{
  "chapterNumber": 21,
  "title": "Book Twentieth (Libro Ventesimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: La città di Parigi. — La lingua e l'indole francese. — L'Italia e gli Italiani illustri. — Detto di Ugo]"
      },
      {
        "index": 1,
        "text": "Foscolo. — Chateaubriand e gli scolari della Politecnica. — Heine e Rossini. — Il Guglielmo Tell. — Serenata a Rossini sul boulevard des Variétés. Giunio Baroggi e i suoi amici d'Italia e Francia, al caffè Tortoni. — Parole di Giunio Baroggi sull'arte italiana. — L'avvocato Montanara e l'eredità F... — La"
      },
      {
        "index": 2,
        "text": "contessa Stefania B...i Gentili. — Del divorzio. — I giuristi e i teologi. — Il quarto piano e il cannocchiale. — Il dott. Broussais.— Il biglietto della lotteria di Baden-Baden. — Il Viatico. — Il Baroggi e il conte B...i."
      },
      {
        "index": 3,
        "text": "La massima parte della nostra storia si svolse a Milano, una parte a Venezia, un'altra a Roma, nè ciò per sfuggire all'accusa di non presentare che un interesse municipale, ma veramente perchè quanto avvenne a Roma e a Venezia non avvenne altrove; e perchè la necessità del vero e del reale ci comandò di tramutarci ora in un luogo, ora nell'altro. Ed ora per la medesima ragione, correndo l'anno 1829, dobbiamo recarci a Parigi e dimorarvi per qualche tempo."
      },
      {
        "index": 4,
        "text": "Milano, Venezia e Roma, senza nessun merito nostro, bastano a far sì che il presente lavoro assuma un interesse quasi italico. Ed ora, se dall'onda impetuosa degli avvenimenti ci troviamo trasportati a Parigi ciò significa che la fortuna sospettando che non ci bastassero i confini italiani, ha fatto di tutto per metterci in comunicazione con tutt'Europa."
      },
      {
        "index": 5,
        "text": "[II]"
      },
      {
        "index": 6,
        "text": "Parigi è la capitale del mondo; anche senza essere francesi bisogna confessarlo. Essa, in questo primato, è succeduta alla vetusta Roma. Nè vale che Londra abbia un milione d'abitanti più di lei; se il numero degli abitanti fosse il sintomo della superiorità d'una capitale, i Chinesi, già orgogliosi d'aver avuto un Adamo di dieci millenarj più vecchio del nostro, potrebbero contendere questo vanto così a Londra come a Parigi. — Ma questa è la capitale del mondo per il fatto della lingua; della sua lingua, che successe alla latina. Quand'essa diventò l'indispensabile interprete nei bisogni della diplomazia, nella necessità delle comunicazioni del sapere universale, allora Parigi fu dichiarata erede della fortuna di Roma. — Un dotto, un letterato, anche senza l'obbligo di rinnovare il miracolo di Mezzofanti, può conversare con tutti i tesmofori dei due mondi, i quali in quella perpetua fornace del pensiero, spogliati della vesta nativa, lasciano vedere trasparente la sostanza dell'idea, che talvolta si migliora colà, rendendosi meno scabra e più accessibile. Il longanime alemanno che, nelle ricerche ostinate della scienza e dell'arte, e più dell'erudizione, mostra tutti i caratteri d'una affannata monotonia, non varcherebbe 1 patrj confini, se l'agile francese, liberandolo delle scorie importune, non ne presentasse al mondo il carbonchio lucente."
      },
      {
        "index": 7,
        "text": "L'altra ragione del suo primato sta nel sapersi espandere compenetrando."
      },
      {
        "index": 8,
        "text": "Parigi, nella schiera delle città illustri, assomiglia a quegli ingegni fortunati che sanno approfittare delle fatiche altrui, e riproducono assimilando e completando. — Se la si considera come un individuo, non ha il genio della invenzione, ma della perfezione. Non è il Boiardo che inutilmente per sè crea e trova i personaggi dell'Orlando, ma è l'Ariosto che, adottandoli e trattandoli come figli proprj, li rende immortali, e appena permette che il suo antecessore abbia un posto fra i poeti di terz'ordine."
      },
      {
        "index": 9,
        "text": "Parigi non è l'ignoto autore della prima leggenda del Faust, ma è Goethe, che trovando un edificio compiuto, ma chiuso da tutte le parti, lo apre, lo adorna, lo illumina e lo rende accessibile a tutt'Europa leggente. — Non è Galvani, ma è Volta. — Nell'89 essa non ha fatto che dar consistenza e attitudini pratiche al pensiero rivoluzionario, annunciato già tre secoli prima da altre nazioni che"
      },
      {
        "index": 10,
        "text": "maltrattarono i loro veggenti, e dai veggenti che pagarono le divinazioni colla testa. — Rousseau e Voltaire, preparatori dell'89, non dissero nulla di nuovo; ma il loro eco poderoso perfezionò i rauchi suoni dei loro predecessori e li converse in una vasta e tremenda armonia che, come la Marsigliese, conflagrò tutte le menti, le quali, trovandosi confederate, diventarono invincibili."
      },
      {
        "index": 11,
        "text": "Parigi è la capitale del mondo, perchè in ogni tempo e per qualunque circostanza, si fece il suo interprete perfino del male, e s'affrettò a mettere in esecuzione gli sparsi e mal repressi desider] della società. È la capitale del mondo, perchè il suo genio è tale da spingerla a maltrattare anche sè stessa, per l'ambizione d'essere la prima a convertire in fulmine l'elettricità che ognora serpeggia nel serbatoJo terrestre. — Nel 1815 essa, al pari di Saturno, divorò il proprio figlio onde placare tutta Europa allora fremente. La borghesia mercante di Parigi comprese la classe usuraja di tutto il mondo, e sacrificò la gloria all'interesse e alla certezza di un tanto per cento."
      },
      {
        "index": 12,
        "text": "Oltre a ciò, è la capitale del mondo, perchè seppe costituirsi in patria universale di tutti i grandi ingegni."
      },
      {
        "index": 13,
        "text": "Parigi venera l'intelligenza da qualunque parte venga, comunque si presenti; già s'intende, quando esca dalle mediocri proporzioni, e quando la sua virtù non stia soltanto nella forma, ma nella sostanza."
      },
      {
        "index": 14,
        "text": "Heine, scacciato da Berlino, povero ed ammalato ricovera a Parigi; e qui è provveduto di quattro mila lire all'anno, malgrado che nella Lutezia egli sfoghi la sua gratitudine dicendo tutto il male possibile de' parigini. — Un'altra nazione non l'avrebbe tollerato."
      },
      {
        "index": 15,
        "text": "Mentre un critico in Sicilia ostentava, or non son molti anni, di appena conoscere Manzoni; mentre il napoletano Emiliani-Giudici lo insultava obbliquamente in un libro che ebbe spaccio in Italia; e il toscano Ranalli lo copriva d'ingiurie; a Parigi Artaud l'aveva già chiamato il primo de' poeti viventi; Chateaubriand l'aveva dichiarato più grande di Scott; Dumas diceva che da Davide a lui non aveva mai trovato inspirazione lirica più potente della sua. «Apprendete, o Italiani, a rispettare gl'ingegni», tuonava Foscolo mezzo secolo fa, e mezzo secolo dopo si è ancora condannati a dire che a Parigi trova ricovero e giustizia chi è svillaneggiato o maltrattato in casa propria. — Nè giova che altri c'interrompa mettendo innanzi il pretesto delle credenze, delle scuole, delle fazioni. — Questo pretesto sarebbe una colpa di più; e quando pure non fosse, il vero merito copre e scuole e sétte, ed una nazione deve rispettare sempre il merito dell'ingegno e della virtù, in qualunque fede ei versi. Nelle tre giornate di luglio gli studenti della Politecnica portarono sulle braccia in trionfo Chateaubriand, che pure aveva parlato contro di loro. È a questi patti che una nazione è una Nazione. — O Italiani, rispettate gli ingegni! — ripetiamo le parole di Foscolo, senza delle quali le nostre andrebbero disperse o fraintese."
      },
      {
        "index": 16,
        "text": "Rossini in dodici anni scrive quaranta spartiti che fanno di lui il più rivoluzionario, il più immaginoso, il più versatile, il più grande dei maestri melodrammatici d'Italia e d'Europa; ma presto la sua patria, volubile come l'antica Grecia, annojata di lui e de' suoi trionfi, lo coglie al varco in un momento di stanchezza e d'indolenza, e lo umilia con quel trasporto onde in addietro lo aveva esaltato; poscia ostenta di non comprenderlo nel punto massimo della sua sterminata abbondanza, allorchè nella Semiramide aveva gettate a profusione le ricchezze della sua fantasia, come i principi del medio evo in un giorno di corte bandita; e lo lascia deluso, iracondo e ancora povero."
      },
      {
        "index": 17,
        "text": "Gli Italiani trattano gl'ingegni come gli agricoltori i filugelli: arricchiscono della loro seta e li gettano poi, conversi in bruchi, nel letamajo. — Ma Parigi accoglie Rossini, il quale in quella Babilonia era andato a cercar nuovi amori per divagare gl'importuni pensieri, al pari di un amante che ha trovato la sua donna infedele; e la capitale del mondo lo vendica, lo esalta, lo tratta come un trionfatore coronato, erigendo simulacri marmorei a lui vivo, e intitolando le pubbliche vie del nome suo."
      },
      {
        "index": 18,
        "text": "Parigi è la capitale del mondo, perchè nelle cose della scienza e dell'arte l'entusiasmo sempre sveglio non permette mai di sconfessare la verità che sfolgora. A Vienna, in tanto oceano di note rossiniane, appena si trovò grande la prima metà della sinfonia del Guglielmo Tell: a Berlino, un'accademia di maestri algebristi quasi fu per negargli l'onor del ritratto nella serie dei grandi compositori, e stette in procinto di punirlo come Marin Faliero."
      },
      {
        "index": 19,
        "text": "Ma vediamo Parigi nel momento appunto che a Rossini si tributano onori più che a un mortale, e l'Italia, per consenso, viene esaltata nel trionfo di lui."
      },
      {
        "index": 20,
        "text": "[III]"
      },
      {
        "index": 21,
        "text": "Era la mezzanotte del 10 agosto 1829; una folla immensa erasi raccolta sul boulevard des Variétés, innanzi alla casa di Rossini, essendo corsa la voce che gli artisti dell'Opéra volevano offrire una serenata al re della musica contemporanea, all'autore del Guglielmo Tell. A mezzanotte infatti cantanti e suonatori occupavano una delle terrazze dell'elegante abitazione di Rossini, e allora al tumulto popolare della folla impaziente successe il più profondo silenzio. L'orchestra incominciò coll'eseguire la stretta della sinfonia del Guglielmo Tell, che, ridomandata a forti grida, venne di nuovo eseguita e di nuovo ricoperta d'applausi. Dopo questo pezzo fu cantata la tirolese Un oiseau ne suivrait pas, che rapì di piacere la platea a cielo aperto, e i cantanti dovettero ripetere questa musica, tanto avea infuriato la tempesta del bis. In seguito fu cantato il coro dei balestrieri, e quello, senza accompagnamento, del Conte Ory: Noble Chàtelaine, che le voci sonore di Nourit, della Debadie e di Levasseur fecero giungere fino all'orecchio dei più lontani spettatori."
      },
      {
        "index": 22,
        "text": "La notte molle, il cielo stellato, la musica incantevole eseguita con amore speciale, l'attenzione religiosa di un intero popolo di dilettanti entusiasti, tutto concorse a rendere straordinaria e solenne quella festa del genio, la quale era nel tempo stesso la festa dell'addio; chè Rossini doveva fra poco lasciar la Francia."
      },
      {
        "index": 23,
        "text": "Giunio Baroggi, che dimorava a Parigi da qualche tempo, trovavasi compreso tra quella folla, insieme co' suoi amici di Parigi e d'Italia. Vi era Nodier, Ingres, Halévy, Marliani, Suardi. Dopo la serenata si recarono tutti al caffè Tortoni. — Com'è naturale, il discorso cadde sull'arte e su Rossini e sull'Italia. Halévy sosteneva che il Guglielmo Tell era il capolavoro di Rossini, e che se questi non avesse dimorato a lungo in Francia, il suo genio sarebbe rimasto incompleto."
      },
      {
        "index": 24,
        "text": "Baroggi, esaltato dalla serenata, versava in uno stato eccezionale di vivacità, d'estro e di vena. — Si mise a parlare per rispondere ad Halévy ed agli altri:"
      },
      {
        "index": 25,
        "text": "— Non è possibile, ei disse, non dividere in gran parte la vostra opinione — il Guglielmo Tell è un serbatoio d'inesauribile arte e di scienza musicale, dove un'intera generazione di maestri potranno attingere la loro parte di melodia e d'armonia per acquistar fama e denaro; dove anche un maestro di scarsa levatura, in un momento di peritanza e di dubbio, potrà pigliarsi quello che farà pel caso suo, senza nemmeno parere un copista. Sì, io sono felice che codesta specie di Bibbia dell'arte musicale sia uscita dalla testa prodigiosa di Rossini; ma non sarò mai per sacrificarle il Mosè, dove il genio lampeggia di una luce ancora più abbagliante, abbagliante sì che par quasi eccedere la natura umana. Ma tra il Guglielmo Tell e le altre opere della scuola germanico-francese e i capolavori della scuola italiana corre quella differenza che intercede fra il dramma diffuso, fatto per la lettura, e il dramma concentrato, fatto per la rappresentazione. Ma io non posso ammettere che sì debbano far drammi per la sola lettura, perchè allora vien più opportuna un'altra forma dell'arte; e per la stessa ragione non posso ammettere che ci debbano essere opere in musica che condannino il pubblico a star confitto sulle panche cinque o sei ore; perchè la lunghezza non è una condizione dell'arte, perchè nemmeno il genio sa scongiurare la noja, e la stessa bellezza genera sazietà quando non sappia scomparire a tempo."
      },
      {
        "index": 26,
        "text": "— Voi altri Italiani, disse allora Halévy col modo il più educato, ma con tale accento che rivelava qualche dispetto; voi altri Italiani avete ragione di aggrapparvi unicamente e sempre al gigante Rossini, come alla nave ammiraglia, perchè egli è il solo che anche oggidì rappresenti l'Italia con antica grandezza."
      },
      {
        "index": 27,
        "text": "— No, rispose il Baroggi, colla prontezza e l'impeto onde Massimo soleva rimettere un pallone traditore. Non posso ammettere che l'Italia non abbia nelle altre arti un genio che faccia degno corteggio a Rossini. — Intanto, tra le spire della colonna Vendòme, il bassorilievo della battaglia d'Austerlitz, scolpito da Bartolini, è il vanto di quella colonna, e la più gran cosa che in"
      },
      {
        "index": 28,
        "text": "scoltura siasi fatto in Europa dopo la morte di Canova, anche a fronte della grandezza di Thorwaldsen. — Ma nella poesia e nella letteratura v'è un uomo in Italia che può benissimo far degno riscontro a Rossini; ed è Manzoni; e se la fama di quest'ultimo non risuonò così rapidamente e vastamente come quella del primo, bisogna trovarne la ragione nell'indole e nella diversa fortuna delle due arti. — Il primo fatto intanto per cui Rossini e Manzoni si fanno riscontro l'un l'altro è il primato che ciascuno occupa in Italia e fuori per consenso universale e concorde. — Ma lasciando da parte la fama e la gloria, che sono le conseguenze e i compensi del merito, anzichè il merito stesso; è nella sostanza, è nell'originalità, è nella grandezza che Rossini e Manzoni sono veramente i re di due diversi regni. — Un'altra virtù caratteristica poi che hanno in pari grado (ed è il distintivo dei veri genj nell'arte, perchè li fa esser varj e vasti come il pensiero e la vita), è la potenza di esercitare il riso ed il pianto, come se in ciascuno fosse unita la natura di due uomini diversi. — Gl'ingegni i quali non sanno fare altro che ridere o piangere, non sono completi, sono uomini a mezzo, perchè della vita non riflettono che un lato solo — Dante piange e ride, alla sua foggia, s'intende; è sublime ed è grottesco; accanto alle creazioni più pure e celestiali pone le più strane figure; Michelangelo nel suo Giudizio sotto al Cristo ha messo in caricatura il diavolo; Ofelia e Falstaff uscirono dall'unica mente di Shakespeare. — Il largo al factotum e il pianto di Desdemona da quella di Rossini. — Così è il Manzoni; l'elemento comico corre e serpeggia per tutto il suo romanzo, sbizzarrisce persino tra le lugubri scene del Lazzaretto. È alle spalle di don Abbondio che un'intera generazione ha riso e rideranno i futuri. — Ma se questa figura ci allarga 1 precordi di giovialità, Cristoforo e Federico ci appianano il volto di una severità compunta; e nell'Adelchi il dolore raggiunge una grandezza tragica, che non si trova nemmanco in Alfieri, ma è quella medesima altezza tragica che, allorchè vien raggiunta dal gioviale Rossini, lo fa superiore allo stesso Gluck appassionato."
      },
      {
        "index": 29,
        "text": "«Un'altra qualità caratteristica per cui Rossini e Manzoni non possono confondersi cogli altri ingegni che fioriscono in questo tempo, sta in quell'originalità indipendente, per la quale diedero un movimento affatto nuovo all'arte loro; sta in quella pienezza di facoltà per la quale, anche allorquando non riformarono del tutto un ramo dell'arte, lo completarono almeno. Monti riprodusse, non completò, non riformò."
      },
      {
        "index": 30,
        "text": "«In esso vedonsi distinti tutti gli elementi coi quali eran nati molti poeti, prima di lui; ma non ebbe mai la virtù di assimilare tanta varietà di caratteri in una pasta unica, da cui potesse uscire, se non la novità assoluta, almeno l'apparenza della novità. Non così fu di Manzoni; egli fece in letteratura precisamente quello che fece Rossini in musica. Mise a contribuzione tutti quanti, ma lo fece in modo che non apparisse più traccia d'essi nel nuovo edificio letterario ch'egli costrusse sulle loro fondamenta e coi loro materiali; egli non invase alla spicciolata i dominj altrui per trasportare in casa propria un'ibrida varietà di maniere e una veste screziata di più colori, ma trasse gli altri nel proprio dominio e li sottomise alle proprie leggi, unificandoli. È precisamente la stessa grande elaborazione che operò Rossini in musica. — Ecco perchè questi uomini nella storia del pensiero vanno collocati a paro. La musica fu condotta all'ultima maturanza da Rossini, come da Manzoni fu condotta all'ultima maturanza la letteratura.»"
      },
      {
        "index": 31,
        "text": "Gli astanti applaudirono vivamente alle parole del Baroggi. — L'Italia in quel punto veniva glorificata in Francia."
      },
      {
        "index": 32,
        "text": "[IV]"
      },
      {
        "index": 33,
        "text": "A notte altissima (erano le tre passate) il Baroggi, accompagnato da Musset, da Vigny, da Nodier, da Armand Carrel, da Vernet, da Delaroche, da Rossetti, dal milanese Berchet, dall'amico Andrea Suardi, tornò al suo alloggio che era un terzo piano d'una casetta semplice ed elegante situata nella Cité presso al ponte Double. Al caffè Tortoni egli aveva comandata l'attenzione e spesso l'ammirazione a quanti lo circondavano, colla sua faconda ed inspirata parola. Al pari di un termometro che, secondo le circostanze, discende sino al freddo di Danzica o sale fino al calore del Senegal, in quella notte, esaltato dalla musica di Rossini, dallo spettacolo dell'entusiasmo frenetico"
      },
      {
        "index": 34,
        "text": "che tutta Parigi aveva mostrato al Maestrone con quella serenata musicale, e, non possiamo tacerlo, esaltato dal vapore generoso di un bordeaux che un segretario d'ambasciata aveva potuto avere dalle stesse cantine di Carlo X; le sue facoltà intellettuali avevano raggiunta la massima effervescenza. La mente del Baroggi assomigliava a que' fogli bianchi sui quali è stato scritto con inchiostro simpatico; perchè sul bianco risaltasse il nero e perchè se ne potessero leggere i caratteri, era necessario un reagente chimico. Toccato da circostanze speciali, il suo ingegno, chiuso nel silenzio, e nella mestizia, erompeva di tratto come un congegno pirotecnico che d'improvviso mandi un'eruzione di razzi e stelle e colori bengalini. — Accompagnato fino alla porta della sua casa, fu salutato con trasporto e lasciato coll'amico Suardi quando battevano le tre e mezzo all'orologio di Notre-Dame."
      },
      {
        "index": 35,
        "text": "[V]"
      },
      {
        "index": 36,
        "text": "Entrato nella propria camera, una voce dalla vicina gli gridò:"
      },
      {
        "index": 37,
        "text": "— Ben venuto! Pare che manchi poco all'alba; e sì che ho sentito che a Parigi c'è l'abitudine di rincasarsi per tempo."
      },
      {
        "index": 38,
        "text": "— Caro mio, è stata una notte eccezionale questa. Ho assistito al trionfo dell'Italia in Francia, e se tu, uscendo dal teatro, m'avessi accompagnato alla serenata fatta a Rossini e al brindisi del caffè Tortoni, non avresti perduto il tuo tempo."
      },
      {
        "index": 39,
        "text": "E dicendo questo entrò col Suardi nella camera di chi aveva aperto il dialogo."
      },
      {
        "index": 40,
        "text": "Quegli che stava a letto era l'avvocato Montanara di Milano, venuto espressamente a Parigi, come arbitro nelle ultime vertenze della causa F...-Baroggi."
      },
      {
        "index": 41,
        "text": "— Hai gli occhi che mandan raggi e la faccia color di carmino, disse l'avvocato al Baroggi. In che felice maniera è scomparsa la tua pallidezza abituale?"
      },
      {
        "index": 42,
        "text": "— Attendi un momento, rispose Giunio, e la pallidezza ritornerà. Questo rosso fuggitivo che mi riscalda le guance, assomiglia ad una maschera modellata al riso, e gettata per passatempo sopra una testa da morto. Sento già gli effetti della reazione nervosa. Il tempo di far sei scale e due minuti di silenzio bastarono per ritornarmi al tristissimo vero dond'era uscito:"
      },
      {
        "index": 43,
        "text": "Sento gli avversi numi e le segrete Cure che al viver mio saran tempesta."
      },
      {
        "index": 44,
        "text": "— Ío so che tu dici la verità, povero Giunio; eppure qui in Parigi quanti mi han parlato di te, credono che tu sii uomo piuttosto strano che infelice, piuttosto spensierato che cogitabondo."
      },
      {
        "index": 45,
        "text": "— Lo crede questo volgo elegante e ricco del caffè Tortoni, ch'io rallegro spesso coll'epigramma che mi è abituale; ma non i pochi che hanno l'attitudine del pensare, e coi quali alcuna volta mi sprigiono."
      },
      {
        "index": 46,
        "text": "— Eppure cagioni reali e visibili d'infelicità tu non ne hai. Sei nel fiore della giovinezza, sei avvenente, e di quell'avvenenza non pomposa la quale tanto piace al sesso gentile che tu non odii; sei d'ingegno acutissimo e di facile e simpatica facondia. Per di più, se in addietro non hai conosciuto la povertà, sebbene costretto a viver parco, d'ora innanzi ti adagerai nella ricchezza."
      },
      {
        "index": 47,
        "text": "— Ventimila lire di rendita!... esclamò il Suardi."
      },
      {
        "index": 48,
        "text": "— Dite trentamila, osservò il Montanara. Ma questo Giunio è sempre stato dello stesso umore. Ci siam conosciuti a Pavia; io studiavo il quarto di legge, lui il primo. E fin d'allora vedendolo sì tristo e sospettandone la cagione: Quando sarò laureato, gli dissi, e passerò avvocato, penserò io a distrigarti di tutto. E così fu."
      },
      {
        "index": 49,
        "text": "— Ma, e come mai, domandava il Suardi all'avvocato, a voi riesce nella vostra professione di ottener cose che per gli altri son dichiarate quasi impossibili?"
      },
      {
        "index": 50,
        "text": "L'avvocato Montanara in fatti, come sapranno tutti i nostri lettori che lo hanno conosciuto o ne han sentito parlare, oltre a una gran dottrina legale, possedeva un tatto così squisito e acuto, che a lui riusciva spesso di dipanar matasse credute inestricabili."
      },
      {
        "index": 51,
        "text": "— Un avvocato è come un generale, rispondeva il Montanara. Egli non dee limitarsi a conoscere la propria professione; ei dev'essere versatile, deve conoscer gli uomini, deve trar partito da tutte le circostanze anche non legali che gli si presentano. Ad un avvocato non dee bastare"
      },
      {
        "index": 52,
        "text": "d'esser reputato un gran giureconsulto. — In questo caso scriva opere giuridiche, si sfoghi nella teoria, ma non s'impacci della pratica. — Egli, precisamente come un generale, innanzi deve vincere. — Giulio Cesare a Farsaglia, sapendo che i giovani patrizj che appartenevano alla"
      },
      {
        "index": 53,
        "text": "cavalleria romana avevano cara la freschezza del viso, disse a' proprj veterani: Abbiate cura di rivolger l'arme alla faccia di costoro; e la cavalleria fu tosto sgominata, perchè i bellimbusti d'allora avrebber fatto qualunque sacrificio piuttosto che avere il volto sfregiato. Ora questa regola non la troverete in nessun trattato di strategia e di tattica. — Tornando ora all'avvocato e tornando a me, anche senza la conoscenza del codice, avrei ottenuto quel che ottenni; perchè più di tutto mi valse il conoscer gli uomini e l'arte di saper pigliarli dov'è il loro lato debole. — Nel caso qui del mio Baroggi, saputo che il marchese erasi piegato verso la chiesa, e più ancora, saputo che il suo più intrinseco amico era più bigotto, e diciamolo pure, più galantuomo di lui, mi rivolsi ad esso innanzi tutto, schierandogli innanzi tutta la batteria buona e non buona dei miei argomenti legali, e dei tanti indizj che sussistevano, ma che tutti insieme non costituivano una prova. Chiesi inoltre un'udienza privata al presidente Mazzetti, che fin dal 1820 era stato a Milano, credo come ispettore dei tribunali. — Gli parlai in modo che rimase convinto, perchè l'esistenza del testamento, tuttochè giudicato apocrifo, e parecchie deposizioni di due scrivani del notajo A gudio, sebbene insufficienti a far prova rigorosamente legale, non potevano a meno di piantarlo nella persuasione, che l'edificio che durava da tanti anni, non doveva essere affatto un edificio immaginario. Dichiarai inoltre ch'io era disposto a trattar la causa ab ovo, e che infinite cose avrei rivelate, che al marchese non sarebbero certo piaciute. Il Mazzetti, nelle sale del governatore, parlò all'amico del marchese, e questi, dopo alcuni giorni, mandò a chiamarmi, e sotto colore di cedere alla gran bontà dell'animo suo, mi invitò a far delle proposizioni: siamo a casa, dissi fra me, e cominciai dal chiedere moltissimo. Il marchese s'impennò di nuovo. Io stetti forte e irremovibile, e non mi lasciai più vedere. Ma un bel giorno ricevo un bigliettino dal conte amico del marchese, col quale mi invita a casa sua. — Ci vado senza farmi aspettar troppo. — Il conte mi dice: il marchese è pronto a pagare settecentomila lire milanesi al signor Giunio Baroggi. Per finirla, rispondo, giacchè vi spaventa la cifra del milione, aggiustiamola in novecentomila lire. Il conte non disse nè sì nè no per allora; ma, dopo molto tempestare, si concluse che stava egli garante di tutto, e si sarebbe finito l'affare a quel modo. — Ora sai tu, caro Suardi, perchè ho dovuto venire a Parigi? Perchè dalle lettere di risposta di questo originale di Giunio io non poteva raccogliere nessun costrutto. Mi trovavo d'aver fatto un miracolo, e costui quasi lo rifiutava. Però appena giunsi a Parigi, lo costrinsi a farmi la sua buona procura, e così sarà ricco a suo dispetto; non è vero, il mio caro originale?"
      },
      {
        "index": 54,
        "text": "— Se tu ti trovassi continuamente, al pari di me, disse il Baroggi, sotto l'incubo di un affanno al quale non c'è rimedio, non diresti così, caro avvocato."
      },
      {
        "index": 55,
        "text": "— Ma, in conclusione, domandò l'avvocato, che diamine t'è mai capitato che l'animo tuo, ad eccezione di alcuni istanti di giocondità, che dirò artificiale e meglio ancora morbosa, è avvolto in una perpetua tetraggine? Negli otto giorni che son teco, non mi è riuscito di cavarti una parola. Parla dunque una volta. Io ho l'abitudine di vedere e giudicar le cose non colla stregua volgare del mondo incarognito ne' pregiudiz]j, ma coi criterj del buon diavolo che è filosofo e nel tempo stesso ha viscere. Parla."
      },
      {
        "index": 56,
        "text": "— Dunque vi dirò tutto, i miei cari amici, ma se ne avrete tedio, non incolpate me."
      },
      {
        "index": 57,
        "text": "— Sta pur tranquillo su ciò. Noi non desideriamo che di poterti giovare in misura del poter nostro."
      },
      {
        "index": 58,
        "text": "[VI]"
      },
      {
        "index": 59,
        "text": "— E allora ascoltate: Io vivo come un uomo che, per necessità di circostanze, deve attendere di essere percosso da un dì all'altro da una sventura suprema e irreparabile; da una di quelle sventure che fanno incanutire in ventiquattr'ore. La mia vita è attaccata alla vita ognora in pericolo di una donna bella e leggiadra fin dove può immaginarsi; virtuosa sino ad essere in assidua violenza tra le aspirazioni più legittime del cuore e le leggi crudeli di un dovere arbitrario; infelice in tutta quell'intensità ed estensione che può derivare dalla più sensitiva indole propria e dalla più spietata persecuzione altrui. Io amo questa donna; ed ella, pur senza volerlo, mi ama; dico senza volerlo, perch'ella condanna codesto amore e vorrebbe liberarsene, ma deve subirlo come un morbo affannoso, come uno spasimo fisico, perchè 1 preti le spaventarono la coscienza fino a farle credere ch'è vietata ogni spontanea affezione, pur se rimanga nella sfera più alta ed immateriale. I preti hanno fatto il sensale di matrimonio nella sua casa. I parenti le han fatto violenza perchè sposasse un uomo che i preti hanno scelto; i preti l'avvolsero in una rete di paure inestricabili. E l'uomo alla cui vita essa fu legata, come quando s'intrecciavan le membra de' condannati nella ruota del tormentatore, quest'uomo è un assassino; ma un assassino protetto dalla legge, titolato milionario; che ha voluto impadronirsi di questa donna divinamente bella, non per altro che per placare i momentanei ardori del senso lascivo, e punirla poi di morte, saziata la fame; press'a poco come quando l'orrida Caterina si faceva accarezzare dall'improvvido coscritto, per consegnarlo poi al boja."
      },
      {
        "index": 60,
        "text": "«Quest'uomo aveva già ammazzate due donne prima di sposare quest'infelicissima. Per il complesso delle sue abitudini perverse, nel momento d'andar all'altare, era l'oggetto dello schifo e del ribrezzo generale. Or sai tu per che strano motivo i preti non solo permisero ma vollero questo? il motivo è specioso e acuto. Con un matrimonio provvidenziale, pensarono, placando la torbida natura di un tal uomo, potremo salvare un'anima. — A queste possibilità fu sacrificata l'innocenza, come quando nella gabbia del leone febbricitante, per tentar di placarne le irrequietudini, si mette una gazzella, nella presunzione che il leone la risparmii e faccia amicizia seco.»"
      },
      {
        "index": 61,
        "text": "— Ma, domandò il Montanara, conosco io le persone di cui parli?"
      },
      {
        "index": 62,
        "text": "— È facilissimo che tu le conosca. L'assassino è il conte Alberico B...i — La vittima infelice è quella Stefania Gentili che avrete sentito a cantar al teatro Re, se siete arrivati in tempo, perchè non vi cantò che due o tre sere sole, non avendo i preti permesso che si contaminasse sul palco scenico."
      },
      {
        "index": 63,
        "text": "— Ma chi sono questi preti?"
      },
      {
        "index": 64,
        "text": "— Ho detto i preti, ma il prete veramente fatale fu uno solo: un monsignore del Duomo."
      },
      {
        "index": 65,
        "text": "— Ma ora dove stanno costoro?"
      },
      {
        "index": 66,
        "text": "— Il monsignore è a Milano, vivo e vegeto e santo; tutt'intento, senza saperlo, a rovinar famiglie, a guastar teste, a spaventar coscienze. Il conte Alberico è qui in Parigi con sua moglie; se voi spingete l'occhio oltre il ponte e, saltando due case, lo fermate all'angolo della terza, potete vedere dove abita. È al terzo piano di quel palazzo barocco. Col cannocchiale io posso vedere la leggiadra figura di quella vittima moribonda. — Egli la condusse qui; innanzi tutto perchè, fuori dell'aria nativa, ella non può avere il più efficace dei rimedj al male che l'affligge; in secondo luogo perchè, sotto colore di viaggiare, non ha preso con sè nè servi, nè cameriere, che la proteggessero e curassero; poi perchè, non essendo conosciuto a Parigi, può dar ad intendere tutto quello che vuole, può persino calunniare sua moglie ed essere creduto; infine per non aver testimonj agli assidui maltrattamenti ond'egli, esacerbando di continuo il malore di lei, riuscirà a troncare prestissimo quel tenue filo di vita che ancora le è rimasto. E nemmeno vuol permettere che ella si ponga sotto la cura di un medico valente. — Men danno che io la faccio visitare dal dottore Broussais; ma ella è condannata a medicarsi di nascosto, perchè il conte, dopo aver scialacquato due o tre milioni, ora è diventato avaro fino alla demenza, e mette a rumore tutta la casa e rovescia tavole e sbatte usci e minaccia tutti, se gli è posta tra le mani la polizza dello speziale."
      },
      {
        "index": 67,
        "text": "— Ma in che relazione sei tu con lui?"
      },
      {
        "index": 68,
        "text": "— Ora in nessuna; benchè egli sappia che io mi trovo a Parigi, e fors'anche per qual ragione son qui."
      },
      {
        "index": 69,
        "text": "«Per amor di lei io ebbi in addietro la debolezza di farmi intrinseco suo, sebbene sapessi quant'egli mi fosse avverso, e come in più circostanze avesse tentato di rovinarmi in tutti 1 modi possibili. Ma trovatomi seco nell'occasione d'un viaggio che insieme colla moglie ei fece a Firenze, accolti come buona moneta i complimenti della sua bocca bugiarda, finsi di non sapere nulla; e per pietà di lei e, dirò anche, per l'estrema simpatia, che, come sempre ella mi aveva ispirata, m'ispirava ancora, ebbi per molto tempo l'abitudine della sua casa, dove con tutti gli sforzi dell'animo ond'io ero capace, comprimeva gli sdegni, per tentar colla mia presenza di rendere più ammansata quella bestia feroce."
      },
      {
        "index": 70,
        "text": "— E cominciò allora il tuo amore con lei?"
      },
      {
        "index": 71,
        "text": "— Amore no. Ella mi pareva troppo bella e troppo preziosa per me. Non era che amicizia e pietà. Bensì il mondo, considerando le apparenze, credette altrimenti, ma s'ingannò... e se voi non mi credeste ora, ascoltate, e ne avrete le prove. Lasciata Firenze per certi miei affari, e passato a Napoli, qui la mia avversa fortuna mi diede a conoscere una giovinetta; infelicissima quando io la conobbi, perchè ciò avvenne nel punto che il fidanzato l'aveva abbandonata. È il mio destino di non interessarmi che agli infelici. Questa fanciulla, dopo qualche tempo, mi fece capire che, per trovar pace, ella riponeva ogni sua speranza in me. Bellissima qual'era e d'indole straordinaria e di cuore ardentissimo, mi mise addosso un sì terribile incendio, che allora per la prima volta compresi l'antica sapienza, la quale inventò la formola della camicia di Nesso che arse ed esulcerò le membra del fortissimo Ercole. Tutto l'entusiasmo che può suscitare l'amore, lo provai a quel tempo. Credetti di avere finalmente raggiunto un lato della possibile felicità."
      },
      {
        "index": 72,
        "text": "«Ma fu per poco; e quella felicità, cotanto acuta, sembra che la nemica fortuna abbia voluto farmela assaggiare compiutamente, perchè mi dovessero poi riuscire più terribili le amarezze del disinganno. Assentatomi da Napoli per poco tempo, quando ci tornai, tutto era cangiato. Quella fanciulla erasi lasciata cogliere dalle insidie di un altro, che pure l'abbandonò prestissimo; e fu sì procelloso il travolgimento, che quando ella mi rivide ne fu atterrita, e non ebbe nemmeno le forze di dissimulare un istante. Io mi trovai così posposto ad uno scalzacane mentitore, che a lei si era annunziato addirittura come sposo, e ai parenti di lei come milionario, senza voler far l'una cosa ned esser l'altra. Chiusi dentro di me tutto il mio tormento, e mi affrettai per le poste, onde parteciparlo a colei che, sentendo per me la santità dell'amicizia, sola mi poteva consolare. Quell'angelo di donna mi confortò, e mi disse ch'ella non mi avrebbe di certo trattato così; e me lo disse in modo da farmi comprendere ciò che mai non avrei sospettato. Ti ripeto che io non sapeva credere che quella donna potesse degnarsi di amar me."
      },
      {
        "index": 73,
        "text": "«La cosa si rinfuocò sempre più, sebbene ella non esprimesse chiaramente, nè io parlassi. Passò qualche anno. Io frequentava la casa. Il conte perdurava nelle sue assidue vessazioni, ed io gli venni in odio, non per altro motivo che perchè vedeva in me un naturale protettore di sua moglie; chè di me e di lei non poteva, per altre ragioni, lamentarsi in nessun modo. Un dì si venne a un sì fiero alterco, che non mi fu più permesso di vegliar da vicino quella cara ed infelicissima donna. Il conte abbandonò Firenze, licenziò tutti i servi; seppi dappoi da un amico che egli pretese che ella viaggiasse affatto sola con lui a Parigi, per fermar in questa città la loro dimora. Ed ecco perchè son qui. Ed ora voglio tu mi dia il tuo parere in una grave questione, tu che sei fortissimo in giurisprudenza.»"
      },
      {
        "index": 74,
        "text": "[VII]"
      },
      {
        "index": 75,
        "text": "«Il pensare continuamente, proseguiva il Baroggi, alla condizione orrenda di quella infelicissima donna, mi popolò la mente di tante idee, per le quali io mi attenderei di scrivere un"
      },
      {
        "index": 76,
        "text": "libro così logico, così facondo, così rovente d'ira generosa e tenero di pietà, da costringere tutti"
      },
      {
        "index": 77,
        "text": "quanti a riconoscere la necessità del divorzio. — Se ci fosse il divorzio, quella donna sarebbe salva; e chi sa quante e quante migliaja di donne vanno consumandosi nel perpetuo tormento di questa vera Gehenna del matrimonio indissolubile, dove l'uomo è il tiranno protetto dalla legge, e la donna è la schiava in lagrime, a cui la legge non si degnò mai di volgere uno sguardo affettuoso. — Ah pur troppo, e già altri lo disse, dopo tante migliaja di volumi compilati dai giuristi, manca perfino la definizione esatta dei diritti e dei doveri degli uomini; restano ancora da determinare l'origine e i limiti della patria podestà; e l'autorità coniugale vacilla in mezzo alle eterne dissensioni dei legisti, i quali, per consueto, trattando le più gravi quistioni dell'umanità, studiandola nell'interminabile apparato d'una fossile dottrina, e non nella vita e non nella verità che, cercandola con amore, si presenta continuamente agli occhi nostri."
      },
      {
        "index": 78,
        "text": "«Che ne pensi or tu?»"
      },
      {
        "index": 79,
        "text": "— Io concordo perfettamente nella tua opinione; ma le persone di carattere severo e d'imaginazione paurosa si schierarono tutte a difesa del matrimonio indissolubile. — Esse credettero che, gettato il divorzio in mezzo alla società, dovessero tosto sciogliersi tutte le famiglie e brulicar le piazze di vedove afflitte e di figli abbandonati; il timore tenne luogo di ragione, e fu riguardato come la miglior risposta alle objezioni degli avversarj. I vecchi, in cui tutte le abitudini sono catene infrangibili e che guardano con invidia i piaceri che non possono più gustare, senza rammentarsi che spesso la sola stanchezza della vaga venere li condusse al talamo nuziale; i vecchi tacciarono il divorzio di novità scandalosa, e credettero che questa taccia bastasse per proscriverlo. I teologi, senza pensare che altro è lo stato, altro la ragione, pretesero che le loro idee fossero norma a tutto l'universo."
      },
      {
        "index": 80,
        "text": "— Ma, più che coi giuristi (disse il Baroggi), io l'ho coi teologi, i quali audacemente si misero a trattare quest'arduo e delicato argomento senza conoscerne la materia. Solitarj, senza famiglia, senza affetti, essi non seppero e non poterono contare la somma de' tormenti che portava seco il matrimonio indissolubile."
      },
      {
        "index": 81,
        "text": "«Non è l'ordine domestico che predicano i teologi, ma l'assoluta tirannia. Non s'accorsero che, in quel modo che l'esservi il padrone in casa, non porta la conseguenza che i servi debbano star sempre sotto il suo dominio quando egli viola i diritti della servitù, così la donna, la moglie, che è qualche cosa più di un domestico, dovrebbe per lo meno essere costituita nei diritti di un servo volgare."
      },
      {
        "index": 82,
        "text": "«Il contratto matrimoniale racchiude un impegno di protezione e d'obbedienza. Se il marito cessa di proteggere la moglie, questa dovrebbe essere dispensata dall'obbedire. Se la protezione si cangia in tirannia, non si dee condannar la donna ad essere perpetuamente la vittima."
      },
      {
        "index": 83,
        "text": "«La coscienza respinge tra ira e pietà quella legge che riduce allo stato passivo di schiavitù quel sesso, a cui, attesa la debolezza e i bisogni, è necessaria la protezione della giustizia più che all'uomo, più forte e naturalmente soverchiatore. I teologi parlano delle donne come un sultano in mezzo al serraglio."
      },
      {
        "index": 84,
        "text": "«Ma giacchè parliamo di teologi, che sono gli avversar] più ostinati del divorzio, io voglio per un momento mettermi nei loro panni, e far da teologo. Però, al pari di un uomo in cura d'anime, come un sacerdote pio e casto, che cosa mi dovrebbe premere di più, se non che le leggi divine e umane siano tali da rendere meno ovvio il sentiero de' peccati? Avendo perciò in orrore l'adulterio, io devo dunque suggerire una legge, che spontaneamente gli tolga le occasioni più tentatrici. E appunto col divorzio ottengono questo. I teologi, ajutati dai giureconsulti teoristi e senza viscere, hanno creduto di accordar molto proponendo e sancendo la semplice separazione a mensa et thoro. E nella loro cecità non si sono accorti che hanno aperto con questo mezzo un varco sterminato all'adulterio. In generale 1 teologi, atrofizzati dall'ascetismo, perchè voglio concedere che non sieno impostori; e i legulej, sotto l'inspirazione di una coscienza senile, hanno meditato sugli interessi più gravi dell'umanità senza tener mai conto del fatto capitale che l'uomo innanzi tutto è fatto di carne e d'ossa; che, per una legge naturale, necessaria, irrevocabile, ha delle tendenze che non dipendono dalla sua volontà, ma dall'economia fisiologica del corpo umano...»"
      },
      {
        "index": 85,
        "text": "— Tanto è ciò vero, osservò l'avvocato, che questi avversarj del divorzio ebbero la franchezza di dir seriamente, che ogni donna separata dal suo sposo dovrebbe ritirarsi in una società religiosa, che è la sola alla quale possa ancora appartenere. Essi dissero che questo asilo aperto al pentimento, alla debolezza, alla infelicità, le offrirebbe nell'unione più intima colla divinità la sola consolazione che debba ricercare e che debba gustare una donna virtuosa che si è disgiunta da un marito ingiusto; così si farebbe sparire dalla società lo scandalo di un essere che è fuori del suo posto naturale, d'una sposa che non è più sotto la dipendenza del suo sposo, d'una madre che non ha più autorità sopra 1 propri figli."
      },
      {
        "index": 86,
        "text": "— Ma sai tu che cosa fu già risposto a questi sragionatori di professione? fu risposto che essi sentenziano colla logica di quel chirurgo, il quale facendo un'operazione sopra una mano fratturata, dopo aver tagliato quattro dita, tagliò in seguito anche il quinto affatto illeso, adducendo per ragione che quel dito, rimanendo solo, potea sembrar ridicolo. Ma, continuando il nostro discorso, se la filosofia razionale aprì le porte dei monasteri alle vittime della superstizione, e ricusò di sancire dei voti eterni che, dettati da un momentaneo entusiasmo, sono quasi sempre seguiti da un lungo pentimento; perchè ciò non dee succedere anche per lo stato conjugale? La debolezza, l'errore, le passioni inseparabili dell'uomo sembrano annunziare che un contratto conjugale, che tiene il marito congiunto indissolubilmente alla moglie per tutta la vita, in tutte le vicende variabilissime della fortuna, è imprudente, e crudele, è assurdo."
      },
      {
        "index": 87,
        "text": "«Nè la semplice separazione distrugge tanto male. Essa vieta ad una donna onorata, disgiunta da un marito brutale, i sentimenti d'un nuovo matrimonio, che soli possono consolarla; per essa ciascuno degli sposi isolato, in preda alla noja, al dolore, al vuoto dell'animo, respinto da una nuova legittima unione, costretto a fuggir sè stesso, a cercar distrazioni, si trova insensibilmente trascinato in mezzo alla dissipazione ed alla dissolutezza, giacchè sussiste in esso ed agisce con tutta forza ciò che Tacito chiama irritamenta malorum.»"
      },
      {
        "index": 88,
        "text": "— MI ricordo d'aver letto in un libro, dove tra l'altre cose si svolgeva tale questione, queste parole che tenni a memoria, dove c'è il rigore scientifico e la filosofia del sentimento: «Se la legislazione si propone il problema: dato un desiderio costante negli uomini, fare in modo che venga soddisfatto con pubblico vantaggio, senza pubblico pregiudizio, o col minor pregiudizio possibile, il divorzio viene appunto a soddisfare i desiderj più costanti del cuore umano, non solo senza pubblico pregiudizio, ma in modo vantaggioso alla società; mentre la semplice separazione, tormentando questi desiderj, nel soffocarli li costringe a sfogarsi in un modo scandaloso e nocivo.»"
      },
      {
        "index": 89,
        "text": "— E adonta di tale evidenza, rimane ancora nel mondo questa piaga tremenda della società; nè valsero i consigli della storia, che ha sempre dato ragione ai propugnatori del divorzio. Percorrendo in questi giorni, alla biblioteca reale, un libro che parlava della giurisprudenza romana, lessi, che, avendo l'imperatore Giustino ristabilita la legge che autorizzava il divorzio di buona grazia, dopo aver protestato che operava contro il proprio volere, che riconosceva giusta l'abrogazione fattane da Giustiniano, conchiudeva d'esser stato costretto a ripristinarla, per i mali che immediatamente erano avvenuti dopo l'abrogazione."
      },
      {
        "index": 90,
        "text": "«L'esperienza lo aveva persuaso che quando i conjugi avevan concepito vero odio l'uno contro l'altro, era impossibile riconciliarli, e che un tal odio cagionava una guerra domestica, crudele e perpetua.)"
      },
      {
        "index": 91,
        "text": "— In coda al divorzio viene poi la tremenda questione del celibato. È grande il numero dei celibi, perchè sono spaventati dall'indissolubilità del nodo conjugale, e perchè, in generale, sia che si parli di matrimonj, di servigi, di condizioni, o di paesi, la proibizione d'uscire equivale alla proibizione d'entrare."
      },
      {
        "index": 92,
        "text": "— E ciò è tanto vero, che voglio raccontarvi un fatto, lievissimo in sè, ma che viene a provar molto, e si può riferire a un infinito ordine di cose. Nell'occasione di una vittoria napoleonica, a Fontainebleau si doveva dare uno spettacolo di fuochi d'artificio. La quantità della popolazione accorsa fu tale, che un segretario di Corte propose all'imperatore di chiudere l'ingresso ai nuovi accorrenti. — Non è giusto, rispose Napoleone; piuttosto fate una cosa: alle porte di Parigi i"
      },
      {
        "index": 93,
        "text": "gabellieri dicano ai cittadini che, chi vuol uscire, per tutta la notte non potrà rientrare. Quest'ordine bastò. Una folla innumerevole ritornò indietro, anzi che divertirsi a quella condizione."
      },
      {
        "index": 94,
        "text": "— Un tal fatto rivela la penetrazione e il tatto sicuro di quel genio universale."
      },
      {
        "index": 95,
        "text": "— Se la giurisprudenza avesse i mezzi di prova che ha la matematica, il matrimonio indissolubile non sarebbe entrato nel mondo ad accrescere le miserie dell'umanità. Ma, dopo tutto, se i più ostinati avversarj del divorzio potessero, anche per pochissimo, assistere alle scene che tuttodì avvengono nella casa del conte B...i, ssommetterei che non rimarrebbe più un sostenitore del matrimonio indissolubile."
      },
      {
        "index": 96,
        "text": "— E intanto quella donna non può essere strappata al suo destino, ed io devo tormentarmi senza speranza di poter alleviare tanta miseria; ora invidiatemi, se potete, e continuate a dire che sono un capo strano, un uomo incontentabile. Anche senza tener conto di questa piaga speciale e tutta mia, non potete immaginarvi che strazio orrendo mi dà lo spettacolo di tante miserie che la società ha inventate, che l'ingegno umano si affaticò ad accrescere, e per le quali il buon senso impietosito non può versar che lagrime impotenti."
      },
      {
        "index": 97,
        "text": "Il Montanara e il Suardi non seppero che cosa aggiungere. Il discorso languì. — Il Suardi andò a dormire. — L'avvocato uscì a prender aria e a veder com'era fatta una bell'alba di Parigi."
      },
      {
        "index": 98,
        "text": "[VII]"
      },
      {
        "index": 99,
        "text": "Trattenutisi in questa città parecchi giorni ancora, il Suardi partì poscia per Londra in compagnia di Giovanni Berchet; e l'avvocato Montanara tornò a Milano."
      },
      {
        "index": 100,
        "text": "I soli intimi amici che rimasero al Baroggi tra i Parigini erano il dottor Broussais, autore del celebre libro Della Irritazione e della Pazzia, allora medico in capite e professore all'Ospedale militare, uomo d'ingegno sterminato, di costumi semplici e di cuore eccezionalmente buono. Esso era a parte d'ogni segreto del Baroggi insieme col poeta Musset, giovanissimo allora e di una tale, quasi diremmo, ammalata squisitezza di sentimento, che accresceva anzichè alleggerire le pene del nostro Giunio."
      },
      {
        "index": 101,
        "text": "Questi, per coloro che si accontentavano di giudicare un uomo dal di fuori e nella sola stima della condizione fisica e materiale, pareva invidiabile. Il bel mondo parigino, tra cui qualche volta egli si mescolava, facea le meraviglie nel vederlo così spesso meditabondo e chiuso, e talora stravolto. Anche i più leggieri e increduli osservatori dovevano persuadersi ch'egli soffriva sinceramente, ed era ben lontano dal recitar la parte dell'infelice, come allora correva la moda tra' giovani, per rendersi più interessanti ed andare a seconda di quel dolor tragico che allora s'era accampato nelle produzioni dell'arte, specialmente della musica e della letteratura."
      },
      {
        "index": 102,
        "text": "Allorchè, un mese dopo che l'avvocato Montanara era venuto a Milano colla procura di conchiudere amichevolmente ogni controversia col marchese F..., ei ricevette, insieme coll'avviso che tutto era finito, anche le credenziali per ritirare dal banchiere Aguado le convenute novecentomila lire; si diede, com'era naturale, a più largo vivere, e si acconciò d'un cavallo da sella e d'un calessino; ma i suoi conoscenti, i quali avevan sospettato prima che qualche angustia domestica potesse, fra l'altre cagioni, avere influenza sull'umor suo, tanto più si meravigliarono, quanto più videro accrescersi la sua tristezza insieme collo spettacolo di quella nuova ricchezza."
      },
      {
        "index": 103,
        "text": "In sul principio, a dir tutto, egli ne aveva provato qualche soddisfazione e contento; ma fu per poco. Egli si era illuso un istante che con quella ricchezza avrebbe potuto di punto in bianco cangiar la propria e l'altrui condizione; ma è anche vero che non sempre l'oro è onnipotente, perchè con esso non si piegano certe volontà inflessibili, come non si scongiura la morte."
      },
      {
        "index": 104,
        "text": "Trovandosi, qualche volta, insieme colla contessa Stefania, manifestò a lei con una certa gioja le conclusioni definitive di quella tanto a lungo disputata lite giuridica; ma la sua gioja derivava solo dalla speranza di poter finalmente tradurre in atto alcuno almeno di quei tanti castelli in aria fantasticati durante l'aspettazione di quella ricchezza."
      },
      {
        "index": 105,
        "text": "Egli aveva pensato: se la contessa fosse ricca del proprio, se un'improvvisa eredità, se qualunque altra inattesa fortuna le desse il modo di svincolarsi dal marito, e di provvedere col proprio denaro al mantenimento dei proprj genitori, le cui pensioni, per l'arte infesta di un notajo, servo devoto della ricchezza e nemico naturale dei poveri, erano state vincolate in modo nel rogito insidioso che tutti, padre, madre e lei, dovessero ripiombare nella miseria, senza l'adempimento di certi patti; se dunque fosse ricca del proprio, egli aveva pensato, cesserebbe di tratto ogni cagione di tormento; ora non potrò io, ripensò poi, quando ricevette le credenziali sulla banca dell'Aguado, condurre adesso le cose in modo che, salvando tutte le apparenze, ella raggiunga quell'agiatezza sufficiente per diventar libera e padrona assoluta della propria volontà? Nel punto però che il Baroggi manifestò alla contessa l'avvenimento della sua mutata fortuna, sorpreso di colpo da un pensiero della più scrupolosa delicatezza, e sapendo quanto ella fosse naturalmente dignitosa e fiera, non osò al primo farle quella proposta, ed aspettò si presentasse un'occasione, che rendesse l'animo di lei più accessibile ad accoglierla: e l'occasione venne."
      },
      {
        "index": 106,
        "text": "[IX]"
      },
      {
        "index": 107,
        "text": "Il Baroggi dimorava, come sappiamo, presso al ponte Double che mette in comunicazione l'atrio di Notre-Dame col Quai Montebello; egli aveva scelto quel luogo e s'era acconciato in un terzo piano, perchè di là poteva spingere lo sguardo fino all'angolo della Rue du Plàtre, dov'era la casa in cui abitava il conte Alberico; e ad una delle cui finestre poteva, col cannocchiale, vedere la contessa, la quale, alla sua volta, allorchè era sicura di non essere sorpresa dal marito, faceva lo stesso per vedere il Baroggi quando s'affacciava. Questi fervidi e gentili sotterfugi, che fanno tanto ridere i cuori adiposi e le menti obese, e provocano le sacre escandescenze nelle persone rese crudeli dalla falsa pietà, costituivano il solo conforto di quelle due anime addolorate; tutte le domeniche poi, quando la contessa recavasi a sentir messa in Notre-Dame, egli l'attendeva in una viuzza poco frequentata, onde parlare per alcuni minuti fuggitivi; e codesta era per loro la sola e la suprema consolazione. Ora avvenne che una domenica ella non comparve in Notre-Dame, e il povero Baroggi, che viveva continuamente nell'affannosa aspettazione di una qualche disgrazia, rimase percosso da quel senso profondo di desolazione, che nell'ordine morale assomiglia allo spasimo fisico."
      },
      {
        "index": 108,
        "text": "Risalì in camera; s'affacciò alla finestra, appuntò il cannocchiale, nè in molte ore gli venne fatto di veder mai la desiata figura di Stefania. — Temette il peggio — fece mille congetture e mille disegni; e sebbene riguardoso fino allo scrupolo per non compromettere in nulla la sua cara donna, si recò sino alla casa dov'era l'abitazione del conte, con quella speranza irragionevole, ma che è appunto un delirio del desiderio irrequieto, che i muri, le porte, le finestre, i balconi avessero in loro qualche cosa che valessero a dargli alcuna notizia. Abbandonata ogni idea di precauzione, si sentì persin tentato di aspettare ed affrontare il conte; lo scandalo che con ogni arte aveva sempre scansato, e del quale era in una continua apprensione, in quel momento gli parve assai desiderabile, in confronto di quell'orrido ignoto in cui dibattevasi indarno. Tornato più volte in quella via, quando Dio volle, vide finalmente uscir dalla casa del conte il dottor Broussais. La vista del medico, sebbene recasse con sè l'annunzio di una disgrazia, pure gli fece provare un soprassalto di gioja. Il dottore lo scorse e, senza aspettare d'essere interrogato, leggendo tutto nel volto stravolto di Giunio:"
      },
      {
        "index": 109,
        "text": "— Tranquillatevi, disse, la contessa è a letto, ma non c'è nulla di veramente serio."
      },
      {
        "index": 110,
        "text": "Il Baroggi respirò, e trasse di lungo in compagnia del dottore."
      },
      {
        "index": 111,
        "text": "— Non c'è nulla di serio, continuò questi, ma se non si rimove la causa, la gravità del male può diventare irreparabile. Quell'infelicissima donna ha bisogno del ristoro della pace domestica. Vi assicuro che con sei mesi d'inalterata tranquillità essa potrebbe guarire radicalmente. Bisogna dunque che pigliate una risoluzione, se volete salvarla. Siete ricco, involatela a suo dispetto; l'amore che vi porta è immenso; l'occhio medico me ne avvisa; ma è un ardore che la divora, perchè è combattuta da una trascendente idea del dovere."
      },
      {
        "index": 112,
        "text": "— Lo so."
      },
      {
        "index": 113,
        "text": "— Dunque ci vuole una risoluzione e un colpo inaspettato. La mano del chirurgo assale spesso a tradimento l'ammalato che si rifiuta a sottoporsi ad un'operazione dolorosa. Io parlo da medico; il solo modo di guarire colei, è di trasportarla violentemente da un ordine ad un altro d'idee, e di toglierle d'attorno la vista abborrita di quell'uomo infame di suo marito, il quale, nonostante le sue inconcepibili stranezze e una morbosa volubilità di carattere, in un certo ordine di cose e d'intenti, è longanime e irrevocabile. Quel che voi mi avete detto, l'ho già verificato. L'odio ch'ei sente per quella donna gli prorompe da tutti gli atti, da tutti i movimenti, da tutti i muscoli della sua laidissima faccia, sebbene talvolta, fisicamente, ei l'adocchi ancora con bramosia. Pare che voglia disfarsi di lei in ogni modo; ma essendo vilissimo senza essere scemo, sa trattenersi sempre con astuzia d'inferno entro i limiti di certe azioni, che sembrano imposte dall'autorità maritale; ma non abbandona mai un momento la sua vittima, che investe e solca e scava col lento, ma certo lavoro della sega e della goccia."
      },
      {
        "index": 114,
        "text": "A queste parole il Baroggi si scolorava e rabbrividiva."
      },
      {
        "index": 115,
        "text": "— Fra pochi giorni potrete riveder la contessa, proseguiva il dottor Broussais; il solo rimedio efficace, ve lo ripeto, sta in un atto di violenza, che si risolverà in un atto supremo di pietà e di carità."
      },
      {
        "index": 116,
        "text": "Il Baroggi accompagnò il dottor Broussais fino alla porta dell'ospedale militare, e, messo sulla via delle speranze, andò tutto solo a passeggiare ai Campi Elisi, ingolfandosi in una fitta di pensieri e di progetti."
      },
      {
        "index": 117,
        "text": "Passarono sei giorni; rivide la contessa."
      },
      {
        "index": 118,
        "text": "— Se il dottor Broussais non mi avesse ogni dì informato dello stato della tua salute, certo sarei morto di affanno."
      },
      {
        "index": 119,
        "text": "La contessa, guardando il suo Giunio coll'espressione indefinita di un'anima innamorata che sente la più profonda gratitudine, gli strinse la mano."
      },
      {
        "index": 120,
        "text": "— Or vedo che stai meglio."
      },
      {
        "index": 121,
        "text": "— Sto meglio di fatto."
      },
      {
        "index": 122,
        "text": "— E come si porta colui?"
      },
      {
        "index": 123,
        "text": "— Da qualche giorno sembra un po' ammansato; il dottor Broussais ebbe un lungo dialogo con lui; non so che cosa gli abbia detto, ma mi pare gli abbia messo qualche spavento nell'animo..."
      },
      {
        "index": 124,
        "text": "— Ammansato per un giorno o due, ritornerà presto, come di consueto, alle sue demenze omicide."
      },
      {
        "index": 125,
        "text": "— Pur troppo!"
      },
      {
        "index": 126,
        "text": "— Dunque bisogna prendere un partito."
      },
      {
        "index": 127,
        "text": "— Gli è un pezzo ch'è preso."
      },
      {
        "index": 128,
        "text": "— Quale?"
      },
      {
        "index": 129,
        "text": "— Aspettar la morte."
      },
      {
        "index": 130,
        "text": "— Ed è così che cerchi la via di consolarmi?"
      },
      {
        "index": 131,
        "text": "— Piuttosto che vivere d'inutili speranze, è meglio tener l'animo preparato."
      },
      {
        "index": 132,
        "text": "— Se al tuo male non ci fosse un rimedio, avresti ragione di dir così; ma il rimedio c'è; e se tu lo rifiuti, ti fai rea di suicidio."
      },
      {
        "index": 133,
        "text": "— E dunque?"
      },
      {
        "index": 134,
        "text": "— Dunque, dimmi se il tuo amore per me è sincero e profondo."
      },
      {
        "index": 135,
        "text": "— Non farmi ridire quello che sai: sentire una affezione è un fatto irresistibile del cuore, che può essere perdonato; esprimerla, spiegarla, riposarvi sopra colle parole è un accrescere la colpa."
      },
      {
        "index": 136,
        "text": "— Non parlare di colpa; e che cosa hai, da rimproverarti?"
      },
      {
        "index": 137,
        "text": "— Guarda al modo onde tutti quelli che passano ci guardano. La loro curiosità indiscreta e beffarda ti avvisa, che hanno già compreso quel che passa tra me e te. Pensa a quel che direbbero se sapessero chi sono io, chi sei tu... Spesso tu tenti di fare opposizione alle mie convinzioni religiose... Il mondo vuol le cose a modo suo, ed è più inesorabile dello stesso Iddio che punisce i peccatori coll'inferno. Tutti quelli che entrarono nella mia casa e conoscono il conte, sono convinti che sono stata spietatamente sacrificata; ma non mi risparmierebbero però nessun biasimo se sapessero in che condizione il mio cuore è verso il tuo; ma c'è di più: essi m'insulterebbero, nel loro pensiero almeno, sospettando cose che non avvennero e non avverranno mai. Voi altri increduli l'avete sempre col Dio inesorabile e colla religione di spavento e coi sacerdoti funesti; ma se Dio punisce le sole colpe consumate, il mondo va più innanzi di Lui; esso inventa e punisce le colpe che non furono mai commesse."
      },
      {
        "index": 138,
        "text": "— Dunque non bisogna curarsi del mondo, e non pensare ad altro che ad essere in regola con noi stessi. Il tuo confessore, quando non sia un cretino inferocito, credo non avrà potuto rimproverare la tua condotta."
      },
      {
        "index": 139,
        "text": "— Mi rimprovera la debolezza onde son troppo indulgente col mio cuore; mi rimprovera questa pratica, quantunque non sia mai uscita dalla sfera della più pura simpatia, perchè dice che è un atto d'orgoglio l'affrontare 1 pericoli, e il tenersi certi di poterli sempre superare... mi riprovera..."
      },
      {
        "index": 140,
        "text": "— E non ti ha rimproverato il disprezzo che hai per la tua salute? e non ti ha detto che non a caso Iddio deve averci fatto dono della vita, e che è nostro primo dovere il conservarla con ogni cura, e che è un disprezzar Dio il non tener conto di tutto ciò che ci diede in dono? Io parlo adesso come un prete, e vorrei ben sapere come farebbe il tuo confessore a rispondermi. — Ma lasciamo codeste inutili discussioni, e pensa a prendere un partito, e a lasciar la casa di tuo marito. Tra me e te c'è una tale solidarietà di affetto purissimo e fuori affatto d'ogni ordine volgare, che non devono esistere tra noi quei miserabili rispetti umani per cui talvolta si respingono gli ajuti fraterni per un mal inteso orgoglio. Tu avrai dunque da me centomila franchi; nessuno saprà mai da chi li hai avuti. Scegli per tua dimora quella città che ti parrà meglio, fai venir teco i tuoi parenti. Avrai giorni tranquilli, se non giocondi, e il mondo che tanto temi, non avrà mai nulla a dire contro te... Io mi riserberò soltanto il puro diritto di venire a vederti qualche volta, come un amico che non si dimentica degli amici."
      },
      {
        "index": 141,
        "text": "Nel dir queste cose, gli occhi del Baroggi s'inumidirono, e due lagrime lente gli corsero sulle guancie."
      },
      {
        "index": 142,
        "text": "Stefania non seppe rispondere che versando altre lagrime uguali."
      },
      {
        "index": 143,
        "text": "— E che risolvi?"
      },
      {
        "index": 144,
        "text": "— La tua immensa bontà ti fa prestar fede a cose impossibili."
      },
      {
        "index": 145,
        "text": "— Possibili non solo, ma di facilissima esecuzione. Tutto dipende dal tuo volere; per carità, rispetta e pensa a conservare quella vita da cui dipende la mia. — Se tu persisti nel rifiuto, è indizio manifesto che credi di amarmi, ma non è vero. — L'amore è imperterrito, e non trova ostacolo in cosa nessuna."
      },
      {
        "index": 146,
        "text": "Quella proposta di Giunio aveva sollevato nell'anima di Stefania una folla di speranze nuove. Compresa d'una insolita gioja, e parendole d'intravedere un avvenire del quale non aveva mai sospettato nemmen la più lontana possibilità, sentì la tentazione di accettarla e di far pago il generoso desiderio di Giunio; ma assalita da nuove paure, si tacque crollando la testa."
      },
      {
        "index": 147,
        "text": "— E che pensi di fare?"
      },
      {
        "index": 148,
        "text": "— Non so che cosa risponderti; la mia testa è confusa. — Lasciami tempo a riflettere. — Domani uscirò di casa; alle ore due mi troverò nel tempio della Maddalena."
      },
      {
        "index": 149,
        "text": "E si lasciarono."
      },
      {
        "index": 150,
        "text": "Il dì dopo venne; ma Stefania era tutta mutata; non vedeva che i pericoli ed occasioni di disonorarsi in faccia al mondo.."
      },
      {
        "index": 151,
        "text": "Il Baroggi si aperse allora col dottore Broussais, e lo supplicò d'adoperare la sua autorevole parola di medico e di filosofo per indurre quella donna a salvare se stessa."
      },
      {
        "index": 152,
        "text": "Il dottore parlò, ma con poco frutto; e Stefania trasse innanzi assai tempo, sempre tentennando tra il desiderio ardente di appagare il suo Giunio, e lo sgomento di compromettersi e di fare un passo falso."
      },
      {
        "index": 153,
        "text": "[XI]"
      },
      {
        "index": 154,
        "text": "Una mattina il Baroggi sente picchiare all'uscio dell'abitazione. — Era il dottor Broussais."
      },
      {
        "index": 155,
        "text": "— Caro Giunio, forse ho trovato il mezzo di poter indurre quella vostra infelice donna ad accettare la proposta. Un tal Samuele Mircki, banchiere di Berlino, si ammalò a Parigi, ed è in mia cura da un mese. Della lotteria di Baden-Baden possiede, tra gli altri, il biglietto che gli dà la vincita di quarantacinque mila fiorini. Stamattina mi parlò egli stesso di questa vincita. Questo fatto mi fece balenare un pensiero. Voi pagate al banchiere i quarantacinque mila fiorini, e ritirate il biglietto. Siccome è da un anno che su tutti i canti di Parigi l'avviso gigante di tal lotteria offende gli occhi anche dei ciechi, e la contessa può benissimo aver preso di que' biglietti; così voi lo passate a lei; ella lo mostra al marito; niente di più naturale che chi ha comperato un biglietto, possa anche vincere. Il segreto rimane fra noi due. Nessuno potrà sospettar nulla. Ed ella si capaciterà che a questo modo non c'è più nessun pericolo di provocare nè dicerie nè scandali."
      },
      {
        "index": 156,
        "text": "— La vostra fu un'inspirazione del cielo!!"
      },
      {
        "index": 157,
        "text": "— E così?"
      },
      {
        "index": 158,
        "text": "— Tutto è fatto. Ora esco per prendere i danari che tengo presso Aguado."
      },
      {
        "index": 159,
        "text": "— Portateli a codesto signor Mircki, e ritirate il biglietto."
      },
      {
        "index": 160,
        "text": "— E quella povera troppo squisita mia donna vedrà in questa strana combinazione un espresso ajuto del cielo, e si piegherà. — Oh quante obbligazioni vi ho, caro dottore; ma voi avete l'ingegno sterminato come immensa la bontà del cuore!"
      },
      {
        "index": 161,
        "text": "Quest'affare, com'è facile a comprendere, fu tosto combinato e conchiuso; Baroggi ritirò il biglietto, e quando potè parlare alla contessa:"
      },
      {
        "index": 162,
        "text": "— La fortuna, per un indizio manifesto, ha voluto ajutarci. Ecco di che si tratta; e mostrando il biglietto, le raccontò com'era corsa la cosa."
      },
      {
        "index": 163,
        "text": "— Or vedi che non è possibile salvar le apparenze più di così. Il conte non potrà nemmeno far le meraviglie. — Di queste vincite a Parigi se ne fanno ad ogni momento. L'anno passato la modista che sta presso il teatro delle Variétés guadagnò centomila lire a questo modo... Che mi rispondi adunque...?"
      },
      {
        "index": 164,
        "text": "— MI par di sognare."
      },
      {
        "index": 165,
        "text": "— Accetti? per carità, parla... bada che se tu stai ancor forte in sul negare, io farò certissimamente quello che potrà gettarti nella disperazione..."
      },
      {
        "index": 166,
        "text": "— Accetto..."
      },
      {
        "index": 167,
        "text": "— Che tu sii ringraziata... sei libera finalmente... potrai svincolarti dai nodi del tuo serpente... Per carità, non pentirti di nuovo; prendi il biglietto e provvedi tosto a convertirlo in danaro. È un'operazione che devi far tu, perchè così è chiusa ogni via al benché minimo sospetto; puoi andare da qualunque banchiere. — Addio, per ora; non puoi immaginarti la mia gioia... Riavrai la salute; sarai felice, meno infelice almanco."
      },
      {
        "index": 168,
        "text": "[XII]"
      },
      {
        "index": 169,
        "text": "Stefania, sbalordita, confusa, commossa, si avviò a casa. Mille volte aveva pensato, che se fosse stata ricca, avrebbe potuto esser padrona di sè e ridursi a viver sola; ed ora che aveva in mano la facoltà di farlo, non sapeva come risolversi; non sapeva come dirlo al conte; le pareva che questi dovesse leggerle in volto ogni mistero, ogni segreto. Venne l'ora del pranzo.."
      },
      {
        "index": 170,
        "text": "Il conte e la contessa sedettero a tavola. È inutile dire che il conte da anni non aveva mai una parola cortese per lei. Nelle occorrenze quotidiane della casa, quando la necessità voleva che si parlassero, eran risposte tronche e acerbe per parte di lui, erano sguardi obliqui e severi. Sedettero adunque a tavola, la contessa taceva; il tumulto che aveva nell'animo le aveva colorite le guancie straordinariamente, ond'essa pareva tornata alla soave freschezza de' suoi diciott'anni. La leggiadria del suo volto e della sua figura era un incanto anche allorquando il pallore del patimento investiva le sue guancie; possiam dunque immaginare quel che dovesse parere con quelle rose ricomparse, sebben fittizie."
      },
      {
        "index": 171,
        "text": "Il conte la guardò di sott'occhio, e la riguardò più volte:"
      },
      {
        "index": 172,
        "text": "— Che cos'hai oggi che sei così rossa? le disse. So che il principe Demidoff, che ha dieci milioni di rendita ed è un bel giovane, ti ha lodata... Sei stata forse a fargli visita?..."
      },
      {
        "index": 173,
        "text": "— Non so nemmen chi sia questo principe Demidoff, e non capisco che cosa tu voglia dire..."
      },
      {
        "index": 174,
        "text": "Il conte si diede a ghignare con disprezzo."
      },
      {
        "index": 175,
        "text": "La contessa si alzò da tavola, saettando il conte con uno sguardo di nobilissimo sdegno. L'esordio strano con cui il conte l'aveva interrogata relativamente al suo rossore, diede a lei il coraggio di parlare."
      },
      {
        "index": 176,
        "text": "— Sai tu perché sono infuocata in viso?"
      },
      {
        "index": 177,
        "text": "— Che?"
      },
      {
        "index": 178,
        "text": "— È la gioia che provo nel doverti dare una consolazione."
      },
      {
        "index": 179,
        "text": "— Oh!"
      },
      {
        "index": 180,
        "text": "— Si, signore; potrò finalmente liberarti della mia presenza odiosa..."
      },
      {
        "index": 181,
        "text": "— Diamine! che cosa è successo?"
      },
      {
        "index": 182,
        "text": "— È successo che, siccome non passa giorno che non ti lamenti d'aver dovuto spendere e spandere per me, al punto da ridurti quasi in miseria per colpa mia, il cielo ha voluto ajutar te e me."
      },
      {
        "index": 183,
        "text": "Il conte, senza parlare, guardava fissa la contessa."
      },
      {
        "index": 184,
        "text": "— Su tutti gli angoli di Parigi avrai visti gli avvisi della grande lotteria di Baden-Baden..."
      },
      {
        "index": 185,
        "text": "Il conte si alzò, protendendo il collo e il muso, e strabuzzando l'occhio felino..."
      },
      {
        "index": 186,
        "text": "— Un dì, saranno or due mesi, entrai da un cambiavalute che teneva quell'affisso a' lati della bottega, presi un biglietto di quindici franchi. Stamattina passando da quello stesso cambiavalute seppi d'aver guadagnato quarantacinque mila fiorini — novantamila franchi circa. — Ecco tutto. — Ora posso cessare di vuotare la povera tua cassa."
      },
      {
        "index": 187,
        "text": "Il conte si staccò dalla tavola repentinamente, e misurò tre o quattro volte innanzi e indietro la camera, come una jena in gabbia."
      },
      {
        "index": 188,
        "text": "— Perchè non m'hai detto mai nulla? gridò poscia."
      },
      {
        "index": 189,
        "text": "— Perchè era inutile, e, secondo il tuo costume, potevi rimproverarmi d'aver sciupato quindici franchi; or te lo dico, perchè ti deve far piacere che anch'io possieda un capitale che dà un'entrata sufficiente per vivere con decoro."
      },
      {
        "index": 190,
        "text": "La risposta che diede il conte fu un calcio nella tavola che rovesciò in terra piatti e bottiglie."
      },
      {
        "index": 191,
        "text": "Accorse una fantesca."
      },
      {
        "index": 192,
        "text": "— Che volete voi qui? le gridò il conte; e accompagnò l'urlo ferino collo scagliarle dietro una terrina, che le s'infranse sulla schiena."
      },
      {
        "index": 193,
        "text": "La contessa dignitosamente e fieramente atteggiata, era riparata dietro una poltrona; teneva fra le mani un trinciante, non a caso ma ad arte, perchè sapeva che al conte, tanto vile quanto perverso, bisognava far paura in qualche modo. — La sventurata però tremava dal capo a' piedi come una foglia investita dal vento."
      },
      {
        "index": 194,
        "text": "Ed ora chiederà il lettore: come si può spiegare quella repentina escandescenza del conte?"
      },
      {
        "index": 195,
        "text": "Una infesta mescolanza di cause tutte morbose aveva fatto impeto sul suo sangue."
      },
      {
        "index": 196,
        "text": "Egli aveva bisogno di una vittima su cui sfogare i suoi perversi umori; quella povera donna, e perchè era moglie e perchè era inesorabilmente avvinta alla povertà dei genitori, era la sola su cui potesse esercitare un'autorità assoluta e continua; i domestici potevano schiaffeggiarlo e piantarlo su"
      },
      {
        "index": 197,
        "text": "due piedi, com'era successo tante volte. Ma la moglie bisognava che s'acconciasse a star lì sempre stretta a quella catena d'inferno."
      },
      {
        "index": 198,
        "text": "C'era un altro fenomeno stranissimo, ma vero. Egli, nei momenti men truci e quando nel corpo incarognito gli si ridestava il titillamento erotico, considerando la bellezza sempre superstite della moglie e udendola lodare da quanti la vedevano, sentiva l'orgoglio di essere nel pieno dominio di quella creatura; però mentre la martoriava di continuo, pur talvolta si compiaceva di possederla, e nei giorni che, per il malore, la bellezza di lei scompariva nella pallidezza eccessiva, la insultava con parole di spregio, ma non perchè la spregiasse, sì perchè, sebbene ei ne fosse la causa volontaria, vedeva che, continuando ella a dar giù a quel modo, ei non avrebbe potuto più dire: — Fra quante donne conosco, la mia è ancora la più leggiadra di tutte. Ora all'annunzio inaspettato ch'ella possedeva quasi centomila franchi, comprese di colpo tutto quello che poteva nascer da ciò. Non poteva più insultarla, perch'ella era in condizione di abbandonarlo quando voleva; vedendola, per quel rossore che aveva provocate le sue prime strane interrogazioni, più attraente del consueto, le parve più tormentosa l'idea di doverla perdere, e per conseguenza di essere costretto a deporre le armi ai piedi di lei, se pur voleva conservarla; oltre a ciò sentì anche la fitta dell'invidia nel pensiero ch'egli non poteva più umiliare la moglie col richiamarle la sua povertà; e prima e dopo e in mezzo a tutto ciò serpeggiava anche il truce pensiero che ella, mettendosi in salvo, poteva guarire, onde a lui non rimaneva più mezzo di disfarsene. Queste cause che noi designiamo ad una ad una, lo assalirono insieme e lo irritarono sino a quell'estremo da dar prova di tutti i fenomeni della vera pazzia. Ma egli non era pazzo nè sempre nè abbastanza per essere chiuso in un manicomio; come non era così legalmente scellerato da poter essere appeso ad una forca."
      },
      {
        "index": 199,
        "text": "AA! pur troppo quell'improvvisa scoperta del dottor Broussais e l'atto delicato e generoso ed eccezionale del Baroggi, che pareva dovesse togliere di mezzo ogni ulteriore occasione di sventure possibili, fu invece la causa definitiva di altri e irreparabili disastri."
      },
      {
        "index": 200,
        "text": "[XII]"
      },
      {
        "index": 201,
        "text": "Quelle espressioni dei fatalisti, trovate al tempo dell'astrologia: — Egli è nato sotto la cattiva stella. — Ella è la vittima degli astri —, e che tanto ripugnano al buon senso ed alla schietta ragione, troppo spesso par che abbiano la loro riprova nel labirinto delle miserie umane."
      },
      {
        "index": 202,
        "text": "Il conte non fu più sopportabile; la contessa in quella casa fatale si trovò condannata ad una specie di quaresima di Galeazzo applicata all'ordine delle pene morali. Ciò che il conte ebbe detto per uno scherzo atroce allorchè domandò alla contessa s'ell'erasi forse recata a far visita al principe Demidoff, lo replicò sempre e con tutta l'apparenza di parlar sul serio in tutti i momenti delle sue furiose escandescenze. Gridava come un ossesso, e in modo da farsi udire da quanti abitavano nella sua medesima casa, e adoperando l'idioma francese, nell'intento di passar egli per vittima e di render la contessa dispregevole ed obbrobriosa in faccia agli altri."
      },
      {
        "index": 203,
        "text": "Ella raccontò tutto al Baroggi, il quale rimase costernato e incertissimo su quel che dovesse consigliarle; tuttavia continuò ad esortarla perchè si determinasse all'unico partito utile e si staccasse dal marito carnefice. Ma ella non ebbe mai il coraggio, e sotto al lavoro assiduo di quell'orribile contrasto, il suo fisico, sempre sofferente e sempre più indebolito, non resse. Non potè più uscire di casa; il malore aveva ripresa la sua invasione devastatrice, ed ella non si alzò più dal letto."
      },
      {
        "index": 204,
        "text": "Il dottor Broussais, chiamati a consulta anche i suoi più riputati colleghi, non omise studio di sorta per vedere di salvare quella povera e preziosa esistenza."
      },
      {
        "index": 205,
        "text": "E noi possiamo immaginarci come il Baroggi disperatamente traesse la vita in que' lunghi giorni, senza poter veder mai la contessa; e col solo malinconico conforto delle quotidiane informazioni del dottore, il quale, mentre desiderava sostenere le di lui speranze, non voleva nel tempo stesso far sì che, colpito, non preparato, da una estrema sventura, dovesse poi rimaner vittima di un'angoscia insopportabile."
      },
      {
        "index": 206,
        "text": "[XIV]"
      },
      {
        "index": 207,
        "text": "Dall'agosto, in cui c'incontrammo per la prima volta a Parigi col Baroggi, si venne sino al giorno sette novembre. Era un'alba parigina dell'estremo autunno, nebbiosa e fuliginosa. Il Baroggi dormiva, ma di quel sonno che è piuttosto un sopore patologico, e si direbbe prodotto più dalla virtù di un narcotico che dall'intima legge del corpo tranquillamente stanco. Era da molte notti ch'ei non poteva chiuder occhio, e da molti albori che sonnecchiava per qualche istante in quell'ora appunto."
      },
      {
        "index": 208,
        "text": "A un tratto si sveglia e balza giù dal letto: un suono speciale lo aveva scosso, ma egli non lo sapeva. Stette così un poco su due piedi come smemorato, ma nella via, intercalato a un sordo mormorio come di vento che mugghia in basso tono, sente lo squillo di un campanello. Un brivido gelato lo percorre tutto... Spalanca 1 vetri della finestra e s'affaccia. Era il viatico, che venendo da Notre-Dame passava sul Pont Double. Molte volte il viatico era passato per di là, e non c'era ragione ch'egli ne rimanesse tanto atterrito; ma l'irrequietudine convulsa che lo agitò fu tale, che quasi senza mettere a consulta i proprj pensieri, si vestì frettolosamente per uscire, e le mani gli tremavano come a paralitico, nell'abbottonarsi il pastrano. Esce, e dette alcune cose al domestico, discende le scale a saltelloni — Pareva uscito di ragione affatto. — Segue la processione del viatico. — Ah, pur troppo tra l'affannosa alternativa di un baleno di speranze che rischiarava il suo sgomento, ei vede che il viatico tien la via che dal Pont Double mette alla Rue du Platre. Tende l'orecchio con faticosa attenzione alle voci delle devote del Santissimo, che rispondevano in lugubre cadenza alle litanie intuonate da una vecchia:"
      },
      {
        "index": 209,
        "text": "— Consolatrix afflictorum — Ora pro ea."
      },
      {
        "index": 210,
        "text": "— Refugium peccatorum — Ora pro ea."
      },
      {
        "index": 211,
        "text": "Si fa ancor più attento per accertarsi se le devote mormorassero pro eo o pro ea; ma nell'afferrare quell'orrenda certezza, collo scarso lume degli occhi che per lieve deliquio gli fuggiva, vede nel tempo stesso piegare il baldacchino verso la casa del conte."
      },
      {
        "index": 212,
        "text": "Non era più il caso d'attenersi a quella scrupolosa osservanza d'ogni riguardosa cautela per non scoprire sè stesso e per non compromettere la contessa. — Il dolore soverchiava. — Egli entrò nel cortile della casa, in coda alle devote. Stette un momento perplesso sul limitare, e fece alcune confuse domande al portinajo, che, indifferente come lo stipite di sasso al quale si appoggiava, rispose che il viatico era per la contessa B...i. gravemente ammalata. Intanto il parroco di Notre-Dame era salito. Il Baroggi, senza pensare ch'era in mezzo a una fitta di persone che lo vedevano, misurava a gran passi il cortile. A un tratto si ferma parlando tra sè, e facendo gesti come se fosse impegnato in un discorso con qualcuno; poi, risoluto, a due, a tre gradini per volta, ascende le scale. È all'uscio dell'abitazione del conte. Era spalancato, ma alcune donne in ginocchio ne ingombravan l'ingresso. — Egli va oltre, passa d'un'in altra camera. Le donne di casa, vedendolo e conoscendolo, perchè i domestici sanno tutto, non sapendo che si pensare, lo lasciano fare e andare innanzi. Quando il Baroggi s'accorse d'esser presso la camera dove la contessa giaceva a letto, e dove era entrato il parroco, si fermò quasi colpito da un sacro spavento."
      },
      {
        "index": 213,
        "text": "Alla fine entrò; la contessa travide e vide, s'alzò in sul gomito raccogliendo tutte le sue forze, mandò un gemito nel quale pur si ripercuoteva un suono ineffabile di gioja, e ricadde col capo indietro sul guanciale. Il Baroggi s'accosta al letto, cade in ginocchio, le prende la mano, che bacia e ribacia e torna a baciare."
      },
      {
        "index": 214,
        "text": "Il parroco, che era un prete gallicano dei più tremendi, e che rappresentava la vendetta di Dio più della misericordia: Che è questo? gridò; e afferrò un campanello."
      },
      {
        "index": 215,
        "text": "Accorse la servente; dopo alcuni istanti si fermò sulla soglia il padrone di casa, il conte B...i."
      },
      {
        "index": 216,
        "text": "La contessa aveva la testa abbandonata sul guanciale, e di traverso fissava uno sguardo lento e profondo in volto al Baroggi, che, tenendo il labbro sulla mano di lei, la fissava terribilmente Immoto."
      },
      {
        "index": 217,
        "text": "D'improvviso grida il conte: — Chi è l'infame che profana la mia casa, che profana la dimora di una moribonda? Lei, che rappresenta Iddio qui, scacci l'abbominando sacrilego. — Il prete, che aveva l'aspetto di un Domenicano inquisitore, colla pretenziosa prepotenza di chi ha fede di tenere dall'alto un mandato sacro, santo, mise la scarna sua mano, come se fosse quella di Samuele, sulla spalla del Baroggi, e lo rovesciò sul pavimento. Ma il Baroggi, rovesciato, si rialzò di tratto... Il conte intanto aveva aperta la finestra e gridava all'accorr'uomo. Cessò il mormorio devoto nelle anticamere e nel cortile. Il conte continuava a gridare."
      },
      {
        "index": 218,
        "text": "La campana minore di Notre-Dame suonava a lenti rintocchi. Stefania spirò in quel punto."
      },
      {
        "index": 219,
        "text": "Il parroco, nel benedirla: — Voi avete forse impedito, disse al Baroggi, che quest'anima volasse in cielo."
      },
      {
        "index": 220,
        "text": "L'appartamento del conte erasi affollato di gente accorsa alle grida."
      },
      {
        "index": 221,
        "text": "— Questo scellerato, diceva il conte a quanti gli entravano in casa, è venuto ad assassinare la povera mia moglie."
      },
      {
        "index": 222,
        "text": "Il Baroggi non si moveva — guardava attonito; sentiva macchinalmente, e taceva."
      },
      {
        "index": 223,
        "text": "Il conte ebbe l'audacia di accostarsegli, e di mettergli una mano sul braccio, come per iscacciarlo."
      },
      {
        "index": 224,
        "text": "A quell'atto il Baroggi si scosse, afferrò il conte per il collo, e di peso l'alzò, trasportandolo presso la finestra. Il suo primo pensiero fu di rovesciarlo nella via sottoposta. Ma si trattenne."
      },
      {
        "index": 225,
        "text": "Le persone astanti, imprecando al Baroggi, gli si serrarono intorno, tentando di strappare il conte dalle sue mani."
      },
      {
        "index": 226,
        "text": "Egli taceva e guardava, e tenendo colla sinistra sempre il conte per il collo, colla destra vibrò a rovescio uno schiaffo furibondo ad un giovinotto che osò toccarlo, e lo respinse fino a percuoter la testa in una delle pareti della stanza."
      },
      {
        "index": 227,
        "text": "Scorsero alcuni minuti d'immobilità generale, quando il Baroggi trasse violentemente il conte nella camera attigua. Tutti lo seguirono, ma nessuno osava nè farglisi presso, nè parlare."
      },
      {
        "index": 228,
        "text": "— Assassino di tre mogli, urlò allora il Baroggi, oggi tu pagherai tutti i tuoi misfatti. E in te sia punita la legge che permette ai tuoi pari di vivere e di operare impunemente a danno di tutti; e in te sia punita la vile umanità che alla sola ricchezza si prostra e si fa complice d'ogni suo delitto; e in te sia punito il prete funesto che legò quella povera vittima al tuo corpo infracidito, e all'anima tua più laida del tuo corpo. Una lezione voglio io oggi dar qui a tutti, e sia di me quello che vorrà essere."
      },
      {
        "index": 229,
        "text": "E accostatosi a un caminetto su cui ardevano tre pezzi di legno, ne prese uno pel capo ancora intatto, e prima che alcuno sospettasse quel che fosse per fare, compresse la parte infuocata con violenza repentina nelle occhiaie del conte, che grugnì come una scrofa scuoiata; e cadde, abbandonato che fu dalla ferrea mano del Baroggi, ad arrotolarsi urlando sul pavimento."
      },
      {
        "index": 230,
        "text": "Entrò in quella il dottor Broussais."
      },
      {
        "index": 231,
        "text": "CONCLUSIONE"
      },
      {
        "index": 232,
        "text": "Venezia nel 1849. — La Germania e l'Italia. — Hegel e i suoi proseliti. — La scienza e il senso comune. — La camera di Winkelmann a Roma. — Un'iscrizione latina nel cimitero del Père Lachaise."
      },
      {
        "index": 233,
        "text": "Nell'agosto dell'anno 1849, dimorando a Venezia, entrai una notte, in compagnia di alcuni amici, nell'osteria del Cavalletto. — V'erano là ufficiali di tutte le armi, costituenti il presidio di quella gloriosa e sventurata città, che, in que' giorni, stava dibattendosi tra la vita e la morte. V'erano Italiani di tutta Italia: Polacchi, Ungheresi, Dalmati, Greci, militanti per noi."
      },
      {
        "index": 234,
        "text": "Venezia in que' dì offeriva uno spettacolo sublime insieme ed angoscioso. Milano era ricaduta sotto il gioco austriaco; Toscana erasi ridata al granduca; Roma, indarno difesa da Garibaldi, era stata occupata da Oudinot: Italia tutta era sommersa. — Venezia sola sporgeva ancora il capo dall'onda mugghiante, ma le braccia spossate più non potevan reggere contro all'impeto di essa."
      },
      {
        "index": 235,
        "text": "In quell'osteria era incessante il fracassio di chi andava e veniva, dei tanti che parlavano, dei camerieri che servivano e gridavano: a tutti i tavolini, pur fra tanta varietà di discorsi, campeggiava sempre il tema unico della patria in pericolo. — A una tavola stavano il colonnello Belluzzi e il colonnello Morandi, mio amico. — Sedeva con loro un uomo tra i quarantacinque e i cinquant'anni, in abito nero. — La figura di lui, le pose, il piglio erano giovanili ancora; ma i capelli prolissi erano sparsi di striscie senili, la fronte solcata da lunghe rughe, l'occhio, sebben di linee grandiose e pure, era patito e stanco."
      },
      {
        "index": 236,
        "text": "Salutato il colonnello Morandi, sedetti lor presso; feci portar un pan fresco di tritello, che in quell'estreme traversie del blocco, poteva dirsi un pane di lusso; e un bicchiere di vino di Barletta, il quale costava quanto lo Chateau-Lafitte delle cantine dell'imperatore dei Francesi; e stetti così ascoltando i discorsi avviati."
      },
      {
        "index": 237,
        "text": "— A quanto m'avete raccontato, diceva quel signore in abito nero, vedo che la difesa non potrà prolungarsi molto."
      },
      {
        "index": 238,
        "text": "— Due o tre settimane al più, e non c'è altro, disse il Morandi."
      },
      {
        "index": 239,
        "text": "— Purtroppo! soggiunse il Belluzzi."
      },
      {
        "index": 240,
        "text": "— È una fatalità, osservò quel signore, che in quest'anno, dovunque io capiti, debba sempre essere l'augello del malaugurio. Arrivai a Torino due giorni prima del disastro di Novara. — Giunsi a Roma e mi son messo con Garibaldi poco tempo innanzi la sua caduta. — Or venni qui per mettermi con voi, colonnello Morandi..."
      },
      {
        "index": 241,
        "text": "— E non c'è a far altro, credetelo a me. La difesa poteva protrarsi molto più a lungo; ma il Governo non seppe e non volle."
      },
      {
        "index": 242,
        "text": "— Manin, rispose quel signore, era convinto (e lo provano le sue note alla Francia e all'Inghilterra) che Venezia, per un riguardo dovutole dalle potenze, sarebbe stata costituita come città anseatica: e questa speranza fu appunto cagione degli errori del governo. — La conveniente posizione politica che Manin era certissimo sarebbesi data a Venezia, gli ha fatto credere impossibile un lungo assedio; è per ciò se la marina non fu allestita in tempo; se l'esercito non fu bene organizzato; se la guardia civica non fu resa abbastanza numerosa; se le provvigioni da guerra non furono accumulate in tempo e in quantità sufficiente a sostenere l'assedio anche per qualche anno."
      },
      {
        "index": 243,
        "text": "— E così, osservò il colonnello Belluzzi, di questa popolazione straordinaria nella costanza; dei soldati venuti da tutt'Italia, gloriosi per prove di coraggio uniche nella storia, non si trasse il vantaggio che certamente si sarebbe potuto; ed oggi le cose sono al tutto disperate."
      },
      {
        "index": 244,
        "text": "Il colonnello parlava ancora, quando entrò a cercarmi il filologo e poeta Sternitz, prussiano, col quale io m'era stretto in amicizia; uomo di grande ingegno, di vasta dottrina e d'abitudini semplicissime, sebbene talvolta alquanto strane ed eccezionali. — Dimorava da anni a Venezia, ed era innamorato dell'Italia, della quale conosceva profondamente la letteratura, ed era iracondo verso i proprj compatrioti."
      },
      {
        "index": 245,
        "text": "— E che fate qui, mi disse, con questa caldura che opprime? Usciamo all'aperto."
      },
      {
        "index": 246,
        "text": "Io chiesi al colonnello Morandi s'ei voleva uscire."
      },
      {
        "index": 247,
        "text": "— E si esca, ei mi rispose, con quel suo fare schietto e soldatesco."
      },
      {
        "index": 248,
        "text": "Belluzzi e il signore vestito di nero uscirono del pari; e così tutt'insieme, collo Sternitz, il capitano De Luigi della legione lombarda, ed altri, ce ne andammo a passeggiare sul molo."
      },
      {
        "index": 249,
        "text": "[II]"
      },
      {
        "index": 250,
        "text": "Io chiesi allora al Morandi, chi era quel signore vestito di nero."
      },
      {
        "index": 251,
        "text": "— È un lombardo; io l'ho conosciuto prima a Parigi, poi in Atene; è un signore assai distinto, e si chiama Giunio Baroggi."
      },
      {
        "index": 252,
        "text": "— Che? io esclamai commosso; io so la storia della sua vita; io conobbi un vecchio che fu amicissimo suo. Quasi glielo nominerei, ma non so che ben fare; non potete immaginarvi, colonnello, il vivo interesse che m'ha inspirato e m'inspira questo signore."
      },
      {
        "index": 253,
        "text": "— Comportatevi con gran riguardo, mi disse allora il Morandi, perchè a toccargli certi tasti del suo passato, si riscuote tutto e si conturba e si sprofonda in una tristezza senza pari. In conseguenza d'un fatto orribile, è stato rinchiuso un anno nel manicomio di Parigi; e fu il celebre dottor Broussais che di tal modo lo ha salvato, facendolo passar per demente onde liberarlo da un processo criminale."
      },
      {
        "index": 254,
        "text": "— So tutto, io dissi, e so anche che lo scellerato che egli punì abbruciandogli gli occhi, morì nel 1839."
      },
      {
        "index": 255,
        "text": "— Nel '31 io vidi colui, affatto cieco, trascinarsi lento per le vie di Parigi, appoggiato a un Servo."
      },
      {
        "index": 256,
        "text": "— Un fatto orribile, ma fu anche una giustizia."
      },
      {
        "index": 257,
        "text": "— Adogni modo, abbiate gran riguardo nel parlargli."
      },
      {
        "index": 258,
        "text": "[III]"
      },
      {
        "index": 259,
        "text": "Passeggiando lungo il molo, i discorsi continuarono sempre sul medesimo tema di Venezia. — Si parlò dell'origine e del procedimento della sua rivoluzione; si parlò di Daniele Manin e di Tommaseo. — Il colonnello Morandi non aveva grande stima di Manin, ed essendo venuto a Venezia assai tardi, non conosceva 1 precedenti storici, e giudicava con troppa severità il popolo veneziano. — Su tal proposito udii il Baroggi a fare le seguenti osservazioni:"
      },
      {
        "index": 260,
        "text": "— Avendo io, egli disse, viaggiato tutta Italia, prima che scoppiasse la rivoluzione, all'intento di veder dappresso le popolazioni e di esplorare i sintomi della crisi italiana, mi trovai a Venezia nei primi mesi del 1848; quel che avvenne in que' mesi di preparazione, fuori di Venezia non è noto che in parte. — Le carneficine di Milano e quelle di Padova assorbivano allora l'attenzione generale. — Ma io, che in quel tempo ho potuto osservar da vicino quel che qui si operò, debbo dire che i Veneziani, una volta messi in via, guadagnarono con alacrità straordinaria il tempo prima perduto. — A mantener vivo lo spirito pubblico e ad incuorare Venezia ad operare più che a far dimostrazioni, contribuì principalmente la prigionia di Manin e di Tommaseo, e la loro dignità affatto antica in faccia alla ingiustizia e alla sventura."
      },
      {
        "index": 261,
        "text": "«Crocchi segreti d'uomini pronti se ne improvvisarono molti; alcuni, più esperti dei mezzi speciali che Venezia aveva in sè, guardavano alla marina veneta; considerando quello che, volendo, avrebbe potuto, vedevano facile la riuscita, se si fosse tentata qualche impresa audace. — A tale intento, alcuni più astutamente volonterosi, s'accomunavano, quantunque la diversa condizione non paresse comportarlo, ai soldati della fanteria di marina; e versando con essi in famigliare colloquio nelle taverne del buon popolo, e mescendo loro con mano liberale, li mettevano a parte de' proprj pensieri, li istruivano intorno alle pubbliche faccende, e li esortavano a star pronti. E così facevasi cogli arsenalotti, siccome quelli che potevano, all'occasione, impadronirsi del punto più importante della città."
      },
      {
        "index": 262,
        "text": "«Di questi sforzi veneziani e di questo senno che mostrarono nell'adoperare quei mezzi, è tempo che si parli, perchè fin qui si è creduto e si crede anche da parecchi che dappresso esplorarono il movimento italiano, che la rivoluzione di Venezia sia stata l'affare d'un giorno; e che la sua riuscita così felice e completa sia dovuta a fortuna più che a fatica. Credetelo a me: in que' giorni pieni di vita e di speranza, il popolo veneziano e i suoi capi fecero prodigi. Tommaseo e Manin furon veramente benemeriti, e Manin ebbe istanti luminosi ed eccezionali di prontezza, di sagacità, di coraggio.»"
      },
      {
        "index": 263,
        "text": "— Ma, a parer mio, osservò il Morandi, fu atto improvvido l'aver proclamata la repubblica prima di sentire il voto delle altre città d'Italia."
      },
      {
        "index": 264,
        "text": "— Oggi è facile dir così, rispose il Baroggi, ma bisognava trovarsi qui allora. È necessario tener conto delle tradizioni speciali di questa città, e allora converrete che, se quello fu un errore, fu però un errore sublime."
      },
      {
        "index": 265,
        "text": "Il Baroggi tacque un momento, e, fermatosi tra le colonne di Todero e del leone, girò l'occhio sugli edifizj augusti della piazzetta e della piazza. Muggiva cupo il cannone di Campalto e Campaltone. Nel silenzio e nella solitudine della notte si sentiva ad intervalli quel suono particolare, come di stoffa serica lacerata, che produce l'aria quand'è investita da una palla. Da un mese i cannoni alla Pexens, collocati a quarantacinque gradi, percorrevano quattromila e cinquecento metri di spazio, e tenevano in assiduo pericolo due terzi della città."
      },
      {
        "index": 266,
        "text": "Il Baroggi era come assorto e gli altri per un istante lo guardarono in silenzio."
      },
      {
        "index": 267,
        "text": "[IV]"
      },
      {
        "index": 268,
        "text": "— ON! voi, proruppe di poi, non eravate qui nel marzo dell'anno scorso. Che giorno sublime fu il 22 di quel mese!"
      },
      {
        "index": 269,
        "text": "Qui fece ancora una breve pausa; poi, come se leggesse una pagina, con accento d'entusiasmo continuò:"
      },
      {
        "index": 270,
        "text": "— Allorchè Manin fu padrone dell'arsenale, e fu sicuro dell'ajuto di tutti 1 soldati della marina veneta, che avevano saputo uccidere il maggior Bodai quando loro comandò di far fuoco sulle guardie cittadine; infiammato d'entusiasmo per un concorso d'accidenti così fatale, che parve davvero che in questa città si fosse allora rinnovato il prodigio delle trombe di Gerico; alla testa delle sue guardie portanti un'asta sormontata dal simbolico berretto, venne in piazza, e là, salito su d'una tavola, alla presenza di non molto popolo, proclamò la repubblica. Alla parola repubblica di San Marco, fatta risuonare dalla poderosa e veramente rivoluzionaria voce di Daniele Manin, una vertigine sublime occupò tutte le menti. Non era quello il momento delle misure prudenziali. La realtà aveva sembianza di una visione. Questa repubblica gloriosa di una vita di quattordici secoli, fatta segno, è vero, di gravi accuse dalla storia troppo severa, ma per le stesse colpe imputate, poeticamente misteriosa, e, non ostante, ammirata da' suoi detrattori e idoleggiata poi dalle più squisite intelligenze, era scomparsa in un giorno obbrobrioso; caduta e scomparsa, erasi detto, per sempre dalla faccia del mondo politico: e invece la si udiva proclamata, e la si vedeva risorta. Allorchè disotto alle aquile tedesche, in un baleno atterrate e sparite quasi per virtù d'incanto, si vide balzar fuori l'alato leone di bronzo che non s'era osato distruggere; e sulle antenne, a un punto"
      },
      {
        "index": 271,
        "text": "rovesciate e svestite dalla bandiera non nostra, e a un punto rialzate, sventolò il vessillo del vetusto San Marco, e tutte le campane delle chiese di questa tanto storica Vinegia risposero in giocondo e vasto concento ai più profondi rintocchi del campanone maggiore, che prima aveva comunicato ai venti la novella inaspettata; e sulla piazza un popolo fittissimo si vide inginocchiato innanzi alla metropolitana, perchè nell'avvenimento straordinario, forse gli parea vedere il Dio degli eserciti; in presenza di questo continuo prodigio, credetelo a me, l'entusiasmo, il delirio non poteva più aver misura; ed oggi, pensandovi nell'aspettazione in cui siamo dell'estrema sventura, il sangue si gonfia nel cuore, e la memoria ha bisogno di velarsi un tratto, perchè il giudizio riprenda la sua calma."
      },
      {
        "index": 272,
        "text": "y"
      },
      {
        "index": 273,
        "text": "Il Baroggi a queste parole s'interruppe; e, dopo un breve silenzio, continuò:"
      },
      {
        "index": 274,
        "text": "— Da quel giorno gli errori si accumularono agli errori. Ma tutti i governi d'Italia ne commisero. A Milano si lasciarono in ingiusta dimenticanza gli uomini che, per la vastità della mente, più eran fatti per governare la cosa pubblica. Il popolo sapiente ebbe colà dei capi incompleti. Quando, nell'aprile da Venezia passai a Milano, la piaga pubblica era già per incancrenirsi là. — A Firenze invece un popolo troppo simile alla garrula e volubile Atene, non volle aver fiducia nel fortissimo ingegno di Guerrazzi. Qui in Venezia i ladri si introdussero a manomettere il pubblico danaro, non accorgendosene l'intemerato Manin, dall'ideale della sua onestà fatto incapace a sospettare l'altrui perfidia. In pochi giorni scomparvero diciasette milioni dalla cassa dell'erario: — a Parigi vive un ricco che prima era un povero operajo qui, e non si sa dove abbia preso i denari. Io non lo nomino, ma voi già sapete a chi accenno. Io vorrei che i giuristi inventassero una pena speciale, infamante, straziante, per questi ladri del pubblico patrimonio. In quanto a Manin e Tommaseo, certo che furono i primi, i più coraggiosi e più virtuosi cittadini di Venezia; ma la fatalità volle che tra loro ci fosse uno strano squilibrio di pensiero e d'aspirazioni. Manin innamorato di questa sua cara Venezia smarrì nell'intensità dell'affetto municipale l'estensione dell'ambito italiano; ecco perchè respinse in principio la proposta di un governo lombardo-veneto; poi di far centro Venezia di un governo italiano; in ultimo di aderire alla Costituente. Tommaseo invece, portato, dalle contratte abitudini della sua mente e de' suoi studj, a percorrere le indefinite regioni dell'ideale, ed a considerare l'umanità nel suo più vasto significato, non istette contento ai limiti della sua cara Italia; ma delle affezioni sue amò far parte a tutti i popoli della terra. Scrisse note diplomatiche di consiglio e d'amore a tutti, perfino alla Germania. — Non vi scuotete, signor Sternitz, io vi conosco, vi amo, e vi ammiro, perchè non mi sembrate un uomo nato in quelle parti là; ma io non amo la Germania, l'incorreggibile Germania, incorreggibile perchè la sede del suo morbo cronico sta nella testa de' suoi pensatori e nella sua filosofia. Quasi dappertutto la scienza va innanzi beneficando; là invece si affatica a' danni dell'umanità."
      },
      {
        "index": 275,
        "text": "[VI]"
      },
      {
        "index": 276,
        "text": "«Agli indirizzi, proseguiva, che l'anno scorso i più generosi Italiani, pur nell'impeto del combattimento e nell'odio implacabile del dominio austriaco inviarono a tutti gli Stati di quella nazione a proposta di fratellanza; la patria di Schiller, il poeta più innamorato dell'umanità, lasciò cadere indifferente quelle parole d'invito, e si chiuse sospettosa in sè stessa. Il canto di Manzoni dedicato a Koerner, il Tirteo della Germania, non trovò un eco in mezzo ai cuori fatti muti dalla passione e dall'egoismo."
      },
      {
        "index": 277,
        "text": "«Il nostro popolo, che ha sentito a parlare della Germania come dell'officina più operosa della scienza e del centro più fitto d'instancabili cercatori del vero, domanda come un sì tristo frutto abbia potuto uscire da così faticose preparazioni."
      },
      {
        "index": 278,
        "text": "«Questa domanda del popolo incolto rivela che, nella sua intuizione spontanea, ha compreso ciò che gli uomini dotti non seppero scorgere nell'abbagliata ammirazione per una scienza che, nelle sue intemperanze e nelle sue improbe elucubrazioni, ha smarrito il senso retto, ed è rimasta senza viscere."
      },
      {
        "index": 279,
        "text": "«In Germania è la così detta filosofia quella che governa e impiglia la politica. Filosofia e politica si abbracciano colà e si compenetrano. Guai se la prima si contorce nell'indeterminato e nel falso! la politica ne risente il contagio, e il senso giusto e pratico della vita si adultera e si smarrisce."
      },
      {
        "index": 280,
        "text": "«Hegel, il Maometto della Germania, le comunicò un sentimento così entusiasta per sè stessa, un'idea così orgogliosa della sua missione nel mondo, che tutte le altre nazioni, specialmente quelle del mezzodì, debbono parere agli occhi di lei come nazioni diseredate e decadute, e perciò indegne di risorgere a rifare una grandezza che comprometterebbe il nuovissimo genio del Nord, al quale, secondo le enfatiche parole del suo falso profeta, è assegnato l'incarico nientemeno che di rifare Iddio."
      },
      {
        "index": 281,
        "text": "«Dopo Hegel, i suoi proseliti, dilungandosi da lui e più che mai compromettendo le teorie del maestro, si divisero in più sétte, le quali, sforzando a sempre nuove trasformazioni i principj raccolti dalla bocca di lui, misero dapprima il capogiro nelle menti giovanili, per non lasciar poi negli animi che aridità e indifferenza."
      },
      {
        "index": 282,
        "text": "«L'ateista Feuerbach giunse a combattere perfino il sentimento della patria, e di cosa in cosa a propugnare principj che derivano dall'infame teoria dell'homo sibi deus."
      },
      {
        "index": 283,
        "text": "«Nelle teorie di Stirner, che sono un tessuto cangiante delle enormità di Feuerbach, sta il codice completo dell'e goismo."
      },
      {
        "index": 284,
        "text": "«Rouge provò come due e due quattro che l'amore della patria è un sentimento ipocrita ed una virtù impossibile; perchè l'amore, secondo lui, ha orrore delle astrazioni e vuole delle vive realtà. E così d'argomento in argomento, venne a santificare l'inesorabile tornaconto."
      },
      {
        "index": 285,
        "text": "«Nel campo dell'economia politica, Federico Lizt; il più celebrato della sua nazione perchè ne lusingò più di tutti l'egoismo, colla sua dottrina isolatrice, rinserrò la Germania in sè medesima, barricandola colle dogane protettive, ed ammonendola a non ammettere sul suo mercato roba straniera, per non introdurre nelle mura della patria il perfido cavallo di Troja (son sue parole)."
      },
      {
        "index": 286,
        "text": "«La giurisprudenza respinse colà dalle cattedre il diritto naturale e razionale, incatenandosi schiava dell'unico diritto storico."
      },
      {
        "index": 287,
        "text": "«Perfino la filologia, nel labirinto di una prodigiosa, ma gelida dottrina, affogando le più care e generose aspirazioni della fantasia inventrice e del sentimento, tolse allo studio dell'arte classica l'intento suo più legittimo: quello di educare al bello estetico, che, ingentilendo gli animi, li prepara al bello morale."
      },
      {
        "index": 288,
        "text": "«L'Eneide di Virgilio non fu più il poema latino-italico per eccellenza, il modello eterno del più perfetto stile, ma un'occasione di sommovere questioni di geografia e di etnografia."
      },
      {
        "index": 289,
        "text": "«L'Iiade di Omero parve più preziosa ai filologi tedeschi per il catalogo delle navi che per la preghiera di Priamo ad Achille, o per l'addio di Ettore ad Andromaca."
      },
      {
        "index": 290,
        "text": "«E nella storia e nella letteratura e nella poesia, lo studio del medio evo, che in Italia, evocando le memorie della Lega Lombarda, preparò le libere aspirazioni del periodo in cui viviamo, là invece non servì che ad innamorare le menti delle consuetudini feudali, a far desiderare il ritorno di un passato impossibile, e a consigliare l'anacronismo dell'immobilità delle caste."
      },
      {
        "index": 291,
        "text": "«Questo hanno fruttato le intemperanze di una dottrina, che del proprio eccesso fa velo ai limpidi giudiz) del senso comune."
      },
      {
        "index": 292,
        "text": "«Ora voi, signor Sternitz, che tanto amate l'Italia, e avete tanto ingegno, dovreste parlare in questo tono a' vostri — Un Tedesco di mente e di cuore, che severamente ammonisse i suoi compatrioti, potrebbe finalmente ridestare qualche eco generoso.»"
      },
      {
        "index": 293,
        "text": "[VII]"
      },
      {
        "index": 294,
        "text": "Spuntavano i primi crepuscoli; lo Sternitz che era un Tedesco straordinario, strinse lagrimando la mano al Baroggi."
      },
      {
        "index": 295,
        "text": "— Piango, esclamò poi, per la mia patria che abborrite, e per questa Italia tanto sventurata!"
      },
      {
        "index": 296,
        "text": "Una tal scena ci commosse tutti. — Si partì muti e pensosi, e per quella notte dai nostri labbri non uscirono che le parole ultime dei vicendevoli saluti."
      },
      {
        "index": 297,
        "text": "Il dì dopo io fui sollecito di vedere ancora il Baroggi. — M'intrattenni a lungo con lui. Mi sprigionai; si sprigionò; e quantunque io fossi giovinissimo e di tanto inferiore a lui nell'esperienza e nella dottrina, venne spesso a cercarmi, e si degnò molte volte di parlar meco a lungo. Fu in una di queste volte che, discorrendo, tra le altre cose, della condizione della letteratura in Italia, mi fe' cenno di quel suo lavoro del quale abbiamo parlato alquante pagine addietro. — Pregato e ripregato, mi diede un dì a leggerne gli sparsi frammenti. — Che originalità, che grandezza, che vastità, che sentimento! Io passavo continuamente dalla meraviglia al dolore, dal dolore alla meraviglia; perchè, esaltandomi in una sfera altissima di bellezze, consideravo poi che, per la condizione infelice dell'animo suo, non gli sarebbe mai stato possibile, com'egli disse molte volte, di condurre a termine quel lavoro."
      },
      {
        "index": 298,
        "text": "La sventura lo aveva percosso in modo, che il dolore per lui erasi fatto natura. Bensì, facendo uso di liquori generosi, con abitudine che pareva toccare il soverchio, talvolta assumeva l'apparenza della giocondità, che si espandeva in un profluvio d'epigrammi. Ma, di tratto, a una svolta inattesa di qualche parola che gli facesse risentire la fitta del dolore inclemente, si concentrava in sè stesso, si faceva cupo e taciturno, e qualche volta dava anche in lagrime dirotte. — Un dì, essendogli ciò avvenuto in mia presenza: — Non vi faccia meraviglia, mi disse; è questo una specie di vomito morale che, prorompendo dagli occhi a furia, permette poi allo spirito di rifarsi alquanto, e di respingere la tentazione del suicidio."
      },
      {
        "index": 299,
        "text": "[VII]"
      },
      {
        "index": 300,
        "text": "Vennero i giorni estremi per Venezia libera, il cannone tacque per la prima volta, dopo tanti mesi che aveva tuonato incessantemente. — Quel silenzio insolito, come il silenzio della morte, piombò sugli animi di tutti, producendovi un'angoscia che non ha riscontri. — Una commissione veneta già erasi recata al quartier generale austriaco ad offrirvi la sommissione dei Veneziani. — La capitolazione venne segnata. — Il dì 27 agosto, per la via di terra io uscii da Venezia per ridurmi a Genova. Il Baroggi m'avea salutato ed abbracciato prima di salire a bordo d'un vapore da guerra inglese; chè aveva stabilito di recarsi in Inghilterra. — Nè più lo vidi. — Seppi in seguito che da Londra erasi tramutato a Roma, per applicare di nuovo l'ingegno alle lettere e alle arti, a sollievo dei proprj dolori e delle sventure della patria. — Nel 1850 ebbe un duello, se non erro, col segretario dell'ambasciata di Russia; e nell'ottobre di quell'anno stesso morì di febbre intermittente."
      },
      {
        "index": 301,
        "text": "Ai 27 di quel mese, un nostro amico di Roma ci dava il doloroso annunzio della morte di quell'uomo straordinario. Ecco un brano di quella lettera:"
      },
      {
        "index": 302,
        "text": "... «Teri è morto Giunio Baroggi in età di 52 anni. La sua camera che, come sapete, era quella che già aveva appartenuto a Winkelmann, era ieri piena d'amici e d'ammiratori, che piangevano nel vedere vicinissimo il termine di quell'uomo raro. — Negli estremi momenti, fece aprir le finestre per vedere il sole che dietro la cupola di San Pietro tramontava in globi di fuoco; le ultime sue parole furono: «Il sole di Roma vecchia è in tramonto; sorgerà il sole di Roma nuova, e tutta Italia verrà a riscaldarsi in hac luce — Exoriare aliquis.»"
      },
      {
        "index": 303,
        "text": "[IX]"
      },
      {
        "index": 304,
        "text": "Nell'anno 1862, trovandoci noi a Parigi, ci recammo al Père Lachaise, e là, cercando con insistenza una lapide di cui ci aveva parlato il Bruni, ci venne fatto finalmente di rinvenirla tra"
      },
      {
        "index": 305,
        "text": "quella selva di tombe e cippi e statue. — Su quella pietra leggemmo la seguente iscrizione:"
      },
      {
        "index": 306,
        "text": "STEPHANIA GENTILI"
      },
      {
        "index": 307,
        "text": "COMITISSA B..."
      },
      {
        "index": 308,
        "text": "DECORA FORMA ANIMA SUAVI"
      },
      {
        "index": 309,
        "text": "INGENIO IN MELODIA PRAECLARO LIBERALIS EAM FECIT NATURA INTERFECIT DIRA FORTUNA ANNO MDCCCXIX"
      },
      {
        "index": 310,
        "text": "E qui la nostra storia si chiude. Ripetere gl'intenti che si sono avuti nello scriverla, e le"
      },
      {
        "index": 311,
        "text": "lezioni che se ne volevano far scaturire, è inutile. — Se il lettore non le vede, non vale che l'autore le manifesti."
      }
    ]
  }
}
