{
  "chapterNumber": 13,
  "title": "Book Twelfth (Libro Duodecimo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Roma. — Il Colosseo e S. Pietro. — Il Camillone di Trastevere. — Pio VI — Pio VII. — Napoleone I — La Chiesa e l'Italia. — Le idee rivoluzionarie a Roma e a Milano. — Il popolo romano. — I Trasteverini. — Gli artisti. — L'avvocato Corona. — L'albero della libertà. — Il Campidoglio. — Il generale Cervoni. — La Repubblica Romana. — L'anfiteatro Flavio. — La Morte di Cesare di Voltaire e la statua di Pompeo. — Il colonnello Achille S...— Donna Paolina S... — Il capitano Baroggi.]"
      },
      {
        "index": 1,
        "text": "Di tutte le città cospicue del vecchio e del nuovo mondo, due sole tengono i caratteri e le virtù e il diritto di essere, come in un'orbita ellittica, i due fochi dell'umanità, Roma e Parigi. Queste città esercitano sugli uomini che vengono da altre patrie un'attrazione così prepotente e irresistibile, che quasi li seduce a non tornar più a casa loro."
      },
      {
        "index": 2,
        "text": "Tutti quelli che sono affetti di municipalismo cronico, non è che a Roma o a Parigi dove possono sperar di guarire. Tutto sta a non errare nella scelta."
      },
      {
        "index": 3,
        "text": "I gaudenti che antepongono il Bordeaux al vino d'Orvieto, e che paurosi dell'avvenire e smemorati del passato vogliono, per tutto quel che può succedere, godersi tutti i beni che loro può dare il presente, vadano a Parigi; coloro che sono ascritti all'ordine della cambiale e interrogano, quotidiano oroscopo, il listino della Borsa, vadano a Parigi; coloro che, per fermarci alla città di Milano, odiano l'autore di questo libro, perchè difese la conservazione dei portoni di Porta Nuova, vadano a Parigi; a Roma potrebbero morir d'indigestione archeologica. Ma coloro che, volendo far la cura del municipalismo, non vogliono, essendo italiani, mettere a repentaglio il nazionalismo, vadano a Roma."
      },
      {
        "index": 4,
        "text": "Vadano a Roma coloro i quali credono che si possa assicurare il futuro coll'amore tenace delle grandi tradizioni, e hanno fede nei ritornelli storici. Vadano a Roma i prosciugatori di paludi, i bonificatori di terreni, i cercatori d'una città capitale per l'Italia quando sarà rifatta."
      },
      {
        "index": 5,
        "text": "È pur sempre dal monte Pincio e dall'umile quarto piano dove abitava l'indefesso Winkelmann che si può ancora appuntare il telescopio, per scoprire quella stella che sgombrerà del tutto le nubi d'Italia."
      },
      {
        "index": 6,
        "text": "Ma giacchè il nome di Winkelmann ci venne sulla penna, esso che, passato a Roma, non seppe più dipartirsene se non per morire; che cosa significa codesta irresistibile attrazione che l'eterna città, dal centro d'Italia, precisamente come al tempo che era l'Urbe dell'Orbe, esercita ancora sugli animi più nobili e sugli intelletti più privilegiati di tutte le nazioni?..."
      },
      {
        "index": 7,
        "text": "Gibbon, trovandosi a Roma, seduto sulle rovine del Campidoglio, mentre i frati cantano vespro nel tempio di Giove, quella strana antitesi lo percuote, e per vent'anni non vive che sprofondato nelle memorie della città eterna."
      },
      {
        "index": 8,
        "text": "Byron, indarno trattenuto da colei che per la prima volta riuscì a far parer legittima l'infedeltà conjugale, viaggia appositamente a Roma per dedicare alla regina delle città l'ultimo canto del suo Childe Harold immortale, e al cospetto delle sue rovine, la saluta Niobe delle Nazioni, e sente per essa quell'entusiasmo di amante che non ebbe mai per la fredda sua patria. Perfino i figliuoli di Venezia, per consueto innamorati della cara madre al punto da far piegar in passione il naturale affetto del luogo nativo, a Roma dimenticano e San Marco e Canalazzo e Giudecca, e vi conducono in gloriosa e feconda prosperità la parte migliore della loro vita."
      },
      {
        "index": 9,
        "text": "Il veneziano Piranesi è così pieno dell'aria, del cielo, del suolo di Roma, da ritrarla con prodigiosa fedeltà, e da farla comparire come per incanto innanzi agli occhi di chi non l'ha per anco visitata."
      },
      {
        "index": 10,
        "text": "Canova vive di Roma e per Roma, e qui vince nella gara l'invidioso danese, che in essa dimorò tutta la vita per tentare di rapire la palma al veneziano."
      },
      {
        "index": 11,
        "text": "Ma giacchè il rivale di Canova ci fa pensare agli artisti del settentrione, Bruloff e Bruni dalla gelida Neva venuti a Roma, crescono pittori grandissimi nel fecondo tepore del suo cielo, tanto che se l'artista è cittadino di quella patria da cui tiene l'inspirazione e l'esempio, non sono essi che legittimi romani; e Bruloff lo confessava e lo voleva, e il corpo atletico, affranto dal soverchio peso del suo ingegno sterminato, sperò di ritornarlo a salute ricoverandosi, dopo lunga assenza, a Roma, nella fiducia che là soltanto gli soffiasse quell'aere nativo, estremo rifugio delle vite per cui l'arte medica non ha più consigli."
      },
      {
        "index": 12,
        "text": "Tutto Cornelius, che alcuni esteti nostrali proclamarono antistite dell'arte contemporanea, quand'era di moda non vedere e non sognar che l'arte e la scienza germanica, e sotto la maschera della scuola e del gusto cercavano onestare la colpevole adulazione e le maledette schiene curvate, tutto Cornelius non è all'ultimo che un rivenditore eclettico dei tesori raccolti a Roma."
      },
      {
        "index": 13,
        "text": "Il sommo Delaroche, il più originale forse e il più perfetto dei pittori contemporanei, giunse a vestire della più decorosa forma i nuovi concetti per aver ripensato tutta la vita e Raffaello e Roma."
      },
      {
        "index": 14,
        "text": "Che più? Una popolazione di giovani artisti di ogni lingua, d'ogni nazione, sotto l'egida dell'arte, stornatrice dei sospetti clericali, qui rappresentano la parte più eletta dell'umanità, o come espressione sincera delle loro patrie progressive e liberali, o come eccezione gloriosa delle loro patrie corrotte."
      },
      {
        "index": 15,
        "text": "E in quella scienza della storia e dell'indagatrice filologia, uomini d'ogni nazione dimenticano le origini e la storia delle loro patrie, per cercare e rifar quella di Roma, e comparire in faccia al mondo gloriosi di una dottrina che qui soltanto hanno trovato. Niebuhr s'innamora di Roma e si sprofonda a perdita d'occhio nelle sue più remote origini, sotto la scorta del romano Vulpio, tanto letto nel mondo quanto derubato, e men celebre de' suoi saccheggiatori astuti."
      },
      {
        "index": 16,
        "text": "Se non che tutti costoro stettero al cospetto di Roma, senza speranza e senza fede, come al cospetto di un cadavere imbalsamato, ancor bello e ancora coperto di porpora e di gemme. Alcuni anche vi stettero senza dolore, e solo coll'intento d'involarne i tesori sotto specie d'ammirazione. E i più generosi e sentimentali, come Byron e Chateaubriand, non manifestarono che un dolore sterile e senza conforto."
      },
      {
        "index": 17,
        "text": "Byron, chiamando Roma la Niobe delle nazioni, volle conchiudere che non v'era speranza ragionevole di veder risorgere i suoi figli saettati da un Dio nemico."
      },
      {
        "index": 18,
        "text": "Chateaubriand, pur nello sfoggio del suo entusiasmo e di poeta e di cristiano, al cospetto di Roma non fa che ripetere l'Inania regna d'Isaia, e conchiudere declamando il Rem plenam miserie, spem beatitudinis inanem, di S. Agostino."
      },
      {
        "index": 19,
        "text": "Ma, dopo tutto, chi resta ultimo, a perder la speranza vicino al letto del moribondo parente non è che il devoto consanguineo. Però ad aver fede nella risurrezione di Roma è necessità essere uomini d'Italia. È già molto che lo straniero rammenti con ammirazione il suo passato, e s'assida con poetica commozione presso le sue rovine."
      },
      {
        "index": 20,
        "text": "La teoria storica dell'impossibile risurrezione delle nazioni tramontate può essere ammessa da chi trionfa nella massima piena della fortuna; ma la respinge con sapiente orgoglio chi, caduto da alto, geme in non meritata sventura."
      },
      {
        "index": 21,
        "text": "Pure, tanti anni sono, gli stessi Italiani che deploravano la patria infelice e divisa, allorchè visitavano Roma, se il pensiero della giustizia e la forza del dolore generavano un qualche barlume di speranza, la ragione calcolatrice degli ostacoli faceva sbollire ogni entusiasmo destato dagli avanzi del passato e dall'idea che non indarno fosse pur rimasto ancor tanto di tanta grandezza."
      },
      {
        "index": 22,
        "text": "Quando i congressi scientifici non avevano ancor maturato il frutto politico; quando, dopo la fatale dispersione dell'esercito del regno d'Italia, la coccarda italiana stava ancora celata nel confidente scrigno di qualche superstite veterano del Raab, e il tricolore italico non veniva ancora trapuntato dalle generose lettrici dei canti patriottici del milanese Berchet; e le cinque proverbiali giornate che lo dovevano per la prima volta far sventolare in Italia, erano ancora in mente Dei; un giovane milanese, e a chi scrive era ben noto, trovavasi precisamente a Trinità di Monti per godere lo spettacolo di un tramonto romano; e mentre un artista andava additando l'antico foro e il"
      },
      {
        "index": 23,
        "text": "Campidoglio, e coi ruderi infranti ricostruiva a mano a mano la Roma reale, la Roma repubblicana, la Roma imperiale, il giovane milanese, guardando ora al cupolone di S. Pietro, che pareva nuotare in un oceano d'oro, ora al Colosseo, che sorgeva gigante ma tristo e infranto e nella condizione di un'architettonica cava di marmo: — Ecco, disse, le due costruzioni più gigantesche di mole e più sontuose d'ornato che mai siano sorte al mondo. In nessuna parte della terra non v'è nulla che possa paragonarsi a questi due edifizj, che sembrano rappresentare l'evo antico e l'evo moderno. Peccato che il Colosseo rimanga smantellato a mezzo. La grandezza romana, se ciò non fosse, rivivrebbe tutta in lui."
      },
      {
        "index": 24,
        "text": "— Così fosse affatto scomparso, esclamò allora con veemenza un abate in mantelletta che per caso era là presente, che almeno non rimarrebbe più traccia della feroce èra pagana e dei tanti martiri qui immolati agli dèi bugiardi."
      },
      {
        "index": 25,
        "text": "— Ma perchè allora non v'è chi smantella il Vaticano? esclamò il giovane milanese."
      },
      {
        "index": 26,
        "text": "L'abate guardò stupito quel che così parlava; poi soggiunse quasi gridando: — Chi bestemmia così?"
      },
      {
        "index": 27,
        "text": "— Nessuno bestemmia. Ma se volete distrutto il Colosseo, io vi domando perchè si lasciano sussistere tante testimonianze dei delitti dei pontefici? L'altro giorno mi fu mostrato un luogo dove Paolo II stava ascoltando i gemiti delle migliaja di prigionieri stipati in castel Sant'Angelo, onde il popolo atterrito dal notturno ululato ebbe a chiamar questa mole per antonomasia il toro di Falaride ingigantito."
      },
      {
        "index": 28,
        "text": "Queste parole provocarono una discussione tra quel giovane e l'abate."
      },
      {
        "index": 29,
        "text": "— Da quanto avete detto, continuava il primo, mi accorgo che hanno ragione que' dotti scrittori che della colpa d'aver smantellata Roma assolvono e le invasioni, e i saccheggi, e i Barbari, perfino i cataclismi naturali, i terremoti, e gl'incendj spontanei."
      },
      {
        "index": 30,
        "text": "— Chi dunque può aver fatto questo?"
      },
      {
        "index": 31,
        "text": "— Il cristianesimo corrotto, la malvagità pretina, l'ignoranza del popolo credenzone."
      },
      {
        "index": 32,
        "text": "— MI piacerebbe sentire come si può far ora ad assolvere i Barbari."
      },
      {
        "index": 33,
        "text": "— Col dirvi che i Barbari nel furore dell'avidità ben ponno essersi attaccati all'oro, all'argento, alle gemme, al ferro, al rame, al piombo, alle belle donne, a tutto ciò che volete, ma non alle colonne di granito, non ai massi di travertino, non ai frontoni, agli attici, ai capitelli. Già, tutta la storia delle rovine romane non a caso fu riassunta nel Quod non fecerunt Barbari, fecerunt Barberini. Ma lasciando i Barbari, l'ultimo sacco, che fu il più terribile di tutti e che durò tanto tempo e dischiuse una tal voragine di miseria che ci vollero anni ed anni a porvi riparo, chi lo ha voluto, chi lo tirò in casa? Rispondete a me adesso."
      },
      {
        "index": 34,
        "text": "— VI rispondo col farvi una domanda. Di chi fu la colpa se in quell'altro sacco?..."
      },
      {
        "index": 35,
        "text": "— Qual è quest'altro sacco?"
      },
      {
        "index": 36,
        "text": "— Quello del 1798. Quello che, sotto specie di protezione, di beneficio, operarono i rivoluzionari di Francia e d'Italia. Di chi dunque fu la colpa se le più stupende opere degli ultimi secoli adunate in Roma per la magnificenza pontificia; se le più famose statue dell'antichità raccolte ne' musei furono depredate e trasportate in Francia?"
      },
      {
        "index": 37,
        "text": "Il giovane milanese, che in tutte le storie contemporanee aveva trovato intorno a quel fatto e relazioni e giudizj sempre concordi, ed egli stesso non sapeva dar ragione a quanti storici e a quanti uomini vituperarono le estorsioni, le rapine, le concussioni, i disordini d'ogni maniera che avvennero di quel tempo in Roma, prima sotto Berthier, poi sotto Massena, si trovò sconcertato a quella domanda improvvisa dell'abate; e andava, tanto per non parer vinto, biascicando una risposta che però si rifiutava ad uscir dalla bocca. Ma allora venne in suo soccorso l'artista che in quel crocchio faceva da Cicerone per tutti."
      },
      {
        "index": 38,
        "text": "— Troppo spesso, prese dunque a dire colui, nelle storie molto lodate e molto divulgate la verità si cerca e non si trova. Certo che quei disordini sono avvenuti, certo che le concussioni furono fatte, certo che i capolavori furono rubati; ma bisogna portarsi a quei tempi, ma bisogna conoscere le nefandità che prepararono quelle vendette. Oggi non v'è, per esempio, chi non chiami"
      },
      {
        "index": 39,
        "text": "Pio VI e santo e martire. Ma dove si legge quel ch'egli fece prima di toccare gli ottant'anni? Caro signor abate, ella è ancora giovane, e poi non è alla segreteria, nè alla curia dove si legge la vita ai papi. Non è alla curia dove si conoscono gl'insidiosi intrighi dei cardinali e dei vescovi e degli altri prelati di tutti i colori... Ma cangiamo discorso, che se alcuno riportasse le mie parole, anche nella mia condizione di cittadino francese, potrebbero assassinarmi colla mordacchia; chè i sacerdoti di Cristo hanno trovato il modo di superare la feroce antichità nel tormentare i galantuomini quando manifestano opinioni contrarie a quel ch'essi vogliono. Discendiamo dunque, che è disceso anche il sole, ed è scomparso dietro la palla di rame."
      },
      {
        "index": 40,
        "text": "L'abate tacque. Discesero tutti. Strada facendo, l'artista, che si diede a conoscere per un tal Baldani, emigrato lombardo fin dal 1814, diventato suddito francese, e allora dimorante a Roma per collaborare a un'opera sulle antichità romane che doveva uscire a Parigi, rivoltosi al giovine milanese, gli disse che se voleva conoscere i segreti del tempo in cui si piantò a Roma l'albero della libertà gli avrebbe fatto conoscere un popolano, figliuolo di un tal Camillone di Trastevere, per mezzo del quale avrebbe saputo quello che non c'è in tutte le storie."
      },
      {
        "index": 41,
        "text": "E così fu fatto. L'architetto Baldani condusse il Milanese in Trastevere e lo presentò al figlio già maturo dell'una volta famoso Camillone; diciamo una volta famoso, perchè ora non v'è più chi lo nomini nè si ricordi di lui; sebbene negli ultimi dieci anni del secolo passato abbia rappresentato a Roma quella parte che Ciceruacchio rappresentò nei primordj del fatale pontificato di Pio IX; ed abbia dettato in dialetto romano un curioso diario dell'ingresso dei Francesi in Roma nel 1798, e di tutto quello che avvenne colà in quel periodo famoso. Del qual diario il giovine milanese ottenne di poter trascrivere gran parte."
      },
      {
        "index": 42,
        "text": "Se non che di questo Camillone noi abbiamo cercato il nome con insistenza in tutte le storie più o meno celebri che parlano delle cose generali d'Italia a quel tempo e delle speciali di Roma, compresa la postuma di Alessandro Verri, il quale, per aver dimorato tanti anni in quella città e per essersi, per ciò che aspetta ai Francesi ed alla repubblica colà improvvisata, diffuso in insoliti particolari, avrebbe potuto parlarne con più ragioni e con più mezzi degli altri. Ma non ne abbiam trovato neppur un cenno fuggitivo, il che ci sembrò tanto strano, che siamo venuti perfin nel sospetto che fosse un'invenzione e l'uomo di Trastevere, almeno per l'importanza che gli si volle dare, e il manoscritto, almeno per la sua autenticità; chè a Roma è frequente la professione di vendere vesciche ai forastieri che vanno a caccia di notizie e di scoperte. Ma, un mese fa, rovistando in Biblioteca, abbiamo trovato un opuscolo stampato a Bologna nel 1800, relativo ai fatti di Roma, dove il Camillone di Trastevere è nominato in lungo e in largo, e vi è rappresentato come l'uomo a cui l'autorità stessa doveva ricorrere quando si voleva metter pace nella moltitudine, la quale in lui solo avea fiducia. Questa scoperta distrusse tutti i nostri dubbj, e ci animò a ricostruir questa parte dell'edificio, che quasi lasciavamo andar in ruina. Ed ora il racconto quasi assume importanza di epopea; feconda epopea, perchè fu nel 98 e in Roma, dove per la prima volta deliberatamente venne vibrato il colpo che avrebbe potuto ferire a morte il nemico più formidabile dell'Italia, che da tanti secoli si tormenta per ritrovare sè stessa e per riavere quel posto che le si compete fra le nazioni; e perchè l'Italia presente dee guardare quell'anno memorabile, non per ripeterlo, ma per emendarlo e compirlo; ma per convincerci, che, finchè rimarrà il poter temporale al pontefice, la questione italiana non sarà mai risoluta davvero; e anche nel caso che l'aspetto della nostra nazione potesse presentare i segni della salute, in quel potere starà chiuso il germe del morbo antico, pronto sempre a pigliar forza dalle possibili occasioni, per prorompere più minaccioso e funesto."
      },
      {
        "index": 43,
        "text": "[II]"
      },
      {
        "index": 44,
        "text": "Pio VI e Pio VII, avendo usurpata una fama mille volte superiore al merito, e comparendo al cospetto della storia in sembiante di oppressi, di martiri, di eroi del cattolicesimo, riuscirono funestissimi all'Italia, e furon cagione che si prolungassero nel mondo i falsi concetti sulla natura e sui diritti del papato. Ma più ancora di Pio VI e Pio VII, Napoleone fu quegli che imbrogliò il pubblico giudizio relativamente alle quistioni della Chiesa, e consacrò nella maggior parte del"
      },
      {
        "index": 45,
        "text": "mondo cristiano una specie di mistica paura, che rese formidabile il re-pontefice; e nella moltitudine, la quale si lascia sopraffare dalle catastrofi, depose la persuasione che le basi del poter temporale fossero inconcusse. La luce della ragione indipendente che, in sul finire del secolo passato, dai pensatori solitarj era passata alle assemblee nazionali, da queste agli eserciti, dagli eserciti alle popolazioni, si spense tutt'a un tratto, per concentrarsi ancora nella chiusa lanterna d'alti pensatori aspettanti con fiducia i tempi migliori. Bonaparte fu il gran colpevole. La risoluzione ch'ei prese contro a Pio VI, ossia contro al poter temporale del papa, quando nel 98 da Roma lo fece portare a Siena, invece di sembrare al mondo, siccome era, il colpo deliberato della sapienza che, confederata alla forza, voleva richiamare una istituzione degenerata alle sue origini primitive, parve un'ingiustissima violenza, allorchè col concordato conchiuso nel primo anno del secolo corrente egli mostrò, o di non aver saputo quel che si facesse, o di pentirsi di quanto aveva fatto. Il mondo in quella fatale transazione imparò a rispettare il poter temporale, al quale s'inchinò sempre più quando vide Napoleone inchinarsi egli stesso al Chiaramonte, per poi ritornare agli atti della prima violenza. Questa ineguaglianza di condotta fu quella, lo ripetiamo, che imbrogliò il pubblico giudizio; perchè i disastri sorvenuti e il grande eroe fulminato, nell'opinione del vulgo, parvero vendette del cielo; e come ai tempi di Samuele e di Saulle, si riputò che Iddio avesse colpito il re della terra che avea osato offendere il suo luogotenente."
      },
      {
        "index": 46,
        "text": "Ma qual fu la causa di quella strana condotta di Bonaparte? Quella causa stava intera nel pubblico europeo, che non tutto si era lasciato persuadere dalla parola dei savj, perchè dieci anni non bastarono a mettere in fuga i pregiudizj di dieci secoli, e perchè la rivoluzione delle idee non si era attuata che alla superficie, senza penetrare nella carne, nelle ossa e midollo delle moltitudini. Bonaparte ebbe dunque paura della gran massa del pubblico, per conseguenza di quella sagacia che non gli permetteva d'illudersi sulle apparenze. Ma la sagacia del tornaconto non è il genio magnanimo del sacrificio; però i calcoli dell'ambizione gli consigliarono le transazioni, sebbene gli sdegni naturali dell'uomo salito al massimo potere gli consigliassero poi le violenze. Se non fosse stato ambizioso, non avrebbe avuto paura della moltitudine, la quale, alla sua volta, nella imperterrita continuità degli atti di lui, avrebbe trovata la riprova dei principj annunziati dai pensatori, e avrebbe finito a liberarsi dai pregiudizj. Così il pubblico corruppe l'uomo di genio, e questi, di rimando, rituffò il pubblico negli errori secolari; così rimase interrotta la più radicale riforma che, quando sarà adempiuta, sarà la più gran pagina della storia moderna."
      },
      {
        "index": 47,
        "text": "Ma ritorniamo a Pio VI. Questo pontefice, essendo morto ottantenne e in esiglio e inflessibile, trovò gli storici indulgenti fino ad essere dissimulatori, fino ad essere bugiardi; trovò il pubblico europeo disposto a non vedere in lui che un'altra vittima della prepotenza, un altro martire glorioso del cattolicismo. E anche in ciò gli storici imitarono Napoleone I; vogliam dire che anch'essi ebbero paura del pubblico e tacquero la verità, la quale, se avessero adempito all'obbligo dell'indagine scrupolosa, certissimamente lor si sarebbe data a conoscere. Or chi era Pio VI? ovvero sia: chi era l'uomo che, sotto tal nome, doveva rappresentare una delle parti più vistose del suo tempo? È subito risposto: — Colui, se non fosse salito al potere, sarebbe stato gettato alla rinfusa nel carnajo degli uomini più spregevoli."
      },
      {
        "index": 48,
        "text": "La natura che fu avara seco delle doti della mente e del cuore, volle invece essergli liberalissima di doni fisici. L'avvenenza fu la sola qualità che in lui poteva valere, se fosse stato e rimasto un uomo privato, a distinguerlo dagli altri. Ma di essa egli s'invaghì al punto, che mal non si appose chi nel tempo ch'egli era semplice vescovo, lo chiamò il Narciso mitrato. Adunque, persin la forma decorosa, che è sempre un pregio, come è un beneficio della cortese natura, trovò il modo di tramutarsi in lui, se non in un vizio, certo in una debolezza vituperosa, e per l'eccessiva importanza ch'ei le diede, e più di tutto perchè, accarezzata a quel modo, faceva uno scandaloso contrasto col carattere ch'egli vestiva. Ma se questa tuttavia rimaneva una debolezza facilmente condonabile, ben v'erano nello spirito di quell'uomo altre abitudini assolutamente perverse. Egli era vano, invidioso, orgoglioso; e fin da quando salì al vescovado, ossia fin da quando potè esercitare qualche autorità sui soggetti, si mostrò bisbetico, oppressore, ingiusto. Per mancanze leggerissime maltrattava coloro che avevano la dura sorte di servirlo o come prelati di camera o come semplici domestici. Ma se un"
      },
      {
        "index": 49,
        "text": "uomo collerico è facile a dar corso agli impeti primi, egli non aveva poi quella qualità che per consueto è il compenso degli uomini irascibili, la generosità prontissima a riparar le ingiurie; bensì una volta che avesse punito qualcuno, quand'anche se la verità fosse venuta a galla a mostrare l'innocenza del povero malcapitato, egli faceva il sordo alla voce della giustizia, e lasciava che i suoi atti di violenza avessero intero corso. Avvenne un giorno (ed egli era già salito alla sedia pontificia) che uno de' suoi camerieri venisse accusato di grave colpa. Pio VI precipitosamente, senza esame, senza processo, non solo lo discacciò da sè, ma lo fece sottoporre ad una gravissima pena corporale. Ora l'accusatore fu trovato bugiardo; che risultò evidentissima l'innocenza del povero sventurato, e che, per necessità legale, lo si dovette rimetter libero. Tuttavia Pio VI non pensò mai a ritornarlo alla sua prima condizione, e per quanto colui avesse pregato e fatto pregare la Santità Sua, e messo Roma sottosopra per ottenere una grazia, che infine non era che nuda giustizia, Pio VI non ne volle sapere, ed avendogli detto taluno che quell'uomo per l'insopportabile angoscia avrebbe potuto tentare qualche partito disperato, il padre santissimo non si mosse punto a pietà; e quando gli venne riferito che colui si era affogato nel Tevere, ascoltò quella notizia senza riscuotersi nè poco, nè assai, e tosto si volse ad altro."
      },
      {
        "index": 50,
        "text": "Di questi atti di vilissima crudeltà, il santissimo Pio VI ne commise più d'uno."
      },
      {
        "index": 51,
        "text": "Se non che, dopo quanto abbiam detto, sentiamo la necessità di convalidare le accuse con delle testimonianze; le quali accuse sono di tale enormità che, se, non avessimo avuto per testo che il Diario del citato Camillone, gli avremmo quasi negato fede; o, per dir meglio, non l'avremmo spinta al punto da farne un uso pubblico."
      },
      {
        "index": 52,
        "text": "Ma la testimonianza del Camillone si trasmuta in valida autorità, e perchè è appoggiata dalla testimonianza d'un altro, e perchè è aiutata dalle qualità insigni di quest'altro appunto."
      },
      {
        "index": 53,
        "text": "Esso è Alessandro Verri; la sede dove depose quella testimonianza è la sua Storia delle vicende memorabili dal 1789 al 1801."
      },
      {
        "index": 54,
        "text": "Nessuno speri però di trovarla nei due volumi usciti in luce due anni sono; chè coloro i quali tennero il manoscritto dall'egregio nipote di Alessandro, stettero intorno ad esso colla preoccupazione gelosa di chi compilava i libri ad usum Delphini, e però non ebber cura che di amputare crudelmente dal corpo del libro quella dozzina di pagine le quali si riferivano appunto alla vita privata di Pio VI, pagine che per la novità inaspettata delle notizie e per l'amore coraggiosissimo del vero onde venivan pòrte, risolvevansi in quella che si chiama una rivelazione. Per caso però, anzi per cortesia dell'editore-tipografo, noi abbiamo veduto quel manoscritto e lette quelle pagine, e ne abbiam tenuto conto pel nostro libro. Ad ogni modo, preghiamo coloro che operarono la barbara amputazione, a porvi riparo, col pubblicare in seguito la parte espunta o nelle copie rimaste, o in una nuova edizione di quella storia."
      },
      {
        "index": 55,
        "text": "E questo nostro desiderio è tanto più caldo in quanto, non avendo potuto serbare a memoria quelle pagine preziose, oggi siamo stati costretti a limitarci all'unico fatto dianzi citato, il quale sta nel Diario di Camillone; e ad omettere, per timore di alterarli in qualche parte, altri fatti simili e peggiori che il Verri racconta distesamente."
      },
      {
        "index": 56,
        "text": "Ora non v'è considerazione di sorta che valga a scemar fede alle parole del Verri, chè anzi tutto concorre a comunicar loro una autorità incontrovertibile, e perchè Alessandro Verri dimorò costantemente a Roma durante il pontificato di Pio VI, e ha potuto conoscere di presenza tutti quei fatti intimi che, sebbene importantissimi e di gran peso nelle valutazioni storiche, pure sono di tal natura che non varcano sempre il recinto della città, nè talora quello del palazzo; e sono poi gelosamente mantenuti all'ombra da uomini interessati; e perchè il Verri era uomo tutt'altro che avverso al potere pontificale; e del nuovo ordine di cose, che procellosamente si annunziarono alla fine del secolo passato, era estimatore severo e sospettoso e timoroso, e spesso anche denigratore; non per difetto della sua mente, nè per mal animo, ma per il punto di vista a cui si trovò o si pose per osservare la prospettiva che gli si svolgeva d'intorno; punto di vista disadatto a comprenderla tutta e a giudicarla spassionatamente."
      },
      {
        "index": 57,
        "text": "Però tanto più fa senso che un tal uomo, il quale si atterriva ai pericoli di Roma e della santa Sede, abbia riferite tante cose pregiudicievoli alla fama di Pio VI; ma tanto più anche bisogna"
      },
      {
        "index": 58,
        "text": "convincersi della verità di esse, quando si considerano le parole onde conchiuse la sua relazione; parole che noi non possiamo ripetere testualmente, ma delle quali il senso è precisamente questo: «Tale è la virtù della grazia divina, che di un uomo (Pio VI) per sè stesso tanto spregievole ha saputo farne un eroe e un martire del cattolicismo.»"
      },
      {
        "index": 59,
        "text": "Ora, lasciando da un lato la grazia divina, alcuni potrebbero dire che non sempre le debolezze, le tristi abitudini, le colpe della vita privata possono impedire che un uomo si faccia glorioso nel mondo; e a prova di ciò si potrebbero addurre esempj cospicui della storia. Ma concedendo pure che questo sia possibile in cento condizioni speciali della vita pubblica, come nella milizia, nella politica, nelle scienze, nelle arti; non può assolutamente esser fattibile nella vita di chi assume il nome di padre santo. In tutti i modi però siamo d'avviso che in nessuna condizione chi è tristo nella vita privata, possa farsi veramente grande in pubblico ed essere benemerito dell'umanità; chè ad onta degli esempj della storia, mal citati perchè male interpretati, esplorando con profonda sagacia nella vita degli uomini grandi, eziandio di coloro che, o per prepotente invito delle circostanze, o per momentaneo errore di giudizio, o per impeto di natura, poterono commettere qualche atto colpevole; nella vita furono esperimentati continuamente buoni e miti e generosi; per la ragione, che è ben più facile che le intime virtù si corrompano nell'attrito esterno degli uomini e degli eventi, di quello che un'indole viziata si trasformi in virtù quand'ella esce all'aperto."
      },
      {
        "index": 60,
        "text": "E la vita pubblica di Pio VI viene appunto a prova di questo; e negli anni in cui il pontificato stette sotto alla sua amministrazione, il cristianesimo fu in Roma sempre ingiuriato, al cattolicismo non si ebbe riguardo nè punto, nè poco; e soltanto si sollecitarono i bassi interessi terreni, al segno che indirettamente la santa Sede tentò di portar soccorso anche ai Turchi allorchè minacciarono di rovina gli uomini che volevano le riforme invocate dalla civiltà."
      },
      {
        "index": 61,
        "text": "Queste notizie e le altre che daremo ci serviranno di norma quando si dovrà entrare in Roma cogli uomini della Francia e dell'Italia rivoluzionaria. In quell'occasione, se avremo reso sempre più evidente il fatto che Pio VI, ad onta de' suoi ottant'anni, non fu degno di quella pietà onde si fece tanto scialacquo nelle storie; rispetteremo rigorosamente il vero, pur narrando le enormità e di quei generali e di quei soldati, per vedere come una perversa esecuzione di un disegno sapientissimo rovinò le cose talmente che, spostandosi i termini e scambiandosi le sorti, chi doveva essere condannato dal pubblico giudizio, fu al contrario chiamato martire ed eroe."
      },
      {
        "index": 62,
        "text": "Sul qual fondo procelloso e grande nel tempo stesso compariranno alla lor volta i personaggi che per poco abbiamo abbandonati, a proseguirvi un'azione, che loro malgrado dovrà respirare ed inspirarsi di quella pubblica tempesta, e pigliare senza volerlo delle proporzioni non indegne di quel suolo romano e delle sue memorie."
      },
      {
        "index": 63,
        "text": "[III]"
      },
      {
        "index": 64,
        "text": "Chi dovesse definire il cattolicismo, non tenendo conto che del valore pratico che gli comunicarono gli ultimi pontefici, potrebbe farlo consistere nell'intento di perseguitare la civiltà, ovunque ella si manifesta o in sostanza o in apparenza; ossia di perseguitarla universalmente, vivendo in sospetto di tutti i popoli e col proposito costante di staccarsi da quelli che, in virtù della parola dei savj, più si lasciano riscaldare dal calore della ragione, e più son fatti capaci di usufruttare i tesori che la divinità donò agli uomini; e che una scienza gelosa, tiranna, tentò involare e disperdere."
      },
      {
        "index": 65,
        "text": "Pio VI in ciò, più forse che i suoi predecessori, ha passato il segno; esso ha mostrato evidentissimamente a che deplorabili esiti doveva ridursi il poter temporale, dacchè lo si lasciò infettare la purezza del cristianesimo."
      },
      {
        "index": 66,
        "text": "Pio VI è il nemico di tutti, fuorchè dei nemici della civiltà, fuorchè dei nemici della religione di Cristo. Il suo cuore non ha simpatie per nessuno; oggi è nemico dell'Austria, domani lo è della Francia; e se nell'odio è volubile con tutte le nazioni straniere, solo è costante coll'Italia. La prima"
      },
      {
        "index": 67,
        "text": "volta poi che si risolve a stendere il braccio a qualcuno, egli si volge alla Turchia e patteggia con Maometto."
      },
      {
        "index": 68,
        "text": "Quando Giuseppe II, con un'attività ed un'irrequietudine febbrile, stava tentando e operando riforme, sebbene tedescamente; e inoculava all'Austria Voltaire e Rousseau, per salvarla da un'esplosione violenta, e, comunque si comportasse, mostrava, se non altro, di aver compreso che l'umanità, corrosa da tabe senile, aveva bisogno di essere tutta quanta rifatta, Pio VI protestò contro le tante innovazioni di quel sovrano in materia di disciplina e di culto, dispettoso di veder prossimo il fine del traffico delle sue carte e delle pergamene della Dateria. Fu allora che si mise in viaggio per Vienna, col proposito di riuscire a spaventare Giuseppe II, e farlo desistere dalle prescritte formole di giuramento pei vescovi, dall'abolizione dei monasteri e dei conventi. Se non che andò per ispaventare, ma ritornò spaventato; e due anni dopo, quando lo stesso Giuseppe II recossi a Roma, piuttosto che mettere in pericolo i proprj interessi terreni minacciati da quel sovrano, rinunciò alla nomina dei vescovadi della Chiesa milanese e mantovana. Si vide allora a che veramente si riducesse il poter temporale. Si vide allora come codesta assurda larva non avesse efficacia che nel contaminare, non diciamo la dignità della Chiesa, ma quella dell'uomo; perchè se la ipocrisia, se le menzogne, se le false accuse, se le insidie oblique rendono detestabile qualunque uomo, quando anche costituito in privata e non autorevole condizione; che cosa si dovrà dire di chi le adopera essendo costituito in qualche dignità; che parole basteranno a qualificare l'uomo che, salito al grado più eccelso della gerarchia, offende sè e la dignità propria col ricorrere costantemente a tali armi? Pio VI incaricò dunque i suoi cardinali, i suoi vescovi; incaricò preti e frati d'ogni risma; incaricò i suoi cortigiani, i maestri di camera, i curiali d'inventare calunnie e satire d'ogni genere, e spargerle pel mondo ad ingannare i credenti intorno alla verità dei fatti. Egli intanto sottomano cercava stringersi sempre più coi due rami borbonici di Francia e Spagna; soffiava sul fuoco della domestica discordia acceso tra le due regine di Napoli e di Madrid. E allorquando l'imperatore intraprese la guerra contro i Turchi a favore di Caterina di Russia, permise che in Roma per la prima volta s'invocassero Cristo e Maometto, uniti in istrana mescolanza, e si invocassero ai danni di chi aveva voluto sottrarre una parte dell'umanità alle funeste consuetudini della barbarie."
      },
      {
        "index": 69,
        "text": "Monsignore Saluzzo, che era nunzio a Varsavia, e che era un agente di cambio politico e un mestatore de' più scaltri e de' più subdoli, fu incaricato di tentare ogni mezzo per indurre i Prussiani e 1 Polacchi ad attraversare le imprese dei nemici della Turchia. Gli ex-gesuiti, capitanati dall'energumeno Spedalieri, magnificavano per le stampe le imprese dei Musulmani; esageravano l'importanza dell'irruzione che operarono nel banato di Temeswar; nel tempo stesso che il papa spediva un breve iniquo e sovversivo al primate di Malines perchè incoraggiasse la sollevazione dei Paesi Bassi; e l'Arteaga, prezzolato da lui, faceva affiggere su tutti i canti delle vie di Roma la notizia della provvidenziale malattia di Giuseppe II, colla consueta epigrafe sempre abusata dagli impostori — Ecco la mano dell'Altissimo. — Se non che un nuovo e più terribile sgomento venne a sconsigliare tanto odio; e la corte pontificia, colla sua abituale ipocrisia, tentò a un tratto di riavvicinarsi alla casa d'Austria; e fu quando giunse a Roma la notizia della rivoluzione di Francia. Pio VI dissimulò allora i suoi rancori verso un nemico, per garantirsi colla forza del medesimo contro le idee dei filosofi che, trasmutatesi in fatti, minacciavano l'esterminio degli affigliati alla confraternita della vecchia menzogna. Quel che allora fece Pio VI, cooperato dal satellizio dei cardinali, dei frati e dei curiali, non è che un complesso di violenze e di morali deformità. Si perseguitarono, s'imprigionarono, si assassinarono tutti coloro che venivano accusati di esser seguaci delle nuove idee. Il Sant'Uffizio ebbe un lavoro incessante e crudele. Promiscuamente col famigerato Cagliostro fu arrestato il Balio dell'ordine de' cavalieri di Malta, per l'accusa d'aver tentato di rimettere in piedi le così dette Logge egiziane; e sarebbe stato arrestato anche il marchese Vivaldi, se non fosse giunto in tempo a fuggire e a porsi in salvo a Trieste. Quasi tutti gli scultori, pittori ed architetti francesi (riportiamo le parole di una relazione storica allora stampata, la quale non è che una replica di ciò che è detto nel citato Diario), spogliati di tutto, vennero arrestati ed accompagnati ai confini della Toscana."
      },
      {
        "index": 70,
        "text": "Intanto quei medesimi predicatori e missionarj, che già avevano tentato di esaltare i popoli a favore del trionfo della Mezzaluna contro i Fedeli, d'improvviso, mutato proposito, si misero a girar per le vie e per le piazze, esortando il popolo stesso a star saldo nella fede cattolica, dipingendo alle menti coi più vivi tocchi gli errori dell'anarchia e della disobbedienza. Mattina, giorno e sera rimbombavano per ogni angolo le stesse voci, le stesse tetre descrizioni, ingrandite dalle più artificiose ipotiposi. Si vedevano stampe e quadri ove i membri dell'assemblea nazionale stavan dipinti colle ale di pipistrello e gli altri segni dati dal vulgo al demonio; ed al contrario si osservavano i più famosi borbonici effigiati colle ali e colle attribuzioni beate degli angeli. E se qui non occorre di richiamare l'assassinio famosissimo di Bassville, inspirato dall'atroce cardinale Zelada, il braccio destro allora di Pio VI, ben giova riferire le cose che pochissimi oggi e forse nessuno conosce, vogliam dire le vessazioni a cui fu segno il medico Bussan, per la colpa di avere assistito il ferito, sino al punto di morte; e l'imprigionamento e le esasperazioni crudeli inflitte allo speziale Meli e al chirurgo Liborio Angelucci per la medesima ragione."
      },
      {
        "index": 71,
        "text": "Come locuste assassine si moltiplicarono allora le spie del Sant'Uffizio e del governo, che si trovavano dappertutto, s'introducevano dappertutto; onde riuscì innumerevole la quantità delle vittime o innocenti o incaute; incredibile la diffidenza e la paura penetrata in tutte le classi della società romana, di modo che l'amico più non si fidava dell'amico, il fratello del fratello, il marito della moglie, il devoto del confessore, il figlio degli stessi genitori."
      },
      {
        "index": 72,
        "text": "E allora quella simpatia che il Santo Padre avea mostrato per i Turchi e per Maometto, fu tutta quanta concessa alla Casa d'Austria e a Francesco II: al quale, essendo Pio VI venuto nella determinazione di valersi delle armi temporali, chiese ufficiali per addestrare le avvilite sue truppe e un comandante per guidarle in campo; e li ottenne col profondere a quel giovane sovrano, destinato a far pesare sull'Austria l'antonomasia di spavento della civiltà, tanti elogi quanti vituperj avea scagliati a suo padre e a suo zio."
      },
      {
        "index": 73,
        "text": "Se non che la pessima amministrazione interna dello Stato non concedendo di erogare sufficiente denaro, nemmeno coi balzelli duplicati, per mantenere un esercito proporzionato e allo Stato e al bisogno, si dovette ordinar tosto un disarmamento generale, lasciando come per l'addietro allo scellerato Barbèri, che era il Nardoni di quel tempo, l'esecuzione dei decreti dei tribunali di giustizia."
      },
      {
        "index": 74,
        "text": "Magnificavano intanto le solite penne venali, come già s'era fatto coi Turchi, i vantaggi riportati dagli Austriaci sul Reno. Ma i fatti erano più eloquenti delle parole, e le vittorie di Bonaparte fecero ammutolire il pontefice, e consigliarono la fuga al cardinale Hertzan, ministro plenipotenziario cesareo. Ora se ognuno sa (chè tutte le storie ne parlano) come Bonaparte, per mediazione dell'Azara, accordasse allora al papa l'armistizio di Bologna, dietro la pattuita provvisione di cinque milioni di scudi, delle due provincie di Bologna e Ferrara, ecc.; non fu molto divulgata la notizia che, dopo il pagamento della prima rata, nel punto medesimo che il ministro francese Miot entrava in Roma, per adempiere e far adempiere ai patti del trattato; Pio VI con fede peggiore della greca incaricò il numeroso suo satellizio di sollevare il basso popolo per spingerlo all'eccidio e del ministro e dei commissarj francesi. E per ottener ciò si ricorse alle solite armi della barbara superstizione. Versò allora lagrime vive la Maria Vergine di Ancona, della realtà delle quali il vescovo Calcagnini rilasciò un attestato, di cui vennero diffuse per le vie di Roma migliaja di copie a stampa. Fu allora che tutte le Madonne di Roma, messe in puntiglio da quella d'Ancona e gelose e invidiose, quasi fossero prime donne di teatro (a queste turpissime, derisioni l'ipocrisia del santissimo Pio VI martire ed eroe esponeva la madre del Cristo!), piansero lagrime bianche e lagrime rosse. E affinchè il popolo in quelle lagrime vedesse la virtù del miracolo, si fece circolare una falsa lettera di monsignore Albani, auditore di Rota, dimorante a Venezia, che raccontava la compiuta disfatta delle truppe francesi e Massena ucciso e Bonaparte fatto prigioniero; e perchè l'ipocrisia pontificale fosse ancora più squisita, mentre quelle sconce e bugiarde scene si macchinavano in segreto, in pubblico si fece comparire un editto col quale, sotto comminatoria delle più gravi pene, s'intimava alla popolazione di rispettare ogni persona che fosse addetta alla Francia."
      },
      {
        "index": 75,
        "text": "[IV]"
      },
      {
        "index": 76,
        "text": "Abbiamo detto che nell'atto stesso di sborsare la prima rata dei cinquemila scudi imposti dall'armistizio di Bologna, il governo di Pio VI tentò di far assassinare dal popolaccio il ministro francese e 1 commissarj incaricati di ritirarla. Pure, se questa volta il tentativo andò a vuoto e i primi denari dovettero esser sborsati, ben si pensò di non adempiere alle condizioni rimanenti, e di trarre in lungo il tempo per non pagare la seconda rata; e invece si fece circolare un manifesto, il quale invitava tutti i cittadini atti alle armi ad accorrere al suono delle campane nel caso che le truppe repubblicane avessero invaso il territorio romano."
      },
      {
        "index": 77,
        "text": "Noi non siam disposti a concedere troppa sincerità agli atti del primo Bonaparte; ma egli è un fatto che, confrontata la sua colla condotta del Santo Padre, fanno pietà e schifo gli ingiusti giudizj dell'epatico Botta. E Bonaparte infatti scrisse al papa per sapere se quel manifesto era stato promulgato d'ordine suo; ma il santissimo padre non ebbe nemmeno il coraggio nè di affermare, nè di negare, e si chiuse in un pauroso e traditore silenzio, riponendo la sua fiducia nell'ajuto del Borbone Ferdinando IV; e attendendo prodezze e dalle reclute che andava mettendo insieme d'ogni conio e di ogni risma, e dalla sapienza di un consiglio di guerra fatto di cardinali e vescovi e frati e preti; e dall'esperienza strategica di un nipote di papa Rezzonico, e dal valore di un brigadiere Gandini, sotto del quale i soldati del papa, per assicurazione non sappiamo se di Marforio o di Pasquino, ebbero fama di portare quella famosa patta di rame, custode di coglie e di ernie, che diventò proverbiale."
      },
      {
        "index": 78,
        "text": "Ma il papa che, se era fedifrago, era anche incauto e per nulla conoscitore degli uomini e delle cose, ben presto dovette accorgersi che conto potesse far egli dell'ajuto del Borbone, quando pervenne nelle sue mani un proclama, che pubblicamente leggevasi per Napoli e nel quale, tra l'altre cose, dicevasi: «che importa a noi che i Francesi entrino in Roma e che in quella città penetri la rivoluzione? Si pianti pure l'albero della libertà in Campidoglio, in piazza Navona, in piazza San Pietro, e venga intanto il papa a rifugiarsi tra noi, e faccia circolare nel nostro regno le trafugate ricchezze. Un paese privo di derrate, di coltivazione, di commercio, spopolato e mancante di braccia, dee presto o tardi riuscire a carico della repubblica conquistatrice, e spogliato che sia, non potendo mantenersi senza il papa, dee cadere nelle nostre mani, come ai tempi di Roberto, di Ladislao, di Giovanna.»"
      },
      {
        "index": 79,
        "text": "E fin qui abbiam creduto bene di diffonderci sulle cose romane e sulle vertenze tra la Santa Sede e le armi repubblicane; per essere fedeli all'intento principalissimo di questo lavoro, che costituisce la sua ragione di essere, ed è quello di pubblicare ciò che si tenne celato o nei manoscritti o in quegli opuscoli coraggiosi, che, avendo circolato liberamente allorchè il tempo lo concedeva, furono poi violentemente messi sotto chiave, o, senza più, vennero abbruciati dalle gelosie, dalle ire e le vendette posteriori; e ciò facciamo per rimediare, in parte almeno, alle bugie, alle simulazioni, alle dissimulazioni di alcune tra le storie più riputate e più lette, e che, protette dalla bandiera della verità, portarono in giro molta merce di contrabbando. — Non parleremo, dunque dei fatti che conseguirono alla subdola condotta del pontefice; nè della rotta vergognosissima che al Senio toccò alle armi romane; nella qual circostanza fu manifesto che il potere temporale, affidato al sacerdozio, mentre snatura e deturpa il sacerdozio stesso, degrada, corrompe tutto ciò che viene nelle sue mani; e ha il funesto privilegio di avvilire eziandio quelle nobili e generose schiatte, che sono, a dir così, la gloria della natura; e tra le quali, per testimonianza di tanti secoli, la romana conquistò appunto il primato. Di quella rotta vergognosa, noi dunque non parleremo, perchè è registrata in tutte le storie; come non parleremo del famoso trattato di Tolentino, e perchè si legge dovunque, e perchè noi stessi già ne abbiam fatto cenno, quando assistemmo al ballo del Papa rappresentatosi al teatro della Scala; il qual ballo fu suggerito appunto e da quel trattato e dell'avvilimento in cui venne la Santa Sede, e dall'onta che toccò al generale"
      },
      {
        "index": 80,
        "text": "Colli, da cui tante cose attendevasi il papa e i suoi cortigiani e 1 suoi fautori, e che in allora rappresentò nel dramma italiano quella parte che oggi vi rappresentò l'avventuriere Lamoricière."
      },
      {
        "index": 81,
        "text": "Ma, a proposito di codesto trattato di Tolentino, che cominciò a scassinare di fatto il poter temporale, ossia a dimostrare che ciò che per donazioni o per forza si acquista o si conquista nel tempo, si può perdere col tempo; alcuni scrittori, a provare che Bonaparte non ebbe mai di mira quella riforma radicale, citano una lettera di lui al pontefice scritta durante le negoziazioni del trattato, e una risposta di Pio VI a lui. E veramente quelle due lettere, considerate oggi nel silenzio del gabinetto, col proposito di non tener conto che del valor delle parole, parrebbero quelle di due innamorati, e per la dolcezza dello stile e per la qualità delle espressioni e per l'espansione delle proteste. Ma quando si pensa da che uomini erano scritte, e in che circostanze, davvero che ci fanno ridere coloro che da esse vorrebbero indurre una reciproca simpatia esistente tra Pio VI e Bonaparte. Se vi fu uomo simulatore, e pronto a fare tutt'all'opposto di quel che diceva e scriveva e prometteva e giurava, fu Pio VI appunto, e ne è prova la prontezza con cui fu sottoscritto l'armistizio di Bologna, e la maggior prontezza onde fu messo sotto i piedi; in quanto a Bonaparte, non ci par vero che, per dare un valor letterale alle parole, si possa dimenticare la preoccupazione ognora vigile di lui a celarsi in perpetuo mistero, per riuscire ne' suoi intenti tanto sicuro quanto inaspettato. Ma, dopo tutto, per dare il giusto valore alla lettera bonapartiana, e per non ingannarsi e non ingannare altrui sulla pretesa propensione di Bonaparte a conservare alla Santa Sede il poter temporale, oltre al fatto delle molte provincie tolte da esso al Papa, il quale basta a toglier di mezzo ogni dubbio; v'è un altro fatto, che rimase tra i segreti passati di bocca in bocca, ed omessi dagli storici o per proposito deliberato o per ignoranza: ed è che egli incoraggiò a perdurare nelle sue sedute il sinodo di Pistoja, aperto molti anni prima dal vescovo de' Ricci; il qual sinodo si proponeva di discutere tutte le questioni relative alla Chiesa romana, tra le quali primeggia quella del potere temporale; e oltre a ciò fu sollecito nell'incoraggiare la pubblicazione di un voluminoso manoscritto, che nel marzo del '96 era stato presentato a Pio VI, intitolato: Disordini morali e politici della corte di Roma, esposti dai difensori della purità della prima Chiesa cattolica; e che infatti venne poi stampato a Siena nel principio dell'anno 1798; nel qual libro, con dottrina non facilmente superabile, e con tranquilla dignità pari a quella dottrina, e con tutti gli attributi di uno zelo intrinsecamente religioso, ad una ad una si passavano in rivista tutte le piaghe della Chiesa, e a ciascuna si suggerivano rimed) salutari, dandosi la parte massima alla questione del poter temporale, che trionfalmente vi era dimostrato illegittimo, assurdo e funesto, con una potenza di argomentazione avvalorata da citazioni infinite, tolte da Gesù Cristo, dagli Apostoli, dagli Evangelisti, dai santi Padri, dai pontefici stessi più benemeriti dell'umanità e dell'Italia e della religione."
      },
      {
        "index": 82,
        "text": "Richiamando ora alla mente del lettore quel che abbiamo detto di Bonaparte alcune pagine addietro, esso, per acutissima sagacia, si accorse che di tutti gli elementi della vita sociale ristacciati dall'indagine coraggiosa dei pensatori, l'elemento religioso era il solo che, nella persuasione della maggior parte, era rimasto ai vecchi pregiudizj; però sentì la necessità di preparare il popolo a comprendere interamente quelle quistioni con libri popolari, compilati da penne d'uomini di Chiesa; chè manifestamente vedeva che, in tal materia, la volontà e le leggi dell'autorità civile non potevan nulla sulla convinzione dei vulghi; nè sopra di sè volendo prendersi così pericoloso carico, desiderava che il terreno si preparasse in palese da altri, quantunque in segreto i consigli venissero da lui."
      },
      {
        "index": 83,
        "text": "Infatti col trattato di Tolentino dischiuse per la prima volta il varco agli elementi necessarj a compire la riforma della Chiesa romana; quando poi si ritrasse dall'Italia, chiamato da gravissimi eventi in Francia, condusse le cose in modo, che il fratello Giuseppe, il quale era docile a' suoi voleri, fosse spedito a Roma; poi, quando il Direttorio formò di mandare un esercito contro il papa a vendicare le vecchie e le nuove ingiurie, troviamo scritto in un opuscolo di quel tempo, che fu Bonaparte stesso ad eccitare a ciò il Direttorio; fu Bonaparte a proporre che il generale della spedizione fosse Berthier, per la ragione che, essendo questi obbediente ad ogni suo consiglio, al pari di Giuseppe Bonaparte, non si sarebbe dipartito per nulla dalle sue vedute; in ultimo fu egli che mise accanto a Berthier il còrso Cervoni, conoscendo gli spiriti risolutissimi di quel suo"
      },
      {
        "index": 84,
        "text": "compatriota, il quale era di tal natura da far nascere o presto o tardi di quegli scompigli che il senno e la giustizia debbono biasimare e proibire; ma che quando sono avvenuti, si comprende che erano indispensabili per risolvere certe quistioni."
      },
      {
        "index": 85,
        "text": "Però, se va il paragone, Bonaparte fece come chi, credendo necessaria un'inondazione, togliesse gl'incastri di propria mano, per recarsi poi altrove nel punto che le acque irrompono dappertutto, onde non essere costretto a rimediare ai disordini istantanei, persuaso che da questi, lasciando andar le cose a beneficio di natura, sia per generarsi quell'ordine che nessuna antiveggenza e fermezza di volontà vorrebbe mai produrre. Ma per che cosa, domanderanno alcuni, al giovane Bonaparte doveva premer tanto di toglier di mezzo la temporalità del papa, se questa fu ed è una piaga non fatale che all'Italia, e perciò stesso opportuna agli stranieri che vogliono tenerla in soggezione? Una tale questione non potendo essere sciolta risolutamente, è permessa una congettura. Nel primo fervore della gioventù, e nell'impeto primo e spontaneo del genio, e nella sua natura italianamente e romanamente costrutta, Bonaparte deve avere provato per la sua patria vera una simpatia irresistibile, la quale, guidata dal fortissimo giudizio, gli deve aver mostrato la massima piaga di lei, e fattogli sentire il desiderio di sradicarla. Testimonj di vista e di udita, dei quali citiamo un Porro, che fu prefetto del Lario, ci assicurano che a Mombello, nel '97, discorrendo Bonaparte dell'Italia, in un momento di quegli impeti generosi, che, come un lampo, rischiarano un immenso buio e svelano cose nemmen sospettate, egli uscì in queste memorabili parole: — In Italia non devono stare NI FRANCIOSI NI TODISCHI. — parole che, pronunciate risolutamente dalla profonda e rauca sua voce, e in un pessimo e quasi selvaggio italiano, colpirono gli astanti in modo da lasciar loro un'impressione per tutta la vita, tanto in que' detti e nel modo onde furono pronunciati sembrò fremere l'affetto e il dolore al cospetto di una gran patria avvilita. Come è amaro il pensiero che una smisurata ambizione abbia poi soffocato questo naturale affetto!!"
      },
      {
        "index": 86,
        "text": "y"
      },
      {
        "index": 87,
        "text": "Berthier ebbe dunque dal Direttorio l'incarico della spedizione romana, perchè così avea consigliato Bonaparte; e l'italiano di Corsica, Cervoni, fu l'alter ego di Berthier, perchè Bonaparte avea voluto che Berthier lo volesse."
      },
      {
        "index": 88,
        "text": "Il vincitore di tante battaglie deve aver previsto che quella non doveva essere una spedizione nè disastrosa nè difficile, ma soltanto un viaggio militare."
      },
      {
        "index": 89,
        "text": "Ciò per altro non aveva pensato Berthier, che si mise alla testa delle truppe affidategli come se andasse ad una assai ardua impresa, e passato Ancona, dove non accolse i messi del papa, e inoltratosi in mezzo alle gole degli Appennini, trasse innanzi con grande circospezione, temendo ad ogni piè sospinto ostacoli ed agguati. Ma, con grande sua meraviglia, giunse fin sotto a Roma senza trovare un drappello di soldati papalini, tanto che vide non rimanere a lui per allora altra cura che di provvedere all'ingresso trionfale."
      },
      {
        "index": 90,
        "text": "Nel Diario del Camillone leggiamo, che primi ad entrare in città per la porta del Popolo furono due squadroni di usseri. Ei si diffonde a parlare del colonnello che li comandava, «il quale, soggiunge, era un milanese di Milano, il più bel soldato che mai si vedesse al mondo». E poco appresso gli fa il nome; così che non abbiamo nessun dubbio di asserire, ch'esso era nientemeno che il conte S..., il marito di donna Ada e il a padre di donna Paolina."
      },
      {
        "index": 91,
        "text": "Qui comincia per noi l'opportunità di far camminare di pari passo e senza fatica i pubblici avvenimenti coi fatti privati."
      },
      {
        "index": 92,
        "text": "Chi volesse sapere in che modo esso venne a trovarsi a Roma in quel tempo, noi siamo in grado di poter dare delle notizie anche su questo. Il lettore sa come, negli ultimi mesi dell'anno 1797, improvvisamente, e per cagione ancora misteriosa, sia venuto a morire appena ventottenne il generale Hoche, che comandava l'esercito del Reno. Il capitano S..., per la sua indole procellosa e pe' suoi disordini d'ogni maniera, non aveva mai potuto andar d'accordo con nessuno dei suoi capi; tanto che, sebbene essi non potessero disconoscere la sua straordinaria prodezza, pure tutti, l'uno"
      },
      {
        "index": 93,
        "text": "dopo l'altro, pensarono a disfarsi di lui, cercando pretesti per farlo girare di luogo in luogo, e passare d'uno in altro corpo d'armata. Il solo Hoche aveva saputo ammansarlo; tanto che egli stette ben volontieri sotto quel giovine eroe, il quale lo promosse al grado di capo-squadrone. Allorché dunque Hoche morì e Augereau venne in suo luogo, il capo-squadrone S..., che già avea avuto mille alterchi con quel generale, d'indole difficilissima e irrequieta al pari e più della sua, se fosse stato possibile, sollecitò di uscire dal corpo dov'era; e ottenuto il permesso d'andare a Parigi, si trattenne colà qualche tempo, finchè, saputo che Berthier era stato preposto all'impresa romana, e che lo seguiva il generale Cervoni, col quale se l'era sempre intesa assai bene, forse per una certa eguaglianza d'indole; tanto si adoperò, che ottenne non solo di seguirlo nel suo grado di capo-squadrone, ma di essere innalzato a colonnello, e posto al comando di due squadroni di un corpo di usseri di recente formazione."
      },
      {
        "index": 94,
        "text": "E si può asserire che Bonaparte favorì questa destinazione, desiderando per quelle ragioni che son facili a comprendere che non mancassero italiani a far parte della spedizione di Roma."
      },
      {
        "index": 95,
        "text": "Il lettore vedrà in appresso come un tal fatto, il quale nel cumulo de' pubblici avvenimenti non era tale da lasciar gran traccia di sè, fosse destinato ad essere occasione di tremende sventure domestiche."
      },
      {
        "index": 96,
        "text": "Or, ritornando al governo di Roma, giova che il lettore si rammenti come, ancorchè Berthier non avesse ammessi a colloquio i messaggieri da quel governo mandatigli incontro, e ad Ancona avesse promulgato un bando, in cui aveva minacciate cose terribili, pure il pontefice erasi lusingato che il generale francese, pago di ottenere una compensazione pei tragici fatti di Bassville e Duphot, non sarebbe entrato in Roma altrimenti; e come per ciò sia stato tanto più grande lo stupore, lo sgomento e l'ira di lui, quando seppe che, contemporaneamente all'intimazione data al presidio romano di abbandonare Castel Sant'Angelo e all'occupazione fatta dalle armi repubblicane dei bastioni di quel forte, il resto delle truppe era entrato in città."
      },
      {
        "index": 97,
        "text": "A questo punto dell'occupazione di Roma cominciano le declamazioni furibonde di quasi tutti gli storici che narrarono quel periodo caratteristico e famoso con intenzioni partigiane."
      },
      {
        "index": 98,
        "text": "Il Botta, pur tanto avverso al governo pontificale, e che nella sua continuazione della storia di Guicciardini, quando parla delle nequizie di qualche papa, ha la cura assidua di far campe ggiare il predicato di Padre Santo, a titolo di scherno e a significazione efficace di idee, perchè alla mente del lettore risalti crudamente la scandalosa antitesi tra la parola e la cosa; a questo punto par cangiare a un tratto opinioni e convinzioni; par diventare a un tratto e papista e bigotto, e cieco, e smemorato; e si compiace a sfoggiare indignazione pietosa, e si ferma con insistenza d'autore tragico e d'artista che vuol fare effetto, sulla tarda età, sul venerabile aspetto, sulla inferma salute di Pio VI; e prorompe furiosamente perchè alcuni dei cardinali, i quali avean sempre sostenuto dei loro obliqui consigli l'obliqua ragione di quel papa, e all'uopo eransi fatti provocatori di popolari ferocie e di eccidj, sieno stati messi sotto vigile custodia dalle armi repubblicane."
      },
      {
        "index": 99,
        "text": "Ma il repentino mutamento di quello storico tanto celebrato, si spiega con ciò, ch'egli era così pregiudicato estimatore di quei tempi rivoluzionarj e odiatore tanto astioso di Bonaparte e de' suoi seguaci, che tutti gli altri suoi odj dovevano tacere in faccia a questo; e al suo occhio, in confronto d'ogni impresa e d'ogni atto di Bonaparte e delle armi rivoluzionarie, anche le colpe altrui parevano trasmutarsi in virtù."
      },
      {
        "index": 100,
        "text": "E Alessandro Verri non si dilunga da lui. Ben è vero che egli si mostrò veneratore sempre costante dell'autorità temporale della Chiesa, ed è per questo appunto che le accuse scagliate da lui contro la vita privata di Pio VI fanno testo autorevolissimo; ma le sue idee fisse e i suoi sistemi e i suoi amori e i suoi odj sono così tenaci e implacabili, che la memoria del passato pare che gli annebbii nella valutazione dei fatti posteriori, e il lavoro della logica gli proceda a rovescio; talmente che non par vero che chi ha detto tanto male di Pio VI, dopo si affanni, al pari di Botta, a metterlo nella miglior luce possibile; ed esprima un'ira spasmodica contro tutte le idee rigeneratrici che, tradotte in fatti, vennero ad assalire l'errore nella sua sede più antica e più formidabile. Perchè bisogna bene che i galantuomini tentennanti si persuadano di questo, che, siccome abbiam fatto vedere, il germe rivoluzionario portato a Roma colle armi, era e doveva riuscire un'impresa salutare"
      },
      {
        "index": 101,
        "text": "all'Italia e all'umanità e al medesimo sacerdozio, se non si fosse trasmodato nell'esecuzione, la quale, siccome avviene spesso anche nelle opere dell'arte, guasta e snatura le più squisite invenzioni della mente. Facendo uso adunque con somma precauzione di questi autori, d'altra parte meritamente reputatissimi, e continuando a far loro la più oculata controlleria colla scorta di coloro che parlarono e scrissero e stamparono senza speranze, senza timori, senza pregiudizj, senza aver riguardo a chi sta in alto, senza le funeste paure dei giudizj del pubblico, senza i pericolosi intenti della gloria, entriamo anche noi in Roma a vedere e a sentire quel che vi succede."
      },
      {
        "index": 102,
        "text": "E innanzi tutto, non bisogna credere che le idee rivoluzionarie fossero penetrate in Roma, e avessero attecchito con quel rigoglio legittimo di sviluppo che si verificò a Milano. A Milano i nostri pensatori avevano tentate e sciolte le questioni più connesse alla vita pratica, e però avevan saputo illuminare le masse; a Roma per contrario la scienza, limitandosi all'archeologia, alla filologia e all'erudizione in genere, era rimasta perfettamente oligarchica, ed aveva lasciato il popolo qual era. Bensì avvenne colà un fenomeno singolare."
      },
      {
        "index": 103,
        "text": "Gli artisti di Francia, pensionati e dimoranti in Roma, furono i primi a mettere in circolazione le idee francesi; ma queste non passando per lo staccio dei pensatori, invece di migliorare, temperandosi nel trapasso, peggiorarono esagerandosi. Eran giovani bollenti ed esaltati dalla natura stessa de' loro studj, che si trovarono aver nelle mani delle armi, le quali, adoperate senza riflessione, potevano diventare pericolosamente micidiali. Quanto ai popolani di Roma, senza che fosse stata necessaria l'Enciclopedia e Voltaire e Robespierre ad aizzarli contro il clericalismo, odiavano i preti, non per l'effetto delle idee importate e trovate nei libri; ma perchè erano scaltriti dallo spettacolo quotidiano, e da mille fatti di cui erano testimonj e vittime; era un odio cresciuto per virtù spontanea, e però più potente d'ogni altro."
      },
      {
        "index": 104,
        "text": "Che effetto dovesse dunque produrre la domestichezza che, siccome se chi è stato a Roma, è di vecchia consuetudine tra gli studenti di belle arti e la plebe di Trastevere, ognuno lo può pensare. Diciamo questo perchè di molte enormità che avvennero nel tempo in cui le truppe repubblicane stettero in Roma, bene spesso complice e guida fu quella plebe appunto; l'inettezza colpevole del governo temporale del papa aveva fomentata in anticipazione l'ira dei popolani, i quali, anche allora quando nella vendetta passarono il segno, non fecero che continuare ad esser vittima di un'autorità assurda e corruttrice."
      },
      {
        "index": 105,
        "text": "Al disopra di questa classe v'era poi quella schiera numerosa d'uomini, che non manca mai in tutti i paesi di questo mondo, perchè è la natura che li mette insieme. Uomini che hanno il privilegio di veder giusto nelle cose, ed hanno in sè l'antidoto sicuro contro i pregiudizj e le cattive istruzioni; ma che nel paese ove stanno, arrischiano qualche volta di essere odiati dai partiti estremi non per altra ragione che perchè tengono la media proporzionale. Costoro sono sempre disposti a festeggiare tutte le novità, per l'istinto che hanno del progresso, e tanto più, quanto più si accorgono di vivere in mezzo ad uomini e cose sopraffatti da una decrepitezza incurabile. Costoro dunque, seguiti da quella parte di popolo che nella prima allegrezza è sempre buono, ma che può imperversare nell'ubbriachezza, fecero festa all'esercito repubblicano quando entrò in città; fecero festa a Berthier, a Cervoni, al colonnello S..., e a tutti quegl'Italiani militanti che, parlando la lingua comune, dicevano di essere venuti a infondere sangue nuovo nella vecchia Roma."
      },
      {
        "index": 106,
        "text": "[VI]"
      },
      {
        "index": 107,
        "text": "Il terzo giorno dopo l'ingresso delle truppe francesi, nel quale ricorreva l'anniversario dell'incoronazione di Pio VI, fu, a significazione d'antitesi, dedicato invece alla solenne instaurazione della repubblica romana."
      },
      {
        "index": 108,
        "text": "I grandi ritorni della storia, esaltando l'immaginazione, commuovono gli uomini ad insolito entusiasmo, anche allora che non arrecano vantaggio. Se poi la grandezza si marita all'utile o alla speranza di raggiungerlo, l'entusiasmo non ha più limiti. Un sublime delirio investe le moltitudini, senza che occorra a ciò nè potenza di fantasia, nè straordinaria squisitezza di sentimento. Quelli che"
      },
      {
        "index": 109,
        "text": "insieme con noi nell'anno 1848 a Venezia hanno visto balzar fuori di repente l'alato leone di sotto alle aquile austriache, e l'antico stendardone risventolare davanti a San Marco, e i gondolieri e i pescatori e i vecchioni di Canareggio e di San Pier di Castello comparire in piazza colle vecchie stampe, tenute in serbo, effigiate di dogi, possono far testimonianza più sicura di codesto fenomeno."
      },
      {
        "index": 110,
        "text": "Per analogia dunque ognuno potrebbe immaginarsi, anche senza che ci fosse attestato da testimonj di veduta, quale sia stata l'esaltazione dei Romani il giorno in cui risalendo il corso di mille ottocento anni, si trovarono a faccia a faccia col loro grande passato."
      },
      {
        "index": 111,
        "text": "Quando diciamo i Ronani, ognuno lo pensa già, non vogliamo dire tutti i Romani. Anzi bisogna fare l'esclusione quasi totale dei due estremi della scala sociale; ossia della più alta gerarchia ecclesiastica e civile, e dell'ultima feccia del popolaccio al di qua del Tevere, a cui quella gerarchia medesima avea spesso ricorso per tentar di stornare con opere scellerate i nuovi giorni."
      },
      {
        "index": 112,
        "text": "A coloro poi bisogna aggiungere un'altra classe di Romani: ed era quella costituita, in prima, da alcuni letterati ed eruditi di professione, quali il Guattani, l'Orlandi, il Cicognini, ecc., ecc., uomini innamorati del quieto vivere, del silenzio e del pranzo settimanale in casa Braschi, in casa Albani, in casa Massimi: tutta gente che idolatrava Roma antica nei libri, nelle lapidi, nelle monete, in tutto ciò che era morto; ma non avrebbe mai fatto sacrificio di un solo pranzo per rivederla viva e risorta; in secondo luogo, da altri letterati, chiari d'ingegno, e galantuomini, e anche indipendenti da cardinali e da principi e da duchi, ma non indipendenti da sè stessi e dai caparbj pregiudizj; tra costoro certamente primeggiava il nostro Verri Alessandro, in molte cose tanto simile al fratello Pietro, e in troppe altre così diverso; il quale Alessandro, ad onta delle sue Notti Romane, avrebbe voluto veder ruinare tutta Roma, piuttosto che essere spettatore dell'invasione ognora crescente delle idee rivoluzionarie. Finalmente venivano alcuni artisti, architetti, scultori, pittori già saliti in gran fama, e già adagiati nella ricchezza, e che dell'una e dell'altra eran debitori alla protezione e del papa e dei cardinali e dei ricchi patrizj, tra' quali si distingueva il celebre Mariano Rossi e il Tofanelli e il Nocchi scolare del Battoni, e il Pacetti Vincenzo che, quantunque fosse un ottimo uomo, avea sempre crollato la testa alle notizie di Francia, e avea consigliato Canova, che non si fece molto pregare, a cavarsela da Roma prima che arrivassero i tempi bruschi. Queste categorie d'uomini non sentivano dunque l'esaltazione generale. Gli uni, o stavan celati, o passeggiavano nelle vie remote, o tutt'al più, se erano sollecitati dalla curiosità, traevano, sempre però a una rispettosa distanza, dove traeva il pubblico schiamazzante, e guardavano e notavano ogni cosa senza aprir bocca; o se l'aprivano a qualche evviva forzato, era perchè s'accorgevano che qualcuno li guardava in cagnesco."
      },
      {
        "index": 113,
        "text": "Pur, a dispetto di tutti costoro, rimanevano quanti bastavano per affollar piazze e contrade, e per empir l'aria romana di acclamazioni, di evviva, di grida. V'erano intanto tutti gli uomini di Trastevere, nei quali il vecchio sangue latino è trapassato senza alterazioni d'innesti spurj; uomini ignorantissimi di tutto quello che sta oltre la cerchia romana, e che credon che il Tevere vada in Francia e in Inghilterra e in America e in tutto il mondo conosciuto; ma perciò appunto orgogliosissimi di esser romani. La storia della loro patria è per essi passata di bocca in bocca attraverso a venti secoli, per raccogliersi e far sosta nel loro rione; onde parlano ancora di Giulio Cesare, e Cicerone, e Catilina, e Bruto, e Catone, e Pompeo come se fossero loro fratelli e li avessero visti a crescere, e avessero bevuto con loro il falerno nell'anfora stessa; uomini che, per questa parentela, sentono il privilegio di un'aristocrazia speciale e guardano d'alto in basso quanti stranieri, comunque grandi e illustri, vanno per curiosità a visitarli; e lor parlano col tu di Roma antica, e ad un bisogno, senza tanti rispetti, anzi in atto di protezione, mettono loro sulle spalle le mani poderose. — «Come stai, re Michele?» diceva ai nostri giorni un beccajo di Trastevere a don Miguel; e mentre con una mano gli batteva una spalla, coll'altra gli porgeva l'ampia caraffa rasa d'orvieto; e accompagnava quest'atto con tale posa e tale espressione di volto, che pareva dicesse: Io mi degno di abbassarmi fino a te. Quest'ignoranza e questo costume non impedisce però che essi abbiano acutissimo l'intelletto; e giova poi a conservar loro un carattere intero, il quale, nella sua medesima fierezza, è spesso custode di nobili affetti, della santità dell'amicizia, dello scrupolo della fede. I giovani artisti, che anche allora, come adesso e come sempre, mescolandosi a quella gente"
      },
      {
        "index": 114,
        "text": "per gl'intenti dell'arte, erano i loro più intimi amici, e però li avevan messi a parte di tutte le belle e grandi cose che l'onda rivoluzionaria avrebbe portate in Roma, li trassero adunque entusiasti e plaudenti sulle piazze. Quegli artisti, ad onta dei tempi burrascosi, soverchiavano sempre le due e le tre migliaja, e quantunque di tutte le città d'Italia: di Napoli, di Bologna, di Firenze, di Venezia, di Milano, di Genova; e di tutte le nazioni d'Europa: di Russia, di Spagna, d'Inghilterra, di Germania; pur dall'arte e dalla gioventù bollente e dalle aspirazioni messe in comune eran ridotti come se fossero figli di una patria sola, e seguaci di una sola bandiera. Essi bastavano a mettere sottosopra tutta Roma, e con tanto più di esaltazione e quasi di furore, in quanto che i pensionati delle accademie di Francia e tutti gli artisti di colà, poco tempo prima, erano stati violentemente espulsi dal governo pontificio, siccome fu già riferito. Duce degli uomini di Trastevere era il Camillone, il Ciceruacchio d'allora; quello di cui teniamo parte del Diario, ch'egli dettò per non saper scrivere; uomo tanto amato da quelli del suo rione, e perciò di tanta autorità, che il governo stesso dovette più volte far capo a lui per riuscire a sedare dei tumulti."
      },
      {
        "index": 115,
        "text": "Fra gli artisti v'era il famoso Pinelli, giovanissimo allora, ma già di fantasia così potente, così feconda e veloce nell'improvvisazione di disegni istoriati, che quando voleva, lavorando in piazza Navona sotto gli occhi del pubblico e dei tanti forastieri che accorrevano a quello spettacolo per loro insolito, raccoglieva tante monete d'oro e d'argento da empire il proprio cappello; oro e argento ch'egli convertiva poi tosto in tante misure di vino; perchè la sua compiacenza e la sua gloria era di poter dar da bere a tutto il popolo romano con luculliana munificenza. Amico del Pinelli e amico del Camillone, i quali erano come i re confederati di due schiatte diverse, era quel Corona giureconsulto, al quale spontaneamente si trovarono uniti tutti i giovani avvocati e tutti gli studenti, e tutti coloro che eran nati per andare avanti e per affrettarsi a qualunque costo, anche con pericolo di stramazzare e fiaccarsi il collo."
      },
      {
        "index": 116,
        "text": "Tutti costoro uniti insieme costituivano buonamente una truppa di cinque o seimila persone, sufficienti, in qualunque città anche popolatissima, a rappresentarla, a comunicarle la propria volontà e il proprio impeto; e a condannare all'inazione e al silenzio tutti quelli che per combinazione non dividessero cogli agitatori le opinioni correnti."
      },
      {
        "index": 117,
        "text": "Fin dall'alba dunque del terzo giorno quella folla capitanata dal Camillone, dal Pinelli e dal Corona, mosse festosa a piantare l'albero della libertà nelle piazze principali di Roma."
      },
      {
        "index": 118,
        "text": "Era da quasi due anni che sentivano a parlare con invidia della nuova condizione delle città dell'alta Italia, e di Milano segnatamente; della libera vita che vi si godeva, dell'utile delle nuove istituzioni, della pubblica felicità, dei clubs, dei teatri, della libera stampa, dei discorsi in piazza, dei nuovi costumi introdotti; e la fama, magnificando ed esagerando il bene senza toccar punto del suo contrario, e dissimulando gli abusi, gli eccessi, i disordini, aveva talmente esaltati i desiderj e le speranze di que' cittadini, che quando finalmente le videro appagate, la loro gioja non ebbe più ritegno e proruppe con un impeto che la stessa Milano non avea mai sorpassato."
      },
      {
        "index": 119,
        "text": "Ma seguiamo l'onda del popolo, e fermiamoci con essa nel foro romano per sentirvi il discorso che l'avvocato Corona improvvisò nell'istante che si piantò colà, per la prima volta, la simbolica pianta coi motti: libertà, eguaglianza, virtù, patria."
      },
      {
        "index": 120,
        "text": "Colui, salito sopra un capitello corinzio rovesciato che giaceva da tempo immemorabile tra la colonna di Foca e le tre della Curia, così prese a dire:"
      },
      {
        "index": 121,
        "text": "«Romani, siete liberi. L'albero della libertà è piantato. Libertà, eguaglianza, virtù, patria; — ecco le quattro pietre su cui s'appoggia a perpetua durata il sacro vessillo della comune nostra rigenerazione."
      },
      {
        "index": 122,
        "text": "«Libertà è questa, la quale non iscuote il ferreo giogo della tirannia con altro fine che con quello di garantire a ciascun uomo i suoi diritti naturali inalienabili."
      },
      {
        "index": 123,
        "text": "«Eguaglianza è questa, la quale, santamente sprezzando e privilegi e titoli, colla bilancia del diritto e della legge, eguaglia l'uomo all'uomo; e non sa, non può, non vuole conoscere altra distinzione che quella che passa tra il vizio e la virtù."
      },
      {
        "index": 124,
        "text": "«Virtù è questa, la quale, divinizzando l'uomo, fa che egli non trovi la felicità se non se nel far felice altrui; ond'è che l'uomo veramente virtuoso si crede fatto più per la patria e pe' suoi simili che per sè stesso."
      },
      {
        "index": 125,
        "text": "«Patria è questa risorta a nuova vita."
      },
      {
        "index": 126,
        "text": "«Virtù premiata, vizio disonorato, merito riconosciuto, vanità cadente, verità svelata, ipocrisia vilipesa, innocenza sicura, oppressione bandita, emblemi tirannici distrutti, umanità vendicata, giustizia imparziale, santuario restituito all'antica purezza, genio marziale ridestato. Ecco i frutti che oggi ne promette questa patria risorta."
      },
      {
        "index": 127,
        "text": "«Falsi sacerdoti, superbi patrizj, tirannucci iniqui, ipocriti maliziosi, impostori ignoranti, intendete qual libertà, quale eguaglianza, quale virtù, qual patria servano di base al grande edificio della nostra rigenerazione? E voi, anime timide e deboli, sentite quali sono le radici che prodigiosamente alimenteranno la simbolica pianta?»"
      },
      {
        "index": 128,
        "text": "Queste parole, dette con enfasi e con quell'accento speciale che significa la sincerità e la convinzione profonda di chi le pronuncia, furono coperte da una salva di applausi e di viva la libertà, viva l'eguaglianza, viva la repubblica, viva Roma."
      },
      {
        "index": 129,
        "text": "«E viva Roma,» continuò allora l'avvocato Corona, approfittando di quel grido per dare una piega al discorso, e dalle generalità, che parevan quasi divenute di convenzione, veniva a cose particolari e di utilità più pratica ed evidente. «Viva Roma. Se, infatti, v'è città nel mondo alla quale la rivoluzione attuale torna vantaggiosa di preferenza, è questa appunto; è questa Roma, a cui davvero oggi comprendo perchè si competa il predicato di eterna. Dopo l'avvilimento in cui la gettarono gli ultimi pontefici; dopo la fuga ignominiosa di Annibale Albani, che fece parere i Romani vilissime pecore; dopo l'ultima rotta del Senio, dove si raddoppiò quella prima ignominia, qual posto potea vedere per sè nell'avvenire quest'infelice città?"
      },
      {
        "index": 130,
        "text": "«O dirò meglio: che cosa sarebbe stato di lei, se gli avvenimenti si fossero troncati di colpo; e se la fortuna, obbedendo alla Provvidenza, non avesse fatto in modo che l'errore e il disordine e l'ingiustizia nel proprio eccesso medesimo trovassero la morte? Pio VI ricorrendo alle ambagi, alle subdole scaltrezze, al tradimento, nella speranza di poter riuscire ad arrestare il corso fatale degli avvenimenti, e non potendo ottener ciò colla forza del proprio potere, ossia colle proprie armi, ha messo in evidenza che codesta larva di potere a cui i papi, dal giorno che tennero il dono funesto dai re della terra e non dal cielo, stanno attaccati coll'avida e gelosa cura onde gli avari guardano l'illegittimo tesoro, non è che un'occasione perpetua di disordini, di ingiustizie, di viltà, di delitti, non è che un potere che svela l'impotenza, e intacca la pura santità del Vangelo e della Chiesa primitiva e dei primi pastori, i quali tengono il santissimo mandato di guardare e provvedere alle anime e alle coscienze; ma non già ai corpi, non agli interessi terreni, non all'uso della forza per respingere la forza. Se fosse vero che la divinità avesse decretato che il suo rappresentante in terra avesse a farsi temere coll'uso della forza materiale, avrebbe permesso che i più degli altri monarchi fossero materialmente più forti di lui? Avrebbe permesso che la maestà e la santità del re pontefice potesse rimaner vinta e avvilita dall' altrui preponderanza?"
      },
      {
        "index": 131,
        "text": "«Ma lasciamo una tal questione a chi non parla in piazza, ma scrive pei libri. Piuttosto dirò, che il vantaggio maggiore che produsse la pessima condotta di Pio VI, fu di aver stancata la pazienza di chi appunto era materialmente più forte di lui; e nel tempo stesso che era più forte, era anche più pietoso dell'umanità conculcata, più vergognoso della vergogna d'Italia, più innamorato della grandezza e della gloria di questa Roma; e Italiano di avi e di nascita e d'intelletto e d'anima, ha sentito la necessità di ajutare la sua vera patria sollevando il cuore di essa dall'incubo assiduo, che, alterando la completa e libera e normale circolazione del sangue, viziava e rendeva inette tutte le altre sue membra; perchè Roma, questa Roma che fu l'urbe dell'orbe; questa Roma che, per antonomasia, fu chiamata la città eterna; questa Roma che, ad onta della sua degradazione, è ancora la prima città del mondo, o per dir più giusto, serba ancora intero il germe e le condizioni del suo primato; questa Roma è veramente il cuore dell'Italia; onde per far la cura dell'Italia non si dee far altro che ristorarne il cuore."
      },
      {
        "index": 132,
        "text": "«O Romani, e voi uomini di Trastevere, nelle cui faccie e nelle cui membra vedo rivivere l'antica saldezza, guardate ai miseri avanzi di questo fòro romano; e se siete capaci, ricostruitevi in pensiero la solenne maestà dei tanti edifizj che, sulle varie e graduate eminenze nei colli, d'ogn'intorno un tempo gli facean corona; edifizj di marmo e d'oro, ciascuno dei quali era la dimora di un nume, di un semidio, di un eroe."
      },
      {
        "index": 133,
        "text": "«Là in alto stavan gli edifiz dell'Arce Capitolina: più sotto, in gradazioni succedevoli, il tempio di Giove Tonante e quel di Saturno; qui nel mezzo era il cavallo gigantesco di Domiziano, e dietro, gli antichi rostri; più in alto era il portico del Tabulario, sotto del quale stavano i due templi di Vespasiano e della Concordia; e dietro all'arco di Settimio, nella parte più eminente, il tempio di Giove Capitolino, che soprastava alla basilica Emilia; e v'eran gli edifizj del Palatino e la Curia Giulia e la basilica Giulia e il Miliario Aureo e la basilica di Costantino; e statue equestri, e colonne commemoratrici, e bighe e quadrighe e sestighe trionfali... Ma se, guardando le presenti rovine di questo fòro, dieci anni fa, due anni fa, un anno fa, ripensavate con rammarico alla folla dei vostri gloriosi avi irruenti a quei rostri famosi che ora non sono più; oggi è cessata la cagione del rimpianto; un anno fa pareva impossibile in perpetuo il ritorno dell'antica gloria di Roma; ma ora possiamo vedere in un futuro non remoto la prospettiva rinnovata e accresciuta e migliorata della grandezza antica. Tutte le città d'Italia, soli minori giranti in astronomica armonia intorno a questo massimo sole di Roma, qui manderanno i loro figli più preclari di virtù, di operosità, d'intelletto, di genio; qui si faranno le leggi; qui si tratterà della guerra e della pace; qui si decreteranno le leve; qui si distribuiranno gli onori ai generosi che saranno stati prodighi del loro sangue per l'indipendenza della gloriosa nazione; e il pontefice intanto, ritirato a pregare nel suo Vaticano, colle porte aperte, senza satelliti e senz'armati, benedirà e ringrazierà quel Dio di cui ora è rappresentante indegno; lo benedirà e lo ringrazierà di aver decretati gli avvenimenti che gli tolsero il potere e la forza materiale, per fargli il dono più prezioso della venerazione dei popoli, i quali non sentiranno più le coscienze contristate da colui che tiene il mandato di consolarle.»."
      },
      {
        "index": 134,
        "text": "[VII]"
      },
      {
        "index": 135,
        "text": "L'albero della libertà, per il quale l'avvocato Corona improvvisò il suo discorso, fu il primo che sia stato piantato in Roma; e lo si pose appunto là dove si riputava trovarsi il sito dell'antico fòro romano, giusta le conclusioni archeologiche allora pronunciate dagli eruditi più stimati, segnatamente dal Piranesi e dal Visconti; conclusioni che vennero poi modificate in qualche parte dagli eruditi posteriori, tra cui il Venuti, il Nibby e il Canina, che portarono le congetture fino alla condizione della certezza. Quel sito, con cerimonie quasi rituali, venne allora determinato e segnato con una barriera che ne girava la periferia; e la quale venne coperta con drappi a tre colori, bianco, rosso, nero, i colori emblematici della Repubblica. Adempiuto a ciò, tutta la folla lasciò l'antico fòro, per recarsi nelle altre principali piazze di Roma, dov'eran già scavate le buche per ricevere le radici degli altri alberi di libertà che, al pari dell'antico, ben potevano simboleggiare la scienza del bene e del male. Salita finalmente al Quirinale, dopo un'altra breve allocuzione all'albero e una specie di ballo rituale saltato dai più enfatici intorno ad esso, stette aspettando il generale Berthier, che alloggiava nel palazzo apostolico, col suo stato maggiore. Esso, alla testa delle truppe, doveva in quel dì salire in Campidoglio ad instaurarvi solennemente la repubblica romana."
      },
      {
        "index": 136,
        "text": "La notizia di quella solennità chiamò tanta gente dalle città vicine e lontane che a memoria d'uomini nessuno si ricordava d'aver veduto sì numeroso popolo in Roma; e gli osservatori sagaci, i quali guardando al presente miravano al futuro, pensarono all'attrazione irresistibile che quella città avrebbe esercitata su tutti gli Italiani d'Italia, quando fosse divenuto il teatro principale de' fasti nazionali; diremo che coloro i quali, per aver molto viaggiato, hanno pronte e sicure le occasioni d'instituire confronti, si accòrsero del quanto Roma vincesse tutte le altre più celebri città nella maestà solenne del suo aspetto, quando assistettero allo spettacolo che presentò il Campidoglio allorché Berthier salì sul poggio del palazzo del Senatore, e tutta la truppa si schierò nella piazza"
      },
      {
        "index": 137,
        "text": "sottoposta, e l'onda del popolo si agitò in tutte le direzioni, e su tutte le salite che mettevano a quel luogo eminente; e sull'alta ed ampia scalinata che dalle falde del Campidoglio ascende fino alla chiesa d'Ara Cceli, offrì l'aspetto di una cascata che ribollisse in sè stessa, per precipitarsi sulle onde sottoposte; e quando un così formidabile movimento e fremito di vita, e frastuono di voci e di grida si arrestò di colpo nell'immobilità e nel silenzio, appena che la parola sonora del generale Cervoni tuonò dall'albero della libertà eretto nell'aja capitolina, tra i colossi di Lucio e Cajo e i trofei di Augusto e la statua equestre di Marco Aurelio."
      },
      {
        "index": 138,
        "text": "Del resto, il profondo silenzio, fatto da tanto popolo accorso non giovò che a coloro che si trovavano sull'aja propriamente detta; agli altri fu molto se l'onda sonora portò qualche perduto monosillabo; e in questa condizione ci troviamo anche noi, posteri non lontani; chè quel discorso non fu messo a stampa, nè serbato manoscritto, onde non possiamo farlo riecheggiare agli orecchi dei nostri lettori. Nè il Camillone di Trastevere che lo sentì a suo agio, perchè stette ben vicino al generale, si occupò di riferirlo; bensì conchiude con queste segnalate parole: «Chi poi si lamentasse del tacere nostro, pensi a credere che dopo le parole del nostro buon Corona, quelle del generale ti paiono più che altro fuochi di festa e di luminaria che rintronano nell'aria senza lasciare traccia nè di lume nè di colpo.» Stando infatti anche al giudizio d'altri testimonj, il generale Cervoni deve aver dette tante e tante cose in quell'occasione, e con tale esagerazione e di pensiero e di parole, che nel troppo andò perduto anche il poco, e nelle pompose generalità rimase celato il concetto chiaro delle cose. Ma ciò è naturale: Cervoni, quantunque fosse italiano e, al pari di Bonaparte, sentisse tutta l'importanza della questione romana, pure parlando sotto l'orecchio di quell'oca di Berthier (è Napoleone che così lo chiama), non voleva parlar dell'Italia in modo che il Francese si adombrasse."
      },
      {
        "index": 139,
        "text": "Compiuta la solennità dell'instaurazione della repubblica romana, alla quale assistettero cinque pubblici notaj che rogarono l'atto, in quel medesimo giorno il generale Cervoni si presentò a Pio VI per intimargli a nome della repubblica francese, che si preparasse a lasciar Roma e a partire per Siena, facendogli sentire come il papato avesse a entrare in una nuova fase e l'Italia fosse chiamata a nuovi e grandi destini. Tutti coloro che hanno letto le storie conoscono la risposta del pontefice, e il suo contegno in quel momento; tutti dalle storie stesse furono tratti come a sentir l'obbligazione di venerare il pontefice per la sua fermezza di non voler cedere quel che gli era stato tramandato da' suoi antecessori; e, per l'opposto, a biasimare la condotta di Cervoni per ciò che ha fatto in quella gravissima quistione, e per il modo con cui lo ha fatto."
      },
      {
        "index": 140,
        "text": "Ma ci troviamo sempre allo stesso nodo; chè la venerazione e il biasimo non sono altro che le conseguenze del diverso modo di valutare i fatti. Certo che, se la condotta del pontefice fosse stata sempre irreprensibile, se tutta la sua vita privata e pubblica fosse stata l'attuazione continua di quanto costituiva il carattere e il dovere della sua dignità; se fossero stati palesi e innegabili i beneficj e i sacrificj da lui resi e da lui fatti alla religione di cui era capo, alla nazione di cui doveva essere il figlio più devoto per essere il padre più amoroso, all'umanità intera alla quale, come rappresentante del Dio in terra, doveva rivolgere tutte le sue cure, la pietosa commozione che si proverebbe per lui, dovrebbe essere pari all'indignazione provocata dalla condotta del generale Cervoni, o da chi gli aveva dato quel mandato: ma le parti si tramutano compiutamente alla vista di chi considera 1 fatti coll'inesorabile sindacato del vero e del giusto; tanto che, mettendoci a contatto con quei fatti stessi, senza attraversare il prisma fallace delle interpretazioni degli storici, ben si è tratti a conchiudere che il generale Cervoni non fece nè più nè meno di quello che aveva dovuto fare; e che nè l'età ottantenne del papa, nè il suo venerabile aspetto, nè le sue infermità stesse sono motivi sufficienti per placarsi al cospetto di una non interrotta serie di debolezze e di colpe. Che se, messe le cose a un punto ancor più alto e più solenne di veduta, la tarda età del pontefice e le sue infermità corporali si dovessero mettere in cumulo colle debolezze e colle colpe medesime, per farle tutte insieme oggetto di una suprema pietà filosofica; anche in tal caso la pietà non escluderebbe la giustizia; anche in tal caso la condotta di Cervoni sarebbe giustificata dal dovere e dalla necessità. Dovere e necessità che si verificherebbero pur nel supposto che Pio VI fosse stato lo splendore del pontificato, la gloria della nazione, l'onore dell'umanità, perchè non era più la persona del pontefice che entrava in questione, ma sì le condizioni alterate del pontificato che invocavano una riforma;"
      },
      {
        "index": 141,
        "text": "non era già Pio VI a cui si faceva ingiuria, ma era il potere temporale che, sentenziato assurdo e infesto dal voto concorde dei savj, doveva essere abolito per sempre, a beneficio dell'umanità ed a vendetta della stessa religione."
      },
      {
        "index": 142,
        "text": "Se non che, per le ragioni medesime che ci comandano di giustificare il generale Cervoni nel suo colloquio con Pio VI, non troviamo sufficienti parole di biasimo e di condanna per la condotta del commissario Haller che ebbe l'incarico di provvedere all'arresto del pontefice; per verità che quell'uomo non fu pari alla delicatezza del suo mandato; e Pio VI, nel modo onde si comportò con colui, diede prova di una dignità che sembrò persino una deviazione dall'indole sua; ma sempre avviene che chi non sa usufruttare della buona causa, costituisce in un'apparenza di ragione anche chi è dalla parte del torto. Così, fu per colpa di quel volgarissimo commissario francese se un fremito irresistibile d'indignazione corso nel sangue degli uomini intemerati pel modo onde fu eseguito un disegno necessario, modificò i giudizj anche sul disegno stesso, e non lasciò veder più chiare le cagioni prime, e diede pretesti e capi d'accusa ed armi ai nemici del sincero progresso, e preparò le vie delle storiche menzogne."
      },
      {
        "index": 143,
        "text": "Ma, lasciando il papa, ripercorriamo la città di Roma nei giorni più agitati della sua vita repubblicana, per far tesoro d'esperienza, e per vedere come l'ottimo può diventar pessimo, se una cauta prudenza non governa le cose, e se gli uomini non si preparano con sapienza a godere dei frutti della libertà."
      },
      {
        "index": 144,
        "text": "[VII]"
      },
      {
        "index": 145,
        "text": "La confutazione più trionfante che si possa fare all'asserzione di Botta, il quale, prestando volontieri la più cieca fede non sappiamo a che falsi testimonj, non ebbe vergogna di stampare, che in tutta Roma non v'era chi amasse veramente il nuovo ordine di cose, e che in essa non si trovò che un solo democrata, il quale propose a Berthier di mettere in libertà duemila condannati dell'ergastolo, per trovar gente che sapesse e, ben pagata, volesse far festa all'ingresso delle armi repubblicane; la confutazione, diciam dunque, più trionfante che si possa dare a codeste stolide menzogne sta nella insolita esultanza che, instaurata la repubblica e partito il papa, s'impadronì di tutta la popolazione di Roma, salvo le eccezioni che abbiamo già fatto; salvo quei ricchi patrizj venuti in uggia al popolo, nelle cui case i soldati si adagiarono come in caserma; salvo i pingui agenti dei prelati fuggiti, nelle cui cantine la plebe di Trastevere penetrò a conquista e a strage di botti."
      },
      {
        "index": 146,
        "text": "Che la popolazione stesse queta fin tanto che il presidio pontificio trovavasi sugli spaldi di castel Sant'Angelo e gli sgherri assassini gironzavano per la città e le spie lavoravano d'olfatto come cani codianti la lepre, è cosa naturalissima. Pretendeva forse il Botta che la popolazione di Roma offrisse pronta il collo ai carnefici, per esibirgli i documenti del suo odio al governo pretino, e delle sue ispirazioni all'aere libero che da più mesi le ventava dal di fuori?"
      },
      {
        "index": 147,
        "text": "La prova che quell'esultanza, una volta che cessarono i sospetti e le paure, diede fuori con tutti gli attributi della natura che non può più nascondere un sentimento antico e tenuto per troppo tempo compresso, si è che toccò tutti i suoi eccessi. Se non fosse stata sincera sarebbe stata guardinga. Tutti 1 cittadini trovandosi dunque in piena balìa di dare sfogo alla propria contentezza, questa nelle proprie manifestazioni si atteggiava e si alterava e si modificava a seconda del carattere, del sentimento, dell'ingegno, dell'immaginazione di ciascuno. Trattandosi d'instauramento di repubblica, e di repubblica romana, i moltissimi a cui non è concessa un'intelligenza privilegiata, attesero di preferenza a mettere in trionfo piuttosto le forme repubblicane che la sostanza; attesero più ad evocare un passato impossibile che a preparare con sapienza le nuove vie dell'avvenire. Si trascurarono le grandi idee del sincero progresso, per rimettere in voga teatralmente i nomi degli uomini e delle cose passate, e i costumi e le foggie e i vestiti e le armi e le abitudini, senza accorgersi dell'improvvido e assurdo anacronismo. Il primo a dare lo strano esempio fu l'architetto"
      },
      {
        "index": 148,
        "text": "Barbera, che comparve togato in pubblico, accompagnato dalle sue tre figlie avvolte nel peplo, dichiarando di rinunciare da quell'ora alla propria parentela, e di voler essere chiamato Cresifonte."
      },
      {
        "index": 149,
        "text": "Bastò quell'esempio perchè, con una rapidità impossibile a qualunque impresario o coreografo o vestiarista di teatro, si producesse per le vie e per le piazze la storia romana antica. Coloro che credevano di assimigliare piuttosto a questo che a quel personaggio dell'antichità, si mostravano in piazza ad arieggiarne il gesto, l'incesso, la dignità. Chi aveva i capelli neri e crespi e la barba spessa, invadente le guancie fin sotto gli occhi e vantava l'ampia persona, era Muzio Scevola, senza tante titubanze; chi aveva la chioma fulva e foltissima oltre il consueto, e la barba intera e inanellata, si nominava Lucio Vero, senza farsi pregare; si videro Collatini e Lucrezie in buon dato; e Gracchi non pochi e Cornelie di convenzione, e Clelie e Tullie e Tulliole con pepli indulgenti e coscie e popliti in voluttuosa trasparenza, e braccia nude fin sopra la spalla. Di Bruti poi, così della prima che della seconda qualità, ovverosia così di Giunii che di Marchi, l'assortimento era così vario e numeroso, da poterne fare un emporio per tutti i casi futuri. Ma, nemmeno a pagarli a peso d'oro, si sarebbe potuto trovare nè un Giulio Cesare, nè un Augusto; erano merce proibita, e guai a cui si fosse attentato di passeggiare in piazza tramutato in que' personaggi. Che più? Allo stesso fondatore di Roma, che è tutto dire, non fu fatto buon viso; e il primo Romolo che si lasciò vedere in piazza Navona, per la gran ragione di essere stato il primo dei re, fu colto a fischi e preso a torsi di cavolo, peggio di un tenore stonato; tanto che di tutta fretta rifugiatosi in una bottega, e per di là passato a casa sua, ricomparve il giorno dopo in costume di Mario. Nè codesta fantasmagoria rappresentata in piazza con intento serio e colla ferma fiducia di onorare e puntellare e difendere la patria, deve parere una cosa inverosimile ai lettori che vivessero nel 48, e furono a Milano e a Venezia; e videro giustacuori e batticuli e maglie del Quattrocento; e tòcchi e robe del Cinquecento; e gorgiere e mantellette e brache e stivali del Settecento; e spadoni e manopole ed elmi tolti a polverose armerie."
      },
      {
        "index": 150,
        "text": "Che se a Roma Marforio e Pasquino eccitavano la pubblica ilarità, rivelando che il tale passeggiava in piazza portando l'elmo involato alla guardaroba del teatro Valle o Tordinona, e che già avea posato sulla testa del castrato Crescentini negli Orazj e Curiazj di Cimarosa, o nell'Attilio Regolo di Jomelli; che il tal altro cingeva la spada cinta già dalla mima Pitrot nelle Amazzoni del coreografo Ferlotti, ecc., ecc.: questi scandali si rinnovarono precisamente ai giorni nostri, con qualche cosa di più saporito ancora; perchè lo scrivente si ricorda benissimo di aver veduto un impresario, nominatosi da sè stesso colonnello, passeggiare in piazza San Marco con spallini dorati e galloni doppj e tripli, facendo battere sul lastrico la sciabola stessa che pochi giorni prima al San Samuele aveva adoperato il conte d'Almaviva per spaventare don Bartolo; e abbiamo visto un duce improvvisato di trenta improvvisati eroi sedere al caffè coll'elmo crestato di un Nabuccodonosor che già avea tuonato in teatro col Treman gl'insani di Verdi; ma purtroppo codesti scandali che offendono la maestà dei grandi avvenimenti sono malattie inevitabili dei popoli che, tenuti in lunghissima schiavitù, vengono assaliti da una specie di capogiro nel respirare le prime aure della libertà; come chi rimasto a lungo nell'oscurità della prigione, ha offesa la vista dalla repentina luce, o avendo lo stomaco estenuato dall'imposto digiuno, sente sconvolgersi dal primo vino a morbosa ubbriachezza. Ma il tempo e l'esperienza e i ripetuti disinganni insegnano sapienza ai popoli, e gli errori del 96 e del 98 e del 48 saran forse per essere lezioni salutari, se il destino vorrà concederlo. Ma tornando a Roma, e rifacendo settant'anni indietro il volo della mente, pur troppo quella grande pagina, che la Provvidenza sembrò voler preparare alla storia, fu deturpata ben da peggiori cose che da quelle teatrali stranezze."
      },
      {
        "index": 151,
        "text": "Abbiamo detto di voler dire intera la verità, e mettere in palese le colpe di tutti, senza intenzioni partigiane. Perciò, se da noi fu alzato il panno misterioso onde si vollero tener celate ai profani le vere sembianze di Pio VI; se riputammo giusta e necessaria la condotta di Cervoni; se trovammo indispensabile l'avere allontanato il papa da Roma; se riputiamo essere stato una misura di giustizia, la quale se è assoluta dev'essere anche inesorabile, l'avere arrestati tutti i cardinali, arcivescovi, vescovi e prelati che componevano la romana corte, perchè complici tutti e cospiratori a danno della nazione e dell'umanità; perchè interessati tutti a mantenere nell'ignoranza e nella"
      },
      {
        "index": 152,
        "text": "schiavitù le moltitudini, e a volerle piuttosto colpevoli e scellerate che istrutte e felici; non è poi possibile comprimer l'indignazione pensando che da questi atti giustissimi, quantunque severi, non si seppe cavar l'utile che si doveva; nel tempo stesso però che la massima parte di questa indignazione deve ancora andar a cadere sul papa e la sua corte e sull'assurda istituzione del governo clericale. In fatti, da quel governo pauroso d'ogni libero pensiero e della scienza multilatere e feconda, essendosi interdetto in Roma ogni altro studio che non fosse la sterile erudizione, o alcuna di quelle discipline che non hanno irradiazione sulla vita pratica nel momento di assestare il nuovo ordine di cose, i migliori, chiamati al potere legislativo e consultivo, tra' quali primeggiava l'archeologo Visconti, conoscendo poco il presente e non curandosi affatto dell'avvenire, per disperazione si rifuggirono nel passato, che era il solo loro dominio, e nel riprodurlo non seppero atteggiarlo e piegarlo ai nuovi bisogni dell'umanità; ned ebbero riguardo alla sostanza, la quale avea fatto la grandezza e la potenza degli antichi; ma soltanto ai nomi, alle forme, alle apparenze; perciò nei quattordici titoli della costituzione ricomparvero, come se fossero scavi archeologici e colonne e statue infrante, il senato e il tribunato, e pretori consolari e questori e edili: nomi che si guastarono con certe strane definizioni che derivavano da una scienza impregnata di rettorica e d'Arcadia; onde il tribunato fu chiamato l'immaginazione della Repubblica, e il senato la ragione della Repubblica. Il primo dovea farsi un onore e un dovere di mandare le sue proposizioni al secondo, acciò maturamente le ponderasse; onde tutti i giorni vedeansi i messaggi che conducevano l'immaginazione a umiliare i suoi complimenti alla ragione."
      },
      {
        "index": 153,
        "text": "Ma ci voleva ben altro che forme e pompe e cerimonie arcadiche; il mal governo papale aveva lasciato vuoto l'erario, e un abisso di povertà e di miseria pubblica. Però i consoli che sapevano il greco e il latino e tutte le vesciche della scolastica, non essendo mai stati assunti in addietro ai pubblici impieghi, perchè questi stettero sempre nelle mani dei preti, non seppero o, meglio, non poterono provvedere alla mancanza delle derrate, del pane, delle cose più invocate dalla plebe affamata; nè potendo far scaturire la moneta tanto necessaria alle pubbliche contrattazioni, in prima pensarono di far fondere il vasellame d'oro e d'argento che si trovava nei palazzi pontificj e in quelli dei cardinali, poscia tutti gli utensili domestici di rame e le campane delle chiese degli otto dipartimenti del nuovo Stato."
      },
      {
        "index": 154,
        "text": "Questa deplorabile misura, che però era ingiunta da una terribile necessità, e di cui, percorrendo la catena delle cause, si trova pur sempre la prima cagione effettiva nel mal governo pontificale, sedusse al furto i popolani chiamati ad operare quelle fusioni; sedusse al furto e al saccheggio i soldati chiamati a far loro la guardia; sedusse e persuase i capi stessi dell'esercito a prevenire quei furti con furti più colossali e vistosi per conto proprio; e siccome quei capi seppero che di ciò si mandavano querele al Direttorio, furono solleciti di spedire a Parigi 1 tesori dell'arte italica, perchè lo splendore di quella sterminata preda abbagliasse gli occhi e respingesse i rimproveri e trattenesse le punizioni."
      },
      {
        "index": 155,
        "text": "Si tolsero a Roma, come ognuno sa, più di cinquanta fra le più celebri statue dell'antichità;. tutti i busti famosi degli dèi e degli eroi greci e romani; i più riputati capolavori di Raffaello e di Domenichino. La qual preda rappresentava un valore medio valutato dagli esperti in cento milioni di franchi; ma di cui il prezzo d'affezione era incalcolabile dalla stessa immaginazione."
      },
      {
        "index": 156,
        "text": "Se tanti disordini e malversazioni e depredazioni furono in gran parte conseguenze inevitabili di cause antiche e funestissime, certo che vennero accresciute dalla presenza di due uomini, di cui l'istinto rapace pareva aver raggiunto i gradi della ferocia e della demenza. Codesti uomini furono il commissario Haller, che essendo stato il primo a rubare sfacciatamente, incoraggiò all'imitazione tutto l'esercito; poi il generale Massena, che non aveva bisogno di essere incoraggiato, e che quando, partito Berthier, rimase solo al comando e fu padrone delle casse pubbliche, da quella piena balìa di sè stesso fu sedotto a scaricarle tutte in casa propria senza tanti rispetti, tanto quella sua furibonda passione dell'oro non gli lasciava pensare alle conseguenze. Queste infatti scoppiarono terribili; perchè i soldati non ritraendo denaro, e gli ufficiali, avidi al par di Massena, non sopportando di dover rimanere colle tasche vuote, condotti dal colonnello S... (il conte Achille, che finalmente potremo conoscere di presenza, il quale, rotto al giuoco e a cento altri disordini, era"
      },
      {
        "index": 157,
        "text": "diventato furioso per la mancanza di denaro), si radunarono nella rotonda del Panteon, e là, riscaldati ed arringati da esso, invasero le stanze di Massena, che opponendo a quella furia una furia ancor più tremenda e una ostinazione incrollabile e un coraggio incredibile, corse pericolo che la sua piccola figura venisse tagliata in due dalla sciabola del nostro S..., se non fosse stato strappato di là per forza dal generale Marat."
      },
      {
        "index": 158,
        "text": "Ma, dopo tutto, non creda il lettore che l'aspetto di Roma fosse diventato squallido per queste cose; certo che furono frequenti i tumulti del popolo; frequenti le vendette e le uccisioni; che la miseria c'era; e la fame c'era. Ma la veste che copriva queste piaghe e queste ferite e questi cenci continuava pur sempre ad essere di porpora e d'oro. E per chiamar gente in Roma e mettere in circolazione qualche denaro, e abbagliar quei di dentro e quei di fuori, si davano spettacoli d'ogni sorta, spettacoli pomposi che rammentavano la grandezza antica. Per citar quello che fece più senso, la notizia che, per la prima volta dopo tanti secoli, si sarebbe aperto al pubblico l'Anfiteatro Flavio, per rappresentarvi la morte di Giulio Cesare a piedi di quella medesima statua di Pompeo, che aveva veduto estinto il vero Cesare, fece affluire gran gente in Roma da luoghi anche lontani. Di codesto fatto noi non abbiamo trovato parole nè in Botta, nè in Verri, nè in altri; ma il Camillone nel suo Diario si diffonde a parlarne per molte pagine; e tra 1 celebri scrittori lord Byron è il solo che, in una delle note eruditissime intorno a Roma, apposte al canto quarto del Child Harold, parla di questo spettacolo, e della statua di Pompeo stata in quell'occasione trasportata dal palazzo Spada nel Colosseo."
      },
      {
        "index": 159,
        "text": "Anche noi dunque ce ne occuperemo, ma non tanto per l'interesse che può destare in sè, quanto perchè, invitati da quella circostanza straordinaria, il capitano Baroggi e donna Paolina S..., che trovavansi a Bologna, si recarono a Roma, e furono, senza volerlo, gli sventurati attori di una scena reale, la quale staccò l'attenzione di trentamila spettatori dalla tragedia di Voltaire, per rivolgerla tutta su loro e sul colonnello S..."
      },
      {
        "index": 160,
        "text": "Il fatal Dio pur degli Dei sgomento."
      }
    ]
  }
}
