{
  "chapterNumber": 10,
  "title": "Book Ninth (Libro Nono)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il vecchio Agudio e il Baroggi. — Dopo quindici anni. — Marito e moglie. — La gran voce del pubblico. — Origine dei banchetti generali notturni. — La città di Milano e un verso d'Alfieri. - Il Collegio dei giureconsulti. — Le università degli orefici, dei mercanti d'oro, ecc., ecc. — L'accademia dei Trasformati]"
      },
      {
        "index": 1,
        "text": "e il conte Imbonati. — La scuola degli scultori in Camposanto. — La piazza del Duomo. — Un progetto architettonico. — Le badie dei bergamini, dei caseri e dei facchini. — L'accademia dei Fenicj e l'abate Oltolina. — Una colonia dell'Arcadia nel palazzo Pertusati. — Don Alberico marchese e conte F... —"
      },
      {
        "index": 2,
        "text": "Triplice eredità. — La casa del diavolo. — La cantante A gujari e il cavallo arabo. — Ada, don Alberico e il Galantino."
      },
      {
        "index": 3,
        "text": "La mattina l'avvocato Strigelli si alzò per tempissimo, e si recò con gran sollecitudine dal suo vecchio maestro Agudio, come solea chiamarlo. Aveva cangiato parere su molte parti del suo piano, ed urgendo il tempo, voleva essere rassicurato anche dal senno di quell'espertissimo giureconsulto. Avuto il piacere di sentire approvato il proprio disegno, si trasferì difilato al Capitano di Giustizia per parlare all'attuaro, di concerto col quale e coll'eccellentissimo signor capitano si era provveduto ad aprire un nuovo varco al processo di lord Crall e di Lorenzo Bruni, e degli altri Frammassoni, che, confessando quel che non potevano negare, e manifestandosi anzi con coraggio e con fermezza contro le soverchierie de' fermieri, furon tutti saldi e d'accordo nel negare d'aver avuta parte veruna nel fatto della scomparsa delle due fanciulle dal convento di san Filippo Neri. E l'attuaro, in conseguenza delle parole dell'avvocato Strigelli, mandò a chiamare il tenente dei fanti di giustizia per trasmettergli nuovi ordini."
      },
      {
        "index": 4,
        "text": "Dopo di ciò l'avvocato recossi alla casa di donna Paola Pietra, per prendere lingua su alcune cose che non avea potuto sapere il giorno prima."
      },
      {
        "index": 5,
        "text": "— Al conte ho parlato, gli disse donna Paola, e l'ho indotto a venir qui, e l'aspetto anzi a momenti. Davvero che mi pare d'aver fatto un miracolo. Non vorrei però che fosse per nascere qualche scena scandalosa e terribile, messi il conte e il Galantino al cospetto l'uno dell'altro."
      },
      {
        "index": 6,
        "text": "— State tranquilla, donna Paola, chè abbiamo pensato ad ovviare anche a questo inconveniente."
      },
      {
        "index": 7,
        "text": "— Ma in che modo?"
      },
      {
        "index": 8,
        "text": "— Vedrete... e spero che forse avrete a lodarvi di me... Confortate intanto la contessa, e fatele coraggio."
      },
      {
        "index": 9,
        "text": "— Caro avvocato, che pena mi ha fatto la contessa un momento fa, quando ho dovuto pur dirle che il conte oggi veniva qui!"
      },
      {
        "index": 10,
        "text": "— Già v'ho detto che tutte le difficoltà per questo vostro nuovo e giustissimo intento sarebbero insorte dal lato della contessa. Ciò era ben naturale."
      },
      {
        "index": 11,
        "text": "— No, no, caro mio, non si tratta di questo. Ella, sentendo che il conte s'era lasciato indurre a venir qui, tosto s'è fissata nella persuasione che il conte fosse disposto ad accogliere le proposte del signor Suardi. Figuratevi com'io mi sentissi di dentro rimeditando la furia onde ieri proruppe il conte nel sentire le pretese del Suardi! Ma la contessa non sospira che la figliuola, e per rivederla, non so quel che farebbe. Davvero che fa pietà."
      },
      {
        "index": 12,
        "text": "— Torno a ripetere, supplicatela ad aver coraggio; so io quello che dico. Ieri ho parlato al Baroggi..."
      },
      {
        "index": 13,
        "text": "— E così?"
      },
      {
        "index": 14,
        "text": "— Sa tutto, quantunque non voglia dirlo; ma quel che non ha voluto dire ieri, lo dirà oggi, so ben io il perchè. Sa tutto, ripeto... e ho potuto comprendere che le fanciulle sono davvero in salvo, e che non è che la pura verità quello che il Suardi ha esposto. Ma non sentite? — è una carrozza che entra dal portone."
      },
      {
        "index": 15,
        "text": "— È il conte senz'altro. — E donna Paola diede una strappata al campanello."
      },
      {
        "index": 16,
        "text": "— Ma che ora può essere adesso? chiese lo Strigelli."
      },
      {
        "index": 17,
        "text": "— Sentite che batte la campana dell'orologio."
      },
      {
        "index": 18,
        "text": "— È tardi... io devo essere altrove; perdonate, io vado. Dio faccia che fra un'ora possa essere portatore d'una buona novella."
      },
      {
        "index": 19,
        "text": "E l'avvocato Strigelli, nell'uscire, s'incontrava nel conte V..."
      },
      {
        "index": 20,
        "text": "Quest'ultimo, nell'entrare, diede, per un moto che gli era abituale, un'occhiata d'alto in basso all'avvocato, e:"
      },
      {
        "index": 21,
        "text": "— Chi è colui? chiese, mentre salutava donna Paola."
      },
      {
        "index": 22,
        "text": "— L'avvocato Strigelli."
      },
      {
        "index": 23,
        "text": "— Ah, ah... il giovane praticante dell'avvocato Agudio, colui che scrisse tanti atti contro di me; lo conosco assai bene. Scusate, donna Paola, ma venendo in casa vostra, posso dire d'esser venuto nel campo nemico."
      },
      {
        "index": 24,
        "text": "— Nel campo di un alleato, dite meglio, dove i parlamentari si son radunati per venire a patti e per cedere volontieri le armi. Quel giovane vi stima assai, e fu egli a consigliarmi di venire da voi, egli e la contessa... L'uno e l'altra si trovaron d'accordo nel pensare che voi solo potevate incutere timore al Suardi."
      },
      {
        "index": 25,
        "text": "— Ribaldo sfrontato!... esclamò il conte, e si mise a sedere."
      },
      {
        "index": 26,
        "text": "La vasta poltrona di marocchino entro la quale s'era come perduto il piccol corpo del nostro Giocondo Bruni ancor fanciullo, appena bastò per contenere la colossale persona del conte. Era esso vestito da mattina, ossia portava un soprabito color turchino con baverina filettata d'argento che gli scendeva oltre la spalla; aveva stivali corti di pelle di cordovano pur filettati d'argento, con sproni corti; all'occhiello del soprabito portava il nastro dell'ordine di San Jago, e teneva nelle mani un grosso scudiscio da maneggio. Non gli mancava che le spallette e la sciabola per essere creduto un militare in servizio, e tanto più quando si guardava a quella faccia burbera, atteggiata ad una fierezza di convenzione sulla quale, tra il bianco della parrucca ad ala di piccione e il rosso color mattone equabilmente soffuso senza gradazione sulla fronte, sulle guance, sul naso, spiccava il nero di due baffi corti, piuttosto che ai quali avrebbe rinunziato alla corona di conte o per lo meno all'ordine di San Jago. Come poi fossero neri non lo sappiamo, perchè il loro obbligo sarebbe stato di essere almanco grigi, chè nell'anno di grazia 1766 i cinquant'anni doveva averli passati da molto tempo. Ad ogni modo, fosse il privilegio ordinario di natura, o fosse la virtù parigina di qualche pomata che potrebbe forse venire a gara colle miracolose d'oggidì, i baffi erano neri, e basta di ciò."
      },
      {
        "index": 27,
        "text": "Dopo aver girato, senza parlare, lo sguardo intorno alle pareti per osservare i ritratti di famiglia della casa Pietra-Incisa:"
      },
      {
        "index": 28,
        "text": "— Quanto potrà tardare a venire questo mascalzone? domandò egli."
      },
      {
        "index": 29,
        "text": "— All'ora di ieri...; però mi pare che potrebbe mancar pochissimo."
      },
      {
        "index": 30,
        "text": "Il colonnello si alzò, e fatto come un giro intorno a sè stesso:"
      },
      {
        "index": 31,
        "text": "— Le pare, soggiunse, che dobbiamo riceverlo qui in anticamera?"
      },
      {
        "index": 32,
        "text": "— Le convenienze ci vogliono anche con costoro. La contessa jeri gli parlò qui... la contessa ed io..."
      },
      {
        "index": 33,
        "text": "Il colonnello stette muto qualche momento."
      },
      {
        "index": 34,
        "text": "— Ma c'è da impazzire, donna Paola, disse poi, pensando che nelle mani di costui, precisamente nelle mani di costui doveva cadere quella... quella ragazza..."
      },
      {
        "index": 35,
        "text": "— Ah, fu davvero una gran disgrazia, conte, perchè temo che anche quando avremo riconquistata la ragazza, pur troppo, ci sarà pericolo di perdere la contessa."
      },
      {
        "index": 36,
        "text": "Il conte, a quelle parole di donna Paola, non afferrandone bene il significato, e tuttavia rimanendone turbato, fu in procinto di domandarle una spiegazione; ma si trattenne... e volse altrove la faccia... e fece alcuni passi per la camera; e come per dare sfogo all'ira che provava nel sentirsi, suo malgrado, commosso, ed anche per quell'indole sua militarmente brusca, lasciò cadere un colpo di scudiscio sulla spinetta, che risuonò come un ghitarrone sfregato nelle corde."
      },
      {
        "index": 37,
        "text": "— Scusate, disse poi, ma costui si fa aspettare un po' troppo."
      },
      {
        "index": 38,
        "text": "— Abbiate pazienza, conte... e vogliate perdonarmi se vi lascio un momento solo. Vado a vedere come sta la contessa, perchè poco fa era a mal partito assai. Sono tre giorni e tre notti che non mangia e non dorme, e non fa altro che disperarsi, sospirare e piangere. Stamattina soltanto si lasciò andare ad un sonno invincibile, riposando la testa sul davanzale della finestra ad aria aperta. Il che le ha fatto malissimo; onde, pochi minuti sono, fu colta da un deliquio e da un sudore mortale, che ce ne volle a ritornarla in sè stessa. Scusate, vado e torno."
      },
      {
        "index": 39,
        "text": "Il piglio burbero e fiero che appariva ognora sul volto del conte, era il più delle volte, lo abbiamo già detto, un piglio di convenzione. Quasi tutti coloro che passarono la loro gioventù fra le armi, nei bivacchi, e sui campi di battaglia hanno l'abitudine di sfoggiare un tale frontispizio e di caricarlo talora, fin quasi comicamente, per far colpo; press'a poco come i bassi profondi che, quando parlano in pubblico, alterano la voce in modo che sembrano uomini soprannaturali. Ma in quel modo che i bassi profondi, quando sono in veste da camera e si trovano al cospetto di persone che non hanno a far nulla col teatro, lasciano uscir la voce senza pretesa e a beneplacito della natura; così anche i militari in quiescenza, quando son soli, permettono che i muscoli del viso si rilascino alquanto come comanda la natura. E così avvenne della faccia del conte colonnello. Quella specie di velo artificiale ed avventizio lasciò allo scoperto la nuda e schietta tinta della bonarietà che la natura gli aveva pur data, di maniera che quel suo faccione parve per un istante quello di un sempliciotto contrito e commosso, tanto commosso che gli occhi gli si inumidirono."
      },
      {
        "index": 40,
        "text": "Donna Paola, che conosceva l'uomo, non a caso avea detto quel che avea detto. Fin dal giorno prima ella erasi accorta come in lui fosse sbollito ogni sdegno contro la contessa. Non si trattava or dunque più d'altro che di penetrare più addentro che fosse possibile, mettendo in movimento la compassione, in quel terreno già tutto quanto smosso e rammollito."
      },
      {
        "index": 41,
        "text": "E non a caso lo avea lasciato solo, perchè avvedutasi che il racconto del misero stato della contessa lo aveva messo sottosopra, pensò di non avviare altri discorsi, che, interrompendo quel pensiero, lasciassero tempo al cuore di rimettersi in calma e di riassumere la consueta padronanza; e intanto erasi recata infatti nella camera della contessa che, per verità, stava malissimo, trovavasi in una prostrazione di corpo e di spirito da far compassione a chicchessia."
      },
      {
        "index": 42,
        "text": "— Come va, donna Clelia?"
      },
      {
        "index": 43,
        "text": "Quella rispose crollando il capo."
      },
      {
        "index": 44,
        "text": "— Sapete chi è venuto?"
      },
      {
        "index": 45,
        "text": "— Chi?"
      },
      {
        "index": 46,
        "text": "— Il conte!"
      },
      {
        "index": 47,
        "text": "— Oh Dio!! Ma non è necessario ch'io sia presente al colloquio."
      },
      {
        "index": 48,
        "text": "— Non è necessario, ma sarebbe utile, e, più che utile, conveniente e generoso."
      },
      {
        "index": 49,
        "text": "— Generoso?... ma credete che il conte... no, no, donna Paola. Voi non lo conoscete. Dio sa che scena orribile sarebbe per fare."
      },
      {
        "index": 50,
        "text": "— Io non sono della vostra opinione; e quando debbo dirvi la verità intera, s'io fossi ne' vostri panni, alla notizia ch'egli si lasciò indurre a venir qui... io sarei volata nella sala dov'egli si trova. In conclusione, bisogna esser giusti, donna Clelia. Chi si deve umiliare per il primo? Chi? E l'interesse vivissimo che ha preso e prende per la vostra figliuola, ci dev'essere per nulla? So quel che volete dire, lo so. Ma in quanto a lui, dimenticate il passato e rammentate il presente. E in quanto a voi, per quest'oggetto, non abbiate in mente che il passato. Perdonate, la mia cara Clelia, se vi parlo così in questi momenti. Ma io prevedo che immensa consolazione sarà per riempire il vostro cuore quando vi sarete risoluta a rivedere vostro marito."
      },
      {
        "index": 51,
        "text": "— Io sono pronta a fare tutto quello che volete, ma per oggi no. Per oggi non mi sento disposta. Lasciate prima che io possa riabbracciare la mia Ada."
      },
      {
        "index": 52,
        "text": "— L'avvocato Strigelli m'ha ingiunto di rassicurarvi su di ciò; perchè da jeri ad oggi ha trovato, egli stesso me lo ha detto, la via giusta per venire a capo di tutto. Ma zitto, che sento parlare nella sala di ricevimento; fosse mai venuto il Suardi? Mi rincresce di non essermi trovata là prima ch'egli entrasse."
      },
      {
        "index": 53,
        "text": "E così dicendo lasciò sola la contessa, e tornò dov'era il conte."
      },
      {
        "index": 54,
        "text": "Attraversate rapidamente le camere interposte, quando entrò nella sala di ricevimento, si maravigliò di trovarvi l'avvocato Strigelli invece del Suardi. Onde gli chiese:"
      },
      {
        "index": 55,
        "text": "— In che modo voi siete qui, e perchè colui si fa aspettar tanto?"
      },
      {
        "index": 56,
        "text": "— Chi... colui?"
      },
      {
        "index": 57,
        "text": "— Il Suardi."
      },
      {
        "index": 58,
        "text": "— Lo aspetterà per un pezzo, donna Paola. Ma sieda qui, di grazia, e sentirà."
      },
      {
        "index": 59,
        "text": "— Sentite, sentite, donna Paola, soggiunse il conte con una schiettezza di gioja insolita. Sentite."
      },
      {
        "index": 60,
        "text": "Ma il lettore, invece di ascoltar l'avvocato Strigelli, si compiacerà, se è di comodo, di ascoltar le nostre parole."
      },
      {
        "index": 61,
        "text": "[II]"
      },
      {
        "index": 62,
        "text": "Noi siamo avversi a quella che noi chiameremo morale di convenzione, la quale non è già quella che Mirabeau chiamava la piccola, e che secondo lui non faceva gli interessi della morale grande; quasi che vi possano essere più categorie di morali nel mondo assoluto delle idee; ma è bensì quella che fu stabilito di adottare nelle opere dell'arte, e per la quale i personaggi più o meno scellerati dovrebbero ricevere la loro conveniente punizione prima che cali il sipario o si chiuda il libro, affinchè la lezione balzi di tratto dall'opera alla testa del lettore anche il più volgare e ottuso. Questa morale, o, diremo più giusto, questo modo di far uso della morale, è spesso erroneo, perchè se l'arte dee riflettere i fenomeni del mondo e della vita, sarebbe costretta ad alterare la verità ogni qualvolta non trovasse che nella vita e nel mondo i galantuomini siano premiati e i perversi puniti. — La moralità sta nell'ordine delle idee e non nel campo dei fatti; — perciò all'assoluta moralità, per esempio, del don Giovanni Tenorio, non era per nulla necessario che il convito si trasmutasse in una scena infernale coi diavoli tormentatori; nè era necessario alla moralità dell'Otello che Jago venisse ferito dalla scimitarra vendicatrice del geloso Africano."
      },
      {
        "index": 63,
        "text": "Quanti uomini noi abbiamo veduto, noi e i nostri amici, ad attraversare la vita gloriosi e trionfanti delle loro medesime cattive azioni, senza che la legge abbia potuto ghermirli, senza che nemmeno l'opinione pubblica abbia potuto sfogarsi rumorosamente contro di loro, senza che nè in iscritto nè in istampa rimanga pur una nota d'esecrazione contro di essi, anzi rimanendo invece qualche elogio scolpito nel marmo, per abuso di postuma pietà! E per questo la morale ha forse cessato di essere la morale? è ella così impotente e miserabile, così relativa e precaria, che, per dar segno di vita, debba essere in obbligo di aggiustar le partite a tutti gli uomini, prima che escano da questo mondo? E in quanto alle opere dell'arte, perchè possano scansar la taccia d'immorali, dovranno essere impreteribilmente costrette a mandare, nel punto della catastrofe, tutti i galantuomini all'osteria, e tutti i birboni all'inferno? Noi crediamo fermamente di no, e per questo di mala voglia oggi prendiamo la penna in mano, perchè dobbiam raccontar cosa che parrebbe introdotta appositamente, non per altro che per fare un po' di corte alla così detta morale di convenzione. Ma quel benedetto frate di sant'Ambrogio ad Nemus, tenendo conto con molta precisione di tutto quello che avvenne del Suardi e che giunse a di lui notizia, registrò, sebbene meravigliandosi anch'esso (il che proverebbe che al pari di noi non avesse molta opinione della giustizia relativa), registrò tal fatto che non possiamo assolutamente levare da questa storia, a dispetto de' nostri principj d'arte: e perchè il vero non è una cosa che a capriccio si possa pigliare quando ci torna utile, e respingere quando è incomodo, e perchè da questo fatto tanti altri ne dipendono per conseguenza necessaria, che, ad alterarlo o a distruggerlo, bisognerebbe poi far tutto il resto di sola fantasia, il che è assolutamente contrario al nostro intento."
      },
      {
        "index": 64,
        "text": "Abbiamo dunque lasciato il Galantino sotto al baldacchino di drappo, in seriissima consulta co' suoi pensieri, i quali, sotto diverse forme, gli ricomparvero poi nei sogni dell'alba, quando finalmente potè chiudere gli occhi a dormire. Ma ad onta della veglia durata si destò presto, e si alzò, e discese nello studio. L'aria elastica del mattino, una tazza d'acqua freschissima bevuta in un"
      },
      {
        "index": 65,
        "text": "fiato, un'occhiata ai libri mastri, due parole fatte col giovane di studio che teneva la corrispondenza, lo misero in tòno, tanto che uscì persino in qualche celia."
      },
      {
        "index": 66,
        "text": "Esaminati così i mastri e rallegratosi, perchè l'idea di una gran ricchezza che va sempre crescendo ravviva lo spirito anche più dell'aria sana e dell'acqua fresca, ritornò all'appartamento superiore, e si dispose alla toilette, la quale non ostante la gioventù ancor viva e la bellezza che non avea bisogno d'ajuto, pure gl'involava tutti i giorni un'ora buona, per quella sua innata predilezione allo sfoggio e alle delicatezze profumate del vivere. Guardandosi dunque nello specchio intanto che lo andava impolverando il parrucchiere Castini (il quale era tra i più rinomati del rione di porta Romana, e di cui noi abbiam conosciuto il figlio, celebratissimo anch'esso a' suoi bei giorni, finchè rimase oscurato dalla fama irrompente degli Scandelari, dei Migliavacca e dei Brambilla); guardandosi dunque nello specchio, moltiplicando l'idea di gioventù e di beltà che si vedeva innanzi agli occhi in tutta la sua seducente apparenza, per l'idea di ricchezza di cui un momento prima aveva veduto le cifre espressive sui mastri, ne cavò un prodotto che mise in fuga tutti i timori e le incertezze provate durante la notte; e per soprappiù, dalla finestra vedendo nel cortile il carrozzino di gala verde, rigirato intorno intorno da una ghirlandella dipinta ad oro, colore e ghirlanda che erano all'ultima moda, non gli sembrò vero che, investito dall'eloquenza di tutta quella pomposa apparenza e di quella innegabile sostanza, il conte V... potesse rimanere ostinato nel negargli quello che in fin de' conti, secondo lui, bisognava concedere. Con queste allegre idee pertanto, acconciato che fu, e mandato a dire al cocchiere che attaccasse, discese ancora un momento in istudio per dare alcuni ordini, poi salì nel carrozzino, e di buon trotto, passando il crocicchio del Bottonuto e infilando i Tre Re, e giù per la contrada degli Speronari e Spadari, e svoltando sulla piazza della Rosa, e quasi radendo l'edificio della Biblioteca Ambrosiana, riuscì sulla piazza di San Sepolcro. Ma qui avvenne quel che Galantino non avrebbe mai nè creduto nè voluto che avvenisse. Un'ora prima che egli uscisse dalla sua casa, agli sbocchi della contrada di Pantano, stavan fermi, a quello verso l'Ospedale, due uomini adagiati in sediolo, specie di curriculo che allora era molto adoperato dai viaggiatori commercianti, e in generale dagli uomini d'affari; allo sbocco poi che metteva alla contrada Larga stava un uomo a cavallo in abito civile. Quest'ultimo, quando vide uscir la carrozza dalla casa Suardi, diede di sprone al cavallo, facendogli fare due o tre caracollate, e tosto si mise in coda al carrozzino, mentre quasi contemporaneamente veniva raggiunto dai due uomini del sediolo."
      },
      {
        "index": 67,
        "text": "— Or che si fa? disse uno di questi ultimi."
      },
      {
        "index": 68,
        "text": "— Aspettate che si sia usciti di queste contrade di gente, rispose l'uomo a cavallo; s'egli sa ove deve andare, passerà di San Sepolcro. Quello è il luogo, e attenti."
      },
      {
        "index": 69,
        "text": "Quando appunto la carrozza del Suardi attraversava la piazza di San Sepolcro e stava per svoltare nella contrada del Bollo, l'uomo a cavallo si spinse al galoppo, e si accostò allo sportello abbassando la testa e dicendo:"
      },
      {
        "index": 70,
        "text": "— Signor Suardi, si compiaccia d'ascoltarmi, e nel tempo stesso intimò al cocchiere di fermare i cavalli."
      },
      {
        "index": 71,
        "text": "In quel punto il sediolo si fermò presso i cancelli dell'A mbrosiana, e mentre un uomo teneva il cavallo, l'altro si alzò da sedere, stando così piegato in sul dorso, e coll'occhio intento alla carrozza del Suardi, nella posizione di chi, ad un cenno, è disposto a balzar giù per accorrere."
      },
      {
        "index": 72,
        "text": "Il Suardi si volse, il cocchiere tirò le redini, l'uomo a cavallo continuò:"
      },
      {
        "index": 73,
        "text": "— Mi perdoni, signore, se sono costretto a tenerla qui impacciata; ma l'eccellentissimo signor Capitano di Giustizia la invita a recarsi da lui un momento per un affare di urgenza; perciò, se non le rincresce, la pregherei di far subito voltar indietro la carrozza, e di andare al palazzo. Io la seguirò da lontano."
      },
      {
        "index": 74,
        "text": "Quando un uomo è colto da un colpo inaspettato, in quel minuto secondo in cui balza da un ordine di pensieri ad un altro affatto opposto, le facoltà dello spirito assumono una velocità inconcepibile. La memoria, l'associazione, la riflessione, il giudizio, fanno in quel minuto secondo quello che tante volte non arrivano a fare in un giorno. La luce non è così rapida a correre di cosa in cosa, e a rischiararle tutte in un baleno. E così avvenne in quel punto del Galantino; si ricordò, s'interrogò, si rispose. Vide che quello era un agguato, pensò che qualcuno poteva e doveva aver"
      },
      {
        "index": 75,
        "text": "dato un consiglio alla contessa; per la prima volta riconobbe con rabbia furibonda tutte le imprudenze da lui commesse; misurò il pericolo, calcolò quel che era da fare e non da fare; e pensato e riflesso tutto ciò colla velocità del lampo, si contenne, e calmo e gentile e sorridente, quantunque fosse pallido come la morte, tremante come un paralitico, rispose all'uomo a cavallo:"
      },
      {
        "index": 76,
        "text": "— Non occorre altro; e disse al cocchiere: torna indietro, e va in piazza Fontana."
      },
      {
        "index": 77,
        "text": "Il Benvenuti nel conciso suo ragguaglio intorno a questo fatto dice, che «Alcune persone che erano in piazza, furono presenti a quella fermata, e, avendo riconosciuto che la carrozza era del Suardi appaltatore, hanno potuto credere che quell'uomo a cavallo e quelli nel sediolo fossero suoi addetti al servizio della Ferma generale, e fossero accorsi per dargli qualche grossa notizia che non patisse ritardo. Solamente qualche ora dopo si è saputo che il detto signor Suardi era stato condotto al Capitano di Giustizia nel suo stesso carrozzino di gala. La qual cosa arrecò gran stupore a tutti, e per il modo irregolare con il quale era stata fatta la captura, e per essere stato così trattato un uomo che con li danari e la prepotenza faceva stare tutti in gran rispetto»."
      },
      {
        "index": 78,
        "text": "Non siamo arrivati a capire che cosa il frate di sant'Ambrogio ad Nemus intendesse di dire colle parole: i! modo irregolare con il quale era stata fatta la captura, salvo che non abbia voluto alludere all'uomo travestito a cavallo, e ai due altri travestiti in sediolo, i quali probabilmente saranno stati il barigello, o qualche tenente, con due fanti di Giustizia; e forse nella cattura avranno pensato di valersi di questo modo insolito, avendo un ragionevole sospetto che il Galantino potesse mai opporsi alla forza o deluderla, quando fosse stato colto in casa, e da uomini portanti insegne dell'autorità criminale. E recano pur meraviglia quelle altre parole del frate raccoglitore, con cui sembra quasi lamentarsi che la Giustizia non abbia portato rispetto a un uomo che aveva molti denari ed era prepotente. Sono esse però un segno fedele di quel tempo, di quegli uomini e di quei costumi; giacchè, o siano un'espressione sincera del frate o un'espressione ironica, quel che risulta si è, che il più delle volte la Giustizia chiudeva un occhio, o lasciava fare, o si comportava con gran riguardo ogni qual volta trovavasi al cospetto dei ricchi e dei prepotenti. Ed ora ritorniamo di volo in casa Pietra, per dare ascolto a quel che dice l'avvocato Strigelli."
      },
      {
        "index": 79,
        "text": "Di tutto quello che abbiamo raccontato, recando in mezzo la testimonianza d'un contemporaneo, egli stava intertenendo il conte V... e donna Paola; lo Strigelli aveva mandato il proprio portinajo, che gli faceva anche da servitore, e uno scrivano del vegliardo Agudio, l'uno in contrada di Pantano, l'altro nel cortile del palazzo di Giustizia ad osservare e a tener nota di tutto, perchè ne portassero poi la notizia allo studio dell'Agudio medesimo. Ed ecco come spiega il brevissimo tempo in cui lo Strigelli stette lontano da casa Pietra, perchè, recatosi allo studio del suo maestro in contrada di Zecca Vecchia, colà trovò e il portinajo che gli raccontò come avea visto ad uscire la carrozza del Suardi dalla di lui casa, e a mettersi in coda ad essa l'uomo a cavallo e i due uomini in sediolo; e lo scrivano che gli disse di aver assistito all'ingresso della carrozza del Suardi nel cortile del palazzo di Giustizia, e al discendere del Suardi dalla carrozza per salir tosto lo scalone."
      },
      {
        "index": 80,
        "text": "— Ora, soggiunse lo Strigelli a conclusione della sua relazione, siamo al sicuro da ogni colpo del Galantino, il quale poteva, egli è vero, fermarsi alle sole minaccie; ma poteva anche, nell'esasperamento della passione, mandare ad effetto quel che aveva minacciato. Ecco perchè s'è creduto bene di coglierlo così di sorpresa, perchè guai se fosse sfuggito alla Giustizia! Sarebbe stato pericoloso come un toro ferito, che chi gli si trova dirimpetto può far subito l'atto di contrizione, e non pensare ad altro. Ed ora non ci rimane che mandar sulle traccie della fanciulla, e già confido di averne il mezzo, e che, dentr'oggi o, tutt'al più, domani, ella debba essere qui in questa casa sana e salva, e, speriamo, anche contenta. Dico anche contenta perchè, per più riscontri, mi pare che la fanciulla si fosse davvero invaghita di quel ribaldo seduttore, ma voglio sperare che, quando avrà saputo chi esso è veramente, ogni illusione scomparirà, e il cuore sarà guarito."
      },
      {
        "index": 81,
        "text": "— E qual è questo mezzo col quale credete di potere dentr'oggi trovar traccia della fanciulla? chiedeva il conte."
      },
      {
        "index": 82,
        "text": "— Permettetemi di non aggiunger altro per ora, perchè non posso arrischiarmi a dare una promessa formale; però un tal mezzo è quello per cui domando licenza di partir subito di qui;"
      },
      {
        "index": 83,
        "text": "perchè l'uomo che deve servire al mio intento, credo che, a quest'ora, si troverà ad aspettarmi nello studio A gudio."
      },
      {
        "index": 84,
        "text": "E lo Strigelli partì."
      },
      {
        "index": 85,
        "text": "L'uomo su cui faceva conto lo Strigelli e che, per le sue eccellenti ragioni, non aveva voluto nominare al conte V..., era il Baroggi, al quale, in quel colloquio con cui gli guastò il sonno, aveva raccomandato di recarsi il giorno dopo nello studio dell'avvocato Agudio in quell'ora che le sue incumbenze di finanziere gli avrebbero permesso, ma, se fosse stato possibile, non molto dopo il mezzodì. Se il lettore si ricorda, l'Agudio aveva tentato di beneficare il Baroggi in tutti i modi possibili, e per sostenere le sue ragioni contro il conte Alberico F... aveva messo sottosopra il diritto romano, lo statutario, il diritto razionale, tutti gli interpreti; aveva dato un'occhiata alle leggi dei re longobardi, messo a contribuzione persino le opere di etica allora più riputate, domandato persino un soccorso alla teologia; insomma tentati tutti i varchi per riuscire ad assediare la mente dei giudici colle forze combinate del diritto puro, del diritto positivo, della buona morale, del timore della vita eterna. Tutto indarno. Queste cose il Baroggi le sapeva, e però nutriva una gratitudine profonda per quel vegliardo così burbero e brusco in apparenza, così retto e pietoso in realtà. Per questa circostanza dunque, e per lo sgomento che aveva in petto, fu assai sollecito di mettersi in libertà per recarsi da lui."
      },
      {
        "index": 86,
        "text": "Il vecchio Agudio, più che ottuagenario, non poteva più moversi dal letto. Non gli era rimasta che la lucidezza della mente e la dottrina. Teneva seco due giureconsulti praticanti che sotto il suo consiglio facevano, come suol dirsi, andare lo studio, tra' quali lo Strigelli era il suo prediletto."
      },
      {
        "index": 87,
        "text": "Quando lo scrivano gli annunziò che era venuto il Baroggi, egli se lo fece venire innanzi e seder vicino al letto."
      },
      {
        "index": 88,
        "text": "— Lascia che ti guardi in faccia, gli disse appena gli fu presso. La faccia è un frontispizio più sincero di quello de' libri. Però, senza tanti preamboli, ti dico che solo a guardarti si capisce che tu in questi giorni hai commesso qualche cosa che ti morde la coscienza."
      },
      {
        "index": 89,
        "text": "Il Baroggi taceva, onde l'avvocato continuava:"
      },
      {
        "index": 90,
        "text": "— Non hai nulla di nuovo da raccontarmi?"
      },
      {
        "index": 91,
        "text": "— In caserma non si sanno le notizie del Capitano di Giustizia."
      },
      {
        "index": 92,
        "text": "— AA! dunque sai qualche cosa... Perchè dunque non mi dici nulla?"
      },
      {
        "index": 93,
        "text": "— Ho saputo adesso, prima di uscire dalla caserma, qualche cosa così in confuso; del resto vedo che il signor avvocato sa tutto."
      },
      {
        "index": 94,
        "text": "— Sicuro che so tutto, e so anche che i birboni, se non è oggi sarà domani, sarà l'altro, ma viene il giorno che convien pure che paghino i debiti. Chi lo avrebbe detto che colui fosse per aprirsi una buca da se stesso, e lasciarsi cader dentro, come un semplicione, essendo pure più astuto del diavolo! Ma quasi sempre ai birboni avviene così. Il mondo non arriva a ghermirli, e si feriscono poi da sè medesimi, che è poi tutt'uno. E per un capriccio, per un amoretto, per una fanciulla. A forza di far birbonate impunemente e di credersi invulnerabili, finiscono a rimanere ubbriacati dalla medesima fortuna; perchè come mai si può credere che quel dirittone non sapesse che le ragazze non si possono rubare così per passatempo? Ma la fortuna gli ha dato alla testa; e così oggi è ritornato donde per miracolo ha potuto uscire quindici anni sono. Tu allora avevi cinque anni. Che bella cosa se in questa circostanza tu avessi avuto ancora quell'età! È così, caro mio, è così; e non farmi l'attonito, perchè so tutto; ed ora bisogna rimediarci, perchè quella povera donna di tua madre mi fa compassione; capisci?... mi fa compassione."
      },
      {
        "index": 95,
        "text": "Il Baroggi si alzò da sedere inquietissimo, poi disse:"
      },
      {
        "index": 96,
        "text": "— Giacchè quel ch'è stato è stato, ho caro che il signor avvocato sappia tutto. Ma vorrei anche che ella si persuadesse ch'io non ci ho colpa; colpa propriamente no."
      },
      {
        "index": 97,
        "text": "— Ma dimmi un po', balordo. Se un tale ti dice: Dammi un momento la tua sciabola, perchè mi occorre di ammazzare uno che mi dà noja; e tu non ti fai pregare e gli presti l'arma, crederesti di potertela cavar così per le belle?..."
      },
      {
        "index": 98,
        "text": "— Capisco bene; e pareva che il cuore, me lo dicesse."
      },
      {
        "index": 99,
        "text": "— Ma infine c'è questa fanciulla?"
      },
      {
        "index": 100,
        "text": "— Oh, per questo c'è."
      },
      {
        "index": 101,
        "text": "— Ma ci son molte maniere di essere."
      },
      {
        "index": 102,
        "text": "— Che ho da dire? Si figuri che fu affidata alle cure di mia madre, la quale ora è una santa... e fin troppo."
      },
      {
        "index": 103,
        "text": "L'avvocato a queste parole si alzò ritto in sulla vita come una vipera percossa, e:"
      },
      {
        "index": 104,
        "text": "— Anche tua madre mi dovevi tirare in ballo. Anche tua madre! insensato! — Questo è un precipizio, soggiunse poi; ma raccontami or dunque tutto l'avvenimento, senza ometter sillaba; tutto, capisci?"
      },
      {
        "index": 105,
        "text": "E il Baroggi raccontò al vecchio Agudio tutto quanto noi sappiamo."
      },
      {
        "index": 106,
        "text": "In questa il giovane Strigelli, che non soleva nè farsi annunciare nè fare anticamera, entrò in stanza, e veduto lì il Baroggi:"
      },
      {
        "index": 107,
        "text": "— E così? domandò."
      },
      {
        "index": 108,
        "text": "— L'affare è più serio di quel che avrei creduto, rispose l'A gudio."
      },
      {
        "index": 109,
        "text": "Lo Strigelli si spaventò a tali parole."
      },
      {
        "index": 110,
        "text": "— Parlo per questo ragazzo senza testa, soggiunse poi subito il vecchio. Tuttavia la figliuola c'è, e costui sa dove si trova; ma ora stupirai a sentire che sta in compagnia della madre di costui. Tu rimani di stucco... sfido i0!... Imbrattarsi peggio di così non era proprio possibile; non ci voleva che questo balordo. Questo balordo che dovrebbe arar dritto più di tutti; e dire un'avemaria prima di fare il benchè minimo passo, prima di mangiare, prima di bere, prima d'andare a letto; perchè è di quei tali che son nati colla disgrazia in cuna; anzi colla disgrazia bell'e preparata nel ventre della madre; e a non camminare con tutte le precauzioni dell'equilibrio, o da una parte o dall'altra bisogna pure che caschino, perchè il maledetto destino non li abbandona mai un momento, e al primo scappuccio li agguanta. Or che si fa, caro mio?"
      },
      {
        "index": 111,
        "text": "— Intanto mandar tosto a pigliar le ragazze."
      },
      {
        "index": 112,
        "text": "— Io stesso ci andrò, disse il Baroggi: basta che il signor avvocato Strigelli s'incarichi d'ottenermi il permesso dal mio capo."
      },
      {
        "index": 113,
        "text": "— Tu starai qui, disse l'Agudio. Poi soggiunse, volgendosi allo Strigelli: Se le ragazze lo riconoscono, non c'e altro. Basta che costui dia l'indicazione precisa del luogo, e il signor conte manderà la sua carrozza a pigliarle; e tu stesso mi capisci, si tratta di prepararle, tanto la madre di costui che le ragazze, prepararle, si intende, a regolar le parole; ci andrai dunque tu stesso, e qui il Baroggi se ne starà a Milano ad aspettar che Dio gliela mandi buona. Va, dunque, e pel rimanente ascolta ciò che' ti dirà quella perla di donna Paola; va, e fa che, per questo lato, la fine rimedii al resto. In quanto a te, conchiuse poi rivolgendosi al Baroggi, puoi tornare in caserma, e se mai in questi giorni ci fosse da perlustrare il confine e da far le schioppettate coi contrabbandieri, va alla buon'ora, che non sarà mal fatto; e una volta che ti trovi al confine, così a cavallo dei due Stati, pensa che quella è aria sana... e tira colà le cose in lungo più che puoi, finchè qualche amico non ti faccia sapere che l'aria sana tira anche a Milano; ma sarà difficile. Or va, chè per te ho fatto fare anticamera a tre o quattro signori che aspettano da un pezzo."
      },
      {
        "index": 114,
        "text": "MI"
      },
      {
        "index": 115,
        "text": "L'avvocato Strigelli uscì dallo studio Agudio colla contentezza di un poeta che ha finito in quel punto un componimento al quale sia stata d'impaccio una strofa, che, per essere la conclusionale, aveva l'obbligo di riuscire la più felice di tutte. Uscì colla nota e l'indicazione del luogo in cui il Baroggi avea detto trovarsi le fanciulle insieme con sua madre, e tornò in casa Pietra. Il conte non era ancora partito; e l'avvocato, entrando nella sala colla gioviale baldanza di chi si sente quasi più padrone dei padroni di casa, interruppe un discorso che colui aveva avviato con donna Paola, esclamando:"
      },
      {
        "index": 116,
        "text": "— Or tutto è fatto, ed ogni nodo è sciolto, e ormai non rimane al signor conte che di far attaccare i cavalli; a donna Paola di mettere in mia compagnia quella buona vecchia che fu già la governante della fanciulla, e a me di pormi tosto in viaggio. Da qui a Como, trottando con focosi cavalli, ci voglion sei ore; da Como ad Asso... Ah, vedo che per oggi non si arriva in tempo, e non si fa nulla, e bisognerà che la signora contessa abbia la pazienza di aspettar fino a domani ad abbracciare la sua figliuola... Ma noi stiamo qui, e non pensiamo a dar questa notizia alla contessa... Ma dov'è la contessa?... Voglio sperare che risorgerà da morte a vita, quando sentirà di che si tratta. Mi conduca dunque, donna Paola, dalla contessa... Signor conte... andiamo a trovar la contessa."
      },
      {
        "index": 117,
        "text": "E l'avvocato, senz'altro, tant'era trasportato dalla compiacenza d'aver fatto quello che forse nessun altro avrebbe saputo fare, già s'avviava all'appartamento dove sapea trovarsi la madre di Ada. Donna Paola si mosse ella pure, volgendo al conte un'occhiata più eloquente di qualunque discorso; e il conte la comprese e guardò a lungo donna Paola, e questa volta anche l'occhio di lui, per consueto insignificantissimo, espresse mille cose; e seguì donna Paola, a passo lento e colla testa piegata sul petto, e attraversò insieme le stanze intermedie. Ma quando ella entrò in camera della contessa, precedendo l'avvocato e il conte per annunziarli; nel punto che, dopo quindici anni, egli sentì, stando di fuori, la voce di donna Clelia, si trattenne un momento, e lasciò che entrasse lo Strigelli. E stette così un poco perplesso; poi, come se a un tratto fosse respinto indietro da più uomini vigorosi sbucati d'improvviso per scacciarlo di là, retrocesse, e con passo concitato ritornò nella sala di ricevimento, e si gettò a sedere nella poltrona, percuotendo gli stivali con forti colpi di scudiscio; si alzò di nuovo e si mosse per ritornare dond'era fuggito, e di nuovo retrocesse, e tornò a sedere nella poltrona. Lo Strigelli e donna Paola intanto, fattisi intorno alla contessa con quell'impaziente sollecitudine dei buoni che non vogliono ritardare altrui una consolazione, non si accorsero al primo che il conte fosse rimasto fuori, e:"
      },
      {
        "index": 118,
        "text": "— Or dunque si rallegri, signora contessa, disse lo Strigelli."
      },
      {
        "index": 119,
        "text": "— Coraggio, la mia cara Clelia, disse donna Paola. Qui il nostro avvocato parte a momenti colla carrozza del conte per andar a prendere la vostra figliuola."
      },
      {
        "index": 120,
        "text": "La contessa, alzandosi a quelle parole dalla seggiola, respinse con violenza la cameriera che in quel punto stava ravviandole alla meglio lo scompigliato tupò, e:"
      },
      {
        "index": 121,
        "text": "— Voi andate a pigliar mia figlia, domandò all'avvocato; ma sapete dove si trova?"
      },
      {
        "index": 122,
        "text": "— Ecco qui... rispose l'avvocato. Da Como bisogna andare in Vallassina, a una villetta in riva al Lambro tra Scarenna e Caslino. Là vivono in solitudine e in devozione la vostra figliuola e la figlia del Crivello, essendo state affidate, cosa di cui stupirete, alla custodia della madre del Baroggi; la quale, come ognun sa, è tra quelle che oggidì a Milano logorano di più le panche delle chiese."
      },
      {
        "index": 123,
        "text": "La contessa non ebbe tempo di maravigliarsi di questa, che pur doveva essere per lei, stranissima notizia. Ma rivoltasi alla cameriera:"
      },
      {
        "index": 124,
        "text": "— Spàcciati dunque, che non c'è tempo a perdere. Credo bene che si partirà subito subito? soggiunse poi rivolgendosi allo Strigelli."
      },
      {
        "index": 125,
        "text": "— Quel che si dee fare si dee far tosto. Ma la signora contessa, giacchè ha avuto tanta pazienza fino ad oggi, la prolunghi fino a domani, e voglia persuadersi che è molto meglio che io parta solo colla cameriera qui di casa, che fu già governante della ragazza. Anche il signor conte voleva venire in persona ad accompagnarmi, ed io l'ho persuaso... Ma dov'è il signor conte, domandò a donna Paola, non è egli entrato qui con noi?"
      },
      {
        "index": 126,
        "text": "— S'è fermato di là, ella rispose, perchè non si permise d'entrare prima che..."
      },
      {
        "index": 127,
        "text": "E donna Paola, interrompendosi ad arte, guardò la contessa, pigliandola per mano e stringendogliela con gran significazione, senza dir altro, perché non voleva che lo Strigelli fosse testimonio di quella soverchia ostinazione della contessa."
      },
      {
        "index": 128,
        "text": "Ma questa, senza dar peso nè alle occhiate nè alle parole nè alla stretta di mano:"
      },
      {
        "index": 129,
        "text": "— Non sarà mai, avvocato, soggiunse, che io debba fermarmi a Milano ad aspettare. Non sarà mai."
      },
      {
        "index": 130,
        "text": "— Quand'è così, faceva osservare donna Paola, stiamo a quanto vorrà il conte... Lasciate fare, avvocato... Se ella sa pregare il conte in modo che esso le permetta d'andare a prendere la figliuola, lasciate fare. Suvvia dunque, andiamo di là, cara Clelia, e giacchè avete questa smania, troppo giusta del resto, d'andare voi stessa in compagnia dell'avvocato, saprete trovar le parole da persuadere il conte. Non è vero, avvocato? e a costui ammiccò, volendo significargli che venisse in suo soccorso. Io vado di là e vi precedo... e la mia cara Clelia avrà la bontà di venir subito a parlare al conte... Così si parte... sull'istante... e riabbraccerete la vostra Ada stasera invece di domani."
      },
      {
        "index": 131,
        "text": "E, senza attendere risposta, donna Paola uscì, recandosi nella sala di ricevimento."
      },
      {
        "index": 132,
        "text": "Il conte era ancora seduto in poltrona, colla testa appoggiata al braccio sinistro puntato sulla sinistra coscia, mentre, per un movimento macchinale, andava percuotendo collo scudiscio che aveva nella dritta il soppedaneo della sala."
      },
      {
        "index": 133,
        "text": "— Signor conte, disse donna Paola, parlandogli stando di dietro del dosso della poltrona, quella povera contessa vorrebbe pregarvi... anzi sta per venir qui..."
      },
      {
        "index": 134,
        "text": "—Che!? esclamò il conte alzandosi di subito e volgendo in giro gli occhi torvi."
      },
      {
        "index": 135,
        "text": "Gli uomini della natura del conte V... sono sempre perplessi intorno a quello che debbono fare; inoltre avendo una debole intelligenza, finchè il cuore può andar liberissimo ne' suoi slanci, tutto va bene, e qualche volta da uomini di tal fatta, a pigliarli con garbo, se ne cavano grandi cose; ma guai se d'improvviso tra gli slanci del cuore si inframmette qualche bisbetica riflessione della mente! Di tratto s'impennano e retrocedono da quella via su cui il sentimento spontaneo gli avea fatti correre fin con troppa velocità. S'impennano e non sono poi capaci di dissimulare pur un pensiero fuggitivo da cui sieno molestati. Un altro uomo, nella condizione del conte, dal momento che si fosse indotto a recarsi in casa Pietra, fatto quel primo passo, non avrebbe esitato a far tutti quelli altri che erano comandati come una conseguenza necessaria. Ammesso il principio di voler essere indulgente, e mostrarsi, quel che suol dirsi, un uomo di mondo, e di concedere tutto il suo pieno sviluppo a quella pietà, a quell'affetto che spontaneamente eragli pur nato in cuore, toccava a lui a pigliar l'iniziativa in tutto, toccava a lui a preparare, se va l'espressione, il piano inclinato per cui la contessa, senza il pericolo di troppo gravi scosse, potesse, dopo quindici anni d'assenza e dopo quanto era successo, non sentirsi umiliata a venire in apparenza di penitente contrita al cospetto del marito oltraggiato."
      },
      {
        "index": 136,
        "text": "Ma il conte si comportò tutt'all'opposto. Aveva lasciato in prima che il cuore facesse quel che volesse; poi, al contatto di alcune circostanze che trattennero il libero slancio del cuore, sottentrò la riflessione; e questa riflessione, non essendo quella di un intelletto forte fece sì ch'egli, al fatto del non aver mai veduto a comparir la contessa in tutto quel tempo che stette in casa Pietra, non desse nè la più ragionevole nè la più benigna interpretazione."
      },
      {
        "index": 137,
        "text": "Quando fu per entrare nella camera di lei e ne ebbe sentita la voce, retrocesse, percosso improvvisamente dall'idea che fosse per accoglierlo male; e questo argomentava da ciò appunto ch'essa la contessa, mentre sapeva ch'egli era lì da tanto tempo, non s'era mai degnata di uscire dalla sua camera e di venire a lui, che pure s'era mosso per amore e di lei e della sua figliuola. Retrocesse dunque con dispetto a questa idea, e si pentì d'esser venuto lì; e un pensiero portandone seco altri della stessa natura, di quel complesso di cose che alla mattina lo aveva intenerito, gli si mostrò in quel momento il rovescio che gli rinfocava invece gli sdegni. Ma in quel punto comparve sulla soglia della sala la contessa Clelia, preceduta d'un passo dal giovine avvocato Strigelli."
      },
      {
        "index": 138,
        "text": "Era da quindici anni che il conte e la contessa non si vedevano. Però, quand'anche e l'uno e l'altra si fossero trovati in una diversa condizione d'animo e di cose, sarebbe sempre stato pieno di turbamento e di solennità quell'istante del rivedersi dopo che de' fatti gravissimi li avevan tenuti divisi per tanto tempo. Or pensi il lettore come si accrescesse quel perturbamento, e come fosse fatta angosciosa e terribile quella solennità, nella stanchezza di spirito onde era sopraffatta la contessa, nel fremito iracondo onde era colto in quel momento il conte."
      },
      {
        "index": 139,
        "text": "La faccia di lui, il suo corpo stettero immobili alla vista della contessa, come se una virtù arcana vi avesse comunicata la rigidezza inalterabile di una figura marmorea. In quanto alla contessa, che, e per le parole di donna Paola e per quelle dello Strigelli, si attendeva dal conte il più"
      },
      {
        "index": 140,
        "text": "benigno accoglimento, si rattenne più attonita che spaventata, vedendo quell'occhio torvo e quel viso arcigno, e non osò fare un passo di più, e si volse allo Strigelli come se gli dicesse:"
      },
      {
        "index": 141,
        "text": "— Or che v'ho detto 102..."
      },
      {
        "index": 142,
        "text": "Donna Paola, che non s'era atteso quel repentino mutamento nei modi del conte; lo Strigelli, che aveva incoraggiata la contessa a venire al cospetto del marito, coll'assicurarla ch'esso la stava attendendo colla più benigna disposizione d'animo, non seppero trovar parole per togliere la contessa dal suo imbarazzo, per ispianare la fronte accigliata del conte."
      },
      {
        "index": 143,
        "text": "Ma questi che era impacciato al pari degli altri, vedendo la pallidezza sepolcrale della contessa e gli occhi di lei notabilmente alterati dalle traccie del pianto, sentiva in sè il ritorno d'una irresistibile compassione, e il dispetto di non poterla tener lontana, onde quasi per deviarla:"
      },
      {
        "index": 144,
        "text": "— Or perchè, proruppe con iracondia che varcava ogni convenienza, non mandate tosto, signor avvocato, a far attaccar i cavalli... invece di star qui a far... a gettare il tempo inutilmente?"
      },
      {
        "index": 145,
        "text": "A codesta esclamazione del conte, la contessa, consigliata Dio sa da che, e probabilmente dalle continue esortazioni di donna Paola, uscì dalla propria immobilità e si avvicinò al marito, e:"
      },
      {
        "index": 146,
        "text": "— Giacchè vi pigliate tanta premura per la mia figliuola... lasciate che vi ringrazii..."
      },
      {
        "index": 147,
        "text": "Queste semplici parole proferite in suono di pianto dal labbro della contessa cangiarono a un tratto l'espressione alla faccia del conte."
      },
      {
        "index": 148,
        "text": "E donna Paola, la quale stava come attendendo quella risoluzione:"
      },
      {
        "index": 149,
        "text": "— La contessa, entrò sollecita a dire, vi prega di volerle concedere d'andare ella stessa in compagnia dell'avvocato a prender la figliuola."
      },
      {
        "index": 150,
        "text": "— Ma, e tocca a ne, rispose il conte, a dare un tal permesso? e non è ella sua madre? E ciò disse con voce alterata ed alta, ma con quell'accento particolare degli uomini burberi, i quali non hanno altra paura che di parer buoni; accento in cui, di sotto al suono dell'ira che soverchia per l'atto della volontà, si sente come a fremere il suono della pietà che il cuore, a dispetto del dissenso mentale, non può a meno di lasciar trapelare. E il conte non potè proseguire, perchè la contessa, abbracciando donna Paola, diede in un violento scoppio di pianto, che fu l'ultimo di quei procellosi giorni e di quel giorno; chè, senza più oltre protrarre una tal scena, trattandosi che anche noi, che abbiamo i nostri fastidj, sentiamo il bisogno di confortare lo spirito con qualche spettacolo un po' più lieto, diremo che fu mandato un servitore a far attaccare i cavalli alla carrozza da viaggio del conte; che la carrozza entrò dopo qualche tempo nel cortile di casa Pietra; che la contessa vi salì, dandole il braccio lo stesso signor conte, il che è un gran buon indizio; che l'avvocato sedette alla sinistra di lei, e così partirono ambidue di trotto serrato, rimanendo il conte per tutto quel giorno ed anche a pranzo insieme con donna Paola, a parlare di tante e tante cose, per le quali possiamo sperare di poter assistere finalmente ad una giornata del tutto sgombra e serena, dopo tanti giorni di pioggia inclemente."
      },
      {
        "index": 151,
        "text": "[IV]"
      },
      {
        "index": 152,
        "text": "L'arresto di Andrea Suardi, del quale il pubblico, per uno di quegli sbagli che non si sanno come spiegare, si era dimenticato in que' giorni, fece l'effetto d'un congegno che s'intrometta fra i raggi della ruota centrale d'un mulino, la quale ferma di punto in bianco tutte le ruote minori che in essa imboccano. Vogliamo dire che la calunnia colossale che avea investita la riputazione persino di donna Paola, fermandosi di colpo, arrestò tutte le mille congetture che figliarono da quella, con gran dispiacere di coloro che le avevano messe in corso, e vedevano crollare come per incanto un edificio a cui tanto volentieri avevano portato la loro pietra. E contemporaneamente alla fermata di quella ruota che aveva girato velocissimamente e aveva fatto girar tante teste e muovere tante lingue, quel nome del Galantino balzato fuori all'impensata fu causa che una quantità innumerevole di persone si dessero del balordo a vicenda, perchè a tutte quante non sembrò vero di non aver tosto messi gli occhi su colui che, solo fra tutti, presentava i veri requisiti indispensabili per essere il primo a cadere sotto al pubblico sospetto. E nel tempo stesso vi fu un rinnovamento di tutte le"
      },
      {
        "index": 153,
        "text": "dispute calorose che si eran fatte pochi giorni prima tra coloro che stavano contro donna Paola e quelli che la difendevano; i secondi, riscaldati dal trionfo, si ricattavano delle offese ricevute; i primi, umiliati dalla sconfitta, si ritraevano affannandosi di dare speciose interpretazioni a quanto avevano detto. Però i rabbuffi cessaron presto, perchè il ritorno del Galantino alle camere dell'albergo del Capitano di Giustizia, come lo chiamavano i buontemponi gioviali, fu un avvenimento così saporito per tutto il rispettabile pubblico milanese, che tutti furono ben contenti, per un così lauto cambio, di dover rinnovare e rinfrescare la loro stima e venerazione che avevano per donna Paola Pietra. Il pubblico è talvolta come i fanciulli: — ha bisogno d'aver qualcosa in bocca da rosicchiare, e qualche oggetto tra mano da stritolare, sempre disposto ad abbandonare quello che ha in proprio potere, quando se gliene getti un altro su cui sfogarsi come gli par meglio. Questo caso poi del Galantino, per il pubblico, torniamo a ripeterlo, era davvero un piatto appetitoso. La ricchezza del Suardi, e le altre sue qualità abbaglianti compreso il magnifico suo cavallo normanno colore isabella, col collo ad arco e la prolissa criniera bruna, aveva come imposto alla pubblica opinione; e se tutti strillavano contro i fermieri ladri, come di consueto que' signori venivano chiamati dalla ciurmaglia che non misura le parole, l'ira era piuttosto rivolta contro i tre capi principali che contro del Galantino, il quale veniva come scusato dalla sua condizione di appaltatore in secondo. Qualche volta è una compiacenza curiosa che ha la moltitudine di far la corte all'uomo che manifestamente è protetto dalla fortuna; ma guai se ella s'accorge che la fortuna abbandona il suo protetto! Allora fa in un istante quella diversione per cui la fortuna ha impiegato molto tempo, e si rivolta infuriata contro quello stesso che in prima aveva blandito, talchè se le parole del pubblico fossero sassate, il derelitto cadrebbe morto in piazza, prima che la giustizia arrivasse in tempo a giudicarlo."
      },
      {
        "index": 154,
        "text": "— Birbone lo si conosceva, ma scellerato fino a questo punto no, dicevan gli uni. E all'ombra delle foglie di tabacco doveva giungere fino a questo di diventar sacrilego, dicevan gli altri. Questo è il caso di dar un esempio, gridavan tutti, e giacchè in piazza c'è la ruota, farlo andare come al girarrosto: lui e i suoi tre colleghi. Questo s'intende. Ma lui al primo posto. Oh, questa volta non gli sarà così facile di canzonar la giustizia e l'aspettazione pubblica, come ha fatto tanti anni fa. Se il Senato lo rimanda assolto, è il caso di rivoltarsi contro al Senato. Chi si fa pecora la mangia il lupo. Chi vuole può. La trambussata nel convento di San Filippo, i cinque morti e il coraggio dei frammassoni hanno fatto l'effetto, e l'editto del 6 aprile fu levato jeri da tutti gli angoli della città. L'editto è del 6 aprile... e il birbone acquistò la casa presso al convento pochi giorni dopo. La trama era dunque già bell'e ideata da questo scellerato."
      },
      {
        "index": 155,
        "text": "Questi dunque, o di tal genere, erano i parlari del pubblico; e in ragione che l'odio cresceva e si versava tutto sulla persona del Galantino, nasceva l'entusiasmo per gli altri; nasceva per i Frammassoni di cui s'era chiusa la loggia di San Vittorello; prorompeva per il giovane lord Crall, di cui si esaltavano a cielo le virtù; cresceva la venerazione per donna Paola Pietra a un punto che non è imaginabile. Quando poi corse per tutta la città la notizia, che l'avvocato Strigelli aveva scoperto il luogo dove le fanciulle erano state nascoste, e che, in compagnia della contessa Clelia V... nella carrozza del medesimo signor conte colonnello, era partito per ricondurle a Milano; fu un delirio universale, e più ancora quando si vociferò dell'acutezza sapiente e mirabile di donna Paola che aveva ella sola provocato tutto questo, e aveva colto l'occasione d'una sventura gravissima per far venire a Milano la contessa V.... e perciò aveva ottenuto quel che nessuno avrebbe potuto aspettarsi; che cioè il conte colonnello V... dopo quindici anni si trovasse insieme colla moglie, e dessero così il buon esempio della riconciliazione e del pentimento e del perdono. Perchè i servi di casa Pietra avevano palesato ogni cosa; i servi che, se non sanno tacere gli scandali segreti dei padroni, hanno poi anche la smania, bisogna dir il vero, di propalare le loro virtù, se ve ne sono, e i loro bei fatti, e persino d'esagerarli. Però gli elogi che corsero quella sera della contessa Clelia V... varcarono la misura iperbolica di un panegirico convenzionale. Essa era più grande quasi dell'A gnesi, al cospetto della scienza; più degna di compassione che la Maria Stuarda, al cospetto della sventura e della persecuzione; più rassegnata e più costante di tutte, al cospetto dell'espiazione; se niente niente continuava di quel passo, poteva aspirare ad un posto nel martirologio. Quanto poi a bellezza, le più"
      },
      {
        "index": 156,
        "text": "fresche e leggiadre giovinette potevano nascondersi tutte, eclissate dagli splendidi avanzi della sua: ad eccezione però della sua figliuola, di quel caro angelo di Ada, la quale, insieme colla madre, poteva bastare a provar che la città di Milano era la prima nel vanto della beltà femminile; che Venezia non poteva aver nulla da contrapporre di meglio, che Genova e Bologna e Ferrara, le quali menavano tanto scalpore per le loro donne, avrebbero dovuto dar le mani, vinte nel veder queste due. Con tutta quella buona disposizione del pubblico all'entusiasmo verso le persone che abbiamo nominate, fra cui è pur da includere il conte colonnello V..., che è tutto dire, giacchè aveva un segreto affatto suo di saper venir in uggia ai conoscenti, ai parenti, agli amici, a tutti; si figuri dunque il lettore l'effetto, diremo, invadente che fece quando si sparse per la città la notizia che la signora contessa V... e l'avvocato Strigelli erano tornati in compagnia delle fanciulle. E tanto più fu grande l'effetto, in quanto era pur stato generale il dubbio sulla difficoltà di rinvenirle; generale il timore, che, nel punto stesso di ritrovarle, fossero per dar fuori nuovi disastri e nuovi affanni. Appena dunque si sparse quella felice nuova, fu un accorrere di tutti i parenti della contessa, della madre, della sorella, del fratello, per congratularsi con essa; fu un affaccendarsi di tutti gli amici del conte per lodarsi di lui e della sua generosità. E la cosa andò tant'oltre, che l'intensa gioja di pochi si comunicò a tutta la popolazione, e quella gioja fu così viva, che, siccome voleva un costume curioso venuto dalla Francia, si credette perfino di dover palesarla con atti di pubblica esultanza."
      },
      {
        "index": 157,
        "text": "Nel 1735, quando Luigi XV, il prediletto, fu assalito da una pericolosa malattia che aveva fatto temere della sua vita, nel punto che stava per toccare l'età maggiore, la costernazione di tutto il popolo parigino fu tale, che si manifestò rivoltandosi contro il reggente duca d'Orléans, sul quale aveva pesato la più atroce calunnia, per essere avvenuta quasi simultaneamente la morte della madre, del padre, del fratello maggiore di Luigi. Gli odj del pubblico contro il Reggente erano anche rinfocati dai disordini che in Francia aveva prodotto il sistema di Law, che il duca aveva protetto. Tutti adunque, credendo nella scellerata ambizione del Reggente, tenevano per certa la morte del giovinetto re. Ma la fortuna volle che un salasso opportunamente e coraggiosamente ordinato dal medico Helvetius, contro il parere dei colleghi, salvasse invece i giorni di Luigi. È indicibile il trasporto che ebbe il popolo per tale notizia. Il Reggente, a confondere la calunnia, presentò il giovane re al popolo radunato. Fu in quell'occasione che la fantasia parigina trovò di manifestare l'insolita allegrezza in un modo insolito, introducendo per la prima volta i così detti banchetti di famiglia fatti alla porta delle case col favore delle belle notti d'estate."
      },
      {
        "index": 158,
        "text": "I pubblici d'Europa, quando seppero le novelle di Parigi e la guarigione del giovine monarca e il modo nuovo e bizzarro di festeggiarla, non sappiamo fino a che grado dividessero la consolazione del popolo parigino, ma sentirono un sincero entusiasmo per coloro che avevano inventato quel nuovo metodo di stare allegri, e una smania che, si presentasse presto un'occasione appena appena ragionevole e plausibile per introdurre in patria quel così splendido trovato, e per applicarlo in modo da non rimanere addietro degli inventori."
      },
      {
        "index": 159,
        "text": "La città di Milano fu probabilmente la prima in Italia che tentasse in ciò di emulare la maggior Parigi. Se le invenzioni veramente utili all'umanità fossero sempre tanto fortunate e rapide nella loro diffusione quanto questa dei banchetti di famiglia alle porte delle case, come si tormenterebbero meno i veri amanti del ben pubblico! Quanto risparmio di parole, di discussioni, di guerre, di odj, di contumelie. Quante ossa di meno sarebbero state slogate; quanti dolori e ingiustizie risparmiate a molti innocenti sventurati se il libro dei delitti e delle pene, per esempio, avesse avuta una così sollecita applicazione come codesta invenzione parigina!"
      },
      {
        "index": 160,
        "text": "La città nostra attese dunque impaziente la prima occasione per poter farsi onore a banchettare in istrada col favore delle belle notti e delle stelle e della luna. In mancanza di un re adolescente che scampasse da morte, si accontentò, tanto per far presto, della nascita del primogenito di qualcuna fra le più ricche e cospicue famiglie; di qualche splendido matrimonio che avesse fatto sbattere le ali e spiegare il canto di tutti quanti i cigni del Ducato; in un bisogno (e allora i banchetti si limitavano, al giro del rione o della parrocchia) si accontentarono anche dell'ingresso solenne di qualche nuovo curato o prevosto alla sua chiesa. Col tempo, se mai nell'anno non si fosse presentato uno di que' tali matrimonj che fanno epoca, o la nascita di qualche"
      },
      {
        "index": 161,
        "text": "primogenito più aspettato del solito, celebrarono invece la vigilia di qualche solennità festiva. A quella di san Pietro, per esempio, che cadeva in estate, era diventato di pratica il banchettare alla serena per tutta la città. Di tali banchetti generali v'erano quelli che riuscivano più o meno splendidamente, e questo dipendeva dalle maggiori o minori elargizioni dei festeggiati, i quali, in certe contingenze, avrebbero forse preferito di essere in odio al pubblico, perchè le casse forti se ne risentivano di quel tripudio universale. Celebre tra gli altri era stato il banchetto generale dato a Milano nel 1760 per la nascita del primogenito delle loro eccellenze don Alberico conte di Cunio, Barbiano; Lugo, Belgiojoso, marchese di Grumello, ecc., e donna Anna Ricciarda, principessa d'Este e del sacro romano Impero, al quale fu padrino S. E. il signor conte Carlo di Firmian, e che fu cantato da molti cigni, i quali deposero le loro uova in una raccolta poetica, in cui, fra tanti nomi oscurissimi, compare ultimo il Parini, forse perchè allora non era che semplice abate e non era ancora uscito il suo Mattino. Guai dunque che si trascurasse l'occasione di convertire in allegria pubblica una gioja domestica!"
      },
      {
        "index": 162,
        "text": "La smania del divertirsi era molto maggiore nel secolo passato che nel nostro, e nel popolo v'era una corrente assidua di buon umore e di bonarietà che oggidì venne languendo per mille circostanze; per di più il popolo, nelle sue relazioni col più ricco e cospicuo patriziato, si trovava quasi nella condizione degli antichi clienti di Roma: provava davvero una gran gioja alle gioje dei principali casati, si gloriava delle loro glorie, pareva quasi che le loro ricchezze fossero sue, onde si affannava a decantarle, a magnificarle, ad esagerarle a' forestieri. Le nuove idee, di cui il lievito andava gonfiandosi a Parigi, s'erano trasfuse allora soltanto in alcune teste che avevano imparato a girare lo sguardo in una sfera di che il vulgo non sospettava nemmeno l'esistenza. Con questa bonarietà nativa, non turbata da nessun grave avvenimento, con questa prosperità materiale della vita, con questa tranquillità dello spirito, mantenuta nei più bassi ordini dall'ignoranza che li faceva contenti di quello che avevano e della protezione de' gran signori, con questa smania per l'allegria che dai padroni era passata ne' servi, e da un ordine all'altro; per quell'agiatezza conservata dalle compatte e numerose confraternite e maestranze di tutte le arti e mestieri, onde ciascuna aveva sempre in pronto grosse somme di denaro, raccolte dal contributo di tanti, e che talvolta volentieri si erogavano per star allegri, sotto pretesto di qualcosa di più importante; è facile a comprendere come il pubblico prendesse amore ai pubblici festeggiamenti, e andasse perciò continuamente a caccia di buone occasioni."
      },
      {
        "index": 163,
        "text": "Nel giugno di quell'anno 1766 era da qualche tempo che non si offriva un motivo plausibile per far qualche cosa. Ora mancavano due giorni alla festa di san Pietro quando venne a Milano la contessa Clelia V... in compagnia della sua figliuola Ada e di donna Giacoma dei marchesi Crivello, e si sparse la notizia del come, del dove, del quando erano state ritrovate; e alla moltitudine parve quasi di veder un miracolo in ciò, non sapendo spiegare come quello scellerato di Suardi avesse potuto affidarle alla custodia di una Santa: indizio manifesto che un angelo custode si era espressamente incaricato di esse."
      },
      {
        "index": 164,
        "text": "Tutti pensarono di conseguenza essere quella una occasione mirabile per dare un banchetto generale che superasse in isplendore tutti i già fatti. Il conte colonnello V... per aggiunta si chiamava Pedro. Potevansi così celebrar più fatti in una volta: il ritorno della contessa V... a Milano, la sua riconciliazione col marito, la salvezza miracolosa di quell'angelo della fanciulla Ada, la salvezza della figliuola del Crivello, il giorno onomastico di don Pedro conte V..., la solennità della festa di san Pietro. Gli ingredienti erano piuttosto troppi che pochi."
      },
      {
        "index": 165,
        "text": "La notte era già alta, quando una fitta moltitudine di persone, di quelle che, o per mandato altrui o per volontà propria, sono sempre alla testa delle pubbliche manifestazioni, si portarono sotto le finestre del Palazzo Pietra-Incisa a gridare con tutta quella voce che loro era disponibile: — Viva donna Ada V..., viva donna Paola, viva la contessa Clelia, viva il conte, viva tutti, in una parola; e l'entusiasmo, il quale si condensa per virtù propria, andò al punto che alla contessa Clelia e a donna Ada fu necessità il mostrarsi dal balcone alla moltitudine schiamazzante."
      },
      {
        "index": 166,
        "text": "Quando le due figure della contessa e della sua figliuola comparvero tra due livree che portavano 1 lumi, non è a dire a che diapason salissero le acclamazioni della moltitudine, trasportata"
      },
      {
        "index": 167,
        "text": "da quello spettacolo commovente e leggiadro. La faccia di donna Clelia, colorata in quel punto da tante emozioni e lumeggiata per soprappiù dalla tinta calda della fiamma, anzichè la madre, sembrava la sorella maggiore di Ada. E questa osservata colà presso la contessa, potea sembrare una copia più in minuto di quell'augusta figura, copia eseguita da un artista più morbido e più squisito. Il suo volto giovinetto raggiava di una gioja alquanto soffusa di mestizia, e con ambedue le sue leggiadre manine tenendo la mano della mamma, pareva quasi che si ricoverasse presso di lei, come sopraffatta da tanta moltitudine che la chiamava a gran voce. Ma per dipingere degnamente codesta scena ci vorrebbe il pennello di Gherardo delle Notti; in quel modo che ci converrà domandar consigli alla tavolozza del Canaletto e del Guardi, quando, tra poco, faremo il giro della città, passando in carrozza in mezzo ai banchetti notturni in compagnia della contessa e della sua figliuola: — noi intenti a certi nostri studj speciali, esse tutte occupate a rispondere ai saluti e agli applausi del pubblico mangiatore e bevitore."
      },
      {
        "index": 168,
        "text": "y"
      },
      {
        "index": 169,
        "text": "Vi sono città la cui storia è tutta una disgrazia, come la biografia di qualche infelice nato sotto la cattiva stella; città che nemmeno coi sacrificj possono placare la maldicenza; di cui i meriti e le virtù reali e le apparenti sono disconosciute e passate in silenzio; di cui i benefizj sono retribuiti d'ingratitudine; città che, al pari di qualche padre, di qualche madre, son disprezzate e bistrattate persin dai medesimi figli. Ci vorrebbe, per esempio, un bel talento a sostenere che la città di Milano sia stata il beniamino della sorte. Ella ha avuto le sue grandi pagine storiche al pari di chicchessia. Ella ha avuto qualche momento in cui fu piuttosto la prima che l'ultima; e questo momento, sebben sien corsi molti secoli, è stato, salvo errore, forse il più glorioso di tutta la storia d'Italia. Ella ha dovuto ed ha voluto patire e dissanguarsi per sè e per gli altri. Ella ha dato il suo contingente d'uomini grandi a tutte le discipline che fanno la civiltà; ella ha murato i suoi giganteschi edifiz), ella ha dato la sua schiera eletta di artisti per decorarli; ella fu così gentile e così amante del grande, del bello e del buono, che qualche nobile intelletto, mal compreso e infelicissimo altrove, raccolse qui le sue tende, e qui diventò famoso. Dopo tutto ciò è una gara universale di ripetere quel che Alfieri già disse in quel celebre sonetto, dove, lacerando le genti d'Italia come pagine di un libro che si disprezza, sentenziò che i Milanesi non sanno far altro che mangiare:"
      },
      {
        "index": 170,
        "text": "I buoni Milanesi a banchettare;"
      },
      {
        "index": 171,
        "text": "sentenza che Foscolo, forse a gratificarsi la grande ombra del suo modello, peggiorò e trasmutò e condensò in quel tal predicato disprezzativo che non amiamo ripetere. È dunque destino l'essere maltrattata in verso e in prosa, l'essere ingiuriata anche dagli uomini sommi e santi. Persino i suoi figli fanno a gara nel percuoterle ad ogni ora il seno abbondantissimo di latte nutriente; e noi stessi che diciam questo e parrebbe quasi volessimo prenderci l'impegno di difenderla, noi stessi ci assumiam l'incarico, per usare una frase d'ingegnere di campagna, di ricevere la consegna di tutti i suoi elementi materiali e morali che la compongono, in un momento che tutta quanta ella sta abbandonandosi ai piaceri del banchettare. Tuttavia noi non crediamo di offenderla, perchè, avesse ella pure avuta in addietro questa geniale tendenza, e che vuol dire perciò? Non sempre si deve creder nell'allegria di coloro che sembrano allegri; spesso l'uomo da cui più scoppietta la facezia, è il più melanconico di tutti: talvolta è un modo tutto suo di salvarsi dalla pressura dell'affanno. Chi più si tuffa nell'onda di Lieo, creperebbe d'amarezza se non esilarasse con esso il percosso ingegno. Ci fu un savio che quando vedeva taluno ebbro più del solito, e per gli effetti dell'ebbrezza intento a tenere in giocondità la brigata: Dio sa quanto costui ha sofferto! pensava tra sè, e convertiva in pietà quel primo senso di gajezza che in lui destava la presenza dell'uomo eccitato dai vapori del vino."
      },
      {
        "index": 172,
        "text": "La città nostra sotto il martello di Uraja, nell'eccidio del Barbarossa, in mezzo ai cani di Bernabò, nei tradimenti onde abortì il triennio decorso dall'ultimo Visconti al primo Sforza, fra i"
      },
      {
        "index": 173,
        "text": "pidocchi dei lanzichenecchi e le atroci guasconate dei gendarmi dei re di Francia, quasi a dare uscita all'affanno che minacciava di scoppiarle di dentro, ebbe sempre pronto l'aculeo della sua strofa vernacola che celò il pianto sotto alle risate gioviali e sonore; e lo celò al punto che quasi parve indifferente alle vecchie ingiurie, ai dolori nuovi, alle minaccie del peggiore avvenire; e forse fu allora che cominciarono a tenerla in basso conto quelli che, non sapendo che piangere come fanciulli battuti, non riuscivano a comprendere come si possa bere la cicuta ironicamente ridendo come Socrate. Da queste riflessioni il celebre verso d'Alfieri potrebbe dunque ricever l'ultimo e il più vero suo commento, e l'insulto di Foscolo verrebbe a ribadire il frons prima decepit multos di Fedro. A ogni modo, nel secolo passato l'allegria della nostra città era sulla sua superficie com'era nelle sue viscere. Ella si era dimenticata delle sue antiche miserie, e non viveva in timore d'un peggiore avvenire. S'era adagiata sul triclinio in pace, e non attendeva che a darsi buon tempo. Ma tutta l'Italia e tutt'Europa facevan lo stesso. Venezia bella pareva non voler più ricordarsi di Venezia forte. Parigi tripudiava come una baccante ubbriaca, eppure se ancor non le muggiva il vulcano dappresso, già ne usciva il fumo dal cratere. Ma è codesta una condizione inevitabile così dei popoli come degli individui, di non pensar più alle cose serie, nel punto stesso che lor si stanno maturando i gravi avvenimenti. Ed ora ritornando donde siamo partiti, alcuni fra quelli che più avevano schiamazzato sotto al balcone a cui dovettero affacciarsi donna Clelia e donna Ada, entrarono nella casa e domandarono di poter parlare alla padrona. Erano alcuni priori di maestranze che chiesero, affermativamente, ben s'intende, di festeggiare nell'occasione della prossima vigilia di san Pietro il ritorno della contessa, e il felice ritrovamento della sua figliuola. Noi crediamo che la contessa avrebbe volontieri fatto senza di quella pubblica dimostrazione, e probabilmente anche il conte; ma non essendo di prammatica il rifiutarsi, perchè il rifiuto non significava che il desiderio di risparmiare quel migliajo di zecchini, di cui tante quote entravano in quante erano casse di maestranze; espressero a quei bravi maestri operaj, colla consueta fraseologia della modestia di convenzione, la loro gratitudine; e si chiamarono assai felici, quantunque non meritevoli, di essere tanto onorati. Onde quei priori, usciti di casa Pietra, si recarono tosto alla casa Crivello a farvi anche colà un'abbondante messe di gratitudine."
      },
      {
        "index": 174,
        "text": "Adempiuto a questi preliminari, su tutti gli angoli della città si affissero gli avvisi che la vigilia della festa di san Pietro vi sarebbe stato banchetto generale notturno alle porte delle case, e questo a glorificazione del Santo, e ad esultanza pubblica pel miracolo avvenuto nelle persone delle nobilissime zitelle donna Ada del conte V... e donna Giacoma dei marchesi Crivello."
      },
      {
        "index": 175,
        "text": "In sabato dunque era stata fatta la dimostrazione sotto al balcone di casa Pietra. Alla domenica furono pubblicati gli avvisi. Al lunedì tutta la città non fece altro che pregustare l'allegria della prossima notte, e darne le disposizioni, perchè la festa di san Pietro cadeva in martedì."
      },
      {
        "index": 176,
        "text": "Chi vuol farsi un'idea del trambusto giocondo che era in tutta la città in quel giorno, non deve far altro che esagerare l'idea della gioja che penetra in tutte le famiglie alla vigilia e all'alba del dì di Natale, gioja temperata soltanto da qualche velo di melanconia nei capi di famiglia i quali devono dar le mancie e son fuori affatto dal tiro di poter ricevere regali. E dalle intime consolazioni passando al movimento materiale della città, per farsene una imagine non si deve che esagerare il quadro del giorno del Corpus Domini in quelle contrade e in quelle case dove e innanzi a cui passa la processione; e, se occorre, risalire colla memoria a qualche anno addietro, quando in codeste faccende delle pubbliche processioni la città, e segnatamente il popolo minuto, pigliava un interesse che più non suole avere oggidì: giorno solenne in cui quelle case che guardano nelle contrade privilegiate si riversano, per così dire, tutte al di fuori, e segnatamente le popolane. La coperta gialla di filugello assume nuovo incarico, e va a servir di tappeto alla finestra e al poggiuolo; le secchie di rame e le secchioline di latta emigrano dalla cucina e vanno ad appendersi all'archetto della porta, fatte più lucenti del solito dalla cenere e dal pomice, per esser pari all'onore di tenere in fresco qualche mazzo d'ortensie appariscenti, circondate d'arundini listate."
      },
      {
        "index": 177,
        "text": "Il canarino, il fringuello, il capinero, il merlo, soliti a far compagnia alle vecchie casalinghe, lasciano anch'essi la cucina e il terrazzo, e vanno a pigolare al pubblico, sulla porta della casa, o nelle gabbie messe a nuovo e guernite di foglie di lattuga e d'indivia, ornamento e cibo al tempo"
      },
      {
        "index": 178,
        "text": "stesso. Giorno solenne, in cui chi possiede qualche vecchio arazzo è sollecito di decorarne le pareti esterne della casa; e la solerte fanciulla espone al pubblico il tuo tappeto a scacchiera d'arlecchino, fatto coi ritagli di panno a vario colore, sfuggiti già in più anni alla forbice paterna."
      },
      {
        "index": 179,
        "text": "Se dunque per una festa che deve durare mezz'ora è tanta la giocondità che percorre le case, ed esalta segnatamente le persone giovani e i ragazzi, è facile imaginarsi che commozione febbrile ci doveva essere nei preparativi di una festa pubblica che aveva a distendersi da un capo all'altro della città, e in cui la devozione pel santo festeggiato e le congratulazioni per alcune persone a cui si credeva che in quei giorni la fortuna avesse voluto dare una beneficiata, dovevan ricever la loro sanzione ed essere documentate da tante cene quante eran case in Milano; e in cui tutti gli stomachi, come avviene nel dì di Natale, avevano il permesso di affrontare tutti 1 pericoli di una replezione, e gli aridi esofaghi d'inaffiarsi al punto che cessasse il buon accordo tra le teste e le gambe. E le case sl riversavan davvero tutte al di fuori, e tutte si affannavano di parere sempre qualche cosa di più di quello che erano. Chi era avvezzo a mangiare in piedi e sulla nuda tavola di peccia plebea, sfoggiava la tovaglia e i tovagliuoli; chi mangiava per consueto ne' cucchiali di legno sfoggiava i cucchiali d'ottone luccicanti e tersi. Tra le case signorili poi era una gara a chi metteva in mostra più ricchezza e più varietà di vasellame d'oro e d'argento. Tutto il giorno di lunedì fu passato in apparecchi; i cuochi patriz) si apprestarono a dar saggio di tutte le risorse dell'arte loro; i maggiordomi discesero nelle vietate cantine a farvi una meditata scelta delle bottiglie più decrepite, consultando ed esplorando in cento modi il turacciolo se mai desse indizio che la soverchia vecchiaja del vino non lo avesse mai convertito in aceto. E nelle case medie e nelle povere e nelle poverissime era un affaccendarsi in altro modo. Le oche e le anitre plebee erano state fin dall'alba prese d'assalto dalle solerti madri e dai padri ghiottoni, che dalla bottega giravano l'occhio anche in cucina. Gli splendidi tacchini di otto in dieci libbre, distintivo della classe mercantile che aspira a regioni più eccelse, erano scomparsi tutti fin dal giorno antecedente dal Verzajo, dal Cascinotto, da san Clemente, contrada riputatissima fin d'allora nell'industria dei polli ben purgati e nell'arte di condurre al punto supremo la putrefazione della beccaccia; e le beccaccie e le beccaccine e 1 fagiani e 1 francolini e le folaghe, ecc., e tutta quella specie e sottospecie d'uccelli, che costituiscono, quasi a dire, l'alta nobiltà del regno ornitologico e che perciò hanno il diritto e l'obbligo di puzzar più degli altri, eran già tutte passate dalle panche della piazza alla prelibata moscajola della cucina patrizia."
      },
      {
        "index": 180,
        "text": "Se non che ad intorbidare tutto questo allegro movimento della città avvenne quello che avviene quasi sempre allorquando il bel tempo e la più perfetta serenità del cielo è un elemento indispensabile al buon andamento di una festa pubblica. La statistica delle illuminazioni, sebbene non si possa garantire della sua esattezza, porta che una buona metà vennero offuscate dalle nebbie e dalle nevi, e spente sgarbatamente dal vento e dagli acquazzoni. Nei giorni della canicola e negli eterni del giugno e luglio, in cui il sole par che faccia di tutto per provocare l'ingratitudine de' mortali; chè dalle quattro del mattino ha l'indiscrezione di risplendere fin quasi alle nove della sera: in questi giorni in cui la pioggia è invocata come un beneficio salutare, essa è inflessibile, e non cade mai e sembra quasi compiacersi del tormento dei postiglioni che affogano tra 1 vortici della polvere delle strade postali, e dell'ira dei poeti che non trovano la rima, impediti dall'afa e dalle cattive digestioni. Ma solo allora che per un pubblico spettacolo si voglia approfittare di questa troppo cortese disposizione del cielo, state bene attenti che di punto in bianco si lascerà scorgere sull'orizzonte qualche nuvoletta bigia a sgomentar gli appaltatori che sospirano il guadagno, e il pubblico che sospira il divertimento."
      },
      {
        "index": 181,
        "text": "Ma lasciando questa oziosa digressione, capitò dunque che in quel dì della vigilia di san Pietro, dopo che il sole per venticinque giorni aveva infuocata la città, dardeggiando senza interruzione per sedici ore al giorno; precisamente verso il mezzodì, per la prima volta e senza avvisi erasi ritirato dietro a un gruppo di nuvole di cattiva qualità, le quali misero l'incertezza in tutti quanti e fecero nascere molti alterchi nelle famiglie, perchè gli spiriti eran diventati acri pel dispetto, dacchè i banchetti non avrebbero avuto la metà del loro prestigio senza luna e senza stelle, e la pioggia li avrebbe resi affatto impossibili."
      },
      {
        "index": 182,
        "text": "La fortuna però volle che, dopo essere stata la città continuamente in forse fin oltre al tramonto sulle mutazioni del cielo, al segno che alcuni pensavano per fino di trasportare al dì dopo, e di pieno giorno, e nell'interno della casa la loro quota di giubilo da consumarsi a pranzo; verso un'ora di notte un venticello inaspettato rendesse affatto sgombro il cielo; e la luna fosse pronta al suo posto, e le stelle popolassero il firmamento. Onde tornò la lena ne' petti, e giacchè le cene dovevano incominciare al tocco della mezzanotte, quelle ore intermedie si impiegarono nell'apparecchiar la tavola fuori delle porte di ciascuna casa, ed a metter la facciata delle case in quella maggior gala che era consentita dalla condizione dei padroni e degli inquilini. E venne anche la mezzanotte. E allo scampanamento che si fece sentire, com'era di pratica, agli orologi pubblici, tutta la città si mise a tavola, senza che fosse più incomodata da cavalli, da carri, da carrozze, perchè era severamente proibito a chicchessia d'uscire a quel modo nè per diporto nè per bisogno; rimanendone il privilegio a coloro soltanto per cui si faceva la festa; i quali anzi, qualche tempo dopo lo scocco della mezzanotte, dovevano per consuetudine fare il giro di quasi tutta la città in carrozza. Così dunque le carrozze di casa V... e quelle di casa Crivello si misero in movimento, allorchè qualche bottiglia era già stata vuotata tanto alla tavola dei ricchi che a quella dei poveri."
      },
      {
        "index": 183,
        "text": "Ed ora, se il nostro racconto fosse un poema, l'invocazione della Musa sarebbe indicatissima. Ma invece, quando il lettore ce lo permetta, essendo assolutamente necessario di animare gli estri per riprodurre al vivo e al vero quella scena notturna, beveremo anche noi in anticipazione una buona bottiglia d'un vino che oramai più che all'enologia, può appartenere all'archeologia, quasi come il falerno d'Orazio; un vino che fu spremuto dai grappoli nel vendemmiale del primo anno di questo secolo. Per quello che dobbiamo far noi, che teniamo al guinzaglio cento anni, cinquanta del secolo passato e cinquanta del secolo corrente, l'ispirazione non può venire da Musa più propizia di questa bottiglia contenente il Napoleone dei vini, maturato anch'esso tra due secoli e capace di spumeggiare arbitro tra l'uno e l'altro."
      },
      {
        "index": 184,
        "text": "[VI]"
      },
      {
        "index": 185,
        "text": "Verso le sette ore, ovvero sia un'ora dopo mezzanotte, il carrozzone di gala scoperto che il conte V... mandò in casa Pietra-Incisa, uscì trionfalmente dal portone di questa. La contessa Clelia e donna Ada vi stavano adagiate sole senz'accompagnamento di cavalieri. Donna Paola se ne stette nelle sue stanze perchè, sebbene fosse paga della buona riuscita di ciò che le avea dato tanto affanno, pure aveva troppi dolori proprj per poter essere perfettamente all'unisono colla gioja universale. Anzi dopo che le ultime tormentose sollecitudini furono cessate, il pensiero rimasto solo della condizione di suo figlio parve che fosse più forte di tutti gli altri dolori che in cumulo aveva prima provati. Ella dunque se ne stette in casa; nè il conte V... uscì del proprio palazzo, o fosse determinazione sua, o fosse consiglio anche questo di donna Paola, perchè, dopo tutto, se riusciva un fatto edificante la riconciliazione tra lui e la moglie, non era poi la cosa più conveniente che in quella notte il conte figurasse in carrozza colla contessa. Il mondo nella contemplazione di alcuni spettacoli trova il modo di ammirare insieme e di deridere; trova degno del più grande elogio che una cosa sia stata fatta, e non sa nel tempo stesso capacitarsi che vi possano essere stati uomini di pasta così molle da lasciarsi indurre a farle."
      },
      {
        "index": 186,
        "text": "La contessa e la giovinetta uscirono dunque sole; la prima in tutto quello sfarzo imposto dalla solennità; la seconda in quella semplicità, ben s'intende riccamente decorosa, voluta dalla sua condizione non ancor cessata di educanda, e fors'anche, chi lo sa? dal desiderio materno che la semplicità facesse parere ancora più giovane d'anni quella beltà adolescente. Il topè necessariamente ci doveva essere, e la polvere di cipro aveva dovuto imbiancare quelle chiome di seta bruna, la cui bellezza era un geloso segreto di cui non era a parte che la governante e la mamma; ma il grembialetto di levantina nera colle spalline non venne dimenticato; tanto era piaciuto a donna Clelia che l'aura infantile circondasse quella sua figliuola più di quello che l'età"
      },
      {
        "index": 187,
        "text": "comportasse. Una rosa purpurea, intrecciata nei capelli, era il solo ornamento accessorio che alterava di qualche poco la sobrietà di tutto il resto."
      },
      {
        "index": 188,
        "text": "Vicina alla contessa, a cui lo sfarzo sovrabbondante aveva come scemata quella perfetta somiglianza che due sere prima mostrò d'avere colla figlia, questa poteva rendere l'imagine dell'arte pura del quattrocento posta a raffronto coll'arte sfoggiata di poi a Venezia da Tiziano e Paolo; pareva — già le similitudini non costano niente — la giovinetta e primitiva Etruria messa a paro colla Roma imperiale, decadente sotto il manto di porpora e d'oro. Nè il cocchiere tutto passamantato in argento, e che, come un oggetto prezioso, poteva far gola ai ladri e venir rapito, seduto in alto sulla cassetta a drappi e a frangie del carrozzone, e i tre servitori ritti in piedi di dietro, gallonati senza risparmio, anch'essi, collo scialacquo della prodigalità che ha smarrito il senso del gusto, le facevano il fondo più adatto."
      },
      {
        "index": 189,
        "text": "La corsa della carrozza ne' luoghi principali della città doveva assomigliare ad un lungo viaggio, perchè 1 cavalli avevano a camminare di passo, come avviene negli ingressi trionfali, e perchè ad ogni momento era d'obbligo una fermata per rispondere agli evviva ed alle cortesie di chi stava banchettando; e precisamente in piazza Borromeo, appena uscite dal portone di casa Pietra, le due donne dovettero sostarsi innanzi al palazzo Borromeo, onde ricevere le congratulazioni del conte padrone. Nel mezzo della piazza era stato eretto un obelisco di legno posticcio tutto coperto dal vertice alla base da cento fiammelle in vetri di vario colore che rischiaravano all'intorno la piazza, e davano migliore aspetto alla facciata onde Fabio Mangone decorò quella chiesa, fondata tanti secoli prima da quel figliuolo di un soldato di Carlo Magno, che si chiamava Podone. Di qui svoltando a sinistra e procedendo lentamente tra i consueti evviva che passavano di mensa in mensa, la carrozza non fece altra fermata se non quando arrivò nella piazza dei Mercanti."
      },
      {
        "index": 190,
        "text": "La scena che in quella notte offriva questa piazza era in vero delle più pittoresche. Qui non v'erano banchetti di famiglia, ma quelli delle rappresentanze del nobil Collegio de' giureconsulti, e delle Università dei libraj, degli orefici, dei mercanti d'oro, dei bindellaj. Attraverso alle colonne dello splendido edificio che Pio IV fece murare con disegno del Seregno per le adunanze de' giureconsulti, stando in piazza si vedeva al vivo quella scena che ci si offre nelle cene di Paolo Veronese; chè le mense erano state disposte sotto ai portici stessi, per quanto erano lunghi. Il lusso dell'architettura, le colonne doriche binate che tagliavan la scena ad intervalli; la luce delle lumiere che pendevan dalla vòlta, la fiamma dei doppieri che stavan sulla mensa; quei cinquanta o sessanta parrucconi bianchi, que' colori delle giubbe d'ogni generazione, il fumo delle vivande che involgeva quelle teste, tutte in agitato movimento, la luce in tremolìo che sbizzarriva per mille accidenti fuggitivi e tramescolava tutte quelle tinte vivaci e forti, tra cui dominava segnatamente il rosso fiamma, il verde pomo e pistacchio, il fiordaliso, il croco, ecc. — chè la giovialità del secolo pareva quasi cercare la sua espressione anche nel colore de' panni — tutto questo miscuglio di cose produceva in vero un effetto de' più bizzarri e pittoreschi."
      },
      {
        "index": 191,
        "text": "Al basso poi, intorno ai portici del Pretorio, oggi Archivio generale, erano apprestate quattro lunghe mense; verso il lato che guardava il Collegio dei giureconsulti stava seduta a tavola in gran numero l'Università dei Libra] e Stampatori; al lato che prospetta l'ingresso all'Archivio v'era la mensa dell'Università dei mercanti d'oro e chincaglie, ecc.; al lato verso la loggia degli Osii, la numerosa Università degli orefici; a quello guardante lo sbocco nella contrada dei Profumieri, l'Università dei mercanti di cordaria e canevazzi, ecc."
      },
      {
        "index": 192,
        "text": "Il palazzo dell'Archivio aveva smarrita l'unità della primitiva architettura che fu convenuto di chiamar longobarda; il tempo e, peggio del tempo, gli uomini lo avevano già reso informe per cattivi riattamenti, per aggiunte importune, per la preoccupazione di servire al comodo passeggiero senza rispetto di sorta alla forma decorosa; pure, con tutto questo, nella sua apparenza di un edificio che aspetta di essere compiutamente ristaurato, presentava ancora alcune parti solenni della vetusta architettura, e segnatamente i finestroni sopra i portici. Per questa stessa mescolanza poi di più elementi, il talento pittorico ne avrebbe al certo potuto cavar qualche bizzarro partito per una scena prospettica, quando si fosse saputo fare una bella scelta del punto di vista."
      },
      {
        "index": 193,
        "text": "Quei sei finestroni aperti in alto nei lati più ampi dell'edificio bastavano a ricordare e il tempo in cui esso era stato innalzato, e tutte le idee concomitanti che quello svegliava: finestroni aperti a grand'arco tondo, circoscrivente tre bassi e piccoli archetti addentrati e sostenuti da due leggiere colonne. Tanto i pittori però, che gli architetti di quel tempo, erano così lontani dal vedere con buon occhio la conservazione di quelle, secondo loro, barbariche finestre, quanto noi dal congratularci cogli architetti vandalici che fecero poi scomparire quelle aperture, richiamanti l'età splendida dei liberi Comuni ed apersero nel piano aggiunto i giganteschi occhi di bue i quali comunicarono a tutto l'edificio quella pesantezza goffa, onde tutta la piazza e i decorosi e squisiti edificj di essa par come che ne rimangano oppressi. Nè gli architetti nè 1 pittori di allora sapevano veder di buon occhio nemmeno la loggia degli Osii, la quale per miracolo rimase salva dal compasso devastatore degli architetti posteriori, i quali portarono la confusione delle lingue in tutti i luoghi che ebbero a ristaurare. E la loggia degli Osii era allora in tutta la sua primitiva schiettezza, nè erano anco restate incastrate nel muro aggiunto le colonne su cui posano gli archi acuti. Ma dell'essere rimasto incolume questo squisitissimo pezzo d'architettura nessuno si congratulava in quel tempo, perchè i Bibienisti, che erano sul tramonto della loro gloria, erano ben lontani dall'amare quello stile; e la nuova, diremo, setta dei Pacisti, che spuntava allora a Roma ed in breve ebbe eco per tutta Italia, prese una tale avversione a tutto ciò che non era greco e romano, che guai se invece di pacifici architetti fossero stati conquistatori armati: dell'Italia non sarebbe rimasta salva che una metà. Ma nè la contessa Clelia nè la sua figliuola Ada ebbero tempo di far queste considerazioni architettoniche, e dopo aver risposto agli evviva dei Giureconsulti che sorsero tutti in piedi a far libazioni gratulatorie al passaggio della carrozza, e dopo che la fanciulla Ada colla sua gentile manina mise il rotolo di prammatica nell'urna che stava sotto alla bandiera portante il nome delle Università, e in quella che stava ai piedi di un Sant'Eligio di legno dorato, il santo protettore degli orefici; la carrozza svoltò in santa Margherita, e passò innanzi alla chiesa di santa Maria alla Scala, e traendo per le Case Rotte nella piazza san Fedele, venne a fermarsi davanti al palazzo Imbonati che allora era tra i più splendidi della città, e oggidì mal si ravvisa in quella casa che sta rimpetto a san Fedele."
      },
      {
        "index": 194,
        "text": "Innanzi dunque alla porta di casa Imbonati, dove era distesa una lunga mensa che occupava tutta la sua fronte, dovette necessariamente arrestarsi la carrozza delle festeggiate. Su quella mensa v'eran tutti gli sfoggi della ricchezza che converte in eleganza, diremo intellettuale, anche le imbandigioni. Intorno ad essa erano seduti i più segnalati fra gl'ingegni di Lombardia. L'antica accademia dei Trasformati, sorta per la prima volta a Milano nel 1546, per opera di dodici letterati insigni, fra cui il Majoragio e il Gallerano, e in breve tempo venuta in gran fama in tutta Italia, aveva dovuto per l'avversa condizione dei tempi ammutire e spegnersi, nè per un secolo e mezzo non vi fu chi più tentasse a rinnovellarla. Soltanto nel 1743 il conte Giuseppe Maria Imbonati, in cui la squisitezza dell'ingegno era pari alla squisitezza dell'animo, avendo pensato di farla sorgere a nuova Vita, per raggiungere questo intento si associò alcuni fra i più alti ingegni milanesi, ed aprì nella propria casa le aule per i convegni de' socj. Gli statuti dell'accademia antica avean dato ai trattenimenti più ampio cerchio di quello che comunemente allora era adottato; onde non solo s'era occupata di letteratura amena, ma aveva dato opera anche alla filosofia morale ed alle altre scienze."
      },
      {
        "index": 195,
        "text": "La nuova società inaugurata da Giuseppe Imbonati si propose dunque i medesimi scopi, ed anzi ne allargò la sfera, e tosto divenne celebre per gli uomini eminenti che furono ascritti ad essa. A quella mensa sedevano Pietro Verri, Gian Rinaldo Carli, il Tanzi, Cesare Beccaria, il professore Teodoro Villa, Paolo Frisi, Giuseppe Parini, il conte Giorgio Giulini, il Quadrio, il Baretti, e vi sarebbe seduto anche colui che dalla bontà prodigiosa del cuore sembrò aver attinto l'ingegno, vogliam dire Gian Carlo Passeroni, ma in quel tempo viveva a Colonia qual segretario di monsignor Lucini, nunzio apostolico presso gli elettori e principi pel circolo del Basso Reno; vi sedeva il poeta Balestrieri, il successore del più grande Maggi: il Fogliazzi, il Guttierez, ed altri molti. Nell'aula di questa società si può dunque dire che furono primamente ventilate quelle questioni organiche che si proposero il più razionale ristauro della vita civile. Qui il Parini si consigliò spesse volte col Passeroni sull'orditura del suo Giorno. Qui il Passeroni fece lettura del suo poema il Cicerone,"
      },
      {
        "index": 196,
        "text": "dove, dissimulato dalla forma semplicissima fino a parer disordinata, e dall'ingenua giocondità, e da quella bonomia di chi è e non vuol parere, è sì prezioso tesoro di sapienza, di sana morale e di coraggio. Nell'attrito della discussione qui si mostrò l'acuta penetrazione di Pietro Verri, qui il più giovane Beccaria, sollecitato dall'amico, imparò a liberare il potentissimo ingegno dall'indolenza. Però ripensando a queste cose, e al tanto bene che iniziarono alcune accademie in Italia, e, segnatamente questa dei Trasformati a Milano, non par vero come siasi potuto avvolgerle tutte quante in un fascio, e multarle di ridicolo tutte; ma la storia delle pecore, e que! che fa la prima e l'altre fanno — si presenta sempre a ripetere qualche sbagliata opinione pronunciata per la prima volta, e messa in corso non si sa da chi e perchè."
      },
      {
        "index": 197,
        "text": "Nel mezzo dell'ampia mensa, fra vasi d'argento, di cristallo, di porcellana, sorgeva un ramo di platano portante scritto su di un largo nastro il motto virgiliano: Et steriles Platani malos gessere valentes, che era l'impresa dell'accademia. Al fermarsi della carrozza s'alzaron tutti, e il conte Giuseppe Imbonati insieme coll'unico figlio, e col genero don Francesco Carcano e colla moglie contessa Bicetti, anch'essa valorosa poetessa, si tolsero dalla tavola e si recarono allo sportello della carrozza: i primi a fare i loro speciali complimenti a donna Clelia, l'ultima a deporre un bacio sulla fronte della fanciulla Ada. Nel tempo che succedeva questa amorevole intervista, stettero in silenzio tutti i commensali dell'Imbonati, intenti a guardare le festeggiate, commosse a tanta benevola accoglienza. E mentre si faceva silenzio, in quel punto si sentiva il vasto e vario rumore che l'aria vi portava da tutti i punti della città. La scena era grandiosa e interessante tanto per l'udito che per la vista. La maestosa mole del palazzo Marino era illuminata dalla luna. In quel tempo non era ancora stata edificata, a toglier la prospettiva del tempio di san Fedele, quella casa che nel 1814 doveva poi essere l'orrida scena di un gran delitto pubblico; però la piazza, se si eccettui il palazzo della Bella Venezia, stato costrutto in seguito dall'architetto Zanoja, offriva press'a poco l'aspetto d'oggidì: l'aspetto di una gran sala a cielo scoperto, solenne ed elegante pei due cospicui edifici, senza contare la facciata di casa Imbonati che presentava linee grandiose e ricchezza di ornato, linee e ornato che scomparvero nel ristauro che se ne fece molto tempo dopo."
      },
      {
        "index": 198,
        "text": "Ma la carrozza passò oltre, e giù per san Raffaello se ne venne al Duomo, e giacchè il cocchiere aveva come a dire l'itinerario e quasi la nota dei luoghi dove aveva a far le fermate, deviò verso Camposanto dov'era un altro banchetto che meritava una distinzione, quello della scuola degli scultori, la quale aveva sede precisamente in quel luogo. A quella mensa insieme cogli scultori si trovaron alcuni architetti. Tra i primi v'era il Franchi e il Bussi, e con essi un fanciullo di nove in dieci anni, Angelo Pizzi, che lavorava in qualità di garzone scarpellino per la fabbrica del Duomo, e che avendo poi mostrato uno straordinario ingegno per l'arte figurativa, invece di fermarsi a far gli spigoli alla pietra di Viggiù e al granito, era destinato a competere con Canova, e forse a superarlo nel ritrarre in apoteosi e in dimensioni gigantesche la figura di Napoleone ottimo massimo. Tra gli architetti poi sedevano il prospettico Bibiena sessagenario, e il giovane Simone Cantoni, i quali rappresentavano in sè stessi il tramonto dell'arte che sbizzarrisce e si perde per eccesso di fantasia e di audacia, e il sorgere della scuola severa inaugurata a Roma, a cui sono impacciati i voli per l'esclusiva adorazione delle tradizioni italo-greche. Vicino a questi sedeva un fanciullo, anzi un abatino di dodici anni, che il Bibiena sessagenario aveva carissimo per l'acutezza d'ingegno che mostrava, e per la non comune attitudine che aveva alle arti del disegno. Quel fanciullo era Giuseppe Zanoja d'Omegna."
      },
      {
        "index": 199,
        "text": "Il Bibiena, che aveva condotto alcune opere nel palazzo del conte V..., si alzò e si mosse e s'appressò allo sportello per inchinarsi alla contessa, la quale nel girar lo sguardo su tutti quegli artisti là riuniti, non potè a meno di chiedergli, maravigliando, per qual motivo fosse tra loro quel piccolo abatino; e l'abatino, chiamato dal suo maestro, dovette lasciar la tavola e farsi innanzi e rispondere alle domande della contessa, senza saper togliere gli occhi dal volto della fanciulla. Ed ora se il lettore sente le minacce della noja, costretto com'è a passare in rivista tante cose, di cui probabilmente gli importa poco o punto, lo consoleremo con un po' di pausa, e colla promessa di un avvenire migliore."
      },
      {
        "index": 200,
        "text": "[VI]"
      },
      {
        "index": 201,
        "text": "Se alcuni dei nostri lettori, quando non sien tutti, il che non è lontano dall'improbabile, si annojano a tener dietro alla carrozza delle nostre due eroine, vuol dire che per questa volta si trovano in una condizione peggiore dei due lacchè che la precedevano colle torcie a vento, e che obbligati in quella notte a camminare di passo, respiravano invece a tutto loro agio, vuotavano i bicchieri di vino che loro venivano sporti dai banchettanti e si divertivano, senza fatica, ritardando con quell'impreveduto riposo l'inevitabile ernia dei vecchi anni. I quali due lacchè, quando il cocchiere applicò leggermente alle loro gambe lo scoppiettante spago della frusta (perchè era un vezzo dei cocchieri, quando erano di buon umore e andavan d'accordo coi lacchè, di far loro quel complimento, credendo così d'innalzarli fino al grado dei cavalli), lasciarono quelle catapecchie del Camposanto, dove a stento la carrozza si era internata, ed ajutando a mano i cavalli ad uscirne, precedettero il carrozzone lungo i fianchi del Duomo, ed entrarono trionfalmente su quella che anche allora, come adesso, con un coraggio degno di miglior causa, si chiamava la piazza del Duomo; ma foss'ella o non fosse una piazza, alla vista del carrozzone di casa V..., sorse tutta come un sol uomo, mandando tali evviva da intronarne l'aria e da minacciare, se non i pilastroni del Duomo, almeno le impalcature che stavano a molte parti di esso, e segnatamente alla guglia massima che era ancora in costruzione. Il Coperchio de' Figini, illuminato a giorno, dentro e fuori, presentava un ordine lungo di banchetti, ed eran quelli dei proprietarj delle botteghe colle loro mogli, coi loro figliuoli, colle loro fantesche. Il rumore delle voci e le liete strida infantili e le trombette acutissime onde i papà eran stati indulgenti ai figliuoli, soverchiavano tutti gli altri suoni, e rendendo inutili le orecchie, la libertà di scelta non rimaneva che agli occhi, i quali, dai banchetti, situati sotto il coperchio, giravano a veder una lunga fila di tavole che dalla porta maggiore del tempio andava a finire alla porta della casa che le sta dirimpetto, alle quali tavole, divise in più scompartimenti, sedevano altre università d'arti e mestieri: l'università dei ricamatori, dei tessitori, dei mercanti di lana, dei sellari. Tutta sola poi, e quasi sdegnosa di star colle altre, sedeva in quell'appendice della piazza, che era incorniciata dal palazzo Ducale, colle proprie insegne e i proprj titoli fatti con lumini in vetri colorati estesi nella lingua del Lazio, l'Abbatia et Universitas Salsamentariorum et Postariorum pinguedinis civitatis, ecc."
      },
      {
        "index": 202,
        "text": "La contessa Clelia che, tenuto conto di tutto, era piuttosto seria in quella notte e meditabonda, sebbene avesse vicino a sè e tenesse per mano quel caro angelo della sua Ada, sentì gli assalti del buon umore a leggere quelle parole, e si diede a ridere di cuore, riso che i rispettabili membri dell'abbazia interpretarono come un segno della gratitudine e dell'affabilità di quella egregia dama, e strepitarono per acclamarla e batterono palma a palma; e misero poi coi loro baci riconoscenti in gravissimo pericolo la bianca manina di donna Ada, quand'ella depose un rotolo di zecchini sovra il bacile d'argento, presso cui posava l'enorme testa di un cignale incoronato di salsiccia."
      },
      {
        "index": 203,
        "text": "Liberata la bianca mano di donna Ada dai baci micidiali dei Sal/samentariorum, la carrozza tirò innanzi; ma fu trattenuta dalle acclamazioni speciali che s'innalzarono da una gran tavola numerosa di convivi, e disposta in modo che girava come un semicerchio irregolare intorno alla testa, diremo, dell'informe corpaccio dell'isola del Rebecchino, nella parte che guarda la facciata del Duomo. Quei convivi erano gli avventori del caffè del Greco, giovinotti liberi per la maggior parte e senza famiglia, e che anch'essi, quantunque senza statuti nè scritti nè stampati, e senza privilegj d'abbazia e d'università, costituivano di fatto, in una parola, se non di diritto, la più felice università dei benestanti, dei nullafacenti e dei maledicenti, tra' quali abbiamo alcuni nostri conoscenti vecchi. Avevano tutti una gran voglia di veder dappresso tanto la contessa che la sua figliuola, perchè la curiosità è il carattere dominante di coloro per cui il problema più arduo della vita sta nel come si possono passar senza noja le ventiquattr'ore del giorno astronomico."
      },
      {
        "index": 204,
        "text": "Il chiacchierone di nostra conoscenza, che ben potea essere il priore di que' soc] più o meno felici, s'incaricò, senz'essere pregato, di parlare per tutti; e a nome di tutti espresse alla contessa la"
      },
      {
        "index": 205,
        "text": "gioja ond'erano compresi al vedere ridonata a Milano una così celebre dama, da cui la città riceveva sì gran lustro e decoro; e soggiunse che tanto più si congratulava, in quanto la vedeva felice appresso alla sua giovinetta e bellissima figliuola, la quale, non ancora uscente dalla fanciullezza, aveva già patito la sventura; ma qui faceva considerare che per ciò appunto ella aveva ragione d'esaltarsi avendo vedute le prove manifeste del come la Provvidenza volle pigliarsi di lei una cura speciale; il che rendeva poi ragionevole la presunzione che fosse per essere chiamata a grandi destini chi aveva avuto così solenni principj."
      },
      {
        "index": 206,
        "text": "La contessa, un po' annojata, un po' imbarazzata, un po' eccitata all'ilarità da quell'orazione gratulatoria pro forma, rispose quattro parole complimentose, e due ne aggiunse come seppe la più confusa Ada, e il cocchiere frustò cavalli e lacchè, e tirò innanzi. E appena la carrozza fu a una distanza conveniente, tutti quanti liberarono una risata compressa a stento, e:"
      },
      {
        "index": 207,
        "text": "— Bravo, il nostro oratore, esclamarono; bene il nostro cicerone. Altro che monsignor Bovio quando predica in Duomo!"
      },
      {
        "index": 208,
        "text": "— VI pare!...."
      },
      {
        "index": 209,
        "text": "— E come!"
      },
      {
        "index": 210,
        "text": "— E se non c'era io, faceva una bella figura la società del caffè Demetrio tanto rinomata per il suo spirito, che, per dar spaccio al suo giornale, Verri stesso ha stimato bene di dar ad intendere che venga pensato e scritto qui."
      },
      {
        "index": 211,
        "text": "— Tu però che assordi gli amici e chiacchieri di tutto e fai lo scalmanato su tutto, anche di mattina, quando nello stomaco non hai che cioccolata... si può dire che eri in soggezione, se dopo tanto Monterobbio hai pronunciato quel così goffo e mal unito discorso. Oh come deve aver riso la contessa!"
      },
      {
        "index": 212,
        "text": "— Riso? tu parli per invidia."
      },
      {
        "index": 213,
        "text": "— Sarà per invidia, ma son contento del mio umile posto, di non aver fatto altro che ridere insieme colla contessa. Ma a proposito della contessa, dove diavolo è andato a finire il tenore Amorevoli. di cui non si sente a dir più parola? Questo sarebbe per lui il momento di tornare a Milano."
      },
      {
        "index": 214,
        "text": "— Sì, per cogliere la buon'occasione, e andare in prigione un'altra volta."
      },
      {
        "index": 215,
        "text": "— Perchè? — Perchè?... vedo che tutti quelli che andarono in prigione nel 1750 tornano in prigione nel 1766. Guardate: — Lorenzo Bruni, il violino del teatro Ducale, è ancora sotto custodia. Al"
      },
      {
        "index": 216,
        "text": "Galantino non bastò la ricchezza per tenere in rispetto il barigello. Quasi quasi mi parrebbe che invece di sedici anni non sieno passate che ventiquattr'ore. È tutto precisamente al posto di prima; onde torno a ripetere che se il tenore capitasse a Milano... non sarebbero staccati i cavalli dalla sua vettura, che i fanti dell'eccellentissimo capitano andrebbero a fargli visita. Oh se ci fosse l'arte di tirarlo qui... che bella cosa! tutto quello che par finito scommetto che rincomincerebbe da capo. E per noi che non abbiam nulla a fare sarebbe una risorsa. Tornare al prologo quando si crede che manchi poco a calare il sipario!"
      },
      {
        "index": 217,
        "text": "E chi parlava avrebbe continuato, ma le sue parole non essendo state raccolte da alcuno, caddero naturalmente in terra, e i compagnoni, rimessisi a sedere, passarono ad altro; onde noi non avremmo altro obbligo di lasciarli in compagnia delle loro bottiglie e della loro allegria, e dopo aver girato un altro sguardo alla piazza al Duomo in costruzione, alla sua facciata di cui non sorgevano che le porte del Pellegrini, stupende in sè stesse, ma che, per aver voluto contraddire ad Orazio, riuscirono ad essere la Prima e sola cagion d'ogni sventura; — ai due piloni del Buzzi, quelli del secondo progetto; alle traccie, diremo così, sbozzate degli errori futuri; dopo aver data un'occhiata all'architettura gotica e poderosa del palazzo ducale, un'occhiata tenera perchè non la vedremo più, chè il Piermarini sarà incaricato di scopare via la facciata, il nostro obbligo or sarebbe di tener dietro alla contessa e alla contessina, ma un discorso curioso ci trattiene ancora in piazza."
      },
      {
        "index": 218,
        "text": "— Che bella cosa (saltò su a dir uno, che non s'era mai mosso da sedere, e tutto assorto nella contemplazione della scena che gli si spiegava dinanzi, non s'era nemmen lasciato tentare dalla curiosità di veder dappresso la contessa e la sua figliuola); che bella cosa, disse, se invece di questa"
      },
      {
        "index": 219,
        "text": "miseria di piazza, chi ha pensato a far sorgere questa montagna lavorata, avesse anche provveduto a distenderle intorno uno spazio conveniente, decorato di edifizi, degni della città!... in una notte come questa imaginatevi che magnifico effetto farebbe."
      },
      {
        "index": 220,
        "text": "— Quando il Duomo sarà finito, sta tranquillo, che chi verrà dopo di noi penserà a far quello che non si poteva e non si doveva fare tre secoli fa."
      },
      {
        "index": 221,
        "text": "— Perchè non si poteva?"
      },
      {
        "index": 222,
        "text": "— Ma Vuoi tu che si pensasse a fare la cornice prima di veder l'effetto totale del quadro?"
      },
      {
        "index": 223,
        "text": "— Può darsi che tu abbia ragione, ma una piazza non è una cornice; e il popolo passeggia e si ferma e si trattiene in piazza prima ancora di entrare in chiesa, sicchè l'opportunità della piazza è contemporanea al tempio che vi deve campeggiare. Dirò di più, che se si fosse pensato fin d'allora a distendere la piazza per tutto lo spazio necessario a sì gran mole, anche il Duomo vi avrebbe guadagnato, e non sarebbe venuto in mente agli ingegneri del secolo passato, quando vennero a cessar gli scalpori sui tre progetti del Castelli, del Richini e del Buzzi, di impiccolire e immiserire il progetto dell'ultimo, respingendo l'idea dei due giganteschi campanili ai fianchi della facciata. La piazza regolare avrebbe mostrato che i due piloni laterali che vediamo adesso, non adempiono alle leggi della proporzione con tutto il resto del tempio. Che volete? la mia sarà un'idea stramba, ma due anni fa, quando Paolo Frisi si oppose alla determinazione degli ingegneri ed architetti del Duomo di innalzare la massima guglia sul lucernario prima di compire le altre parti del tempio, io ho detto: il padre Frisi, da quel grande uomo che è, ha ragione, ma avrebbe più ragione ancora se dicesse: signor capitolo del Duomo, signora fabbriceria, signori architetti e ingegneri, non abbiate tanta fretta; aspettate a far la guglia; aspettate a far la facciata; e, innanzi tutto sollecitate il pensiero di distenderle innanzi una piazza. La prima operazione dev'esser questa."
      },
      {
        "index": 224,
        "text": "— E dove si troverebbero 1 danari?"
      },
      {
        "index": 225,
        "text": "— Dove? nelle saccocce dei cittadini, s'intende; son dieci, son dodici, son quindici milioni? Ebbene; i decurioni aprono un prestito, e giacchè sento che tanti e tanti temono sempre di non poter impiegare il danaro con sufficiente sicurezza, qual ci può essere garanzia più valida della città stessa? Ma di ciò non mi voglio impacciare io. Molti sono i mezzi per erogar danaro; e purchè ci sia la buona volontà e il buon accordo e la fermezza, la questione del danaro... a voi parrà ch'io dica una sciocchezza... ma la questione del danaro è ancora l'ultima. Ed ecco là che sorge gigante la prova perpetua di quel che dico. Mancavano i danari due anni fa, quando tutti gli architetti strepitarono a favore della guglia e ottennero il loro intento, e il padre Frisi alla testa di pochi altri voleva la facciata? No, ma mancava il buon accordo. Mancavano i danari nel 1656, quando sorsero tante dispute sui tre disegni presentati? anche allora era il buon accordo che mancava, e segnatamente nella schiera degli uomini dell'arte; perchè, come può darsi che i migliori architetti, almeno i più famosi, e tra gli altri anche Lorenzo Bernini, lodassero quella ridicola bomboniera dell'architetto Castelli; e tutti poi si gettassero addosso inviperiti al progetto del Buzzi? Or che n'è derivato? Gli uomini della scienza e dell'arte protestarono. Ma l'occhio che vuol la sua parte fece sì che i fabbricieri e il capitolo e i decurioni stessero per il Buzzi, e adottassero il suo progetto. Ma tanto per venire a patti coi pregiudizj, lo corressero in varie parti, e più e peggio dove c'era il pensiero più bello e più splendido. Ed ora ecco lì... due piloni meschini che fanno sperar pochissimo dell'avvenire di questa facciata, la quale allora fu continuata di mala voglia perchè la fabbriceria non era soddisfatta, e rallentò le operazioni colla speranza forse che il tempo correggesse gli spropositi. Ma ci vuol altro..."
      },
      {
        "index": 226,
        "text": "— Tu dici benissimo, osservava un altro, e giacchè si parlava di piazza, se io fossi quello che comanda e che paga... il mio primo pensiero sarebbe rivolto alla piazza appunto, e farei sospendere tutti gli altri lavori. Un gran portico tutt'all'ingiro, e che girasse la più grande area possibile."
      },
      {
        "index": 227,
        "text": "— Allora, mio caro, comincerebbe subito l'opposizione, perchè se anch'io fossi quello che comanda e che paga, farei di tutto perchè non andasse il tuo progetto."
      },
      {
        "index": 228,
        "text": "Quegli che, dopo aver appoggiate le parole del commensale, che, a quanto pare, rubava all'ozio quotidiano qualche ora a pigliarsela calda pei progetti architettonici della città di Milano, si sentì, a titolo di ringraziamento, da lui così crudamente contraddetto:"
      },
      {
        "index": 229,
        "text": "— Ma perchè, disse, tu saresti un mio oppositore?"
      },
      {
        "index": 230,
        "text": "— Perchè piuttosto che vedere un grande spazio tutto circondato da portici uniformi con edifizj tutti d'uno stile e tutti d'una medesima altezza, mi accontento della piazza che vedo adesso."
      },
      {
        "index": 231,
        "text": "— Sarà bene che tu abbia ragione... ma se non io, c'è la piazza di San Marco di Venezia che ti dà torto da quasi tre secoli, e c'è la piazza di San Pietro a Roma che te lo dà da cento anni."
      },
      {
        "index": 232,
        "text": "— Domando mille perdoni, ma la piazza di San Marco è sempre là invece e a darmi ragione; in quanto poi a quella di S. Pietro, son ben contento ch'essa mi dia torto. Essa è l'opera più assurda del Bernini; basti il dire che, passeggiando sotto i portici, ad ogni momento fugge di vista il tempio per cui la piazza fu fatta."
      },
      {
        "index": 233,
        "text": "— Lascia da parte la forma ellittica, ed è subito tolta l'assurdità."
      },
      {
        "index": 234,
        "text": "— Sì... in quanto alla vista del tempio; ma resterebbe però sempre, invece d'una piazza, un gran cortile quadrato, che può parere anche un cimitero."
      },
      {
        "index": 235,
        "text": "— Torno a rammentarti la piazza di San Marco."
      },
      {
        "index": 236,
        "text": "— Bisogna distinguere, caro mio."
      },
      {
        "index": 237,
        "text": "— Distinguiamo pure. Non ho niente in contrario."
      },
      {
        "index": 238,
        "text": "— Dunque è da considerare che, quando si dice piazza di San Marco, l'imaginazione corre subito al suo quadro totale; vale a dire all'unione della piazza colla piazzetta, la quale, siamo sinceri, è quella poi che fa le spese di tutto."
      },
      {
        "index": 239,
        "text": "— Come fa le spese di tutto?"
      },
      {
        "index": 240,
        "text": "— Sì, perchè se non ci fosse la piazzetta, ti regalo la piazza, che per me è davvero un cortile, grandioso, vasto, splendido, ornatissimo, ma sempre un cortile, e guai, dico, se non ci fosse la piazzetta a darci vita."
      },
      {
        "index": 241,
        "text": "— Ma che cosa ci vuole per te, affinchè una piazza debba essere una piazza?"
      },
      {
        "index": 242,
        "text": "— Prima di tutto che non sia chiusa, vale a dire, che manifestamente presenti gli sfogato] e gli sbocchi alle altre parti della città; in secondo luogo che offra la maggior varietà possibile tanto negli stili, quanto nelle elevazioni, quanto nell'indole degli edifiz) ond'è determinata."
      },
      {
        "index": 243,
        "text": "— La confusione di Babele, in una parola; va benissimo."
      },
      {
        "index": 244,
        "text": "— Mi pare, caro mio, che tu prenda la piega di spropositare."
      },
      {
        "index": 245,
        "text": "— Bada che ho viaggiato, e ho buona memoria, e ho tutte le piazze d'Italia in testa e ho sempre avuto una certa inclinazione per l'architettura."
      },
      {
        "index": 246,
        "text": "— E nemmeno io posso dire d'esser sempre rimasto a Milano, e se ti cito San Pietro e San Marco, vuol dire che li ho visti; in quanto poi al resto, se tu sei amico dell'architettura, me ne congratulo tanto; ma anch'io schicchero, così per passare questi giorni lunghi, qualche quadruccio di prospettiva sotto la direzione del Bibiena, che ha ingegno da vendere e fantasia da regalare al tuo Cantoni. Tutta la sua disgrazia sta che la moda or pare che abbia preso di mira il suo genere; e la peggior disdetta è che la moda non si fermi alle parrucche, ai topè, ai puff, ma pretenda di sedere in cattedra a dar le leggi dell'arte."
      },
      {
        "index": 247,
        "text": "— Ma a che cosa vuoi riuscire con tutte queste?..."
      },
      {
        "index": 248,
        "text": "— A ciò, che non basta nè l'aver viaggiato nè l'aver studiato, ma bisogna avere quel che si chiama buon occhio, buon gusto e criterio."
      },
      {
        "index": 249,
        "text": "— E tu sei così riccamente provveduto di queste tre cose, che per gli altri non è rimasto indietro nulla. Anche questo vuoi dire?"
      },
      {
        "index": 250,
        "text": "— Non pretendo tanto; ma mi viene bensì qualche assalto di superbia quando mi trovo in faccia ad uno il quale mi dice che la varietà ha per conseguenza la confusione; e che ignora quel gran principio dell'arte vera, e quel segreto con cui il genio, e senza incomodare il genio, anche l'ingegno riesce a colpire di meraviglia gli osservatori; ed è quello appunto di saper far sì che l'unità trionfi nella varietà, — questo è il problema da sciogliere."
      },
      {
        "index": 251,
        "text": "— Ma spiegati meglio."
      },
      {
        "index": 252,
        "text": "— Mi spiego subito... e mi spiego pigliando per punto di appoggio precisamente la piazzetta di San Marco. Perchè tutti i forestieri d'ogni paese, d'ogni generazione, d'ogni levatura, sono costretti a confessare che in quell'aggregato d'edifiz) è il trionfo dell'architettura, e che forse in nessuna parte del mondo può trovarsi una scena più maravigliosa di quella che si presenta a chi approda sulla scalea del molo della piazzetta di san Marco? perchè appunto trova l'unità nella varietà. A destra il palazzo Ducale del Calendario; vicino ad esso le prigioni del Da Ponte, dirimpetto l'edificio della libreria del Sansovino; vicino a questo il palazzo degli ufficj. E se dal primo, dirò così, sipario, si spinge l'occhio oltre le colonne di Todero e del Leone, ecco la basilica di San Marco a dritta colle sue cupole bisantine, ecco la torre dell'orologio di fronte e un brano delle Procuratie nuove de' Lombardi. Nientemeno che sette edifizj, sette stili, sette varie altezze, e una schiera d'architetti di tempi diversi e di diverse scuole che vi portarono il vario contributo della loro ricca fantasia. Ora, se invece di tutte queste cose non si vedesse che un portico lungo ed ampio a tiro d'occhio, lo spettatore sarebbe già addormentato prima di avere il tempo d'andar in entusiasmo."
      },
      {
        "index": 253,
        "text": "— Lo credi tu?"
      },
      {
        "index": 254,
        "text": "— Lo credo perchè ciò mi accadde precisamente a Roma, stando sulla piazza di San Pietro."
      },
      {
        "index": 255,
        "text": "— Ora sentiamo che cosa faresti tu se la cassa pubblica avesse il ghiribizzo di vuotarsi tutta per il piacere di nominarti architetto della gran piazza del Duomo; perchè bada che questa piazza, per esser degna del tempio, bisogna che giri un'area immensa, e che però dovrebbe andar giù tutto il Coperchio de' Figini, tutta quest'isola del Rebecchino; e si dovrebbe lavorar di martello fino alla Dogana, demolire il corpo delle case che dividono la piazza de' Mercanti da quella del Duomo."
      },
      {
        "index": 256,
        "text": "— Se questo fosse, tanto andrebbe per la piazza a portici uniformi, come per la piazza a varietà d'edifici. Ma non è così, caro mio, ed è precisamente coll'idea del variare stili e altezze e indole d'edifici, e col gran segreto dei giuochi prospettici che non è necessaria tant'area; perchè coll'artistica illusione della varietà, l'occhio crede sempre di girare uno spazio infinitamente maggiore del vero. Che se fosse indispensabile quello che tu dici, il miglior architetto della piazza del Duomo sarebbe il parco d'artiglieria del re di Prussia. Ma stando a quel che io dico e che diceva appunto il Bibiena, fa in modo di rendere regolare la piazza, fa che la facciata del Duomo si metta d'accordo col suo asse, e passeggiando sotto agli archi dei vari edificj si vedano i fianchi del tempio. Fa scomparire quest'isolotto e innalza da questa parte due corpi di diversa architettura: uno greco romano puro, per esempio, sormontato da due statue che fanno sempre effetto con poco; l'altro più basso, più gentile con dei portici leggieri bramanteschi; lega i due edificj con un terrazzo, perchè così di sopra e di sotto appaja la fuga delle altre contrade, con che si ottiene d'ingrandir la piazza all'occhio; innalza dirimpetto al Duomo qualche edificio con quello stile che più ti garba, ma il di cui organismo sia tale che sembri come a traforo con fughe d'archi e di colonne nella base, con opportuni interrompimenti nelle elevazioni onde appajano così dalla lontana, e quantunque per isghembo, 1 fastigj dell'archivio e della torre dell'orologio della piazza de' Mercanti; allora la piazza de' Mercanti, senza accorgersi, verrà in ajuto di questa; demolito poi il Coperchio de' Figini, fa in modo che in quel lato sorga qualche palazzo a servizio di Pubblici uffizj, la di cui architettura, per esempio, somigli..., sei stato a Mantova?"
      },
      {
        "index": 257,
        "text": "— Si."
      },
      {
        "index": 258,
        "text": "— Bene, al palazzo Ducale di Mantova. Per introdurre poi de' cambiamenti, fa che il palazzo sia come diviso in due ale, e che la parte di mezzo sia una galleria ad ampi ed alti finestroni, i quali rendano come trasparente l'edificio, chè in tal maniera a suo tempo, anche la luna potrà venire in soccorso dell'architettura. I fianchi del Duomo finalmente sieno illustrati qui dal palazzo Ducale come sta, sebbene invochi un compiuto ristauro; là, da qualche altro palazzo che abbia una fronte molto ornata. A questo modo abbiam anche il vantaggio, di poter fare tutto a poco a poco, e senza che si stanchi il pubblico nell'aspettazione di veder compiuto un sistema unico di costruzione, che per la sua natura può stancar la pazienza di più generazioni."
      },
      {
        "index": 259,
        "text": "— A dire la verità, non afferro bene quest'ultimo tuo pensiero."
      },
      {
        "index": 260,
        "text": "— Voglio dire che, se venisse adottato un progetto sontuoso di una piazza, per esempio, come tu hai detto, tutta a portici uniformi e ad elevazioni eguali, subordinate ad un'idea sola"
      },
      {
        "index": 261,
        "text": "architettonica, finchè l'opera tutta quanta non è condotta a compimento, le generazioni che ne vedono il principio e la lenta continuazione avranno sempre innanzi agli occhi qualche cosa che li disgusta. Col mio pensiero invece dei molteplici ordini d'edificj, quello con cui si dà avvio alla piazza può essere finito in breve tempo; e presentando un tutto armonico e compiuto in sè stesso, soddisfa appieno quelli che hanno avuto il merito d'innalzarlo, ed è come un compenso dell'opera loro. Ma questo è nulla; c'è un altro vantaggio ben maggiore: c'è che sulla piazza, potendosi innalzare più opere di varia architettura e di varia sontuosità, qualche ricco privato potrà sentir la tentazione di sfoggiarvi la sua ricchezza e il suo buon gusto; e l'esempio provocar l'imitazione; e la cassa cittadina venir così in gran parte risparmiata per la spontanea concorrenza dell'oro privato; con che si otterrebber nel tempo stesso due intenti: l'uno di render la piazza più magnifica mettendo in lizza le gare; l'altro di ridurla a compimento nel più breve tempo possibile. Or che te ne pare?"
      },
      {
        "index": 262,
        "text": "— Che bisogna aver la fantasia molto riscaldata per poter fare di questi conti."
      },
      {
        "index": 263,
        "text": "Ma lasciando che questi due s'arrabattino tra di loro, noi raggiungeremo il carrozzone di casa V..., senza entrar arbitri in codesta questione, solo dicendo a coloro i quali fossero nemici delle piazze aperte ed a varietà d'edifizj, che possono consolarsi pensando che il prolisso interlocutore in quella notte dei banchetti era esaltato dai vapori della cena; quelli poi che fossero del suo parere si rallegrino pensando che le lucide cene sono eccitatrici mirabili di fantasia, senza della quale non si fa mai nulla di grande nelle opere dell'architettura."
      },
      {
        "index": 264,
        "text": "[VII]"
      },
      {
        "index": 265,
        "text": "Spaventati dallo spavento onde possono essere compresi i nostri lettori, i benevoli, intendiamoci bene, pel dubbio che questa nostra corsa notturna attraverso alle contrade dì Milano abbia a prolungarsi oltre i limiti della discrezione, abbiamo supplicato il cocchiere di casa V... a sollecitare al trotto i cavalli e a costringere al corso anche i due lacchè, sebbene dondolanti pel troppo vino bevuto. Non occorre dunque che ci arrestiamo in piazza Fontana dove banchettano l'illustre badia dei Bergamini e dei Caseri, e la più celebre dei Facchini, tre caste poderose, che costituivano l'aristocrazia della forza muscolare, e che, guardate anche di fuga, pur bastavano per distruggere tutte le opinioni di un filosofo persuaso della graduale decadenza della razza umana. Nè occorre che la carrozza si trattenga nel classico Verzajo, dove in quella notte imperversarono più dell'usato tutte le ricchezze del vocabolario milanese; ma, dopo aver fatto una visita in Chiaravalle, alla tavola dove sedevano i soci dell'accademia dei Fenicj, di cui il segretario perpetuo era l'abate Andrea Oltolina, erudito, bibliografo, poeta vernacolo e pedagogo, proceda oltre verso porta Romana, perchè là bisognerà pur troppo che si trattenga innanzi a qualche banchetto patrizio. E casa Annoni ecco che si mostra per la prima volta alle due donne che si sentono acclamate avanti quasi di essere vedute, e a qualche distanza dirimpetto a quella, ecco la casa dei Mellerio, il fermiere milionario che manda fuoco e fiamme a soverchiar lo splendore di casa Annoni. Nell'umile prospetto della qual casa (chè il Cantoni non era ancora stato chiamato a rifabbricarla), contrastante colla pompa sibaritica che sfolgorava alla porta, appariva come in evidente compendio la storia perpetua della ruota della fortuna. E innanzi ad essa, chiamate ad alta voce dal ricco e pomposo padrone, circondato da numerosa folla di dipendenti, dai tosatori di seconda mano e dalle ausiliarie sanguisughe del pubblico, dovettero pur fermarsi le due donne, dopo essere state un momento prima baciate e ribaciate dalla contessa Annoni, vecchia dama, tutta compresa della propria posizione, e quasi fatta più rispettosa verso se stessa per la considerazione della grande nobiltà del casato in cui la Provvidenza l'aveva fatta nascere. Adempiuto a questi convenevoli, la carrozza procedette con trotto normale fin oltre il ponte, non arrestandosi che innanzi al palazzo Pertusati, ovvero sia all'albergo delle Muse, come esso veniva chiamato per antonomasia. Coloro che sedevano a quel banchetto erano tutti pastori e pastorelle d'Arcadia, della così detta colonia milanese, introdotta fra noi dal padre Giannantonio Mezzabarba fin dal 1704. A questa colonia il conte Carlo Pertusati, stato presidente del Senato e gran cancelliere, aveva dato per sede delle adunanze il proprio palazzo."
      },
      {
        "index": 266,
        "text": "Ad imitazione degli orti Rucellaj vi aveva poi fatto disporre un giardino, il più squisito nel Ducato per piante rare ed esotiche, dove gli Arcadi si raccoglievano in estate a recitarvi i loro componimenti, e dove don Luca Pertusati, ad alternare la scienza colla poesia, aveva radunati i più valenti cultori di botanica per mettere in comune i loro studj. Ma ciò che costituiva la rinomanza di quel palazzo era la copiosa biblioteca che il conte Carlo, nel tempo ch'era stato reggente del consiglio d'Italia, aveva arricchito di opere onnigene e delle più riputate edizioni. Chi avesse detto al conte che quella biblioteca era destinata a diventar la base di quella che fu in seguito la biblioteca di Brera, per lasciar poi che si sperdesse nell'obblio il nome del suo primo padre!"
      },
      {
        "index": 267,
        "text": "Ricevute le più calde congratulazioni dal conte Pertusati, conservatore di quella colonia, e che, nelle solenni adunanze, dimentico quasi della sua qualità di questore del Senato e di prefetto della compagnia di San Giovanni alle Case Rotte, non si gloriava che di essere un pastore; accolti i complimenti degli altri arcadi, e sopportata con aspetto ridente la tempesta dei baci di quella dozzina di pastorelle che sedevano al banchetto; la contessa e la contessina colle guancie fatte frolle dalle impronte di tanta cordialità, si partirono, ingiungendo la contessa al cocchiere di tirar via dritto pel corso senza tornare indietro, di pigliar la via de' bastioni di porta Romana, e per di là passare a porta Orientale; chè sentiva, tanto essa che la figliuola, un gran bisogno di respirare, salvandosi per un momento dal pubblico entusiasmo. Come furono sulle mura, i loro occhi riposarono da tanta luce, e gli orecchi da sì prolungato frastuono. Bene dal bastione, girando lo sguardo sulla città sottoposta, si vedevano gli sparsi splendori di tante e tante cene, ma resi sopportabili agli occhi stanchi dalla vaporosità interposta; e medesimamente il vario e vasto concento in cui si confondevano tante migliaja di voci e di grida saliva fin là, ma fatto più fioco dalle distanze."
      },
      {
        "index": 268,
        "text": "I cavalli intanto, annojatissimi anch'essi dell'aver dovuto andare a passo per tanto tempo, o tutt'al più ad un mezzo trottino, si slanciarono a carriera appena il cocchiere ebbe loro liberato i freni; e i due lacchè agitando le torcie a vento si spinsero anch'essi al corso, con una velocità a cui erano obbligati rare volte ma che pur bastava per assicurare e l'asma e l'ernia al loro deplorabile avvenire."
      },
      {
        "index": 269,
        "text": "Per un raccoglitore d'impressioni, quel carrozzone sfarzoso che con fragor cupo rotolava sul terreno nudo e brullo e ineguale e gibboso de' bastioni, allora incolti e senza fronda d'albero; e quei due lacchè, che, colla zazzera a riccioni svolazzanti (perchè i lacchè così come i cocchieri portavan quasi sempre una foggia di pettinatura già respinta dalla moda, per un capriccio della moda stessa), correnti a rompicollo e colle torcie a larghe fiamme lascianti indietro odor di resina e faville, parevano, veduti a qualche distanza, quasi due furie anguicrinite dell'inferno pagano, mal dissimulate dalla livrea del secolo XVIII; e il fondo bizzarro su cui staccavano queste figure volanti, fondo luminoso e romoroso da una parte, smorto e silente verso la vasta campagna; e su nel cielo e luna e stelle e pace infinita, e ai lembi estremi dell'orizzonte i primi annuncj della luce crepuscolare, che aggiungeva una tinta nuova ai lumi artificiali che apparivano da tutti i punti della città, come onde chiazzate di un lago; tutta questa scena dunque, diciamo, doveva necessariamente fare effetto in un poetico raccoglitore d'impressioni. Ma la carrozza, ad onta del terreno che si affondava spesso, percorse in breve tutto il bastione di porta Romana, e giunse a quello di porta Tosa, e trasvolò innanzi alla cupola della Passione, e in breve fu alla porta Orientale. Arrivata dove il bastione inclina alla città, uno splendore straordinario che usciva dalle piante di un giardino e una confusa armonia di voci e canti e suoni colpirono l'attenzione della contessa, che domandò al cocchiere:"
      },
      {
        "index": 270,
        "text": "— Or che è questo?"
      },
      {
        "index": 271,
        "text": "— È il signor marchese Alberico F... insieme colla solita brigata, rispose il cocchiere."
      },
      {
        "index": 272,
        "text": "— Allora fermati qui, gli disse la contessa nell'udire quel nome."
      },
      {
        "index": 273,
        "text": "I cavalli si fermarono, trattenuti da una forte imbrigliata. I lacchè sostarono anch'essi, ansando come due mantici di maniscalco quando soffiano nella massima furia del lavoro notturno, ed asciugandosi il sudore che pioveva di sotto alla prolissa cesarie."
      },
      {
        "index": 274,
        "text": "— Non si può entrare in città, scansando di passare per di qui? chiese poi la contessa."
      },
      {
        "index": 275,
        "text": "E il cocchiere che aveva compreso dove andavano a finir quelle parole:"
      },
      {
        "index": 276,
        "text": "— Non pensi a nulla, signora contessa, chè io, anche passando in mezzo a costoro, tirerò via di buon trotto, e la carrozza non sarà trattenuta da nessuno."
      },
      {
        "index": 277,
        "text": "— Bene, ma aspetta un momento."
      },
      {
        "index": 278,
        "text": "E intanto s'udiva la musica d'un minuetto; ed era quella precisamente che Mozart trasportò molti anni dopo nel suo Don Giovanni nella scena della festa; perchè, come abbiamo già fatto osservare, il grande Mozart prendeva spesso in piazza i motivi già fatti popolari, affinchè trionfasse la verità in tutta la schiettezza ne' suoi drammi sublimi."
      },
      {
        "index": 279,
        "text": "Ma lasciando Mozart e il minuetto, già diffuso dappertutto prima ch'egli lo rendesse celebre e lo perpetuasse nel Don Giovanni, per qual motivo la contessa s'era come sgomentata al nome del marchese Alberico F...? Cari lettori, non fu per un motivo solo, ma per due; il primo era ovvio, vale a dire che il marchese Alberico era in voce del più sfrenato libertino della città, e sapevasi che i suoi pranzi, le sue cene, le sue feste somigliavano troppo ai lupercali di Roma, e spesso vi danzavano a tondo le alunne di Tersicore involate alle scene dei principali teatri d'Italia. Donna Clelia non voleva dunque che la sua Ada neppur dalla lontana avesse a intravedere quelle baraonde; la seconda cagione poi non avrebbe saputo spiegarla a sè medesima nemmeno la contessa; ma all'annuncio ed al cospetto di cose e di persone che neppure si può dir di conoscere, coloro che hanno sentimento squisito provano talvolta delle ripugnanze invincibili, alle quali, secondo il nostro debole parere, si deve dar sempre ascolto anche alla cieca. Sono esse, quasi potrebbe dirsi, le arcane ammonizioni che il destino, nei suoi momenti pietosi, dà come di sfuggita a coloro che, contro suo genio, è incaricato d'insidiare e d'affliggere."
      },
      {
        "index": 280,
        "text": "Ma intanto che la contessa, tenendosi stretta la sua Ada, tende l'orecchio a quei suoni, perplessa di far retrocedere o di mandar innanzi la carrozza, noi la precederemo, per soddisfare anche alla curiosità del lettore, se mai ne avesse alcuna, e"
      },
      {
        "index": 281,
        "text": "Col favor della Musa o del demonio Che il crin ne acciuffa e là ne scaraventa, Ci cacceremo in mezzo al pandemonio."
      },
      {
        "index": 282,
        "text": "[IX]"
      },
      {
        "index": 283,
        "text": "Don Alberico F..., il quale è pur quegli che, a perfetta vicenda col finanziere Baroggi, dee dividere il seggio di protagonista in questo lungo dramma; fino a questo punto lasciò che tutti gli altri personaggi facessero liberamente e con tutto agio le loro evoluzioni sul davanti del proscenio, senza ch'egli, nella sua indolenza, siasi mai mostrato un istante in prima fila. Soltanto ha permesso che lo nominassimo spesso e senza lode; e una volta sola, quando non aveva ancora vent'anni, è comparso in iscena per pochi minuti, a contemplare nello specchio la sua bella faccia con gran compiacenza, tutto preoccupato ad aggiustarsi un neo, crediamo alla destra pozzetta; e tutto ciò nel punto solenne che all'illustrissimo suo padre il conte F... stavano per suonare i tocchi dell'agonia a Santa Maria Podone."
      },
      {
        "index": 284,
        "text": "E riepilogando il già detto ed aggiungendo quello che non fu ancor detto; quando don Alberico marchese e conte F... rimase erede, a vent'anni, delle grandi ricchezze del padre e delle maggiori dello zio marchese, liberato dalle stringhe paterne e dalle più tenaci dei maggiordomi che s'eran proposti di gratificarsi il conte padrone, fin che fu vivo, coll'imitarlo; fu repentina e compiuta l'eruzione di tutti suoi istinti, e di tutte le sue, non le chiameremo nè facoltà nè doti, ma semplicemente tendenze; i quali istinti e le quali tendenze, un po' native un po' acquisite, parve che si fossero accumulate in lui precisamente com'era avvenuto della eredità del padre e dello zio. Il padre era stato il più indomabile egoista del suo tempo; riservato, pacato, avaro, non erasi occupato che ad ammontare ricchezze; al quale intento, con tutte le arti e con astuzia squisita, ogni qualvolta si presentò il pericolo, s'era adoperato affinchè il fratello non riuscisse a sperdere altrove i suoi grandi averi con qualche matrimonio. Questo egoismo orgoglioso, inteso soltanto alla prosperità del"
      },
      {
        "index": 285,
        "text": "casato, aveva fatto le spese di tutti gli altri suoi vizj. I preti non avevano mai potuto rimproverargli un peccato: le Lidie astute e le crescenti Cloe non arrivarono mai ad involargli uno zecchino. Il più ricco fratello, all'opposto, in bagordi, in cene, in giuoco, in donne, aveva profuso largamente il suo; e se, sparnazzando a dritta e a sinistra le copiose entrate, non era mai riuscito ad intaccare il capitale, era perchè il fratello potè sempre accorrere a prevenire i disastri, con una prontezza e una importunità da provocar la collera e gli strapazzi e le ingiurie violenti del marchese, ingiurie ch'ei sopportava senza turbarsi, non fedele che all'ultimo intento. Di questi due fratelli ognuno dunque può vedere che la pasta del maggiore era stata di gran lunga meno trista di quella del cadetto. La prodigalità talvolta avrebbe condotto il marchese a qualche beneficio; e la sensualità talora lo avrebbe messo al tu per tu di provare qualche meno impuro sentimento, qualche affetto; e quantunque fosse assiduamente passato di amori in amori, come fossero larve d'una lanterna magica, con una incostanza sempre sazia di tutto e sempre sitibonda, pure era stato spesso al punto di fermarsi in una affezione durevole, e più specialmente dopo che era caduta nelle sue insidie l'infelice che fu poi la madre del Baroggi. Se il conte cadetto non fosse sempre accorso a recitar le parti di Creonte quando vedeva il vizio disposto a capitolare, c'è da scommettere cento contro uno che la povera Baroggi sarebbe riuscita a diventar la moglie del marchese. Ma abbandoniamo i due fratelli morti; è dell'erede vivo che dobbiamo occuparci. Le qualità del padre e dello zio confluirono dunque tutte in lui, cospirando a farne un originale stranissimo; poichè egli era avaro e fastoso, prodigo e taccagno, continuamente raggirabile dalle proterve beltà, ma pur sempre presente a sè stesso quando alcuna minacciava di voler durar troppo in carica; splendido mecenate di cantanti e di ballerine ed anche di artisti, e sovventore spontaneo delle loro povere famiglie; e pur nel tempo stesso egoista e spietato, chè il beneficio era apparente, e non si risolveva all'ultima che in una paga anticipata alle insidie future. Avaro e prodigo, come dicemmo, ad onta della contraddizione per soddisfare ad un capriccio fuggitivo avrebbe gettato un tesoro colla spensieratezza di un fanciullo; ma era poi capace di condurre i creditori di camera in sala per mesi e mesi onde usufruttare la loro bisognosa impazienza, e angariarli in mille modi coll'avidità insaziabile di un usurajo."
      },
      {
        "index": 286,
        "text": "Dopo tutto ciò, egli aveva qualche non vulgare qualità; qualità, state bene attenti, non virtù; conosciamo benissimo, il valore delle parole, e le misuriamo, non volendo che i farisei fiscalizzino, per trovarci lodatori di quella che vituperiamo; e codesta qualità era un'abitudine di eleganza che aveva recata nella sua vita orientalmente voluttuosa. In Milano possedeva due palazzi, quello del padre e quello dello zio. La casa paterna era stata da lui abbandonata. Invece aveva arricchito il palazzo dello zio di statue e quadri e vi dimorava nell'inverno. Per la stagione estiva s'era poi fatto fabbricare appositamente un palazzino sibaritico tra platani e tigli, in una parte di quell'area che fu poi tutta occupata appresso dai pubblici giardini. I fratelli Galliari e il Bibiena vi dipinsero prospettive; del Tiepolo juniore di Venezia vi erano raccolti quadretti di genere, rappresentanti scene di una giocondità tutt'altro che irreprensibile. Aveva fatto acquisto d'una Galatea del Maratta, della toilette di Venere del Lazzarini, di una bellissima Leda col cigno dello Zuccari, e di altre tele molte d'antichi e contemporanei. Aveva commesso al giovinetto Biondi, scolare del vecchio Porta, una copia del ritratto della Fornarina di Raffaello, un'altra della Gioconda di Leonardo. Amava dunque l'arte e se ne circondava, quantunque la pagasse scarso e lento. E come amava l'arte, così prediligeva la beltà femminile, nella stima della quale poteva sostenere la discussione con un intero corpo d'artisti accademici; e la giudicava anche di sotto alle dubbie apparenze col colpo d'occhio d'un trafficante di schiave, commissionario d'harem; o come un mercante di puledre, estimatore infallibile d'incollature e terga e fianchi e popliti e garetti. Frequentatore assiduo del palco scenico, quantunque fosse intendentissimo di musica e della grande arte delle capriole, pure non era già nè il trillo più agile, nè la scala più granita, nè la nota tenuta più limpida, nè il salto più imperterrito che lo esaltavano; bensì era capace di attaccarsi con sembianza d'amore (aprendo però sempre la borsa, per la gran pratica che aveva nel mondo) anche alla stonatrice più perversa, purchè avesse il collo di Diana; di scegliere anche l'ultima danzatrice in linea d'arte, purchè fosse la prima nella linea del corpo."
      },
      {
        "index": 287,
        "text": "In codesta sfera di erudizione nessuno lo vinceva; qui era tutta la forza del suo genio."
      },
      {
        "index": 288,
        "text": "Circondato da' suoi colleghi di stravizzo, il signore del luogo, tra le alunne di Citerea e le bottiglie di Sciampagna e le carte micidiali, vi passava in trista giocondità, non i giorni ma le notti quando trovavasi a Milano. Diciamo le notti perchè di giorno tutto taceva colà, e nelle ore in cui tutta la città era operosa, quel luogo poteva meritar l'appellativo di Casa del sonno, quantunque il popolo per antonomasia continuasse a chiamarla argutamente La casa del diavolo."
      },
      {
        "index": 289,
        "text": "Abbiamo detto che vi passava le notti quand'egli trovavasi a Milano, perchè spesso trovavasi in fazione, aggiunto al presidio militare di qualche città del Ducato, nella sua qualità di capitano del reggimento Clerici. Chè egli aveva a danaro comperato quel grado nella milizia, essendo vaghissimo di sfoggiar le insegne militari come quelle che più che mai lo rendevano accetto alle donne. E non sempre eran le venali alunne di Tersicore e di Pafo quelle di cui si compiaceva; ma faceva la corte anche alle dame, e spesso accompagnava al teatro la pudica d'altrui sposa a lui cara, che capricciosamente cangiava quasi ad ogni cangiar di luna: e l'assisa e le spallette e gli speroni facevano l'effetto del guizzasole negli occhi ingenui anche di qualche fanciulla inesperta, e qualche fratello, rovinato da lui al giuoco e da lui soccorso con diabolica intenzione, diventava spesso il funesto intermediario d'amore."
      },
      {
        "index": 290,
        "text": "Ad onta di tutte queste scellerate qualità, il più delle volte protette dall'oscurità e dal silenzio, perchè il danaro faceva miracoli, ed era interesse della vergogna di non lasciarsi vedere in pubblico; esso non era, pur troppo, come si sarebbe meritato, in odio alla moltitudine. I suonatori d'orchestra, per esempio, parlavano benissimo di lui, perchè quando taceva il teatro, era per lui se scansavano il pericolo di andar ad impegnar il contrabbasso o il violino; i portinai del teatro lo portavano a cielo, perchè non c'era nessuno che lo superasse nell'abbondanza e nella frequenza delle mancie. Gli impresar], i mediatori teatrali che da lui avevano tante incombenze d'ingaggio ed erano ben pagati, tra le altre cose ebbero persino a lamentarsi perchè non fosse nominato direttore perpetuo del regio ducale teatro. Ed anche fuori di Milano, anche nelle altre città del Ducato non si parlava male dì lui, perchè se alla testa dei suoi soldati non vi recava la scuola dei buoni costumi, vi metteva bensì in movimento molto denaro; chè s'era proposto d'imitare il celebre general Clerici, il quale, quando si moveva, trasportava seco un'intera compagnia teatrale d'opera e ballo pur nelle stesse fazioni di guerra, avendo fatto erigere più volte a proprie spese dei teatrini posticci per rallegrare i bivacchi notturni. Fido infatti a questa imitazione, il marchese Alberico aveva lasciato buonissimo nome di sè anche fuori d'Italia, quando nel 1759, giovane di ventott'anni, aveva militato ad Hohenkirchen sotto al generale Lascy, il Vauban della Germania."
      },
      {
        "index": 291,
        "text": "Dopo tutto ciò, questo Sardanapalo cogli spallini e in calzettina di seta; questo Baldassare non minacciato da nessun motto arcano e non intercedente spiegazioni da verun profeta di sventure, in quella notte dei banchetti generali, per mantenersi nel suo primato di sibarita scialoso, aveva aperto intorno a sè una specie di corte bandita. Alla mensa apparecchiata per lunghissimo tratto innanzi al suo casino, mezzo nascosto dalle alte piante, i convivi sedettero in gran numero. Se vi fu profusione d'imbandigioni, vi fu buon gusto straordinario nella disposizione, diremo, ornamentale del banchetto; vi fu originalità nel modo onde venne servito; chè in luogo di camerieri incipriati e livreati e passamantati, dodici donzelle, prestanti corpore, alla più matura delle quali la Parca, appena appena — // decimo ed ottavo anno filava — dodici donzelle foggiate in vario costume e discinte anzichè no facevano il servizio della tavola, e ad un cenno degli invitati, da espertissime Ebi a cinquanta soldi al giorno, versavano spumante lieo nei calici lucenti. Allorquando poi i convitati furono saturi, e la mensa presentò come la scena di un campo di battaglia, e rovine di pasticci, e ruderi di bomboniere, e una selva inestricabile di bottiglie e di vasi e di calici, allora cominciarono le danze, e più decine di cavalieri colle loro ballerine intrecciarono quadriglie ed eseguirono il lento minuè, tanto propizio alle digestioni."
      },
      {
        "index": 292,
        "text": "Innanzi a questo banchetto, con pochi amici e col bicchiere alla mano, continuò a star seduto il marchese, intanto che fervevano le danze, e negli intervalli la bella e capricciosa Agujari cantava nell'aperto salone del palazzino mettendo il delirio in tutti gli ascoltanti; la bella Agujari che costava tesori a chi la voleva corteggiare, e che da poco tempo s'era degnata di accordare la sua benevolenza allo splendido marchese, perchè un giorno, dopo il pranzo, le aveva concesso di fracassare un"
      },
      {
        "index": 293,
        "text": "ricchissimo servizio di porcellana del Giappone; e un altro giorno che don Alberico era smontato da un bellissimo cavallo arabo, ottenne da lui, se non voleva ch'ella il piantasse sui due piedi, di poter tirare un colpo di pistola nell'orecchio di quel nobile animale."
      },
      {
        "index": 294,
        "text": "Mentre adunque l'orchestra suonava e i ballerini ballavano, oppure quella viziata virtuosa sfoggiava sghiribizzando le note più acute della voce più estesa che, al dire degli esperti, allora vi fosse al mondo; egli s'indugiava a tavola, e precisamente per aspettare l'arrivo della carrozza della contessa Clelia e della sua figliuola. — Don Alberico quasi poteva dire di non conoscere la prima e non aveva mai veduta la seconda; onde per le avventure strane dell'una e dell'altra, e per la gran fama della loro bellezza aveva una grande curiosità di vederle e di complimentarle; e tanto più che s'era banchettato per loro e bevuto alla loro salute."
      },
      {
        "index": 295,
        "text": "Aspettava dunque da qualche tempo, e si maravigliava che, essendo già tardi, non si vedessero ancora a comparire; quando, all'improvviso, fortissimi evviva e battimani che venivano da coloro i quali avevano estese le danze fin quasi alla porta della città, lo avvisarono che ciò doveva essere pel loro passaggio."
      },
      {
        "index": 296,
        "text": "Infatti, allorquando la contessa diede ordine al cocchiere di procedere per porta Orientale col trotto il più serrato, il cocchiere spinse i cavalli, sicuro della felice riuscita; ma appena dal bastione ebbe svoltato verso il borghetto, che le loro signorie, la contessa e la contessina, furono salutate con urla di gioja matta da quelli che ballavano sub luna; e le danzatrici ebriose, alcune fermarono i lacchè con violenza, lor togliendo le torcie, e agitandole come tirsi con faunina protervia; altre si fecero imperterrite al muso de' cavalli, quasi offrendo quella scena che si presenta al viaggiatore nauseato, quando nella città di Napoli si avventura a passar per via Capuana. Pure, ad onta di tutto questo, la carrozza potè andare innanzi, sebbene con lentezza, e quando fu per passar presso la mensa abbandonata, il marchese Alberico, circondato da' suoi, quasi diremmo, camarlinghi, si presentò allo sportello."
      },
      {
        "index": 297,
        "text": "Or guardate caso stranissimo! — Ada, nel vederlo, tirò la mano intrecciata a quella di sua madre, e mandò un'esclamazione di maraviglia paurosa che a tutti sfuggì, com'è naturale, ma non a sua madre, la quale si volse a quel sommesso grido, interrogandola cogli occhi indagatori più che colle parole."
      },
      {
        "index": 298,
        "text": "Che dunque significa ciò? Significava.... ma non mettiamoci in apprensione, significava un fatto naturalissimo. La giovinetta Ada, quando vide il conte Alberico, credette, a tutta prima, di vedersi innanzi il Galantino in divisa militare, e ciò per la ragione che, infatti, tra il Galantino e il marchese Alberico era una gran somiglianza, di quel genere però che forse poteva passare inavvertita agli indifferenti, ma non a chi aveva imparato a palpitare per la prima volta sotto il fascino di quelle tali forme, di quelle tali linee caratteristiche e distinte."
      },
      {
        "index": 299,
        "text": "Or che cos'è, dirà il lettore, codesta storia della somiglianza? È anche questa una conseguenza d'un altro fatto naturale, poichè bisogna ricordarsi che l'Andrea Suardi era nato in casa F... da un Giovanni Suardi stalliere, salito poi al grado di cocchiere. E ora è da aggiungere che il cocchiere Giovanni, quando da una bellissima moglie del contado di Cremona gli nacque il fanciullo che fu il primo e l'ultimo, non potè più salvarsi dalle celie de' suoi compagni di scuderia e di rimessa e di tutta la servitù di casa F...; e le celie crebbero col crescere del fanciullo, il quale, se il marchese avesse avuto moglie, tutti avrebbero detto che era suo figlio. Al conte Alberico che, siccome avviene sovente tra consanguinei, per le misteriose bizzarrie della natura, rendeva più le sembianze dello zio che del padre, toccò dunque in sorte di somigliare al figliuolo d'un cocchiere; somiglianza che andò dileguando col tempo, e che, a dir così, non guizzava che di sfuggita dai muscoli dei loro volti e da certi movimenti caratteristici dei loro corpi; perchè il lacchè, anche per quelle ragioni fisiologiche sviluppate dal bastardo Filippo Faulconbridge nel Re Giovanni di Shakespeare, aveva sortito due gambe poderose dove l'altro aveva avuto de' fuseragnoli; due braccia atletiche dove l'altro avea dovuto ricorrere alla correttrice ovatta; un viso della più bella tinta incarnata e porporina dove l'altro non aveva potuto rinunciare ai beneficj del minio. — Ecco dunque come nacque lo scambio che mise sottosopra il sangue della povera Ada, e la rituffò ne' suoi tristi pensieri, onde sollecitò la mamma di partire di là, gettando però alla sfuggita un'occhiata al protervo"
      },
      {
        "index": 300,
        "text": "marchese; come chi non può staccarsi dalla contemplazione di un ritratto che ricorda un originale il quale, a proprio dispetto, non si può dimenticare."
      }
    ]
  }
}
