{
  "chapterNumber": 19,
  "title": "Book Eighteenth (Libro Decimottavo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: La notte del 9 marzo 1820. — Una serenata. — Stefania Gentili e la Giulietta e Romeo di Zingarelli. — Giunio Baroggi. — Il figlio del Galantino. — Una notte nella casa di Giocondo Bruni. — Il marchese F. — Monsignore Opizzoni. — Waterloo. — Prometeo e lo scoglio. — Francesco I e la città di Milano. — La gioventù lombarda. — Origine della Compagnia della Teppa.— Sue gesta.]"
      },
      {
        "index": 1,
        "text": "Dei Cento anni, quasi sessanta hanno ormai compiuta la loro evoluzione innanzi a noi. Tre generazioni sono scomparse; tre periodi storici esaurirono il loro processo; a chiudere il centenario ci rimangono poco più di trent'anni, una generazione e un periodo. Chi scrive potrà dunque aver la consolazione di declamare tra poco quei versi con cui il maledetto Oreste inaugurò il suo ritorno in patria; e l'altra non men dolce compiacenza di ripetere il distico famoso che l'autore della Secchia rapita fece incidere sotto al proprio ritratto:"
      },
      {
        "index": 2,
        "text": "Dextera cur ficum queeris mea gestet inanem? Longi operis merces hæc fuit, etc."
      },
      {
        "index": 3,
        "text": "Ma passiamo al nuovo periodo, che, in mancanza di un altro battesimo più complesso, abbiamo intitolato dalla Compagnia della Teppa."
      },
      {
        "index": 4,
        "text": "Di questa compagnia, che fece gran rumore in Milano dal 1818 al 1821, non rimane altra memoria che nella tradizione orale o nella testimonianza di alquanti galantuomini ancor vivi, sebbene non più giovani, che nella loro diversa qualità di bastonatori o di bastonati, furono o parte attiva di essa o vittime tragicomiche. Non v'è libro stampato, nemmeno tra i più fuggitivi di quel tempo, dove se ne tenga parola; soltanto ne esiste il processo firmato dall'attuaro Lomazzi; vi è una relazione scritta da un tal Milesi, che abbiamo tra mano; e se ne parla nel diario manoscritto del canonico Mantovani. Sul Giornale di Napoli, appena quel periodico venne a sapere (com'egli disse con parole per noi lusinghiere) che noi attendevamo a trattarne distesamente, uscì un articolo sulla Compagnia della Teppa. Quasi contemporaneamente ne uscì un altro sul Pungolo, milanese."
      },
      {
        "index": 5,
        "text": "Ma noi, ringraziando que' due periodici delle parole gentili espresse a nostro riguardo, osiamo asserire che il ritratto che essi fecero della famosa compagnia non è conforme all'originale, e che però siamo indotti a credere l'abbiano confusa con qualche altra. Essi la fanno scaturire come una guasta propaggine della Carboneria, e pongono la sua durata dal 1821 al 1829. Ma non c'è nulla di men vero; chè, sorta invece nel 1817, essa era già dispersa e soffocata nell'anno 1821. E fu precisamente nei giorni estremi della sua vita che la parte più generosa di quel corpo immorale, sotto la falsa luce delle orgie e delle prepotenze (che il governo austriaco tollerava e forse ajutava), si convertì repentinamente, prestando mano a quella società segreta che si costituì allora tra noi non già col nome di Carbonari, ma di Federali, e tramutando le così dette Vendite in altrettante Chiese, di cui la principale era a Milano, le figliali in tutte le città dell'Alta Italia e dell'Emilia."
      },
      {
        "index": 6,
        "text": "Se la Compagnia della Teppa non avesse avuto un tale esito, per verità che non meritava la pena che la storia e l'arte se ne occupassero. Come episodio comico avrebbe forse potuto provocare qualche ilarità; ma gl'intenti quasi sempre bassi e triviali, a lungo andare, avrebbero soffocato anche il riso nelle bocche dei lettori onesti. Soltanto essa diventa un fatto assai degno della riflessione dei pensatori, quando la si considera come una occasione, sebbene fortuita, di gravi avvenimenti."
      },
      {
        "index": 7,
        "text": "Dei periodi storici onde constano i Cento anni, questo è forse il più importante; è il punto massimo della parabola. In tutte le sfere e le forme e gli svolgimenti del pensiero e dell'azione, tutto si rinnova, si nobilita, si rafforza. Sorgono nuovi pensatori; una rivoluzione mirabile si compie nella letteratura; le altre arti, quelle del disegno e dei suoni, procedono con essa e per essa. In poche parole, la forza espansiva del corpo italiano tanto più si fa poderosa, quanto più è violenta la pressione del governo straniero."
      },
      {
        "index": 8,
        "text": "Il 21 è il padre del 48, è l'avo del 59. Però, ond'essere fedeli al programma del nostro lavoro, noi terremo conto anche di questi elementi. Inoltre, col sistema empirico dell'azione drammatica e senza avvilupparci nel paludamento scientifico, proporremo al lettore alquanti problemi sul diritto di testare, sul matrimonio, sulla patria podestà, sulla maritale. La nuova imbandigione adunque, per la qualità della materia, e per il buon volere, ci lusinghiamo vorrà esser presa in qualche conto dai lettori, i quali vorranno fingere almeno di non essere malcontenti di noi. Non si è mai sentito a dire che un Anfitrione sia stato bastonato dai commensali, nemmen quando il pranzo è riuscito cattivo."
      },
      {
        "index": 9,
        "text": "[I]"
      },
      {
        "index": 10,
        "text": "Le prime scene dei periodi storici fin qui da noi rappresentati, si aprirono sempre, per combinazione, o in teatro o in qualche festa da ballo, tra la musica, la danza e la bellezza. Sempre si cominciò coll'allegria e il geniale buon tempo, per finir sempre coll'affanno, colle sventure e col beccamorto. Possiamo assicurare che questo per noi non fu mai un sistema adottato. Bensì, contro ogni disegno, fu una riproduzione spontanea della maggior parte delle vicende onde è contesta la vita pubblica e privata degli uomini. Troppo spesso si comincia colla giocondità, colle speranze e coi castelli in aria; quasi sempre si finisce coi disinganni e colla disperazione."
      },
      {
        "index": 11,
        "text": "E anche questa volta, se precisamente non ci è dato rimetterci a sedere o in teatro o all'osteria, dobbiamo però incominciare il preludio della nuova opera seria con un andantino allegro, ma che, pur troppo, è destinato a preparar dalla lunga e attraverso a processi e a successioni inattese di toni, le frasi strazianti di una catastrofe degna di un Romeo moltiplicato per tre. A noi vengono i brividi al solo pensarci."
      },
      {
        "index": 12,
        "text": "La notte del 19 marzo 1820, giorno consacrato a San Giuseppe, il santo nel cui nome l'autore dei Cento anni è stato battezzato; sulla piazzetta dei santi Pietro e Lino, due inservienti dei Regi Teatri prepararono in gran segreto una orchestrina sotto al balcone di un primo piano d'una delle case che rispondevano su quella piazzetta."
      },
      {
        "index": 13,
        "text": "Quasi contemporaneamente vennero là portati un contrabbasso, un violoncello, quattro cassette da violino e viola, ecc. Di lì a non molto sopraggiunsero gli egregi suonatori, o professori, quasi tutti appartenenti all'orchestra della Scala: Merighi il violoncellista, Rabboni il professore di flauto, Yvon d'oboe, Corrado il suonatore di clarinetto, Cavinati e Migliavacca incliti violini di spalla, Majno prima viola. Tra una schiera eletta di dilettanti, vennero in ultimo il tenore della stagione, Claudio Bonoldi, cantante insigne, e più insigne bastonatore di uomini e di giornalisti. Tra lui e il basso Fioravanti, stretti in grande dimestichezza, comparvero due belli ed eleganti giovani; uno era il conte Emilio Belgiojoso, l'altro il figlio del colonnello Baroggi e di donna Paolina S..., che noi non conosciamo ancora, e che era nato nel 1798 a Roma, dopo le luttuose scene dell'avo, d'ingrata memoria. Il suo nome di battesimo era Giunio, perchè, essendo stato battezzato nella chiesa d'Ara Cceli, sul Colle Capitolino, sventolando gli stendardi repubblicani, si volle dargli un nome che ricordasse l'eterna città e l'instauratore della repubblica romana. Questo sia detto di passaggio, e torniamo all'orchestra."
      },
      {
        "index": 14,
        "text": "I professori e i dilettanti, messisi al loro posto, diedero principio alla serenata colla sinfonia dell'Aureliano in Palmira, di Rossini, che d'allora in poi, per più di trent'anni, continuò ad essere la sinfonia d'obbligo di tutti i ritrovi musicali. Come avviene in tali occasioni, la piazzetta e la via dei Meravigli, che in principio erano al tutto solitarie per la notte assai inoltrata, a poco a poco si animarono di tutte quelle persone che, avvezze a rincasarsi ad ora tardissima, s'erano accorte, chiamate dai suoni lontani, che la loro giornata non era ancor finita. Le finestre e i balconi delle case rispondenti sulla piazzetta si popolarono d'uomini e donne, che staccavano come ombre sul fioco albore degl'interni lumi trapelanti dalle aperte imposte. Curiosa platea e più curiosi ordini di palchetti, dove le acconciature più appariscenti erano bandeaux e berrette da notte, sottanini e mutande. La sinfonia dell'Aureliano fu applauditissima dal pubblico, che cominciò a diventare affollato, perchè molti giovinotti che abitavano nelle vie circonvicine ebbero il coraggio, giacchè era una bella notte di marzo, di rivestirsi e discendere in istrada. Il tenore Bonoldi cantò di poi"
      },
      {
        "index": 15,
        "text": "l'arione dell'Otello: «Vincemmo, o padri». Il conte Emilio, che diventò in seguito il principe Emilio Belgiojoso, eseguì in unione col basso Fioravanti il duetto del Mosè: «Parlar, spiegar non posso». Ad ogni pezzo gli applausi erano strepitosi e meritati. E negli intermezzi d'aspettazione, il pubblico faceva le chiose, non tanto ai motivi dei pezzi eseguiti, quanto al motivo di quella serenata."
      },
      {
        "index": 16,
        "text": "— È strano (notava uno degli ammiratori) che la signorina non si faccia vedere."
      },
      {
        "index": 17,
        "text": "— Che signorina?"
      },
      {
        "index": 18,
        "text": "— Diavolo! quella per cui si canta e si suona. Credi tu che si voglia compromettere la trachea di un tenore di cartello, e far gettare il tempo ai professori della Scala, per solo amore dell'arte? Là al primo piano, dove c'è quel poggiuolo, abita quella giovinetta che in queste ultime tre sere ajutò l'impresario del teatro Re e il Don Giovanni, che faceva fiasco, col cantare in costume l'ultima scena della Giulietta e Romeo di Zingarelli."
      },
      {
        "index": 19,
        "text": "— AR! la Gentili!"
      },
      {
        "index": 20,
        "text": "— Madamigella Stefania Gentili, sissignore, la quale, se continua come ha cominciato, che Pisaroni e che Colbrand e che Catalani! Ed è la prima volta che mette piedi sulla scena. Qual voce e qual sentimento!"
      },
      {
        "index": 21,
        "text": "— E quanta bellezza!"
      },
      {
        "index": 22,
        "text": "— Per carità, non tocchiamo questo tasto, perchè mi va il sangue alla testa; in costume di Romeo, coi capelli cadenti... con quella figura divina, con quelle gambe, con quelle maglie di seta bianca... torno a pregarti..., cangiamo discorso."
      },
      {
        "index": 23,
        "text": "— Ma, di ragione, sarà il suo amante quello che avrà fatto allestire una tal serenata."
      },
      {
        "index": 24,
        "text": "— Amanti son tutti quelli che l'hanno sentita. Quando penso che, nel momento in cui, disperata, ella si lascia cadere sulla tomba di Giulietta, io ho visto a piangere perfino il barone Gehausen, direttore di polizia! Che cosa vuoi di più? Questo è il suo massimo elogio."
      },
      {
        "index": 25,
        "text": "— La presenza però del conte Emilio Belgiojoso mi darebbe a credere..."
      },
      {
        "index": 26,
        "text": "— No. A quanto mi disse ieri in teatro il primo oboe dell'orchestra, che è quel giovinotto là coi baffi neri, chi avrebbe dato in qualche furore per lei sarebbe quel giovane lì che sta presso al conte Emilio Belgiojoso, e che ora prende in mano la viola... probabilmente suonerà un a-solo... È uno dei più bravi dilettanti, allievo del professore Majno che gli siede lì presso. È figlio di quella tale che seguì il colonnello Baroggi in Russia e che vestiva l'uniforme di dragone come il marito... Te ne devi ricordare..."
      },
      {
        "index": 27,
        "text": "— Sì, sì, ne ho qualche barlume..."
      },
      {
        "index": 28,
        "text": "Ma qui, i zitto! e i silenzio! della folla, troncarono di tratto questo dialogo; e il Baroggi incominciò il suo a-solo sul tema della romanza di Garcia, innestata nel Barbiere di Rossini."
      },
      {
        "index": 29,
        "text": "L'a-solo fu suonato a meraviglia, perfino a compiacersene lo stesso maestro Majno; se non che, proprio nel punto che si era alle ultime cadenze delle variazioni, dal vicino vicolo Porlezza una schiera di dodici o quattordici giovinotti irruppe nella via, si rovesciò come una tempesta maggenga sulla piazzetta, improvvisando una cadenza di legnate formidabili, dedicate al merito insigne di quei filarmonici notturni."
      },
      {
        "index": 30,
        "text": "Il tenore Bonoldi, che era alto, nerboruto e prepotente, e che, figlio di un vetturale di Piacenza, era avvezzo alle baruffe fin da ragazzo, non si lasciò smarrire, e lavorò di rimando colla sua canna d'India; la sua canna d'India fedele ch'egli avea sempre seco per tenere in soggezione la critica. Il suo esempio animò tutti. Il conte Emilio armeggiò benissimo con una sedia di bulgaro. Il Baroggi con un leggìo. I più offesi furono i suonatori, che erano seduti; e in modo speciale se ne risentì la schiena del professore Majno; perchè l'amore sviscerato, del genere dell'amor materno, che egli portava alla sua viola di Stradivari, lo rese dimentico di sè stesso; onde, incurvatosi su di essa e strettasela al seno, non pensò più che la schiena rimaneva affatto senza difesa e tutta esposta alle percosse nemiche. Tutto questo parapiglia avvenne in un minuto. Strillavano le donne dai poggiuoli e dalle finestre; piangevano i ragazzi che si erano alzati colle mamme; tumultuavano e si scompaginavano e fuggivano molti della folla raccolta in piazza."
      },
      {
        "index": 31,
        "text": "Ma ad un tratto gridò uno della schiera degli assalitori: Fermi tutti! — e fu una voce sonora, piena, autorevole; tutti si fermarono infatti. Esso guardava il Baroggi, e il Baroggi lui."
      },
      {
        "index": 32,
        "text": "— Ma come sei qui tu fra costoro?"
      },
      {
        "index": 33,
        "text": "— Diavolo, non è permesso fare una serenata, tanto per goder le stelle e provar l'istrumento? Ma costoro poi, che cosa hanno fatto a te?"
      },
      {
        "index": 34,
        "text": "— Nulla m'han fatto; non li conosco nemmeno — se ne togli qui il tenore della Bianca e Faliero che canta bene e bastona meglio."
      },
      {
        "index": 35,
        "text": "— Dunque?"
      },
      {
        "index": 36,
        "text": "— Dunque si era là all'osteria del Galletto fuori di porta Vercellina, annojati tutti maledettamente, perchè son già tre giorni che non s'è rotta nemmeno una testa... e ve ne sono centotrentamila in Milano. Io dico: che cosa si fa stanotte? È una vergogna per la compagnia... guai s'ella va perdendo del suo credito. Allora questo signore, che è il conte Alberico B... ed è il nostro decano, perchè ha trentasett'anni compiuti... ci sarebbe una serenata da mandar all'aria, — ci dice — una serenata sulla piazzetta di San Pietro e Lino. Bastò la proposta. Non si stette nemmeno un minuto a far consulta; e via tutti, senza nemmen pagare l'oste... La cosa è semplicissima, e non ho ad aggiunger altro."
      },
      {
        "index": 37,
        "text": "Dette queste parole all'amico Baroggi, del quale teneva stretta una mano nella propria, colui si rivolse alle due schiere nemiche che avevano abbassate le armi, come quando sui campi trojani Ettore o Ajace davan segno alle falangi di sospendere la pugna:"
      },
      {
        "index": 38,
        "text": "— Tutto quello che fu detto e fatto, soggiunse poi, sia per non fatto e non detto. Questo è un mio caro amico, e costoro si sono difesi in modo che hanno diritto a tutta la nostra stima e considerazione. Giù dunque le armi, via gli strumenti e ritorniam tutti insieme a santificare la pace all'osteria..."
      },
      {
        "index": 39,
        "text": "Siccome non v'erano antecedenti rancori né cagioni di odio profondo, l'aspetto, la voce, il contegno del giovine amico del Baroggi, così fra il farabutto e il bizzarro, mise in un istante la pace e l'allegria, dove un momento prima aveva infuriato la tempesta."
      },
      {
        "index": 40,
        "text": "Essi partirono. L'orchestra e gli strumenti furon levati, i rimasti della folla si allontanarono, le finestre si chiusero, le virili berrette da notte tornarono a comprimere i guanciali accanto ai muliebri bandeaux; e i silenzj profondi di quella notte non furono più turbati da rumori nè lieti nè tristi."
      },
      {
        "index": 41,
        "text": "Giunte che furono le due schiere rappacificate al canto dei Meravigli, che risponde al corso di porta Vercellina:"
      },
      {
        "index": 42,
        "text": "— Per andare all'osteria, disse il professore Majno, l'ora è troppo tarda. Domani alle 9 debbo dar la solita lezione al Conservatorio. Proporrei dunque di trasportare ad altro giorno la celebrazione della pace."
      },
      {
        "index": 43,
        "text": "— Allora troviamoci tutti domani alle ore quattro all'osteria del Galletto, soggiunse il conte Emilio Belgiojoso."
      },
      {
        "index": 44,
        "text": "— Domani, signor conte, è l'ultima sera della stagione, osservò il tenore Bonoldi. Ella sa che in queste benedette ultime sere bisogna cantar due volte lo spartito, e contendere colla Camporesi la mia parte di corone e di fiori."
      },
      {
        "index": 45,
        "text": "— Ebbene, dopodomani."
      },
      {
        "index": 46,
        "text": "— Dopodomani, ripetè il conte Alberico B..., e prego tutti questi signori ad accettare il pranzo da me. La proposta di mandare all'aria la serenata, disgraziatamente, fu mia, tocca dunque a me a pagar la multa. È giusto?"
      },
      {
        "index": 47,
        "text": "— È giusto. E qui vennero i saluti, i buona notte, gli a rivederci, gli addio. Il conte Alberico prese per via di Brisa; alcuni pel corso; altri per Santa Maria Porta. Il Baroggi, col suo amico, col conte Belgiojoso, con Bonoldi e i professori d'orchestra, ritornarono nella via dei Meravigli. Sulla piazzetta della Scala, Bonoldi diede un fischio, e un servo facendogli lume da una finestra della casa dove ora è la spezieria del Riva Palazzi, gli gettò giù la chiave. Altri saluti ed altri buona notte come sopra. Il conte Emilio fu accompagnato al suo palazzo in piazza Belgiojoso. Ultimi rimasero il"
      },
      {
        "index": 48,
        "text": "Baroggi col suo amico, i quali s'avviarono per San Paolo, tirarono innanzi per San Martino, svoltarono in San Zeno, e qui si fermarono davanti al portone d'una casa molto vecchia."
      },
      {
        "index": 49,
        "text": "— Abiti qui?"
      },
      {
        "index": 50,
        "text": "— SÌ... sto in casa del signor Giocondo Bruni, che tu conosci; un caro vecchio, che mi fa da padre, da tutore, da amico e da consigliere. Mia madre, ch'è andata a Parigi, lasciò a lui in custodia tutta la nostra roba, con cui c'è da empire un magazzino da rigattiere e da fare una pinacoteca sussidiaria alla raccolta dei quadri dell'Ospedal Maggiore. Anche il signor Bruni ha una raccolta di oggetti curiosissimi. Anzi ha un ritratto di tuo padre... eseguito a pastello da uno scolaro del pittore Porta... quando tuo padre non aveva che venti anni... Esso è in costume di..."
      },
      {
        "index": 51,
        "text": "— Di che cosa? Mio padre faceva il lacchè a venti anni. Credi tu ch'io abbia paura di perdere la nobiltà? Ma davvero che vedrei volontieri quel ritratto... mi somiglia?"
      },
      {
        "index": 52,
        "text": "— Un gemello non somiglia all'altro come tu a lui..."
      },
      {
        "index": 53,
        "text": "— Già il sangue non traligna mai nella porca plebe... a cui mi vanto d'appartenere... Mio padre era bello come un angelo, era forte come un leone, era veloce come un cervo... Ed io non canzono... Mi fanno ridere questi nobili che piangono sui casi della Fuggitiva del Grossi, e si purgano tutti i giorni per diventare interessanti... Ma giacchè siamo giunti fin qui... si potrebbe dormire da te questa notte?... Mi rincresce di andar laggiù sino a Sant'Ambrogio; d'altra parte ho bisogno di star teco a lungo."
      },
      {
        "index": 54,
        "text": "— Letti non ne mancano. Aspetta che apro lo sportello, e fa conto di entrare in casa tua."
      },
      {
        "index": 55,
        "text": "Giunio, aperto lo sportello:"
      },
      {
        "index": 56,
        "text": "— Va innanzi, disse all'amico."
      },
      {
        "index": 57,
        "text": "— È meglio che tu mi preceda. Fino al primo d'aprile la mia coscienza non è mai tranquilla abbastanza per quel che riguarda la cura delle mie gambe."
      },
      {
        "index": 58,
        "text": "— Perchè?"
      },
      {
        "index": 59,
        "text": "— Perchè in quel giorno c'è una corsa di fantini a piedi da porta Orientale fino a Loreto. Ho fatto una scommessa, e già sono venute a Milano le gambe più veloci del regno Lombardo Veneto. In questi giorni si concertarono due prove e così nell'una come nell'altra, quand'io era già di ritorno alla porta, i miei competitori arrivavano allora a Loreto. Or si aspettava un Vicentino, del quale si raccontan meraviglie; ma io sono figlio di mio padre, come Achille era figlio di Peléo, e me ne rido."
      },
      {
        "index": 60,
        "text": "Giunio andò innanzi, accese un cerino, rischiarò la scala all'amico, e aperse l'uscio della casa. Entrarono ambidue, e passate due o tre stanze, si fermarono in una sala. Giunio accese una fiorentina d'argento."
      },
      {
        "index": 61,
        "text": "— Vedi tu questa fiorentina? disse. Ebbene, essa rischiarava le veglie dotte della madre della madre di mia madre. Eccola lì viva e parlante in quel ritratto. Guarda..."
      },
      {
        "index": 62,
        "text": "— Se questa fiorentina avesse la parola, chi sa che corriere delle dame!..."
      },
      {
        "index": 63,
        "text": "— Zitto, e rispetto ai morti..."
      },
      {
        "index": 64,
        "text": "— Ma sai tu che questa tua bisnonna aveva una faccia da far girare la testa anche ad un mazzaconico?"
      },
      {
        "index": 65,
        "text": "— Lo so bene. E quella lì?"
      },
      {
        "index": 66,
        "text": "— Oh... cara..."
      },
      {
        "index": 67,
        "text": "— Questo cara lo disse un altro prima di te trenta o quarant'anni sono."
      },
      {
        "index": 68,
        "text": "— Zitto, e rispetto ai morti."
      },
      {
        "index": 69,
        "text": "— Questa poi è mia madre."
      },
      {
        "index": 70,
        "text": "— Non ha la regolarità nè dell'una nè dell'altra... ma con quell'elmo alla dragona..."
      },
      {
        "index": 71,
        "text": "— Rispetto ai vivi: ella è una santa."
      },
      {
        "index": 72,
        "text": "— Intercede pro nobis."
      },
      {
        "index": 73,
        "text": "— E quello lì?"
      },
      {
        "index": 74,
        "text": "— È il conte colonnello V..."
      },
      {
        "index": 75,
        "text": "— Quegli che avrebbe dovuto essere il padre di tua nonna... se..."
      },
      {
        "index": 76,
        "text": "— Che faccia curiosa, non è vero?"
      },
      {
        "index": 77,
        "text": "— È un testone bovino... Nel contemplarlo, il pensiero corre più facilmente al macello che alla caserma, siamo sinceri, caro Giunio, e lasciando da parte i pregiudizj... Dimmi dunque: se tu, dopo di me, sei il più bel giovane che abbia conosciuto... a chi ne vai debitore? Vien giù liscio. Fu un peccato in cipria e parrucca che si introdusse con garbo nella casa del conte colonnello a far le veci della commissione d'ornato, e aggiustò 1 profili ai posteri. Guarda che bel naso hai tu! Greco d'alta scuola. Che mai sarebbe stato di te, se questo faccione da profosso, giù per il naviglio del tempo fosse rotolato, come un pioppo del lago Maggiore, fino in casa Baroggi?... Ma tu fai delle smorfie, e mi fai capire che questi discorsi non ti piacciono punto... Ah!... ora comprendo tutto... Qui vedo gli Inni sacri di Alessandro Manzoni."
      },
      {
        "index": 78,
        "text": "— E che c'entrano adesso gli inni? ma taci, che sento la voce del signor Bruni..."
      },
      {
        "index": 79,
        "text": "E il signor Bruni, in vesta da camera e in berretta da notte, comparve sulla soglia d'uno degli usci della sala."
      },
      {
        "index": 80,
        "text": "— Sei tu, Giunio? egli disse."
      },
      {
        "index": 81,
        "text": "— Son io..."
      },
      {
        "index": 82,
        "text": "— È tardi, caro, troppo tardi. Manca un quarto alle quattro... Guaj se tua madre sapesse..."
      },
      {
        "index": 83,
        "text": "— Chi ha imparato a suonar la viola (e questo fu col permesso di mia madre) si espone al pericolo delle serenate... e le serenate cominciano sempre dopo mezzanotte. E oggi ce ne fu una colla coda..."
      },
      {
        "index": 84,
        "text": "— La coda del diavolo, soggiunse l'amico di Giunio."
      },
      {
        "index": 85,
        "text": "— Ma chi è questo bel giovinotto?"
      },
      {
        "index": 86,
        "text": "— Non lo ravvisa?"
      },
      {
        "index": 87,
        "text": "— Ah... il figlio del Galantino... oh come mi fa diventar vecchio questo diavolo... Ma da quanto tempo siete a Milano?"
      },
      {
        "index": 88,
        "text": "— Da più d'un mese."
      },
      {
        "index": 89,
        "text": "— E perchè non siete mai venuto qui?"
      },
      {
        "index": 90,
        "text": "— Precisamente per la grande necessità che ho di intrattenermi con voi e con Giunio a lungo."
      },
      {
        "index": 91,
        "text": "— È una ragione curiosa."
      },
      {
        "index": 92,
        "text": "— È naturalissima. Ogni qualvolta c'è un affar grave, difficile e disgustoso da disbrigare, lo si tira sempre per le lunghe. Gli è come quando c'è la necessità di un'operazione chirurgica. Si teme più la guarigione che viene collo spasimo, che la cancrena che si sviluppa senza dar tropp'incomodo. Ho trovato due o tre volte Giunio, e sempre l'ho lasciato andar pe' fatti suoi senza dirgli nulla... E se non fosse stata la bell'occasione di questa notte..."
      },
      {
        "index": 93,
        "text": "— Oh bella davvero... (disse Giunio ridendo), ed io non so trovar le parole per ringraziarti come meriti. Sa ella, signor Giocondo, in che modo ci siamo incontrati stanotte? Non lo indovinerebbe in cento anni. Intanto che io suonavo le variazioni del professor Majno su un tema di Garcia, costui, in compagnia di altri dieci o dodici ammiratori, mi attestò il suo entusiasmo a colpi di bastone."
      },
      {
        "index": 94,
        "text": "— Ma tu non sei ragionevole, il mio caro Giunio. Dal momento che uno appartiene ad una corporazione, bisogna bene che ne adempia le leggi. Questa notte toccò a te e a' tuoi amici. Un'altra notte potrebbe toccare allo stesso signor Giocondo, se non si facesse conoscere in tempo. La Compagnia della Teppa bastona tutti quanti, e non ha nessun obbligo di assumere informazioni preventive."
      },
      {
        "index": 95,
        "text": "— Ah, siete anche voi uno della compagnia? domandò il Bruni."
      },
      {
        "index": 96,
        "text": "— Diavolo!"
      },
      {
        "index": 97,
        "text": "— Me ne congratulo tanto; è però una gran vergogna per la città di Milano..., e mi fa meraviglia come l'autorità e la polizia non ci provvedano. Ma, in conclusione, a che oggetto questa compagnia s'è instituita, e in che modo va ingrossando tutti i giorni?"
      },
      {
        "index": 98,
        "text": "— La cosa è semplicissima. Domeneddio, pentito d'aver creato gli uomini, mandò il diluvio per sterminarli tutti, senza aver riguardo ai tanti innocenti che, senza dubbio, ci saranno stati anche"
      },
      {
        "index": 99,
        "text": "allora; perchè la cura doveva essere perentoria, radicale, assoluta, inesorabile. Se il Padre Eterno avesse dovuto istituire prima delle commissioni di scelta, sarebbe stato fresco lui più che le vittime del diluvio... vi pare o non vi pare?"
      },
      {
        "index": 100,
        "text": "— Va bene... e così?"
      },
      {
        "index": 101,
        "text": "— E così la Compagnia della Teppa, umilmente, si è proposto il santo scopo di bastonare senza distinzione tutti gli uomini che di notte trova per istrada. Non vi sembra giusto?"
      },
      {
        "index": 102,
        "text": "— Ma se è così, perchè non cominciate a bastonarvi tra di voi, o membri effettivi della compagnia?"
      },
      {
        "index": 103,
        "text": "— Potrà darsi che a ciò si provveda in seguito... il progresso va per gradi. Per ora bastoniamo gli altri. Ed io non stetti in dubbio un minuto, quando fui invitato a far parte della nobile compagnia."
      },
      {
        "index": 104,
        "text": "— Ma non pensate quante brave persone, quanti padri di famiglia che hanno bisogno di essere lasciati vivere in pace, saranno vittima della vostra brutalità, ben più facilmente che i beoni, gli oziosi, i prepotenti?"
      },
      {
        "index": 105,
        "text": "— Idee piccole, caro signor Giocondo, idee storte; è impossibile giudicare 1 tristi dalle apparenze. Chi sa quante ingiustizie un padre collo-torto commette in famiglia? Chi sa quanti stranguglioni costa alla moglie un marito che logora il confessionale? Chi sa come alla sordina succhia il sangue dei pupilli un tutore che porta il baldacchino? La legge non ha gli occhi d'Argo nè le braccia di Briareo; non può veder tutto, non può toccar tutto... Ora un buon bastone che alla cieca e indistintamente cada sulla testa di quanti s'incontrano a caso, è l'imagine nodosa e reale della fatalità vendicatrice, tanto rispettata dagli antichi, perfino dagli dèi, perfino da Giove."
      },
      {
        "index": 106,
        "text": "— Io sarei disposto ad accettare, disse Giunio, tutti questi tuoi principj di filosofia comica, se nella Compagnia della Teppa non vi fossero che buontemponi colla fedina criminale netta; ma ognuno sa che vi sono furfanti d'ogni risma e d'ogni conio."
      },
      {
        "index": 107,
        "text": "— È unerrore. Sicuro che nessuno di noi aspira a morire in odore di santità. Una certa inclinazione al buon vino e alle belle donne non mostrerebbe in noi alcuna vocazione ad accettar la regola di S. Francesco; ma furfanti, nel senso che comunemente si suol dare a questa parola, non ne conta la compagnia."
      },
      {
        "index": 108,
        "text": "— Ti convinco subito del contrario... Qui il signor Giocondo ti potrà dire chi sia quel conte Alberico B...i che tu m'hai presentato come uno dei vostri decani."
      },
      {
        "index": 109,
        "text": "— Che cosa so io...? È nobile, è milionario... paga pranzi e cene... è prodigo, fa il democratico, aspira alla popolarità... giuoca alla morra anche coi facchini e coi toffi... racconta frottole con garbo... è stato a Costantinopoli, è stato in Egitto... fu impresario di virtuosi, fu direttore di palchi scenici..."
      },
      {
        "index": 110,
        "text": "— Fu cortigiano, lasciate che continui io adesso, soggiunse il Bruni, fu cortigiano e galoppino di biglietti amorosi al servizio di Beauharnais. Fu spia per diporto. Fu Creonte e Jago e Tersite tutt'in una volta. Fu manipolatore di discordie tra amici e amici. Libertino e osceno come Tiberio, come il re di Bitinia, a trent'anni avea già i denti spazzati via dal calomelano. Prepotente e crudele con quelli che hanno bisogno di lui, vile e tremante coi generosi e coi forti; sposò due mogli... che morirono, l'una e l'altra, assassinate da lui alla sordina, senza coltello, senza veleno, senza laccio; perchè in maschera spesso d'onesto uomo, essendo volpe astutissima, teme la legge e sa scansarla; ha sentito parlar della forca, e sa come le si gira d'intorno senza toccarla."
      },
      {
        "index": 111,
        "text": "— VI faccio i miei complimenti, signor Giocondo. D'ora innanzi verrò da voi a imparare lo stile delle lettere commendatizie."
      },
      {
        "index": 112,
        "text": "— Dunque?... disse Giunio."
      },
      {
        "index": 113,
        "text": "— Dunque, anche in questo caso non voglio discostarmi da una mia teoria... ed è che quando si scopre che un conoscente, un collega, un amico, è uno scellerato, bisogna fingere di non saper nulla, bensì tenerlo d'occhio e averlo sottomano."
      },
      {
        "index": 114,
        "text": "— Non si può esprimere con parole, proseguiva Giunio, la ripugnanza ch'io sento per colui. Senza conoscere affatto i suoi antecedenti, mi ricordo che mi rifiutai di sedere ad una mensa"
      },
      {
        "index": 115,
        "text": "comune, per la sola ragione che anch'esso era fra gli invitati. Né sapendo trovar ragione ad un'antipatia così invincibile, e nel medesimo tempo fidandomi assai delle antipatie, che per me son come avvisi del cielo, ne chiesi conto qui al signor Giocondo, il quale press'a poco mi disse quello che ha ripetuto un momento fa."
      },
      {
        "index": 116,
        "text": "— Eh, caro mio, se si dovesse sempre far caso alle antipatie, e respingere da sè tutti quelli che per un verso o per un altro hanno bisogno d'un bagno di zolfo o di acqua ragia, sarebbe necessario di ritirarsi in una grotta a viver di radici come i santoni della Tebaide. Ma lasciamo da parte costui; e parliamo piuttosto di ciò che ben più ti deve interessare."
      },
      {
        "index": 117,
        "text": "E a questo punto, dopo una lunga pausa, il figlio di Andrea Suardi si cavò di tasca un portafoglio; lo aprì, lo svolse, ne trasse un involto che spiegò, levandone una carta."
      },
      {
        "index": 118,
        "text": "— Vedi questa carta, Giunio? disse poi; la vede, signor Giocondo? Ebbene, darei la metà della mia fortuna perchè non mi fosse mai stata consegnata da mio padre. Sono sei anni che l'ho con me, ed è dal giorno precisamente in cui esso morì. Appena l'ebbi letta, il mio primo pensiero fu di volar subito a Milano per consegnarla a' tuoi parenti; ma mi trattenni. Dopo sorvennero gli intrighi dell'eredità; e la storia d'una famiglia e d'una ragazza che pretendeva avere dei diritti al pari di me: poi la vendita ch'io feci dei possedimenti che mio padre aveva sul Modenese, perchè non volevo in nessun modo aver a che fare con quel duca infame che fa da despota, da papa e da boja; poi vennero i miei viaggi... e sapete perchè ho viaggiato per tanto tempo? per togliermi appunto alla tentazione di cavar fuori questa carta e farla di pubblica ragione..."
      },
      {
        "index": 119,
        "text": "— Ma e che diavolo c'è in quella carta?"
      },
      {
        "index": 120,
        "text": "— La tua fortuna e il mio disonore."
      },
      {
        "index": 121,
        "text": "Il Bruni si alzò aspettando e indovinando. Il giovane Giunio, per un movimento naturale, stese la mano su quella carta, ma la ritrasse subito, quasi vergognandosi di un tale atto."
      },
      {
        "index": 122,
        "text": "— Molte volte io fui per abbruciarla, continuò il Suardi; e se non ti avessi conosciuto davvicino... se non mi facesse dispetto quel marchesone, gesuita, ipocrita, scellerato, che fu tra quei ch'hanno ajutato i Tedeschi a tornar qui, e il cui avo fu la rovina della tua casa, e il disonore della tua bisava, e la cagione per cui mio padre fu messo alla tortura, certo che l'avrei abbruciata. Ora leggete. Sono tre facciate, scritte tutte di proprio pugno da mio padre... e qui c'è la sua firma..."
      },
      {
        "index": 123,
        "text": "Giunio prese la carta, e la lesse con attenzione, con affanno e con impazienza. Il signor Giocondo Bruni, messisi gli occhiali, si collocò dietro la testa del giovane Giunio per tentare di leggerla anch'esso. Il giovane Suardi intanto s'alzò, e dopo aver fatti alcuni passi per la sala, si piantò innanzi al ritratto di donna Clelia colle braccia incrociate sul petto. La baldanza provocatrice e gioviale che abitualmente saettava da tutti i muscoli della sua bella faccia era scomparsa affatto, per dar luogo ad una concentrazione accigliata e cogitabonda. Sì volse poi di tratto a queste parole del signor Giocondo:"
      },
      {
        "index": 124,
        "text": "— E dire che ci vollero settant'anni per verificar quello che mio padre già aveva indovinato il dì dopo il fatto avvenuto!... ma or venite un momento nella mia camera da letto."
      },
      {
        "index": 125,
        "text": "I due giovani seguirono il signor Giocondo."
      },
      {
        "index": 126,
        "text": "— Quello là è il ritratto di mio padre, disse il Bruni additando un dipinto ad olio dentro una gran cornice barocca. — Quell'altro è il ritratto della celebre Gaudenzi, mia madre, quella per cui fu creduto avesse il tenore Amorevoli scavalcato il muro di cinta del giardino del palazzo V... in contrada Velasca... la notte che vostro padre trafugò..."
      },
      {
        "index": 127,
        "text": "Il giovane Suardi si scosse."
      },
      {
        "index": 128,
        "text": "— Vostro padre, eccolo lì... continuò il Bruni. Guardate che bell'aria di testa. Aveva vent'anni allora. E adesso vi farò vedere una cosa rara... molto rara oggi, e aperto un armadio e trattane una scatola:"
      },
      {
        "index": 129,
        "text": "— Questa, disse, è una maschera-ritratto, di quelle ch'erano in gran voga a quel tempo; è della più perfetta somiglianza, come fui assicurato; mio padre se la mise sulla faccia a un veglione del teatro ducale per ingannare la contessa Clelia... e costringerla a palesar la verità. È il ritratto del celebre tenore Amorevoli. Guardate bene! è opera del pittore Clavelli, famoso allora in questo genere di lavori."
      },
      {
        "index": 130,
        "text": "Così dicendo, il Bruni, gettatosi un ferrajolo intorno alle spalle, si adattò quella maschera al volto. Pareva un'ombra evocata e riplasmata di forme, di carne e di vita."
      },
      {
        "index": 131,
        "text": "I due giovani provarono una sensazione che non era di piacere."
      },
      {
        "index": 132,
        "text": "—È questa un'ora ben solenne, esclamò il Bruni. Vivi e morti, ci ritroviamo qui tutti uniti, come in un consulto di famiglia."
      },
      {
        "index": 133,
        "text": "[II]"
      },
      {
        "index": 134,
        "text": "Il Galantino, come abbiamo udito dal giovane Suardi, è dunque morto, assolutamente morto. Gl'impazienti della lunga e, per essi, troppo lunga sua parte sulla scena di questi Cento anni, possono ora consolarsi. Noi qui aggiungeremo che, nato nel 1730, morì nel 1815 a Modena, d'anni 85, lasciando quel figlio che abbiamo conosciuto; figlio naturale, ma ch'ei volle battezzato col proprio nome e cognome, e al quale lasciò tutto il proprio avere, ammontante in terre e capitali a quasi tre milioni di lire milanesi."
      },
      {
        "index": 135,
        "text": "E un altro schiarimento è più che mai necessario a questo punto. Che cos'era e che mai stava scritto in quella carta che il giovane Suardi aveva mostrato a Giunio Baroggi e al Bruni?"
      },
      {
        "index": 136,
        "text": "Il testamento che fin dall'anno 1813 Andrea Suardi, senza scoprirsi, aveva spedito in originale al giudice del tribunale civile nelle cui mani era stata posta la causa tra il Baroggi e il marchese F..., non aveva ottenuto l'effetto che il Suardi se n'era aspettato. I denari del marchese avevano corrotto il giudice, avevano corrotto il notajo A gudio, che a prezzo d'oro aveva vendute le carte e i documenti relativi a quel fatto, e che si trovavano da sessant'anni nell'archivio privato del dottor Macchi. I periti calligrafi non avevano potuto, per mancanza di sufficienti confronti, constatare che la scritturazione di quel testamento fosse di proprio pugno del defunto F... In conseguenza di tutto ciò, per sentenza del tribunal civile venne dichiarato, che «in mancanza di prove assolute, non potendosi asserire essere quel testamento olografo, ed autografo del marchese F...; ed anzi, dovendosi ragionevolmente sospettare fosse una carta ad arte falsificata, a tale sospetto dando fondamento il modo misterioso onde quel documento era stato presentato al tribunale; ripugnando inoltre l'idea che potesse essere in buona fede e avesse in petto i sacrosanti fini della verità e della giustizia chi aveva pensato a stare occulto con tanta circospezione, si respingeva fino a nuove dilucidazioni l'atto di petizione del colonnello Baroggi, rimanendo intanto legittimo possessore dell'eredità F... il marchese F... ecc., ecc.»"
      },
      {
        "index": 137,
        "text": "Il Suardi che, nell'auge della propria fortuna e negli anni della virilità e della ancor verde vecchiezza, aveva tenuto gelosamente presso di sè il prezioso documento, sempre col pensiero e col proposito di farlo comparire all'aperto inaspettatamente, quando si fosse presentata l'occasione favorevole, e quando il molto tempo trascorso avesse potuto ragionevolmente stornare da lui ogni sospetto, si era accorto in che pericolo erasi messo nello spedire al tribunale di Milano quel documento, e come, dato un altro giudice ed altri avversarj e men corrompibile la giustizia, avrebbe potuto scontare sessant'anni dopo la pena scansata con tanta accortezza, arte e fortuna; onde, dopo la sentenza del tribunale, senza darsene per inteso, e proponendosi di non mettere più le mani in quell'intrigo, ritornò alle proprie terre che aveva acquistate nel Parmigiano e nel Modenese, per vivere fuor della cerchia e della vista di Milano che lo aveva conosciuto ciliegia, come dice la frase paesana, e dove vivevano ancor troppi de' suoi coetanei a rinfacciargli, soltanto col guardarlo, la sua origine, la sua vita e il libro nero delle sue azioni."
      },
      {
        "index": 138,
        "text": "Rincresceva però al Galantino che la fortuna del Baroggi dovesse rimanere così inevitabilmente rovinata, e tanto più che delle ricchezze del conte V..., il marito di donna Clelia, per le dilapidazioni continue e forsennate del marito di Ada, non era rimasto quasi più nulla. Come il lettore deve ricordarsi, il Galantino aveva protetto il Baroggi, capo delle guardie di finanza, ed erasi preso cura del figlio di lui, e in ogni occasione aveva dato a divedere di desiderare il loro vantaggio: al punto che, per rimediare al fatto del testamento, era una volta venuto in pensiero di lasciare a loro"
      },
      {
        "index": 139,
        "text": "tutta la propria sostanza. Ma, per una delle più consuete combinazioni della vita, a Parma conobbe una donna e da questa ebbe un figlio, il quale, com'è naturale, gli fece cambiar proposito."
      },
      {
        "index": 140,
        "text": "E fu precisamente in quella occasione che, almanaccando dì e notte, non sapendo in che altro modo giovare al Baroggi, venne nella determinazione di spedire il testamento olografo al tribunale. La natura del Galantino non era al tutto perversa; egli non aveva fatto e non faceva il male per il male. L'arte per l'arte veniva detestata da lui. Egli era stato uno scellerato, ma per un fine, ma con logica. La sua individualità lo aveva portato ad amar l'eleganza, a volere la ricchezza e il fasto; per raggiungere questo scopo avrebbe sacrificato tutto il parentado, compreso il padre e la madre; ma appena l'ebbe toccato, e con quella solidità da non fargli più temere un capitombolo, egli diventò, quasi potrebbe dirsi, un buon uomo: generoso, caritatevole, affabile, cortese. Non era di quegli scellerati che, pur nel mezzo dell'abbondanza e di tutte le cortesie della fortuna, pur nel fasto e tra le grandezze, sono sempre rabidi di far male altrui, al pari delle tigri che, anche nella piena sazietà del cibo e colle zanne ancora insanguinate di preda recente, si avventano tuttavia sul primo che passa, non per altro, che per metterlo in brani. Il Galantino, crediamo di averlo già detto, assomigliava al leone che, quando ha ben mangiato, vive e lascia vivere."
      },
      {
        "index": 141,
        "text": "Per tutte queste cose, il Suardi ebbe amareggiata la vecchiaja da questo assiduo pensiero di una famiglia che amava, e che, per colpa sua, trovavasi sul pendio della povertà, senza ch'egli potesse venire in suo soccorso. Più volte aveva pensato di istituire eredi in due eguali porzioni il proprio figlio e la famiglia Baroggi. Ma quando il figlio divenne adulto e crebbe in modo da lusingargli ed esaltargli il paterno orgoglio, naturalmente mise da parte anche quel disegno, e provvide ad accrescere anzichè a diminuire le ricchezze da lasciargli. Godeva di vedersi così fedelmente riprodotto nell'aspetto fisico del giovane Andrea; si esaltava all'idea che questo, simile a lui per tutti i doni materiali, più attraente per quelli di una educazione compita, non aveva bisogno di lacerarsi la fama onde mettere insieme quella ricchezza che a lui era costata l'intero sacrificio del buon nome. Così il Suardi passò gli ultimi anni della vita. E nell'ottantesimoterzo cominciò a guastarsegli la salute. Allorché la salute diventa mal ferma, e gli organi della digestione vengono ad infiacchirsi, l'uomo si fa più apprensivo, il mondo gli si scolora; retroguardando sul proprio passato, ha noia e pentimento e rimorso di quegli atti perversi che in una eccezionale vigoria fisica e nella baldanza di una natura ambiziosa non ha avuto il minimo dubbio di commettere, e tanto più questo rimorso si fa acuto, in quanto vede perdurare ed esacerbarsi in altri le tristi conseguenze di quegli atti stessi."
      },
      {
        "index": 142,
        "text": "Fu allora che, dopo avere stancata la propria mente in cento consulte, meditò di fare un'ammenda postuma, collo stendere, cioè, la storia del fatto clamoroso togliendola dal mistero in cui era ancora avvolta, e col fare la confessione più ampia della parte principale che in essa egli aveva avuto. Questo disegno lo eseguì compiutamente; scrisse con brevità e con chiarezza la storia del fatto, la convalidò colla formula del suo giuramento, e la suggellò con questa soprascritta: «A mio figlio Andrea, mio erede universale, perchè la spedisca al tribunale civile di Milano»."
      },
      {
        "index": 143,
        "text": "Nello stendere e nel suggellare questo scritto, egli, a tutta prima, aveva fermato di non farne parola al figlio; ma quando fu colto dall'ultima malattia, cangiò d'avviso; chiamò il giovane Andrea presso di sè, e dopo avergli detto che, come avrebbe trovato nel testamento, lo instituiva erede universale di tutte le proprie sostanze, lo mise a parte dell'alto segreto; dissuggellò la scritta, e gliela diede a leggere, soggiungendo: «Il mio desiderio sarebbe che tu spedissi, appena sarò morto, questo documento al tribunale civile di Milano, o alla famiglia Baroggi. Un desiderio però non è una volontà. Lascio a te dunque di fare di questa carta quello che ti parrà meglio»."
      },
      {
        "index": 144,
        "text": "AI giovane Andrea era nota in gran parte la vita del padre; era noto il famoso processo (non poteva essere altrimenti) in cui esso era stato avvolto; ma ripugnandogli l'idea che avesse dovuto trafugare un testamento chi non poteva vantare alcun diritto all'eredità della casa F..., egli avea creduto che il padre fosse al tutto innocente di quell'imputazione. Però è facile imaginarsi qual colpo gli desse la rivelazione inattesa. La tempra del giovane Andrea era di quelle così eccezionalmente sane e rigogliose, che per la via della robustezza e della, a dir così, baldanza fisica, esercitano una influenza sullo spirito, sul sentimento e sulle idee morali, inducendovi quel cinismo e"
      },
      {
        "index": 145,
        "text": "quell'indifferentismo che fa guardare con eccessiva indulgenza tutte le azioni umane, e definisce per scrupoli e idee piccole e cavilli quei principj di squisita moralità che rendono inesorabili i giudizj e le sentenze; laonde non si affannava troppo al pensiero che suo padre avesse accumulato tanta ricchezza, senza aver troppo sottilizzato sui mezzi; e che in un mondo così pieno di bricconi e di raggiratori e di ipocriti e di ladri larvati, egli si fosse sempre regolato in modo da non cader mai nelle altrui reti, adottando invece il sistema di tenderle egli stesso a tutti, per ogni buon conto. Nei giocondi ritrovi, quando egli, studente all'università di Pavia, spendeva e spandeva a manate le laute mesate che il padre gli mandava, pel desiderio ch'ei facesse la prima figura pure tra i giovani delle più ricche famiglie patrizie, egli non si era mai acceso d'ira contro chi più volte, quasi a ricattarsi della propria inferiorità, avevagli ripetuto il noto adagio: Benedetti i figli dei padri che vanno all'inferno. Invece avea presa la celia pel suo verso e, rincarando la dose, aveva esternata la propria pietà per quei poveri giovinotti che avevano 1 parenti in paradiso."
      },
      {
        "index": 146,
        "text": "Nonostante però una coscienza così elastica, si corrugò e fremette quando il vecchio padre gli affidò l'inattesa scritta. Il mondo si abitua allo spettacolo di quelle tante azioni che, turpi e vergognose e infeste al pari di qualunque delitto percosso dalla legge, pure non furono contemplate in nessun codice del mondo; ma non soffre la compagnia di coloro che ne abbiano commessa alcuna di quelle le quali figurano nella tariffa delle leggi criminali. Quasi si crederebbe che agli uomini, in generale, non faccia orrore nè l'idea della colpa, nè la colpa in sè stessa e per sè stessa; ma sibbene per la pena che deve subire."
      },
      {
        "index": 147,
        "text": "Un fornitore d'armata che, somministrando vettovaglie avariate e corrotte, espone un esercito al flagello dei morbi castrensi ed è la causa certa di più migliaja di morti, non fa quel ribrezzo che comunemente suol eccitare uno sciagurato che sia stato cinque anni in galera, per avere, nel furore d'una passione o nell'impeto di una rissa, ammazzato un uomo."
      },
      {
        "index": 148,
        "text": "Il giovine Andrea, il quale considerava senza turbamento, come suo padre, allorchè imperversava il sistema delle ferme, aveva espilato il pubblico a proprio vantaggio; e come in quindici giorni sotto Mantova, pel tritello guasto da lui somministrato, eran morti di colica più di cinquecento vigorosi giovani; non seppe vincere il ribrezzo all'idea che esso aveva trafugato un testamento, e ciò per il pensiero che un tal delitto, prima del codice Giuseppino, era punito colla forca."
      },
      {
        "index": 149,
        "text": "Or ripigliando 1 fatti, il Galantino morì: e dalla straordinaria acutezza della mente, alla quale era stato debitore della propria fortuna durante una lunghissima vita, potè dipendere se la cura che lo aveva affannato negli ultimi anni, gli si alleggerì al letto di morte, perchè colla condizione di lasciar arbitro il proprio figlio intorno alla decisione di quell'affare intricato, esso aveva trovato il modo di liberar la propria coscienza, e d'impedire nel tempo stesso che il figlio gli portasse un postumo odio."
      },
      {
        "index": 150,
        "text": "Il giovane Andrea, infatti, se gli fosse venuta la volontà, avrebbe potuto dare alle fiamme il misterioso documento, e lasciare che la fortuna e la contingenza dei casi portassero una decisione definitiva sull'avvenire della famiglia Baroggi."
      },
      {
        "index": 151,
        "text": "E come abbiamo sentito da lui stesso, fu sovente tentato di liberarsi e di quel documento e delle cure conseguenti; e la lotta tra il desiderio del buon nome paterno, da cui dipendeva anche il proprio, e la coscienza che gli mostrava trovarsi tutta nelle sue mani la fortuna di un'intiera famiglia, fu così forte e così lunga, da lasciar trascorrere sei anni prima di prendere una risoluzione. E se, nella notte del 19 marzo, ei non si fosse incontrato col giovine Giunio Baroggi in quello strano modo che sappiamo; se l'aver fatto offesa all'amico non gli avesse ingenerato il desiderio di ripararvi; se la stessa esaltazione mentale provocata in lui dall'orgia antecedente e dal tafferuglio notturno non lo avesse tolto a quell'eccessiva cautela che, mantenendo l'uomo nell'egoismo, lo fa spesso autore di molte ingiustizie; forse sarebbe trascorso assai tempo ancora prima che il segreto si sprigionasse da lui e tutto fosse rivelato al Baroggi e al Bruni."
      },
      {
        "index": 152,
        "text": "E a quest'ultimo egli disse, dopo un lungo silenzio:"
      },
      {
        "index": 153,
        "text": "— Ora cessate di fare il morto risuscitato, e provvediamo a regolar quest'affare, che è grave, tanto grave, che a dispetto della mia natura che sfiderebbe a duello anche il diavolo, e troverebbe la"
      },
      {
        "index": 154,
        "text": "volontà di ridere anche nel dì del giudizio, pure di tanto in tanto mi sconvolge il buon umore e mi amareggia l'esistenza."
      },
      {
        "index": 155,
        "text": "Il Bruni si tolse il ferrajuolo e la maschera; ripose questa nella scatola, la rimise nell'armadio, e:"
      },
      {
        "index": 156,
        "text": "— Non c'è poi tanto da amareggiarsi la esistenza, rispose; i figli non sono solidali delle azioni paterne; e voi avete fatto il vostro dovere."
      },
      {
        "index": 157,
        "text": "— E se poi tu fossi pentito, soggiunse con slancio il giovane Giunio, tutto si può finir qui colla fiamma di questa fiorentina. Per campar la vita a mia madre è rimasto quanto basta; in quanto a me..."
      },
      {
        "index": 158,
        "text": "— In quanto a te mi farai il favore di deporre quella carta nelle mani del signor Bruni. Nelle tue non è sicura, e so bene che saresti capacissimo di commettere anche questa pazzia. No. La giustizia deve avere il suo corso; e penso poi che se a me deve dolere della fama paterna... anche il marchese F... dovrà adattarsi a veder messi alla berlina tutti i suoi quarti di nobiltà... Che cosa vuoi? questo pensiero mi consola dell'altro, e mi rimette in allegria."
      },
      {
        "index": 159,
        "text": "— Edor mi viene un'idea, disse il Bruni."
      },
      {
        "index": 160,
        "text": "— Quale?"
      },
      {
        "index": 161,
        "text": "— Che si potrebbe finir tutto alla sordina, senza rumori e senza scandali, e senza che nulla ne trapeli al pubblico."
      },
      {
        "index": 162,
        "text": "— In che modo?"
      },
      {
        "index": 163,
        "text": "— Con una transazione."
      },
      {
        "index": 164,
        "text": "— Parlate."
      },
      {
        "index": 165,
        "text": "— Da questa relazione risulta che fu il conte F... a tentar vostro padre ed a spingerlo a far quel che ha fatto."
      },
      {
        "index": 166,
        "text": "— Ebbene?"
      },
      {
        "index": 167,
        "text": "— Andate dunque voi stesso in persona dal marchese e lasciategli andar di tutto peso sul capo la notizia di questa carta. Voi avete detto benissimo: se a voi preme la fama del nome vostro, a colui deve premere quella del suo... e tanto più che essendo gesuita e sanfedista, ha bisogno d'ingannare il mondo e d'imbiancare i sepolcri."
      },
      {
        "index": 168,
        "text": "— Caro signor Giocondo, meritate un bacio per questo consiglio: ed è così semplice ed ovvio, che non capisco come non mi sia già venuto in testa. Domani vado dal marchese. È in Milano?"
      },
      {
        "index": 169,
        "text": "— Lo credo."
      },
      {
        "index": 170,
        "text": "— Come voglio divertirmi allo spettacolo della sua umiliazione! ..."
      },
      {
        "index": 171,
        "text": "— Per questo non sperate molto... Bisogna conoscerli costoro... Ma or mi viene un'altra idea... Io conosco un tale che ha delle ruggini colla moglie dell'avvocato Falchi... Quest'avvocato e l'avvocatessa devono sapere il come e il quando dal notaio Agudio furon venduti i documenti che si trovavano nell'archivio Macchi, e forse anche essi ne furon complici... Questo tale ha un segreto da spaventar l'avvocatessa; così egli mi disse. Or se una scoperta aiutasse l'altra, che bel colpo!"
      },
      {
        "index": 172,
        "text": "— Ma chi è questo tale?"
      },
      {
        "index": 173,
        "text": "— È un tal Granzini, già capomastro, ed ora appaltatore. Un birbone matricolato che ebbe mano nel fatto del Prina. Ma non bisogna aver paura d'imbrattarsi, e tutto serve."
      },
      {
        "index": 174,
        "text": "— Io lo conosco. È un socio della compagnia della Teppa."
      },
      {
        "index": 175,
        "text": "[III]"
      },
      {
        "index": 176,
        "text": "Siamo in casa del marchese F... nella via di... (quasi ci dimenticavamo ch'è proibito il dirlo). La stanza dove siede il marchese in mezzo a cinque o sei persone, è la stessa che mezzo secolo addietro aveva servito di camera da letto al conte F...; dove era morto imitando Cosimo de' Medici, il quale, piuttosto che abdicare al potere per ricevere l'assoluzione dal confessore Savonarola, volse"
      },
      {
        "index": 177,
        "text": "la testa dall'altra parte, non parlò più, e rinunziò all'assoluzione. Il conte F..., infatti, nel punto di svelare al curato di Santa Maria Podone il segreto del testamento fatto trafugare, udendo la voce del proprio figlio, tacque, e si risolse a partire per l'inferno, piuttosto che scemare di tanti milioni la ricchezza dell'unico erede. Rammentiamo queste cose alla memoria di chi legge, perchè, attraversando tanti anni, è permesso non ricordarsi più della pagina dove si parla di questo fatto."
      },
      {
        "index": 178,
        "text": "Il marchese F..., in presenza del quale or ci troviamo, è dunque figlio del figlio di quel conte F..., e pronipote del marchese F... che per insinuazione del prevosto di S. Nazaro, prevosto galantuomo, aveva lasciato erede l'unico figliuolo natogli dalla sventurata Baroggi, con testamento olografo steso sull'abbozzo minutato dal notajo Macchi. Questo marchese, come aveva riunita in sè solo la ingente ricchezza provenutagli da due larghe sorgenti, così aveva congiunti nel proprio esteriore fisico, in un complesso che non mancava di una tal quale unità di stile, i varj tratti della fisonomia del padre e dei due avi: l'occhio grigio del marchese senza cuore, il mento quadrato ed ampio del nonno, il naso aquilino del padre. Rispetto alle qualità morali, insieme coll'occhio bigio aveva ereditato dal prozio l'indifferenza spietata; col mento quadrato l'ostinazione del nonno; col naso aquilino l'orgoglio paterno; superando poi tutti e tre gli antenati per le facoltà intellettuali, e più per la coltura letteraria e scientifica."
      },
      {
        "index": 179,
        "text": "Onde non dilungarci in una troppo lunga e minuta analisi, e rendere tutt'intera la sua fisonomia con una pennellata a guazzo, diremo che, s'egli fosse nato re o duca, sarebbe riuscito il facsimile del presente re di Prussia, o di Ferdinando IV di Modena. Ci pare che non ci sia molto da consolarsi. Viaggiatore, politicante, economista, bibliofilo, aveva scritto e stampato parecchi opuscoli; aveva raccolta una biblioteca. Era ambiziosissimo, e desiderava che il mondo si occupasse di lui. Parlava di tutto con sentenze recise. Radunava intorno a sè alquante notabilità del terzo e del quarto ordine. Come dotto, l'oblato bibliotecario dell'Ambrosiana; come bibliofilo, il librajo Brizzolara; come direttore di coscienze, monsignore Opizzoni; come letterato, Francesco Pezzi, estensore della Gazzetta di Milano; per la parte poi che potevano avere nella cosa pubblica e nella milizia accoglieva nel proprio palchetto il generale Bubna e il barone Gehausen."
      },
      {
        "index": 180,
        "text": "La conversazione enciclopedica quasi quotidianamente ei l'apriva in propria casa dopo il mezzodì, e la chiudeva verso le ore tre, per uscire in carrozza o a piedi, onde dar aria al polmone, mettere in movimento il sangue, e preparare lo stomaco a trovare eccellente l'opera del cuoco."
      },
      {
        "index": 181,
        "text": "Nel giorno in cui ci troviamo, che è il successivo alla tragi-comica serenata di S. Pietro e Lino, la conversazione verteva su cose d'ordine privato, e il marchese, continuando un discorso coll'Opizzoni, veniva alle conclusioni seguenti:"
      },
      {
        "index": 182,
        "text": "— Insomma, caro monsignore, giacchè ella è l'uomo della religione e della carità, è necessario si pigli il fastidio di finir questa faccenda. Mio cugino è stato quel ch'è stato; pur troppo non è possibile dimenticarsene. Ma ella m'insegna che il futuro fa spesso l'emenda del passato. Perchè mio cugino metta la testa a partito e diventi un uomo come tutti gli altri, non c'è rimedio migliore che questo matrimonio. Il mondo potrà dire che c'è la figlia dell'ultimo letto, e con un nuovo matrimonio si verrebbe a danneggiare la sua condizione pecuniaria. Ma a queste cose monsignore non suole, come non deve, aver nessun riguardo. Val più un'anima salvata che la prosperità materiale di cinquanta figliuoli. C'è la morte, pur troppo, e la ricchezza è una larva. D'altra parte, a rifletterci bene, 10, come tutore della fanciulla, penso che con un matrimonio fatto fare a tempo a questo stranissimo uomo di mio cugino, si può arrivare a salvare qualche parte di quei due milioni che ancora gli rimangono e che, col suo sistema di prodigalità forsennata, e colle cappellate colme di zecchini che profonde sul capo di tutte le donne che gli danno in fantasia (lascio da parte i peccati mortali), finiranno a svanir tutti ben presto, ed a lasciare a me l'obbligo di fargli la carità di due o tremila lire all'anno, perchè non abbia a correre in pubblico la voce che un cugino del marchese F... fu ricoverato a San Marco."
      },
      {
        "index": 183,
        "text": "— Caro signor marchese, rispose l'Opizzoni, se io mi lascio indurre a frammettermi in quest'affare, non è tanto (mi perdoni se dico tutto quel che penso) non è tanto per riguardo del conte Alberico suo cugino, quanto per riguardo di quella povera ragazza. Quella ragazza nacque sott'al Duomo, e l'ho battezzata io... una pasta eccellente, ben avviata, religiosa, timorata... Or che va a"
      },
      {
        "index": 184,
        "text": "saltar in testa a suo padre e a sua madre (che pur sono bravissima gente), di farle imparar la musica e di metterla sul teatro?... Fu una vera ispirazione del diavolo... ed ebbi perciò un alterco vivissimo col maestro Brambilla, quello che è organista a San Simpliciano; perchè fu lui che consigliò i parenti a far fare quel pericoloso passo alla figliuola. Il maestro che mi sentì a sgridare di ciò i parenti, ebbe un di il coraggio d'apostrofarmi con ingiurie... Io già gli ho perdonato tutto... è il mio dovere, è questa una condizione del nostro carattere e del nostro istituto... ma da quel giorno tra me e lui s'impegnò una lotta, una lotta terribile, una di quelle che, se non fosse superbia il dirlo, e tanto più ad un ministro di Dio meschino e indegnissimo come io sono, si vedono impegnarsi nelle sacre istorie tra Satanasso e san Michele; ma voglio vedere chi la vincerà, se un monsignore del Duomo, o un suonatore di organo che, di sopramercato, scrive la musica per i balli di Viganò."
      },
      {
        "index": 185,
        "text": "Presente a questo dialogo trovavasi Francesco Pezzi, il proprietario ed estensore della Gazzetta di Milano, e il critico teatrale più in voga e più temuto e, in gran parte, più indipendente che allora si conoscesse. Avendo esso officiato qualche tempo addietro il marchese F..., perchè lo raccomandasse al Governatore di Milano, quando appunto la Gazzetta era stata messa al concorso, il marchese ammise in seguito il giornalista alla propria intimità, per averne ammirata la coltura e lo spirito, e più di tutto, per essere stato preso dalla di lui cortigianeria, molto lusingatrice del suo amor proprio letterario e scientifico. In quanto al Pezzi, se adoperò tutti i mezzi e tutte le seduzioni per rendersi sempre più accetto al facoltoso ed autorevole marchese, la cosa era naturale. La Gazzetta gli rendeva da trenta a quarantamila lire all'anno, ed egli aveva bisogno di tutti coloro che lo tenessero sempre raccomandato presso la presidenza del governo."
      },
      {
        "index": 186,
        "text": "Il marchese, quando l'Opizzoni si tacque:"
      },
      {
        "index": 187,
        "text": "— Ma ella, disse rivolgendosi al Pezzi, ella come giornalista e critico teatrale, di ragione deve conoscere la signora Stefania Gentili."
      },
      {
        "index": 188,
        "text": "— La conosco benissimo, ed è un prodigio di natura e d'arte. Ma è costei che il conte Alberico vorrebbe sposare?"
      },
      {
        "index": 189,
        "text": "— Costei per l'appunto."
      },
      {
        "index": 190,
        "text": "— Ed è contenta la ragazza?"
      },
      {
        "index": 191,
        "text": "— Il conte direbbe di sì... ma ella, caro signor Pezzi, conosce mio cugino... e sa bene che per conoscere la verità, bisogna sempre pigliare a rovescio le sue parole. Ha sempre avuto questo difetto, e convien regolarsi... Ma in conclusione, che ne penserebbe lei di questa idea di mio cugino?..."
      },
      {
        "index": 192,
        "text": "Il Pezzi stette qualche momento senza parlare... Egli conosceva abbastanza il conte Alberico; al pari di chicchessia, lo disprezzava e detestava; inoltre, come intelligente ed amantissimo dell'arte teatrale, essendo anch'egli preso d'ammirazione per le doti straordinarie di madamigella Gentili, gli aveva fatto addirittura un senso di dispetto e di ribrezzo, che precisamente al più spregevole uomo tra quanti ei conosceva, fosse venuta l'idea d'impadronirsi di quel vago e rarissimo fiore di bellezza, di bontà e di ingegno. Ma non era il caso di manifestar per intero la propria opinione. Relativamente a monsignor Opizzoni, bisognava diportarsi con gran riguardo; e se il marchese tagliava spesso a dritta e a sinistra sul carattere e sulle qualità del suo nobile cugino, facilissimamente si sarebbe adontato di chi, senza essere un pari, si fosse messo a fare altrettanto in sua presenza."
      },
      {
        "index": 193,
        "text": "— Non crederei, disse poi, che madamigella Gentili, alla quale ho parlato sul palco scenico del teatro Re, possa per ora avere volontà di prendere marito. Non ha che diciasette anni, ed è tutta assorta nelle cose dell'arte... Tuttavia... trattandosi d'un milionario, d'un uomo che ha tante parentele cospicue... potrebbe benissimo... Ella sa bene, signor marchese, come vanno a finir queste cose..."
      },
      {
        "index": 194,
        "text": "Il Pezzi, che aveva incominciato il suo discorso coll'intenzione di dargli una conclusione ben diversa di quella che gli diede, cangiò intonazione, essendosi accorto che il marchese erasi già rannuvolato."
      },
      {
        "index": 195,
        "text": "[IV]"
      },
      {
        "index": 196,
        "text": "Ma non aveva ancora finito di dir queste parole, che un servitore annunciò il lupus in fabula: il conte Alberico B...i."
      },
      {
        "index": 197,
        "text": "— Addio, marchese, disse questi entrando... — Ah! Bravo, monsignore... Spero che il marchese le avrà detto che mi occorre di lei... Signor Pezzi, la riverisco. Sono contento di vederla qui per poter farle i miei complimenti pei suoi bellissimi tre articoli contro il Carmagnola di Alessandro Manzoni. Oh quella è la maniera giusta di adoperar la critica! Coloro che, per avere assistito al parto e aver fatto da levatrice, pretendevano che la nuova creatura fosse una divinità non mai più veduta, a quest'ora sono tutti ammutoliti... A proposito, conosce lei, signor Pezzi, l'epigramma che su quest'argomento ho scritto e fatto inserire nel Corriere delle Dame?"
      },
      {
        "index": 198,
        "text": "— Un epigramma l'ho visto infatti... ma, se è quello ch'io lessi... mi fu detto essere di Davide Bertolotti..."
      },
      {
        "index": 199,
        "text": "— Il mio è questo..."
      },
      {
        "index": 200,
        "text": "Si leggeva il Carmagnola, Gran tragedia al mondo sola: Chi dormia, chi sbadigliava, Uno solo lagrimava;"
      },
      {
        "index": 201,
        "text": "Piango, disse quel buon sere, Per quel prode cavaliere,"
      },
      {
        "index": 202,
        "text": "Che, da quanto or qui si sente, Messo è a morte malamente."
      },
      {
        "index": 203,
        "text": "— È questo appunto l'epigramma che mi fu detto..."
      },
      {
        "index": 204,
        "text": "— Essere mio... Quello di Bertolotti non lo conosco."
      },
      {
        "index": 205,
        "text": "Il Pezzi tacque."
      },
      {
        "index": 206,
        "text": "— Eppure alcuni pretendono, proseguiva don Alberico, che il signor Alessandro Manzoni, per questo sistema di poesia tragica ad uso oppio, sia destinato a diventare il Dante Alighieri del nostro secolo... Povero secolo, se il pronostico andasse bene!..."
      },
      {
        "index": 207,
        "text": "— Di questa tragedia, entrò allora a parlare il marchese, rivolgendosi segnatamente al Pezzi, ieri sera ebbi a discorrerne lungamente nel palchetto del governatore."
      },
      {
        "index": 208,
        "text": "— Del governatore...?"
      },
      {
        "index": 209,
        "text": "— Del governatore, sì, che ha voluto leggerla da capo a fondo, perchè qualcuno gli aveva sussurrato all'orecchio, contenere dei passi pericolosi e offensivi al governo. Or sapete che cosa mi disse sua eccellenza?... L'ho trovata tanto cattiva, mi disse, che sebbene ci sia da notar qualche cosa sulla maniera di pensare dell'autore, pure non ho creduto di dare alcun rimprovero al censore che gli ha accordato l'Admittitur. È una produzione nata morta; a proibirla si correva pericolo di farla vivere, anche in mancanza di fiato."
      },
      {
        "index": 210,
        "text": "Così nell'anno 1820 venne accolto e giudicato tanto dall'autorità censoria quanto dalla critica superficiale e sistematica quel lavoro letterario, che piantava in Italia le prime basi di una letteratura nuova, la quale, ripudiando le leggi del convenzionalismo arbitrario, si proponeva di non essere fedele che alla ragione e alla verità; ma per tal modo fu lasciata uscire in pubblico, col famoso coro della battaglia di Maclodio, la lirica più alta, più indipendente, più rivoluzionaria che mai abbia avuta l'Italia."
      },
      {
        "index": 211,
        "text": "Quel coro fu la prima protesta scritta e divulgata, sotto gli stessi occhi dell'autorità, contro il dominio straniero. Da quella poesia, per la prima volta, spiccò il volo il pensiero emancipatore, che non si fermò più. Una fatalità provvidenziale avea decretato che la stolidezza di un governatore e l'ignoranza di un censore proteggessero quel volo inaspettato e incompreso."
      },
      {
        "index": 212,
        "text": "Ma questa breve discussione letteraria fu troncata di colpo dal solito domestico, che entrò a dire al marchese:"
      },
      {
        "index": 213,
        "text": "— C'è un signore che ha bisogno di parlarle."
      },
      {
        "index": 214,
        "text": "— E chi è?"
      },
      {
        "index": 215,
        "text": "— Ecco il suo biglietto di visita."
      },
      {
        "index": 216,
        "text": "— Diamine! esclamò il marchese gettandovi l'occhio e rivolgendosi al conte Alberico: ma non è morto il vecchio Suardi?"
      },
      {
        "index": 217,
        "text": "— Il vecchio Suardi? Che dite mai? Chi sa da quanti anni non c'è più nemmeno la polvere!"
      },
      {
        "index": 218,
        "text": "— Ma qui leggo Andrea Suardi."
      },
      {
        "index": 219,
        "text": "— Andrea Suardi, va bene: è suo figlio."
      },
      {
        "index": 220,
        "text": "— Ma aveva un figlio il vecchio Suardi?"
      },
      {
        "index": 221,
        "text": "— Chi sa quanti ne avrà avuti! Ma questo è il solo che si conosce."
      },
      {
        "index": 222,
        "text": "— E che mai può volere da me? Io lo rimando, che te ne pare Alberico?"
      },
      {
        "index": 223,
        "text": "— Uhm... è un furfante prepotente e manesco, che potrebbe mettere sossopra tutto il palazzo, se gli negaste di riceverlo."
      },
      {
        "index": 224,
        "text": "— Allora gli faccio dire di tornare un altro giorno."
      },
      {
        "index": 225,
        "text": "— Fate quel che volete, ma io conosco la bestia; è razza di stalliere, di lacchè e d'ergastolo. Non si sa mai quel che può succedere."
      },
      {
        "index": 226,
        "text": "— Ma tu lo conosci?"
      },
      {
        "index": 227,
        "text": "— Lo conosco benissimo. Chi vive in pubblico, come faccio io, bisogna bene che si trovi spesso questa canaglia fra le gambe."
      },
      {
        "index": 228,
        "text": "— Allora va tu stesso a dirgli di tornare un altro giorno."
      },
      {
        "index": 229,
        "text": "Il conte B...i, ch'era intrigante e curioso per natura, e avrebbe voluto sapere a ogni costo il motivo di quella strana visita del consocio della Teppa, si pigliò l'incarico di fare l'ambasciata egli stesso."
      },
      {
        "index": 230,
        "text": "y"
      },
      {
        "index": 231,
        "text": "Il Suardi, intanto, fatto entrare in una antisala, stava guardando i ritratti della casa F... Marchio F... leggeva in uno scudo dipinto nell'angolo destro al basso del ritratto ad olio, ed era il marchese nella cui casa suo padre era nato e aveva servito. Comes F... lesse sotto a un altro ritratto, ed era il conte rapace, il vero ladro, il fur magister: stette poi a guardare a lungo il ritratto del nonno del marchese a cui doveva parlare."
      },
      {
        "index": 232,
        "text": "— Se l'erede ha il muso di costui, pensava tra sè, ora capisco perchè mi si costringe a un'anticamera così lunga; e fece due o tre giri per la camera impaziente. In questa entrò il conte Alberico."
      },
      {
        "index": 233,
        "text": "— Tu qui?"
      },
      {
        "index": 234,
        "text": "— Qui tu? domanderò piuttosto. Il marchese è mio cugino ed è tutore di una mia figliuola. Ecco perchè troppo spesso devo sopportar la presenza di questo gesuita in cravatta bianca. Ma tu, che puoi vivere lontano da questi, che son come i succursali del Sant'Uffizio, che pessima tentazione hai avuta? Ora il marchese è là con un monsignore del Duomo: un bacchettone inferocito, che farebbe abbruciare tutte le ragazze quando son belle... e non darebbe quartiere che alle sciancate, alle gobbe, alle oppilate. Per accrescere il divertimento, c'è anche un oblato di S. Sepolcro, un erudito che non parla mai; e affinchè poi l'intingolo riesca più saporito, c'è quel chiacchierone superficiale di Francesco Pezzi, che mentre dà giù botte da orbo a quei poveri diavoli che cantano e ballano per cavarsi la fame, vien qui tutti i giorni a dare il turibolo sotto al naso del marchese... il quale l'ha preso a proteggere presso il direttore di Polizia. Figurati che società! Ti consiglio a tornare un altro giorno."
      },
      {
        "index": 235,
        "text": "— Non ho tempo d'aspettare; devo parlare al marchese oggi."
      },
      {
        "index": 236,
        "text": "— Ma dimmi tutto a me. Di che si tratta?"
      },
      {
        "index": 237,
        "text": "— Si tratta che devo parlare al marchese, a lui, a lui solo, a lui subito, per un affare della più grande importanza... e sono stanco di fare anticamera; ma che diamine aspetta a tornare il servitore"
      },
      {
        "index": 238,
        "text": "che mi ha annunziato? Teme forse il marchese che io lo mangi?... Non lo mangerò... Va dunque tu stesso a dirglielo."
      },
      {
        "index": 239,
        "text": "Il modo riciso ed aspro, onde il Suardi aveva risposto al conte Alberico, determinò quest'ultimo a far l'ambasciata presso il marchese, in maniera da sollecitarlo ad accordare l'udienza domandata; e ciò anche pel desiderio di venire a saper subito egli stesso di che grave affare potesse trattarsi. Il marchese disse dunque al domestico di far passare in un'altra sala quel signore che aspettava."
      },
      {
        "index": 240,
        "text": "Il servo fece il suo dovere; il Suardi fu introdotto in un'altra camera; poco di poi v'entrò anche il marchese."
      },
      {
        "index": 241,
        "text": "La presunzione, che il vecchio Galantino avesse avuto la parte esecutiva in quella faccenda del testamento, che era la storia arcana di famiglia; e l'altra presunzione, che il conte F... ne fosse stato la parte principale e direttiva, per cento ragioni e cento indizj e per delle rivelazioni sfuggite ai vecchi servitori di casa, eransi radicate nella mente del marchese; ed eran passate al grado di convinzione, allorchè venne presentato al tribunale il testamento in originale. Un'altra sua convinzione poi era, che fosse stato lo stesso Galantino a metter fuori quel documento. A tali presunzioni e convinzioni s'aggiungeva la coscienza, per la quale ben sapeva il marchese di avere, a forza di corruzione, fatta violenza alla giustizia; e che però il vecchio Suardi, con cui era già stato in lizza per altre vertenze private, avrebbe potuto, sollecitato dal puntiglio, che è implacabile più del medesimo interesse, trovare il modo di far saltar fuori, senza proprio danno, tutta la cabala ascosa. Per tutte queste considerazioni, allorchè venne a sapere che il vecchio Galantino era morto, respirò e si tenne salvo, alla scomparsa di quella spada di Damocle, che per tanti anni gli era rimasta sospesa in sul capo."
      },
      {
        "index": 242,
        "text": "Non ci vuole pertanto un eccessivo sforzo d'induzione, per imaginarsi che effetto dovesse produrgli quel biglietto sul quale era il nome e cognome di Andrea Suardi; che effetto ancor peggiore l'avere appreso dal conte Alberico B...i che quel nuovo Andrea era figlio del famoso Galantino, e che in un bisogno, poteva riuscire assai più formidabile dell'antico."
      },
      {
        "index": 243,
        "text": "Questi effetti però, se furono acuti e lancinanti come le fitte di un dente molare guasto, investito da un colpo d'aria, furono anche passeggieri. Era troppo l'orgoglio suo, troppo grande l'idea che aveva della propria autorità e del nome influentissimo del proprio casato, troppo tenace la sua ostinazione, troppo profondo lo sprezzo che sentiva per chiunque fosse sorto dall'infima plebe, perchè egli pensasse in prevenzione a metter giù le armi in faccia a quel nuovo nemico. Tuttavia, se non ebbe questo pensiero in prevenzione, sentì però un astio furioso per quello che era un giovinastro, secondo le informazioni del maldicente Alberico; che era sorto dal più corrotto fango, ma che era milionario al par di lui; milionario e prepotente, e che veniva d'improvviso a turbare i nobili 0z) del suo fastoso e rispettato ritiro."
      },
      {
        "index": 244,
        "text": "[VI]"
      },
      {
        "index": 245,
        "text": "Il marchese, entrando, percorse con una rapida occhiata riassuntiva tutta la persona del Suardi dalla testa ai piedi."
      },
      {
        "index": 246,
        "text": "Il giovane Suardi, ad un aspetto bellissimo, univa una eleganza naturalmente signorile, accresciuta dal suo vestito all'ultima foggia. Portava un abito di panno turchino con bottoni di metallo dorati; un panciotto di velluto verde a stelline d'oro; pantaloni di casimiro color persico. Il cappello che teneva fra le mani era di felpa plumée. Era questo un distintivo di tutti gli addetti della Compagnia della Teppa. La differenza dei loro cappelli non consisteva che nella preziosità della stoffa, la quale dipendeva dalla varia facoltà di ciascuno; ma di qualunque colore fosse la felpa, il pelo ne doveva esser lungo e sollevato e scomposto. Secondo alcuni etimologisti, è anzi da questa usanza che derivò l'appellativo alla compagnia; i quali etimologisti stanno contro ad una schiera più numerosa, la quale pretende che un tale appellativo sia invece derivato dai verdi prati di piazza"
      },
      {
        "index": 247,
        "text": "Castello, situati presso i palazzi Dal Verme e Litta, dove i socj avevano cominciato a tenere le loro adunanze."
      },
      {
        "index": 248,
        "text": "Quando il marchese entrò, il Suardi stava in piedi. L'uno salutò l'altro con modo assai contegnoso; era evidente come adempissero alla prammatica del più vetusto galateo, ma nel tempo stesso come la loro espansione cordiale fosse molto simile a quella di due duellanti che si salutano prima di uccidersi. Il marchese però non disse nemmen di sedersi al Suardi, dopo di avergli domandato in che cosa poteva servirlo."
      },
      {
        "index": 249,
        "text": "— Il discorso che ho da fare, illustrissimo signor marchese, rispose il Suardi con ostentata gravità, dev'esser lungo, perchè la materia è intralciata e seria; però, se mi permette, mi metto a sedere."
      },
      {
        "index": 250,
        "text": "Il marchese non disse parola, non fece nemmeno alcun cenno; lasciò fare, ma rimase in piedi."
      },
      {
        "index": 251,
        "text": "— Ella mi ha chiesto in che cosa può servirmi? continuava il Suardi. La ringrazio della domanda, ma le dirò che ho dei motivi di credere d'essere invece venuto io stesso a fare un buon servizio al signor marchese. Vostra signoria sa chi sono. Sa inoltre, lo credo almeno, di chi sono figlio. Mio padre poi è conosciuto dalla illustrissima casa F... da più di novant'anni... è una bella tirata! È dunque per questa vecchia conoscenza ch'io son qui; per dei rapporti intimi, troppo intimi, e così non fossero mai esistiti, passati tra mio padre e il nonno di vostra signoria illustrissima."
      },
      {
        "index": 252,
        "text": "— Io non so nulla e non capisco nulla, rispose il marchese appoggiandosi ad una poltrona, senza però sedersi."
      },
      {
        "index": 253,
        "text": "— Eppure, ella dovrebbe saper tutto e capir tutto... Io non era nato quando vostra signoria avrà sentito a parlare di cose ch'io venni a conoscere tanti e tanti anni dopo. Io non era nato quando la casa F... era già in questione colla casa Baroggi per una eredità contestata... Questo vossignoria lo saprà, come saprà che nel 1813 fu presentato al tribunale il testamento olografo in originale del suo prozio marchese... Ella poi deve conoscere più di me e più di tutti in che strano modo e per che vie arcane siasi riuscito a far sentenziare dal tribunale che quel testamento era una carta falsificata."
      },
      {
        "index": 254,
        "text": "— Di tutto questo io ne so tanto quanto gli altri. La sentenza non l'ho proferita io. Se quel testamento fu giudicato essere un documento falso, fu perchè le prove ne risultarono numerose, chiare, palmari. Però non comprendo a che conclusioni il signor Suardi voglia tirare le sue parole."
      },
      {
        "index": 255,
        "text": "— Le conclusioni sono che oggi saltarono fuori dei fatti da cui risulta che quel testamento era tutt'altro che un documento falso; e che per conseguenza, dopo settant'anni, la casa Baroggi deve andare al possesso di quanto le appartiene per diritto."
      },
      {
        "index": 256,
        "text": "— Se ciò è, rispose con agrezza e con sarcasmo il marchese, non so per che cosa V. S. sia venuta da me. Io non sono il tribunale."
      },
      {
        "index": 257,
        "text": "— Se V. S. non è il tribunale, è però il marchese F...; vale a dire che è il pronipote del conte F..., del quale le deve premere la fama."
      },
      {
        "index": 258,
        "text": "— La fama del mio avo?"
      },
      {
        "index": 259,
        "text": "— Se quello che oggi io so... e che domani, occorrendo, potrà esser fatto noto all'autorità, si fosse conosciuto settant'anni sono, l'illustrissimo signor conte F... avrebbe perduta la nobiltà per sè e pei suoi discendenti, e sarebbe stato condannato ad una pena infamante."
      },
      {
        "index": 260,
        "text": "— Signor Suardi, disse il marchese alteratissimo, mi lusingo ch'ella non vorrà abusare della mia tolleranza."
      },
      {
        "index": 261,
        "text": "— Voglio vedere invece s'ella saprà far uso della sua sapienza. Io non venni qui per insultar nessuno. Che pro ne avrei per me e per gli altri? Venni invece per proporre al signor marchese i modi di ovviare a tutti gli scandali."
      },
      {
        "index": 262,
        "text": "— La mia coscienza mi dice di non avere nessun timore d'affrontar scandali. Chi li teme, provveda a scansarli."
      },
      {
        "index": 263,
        "text": "— Ma qual compiacenza, disse il Suardi indignato, può trovare il signor marchese nel sentire che si abbia a sapere da tutto il mondo che il suo signor nonno è stato un ladro!"
      },
      {
        "index": 264,
        "text": "— MI stupisco come questa parola debba uscire dalla bocca del figlio del Galantino. Vostro padre fu scacciato dalla casa del mio prozio per infedeltà."
      },
      {
        "index": 265,
        "text": "— Ed io so che il vostro nonno eccitò mio padre a togliere il testamento dallo scrigno del defunto fratello. So che per spingerlo a ciò gli fece tenere del denaro; so che, per mezzo del suo maggiordomo, gli promise ventimila lire milanesi di regalo ad opera compiuta, e quando fossero superati tutti i pericoli. So che, scomparso il testamento e rimasti in casa F... quei milioni che dovevano passare in casa Baroggi, il signor conte vostro nonno non si ricordò più nemmeno della promessa, considerato che a mio padre non rimaneva modo di far valere le proprie ragioni innanzi alla giustizia; motivo per cui mio padre tenne sempre presso di sè il testamento involato, nel pensiero che col tempo si sarebbe presentata una occasione di punire la vilissima azione del signor conte. Durante la sua vita, l'occasione non si presentò mai; ma il vostro nonno, accecato dall'avarizia, non fu previdente, ed io sono qui a far le veci di mio padre. Questi lasciò scritta la relazione ampia e circostanziata di tutto ciò che è avvenuto; in essa espone e confessa la parte che ebbe in quel fatto; convalida il tutto con giuramento, e medesimamente asserisce e giura che il testamento stato depositato presso il tribunale è il vero testamento scritto di proprio pugno dal prozio di V. S. Ill..."
      },
      {
        "index": 266,
        "text": "Una tale relazione mio padre la rimise nelle mie mani al letto di morte, lasciando a me piena facoltà di fare di essa quello che mi fosse parso più conveniente. Ora il signor marchese può dire di essere al fatto di ogni cosa; può indovinare il motivo per cui sono qui; può pensare a condurre le cose in modo perchè un tale mistero, che per settant'anni rimase nel bujo, continui a rimaner nel bujo per sempre. Il signor marchese conceda alla famiglia Baroggi la metà dell'eredità contestata. I tribunali non devono saper nulla, perchè è una transazione da farsi e compirsi in via amichevole. Io tacio, il signor marchese tace, la casa Baroggi tace, e tutto resta finito colla soddisfazione e l'utile di tutti. Che ne pensa il signor marchese?"
      },
      {
        "index": 267,
        "text": "— Penso, rispose il marchese dopo qualche tempo, che chi ha potuto inventare il testamento e presentarlo al tribunale come un documento autentico, può bene avere inventato anche il romanzo di cui vossignoria, così in digrosso, mi ha dato il sunto, e che mi sembra degno della fantasia dell'abate Chiari."
      },
      {
        "index": 268,
        "text": "[VII]"
      },
      {
        "index": 269,
        "text": "Il Suardi rimase muto; l'ira che lo investì alle parole del marchese fu di quel genere che pel momento toglie al labbro la facoltà di parlare."
      },
      {
        "index": 270,
        "text": "Ma, oltre il dispetto che gli venne dall'imperterrita tracotanza del marchese, ciò che lo fece ammutolire fu il ritorno di un pensiero che già gli si era sollevato in mente; che, cioè, l'autorità giudiziaria, come aveva sentenziato essere falso il testamento, poteva per le ragioni medesime sentenziare essere una invenzione perversa anche la relazione e la confessione di suo padre. La pessima fama paterna, l'antecedente giudicato, la riputazione, la nobiltà, l'autorità di casa F... costituivano degli antecedenti e delle circostanze tutte favorevoli al marchese, tutte contrarie al Baroggi."
      },
      {
        "index": 271,
        "text": "Allorchè si è convinti che un fatto è vero; che una ingiustizia si compie; che altri stanno commettendo un'azione iniqua, a gravissimo danno di qualcuno, e nel tempo stesso si considera come la legge non sia sufficiente a venire in soccorso di chi ha ragione, come la fortuna abbia saputo congiurare in tutti i modi perchè la verità stessa e la stessa giustizia si presentino sotto una falsa luce, l'animo riman colto da una specie di disperazione che scompiglia lo spirito e fa dare in tali schianti d'ira da farci uscire dalla necessaria moderazione e da spingerci a commetter degli atti che quasi ci costituiscono in colpa."
      },
      {
        "index": 272,
        "text": "Infatti il Suardi, dopo aver taciuto per un pezzo:"
      },
      {
        "index": 273,
        "text": "— Or ben mi accorgo, proruppe alzando e guatando con occhi biechi il marchese dal capo alle piante; ben mi accorgo che ella è il degnissimo figlio di suo padre e il più degno nipote di suo"
      },
      {
        "index": 274,
        "text": "nonno, razza d'infami e di ladri, che protetti dalla nobiltà, dalle apparenze, dai milioni, dalle parentele, dagli amici satelliti, dai clienti vili, dalla stessa autorità che si lascia corrompere volontieri; che facendo l'ipocrita, biasciando ostie sugli altari per dare pubblico spettacolo di religione e di santità al popolo credenzone, commettono impunemente ogni sorta di colpe. Ladro fu il vostro nonno, ladro il padre vostro e più ladro di tutti, voi, signor marchese; e ve lo dico a chiare note, e se vi credete offeso, vi sfido. In questa faccenda io non ho interesse di sorta. Anzi è a mio danno se mi son lasciato indurre a mettere nelle mani dei Baroggi quella carta di cui io poteva disporre a mio beneplacito. Ma l'idea di una iniquità rimasta impunita per tanti e tanti anni; ma il pensiero che quella povera donna stata tradita dal vostro infame prozio meritava una vendetta postuma; ma il considerare che il vostro padre scellerato non ha mai saputo dare nemmeno un soldo di carità a chi era stato defraudato di tanti milioni; ma più di tutto, il vedere che anche oggi l'ultimo dei Baroggi, che è un mio amico, è sul pendìo della povertà insieme colla madre, nata di famiglia nobilissima e che s'illustrò gloriosamente insieme col marito sui campi napoleonici; tutte queste cose mi han fatto risolvere a dar corso a questa giustizia, mi han fatto risolvere, perfino a turbar la memoria del padre mio. Or vede, signor marchese, che disprezzo ella mi deve inspirare; ma già dovevo sapere che non era a sperar nulla da un nemico del paese, da uno che ha fatto tornar qui quella maledetta peste dell'Austria, da uno che congiura coi Gesuiti a infestar le coscienze, a guastare la gioventù, a corrompere la generazione. Razza di ladri siete voi tutti; razza di ladri e, in un bisogno, anche di spie."
      },
      {
        "index": 275,
        "text": "Il marchese aveva gli occhi fuor delle orbite; spalancò l'uscio, chiamò i servi a gran voce."
      },
      {
        "index": 276,
        "text": "Tutta la famiglia, accorse."
      },
      {
        "index": 277,
        "text": "— Scacciate, gridò il marchese, questo furfante dalla mia casa."
      },
      {
        "index": 278,
        "text": "I servi, in quattro o in cinque, si accostarono al Suardi; ma esso non ci vedeva più; e al primo sentirsi tocco dalle loro mani, alzò il nodoso bambù, lasciandolo cadere come un flagello sulle loro schiene passamantate. Nacque un parapiglia e uno strepito che mise a rumore tutta la via."
      },
      {
        "index": 279,
        "text": "La folla si fermò sotto le finestre e innanzi al portone."
      },
      {
        "index": 280,
        "text": "Molti salirono le scale ed entrarono nell'appartamento. E di lì a non molto un picchetto di poliziotti, di quelli che vennero chiamati in seguito, con poco gloriosa antonomasia i so/daa della sgiaffa, capitanati da due gendarmi, entrarono presso il marchese; e, dopo aver sopportate alquante percosse dall'inferocito Suardi, s'impadronirono di lui e lo trassero a Santa Margherita."
      },
      {
        "index": 281,
        "text": "[VII]"
      },
      {
        "index": 282,
        "text": "Taluno potrebbe lamentarsi che, dopo sette capitoli, la Compagnia della Teppa, che fu messa in cima a questo libro come un frontespizio appetitoso per attirar gente, non sia ancora entrata regolarmente in fazione. Ben è vero che nel bel primo capitolo ella è comparsa al mostrone, e ha fatta anche qualche evoluzione colle sue armi di precisione, quantunque non dotte; ma conosciamo i lettori e bisogna accontentarli."
      },
      {
        "index": 283,
        "text": "Se non che, siccome abbiam dovuto segnare i contorni delle figure principali del quadro, prima di arrischiare le linee del fondo; e in un angolo, per le nostre buone ragioni, ci convenne far trapelare di già il gruppo futuro dedicato ai sentimenti del cuore; e nel mezzo alcune aspre figure incaricate di rappresentare tre o quattro de' più formidabili peccati capitali; e in altro lato, per l'equilibrio necessario della linea, alcune facce di diversissimo carattere, onde obbedire alla legge estetica dei contrasti; così ora ci sarà necessario di metter giù la tinta generale dell'ambiente storico, prima di far sfilare regolarmente innanzi a noi le macchiette più o meno strane e bizzarre di coloro onde si venne costituendo la veramente brusca Compagnia della Teppa."
      },
      {
        "index": 284,
        "text": "Caduto Napoleone a Waterloo, tradito sul Be/lerofonte, incatenato come Prometeo allo scoglio di Sant'Elena, tutt'Europa in un giorno si trovò arretrata d'un secolo. La fortuna porgendo ajuti inattesi agli errori militari del mediocre Wellington, aveva fatto cadere il capolavoro campale dell'inarrivabile Bonaparte. Il progresso del mondo che, venuto nelle mani di un genio armato e"
      },
      {
        "index": 285,
        "text": "inesorabile, pareva non dovere trovar più ostacoli nell'avvenire, di improvviso si mostrò al sole come un mucchio di rovine, al pari della Roma di Nerone distrutta dalle fiamme in una notte. Tre secoli di preparazione coraggiosa, insistente, indomabile, una schiera di genj emancipatori, sempre decimata e sempre rinnovata, come il drappello della morte, erano trascorsi indarno, avevano lavorato indarno. Wellington, Schwartzenberg, Blücher, vale a dire un uomo di second'ordine, ajutato da un bue e da un cignale, aveano bastato a tanto. Davvero che a pensarci cadon le braccia, e i supremi concetti della verità, della giustizia e della grandezza sembran larve e menzogne."
      },
      {
        "index": 286,
        "text": "Pio VII, rinnovatore di tenebre, era tornato a Roma per ispegnere, riabilitando i Gesuiti, la luce feconda uscita dal Breve Dominus ac Redemptor di Clemente XIV. A Vienna l'alleanza dei nemici dell'umanità s'era chiamata santa, quasi a compromettere il calendario e il martirologio. Il parricida Alessandro era diventato il dittatore d'Europa, Francesco d'Austria, Tiberio casto e bigotto, ma più crudele dell'antico, ricuperava la facoltà di assicurare al suo impero la fama di spavento della civiltà. Tutti i Borboni, in Francia, in Spagna, in Italia, erano ricomparsi, come il ritorno di un contagio, come la peste del bubbone, come il colèra."
      },
      {
        "index": 287,
        "text": "Quello di Napoli, morto che fu Murat, s'affrettò a decretar onori a' suoi assassini. Ristaurato era il granducato di Toscana, ristaurato il ducato di Modena. Già il re Emanuele di Piemonte aveva con un decreto fatto scomparire tutto quanto il sedimento fecondo lasciato giù dal regno italico. Già Francesco d'Austria e il re di Napoli s'eran trovati a Roma intorno al papa. Già la città di Milano era stata visitata dall'Imperatore, che aveva nominato il vicerè del regno Lombardo-Veneto. Il governo austriaco in Lombardia era compiutamente costituito e ordinato e di qui influiva direttamente e indirettamente su tutta Italia."
      },
      {
        "index": 288,
        "text": "Già la popolazione nella sua più larga generalità, stanca di così lungo e incomodo scombussolamento, si era adagiata, intenta ai proprj interessi individuali, nel nuovo ordine di cose. Già nella classe dei pubblici funzionarj, dei nobili, dei negozianti, fatte sempre le debite eccezioni, erasi svegliato un germoglio, se non di simpatia, di tolleranza almeno, verso il ritornato dominio. Ad omettere i frequentati Tedeum ufficiali, comandati sempre dai dispacci governativi, i ciambellani abbondavano intorno al sorridente vicerè Ranieri; le dame di corte affluivano intorno alla viceregina, giovane, bella ed alta come un granatiere. La popolazione accorrente alle processioni della Santa Croce e del Corpus Domini, trovava ameno e soave l'eterno sorriso dell'arcivescovo Gaisruck."
      },
      {
        "index": 289,
        "text": "In altra parte e in altro tempo era una gara per ottener biglietti onde assistere alla lavanda dei piedi nella sala delle Cariatidi a corte. Il popolo, stanco di disinganni, aveva trovato il modo di mettere in pratica il detto vetusto: «accontentati di quello che hai»; onde potè acconciarsi a mangiare di buon appetito anche le semplici patate, mentre in addietro gli erano venuti a noja perfino i pruriginosi tartufi."
      },
      {
        "index": 290,
        "text": "La platea del teatro della Scala, pur troppo, batteva le mani al comparire delle Loro Altezze nel duplice palchetto."
      },
      {
        "index": 291,
        "text": "Le faccende del mondo teatrale, segnatamente dell'opera in musica, avean cominciato a diventar l'occupazione principalissima del bel mondo; però se otto e dieci anni prima era un assiduo tener dietro ai movimenti delle truppe, alle nomine dei marescialli, ai bullettini della grand'armata, questo medesimo interesse erasi tutto rivolto a sapere invece, se, per esempio, Gioachino Rossini scriveva piuttosto per la fiera di Sinigaglia che per il Tordinona di Roma; a disputare se Mozart aveva avuto più fantasia di lui; a domandare se Filippo Galli era di nuovo stato scritturato per la Scala; se si poteva sperare che Tacchinardi avrebbe cantato al teatro Carcano; e sopratutto, per qualche tempo, a chieder notizie sull'incendio del teatro San Carlo di Napoli; e se una volta nelle osterie e nei caffè nascevan feroci dispute per dare la preminenza piuttosto a Ney che a Massena, piuttosto a Murat che a Bessière, caricatori incliti di cavalleria, or quasi venivasi alle mani per la preferenza da darsi piuttosto alla Catalani che alla Pisaroni, piuttosto a Nozari che a David."
      },
      {
        "index": 292,
        "text": "Ciò in quanto alla generalità del bel mondo; rispetto agli specialisti, tra chi portava un certo amore, per esempio, all'arte drammatica, era un discorrere assiduo di De Marini e Modena e Barlaffa, e della esordiente Marchionni e dei due Righetti, il milanese e il veronese; e del"
      },
      {
        "index": 293,
        "text": "caratterista Pertica e del padre nobile Verzura, ecc. ecc.; e un discutere alquanto appassionato se i dilettanti del Filo-drammatico fossero migliori di quelli del Filo-Gambaro o del Filo-Fuston o del Filo-Navasc, teatrini di dilettanti allora in gran voga in Milano, ed ora scomparsi tutti. — Se poi erano antiquari, o proprietarj di quadri, o incettatori di nummi e cammei, non facevano che parlare del ritorno di Canova a Roma cogli oggetti di belle arti restituiti dalla ristorazione francese, e della fondazione del Museo borbonico a Napoli, o del Leone alato rimesso sulla colonna della piazzetta di Venezia. — Di tutti costoro, che formavano i quattro quinti del mondo colto e gli undici dodicesimi della popolazione, non v'era chi punto si occupasse delle cose di politica; era un terreno che avea scottato e disgustato troppo: però era molto se correva sottintesa la nozione della Carboneria; quasi ignote eran le sétte dei Sanfedisti e dei Calderari; il nome poi di Adamo Weishaupt e del suo ///uminismo, chi lo avesse proferito, poteva essere compreso come un professore di meccanica celeste da quelli che appena conoscono le quattro operazioni aritmetiche."
      },
      {
        "index": 294,
        "text": "[IX]"
      },
      {
        "index": 295,
        "text": "Questo fenomeno storico s'era prolungato dal 15 al 18; soltanto i movimenti di Rimini avevan fatto nascere alquante bolle fuggitive sull'ampia gora stagnante; il tentativo di Macerata aveva per poco sospesa l'attenzione esclusiva per la Gazza ladra di Rossini. Gli arresti dei Carbonari di Rovigo avevan fatto più senso della misera fine di Aristodemo. Ma la calma rimettevasi presto."
      },
      {
        "index": 296,
        "text": "Codesta calma tuttavia non piaceva alla gioventù, a qualunque classe appartenesse; a quella gioventù che, nell'infanzia, dalle scuole, dai collegi, dal recinto domestico aveva assistito, con prepostera alacrità, ma senza poter avervi parte, alla turbinosa epopea napoleonica; e nell'assiduo desiderio di uscire una volta dalla condizione di fanciulli e di adolescenti, d'improvviso trovarono che tutto era finito, quando appunto anche per essi parea venuto il momento di pigliar le armi, di aspirare alle spallette, alla Corona ferrea, alla Legion d'onore. I più ardenti che, non sospettando un così repentino cangiamento di cose, aveano adoperato ogni cura per essere più preparati alla lotta, nella delusione rimasero iracondi. Quel che avviene nell'ordine fisico, avviene nell'ordine morale: se un giovane di tempra robustissima, abbisognevole di moto e attività ed espansione, vien condannato, per circostanze non prevedute, ad un tenore di vita sedentario e tranquillo e chiuso, è facile assai che da quella medesima robustezza, da quel medesimo rigoglio del sangue compresso e respinto, gli derivi qualche malore, che lo renda dannoso a sè e agli altri, mentre sarebbe stato utilissimo, se l'indole sua naturale e le occupazioni a cui si era preparato fossero state assecondate e adempiute. Così press'a poco avvenne di moltissimi tra i giovani lombardi, che, nel punto di lasciare il collegio e l'università per vestir l'assisa militare e passeggiar l'Europa militando, si trovarono condannati all'immobilità, senza sapere a che appigliarsi."
      },
      {
        "index": 297,
        "text": "Tutti questi giovinotti, che per essere naturalmente accattabrighe e turbolenti e maneschi, avevan tutta l'attitudine, se fosse continuato il tempo delle guerre, a saltar in mezzo a un battaglione quadrato, ed afferrare un caporale austriaco per la cravatta, a far prodigi investendo il nemico a bajonetta in canna; costretti invece a rimaner chiusi in casa, bisognò pure che sfogassero il loro prurito in qualche modo; in quella guisa onde spesse volte le adolescenti monacande, nei silenziosi chiostri, non essendo mai consolate da nessun bel viso di giovane, eccitate dall'istintivo ardore del sangue, arrivano a trovare appetitoso perfino il faccione dell'ortolano e dello spaccalegna del convento. Se a un torrente si chiude lo sbocco da una parte, esso irrompe da un'altra. È antico l'adagio, che quanto non va nella suola, va nel tomajo. Tra gli anni 1816 e 1817 non pochi di codesti giovani, attratti da un'indole congenere, si trovarono insieme e si confederarono; e non avendo un nemico propriamente detto da combattere, si accinsero, per passatempo e a sfogo di umori acri, a tribolare il prossimo. Cominciarono dapprincipio con alcune risse, spontaneamente offerte dall'occasione; di poi, l'esito più o meno fortunato di quelle li venne impegnando grado grado a un sistema di offesa e di difesa; in seguito, acquistatisi qualche fama per frequenti e chiassose vittorie,"
      },
      {
        "index": 298,
        "text": "si diedero, come avevan fatto un tempo i paladini e poscia i capitani di ventura, a fiutare dappertutto dove vi fosse da menar le mani, da metter la via in rumore, da portar lo scompiglio in qualche pubblico o privato convegno, da disturbare qualche crocchio di persone. Codeste loro imprese, al pari dei melodrammi, si dividevano in serie, semiserie e buffe. In generale però, nella loro intenzione, meno qualche caso di vendetta, non avevano mai fini nè serj, nè colposi; bensì avveniva spesso che una soperchieria fatta da essi per ridere e passare il tempo, producesse poi degli effetti gravi, e qualche volta anche funesti."
      },
      {
        "index": 299,
        "text": "Per trovar le prove di ciò in un fatto a cui abbiamo assistito; se il bastone della compagnia brusca avesse fracassata la viola-Stradivari del professor Majno, che a lui era costata lire tremila, per metter insieme le quali aveva dovuto sottostare a mille privazioni e tenere allo stecco tutta la famiglia; il mondo poteva ridere fin che voleva, ma l'egregio professore del Conservatorio avrebbe dovuto passare lunghi giorni di lutto e ritornare alle privazioni di prima, e far gemere di nuovo la famiglia; chè non per nulla aveva sagrificata la schiena al troppo caro istrumento. Ma questo è ancor nulla; ma i socj della Teppa avevano un gusto matto di bastonare i mariti per toglier loro le mogli. Non sarà stato frequente il caso che un marito idolatrasse la moglie come il Majno idolatrava la viola; ma, in ogni modo, essere assalito di notte all'impensata, sentirsi bastonato molto, trascinarsi a casa a passo lento come il Cucullino di Ossian, tastarsi le doglie, prepararsi l'empiastro d'olio e cera, applicarsi le fasciature; in ultimo, tra le fitte in crescendo del dolor fisico, volgere intorno lo sguardo, e trovar la casa deserta, e non veder più la moglie, e domandarla indarno, come Enea aveva fatto colla sua Creusa; e poi pensare, oh orrore! che i rapitori eran tutti giovani e anche belli, e che la cara moglie era bella e molto giovane e, per certi sintomi,"
      },
      {
        "index": 300,
        "text": "Forse non nata a fedeltà modello;"
      },
      {
        "index": 301,
        "text": "caro lettore, siamo giusti e non neghiamo la nostra pietà a quel migliajo di mariti, de' quali il citato non è che uno smorto ideale."
      },
      {
        "index": 302,
        "text": "Queste soperchierie quotidiane avevano suscitato un certo spirito guerriero anche in molta parte di quella popolazione che non apparteneva alla Teppa; chè non creda il lettore che i compagnoni di essa fossero invulnerabili come Achille, concessa la sanatoria anche del tendine. — No — le rappresaglie nascevano, e frequenti e feroci. E molte volte quelli che s'eran mossi per rompere la testa altrui, eran andati a casa colla testa rotta. Per aver un'idea di codesto spirito guerriero passato di quel tempo dai campi aperti delle battaglie europee nelle anguste vie della tortuosa città nostra, basta dare un'occhiata ai bastoni dei nostri padri: bastoni che da quarant'anni giacciono polverosi e dimenticati in qualche angolo di qualche vecchia casa; bastoni di frassino o di spino o del più formidabile corniolo, con pomi d'avorio grossi come biglie, e puntali lunghi di ferro. In quella guisa che gli spadoni a due mani, adoperati dai catafratti, che si trovano in qualche polverosa armeria, ci danno idea dei feroci costumi del medio evo; così que' bastoni ci insegnano senza parlare la storia di quarant'anni fa. Un nostro amico più che ottuagenario, il quale ebbe il vanto di conservare una fanciulla, che si chiamava /a bella Celestina, all'affetto di un celebre suonatore di flauto, lavorando senza pietà sulle terga dei rapitori, ci mostrò il suo storico bastone che aveva servito a quell'impresa, e che noi abbiamo guardato ed ammirato e palleggiato con quella divozione onde i visitatori della cappella di Aquisgrana toccano e sollevano la Giojosa di Carlomagno."
      },
      {
        "index": 303,
        "text": "[X]"
      },
      {
        "index": 304,
        "text": "Però la Compagnia della Teppa, fra tante ribalderie poteva anche, a intervalli, vantarsi d'aver compiuto qualche fatto che collimava persino cogli intenti supremi della giustizia assoluta. I suoi mezzi, come al solito, non furono mai nè legali nè legittimi, e nemmen lodevoli; ma per quanto un filosofo sentimentale avesse pensato e ripensato, non avrebbe mai trovato il modo di far la giustizia"
      },
      {
        "index": 305,
        "text": "più prontamente e più compiutamente che con quei mezzi. Siamo sempre alla vetusta teoria della giustizia sommaria, che sola riesce a tagliare dei nodi che nessun codice umano si attenta nemmen di toccare. Però più di un birbone sotto mentite spoglie, di quelli che alla sordina rovinano la società come fanno i topi nei bastimenti; più d'un funzionario pubblico noto per abusi di potere non intaccabili dalla legge; più d'un padre tiranno, più d'un marito assassino fu messo al dovere dalla minaccia e dall'assaggio del notturno bastone. Queste imprese eccezionali non avvenivano per merito dell'instituzione, ma bensì per la inclinazione speciale di alcuni pochi individui che ne eran membri: giovinotti ardenti, ma acuti e generosi, ma dotati di tempra e d'ingegno affatto eccezionali."
      },
      {
        "index": 306,
        "text": "Nessun di costoro erano, come si suol dire, persone serie. Tutt'altro: non avrebbero potuto appartenere alla Compagnia della Teppa; eran tutti uomini dediti al buon tempo, ai bagordi, al fracasso. Taluno, fornito ad esuberanza del tubere della giovialità e della potenza comica e della virtù della satira empirica, per distinguerla dalla poetica, tutti 1 giorni inventava qualche stranezza, gettava qualche insidia che con modi berneschi andasse a ferire in sul serio qualche mala bestia della società patrizia o della burocratica; o mettesse in ridicolo qualche fatto del pubblico o del privato costume, qualche stolta consuetudine, qualche provvedimento sciocco."
      },
      {
        "index": 307,
        "text": "Di tal tempra era, tra gli altri, un certo Mauro Bichinkommer, incisore di cifre, milanese, che aveva dimorato per molti anni a Torino, e poscia di là aveva dovuto ridursi a Milano, in conseguenza di alcuni scherzi serj fatti subire a personaggi collocati in alto. Costui era un famoso imitatore d'ogni mano di scritto. Usando di tale singolarità, una volta, a Torino, aveva spedito un ordine, come se fosse del primo ministro di corte, con cui comandava al castellano di recarsi sulla piazza di Madama Reale nel mattino colle truppe, volendo il re fare una rivista generale. (Il re, contro il genio storico della dinastia Sabauda, s'intendeva di milizia come d'astronomia). La seconda burla fu un invito segnato dal principe di Carignano al provinciale dei Cappuccini, di recarsi alla casa del principe per trasportare alla chiesa la povera principessa sua moglie morta di parto. (Il Carignano non aveva ancora avuto figli). La buffonata ebbe luogo con grande scandalo della casa principesca ed infinite risa del pubblico. La terza burla fu un invito a pranzo fatto a diciotto curati della città e sottoscritto dal segretario di quell'arcivescovo con ordine contemporaneo ai pasticcieri, ai pizzicagnoli, agli osti di mandar dolci, salsiccie, manicaretti. (L'arcivescovo era famoso per la sua sordida avarizia, e i diciotto curati erano stati scelti fra i più ghiottoni)."
      },
      {
        "index": 308,
        "text": "Vedremo in seguito come i fili della nostra azione drammatica si verranno arruffando per la bizzarria della sua indole e del suo ingegno."
      }
    ]
  }
}
