{
  "chapterNumber": 1,
  "title": "Prelude (Preludio)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Di tutte le forme della letteratura e della poesia il romanzo è la più disprezzata, e per alcune classi di persone la più abborrita. — La lettura di un romanzo si fa, per solito, di nascosto e lontano possibilmente dagli occhi de' curiosi, press'a poco come quando si commette un peccato. — Se una ragazza è in odore di gran leggitrice di romanzi, storna da sè qualunque possibilità di matrimonio; la spina dorsale deviata, il broncocele, la clorosi, l'isterismo, l'epilessia, sono in una fanciulla, contro i giovinotti assestati che voglion metter casa, spauracchi meno spaventosi dell'abitudine a legger romanzi. — I maestri, i pedagoghi, i prefetti di camerata, se colgono un giovinetto alunno sprofondato nella lettura di un romanzo, tosto è un tumulto nella famiglia, un parapiglia nel Collegio-Convitto; minacce di castighi, di espulsioni, di collere implacate. — Gli uomini gravi, i torci-colli, quelli che si danno importanza, quelli che vogliono parere senza essere, 1 cultori di matematica, i poliglotti, quelli dell'alta e della bassa filologia, gli studiosi d'economia, quelli che aspirano, per lo meno, a diventar soci corrispondenti di un qualche istituto, danno tutti quanti a più potere la caccia ai romanzi, e guardano ai romanzieri con atti di commiserazione e di sdegno e d'inquietudine; press'a poco come gli esorcisti del bel tempo dell'inquisizione guardavano i sospetti di stregoneria. Bene sono esclusi dalla persecuzione e dall'odio universale alcuni pochi romanzi celeberrimi, che a buoni conti si chiamano libri, perchè la parola non corrompa l'opera. — Ma anche questi pochi libri, che in Italia crediamo che sommino a cinque, e in Francia a tre, e in Inghilterra ai migliori di Scott e ai due di Bulwer, sono concessi in via di tolleranza, press'a poco come al tempo dell'editto di Nantes erano sopportati i protestanti. — Egli è bensì vero che il romanzo storico era come riuscito in addietro a sottrarsi all'interdetto, se non altro per la difficoltà delle ricerche e per la necessità di rovistare negli archivj, e perchè, in una parola, la mente e la fantasia erano condannate alla schiavitù della schiena. — Ma dopo che il più grande dei romanzieri venne a condannare il romanzo storico come una mostruosità della letteratura, come un ente ibrido, come un assurdo, come un impossibile, il romanzo storico fu cacciato più sotto ancora del romanzo intimo; e i pedanti che non trovarono mai di lodare Manzoni, questa sola volta s'accorsero della presenza del suo genio, questa sola volta che con coraggio inaudito nella storia dell'orgoglio umano, il grande uomo venne a dar di martello all'opera più colossale del suo genio appunto. — Da più anni in fatti il romanzo storico sembra che sia quasi scomparso dalla faccia del mondo; sembra che ai cacciatori della fama sia passata la voglia di farne: e colui che oggi ha la malinconia di pubblicare questo lavoro, e che, nell'età dell'innocenza, stampò tre romanzi storici uno dopo l'altro; quantunque ne avesse avviato un quarto, dopo il discorso manzoniano lo converse tutto quanto in fidibus per la sua pipa casalinga. Ma se gli uomini onesti e pacifici, se i padri di famiglia, se i prefetti, se i prevosti possono essere oggimai quasi sicuri dall'assalto de' romanzi storici, hanno tutte le ragioni di perdere l'allegria, se pensano a quell'altro genere di romanzi che si è convenuto di chiamare contemporanei, intimi, di costume. Questi romanzi crebbero a dismisura nella persecuzione, come gli schiavi d'Egitto e di Babilonia; si moltiplicarono a miriadi sotto alla percossa dei testoni pesanti, come le lumache quanto più si zappa nell'orto contaminato. In Inghilterra e in Francia è una produzione di romanzi tale che sembran fatti a gualchiera, a trancia, a torchio, a mulino, a vapore; è un'eruzione perpetua e in tutti modi, e più invadente che la lava, dello spirito umano contro lo spirito umano. — Che direbbe se comparisse Orazio col suo precetto degli anni dieci?"
      },
      {
        "index": 1,
        "text": "E quanti ne producon Francia e Inghilterra ajutate dagli Stati Uniti, tanti ne inghiotte il mondo, che come sigari li fuma e abbrucia, e ne getta gli avanzi alla bordaglia. Tuona la critica, tuonano i pergami, le fanciulle son minacciate di celibato, gli adolescenti di essere cacciati dai ginnasi, 1 giovani di studio d'essere esclusi dal banco. — Ma i romanzi si riproducono, si sparpagliano, penetrano dappertutto, e sono letti persino da chi tuona e sbuffa; persino dalle madri sospettose; persino dagli uomini che si danno importanza; persino da quelli che hanno la missione di far prosperare l'alta filologia e la numismatica e la diplomatica e i concimi e il baco e il gelso. Sotto al grosso volume severo noi spesso abbiam visto trafugare, alla nostra visita inattesa, la leggiadra brochure parigina, su cui di gran volo potemmo sorprendere i nomi orridi e peccaminosi di Gozlan, di Gautier, di Kock, di Dumas!!! Oh orrore!!!"
      },
      {
        "index": 2,
        "text": "Dopo tutto ciò, è egli giusto codesto dispregio in cui è tenuto il romanzo, sia storico, sia contemporaneo, sia di costumi, sia morale, sia industriale, sia marittimo, sia dell'alta, sia della bassa società, sia didascalico, sia psicologico: ramificazioni tutte del gran ceppo del vetusto romanzo cavalleresco? — Noi crediamo fermamente di no, e fermamente crediamo che il dispregio provocato dai guastamestieri ingiustamente siasi rivolto contro al genere. Intanto, in codesto interesse antico e perpetuo del romanzo dev'essere deposta la ragione che storna la sua abolizione. — Intanto i più grandi scrittori del secolo sono romanzieri; Foscolo, Manzoni, Goethe, Byron, Scott, Châteaubriand, Vittor Hugo, Bulwer tradussero in forma di romanzo le più splendide e più consistenti emanazioni della loro mente. Intanto in un libro di un grand'uomo morto di recente, abbiamo letto che l'Iliade d'Omero è un romanzo storico, l'Odissea un romanzo intimo, la Divina Commedia un romanzo enciclopedico, il Furioso un romanzo fantastico, la Gerusalemme un romanzo cavalleresco. — Tutte le verità e della religione e della filosofia e della storia, se hanno voluto uscire dall'angusta oligarchia dei savj, per travasarsi al popolo, hanno dovuto attraversare la forma del romanzo che tutto assume: — la prosa, la poesia, le infinite gradazioni dello stile; ei si innalza, in un bisogno, nelle più alte regioni dell'idea, s'abbassa tra le realtà del mondo pratico; è elegia, è lirica, è dramma, è epica, è commedia, è tragedia, è critica, è satira, è discussione; al pari dell'iride, ha tutti i colori, ed è per questo che si diffonde nel popolo, e piove come la luce di luogo in luogo e di ceto in ceto e d'uomo in uomo, e per l'onnipotenza sua appunto può recar danni funestissimi come vantaggi supremi; chè tutto dipende dalla mente che lo governa. Così avviene degli elementi più poderosi che sono in natura, i quali riescono nel tempo stesso e benefici e pericolosi all'uomo. Il romanzo di Scott invogliò alla ricerca delle memorie rivelatrici del Medio Evo, e inspirò il sommo Thierry; Carlo Dickens in Inghilterra propose ed ottenne riforme legali, indarno proposte e domandate dalla scienza in toga. Se non che questi elogi che facciam del romanzo or quasi ci fan parere indegni di esporne uno; mentre prima il quadro detestabile che ne abbiam fatto quasi ci faceva venire il rossore sul volto al pensiero che stavamo per ritornar"
      },
      {
        "index": 3,
        "text": "romanzieri anche noi. — Ma, sia qual vuolsi, è ridicolo tanto l'abbellirsi di modestia, quanto l'accusarsi di superbia. — Già, ogni qualvolta un galantuomo stampa qualche prodotto della sua mente, è reo della più luciferina superbia di cui un uomo può esser capace. — Stampare significa"
      },
      {
        "index": 4,
        "text": "credere bellissimo e utilissimo all'umanità quello che si è pensato e scritto; e chi, nel punto massimo della più alta stima di sè stesso, si fa innanzi col capo chino e colle proteste della sua incapacità è un bugiardo. — Però noi aspiriamo al merito di non essere mendaci. — Cento Anni è il titolo del nostro lavoro, e Cento Anni dovremo veder passar di fuga innanzi a noi, cominciando dalla metà del secolo andato e chiudendo alla metà del secolo corrente. — Vedremo le parrucche cadenti a riccioni stare ostinate contro i topè; vedremo il topè subire più modificazioni e concentrarsi nel codino col chiodo; vedremo i ciuffi a campanile, i capelli alla brutus e la cerchia del rinascimento; vedremo il guardinfante del secolo passato attraverso a più vicende venire a patti col guardinfante del secolo presente. — Vedremo la cipria, che imbiancava i capelli neri, di mutamento in mutamento, svolgersi in quell'empiastro che oggi fa diventar neri i capelli bianchi."
      },
      {
        "index": 5,
        "text": "D'altra parte vedremo il progresso dello spirito umano, pur subendo la altalene di questi matti capricci della moda, trovare la sua uscita e andare innanzi. — E vedremo le arti camminare a spina-pesce, perchè il nostro romanzo dev'essere anche un trattato d'estetica — e sentiremo a"
      },
      {
        "index": 6,
        "text": "cantare i tenori e i soprani del secolo passato al teatrino del palazzo Ducale; e prendendo le mosse da essi e con essi e cogli altri che lor tennero dietro, calcheremo per cento anni il palco e la platea dei nostri teatri; e vedremo lo spiegarsi e il ripiegarsi e l'estendersi e l'accartocciarsi della musica; e nella nostra lanterna magica passeranno le ombre dei poeti, dei letterati, dei pittori, dei pensatori; attraverseremo, dunque, a dir tutto, i decorsi cento anni, scegliendo i punti salienti dove le prospettive si trasmutano allo sguardo, e dove si presenta qualche elemento nuovo di progresso o di regresso, di bene o di male, che dalla vita pubblica s'infiltri nella privata; e osserveremo forse per la prima volta fatti e costumi e accidenti caratteristici che non ottennero ancora posto in libri divulgati, e di cui la traccia o la notizia completa rimase o nella tradizione orale che ancora si può interrogare, o in carte manoscritte, quali i processi, i decreti, gli atti giuridici, le memorie di famiglia, ecc., o in opuscoli che, sebbene stampati, pure stettero segregati dal commercio e dalla pubblica attenzione e al tutto dimenticati, o nei quali si leggono cose da cui derivano idee o più complete o modificate, o qualvolta anche affatto opposte alle accettate intorno alle condizioni de' nostri padri, per somministrar così criteri più interi o più nuovi onde stimare i fatti successivi; però al fine di tener dietro al movimento storico di periodo in periodo, essendosi dovuto rompere le dighe dell'unità di tempo nel modo il più rivoluzionario, abbiamo provveduto a stornare la rivoluzione dal campo sacro e inviolabile dell'unità d'azione, ricorrendo al partito, che è forse nuovo e che ci fu suggerito dal fatto vero di un processo criminale e di un'azione giuridica civile conseguitane, di svolgere il nodo drammatico nel seno di quelle famiglie più o meno cospicue per le quali quel processo e quell'azione continuarono per settantacinque anni, così che la differenza originale tra il nostro libro e i libri congeneri, consistesse in ciò appunto, che, dove per consueto gli attori sono individui operanti nel tempo limitato d'un periodo della vita, nel nostro lavoro gli attori fossero invece famiglie, la cui vita si prolunga di padre in figlio e cammina colle generazioni, cogliendo da ciò occasione di tener dietro agli svolgimenti graduali di tutte le parti che costituiscono la civiltà di un paese. Vedremo pertanto gli scherzi curiosi che faranno nel corso di un secolo codeste famiglie, appartenenti a varie caste, distinte alla sorgente e confuse alla foce; e nella vita di un uomo che visse nonagenario, e che, nato quasi alla metà del secolo passato, morì quasi alla metà del secolo corrente, e che parlò e mangiò e bevve e rise con noi, avremo, ci si permetta l'espressione, la chiave di volta che varrà a tener congiunto il vasto edificio e a ravvicinare fra loro quattro generazioni; press'a poco, come il patriarca Enos che andò a caccia con Adamo e spremette i primi grappoli con Noè, e congiunse le due grandi epoche della creazione del mondo e della dispersione delle genti."
      },
      {
        "index": 7,
        "text": "Le promesse sono gigantesche e presontuose: ma guai a chi promette poco. Il lettore lo piglia tosto in parola."
      }
    ]
  }
}
