{
  "chapterNumber": 15,
  "title": "Book Fourteenth (Libro Decimoquarto)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Una festa a palazzo di Corte a Milano nell'anno 1810. — Il vicerè Beauharnais. — La principessa Amalia. — Ministri, soldati. — Letterati. — Poeti. — Il pittor Bossi. — Il conte e la contessa Aquila. — L'avvocato Falchi e l'infernal Dea.]"
      },
      {
        "index": 1,
        "text": "Nel punto di affidare a un libro stampato tutte le notizie arcane che si riferiscono all'estremo periodo del regno italico che tramontò cupamente coll'eccidio del ministro Prina, ci tenne sospesi il timore che la rivelazione di alcuni fatti straordinarj potesse suscitare qualche scandalo e turbare la quiete di alcuni uomini ancor vivi che non ebbero una parte troppo netta in quella orrenda tragedia. Un altro motivo per cui fummo in forse, stava nella qualità di alcuni documenti che abbiamo tra mano; documenti scritti, ma di natura al tutto privata e, per dir così, non ufficiali; documenti, per conseguenza, non bastevoli a convertire le congetture storiche in legale certezza. Se non che abbiamo pensato che anche le semplici congetture, anche le sole opinioni e le credenze degli uomini che furono testimonj di grandi fatti, sono materia legittima alla storia, perchè rappresentano tutto intero il pensiero, il giudizio dei contemporanei; e perchè d'altra parte si danno certe verità che non si consegnano ai pubblici ed officiali documenti, e delle quali tuttavia la posterità non dev'essere defraudata. Se la storia non può giurare sulla verità di alcuni fatti e sulle loro cagioni, ha però l'obbligo di pubblicare e mettere in ordine tutti gli indizj, i quali, se sono moltiplicati, possono talvolta, nella sfera morale almeno, quasi far vece di prova. È il caso di un tribunale che non può condannare un colpevole perchè gli manca la suprema prova irrefragabile; ma tuttavia dal cumulo e dalla qualità degli indizj gli è imposta la convinzione che l'accusato è reo del delitto imputatogli."
      },
      {
        "index": 2,
        "text": "Persuasi di questo, ci siam determinati a pubblicare questa parte del nostro libro, sopprimendo i nomi, e talvolta anche le iniziali che possono condurre a indovinarli. Se i lettori, tenendo dietro a quanto pubblicheremo, daranno il vero nome ai personaggi che noi nasconderemo sotto artistici pseudonimi, ciò vorrà dire che anche a loro di padre in figlio son pervenute quelle verità che nessuno ebbe sin qui il coraggio di manifestare, se altri poi non comprendesse nulla, e fosse per rimanere spaventato da certi caratteri troppo infernali e da alcune perfidie che, anche essendo vere, sembrano inverosimili, si dia pace e si consoli col credere e col dire che tutta la nostra storia non è che un romanzo."
      },
      {
        "index": 3,
        "text": "Siamo nel carnevale dell'anno 1810. Anche la storia, in carnevale, assume qualche cosa di giocondo e di rumoroso, per cui, smesso l'eccessivo suo rigore e le sue cautele che non si tranquillizzano se non sugli atti notarili e sui documenti degli archivj aspersi di molta goccia, si fa più sincera, più alla mano, più ciarliera. È un momento prezioso questo di starle ben presso, d'interrogarla e di farla cantare."
      },
      {
        "index": 4,
        "text": "Son corsi dodici anni dagli ultimi avvenimenti a cui abbiamo assistito. Grandi cose sono avvenute in questo intervallo. Prima la repubblica cisalpina si trasmutò attraverso al diaframma degli Austro-Russi e della battaglia di Marengo, in repubblica italiana; poi il 18 brumajo portò di punto in bianco Bonaparte ad essere il padrone del mondo; ed è strano come la fortuna, quasi a vendicarsi della prepotenza onde il genio di lui la ebbe costretta ad impegnarsi al suo servizio, si dilettò di farlo parer minore di sè stesso in quel giorno appunto, quasi volesse mostrare che senza l'ajuto di lei sarebbe forse caduto per sempre; e infatti, allor fu chiaro come il sole che quando essa si fa l'alleata del destino, il male partorisce il bene; gli errori sembrano ardimenti di intelletto; l'ignoranza e l'imprevidenza risolvono problemi non possibili alla ragione calcolatrice. Quell'oca di Berthier scongiurò Bonaparte a tacere, per non provocare l'ilarità ed il disprezzo dei Cinquecento."
      },
      {
        "index": 5,
        "text": "Quel gallo borioso di Murat, non comprendendo nulla e però facendo entrare i granatieri a bajonetta in canna a far saltar giù dalle finestre i membri rappresentanti la maestà della repubblica, tagliò il nodo inestricabile, e liberò il volo all'aquila di Bonaparte."
      },
      {
        "index": 6,
        "text": "Al 18 brumajo avea tenuto dietro il consolato, e l'imperatore di fatto erasi già rivelato nella unità di Bonaparte collocato fra gli zeri di Cambacerès e Lebrun; e in seguito venne l'impero e il regno, e l'annuncio di una monarchia universale, e il Giove Ottimo Massimo, cogli stivali alla dragona, e la non olimpica ventraja, ed il capolavoro della battaglia d'Austerlitz, che, al par di tutti i capolavori dell'arte, infranse le regole della grammatica campale, fin quella che ingiunse agli eserciti di non prendere le mosse che in primavera. Al capolavoro d'Austerlitz e alle altre battaglie prodigiose avea seguito quella pace di Tilsit, che segnò il punto più eccelso dell'ascensione di Napoleone; e là, se egli si fosse fermato, ben altri avvenimenti la storia avrebbe avuto da raccontare ai posteri, ed il cammino dell'umanità avrebbe forse dovuto piegare per sentieri non sospettati da noi. Ma l'eccessiva altezza mise il massimo degli uomini troppo presso alla fonte della luce, ed ei ne rimase così abbagliato da non vedere più le proporzioni degli uomini e delle cose."
      },
      {
        "index": 7,
        "text": "Siamo in Milano, la capitale del regno italico, la regina di settantanove città, la sede del governo, la gran fiera dei pubblici impieghi, il convegno di tutti gli ambiziosi d'Insubria, il palco scenico di tutti quelli che devono o vogliono rappresentare qualche parte nella grande epopea drammatica di quel tempo; la Babylo Minima, in una parola, di Ugo Foscolo, la quale faceva da succursale alla Babylo Maxima di Parigi. Ci troviamo confusi nella folla davanti al palazzo di corte, in una notte di febbrajo. I dragoni reali rasentano la punta dei piedi dei curiosi, che si accalcano per vedere gli dèi e gli eroi, le dee e le semidee a discendere dai cocchi. L'aere nebbioso risuona dei boati plebei di cocchieri impacciati a stare in fila, periglianti nelle voltate, attraversati dai gendarmi a cavallo, urlanti e minaccianti come Argivi e Trojani nel fitto della mischia."
      },
      {
        "index": 8,
        "text": "Ed or s'è fatto un po' di largo; procedono le carrozze. Ecco quella del duca Melzi, il guardasigilli della Corona. Le due livree gallonate e passamantate balzano a terra. Si spalanca la portiera, la gradinata si snoda, e si riversa sino a terra. Sua Eccellenza lentissimamente discende a mostrare una testa veneranda, che nasconde la santa calvizie sotto una crosta fatta di cipria a ricordare i tempi lieti del fopé; S.E. è coperta da una assisa ampia, larga, lunga, tesa, non suscettibile di piegatura, come se fosse foderata di legno; tutta quanta aspra di ricami d'oro a rilievo, a somiglianza d'un piviale del Corpus Domini. Egli ascende lo scalone; parte la sua carrozza; altre subentrano. I generali Pino e Solaroli smontano e ascendono a lievi salti. Arriva Fontanelli, il ministro della guerra; arriva il marchese Cagnola nella duplice sua qualità di signore e di artista. Arrivano in un fiacre di gala il medico Monteggia e lo speziale Porati. Arriva il gran giudice Luosi, tutto sprofondato nel suo immenso cravattone bianco. Vaccari e Bovara e Birago e Marescalchi sono già saliti da mezz'ora, dicono gli spettatori irremovibili, indarno ammaccati dal calcio del fucile del granatiere."
      },
      {
        "index": 9,
        "text": "Arriva la carrozza del conte Aquila con sua moglie (diciamo Aquila per non dire il vero nome di questo conte), il quale dell'aquila aveva l'occhio, il naso e la tendenza a volare in altissimo. Sua moglie (che chiameremo la contessa Amalia) è una leggiadra giovinetta di vent'anni. Essa porta un berrettoncino alla greca, di seta ponsò, con una stella nel mezzo, di raso bianco, dove un grosso diamante rifrange la luce in iridi fuggitive. Ha un soprabito di velluto ponsò ricamato in argento, da cui trapela un sottabito bianco di stoffa alla greca, tutto con righe a lama, pure d'argento. Il conte Aquila ha l'abito nero di seta, con ricamo color verde a foglie di quercia, con bottoni e spada in acciajo; cappello con piume bianche, bottone e cappio in acciajo e fibbie d'argento."
      },
      {
        "index": 10,
        "text": "Questa coppia giovane, che ben potea rappresentare la forza e la grazia, la violenza e la sommessione, è trattenuta in sull'ingresso dello scalone da un'altra coppia discesa allora allora. Era l'avvocato Falchi con sua moglie detta: l'Avvocatessa. Codesto Falchi è un pseudonimo; se il lettore ci sa pescare, ci peschi, e si diverta. Del rimanente questa donna noi l'abbiamo già vista al teatro della Scala la sera del ballo del papa, ed era una delle tre dive seminude. Essa in poco tempo, insieme col suo marito, era ascesa"
      },
      {
        "index": 11,
        "text": "Dal nulla avito al milionario onore."
      },
      {
        "index": 12,
        "text": "L'avvocatessa Falchi, dette alcune parole alla contessina Aquila, e chiesto a una guardia se S.E. il ministro Prina era già venuto, ed avutane la risposta affermativa, ascese con ostentata lentezza le scale, guardando con invidia la giovane contessina. La Falchi aveva passati quei trentacinque anni, che per l'uomo sono il mezzo della vita, secondo il computo dantesco, ma per la donna ne son quasi i due terzi. Bella veramente non era mai stata; ma le forme del corpo ebbe maestose e dense e appetitose; e nel volto, dal naso adunco e dagli occhi grifagni, scorreva una certa protervia salace, che non dispiaceva agli uomini poco esteti e frolli, i quali antepongono lo strutto all'olio di Nizza! E altre dame dell'antica e della recente aristocrazia vennero in seguito; e per più di mezz'ora la processione delle carrozze sostava ogniqualvolta c'era da deporre o qualche principe, o qualche marchese, o conte, o generale, o colonnello, o capo squadrone, o tenente, o sottotenente che appena avesse avuto da pagare il fiacre."
      },
      {
        "index": 13,
        "text": "Ma è tempo di uscir dalla folla esclusa dalle aule regali; e d'involarci alle morbose influenze dell'aere nebbioso e rigido, e di approfittare del nostro invito e del nostro frack per salire al piano superiore, a diguazzarci nel mare luminoso, dove la storia può fare i suoi riassunti ballando la contraddanza o bevendo un bicchiere del napoleonico Chambertin."
      },
      {
        "index": 14,
        "text": "Entrando nelle sale del palazzo reale di Milano nel 1810, la recente magnificenza era tale, che per alcuni momenti lo sguardo si fermava alle vôlte, alle pareti, agli arazzi, agli specchi, alle statue, ai dipinti prima di guardare alle persone che l'affollavano. Fra tutte poi, la sala del trono era quella per entrar nella quale bisognava attender qualche ora, perchè da non molto tempo erano stati scoperti i dipinti a fresco dell'Appiani, rappresentanti l'Apoteosi di Napoleone colle figure simboliche che le fanno corredo. Il cav. Lamberti ne aveva stesa l'illustrazione, che, stampata in una splendida edizione italo-francese e filettata in oro e rilegata in raso e velluto, passava a migliaja di esemplari per le mani degli intervenuti. Allora quell'illustrazione del letterato, professore, bibliotecario, cavaliere e cortigiano parve degna dell'opera pittorica; oggi fa compassione a leggerla, tanto dal linguaggio convenzionale e dalle frasi adulatorie e dalle generalità estetiche trapela l'ignoranza di chi parla d'arte senza averne la cognizione. Ugo Foscolo in abito nero civile, col cappello piumato sotto il braccio, e spada coll'elsa d'acciajo, confuso tra i moltissimi, guardava i dipinti e leggeva l'illustrazione e parlava sommesso al cavaliere Brunetti e all'avvocato Marliani. Ma la sua voce era di quella tempra leonina, sonora e profonda, che le sue parole non si fermavano all'orecchio degli amici a cui le volgeva in confidenza; tanto che i Creonti ne approfittarono per riferirne il sunto al medesimo cavaliere Lamberti, che insieme col cavaliere Vincenzo Monti stava in un angolo di quella sala stessa."
      },
      {
        "index": 15,
        "text": "— Lascia gracchiare Nicoletto, disse allora Monti a Lamberti, il quale si scontorceva per le parole sprezzanti di Foscolo che gli erano state riportate. Ben io scuoterò la polvere de' suoi Sepolcri a suo tempo, e vedrete che quella fama ch'egli s'ebbe per me, per me dileguerà."
      },
      {
        "index": 16,
        "text": "— Anche senza che voi scuotiate quella polvere, il vento la porterà seco. Or finalmente venite tutti nel mio parere, non essere costui che un gran ciarlatano, e non essere poeta chi ha potuto dettare quell'intralciato e indigesto e fumoso carme dei Sepolcri. Lascia dunque, Lamberti, ch'egli disapprovi la tua prosa. Egli non avrà mai nè la tua lingua, nè la tua correzione, nè la proporzione del tuo disegno."
      },
      {
        "index": 17,
        "text": "Così parlava l'arcigno e livido ed esagerato Giordani, che nella critica non aveva nè misura, nè giustizia rigorosa, ma si lasciava prendere dai consigli che gli venivano dal fegato morboso. E questo fegato stillava un fiele tutto speciale ai danni di Foscolo, perchè questi nella sua prolusione sull'ufficio della letteratura, professando il proprio disprezzo ai panegirici, implicitamente aveva condannato anche quello con cui Giordani, i/ libero Giordani, prosternandosi innanzi a Napoleone, aveva sfoggiato un'adulazione che avrebbe fatto ribrezzo anche ai tempi di Roma imperiale."
      },
      {
        "index": 18,
        "text": "AI crocchio di Monti e di Lamberti e di Giordani si unirono il frate-prete spretato Lampredi, e Mario Pieri, il quale era indignato con Foscolo perchè non gli aveva mai accordato l'ingegno ch'ei pretendeva di avere; e vi si aggiunse Brunacci ancora sbuffante degli schiaffi che Ugo, sotto gli atrj"
      },
      {
        "index": 19,
        "text": "dell'Università pavese, gli aveva promessi; e fecero circolo don Marzio Anelli e una mezza dozzina di membri dell'Istituto nazionale."
      },
      {
        "index": 20,
        "text": "Ugo Foscolo in quell'anno aveva perduta la cattedra, era in ira al vicerè, era lautamente indebitato, disperatamente innamorato: avverso era al mondo e avversi a lui gli eventi. Irritato dalle recenti offese, sparlava del governo; onde tutti coloro che speravano e temevano tutto dall'alto, ed erano protetti e ricompensati ed onorati, lo scansavano come pericolosissimo. E ad accrescergli tanta indignazione s'aggiunse precisamente a quei dì la sua rottura con Vincenzo Monti. La causa era stata Omero. Chi mai lo avrebbe detto al cieco d'Ascra? I più allora accusarono Foscolo d'invidia. Ma oggi possiamo noi dir questo? oggi che, confrontando i sei canti dell'Iliade da lui tradotti con quelli del Monti, si vede quanta differenza interceda tra i due lavori, e come sia stato un vero danno che la eccessiva facilità di Monti abbia scoraggiato il suo rivale di perdurare lunghi anni in quell'impresa, che davvero pareva fatta per lui solo; per lui che era poeta per lo meno quanto Monti, ed aveva più passione e più viscere, e possedeva il privilegio di essere davvero italo-greco."
      },
      {
        "index": 21,
        "text": "Ma lasciamo la sala del trono e dell'apoteosi, e rechiamoci a vedere altre sale ed altre faccie."
      },
      {
        "index": 22,
        "text": "[II]"
      },
      {
        "index": 23,
        "text": "Nella sala delle Cariatidi, non al tutto allora compiuta, ma così ornata di velluti e veli e frange auree e festoni e fiori, che a nessuno appariva qual parte di essa avessero lasciato in sospeso l'architettura e le arti sorelle, fervevano le danze, ma fervevano più nei cuori caldissimi degli ufficiali e delle dame sospiranti in segreto agli spallini ed ai petti onorati di aquile ferree, che nel muover dei passi misurati a convenzionale lentezza. La musica era diretta da Alessandro Rolla e dal Pontelibero."
      },
      {
        "index": 24,
        "text": "I vecchi, che erano vivissimi nel 1810, e vivono ancora oggi, e tennero dalla natura una tempra così robusta, e il tubere della giovialità così pronunciato, e pilori a macina di costruzione così prodigiosa che ancora s'arrischiano a vegliare ad ora tardissima; e se c'è una festa che esca dalla sfera comune, son là pronti in cravatta bianca prima dei giovani ad assaporarla, ci assicurano colle mani sul petto, che se le beltà femminili, per qualità e quantità, sono oggi in una condizione ancor molto prospera, mezzo secolo fa fiorivano con insuperabile rigoglio; ma sopratutto ci assicurano che oggidì la razza grande è quasi spenta affatto — la razza delle donne, vogliamo dire, dai colli e dalle braccia di Giunone; o che, volendo lasciare in pace le olimpiche deità, potrebbero servire allo statuario per modellare qualcuna delle virtù teologali."
      },
      {
        "index": 25,
        "text": "Di quel tempo splendeva una Falchignoni, che poi fece da Semiramide in teatro per usufruttare i grandi occhi e il naso d'antica perfezione e le ineffabili spalle; splendeva una Doria alta trentasei oncie, come una cavalla normanna; splendeva o, per dir meglio, nereggiava una R..., che al pari di Cleopatra avea fermata l'attenzione di Cesare. Splendeva una donna che vive ancora, e serba nella faccia settantenne, più che l'arco di Tito e di Costantino, le prove irrefragabili d'una sontuosità senza esempio. Ella partorì a tutto vantaggio delle arti belle un'inclita figlia, che proseguì poi alla sua volta il lavoro e le benemerenze materne."
      },
      {
        "index": 26,
        "text": "Splendevano due contesse, il cognome delle quali cominciava dalla lettera A..., sacerdotesse assidue alle are di Cipro, e velate di devota incontinenza nei riti notturni della pallida Diana."
      },
      {
        "index": 27,
        "text": "In quella parte della sala delle Cariatidi, che veramente poteva chiamarsi il dipartimento olimpico della reggia, circondata dalle dame di palazzo, che erano la marchesa Parravicini, la contessa Carcano, la contessa Montecuccoli, la contessa Gallo d'Otimo, la contessa Aquila, sedeva la viceregina principessa Amalia, leggiadra e soavissima d'aspetto:"
      },
      {
        "index": 28,
        "text": "Novella speme Di nostra patria, e di tre nuove Grazie Madre e del popol suo; bella fra tutte Figlie di regi e agli immortali amica;"
      },
      {
        "index": 29,
        "text": "come allora, ad onta dei rancori col vicerè e dell'opposizione che esercitava contro il governo imperiale, aveva dettato Foscolo inspirato e placato dalla bellezza e dalla virtù."
      },
      {
        "index": 30,
        "text": "Affollatissimi intorno a quel gruppo di stelle si vedevano i senatori, i conti, i baroni, i commendatori di fresca data. Dei senatori si distinguevano Veneri, Boara, Prina, Borioli arcivescovo d'Urbino, giovane di bell'aspetto, trasmutato nelle vesti in modo che di vescovile non mostrava più nulla se non forse il bianco della camicia trinata; Boara e Bréme portavano il gran cordone della corona di ferro. Cavalieri recentissimi erano il marchese Trivulzi, il cugino del ministro Prina, che era provveditore del liceo di Novara, il ciambellano Martinengo, i professori Borda e Tamburini brevettati tutti nella grande sfornata dell'ottobre 1809, insieme con tanti altri che avevano avuto il merito di essere arrivati in tempo. A costoro e dalla sala e dalle tribune guardava la curiosità maschile; ma la femminile pareva concentrasse il fuoco collettivo delle sue pupille sull'alta maestosa figura del pittore Giuseppe Bossi, che in assisa di panno color caffè a bottoni d'acciajo volgeva la parola ad un ometto piccolo, tutto vestito di nero con eletta semplicità."
      },
      {
        "index": 31,
        "text": "Il pittor Bossi poteva contare trentadue anni, e quantunque fosse tanto trasandato nel vestito, che comunemente lo chiamavano il foldone, era caro alle dame; caro tanto, che i mariti ringhiavano sordamente alla sua comparsa come cani sospettosi. Ma egli era bello di una bellezza all'antica, in istile greco-romano. Portava i capelli alla brutus, fitti, lunghi, ricci, fulvo-cupi, cadenti a ciocche pittoresche sulla fronte fino a toccare la regione dei sopraccigli, che aveva folti e piegati in così elegante arco, come se Fidia ci avesse messo lo stecco. E come augusto era l'arco del sopracciglio, insigni erano la linea del naso e i contorni della bocca e del mento; dalla qual cosa ognuno può farsi capace guardando uno studio fatto sul vero dal pittore Appiani. Ad una bellezza così eccezionale dava risalto, e fors'egli lo sapeva, la negligenza medesima che metteva nell'acconciatura; negligenza portata a tal segno, che molti sospettavano costasse molto pensiero precisamente a lui che ostentava di non pensarci; ma anche noi, ai nostri giorni, abbiamo conosciuto un elegante giovane, che poi uscì dalla folla, il quale faceva tali studj sulla negligenza del vestito, che tutti i giorni rinnovava sempre lo stesso sbaglio nell'abbottonarsi il bianco panciotto alla Robespierre."
      },
      {
        "index": 32,
        "text": "Con tutto ciò le fisiche qualità del pittor Bossi non avrebbero bastato a mettere il capogiro nel bel sesso, se non ci fosse stata in lui quella prodigiosa versatilità di intelletto e di attitudini, che ne costituivano un'individualità veramente distinta. Dopo Leonardo, sebbene in una sfera meno eccelsa, egli fu il primo fra gl'illustri italiani, che abbia rappresentato in sè solo i caratteri di cinque o sei uomini. Pittore, poeta, scrittore, oratore, musico. Come pittore ci diede il disegno del Parnaso; come scrittore i suoi studj d'alta critica intorno a Leonardo; come oratore i suoi discorsi accademici; come poeta, segnatamente nel vernacolo, fu emulo di Porta, e tale emulo che Porta medesimo ne ingelosì; della musica sapeva quanto potea bastare per innestare sul piano delle variazioni leggiadre a quelle poesie che, nel crocchio amico e per puro passatempo, improvvisava declamando."
      },
      {
        "index": 33,
        "text": "A ciò si aggiunga una vena inesauribile di epigrammi arguti e di buon genere, una grande scorrevolezza di spirito, un fare penetrante e lusinghiero, un'amabilità continua. Ma rare volte è inamabile chi fu il prediletto della natura e della fortuna. Ci vorrebbe un'indole da cannibale per essere arcigni e rozzi sotto alla pioggia dei dolci sguardi e dei cari sorrisi e delle lodi e dell'ammirazione universale. Diciam questo perchè non si creda che noi facciamo il panegirico al pittor Bossi, il quale aveva poi un gran difetto, quello di lasciarsi troppo facilmente vincere dalle continue tentazioni; anzi se ne gloriava e vantava, e ci annetteva tanta importanza, da tener nota delle sue più minute avventure e speranze amorose, in un diario ch'egli giorno per giorno scriveva, e che noi abbiam potuto vedere. Eccone un saggio: Questa sera, al teatro della Scala, nel corridoio dei palchi, ho baciato la marchesa P..., ed ella mi strinse fortemente la mano: All'erta adunque e avanti. — La moglie del comandante Baraguais d'Hillier è tanto bella e cara quanto è odioso il marito. Ieri sera mi ha pregato e ripregato di lasciarmi rivedere. Io dunque la rivedrò, ma non per niente. —La principessa D.... di Roma fu ieri la regina della festa. Che maestà, che orgoglio! Mi si dice che sia invincibile; ma altre fortezze capitolarono, ed io le ho da fare il ritratto. — Esco adesso dalle stanze della Grassini divina. Chi me lo avesse detto! Ed ora sono cognato di sua Maestà."
      },
      {
        "index": 34,
        "text": "Non oziosamente ci siam diffusi nel parlare del pittor Bossi; anzi preghiamo il lettore a tener nota di quanto abbiam detto, per tutto quello che accadrà in avvenire. Ma egli continuava a parlare col suo amico e collega, il cav. Zanoja, canonico di S. Ambrogio, predicatore, professore d'architettura in Brera, e poeta satirico. La saetta dell'epigramma mordace e l'acredine della satira gli si vedevano in volto, segnatamente nel labbro inferiore più sporgente del superiore."
      },
      {
        "index": 35,
        "text": "— Sua Altezza pare di buon umore, diceva Bossi."
      },
      {
        "index": 36,
        "text": "— Tutte le cingallegre son liete."
      },
      {
        "index": 37,
        "text": "— Egli non ha motivo d'esser triste."
      },
      {
        "index": 38,
        "text": "— Colla sua testa e col suo cuore no."
      },
      {
        "index": 39,
        "text": "— Voi alludete al divorzio cui fu costretta sua madre; ma già era indispensabile."
      },
      {
        "index": 40,
        "text": "— Lo so, ma non toccava a lui a far in Senato l'elogio dell'imperatore perchè ripudiava la madre."
      },
      {
        "index": 41,
        "text": "— Ora, credete voi che il divorzio avrà per tutti un posto nella legislazione?"
      },
      {
        "index": 42,
        "text": "— Toccherà al ministro Prina a pensarci."
      },
      {
        "index": 43,
        "text": "— Volete dare al dicastero delle finanze gli attributi del culto?"
      },
      {
        "index": 44,
        "text": "— Quando occorreranno altri danari, e col sistema corrente non c'è oro che basti, il ministro Prina consiglierà la sanzione del divorzio; e valutando la consolazione di tanti mariti liberati una volta per la virtù d'un paragrafo dai ceppi sacramentali, metterà sulla universale consolazione tali tasse da empire due erarj. Avete visto come egli ha fatto l'anno scorso colla caccia? Prima era un privilegio di pochi, che nessuno osava toccare; ma al ministro occorrendo danari, I! tempo dei privilegi è finito, proclamò; tutti gli uomini sono eguali, tutti devono dunque andare a caccia, e mise una tassa enorme sulle licenze. Quando una misura finanziaria può comparire in maschera di salute pubblica e di umanità, è certo che prospera. Così il divorzio entrerà nel regno italico sotto il braccio del ministro di finanza e il settimo sacramento riceverà scacco matto dall'erario esausto.— E chi sa che il primo ad imitare S. M. non debba essere Sua Altezza?"
      },
      {
        "index": 45,
        "text": "— Bisogna bene che il divorzio gli abbia dato alla fantasia, per dimenticare così indegnamente i riguardi dovuti alla propria madre. Se poi al fatto del divorzio aggiungete l'aumento di un milione all'anno con cui S. M. gli pagò la perfida mediazione, è facile a comprendere l'allegria che brilla sulla faccia del vicerè."
      },
      {
        "index": 46,
        "text": "— Caro cavaliere professore, non deve esser questa la ragione, io ci vedo altro. Ma io posso penetrare in luoghi che son vietati a un canonico di S. Ambrogio. Or fatemi un piacere. Per qualche tempo tenete d'occhio il vicerè e la contessa Aquila, che oggi ha ricevuto la nomina di dama di palazzo, e sappiatemi dire il vostro parere. Or va ad avviarsi una monferrina, e il vicerè sta invitando la contessina a volere ballar seco. Credetemi che l'allegria di questa notte non gli deriva nè da Giove, nè dal tesoriere Plutone."
      },
      {
        "index": 47,
        "text": "— Fauni, Satiri, Silvani, Dei cornuti... e che cosa dirà il conte Aquila.... il Vice-Lucifero?"
      },
      {
        "index": 48,
        "text": "— L'osso da rodere sarà più duro degli. altri. Ma l'orgoglio del conte lo salverà da qualunque sospetto."
      },
      {
        "index": 49,
        "text": "— Ma guai se il sospetto romperà nel suo orgoglio!"
      },
      {
        "index": 50,
        "text": "— Io mi meraviglio però come esso abbia concesso alla propria moglie di accettare la carica di dama di palazzo."
      },
      {
        "index": 51,
        "text": "— È presto pensato."
      },
      {
        "index": 52,
        "text": "— Cioè?"
      },
      {
        "index": 53,
        "text": "— Perchè facesse più rumore il suo rifiuto alla carica di ciambellano. Siccome poi è voce che circola in piazza, che il vicerè è il gallo della Checca, il conte avrà pensato di stornare la taccia di marito geloso coll'ostentare noncuranza e disprezzo. Costui è giovane della più strana e straordinaria natura. È un miscuglio di Catilina e di Giulio Cesare. Ora ei si tiene in disparte dalla cosa pubblica, rifiuta cariche, respinge onori per il solo motivo che non è vacante un posto d'imperatore. Per quello presenterebbe volentieri le sue petizioni. Io lo conosco benissimo."
      },
      {
        "index": 54,
        "text": "— Lo conosco anch'io assai bene; e tanto che, se sua moglie fosse mia sorella o mia figlia, io vivrei dì e notte in continuo timore."
      },
      {
        "index": 55,
        "text": "— Vada per la moglie, ma la cosa più pericolosa è il nascere suoi figli.... il suo primogenito lo ha provato."
      },
      {
        "index": 56,
        "text": "— Possono esser calunnie."
      },
      {
        "index": 57,
        "text": "— Lì c'è il dottor Monteggia. Interrogate lui. La cosa fu messa a tacere; ma quel che è avvenuto non si può negare. Pare che il conte abbia voluto imitar Giovanni de' Medici, quando per interrogar l'avvenire ed esplorare a che cosa era destinato il suo unico figliuolo, ingiunse alla moglie di gettarglielo giù in braccio dalla finestra. Ma se Cosimo bambino fu accolto sano e salvo dalle braccia paterne, perchè doveva diventare il Tiberio della Toscana, al figlio del conte non toccò la stessa fortuna."
      },
      {
        "index": 58,
        "text": "— Il conte però non fece come il Medici..."
      },
      {
        "index": 59,
        "text": "— No; ma gettando egli stesso in alto il bambino, come se fosse una palla, e ripetendo, ad onta degli strilli infantili, il giuoco spietato, venne la volta che gli cadde in terra, e là giacque."
      },
      {
        "index": 60,
        "text": "Mentre costoro parlavano, avendo il maggiordomo di corte fatto segno al direttore d'orchestra Alessandro Rolla che annunciasse una monferrina, primo il vicerè, dando braccio alla bella contessina Aquila, s'avanzò nel mezzo della sala per aprire la danza."
      },
      {
        "index": 61,
        "text": "Beauharnais, quantunque contasse appena ventinove anni, non aveva nessuna fisica attrattiva; era già calvo, era atticciato. Ma, per compenso, aveva modi gentili e insinuanti, e una grand'arte nel darla ad intendere, specialmente alle donne. Era francese in tutta l'estensione della parola, con un viso a zigomatici rilevati e a naso rivoltato, di quelli che tanto abborriva l'italico Alfieri; ma, per sua fortuna, le donne, non essendo sempre profonde in estetica e lasciandosi lusingare troppo facilmente dalla possanza, dalla gloria o dalle sue apparenze, dalle vesti pompose, lo giudicavano assai favorevolmente. Egli poi aveva la prerogativa di essere, sul terreno d'amore, un cacciatore instancabile; ben potevano le beccaccie e le beccaccine deviare, nascondersi, tentar voli subdoli, fargli perdere interi giorni; egli non abbandonava la preda, finchè veniva il punto d'aggiustar bene il tiro, e di lasciar la fuggitiva con qualche ala infranta."
      },
      {
        "index": 62,
        "text": "— Queste sale, contessa, posso giurare d'averle aperte espressamente per voi (così nel suo francese diceva Beauharnais alla contessa Amalia). In febbraio io vi attesi invano tutta la notte al ballo che mi diede il Senato: però, quantunque fosse mia intenzione di non dar feste altrimenti in quest'anno, perchè devo partir subito per il matrimonio di S. M., pure ho cambiato consiglio, sapendo che la vostra novella carica vi costringeva a intervenire alle feste di corte."
      },
      {
        "index": 63,
        "text": "— Se sono venuta, disse gentilmente la contessa, è perchè mio marito me lo ha permesso."
      },
      {
        "index": 64,
        "text": "— Se vostro marito ve lo ha permesso, è perchè non poteva impedirlo."
      },
      {
        "index": 65,
        "text": "— Poteva impedirmi di accettare la carica di dama di palazzo."
      },
      {
        "index": 66,
        "text": "— Io dunque non ringrazierò che vostro marito."
      },
      {
        "index": 67,
        "text": "— Oh.... ma non fate, altezza, ch'io debba lamentarmi della sua condiscendenza...."
      },
      {
        "index": 68,
        "text": "Il vicerè si sentì esaltato da queste parole, dando loro la più ampia interpretazione."
      },
      {
        "index": 69,
        "text": "Dallo sguardo che solo aveva insinuante ed espressivo, gli traspariva l'intima gioja. Nel passare in mezzo alle vive cariatidi dell'impero e del regno, volgeva parole amabili a tutti e loro comunicava quelle notizie che potessero dar piacere e soddisfazione."
      },
      {
        "index": 70,
        "text": "— Eccellentissimo signor duca, diceva, passando dinanzi al gran ciambellano Litta, da questo momento ho finito di chiamarvi marchese. Il governo di S.M. ha riconosciuta la dote che voi avete assegnata al ducato cui foste innalzato fin dall'ottobre passato. — Caro marchese Trivulzi, oggi è venuta per voi la nomina di ciambellano; preparate le chiavi. — Il signor conte Annoni permetterà che lo saluti commendatore; — e via su quest'andare."
      },
      {
        "index": 71,
        "text": "Ma Rolla diede il segno, e il vicerè aprì la monferrina. Assai presso al vicerè e alla contessa Aquila, trovavasi madama Falchi, atteggiata anch'essa per la danza. Il pittor Bossi, amico suo di casa, staccatosi dal collega Zanoja, s'era messo a sedere al posto di lei, intanto che ella erasi alzata. Appena la monferrina finì, il pittore fu presto a levarsi per restituire il posto a madama."
      },
      {
        "index": 72,
        "text": "— Ma, non ho volontà di sedere, — essa gli disse; — piuttosto accompagnatemi a fare un giro per le sale. Se il pittore, ch'era ottimo di cuore, avesse saputo di che si trattava, certo non avrebbe accompagnata quella donna. Però non lamentiamoci della sua condiscendenza fatale; la Falchi in ogni modo avrebbe trovato l'accompagnatore. In quanto a noi, stiamo attenti a ciò che sarà per fare colei, che fu davvero in quell'occasione:"
      },
      {
        "index": 73,
        "text": "L'infernal dea ch'alla vedetta stava."
      },
      {
        "index": 74,
        "text": "[III]"
      },
      {
        "index": 75,
        "text": "Mentre la pantera, fiutata l'orma della gazzella, si appiatta adocchiando ed aspettando, diciamo qualche cosa della contessa Aquila; teniam conto de' suoi diporti in casa e in collegio; interroghiamo i suoi maestri, la sua governante; tentiamo di eccitare il suo confessore a svelar qualche segreto; sopratutto vediamo di far cantare qualcuna delle sue più intime amiche, di quelle che dall'infanzia l'accompagnarono fino ai quindici, fino ai vent'anni."
      },
      {
        "index": 76,
        "text": "Che interesse desterebbe il nostro racconto se ci fosse concesso di manifestare il nome e cognome di questa nuova eroina! Quando si pensa che vivono ancora tante persone che l'hanno conosciuta più o meno dappresso, ed è infinito il numero di quelle che la conobbero di vista, è un dolore per noi, che siamo artisti nemicissimi del convenzionale, l'essere costretti a trattare questo personaggio come se fosse un ideale, mentre fu vivo e vero e realissimo. Ma se è un dolore, non è un ritegno; anzi, per consolarci, è un'occasione di più per lasciar libera l'uscita a tutta quanta la verità e per mettere allo scoperto tutti i segreti. Però, se non potrà essere appagata la curiosità del bel mondo, troverà maggior pascolo il filosofo investigatore, che, al pari del medico, ha bisogno di conoscere i più minuti elementi che produssero ed esacerbarono malattie ed ammalati celebri."
      },
      {
        "index": 77,
        "text": "Cominciamo intanto dal dire, che il titolo di contessina, essa lo trovò in casa, bell'e fatto da molti secoli. Il suo casato, se non ricchissimo, era cospicuo. I suoi genitori, tanto il maschio che la femmina, furono buoni, per taluni anche ottimi, e di costumi assai rigorosi: così rigorosi, da non parer contemporanei di quella generazione lieta e gaudente che inventò il topé e la cipria. Le amiche della fanciulla, che vissero con lei gli anni dell'infanzia nel monastero di S. Giuseppe (d'una delle quali noi abbiam conosciuto il figlio, che dalla madre tenne molte notizie), furon tutte d'accordo nel dire, che indole più mite, più soave, più angelica della sua non ci fu mai; aggiungendo però che tutte queste qualità erano mantenute nel loro più perfetto stato di conservazione da una gran dose di ghiaccio nativo: press'a poco come avviene di alcuni prodotti vegetali, che, se non si tengono in fresco, si corrompono."
      },
      {
        "index": 78,
        "text": "Non era per altro del parere comune la madre di quel tal figlio che noi conoscemmo, la quale per combinazione fu la sua amica più intima e più costante. Per suo mezzo potemmo raccogliere che la calma serafica era tutta nell'apparenza di quella creatura, ma di sotto all'onda gelata, non ostante una gran bontà e gentilezza di natura, ferveva e bolliva e scorreva la lava. Di questo però il mondo non ne seppe nulla. Bensì quand'ella fu uscita di monastero, e dopo che, avuta in casa una educazione di perfezionamento più varia, più ampia e più squisita, toccò i quindici anni, fu generale la voce che, tra le adolescenti da marito, non v'era in tutta Milano fanciulla più educata, più bella, più santa. Ora, in quel periodo appunto, tra i giovani patriz) milanesi, per vigore d'intelletto, per suppellettile di cognizioni, per energia di volontà, per prepotenza d'orgoglio aveva un assoluto primato il giovane conte Aquila. E poichè in tutto ei voleva essere il primo — mise gli occhi su quella che si diceva essere la più eletta tra le maritande del patriziato milanese."
      },
      {
        "index": 79,
        "text": "Ma più che tutte le distinte qualità della contessina, ciò che davvero aveva determinata la scelta del conte Aquila, era la giovinezza di lei. Tra le fanciulle da marito ch'ei conosceva degne di lui, era la sola che avesse compiuto da pochi giorni gli anni quindici, l'età legale. Se la legge, come in Sicilia, in Egitto, in Arabia, avesse permesso di sposare una fanciulla a dodici anni, egli avrebbe scelta quella che non avesse sorpassata quell'età. E a ciò era portato, non già perchè fosse amante"
      },
      {
        "index": 80,
        "text": "dell'eccessiva giovinezza: il suo gusto lo portava anzi a vagheggiare la donna che, al pari di una mela e di una pesca, avesse tocca la più completa maturanza; ma sì perchè, conoscendo il mondo e gli uomini ed anche le donne, pensava che, a sorprendere in sui primi albori una rosa sbocciata di notte, ancor madida delle gemme della rugiada, si poteva quasi esser certi che altri non aveva potuto accostarvi le nari."
      },
      {
        "index": 81,
        "text": "Era sempre l'orgoglio che lavorava; era il tormento del primato. Il conte poneva lo sguardo alla futura sua sposa, press'a poco come un bibliomane lo pone a un libro, che è avido di acquistare non già per la materia che contiene, nè per il pregio del dettato; ma perchè sa che dell'edizione principe, fatta in pochi esemplari e involata dal tempo, è l'unico che sia rimasto. Quando una ragazza che va a marito è destinata a far la figura di un libro in cartapecora, il lettore può ben comprendere che nemmeno la prima luna abbonderà di miele."
      },
      {
        "index": 82,
        "text": "Ora, per disgrazia della giovinetta, il signor conte Aquila, ricco di tutte le doti che possono rendere appetitoso uno sposo, più ai padri e alle madri, già s'intende, che alle figliuole, chiese la mano di lei, che senza un ostacolo al mondo gli venne concessa dai parenti, e così fu conchiuso e stretto il matrimonio; matrimonio modello, perchè, come un contratto di compra e vendita, come un atto ipotecario, come un passaporto, recava tutte le firme e tutti i bolli voluti dall'autorità."
      },
      {
        "index": 83,
        "text": "Gli uomini che portarono dalla natura il dispotismo e la gelosia, ed hanno sì poca fiducia nelle donne, che se la civiltà lo permettesse, adotterebbero volentieri il sistema orientale degli eunuchi custodi e spie; o rimetterebbero in vigore le consuetudini dei baroni del medio evo, che chiudevano sotto chiave la fedeltà muliebre, hanno sempre fatto malissimo i loro conti. Essi non hanno pensato, che non è il possesso materiale della donna che importa; ma il suo affetto. Ora l'affetto non s'impone, non s'imprigiona, non s'ipoteca; come tutti gl'imponderabili, esso non può essere contenuto in nessun recipiente. I poeti e gli storici ci hanno assicurato, che la donna non fu mai tanto idealizzata, rispettata, idolatrata come nel medio evo, perchè in quel tempo s'introdusse l'invenzione delle così dette regine delle feste e dei cuori. Ma se 1 nomi sono speciosi e lusinghieri, e se le apparenze sono belle e buone, cari i miei poeti sempre pronti a scaldarvi d'entusiasmo, storici egregi sempre corrivi a far dei sistemi, abbiate la bontà di considerare che invece non fu mai tanto materializzata la donna come dal giorno che, per assicurare la loro fedeltà corporea, fu messa la ceralacca sul loro pudore, come se si trattasse di uno scrigno da consegnarsi al tribunale. Non è così che si rispetta la donna, signori storici e poeti."
      },
      {
        "index": 84,
        "text": "Gli uomini del mondo romano, che voi avete condannati come dispregiatori e conculcatori della dignità delle donne, si fidavano, o fingevano almeno di fidarsi, della loro parola. È un bel tratto di cortesia. Le donne, sul terreno dell'amore e della fedeltà, eran le sole custodi responsabili di sè stesse. È a questo patto che si rispettano. Ora il conte Aquila era un vero barone del medio evo. In attestato della più profonda devozione all'onore di sua moglie, se avesse dovuto fare un viaggio armato in Terra Santa, avrebbe prese tutte le misure per assicurarsi che non sarebbe stato violato il casalingo tesoro. Ma il signor conte, al pari di qualunque cavaliere della spedizione di Palestina, faceva i conti senza l'oste. Considerando la donna come se fosse una statua d'inestimabile pregio, ma senz'anima e senza sangue, non pensava che la fedeltà si può rompere con un desiderio, con uno sguardo; non parliamo dei baci, Dio ci liberi; e che i desiderj vengono e che gli sguardi si comincia a mandarli in giro allora appunto che si sente il peso delle catene. Non c'è nessuno che più del prigioniero sia avido di cielo e d'aria. Ben è vero che il proverbio: l'occasione fa l'uomo ladro, consigliò molti mariti a non lasciar mai sole le proprie mogli, a vegliare dappresso, a farle vegliare. Ma se questo proverbio può dar molto da pensare, non fa minor senso quell'altro: la proibizione genera l'appetito. Comprendiamo assai bene che un marito, collocato tra questi due proverbj, sta peggio di un soldato collocato tra due fuochi. Ma bisogna pur pensarci e prendere una risoluzione. Il conte Aquila non ruminò che il primo proverbio, e a quello s'attenne, e non ascoltò che le sue inspirazioni, e qui fu il danno. Quanti guai di meno se da filosofo indulgente, che vive e lascia vivere, non si fosse regolato che col secondo!"
      },
      {
        "index": 85,
        "text": "Quando la contessina entrò sposa nella casa di lui, oltre ad essere giovine come l'acqua, aveva tutte le virtù di cui può andar fornita una fanciulla. Ma, se la soave timidezza del suo"
      },
      {
        "index": 86,
        "text": "contegno poteva far sospettare quel ghiaccio di cui abbiamo parlato, il ghiaccio non c'era. Noi confessiamo di portare una avversione speciale, accanita, per tutti gli uomini, per tutte le donne che son bravi e virtuosi perchè sono gelati, che non bevono perchè non hanno mai sete. Ora la contessina aveva la sua sete, come il suo sangue aveva i suoi bollori, come il suo cuore i suoi sussulti e i suoi slanci. È appunto per questo che ella era una cara fanciulla; una fanciulla, cioè secondo natura, e secondo la più perfetta e la più florida natura. Tutto però era in germe, nulla v'era di sviluppato. Quindici anni son pochi; e un marito che si piglia in casa una creatura da far crescere e sviluppare, se non ha una dose abbondante d'intelligenza e d'esperienza, ma sopratutto di bontà e d'amabilità, è un affar serio tanto per il coltivatore che per la pianta. L'intelligenza nel conte c'era, c'era l'esperienza; ma la bontà mancava affatto, e l'amabilità. Il conte era un uomo, lo ripetiamo, orgoglioso ed ambizioso; sempre tormentato dall'idea che in tutto il regno, per quanto girasse lo sguardo, non v'era un posto degno di lui; sempre pensieroso del fatto che, fin che durava quell'ordine di cose di cui Napoleone era stato il generatore e il padrone, la fortuna stava tutta per quegli uomini che erano sorti con lui e per lui. Codesto tormento ei lo sentiva tanto più forte in quanto non vedeva per allora nessuna nube, nessun lampo, nessun segno atmosferico che accennasse a un cambiamento di tempo. Il barometro segnava sereno costante. Guai per chi desiderava un temporale! Fantasticava ei dunque continuamente, trasportato da strani desiderj in campi ignoti; press'a poco come chi ambendo vivamente una prodigiosa ricchezza, pensa a fortune ed eredità, senza sapere da che parte gli possano venire."
      },
      {
        "index": 87,
        "text": "Sempre pieno di queste idee, era meditabondo e cupo. Non era cortese se non con quegli amici che, tirati nel vortice delle sue idee, la pensavano come lui, e lo applaudivano quando, mettendo l'ipotesi d'una possibile caduta di Napoleone, con quella fantasia e quell'eloquenza che deriva dal pensiero più costante della vita, accennava a future combinazioni europee, alla caduta di tutti quelli che chiamava adulatori e satrapi e schiavi e vili. Una fanciulla di quindici anni che abbia un simile marito, si trova ben peggio che in monastero o in casa. Esso non si pigliava veruna cura della felicità della contessina: a lui bastava che fosse virtuosa, fedele, intangibile. Credeva che non avendo mai conosciuto il mondo non l'avrebbe desiderato; ma spesso la vegetazione prospera in sè stessa e per le occulte virtù della natura; ma il non aver mai provato le passioni prima di quindici anni, non vuol dire che non si debbano provar dopo, perchè l'isolamento non basta a prevenire dei mali, che sono sfoghi necessarj nella vita morale, come certi esantemi nella vita fisica. Il vajuolo può investire anche chi vive da molto tempo isolato dagli uomini; e spesso l'elemento venefico vien recato da regioni nemmen sospettate. E così fu della contessina. Se il conte avesse saputo da che periglio ell'era attesa, l'avrebbe piuttosto gettata nelle braccia di mille spasimanti volgari."
      }
    ]
  }
}
