{
  "chapterNumber": 2,
  "title": "Book First (Libro Primo)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[Summary: Il lago di Pusiano e il vecchio nonagenario. — Il teatro Ducale di Milano nel 1750. — Musica, ballo, costumi, pittura scenica. — La contessa Clelia V.... — Il tenore Amorevoli e la ballerina Gaudenzi. — Cinque finestre e cinque lumi. — Il giardino di casa V... — Amorevoli e i custodi del morto. — Sospettato trafugamento di carte. — Il giudice del Pretorio. — Il caffè del Greco. — Il violino di spalla. — Donna Paola Pietra. — Gli scolari del Ginnasio di Brera e il nano guardaportone del senator Goldoni. — La musica sacra e la celebre suor professa Rosalba Guenzani. — Storia degli avvenimenti di donna Paola Pietra.]"
      },
      {
        "index": 1,
        "text": "Convien risalire a quindici anni addietro, allorquando chi scrive trovavasi in quella età felice, in cui si è amici di tutto il mondo, e il mondo per contraccambio vuota con noi il sacco delle cortesie; età in cui la bile non è ancora uscita dal suo sacchetto a invelenir le vene, e il volto conserva le sue rose, e le influenze atmosferiche non fanno di noi quel che il rame fa delle rane scorticate; età in cui l'umore è sempre uguale e sempre lieto, e l'animo si apre a tutti, spensierato e fidente; età in cui sin la bruttezza ha la sua beltà; tanto che tutti, vecchi e giovani, uomini e donne, matrone e fanciulle si volgono a noi, chi per consigliarci, chi per compatirci amabilmente, chi per accarezzarci senza malizia la barba nascente; età in cui l'uomo è il legittimo re dell'universo, del finito e dell'infinito, perchè se il presente gli sorride da tutte le parti, l'avvenire gli si svolge dinanzi in lungo e in largo, senza confine, tutto pieno di fantasmi dorati. Chi pensa a codesta divina adolescenza della vita, e senza consultare la fede di battesimo, vede nello specchio che ha tanti anni di più, e, guardando il fumo che esce dalla sua pipa, può esclamar col poeta:"
      },
      {
        "index": 2,
        "text": "Questo di tanta speme oggi mi resta"
      },
      {
        "index": 3,
        "text": "si fa silenzioso e tetro, e cerca tosto di sommover l'onda delle tristi idee, mescolandovi lo spirito d'assenzio. Allorchè dunque chi scrive aveva quindici anni meno, ebbe a far la conoscenza di un vecchio, il qual vecchio, a quel tempo, dei due milioni e cinquecento mila abitanti che contava la Lombardia, era forse quello che portava più anni sulle spalle, tanto che, se fosse stato povero, avrebbe fatto la prima figura alla lavanda de' piedi. Ma non era povero, quantunque non fosse nemmen ricchissimo. — Fu presso al lago di Pusiano, che vedemmo per la prima volta questo vecchio, e precisamente nell'istante che stavamo leggendo l'iscrizione che addita a' passeggieri la povera casa dove nacque il grande Parini."
      },
      {
        "index": 4,
        "text": "Quel vecchio era là seduto, in mezzo ad alcuni contadini che lo guardavano con gran rispetto, e sentendo che noi andavam tempestando di domande i proprietari di quella casa, per aver notizie della famiglia Parini e per sentire se vivesse ancora in quel contado qualche parente del poeta, si alzò e avvicinatosi a noi:"
      },
      {
        "index": 5,
        "text": "— Della casa Parini, disse, non vive oggi che un prete, il quale sta fuori di questo territorio. Del resto io ho conosciuto il poeta, e ho vissuto con lui in grande dimestichezza e qui e laggiù a Milano, e ho conosciuto la madre dell'abate."
      },
      {
        "index": 6,
        "text": "— Sua madre, ha ella conosciuta?"
      },
      {
        "index": 7,
        "text": "— Sua madre, sì signore. A lei ch'è nato jeri, parrà strano ch'io fossi già sul tramonto di quella che si chiama la virilità, quando Parini venne a morire. Avevo pochi anni, quando col poeta, che di fresco aveva dato fuori l'immortale suo Giorno, fui a visitare la sua madre decrepita. — Io conto oggi i miei ottantott'anni, come se fossero ottantotto zecchini, e sto bene di stomaco, perchè la natura ha messo l'eternità ne' miei denti molari; e sto bene di gambe, perchè non ho mai patito d'indigestione e mi giova tuttora il mio vinetto di collina. — Così dicendo si mosse a discendere, accennando ch'io lo seguissi. — Io me gli accostai per dargli braccio; ma egli, ridendo: — Non s'incomodi. Ella potrà stancarsi, giovinetto com'è, non io così vecchio... — e si discese insieme."
      },
      {
        "index": 8,
        "text": "Non aprì bocca finchè non si fu al basso, e soltanto quando venimmo all'orlo del lago, dove molti villeggianti lo salutarono riverenti:"
      },
      {
        "index": 9,
        "text": "— Dunque, ella vuol bene al mio Parini? Io chinai la testa. — Parleremo di lui, soggiunse allora; ed io mi feci ad accompagnare il vecchio venerabile, senza esser punto maravigliato dell'affabile libertà ond'egli mi parlava senza conoscermi. Chi ha vissuto una lunghissima vita, sta nel mondo come nel proprio dominio e tratta gli altri colla cortesia dell'ospite verso i nuovi venuti. — Accompagnatolo ad una sua villetta, stetti con lui per più d'un'ora, e quando presi licenza, gli promisi di ritornar il giorno dopo; tanto m'interessava. Allorchè poi lasciai Pusiano, promisi che in novembre mi sarei recato a visitarlo nella sua casa in Milano. — Ciò che feci religiosamente."
      },
      {
        "index": 10,
        "text": "Quel vecchio era un tal Giocondo Bruni, benestante, di sufficiente ma non di eccessivo peculio. — Era piccolo di statura, e magrissimo. La natura, che il volle destinato ad una vita lunga, lo aveva emunto d'ogni umore superfluo, e ridotto come una corda di violino. Poteva spezzarsi, non affloscirsi. — Aveva capelli canuti e tuttora folti che gli coprivan la fronte; occhi neri, piccoli, fondi, tuttora vivissimi, e che attestavano come gli abbondasse ancora il fosforo del cervello. A ottantotto anni aveva la mente lucida, le idee ancora ordinate, la memoria fedelissima. Soltanto lo tormentava, nelle giornate piovose, un sonno ch'egli chiamava morboso, del quale s'inquietava ed affliggeva."
      },
      {
        "index": 11,
        "text": "Amava la gioventù con predilezione che pareva originalità di natura; ma soffriva antipatie feroci, tanto che ne' crocchi, dove mi trovai seco qualche volta, investiva con rabbuffi insolenti qualcuno che non gli aveva mai fatto offesa. — Ma i vecchi, come i fanciulli, amano ed odiano per istinto; 1 fanciulli hanno l'istinto della natura, i vecchi quello dell'esperienza; ed il vecchio Giocondo, in quelle tali faccie profilate, costrutte e tinte in quel tal modo, aveva imparato a leggere quel tal carattere; di qui le sue cortesie e le sue asprezze. Nato di madre ballerina, come aveva percorso tanta parte del tempo, aveva così percorso molti luoghi dello spazio, perchè colla madre sino a dodici anni, in compagnia d'un precettore, s'era trovato in tutte le città d'Italia e d'Europa, dove c'era un teatro, dove c'era opera e ballo. — A Milano, dove nacque, stette per più mesi, sino ad otto volte ne' primi dodici anni; poi vi prese stanza, a compire gli studi, sino ai venti; poi fu a Parigi, a Berlino, a Vienna, con la madre che volgeva al tramonto; poi ritornò in Italia e dimorò a lungo in Venezia sempre colla madre, che là morì, lasciandolo erede di un bell'avere a ventitrè anni. Di questa età mi mostrò un suo ritratto eseguitogli dal Tiepoletto a Venezia. — Faccia bellissima e spiritosissima. — Dai ventitrè anni in poi fermò la sua dimora a Milano, recandosi però, quando occorreva, a vedere altrove le cose e gli uomini e le donne degne d'esser osservate dappresso. — Con questa vita, e con quella tempra, e con quel fosforo della massa cerebrale, e con quello spirito della curiosità e dell'investigazione che non lo lasciò mai vivere quieto, era esso la storia universale viva e vera degli ottant'anni che aveva vissuto dopo i primi otto. Aveva passato i sette anni quando Federico il Grande stava disperandosi per gli affari di Sassonia, e Pitt, il padre, veniva rimosso dal ministero britannico, e Caterina II saliva il trono, e la Pompadour facea nausea ai galantuomini, quantunque piacesse al re di Francia. Avea quindici anni. quando Pitt, figlio, facendo stupire i professori dell'Università di Cambridge collo studio indefesso e coll'intelletto universale, imparava a far dimenticare la fama paterna; quando Foxe nei danari che il più bizzarro ed azzardoso dei padri gli dava per tentar la fortuna al giuoco, e nell'oceano della vita, nel quale immaturo si gettò come a nuoto, trovò il segreto della futura sua grandezza, mescendo il punch alle filippiche nel greco di Demostene; quando Rousseau, dando in luce opere di sovrumano concepimento e abbaglianti di forma incomparabile, nel punto stesso che scandolezzava le sane menti con atti ingiuriosi alla dignità d'uomo, pareva che s'affannasse a far creder vera quella definizione del Sarpi, essere l'ingegno una malattia del cervello; quando Robespierre, ancora fanciullo, leggendo avidamente Gian Giacomo, apprendeva l'odio contro tutte le istituzioni sociali, e l'idea nuda ed innocua del filosofo pensava a tradurre in ferro ed in fuoco. Aveva diciassette anni quando per la prima volta s'introdusse la coscrizione militare, e ventitrè quando Maria Antonietta sposò il Delfino di Francia e si concluse la pace al Congresso di Teschen. — Era giovane fatto allorchè a Venezia conobbe Foscarini, e il vecchio Zeno e il Tiepolo, il pittore e il poeta, e il Canaletto, e l'abate Chiari, e"
      },
      {
        "index": 12,
        "text": "Goldoni giovinetto e Carlo e Gaspare Gozzi; a Roma udì il Miserere dell'Allegri, a Napoli assistette al fiasco dell'Armida di Jomelli. Fece una rissa ferocissima di parole con l'Alfieri a Torino. — A Milano conobbe tutti quanti. — Sparlò del prossimo con Casti, stette serio con Parini, fece pazzie col pittor Londonio, sovvenne di danaro il poverissimo Biondi, il ritrattista per eccellenza, che non mangiava per comperare i pennelli. Quando ci trovammo due o tre volte a fare con esso lui qualche giro sulle mura di porta Orientale, ne' giorni che le mille carrozze sfilano in gala, era bello a sentirlo dire: Di quel signore ho conosciuto il bisavolo; quello lì che or va in carrozzino dee la sua prima fortuna alla roletta; quello là che va col tiro a quattro la deve ad una birbonata. Ne' giorni del perdono all'Ospedale Maggiore, quando sono esposti i ritratti dei benefattori di tre secoli, si piantava con soprassalti di gioia davanti a taluno di que' venerandi vecchioni del secolo passato, e diceva: questo somiglia, quello no...; e tosto una biografia, un racconto pieno di accidenti curiosi, di quelli che la storia ignora e pur basterebbero a far la storia vera. Un giorno che si stava innanzi al ritratto del dott. Macchi, di colui che visse in povertà quasi d'accattone per lasciar all'ospedale tutto quanto ebbe dal padre e raccolse dalla sua professione di notajo, dopo averci narrati molti particolari di quell'uomo, che peccò d'avarizia in vita, per essere insigne benefattore in morte, d'improvviso soprastette dicendo: «Vi ricordate di quel tale che la prima domenica di quaresima abbiamo veduto nel carrozzino di gala sulle mura di porta Orientale, e di cui abbiamo tenuto alcuna parola? — Ebbene, questo notajo fu quegli che scrisse la minuta di un testamento che doveva esser trascritto da uno zio del padre del padre di quel signore». Del quale pronunciò il nome che noi non ripeteremo; chè molti dei personaggi che faranno parte della nostra epopea in veste da camera, hanno l'obbligo di costituire una società anonima."
      },
      {
        "index": 13,
        "text": "Quando il novantenne vegliardo levò gli occhi dal ritratto del dottor Macchi: «Se verrete da me, soggiunse, fra qualche giorno, vi racconterà un fatto stranissimo, il quale, se può interessare la curiosità degli oziosi da caffè, può interessare il filosofo che spasima d'affanno per i mali che l'uomo ha inventati onde tormentare sè stesso; e può battere alla porta della giustizia e illuminarla, e illuminar persino la sapienza legale»."
      },
      {
        "index": 14,
        "text": "Ma qui ci conviene lasciare il nostro decrepito amico, che tante volte accompagnammo a veder l'Arco della Pace e a far il giro de' bastioni; e poi, in più angusto cerchio, e sotto i tigli de' pubblici giardini, abbiam sostenuto del braccio quando non poteva più soddisfare al suo orgoglio di camminare isolato; e soltanto continuava a dispiegarci lo sterminato volume contenente uomini e cose vissuti e avvenute in cento anni, ripetendo sempre quel suo intercalare: La mia memoria è una valle di Giosafat tutta affollata di maschere. — E dal bel mezzo del secolo XIX ora ci convien saltare nel bel mezzo del secolo XVIII, e recarci al Teatrino del palazzo Ducale, a quel Teatrino che lasciò per molto tempo il nome al successivo della Canobbiana; colà udremo la musica della Semiramide riconosciuta del maestro Galuppi, e vedremo a danzare la bellissima Gaudenzi... quella che fu la madre del nostro decrepito amico."
      },
      {
        "index": 15,
        "text": "[II]"
      },
      {
        "index": 16,
        "text": "È dunque la fine del carnevale dell'anno 1750, e ci troviamo nella platea del Regio Ducal teatro di Milano, detto volgarmente il Teatrino. Mancano pochi momenti alle due di notte, le otto dell'odierno orario. — Le sedie della platea sono tutte quante occupate; il semicerchio che corre dall'ultima fila delle sedie alla porta d'ingresso è affollato. — Al davanzale dei palchetti s'affacciano dame e cavalieri; e succede, in una parola, tutto quello che avviene anche oggidì in que' dieci minuti che precedono l'incominciamento di uno spettacolo ne' nostri teatri. — Ma se in un teatro e in un pubblico sono perpetue alcune abitudini, non per questo si confidi un pittore di poter ritrarre lo spettacolo di quella sera, regolandosi con quello che vediamo oggi. — Il teatro Ducale, meno ampio del teatro Carcano, con quattro ordini di palchi, era sovraccarico d'ornamenti barocchi. — Volute in oro e vermicelli e ghirigori e nastri, colle indispensabili maschere della tragedia e della commedia, l'una trapassata in un occhio dal pugnale di Melpomene, l'altra colla bocca sghignazzante piegata in arco. — Il velario è un Febo in quadriga, a cui s'attraversa Diana colle bianche sue cerve, forse a"
      },
      {
        "index": 17,
        "text": "significare la lotta in cui è impegnata la notte per tener lontano il giorno; il tutto nello stile di un allievo di Tiepolo, che abbia l'immaginazione e il colore e la pratica e i vizj del maestro, insieme al manierismo ed agli svolazzi del cavalier d'Arpino. — Il sipario rappresenta la primavera, trionfante sopra le altre stagioni, e coronata da Minerva; bel lavoro dei fratelli Galliari, che oggi farebbe arrossire i nostri contemporanei della tolleranza onde lasciano che tutti i siparj de' teatri in Milano offrano a' forestieri la più misera idea delle arti nostre. — Ma se un amante della pittura poteva congratularsi con quel sipario, un amante della luce doveva protestare contro il nebuloso crepuscolo che avvolgeva tutto il teatro. — Non v'era lumiera che pendesse dal velario; qualche luce soltanto usciva dall'interno de' palchetti, tutti messi sfarzosamente; e, prima che comparissero i ventiquattro becchi di fiamma al luogo della ribalta, gettavano intorno un poco di albore le candelette che alcuni, seduti in platea, tenevano fra mano per leggere il libretto dell'opera. — L'abitudine a quelle mezze tenebre aveva però avvezzate le pupille del frequentatore del teatro a vedere e ad osservare. Tutta la sala era piena; sui rossi, i verdi, i gialli, gli azzurri, e tutta la varietà delle gradazioni di questi colori, il fiordaliso, il pistacchio, il vigogna, il tortorella, l'isabella, il tané, il testa di pavone, ecc., onde in qualche modo aiutavano la poca luce le giubbe, le marsine, i gilets dei messeri buongustaj dell'opera, adagiati in platea, si distendeva uno strato tutto bianco, ed era la polvere di cipro di quelle seicento parrucche di varia foggia, e, come allora dicevasi, costrutte alla reggenza, a tre martelli, alla circostanza. — Se da questa nevicata che copriva tanta varietà di colori, si alzavano gli sguardi ai palchetti, il quadro si faceva più ancora stranamente pittorico. Era il tempo in cui le pettinature femminili, che già avevano cominciato a rialzarsi sotto alla reggenza, si spingevano a tale altezza, che bene spesso una testa cessava di essere la settima parte del corpo umano. — La contessa Marliani, bellissima ed elegantissima fra le eleganti di Milano, quando comparve al suo palchetto in second'ordine vicino al proscenio, mise in mostra una pettinatura che dalle tempia si alzava quasi un braccio, allargandosi come una piramide capovolta, sulla piatta superficie della quale erano fiori e frutti, e due tortore imbalsamate che si beccavano gentilmente. Codesta acconciatura veniva denominata i/ puff di sentimento. E se in quella sera il puff della bella contessa Marliani superava tutti gli altri puff, la gara aveva generata una tale varietà negli oggetti accumulati su di essi, che sarebbe soverchio tenerci dietro colla descrizione. — Pappagalli, aironi, uccelli di paradiso, foglie e fiori e frutti disposti in modo che una testa pareva un capitello corinzio; le quali mode, se piacevano alla maggior parte, tanto che venivano seguite ansiosamente, non per questo cessavano di far ridere gli uomini di gusto e quegli altri che ridono anche delle cose serie."
      },
      {
        "index": 18,
        "text": "— Che ve ne pare delle nostre Milanesi, diceva un giovinotto colla sua bianca parrucca ad ala di piccione, ad un altro che gli rispondeva in dialetto veneziano."
      },
      {
        "index": 19,
        "text": "— Non sono nè più belle nè più pazze delle veneziane."
      },
      {
        "index": 20,
        "text": "— Machiè quella dama là che porta la passionata?"
      },
      {
        "index": 21,
        "text": "La passionata era una delle tante denominazioni che si davano alle mosche e a' nei onde le gentildonne facevano, quel che si direbbe, la loro professione di fede; la passionata era la mosca che si portava all'angolo dell'occhio, la sfrontata quella che stava sul naso, la civetta al labbro, la galante alla pozzetta, l'assassina all'angolo della bocca. E chi o davvero o per bizzarria voleva o intendeva di avere le qualità morali rispondenti a quegli aggettivi, portava una di queste mosche, come un tempo i cavalieri erranti recavano i motti sugli scudi. Il più delle volte però non erano che simulazioni, onde chi avrebbe dovuto aver l'assassina portava l'appassionata, e sempre poi quelle gentildonne cangiavano posto alle mosche, onde tutte quante in una stagione riuscivano e passionate e galanti e civette e sfrontate e assassine."
      },
      {
        "index": 22,
        "text": "Ma que' due, tenendo fissi gli occhi in quella che recava all'occhio la passionata, e continuando un discorso incominciato: — Colei è una delle nostre più infocate dilettanti di musica; del resto non v'ha bella signorina in Italia, la quale, nel ricevere la visita di un giovane cavaliere, dopo aver fatto pompa delle sue grazie, non passi al cembalo a cantare un'arietta per rendersi più amabile. — Quella dama là della passionata pigliò molti alla rete cantando l'arietta, — Se tutti i mali miei — ed è così bizzarra che, quando di recente gli fu presentato un giovanotto per essere il suo cavalier servente, così lo interrogò sulle qualità che lo dovevano far degno di quel posto:"
      },
      {
        "index": 23,
        "text": "Signore, sapete la musica? — No, quegli rispose. — Ebbene, ripigliò la dama, andate ad impararla e poi venite a ritrovarmi. La musica nel mondo galante è divenuta indispensabile; senza di essa un amante corre sovente pericolo di cadere in disperazione per non essere in istato di cantare un'arietta. — E quel cavalierino che ora siede rimpetto a colei, fu respinto più volte dalla crudele, ed egli sarebbe morto se non avesse imparato a memoria quell'aria del Buranello:"
      },
      {
        "index": 24,
        "text": "Ah che nel dirti addio, Cara, morir mi sento..."
      },
      {
        "index": 25,
        "text": "che gli salvò la vita — e così press'a poco fan tutte... E qui cangiando discorso, il giovane di Milano nominò a quel di Venezia tutte le principali beltà che in quella sera mostravansi al palchetto: la marchesa Serbelloni con puff a nastri azzurri, la marchesa Dadda con puff ad airone, la marchesa Litta con puff a capitello corinzio, la contessa Borromeo del Grillo senza puff, ma con un sistema di riccioni altissimo e intrecciato con dieci braccia di nastro, e la contessa Verri e la marchesa Beccaria, ecc., tutte insomma le arcavole delle nostre più distinte patrizie. — Ma già i suonatori, incipriati anch'essi, eran tutti al loro posto in numero di trenta, e il primo violino, signor Belletti, aveva dato un primo colpo d'archetto. Il maestro Galuppi soprannominato il Buranello, il quale era il compositore della Semiramide riconosciuta, stava già alla sua spinetta, in tutto quello sfarzo di vestito che era la caricatura di tutte le caricature che si trovavano in teatro. Seduto tra il contrabbasso e il violoncello, aveva dietro di sè due viole da gamba, strumento soavissimo, che scomparve per dar luogo alle catube, ai bombardoni, ai serpenti, ai pelittoni, e a tutto il parco di artiglieria della musica di oggidì; e sedevano innanzi a lui due suonatori di flutte, due di oboè, due di corni. Il resto eran contrabbassi, viole e violini."
      },
      {
        "index": 26,
        "text": "Quando il maestro Galuppi comparve alla spinetta:"
      },
      {
        "index": 27,
        "text": "— Costui è il sopracciò di tutte le case di Milano, disse uno de' suddetti interlocutori; chi vuol farsi d'accosto a qualche dama non dee che appigliarsi alle grandi falde quadrate della sua marsina, ed è tosto introdotto. Come compositore val più del nostro Lampugnani, suo collega concertatore, il quale è un buon ambrosiano e un forte contrappuntista, ma quando non assorda fa dormire; codesto Buranello invece compone con molt'arte, va in traccia dell'espressione, e la trova; tuttavia se la sua musica è la scuola dei professori, ne guasterà molti, perchè ha troppi passi pericolosi, e convien essere eccellentissimo nell'arte per collocarli a proposito, com'egli ha saputo fare."
      },
      {
        "index": 28,
        "text": "In questa si alzò il sipario e si mostrò allo spettatore un — Gran portico del palazzo reale di Babilonia corrispondente alle sponde dell'Eufrate — lavoro di quei fratelli Fabrizio e Bernardino Galliari, che furono i primi fondatori della nostra scuola scenica, che recaron poscia oltremonte. Essi non conoscendo tutti gli stili architettonici e non avendo erudizione archeologica, applicavano il greco-romano dappertutto, in Babilonia, a Menfi, alla China; ma avevano una tal pratica nella prospettiva e una così sterminata immaginazione nel costrutto architettonico e nella combinazione delle linee, dei contrapposti, degli interrompimenti, delle fughe, che lo spettatore ne rimaneva abbagliato e anche oggi ne sentirebbe meraviglia. Le scene poi a quel tempo raggiungevano il più completo effetto, perchè la quasi oscurità della platea concedeva tutto lo splendore al palco scenico, e la ribalta non ancora riboccante di fiamme (chè le lucerne ad argand s'introdussero posteriormente) permetteva che la distribuzione della luce si facesse nel modo più conveniente e più proporzionato alle leggi prospettiche."
      },
      {
        "index": 29,
        "text": "Ma lasciando ora i pittori Galliari e la scenografia, dopo la comparsa del palazzo reale di Babilonia, comparve Semiramide tra gli applausi del pubblico, Semiramide in abito virile, sotto nome di Nino, ed era la virtuosa signora Cassarini, che cantò il recitativo: Olà, sappia Tamiri, con quel che segue; dopo del quale venne fuori Sibari, o la seconda donna signora Ghiringhella, e lì s'impegnava un lungo recitativo intercalato di guaiti di violoncelli e viole, sino al punto che Semiramide, con solenne portamento di voce, diceva alla seconda donna: T'accheta, ecco Tamiri; e usciva Tamiri, ossia la signora Giuditta Fabiani-Sciabrà; e quando, dopo alquante parole di complimento, Semiramide s'assideva in trono in mezzo a Tamiri e a Sibari, e una guardia recavasi"
      },
      {
        "index": 30,
        "text": "sul ponte a chiamare i principi rivali, tosto, preceduti dal suono di strumenti barbarici, passavano il ponte Minteo, Scitalce e Ircano. Allorchè questi si mostrò, successe un movimento nel teatro, come quando il vento investe una selva, e scoppiò di poi un applauso strepitoso e unisono che pareva fuoco di plotone fatto da un reggimento di veterani. L'opera nel complesso annoiava anzichè no, chè il pubblico aveva ancora nell'orecchie l'Olimpiade di Pergolese, e l'Artaserse di Scarlatti, rappresentate poco tempo prima; e non era pago gran fatto nè della Casserini, nè della Sciabrà, perchè esso ricordavasi troppo della voce stupenda della Turcotti, della grazia dell'Aschieri, del prodigio della Tesi che commoveva irresistibilmente al pianto, e della soavità dell'Agujari che veniva chiamata il rossignuolo della scena. — Però, essendo inferiori le prime donne di quella stagione, alle altre che aveva già sentite, il pubblico si rivolse al nuovo sole che era Ircano, ovvero il tenore Amorevoli, l'occulta passione delle donne. — Applaudito al suo primo comparire, fece fremere d'entusiasmo la platea ad ogni emissione di voce; ma il segreto di mettere in pericolo la mente sana degli spettatori se lo serbò all'aria:"
      },
      {
        "index": 31,
        "text": "Maggior follia non v'è Che, per godere un dì, Questa soffrir così Legge tiranna. -"
      },
      {
        "index": 32,
        "text": "Alle cadenze di questa cabaletta il teatro parve dividersi in due per lo scoppio d'applausi."
      },
      {
        "index": 33,
        "text": "— Vengano ora i musici — gridava un giovinotto — ora che finalmente questo Amorevoli canta come un uomo e non come una donna."
      },
      {
        "index": 34,
        "text": "Il tenore Amorevoli diffatto fu il primo che, per l'ineffabile dolcezza d'una voce naturale e pel gusto squisitissimo del suo canto, fece sperare che col tempo si potesse far senza de' musici. Ma così non la pensavano i vecchi, uno de' quali diceva indispettito:"
      },
      {
        "index": 35,
        "text": "— Tutto va bene, ma bisognava sentire Carestini a cantar quest'aria. Egli aveva gli estremi dei bassi e degli acuti, tanto che il Ciardini tenore disse, che voleva farsi evirare per poter cantare il basso come lui."
      },
      {
        "index": 36,
        "text": "— E dove lasciate Cafariello? — diceva un altro che portava ancora la parrucca a riccioni; — giammai uomo mortale spinse così lungi l'audacia del canto."
      },
      {
        "index": 37,
        "text": "— E Bernacchi il patetico?"
      },
      {
        "index": 38,
        "text": "— E dove lasciate Egiziello, il grande, l'unico Egiziello, il re dell'espressione? fu egli che nell'opera Artaserse fece piangere tutta Roma per questo solo accento:"
      },
      {
        "index": 39,
        "text": "E pur son innocente."
      },
      {
        "index": 40,
        "text": "E dopo lui Guadagni e Salimbeni e Monticelli e Reginelli e Garducci e l'Elisi; se il men valoroso di costoro fosse qui, codesto Amorevoli non piacerebbe nè poco nè assai..."
      },
      {
        "index": 41,
        "text": "— Intanto si compiaccia a sentirlo."
      },
      {
        "index": 42,
        "text": "— Per forza, non c'è altri..."
      },
      {
        "index": 43,
        "text": "E l'opera continuò... e Amorevoli dalla voce piena di fascino e dall'aspetto bellissimo, fu chiamato sei volte al proscenio, dopo che, con un'espressione e un ardore indicibile, ebbe cantato quell'aria con cui finisce l'atto primo:"
      },
      {
        "index": 44,
        "text": "Empio fato se m'opprime, Seguirà le mie ruine"
      },
      {
        "index": 45,
        "text": "Chi superbo mi contende La beltà che mi piagò."
      },
      {
        "index": 46,
        "text": "Le ultime due volte che Amorevoli uscì, tenne fisso lo sguardo ad un palchetto... Nessuno però nè s'accorse, nè prese informazione di quell'atto..."
      },
      {
        "index": 47,
        "text": "Solo il gentiluomo veneziano che teneva dietro alle beltà lombarde, guidato macchinalmente da quello sguardo ad osservare egli pure il palchetto, chiese all'amico che gli serviva d'interprete:"
      },
      {
        "index": 48,
        "text": "— Chiè quella bellissima dama là, al numero quattro del second'ordine?"
      },
      {
        "index": 49,
        "text": "— Bellissima, se avesse imparato a sorridere, e se ricevesse la grazia dalla bontà... Quella è la contessa Clelia V..., odiata dalle donne ed anche dagli uomini."
      },
      {
        "index": 50,
        "text": "— Odiata?"
      },
      {
        "index": 51,
        "text": "— Sì, odiata... Sa il latino, il greco e la matematica... e dall'alto del suo tripode ci guarda tutti come una divinità sdegnata. — Mentre il cavalier servente è dovunque un mobile di casa, ed è adottato da chi lo considera come un'imposizione della moda e nulla più, ella non ha mai patito d'averne uno. La natura le ha messo il cuore in ghiaccio per preservarlo dalle infiammazioni."
      },
      {
        "index": 52,
        "text": "— Ha marito?"
      },
      {
        "index": 53,
        "text": "— Altro che marito! Vedetelo là nel palco dirimpetto... È un ex-colonnello di cavalleria, fatto con sangue di Spagna e con sangue lombardo. Nobilissimo, del resto, e ricchissimo; ma serio come un cavaliere del tempo del Cid. — Sposò la sapienza, perchè s'accorse che la grazia lo avrebbe fatto diventar geloso come il Moro di Venezia..."
      },
      {
        "index": 54,
        "text": "HI"
      },
      {
        "index": 55,
        "text": "Il fischio dell'avvisatore, partito dal palcoscenico, fece cessare tutti i discorsi che si tenevano nella platea e ne' palchetti, e si alzò il sipario. Il ballo di quella sera rappresentava La Morte d'Ercole, del coreografo Pitraut, colui che aveva destato tanto chiasso a Parigi per aver messo in ballo il Telemaco dell'arcivescovo di Cambray, nel quale ballo la dea Calipso, in conseguenza di un passo falso, avea corso pericolo di perdere l'immortalità. — L'azione dell'Ercole si apriva con un grande strepito guerriero; una folla di popolo annunciava il ritorno d'Ercole che entrava in cocchio tirato da alcuni schiavi di nazioni diverse da lui soggiogate. Jole era strascinata dai lottatori; Filoteta ed Ilo stavan seduti sul cocchio ai piedi d'Ercole. — Compariva finalmente Dejanira, la bellissima Gaudenzi. Questa ballerina destava allora il massimo fanatismo in Europa, non tanto perchè fosse d'una bellezza abbagliante, ma perchè nell'arte sua era un'eccezione alla regola, ovverossia poteva servire di regola tra gli abusi. — La critica sapiente, che allora usciva a protestare in opuscoletti, si lamentava forte che i compositori de' balli andassero lontanissimi dalla natura; ma più ancora si lagnava degli esecutori. Tutta l'arte de' ballerini in generale si riduceva alla capriuola. Non si trattava più di ballare, ma di andare in alto, e quegli che più s'approssimava al cielo del teatro passava per il più bravo. Il ballerino Sauter, per far vedere al pubblico la forza delle sue gambe, si propose in un gran ballo eroico, dopo aver fatto duecento capriuole ed altrettanti tours de jambes, di cadere in à plomb sul piede dritto, e di starvi per otto minuti in equilibrio, affine di dar tutto il tempo alla platea di battere le mani. Questi salti eran tanto pericolosi, che bene spesso in teatro succedevano grandi inconvenienti, e in quella medesima stagione a cui ci troviamo, nello stesso ballo della Morte d'Ercole, una divinità, facendo uno sforzo pantomimo, prese così male la sua misura, che si precipitò nell'orchestra, dove ruppe sei istromenti, disordinò quindici parrucche, gettò a terra il violino di spalla, cui poco mancò che uccidesse invece di fracassare sè stessa; avvenimento, che per quello che poi saprà il lettore, fece cadere in deliquio la bella Gaudenzi. — Ma continuando a parlar dell'arte della danza a quel tempo, non parea vero che i compositori de' balli, che volevano far effetto affrontando qualunque assurdità e mettendo in pericolo la vita dei loro esecutori, trovassero ballerini e ballerine, e ricche e sospirate dal bel mondo, che si adattassero a sfigurarsi e a diventar furie sulla scena. La celeberrima Campioni e la milionaria Curz, a forza di contorsioni e movimenti irregolari, finito il ballo, diventavano deformi a segno da far paura; i loro occhi si facevan torti e biechi, si tramutavano le loro fattezze e lor fuggiva il colore. Non così la Gaudenzi. Il nostro amico, parlandoci un giorno di sua madre, ci fece vedere un libro, che teneva carissimo, nel quale davasi di lei il seguente giudizio: «Anche nel bel mondo ballante si trovano le rare fenici. La Gaudenzi è una di quelle; ella balla con agilità inarrivabile, con elegante portamento e con brio vivacissimo; il corpo suo è sì ben formato che sembra fatto per ballare. È grande attrice pantomima; con un volto oltre ogni dire bellissimo esprime al vivo le diverse passioni dell'animo, la tenerezza, il dolore, lo spavento, l'allegria, il furore». Noi siamo inclinati a credere che l'autore"
      },
      {
        "index": 56,
        "text": "dell'opuscolo, stampato a Milano dal Motta, dove stanno queste parole, fosse uno spasimante della Gaudenzi, e che però caricasse le dosi; tuttavia viene una gran voglia di credergli, quando si pensa che tutta Europa andava perduta dietro a codesta Gaudenzi, mentre pure aveva uno stile di danza contrario a quello allora in voga. Ma se ella poteva danzare con ragionevolezza d'arte, non poteva far scomparire le assurdità della composizione coreografica; però nel nuovo ballo del Pitraut, dopo essersi gettata nelle braccia dello sposo Ercole, doveva adattarsi a ballare un pas de trois con lui e con Jole, e solo poteva mettere in atto tutte le riforme ch'ella avea introdotte nella danza quando eseguiva l'a solo. — Ella avea compreso che la danza non è altro che un'arte plastica viva e vera, in cui la figura umana, dotata di forme bellissime, s'atteggia a consigliar pose e movenze e contorni eleganti alla pittura e alla scultura."
      },
      {
        "index": 57,
        "text": "I pittori Galliari, che non s'interessavano gran fatto alla musica, nell'ora che danzava la Gaudenzi, erano assidui ad osservarla, stando fra le quinte; e noi abbiam veduto un disegno a penna d'uno di loro, dove è ritratta la celebre danzatrice in costume di Dejanira, adagiata su d'un letto di cespugli, in preda al dolore. Quantunque però, nel massimo imperversare dell'arte barocca, ella avesse tanta purezza di atteggiamenti, non aveva il coraggio di omettere l'entrechat propriamente detto, perchè voleva far tacere le ballerine rivali, le quali, se ometteva la capriuola, l'accusavano di"
      },
      {
        "index": 58,
        "text": "poca agilità nelle gambe. — Sapeva dunque soddisfare in un punto e alle esigenze legittime della bellezza assoluta, rivelando forme d'indescrivibile perfezione, e ai capricci della moda, e alle pretese dei compositori. — Del resto, se ella era abilissima come danzatrice, riusciva inarrivabile"
      },
      {
        "index": 59,
        "text": "come attrice, e sapeva provocare il vero orror tragico, quando, nell'ultima scena del ballo, mentre Ercole ardeva nella camicia funesta, ella entrava come forsennata, e, non potendo reggere allo spettacolo straziante, si uccideva. Se non che tutte le sere doveva risuscitar tosto per uscire al proscenio (non si potevano contar le volte), a ricevere le dimostrazioni di un pubblico che andava in delirio; e, dopo calato il sipario, il palco scenico abusivamente era invaso dai giovani zerbinotti, che recavansi a farle tributo dei loro omaggi e a lasciarle un tappeto di rose e viole sul pavimento del camerino, dov'ella gentile e spiritosa e vivacissima dava belle parole a tutti, e occhiate che parevano significare quel che non volevano dire. Veduta da presso, la Gaudenzi non scapitava d'un punto dell'effetto che produceva a chi la guardava dalla platea; chè veramente era dessa di una perfetta beltà. Aveva la capigliatura biondo-cupa increspata e prolissa, la quale nella sua schietta natura non potea vedersi che nel momento in cui, attendendo a dar parole, scioglieva i capegli per poi foggiarli anch'essa nel puff di convenzione. — Aveva occhi azzurri, bocca e mento e contorni della purezza più completa; soltanto il naso, come quello della greca Aspasia, sopravanzava d'alquanto il confine stabilito dalle scuole accademiche. — Ma quegli occhi azzurri e quel naso erano un argomento di censura per le altre beltà invidiose, segnatamente del ceto patrizio. — La contessa Marliani affermava, sdegnosissima nella sua convinzione, che non può essere una beltà perfetta chi non ha gli occhi neri; la quale asserzione diede luogo ad una disputa de' begli spiriti che recavansi alla sua conversazione. — Fu persino convocata una consulta di pittori per decidere in proposito; e avendo essi sentenziato in favore degli occhi azzurri, quasi corsero il pericolo di perdere il loro posto alla tavola di casa Marliani. — Ma anche noi che scriviamo, avremmo perduta l'amicizia della contessa perchè le avremmo detto che, se gli occhi neri lampeggiano in virtù della legge dei contrasti, gli occhi azzurri risplendono per virtù propria; le avremmo detto che la pupilla azzurra sdegna la mediocrità, vuol bellezza perfettissima di linee nel sopracciglio e nella cassa dell'occhio, mentre la pupilla nera s'appaga invece anche di linee irregolari; che l'occhio nero non avendo un colore, non ha sempre nè varietà nè nobiltà nè iridescenza nè riflessi, sia dalla luce esterna che dall'intima luce dell'anima; ora tutte queste qualità avevan gli occhi della Gaudenzi, occhi esercitanti un fascino, che poteva persino sembrar colpevole a chi non conosceva l'indole di quella donna."
      },
      {
        "index": 60,
        "text": "Ma intanto che i cavalierini incipriati stavano indugiandosi alle soglie del camerino della Gaudenzi, in aspettazione dell'ultima occhiata, e tutti nella speranza che quell'occhiata significasse una scelta, senza, del resto, arrivar a comprendere che la Gaudenzi era sudatissima e sentiva il bisogno di spogliarsi e rivestirsi, e nel suo segreto, pur conservando l'amabilità dell'azzurra pupilla,"
      },
      {
        "index": 61,
        "text": "li mandava tutti al diavolo, s'intesero voci d'alterco sul palco scenico. — Ad un illuminatore, che passava in quel punto, tutti que' gentiluomini si volsero per domandarli di che si trattasse:"
      },
      {
        "index": 62,
        "text": "— È il signor Amorevoli che non vuol più cantare..."
      },
      {
        "index": 63,
        "text": "— Cone, come?"
      },
      {
        "index": 64,
        "text": "— Per questa sera, no."
      },
      {
        "index": 65,
        "text": "— Ma perchè?"
      },
      {
        "index": 66,
        "text": "— Dice di star malissimo, e i medici, richiesti dai cavalieri ispettori, dichiarano invece che non è mai stato così bene; ed egli ha minacciato di bastonar tutti quanti, cavalieri, ispettori e medici... — e senza dir altro e sghignazzando di gran voglia, l'illuminatore passava oltre. — Allora gli spasimanti della Gaudenzi s'allontanarono dalla loro vittima e mossero a spingere un occhio e un orecchio curioso al camerino del tenore. Ma tutto era tornato nella più perfetta calma. In conclusione, convenne fare la volontà del tenore, il quale dichiarava che, quand'anche non avesse la febbre richiesta dai regolamenti del teatro, pure non poteva spingere la voce al di là del so/, aveva compromesso il /a, e sarebbe stata una imprudenza solamente a parlare del si e dei falsetti. Così, dopo alcuni momenti, uscì l'avvisatore a gridare dal proscenio, in mezzo ad un silenzio di tomba:"
      },
      {
        "index": 67,
        "text": "— Per improvviso abbassamento di voce del tenore signor Amorevoli, si ommetteranno nel secondo e nel terz'atto tutti i pezzi d'Ircano. -"
      },
      {
        "index": 68,
        "text": "Non è a dire come rimanesse percosso da questa notizia tutto quanto l'uditorio, il quale, per non saper come sfogare il dispetto, fischiò disperatamente l'avvisatore, il quale si ritrasse con un volto pieno d'indifferenza, di calma e d'ironia; con un volto che pareva quello di Socrate quando si alzò a sfidare le risate della folla d'Atene. — Tanto in qualche cosa giova essere gli ultimi per assomigliare ai primi."
      },
      {
        "index": 69,
        "text": "Ma tornando all'Amorevoli, noi, al pari dei medici del teatro e dei cavalieri ispettori, siamo inclinati a credere che in quella sera egli avesse una salute di ferro e una voce a tutta prova."
      },
      {
        "index": 70,
        "text": "Seduto di fatto nel suo camerino innanzi ad uno specchio, stava disbellettandosi; e ridendo tra sè, pareva che godesse di un trionfo ottenuto. — Entrava in quella il servo universale del palco:"
      },
      {
        "index": 71,
        "text": "— Si va dunque a casa?"
      },
      {
        "index": 72,
        "text": "— Prepara il mantello e gli stivali, Zampino."
      },
      {
        "index": 73,
        "text": "— Gli stivali?"
      },
      {
        "index": 74,
        "text": "— Gli stivali ed il mantello... Sì."
      },
      {
        "index": 75,
        "text": "— Ecco il mantello."
      },
      {
        "index": 76,
        "text": "— Tu vuoi assaggiare la mia canna, eh?"
      },
      {
        "index": 77,
        "text": "— Non sono il medico del palco scenico."
      },
      {
        "index": 78,
        "text": "— Porta via dunque questo drappo rosso, che fa uscire il sole anche di notte... e prepara il mantello nero, bestione."
      },
      {
        "index": 79,
        "text": "— Vuol l'amo o le reti, signor Angelo?"
      },
      {
        "index": 80,
        "text": "— Badaa te, Zampino. — E Amorevoli si alzava aspergendosi il volto e le mani d'acqua odorosa, e mettendo in mostra una camicia tutta gaja di preziosissime trine, e un pajo di calzoni di raso turchino con punte d'argento. Si adattò il gilè, che pareva un mazzo d'ortensie, mise gli stivali di rnarocchino nero con rovesci azzurri come i calzoni, infilò la marsina variopinta come una squama di serpente, si calcò il cappellino a tre punte sulla parrucca dalla circostanza, e si gettò il mantello sulle spalle. Dopo aver detto a Zampino: — Preparati ad accompagnarmi col lampione — uscì dal camerino, e recatosi sul palco scenico, nel momento che era calato il sipario, dopo i frammenti del second'atto, mise l'occhio ad un buco del telone, e guardò al numero quattro in second'ordine. Il palco era vuoto... egli soffregossi le mani e ripartì queto, uscendo per la falsa porta del teatro. Zampino lo seguiva senza far parola, col lampione che già aveva acceso."
      },
      {
        "index": 81,
        "text": "Lasciato il teatro, Amorevoli volse il passo verso la contrada Larga... alla quale rispondeva una porta del teatro per dove uscivano 1 proprietarj de' palchetti. — Molti carrozzoni erano là in fila, e i cocchieri aspettavano di esser chiamati dal lacchè della propria casa."
      },
      {
        "index": 82,
        "text": "— Casa Borromeo, casa Litta, casa Marliani, casa Gambarana, casa Annoni, casa Belgiojoso, casa Sanazzaro, casa Bossi, casa Taverna... — gridavano essi di mano in mano che i carrozzoni si facevano innanzi."
      },
      {
        "index": 83,
        "text": "Amorevoli si fermò sull'angolo della contrada delle Ore, porgendo orecchio alle voci rauche di quei poveri lacchè che facevan venire innanzi le carrozze in processione."
      },
      {
        "index": 84,
        "text": "— Casa Verri, casa Beccaria, casa V..."
      },
      {
        "index": 85,
        "text": "Amorevoli stette un istante senza far motto, gettò il mantello alla veneziana intorno alle spalle, ascoltò il cupo e pesante romor delle ruote di quell'ultimo carrozzone che s'allontanava."
      },
      {
        "index": 86,
        "text": "— Quante sono le ore? — chiese poi a Zampino."
      },
      {
        "index": 87,
        "text": "— Manca poco a mezzanotte."
      },
      {
        "index": 88,
        "text": "— Vieni che faremo una passeggiata per la città."
      },
      {
        "index": 89,
        "text": "— A quest'ora?"
      },
      {
        "index": 90,
        "text": "— A quest'ora — e partirono."
      },
      {
        "index": 91,
        "text": "Camminarono una mezz'ora buonamente... Zampino di tant'in tanto diceva ad Amorevoli:"
      },
      {
        "index": 92,
        "text": "— Mache si fa?..."
      },
      {
        "index": 93,
        "text": "— Badaate.. e attendi a servirmi bene — e vennero a Poslaghetto. Colà era un'antica osteria, donde partivano grandi schiamazzi e canti e villotte..."
      },
      {
        "index": 94,
        "text": "— Che diavolo c'è laggiù, Zampino?"
      },
      {
        "index": 95,
        "text": "— Siamo agli ultimi di carnevale, signore; saranno i compagnoni della Badia de' facchini."
      },
      {
        "index": 96,
        "text": "— Benissimo. Ora va' a mangiare il tuo boccone in quell'osteria, e attendimi là..."
      },
      {
        "index": 97,
        "text": "— Non devo accompagnarla?"
      },
      {
        "index": 98,
        "text": "— No."
      },
      {
        "index": 99,
        "text": "— Maese?..."
      },
      {
        "index": 100,
        "text": "— Va'a mangiare il tuo boccone... — e Amorevoli partì solo."
      },
      {
        "index": 101,
        "text": "Pareva praticissimo di quel gruppo di contrade, e difilò dritto ad una cinta di un gran giardino. Era il giardino del palazzo V..., nome che dobbiamo tacere, avvertendo solo, a scansare equivoci, che aveva desinenza spagnuola, e che una volta aveva probabilmente dato l'appellativo ad una contrada."
      },
      {
        "index": 102,
        "text": "Faceva una notte di febbrajo limpida e stellata... e dal dietro della cinta si vedeva la sontuosa facciata di un gran palazzo antico, — Da due finestre, poste tra loro a molta distanza, ai lati estremi di quel palazzo, trapelavano due lumi. — Un altro lume trapelava più in lontananza da una casetta modesta, che rispondeva ad un giardino confinante a quello della casa V..., il qual giardino apparteneva al palazzo del marchese F... che era morto la mattina di quel giorno; due lumi luccicavano a due balconi di quello stesso palazzo. Il lume della prima finestra del palazzo V... rischiarava la stanza della contessa Clelia che vegliava...; quello della seconda finestra rischiarava la camera dell'ex-colonnello conte V... che già dormiva; il terzo lume, che traspariva dalla finestra della casa modesta, rischiarava l'alloggio della ballerina Gaudenzi, che s'era acconciata là per esser vicina al Teatrino Ducale e che in quel momento stava mutandosi la camicia."
      },
      {
        "index": 103,
        "text": "Delle ultime due fiamme, l'una illuminava un lenzuolo in cui era avvolta la salma patrizia del marchese defunto; e l'altra una mano di gente venale, pagata la notte a far compagnia al morto."
      },
      {
        "index": 104,
        "text": "In quello spazio misurato dall'occhio del tenore Amorevoli non scintillavano che quelle cinque fiamme... Esso le contò macchinalmente, e scavalcò il muricciuolo di cinta,"
      },
      {
        "index": 105,
        "text": "E con un'ansia incognita Ebbe la debil orma accelerato"
      },
      {
        "index": 106,
        "text": "E in alto................... Scintillava il beffardo occhio del fato."
      },
      {
        "index": 107,
        "text": "[IV]"
      },
      {
        "index": 108,
        "text": "La contessa Clelia era sola nella sua stanza da letto, di cui gli addobbi e gli ornamenti, sovraccarichi di sfoggiata ricchezza, fuor delle leggi del buon gusto, è più facile che un uomo d'immaginazione se li dipinga, di quello che li descriva un galantuomo di null'altro temente che di riuscir nojoso a' lettori. — Tuttavia in quelle linee contorte e peccaminose del barocco, e in quell'oro condensato senza risparmio in forme d'ornamenti, c'era qualcosa che poteva parlare alla fantasia, e tanto più in quanto in mezzo ad essi spiccava una donna così severa e così bella, bella di quella bellezza di rigida perfezione che lascia placidissimo il cuore, ma che provoca lo spirito d'osservazione in menti avvezze ad esaminare le opere dell'arte. Pure non si potea dar figura che fosse meno adatta a quella stanza; chè l'una e l'altra rappresentavano due stili di due periodi opposti e nemici tra loro. Il volto della contessa apparteneva a quello stile greco-romano che non sopporta transizioni di scuola; e siccome in quell'ora in cui vegliava, ella si era lasciata cadere l'alta acconciatura de' capegli, dai quali, ravviati un momento prima dalla cameriera, era scomparsa anche la cipria, così a quelle volute contorte del Borromini e del Fumagalli faceano più cruda antitesi quella fronte quadra, quei piani delle guancie modellati a rigore, come quelli d'un cammeo antico, quel mento romano che richiamava il mento appunto della Clelia, quando passa il Tevere, disegnata dall'improvvisatore Pinelli, quel naso rigorosamente giusto e ad angolo retto, il quale insieme cogli occhi grandi e neri e di lento giro, e colle palpebre prolisse e co' sopraccigli arcuati e folti, più forse che nol comportasse la delicatezza muliebre, generava quel tutto che sarebbe necessario a dipingere una Minerva convenzionale. Occhi tuttavia e sopraccigli e palpebre, che pur di sotto al rispetto quasi disgustoso che imponevano, e alla fuga in cui mettevano ogni pensiero giocondo e gaio, potevano, in certi momenti e a seconda di certe nature, provocare strani pensieri e sommovere il senso voluttuoso."
      },
      {
        "index": 109,
        "text": "La fronte però, quasi sempre corrugata, di quella gentildonna e certe protuberanze che, preziose sotto alla mano del frenologo, recano sempre offesa alla completa bellezza per l'occhio dell'artista, potevano venir in soccorso onde spegnere la seduzione. — Ma da quella fronte, senza saperlo, i rigidi parenti (di cui, per esser fidi ad un sistema di prudenza, sopprimeremo al solito il nome del casato), avean preso consiglio per dare alla fanciulla Clelia una educazione che fosse distinta oltre il consueto, a ciò poi singolarmente sollecitati da un dottissimo abate, un tal Carlantonio Tanzi, stato precettore al fratello della contessina, il quale, non trovando più nessuno a cui comunicare la sua dottrina, pensò fare di lei un oggetto di esercitazione scientifica pe' suoi vecchi anni, e una meraviglia del gentil sesso. — Ad ogni modo, l'abitudine di introdurre le fanciulle a discipline non fatte pel sesso grazioso, nel secolo passato, secolo delle esagerazioni e delle cose a rovescio, fu comune più che non si creda. — Era il barocco applicato all'educazione, per cui alle fanciulle si gonfiavano le teste a spese del cuore, e si riduceva la scienza a ricovrarsi per forza all'ombra de' guardinfanti. Molte donne, nel secolo passato, studiarono filosofia, giurisprudenza, matematica; talvolta, qualche stragrande ingegno, fece parer sapienza cotale pazzia, e valga per tutte quel prodigio della Gaetana Agnese; ma più spesso furono anomalie di sterilissima dottrina, rigonfiata da orgoglio infelice. La contessina Clelia pertanto, dal dotto abate che non aveva cavato nessun costrutto dal fratello di lei, fu incaricata di far le sue veci e di rappresentarlo al consesso dei dotti — A dieci anni la contessina, oltre alla lingua francese, che si parlava abitualmente dal conte padre, il quale tante volte s'era trovato a Parigi confuso nella folla dei cortigiani del gran Luigi, conosceva la lingua latina; e il prof. Branda, quello col quale ebbe accanite dispute il giovane Parini, fu invitato dal prete Tanzi a sentir la contessina Clelia tradurre l'orazione di Cicerone Pro Archia e il Sogno di Scipione, e recitar a memoria uno squarcio di Lucrezio De rerum natura. Non istupisca il lettore: chè Voltaire mandava già il figurino da Parigi; e il professor Branda, lodata al conte padre la contessina miracolosa, consigliò l'abate Tanzi ad insegnarle anche la lingua greca... e la lingua greca fu imparata; poi quand'ella ebbe sedici anni, apprese matematica insieme col giovane Paolo Frisi, quello che fu in seguito autore del trattato De gravitate universali corporum, e in questa scienza, ajutata da un naturale ingegno e sollecitata da quelle prove di distinzione onde si vedeva circondata ogni qual volta trovavasi colle altre fanciulle patrizie sue coetanee, fece tali progressi, che fu introdotta persino all'intima confidenza di Urania;"
      },
      {
        "index": 110,
        "text": "di modo che nella notte a cui ci troviamo, quantunque la contessa pensasse assai più di quello che leggesse, pure si teneva sul tavoliere di lapislazzulo, insieme coll'opera di Boscovich — De maculis solaribus, e all'altra d'Eulero Nova tabula astronomice, il famoso trattato sulla processione degli equinozj, che d'Alembert aveva pubblicato due anni prima; del qual d'Alembert ella sapeva tener dietro, senza scontorcersi, alle dimostrazioni; tantochè avrebbe potuto ripetere ad un consesso di dotti, come gli assi dell'ellisse descritta dal polo dell'equatore sieno fra loro come i coseni dell'obliquità dell'eclittica ed i coseni del doppio di questa obliquità. Ma i coseni dell'obliquità dell'eclittica non bastavano a render felice una bella donna di venticinque anni. Sette intanto ne eran corsi da che era stata fatta sposa all'ex-colonnello conte V..., senza mai averlo veduto prima, senza avere dell'amore e delle questioni aderenti, altre idee che quelle che sono depositate ne' classici latini; idee che non poterono avere uno sviluppo intero, compresse come vennero dall'algebra e dalla geometria, due scienze più infeste della brina ai primi germogli dell'affetto. Sposò dunque l'ex-colonnello che aveva quattordici anni più di lei. Egli vantava un gran casato, una grande ricchezza, e brillavagli inoltre sull'uniforme di parata un segno che attestava il suo valor militare. Era serio, era dignitoso, parlava poco, ma dalle poche parole trapelava la stima profonda che aveva della giovinetta prodigiosa. Ond'ella, quando i rigidi parenti proposero il matrimonio, consentì e provò anche qualche sussulto che non veniva nè dalla geometria nè dall'algebra, ma fu un sussulto di brevissima durata, e la scienza dovette colmare i vuoti lasciati dall'affetto vero. D'altra parte è a tener conto d'una cosa. Non tutte le creature umane raggiungono la maturanza un punto medesimo. L'abitudine agli studi severi, quel non riposarsi mai su pensieri e desiderj erotici, aveva ritardato il completo sviluppo della contessa. Fu necessario il tempo, più che il sole di un'anima appassionata, a togliere l'acerbità a quel frutto. La giovane contessa era alta, era ben fatta, era bella — parliamo d'allora che andò a maritarsi — ma le mancava quell'arcana virtù della donna, che non si sa da chi e da che, e come e quando venga provocata."
      },
      {
        "index": 111,
        "text": "Noi non possiamo dire precisamente in qual periodo della vita della contessa Clelia abbia incominciato codesta misteriosa virtù, ma pare che sia stato tra l'anno ventiquattresimo e il ventesimoquinto della sua età; nessuno però s'accorse di questo, perchè nessuno poteva sospettare che fosse una virtù l'eccessiva acerbità ond'ella esprimevasi parlando sia cogli uomini sia colle donne. Un fatto solo notarono tutti, e uomini e donne: ch'ella era cresciuta in beltà. S'era fatta più maestosa nel volto, s'era arrotondata ne' contorni del corpo, soltanto negli occhi era diventata più seria. Del resto, chi mai non potesse capacitarsi del come una donna possa essere più bella a venticinque anni che a diciotto, sappia che la contessa Clelia non aveva mai avuto figli; e che i parti e il latte guastano un bel corpo di donna più che 1 classici latini e i trattati d'astronomia. Quantunque però crescesse di maestosa bellezza e di attraenti rotondità, non per questo nessuno presumeva che la gioventù galante le si facesse dappresso. Ella non era che ammirata quando non era temuta, ed era temuta quando non era odiata; chè vi sono tali beltà a questo mondo, sia maschili sia femminili, che raccolgono tanto meno quanto più hanno di perfezione nel loro aspetto. Sono conquiste considerate al di sopra di ogni forza volgare, epperò lasciate in disparte come imprese disperate; donne condannate tutta la vita a desiderare e ad essere desiderate, a tormentare e ad essere tormentate per finire i vecchi anni tra le reminiscenze di una gloria vanitosa senza felicità. Nessuno adunque dei bei giovani di Milano osava avvicinarsi alla contessa, quantunque taluno de' più audaci sì fosse azzardato persino a dire all'amico: Che bella donna!! Nè è da credere che facesse paura il grave e superbissimo suo marito ex-colonnello, tutt'altro: la paura non veniva che dalla maestà soverchia della bellezza di lei, e da quelle parole piene di sapienza riposta ond'ella faceva ammutolire tutti quelli che le si avvicinavano, e dal sospetto ch'ella fosse più sapiente ancora di quello ch'ell'era. Ma come potè adunque un tenore?... Noi stavamo in aspettazione di questa domanda, però la soluzione del problema eccola qui."
      },
      {
        "index": 112,
        "text": "Nel famoso 18 brumajo, Bonaparte, che pure era passato imperterrito attraverso alla flottiglia inglese, fidente nel proprio destino, per giungere in tempo a Parigi onde recarsi in mano le redini di tutta la cosa pubblica; quando si trattò di abbattere il Consiglio de' cinquecento, si smarrì e parve minor di sè stesso, e nessuno de' suoi coraggiosi fautori, nemmeno il fratello Luciano,"
      },
      {
        "index": 113,
        "text": "avrebbe osato disperdere quel formidabile Consiglio. — Chi seppe far tanto? Colui che aveva men testa di tutti, colui che ripeteva il suo coraggio dalla spavalderia militaresca, e affrontava il pericolo per non saperne misurar le conseguenze. Fu Murat, che, alla testa de' suoi granatieri, a bajonetta in canna, entrò nel Consiglio, e i membri dovettero discendere dalle finestre... con che le sorti di Napoleone furon fermate. I grandi fatti giovano a spiegare i piccoli, e viceversa, però la contessa Clelia che riusciva a' cavalieri milanesi più formidabile del Consiglio dei cinquecento, non fece nessuna paura al tenore Amorevoli, il quale anzi s'incalorì delle difficoltà, e fatto baldanzoso dalla lunga lista de' proprj amori fortunati e reso intraprendente dalle sopracciglia folte della contessa che gli richiamavano le sue belle compatriotte di Trastevere (perchè il tenore Amorevoli era nato a Roma), fece quello che fece poi Murat, mezzo secolo dopo, col Consiglio dei cinquecento."
      },
      {
        "index": 114,
        "text": "Nelle serate musicali che si tenevano o nell'una o nell'altra delle case patrizie di Milano, Amorevoli era pregato, supplicato a intervenire, ad imbalsamar tutti quanti col suo dolcissimo canto. La contessa Clelia, come di prammatica, era sempre intervenuta a quelle serate, e ad onta dell'algebra che le faceva usbergo al cuore, si sentì penetrare da quella voce, nè fu la sola a subire quel fascino. Tutte le gentildonne leggiadre che si trovavan là a bever l'onda soave, avrebber battuto moneta falsa per quel fatal Romano, il quale le saltò via tutte e s'accostò alla sola contessa Clelia. — Amorevoli non era uomo di sterminato ingegno — nessuno durerà fatica a crederlo; — non era troppo forte in letteratura — nemmen questo è improbabile; — anzi bisognava si facesse ajutare per afferrar bene il concetto dei paragrafi de' contratti teatrali, e più ancora per comprendere alcune strofe dei libretti di Metastasio; ma l'arte di far all'amore è appunto un'arte, e non una scienza; è in essa che l'istinto va innanzi a qualunque studio, e l'istinto conosce le vie segrete e le percorre da padrone; d'altra parte Amorevoli non mancava d'una certa drittura naturale, e quando parlava, parlava bene e con quell'accento là dei romaneschi...; lingua toscana in bocca romana... il proverbio è antico, e i proverb] sono la sapienza del genere umano... e la verità di quel proverbio riuscì fatale alla contessa... Infelice!!"
      },
      {
        "index": 115,
        "text": "Perfino il gobbo Tacchinardi, gobbo e vecchio, fece impazzir qualche donna col veleno imbalsamato della sua voce: pensi or dunque ognuno che brecce doveva aprire Amorevoli, giovine di ventisei anni, bello, elegante, con certi occhi in cui la penetrazione pareva nuotare nella voluttà, con una voce che, anche allora solo che parlava, era già musica, e con quegli accorgimenti del serpe flessuoso che avvolge e stringe pur continuando a dispiegare la pompa della sua variopinta veste. Così la scienza fu investita dall'ignoranza, e la matematica fu messa a giacere dalla melodia. — Il lettore non può immaginarsi il dolore che noi ne proviamo."
      },
      {
        "index": 116,
        "text": "[V]"
      },
      {
        "index": 117,
        "text": "Ma tornando ai fatti, in quella notte in cui la contessa vegliava, non per amore della scienza, siccome pare, ma per amore di qualche altro oggetto, e in cui Amorevoli stava seduto su d'un sasso cui faceano spalliera foltissimi carpini, che a lui servivano e di paravento e di paraluna nel tempo stesso, doveva succedere uno di quei contrattempi che e’ si direbbero espressamente concertati dalla perfida malizia della fortuna, uno di que' contrattempi pe' quali si è convenuto di dire che talvolta il vero non è verosimile. — Non era la prima volta che Amorevoli, saltando pel muro di cinta, recavasi nel giardino di casa V... dopo mezzanotte, ovvero sia dopo finito il teatro; e non era la prima volta che la contessa, quando batteva un'ora all'orologio dell'Ospedale Maggiore, discendeva nella biblioteca situata al piano terreno del palazzo, la quale, per un grande finestrone arcuato, rispondeva al giardino; finestrone difeso da un'inferriata a modo di cancello, tutta messa ad oro e foggiata a ricchissimi rabeschi. — La contessa, stando di dentro, sentiva le proteste d'amore dell'infuocato Amorevoli, il quale protestava inoltre contro quel cancello che non aveva mai voluto essere aperto, e che serviva alla contessa e di parlatorio e di fortino. — Come, del resto, e quando donna Clelia e il tenore della stagione di carnevale siensi dati l'intesa per trovarsi a que' notturni abboccamenti è quello che non si sa. — Allorchè il destino iniquo ha stabilito che succeda quello"
      },
      {
        "index": 118,
        "text": "che non dovrebbe mai succedere, offre egli stesso le opportunità, consiglia i mezzi, tende le reti, suggerisce le parole, è il Figaro più scaltro e più disinvolto e più briccone di tutti, tra due individui che cogli occhi si son detti quello a cui non basterebbero cento sonetti del Petrarca. — Quale adunque sia stato il momento e quale il modo con cui que' due concertarono la maniera per trovarsi insieme, non è ciò che più importa di sapere. — Ma il fatto sta che allorchè in quella notte di febbrajo suonò quella tal ora, la contessa discese, e Amorevoli si alzò dal sedile di sasso e si tolse d'intorno al volto il ferrajuolo, e nell'esaltazione affrontò anche il chiaro di luna quando sentì aprir la vetriera; e così in meno d'un lampo fu là, e nella sua, sebbene con renitenza ineffabile, stette la morbida mano di donna Clelia; di donna Clelia, che, ignara, di tutto, fuorchè di quello che è men necessario alla donna, e versando allora come attonita in un mondo di sensazioni non mai esplorato prima da lei, riusciva ingenua e quasi stolidamente inesperta, come una fanciulla quattordicenne, la quale, sebben difesa dal senso arcano del pudore, se non è vegliata da esperti custodi, concede improvvida le sue fragranze al primo vento protervo che le soffi intorno. — Quella stima eccessiva di sè stessa che aveale generato lo studio e la scienza, quell'orgoglio in cui era venuta, forse perchè la sua intelligenza, sviluppata da infinite cure, non era però per natura forte abbastanza da sostenere il peso della dottrina, quella acerbezza dei modi e del linguaggio, che era l'espressione e dell'uno e dell'altra, erano scomparse. Ma ciò non solo con Amorevoli (sarebbe troppo facile a comprendersi), ma con tutti, ma colle donne di sua conoscenza, ma co' gentiluomini, ma con quelli che avea sempre trattati con dispregio e a cui per contraccambio ella era riuscita così disgustosa."
      },
      {
        "index": 119,
        "text": "Chi volesse dar la spiegazione dell'acredine ond'era involuta l'indole di quella gentildonna nel tempo in cui non si pasceva che d'orgoglio scientifico, potrebbe forse assegnarne la cagione a questo, ch'ella, sebbene in confuso e senza nemmeno averne la coscienza, sentiva fieramente la mancanza di uno di quegli affetti che bastano a colmare un'esistenza; noi per esempio portiamo l'opinione che se essa, in quei sette anni di matrimonio, avesse avuti una mezza dozzina di figlioli, il corpo sarebbesi tanto quanto sciupato, ma l'animo sarebbesi nudrito dei più cari conforti dell'esistenza. — Fu perciò una vera disgrazia, ch'ella per sentire com'è dolce la vita quando è dolce, abbia dovuto porre il labbro sugli orli imbalsamati di un vaso che doveva poi esser pieno d'assenzio. — La contessa e Amorevoli stavano da qualche tempo infervorati in un dialogo, che noi non riporteremo per quella ragione che i dialoghi di due amanti, come le poesie improvvisate, per conservare il loro prestigio, hanno bisogno di non essere trascritti. Possiamo però assicurare che, chi fosse stato presente a quella notturna confabulazione senza conoscere gl'interlocutori, avrebbe detto che l'ingegno e l'acutezza e l'amabile scaltrezza e l'eloquenza appartenevan in proprio a colui che si lasciava allegare i denti persin dalle strofe di Metastasio: e che invece la povertà delle idee, la mancanza di slancio, la parola impacciata, la timidezza puerile erano di colei che pure aveva tanta confidenza con Eulero e con d'Alembert. E purtroppo l'eloquenza del tenore Amorevoli era come un ferro tagliente che mira a squagliare una corazza, mentre la timidezza e il turbamento di donna Clelia rendevano quel combattimento oltre ogni dire ineguale. — Il cancello dorato della biblioteca stava fra loro due come una guardia di confine, ma siccome la contessa ne aveva la chiave e dipendeva dalla sua volontà l'aprirlo, così non potremmo giurare quel che avrebbe fatto la sua timidezza se dal desiderio fosse stata convertita in coraggio. — In una parola, è probabile che sia stata necessaria una disgrazia per soccorrere la virtù. — Amorevoli, colla sua voce soave e colla sua facondia insidiatrice, tentava di metterla all'ultime strette, con una argomentazione serrata, in cui i sofismi comparivano e scomparivano trasportati dalla velocità delle parole, l'opposizione sempre più lenta e fiacca dell'avversario... quando di repente... s'udirono a non molta distanza più voci che gridavano all'accorr'uomo, al dàgli dagli. — Davvero che se quello che stiamo per dire non avesse altro documento che la relazione orale e solitaria del nonagenario da cui raccogliemmo tanto cumulo di fatti, noi non avremmo il coraggio di esporre un avvenimento, che, siccome abbiam detto, non parrebbe verosimile. Ma una difesa scritta nel secolo passato, che reca la firma: Z. C. C. Benedictus Comes Aresius carceratorum protector... e una sentenza del Senato con motivazioni profonde, ci fa vedere che quanto è realmente avvenuto, non può essere rivocato in dubbio. — Però"
      },
      {
        "index": 120,
        "text": "andiamo avanti coraggiosamente, anche perchè, d'altra parte, se il fatto è strano, riuscì poi fecondo di conseguenze gravissime."
      },
      {
        "index": 121,
        "text": "[VI]"
      },
      {
        "index": 122,
        "text": "Amorevoli, per un movimento troppo spontaneo, balzò indietro tre passi a quel ddgli dagli, risuonato improvvisamente nel silenzio della notte, e s'inferrajuolò sino al viso per un altro movimento spontaneo; nè egli aveva finito di coprirsi la faccia movendo, senza proposito determinato, in ritirata, che la contessa era già uscita, anzi fuggita dalla biblioteca, per fermarsi affannata sui gradini della scala che metteva alla sua stanza da letto, comprimendosi colla sinistra il cuore che parea volesse scoppiarle. Chiunque attende a far cosa che, se potesse, vorrebbe tener nascosta anche a sè medesimo, trema dello stormire non aspettato d'una foglia; figuriamoci poi d'una voce, anzi di più voci che squarcino l'aria intera in un momento che tutto per consueto dev'essere silenzioso, e che accusino la piena veglia di molte persone che avrebbero l'obbligo di dormire profondamente. — Amorevoli, sgomentato, s'accostava al muro di cinta e già stava per tentare il varco; chè le voci, anzichè cessare, facevansi più vicine, e con esse udivasi un rumore diffuso, come di molte pedate che battessero l'ortaglia. Ma un uomo, a pochi passi da lui, in quel punto stesso, colla velocità non avvertibile di un lepre, coll'elasticità di un saltatore di corda, balzò oltre il muricciuolo; e Amorevoli, trattenuto da quell'improvvisa comparsa, non ebbe tempo di raccapezzar le idee, che si trovò d'improvviso fra molti uomini che gli furono sopra afferrandolo pel mantello e gridando Al... ci sei... è qui — l'abbiam célto — non ci scappa più; — e in quella sorvenivano altri con lumi e con lampioni, stringendosi tutti d'intorno a lui, che, rischiarato da quelle fiamme messegli al viso per riconoscerlo, apparve in tutto lo splendore del suo ricchissimo vestito, con gran meraviglia di coloro che gli si serravano a' fianchi, i quali tosto per la magica virtù di quella serica marsina e di quelle trine sfoggiate e delle catenelle e degli anelli, mutarono il ci sei... nel chi siete e nel chi è lei? Ci fu un istante in cui nelle teste di quanti eran là corse un pensier solo, il pensiero che doveva essere un altro l'oggetto delle loro ricerche; e questo pensiero apparve così chiaro all'esterno, che un di loro, il più vecchio di tutti, uscì con asprissima voce a ricacciarlo indietro:"
      },
      {
        "index": 123,
        "text": "— Ma cosa mai vi fa stupire, balordi, che state lì a contemplarlo come se fosse un'eccellenza? Che cosa vi credete?... È appunto questa catena e questa seta e questo bel gilè che ci voleva per conoscere il selvatico... È l'uomo senz'altro costui; vi sono i ladri cenciosi ed i ladri scialosi. Tutto dipende dalla qualità del furto."
      },
      {
        "index": 124,
        "text": "In questa comparivano lumi a molte finestre del palazzo V... e lo stesso conte ex-colonnello s'affacciò, degnandosi di parlare a quella gente, mentre i domestici erano già chiamati dal rumore."
      },
      {
        "index": 125,
        "text": "— Che cosa è successo?"
      },
      {
        "index": 126,
        "text": "— Eccellenza, ci perdoni, fu célto questo signore, vogliamo dire quest'uomo, nella stanza dell'illustrissimo signor marchese F... morto stamattina, come V. S. illustrissima sa bene..."
      },
      {
        "index": 127,
        "text": "— No, che non fu còlto nella stanza..., usciva un altro ad interrompere..."
      },
      {
        "index": 128,
        "text": "— Fuggiva quando noi ci siamo accorti del rumore."
      },
      {
        "index": 129,
        "text": "— Bisogna dir le cose giuste."
      },
      {
        "index": 130,
        "text": "— Perdoni, illustrissimo signor conte... ma noi siamo accorsi quando l'uomo fuggiva...."
      },
      {
        "index": 131,
        "text": "— Mano, non è così..."
      },
      {
        "index": 132,
        "text": "— Illustrissimo signor conte, dee sapere..."
      },
      {
        "index": 133,
        "text": "Ma al signor conte illustrissimo scappò la pazienza, e disse al cameriere, già disceso in giardino:"
      },
      {
        "index": 134,
        "text": "— Vieni su in camera, e conduci con te uno di questi uomini."
      },
      {
        "index": 135,
        "text": "Mentre il cameriere obbediva, gridava uno dalla siepe che divideva il giardino di casa V.... dal giardino del marchese defunto:"
      },
      {
        "index": 136,
        "text": "— Qua tutti, presto.... che è venuto il signor tenente del Pretorio."
      },
      {
        "index": 137,
        "text": "Amorevoli non aveva mai parlato; nella sua testa era un tal cozzo di pensieri, che gli pareva di sognare, e solo volse lo sguardo alla finestra della stanza della contessa, quando vide uscir molti lumi dalle finestre del palazzo; poi ripiegò il capo come sdegnoso di vedere e di esser veduto. Bensì, quando sentì nominare l'ufficiale del Pretorio, provò qualche cosa entro di sè che assomigliava ad un sollievo. Ma fu di breve durata; chè un pensiero crudo come la fitta di un coltello gli attraversò la mente.... il pensiero che l'unica giustificazione che gli rimaneva per togliersi da quel tristo impiccio non era adoperabile per nessun modo. Egli aveva veduto fuggire un uomo; comprendeva che trattavasi d'un qualche delitto, sebbene non sapesse immaginarsi quale; ma nel tempo stesso pensava che si poteva fracassargli le ossa colla corda e il cavalletto, ma non strappargli di bocca il nome della contessa. Vi sono uomini, tutt'altro che esemplari, più donne che uomini se si bada alla mollezza del costume, alle abitudini da cui son tratti da condizioni speciali; ma che, in certe contingenze della vita, si son fatta una legge morale, la quale nemmen sanno dove l'abbiano attinta, ma che per loro è incontrovertibile. Una di queste leggi morali, a cui Amorevoli obbediva con religione di scrupolo, con quella religione onde taluni sono schiavi dei pregiudizj, i quali sono i padroni più despoti dell'uomo, era quella di non compromettere mai la donna colla quale aveva avuto od aveva tresche d'amore. Potea essere debole in tutto; in questo era un eroe; non lo sgomentava per nulla l'idea della colpa; ma lo facea fremere soltanto l'idea che altri potesse mettere in piazza il nome di una donna amoreggiata. Quando dunque gli si affacciò alla mente il pensiero, che a palesare il motivo della sua venuta in quel giardino, tutto si potea sventare, lo respinse come una abbominevole tentazione."
      },
      {
        "index": 138,
        "text": "— Avete sentito? — fu detto allora ad Amorevoli, — venite con noi; suvvia presto, che cosa state pensando?"
      },
      {
        "index": 139,
        "text": "— Badate ai fatti vostri, e statemi un tantino discosti... so far la strada da me, senza essere sorretto. Spicciamoci."
      },
      {
        "index": 140,
        "text": "Amorevoli pronunciò queste parole in modo, che a quella gente passò la voglia di dir altro, e si avviarono."
      },
      {
        "index": 141,
        "text": "Per una callaja che era aperta nella siepe di divisione entrarono nel giardino del marchese F... Sotto l'atrio del palazzo li attendeva il tenente del Pretorio con un barigello, un guardiano e un fante, come allora venivano appellati."
      },
      {
        "index": 142,
        "text": "Il tenente del Pretorio aveva sentita la storia particolareggiata dell'avvenuto da chi era stato a chiamarlo. Però, quando vide Amorevoli: — È costui? — disse."
      },
      {
        "index": 143,
        "text": "— Sì, signore."
      },
      {
        "index": 144,
        "text": "— No — soggiunse Amorevoli imperterrito. L'uomo che cercate l'ho visto io a fuggire e a saltare il muro di cinta. Tant'è vero che questi uomini mi vennero addosso quand'io stavo di piè fermo."
      },
      {
        "index": 145,
        "text": "Senz'essere avvezzo agli interrogatorj come l'uom del Pretorio, a chicchessia poteva riuscir ovvia la dimanda che gli fece infatti il tenente: — Ma voi che cosa stavate facendo là?"
      },
      {
        "index": 146,
        "text": "— Quest'è un altr'affare, e il signor tenente ha ragione di chieder questo; ma io risponderò in Pretorio, se vossignoria me lo permette. Intanto è bene che vossignoria sappia ch'io sono il tenore Amorevoli, al servizio di S. M. il Re di Spagna, e che oggi ho l'onore di cantare al Regio Ducal teatro di Corte."
      },
      {
        "index": 147,
        "text": "A' tempi di Tramesani, di Crivelli, di Rubini, in qualunque, trambusto costoro si fossero trovati, bastava che si nominassero per essere tosto riconosciuti; e lo stesso accadde al tenore Amorevoli, che vide spuntare sulla faccia dell'ufficiale un sorriso di rispetto e di bonomia."
      },
      {
        "index": 148,
        "text": "— MI rincresce, signore, questo contrattempo, ma..."
      },
      {
        "index": 149,
        "text": "— Comanda il signor tenente — interruppe allora il barigello — che si salga nella camera che fu aperta, o da questo signore o da chi è fuggito, e là, alla presenza di tutta questa gente, si stenda tosto la deposizione del fatto?"
      },
      {
        "index": 150,
        "text": "— Benissimo — rispose l'ufficiale che s'avviò, pregando il tenore Amorevoli a seguirlo. Tutti in silenzio salirono lo scalone, sfilarono per due o tre anticamere, entrarono in un salotto dove era una gran tavola, sulla quale stavan fiaschi e bottiglie, tazze e bicchieri, che attestavano come"
      },
      {
        "index": 151,
        "text": "quella gente, che avea vegliato a custodia della salma patrizia, avesse passato la notte a tracannare il vino della cantina del quondam marchese. Da questo salotto passarono nella camera in cui giaceva sul letto, avvolto in un lenzuolo, il corpo del defunto. Tutti dovettero entrar là, compreso Amorevoli che volea ritirarsi."
      },
      {
        "index": 152,
        "text": "— No, signore; si compiaccia di rimanere, disse il barigello, più risoluto e fiero e men musicale assai del tenente del Pretorio."
      },
      {
        "index": 153,
        "text": "— Quello è dunque l'uscio che fu scassinato?"
      },
      {
        "index": 154,
        "text": "— Quello, sì signore — risposero tutti ad una voce; e il tenente e il barigello s'affacciarono all'uscio, e videro tra molta suppellettile, un ro/ò aperto."
      },
      {
        "index": 155,
        "text": "— È questa la camera?"
      },
      {
        "index": 156,
        "text": "— Questa."
      },
      {
        "index": 157,
        "text": "E il tenente del Pretorio cogli altri retrocesse nel salotto, e là, fatte da un lato le bottiglie e le tazze, stese la seguente succinta relazione del fatto, che è quella che noi abbiam trovato allegata agli atti del processo, il quale diede a far tanto, in prima al tribunale criminale, di poi per tanti anni, e iteratamente e a lunghi intervalli, al foro civile."
      },
      {
        "index": 158,
        "text": "«Oggi, giorno 11 febbrajo dell'anno 1750, alle ore otto italiane, chiamati dagli uomini che vegliavano in casa F.... per custodire il cadavere del marchese A. F., morto la mattina del 10 corrente, abbiamo trovato aperto l'uscio della camera attigua a quella dove giaceva il cadavere, e di cui la chiave dal sullodato marchese F., per quanto asserisce un domestico della casa, qui presente, e per quanto è da verificare, venne consegnata un'ora prima della sua morte al molto reverendo preposto di S. Nazaro. — Al qual preposto, per asserzione dello stesso domestico, e sempre come sarà a verificare, il marchese F... disse aver messe carte importanti nel rol della sua camera da studio, il qual rolo fu parimenti da noi trovato aperto. — Raccolte in seguito le deposizioni concordi delle otto persone qui presenti, tre domestici della casa, e cinque uomini di fuori, riferiamo come costoro, colpiti da un rumore in un momento che cessavano di parlare, e spaventati perchè veniva dalla stanza del morto, accorsero cionulladimeno, e videro in quella un uomo che usciva per l'uscio che stava a dritta del capezzale del letto. — Riferiamo inoltre come tutti si rimanessero prima spaventati, temendo non fosse il morto risorto, ma che poi fattisi animo, inseguirono l'uomo che era uscito, il quale pareva assai pratico della casa; perchè passando per gl'interni corridoj, giunse a un mezzanino, e di là saltò nel giardino... Che due lo inseguirono saltando pure di là.... ma che, smarritolo al salto della siepe... trovarono poi nel giardino di casa V... e presso il muro di cinta, una persona col mantello, che ora, alla nostra presenza, dice di essere il signor Angelo Amorevoli, cantante di camera di S. M. il Re di Spagna, e primo tenore nell'attuale stagione al Regio Ducale teatro di Corte; il quale però protesta di non essere lui altrimenti l'uomo fuggito, ed aggiunge di aver visto invece egli stesso a fuggire uno."
      },
      {
        "index": 159,
        "text": "«F. Baldini, tenente del Pretorio. — F. Rò, barigello. — G. Cialdella, guardiano»."
      },
      {
        "index": 160,
        "text": "Stesa questa relazione, il tenente si alzò e disse agli uomini di casa F...: — Voi tutti domani sarete chiamati al Pretorio, e nessuno esca dalla città sotto pena d'arresto. In quanto a voi, signor Amorevoli, quando pure sia vero quanto asserite, bisogna che veniate a passare una notte al Pretorio... Domani... si farà quel che si farà..."
      },
      {
        "index": 161,
        "text": "Amorevoli non disse una parola."
      },
      {
        "index": 162,
        "text": "Quando tutti furono al portone del palazzo, trovarono una frotta di gente che, sebbene ad ora tarda, dalle osterie vicine, era accorsa al rumore e alla vista delle guardie. — Tra quella frotta c'era Zampino, il servo del palco scenico, che riconobbe Amorevoli, ed ebbe il coraggio di gridare:"
      },
      {
        "index": 163,
        "text": "— Che cos'è? che cos'è stato? che diavolo è successo? Ma signor Amorevoli.... Ma loro signori non sanno che è il primo tenore del teatro Ducale? È uno sbaglio, non può essere che uno sbaglio."
      },
      {
        "index": 164,
        "text": "— Taci, Zampino, e va' a casa — gli disse Amorevoli."
      },
      {
        "index": 165,
        "text": "Ma il tenente gli si rivolse, e sentito chi era desso:"
      },
      {
        "index": 166,
        "text": "— Giacchè sei qui, soggiunse, la tua presenza può essere opportuna... e vieni con noi anche tu."
      },
      {
        "index": 167,
        "text": "— Dove?"
      },
      {
        "index": 168,
        "text": "— AlPretorio."
      },
      {
        "index": 169,
        "text": "— In prigione?"
      },
      {
        "index": 170,
        "text": "— Sta' queto, Zampino."
      },
      {
        "index": 171,
        "text": "— Ma che diamine ha fatto, signor Amorevoli, in quel poco tempo ch'io stava mangiando il mio boccone all'osteria!... e quasi piangendo lo seguì."
      },
      {
        "index": 172,
        "text": "Ed in breve furon tutti al palazzo del Pretorio."
      },
      {
        "index": 173,
        "text": "[VI]"
      },
      {
        "index": 174,
        "text": "Il giorno dopo, a quell'ora in cui si può giurare che tutto il mondo è svegliato, ad eccezione degli ammalati che hanno preso la decozione di morfina, dei giuocatori che nella notte hanno voluto ad ogni costo inseguir la fortuna che li fuggiva, e di altre cento eccezioni; in quell'ora, che a buoni conti noi la poniamo due o tre quarti d'ora dopo mezzodì, chi si fosse preso il diletto di percorrere la città di Milano in cabriolet, facendo sosta alle botteghe di cioccolatteria e di bottiglieria, e a quelle per la vendita del tabacco; in piazza del Duomo, in pescheria, in piazza dei Mercanti; o fermandosi presso i libraj Agnelli e Motta e Bianchi e Galeazzi, in Santa Margherita, dove facean cerchio maestri, accademici, letterati, preti, giureconsulti; o presso gli speziali Rapazzini nei Tre Re, e Archinti in piazza del Duomo, e Omodei a porta Romana, dove s'adunavano i medici e 1 chirurghi più riputati della città; o nelle sale degli Accademici Trasformati in casa Imbonati, sulla piazza di San Fedele, o nello studio di pittura del Londonio, giovane allora di 22 anni, che già raccoglieva d'intorno a sè i capi più strani e pazzi e avventati della città; o sotto il Coperchio de' Figini nelle botteghe di mode, frequentate dalle più eleganti dame; o nel salon di qualche maravigliosa, per esempio, della contessa Marliani, la regina dello spirito e della maldicenza; o in quello della contessa Clelia Borromeo del Grillo, calamita dei numerati patrizj dediti agli studj, e degli abati poetanti e dei maestri di spinetta; ovvero nella bottega del parrucchiere Blanchy, nato Giuseppe Bianchi in Cordusio, ma che avea cangiato nome dopo il suo viaggio a Parigi, donde avea importato nella nostra bella patria, per la prima volta quel tal puff a capitello che era lo spasimo delle nostre dame; nella qual bottega non sdegnavano di soffermarsi i più sfoggiati cicisbei o per farsi raccomodare un riccio, o rimettere un neo caduto, o rimpastare un po' di biacca e belletto...; se qualcuno adunque si fosse preso il diletto di scorrazzare in lungo e in largo per la città a far raccolta dei discorsi che si tenevano in quei tanti centri di buontempo, non avrebbe sentito che un discorso solo, come se fosse una parola d'ordine passata dal quartier generale ai soldati del campo; non avrebbe sentito che un nome solo, quello del tenore Amorevoli; e del suo arresto e del sospetto delle carte trafugate, e del prevosto di S. Nazaro. — Codesto tema poi, generale e costante, si sparpagliava in mille ramificazioni; chi narrava la vita del tenore; chi quella del defunto marchese; chi si fermava al giardino di casa V..., chi voleva perder la testa a indovinare il motivo per cui il tenore avea potuto trovarsi là; chi passava in rivista tutte le cameriere e le fantesche di casa V..., perchè i tenori, diceva un tale, hanno pur troppo de' gusti plebei; chi tutte le donne del vicinato che per caso avessero qualche poggiolo o finestra o mezzano a cui si potesse ascendere dal giardino; giacchè nessuno, letteralmente nessuno, nemmeno per un istante fuggitivo, potè credere che Amorevoli fosse l'uomo fuggito dalla casa F... e avesse dovuto aver interesse a entrar nello studio del defunto marchese, chè in ciò non v'era probabilità di sorta, e conveniva esser pazzi a supporlo."
      },
      {
        "index": 175,
        "text": "Nella cioccolatteria e caffetteria del Greco, in piazza del Duomo, il quale cento anni fa era il caffè arcavolo degli odierni, dell'Europa, del Cova, del Martini, dove traeva tutta la gioventù più galante e più pazza e più sfaccendata di Milano, verso le ore due dopo mezzodì, sembrava quasi che vi si tenesse un'adunanza solenne. Mezza dozzina di giovani sedevano là intorno ad un gran braciere; uno teneva la paletta, e pareva colui che, per diritto di eloquenza, desse l'avviamento a' discorsi; intorno a quella mezza dozzina, che potea passare per il direttorio, stavan raccolte da trenta"
      },
      {
        "index": 176,
        "text": "o quaranta persone, le quali or crescevano ed or scemavano, a seconda di chi andava e veniva; l'attenzione però era profonda."
      },
      {
        "index": 177,
        "text": "— Voi dite — così parlava quel della paletta, che è improbabile che il tenore Amorevoli siasi introdotto nella stanza del morto per rubar carte importanti; e chi non lo dice e non lo crede? bisognerebbe essere un gran mellone solo a sospettarlo. Ma, cari miei, mi rincresce a dirvelo, altro è che una cosa sia inverosimile, altro è che non possa essere possibile. — Chi sa tener dietro alla possibilità... essa è un mare senza fine e senza fondo... e la legge non può pescare in quel mare, e i giudici del Pretorio e quelli del tribunale e il collegio dei giureconsulti potranno tenersi le loro convinzioni in petto, e basta lì; ma se non vien fuori l'uomo che davvero ha fatto il colpo, chi si trovò al suo posto, suo danno."
      },
      {
        "index": 178,
        "text": "— Ma che interesse volete voi che potesse avere il tenore?"
      },
      {
        "index": 179,
        "text": "— Ma chi parla ora dell'interesse? cosa c'entra l'interesse? Se qualcuno avesse tirato una schioppettata al tenore, perchè il tenore per combinazione venne a trovarsi al posto del birbone fuggito, che cosa valeva il dire — egli era innocente? — Lo so anch'io. Ma fu ucciso perchè il maledetto accidente ha voluto così... Or fate conto che tal sia della legge: essa tira su chi si trova in mal punto, e a chi è toccata è toccata."
      },
      {
        "index": 180,
        "text": "— Basterebbe poi, a mio rimesso parere, che il tenore dicesse il motivo per cui trovavasi là..."
      },
      {
        "index": 181,
        "text": "— Ora parlate bene; a tal patto la cosa cambia di aspetto..."
      },
      {
        "index": 182,
        "text": "— Un motivo qualunque..."
      },
      {
        "index": 183,
        "text": "— Un motivo qualunque no... la giustizia è inesorabile; essa è un ragioniere che tien conto anche dell'ultimo quattrino, e se la somma non riesce, il bilancio non si può fare. — Ci vuole, caro mio, un motivo che possa essere provato come due e due quattro; e, a quel che ho sentito da uno scrivano del Pretorio... sapete cos'ha risposto il tenore al primo interrogatorio del giudice?"
      },
      {
        "index": 184,
        "text": "— Che cosa ha risposto?"
      },
      {
        "index": 185,
        "text": "— Una assurdissima bestialità. Ma già si sa quel che può uscire dalla bocca di un tenore...; ha risposto, se lo scrivano non ha detto una sciocchezza, perchè anche questi scrivani.... ha risposto che nessuno poteva nè può impedirgli delle bizzarrie innocenti; che però gli era venuta voglia, passeggiando in quelle parti là dopo il teatro, e vedendo quel bel giardino e quel gran palazzo, e giacchè faceva anche il più bel chiaro di luna che mai, gli era venuta, come dicevo, la voglia di saltar dentro a far una passeggiata..."
      },
      {
        "index": 186,
        "text": "— E che cos'ha risposto il giudice?"
      },
      {
        "index": 187,
        "text": "— Questo non si sa. Ma se il giudice è quell'uomo acuto che tutti conosciamo, gli dee aver detto: — Siete stato disgraziato a passeggiare in giardino, in un momento che si andava in cerca di un ladro... Ora il ladro siete voi, se non avete qualcosa di meglio da dire al giudice."
      },
      {
        "index": 188,
        "text": "— Ebbene, sarà come voi dite... osservava un altro, e ad uscire d'impiccio dovrà pensarci il tenore; ma ora vorrei sciogliere l'altro gruppo del nodo. — Che diamine ci poteva essere di così importante tra le carte del marchese?... se ognuno sa, almeno lo si diceva da gran tempo, che l'erede universale di tutte le sue sostanze era suo fratello, il conte Lodovico?..."
      },
      {
        "index": 189,
        "text": "— Io non so nulla nè del marchese nè del conte, eccetto che il primo fu un gran libertino a' suoi giovani anni, e il secondo è croce, se il primo fu lettera. Il conte non è niente di più che un uomo posato, misurato, tirato, che sta con quattro cavalli mentre potrebbe averne dodici, perchè s'è fitto in capo che suo figlio, il contino Alberico, che ha tutta l'aria di voler assomigliare allo zio, possa mettere col tempo la prima casa in Milano, e metter sotto casa Litta e casa Borromea; che bel matto!l..."
      },
      {
        "index": 190,
        "text": "— Jeriè partito per la campagna."
      },
      {
        "index": 191,
        "text": "— Tanto per nascondere nella solitudine campestre la gioja che gli deve esser derivata dal dolore provato in città sentendo 1 tocchi dell'agonia suonati per il caro fratello, che Dio l'abbia in gloria..."
      },
      {
        "index": 192,
        "text": "E costui avrebbe continuato per un pezzo a tagliare i panni e al vivo e al morto; chè era di quelli alla cui parlantina velocissima conviene di tanto in tanto metter la scarpa, se può passar"
      },
      {
        "index": 193,
        "text": "l'espressione, per dar qualche riposo agli orecchi degli ascoltatori e lena ai volonterosi di contraddire; ma per fortuna s'aprì l'invetriata della bottega, e comparve un compagnone della brigata, il quale a quei trenta o quaranta che voltarono le faccie a lui, fece un paio d'occhi pieni di significazione, e gridò:"
      },
      {
        "index": 194,
        "text": "— Amici, una grande scoperta!!"
      },
      {
        "index": 195,
        "text": "— Che? Cos'è stato?"
      },
      {
        "index": 196,
        "text": "— Chi di voi sa dove alloggia la Gaudenzi?"
      },
      {
        "index": 197,
        "text": "— Nella contrada dei Moroni, chi non lo sa? l'abbiamo accompagnata a casa tante volte dopo il teatro fra i battimani e gli evviva..."
      },
      {
        "index": 198,
        "text": "— Questo va bene. Ma se nessuno sa che la finestra della sua cameretta, dove riposa il suo bel corpo, guarda nel giardino vicino al giardino dove fu colto Amorevoli, lo so io e l'ho scoperto io... e lo dico a voi tutti."
      },
      {
        "index": 199,
        "text": "Quando a Newton nel pomo caduto balenò l'idea della gravitazione universale, quando Galileo nel Duomo di Pisa fu colpito dall'oscillazione della lampada, quando Volta nelle piastrelle di zinco alternate al cartone inzuppato d'acqua salata afferrò il prodigio delle perpetue correnti elettriche, quando... tutti coloro, in una parola, che fecero qualche gran scoperta, non provarono soddisfazione maggiore di quella a cui si esaltarono que' trenta o quaranta al fiat lux del nome della Gaudenzi e della finestra e del giardino..."
      },
      {
        "index": 200,
        "text": "— Orecco sciolto il maledetto enigma."
      },
      {
        "index": 201,
        "text": "— La è chiara come Il sole."
      },
      {
        "index": 202,
        "text": "— Non ci può esser dubbio."
      },
      {
        "index": 203,
        "text": "— Ma tu, come hai fatto a sapere?"
      },
      {
        "index": 204,
        "text": "— VI basti che l'ho saputo... e se non mi credete, andate a verificare voi stessi."
      },
      {
        "index": 205,
        "text": "— Però bisogna confessare che il tenore è un bravo giovane..."
      },
      {
        "index": 206,
        "text": "— Macerto che è un bravo giovane."
      },
      {
        "index": 207,
        "text": "— MI rincresce per la Gaudenzi che ho sempre tenuta per la fenice del suo ceto... Ma vada; allorchè da una scappata si sviluppa una bell'azione... è sempre una cosa che fa piacere... Bravo Amorevoli! così va fatto. Già, quando nel canto uno sa trasfondere tutta quella dolcezza e quell'affetto e quella passione... bisogna bene che nel cuore ci sia del buono... non si sbaglia... Oh quanti di questi cavalieri, che portano spada, avrebbero gridato là sfacciatamente in Pretorio il nome della cara beltà, pel crepacuore di non poter dormire a proprio letto... Oh sepolcri... Oh apparenze!!"
      },
      {
        "index": 208,
        "text": "Ma chi parlava, a queste parole si fermò, perchè la sua attenzione, come quella degli altri, si volse al carrozzone del giudice, che in quel punto attraversava la piazza del Duomo."
      },
      {
        "index": 209,
        "text": "Lasciando ora dunque i giovinotti del caffè del Greco, e tenendo dietro al giudice del Pretorio, dobbiam dire che, sottoposto all'interrogatorio di pratica, il tenore Amorevoli, il quale davvero aveva risposto quanto fu già riferito nel caffè del Greco; sottoposti pure all'interrogatorio gli uomini di casa F..., dietro quanto risultava dalla deposizione del tenente Baldini; il signor don Antonio De-Capitani di Arzago, chè tale era il nome del giudice, giovane d'anni, ma di matura e soda intelligenza, pensò bene di recarsi egli stesso a visitare il preposto di S. Nazaro, anzichè citarlo a comparire in Pretorio, per rispetto alle qualità venerabili di quel degno sacerdote. Smontato alla canonica, si fece annunciare, e il pio e umile prete discese egli stesso a riceverlo."
      },
      {
        "index": 210,
        "text": "— So già per qual ragione ella s'incomoda a venir da me... — disse il preposto. — Era anzi mia intenzione di venire da lei fra poco."
      },
      {
        "index": 211,
        "text": "E così, precedendo il signor giudice, lo fece entrare in un salotto, dove sedettero ambidue."
      },
      {
        "index": 212,
        "text": "— Ella dunque, signor preposto, sa perchè son qui... La cosa è seria più che non si creda..."
      },
      {
        "index": 213,
        "text": "— Lo so."
      },
      {
        "index": 214,
        "text": "— Ora abbia la bontà di dirmi, fin dove però glielo permette il suo ministero, in che rapporti ella si trovò col marchese defunto..."
      },
      {
        "index": 215,
        "text": "— Non le tacerò cosa nessuna; ella sa quale fu il tenore di vita di quel benedetto uomo..."
      },
      {
        "index": 216,
        "text": "— Lo so."
      },
      {
        "index": 217,
        "text": "— Or bene, sette anni sono, da una povera giovine, che ebbe la disgrazia di capitare nelle sue mani, ebbe un figliuolo..."
      },
      {
        "index": 218,
        "text": "— Qualcosa ne sapeva..."
      },
      {
        "index": 219,
        "text": "— Dopo le prime smanie, ogni affetto, come sempre, venne a sbollire in quell'uomo volubilissimo; e dato un pugno d'oro a quella poveretta, si dimenticò presto e di lei e del fanciullo..."
      },
      {
        "index": 220,
        "text": "— Siam sempre a queste..."
      },
      {
        "index": 221,
        "text": "— Quella sciagurata veniva spesso a piangere da me... e a pregarmi perchè pregassi il marchese... Non le so dire quanto mi pesasse il recarmi da colui... Spesso... troppo spesso... la dignità dell'uomo, non che quella del sacerdote, veniva offesa. Ma appunto codesti insulti, che per gli altri è una virtù il respingere, per noi è un merito il sopportare. Insieme colle brusche parole veniva però sempre qualche pezzo d'oro, ond'io tornavo all'assalto ogni qualvolta la poveretta veniva da me per bisogno. Se non che l'uomo venne a star male un anno fa... una malattia di generale disfacimento... Allora una fiera tristezza gli entrò nell'animo, e con quella una arrendevolezza insolita. Dietro le mie preghiere, volle vedere quella sciagurata e il fanciullo; e un giorno più dell'altro lavorando su quell'animo ammollito, ottenni quel che era nelle vie della giustizia; almeno io vissi nella speranza d'averlo ottenuto. Lo consigliai a nominare erede universale il figlio suo, chiamandolo all'onore del mondo, e a distruggere il testamento fatto prima, pel quale l'erede universale doveva essere il suo fratello conte Lodovico, una degna e brava persona, per verità, ma ricca a sufficienza; del rimanente non aveva dimenticato nemmeno lui... Mi pregò gli facessi venire un notajo... gli ho mandato il giovane dottor Macchi, il quale vegliò alla stesa del testamento olografo... perchè quell'uomo non sapea nulla di nulla. Io seppi dal dottore che quel testamento infatti era stato scritto dal proprio pugno del marchese, e firmato, e così messo tra altre carte. La cosa rimase segreta tra me, il dottore ed il marchese, il quale però soltanto due ore prima di morire: «Do a voi, mi disse, la chiave del mio studio. Là dentro nello scrigno c'è quello che voi avete voluto che si facesse.» Ecco tutto. Del resto io non ho veduto nulla."
      },
      {
        "index": 222,
        "text": "— Qui c'è una mano esperta che trafugò il testamento, soggiunse il giudice, dopo un momento di pausa. Ma il mare delle congetture è troppo vasto per scoprirvi il filo, se non vien fuori l'uomo. D'altra parte il conte Lodovico..."
      },
      {
        "index": 223,
        "text": "— Partì due ore prima della morte del fratello... egli e suo figlio."
      },
      {
        "index": 224,
        "text": "— Per questa parte adunque non c'è a far nulla."
      },
      {
        "index": 225,
        "text": "— E poi, torno a ripetere, il conte è un uomo irreprensibile..."
      },
      {
        "index": 226,
        "text": "Dopo queste parole vi furono alcuni istanti di silenzio, trascorsi i quali, il parroco:"
      },
      {
        "index": 227,
        "text": "— Sarebbe bene — uscì a dire — che V. S. illustrissima parlasse col notajo Macchi... Egli ha letto la scritta del marchese dopo averla dettata... chi sa che il notajo non sappia qualcosa di più?"
      },
      {
        "index": 228,
        "text": "Il giudice si alzò e: — Non voglio perder tempo — soggiunse: sull'istante vado dal dottor Macchi..."
      },
      {
        "index": 229,
        "text": "— Egli sta in borgo delle Grazie."
      },
      {
        "index": 230,
        "text": "— Lo so."
      },
      {
        "index": 231,
        "text": "Così dicendo, il giudice si partì dalla casa del preposto di S. Nazaro, e quando lo salutò:"
      },
      {
        "index": 232,
        "text": "— Mi scuserà, reverendo signor preposto, soggiunse, se per le volute formalità sarò costretto a sentirla anche in Pretorio. — Risalì poi in carrozza per recarsi difilato alla casa del dottor Macchi."
      },
      {
        "index": 233,
        "text": "Ma quando fu nella via, pensò che era più conveniente mandarlo a chiamare, che andarlo a visitare, perchè questa poteva essere una deviazione dalle leggi d'ufficio, soltanto compatibile, in via straordinaria, con un reverendo preposto. Giunto così al Pretorio, mandò infatti a prendere in carrozza il notajo, il quale non si fece aspettare, e ripetè press'a poco le parole del preposto di S. Nazaro, senz'altra aggiunta che questa:"
      },
      {
        "index": 234,
        "text": "— Del resto, illustrissimo signor giudice, se io ho dettato il testamento, e se il marchese lo ha tutto trascritto di suo pugno, ciò non vuol dire che dopo non l'abbia anche lacerato... perchè già ella sa che il suo costume fu sempre di disfare oggi quello che aveva fatto jeri... onde il trafugamento può forse essere stato un delitto inutile."
      },
      {
        "index": 235,
        "text": "— Maa che proposito, osservò allora il giudice al notajo, ella mi dice questo?"
      },
      {
        "index": 236,
        "text": "— A nessun proposito. Bensì è mia opinione che se mai i protettori del fanciullo volessero muover lite al fratello del marchese, di che ho sentito a toccare un tasto, se il secondo testamento non salta fuori, ognuno potrà pensare quel che vuole; ma l'erede è il signor conte di pieno diritto."
      },
      {
        "index": 237,
        "text": "Il giudice non replicò nulla, e licenziò il notajo."
      },
      {
        "index": 238,
        "text": "Alcuni momenti dopo entrò un usciere ad annunciare all'illustrissimo signor giudice una visita dei cavalieri ispettori del palco scenico del teatro Ducale."
      },
      {
        "index": 239,
        "text": "— So di che si tratta, disse fra sè il giudice, — e li fece venire avanti."
      },
      {
        "index": 240,
        "text": "I cavalieri ispettori del teatro Ducale erano venuti a domandare formalmente al giudice il permesso che il tenore Amorevoli potesse cantar la sera al teatro, dimostrando che col pubblico s'era contratto l'impegno e col pubblico non si scherzava; e che, del resto, come il signor giudice avrebbe ingiunto, si sarebbe seguita la pratica di riconsegnarlo alla giustizia, tutte le sere, dopo finita la recita."
      },
      {
        "index": 241,
        "text": "Il giudice rispose, che, non solo non aveva nessuna difficoltà a conceder questo, ma che anzi era suo debito di fare in modo che il pubblico si dovesse soddisfare pienamente; che però tutto dipendeva dallo stato di salute del tenore, cui mandò infatti a riferire la visita e il desiderio degli ispettori cavalieri. Dopo alcuni momenti, con loro maraviglia e soddisfazione, Amorevoli mandò a dire che era assai ben disposto a cantar la sera."
      },
      {
        "index": 242,
        "text": "Ma lasciando ora il Pretorio e il giudice, vorremmo sapere che cosa fa e che cosa aveva fatto donna Clelia, dalle due ore dopo mezzanotte a quell'ora in cui gli ispettori del palco scenico partirono per dar gli ordini opportuni, onde il pubblico fosse avvisato che la sera il tenore Amorevoli avrebbe cantato."
      },
      {
        "index": 243,
        "text": "L'infelice, in quella giornata, pur troppo, aveva dovuto recarsi a far visita ad una dama sua conoscente; e ognuno può immaginarsi quel ch'ella abbia provato udendo i tanti discorsi che si fecero intorno all'avvenimento della notte. E dovette trattenersi colà tanto tempo, quanto potè bastare per sentire anche la scoperta relativa alla finestra della stanza della Gaudenzi; poichè dal caffè del Greco quella notizia si diffuse repentinamente per tutta la città, anche senza il telegrafo elettrico. Al qual proposito è ad osservare che mentre ella, donna Clelia e non la Gaudenzi, avrebbe voluto giacer mille braccia sotterra, piuttosto che trovarsi in punto che venisse conosciuta la parte che ella aveva avuto in quel fatto misterioso; pure, in fondo al suo cuore era deposto un cruccio inavvertito anche a lei; il cruccio, il dispetto perchè nessuno avesse mai sospettato che il tenore Amorevoli fosse venuto nel giardino per amor suo. L'essere amati da persona amatissima aggiunge un tale orgoglio al cuore in sussulto, che, ad onta di qualunque pericolo, esso vorrebbe, all'ultimo, far noto a tutto il mondo il trionfo del suo amor proprio. Ma, lo ripetiamo, questo sentimento giaceva recondito e dissimulato da altre pressure nel fondo del cuore di quella donna, e ad ogni sguardo che innocentemente veniva a fermarsi su di essa, mentre il discorso percuoteva quel tasto, ella gelava e ardeva di confusione e di spavento; e solo, solo allora che sentì nominare la Gaudenzi, quasi fu per tradirsi; così forte tentazione la prese di gridare: No, non è lei! Ma le fitte più crude le ebbe a subir la sera, quando coll'orgoglioso conte ex-colonnello, suo marito, dovette recarsi in teatro ad assistere all'opera."
      },
      {
        "index": 244,
        "text": "Il fatto della notte, l'arresto dell’ Amorevoli, le mille dicerie, il silenzio generoso ond'esso avea reso sempre più difficile la propria posizione, la credenza ormai fatta generale degli amori di lui colla bellissima Gaudenzi, misero in tutta la popolazione una tal voglia di andare in teatro, che, la sera, i soldati del corpo di guardia dovettero accorrere per stornare gravissimi disordini. Nessuno poi saprebbe immaginarsi gli applausi prodigati in quella notte dal pubblico a colui ch'egli chiamava il re del canto; indescrivibili furono le pazzie che si fecero per testimoniargli la universale simpatia, e per significare la disapprovazione universale alla lettera cruda della legge e al codice delle manette; e quanto fu strepitoso il trionfo del tenore arcangelico (perchè l'aggettivo arcangelico fu trovato la prima volta pel tenore Amorevoli, e non per Moriani, come crede il volgo), altrettanto fu quello della danzatrice olimpica. — Amorevoli e Gaudenzi, furono i due nomi echeggiati tutta la sera, senza riposo, con tutta l'aria che può mettere nelle sue canne la gran gola del"
      },
      {
        "index": 245,
        "text": "pubblico; tanto parea ammirabile il connubio di quelle due belle e giovani persone! tanto sembrò perfetta quell'armonia della danza e del canto!"
      },
      {
        "index": 246,
        "text": "Ma se l'infelice donna Clelia dall'alto del suo palchetto facea sangue nel suo segreto, altri, al cui orecchio eran pur giunte tutte le dicerie del pubblico, fremeva in più basso scanno, ed era il primo violino di spalla, il quale, nella sua potenza, a tutti nascosta, dall'umiltà del suo posto, era destinato a gettar fuoco e fiamme nella polveriera di questo dramma. Ma non è tempo ancora ch'ei si faccia innanzi."
      },
      {
        "index": 247,
        "text": "[VII]"
      },
      {
        "index": 248,
        "text": "L'amore è il sole dell'anima, ha detto e stampato Vittore Hugo, quando non contava che vent'anni, ossia quando nemmeno gli uomini di genio hanno potuto ottenere dall'esperienza il permesso e il diritto di parlar dell'amore, nè di nessuno degli altri enti morali che costituiscono l'infesta e crudele famiglia dell'umane passioni; Vittore Hugo s'attenne poi al metodo più sicuro per definire una cosa a rovescio, quella di non guardarla che da un lato. — S'egli in quel punto si fosse limitato a descrivere la felicità, certo vi sarebbe riuscito; chè egli amava allora, riamato, quella virtuosa e leggiadra fanciulla, che poi sposò coll'assenso de' superiori, colla benedizione dei parenti, con tutti i più felici augurj degli amici, colla contentezza della Francia, che preconizzò altissime sorti al suo giovine poeta, il quale si assestava nella vita con tutto il suo agio, stornando per sempre, coll'applicazione di un matrimonio precoce, quelle feroci ambascie del cuore che troppo spesso hanno la compiacenza persin di sfiancare i più robusti intelletti. Così il primo poeta della Francia fece coll'amore la cura dell'amore, e, avendolo in isbaglio preso per il sole, lo curava intanto al pari di una malattia, innestandoselo come il vajuolo. L'amore è una malattia; una delle più terribili malattie del genere umano, in quanto i nove decimi degli uomini ne devono essere flagellati almeno una volta nella vita. Se non è oggi, sarà domani, ma verrà il tuo giorno anche per te, o gaudente bevitore di wermuth. Felici noi, soltanto, che, grazie al cielo non siam più di primo pelo, e che, avendolo subito a' nostri giovinetti anni colla sequela di non so quante ricadute, ora, al pari di Renzo, possiam diguazzarci in mezzo al flagello, sicurissimi d'andarne illesi. Ma chi fosse innamorato della definizione di Hugo e sospettasse il paradosso nelle nostre parole, a persuadersi rifletta questo fatto, che di tante centinaja di migliaja di suicidj onde l'umanità fu contristata da Adamo in poi, di due terzi buonamente ne fu cagione l'amore; a compire l'altro terzo, pare abbia contribuito la confraternita dei debitori."
      },
      {
        "index": 249,
        "text": "Allorchè la favola inventò la camicia avvelenata di Nesso che arse le immani membra del semidio Ercole, còlto all'impensata, seppe ben ella cosa faceva; ma in Fedra, in Medea, in Didone, nella Saffo, e a voler saltare più di due mila anni, in Gaspara Stampa e in Properzia de' Rossi, che consolazione e qual sole sia l'amore, ognuno lo può vedere, perchè l'amore, se non trova contrasti, si spegne o si trasmuta in un'infiammazione benigna che non intacca l'appetito e non infesta le digestioni e allora non è amore; e quando sia tale veramente, si crea i contrasti da per sè, quantunque non ci provveda la perfida fortuna; inventa fantasmi e larve e sospetti e affanni, e si confedera alla gelosia; ed è allora che esso entra nel suo pieno stadio, nel suo più completo sviluppo, che assume le sue virtù più micidiali, che fa scomparire il color vivo delle fronti, che emunge le guancie, che turba il numero delle battute del polso, che toglie il sonno, che sfila e sfianca anche le vite meglio costrutte dalla rigogliosa natura. O giovinetti, o giovinette, o donne, o uomini, che versate in qualche periglio amoroso, o voi tutti adunque che mi ascoltate, se mai il quadretto che v'ho delineato fosse atto a produrre alcun effetto, fate buon pro dell'avviso, e ringraziatemi; e chiudete i vostri cuori in fretta, come quando si chiudono le persiane al comparir dell'uragano."
      },
      {
        "index": 250,
        "text": "Così fossimo vissuti al tempo di donna Clelia e fossimo stati suoi amici, e avesse ella potuto bere il contravveleno di queste poche righe! ma, pur troppo, non siamo nati in tempo, e l'uragano scoppiò, e il suo cuore, rimasto aperto, ne fu messo sossopra, e terribile uscì il malanno; perchè potrebbe darsi benissimo che qualche testolina leggiera ne avesse a ridere, ma noi non ridiamo:"
      },
      {
        "index": 251,
        "text": "tanto quella donna era diventata infelice, chè l'amore esaltato dalle furie della gelosia, era penetrato nel cuor suo per siffatto modo, che ben poteva esser definito un tétano morale."
      },
      {
        "index": 252,
        "text": "In quella notte del trionfo d'Amorevoli e della Gaudenzi, preveduto, ne siamo quasi certi, dal primo, e per nulla aspettato dalla seconda; tanto che, non sapendo darsene una spiegazione a sè stessa, ne richiese, piena di meraviglia, lo stesso tenore che non le seppe dir nulla (poichè se arrivava a comprendere il motivo per cui egli era stato così festosamente accolto dal pubblico, non riusciva a capacitarsi perchè anche la Gaudenzi dovesse avere una porzione di quegli applausi prodigati in via straordinaria); in quella notte adunque la falsa diceria degli amori della ballerina col tenore, aperse a tutta prima una profonda ferita nel cuore di donna Clelia; chè la gelosia, stranamente immaginosa nell'inventar sospetti, anche allora che nessun fatto vi dà argomento, aveva trovato in quelle voci il naturale suo pascolo; pur tuttavia, per la relazione spontanea della stessa passione ajutata dal desiderio, a poco a poco si lasciò persuadere dagli interni ragionamenti a creder false tutte quelle voci, e si veniva così rassicurando e quasi consolando; chè l'idea del gravissimo pericolo in cui ella si trovava in faccia al marito, e in cui si trovava la sua fama in faccia al mondo, se il vero si fosse scoperto, dopo il primo spavento, erasi quasi del tutto dileguata; tanto l'amore è imperterrito. Ma la sventura volle che un cavaliere, di quelli che in teatro esercitano l'officio di gazzettino orale e, raccolta una notizietta alla porta, la sparpagliano di palchetto in palchetto col cinguettio d'una cutrettola, volle dunque la sventura che colui entrasse da lei, presente il conte ex-colonnello, a raccontarle che il Pretorio in quella sera stessa aveva mandato d'ufficio un invito cortese alla Gaudenzi, affinchè per il giorno susseguente dopo mezzodì volesse aver la compiacenza di recarsi nelle sale della giudicatura per essere sentita intorno ad un fatto in cui essa poteva avere qualche parte. Tale notizia era la pura verità, poichè il giudice, al cui orecchio dopo molti giri e rigiri capitò pure la fama di quei pretesi amori della Gaudenzi con Amorevoli, sospettando nella delicatezza generosa del secondo il motivo del suo silenzio, pensò che sarebbe stato forse più facile cavar la confessione sincera dalla bocca della Gaudenzi, e così poter mandar libero e assolto da una imputazione gravissima un uomo, che in faccia al mondo era fuori d'ogni dubbio innocente, ma non lo poteva essere in faccia alla legge."
      },
      {
        "index": 253,
        "text": "Ma quella notizia tornò a suscitar la tempesta nel cuore di donna Clelia, che già erasi venuta tranquillando; e le si fisse in petto, relativamente agli amori di Amorevoli colla Gaudenzi, con tutti i caratteri della certezza, di quel genere di certezza che produce la desolazione. Il conte marito e il cavaliere s'accorsero di un certo trasmutamento nel volto di lei, onde ad una voce le domandarono s'ella si sentiva male, senza però insistere di troppo, tanto erano lungi dal vero. Ma il ballo e l'opera finirono, il sipario calò, il lacchè entrò nel palchetto, il conte e la contessa scesero nell'atrio, salirono nel carrozzone, e in breve, ridottisi a casa, il conte spagnolescamente accompagnò la contessa alle soglie del suo appartamento, ed egli, come consueto, ritirossi nel proprio. — Or che notte fu quella per la contessa Clelia! che irrequietudine, che affanno! Coloro che in questo punto stanno comprimendosi le mascelle per uno spasmodico dolor di denti; quelli che all'inattesa notizia di un grosso fallimento guardano spaventati al totale rovescio dei proprj affari; quelli che si sentono annunciare dal medico che bisogna risolversi all'amputazione di una gamba, han tutto il diritto di dire che la contessa avea buon tempo, e che bisognava aver smarrita la ragione onde pigliarsi tanto affanno per l'infedeltà di un tenore. — E il medesimo quasi diciam anche noi, che non abbiamo nè dolori, nè gambe in pericolo, nè fallimenti... Ma non per nulla abbiam detto che l'amore è una malattia, e che la mente cessa di essere sana quand'è investita dai suoi roventi pensieri. — D'altra parte quell'affanno veniva accresciuto alla contessa dal non avere a chi confidarlo. Un male, soltanto a raccontarlo altrui, scema della sua intensità. Ma la contessa non aveva amiche, non ne ebbe mai: e ciò non tanto per la sua indole naturalmente altera, quanto perchè, cresciuta tra l'invidia astiosa delle sue pari, che non poteano sopportare la superiorità del suo ingegno e il prodigio della sua dottrina, si era venuta, a così dire, guastando il sangue in quella necessità continua di render disprezzo per invidia. Ma qualcosa conveniva pur fare, pensava la contessa nella veglia angosciosa di quella notte; ma se Amorevoli era stato arrestato, qualunque fossero le sue relazioni colla Gaudenzi, era pur stato còlto in un momento (e tal pensiero la beatificava) in cui stava"
      },
      {
        "index": 254,
        "text": "intrattenendosi seco in affettuosi e caldi parlari; ma se Amorevoli si mostrò così generoso a tacere il suo nome, ella non doveva permettere, serbando un vile silenzio, che quell'uomo avesse a subire tutte le conseguenze d'una imputazione infame. Nella stretta di tali pensieri, e nel bisogno che più e più sentiva di confidarsi a qualcuno, si ricordò d'una donna; di una matrona milanese, colla quale erasi trovata due sole volte a parlare in tutta la sua vita maritale; d'una donna che a Milano era l'oggetto dell'amore, dell'ammirazione, della venerazione universale, e dal cui colloquio anch'ella aveva raccolto un grande conforto; così grande che aveva potuto comprendere per la prima volta com'è soave l'amicizia d'una donna, quando questa abbia tutte le virtù che le son proprie, senza le sue debolezze. — Sapeva inoltre che colei, quasi per una professione della vita, era stata ed era pur sempre mediatrice pietosa, eccitatrice imperterrita di buone opere, benefattrice instancabile, in molte gravissime contingenze in cui altri erasi trovato. Risolse pertanto di recarsi da quella signora. — Questa si chiamava donna Paola Pietra; severa come la vetusta Cornelia, in continuo lutto vedovile, andava essa educando severamente due suoi figliuoli."
      },
      {
        "index": 255,
        "text": "Le avventure di costei, fuori affatto di ogni ordine comune, la costanza, la virtù, i sacrifizj, il coraggio che ebbe a mostrare in una condizione di vita specialissima... tutto ciò aveva diffuso la sua fama per tutta l'Italia ed anche per l'Europa; chè, già claustrale professa nel convento di Santa Radegonda, ne era fuggita per adempiere il voto fatto in segreto a Dio, di far cancellare da più alta autorità gli effetti d'una violenza che si era voluto farle, spingendola renitente ai voti monastici."
      },
      {
        "index": 256,
        "text": "Intorno a questa donna Paola Pietra, sta manoscritta una relazione in una serie di motti volumi miscellanei raccolti da un padre Benvenuto di Sant'Ambrogio ad Nemus di Milano, ed esistenti nella biblioteca di Brera."
      },
      {
        "index": 257,
        "text": "Il monaco suddetto comincia dal premettere al suo, come egli stesso lo chiama — «Succinto rapporto degli avvenimenti della signora donna Paola Pietra, uscita dal monastero di Santa Radegonda di Milano nell'anno 1730» — scritto di sua propria mano, pare, nel 1766; comincia, diciamo, dal premettere «un'efficace invettiva contro il non mai abbastanza detestato (sono sue parole), e dall'Italia principalmente non mai cacciato abuso di sagrificare, o cogli artifizj o colle violenze, le povere fanciulle allo stato religioso, a cui nè da Dio nè dalla loro inclinazione, sono chiamate». Assicurando indi il lettore «che nella relazione (son pure sue parole) non si dirà cosa veruna di cui non se ne abbiano autentiche prove,» viene a raccontar il fatto, dichiarando però di dover passar sotto silenzio, per un certo riguardo, gli avvenimenti che precedettero la professione religiosa fatta da donna Paola nel 1718."
      },
      {
        "index": 258,
        "text": "Tali riguardi sembra che fossero comandati al monaco di S. Ambrogio dall'esistere in Milano, nel momento in cui egli scriveva, e dall'avervi grande autorità coloro, per colpa de' quali la fanciulla Paola ebbe a sopportare tanta violenza. — Ma quegli avvenimenti in prima da noi sospettati, poi inseguiti e sorpresi, a dir così, in alcuni cenni sfuggiti quasi per inavvertenza ad altri paurosi autori di memorie intorno a quel tempo, noi li verremo esponendo, giacchè non siamo condannati dai riguardi che facevano ostacolo ai contemporanei di donna Paola. — Narrando la storia della quale, se dobbiamo uscire per poco di via, dall'altra parte avremo facile il mezzo di rilevare certi atteggiamenti particolari del pubblico costume, in un periodo anteriore al tempo che ci siam proposti d'illustrare, ma di cui è necessario conoscere quanto basta per valutare con più sicuro criterio il tempo successivo. Vedrà inoltre il lettore, nel rovescio della medaglia che offre la monaca di Santa Radegonda di Milano a suor Virginia di Santa Margherita di Monza, che mai possa la forte volontà assistita dalla pura coscienza, e come il solenne spettacolo d'una sincera virtù sia talora potente a placare anche il decreto di consuetudini di ferro."
      },
      {
        "index": 259,
        "text": "[IX]"
      },
      {
        "index": 260,
        "text": "Quando si pensa che Carlo VI, subentrato ai Re spagnuoli nel dominio di Lombardia, era"
      },
      {
        "index": 261,
        "text": "innamorato della Spagna e del suo sistema, è facile a comprendere come doveva camminare la cosa pubblica in Lombardia, durante il regno di lui, sebbene ei fosse d'indole mitissimo. L'arbitrio"
      },
      {
        "index": 262,
        "text": "dell'autorità costituita tenne allora le veci della giustizia; il diritto storico fu così onnipotente, che il diritto razionale e naturale parve davvero un'utopia di filosofi sentimentali e innamorati, per adoperar la frase di un moderno statista dalla pelle di cuojo; come pare anche oggidì a qualche sincretico legista, che dalla memoria sterminata e prevalente su tutte le altre facoltà dello spirito, ebbe guasto l'intelletto e contaminato il cuore. Quel periodo adunque di Carlo VI contrassegnò la massima prevalenza del ceto patrizio. Chi non era nobile era una bestia, non tollerabile se non in quanto serviva come un cavallo o come un bue; e se appena appena si rivoltava per l'istinto inalienabile della difesa, o sbizzarriva per insipiente indocilità, tosto veniva tolto dal corpo sociale come pericoloso e infesto. Il Senato poi che, sotto il dominio spagnuolo (non sono parole nostre), corredato nella sua istituzione di somma autorità, si reputava maggiore del Governo stesso; per cui la vita, la libertà, la fortuna d'ogni cittadino, erano abbandonate al potere illimitato di lui, che si credeva sciolto dai rigidi principj di ragione, e solea dire che giudicava tamquam Deus; sotto Carlo VI vide più ancora accresciuta l'autorità propria, e perchè le istituzioni mantenute in vigore da chi è innamorato di esse, non ponno a meno d'invadere un campo maggiore di quello che primamente era loro stato conferito; e perchè inoltre, negli anni di Carlo VI, non si presentarono governatori così prepotenti come quei di Spagna, a respingere l'arbitrio coll'arbitrio, ed a farsi beffe del tamquam Deus."
      },
      {
        "index": 263,
        "text": "Quando un popolo è condannato a portare simultaneamente il peso di due poteri arbitrar) e iniqui, ma che pure si faccian mutua controlleria, può avere intervalli di sollievo e può accidentalmente trovar anche la giustizia; mentre invece, se di que' poteri uno solo rimane sul campo, allora ai soggetti non resta a far altro che mordersi le mani, perchè loro è impedito anche di esprimere i gemiti del dolore. Ad onta di ciò, qualche uomo di Stato e qualche istoriografo potè lodarsi di quel periodo transitorio; ma la logica rivede i conti alla cronaca, le cui cifre, se non rispondono alla riprova della prima, è indizio che sono fallaci. Però il fatto che siamo per raccontare viene a smentire l'asserzione: che sotto il governo di Carlo VI siasi respirato quanto lo comportava la condizione dei tempi. — Degli arbitrj inumani del Senato, rimasto solo sul campo, fu dunque conseguenza un funesto avvenimento che non si è potuto scancellare dalla tradizione inorridita, sebbene siasi fatto scomparire dagli archivj il relativo processo criminale. Però, furono uomini devoti alla giustizia ed alla santa ragione quelli che pensarono di conservare il dettato della tradizione da essi raccolta dalla stessa bocca di chi era stato testimonio di quel fatto, che ben potè chiamarsi la strage degli innocenti; e la conservarono, perchè lo spettacolo dei traviamenti a cui può andar soggetta un'autorità costituita in arbitrio illimitato, rimanesse ad ammonizione ed a sgomento delle future generazioni."
      },
      {
        "index": 264,
        "text": "Chi quindici o vent'anni fa era studente al ginnasio, al liceo, all'università, avrà sentito parlare di un tempo non molto lontano, in cui i giovinetti battaglieri e maneschi solevano ordinarsi in truppa, e assumevano tra loro un'ostilità di convenzione per aver un pretesto di menar le mani. — Gli scolari del ginnasio e del liceo di Sant'Alessandro eran nemici giurati di quelli, per esempio, del ginnasio di Santa Marta, o di quelli di Brera; e questi, non volendo patire insulti, respingevano i nemici armata mano, vale a dire colle munizioni scolastiche, quali i pennajuoli, le righe, le cinghie di pelle, i temperini che convertivano l'ostilità di convenzione in ostilità vera, e le antipatie in furore, e le ragazzate in fatti gravi e in occasioni di affanni alle famiglie. Spesso gli assaliti diventavano assalitori, e l'esercito del ginnasio di Brera, che aveva la riserva formidabilissima degli studenti di disegno, armati di squadra e compasso, trasportavan la guerra fuori del proprio nido, e inseguivano i nemici fin nelle loro sedi come gli antichi Romani. La contrada del Fieno e la piazza dell'Albergo Imperiale parlano ancora di queste guerre, a chi sa interrogarle, come i campi di Zama e di Cartagine. Noi stessi poi ci ricordiamo come alcuni scolari di retorica, che avevano appartenuto a quei tempi gloriosi, guardassero a noi, scolari novizj di prima classe, con quell'aria di pietà e di dileggio con cui un veterano di Waterloo guardava ai molli giovani cresciuti dopo la restaurazione."
      },
      {
        "index": 265,
        "text": "Codesta pericolosa consuetudine, di che a' nostri tempi fanciulleschi non era rimasto che la ricordanza, ricordanza che qualche rara volta provocava lo spirito d'imitazione, ora, per fortuna, è scomparsa affatto; ma invece trovavasi nel suo massimo vigore nel secolo passato. Quanto più era"
      },
      {
        "index": 266,
        "text": "rigoroso e quasi tirannico il regime casalingo de' nostri padri, tanto più i giovanetti reagivano a quel rigore, allorchè eran fuori della vista paterna e materna. Non potendo respirare in casa ragionevolmente, perchè il terribile papà, colla parrucca di Filicaja o col topè di Scannabue, li fulminava con lo sguardo, si sfogavano irragionevolmente fuori di casa, e con tanto più intensa, quasi diremmo, rabbia fanciullesca, quanto minore era il tempo di libertà a loro concesso. — Cattivo il sistema d'educazione, pessime le conseguenze. — Però avveniva talvolta che le nature giovanili più vivaci e generose prorompessero peggio delle altre in atti d'insubordinazione e di disordine. Nè limitavansi a quelle battaglie tra loro; ma talvolta quando durava la tregua, siccome avevano degli spiriti esuberanti da versar fuori, tanto più esuberanti quanto più, siccome dicemmo, venivan compressi in casa dal folto sopracciglio paterno e in iscuola dall'arcigna canizie del frate professore gesuita o barnabita, così si sfogavano sui passeggieri, su qualche figura barbogia e ridicola, su qualche vecchia che vendesse i libretti della cabala e avesse odore di sortilega, press'a poco, come non è gran tempo, potemmo vedere qualche sucida vecchiarda inseguita a dileggi e a fischiate dall'irrompente folla della fanciullesca marmaglia."
      },
      {
        "index": 267,
        "text": "Qualche volta però, uniti in formidabile truppa, segnatamente gli scolari già adulti della rettorica, si dilettavano anche a far qualche atto di giustizia sommaria, a fare scherzi e dileggi a coloro che per verità li avevano provocati, scherzi e dileggi che non mancavano di spirito, e mettevano di buon umore tutta la città. Ora avvenne il seguente fatto. Alcuni allievi del ginnasio di Brera, delle classi superiori, giovinetti dai quindici ai sedici anni, finite le scuole, uscirono un dì in truppa dalla porta maggiore del palazzo, e di là traendo per le contrade, si dilettarono a metterle a rumore, trattenendosi di tanto in tanto a far celie e dispetti ai passanti, ai bottega], alle vecchie portinaje, alle livree passamantate di qualche casa, ai cocchieri, ai lacchè, ecc., ecc.; quando, un di loro, proponendosi qualche soperchieria più saporita, rivolto ai colleghi di scuola, così disse: — Andiamo a vedere il nuovo guardaportone del senator Goldoni. Invece di quel bell'uomo che aveva prima, il Marchese ha voluto seguir la moda, e s'è provveduto di un nano, ma il più brutto e laido nano che m'abbia mai visto; non patisce che nessuno si fermi a guardarlo, e sfido a vincere la tentazione. A chi gli ride in faccia, ringhia come un cane, e scaglia invettive a tutti, e qualche volta mena anche a tondo la lunga canna d'India, che a chi gli tocca il pomo nelle gambe non è un servizio. Il senator Goldoni sa tutte queste cose, e va superbo di questo bel mobile; e quando sa che il suo nano ha fatto cadere il pomo del bastone su qualche testa o qualche schiena, gli dà doppia giornata e doppio pranzo. — Ora, fatto tesoro di queste parole, i compagni mossero tutti e di gran lena, senza nemmeno far precedere una consulta, alla volta del palazzo Goldoni. Giunti di faccia al quale, e visto che il nano guardaportone era là tronfio e pettoruto, e con un faccione protervo e provocatore e ghignoso, tosto si schierarono in semicerchio innanzi a lui, e si misero a cantare in coro una villotta allora in voga, dove c'erano delle celie che parevan pensate e messe in musica apposta per esso. Non è a dire la furia a cui montò il nano, e come tosto facesse succeder le brutte parole e le minaccie e i fatti; e come, all'ultimo, secondo il suo costume, si desse a far girare su quella schiera il suo lungo e pesante bastone senza modo nè misura. Ma il nano era solo, e la schiera era giovane e fitta e forte e baldanzosa, onde fattiglisi intorno, lo disarmarono, lo avvoltolarono come un palèo, e così raggirandolo a spintoni, a calci, a schiaffi, gli fecero fare il giro di tutta la città, fra le risate universali, ottenendo, quel che oggi si direbbe, un vero successo d'entusiasmo."
      },
      {
        "index": 268,
        "text": "Il tumulto crebbe al punto, e i guaiti del nano, infuriato e percosso da tanti pugni, furono tali, che, come avviene di consueto in queste faccende, accorse la sbirraglia. Allora gli studenti abbandonarono il nano e tentarono la fuga; ma la folla stipatissima essendo stata d'inciampo ai loro passi, gli sbirri s'impadronirono de' più adulti, lasciando andare la ragazzaglia minuta, mentre il nano mezzo pesto fu ricondotto al suo portone. I quattro giovinetti, che tale riuscì il numero dei disgraziati, vennero tratti al capitano di giustizia ammanettati come ladri. — Se quel nano fosse stato un povero del volgo, esercitante qualche professione, forse gli sbirri avrebber dato una mano agli scolari di Brera; ma avendolo conosciuto pel nano del senator Goldoni, si fecero un paléo, di difenderlo con devozione di vassalli, e di accompagnarlo a casa con tutti i riguardi dovuti a un alto personaggio. E se gli sbirri si comportarono di questa maniera, non stettero indietro i giudici, gli"
      },
      {
        "index": 269,
        "text": "auditori, i notaj, gli scrivani del Capitano di Giustizia, allorchè, maravigliando e quasi inorridendo del gravissimo insulto, guardarono a quei quattro giovinetti scellerati, che ebbero tanta audacia di percuotere il Guardaportone del senator Goldoni. Ma la cosa non doveva fermarsi qui. All'annuncio di quanto era avvenuto, quel senatore, pallido d'ira e giurando di trarre una terribile vendetta, la quale fosse a lezione ed a sgomento della plebe, si recò, abbandonando il pranzo e lasciando i convitati in gran trambusto e cordoglio, al palazzo dell'eccellentissimo presidente del Senato, il quale non meno stupito e convulso d'ira del marchese Goldoni, quasi che si trattasse della patria in pericolo, convocò extraordinariamente il Senato, ingiungendo che facesse parte dell'adunanza il Capitano di Giustizia e il suo Vicario, come praticavasi nelle bisogne d'urgenza. A chi considera oggi tali fatti, la storia pare bugiarda, chè la ragione si rifiuta ad ammettere tanta demenza, più quasi che ferocia, in uomini gravi, costituiti in autorità. Ora il Capitano, avendo già esaminati i giovinetti, lesse in Senato il costituto, esponendo il fatto come un atto manifesto di pubblica sedizione, ed anche, subordinatamente, pronunciando il voto per la massima pena da infliggersi ad essi. Sebbene la maggior parte de' senatori, per la vertigine provocata dall'orgoglio di corporazione, giudicassero quella colpa gravissima, e, smarrito ogni lume di ragione, non sapessero tener conto menomamente dell'inesperienza inconscia e non responsabile di quegli adolescenti, e però non credessero di derogare alla proposta del Capitano di Giustizia, pure non mancò in quel consesso di giudici iracondi qualche voce pietosa; e forse quella voce avrebbe potuto stornare la carneficina; poichè, essendosi letti a quel consesso i nomi de' giovinetti, fece senso a tutti quello di don Giovanni Pietra, figlio del conte Francesco Brunon-Pietra, e fece senso non per altro che perchè era il nome di un nobile. Questo incidente bastò a fare aggiornar la sentenza; ma tutto, purtroppo, fu inutile. Una soperchieria infantile doveva esser causa di un'ingiustizia, e questa doveva provocar poi un atto inumano e veramente inaudito, atto inumano che, a primo aspetto, avrebbe potuto aver sembianze di una virtù somigliante all'inesorabile giustizia della patria potestà di Roma antica; chè il dì dopo, il segretario del Senato, lesse in pieno consesso uno scritto sottosegnato dal conte Francesco Brunon- Pietra, col quale ei supplicava che non si avesse riguardo nessuno alla nobiltà del suo casato, quando fosse stato d'impaccio al corso della giustizia; perchè, riferiamo le sue stesse parole, «l'obbedienza alle leggi e il rispetto all'autorità e segnatamente il culto dell'alta maestà del Senato doveva andar innanzi a tutto.» Le voci pietose che s'eran fatte sentire il giorno prima, si fecero riudire ancora, ma in segno di dolorosa meraviglia, inculcando che si dovesse considerare come non ricevuto uno scritto in cui la devozione all'autorità faceva tacere l'umanità, e offendeva le leggi più antiche e più irrepugnabili di natura, ma tutto fu indarno. — I giovinetti vennero condannati a morte."
      },
      {
        "index": 270,
        "text": "Or che indole d'uomo era quel conte Francesco Brunon-Pietra, e come e perchè aveva potuto inviare al Senato quel terribile scritto? Noi abbiamo fatte molte e lunghe e non facili ricerche per scoprirne le cagioni, e alla fine, tenuto scrupolosamente conto di tutto, ci riuscì di cavarne quanto segue."
      },
      {
        "index": 271,
        "text": "Quel conte Brunon-Pietra era stato assai famigerato in Milano per le sue galanterie donnesche, per la sua vita disordinata e facinorosa; e soprattutto per aver consumato nella prima gioventù l'intero patrimonio, che era di qualche milione di lire milanesi, e ingoiate poi, l'una dopo l'altra, quattro eredità laterali. Fu allora che, ridotto quasi al verde, seppe così ben fare e comportarsi nella casa dei marchesi Incisa, che una graziosa e virtuosissima giovinetta di quel casato, ricchissima di un'eredità legatale da un suo padrino, tirata ad arte nelle insidie, finì ad invaghirsi perdutamente di lui, ed a concedergli la mano di sposa. — Da questo matrimonio nacquero, ne' primi due anni, un figlio maschio e una fanciulla che non conobbero la madre, perchè, vittima delle furibonde ingiurie maritali, morì tre mesi dopo il secondo parto. Pare che le cagioni di quelle ingiurie e di quella morte immatura sieno state delle tresche scandalosissime con una contessa Ferri, nata Alfieri; poichè, non ancora compiuto il lutto vedovile, il conte Brunon, senza riguardo alcuno, la sposò, e n'ebbe poscia un figliuolo. — Intanto che il primogenito e la fanciulla del primo letto, eredi della ricchezza materna, erano tuttora in cura delle nutrici, il figliuolo del secondo letto cresceva in casa, e la nuova moglie del conte, che aveva preso sul marito quell'impero ch'egli in"
      },
      {
        "index": 272,
        "text": "addietro aveva sempre esercitato sulle donne, gli comunicò un tale amore per quel fanciullo, ch'esso, al pari della matrigna, sentì avversione pei primi due, e tutto l'incomodo e il peso della loro esistenza. — Questo non apparì manifestamente in principio, ma quando i fanciulli avanzarono in età, trapelarono al di fuori le intenzioni del conte, tanto che i parenti della defunta marchesa Incisa, fecero reclami per avocarne a sè la tutela; ma invano, perchè il conte, astutissimo e versipelle, seppe condursi così bene, che furono respinti i reclami e a lui data piena soddisfazione. — Se non che d'allora in poi il conte, affinchè 1 figliuoli non si lamentassero, finse di trattarli bene. La fanciulla, che era donna Paola, fu messa educanda, com'era di consuetudine, in un monastero che fu quello di Santa Radegonda, il fanciullo fu tenuto in casa; e siccome egli era naturalmente acuto e vivacissimo, e si sentiva come il padrone in casa, e non poteva soffrir la matrigna, nè vedea molto di buon occhio il fratellastro, il conte Brunon, per non averlo contrario, e perchè non gli uscisse di mano l'amministrazione delle sue sostanze, si diede ad accarezzarlo, ad assecondare ogni suo capriccio. — Quali disegni poi si volgesse in testa non si sa..., ma forse, senza che lo sapesse spiegare a sè medesimo, meditava di addensar pericoli al giovinetto, perchè avesse o tosto o tardi a rimanerne travolto. Ed or la mente vorrebbe respingere l'idea di un tanto accordo tra il destino e i desiderj di quel padre scellerato."
      },
      {
        "index": 273,
        "text": "Prima che si eseguisse la pena capitale contro que' sventurati giovani, si commosse tutta la città, impietosita e di loro e dei parenti desolati; e nei giorni d'intervallo molte pratiche si tentarono per smuovere l'autorità del Senato da tanta efferatezza. — Or non è a dire la dolorosa meraviglia di tutti, nel sentire quel che era stato scritto al Senato dal conte Francesco, il quale solo, per la sua nobiltà e per quella del figliuolo, avrebbe potuto, se avesse voluto fermamente, impedire quella carneficina e salvare col proprio figliuolo altri giovinetti complici."
      },
      {
        "index": 274,
        "text": "Ma la costernazione generale, se fu sincera e profonda, non fu coraggiosa, perchè non par vero che lo spettacolo di così scellerata, ripetiamo demenza, non abbia fatto insorgere tutta la città, per strappare quelle giovani vite dalla mano del carnefice, con tali dimostrazioni solenni dell'ira pubblica, che valessero ad inspirare al Senato stesso quello sgomento che insegna la pietà."
      },
      {
        "index": 275,
        "text": "Il conte Francesco potè dunque veder lieta l'infernal moglie per quel primogenito spento, e spento, gli parea quasi — tanto sono assurdi i sofismi dell'iniquità — per un ordine provvidenziale; ma restava la fanciulla, educanda in Santa Radegonda, la giovinetta donna Paola Teresa, che già toccava i sedici anni, e doveva fra poco tempo uscire di là per accasarsi convenevolmente, essendo ricca di buona parte della ricchezza materna. Ora quella figliuola, superstite al fratello, turbò la gioia del connubio infernale. Il conte Francesco ereditava dal figlio 1 due terzi della sostanza che aveagli lasciata la marchesa Incisa; — ma questo non bastava alla sua seconda moglie, la quale, eccitata da un affetto smodato pel proprio figlio, le parea che fosse rubato a lui quello che potea pure diventar suo, se donna Paola Teresa, o scomparisse come il fratello infelice, o giacchè era in convento, vi rimanesse professa per sempre. — Ma la fanciulla non avea mai dato segno di vocazione alla vita claustrale. Ricca e bella e, per soprappiù, avendo sortito dalla natura una grande virtù per la musica e pel canto — virtù fatta poi mirabile dagli insegnamenti della celebre suor professa Rosalba Guenzani, cantatrice e suonatrice d'organo nel monastero appunto di Santa Radegonda — aveva già potuto presentire le attrattive del mondo; chè ogni qualvolta usciva di convento, a stare un giorno col padre, nella qual occasione recavasi anche a far visita a' parenti, veniva accolta da tutti come in trionfo; e già le era stato toccato di qualche cospicuo matrimonio; di modo che, per modesta e virtuosa che fosse — ed era virtuosissima, tanto da esser l'idolo, non solo della sua maestra suor Rosalba Guenzani, ma delle altre suore e delle amiche colleghe — ogni qualvolta ritornava in convento, sebbene le fossero care e la maestra e le amiche, pure non desiderava altro che di lasciare quelle meste mura del chiostro e di uscire all'aperto. Or venne il tempo in cui, finita la sua educazione, doveva infatti uscire. — Ma fu allora che il conte Francesco, messo innanzi il pretesto d'un viaggio, cominciò ad insinuare alla fanciulla di rimanervi fino al suo ritorno; ed ella vi rimase. — Di poi, quando non valse più quel pretesto, ne cavò fuori altri molti per poterla dimenticare colà; ed ella pazientò senza lamentarsi, ma con grande suo affanno. Infine il padre un dì le fece motto della convenienza ch'ell'avrebbe avuto di abbracciar la vita monastica. La"
      },
      {
        "index": 276,
        "text": "fanciulla stupì a quella proposta, e rispose con sdegno, e risolutissimamente negò. Allora il padre finse di non adirarsi e di trovar giusta quella fermezza di risoluzione; onde levatala dal convento, la condusse in casa. Se non che, dopo alcuni giorni, il portone del palazzo Pietra stette chiuso, perchè tutta la famiglia erasi recata in campagna in un luogo tra i monti valtellinesi. Passarono così due mesi, finchè corse la voce che tutta la famiglia era tornata, ed anche la fanciulla donna Paola. — Ma con grande meraviglia di tutti, essa venne ricondotta dal padre nel convento di santa Radegonda, dove la madre abbadessa sentì dalla bocca stessa di lei che voleva farsi monaca. La poveretta in que' due mesi erasi per tal modo disfigurata, che pareva una larva di fanciulla strappata per miracolo alla morte dall'arte medica. Che cosa del resto sia avvenuto in quel luogo del valtellinese, con che atti di crudeltà siasi trattata la giovinetta in quel tempo, non si sa; onde è libero il campo alle congetture. Quello che pur troppo avvenne si fu, che, dopo un anno, donna Paola Pietra si professò monaca in Santa Radegonda. — Ma, dice il frate di S. Ambrogio ad Nemus, in quella sua succinta relazione:"
      },
      {
        "index": 277,
        "text": "«In quello stesso momento in cui la fanciulla non da un solo timore riverenziale, ma da una manifesta violenza, fu costretta fare nel suddetto monastero la solenne professione de' voti, protestò nell'interno del suo animo a Dio di non concorrere colla volontà ad un atto, a cui era trascinata dall'altrui volere.» Paga d'aver di ciò chiamato Dio stesso in testimonio, si persuase di poter conservare intera quella libertà che Dio stesso le avea data. Tuttavia, fosse prudenza o un resto del timore onde ella erasi lasciata obbligare all'atto solenne, non confidò che assai tempo dopo, a fide e virtuose persone, gl'interni suoi sentimenti; e come se fosse presaga di quanto doveva poi veramente succedere, nella dolorosa solitudine del chiostro si consolava colla speranza di dover un giorno romper quei lacci che la violenza degli uomini le avevan posto. A tale effetto conservò per molti anni un suo abito secolare, di cui credea fermamente di doversi servire. — Pure in qual modo ella avesse ad uscirne non poteva nemmeno immaginarselo, ben conoscendo che era impresa impossibile il tentarlo per le solite vie giuridiche. Ma la straordinaria virtù del suo canto, come l'aveva già esposta, quand'era ancora educanda, all'ammirazione generale, doveva additarla, monaca, all'altrui pietà. — Già abbiam detto che tutta la città di Milano accorreva nella chiesa di santa Radegonda a sentirvi le migliori produzioni della musica per canto ecclesiastico. — Il maestro Prediani, bolognese, che allora era in Milano, soleva, per così dire, stare in giornata su tutto quello che producevasi in Italia in questo genere, e appena venisse in luce qualche composizione squisita, era sollecito di mandarla alla celebre suor Rosalba, affinchè ella la facesse conoscere ed apprezzare con quel magistero ch'ella aveva nel toccar l'organo e nel cantare, e perchè specialmente, se trattavasi di pezzi a due voci, veniva squisitamente assecondata da suor Teresa Paola Pietra. — L'Ave maris stella di Leo era uscito di fresco in que' giorni."
      },
      {
        "index": 278,
        "text": "Il ceto distinto della città, che allora tenea dietro a tutte le novità musicali, e s'interessava anche della musica di chiesa, veniva informato dal maestro Prediani, che dava lezioni nelle principali case, del quando si doveva eseguire qualche gran pezzo istrumentale in Duomo, o qualche canto in Santa Radegonda, onde accorse per sentire quella nuova composizione. La folla, come suol dirsi, si portava a que' trattenimenti, tanto che l'arte faceva dimenticare la devozione; e però, in proposito, erano uscite alquante pastorali contro l'uso e l'abuso della musica sacra. — Ora, tra quella folla stipatissima, si trovò un Inglese, che si chiamava lord Crall, uomo straordinario e cavalleresco, e portato naturalmente all'entusiasmo. Egli sentì quella musica e sentì la voce commossa della monaca giovinetta, la quale, ripetendo quel canto divino, vi trasfondeva tutta l'intensità dei proprj affanni, e con tal fascino, che tutti, mentre atteggiavano il volto al sorriso per la soavità della melodia, pur si sentivano irresistibilmente inondati di lagrime."
      },
      {
        "index": 279,
        "text": "Quel gentiluomo dunque, più commosso ed esaltato di tutti, chiese di quella monaca, e udita la storia del fratello di lei e del tristo padre, e com'ella fosse venuta renitente ai voti; tanto si interessò di essa che, d'una in altra ricerca, venne a conoscere i segreti suoi pensieri, ed eccitato dalla pietà e dall'entusiasmo per tanta virtù e sventura, si offrì di liberarla e di farla sua sposa. La forza di codesta tentazione fu sì gagliarda sulla monaca giovinetta, che il pericolo della fuga, i disastri d'un lungo viaggio, l'abbandono della patria, la diversa religione del gentiluomo, e i mille sentimenti di pietà e d'onore che doveano sostener la sua ragione, se la tennero per qualche tempo in"
      },
      {
        "index": 280,
        "text": "grande sospensione d'animo, pur non valsero a soggiogarla; poichè, all'ultimo, ella si faceva imperterrita nell'idea d'esser libera innanzi a Dio, e di potere col matrimonio serbare inviolato il proprio onore. — Rispetto ora al gentiluomo che aveva promesso di liberarla, giova sapere com'egli nascesse da una famiglia illustre inglese passata in Francia, e come il padre suo, pel celebre editto fulminato da Luigi XIV contro gli Ugonotti, nel 1685, siasi trovato costretto a tornare in Inghilterra; dove morì lasciando due figlie ed un maschio, che fu poi questo lord Crall."
      },
      {
        "index": 281,
        "text": "Custodivansi le chiavi del monastero nella stanza dell'archivio, a cui si entrava per una bussola chiusa da una piccola serratura; fatta per ciò la prova di diverse chiavi, ne fu trovata una che l'apriva. Dopo di che, fissato il giorno e l'ora per l'uscita, licenziatosi pubblicamente il cavaliere dagli amici, partì da Milano; ma trattenutosi segretamente in un casino poco distante dalla città, vi fe' ritorno pochi giorni appresso, nella stessa notte stabilita per la fuga. — Giunta l'ora in cui la si dovea eseguire, accaddero nel monastero alcuni piccoli e curiosi accidenti che non mette conto di riferire, i quali parea avessero ad impedirla, ma invece l'agevolarono."
      },
      {
        "index": 282,
        "text": "Il cavaliere si trovò, con altri, ben armato alla porta del monastero, ed una carrozza stava preparata in vicinanza alla chiesa di S. Paolo; prima d'uscire depose la fanciulla la veste religiosa, e comparve in sott'abito da uomo. — Alla presenza di testimonj si rinnovarono allora ambidue la fede ed il giuramento di sposi, di cui il cavaliere avea prima fatto dichiarazione in iscritto; e, senz'altro contrattempo, lasciarono la città."
      },
      {
        "index": 283,
        "text": "La notizia di codesta fuga fece un tal rumore e provocò tanti parlari, che per molto tempo circolarono scritture in proposito e poesie di vario tenore; nelle quali, o lo sdegno dell'ascetismo esaltato condannava altamente quella risoluzione della giovane monaca, o la pietà spontanea di una ragione più libera protestava in sua difesa; ma più di tutti levò grido e si diffuse rapidamente ed ebbe migliaja di copie manoscritte un sonetto ch'ella medesima scrisse in propria difesa: ed è questo, che, sebbene scorretto e tutt'altro che prezioso in faccia all'arte, è preziosissimo in faccia a più gravi ragioni:"
      },
      {
        "index": 284,
        "text": "Donde n'entrai, m'involo alla ventura, Porto meco l'onor, la fè nel core."
      },
      {
        "index": 285,
        "text": "Benchè questo rassembri un grande errore, Pianger dovrà chi lo mio mal procura."
      },
      {
        "index": 286,
        "text": "So che al mondo non v'è legge sì dura, Ch'obblighi un cuore ad un sforzato amore. Amo il decoro e son dama d'onore,"
      },
      {
        "index": 287,
        "text": "Onde vincer saprò la mia sventura."
      },
      {
        "index": 288,
        "text": "Qual combattuta nave in mezzo all'onde, Oggi imploro dal ciel soccorso, aìta"
      },
      {
        "index": 289,
        "text": "Per arrivar le sospirate sponde."
      },
      {
        "index": 290,
        "text": "Se fortuna o periglio a me s'impetra,"
      },
      {
        "index": 291,
        "text": "Sia noto al mondo come fui tradita,"
      },
      {
        "index": 292,
        "text": "Se ben ebbi nel seno un cor di Pietra."
      },
      {
        "index": 293,
        "text": "Ma da Milano i due fuggiaschi viaggiarono sollecitamente a Venezia, dove si trattennero parecchi giorni in una casa vicina a quella d'altri Inglesi, nonostante lo strepito che presso la Repubblica faceano il ministro cesareo e il nunzio del papa. Se non che, essendo stati avvisati che non avrebbero potuto fermarsì colà più lungamente senza pericolo, la donna, vestita, come sempre era stata, da uomo, fu condotta di notte sopra un vascello inglese che stava alla rada; mentre il cavaliere, dopo averla consegnata al capitano, per una maggior cautela, passò in altro bastimento olandese. E bene erano stati avvisati in tempo, perchè il giorno dopo, per ordine del Magistrato, si fece la ricerca della fuggitiva in quella medesima casa donde poche ore prima era uscita. Dalla rada di Venezia passato il vascello inglese a Zante per farvi provvigione di vino per l'equipaggio, non potè fermarsi colà quanto bisognava, perchè recatosi di notte al suo bordo il nipote del Console"
      },
      {
        "index": 294,
        "text": "inglese in quell'isola, avvisò il capitano che suo zio aveva accordata al governatore la permissione di far la visita al vascello, per toglierne una religiosa trafugata. Il capitano, levate allora le ancore, si allontanò dall'isola, apprestandosi alla difesa, nel caso che lo si fosse attaccato. La mattina seguente si mostrò infatti una marciliana con altra nave. Ma quella, avendo scorto che l'equipaggio era sotto l'armi, ed essendo il vento poco favorevole per tentare l'abbordaggio del vascello, dopo averlo per qualche tempo inseguito, dovette abbandonarlo. Donna Paola intanto era stata, per maggior sicurezza, nascosta dal capitano nel fondo del vascello, dove ebbe a trattenersi parecchie ore. Cessato il pericolo, all'uscire di quella sepoltura, fu salutata con grandi evviva da tutto l'equipaggio, già informato delle avventure della medesima. Il vino che dovea provvedersi a Zante, fu provveduto in altro porto; e dopo un viaggio non molto lungo, il vascello approdò felicemente a Londra. Qui donna Paola venne accolta dalle due sorelle del cavaliere e ritrovò preparata l'abitazione. Il cavaliere intanto, che per maggior cautela s'era trattenuto alle spiaggie di Venezia, venne poi con abito mentito ad Ancona, donde, attraversata per terra l'Italia, giunse a Livorno, dal cui porto con altro vascello passò in Inghilterra, dove sbarcò poco dopo l'arrivo di donna Paola."
      },
      {
        "index": 295,
        "text": "Sparsasi per tutta Londra la novella di codesto fatto straordinario, tosto l'arcivescovo di Canterbury, con proposte onorevoli, tentò l'animo della donna ad abbracciare la religione anglicana; ma la donzella fermissimamente dichiarò che, non essendo passata in Inghilterra per motivo di religione, ella non era in istato nè in volontà di cangiarla; dichiarazione che ripetè poscia alla regina medesima, quando, con maggiore grandezza di offerte, essa le mandò lo stesso invito dell'arcivescovo. La sola cosa che bramava donna Paola era di convalidare il suo matrimonio colla presenza d'alcuni parroci cattolici di Londra; ma questi avendo ricusato di assisterla finchè Roma non avesse decretata invalida la sua professione religiosa, ella inviò una supplica al pontefice allora regnante. Ma o non fosse stata la supplica debitamente concepita, o fosse stata mal diretta, non ne ottenne risposta veruna; per cui deliberò di condursi in Francia insieme col cavaliere, e di là, bisognando, anche a Roma, per implorare personalmente ciò che non s'era potuto ottenere per lettere."
      },
      {
        "index": 296,
        "text": "Giunti in una città di quel regno, il vescovo, a cui era noto il fatto già pubblico in tutta Europa, penetrando il loro arrivo, fece qualche passo per assicurarsi della religiosa. Ma essi, avutone sentore, sollecitamente si ritiraron in Ginevra, dove dall'istesso magistrato furono, poco tempo dopo, segretamente avvisati perchè si guardassero dall'uscirne, essendo attesi ai confini; e qui uno stratagemma servì loro di scorta, e preso altro cammino, dubitando di nuovi incontri, se ne tornarono in Inghilterra. Colà, senza nessun avvenimento notevole, visse donna Paola fino all'anno 1732, con quella tranquillità che le potea permettere la sua specialissima condizione, e il rimordimento che di tanto in tanto la infestava d'essersi fatta giustizia da sè stessa, quantunque pur sempre si confortasse della protesta fatta in suo segreto a Dio, e della insistenza e diligenza assidua ond'ella erasi adoperata e s'adoperava per riconciliarsi colla Chiesa. Quando finalmente la sua fortuna volle che ritrovasse un mercante cattolico di Londra, il quale prese l'impegno di scrivere ad un suo corrispondente in Roma, uomo che si assunse l'incarico con religioso calore; e a servir meglio e l'amico e la coppia virtuosa, recossi a ragguagliarne il cardinal di Sant'Agnese, di cui aveva la protezione, il qual cardinale era un Giorgio Spinola di Genova. Questi, riflettendo alla gravezza dell'affare, ne parlò tosto al Santo Padre, ed al cardinale Vincenzo Petra penitenziere, dal quale, coll'assenso pontificio, fu per mezzo dello stesso mercante spedito sollecitamente a Londra il solito breve assolutorio col salvacondotto, affinchè la donna nel termine di sei mesi si portasse a Roma. A tale uopo furon dati gli ordini a banchieri di varie città pel somministramento del denaro e di tutto quello che nel viaggio potea bisognare alla medesima."
      },
      {
        "index": 297,
        "text": "All'arrivo di questi ricapiti, benchè fosse il cuor dell'inverno, partì donna Paola da Londra con un cameriere cattolico; ed attraversata la Francia sotto altro nome, giunse a Marsiglia, non senza gravi patimenti cagionati dalla stagione, e il giorno 8 febbraio 1733 entrò in Roma. Il cardinal di Sant'Agnese, avvisato preventivamente dell'arrivo, fe' che le movesse incontro una matrona di esemplare saviezza, in casa della quale donna Paola si trattenne segretamente alquanti dì, trascorsi i"
      },
      {
        "index": 298,
        "text": "quali, per ordine del pontefice, passò al convento del Bambino Gesù, sotto apparenza di dama fiamminga, per ivi addurre le sue ragioni contro la profession de' voti."
      },
      {
        "index": 299,
        "text": "La prima determinazione del papa fu di deputare un congresso di cardinali, dal quale si esaminasse se una tal causa dovea agitarsi nella Congregazione del concilio o nel tribunale della sacra Penitenzieria. Le gravi e particolari circostanze che, a primo aspetto, si videro in quest'affare, fecero abbracciare il secondo partito. Per operar tuttavia con più cautela, a' giudici della Penitenzieria furono aggiunti cinque cardinali, fra' quali lo stesso prefetto della Congregazione del concilio."
      },
      {
        "index": 300,
        "text": "Da lungo tempo non eravi stata in Roma una causa più intralciata di simil materia. Tre volte, in tempi diversi, radunossi la Congregazione, e si tennero altresì molti Congressi. Non potè sapersi quel che in essi s'andasse di volta in volta determinando: ma quello che si può dire è, che le prove delle violenze da principio accennate, furono, dopo quasi tre anni, poste in sì chiaro lume che, non potendosene dubitare neppur da' giudici più austeri, finalmente, nel mese di settembre dell'anno 1735, a pieni voti venne fatto dalla Congregazione il decreto: Constare de nullitate professionis. Il papa confermò il decreto, e, dopo risolute altre dipendenze, fu data a donna Paola la libertà d'uscire dal chiostro, in cui aveva dimorato per tutto quel tempo con universale edificazione."
      },
      {
        "index": 301,
        "text": "Donna Paola Pietra, toccato così il supremo suo intento, a cui incessantemente era stata fida, più, quasi diremmo, per un'ostinazione della mente che si esaltava nell'idea di aver per sè il diritto e la giustizia, che per la probabilità della riuscita, lasciò Roma, sicurissima di sè medesima, poichè s'era come veduta espressamente protetta dalla provvidenza; e ritornò in Inghilterra a ricongiungersi con colui che l'aveva tratta in salvo, e che sempre le si era mantenuto religiosamente fedele. Abbandonata poi l'Inghilterra, venne con esso a Roma dove solennemente ei la sposò. Ma la fortuna non volle permettere che tanta felicità fosse duratura, e, dopo tre anni di convivenza maritale, il virtuosissimo gentiluomo venne a morte, lasciandola madre di due figli. Donna Paola per qualche tempo se ne stette nelle vicinanze di Roma, poi, nel 1743, dopo tredici anni di assenza, ritornò a Milano a fermarvi stabile dimora. Un tale ritorno gettò lo sgomento in coloro che l'avevan voluta sagrificare, sapendola così efficacemente protetta dal santo padre; ma provocò un tripudio universale, tanto che le diverse maestranze della città la vollero festeggiare con notturna luminaria. Ed ella, se magnanima disprezzò tutte le vili paure di chi l'aveva voluta opprimere, non mostrando nemmeno di ricordarsi di loro; volle corrispondere efficacemente a quella pubblica estimazione con atti di carità viva, col farsi consolatrice degli altrui dolori, col metter pace nelle trambasciate famiglie; più spesso, col difendere contro l'attentato de' tristi l'innocenza che non si guarda; tra i molti suoi atti meritorj aveva destato gran rumore un viaggio che fece appositamente per ottenere da Maria Teresa la grazia della vita per un giovane, colpevole d'aver ucciso un cavaliere che avea fatto contumelia alla sua fidanzata. Naturalmente dotata di acuto intelletto, fortificata dall'esperienza, virtuosa senza rigidezza, benefica senza ostentazione, era essa richiesta di consiglio anche da persone di gran riguardo."
      },
      {
        "index": 302,
        "text": "Quand'ella recavasi a passeggiare lungo le pubbliche vie, era segno agli sguardi di tutti quel suo grave aspetto, in cui serbavansi tuttavia i resti di una maestosa bellezza; aspetto grave di quella placida mestizia che viene dalle angoscie passate, dalla memoria di una perdita irreparabile, dalla severa considerazione della vita; ed ella, che nell'animo avea tanta pietà per altrui, ne destava poi altrettanta in tutti coloro che la guardavano, conoscendo il suo passato; poichè facea senso quel perpetuo suo lutto vedovile, il quale attestava un dolore che non poteva aver riposo nella vita; e faceva senso quel suo comparire in pubblico assiduamente accompagnata dai due suoi figliuoli già quasi adulti, e come lei vestiti a lutto, e severi e mesti al par di lei. — E davvero che il gruppo di quelle tre figure, che si staccava come un simbolo di dolore sul fondo vivace e variopinto e giocondissimo di quel tempo, giungeva a compungere di gravi pensieri quella società così spensierata e vana, la quale, ignara delle fiere lotte che l'aspettavano, non attendeva che a darsi buon tempo, come chi spende e getta e scialacqua le ultime ricchezze, e tuffa nell'ebrietà il pensiero del domani."
      },
      {
        "index": 303,
        "text": "Era dunque stato un felice pensiero della contessa Clelia, quello di voler recarsi da questa donna Paola Pietra, e per richiederla di consiglio in un affare dilicatissimo e serio, e che poteva aver conseguenze luttuose, quantunque vestisse le apparenze di un amore galante; e per versare nel cuore di colei le ambascie, che ormai non potevano più esser contenute nel suo."
      },
      {
        "index": 304,
        "text": "[X]"
      },
      {
        "index": 305,
        "text": "Per quanto durante la notte, nell'imperversare di un affanno, riesca impossibile di chiuder gli occhi al sonno, v'è pure un momento, vicinissimo all'alba, in cui è convenuto che si debba dormire; ma quel momento pare che, da un genio squisitamente acuto nell'inventar mezzi a tormentare l'umanità infelice, sia stato introdotto apposta fra il confine della notte e del giorno, perchè appunto, al risvegliarsi dopo un fuggitivo, più che riposo, assopimento, sia ancor più cruda la fitta del dolore."
      },
      {
        "index": 306,
        "text": "Felici coloro che non ebbero mai nella vita uno di questi quarti d'ora micidiali! Ma se la contessa Clelia, in cinque lunghi lustri, non ne aveva provato neppure uno, ne sentì per la prima volta l'amarezza in quel mattino, in cui il sole di febbraio entrato, come una punta che scatti, da un angolo della finestra, attraversò la stanza da letto, e a guisa di una lancia luminosa, venne acremente a ferirla negli occhi. Ella si svegliò in soprassalto, si alzò sul guanciale, girò gli occhi intorno, e, stata un istante in pensiero, mandò un sospiro amaro; uscì dalle coltri pesanti, e si vestì senz'ajuto di cameriera, che chiamò poi, dando una lieve e lenta strappata al campanello; e mettea la lentezza in tutto quello che faceva, perch'era irresoluta, e voleva e disvoleva, e pensava e ripensava più cose ad una volta. La cameriera entrò in silenzio, in silenzio l'acconciò, chè il tumulto e l'amarezza dell'animo erano sì evidenti nel volto della contessa, che nessuno avrebbe osato parlarle se non per rispondere alle interrogazioni; e in silenzio sarebbe partita, se, quando fu per uscire, la contessa non l'avesse chiamata per nome:"
      },
      {
        "index": 307,
        "text": "— Lucia?"
      },
      {
        "index": 308,
        "text": "— Cosa mi comanda?"
      },
      {
        "index": 309,
        "text": "La contessa stette sopra di sè pensando ancora, poi soggiunse:"
      },
      {
        "index": 310,
        "text": "— Chiamami Giovanni, il figlio del carrozziere."
      },
      {
        "index": 311,
        "text": "Dopo pochi momenti, entrò Giovanni — un servitore in livrea."
      },
      {
        "index": 312,
        "text": "— Saitu dov'è casa Borromea?."
      },
      {
        "index": 313,
        "text": "— Loso."
      },
      {
        "index": 314,
        "text": "— Lì presso c'è una casa vecchia."
      },
      {
        "index": 315,
        "text": "— Lo so."
      },
      {
        "index": 316,
        "text": "— In quella casa abita una signora, che si chiama donna Paola Pietra."
      },
      {
        "index": 317,
        "text": "— La conosco benissimo."
      },
      {
        "index": 318,
        "text": "— Bene. Va' là da quell'egregia signora. Bada di domandar prima s'ella è alzata, e se riceve a quest'ora, e ad ogni modo aspetta finchè sia possibile di parlarle."
      },
      {
        "index": 319,
        "text": "— Sì, signora."
      },
      {
        "index": 320,
        "text": "— Quando ti riescirà, le dirai che sei una livrea di casa V..., e che ti manda la contessa Clelia, la quale brama di sapere in qual ora di tutto suo comodo può recarsi da lei, per parlarle di una cosa urgentissima. Ma falle capire però che quest'ora dev'essere prima di mezzodì in ogni modo. — Aspetta... Se mai quella pia e umil donna ti dicesse di voler venir essa da me, le farai comprendere essere assolutamente necessario che vada io medesima in casa sua. Va', e fa' presto."
      },
      {
        "index": 321,
        "text": "Il servitore partì; la contessa si gettò a sedere, e richiamò la cameriera... e, ordinate alquante cose, la rimandò subito. Donna Clelia era più sconcertata che mai, e non potea star seduta, e l'irresoluzione le rientrò nell'animo, e persino il pentimento d'aver inviato il servitore da donna Paola; chè le pareva un atto imprudente e pazzo, e tanto più in quanto non aveva parlato che due sole volte a quella donna. Ma, d'uno in altro pensiero, si fermava a quello della Gaudenzi, e andava almanaccando i gradi di probabilità che ci poteano essere negli amori di colei con Amorevoli... e si indispettiva pensando che la Gaudenzi non fosse una sua pari; chè allora, almeno, avrebbe potuto"
      },
      {
        "index": 322,
        "text": "avere un pretesto qualunque per recarsi a visitarla, e trovarsi con lei, e tentare e frugare e interrogare e scoprire il vero... Ma nel mentre stava dibattendosi in tanto contrasto di idee, tornò il domestico a dirle: che donna Paola Pietra era in casa, e che appunto la stava attendendo allora. La contessa Clelia a quella risposta che pur doveasi aspettare, si sentì dare un nuovo tuffo nel sangue e, quasi senza voce, tanto era oppressa:"
      },
      {
        "index": 323,
        "text": "— Dirai al carrozziere, soggiunse, che attacchi tosto i cavalli; e tu sali a prendermi senza perder tempo. — Indi chiamata la cameriera, che comparve tosto: — Fa' venir qui, le disse, il cameriere del conte."
      },
      {
        "index": 324,
        "text": "Questo si mostrò subitamente."
      },
      {
        "index": 325,
        "text": "— Direte al signor conte, che questa mattina, per un atto urgentissimo di carità, debbo portarmi da quella donna Paola Pietra ch'egli conosce; e che prima di mezzodì sarò di ritorno. — Il cameriere accennò col capo che farebbe, e partì."
      },
      {
        "index": 326,
        "text": "La contessa, cominciando dal conte che la stimava forse assai più di quello che l'amasse, e giù giù fino all'ultimo gradino della gerarchia di quella casa signorile, aveva impresso in tutti una così alta idea della sua superiorità mentale, e d'un certo carattere fuori d'ogni ordine donnesco, e, per conseguenza, d'una virtù inaccessibile ad ogni sorta di pericoli, e quasi eslege da tutti i vincoli del galateo femminile, che andava, stava, dava ordini senza dipendere nè in poco nè in tanto da quell'autorità superiore, che in tutte le case e in tutti i tempi e presso tutte le nazioni, ad onta di qualunque rilassatezza indulgente del costume, è sempre il padrone marito."
      },
      {
        "index": 327,
        "text": "Il domestico salì a prenderla, ed ella uscì, e messasi in carrozza, in dieci minuti, con nuovissimo suo affanno, i cavalli si fermarono innanzi alla porta della casa dov'era l'abitazione di donna Paola Pietra."
      },
      {
        "index": 328,
        "text": "Preceduta dal servo che l'annunciò, ella pose il piede in una anticamera a pian terreno, nella quale, uscendo da un salotto vicino, le mosse incontro donna Paola."
      },
      {
        "index": 329,
        "text": "All'occhio esperto e penetrante di quella grave matrona, bastò uno sguardo, un solo sguardo, per comprendere che la contessa Clelia veniva da lei per qualche proprio cordoglio e non per cose d'altri: onde di punto in bianco cangiò il solito formulario gratulatorio e complimentoso del saluto, che qualche volta può amareggiare altrui colla crudezza del contrasto; lo cangiò nel sorriderle soavemente, e nello stendere la mano per stringer quella della contessa, che lasciò fare senza dir verbo. — Donna Paola intese che in quel momento un tale atto confidenziale, il quale forse in altr'occasione non sarebbe stato dicevole alla poca intimità in cui ella trovavasi colla contessa, era il solo che potesse riuscire conveniente."
      },
      {
        "index": 330,
        "text": "Egli è a questi atti sfuggevoli e che passano inavvertiti all'ottuso vulgo, che si riconosce di volo un'indole e un carattere privilegiato. Egli sta in codesti minimi atti il sintomo di quella squisita delicatezza, senza di cui non vi può essere interezza d'ingegno."
      },
      {
        "index": 331,
        "text": "Entrarono silenziose ambidue in una sala, e silenziose si posero a sedere. Per qualche tempo stettero così taciturne, perchè donna Paola, com'era naturale, aspettava che parlasse la contessa; ma visto che la titubanza le facea nodo alla lingua:"
      },
      {
        "index": 332,
        "text": "— Per qual causa, ruppe essa prima il silenzio, la signora contessa ha voluto aver la degnazione di venire da me?"
      },
      {
        "index": 333,
        "text": "Donna Clelia si scosse, e dopo un istante ancora di titubanza:"
      },
      {
        "index": 334,
        "text": "— Perun fatto grave, rispose, e nel quale ella sola mi può aiutare..."
      },
      {
        "index": 335,
        "text": "Vi fu ancora qualche minuto di profondo silenzio. La contessa non sapea risolversi a manifestare il proprio fallo; trattavasi di offuscare con una parola sola, e al cospetto di una donna insigne di virtù, quell'aureola d'onoratezza distinta e quasi eccezionale, di cui ella sapeva pure d'aver, sino a quel punto, fruito nel mondo, sebbene il cicisbeismo avesse trasmutato in peccato veniale e quasi gentile l’infedeltà coniugale; essa lo sapea, e ciò l'aveva ad usura compensata spesso di quell'aridezza invidiosa onde soleva essere trattata dalle sue pari. E dopo tutto questo ell'era venuta là a distruggere con una parola il solo vanto della sua vita; il solo, dopo quello della scienza, di cui, in quell'istante, non faceva più nessun conto; era venuta là per compire, quasi diremmo, un suicidio morale, comandato sì dal dovere, ma pur sempre un suicidio violento; onde se titubava e"
      },
      {
        "index": 336,
        "text": "fremeva e avrebbe voluto lasciar quel luogo, senza farne altro, convien ben compatirla, poichè è durissima cosa il distaccarsi da quanto di più prezioso si possiede, e di cui il mondo tiene pur sempre conto. Alla fine alzando gli occhi, che avea sempre tenuti abbassati, in faccia a donna Paola, e leggendo in essa come un'espressione non definibile d'indulgenza soave e nel tempo stesso di acuta penetrazione, onde le parve di capire che quella donna venerabile avea in qualche parte compreso di che si trattava: parlò e raccontò tutto quello che noi sappiamo, e conchiuse, stringendo con forza convulsiva le mani a donna Paola, ed esclamando: — Or che si fa?"
      },
      {
        "index": 337,
        "text": "Donna Paola, fattasi forte, per non amareggiar troppo la contessa, onde nascondere il profondo stupore dell'animo a quel racconto, stette anch'ella un momento silenziosa, poi soggiunse con un accento blando, e come se volesse far scorrere un balsamo refrigerante sull'arida piaga di quella che stava innanzi a lei come una colpevole:"
      },
      {
        "index": 338,
        "text": "— Quel che si dee fare, voi già lo sapete, povera e cara donna mia; lo sapete e lo avete pensato."
      },
      {
        "index": 339,
        "text": "— Io?"
      },
      {
        "index": 340,
        "text": "— Voi, mia cara. Vi sono tali partiti da prendere, in alcune gravissime condizioni della vita, partiti voluti dalla ragione, dal dovere, dalla giustizia, dalla generosità, che, anche nella più tempestosa irresoluzione dell'animo, è impossibile non balenino di colpo alla mente come la luce dell'evidente verità. Però anche a voi dev'essere già venuto in cuore ciò che dovete fare. Le paure, i falsi rispetti, 1 pregiudizj vi avranno, dopo, fatto rigettare il primo partito, ed anzi ve lo avran fatto parer detestabile. Io conosco queste cose purtroppo, cara mia, perchè le ho provate. Ma sempre si mette in salvo chi sa scansar le vie tortuose, e piglia la strada retta, e cerca il giusto. Ditemi ora la verità, mia cara, non avete già pensato a un tale partito?"
      },
      {
        "index": 341,
        "text": "— Ah sì, voi dite il vero; ma nelle conseguenze io vedo un abisso che mi spaventa."
      },
      {
        "index": 342,
        "text": "— Lo comprendo... ma ciò che è necessario dev'esser fatto. — E tacque con un'espressione quasi d'autorità severa."
      },
      {
        "index": 343,
        "text": "— Il silenzio generoso di colui, continuò poi, il quale, per un'inezia (un'inezia, intendiamoci bene, in faccia all'infame delitto ond'è imputato), può condurlo, voi già lo sapete, fino alla tortura, perchè così comanda la legge, la quale vuol far scoppiar violentemente la verità dai corpi umani, come quando si preme la vena per farne uscir sangue... quel silenzio comanda che illuminiate la giustizia. Se voi dunque, confessando imperterrita e senza rispetti umani il vostro fallo, siete la sola che potete salvar colui, dovete farlo e tosto. Salvarlo e dimenticarlo, e non voler rivederlo, e non attendere di esserne ringraziata, e non riposarvi troppo nella compiacenza d'averlo salvato perchè guai! Vostro marito è sempre il vostro marito."
      },
      {
        "index": 344,
        "text": "Questa parola fece dare un guizzo come di paura a tutte le fibre convulse della contessa... che alzò gli occhi al cielo, quasi esclamasse: — Sono perduta!"
      },
      {
        "index": 345,
        "text": "— Voi tremate, cara la mia donna, tremate come una foglia. Ma abbiate coraggio, non è detto poi... Infine non fu che un colloquio... Ben è vero che l'amor proprio e l'idea dell'onore talvolta è più forte e più violenta, e più inesorabile dello stesso amore tradito. Ma l'atto vostro generoso diminuirà la vostra colpa in faccia al mondo, e il mondo può essere mediatore d'indulgenza con vostro marito. Una riparazione fatta con coraggio generoso, quasi quasi concilia la colpa medesima col senso morale, e se vostro marito non perdonasse, il mondo condannerebbe lui. E voi nella stessa solitudine del ripudio, sarete ancor rispettata nella vostra nuova virtù; alla quale però è imposto, perchè possiate per sempre e davvero essere rispettata, di essere incrollabile per tutta la vita."
      },
      {
        "index": 346,
        "text": "La contessa taceva e perchè non trovava nulla che le facesse parer men saggio il consiglio di donna Paola e perchè, d'altra parte, non sapeva ancora indursi a prometterle di adempire quella risoluzione, necessaria in faccia al dovere, ma pericolosissima nel tempo stesso."
      },
      {
        "index": 347,
        "text": "— Quando poi considero, continuava donna Paola, il vostro ingegno e il vostro sapere straordinario, per cui siete un'eccezione tra le donne; tanto più mi accorgo che, nella solitudine della vostra nuova Virtù, assai compensi potrete trovare alla vita."
      },
      {
        "index": 348,
        "text": "— Questo straordinario sapere, rispose la contessa, che il mondo m'invidia, è troppo poca cosa, donna Paola, per poter riempire il vuoto e il tormento della mia vita avvenire, credetelo a me."
      },
      {
        "index": 349,
        "text": "Io so d'esser tenuta orgogliosissima; ma, invece, non v'è nessuno che possa fare di me stima più severa di quella che faccio io stessa. Una donna non deve penetrare nel campo delle gravi discipline, dove improvvidamente io fui spinta, se non a patto di possedere un ingegno sterminato, un ingegno che possa essere un'eccezione anche tra i virili intelletti. Io ho imparato quello che mi fu fatto insegnare, prima per obbedienza, poi per puntiglio e per costanza di volontà; ma ora la mia indole di donna mi fa cadere spossata sotto il peso della mia inutile dottrina; perchè qui dentro ci sono passioni, donna Paola, che, se fossero svampate nella prima adolescenza, mi avrebbero lasciata ancor libera di me; ma invece, trattenute indietro, inconsapevole io stessa, dall'ordine dei miei studj e della mia educazione, ebbero campo di farsi più forti nel lungo riposo; ed ora che trovarono un'uscita, scoppiarono con tanta violenza, che il mio cuore non può fermarle, non può sopportarle più; onde ormai tremo e temo di me stessa."
      },
      {
        "index": 350,
        "text": "E fece una lunga pausa."
      },
      {
        "index": 351,
        "text": "— Guardate invece, seguì poi, quell'ammirabil donna di Gaetana Agnese. Ella poteva e doveva affrontar la scienza. La natura le concentrò tutta la forza nella testa, e lasciò nel cuore una calma inalterabile, che la fece inaccessibile ad ogni affetto umano. È a queste sole condizioni che una donna può uscire dalla sua natura, e può e deve entrare nel campo altrui per raccogliervi compenso e conforto e pace. — L'Agnese non è già una semplice eccezione tra le donne, bensì è un grand'uomo tra gli uomini, laddove io non sono che la più infelice del mio sesso. Perchè, vedete, questa istessa mia grande riputazione di dotta, di austera e di superba, chè tale io sono riputata pur troppo, e sì a torto, renderà ancor più vergognosa e più detestabile la mia caduta in faccia al mondo."
      },
      {
        "index": 352,
        "text": "Donna Paola rimase come percossa a quest'ultima considerazione della contessa, e non rispose, tanto le sembrò amaramente vera; ma tosto, assumendo modi più risoluti e quasi crudi, come se volesse far forza alla propria pietà che l'ammolliva:"
      },
      {
        "index": 353,
        "text": "— Quando un partito, disse, è comandato dalla necessità e dal dovere, non giova guardar oltre; tutte le conseguenze possibili non entrano nel conto. Se, fatto il dover vostro, all'uscio vi attendesse la morte, converrebbe morire; dico così per dire, cara la mia donna, soggiunse poi subito, pentita d'aver detto troppo; perchè, del resto, io sono convinta che l'applauso generale accompagnerà il vostro atto generoso."
      },
      {
        "index": 354,
        "text": "La contessa Clelia stette alquanto silenziosa a quelle parole, poi stringendo nelle proprie la mano di donna Paola con affannosa gratitudine, si alzò, e disse:"
      },
      {
        "index": 355,
        "text": "— Quand'è così, il vostro consiglio sarà adempiuto. Oggi stesso mi recherò in Pretorio... e tutto sarà finito."
      },
      {
        "index": 356,
        "text": "A queste parole donna Paola, abbracciando la contessa: — Permettete, le disse, che i0 vi faccia una preghiera."
      },
      {
        "index": 357,
        "text": "— Una preghiera?"
      },
      {
        "index": 358,
        "text": "— Se mai, fuori di qui, foste per cangiar d'avviso, e la desolazione vi consigliasse qualche altro passo... per carità, venite prima da me, ve ne supplico."
      },
      {
        "index": 359,
        "text": "— CI verrò, ma per dirvi come sia stato seguito il vostro consiglio."
      },
      {
        "index": 360,
        "text": "Nè vi furono altre parole, e la contessa partì riabbracciata da donna Paola Pietra. e risalì in carrozza."
      }
    ]
  }
}
