{
  "chapterNumber": 21,
  "title": "卷十九 (Volume 19)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "康王之誥第二十五康王既屍天子，屍，主也，主天子之正號。○馬本此句上更有「成王崩」三字。遂誥諸侯，作《康王之誥》。既受顧命，群臣陳戒，遂報誥之。因事曰遂。康王之誥求諸侯之見匡弼。"
      },
      {
        "index": 2,
        "text": "[疏]「康王既」至「之誥」○正義曰：康王既受顧命，主天子之位，群臣進戒於王，王遂報誥諸侯。史敘其事，作《康王之誥》。伏生以此篇合於《顧命》，共為一篇，後人知其不可，分而為二。馬、鄭、王本此篇自「高祖寡命」已上內於《顧命》之篇，「王若曰」已下始為《康王之誥》，諸侯告王，王報誥諸侯，而使告報異篇，失其義也。\n王出，在應門之內，出畢門，立應門內之中庭，南面。太保率西方諸侯，入應門左，畢公率東方諸侯，入應門右，二公為二伯，各率其所掌諸侯，隨其方為位，皆北面。皆布乘黃朱。諸侯皆陳四黃馬朱鬛以為庭實。○乘音繩證反。鬛，力輒反。賓稱奉圭兼幣，曰：「一二臣衛，敢執壤奠。」賓，諸侯也。舉奉圭兼幣之辭，言「一二」，見非一也。為蕃衛，故曰「臣衛」。來朝而遇國喪，遂因見新王，敢執壤地所出而奠贄也。○壤，如丈反。見，賢遍反，下同。蕃，方袁反。朝，直遙反。喪，息浪反。贄音至。皆再拜稽首。王義嗣德，答拜。諸侯拜送幣而首至地，盡禮也。康王以義繼先人明德，答其拜，受其幣。○盡，子忍反。"
      },
      {
        "index": 3,
        "text": "[疏]「王出」至「答拜」○正義曰：此敘諸侯見新王之事。王出畢門，在應門之內，立於中庭。太保召公為西伯，率西方諸侯，入應門左，立於門內之西廂也。太師畢公為東伯，率東方諸侯，入應門右，立於門內之東廂也。諸侯皆布陳一乘四匹之黃馬朱鬛，以為見新王之庭實。諸侯為王之賓，實共使一人少前進，舉奉圭兼幣之辭，言曰：「一二天子之臣，在外為蕃衛者，敢執土壤所有奠之於庭。」既為此言，乃皆再拜稽首，用盡禮致敬，以正王為天子也。康王先為太子，以義嗣先人明德，不以在喪為嫌，答諸侯之拜，以示受其圭幣，與之為主也。○傳「出畢」至「南面」○正義曰：出在門內，不言「王坐」，諸侯既拜，王即答拜，復不言「興」，知立庭中南面也。○傳「二公」至「北面」○正義曰：二公率領諸侯，知其「為二伯，各率其所掌諸侯」。《曲禮》所謂「職方」者，此之義也。王肅雲：「畢公代周公為東伯，故率東方諸侯。」然則畢公是太師也。當太師之名，在太保之上，此先言太保者，於時太保領冢宰，相王室，任重，故先言西方。若使東伯任重，亦當先言東方。北面，以東為右，西為左，入左入右隨其方為位。嫌東西相向，故雲「皆北面」，將拜王，明北面也。○傳「諸侯」至「庭實」○正義曰：諸侯朝見天子，必獻國之所有，以表忠敬之心，故「諸侯皆陳四黃馬朱鬛以為庭實」，言實之於王庭也。四馬曰「乘」，言「乘黃」正是馬色黃矣。「黃」下言「朱」，「朱」非馬色。定十年《左傳》雲：「宋公子地有白馬四，公嬖向魋，魋欲之。公取而朱其尾、鬛以與之。」是古人貴朱鬛。知「朱」者，朱其尾、鬛也。於時諸侯其數必眾，眾國皆陳四馬，則非王庭所容。諸侯各有所獻，必當少陳之也。案《周禮·小行人》雲：「合六幣，圭以馬，璋以皮，璧以帛，琮以錦，琥以繡，璜以黼。此六物者，以和諸侯之好。」鄭玄雲：「六幣所以享也，五等諸侯享天子用壁，享後用琮。用圭璋者，二王之後也。」如鄭彼言，則諸侯之享天子，惟二王之後用馬。此雲皆陳馬者，下雲「奉圭兼幣」，幣即馬是也，圭是文馬之物。鄭雲：「此幣圭以馬，蓋舉王者之後以言耳。諸侯當璧以帛，亦有庭實。」然則此陳馬者是二王之後享王物也。獨取此物以總表諸侯之意，故雲諸侯皆陳馬也。圭亦享王之物，下言「奉圭」，此不陳圭者，圭奉以文命，不陳之也。案《覲禮》諸侯享天子「馬卓上，九馬隨之」。此用乘黃者，因喪禮而行朝，故略之。○傳「賓諸」至「奠贄」正義曰：天子於諸侯有不純臣之義，故以諸侯為賓。「稱」訓舉也。「舉奉圭兼幣之辭」，以圭幣奉王而為之作辭。辭出一人之口而言「一二」者，見諸侯同為此意，意非一人也。鄭玄雲「釋辭者一人，其餘奠幣，拜者稽首而已」是也。言「衛」者，諸侯之在四方，皆為天子蕃衛，故曰「臣衛」。此時成王始崩，即得有諸侯在京師者，來朝而遇國喪，遂因見新王也。諸侯享天子，其物甚眾，非徒圭馬而已。皆是土地所有，故雲「敢執壤地所出而奠贄」也。然「舉奉圭兼幣」，乃是享禮。凡享禮，則每一國事畢，乃更餘國復入，其朝則侯氏總入。故鄭玄註《曲禮》雲：「春「受贄於朝，受享於廟」，是朝與享別。此既諸侯總入而得有庭實享禮者，以新朝嗣王，因行享禮，故鄭註雲：「朝兼享禮也，與常禮不同。」○傳「諸侯」至「其幣」○正義曰：《周禮·太祝》「辨九拜，一曰稽首」，施之於極尊，故為「盡禮」也。「義嗣德」三字，史言王答拜之意也。康王先是太子，以義繼先人明德，今為天子，無所嫌，故答其拜，受其幣，自許與諸侯為主也。\n太保暨芮伯鹹進，相揖，皆再拜稽首，冢宰與司徒皆共群臣諸侯並進陳戒。不言諸侯，以內見外。曰：「敢敬告天子，皇天改大邦殷之命，大天改大國殷之王命，謂誅紂也。惟周文武，誕受羑若，克恤西土。言文武大受天道而順之，能憂我西土之民。本其所起。○羑，羊久反，馬雲：「道也。」惟新陟王，畢協賞罰，戡定厥功，用敷遺後人休。惟周家新升王位，當盡和天下賞罰，能定其功，用布遺後人之美。言施及子孫無窮。○戡音堪。遺，唯季反，註及下同。施，以豉反。今王敬之哉！敬天道，務崇先人之美。張皇六師，無壞我高祖寡命。」言當張大六師之眾，無壞我高德之祖寡有之教命。○壞音怪。"
      },
      {
        "index": 4,
        "text": "[疏]「太保」至「寡命」○正義曰：太保召公與司徒芮伯皆共諸侯並進，相顧而揖，乃並再拜稽首，起而言曰：「敢告天子，大天改大國殷之王命，誅殺殷紂。惟周家文王、武王大受天道而順之，能憂我西土之民，以此王有天下。惟我周家新升王位，當盡和天下賞罰，戡定其為王之功用，布遺後人之美，將使施及子孫，無有窮盡之期。今王新即王位，其敬之哉！當張大我之六師，令國常強盛，無令傾壞我高祖寡有之命。」戒王使繼先王之業也。○傳「冢宰」至「見外」○正義曰：召公為冢宰，芮伯為司徒，司徒位次冢宰，故言「太保與芮伯鹹進」。芮伯已下，共告群臣諸侯並皆進也。「相揖」者，揖之使俱進也。大保揖群臣，群臣又報揖太保，故言「相揖」。動足然後相揖，故「相揖」之文在「鹹進」之下。○傳「言文」至「所起」○正義曰：「羑」聲近猷，故訓之為道。王肅雲：「羑，道也。」文武所憂，非憂西土而已，特言「能憂西土之民」，本其初起於西土故也。○傳「言當」至「教命」○正義曰：「皇」訓大也。國之大事，在於強兵，故令張大六師之眾。「高德之祖」，謂文王也。王肅雲：「美文王少有及之，故曰『寡有』也。」\n王若曰：「庶邦侯、甸、男、衛，順其戒而告之，不言群臣，以外見內。○馬本從此以下為《康王之誥》，又雲：「與《顧命》差異。敘歐陽、大小夏侯同為《顧命》。」惟予一人釗報誥。報其戒。昔君文武丕平富，不務咎，言先君文武道大，政化平美，不務咎惡。厎至齊○馬讀絕句。信，用昭明於天下。致行至中信之道，用顯明於天下。言聖德治。○厎，之履反。則亦有熊羆之士，不二心之臣，保乂王家。言文武既聖，則亦有勇猛如熊羆之士，忠一不二心之臣，共安治王家。○熊音雄。羆，彼皮反。用端命於上帝，皇天用訓厥道，付畀四方。君聖臣良，用受端直之命於上天。大天用順其道，付與四方之國，王天下。○畀，必利反，徐甫至反。王，於況反。乃命建侯樹屏，在我後之人。言文武乃施政令，立諸侯，樹以為蕃屏，傳王業在我後之人。謂子孫。今予一二伯父，尚胥暨顧，綏爾先公之臣，服於先王。天子稱同姓諸侯曰伯父。言今我一二伯父，庶幾相與顧念文武之道，安汝先公之臣，服於先王而法循之。雖爾身在外，乃心罔不在王室，言雖汝身在外士之為諸侯，汝心常當忠篤，無不在王室。「熊羆之士」，勵朝臣，此督諸侯。○督，丁木反。用奉恤厥若，無遺鞠子羞。」當各用心奉憂其所行順道，無自荒怠，遺我稚子之羞辱。稚子，康王自謂也。○鞠，居六反。"
      },
      {
        "index": 5,
        "text": "[疏]「王若」至「子羞」○正義曰：群臣諸侯既進戒王，王順其戒呼而告之曰：「眾邦在侯、甸、男、衛諸服內之國君，惟我一人釗報誥卿士群公。昔先君文王、武王其道甚大，政化平美，專以美道教化，不務咎惡於人，致行至美中正誠信之道，用是顯明於天下」。言聖道博洽也。「文武既聖，時臣亦賢，則亦有如熊如羆之勇士，不二心之忠臣，共安治王家。以君聖臣良之故，用能受端直之命於上天。大天用順其道，付與四方之國，使文武受此諸國，王有天下。」言文武得賢臣之力也。「文武以得臣力之故，乃施政令，封立賢臣為諸侯者，樹之以為蕃屏，令屏衛在我後之人」。先王所立諸侯，即今諸侯之祖，故舉先世之事以告今之諸侯。「今我一二伯父，庶幾相與顧念文武之道，安汝先公之用臣，服於先王之道而法循之，亦當以忠誠輔我天子。雖汝身在外土為國君，汝心常當無有不在王室，當各用心奉憂其所行順道，無自荒怠，以遺我稚子之羞辱」。「稚子」，康王自謂。戒令匡弼己也。○傳「順其」至「見內」○正義曰：群臣戒王使勤，王又戒之使輔己，是順其事而告之也。上文太保、芮伯進言，不言諸侯，以內見外。此王告庶邦，不言朝臣，以外見內，欲令互相備也。周制六服，此惟四服，不言采、要者，略舉其事。猶《武成》雲「甸、侯、衛，駿奔走」，亦略舉之矣。○「予一人釗」○正義曰：《禮》天子自稱予一人，不言名。此王自稱名者，新即王位，謙也。○傳「言先」至「咎惡」○正義曰：孔以「富」為美，故雲「政化平美」。不務咎惡於人，言哀矜下民，不用刑罰之。王肅雲「文武道大，天下以平，萬民以富」是也。○傳「致行」至「德洽」○正義曰：孔以「齊」為中，致行中正誠信之道。王肅雲：「立大中之道也。」○傳「天子」至「循之」○正義曰：《覲禮》言天子呼諸侯之禮雲：「同姓大國則曰伯父，其異姓則曰伯舅，同姓小邦則曰叔父，其異姓則曰叔舅。」計此時諸侯多矣，獨雲「伯父」，舉同姓大國言之也。諸侯先公以臣道服於先王，其事有法，故令安汝先公之用臣，服於先王，以臣之道而法循之。○傳「言雖」至「諸侯」○正義曰：王之此誥，並誥群臣諸侯，但互相發見，其言不備。言先王有熊羆之士，勵朝臣使用力如先世之臣也。此言汝身在外土，心念王室，督諸侯使然。\n群公既皆聽命，相揖趨出。已聽誥命，趨出罷退，諸侯歸國，朝臣就次。王釋冕，反喪服。脫去黼冕，反服喪服，居倚盧。○去，羌呂反。"
      },
      {
        "index": 6,
        "text": "[疏]「群公」至「喪服」○正義曰：「群公」總謂朝臣與諸侯也。鄭玄雲：「群公主為諸侯與王之三公，諸臣亦在焉。王釋冕，反喪服，朝臣諸侯亦反喪服。《禮·喪服》篇臣為君，諸侯為天子，皆斬衰。」\n衰畢命第二十六\n康王命作冊畢，命為冊書，以命畢公。分居裏，成周郊，分別民之居裏，異其善惡。成定東周郊境，使有保護。○別，彼列反。作《畢命》。\n畢命言畢公見命之書。"
      },
      {
        "index": 7,
        "text": "[疏]「康王」至「畢命」○正義曰：康王命史官作冊書命畢公，使畢公分別民之居裏，令善惡有異。於成周之邑，成定東周之郊境。史敘其事，作《畢命》。○傳「命為」至「畢公」○正義曰：《周禮·內史》雲：「凡命諸侯及孤卿大夫，則策命之。」此雲「命作冊」者，命內史為冊書以命畢公，故雲以冊命畢公。○傳「分別」至「保護」○正義曰：殷之頑民，遷居此邑，歷世化之，已得純善，恐其變改，故更命畢公分別民之居裏，異其善惡。即經所雲「旌別淑慝，表厥宅裏，彰善癉惡，樹之風聲」，「殊厥井疆，俾克畏慕」皆是也。「分」者令其善惡分別，使惡者慕善，非分別其處，使之異居也。此邑本名成周，欲以成就周道。民不純善，則是未成，故命畢公教之。「成定東周郊境」，即經「申畫郊圻，慎固封守」，是其使有保護。\n惟十有二年，六月庚午朏，康王即位十二年六月三日庚午。○朏，普忽反，徐芳尾反，又芳憒反。越三日壬申，王朝步自宗周，至於豐。於朏三日壬申，王朝行自宗周，至於豐。宗周，鎬京。豐，文王所都。○朝，直遙反。鎬，戶老反。以成周之眾，命畢公保厘東郊。用成周之民眾，命畢公使安理治正成周東郊，令得所。○厘，力之反。治，直吏反，一本作「治政」，則依字讀。令，力呈反。"
      },
      {
        "index": 8,
        "text": "[疏]「惟十」至「東郊」○正義曰：惟康王即位十有二年六月三日庚午，月光朏然而明也。於朏後三日壬申，王早朝行從宗周鎬京，至於豐邑，就文王之廟。以成周之民眾命太師畢公，使安理東郊之民，令得其所。○傳「康王」至「庚午」○正義曰：漢初不得此篇，有偽作其書以代之者。《漢書·律歷誌》雲：「康王十二年六月戊辰朔，三日庚午，故《畢命豐刑》曰『惟十有二年六月庚午朏，王命作策書《豐刑》』。」此偽作者傳聞舊語，得其年月，不得以下之辭，妄言作《豐刑》耳，亦不知《豐刑》之言何所道也。鄭玄雲：「今其逸篇有冊命霍侯之事，不同與此序相應，非也。」鄭玄所見又似異於《豐刑》，皆妄作也。《說文》雲：「朏，月未盛之明也。」此日未有事而記此「庚午朏」者，為下言壬申張本，猶如記朔望與生魄死魄然也。\n王若曰：「嗚呼！父師，惟文王、武王，敷大德於天下，用克受殷命。王順其事嘆告畢公代，周公為大師，為東伯，命之代君陳。言文武布大德於天下，故天佑之，用能受殷之王命。○大音泰。惟周公左右先王，綏定厥家。言周公助先王安定其家。毖殷頑民，遷於洛邑，密邇王室，式化厥訓。慎殷頑民，恐其叛亂，故徙於洛邑，密近王室，用化其教。○毖音秘。近如字，又附近之近。既歷三紀，世變風移，四方無虞，予一人以寧。言殷民遷周已經三紀，世代民易，頑者漸化，四方無可度之事，我天子用安矣。十二年曰紀。父子曰世。○度，待洛反，舊作待路反。道有升降，政由俗革，不臧厥臧，民罔攸勸。天道有上下交接之義，政教有用俗改更之理。民之俗善，以善養之。俗有不善，以法禦之。若乃不善其善，則民無所勸慕。○上，時掌反。更，古衡反。惟公懋德，克勤小物，弼亮四世，正色率下，罔不祗師言。言公勉行德，能勤小物，輔佐文、武、成、康，四世為公卿，正色率下，下人無不敬仰師法。○懋音茂。嘉績多於先王，予小子垂拱仰成。」公之善功多大先人之美。我小子為王，垂拱仰公成理。言其上顯父兄，下施子孫。○拱，九勇反。仰如字，徐五亮反。"
      },
      {
        "index": 9,
        "text": "[疏]「王若」至「仰成」○正義曰：康王順其事嘆而呼畢公曰：「嗚呼！父師，惟文王、武王布大德於天下，用此能受殷之王命，代殷為天子。惟周公佐助先王，安定其家。慎彼殷之頑民，恐其或有叛逆，故遷於洛邑，令之北近王室，用使化其教訓。自爾已來，既歷三紀，人世既變，風俗亦移，四方無可度之事，我天子一人用是而得安寧。但天道有上下交接之義，政教有用俗改更之理。今日雖善，或變為惡，若不善其善，則民無所勸慕。更須選賢教之，舉善勸之，宜此任者，莫先於公。惟公勉力行德，能勤小事，輔佐四世，正色率下，無有不敬仰師法公言者。公之善功多於先王，我小子垂衣拱手，仰公成理。」將欲任之，故盛稱其德也。○傳「王順」至「王命」○正義曰：畢公代周公為太師，故王呼為「父師」，率東方諸侯，是為「東伯」也。蓋君陳卒，命之使代君陳也。○傳「言周」至「其家」○正義曰：《釋詁》雲：「左、右，助也。」言周公助先王安定其家。伐殷之時，周公已有其功，復能遷殷頑民，言其功之多也。○傳「言殷」至「曰世」○正義曰：周公以攝政七年營成周，成王元年遷殷頑民，成王在位之年雖未知，其實當在三十左右，至今應三十六年，是殷民遷周已歷三紀。十二年者，天之大數。歲星、太歲皆十二年而一周天，故「十二年曰紀」。父子易人為世。《大禹謨》雲：「賞延於世。」謂緣父及子也。○傳「天道」至「勸慕」○正義曰：天氣下降，地氣上騰，而有寒暑生焉。刑新國用輕典，刑亂國用重典，輕重隨俗而有寬猛異焉。天道有上下交接之義，故寒暑易節。政教有用俗改更之理，故寬猛相濟。天道有寒暑遞來，政教以寬猛相濟。民之風俗，善惡無常，或善變為惡，或惡變為善，不可以其既善，謂善必不變。民之俗善，須以善養之，令善遂不變。人之俗有不善，當以善法禦之，使變而為善。若乃不善其善，則下民無所勸慕。民無所慕，則變為惡矣。殷民今雖已善，更當以善教之。欲以屈畢公之意。○傳「言公」至「師法」○正義曰：「小物」猶小事也，能勤小事，則大事必能勤矣，故舉能勤小事以為畢公之善。《釋詁》雲：「亮，佐也。」《晉語》說文王之事雲，「詢於八虞，訪於辛、尹，重之以周、召、畢、榮」，則畢公於文王之世已為大臣，是「輔佐文、武、成、康四世為公卿」也。「正色」謂嚴其顏色，不惰慢，不阿諂。以此率下，下民無不敬仰師法之。○傳「公之」至「子孫」○正義曰：先王之功，無由可及。言公之善功多大先人之美，方欲委之以事，盛言之，重其功美矣。\n王曰：「嗚呼！父師，今予祗命公以周公之事，往哉！今我敬命公以周公所為之事，往為之哉！言非周公所為，不敢枉公往治。○治，直吏反。旌別淑慝，表厥宅裏，彰善癉惡，樹之風聲。言當識別頑民之善惡，表異其居裏，明其為善，病其為惡，立其善風，揚其善聲。○別音彼列反。癉音丁但反。弗率訓典，殊厥井疆，俾克畏慕。其不循教道之常，則殊其井居田界，使能畏為惡之禍，慕為善之福，所以沮勸。○俾，必爾反。沮，辭汝反，又慈呂反。申畫郊圻，慎固封守，以康四海。郊圻雖舊所規畫，當重分明之。又當謹慎堅固封疆之守備，以安四海。京圻安，則四海安矣。○守，徐始救反。重，直用反。政貴有恒，辭尚體要，不惟好異。政以仁義為常，辭以理實為要，故貴尚之。若異於先王，君子所不好。○好，呼報反。商俗靡靡，利口惟賢，餘風未殄，公其念哉！紂以靡靡利口為賢，覆亡國家。今殷民利口餘風未絕，公其念絕之。○覆，芳服反。"
      },
      {
        "index": 10,
        "text": "[疏]「王曰」至「念哉」○正義曰：王更嘆而呼畢公曰：「嗚呼！父師，今日我敬命公以周公所為之事，公其往為之哉！公往至彼，當識別善之與惡，表異其善者所居之裏，彰明其為善，病其為惡。其為善之人，當立其善風，揚其善聲。其有不循道教之常者，則殊其井田疆界，使之能畏為惡之禍，慕為善之福。更重畫郊圻境界，謹慎牢固其封疆守備，以安彼四海之內。為政貴在有常，言辭尚其禮實要約，當不惟好其奇異。商之舊俗，靡靡然好相隨順，利口辯捷、阿諛順旨者惟以為賢。餘風至今未絕，公其念絕之哉！」戒畢公以治殷民之法。○傳「言當」至「善聲」○正義曰：旌旗所以表識貴賤，故傳以「旌」為識。「淑」，善也。「慝」，惡也。言當識別頑民之善，惡知其善者，表異其所居之裏，若今孝子、順孫、義夫、節婦，表其門閭者也。表其善者，則惡者自見。明其為善，當褒賞之。病其為惡，當罪罰之。其有善人，立其善風，令邑裏使放效之；揚其善聲，告之疏遠，使聞知之。○傳「其不」至「沮勸」○正義曰：《孟子》雲，「方裏為井，井九百畝」，使民「死徙無出鄉，鄉田同井，出入相友，守望相助，疾病相扶持，則百姓親睦」。然則先王制之為井田也，欲使民相親愛，生相佐助，死相殯葬。不循道教之常者，其人不可親近，與善民雜居，或染善為惡，故殊其井田居界，令民不與來往。猶今下民有大罪過不肯服者，則擯出族黨之外，吉兇不與交通，此之義也。亦既殊其井田，必當思自改悔，使其能畏為惡之禍，慕為善之福，所以沮止為惡者，勸勉為善者。○傳「郊圻」至「安矣」○正義曰：「郊圻」謂邑之境界。境界雖舊有規畫，而年世久遠，或相侵奪，當重分明畫之，以防後相侵犯。雖舉邑之郊境為言，其民田疆畔亦令更重畫之，不然何以得「殊其井疆」也？王城之立，四郊以為京師屏障，預備不虞，又當謹慎牢固封疆之守備，以安四海之內。此是王之近郊，牢設守備，惟可以安京師耳。而雲「安四海」者，京師安，則四海安矣。○傳「紂以」至「絕之」○正義曰：韓宣子稱，紂使師延作靡靡之樂。「靡靡」者，相隨順之意。紂之為人，拒諫飾非，惡聞其短，惟以靡靡相隨順、利口捷給、能隨從上意者以之為賢。商人效之，遂成風俗，由此所以覆亡國家。殷民利口餘風，至今不絕，公其念絕之。欲令其變惡俗也。\n我聞曰：『世祿之家，鮮克由禮，以蕩陵德，實悖天道。特言我聞自古有之，世有祿位而無禮教，少不以放蕩陵邈有德者，如此實亂天道。○鮮，息淺反。悖，布內反。敝化奢麗，萬世同流。』言敝俗相化，車服奢麗，雖相去萬世，若同一流。○敝，步寐反。茲殷庶士，席寵惟舊，怙侈滅義，服美於人。此殷眾士，居寵日久，怙恃奢侈，以滅德義。服飾過制，美於其民。言僣上。○怙音戶。驕淫矜侉，將由惡終。雖收放心，閑之惟艱。言殷眾士驕恣過制，矜其所能，以自侉大，如此不變，將用惡自終。雖今順從周制，心未厭服，以禮閑禦，其心惟難。○侉音苦瓜反。壓，於葉反，又於甲反，又於艷反。資富能訓，惟以永年。惟德惟義，時乃大訓。不由古訓，於何其訓？」以富資而能順義，則惟可以長年命矣。惟有德義，是乃大順。若不用古訓典籍，於何其能順乎？\n王曰：「嗚呼！父師，邦之安危，惟茲殷士，不剛不柔，厥德允修。言邦國所以安危，惟在和此殷士而已。治之不剛不柔，寬猛相濟，則其德政信修立。惟周公克慎厥始，惟君陳克和厥中，惟公克成厥終。周公遷殷頑民以消亂階，能慎其始。君陳弘周公之訓，能和其中。畢公闡二公之烈，能成其終。三後協心，同底於道，道洽政治，澤潤生民。三君合心為一，終始相成，同致於道。道至普洽，政化治理，其德澤惠施，乃浸潤生民。言三君之功，不可不尚。○治，直吏反。施，始鼓反。浸，子鴆反。四夷左衽，罔不鹹賴，予小子永膺多福。言東夷、西戎、南蠻、北狄被發左衽之人，無不皆恃賴三君之德，我小子亦長受其多福。○衽，而甚反，又而鴆反。公其惟時成周，建無窮之基，亦有無窮之聞。公其惟以是成周之治，為周家立無窮之基業，於公亦有無窮之名，以聞於後世。○為，於偽反。子孫訓其成式，惟乂。言後世子孫順公之成法，惟以治。嗚呼！罔曰弗克，惟既厥心。人之為政，無曰不能，惟在盡其心而已。罔曰民寡，惟慎厥事。無曰人少不足治也，惟在慎其政事，無敢輕之。○少，詩照反。欽若先王成烈，以休於前政。」敬順文武成業，以美於前人之政。所以勉畢公。"
      },
      {
        "index": 11,
        "text": "[疏]「我聞」至「其訓」○正義曰：我聞古人言曰：「世有祿位之家，恃富驕恣，少能用禮，以放蕩之心陵邈有德之士，如此者實悖亂天道。敝俗相化，奢侈華麗，雖相去萬世，而共同一流。」此殷之眾士，皆是富貴之家，居處寵勢，惟已久矣。怙恃奢侈，以滅德義。身卑而僣上，飾其服，美於其人。驕恣過制，矜能自侉，行如此不變，將用惡自終。令以法約之，雖收斂其放佚之心，恒防閑之，惟大艱難。資財富足，能順道義，則惟可以長年命矣。惟能用德，惟能行義，是乃為大順德也。若不用古之訓典，則於何其能順乎？欲令畢公以古之訓典教殷民也。○傳「特言」至「天道」○正義曰：凡以善言教化，無非古之訓典，於此特言「我聞」者，言此事自古有之，所以尢須嚴禁故也。世有祿位，財多勢重，縱恣其心而無禮教，如此之人，少能不以放蕩之心陵邈有德者。天道以上臨下，以善率惡，今乃以下慢上，以惡陵善，如此者實亂天道也。○傳「此殷」至「僣上」○正義曰：「席」者人之所處，故為居之義。「舊」，久也。殷士多是世貴之家，故為「居寵日久」。怙恃己之奢侈，自謂奢侈為賢，德義廢而不行，故為「以滅德義」。又以人輕位卑，美服盛飾，是「服飾過制度」。「美於其人」，言僣上服，服勝人也。○傳「言殷」至「惟難」○正義曰：「淫」訓過也，故為「過制」。強梁者不得其死，好勝者必遇其敵，故矜侉「不變，將用惡自終」。言「雖收放心」，則已收之矣。雖令順從周制，思威自止，故怨猶在，心未壓服，故「以禮閑禦其心，惟難」也。「閑」謂防閑禦止也。○傳「敬順」至「畢公」○正義曰：「美於前人之政」，謂光前人之政。所以勉勵畢公。\n君牙第二十七\n穆王命君牙為周大司徒，穆王，康王孫，昭王子。○穆王，名滿。君牙，或作君雅。作《君牙》。君牙，臣名。\n君牙命以其名，遂以名篇。\n王若曰：「嗚呼！君牙，順其事而嘆，稱其名而命之。惟乃祖乃父，世篤忠貞，服勞王家，厥有成績，紀於太常。言汝父祖，世厚忠貞，服事勤勞王家，其有成功，見紀錄書於王之太常，以表顯之。王之旌旗畫日月曰太常。○畫，胡卦反。惟予小子，嗣守文、武、成、康遺緒，亦惟先正之臣，克左右亂四方。惟我小子，繼守先王遺業，亦惟父祖之臣，能佐助我治四方。言己無所能。心之憂危，若蹈虎尾，涉於春冰。言祖業之大，己才之弱，故心懷危懼。虎尾畏噬，春冰畏陷，危懼之甚。○蹈，徒報反。噬，市制反。陷，陷沒之陷。"
      },
      {
        "index": 12,
        "text": "[疏]「穆王」至「君牙」○正義曰：穆王命其臣名君牙者為周大司徒之卿，以策書命之。史錄其策書，作《君牙》。○傳「言汝」至「太常」○正義曰：《周禮·司勛》雲：「凡有功者，銘書於王之太常，祭於大烝。」鄭玄雲：「銘之言名也。生則書於王旌，以識其人與其功也。死則於烝先王祭之。」是有功者書於王之太常，以表顯之也。《周禮·司常》雲：「日月為常。」王建太常，是王之旌旗晝日月名之曰太常也。\n今命爾予翼，作股肱心膂。今命汝為我輔翼股肱心體之臣。言委任。○膂音旅。纘乃舊服，無忝祖考，弘敷五典，式和民則。繼汝先祖故所服，忠勤無辱累祖考之道，大布五常之教，用和民令有法則。○累，劣偽反。令，力呈反。爾身克正，罔敢弗正，民心罔中，惟爾之中。言汝身能正，則下無敢不正。民心無中，從汝取中。必當正身示民以中正。夏暑雨，小民惟曰怨咨。夏月暑雨，天之常道，小人惟曰怨嘆咨嗟。言心無中也。冬祁寒，小民亦惟曰怨咨。冬大寒，亦天之常道，民猶怨咨。厥惟艱哉！思其艱以圖其易，民乃寧。天不可怨，民猶怨嗟，治民其惟難哉！當思慮其難以謀其易，民乃安。○易，以豉反。"
      },
      {
        "index": 13,
        "text": "[疏]「今命」至「乃寧」○正義曰：王言我以危懼之故，今命汝為大司徒，汝當作我股肱心膂。言將任之如已身也。繼汝先世舊所服行，亦如父祖忠勤，無為不忠，辱累汝祖考。當須大布五常之教，用和天下兆氏，令有法則。凡欲率下，當先正身，汝身能正，則下無敢不正。民心無能中正，惟取汝之中正，汝當正身心以率之。夏月大暑大雨，天之常也，小民惟曰怨恨而咨嗟。冬月大寒，亦天之常也，小民亦惟曰怨恨而咨嗟。天不可怨，民尚怨之，治民欲使無怨，其惟難哉！思慮其難，以謀其易，為治不違道，不逆民，民乃安矣。○傳「今命」至「委任」○正義曰：「股」，足也。「肱」，臂也。「膂」，背也。汝為我輔翼，當如我之身，故舉四支以喻為股肱心體之臣，言委任如身也。傳以「膂」為體，以見四者皆體，非獨「膂」為體也。《禮記·緇衣》雲：「民以君為心，君以民為體。」此舉四體，今以臣為心者，君臣合體，則亦同心。《詩》雲：「赳赳武夫，公侯腹心」，是臣亦為君心也。○傳「冬大」至「怨嗟」○正義曰：傳以「祁」為大，故雲「冬大寒」。寒言大，則夏暑雨是大雨，於此言「祁」以見之。上言「暑雨」，此不言「寒雪」者，於上言「雨」以見之，互相備也。\n嗚呼！丕顯哉，文王謨！嘆文王所謀大顯明。丕承哉，武王烈！言武王業美，大可承奉。啟佑我後人，鹹以正罔缺。文武之謀業，大明可承奉，開助我後嗣，皆以正道無邪缺。○缺，若穴反。爾惟敬明乃訓，用奉若於先王，汝惟當敬明汝五教，用奉順於先王之道。對揚文武之光命，追配於前人。」言當答揚文武光明之命，君臣各追配於前令名之人。"
      },
      {
        "index": 14,
        "text": "[疏]「嗚呼」至「前人」○正義曰：王又嘆言：「嗚呼！大是顯明哉，文王之謀也！大可承奉哉，武王之業也！文王之謀、武王之業，開道佑助我在後之人，皆以正道無邪缺。」言先王之道易可遵也。「汝惟敬明汝之五教，用奉順於先王之道。汝當答揚文武光明之命，追配於前世令名之人」。令其順先王之道，同古之大賢也。○傳「言武」至「承奉」○正義曰：文王未克殷，始謀造周，故美其謀。武王以殺紂功成業就，故美其業。謀則明白可遵，業則功成可奉，故謀言「顯」，烈言「承」。《詩·周頌·武》篇曰，「於皇武王，無競維烈」，亦美武王業之大也。○傳「文武」至「邪缺」○正義曰：文始謀之，武卒成之。文謀大明，武業可奉。言先王以此成功開道佑助我之後人，使我得安其事而奉行之。以正道見其無邪，罔缺失見其周備，故傳言「無邪缺」。\n王若曰：「君牙，乃惟由先正舊典時式，民之治亂在茲。汝惟當奉用先正之臣所行故事、舊典、文籍是法，民之治亂在此而已，用之則民治，廢之則民亂。○治，直吏反，下註同。率乃祖考之攸行，昭乃辟之有乂。」言當循汝父祖之所行，明汝君之有治功。○辟，必亦反。"
      },
      {
        "index": 15,
        "text": "[疏]「王若」至「有乂」○正義曰：王順而呼之曰：「君牙，汝為大司徒，惟當奉用先世正官之法，諸臣所行故事舊典，於是法則之，民之治亂在此而已。汝必奉而用之，循汝祖考之所行，明汝君之有治功。」「汝君」，王自謂也。\n冏命第二十八\n穆王命伯冏為周太仆正，伯冏，臣名也。太仆長，太禦中大夫。○冏，九永反，字亦作煛。長，誅丈反。作《冏命》。\n冏命以冏見命名篇。"
      },
      {
        "index": 16,
        "text": "[疏]「穆王」至「冏命」○正義曰：穆王命其臣名伯冏者為周太仆正之官，以策書命之。史錄其策書，作《冏命》。○傳「伯冏」至「大夫」○正義曰：「正」訓長也。《周禮》「太禦中大夫」，「太仆下大夫」，孔以此言「太仆正」，則官高於太仆，故以為《周禮》太禦者，知非《周禮》太仆。若是《周禮》太仆，則此雲太仆足矣，何須雲「正」乎？且此經雲「命汝作大正，正於群仆」，案《周禮》「太馭中大夫」而下，有戎仆、齊仆、道仆、田仆，太禦最為長，既稱正於群仆，故以為太禦中大夫。且與君同車，最為親近，故《春秋》隨侯寵少師以為車右，《漢書》文帝愛趙同命之為禦。凡禦者最為密昵，故此經雲「汝無昵於憸人，充耳目之官」。故以為太禦中大夫，掌禦玉輅之官。戎仆雖中大夫，以戎事為重，敘在太禦之下，故以太禦為長。太仆雖掌燕朝，非親近之任，又是下大夫，不得為長。\n王若曰：「伯冏，惟予弗克於德，嗣先人宅丕後，順其事以命伯冏，言我不能於道德，繼先人居大君之位，人輕任重。怵惕惟厲，中夜以興，思免厥愆。言常悚懼惟危，夜半以起，思所以免其過悔。○怵，敕律反。惕，他歷反。昔在文武，聰明齊聖，小大之臣，鹹懷忠良，聰明，視聽遠。齊通，無滯礙。臣雖官有尊卑，無不忠良。○礙，五代反。其侍御仆從，罔匪正人。雖給侍、進禦、仆役從官，官雖微，無不用中正之人。○禦如字，一音{禦示}。從，才用反，註及下註「侍從」同。以旦夕承弼厥辟，出入起居，罔有不欽，小臣皆良，仆役皆正，以旦夕承輔其君，故君出入起居，無有不敬。發號施令，罔有不臧。下民祇若，萬邦鹹休。言文武發號施令，無有不善。下民敬順其命，萬國皆美其化。"
      },
      {
        "index": 17,
        "text": "[疏]「王若」至「鹹休」○正義曰：王順其事而呼之曰：「伯冏，惟我不能於道德，而繼嗣先人居大君之位。人輕任重，終常悚懼。心內怵惕，惟恐傾危，中夜以起，思望免其愆過。昔在文王、武王，聰無所不聞，明無所不見。齊，中也，每事得中。聖，通也，通知諸事。其身明聖如此，又小大之臣無不皆思忠良，其左右侍御仆從無非中正之人。以旦夕承輔其君，故其君出入起居無有不敬，文武發號施令無有不善。以此之故，下民敬順其命，萬邦皆美其化。」由臣善故也。○傳「言常」至「過悔」○正義曰：《禮記·祭義》雲：「春雨露既濡，君子履之，必有怵惕之心。」「怵惕」是心動之名，多憂懼之意也。「厲」訓危也，言常悚懼，惟恐傾危。《易》稱「夕惕若厲」，即此義也。○傳「聰明」至「忠良」○正義曰：聰發於耳，明發於目，故為「視聽遠」也。「齊」訓中也，「聖」訓通也，動必得中，通而先識，是「無滯礙」也。\n「惟予一人無良，實賴左右前後有位之士，匡其不及，惟我一人無善，實恃左右前後有職位之士，匡正其不及。言此責群臣正己。繩愆糾謬，格其非心，俾克紹先烈。言恃左右之臣彈正過誤，檢其非妄之心，使能繼先王之功業。○繩，市陵反。俾，必爾反。"
      },
      {
        "index": 18,
        "text": "[疏]「惟予」至「先烈」○正義曰：王言：「惟我一人無善，亦既無知，實恃賴左右前後有職位之臣，匡正其智所不及者。」責群臣使正己也，即言正己之事。「繩其愆過，糾其錯謬，格其非妄之心，心有妄作，則格正之，使能繼先王之功業」。言得臣匡輔，乃可繼世也。○傳「言恃」至「功業」○正義曰：木不正者，以繩正之。「繩」謂彈正，「糾」謂發舉，有愆過則彈正之，有錯謬則發舉之。「格」謂檢括，其有非理枉妄之心，檢括使妄心不作。臣當如此匡君，使能繼先王之功業。言己無能，責臣使如此也。\n今予命汝作大正，正於群仆侍御之臣，欲其教正群仆，無敢佞偽。懋乃後德，交修不逮。言侍御之臣，無小大親疏，皆當勉汝君為德，更代修進其所不及。○更，古衡反。慎簡乃僚，無以巧言令色、便辟側媚，其惟吉士。當謹慎簡選汝僚屬侍臣，無得用巧言無實、令色無質、便辟足恭、側媚諂諛之人，其惟皆吉良正士。○便，婢綿反。辟，匹亦反，徐扶亦反。足，將住反。諛，徐以朱反。"
      },
      {
        "index": 19,
        "text": "[疏]「今予」至「吉士」○正義曰：今我命汝作太仆官大正，汝當教正於群仆侍御之臣，勸勉汝君為德，汝與同僚交更修進汝君智所不及之事。汝為仆官之長，當慎簡汝之僚屬，必使皆得正人，無得用巧言令色、便辟側媚之人，其惟皆當用吉良善士。令選其在下屬官，小臣仆隸之等，皆用善人。○傳「欲其」至「佞偽」○正義曰：「作大正」，「正」，長也，作仆官之長。「正於群仆」，令教正之。二「正」義不同也。群仆雖官有小大，皆近天子。近人主者多以諂佞自容，今大仆教正群仆，明使教之無敢佞偽也。案《周禮》太馭中大夫掌禦玉輅，戎仆中大夫掌禦戎車，齊仆下大夫掌馭金輅，道仆上士掌馭象輅，田仆上士掌馭田輅。「群仆」謂此也。○傳「當謹」至「正士」○正義曰：府史已下，官長所自辟除命，士以上皆應人主自選。此令太仆正謹慎簡選僚屬者，人主所用皆由臣下，臣下銓擬，可者然後用之，故令太仆正慎簡僚屬也。《論語》稱：「巧言、令色、足恭，左聰明恥之。」「便辟」是巧言令色之類，知是彼「足恭」也。「巧言」者，巧為言語以順從上意，無情實也。「令色」者，善為顏色以媚說人主，無本質也。「便僻」者，前卻俯仰，以是為恭。「側媚」者，為僻側之事以求媚於君。此等皆是諂諛之人，不可用為近官也。「媚」，愛也。襄三十一年《左傳》雲，鄭子產謂子皮曰：「誰敢求愛於子？」知此為「側媚」者，為側行以求愛，非是愛前人也。若能愛在上，則忠臣也，不當禁其無用。\n仆臣正，厥後克正。仆臣諛，厥後自聖。言仆臣皆正，則其君乃能正。仆臣諂諛，則其君乃自謂聖。後德惟臣，不德惟臣。君之有德，惟臣成之。君之無德，惟臣誤之。言君所行善惡，專在左右。爾無昵於憸人，充耳目之官，迪上以非先王之典。汝無親近於憸利小子之人，充備侍從在視聽之官，道君上以非先王之法。○昵，女乙反。憸，息廉反，徐七漸反，利口也，本亦作。近附近之近。道，導也。非人其吉，惟貨其吉。若非人其實吉良，惟以貨財配其吉良，以求入於仆侍之臣，汝當清審。若時瘝厥官，若用是行貨之人，則病其官職。○瘝，故頑反。惟爾大弗克祇厥辟，惟予汝辜。」用行貨之人，則惟汝大不能敬其君，惟我則亦以此罪汝。言不忠也。王曰：「嗚呼，欽哉！永弼乃後於彜憲。」嘆而敕之，使敬用所言，當長輔汝君於常法。此穆王庶幾欲蹈行常法。\n呂刑第二十九\n呂命，呂侯見命為天子司寇。穆王訓夏贖刑，呂侯以穆王命作書，訓暢夏禹贖刑之法，更從輕以布告天下。○贖音蜀，註及下同。作《呂刑》。\n呂刑後為甫侯，故或稱《甫刑》。"
      },
      {
        "index": 20,
        "text": "[疏]「呂命」至「呂刑」○正義曰：呂侯得穆王之命為天子司寇之卿，穆王於是用呂侯之言，訓暢夏禹贖刑之法。呂侯稱王之命而布告天下。史錄其事，作《呂刑》。○傳「呂侯」至「司寇」○正義曰：呂侯得王命，必命為王官。《周禮》司寇掌刑，知呂侯見命為天子司寇。鄭玄雲：「呂侯受王命，入為三公。」引《書說》雲：「周穆王以呂侯為相。」《書說》謂《書緯·刑得放》之篇有此言也。以其言「相」，知為三公。即如鄭言，當以三公領司寇，不然，何以得專王刑也。○傳「呂侯」至「天下」○正義曰：名篇謂之《呂刑》，其經皆言「王曰」，知「呂侯以穆王命作書」也。經言陳罰贖之事，不言何代之禮，故序言「訓夏」，以明經是夏法。王者代相革易，刑罰世輕世重，殷以變夏，周又改殷。夏法行於前代，廢已久矣。今復訓暢夏禹贖刑之法，以周法傷重，更從輕以布告天下。以其事合於當時，故孔子錄之以為法。經多說治獄之事，是訓釋申暢之也。金作贖刑，唐虞之法。《周禮》職金「掌受士之金罰、貨罰，入於司兵」，則周亦有贖刑。而遠訓夏之贖刑者，《周禮》惟言「士之金罰」，人似不得贖罪。縱使亦得贖罪，贖必異於夏法。以夏刑為輕，故祖而用之。罪實則刑之，罪疑則贖之，故當並言贖刑，非是惟訓贖罰也。《周禮》「司刑掌五刑之法，以麗萬民之罪。墨罪五百，劓罪五百，宮罪五百，刖罪五百，殺罪五百」。五刑惟有二千五百。此經「五刑之屬三千」，案刑數乃多於《周禮》，而言變從輕者，《周禮》五刑皆有五百，此則輕刑少而重刑多；此經墨、劓皆千，刖刑五百，宮刑三百，大辟二百，輕刑多而重刑少，變周用夏，是改重從輕也。然則周公聖人，相時制法而使刑罰太重，令穆王改易之者，穆王遠取夏法，殷刑必重於夏。夏承堯舜之後，民淳易治，故制刑近輕。輕則民慢，故殷刑稍重。自湯已後，世漸苛酷，紂作炮烙之刑，明知刑罰益重。周承暴虐之後，不可頓使太輕。雖減之輕，猶重於夏法。成康之間，刑措不用，下及穆王，民猶易治。故呂侯度時制宜，勸王改從夏法。聖人之法非不善也，而不以經遠。呂侯之智非能高也，而法可以適時。茍適於時，事即可為善，亦不言呂侯才高於周公，法勝於前代。所謂觀民設教，遭時制宜，刑罰所以世輕世重，為此故也。○傳「後為」至「甫刑」○正義曰：《禮記》書傳引此篇之言多稱為「《甫刑》曰」，故傳解之「後為甫侯，故或稱《甫刑》」。知「後為甫侯」者，以《詩·大雅·崧高》之篇宣王之詩，雲「生甫及申」；《揚之水》為平王之詩，雲「不與我戍甫」，明子孫改封為甫侯。不知因呂國改作甫名？不知別封餘國而為甫號？然子孫封甫，穆王時未有甫名而稱為《甫刑》者，後人以子孫之國號名之也。猶若叔虞初封於唐，子孫封晉，而《史記》稱《晉世家》。然宣王以後，改呂為甫，《鄭語》史伯之言幽王之時也，乃雲「申呂雖衰，齊許猶在」，仍得有呂者，以彼史伯論四嶽治水，其齊、許、申、呂是其後也。因上「申呂」之文而雲「申呂雖衰」，呂即甫也。\n惟呂命，王享國百年，耄荒，言呂侯見命為卿，時穆王以享國百年，耄亂荒忽。穆王即位過四十矣，言百年，大其雖老而能用賢以揚名。○耄，本亦作{蒿毛}，毛報反，《切韻》莫報反。度作刑以詰四方。度時世所宜，訓作贖刑，以治天下四方之民。○度，待洛反。註同，馬如字，雲：「法度也。」詰，起一反。"
      },
      {
        "index": 21,
        "text": "[疏]「惟呂」至「四方」○正義曰：惟呂侯見命為卿，於時穆王享有周國已積百年，王精神耄亂而荒忽矣。王雖老耄，猶能用賢，取呂侯之言，度時世所宜，作夏贖刑以治天下四方之民也。○傳「言呂」至「揚名」○正義曰：史述呂侯見命而記王年，知其得命之時王已享國百年也。《曲禮》雲：「八十九十曰耄。」是「耄荒」為年老精神耄亂荒忽也。穆王即位之時，已年過四十矣，比至命呂侯之年，未必已有百年。言「百年」者，美大其事，雖則年老而能用賢以揚名，故記其百年之耄荒也。《周本紀》雲：「甫侯言於王，作脩刑辟。」是脩刑法者皆呂侯之意，美王能用之。穆王即位過四十者，不知出何書也。《周本紀》雲：「穆王即位，春秋已五十矣」，「立五十五年崩」。司馬遷若在孔後，或當各有所據。《無逸》篇言殷之三王及文王享國若干年者，皆謂在位之年。此言「享國百年」，乃從生年而數，意在美王年老能用賢，而言其長壽，故舉從生之年，以「耄荒」接之，美其老之意也。文不害意，不與彼同。\n王曰：「若古有訓，蚩尢惟始作亂，延及於平民，順古有遺訓，言蚩尤造始作亂，惡化相易，延及於平善之人。九黎之君號曰蚩尢。○蚩，尺之反；尤，有牛反；馬雲：「少昊之末九黎君名。」罔不寇賊鴟義，奸宄奪攘矯虔。平民化之，無不相寇賊，為鴟梟之義。以相奪攘，矯稱上命，若固有之。亂之甚。○鴟，尺之反；鴟梟，惡鳥；馬雲：「鴟，輕也。」義，本亦作誼。宄音軌。攘，如羊反。矯，居表反。虔，其然反。苗民弗用靈，制以刑，惟作五虐之刑曰法。三苗之君習蚩尢之惡，不用善化民，而制以重刑。惟為五虐之刑，自謂得法。蚩尢黃帝所滅，三苗帝堯所誅，言異世而同惡。殺戮無辜，爰始淫為劓、刵、椓、黥。三苗之主，頑兇若民，敢行虐刑，以殺戮無罪，於是始大為截人耳鼻，椓陰，黥面，以加無辜，故曰「五虐」。○劓，魚器反。刵，徐如誌反。椓，丁角反。黥，其京反。越茲麗刑並制，罔差有辭。苗民於此施刑，並制無罪，無差有直辭者。言淫濫。○麗，力馳反。並，必政反。民興胥漸，泯泯棼棼，罔中於信，以覆詛盟。三苗之民瀆於亂政，起相漸化，泯泯為亂，棼棼同惡，皆無中於信義，以反背詛盟之約。○泯，面忍反，徐音民。棼，芳雲反，徐扶雲反。覆，芳服反，徐敷目反。詛，側助反。背音佩。約如字，又於妙反。虐威庶戮，方告無辜於上。上帝監民，罔有馨香，德刑發聞惟腥。三苗虐政作威，眾被戮者方方各告無罪於天，天視苗民無有馨香之行，其所以為德刑，發聞惟乃腥臭。○聞音問，又如字，註同。腥音星。行，下孟反。皇帝哀矜庶戮之不辜，報虐以威，遏絕苗民，無世在下。皇帝，帝堯也。哀矜眾被戮者之不辜，乃報為虐者以威，誅遏絕苗民，使無世位在下國也。○君帝，君宜作皇字，帝堯也。遏，於葛反。"
      },
      {
        "index": 22,
        "text": "[疏]「王曰」至「在下」正義曰：呂侯進言於王，使用輕刑。又稱王之言以告天下，說重刑害民之義。王曰：「順古道有遺餘典訓，記法古人之事。昔炎帝之末，有九黎之國君號蚩尢者，惟造始作亂，惡化遞相染易，延及末平善之民。平民化之，亦變為惡，無有不相寇盜，相賊害，為鴟梟之義。鈔掠良善，外奸內宄，劫奪人物，攘竊人財，矯稱上命，以取人財，若己固自有之。然蚩尢之惡已如此矣，至於高辛氏之末，又有三苗之國君，習蚩尢之惡，不肯用善化民，而更制重法。惟作五虐之刑，乃言曰此得法也。殺戮無罪之人，於是始大為四種之刑。刵，截人耳。劓，截人鼻。劅，椓人陰。黥，割人面。苗民於此施刑之時，並制無罪之人。對獄有罪者無辭，無罪者有辭，苗民斷獄，並皆罪之，無差簡有直辭者。言濫及無罪者也。三苗之民，慣瀆亂政，起相漸染，皆化為惡。泯泯為亂，棼棼同惡，小大為惡。民皆巧詐，無有中於信義。以此無中於信，反背詛盟之約，雖有要約，皆違背之。三苗虐政作威，眾被戮者方方各告無罪於上天。上天下視苗民，無有馨香之行。其所以為德刑者，發聞於外，惟乃皆腥臭，無馨香也。君帝帝堯哀矜眾被殺戮者，不以其罪，乃報為暴虐者以威，止絕苗民，使無世位在於下國。」言以刑虐，故滅之也。○傳「順古」至「蚩尢」○正義曰：古有遺訓，順而言之，故為「順古有遺訓」也。「蚩尢造始作亂」，其事往前未有，蚩尢今始造之，必是亂民之事，不知造何事也。下說三苗之主習蚩尢之惡，作五虐之刑，此章主說虐刑之事，蚩尢所作，必亦造虐刑也。以峻法治民，民不堪命，故惡化轉相染易，延及於平善之民，亦化為惡也。「九黎之君號曰蚩尢」，當有舊說雲然，不知出何書也。《史記·五帝本紀》雲：「神農氏世衰，諸侯相侵伐，蚩尢最為暴虐，莫能伐之。黃帝乃徵師諸侯，與蚩尢戰於涿鹿之野，遂擒殺蚩尢，而諸侯鹹尊軒轅為天子。」如《本紀》之言，蚩尢是炎帝之末諸侯名也。應劭雲：「蚩尢，古天子。」鄭雲：「蚩尢霸天下，黃帝所伐者。」《漢書音義》有臣瓚者，引《孔子三朝記》雲：「蚩尢，庶人之貪者。」諸說不同，未知蚩尢是何人也。《楚語》曰：「少昊氏之衰也，九黎亂德，顓頊受之，使復舊常。」則九黎在少昊之末，非蚩尢也。韋昭雲：「九黎氏九人，蚩尢之徒也。」韋昭雖以九黎為蚩尢，要《史記》蚩尢在炎帝之末，《國語》九黎在少昊之末，二者不得同也。「九黎」之文惟出楚語，孔以蚩尢為九黎。下傳又雲：「蚩尢黃帝所滅」，言「黃帝所滅」，則與《史記》同矣。孔非不見《楚語》，而為此說，蓋以蚩尢是九黎之君，黃帝雖滅蚩尢，猶有種類尚在，故下至少昊之末，更復作亂。若其不然，孔意不可知也。鄭玄雲：「學蚩尢為亂者，九黎之君，在少昊之代也。」其意以蚩尢當炎帝之末，九黎當少昊之末，九黎學蚩尢，九黎非蚩尢也。○傳「平民」至「之甚」○正義曰：蚩尢作亂，當是作重刑以亂民。以峻法酷刑，民無所措手足，困於苛虐所酷，人皆苛且，故平民化之，無有不相寇賊。群行攻劫曰「寇」，殺人曰「賊」，言攻殺人以求財也。「鴟梟」，貪殘之鳥。《詩》雲：「為梟為鴟。」梟是鴟類。鄭玄雲：「盜賊狀如鴟梟，鈔掠良善，劫奪人物。」傳言「鴟梟之義」，如鄭說也。《釋詁》雲：「虔，固也」。「若固有之」，言取得人物，如己自有也。○傳「三苗」至「同惡」○正義曰：上說蚩尢之惡，即以「苗民」繼之，知經意言「三苗之君習蚩尢之惡」。「靈」，善也。不用善化民，而制以重刑。學蚩尢制之，用五刑而虐為之，故為「五虐之刑」，不必臯陶五刑之外，別有五也。「曰法」者，述苗民之語，自謂所作得法，欲民行而畏之。如《史記》之文，蚩尢黃帝所滅，下句所說「三苗帝堯所誅」，《楚語》雲「三苗復九黎之惡」，是「異世而同惡」也。鄭玄以為「苗民即九黎之後。顓頊誅九黎，至其子孫為三國。高辛之衰，又復九黎之惡。堯興，又誅之。堯末，又在朝，舜臣堯又竄之。後禹攝位，又在洞庭逆命，禹又誅之。穆王深惡此族三生兇德，故著其惡而謂之民」。孔惟言「異世同惡」，不言三苗是蚩尢之子孫。韋昭雲：「三苗，炎帝之後諸侯共工也。」○傳「三苗」至「五虐」○正義曰：三苗之主，實國君也。頑兇若民，故謂之「苗民」。不於上經為傳者，就此惡行解之，以其頑兇，敢行虐刑，以殺戮無罪。《釋詁》雲：「淫，大也。」「於是大為截人耳鼻，椓陰，黥面」，苗民為此刑也。「椓陰」即宮刑也。「黥面」即墨刑也。《康誥》周公戒康叔雲「無或劓刵人」，即周世有劓刵之刑，非苗民別造此刑也。以加無辜，故曰「五虐」。鄭玄雲：「刵，斷耳。劓，截鼻。椓謂椓破陰，黥為羈黥人面。苗民大為此四刑者，言其特深刻，異於臯陶之為。」鄭意蓋謂截耳截鼻多截之，椓陰苦於去勢，黥面甚於墨頟，孔意或亦然也。○傳「三苗」至「之約」○正義曰：「三苗之民」，謂三苗國內之民也。「瀆」謂慣瀆，苗君久行虐刑，民慣見亂政，習以為常，起相漸化。「泯泯」，相似之意。「棼棼」，擾攘之狀。「泯泯為亂」，習為亂也。「棼棼同惡」，共為惡也。「中」猶當也，「皆無中於信義」，言為行無與信義合者。《詩》雲：「君子屢盟，亂是用長。」亂世之民，多相盟詛，既無信義，必皆違之，以此無中於信，反背詛盟之約也。○傳「三苗」至「腥臭」○正義曰：「方方各告無罪於上天」，言其處處告也。天矜於下，俯視苗民，無有馨香之行。「馨香」以喻善也。「其所以為德刑」，苗民自謂是德刑者，發聞於外，惟乃皆是腥臭。「腥臭」喻惡也。○傳「君帝」至「下國」○正義曰：《釋詁》雲：「皇，君也。」此言「遏絕苗民」，下句即雲「乃命重黎」，重黎是帝堯之事，知此滅苗民亦帝堯也。此滅苗民在堯之初興，使無世位在於下國，而堯之末年，又有竄三苗者，禮天子不滅國，擇立其次賢者。此為五虐之君，自無世位在下，其改立者復得在朝。但此族數生兇德，故歷代每被誅耳。\n乃命重黎，絕地天通，罔有降格。重即羲，黎即和。堯命義和世掌天地四時之官，使人神不擾，各得其序，是謂絕地天通。言天神無有降地，地民不至於天，明不相幹。○重，直龍反。黎，力兮反。群後之逮在下，明明棐常，鰥寡無蓋。群後諸侯之逮在下國，皆以明明大道輔行常法，故使鰥寡得所，無有掩蓋。○棐音匪，又芳鬼反。鰥，居頑反。皇帝清問下民，鰥寡有辭於苗。帝堯詳問民患，皆有辭怨於苗民。○清問，馬雲：「清，訊。」德威惟畏，德明惟明。言堯監苗民之見怨，則又增修其德，行威則民畏服，明賢則德明人，所以無能名焉。"
      },
      {
        "index": 23,
        "text": "[疏]「乃命」至「推明」○正義曰：三苗亂德，民神雜擾。帝堯既誅苗民，乃命重黎二氏，使絕天地相通，令民神不雜。於是天神無有下至地，地民無有上至天，言天神地民不相雜也。群後諸侯相與在下國，群臣皆以明明大道輔行常法，鰥寡皆得其所，無有掩蓋之者。君帝帝堯清審詳問下民所患，鰥寡皆有辭怨於苗民。言誅之合民意。堯視苗民見怨，則又增修其德。以德行威，則民畏之，不敢為非。以德明人，人皆勉力自修，使德明。言堯所行賞罰得其所也。○傳「重即」至「相幹」○正義曰：《楚語》雲：「宅王問於觀射父曰：『《周書》所謂重黎實使天地不通者，何也？若無然，民將能登天乎？』對曰：『非此之謂也。古者民神不雜。少昊氏之衰也，九黎亂德，家為巫史，民神同位，禍災薦臻。顓頊受之，乃命南正重司天以屬神，命火正黎司地以屬民，使復舊常，無相侵瀆，是謂絕地天通。其後三苗復九黎之德，堯復育重黎之後，不忘舊者，使復典之。』」彼言主說此事，而《堯典》雲「乃命羲和，欽若昊天」，即所謂育重黎之後，使典之也。以此知「重即羲」也，「黎即和」也。言羲是重之子孫，和是黎之子孫，能不忘祖之舊業，故以「重黎」言之。傳言「堯乃命羲和掌天地四時之官」，《堯典》文也。「民神不擾，是謂絕地天通」，《楚語》文也。孔惟加「各得其序」一句耳。《楚語》又雲，司天屬神，司地屬民。令神與天在上，民與地在下，定上下之分，使民神不雜，則祭享有度，災厲不生。經言民神分別之意，故言「罔有降格」。言天神無有降至於地者，謂神不幹民。孔因互文雲地民不有上至於天者，言民不幹神也。乃總之雲「明不相幹」，即是民神不雜也。「地民」或作「地祇」。學者多聞神祇，又「民」字似「祇」，因妄改使謬耳。如《楚語》雲「乃命重黎」，是顓頊命之。鄭玄以「『皇帝哀矜庶戮之不辜』至『罔有降格』，皆說顓頊之事。乃命重黎即是命重黎之身，非羲和也。『皇帝清問』以下乃說堯事。顓頊與堯再誅苗民，故上言『遏絕苗民』，下雲『有辭於苗』，異代別時，非一事也」。案《楚語》雲「少昊氏之衰也，九黎亂德」，又雲「其後三苗復九黎之德」，則「九黎」、「三苗」非一物也。顓頊誅九黎謂之「遏絕苗民」，於鄭義為不愜。《楚語》言顓頊命重黎，解為帝堯命羲和，於孔說又未允，不知二者誰得經意也。○傳「言堯」至「名焉」○正義曰：此經二句說帝堯之德事也，而其言不順。文在「苗民」之下，故傳以為「堯監苗民之見怨，則又增修其德」，敦德以臨之，以德行其威罰，則民畏之而不敢為非。「明賢則德明人」者，若凡人雖欲以德明賢者，不能照察。今堯德明賢者，則能以德明識賢人，故皆勸慕為善。明與上句相互，則「德威」者，凡人雖欲以德行威，不能威肅。今堯行威罰，則能以德威罰罪人，故人皆畏威服德也。\n乃命三後，恤功於民。伯夷降典，折民惟刑。禹平水土，主名山川。稷降播種，農殖嘉穀。伯夷下典禮教民而斷以法。禹治洪水，山川無名者主名之。後稷下教民播種，農畝生善穀。所謂堯命三君，憂功於民。○折，之設反，下同；馬、鄭、王皆音悊，馬雲：「智也。」種音章用反。殖，承力反。斷，丁亂反，下同。三後成功，惟殷於民。各成其功，惟所以殷盛於民。言禮教備，衣食足。士制百姓於刑之中，以教祇德。言伯夷道民典禮，斷之以法。臯陶作士，制百官於刑之中，助成道化，以教民為敬德。○祇，止而反。"
      },
      {
        "index": 24,
        "text": "[疏]「乃命」至「祇德」○正義曰：堯既誅苗民，乃命三君伯、夷、禹、稷憂施功於民。使伯夷下禮典教民，折斷下民，惟以典法。伯禹身平治水土，主名天下山川，其無名者皆與作名。後稷下教民布種，在於農畝種殖嘉。穀三君者各成其功，惟以殷盛於民，使民衣食充足。乃使士官制禦百官之姓於刑之中正，以教民為敬德。言先以禮法化民，民既富而後教之，非茍欲刑殺也。○傳「伯夷」至「於民」○正義曰：伯夷與稷言「降」，禹不言「降」，「降」可知降下也，從上而下於民也。《舜典》伯夷主禮典，「教民而斷以法」，即《論語》所謂「齊之以禮」也。山川與天地並生，民應先與作名。但禹治水，萬事改新，古老既死，其名或滅。故當時無名者，禹皆主名之。言此者，以見禹治山川，為民於此耕稼故也。此三事者皆是為民，故傳既解三事，乃結上句，此即「所謂堯命三君，憂功於民」，憂欲與民施功也。此三事之次，當禹功在先。先治水土，乃得種穀。民得穀食，乃能行禮。《管子》雲：「衣食足，知榮辱。倉稟實，知禮節。」是言足食足衣然後行禮也。此經先言「伯夷」者，以民為國之本，禮是民之所急，將言制刑，先言用禮，刑禮相須，重禮，故先言之也。○傳「言伯」至「敬德」○正義曰：此經大意，言禹、稷教民，使衣食充足。伯夷道民，使知禮節，有不從教者，乃以刑威之。故先言三君之功，乃說用刑之事。言禹、稷教民稼穡，衣食既已充足。伯夷道民典禮，又能折之以法。禮法既行，乃使臯陶作士，制百官於刑之中。令百官用刑，皆得中正，使不僣不濫，不輕不重，助成道化，以教民為敬德。言從伯夷之法，敬德行禮也。\n穆穆在上，明明在下，灼於四方，罔不惟德之勤。堯躬行敬敬在上，三後之徒秉明德明君道於下，灼然彰著四方，故天下之士無不惟德之勤。故乃明於刑之中，率乂於民棐彜。天下皆勤立德，故乃能明於用刑之中正，循道以治於民，輔成常教。○治，直吏反。"
      },
      {
        "index": 25,
        "text": "[疏]「穆穆」至「棐彜」○正義曰：言堯躬行敬敬之道在於上位，三後之徒躬秉明德明君道在於下，君臣敬明與德，灼然著於四方，故天下之事無不惟德之勤，悉皆勤行德矣。天下之士皆勤立德，故乃能明於用刑之中正，循大道以治於民，輔成常教。美堯君臣明德，能用刑得中以輔禮教。○傳「堯躬」至「之勤」○正義曰：《釋訓》雲：「穆穆，敬也。」「明明」重明，則「穆穆」重敬，當敬天敬民，在於上位也。「明明在下」，則是臣事，知是「三後之徒秉明德明君道於下」也。彰著於四方，四方皆法效之，故天下之士無不惟德之勤。○傳「天下」至「常教」○正義曰：刑者所以助教而不可專用，非是身有明德，則不能用刑。以天下之大，萬方之眾，必當盡能用刑，天下乃治。此美堯能使「天下皆勤立德，故乃能明於用刑之中正」，言天下皆能用刑，盡得中正，循治民之道以治於民，輔成常教。伯夷所典之禮，是常行之教也。\n典獄，非訖於威，惟訖於富。言堯時主獄，有威有德有恕，非絕於威，惟絕於富。世治，貨賂不行。○賂，來故反。敬忌，罔有擇言在身。堯時典獄皆能敬其職，忌其過，故無有可擇之言在其身。惟克天德，自作元命，配享在下。」凡明於刑之中，無擇言在身，必是惟能天德，自為大命，配享天意，在於天下。"
      },
      {
        "index": 26,
        "text": "[疏]「典獄」至「在下」○正義曰：堯時典獄之官，非能止絕於威，有犯必當行威，威刑不可止也。惟能止絕於富，受貨然後得富，無貨富自絕矣。言於時世治，貨賂不行。堯時典獄之官皆能敬其職事，忌其過失，無有可釋之言在於其身。天德平均，惟能為天之德。誌性平均，自為長久大命。配當天意，在於天下。言堯德化之深，於時典獄之官皆能賢也。○傳「言堯」至「不行」○正義曰：堯時主獄之官，有威嚴，有德行，有恕心。有犯罪必罪之，是「有威」也。無罪則赦之，是「有德」也。有威有德有恕心，行之不受貨賂，是恕心也。「訖」是盡也，故傳以「訖」為絕。不可能使民不犯，非絕於威。能使不受貨賂，惟絕於富。言以恕心行之，世治則貨賂不行，故獄官無得富者。○得凡明」至「天下」○正義曰：「惟克天德」，言能效天為德，當謂天德平均，獄官效天為平均。凡能明於刑之中正矣，又能使無可擇之言在身者，此人必是惟能為天平均之德，斷獄必平矣。「皇天無親，惟德是輔」，若能斷獄平均者，必壽長久大命。大命由己而來，是「自為大命」。「享」訓當也，是此人能配當天命，在於天之下。鄭雲：「大命謂延期長久也。」\n王曰：「嗟！四方司政典獄，非爾惟作天牧？主政典獄，謂諸侯也。非汝惟為天牧民乎？言任重是汝。○為，於偽反。任，而鴆反。重，輕重之重。今爾何監，非時伯夷播刑之迪？言當視是伯夷布刑之道而法之。其今爾何懲？惟時苗民匪察於獄之麗。其今汝何懲戒乎？所懲戒惟是苗民非察於獄之施刑，以取滅亡。○麗，力馳反。罔擇吉人，觀於五刑之中，惟時庶威奪貨，言苗民無肯選擇善人，使觀視五刑之中正，惟是眾為威虐者任之，以奪取人貨，所以為亂。斷制五刑，以亂無辜。上帝不蠲，降咎於苗。苗民任奪貨奸人，斷制五刑，以亂加無罪。天不潔其所為，故下咎罪。謂誅之。○蠲，吉緣反。咎，其九反。苗民無辭於罰，乃絕厥世。」言罪重，無以辭於天罰，故堯絕其世。申言之為至戒。"
      },
      {
        "index": 27,
        "text": "[疏]「王曰」至「厥世」○正義曰：王呼諸侯戒之曰：「咨嗟！汝四方主政事典獄訟者諸侯之君等，非汝惟為天牧養民乎？」言汝等皆為天養民，言任重也。「受任既重，當觀古成敗，今汝何所監視乎？其所視者，非是伯夷布刑之道也」。言當效伯夷善布刑法，受令名也。「其今汝何所懲創乎？其所創者惟是苗民非察於獄之施刑乎？」言當創苗民施刑不當取滅亡也。「彼苗民之為政也，無肯選擇善人，使觀視於五刑之中正，惟是眾為威虐者任之，以奪取人之貨賂，任用此人，使斷制五刑，以亂加無罪之人。上天不絜其所為，故下咎惡於苗民。苗民無以辭於天罰，堯乃絕滅其世。汝等安得不懲創乎！」○傳「言當」至「法之」○正義曰：伯夷典禮，臯陶主刑，刑禮相成以為治。不使視臯陶而令視伯夷者，欲其先禮而後刑。道之以禮，禮不從乃刑之，則刑亦伯夷之所布，故令視伯夷布刑之道而法之。王肅雲：「伯夷道之以禮，齊之以刑。」○傳「其今」至「滅亡」○正義曰：上言「非時」，此言「惟時」，文異者，「非時」者言豈非是事也，「惟時」者言惟當是事也，雖文異而意同。「惟是苗民非察於獄之施刑以取滅亡」也，言其正謂察於獄之施刑不當於罪以取滅亡。○傳「苗民」至「誅之」○正義曰：「以亂加無罪」者，正謂以罪加無罪，是亂也。「蠲」訓絜也。「天不絜其所為」者，鄭玄雲：「天以苗民所行腥臊不絜，故下禍誅之。」\n王曰：「嗚呼！念之哉！念以伯夷為法，苗民為戒。伯父、伯兄、仲叔、季弟、幼子、童孫，皆聽朕言，庶有格命。皆石同姓，有父兄弟子孫。列者伯仲叔季，順少長也。舉同姓包異姓，言不殊也。聽從我言，庶幾有至命。○聽如字，又他經反。少，詩照反。長，丁丈反。今爾罔不由慰日勤，爾罔或戒不勤。今汝無不用安自居，日當勤之。汝無有徒念戒而不勤。○日，人實反，一音曰。天齊於民，俾我一日，非終惟終在人。天整齊於下民，使我為之，一日所行，非為天所終，惟為天所終，在人所行。○天齊於民，絕句。馬雲：「齊，中也。」俾我，絕句。俾，必爾反，馬本作矜；矜，哀也。爾尚敬逆天命，以奉我一人。雖畏勿畏，雖休勿休，汝當庶幾敬逆天命，以奉我一人之戒。行事雖見畏，勿自謂可敬畏。雖見美，勿自謂有德美。惟敬五刑，以成三德。一人有慶，兆民賴之，其寧惟永。」先戒以勞謙之德，次教以惟敬五刑，所以成剛柔正直之三德也。天子有善，則兆民賴之，其乃安寧長久之道。"
      },
      {
        "index": 28,
        "text": "[疏]「王曰」至「惟永」○正義曰：王言而嘆曰：「嗚呼！汝等諸侯其當念之哉！」念以伯夷為法，苗民為戒。既令念此法戒，又呼同姓諸侯曰：「伯父、伯兄、仲叔、季弟、幼子、童孫等，汝皆聽從我言，依行用之，庶幾有至善之命，命必長壽也。今汝等諸侯無不用安道以自居，曰我當勤之哉。汝已許自勤，即當必勤，汝無有徒念我戒，許欲自勤而身竟不勤。」戒使必自勤也。「上天欲整齊於下民，使我為之令，我為天子整齊下民也。我一日所行失其道，非為天所終。一日所行得其理，惟為天所終。此事皆在人所行」。言已當慎行以順天也。「我已冀欲順天，汝等當庶幾敬逆天命，以奉用我一人之戒。汝所行事，雖見畏，勿自謂可敬畏。雖見美，勿自謂有德美」。欲令其謙而勿自取也。「汝等惟當敬慎用此五刑，以成剛柔正直之三德，以輔我天子。我天子一人有善事，則億兆之民蒙賴之。若能如此，其乃安寧，惟久長之道也」。○傳「皆王」至「至命」○正義曰：此總告諸侯，不獨告同姓，知「舉同姓包異姓」也。「格」訓至也，言庶幾有至命。「至命」當謂至善之命，不知是何命也。鄭玄雲：「格，登也。登命謂壽考者。」傳雲「至命」亦謂壽考。○傳「今汝」至「不勤」○正義曰：「由」，用也。「慰」，安也。人之行事多有始無終，從而不改。王既殷勤教誨，恐其知而不行，或當曰欲勤行而中道倦怠，故以此言戒之。今汝等諸侯無不用安道以自居，言曰我當勤之。「安道」者，謂勤其職，是安之道。若不勤其職，是危之道也。○傳「天整」至「所行」○正義曰：「天整齊於下民」者，欲使之順道依理，以性命自終也。以民不能自治，故使我為之，使我為天子。我既受天委付，務欲稱天之心。墜失天命，是不為天所終。保全祿位，是為天所終。我一日所行善之與惡，非為天所終，惟為天所終，皆在人所行。王言已冀欲使為行稱天意也。○傳「汝當」至「德美」○正義曰：「逆」，迎也。上天授人為主，是下天命也。諸侯上輔天子，是逆天命也，言與天意相迎逆也。「汝當庶幾敬逆天命，以奉我一人之戒」，欲使之順天意而用己命。凡人被人畏，必當自謂己有可畏敬；被人譽，必自謂已實有德美。故戒之，汝等所行事，雖見畏，勿自謂可敬畏；雖見美，勿自謂有德美。教之令謙而不自恃也。○傳「先戒」至「之道」○正義曰：上句「雖畏勿畏，雖休勿休」，是「先戒以勞謙之德」也。「勞謙」，《易·謙卦》九三爻辭。謙則心勞，故雲「勞謙」。天子有善，以善事教天下，則兆民蒙賴之。\n王曰：「籲！來，有邦有土，告爾祥刑。籲，嘆也。有國土諸侯，告汝以善用刑之道。○籲，況於反，馬作於；於，於也。在今爾安百姓，何擇非人？何敬非刑？何度非及？在今爾安百姓兆民之道，當何所擇？非惟吉人乎？當何所敬？非惟五刑乎？當何所度？非惟及世輕重所宜乎？○度，待洛反，註同，馬雲：「造謀也。」兩造具備，師聽五辭。兩謂囚、證。造，至也。兩至具備，則眾獄官共聽其入五刑之辭。○造，七報反，註同。五辭簡孚，正於五刑。五辭簡核，信有罪驗，則正之於五刑。○核，幸革反。五刑不簡，正於五罰。不簡核，謂不應五刑。當正五罰，出金贖罪。○應，應對之應，下同。五罰不服，正於五過。不服，不應罰也。正於五過，從赦免。五過之疵：惟官，惟反，惟內，惟貨，惟來。五過之所病，或嘗同官位，或詐反囚辭，或內親用事，或行貨枉法，或舊相往來，皆病所在。○疵，才斯反。來，馬本作求，雲：「有求，請賕也。」其罪惟均，其審克之。以病所在，出入人罪，使在五過，罪與犯法者同。其當清察，能使之不行。五刑之疑有赦，五罰之疑有赦，其審克之。刑疑赦從罰，罰疑赦從免。其當清察，能得其理。簡孚有眾，惟貌有稽。簡核誠信，有合眾心。惟察其貌，有所考合，重刑之至。無簡不聽，具嚴天威。無簡核誠信，不聽理具獄，皆當嚴敬天威，無輕用刑。墨辟疑赦，其罰百鍰，閱實其罪。刻其顙而之曰墨刑，疑則赦從罰。六兩曰鍰。鍰，黃鐵也。閱實其罪，使與罰名相當。○辟，婢亦反。鍰，徐戶關反，六兩也。鄭及《爾雅》同。《說文》雲：「六鋝也。」「鋝，十一銖二十五分述之十三也。」馬同，又雲：「賈逵說俗儒以鋝重六兩，《周官》劍重九鋝，俗儒近是。」閱音悅。顙，素黨反。，乃結反。劓辟疑赦，其罰惟倍，閱實其罪。截鼻曰劓。刑倍百為二百鍰。剕辟疑赦，其罰倍差，閱實其罪。刖足曰剕。倍差謂倍之又半，為五百鍰。宮辟疑赦，其罰六百鍰，閱實其罪。宮，淫刑也。男子割勢，婦人幽閉，次死之刑。序五刑，先輕轉至重者，事之宜。大辟疑赦，其罰千鍰，閱實其罪。死刑也。五刑疑各入罰，不降相因，古之制也。墨罰之屬千，劓罰之屬千，剕罰之屬五百，宮罰之屬三百，大辟之罰其屬二百。五刑之屬三千。別言罰屬，合言刑屬，明刑罰同屬，互見其義以相備。○見，賢遍反。"
      },
      {
        "index": 29,
        "text": "[疏]「王曰」至「天威」○正義曰：凡與人言，必呼使來前。「籲」，嘆聲也。王嘆而呼諸侯曰：「籲！來，有邦國、有土地諸侯國君等，告汝以善用刑之道。在於今日，汝安百姓兆民之道，何所選擇？非惟選擇善人乎？何所敬慎？非惟敬慎五刑乎？何所謀度？非惟度及世之用刑輕重所宜乎」即教諸侯以斷獄之法。「凡斷獄者，必令囚之與證兩皆來至。囚證具備，取其言語，乃與眾獄官共聽其入五刑之辭。其五刑之辭簡核，信實有罪，則正之於五刑，以五刑之罪罪其身也。五刑之辭不如眾所簡核，不合入五刑，則正之於五罰。罰謂其取贖也。於五罰論之，又有辭不服，則正之於五過，過失可宥，則教宥之。從刑入罰，從罰入過。此五過之所病者，惟嘗同官位，惟詐反囚辭，惟內親用事，惟行貨枉法，惟舊相往來。以此五病出入人罪，其罪與犯法者均。其當清證審察，能使五者不行，乃為能耳。五刑之疑有赦，赦從罰也。五罰之疑有赦，赦從過也，過則赦之矣。其當清證審察使能之，勿使妄入人罪，妄得赦免。既得囚辭，簡核誠信，有合眾心。或記可刑，或皆可放，雖雲合罪，惟更審察其貌，有所考合」。謂貌又當罪，乃決斷之。「無簡不聽」者，謂雖似罪狀，無可簡核誠信合罪者，則不聽理其獄，當放赦之。皆當嚴敬天威，勿輕聽用刑也。○傳「在今」至「宜乎」○正義曰：「何度非及」，其言不明。以論刑事，而言度所及，知所度者，度及世之用刑輕重所宜。王肅雲：「度，謀也。非當與主獄者謀慮刑事，度世輕重所宜也。」○傳「兩謂」至「之辭」○正義曰：「兩」謂兩人，謂囚與證也。凡競獄必有兩人為敵，各言有辭理。或時兩皆須證，則囚之與證非徒兩人而已。兩人謂囚與證，不為兩敵至者，將斷其罪，必須得證，兩敵同時在官，不須待至；且兩人競理，或並皆為囚，各自須證，故以「兩」為囚與證也。兩至具備，謂囚證具足。各得其辭，乃據辭定罪。與眾獄官共聽其辭，觀其犯狀，斟酌入罪，或入墨劓，或入宮剕，故雲「聽其入五刑之辭」也。○傳「五辭」至「五刑」○正義曰：既得囚證將入五刑之辭，更復簡練核實，知其信有罪狀，與刑書正同，則依刑書斷之，應墨者墨之，應殺者殺之。○傳「不簡」至「贖罪」○正義曰：「不簡核」者謂覆審囚證之辭，不如簡核之狀。既囚與證辭不相符合，則是犯狀不定，謂「不應五刑」。不與五刑書同，獄官疑不能決，則當正之於五罰，令其出金贖罪。依準五刑，疑則從罰，故為「五罰」，即下文是也。今律：「疑罪各依所犯以贖。」論虛實之證，等是非之理，均或事涉疑似，旁無證見，或雖有證見，事非疑似，如此者皆為疑罪。○傳「不服」至「赦免」○正義曰：「不服，不應罰」者，欲令贖罪，而其人不服，獄官重加簡核，無復疑似之狀，本情非罪，不可強遣出金，如是者則正之於五過。雖事涉疑似有罪，乃是過失，過則可原，故從赦免。下文惟有「五刑」、「五罰」而無「五過」，亦稱「五」者，緣五罰為過，故謂之「五過」。五者之過，皆可原也。○傳「五過」至「所在」○正義曰：《釋詁》雲：「疵，病也。」此五過之所病，皆謂獄吏故出入人罪，應刑不刑，應罰不罰，致之五過而赦免之，故指言「五過之疵」。於五刑五罰，不赦其罪，未有此病，故不言「五刑之疵」、「五罰之疵」。應刑而罰，亦是其病，於赦免言病，則赦刑從罰亦是病可知。損害王道，於政為病，故謂之「病」。「惟官」謂嘗同官位，與吏舊同僚也。「或詐反囚辭」，拒諱實情，不承服也。「或內親用事」，囚有親戒在官吏，或望其意而曲筆也。或行貨於吏，吏受財枉法也。或囚與吏舊相往來。此五事皆是病之所在。五事皆是枉法，但枉法多是為貨，故於「貨」言「枉」，餘皆枉可知。○傳「以病」至「不行」○正義曰：以五病所在，出入人罪，不罰不刑使得在於五過，妄赦免之，此獄吏之罪與犯法者同。諸侯國君清證審察，能使之不行，乃為善也。此以病所在，惟出人罪耳，而傳並言「入」者，有罪而妄出與無罪而妄入，獄吏之罪等，故以「出入」言之。今律：「故出入者與同罪。」而此是也。○傳「刑疑」至「其理」○正義曰：刑疑有赦，赦從罰也。罰疑有赦，赦從免也。上雲「五罰不服，正於五過」，即是免之也。不言五過之疑有赦者，知過則赦之，不得疑也。「其當清察，能得其理」，不使應刑妄得罰，應罰妄得免也。《舜典》雲「眚災肆赦」，《大禹謨》雲「宥過無大」，《易·解卦》象雲「君子以赦過宥罪」，《論語》雲「赦小過」，是過失之罪，皆當赦放，故知過即是赦之。鄭玄雲：「不言五過之疑有赦者，過不赦也。《禮記》雲：『凡執禁以齊眾者，不赦過。』」如鄭此言，五罰不服正於五過者，五過皆當罪之也。五刑之疑赦刑取贖，五罰疑者反使服刑，是刑疑而輸贖，罰疑而受刑，不疑而更輕，可疑而益重，事之顛倒一至此乎？謂之「祥刑」，豈當若是？然則「不赦過」者，復何所謂「執禁以齊眾」非謂之平常之過失也。人君故設禁約，將以齊整大眾，小事易犯，人必輕之，過犯悉皆赦之，眾人不可復禁，是故不赦小過，所以齊整眾人，令其不敢犯也。今律：「和合禦藥誤不如本方，禦幸舟舡誤不牢固，罪皆死。乏軍興者斬。」故失等皆是不赦過也。○傳「簡核」至「之」至「」○正義曰：「簡核誠信，有合眾心」，或皆以為可刑，或可以為赦，未得即斷之，惟當察其囚貌，更有所考合，考合復同，乃從眾議斷之，重刑之至也。「察其貌」者，即《周禮》五聽，辭聽、色聽、氣聽、耳聽、目聽也。鄭玄以為辭聽「觀其出言，不直則煩」；色聽「觀其顏色，不直則赧然」；氣聽「觀其氣息，不直則喘」；耳聽「觀其聽聆，不直則惑」；目聽「觀其眸子，視不直則眊然」。是「察其貌，有所考合」也。○傳「無簡」至「用刑」○正義曰：「無簡核誠信」者，謂簡核之，於罪無誠信效驗可簡核，即是無罪之人，當赦之。○傳「刻其」至「相當」○正義曰：五刑之名，見於經傳，唐虞已來皆有之矣，未知上古起在何時也。漢文帝始除肉刑，其刻顙、截鼻、刖足、割勢皆法傳於先代，孔君親見之。《說文》雲：「顙，頟也。」「墨」一名黥。鄭玄《周禮》註雲：「墨，黥也。先刻其面，以墨窒之。」言刻頟為瘡，以墨塞瘡孔，令變色也。「六兩曰鍰」，蓋古語，存於當時，未必有明文也。《考工記》雲，戈矛重三鋝。馬融雲：「鋝，量名。當與《呂刑》鍰同。俗儒雲鋝六兩為一川，不知所出耳。」鄭玄雲：「鍰，稱輕重之名。今代、東萊稱，或以太半兩為鈞，十鈞為鍰，鍰重六兩太半兩。鍰、鋝似同也。或有存行之者，十鈞為鍰，二鍰四鈞而當一斤，然則鍰重六兩三分兩之二。《周禮》謂鍰為鋝。」如鄭玄之言，一鍰之重六兩，多於孔、王所說，惟校十六銖爾。《舜典》雲：「金作贖刑。」傳以金為黃金，此言「黃鐵」者，古者金銀銅鐵總號為「金」，今別之以為四名，此傳言「黃鐵」，《舜典》傳言「黃金」，皆是今之銅也。古人贖罪悉皆用銅，而傳或稱「黃金」，或言「黃鐵」，謂銅為金為鐵爾。「閱實其罪」，撿閱核實其所犯之罪，使與罰名相當，然後收取其贖。此既罪疑而取贖，疑罪不定，恐受贖參差，故五罰之下皆言「閱實其罪」，慮其不相當故也。○傳「刖足」至「百鍰」○正義曰：《釋詁》雲：「剕，刖也。」李巡雲：「斷足曰刖。」《說文》雲：「刖，絕也。」是「刖」者斷絕之名，故「刖足曰剕」。贖劓倍墨，剕應倍劓，而雲「倍差」，倍之又有差，則不啻一倍也。下句贖宮六百鍰，知倍之又半之為五百鍰也。截鼻重於黥頟，相校猶少。刖足重於截鼻，所校則多。刖足之罪，近於宮刑，故使贖剕不啻倍劓，而多少近於贖宮也。○傳「宮淫」至「之宜」○正義曰：伏生《書傳》雲：「男女不以義交者，其刑宮。」是宮刑為淫刑也。男子之陰名為勢，割去其勢，與椓去其陰，事亦同也。「婦人幽閉」，閉於宮使不得出也。本制宮刑，主為淫者，後人被此罪者，未必盡皆為淫。昭五年《左傳》楚子「以羊舌肸為司宮」，非坐淫也。漢除肉刑，除墨、劓、剕耳，宮刑猶在。近代反逆緣坐，男子十五已下不應死者皆宮之。大隋開皇之初，始除男子宮刑，婦人猶閉於宮。宮是次死之刑，宮於四刑為最重也。人犯輕刑者多，犯重刑者少，又以鍰數以倍相加，序五刑先輕後重，取事之宜。○傳「死刑」至「制也」○正義曰：《釋詁》雲：「辟，罪也。」死是罪之大者，故謂死刑為「大辟」。經歷陳罰之鍰數，五刑之疑各自入罰。「不降相因」，不合死疑入宮，宮疑入剕者，是古之制也。所以然者，以其所犯疑不能決，故使贖之。次刑非其所犯，故不得降相因。○傳「別言」至「相備」○正義曰：此經歷言「二百」、「三百」、「五百」者，各是刑之條也。每於其條有犯者，實則刑之，疑則罰之，刑屬罰屬其數同也。別言罰屬，五者各言其數，合言刑屬，但總雲「三千」，明刑罰同其屬數，互見其義以相備也。經雲「大辟之罰，其屬二百」，文異於上四罰者，以「大辟」二字不可雲「大辟罰之屬」，故分為二句，以其二字足使成文。\n上下比罪，無僣亂辭，勿用不行，上下比方其罪，無聽僣亂之辭以自疑，勿用折獄，不可行。○僣，子念反。惟察惟法，其審克之。惟當清察罪人之辭，附以法理，其當詳審能之。上刑適輕，下服。重刑有可以虧減則之輕，服下罪。下刑適重，上服。輕重諸罰有權。一人有二罪，則之重而輕並數。輕重諸刑罰各有權宜。○並，必政反。數，色住反。刑罰世輕世重，惟齊非齊，有倫有要。言刑罰隨世輕重也。刑新國用輕典，刑亂國用重典，刑平國用中典。凡刑所以齊非齊，各有倫理，有要善。"
      },
      {
        "index": 30,
        "text": "[疏]「上下」至「有要」○正義曰：此又述斷獄之法。將斷獄訟，當上下比方其罪之輕重，乃與獄官眾議斷之。其囚有僣亂之虛辭者，無得聽之，勿用此辭斷獄，此僣亂之辭，言不可行也。惟當清察罪人之辭，惟當附以法理，其當詳審使能之，勿使僣失為不能也。「上刑適輕」者，謂一人雖犯一罪，狀當輕重兩條，據重條之上有可以虧減者，則之輕條，服下罪也。「下刑適重」者，謂一人之身輕重二罪俱發，則以重罪而從上服，令之服上罪。或輕或重，諸所罪罰，皆有權宜，當臨時斟酌其狀，不得雷同加罪。刑罰有世輕世重，當視世所宜，權而行之。行罰者所以齊非齊者，有倫理，有要善。戒令審量之。○傳「上下」至「可行」○正義曰：罪條雖有多數，犯者未必當條，當取故事並之，上下比方其罪之輕重。上比重罪，下比輕罪，觀其所犯當與誰同。獄官不可盡賢，其間或有阿曲，宜預防之。「僣」，不信也。獄官與囚等或作不信之辭，以惑亂在上，人君無得聽此僣亂之辭以自疑惑，勿即用此僣亂之辭以之斷獄，此僣亂之言不可行用也。○傳「一人」至「權宜」○正義曰：「一人有二罪，則之重而輕並數」者，謂若一人有二罪，則應兩罪俱治，今惟斷獄以重條，而輕者不更別數，與重並數為一。劉君以為「上刑適輕、下刑適重皆以為一人有二罪。上刑適輕者，若今律重罪應贖，輕罪應居作官當者，以居作官當為重，是為上刑適輕。下刑適重者，謂若二者俱是贓罪，罪從重科，輕贓亦備，是為而輕並數也」。知不然者，案經既言「下刑適重，上服」，則是重上服而已，何得為輕贓亦備？又今律雲「重罪應贖，輕重應居作官當者，以居作官當為重」者，此即是下刑適重之條，而以為上刑適輕之例，實為未允。且孔傳下經始雲「一人有二罪」，則上經所雲非一人有二罪者也。劉君妄為其說，故今不從。○傳「言刑」至「要善」○正義曰：「刑罰隨世輕重」，言觀世而制刑也。「刑新國用輕典，刑亂國用重典，刑平國用中典」，《周禮·大司寇》文也。鄭玄雲：「新國者，新辟地立君之國。用輕法者，為其民未習於教也。平國，承平守成之國。用中典者，常行之法也。亂國，篡弒叛逆之國。用重典者，以其化惡，伐滅之也。」\n罰懲非死，人極於病。刑罰所以懲過，非殺人，欲使惡人極於病苦，莫敢犯者。非佞折獄，惟良折獄，罔非在中。非口才可以斷獄，惟平良可以斷獄，無不在中正。察辭於差，非從惟從。察囚辭其難在於差錯，非從其偽辭，惟從其本情。哀敬折獄，明啟刑書，胥占，鹹庶中正。當憐下人之犯法，敬斷獄之害人，明開刑書，相與占之，使刑當其罪，皆庶幾必得中正之道。○當，丁浪反。其刑其罰，其審克之。其所刑，其所罰，其當詳審能之，無失中正。獄成而孚，輸而孚。斷獄成辭而信，當輸汝信於王。謂上其鞫劾文辭。○上，時掌反，下註同。鞫，九六反。劾，亥代反，《玉篇》胡得反。其刑上備，有並兩刑。」其斷刑文書上王府皆當備具，有並兩刑，亦具上之。"
      },
      {
        "index": 31,
        "text": "[疏]「罰懲」至「兩刑」○正義曰：言聖人之制刑罰，所以懲創罪過，非要使人死也，欲使惡人極於病苦，莫敢犯之而已。非口才辯佞之人可以斷獄，惟良善之人乃可以斷獄。言斷獄無非在其中正，佞人即不能然也。察囚之辭其難在於言辭差錯，斷獄者非從其偽辭，惟從其本情。斷獄之時，當哀憐之下民之犯法，敬慎斷獄之害人，勿得輕耳斷之，必令典獄諸官明開刑書，相與占之，皆無幾得中正之道，其所刑罰，其當詳審能之，勿使失中。其斷獄成辭，得其信實，又當輸汝信實之狀而告於王。其斷刑文書上於王府，皆使備具，勿有疏漏。其囚若犯二事，罪雖從重，有並兩刑上之者，言有兩刑，亦具上之。恐獄官有所隱沒，故戒之。○傳「當憐」至「之道」○正義曰：《論語》雲，陽膚為士師，曾子戒之雲：「如得其情，則哀矜而勿喜。」是斷獄者於斷之時，當憐下民之犯法也。死者不可復生，斷者不可復續，當須敬慎斷獄之害人，勿得輕耳即決之。五刑之屬三千，皆著在刑書，使斷獄者依案用之，宜令斷獄諸官明開刑書，相與占之，使刑書當其罪。令人之所犯，不必當條，須探測刑書之意，比附以斷其罪，若卜筮之占然，故稱「占」也。「皆庶幾必得中正之道」，令獄官同心思使中也。此言「明啟刑書」，而《左傳》雲「昔先王議事以制，不為刑辟」者，彼鑄刑書以宣示百姓，故雲臨事制宜，不預明刑辟。人有犯罪，原其情之善惡，斷定其輕重，乃於刑書比附而罪之。故彼此各據其一，義不相違也。○傳「斷獄」至「文辭」○正義曰：「孚」，信也。「輸」，寫也。下「而」為汝也。斷獄成辭而得信實，當輸寫汝之信實以告於王，勿藏隱其情不告王也。曲必隱情，直則無隱，令其不隱情者，欲使之無阿曲也。漢世問罪謂之「鞫」，斷獄謂之「劾」，謂上其鞫劾文辭也。○傳「其斷」至「上之」○正義曰：「其斷刑文書上王府皆當備具」，若今曹司寫案申尚書省也。「有並兩刑」，謂人犯兩事，刑有上下，雖罪從重斷，有兩刑者，亦並具上之，使王知其事。王或時以下刑為重，改下為上，故並亦上之。\n王曰：「嗚呼！敬之哉！官伯、族姓，朕言多懼。敬之哉，告使敬刑。官長，諸侯。族，同族。姓，異姓也。我言多可戒懼，以儆之。○儆音景。朕敬於刑，有德惟刑。我敬於刑，當使有德者惟典刑。今天相民，作配在下，明清於單辭。今天治民，人君為配天在下，當承天意，聽訟當清審單辭。單辭特難聽，故言之。○相如字，馬息亮反，助也。民之亂，罔不中聽獄之兩辭，民之所以治，由典獄之無不以中正聽獄之兩辭，兩辭棄虛從實，刑獄清則民治。○治，直吏反。無或私家於獄之兩辭。典獄無敢有受貨聽詐，成私家於獄之兩辭。獄貨非寶，惟府辜功，報以庶尤。受獄貨非家寶也，惟聚罪之事，其報則以眾人見罪。永畏惟罰，非天不中，惟人在命。當長畏懼惟為天所罰，非天道不中，惟人在教命使不中，不中則天罰之。天罰不極，庶民罔有令政在於天下。」天道罰不中，令眾民無有善政在於天下，由人主不中，將亦罰之。○令，力呈反。"
      },
      {
        "index": 32,
        "text": "[疏]「王曰」至「天下」○正義曰：王嘆而呼諸侯曰：「嗚呼！刑罰事重，汝當敬之哉！謂諸侯官之長，此同族異姓等，我言多可戒懼。我敬於刑，當刑命有德者惟典刑事。今上天治民，命人君為天子，配天在於下，承天之意，為事甚重。其聽獄訟，當明白清審於獄之單辭。民之所以治者，由獄官無有不用中正聽訟之兩辭。由以中正之故，下民得治。汝獄官無有敢受貨賂，成私家於獄之兩辭。勿於獄之兩家受貨致富，治獄受貨非家寶也，惟是聚罪之事。」言汝身多違則不達，虛言戒行急惡，疏非虛論矣。「多聚罪則天報汝，以眾人見被尤怨而罰責之。汝當長畏惟天所罰，天罰汝者非是天道不中，惟人在於自作教命，使不中爾。教命不中，則天罰汝。天道罰不中也，若令眾民無有善政在於天下，則是人主不中，天亦將罰人主」。諸侯為民之主，故以天罰懼之。○傳「敬之」至「儆之」○正義曰：此篇主多戒諸侯百官之長，故知「官長」即諸侯也。襄十二年《左傳》哭諸侯之例雲：「異姓臨於外，同族於禰廟。」是相對則「族」為同姓，「姓」為異姓也。告之以「我言多可戒懼」者，以儆戒之也。下言民無善政，則天罰人主，是儆戒諸侯也。○傳「我敬」至「典刑」○正義曰：「當使有德者惟典刑」，言將選有德之人使為刑官，刑官不用無德之人也。○傳「今天」至「言之」○正義曰：傳以「相」為治，「今天治民」者，天有意治民，而天不自治，使人治之。人君為配天在下，當承天意治民，治之當使稱天心也。欲稱天心，聽獄當清審單辭。「單辭」謂一人獨言，未有與對之人。訟者多直已以曲彼，構辭以誣人，單辭特難聽，故言之也。孔子美子路雲：「片言可以折獄者，其由也與。」「片言」即「單辭」也。子路行直聞於天下，不肯自道已長，妄稱彼短，得其單辭即可以斷獄者，惟子路爾。凡人少能然，故難聽也。○傳「民之」至「民治」○正義曰：「獄之兩辭」，謂兩人競理，一虛一實，實者枉屈，虛者得理，則此民之所以不得治也。民之所以得治者，由典獄之官其無不以有中正之心聽獄之兩辭，棄虛從實，實者得理，虛者受刑，虛者不敢更訟，則刑獄清而民治矣。孔子稱「必也使無訟乎」，謂此也。○傳「典獄」至「兩辭」○正義曰：典獄知其虛，受其貨，而聽其詐。詐者虛而得理，獄官致富成私家，此民之所以亂也。故戒諸侯無使獄官成私家於獄之兩辭。○傳「受獄」至「見罪」○正義曰：「府」，聚也。「功」，事也。受獄貨非是家之寶也，惟最聚近罪之事爾。罪多必有惡報，其報則以眾人見罪也。眾人見罪者多，天必報以禍罰，故下句戒令畏天罰也。○傳「當長」至「罰之」○正義曰：眾人見罪者多，天必報以禍罰，汝諸侯等當長畏懼為天所罰。天之罰人，非天道不得其中，惟人在其教命自使不申，教命不中，則天罰之。諸侯一，施教命於民者也，故戒以施教命中否也。○傳「天道」至「罰之」○正義曰：天道下罰，罰不中者，令使眾民無有善政在於天下，由人主不中。為人主不中，故無善政，天將亦罰人主。「人主」謂諸侯，此言戒諸侯也。\n王曰：「嗚呼！嗣孫，今往何監？非德於民之中？尚明聽之哉！嗣孫，諸侯嗣世子孫，非一世。自今已往，當何監視？非當立德於民，為之中正乎？庶幾明聽我言而行之哉！哲人惟刑，無疆之辭，屬於五極，鹹中有慶。言智人惟用刑，乃有無窮之善，辭名聞於後世。以其折獄屬五常之中正，皆中有善，所以然也。○屬音燭。受王嘉師，監於茲祥刑。」有邦有土受王之善眾而治之者，視於此善刑。欲其勤而法之，為無疆之辭。"
      },
      {
        "index": 33,
        "text": "[疏]「王曰」至「祥刑」○正義曰：戒之既終，王又言而嘆曰：「嗚呼！汝諸侯嗣世子孫等，從自今已往，當何所監視？非當視立德於民而為之中正乎？」言諸侯並嗣世惟當視此立德於民為之中正之事。「汝必視此，庶幾明聽我言而行之哉！有智之人惟能用刑，乃有無疆境之善辭。得有無疆善辭者，以其折獄能屬於五常之中正，皆中其理而法有善政故也。汝有邦有土之君，受王之善眾而治之，當視於此善刑。」從上已來舉善刑以告之，欲其勤而法之，使有無窮之美譽。○傳「言智」至「然也」○正義曰：「屬」謂屬著也。「極」，中也。「慶」，善也。「五常」謂仁義禮智信，人所常行之道也。言得有善辭，名聞於後世者，以其斷獄能屬著於五常之中正，皆得其理而法之有善，所以得然也。知「五」是五常者，以人所常行惟有五事，知是五常也。"
      }
    ]
  }
}
