{
  "chapterNumber": 11,
  "title": "卷九 (Volume 9)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "盤庚上第九盤庚五遷，將治亳殷，[自湯至盤庚凡五遷都，盤庚治亳殷。○盤，本又作般，步幹反。治，直吏反。]民咨胥怨，[胥，相也。民不欲徙，乃咨嗟憂愁，相與怨上。○胥，徐思餘反。怨，紆萬反。]作《盤庚》三篇。"
      },
      {
        "index": 2,
        "text": "[【疏】「盤庚」至「三篇」○正義曰：商自成湯以來屢遷都邑，仲丁、河亶甲、祖乙皆有言誥，歷載於篇。盤庚最在其後，故序總之，「自湯至盤庚凡五遷都」。今盤庚將欲遷居，而治於亳之殷治，民皆戀其故居，不欲移徙，咨嗟憂愁，相與怨上，盤庚以言辭誥之。史敘其事，作《盤庚》三篇。○傳「自湯」至「亳怨」○正義曰：經言「不常厥邑，於今五邦」，故序言「盤庚五遷」。傳嫌一身五遷，故辨之雲「自湯至盤庚凡五遷都」也。上文言「自契至於成湯八遷」，並數湯為八，此言「盤庚五遷」，又並數湯為五，湯一人再數，故班固雲：「殷人屢遷，前八後五，其實正十二也。」此序雲盤庚「將治亳殷」，下傳雲「殷，亳之別名」，則「亳殷」即是一都，湯遷還從先王居也。汲冢古文雲：「盤庚自奄遷於殷，殷在鄴南三十裏。」束晳雲：「《尚書序》『盤庚五遷，將治亳殷』，舊說以為居亳，亳殷在河南。孔子壁中《尚書》雲『將始宅殷』，是與古文不同也。《漢書·項羽傳》雲『洹水南殷墟上』，今安陽西有殷。」束晳以殷在河北，與亳異也。然孔子壁內之書，安國先得其本，此「將治亳殷」不可作「將始宅殷」。「亳」字摩滅，容或為「宅」。壁內之書，安國先得，「始」皆作「亂」，其字與「始」不類，無緣誤作「始」字，知束晳不見壁內之書，妄為說耳。若洹水南有殷墟，或當餘王居之，非盤庚也。盤庚治於亳殷，紂滅在於朝歌，則盤庚以後遷於河北，蓋盤庚後王有從河有亳地遷於洹水之南，後又遷於朝歌。○傳「胥相」至「怨上」○正義曰：《釋詁》雲：「胥，皆也。」「相」亦是皆義，故通訓「胥」為相也。民不欲徙，乃咨嗟憂愁，相與怨上，經雲「民不適有居」，是怨上之事也。仲丁、祖乙亦是遷都，序無民怨之言，此獨有怨者，盤庚，祖乙之曾孫也，祖乙遷都於此，至今多歷年世，民居已久，戀舊情深；前王三徙，誥令則行，曉喻之易，故無此言；此則民怨之深，故序獨有此事。彼各一篇，而此獨三篇者，謂民怨上，故勸誘之難也。民不欲遷，而盤庚必遷者，鄭玄雲：「祖乙居耿後，奢侈逾禮，土地迫近山川，嘗圮焉。至陽甲立，盤庚為之臣，乃謀徙居湯舊都。」又序註雲：「民居耿久，奢淫成俗，故不樂徙。」王肅雲：「自祖乙五世至盤庚，元兄陽甲，宮室奢侈，下民邑居墊隘，水泉瀉鹵，不可以行政化，故徙都於殷。」皇甫謐雲：「耿在河北，迫近山川，自祖辛已來，民皆奢侈，故盤庚遷於殷。」此三者之說皆言奢侈，鄭玄既言君奢，又言民奢，王肅專謂君奢，皇甫謐專謂民奢。言君奢者以天子宮室奢侈，侵奪下民；言民奢者以豪民室宇過度，逼迫貧乏；皆為細民弱劣無所容居，欲遷都改制以寬之。富民戀舊，故違上意，不欲遷也。案檢孔傳無奢侈之語，惟下篇雲「今我民用蕩析離居，罔有定極」，傳雲：「水泉沈溺，故蕩析離居，無安定之極，徙以為之極。」孔意蓋以地勢洿下，又久居水變，水泉瀉鹵，不可行化，故欲遷都，不必為奢侈也。此以君名名篇，必是為君時事，而鄭玄以為上篇是盤庚為臣時事，何得專輒謬妄也！]"
      },
      {
        "index": 3,
        "text": "盤庚[盤庚，殷王名。殷質，以名篇。○盤庚，殷王名。馬雲：「祖乙曾孫，祖丁之子。不言『盤庚誥』何？非但錄其誥也，取其徙而立功，故以「盤庚」名篇。]"
      },
      {
        "index": 4,
        "text": "[【疏】「盤庚」○正義曰：此三篇皆以民不樂遷，開解民意，告以不遷之害，遷都之善也。中上二篇，未遷時事，下篇既遷後事。上篇人皆怨上，初啟民心，故其辭尤切。中篇民已少悟，故其辭稍緩。下篇民既從遷，故辭復益緩。哀十一年《左傳》引此篇雲「盤庚之誥」，則此篇皆誥辭也。題篇不曰「盤庚誥」者，王肅雲：「取其徙而立功，故但以『盤庚』名篇。」然《仲丁》、《祖乙》、《河亶甲》等皆以王名篇，則是史意異耳，未必見他義。○傳「殷質，以名篇」○正義曰：《周書》謚法成王時作，故桓六年《左傳》雲：「周人以諱事神。」殷時質，未諱君名，故以王名名篇也。上《仲丁》、《祖乙》亦是王名，於此始作傳者，以上篇經亡，此經稱《盤庚》，故就此解之。《史記·殷本紀》雲：「盤庚崩，弟小辛立。殷復衰，百姓思盤庚，乃作《盤庚》三篇。」與此序違，非也。鄭玄雲：「盤庚，湯十世孫，祖乙之曾孫，以五遷繼湯，篇次《祖乙》，故繼之。於上累之，祖乙為湯玄孫，七世也，又加祖乙，復其祖父，通盤庚，故十世。」《本紀》雲：「祖乙崩，子祖辛立。崩，子開甲立。崩，弟祖丁立。崩，門甲之子南庚立。崩，祖丁子陽甲立。崩，弟盤庚立。」是祖乙生祖辛，祖辛生祖丁，祖丁生盤庚，故為曾孫。]"
      },
      {
        "index": 5,
        "text": "盤庚遷於殷，[亳之別名。]民不適有居。[適，之也，不欲之殷有邑居。]率籲眾慼，出矢言，[籲，和也。率和眾憂之人，出正直之言。○籲音喻。慼，千歷反。]曰：「我王來，既爰宅於茲，[我王祖乙居耿。爰，於也。言祖乙已居於此。]重我民，無盡劉。[劉，殺也。所以遷此，重我民，無欲盡殺故。○盡，子忍反。]不能胥匡以生，卜稽曰：『其如臺。』[言民不能相匡以生，則當卜稽於龜以徙，曰：「其如我所行。」○稽，工兮反。臺音怡。]先王有服，恪謹天命，茲猶不常寧，[先王有所服行，敬謹天命，如此尚不常安，有可遷輒遷。○恪，苦各反。]不常厥邑，於今五邦。[湯遷亳，仲丁遷囂，河亶甲居相，祖乙居耿，我往居亳，凡五徙國都。○馬雲：「五邦謂商丘、亳、囂、相、耿也。」]今不承於古，罔知天之斷命，[今不承古而徙，是無知天將斷絕汝命。○斷又音短。]矧曰其克從先王之烈？[天將絕命，尚無知之，況能從先王之業乎？○從，才容反。]若顛木之有由蘗，[言今往遷都，更求昌盛，如顛仆之木，有用生蘗哉。○蘗，五達反，本又作枿，馬雲：「顛木而肄生曰枿。」仆音赴，又步北反。]天其永我命於茲新邑，[言天其長我命於此新邑，不可不徙。]紹復先王之大業，厎綏四方。[言我徙欲如此。○厎之履反。]"
      },
      {
        "index": 6,
        "text": "[【疏】「盤庚」至「四方」○正義曰：盤庚欲遷於亳之殷地，其民不欲適彼殷地別有邑居，莫不憂愁，相與怨上。盤庚率領和諧其眾憂之人，出正直之言以曉告曰：「我先王初居此者，從舊都來，於是宅於此地。所以遷於此者，為重我民，無欲盡殺故。先王以久居墊隘，不遷則死，見下民不能相匡正以生，故謀而來徙。以徙為善，未敢專決，又考卜於龜以徙。既獲吉兆，乃曰：『其如我所行欲徙之吉。』先王成湯以來，凡有所服行，敬順天命，如此尚不常安，可徙則徙，不常其邑，於今五邦矣。今若不承於古，徙以避害，則是無知天將斷絕汝命矣。天將絕命，尚不能知，況曰其能從先王之基業乎？今我往遷都，更求昌盛，若顛仆之木，有用生蘗哉。人衰更求盛，猶木死生蘗哉。我今遷向新都，上天其必長我殷之王命於此新邑，繼復先王之大業，致行其道，以安四方之人。我徙欲如此耳，汝等何以不原徙乎？」前雲若不徙以避害，則天將絕汝命，謂絕臣民之命，明亦絕我殷王之命。復雲若遷往新都，天其長我殷之王命，明亦長臣民之命，互文也。○傳「亳之別名」○正義曰：此序先「亳」後「殷」，「亳」是大名，「殷」是亳內之別名。鄭玄雲：「商家自徙此而號曰殷。」鄭以此前未有殷名也。中篇雲：「殷降大虐。」將遷於殷，先正其號，明知於此號為殷也。雖兼號為殷，而商名不改，或稱商，或稱殷，又有兼稱殷商。《商頌》雲「商邑翼翼」、「撻彼殷武」是單稱之也。又《大雅》雲「殷商之旅」、「咨汝殷商」，是兼稱之也。亳是殷地大名，故殷社謂之亳社，其亳鄭玄以為偃師，皇甫謐以為梁國穀熟縣，或雲濟陰亳縣。說既不同，未知誰是。○傳「適之」至「邑居」○正義曰：《釋詁》雲：「適、之，往也。」俱訓為往，故「適」得為之，不欲往彼殷地，別有新邑居也。○傳「籲和」至「之言」○正義曰：「籲」即裕也，是寬裕，故為和也。憂則不和，「慼」訓憂也，故「率和眾憂之人，出正直之言」。《詩》雲「其直如矢」，故以「矢言」為「正直之言」。○傳「我王」至「於此」○正義曰：孔以祖乙圮於相地，遷都於耿，今盤庚自耿遷於殷，以「我王」為祖乙，此謂耿也。○傳「劉殺」至「殺故」○正義曰：「劉，殺」，《釋詁》文。水泉鹹鹵，不可行化，王化不行，殺民之道。先王所以去彼遷此者，重我民，無欲盡殺故也。○傳「言民」至「所行」○正義曰：不徙所以不能相匡以生者，謂水泉沈溺，人民困苦，不能以義相匡正以生。又考卜於龜以徙，《周禮·大卜》：「大遷考貞龜。」是遷必卜也。○傳「先王」至「輒遷」○正義曰：下雲「於今五邦」，自湯以來數之，則此言「先王」總謂成湯至祖乙也。「先王有所服行」，謂行有典法，言能敬順天命，即是「有所服行」也。盤庚言先王敬順天命，如此尚不常安，有可遷輒遷；況我不能敬順天命，不遷民必死矣，故不可不遷也。○傳「湯遷」至「國都」○正義曰：孔以盤庚意在必遷，故通數「我往居亳」為「五邦」。鄭、王皆雲，湯自商徙亳，數商、亳、囂、相、耿為五。計湯既遷亳，始建王業，此言先王遷都，不得遠數居亳之前充此數也。○傳「言今」至「蘗哉」○正義曰：《釋詁》雲：「枿，餘也。」李巡曰：「枿，槁木之餘也。」郭璞雲：「晉衛之間曰枿。」是言木死顛仆，其根更生蘗哉。此都毀壞，若枯死之木，若棄去毀壞之邑，更得昌盛，猶顛仆枯死之木用生蘗哉。]"
      },
      {
        "index": 7,
        "text": "盤庚敩於民，由乃在位，以常舊服，正法度。[敩，教也。教人使用汝在位之命，用常故事，正其法度。○敩，戶教反，下如字。度如字。]曰：「無或敢伏小人之攸箴。」[言無有故伏絕小人之所欲箴規上者。戒朝臣。○箴，之林反，馬雲：「諫也。」朝，直遙反。]"
      },
      {
        "index": 8,
        "text": "[【疏】「盤庚」至「攸箴」○正義曰：前既略言遷意，今復並戒臣民。盤庚先教於民雲：「汝等當用汝在位之命，用舊常故事，正其法度。」欲令民徙，從其臣言也。民從上命，即是常事法度也。又戒臣曰：「汝等無有敢伏絕小人之所欲箴規上者。」○傳「敩教」至「朝臣」○正義曰：《文王世子》雲：「小樂正敩幹，大胥贊之。籥師敩戈，籥師丞贊之。」彼並是教舞幹戈，知「敩」為教也。小民等患水泉沈溺，欲箴規上而徙，汝臣下勿抑塞伏絕之。鄭玄雲：「奢侈之俗，小民鹹苦之，欲言於王。今將屬民而詢焉，故敕以無伏之。」]王命眾悉至於庭。[眾，群臣以下。]"
      },
      {
        "index": 9,
        "text": "[【疏】傳「眾，群臣以下」○正義曰：《周禮》：「小司寇掌外朝之政，以致萬民而詢焉，一曰詢國危，二曰詢國遷，三曰詢立君。」是國將大遷，必詢及於萬民。故知眾悉至王庭是「群臣以下」，謂及下民也。民不欲徙，由臣不助王勸民，故以下多是責臣之辭。]"
      },
      {
        "index": 10,
        "text": "王若曰：「格汝眾，予告汝訓，[告汝以法教。]汝猷黜乃心，無傲從康。[謀退汝違上之心，無傲慢，從心所安。○傲，五報反。]古我先王，亦惟圖任舊人共政。[先王謀任久老成人共治其政。○任，而鴆反。]"
      },
      {
        "index": 11,
        "text": "[【疏】傳「先王」○正義曰：此篇所言「先王」，其文無指斥者，皆謂成湯已來諸賢王也。下言「神後」、「高後」者，指謂湯耳。下篇言「古我先王，適於山」者，乃謂遷都之王仲丁、祖乙之等也。此言「先王」謂先世賢王。此既言「先王」，下句「王播告之」、「王用丕欽」蒙上之「先」，不言「先」，省文也。]王播告之脩，不匿厥指，[王布告人以所脩之政，不匿其指。○播，波餓反。匿，女力反。]"
      },
      {
        "index": 12,
        "text": "[【疏】傳「王布」至「其指」○正義曰：上句言先王用舊人共政，下雲「王播告之脩」，當謂告臣耳。傳言「布告人」者，以下雲「民用丕變」，是必告臣，亦又告民。]"
      },
      {
        "index": 13,
        "text": "王用丕欽，罔有逸言，民用丕變。[王用大敬其政教，無有逸豫之言，民用大變從化。]今汝聒聒，起信險膚，予弗知乃所訟。[聒聒，無知之貌。起信險偽膚受之言，我不知汝所訟言何謂。○聒，古活反，馬雲《說文》皆雲：「拒善自用之意。」]"
      },
      {
        "index": 14,
        "text": "[【疏】傳「聒聒」至「何謂」○正義曰：鄭玄雲：「聒讀如『聒耳』之聒，聒聒，難告之貌。」王肅雲：「聒聒，善自用之意也。」此傳以「聒聒」為「無知之貌」，以「聒聒」是多言亂人之意也。「起信險膚」者，言發起所行，專信此險偽膚受淺近之言。信此浮言，妄有爭訟，我不知汝所訟言何謂。言無理也。]"
      },
      {
        "index": 15,
        "text": "非予自荒茲德，惟汝含德，不惕予一人。予若觀火。[我之欲徙，非廢此德。汝不從我命，所含惡德，但不畏懼我耳。我視汝情如視火。○惕，他歷反。]"
      },
      {
        "index": 16,
        "text": "[【疏】「非予」至「觀火」○正義曰：言先王敬其教，民用大變。我命教汝，汝不肯徙。非我自廢此丕欽之德，惟汝之所含德甚惡，不畏懼我一人故耳。汝含藏此意，謂我不知。我見汝情若觀火。言見之分明如見火也。]予亦拙謀，作乃逸。[逸，過也。我不威脅汝徙，是我拙謀成汝過。○拙，之劣反。]"
      },
      {
        "index": 17,
        "text": "[【疏】傳「逸過」至「汝過」○正義曰：「逸，過」，《釋言》文。我若以威加汝，汝自不敢不遷，則無違上之過也。我不威脅汝徙，乃是我亦拙謀，作成汝過也。恨民以恩導之而不從己也。]"
      },
      {
        "index": 18,
        "text": "若網在綱，有條而不紊。若農服田力穡，乃亦有秋。[紊，亂也。穡，耕稼也。下之順上，當如網在綱，各有條理而不亂也。農勤穡則有秋，下承上則有福。○紊音問，徐音文。]"
      },
      {
        "index": 19,
        "text": "[【疏】傳「紊亂」至「有福」○正義曰：「紊」是絲亂，故為亂也。「稼」、「穡」相對，則種之曰「稼」，斂之曰「穡」。「穡」是秋收之名，得為耕獲總稱，故雲「穡，耕稼」。「下承上則有福」，「福」謂祿賞。]"
      },
      {
        "index": 20,
        "text": "汝克黜乃心，施實德於民，至於婚友，丕乃敢大言，汝有積德。[汝群臣能退去傲上之心，施實德於民，至於婚姻僚友，則我大乃敢言汝有積德之臣。]乃不畏戎毒於遠邇，惰農自安，不昬作勞，不服田畝，越其罔有黍稷。[戎，大。昬，強。越，於也。言不欲徙，則是不畏大毒於遠近。如怠惰之農，茍自安逸，不強作勞於田畝，則黍稷無所有。○昬，馬同；本或作暋，音敏。《爾雅》昬、暋皆訓強，故兩存。越，本又作粵，音曰，於也。強，其丈反。]"
      },
      {
        "index": 21,
        "text": "[【疏】傳「戎大」至「所有」○正義曰：「戎，大」、「昬，強」、「越，於」皆《釋詁》文。孫炎曰：「昬，夙夜之強也。《書》曰：『不昬作勞。』」引此解彼，是亦讀此為昬也。鄭玄讀「昬」為暋，訓為勉也，與孔不同。傳雲「言不欲徙，則是不畏大毒於遠近」，其意言不徙則有毒，「毒」為禍患也；「遠近」謂賒促，言害至有早晚也。不強於作勞，則黍稷無所獲，以喻不遷於新邑，則福祿無所有也。此經惰農弗昬無黍稷，對上「服田力穡，乃亦有秋」，但其文有詳略耳。]「汝不和吉言於百姓，惟汝自生毒，[責公卿不能和喻百官，是自生毒害。]"
      },
      {
        "index": 22,
        "text": "[【疏】傳「責公」至「毒害」○正義曰：此篇上下皆言「民」，此獨雲「百姓」，則知百姓是百官也。百姓既是百官，和吉言者又在百官之上，知此經是責公卿不能和喻善言於百官，使之樂遷也。不和百官，必將遇禍，是公卿自生毒害。]"
      },
      {
        "index": 23,
        "text": "乃敗禍奸宄，以自災於厥身。[言汝不相率共徙，是為敗禍奸宄以自災之道。○宄音軌。]乃既先惡於民，乃奉其恫，汝悔身何及？[群臣不欲徙，是先惡於民。恫，痛也。不徙則禍毒在汝身，徙奉持所痛而悔之，則於身無所及。○奉，孚勇反，註同。恫，敕動反，又音通，痛也。]"
      },
      {
        "index": 24,
        "text": "[【疏】傳「群臣」至「所及」○正義曰：群臣是民之師長，當倡民為善，群臣亦不欲徙，是乃先惡於民也。「恫，痛」，《釋言》文。]"
      },
      {
        "index": 25,
        "text": "相時憸民，猶胥顧於箴言，其發有逸口，矧予制乃短長之命？[言憸利小民，尚相顧於箴誨，恐其發動有過口之患，況我制汝死生之命，而汝不相教從我，是不若小民。○相時，相，息亮反，馬雲：「視也。」徐息羊反。憸，息廉反，馬雲：「憸利，小小見事之人也。」徐七漸反。]汝曷弗告朕，而胥動以浮言，恐沈於眾？[曷，何也。責其不以情告上，而相恐欲以浮言，不徙，恐汝沈溺於眾，有禍害。○曷，何末反。]若火之燎於原，不可鄉邇，其猶可撲滅。[火炎不可向近，尚可撲滅。浮言不可信用，尚可得遏絕之。○燎，力召反，又力鳥反，又力紹反。向，許亮反。撲，普卜反。近，附近之近。]則惟汝眾自作弗靖，非予有咎。[我刑戮汝，非我咎也。靖，謀也。是汝自為非謀所致。]"
      },
      {
        "index": 26,
        "text": "[【疏】「相時」至「有咎」○正義曰：又責大臣不相教遷徙，是不如小民。我視彼憸利小民，猶尚相顧於箴規之言，恐其發舉有過口之患，故以言相規。患之小者尚知畏避，況我為天子制汝短長之命？威恩甚大，汝不相教從我，乃是汝不如小民。汝若不欲徙，何不以情告我，而輒相恐動以浮華之言？乃語民雲：「國不可徙，我恐汝自取沈溺於眾人，而身被刑戮之禍害。」此浮言流行，若似火之燎於原野，炎熾不可向近，其猶可撲之使滅，以喻浮言不可止息，尚可刑戮使絕也。若以刑戮加汝，則是汝眾自為非謀所致此耳，非我有咎過也。○傳「曷何」至「禍害」○正義曰：「曷」、「何」同音，故「曷」為何也。顧氏雲：「汝以浮雲恐動不徙，更是無益。我恐汝自取沈溺於眾人，不免禍害也。」○傳「我刑」至「所致」○正義曰：我刑戮汝，汝自招之，非我咎也。「靖，謀」，《釋詁》文。告民不徙者，非善謀也。由此而被刑戮，是汝自為非謀所致也。]"
      },
      {
        "index": 27,
        "text": "「遟任有言曰：『人惟求舊，器非求舊，惟新。』[遟任，古賢。言人貴舊，器貴新，汝不徙，是不貴舊。○遟，直疑反，徐持夷反。任，而今反，馬雲：「古老成人。」]古我先王，暨乃祖乃父，胥及逸勤，予敢動用非罰？[言古之君臣相與同勞逸，子孫所宜法之，我豈敢動用非常之罰脅汝乎？]世選爾勞，予不掩爾善。[選，數也。言我世世數汝功勤，不掩蔽汝善，是我忠於汝。○選，息轉反，又蘇管反。掩，本又作弇。數，色主反。]茲予大享於先王，爾祖其從與享之。[古者天子錄功臣配食於廟。大享，烝嘗也。所以不掩汝善。○與音預。烝，之丞反。]作福作災，予亦不敢動用非德。[善自作福，惡自作災，我不敢動用非罰加汝，非德賞汝乎？從汝善惡而報之。]"
      },
      {
        "index": 28,
        "text": "[【疏】「遟任」至「非德」○正義曰：可遷則遷，是先王舊法。古之賢人遟任有言曰：「人惟求舊，器非求舊，惟新。」言人貴舊，器貴新，汝不欲徙，是不貴舊，反遟任也。古者我之先王及汝祖汝父相與同逸豫，同勤勞，汝為人子孫，宜法汝父祖，當與我同其勞逸。我豈敢動用非常之罰脅汝乎？自我先王以至於我，世世數汝功勞，我不掩蔽汝善，是我忠於汝也。以此故我大享祭於先王，汝祖其從我先王與在宗廟而歆享之，是我不掩汝善也。汝有善自作福，汝有惡自作災，我亦不敢動用非德之賞妄賞汝，各從汝善惡而報之耳。其意告臣言從上必有賞，違命必有罰也。○傳「遟任」至「貴舊」○正義曰：其人既沒，其言立於後世，知是古賢人也。鄭玄雲：「古之賢史。」王肅雲：「古老成人。」皆謂賢也。○傳「選數」至「於汝」○正義曰：《釋詁》雲：「算，數也。」舍人曰：「釋數之曰算。」「選」即算也，故訓為數。經言世世數汝功勞，是從先王至己常行此事，故雲「是我忠於汝」也。言己之忠，責臣之不忠也。○傳「古者」至「汝善」○正義曰：《周禮·大宗伯》祭祀之名，天神曰「祀」，地祇曰「祭」，人鬼曰「享」。此「大享於先王」，謂天子祭宗廟也。傳解天子祭廟，得有臣祖與享之意，言「古者天子錄功臣配食於廟」，故臣之先祖得與享之也。「古者」孔氏據已而道前世也，此殷時已然矣。「大享，烝嘗」者，烝嘗是秋冬祭名，謂之「大享」者，以事各有對。若烝嘗對禘祫，則禘祫為大，烝嘗為小。若四時自相對，則烝嘗為大，礿祠為小。以秋冬物成，可薦者眾，故烝學為大；春夏物未成，可薦者少，故禘祫為小也。知烝嘗有功臣與祭者，案《周禮·司勛》雲「凡有功者，銘書於王之太常，祭於大烝，司勛詔之」是也。嘗是烝之類，而傳以嘗配之，《魯頌》曰「秋而載嘗」是也。《祭統》雲「內祭則大嘗禘是也，外祭則郊社是也」。然彼以祫為大嘗，知此不以烝嘗時為禘祫，而直據時祭者，以殷祫於三時，非獨烝嘗也。秋冬之祭，尚及功臣，則禘祫可知。惟春夏不可耳，以物末成故也。近代已來，惟禘祫乃祭功臣配食，時祭不及之也。近代已來，功臣配食各配所事之君，若所事之君其廟已毀，時祭不祭毀廟，其君尚不時祭，其臣固當止矣。禘祫則毀廟之主亦在焉，其時功臣亦當在也。《王制》雲：「犆礿，祫禘，祫嘗，祫烝，諸侯礿犆，禘，一犆一祫，嘗祫，烝祫。」此《王制》之文，夏殷之制，天子春惟時祭，其夏秋冬既為祫，又為時祭。諸侯亦春為時祭，夏惟作祫，不作祭，秋冬先作時祭，而後祫。周則春曰祠，夏曰礿，三年一祫在秋，五年一禘在夏，故《公羊傳》雲：「五年再殷祭。」《禮緯》雲：「三年一祫，五年一禘。」此是鄭氏之義，未知孔意如何。]"
      },
      {
        "index": 29,
        "text": "予告汝於難，若射之有誌。[告汝行事之難，當如射之有所準誌，必中所誌乃善。○射，食夜反。準音準。中，丁仲反。]"
      },
      {
        "index": 30,
        "text": "[【疏】「予告」至「有誌」○正義曰：既言作福作災由人行有善惡，故復教臣行善：「我告汝於行事之難，猶如射之有所準誌。誌之所主，欲得中也，必中所誌，乃為善耳。」以喻人將有行，豫思念之，行得其道為善耳。其意言遷都是善道，當念從我言也。○傳「告汝」至「乃善」○正義曰：此傳惟順經文，不言喻意。鄭玄雲：「我告汝，於我心至難矣。夫射者，張弓屬矢而誌在所射，必中然後發之。為政之道亦如是也，以己心度之，可施於彼，然後出之。」]"
      },
      {
        "index": 31,
        "text": "汝無侮老成人，無弱孤有幼。[不用老成人之言，是侮老之。不徙則孤幼受害，是弱易之。○侮，亡甫反。易，以豉反。]"
      },
      {
        "index": 32,
        "text": "[【疏】傳「不用」至「易之」○正義曰：「老」謂見其年老，謂其無所復知。「弱」謂見其幼弱，謂其未有所識。鄭雲：「老弱皆輕忽之意也。」老成人之言雲可徙，不用其言，是侮老之也。不徙則水泉鹹鹵，孤幼受害，不念其害，則是卑弱輕易之也。]"
      },
      {
        "index": 33,
        "text": "各長於厥居，勉出乃力，聽予一人之作猷。[盤庚群臣下各思長於其居，勉盡心出力，聽從遷徙之謀。○長，丁丈反。]"
      },
      {
        "index": 34,
        "text": "[【疏】傳「盤庚」至「之謀」○正義曰：於時群臣難毀其居宅，惟見目前之利，不思長久之計。其臣非一，共為此心。盤庚群臣下各思長久於其居處，勉強盡心出力，聽從我遷徙之謀。自此已下皆是也。]"
      },
      {
        "index": 35,
        "text": "無有遠邇，用罪伐厥死，用德彰厥善。[言遠近待之如一，罪以懲之，使勿犯，伐去其死道。德以明之，使勸慕，競為善。○去，起呂反。]"
      },
      {
        "index": 36,
        "text": "[【疏】「無有」至「厥善」○正義曰：此即遷徙之謀也。言我至新都，撫養在下，無有遠之與近，必當待之如一。用刑殺之罪伐去其死道，用照察之德彰明其行善。有過，罪以懲之，使民不犯非法。死刑不用，是「伐去其死道」。「伐」若伐樹然，言止而不復行用也。有善者，人主以照察之德加賞祿以明之，使競慕為善，是彰其善也。此二句相對，上言「用罪伐厥死」，下宜言「用賞彰厥生」，不然者，上言用刑，下言賞善，死是刑之重者，舉重故言「死」；有善乃可賞，故言「彰厥善」；行賞是德，故以「德」言賞；人生是常，無善亦生，不得言「彰厥生」，故文互。]"
      },
      {
        "index": 37,
        "text": "邦之臧，惟汝眾。[有善則群臣之功。○臧，徐子郎反。]邦之不臧，惟予一人有佚罰。[佚，失也。是己失政之罰。罪己之義。○佚音逸。]凡爾眾，其惟致告：[致我誠，告汝眾。]自今至於後日，各恭爾事，齊乃位，度乃口。[奉其職事，正齊其位，以法度居汝口，勿浮言。○度，徐如字，亦作渡。][【疏】「度乃口」○正義曰：「度」，法度也，故傳言「以法度居汝口」也。]罰及爾身，弗可悔。」[不從我謀，罰及汝身，雖悔可及乎？]盤庚中第十"
      },
      {
        "index": 38,
        "text": "盤庚作，惟涉河以民遷。[為此南渡河之法，用民徙。]乃話民之弗率，誕告用亶其有眾。[話，善言。民不循教，發善言大告用誠於眾。○話，胡快反，馬雲：「告也，言也。」誕，徐音但。亶，丁但反，馬本作單，音同，誠也。]咸造勿褻在王庭，[造，至也。眾皆至王庭，無褻慢。○造，七報反，註同；馬在早反，雲：「為也。」褻，息列反。]盤庚乃登進厥民。[升進，命使前。]"
      },
      {
        "index": 39,
        "text": "[【疏】「盤庚」至「厥民」○正義曰：盤庚於時見都河北，欲遷向河南，作惟南渡河之法，欲用民徙，乃出善言以告曉民之不循教者，大為教告，用誠心於其所有之眾人。於時眾人皆至，無有褻慢之人，盡在於王庭。盤庚乃升進其民，延之使前而教告之。史敘其事，以為盤庚發誥之目。○傳「為此」至「民徙」○正義曰：鄭玄雲「作渡河之具」，王肅雲「為此思南渡河之事」，此傳言「南渡河之法」，皆謂造舟舡渡河之具，是濟水先後之次，思其事而為之法也。○傳「話善」至「於眾」○正義曰：《釋詁》雲：「話，言也。」孫炎曰：「話，善人之言也。」王苦民不從教，必發善言告之，故以「話」為善言。鄭玄《詩箋》亦雲：「話，善言也。」]"
      },
      {
        "index": 40,
        "text": "曰：「明聽朕言，無荒失朕命。[荒，廢。]嗚呼！古我前后，罔不惟民之承。[言我先世賢君，無不承安民而恤之。]保后胥戚，鮮以不浮於天時。[民亦安君之政，相與憂行君令。浮，行也。少以不行於天時者，言皆行天時。○鮮，息淺反。]"
      },
      {
        "index": 41,
        "text": "[【疏】傳「民亦」至「天時」○正義曰：以君承安民而憂之，故民亦安君之政，相與憂行君令，使君令必行。責時群臣不憂行君令也。舟舡浮水而行，故以「浮」為行也。行天時也，順時布政，若《月令》之為也。]殷降大虐，先王不懷。[我殷家於天降大災，則先王不思故居而行徙。]"
      },
      {
        "index": 42,
        "text": "[【疏】傳「我殷」至「行徙」○正義曰：遷徙者止為邑居墊隘，水泉鹹鹵，非為避天災也。此傳以「虐」為災，「懷」為思，言「殷家於天降大災，則先王不思故居而行徙」者，以天時人事終是相將，邑居不可行化，必將天降之災。上雲「不能相匡以生」、「罔知天之斷命」，即是天降災也。]"
      },
      {
        "index": 43,
        "text": "厥攸作視民利，用遷。[其所為視民有利，則用徙。]汝曷弗念我古后之聞？[古后先王之聞，謂遷事。○曷，何末反，下同。]承汝俾汝，惟喜康共，非汝有咎，比於罰。[今我法先王惟民之承，故承汝使汝徙，惟與汝共喜安，非謂汝有惡徙汝，令比近於殃罰。○俾，必爾反。咎，其九反。比，毗誌反，徐扶誌反，註及下同。共，群用反。令，力呈反。近，附近之近。]"
      },
      {
        "index": 44,
        "text": "[【疏】「承汝」至「於罰」○正義曰：先王為政，惟民之承。今我亦法先王，故承安汝使汝徙。惟歡喜安樂皆與汝共之，非謂汝有咎惡而徙汝，令比近於殃罰也。]"
      },
      {
        "index": 45,
        "text": "予若籥懷茲新邑，亦惟汝故，以丕從厥誌。[言我順和懷此新邑，欲利汝眾，故大從其誌而徙之。○籲，羊戍反。]"
      },
      {
        "index": 46,
        "text": "[【疏】「予若」至「厥誌」○正義曰：盤庚言，我順於道理，和協汝眾，歸懷此新邑者，非直為我王家，亦惟利汝眾，故為此大從我本誌而遷徙，不有疑也。]"
      },
      {
        "index": 47,
        "text": "「今予將試以汝遷，安定厥邦。[試，用。]汝不憂朕心之攸困，[所困，不順上命。]乃咸大不宣乃心，欽念以忱，動予一人。[汝皆大不布腹心，敬念以誠感我，是汝不盡忠。○忱，市林反。]爾惟自鞠自苦，[鞠，窮也。言汝為臣不忠，自取窮苦。○鞠，居六反。]若乘舟，汝弗濟，臭厥載。[言不徙之害，如舟在水中流不渡，臭敗其所載物。○臭，徐尺售反。載如字，又在代反。]"
      },
      {
        "index": 48,
        "text": "[【疏】「臭厥載」○正義曰：「臭」是氣之別名，古者香氣穢氣皆名為「臭」。《易》雲「其臭如蘭」，謂香氣為「臭」也。《晉語》雲「惠公改葬申生，臭徹於外」，謂穢氣為「臭」也。下文覆述此意雲「無起穢以自臭」，則此「臭」謂穢氣也。肉敗則臭，故以「臭」為敗。船不渡水，則敗其所載物也。]"
      },
      {
        "index": 49,
        "text": "爾忱不屬，惟胥以沈。不其或稽，自怒曷瘳？[汝忠誠不屬逮古，茍不欲徙，相與沈溺，不考之先王，禍至自怒，何瘳差乎？○屬音燭，註同，馬雲：「獨也。」沈，直林反。瘳，敕留反。]"
      },
      {
        "index": 50,
        "text": "[【疏】「爾忱」至「曷瘳」○正義曰：盤庚責其臣民，汝等不用徙者，由汝忠誠不能屬逮於古賢。茍不欲徙，惟相與沈溺於眾。不欲徙之言，不其有考驗於先王遷徙之事。汝既不考於古，及其禍至，乃自忿怒，何所瘳差也？]汝不謀長，以思乃災，汝誕勸憂。[汝不謀長久之計，思汝不徙之災，茍不欲徙，是大勸憂之道。]"
      },
      {
        "index": 51,
        "text": "[【疏】「汝誕勸憂」○正義曰：凡人以善自勸，則善事多。若以憂自勸，則憂來眾。今不徙則憂來眾，是自勸勵以憂愁之道。]今其有今罔後，汝何生在上？[言不徙無後計，汝何得久生在人上，禍將及汝。]"
      },
      {
        "index": 52,
        "text": "[【疏】「今其」至「在上」○正義曰：顧氏雲：「責群臣：汝今日其且有今目前之小利，無後日久長之計，患禍將至，汝何得久生在民上也？」]今予命汝一，無起穢以自臭。[我一心命汝，汝違我是自臭敗。○穢，於廢反。]"
      },
      {
        "index": 53,
        "text": "[【疏】「今予」至「自臭」○正義曰：今我命汝，是我之一心也。汝當從我，無得起為穢惡，以自臭敗。汝違我命，是起穢以自臭也。]"
      },
      {
        "index": 54,
        "text": "恐人倚乃身，迂乃心。[言汝既不欲徙，又為他人所誤。倚，曲。迂，僻。○倚，於綺反，徐於奇反。迂音於。僻，匹亦反。]"
      },
      {
        "index": 55,
        "text": "[【疏】「恐人」至「乃心」○正義曰：言汝心既不欲徙，旁人或更誤汝。我有恐他人倚曲汝身，迂僻汝心，使汝益不用徙也。○傳「言汝」至「迂僻」○正義曰：人心不能自決，則好用非理之謀。言汝既不欲遷徙，又為他人所誤。盤庚疑其被誤，故言此也。以物倚物者必曲，故「倚」為曲也。「迂」是回也，回行必僻，故「迂」為僻也。]"
      },
      {
        "index": 56,
        "text": "予迓續乃命於天，予豈汝威？用奉畜汝眾。[迓，迎也。言我徙，欲迎續汝命於天，豈以威脅汝乎？用奉畜養汝眾。○迓，五駕反。畜，許竹反，下同。脅，虛業反。]"
      },
      {
        "index": 57,
        "text": "[【疏】傳「迓迎」至「汝眾」○正義曰：「迓，迎」，《釋詁》文。不遷必將死矣，天欲遷以延命。天意向汝，我欲迎之。天斷汝命，我欲續之。我今徙者，欲迎續汝命於天，豈以威脅汝乎？遷都惟用奉養汝群臣民耳。]"
      },
      {
        "index": 58,
        "text": "「予念我先神后之勞爾先，予丕克羞爾，用懷爾然。[言我亦法湯大能進勞汝，以義懷汝心，而汝違我，是汝反先人。○勞，力報反，又如字，註同。]"
      },
      {
        "index": 59,
        "text": "[【疏】「予念」至「爾然」○正義曰：我念我先世神後之君成湯，愛勞汝之先人，故我大能進用汝，與汝爵位，用以道義懷安汝心耳。然汝乃違我命，是汝反先人也。○傳「言我」至「先人」○正義曰：《易》稱：「神者，妙萬物而為言也。」殷之先世，神明之君惟有湯耳，故知「神後」謂湯也。下「高後」、「先後」與此「神後」一也。「神」者，言其通聖。「高」者，言其德尊。此「神後」言「先」，於「高後」略而不言「先」，其下直言「先後」，又略而不言「高」，從上省文也。「勞爾先」，謂愛之也。「勞」者，勤也，閔其勤勞而慰勞之，「勞」亦愛之義，故《論語》雲：「愛之，能勿勞乎？」是「勞」為愛也。此言湯勞汝先，則此所責之臣，其祖於成湯之世已在朝廷。世仕王朝而不用己命，故責之深也。]"
      },
      {
        "index": 60,
        "text": "失於政，陳於茲，高后丕乃崇降罪疾，曰：『曷虐朕民？』[崇，重也。今既失政，而陳久於此而不徙，湯必大重下罪疾於我，曰：「何為虐我民而不徙乎？」○重，直勇反，又直恭反。]汝萬民乃不生生，暨予一人猷同心，[不進進謀同心徙。]先后丕降與汝罪疾，曰：『曷不暨朕幼孫有比？』[言非但罪我，亦將罪汝。幼孫，盤庚自謂。比，同心。]故有爽德，自上其罰汝，汝罔能迪。[湯有明德在天，見汝情，下罰汝，汝無能道。言無辭。]"
      },
      {
        "index": 61,
        "text": "[【疏】「失於」至「能迪」○正義曰：盤庚以民不願遷，言神將罪汝，欲懼之使從己也。我所以必須徙者，我今失於政教，陳久於此，民將有害，高德之君成湯必忿我不徙，大乃重下罪疾於我，曰：「何為殘虐我民而不徙乎？」我既欲徙，而汝與萬民，乃不進進與我一人謀計同心，則我先君成湯大下與汝罪疾，曰：「何故不與我幼孫盤庚有相親比同心徙乎？」汝不與我同心，故湯有明德，從上見汝之情，其下罪罰於汝。汝實有罪，無所能道。言無辭以有解說也。○傳「崇重」至「徙乎」○正義曰：「崇，重」，《釋詁》文。又雲：「塵，久也。」孫炎曰：「陳居之久，久則生塵矣。」古者「陳」、「塵」同也，故「陳」為久之義。○傳「不進」至「心徙」○正義曰：物之生長，則必漸進，故以「生生」為進進。王肅亦然。「進進」是同心原樂之意也。此實責群臣而言「汝萬民」者，民心亦然，因博及之。○傳「湯有」至「無辭」○正義曰：訓「爽」為明，言其見下，故稱「明德」。《詩》稱「三後在天」，死者精神在天，故言下見汝。]"
      },
      {
        "index": 62,
        "text": "古我先后，既勞乃祖乃父，[勞之共治人。]汝共作我畜民。汝有戕，則在乃心。[戕，殘也。汝共我治民，有殘人之心而不欲徙，是反父祖之行。○戕，在良反，又士良反。行，下孟反。]我先后綏乃祖乃父，乃祖乃父乃斷棄汝，不救乃死。[言我先王安汝父祖之忠，今汝不忠汝父祖，必斷絕棄汝命，不救汝死。○斷，丁緩反。]"
      },
      {
        "index": 63,
        "text": "[【疏】「古我」至「乃死」○正義曰：又責群臣：「古我先君成湯，既愛勞汝祖汝父，與之共治民矣。汝今共為我養民之官，是我於汝與先君同也。而汝有殘虐民之心，非我令汝如此，則在汝心自為此惡，是汝反祖父之行。雖汝祖父，亦不祐汝。我先君安汝祖汝父之忠，汝祖汝父忠於先君，必忿汝違我，乃斷絕棄汝命，不救汝死。」言汝違我命，故汝祖父亦忿見湯罪汝，不救汝死也。○傳「勞之共治人」○正義曰：下句責臣之身雲「汝共作我畜民」，明先後勞其祖父，是勞之共治民也。○傳「戕殘」至「之行」○正義曰：《春秋》宣十八年「邾人戕鄫子」，《左傳》雲：「凡自虐其君曰弒，自外曰戕。」「戕」為殘害之義，故為殘也。先後愛勞汝祖汝父，與共治民，汝祖父必有愛人之心。「作」訓為也。汝今共為我養民之官，而有殘民之心，而不用徙以避害，是汝反祖父之行。盤庚距湯，年世多矣，臣父不及湯世而雲「父」者，與「祖」連言之耳。]"
      },
      {
        "index": 64,
        "text": "茲予有亂政同位，具乃貝玉。[亂，治也。此我有治政之臣，同位於父祖，不念盡忠，但念貝玉而已。言其貪。○治，直吏反。盡，子忍反。]乃祖先父丕乃告我高后曰：『作丕刑於朕孫。』[言汝父祖見汝貪而不忠，必大乃告湯曰：「作大刑於我子孫，求討不忠之罪。」○告，工號反。我高后，本又作「乃祖乃父」。]迪高后，丕乃崇降弗祥。[言汝父祖開道湯，大重下不善以罰汝。陳忠孝之義以督之。]"
      },
      {
        "index": 65,
        "text": "[【疏】「茲予」至「弗祥」○正義曰：又責臣雲：「汝祖父非徒不救汝死，乃更請與汝罪。於此我有治政之臣，同位於其父祖。其位與父祖同，心與父祖異。不念忠誠，但念具汝貝玉而已。」言其貪而不忠也。「汝先祖先父以汝如此，大乃告我高後曰：『為大刑於我子孫。』以此言開道我高後，故我高後大乃下不善之殃以罰汝。成湯與汝祖父皆欲罪汝，汝何以不從我徙乎？」○亂治」至「其貪」○正義曰：「亂，治」，《釋詁》文。舍人曰：「亂，義之治也。」孫炎曰：「亂，治之理也。」大臣理國之政，此者所責之人，故言於此我有治政大臣。言其同位於父祖，責其位同而心異也。貝者，水蟲。古紉選其甲以為貨，如今之用錢然。《漢書·食貨誌》具有其事。貝是行用之貨也，貝玉是物之最貴者，責其貪財，故舉二物以言之。當時之臣不念盡忠於君，但念具貝玉而已，言其貪也。○傳「言汝」至「之罪」○正義曰：上句言成湯罪此諸臣，其祖父不救子孫之死，此句言臣之祖父請成湯討其子孫，以不從已，故責之益深。先祖請討，非盤庚所知，原神之意而為之辭，以懼其子孫耳。○傳「言汝」至「督之」○正義曰：訓「迪」為道，言汝父祖開道湯也。不從君為不忠，違父祖為不孝，父祖開道湯下罰，欲使從君順祖，陳忠孝之義以督勵之。]"
      },
      {
        "index": 66,
        "text": "「嗚呼！今予告汝不易。[凡所言皆不易之事。○易，以豉反，註同。]永敬大恤，無胥絕遠。[長敬我言，大憂行之，無相與絕遠棄廢之。○遠，於萬反，又如字，註同。]汝分猷念以相從，各設中於乃心。[群臣當分明相與謀念，和以相從，各設中正於汝心。○分，扶問反，又如字，註同。]乃有不吉不迪，[不善不道，謂兇人。]顛越不恭，暫遇奸宄，[顛，隕。越，墜也。不恭，不奉上命。暫遇人而劫奪之，為奸於外，為宄於內。○暫，才淡反。隕，於敏反。]我乃劓殄滅之，無遺育，無俾易種於茲新邑。[劓，割。育，長也。言不吉之人當割絕滅之，無遺長其類，無使易種於此新邑。○劓，魚器反，徐吾氣反。殄，徒典反。易如字，又以豉反，註同。長，丁丈反，下「遺長」同。]往哉生生！今予將試以汝遷，永建乃家。」[自今以往，進進於善。我乃以汝徙，長立汝家。卿大夫稱家。]"
      },
      {
        "index": 67,
        "text": "[【疏】「嗚呼」至「乃家」○正義曰：盤庚以言事將畢，欲戒使入之，故「嗚呼」而嘆之。今我告汝皆不易之事，言其難也。事既不易，當長敬我言，大憂行之，無相絕遠棄廢之，必須存心奉行。汝群臣臣分輩相與計謀念，和協以相從，各設中正於汝心，勿為殘害之事。汝群臣若有不善不道，隕墜禮法，不恭上命，暫逄遇人，即為奸宄而劫奪之，我乃割絕滅之，無有遺餘生長。所以然者，欲無使易其種類於此新邑故耳。自今已往哉，汝當進進於善。今我將用以汝遷，長立汝家，使汝在位，傳諸子孫。勿得違我言也。○傳「不易之事」○正義曰：此「易」讀為「難易」之「易」，「不易」言其難也。王肅雲：「告汝以命之不易。」亦以「不易」為難。鄭玄雲：「我所以告汝者不變易，言必行之。」謂盤庚自道己言必不改易，與孔異。○傳「顛隕」至「於內」○正義曰：《釋詁》雲：「隕，落也。隕，墜也。」「顛越」是從上倒下之言，故以「顛」為隕，「越」是遺落，為墜也。《左傳》僖九年齊桓公雲：「恐隕越於下。」文十八年史克雲：「弗敢失墜。」「隕」、「越」是遺落廢失之意，故以隕墜不恭為「不奉上命」也。「暫遇人而劫奪之」謂逄人即劫，為之無已。成十七年《左傳》曰「亂在外為奸，在內為宄」，是劫奪之事，故以劫奪解其「奸宄」也。○傳「劓割」至「新邑」○正義曰：五刑截鼻為劓，故「劓」為割也。「育，長」，《釋詁》文。「不吉之人當割絕滅之，無遺長其類」，謂早殺其人，不使得子孫，有此惡類也。「易種」者，即今俗語雲「相染易」也。惡種在善人之中，則善人亦變易為惡，故絕其類，無使易種於此新邑也。滅去惡種，乃是常法，而言「於此新邑」，言己若至新都，當整齊使絜清。○傳「自今」至「稱家」○正義曰：「長立汝家」謂賜之以族，使子孫不絕，《左傳》所謂「諸侯命氏」是也。王朝大夫，天子亦命之氏，故雲「立汝家」也。]盤庚下第十一"
      },
      {
        "index": 68,
        "text": "盤庚既遷，奠厥攸居，乃正厥位，[定其所居，正郊廟朝社之位。○奠，田薦反。朝，直遙反。]綏爰有眾，曰：「無戲怠，懋建大命。[安於有眾，戒無戲怠，勉立大教。]今予其敷心腹腎腸，歷告爾百姓於朕誌。[布心腹，言輸誠於百官以告誌。○腎，時忍反。腸，徐待良反。]罔罪爾眾，爾無共怒，協比讒言予一人。[群臣前有此過，故禁其後。今我不罪汝，汝勿共怒我，合比兇人而妄言。○比，毗誌反。讒，仕咸反。]"
      },
      {
        "index": 69,
        "text": "[【疏】「盤庚」至「一人」○正義曰：盤庚既遷至殷地，定其國都處所，乃正其郊廟朝社之位。又屬民而聚之，安慰於其所有之眾，曰：「汝等自今以後，無得遊戲怠惰，勉力立行教命。今我其布心腹腎腸，輸寫誠信，歷遍告汝百姓於我心誌者。」欲遷之日，民臣共怒盤庚盤庚，恐其怖懼，故開解之。「今我無復罪汝眾人。我既不罪汝，汝無得如前共為忿怒，協比讒言毀惡我一人」。恕其前愆，與之更始也。○傳「定其」至「之位」○正義曰：訓「攸」為所，「定其所居」，總謂都城之內官府萬民之居處也。鄭玄雲：「徙主於民，故先定其裏宅所處，次乃正宗廟朝廷之位。」如鄭之意，「奠厥攸居」者，止謂定民之居，豈先令民居使足，待其餘剩之處，然後建王宮乎？若留地以擬王宮，即是先定王居，不得為先定民矣。孔惟言「定其所居」，知是官民之居並定之也。《禮》郊在國外，左祖右社，面朝後市，「正厥位」謂正此郊廟朝社之位也。○傳「安於」至「大教」○正義曰：鄭玄雲：「勉立我大命，使心識教令，常行之。」王肅雲：「勉立大教，建性命，致之五福。」又案下句爾然共怒予一人，是恐其不從已命，此句宜言我有教命，汝當勉力立之。鄭說如孔旨也。○傳「布心」至「告誌」○正義曰：此論心所欲言，腹內之事耳。以心為五臟之主，腹為六腑之總，腸在腹內，腎在心下，舉「腎腸」以配「腹心」，《詩》曰：「公侯腹心。」宣十二年《左傳》雲：「敢布腹心。」是「腹心」足以表內，「腎腸」配言之也。]"
      },
      {
        "index": 70,
        "text": "古我先王，將多於前功，[言以遷徙多大前人之功美。]適於山，用降我兇德，嘉績於朕邦。[徙必依山之險，無城郭之勞。下去兇惡之德，立善功於我國。○降，工巷反。去，羌呂反。]今我民用蕩析離居，罔有定極。[水泉沈溺，故蕩析離居，無安定之極，徙以為之極。]"
      },
      {
        "index": 71,
        "text": "[【疏】「古我」至「定極」○正義曰：言古者我之先王，將欲多大於前人之功，是故徙都而適於山險之處，用下去我兇惡之德，立善功於我新國。但徙來已久，水泉沈溺，今我在此之民，用播蕩分析，離其居宅，無有安定之極，我今徙而使之得其中也。說其遷都之意，亦欲多大前人之功，定民極也。○傳「言以」至「功美」○正義曰：「古我先王」，謂遷都者。「前人」謂未遷者。前人久居舊邑，民不能相匡以生，則是居無功矣。盤庚言先王以此遷，徙故多大前人之功美，故我今遷，亦欲多前功矣。○傳「徙必」至「我國」○正義曰：先王至此五邦，不能盡知其地，所都皆近山，故總稱「適於山」也。《易·坎卦》彖雲：「王公設險以守其國。」徙必依山之險，欲使下民無城郭之勞。雖則近山，不可全無城郭，言其防守易耳。徙必近山，則舊處新居皆有山矣。而雲「適於山」者，言其徙必依山，不適平地，不謂舊處無山，故徙就山也。水泉鹹鹵，民居墊隘，時君不為之徙，即是兇惡之德。其徙者是下去兇惡之德，立善功於我新遷之國也。言「下」者，兇德在身，下而墜去之。○傳「水泉」至「之極」○正義曰：民居積世，穿掘處多，則水泉盈溢，令人沈深而陷溺。其處不可安居，播蕩分析，離其居宅，無安定之極。「極」訓中也。《詩》雲：「立我烝民，莫匪爾極。」言民賴後稷之功，莫不得其中。今為民失中，故徙以為之中也。]"
      },
      {
        "index": 72,
        "text": "爾謂朕：『曷震動萬民以遷？』[言皆不明己本心。]肆上帝將復我高祖之德，亂越我家。[以徙故，天將復湯德，治理於我家。○治，直吏反。]朕及篤敬，恭承民命，用永地於新邑。[言我當與厚敬之臣，奉承民命，用長居新邑。]肆予沖人，非廢厥謀，吊由靈。[沖，童。童人，謙也。吊，至。靈，善也。非廢，謂動謀於眾，至用其善。○吊音的，或如字。]各非敢違卜，用宏茲賁。[宏、賁皆大也。君臣用謀，不敢違卜，用大此遷都大業。○賁，扶雲反。]"
      },
      {
        "index": 73,
        "text": "[【疏】「爾謂」至「茲賁」○正義曰：言我徙以為民立中，汝等不明我心，乃謂我何故震動萬民以為此遷。我以此遷之故，上天將復我高祖成湯之德，治理於我家。我當與厚敬之臣，奉承民命，用是長居於此新邑。以此須遷之故，我童蒙之人，非敢廢其詢謀。謀於眾人，眾謀不同，至用其善者。言善謀者，皆欲遷都也。又決之於龜卜而得吉，我與汝群臣各非敢違卜，用是必遷，光大此遷都之大業。我徙本意如此耳。○傳「以徙」至「我家」○正義曰：民害不徙，違失湯德。以徙之故，天必祐我，將使復奉湯德，令得治理於我家。言由徙故天福之也。○傳「沖童」至「其善」○正義曰：「沖」、「童」聲相近，皆是幼小之名。自稱「童人」，言己幼小無知，故為「謙也」。「吊，至」、「靈，善」皆《釋詁》文。《禮》將有大事，必謀於眾。謀眾乃是常理，故言「非廢，謂動謀於眾」，言己不自專也。眾謀必有異見，故至極用其善者。○傳「宏賁」至「大業」○正義曰：「宏、賁皆大也」，《釋詁》文。樊光曰：「《周禮》雲『其聲大而宏』，《詩》雲『有賁其首』，是宏、賁皆為大之義也。」「各」者非一之辭，故為「君臣用謀，不敢違卜」。《洪範》雲：「汝則有大疑，謀及卿士，謀及卜筮。」言「非敢違卜」，是既謀及於眾，又決於蓍龜也。「用大此遷都」，「大」謂立嘉績以大之也。]"
      },
      {
        "index": 74,
        "text": "「嗚呼！邦伯師長，百執事之人，尚皆隱哉！[國伯，二伯及州牧也。眾長，公卿也。言當庶幾相隱括共為善政。○長，丁丈反，註同。]予其懋簡相爾，念敬我眾。[簡，大。相，助也。勉大助汝，念敬我眾民。○相，息亮反。]朕不肩好貨，敢恭生生。鞠人謀人之保居，敘欽。[肩，任也。我不任貪貨之人，敢奉用進進於善者。人之窮困能謀安其居者，則我式序而敬之。○好，呼報反。任，而林反。]"
      },
      {
        "index": 75,
        "text": "[【疏】「嗚呼」至「敘欽」○正義曰：言遷事已訖，故嘆而敕之：「嗚呼！國之長伯，及眾官之長與百執事之人，庶幾皆相與隱括共為善政哉！我其勉力大助汝等為善，汝當思念愛敬我之眾民。我不任用好貨之人，有人果敢奉用進進於善，見窮困之人能謀此窮困之人安居者，我乃次序而敬用之。」○傳「國伯」至「善政」○正義曰：「邦伯」，邦國之伯，諸侯師長，故為東西二伯及九州之牧也。鄭玄註《禮記》雲：「殷之州長曰伯，虞夏及周皆曰牧。」此殷時而言「牧」者，此乃鄭之所約，孔意不然，故總稱「牧」也。「師」訓為眾，「眾長」，眾官之長，故為三公六卿也。其「百執事」，謂大夫以下，諸有職事之官皆是也。此部敕眾臣，故二伯已下及執事之人皆戒之也。《釋言》雲：「庶幾，尚也。」反覆相訓，故「尚」為庶幾。「庶」，幸也。「幾」，冀也。「隱」謂隱審也。幸冀相與隱審檢括，共為善政，欲其同心共為善也。「隱括」必是舊語，不知本出何書。何休《公羊序》雲：「隱括使就繩墨焉。」○傳「簡大」至「眾民」○正義曰：「簡，大」，《釋詁》文。又雲：「相、助，慮也。」俱訓為「慮」，是「相」得為助也。盤庚欲使群臣同心為善，欲勉力大佐助之，使皆念敬我眾民也。○傳「肩任」至「敬之」○正義曰：《釋詁》雲：「肩，勝也。」舍人曰：「肩，強之勝也。」強能勝重，是堪任之義，故為任也。我今不委任貪貨之人。以「恭」為奉。人有向善而心不決誌，故美其人能果敢奉用進進於善者，言其人好善不倦也。「鞠」訓為窮，「鞠人」謂窮困之人。「謀人之保居」，謂謀此窮人之安居，若見人之窮困，能謀安其居。愛人而樂安存之者，則我式序而敬之。《詩》雲：「式序在位。」言其用次序在官位也。鄭、王皆以「鞠」為養，言「能謀養人安其居者，我則次序而敬之」，與孔不同。]"
      },
      {
        "index": 76,
        "text": "今我既羞告爾於朕誌，若否，罔有弗欽。[已進告汝之後，順於汝心與否，當以情告我，無敢有不敬。○告，故報反。]無總於貨寶，生生自庸。[無總貨寶以求位，當進進皆自用功德。]式敷民德，永肩一心。」[用布示民，必以德義，長任一心以事君。]"
      },
      {
        "index": 77,
        "text": "[【疏】「今我」至「一心」○正義曰：今我既進而告汝於我心誌矣，其我所告，順合於汝心以否，當以情告我，無得有不敬者。汝等無得總於貨寶以求官位，當進進自用功德，不當用富也。用此布示於民，必以德義，長任一心以事君，不得懷二意。以遷都既定，故殷勤以戒之。]"
      }
    ]
  }
}
