{
  "chapterNumber": 7,
  "title": "卷五 (Volume 5)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "益稷第五益稷[禹稱其人，因以名篇。　【疏】傳「禹稱」至「名篇」　○正義曰：禹言「暨益」、「暨稷」，是禹稱其二人，二人佐禹有功，因以此二人名篇。既美大禹，亦所以彰此二人之功也。禹先言「暨益」，故「益」在「稷」上。馬、鄭、王所據《書序》此篇名爲《棄稷》。「棄」「稷」一人，不宜言名又言官，是彼誤耳。又合此篇於《皋陶謀》，謂其別有《棄稷》之篇，皆由不見古文，妄爲說耳。]"
      },
      {
        "index": 2,
        "text": "帝曰：「來，禹，汝亦昌言。」[因皋陶謨九德，故呼禹使亦陳當言。　○當，丁浪反，本亦作讜，當湯反。李登《聲類》云：「讜言，善言也。」]禹拜曰：「都！帝，予何言？予思日孜孜。」[拜而歎，辭不言，欲使帝重皋陶所陳。言己思日孜孜不怠，奉承臣功而已。　○思，徐如字，又息吏反。孜音茲。]皋陶曰：「吁！如何？」[問所以孜孜之事。]禹曰：「洪水滔天，浩浩懷山襄陵，下民昏墊。[言天下民昏瞀墊溺，皆困水災。　○浩，戶老反。墊，丁念反。瞀音務，一音茂，本或作務。溺，乃歷反。]予乘四載，隨山刊木，[所載者四，謂水乘舟，陸乘車，泥乘輴，山乘樏。隨行九州之山林，刊槎其木，開通道路以治水也。　○乘音繩。刊，苦安反。輴，丑倫反。《漢書》作橇，如淳音蕝，以板置泥上。服虔云：「木橇，形如木箕，擿行泥上。」《尸子》云：「澤行乘蕝。」蕝音子絶反。樏，力追反。《史記》作橋，徐音丘遙反。《漢書》作梮，九足反。行，下孟反。槎，士雅反，下同。《說文》云：「衺斫。」又莊下反。]暨益奏庶鮮食。[奏謂進於民。鳥獸新殺曰鮮。與益槎木，獲鳥獸，民以進食。　○塈，其器反。鮮，徐音仙，馬云：「鮮，生也。」]予決九川，距四海，濬畎澮距川。[距，至也。決九州名川，通之至海。一畎之間，廣尺、深尺曰畝。方百里之間，廣二尋、深二仞曰澮。澮畎深之至川，亦入海。　○畎，工犬反。澮，故外反。廣，光浪反。深，尸鴆反。]暨稷播，奏庶艱食鮮食。[艱，難也。衆難得食處，則與稷教民播種之，決川有魚鱉，使民鮮食之。　○艱，工間反，馬本作根，云：「根生之食，謂百穀。」處，昌慮反。鱉，必滅反。]懋遷有無化居。[化，易也。居謂所宜居積者。勉勸天下，徙有之無，魚鹽徙山，林木徙川澤，交易其所居積。　○懋音茂。鹽，余廉反。]烝民乃粒，萬邦作乂。」[米食曰粒。言天下由此爲治本。　○烝，之承反。粒音立。治，直吏反，下同。]皋陶曰：「俞！師汝昌言。」[言禹功甚當，可師法。　○當，丁浪反。]"
      },
      {
        "index": 3,
        "text": "[【疏】「帝曰來」至「汝昌言」　○正義曰：皋陶既爲帝謀，帝又呼禹進之，曰：「來，禹，汝亦宜陳其當言。」禹拜曰：「嗚乎！帝，皋陶之言既已美矣，我更何所言？我之所思者，每日孜孜勤於臣職而已。」皋陶怪禹不言，故謂之曰：「吁！」問其所以孜孜之事如何。禹曰：「往者洪水漫天，浩浩然盛大，包山上陵，下民昏惑沈溺，皆困水災。我乘舟車輴樏等四種之載，隨其所往之山，槎木通道而治之。與益所進於人者，惟有槎木所獲衆鳥獸鮮肉爲食也。我又通決九州名川，通之至於四海。深其畎澮，以至於川，水漸除矣。與稷播種五穀，進於衆人難得食處，乃決水所得魚鱉鮮肉爲食也，人既皆得食矣。又勸勉天下徙有之無，交易其所居積。於是天下衆人乃皆得米粒之食，萬國由此爲治理之政。我所言孜孜者在此也。」皋陶曰：「然。可以爲師法者，是汝之當言。」　○傳「因皋」至「當言」　○正義曰：上篇皋陶謀九德，此帝呼禹，令亦陳當言。「亦」者，亦皋陶也。明上篇皋陶雖與益相應，其言亦對帝也。上傳云「皋陶爲帝舜謀」者，以此而知也。　○傳「拜而」至「而已」　○正義曰：既已拜而歎，必有所美，復辭而不言，是知欲使帝重皋陶所陳，言己無以加也。王肅云「帝在上，皋陶陳謀於下，已備矣，我復何所言乎」是也。既無所言，故言已思惟日孜孜不敢怠惰，奉成臣職而已。孜孜者，勉功不怠之意。　○傳「言天下」至「水災」　○正義曰：「瞀」者眩惑之意，故言「昏瞀」。「墊」是下濕之名，故爲溺也。言天下之人遭此大水，精神昏瞀迷惑，無有所知，又苦沈溺，皆困此水災也。鄭云：「昏，没也。墊，陷也。禹言洪水之時，人有没陷之害。」　○傳「所載」至「治水」　○正義曰：《史記‧河渠書》云：「《夏書》曰：『禹湮洪水十三年，三過家不入門。陸行載車，水行載舟，泥行蹈橇[音蕝]，山行即橋[丘遙反]。』」徐廣曰：「橋一作輂[幾玉反]，輂，直轅車也。」《尸子》云：「山行乘樏，泥行乘蕝[子絶反]。」《漢書‧溝洫志》云：「泥行乘毳，山行則梮[居足反]。」毳行如箕，擿行泥上。如淳云：「毳謂以板置泥上，以通行路也。」《慎子》云：「爲毳者，患塗之泥也。」應劭云：「梮或作樏，爲人所牽引也。」如淳云：「梮謂以鐵如錐，頭長半寸，施之履下以上山，不蹉跌也。」韋昭云：「梮，木器也。如今輿牀，人輿以行也。」此經惟言「四載」，傳言所載者四，同彼《史記》之說。古書尸子、慎子之徒有此言也。輴與毳爲一，樏與梮、輿爲一。古篆變形，字體改易，說者不同，未知孰是。禹之施功，本爲治水，此經乃云「隨山刊木」，刊木爲治水，治水徧於九州，故云「隨行九州之山林」。襄二十五年《左傳》云：「井堙木刊。」「刊」是除木之義也。《毛傳》云：「除木曰槎。」故曰「刊槎其木，開通道路以治水」。　○傳「奏謂」至「進食」　○正義曰：黎民阻飢，爲人治水，故知「奏謂進食於人」也。《礼》有鮮魚腊，以其新殺鮮淨，故名爲鮮，是鳥獸新殺曰鮮，魚鱉新殺亦曰鮮也。此承「山」下，故爲鳥獸，下承水後，故爲魚鱉，其新殺之意同也。既言刊木乃進鮮食，食是除木所得，故言「與益槎木，獲鳥獸，人以進食」。　○傳「距至」至「入海」　○正義曰：「距」者相抵之名，故爲至也。非是名川不能至海，故「決九州之名川通之至海」也。《考工記》云：「匠人爲溝洫，耜廣五寸，二耜爲耦。一耦之伐，廣尺、深尺謂之畎。田首倍之，廣二尺、深二尺謂之遂。九夫爲井，井間廣四尺、深四尺謂之溝。方十里爲成，成間廣八尺、深八尺謂之洫。方百里爲同，同間廣二尋、深二仞謂之澮。」是畎、遂、溝、洫、澮皆通水之道也。以小注大，故從畎、遂、溝、洫乃以入澮，澮入於川，川入於海，是畎內之水亦入海也。惟言「畎、澮」，舉大小而略其餘也。先言決川至海，後言濬畎至川者，川既入海，然後澮得入川，故先言川也。　○傳「艱難」至「鮮食之」　○正義曰：「艱，難也」，《釋詁》文。禹主治水，稷主教播種，水害漸除，則有可耕之地，難得食處，先須教導以救之，故云「衆難得食處，則與稷教人播種之」。易得食處，人必自能得之，意在救人艱危之厄，故舉難得食處以言之。於時雖漸播種，得穀猶少，人食未足，故決川有魚鱉，使人鮮食之。言食魚以助穀也。鄭玄云：「與稷教人種澤物菜蔬艱厄之食。」稷功在於種穀，不主種菜蔬也。言后稷種菜蔬艱厄之食，傳記未有此言也。　○傳「化易」至「居積」　○正義曰：變化是改易之義，故「化」爲易也。「居謂所宜居積者」，近水者居魚鹽，近山者居林木也。「勉勸天下徙有之無」者，謂徙我所有，往彼無鄉；取彼所有，以濟我之所無。「魚鹽徙山，林木徙川澤，交易其所宜居積」，言此「遷」者，謂將物去，不得空取彼物也。王肅云：「易居者不得空去，當滿而去，當滿而來也。」　○傳「米食」至「治本」　○正義曰：《說文》云：「粒，糂也。」今人謂飯爲米糂，遺餘之飯謂之一粒、兩粒，是米食曰粒，言是用米爲食之名也。人非穀不生，政由穀而就，言天下由此穀爲治政之本也。君子之道以謙虛爲德，禹盛言己功者，爲臣之法當孜孜不怠，自言己之勤苦，所以勉勸人臣，非自伐也。]"
      },
      {
        "index": 4,
        "text": "禹曰：「都！帝，慎乃在位。」帝曰：「俞。」[然禹言，受其戒。]禹曰：「安汝止，惟幾惟康，其弼直，[言慎在位，當先安好惡所止，念慮幾微，以保其安，其輔臣必用直人。　○好惡，上呼報反，下烏路反，又並如字。]惟動丕應徯志。[徯，待也。帝先安所止，動則天下大應之，順命以待帝志。　○應，應對之應。徯，胡啓反。]以昭受上帝，天其申命用休。」[昭，明也。非但人應之，又乃明受天之報施，天又重命用美。　○施，始豉反。重，直用反。]帝曰：「吁！臣哉鄰哉！鄰哉臣哉！禹曰：「俞。」[鄰，近也。言君臣道近，相須而成。]"
      },
      {
        "index": 5,
        "text": "[【疏】「禹曰都」至「曰俞」　○正義曰：禹以皋陶然已，因歎而戒帝曰：「嗚呼！帝當謹慎汝所在之位。」帝受其戒，曰：「然。」禹又戒帝曰：「若欲慎汝在位，當須先安定汝心好惡所止，念慮事之微細，以保安其身，其輔弼之臣必用正直之人。若能如此，惟帝所動，則天下大應之，以待帝志。以明受天之布施，於天其重命帝用美道也。」帝以禹言已重，乃驚而言曰：「吁！臣哉近哉，臣當親近君也！近哉臣哉，君當親近臣也！」言君臣當相親近，共與成政道也。禹應帝曰：「然。」言君臣宜相親近也。　○傳「言慎」至「直人」　○正義曰：此禹重戒帝，覆上「慎乃在位」。「當先安好惡所止」，謂心之所止，當止好不止惡，言惡以刑好也。《大學》云：「爲人君止於仁，爲人臣止於敬。」「好惡所止」謂此類也。傳意以上「惟」爲念，下「惟」爲辭，故云念慮幾微，然後以保其好惡所安寧耳。　○傳「徯待」至「帝志」　○正義曰：「徯，待」，《釋詁》文。帝先能自安所止，心之所止，止於好事，其有舉動，發號出令，則天下大應之，順命以待帝志。謂靜以待命，有命則從也。　○傳「昭明」至「用美」　○正義曰：《堯典》已訓「昭」爲明，此重訓，詳之。皇天無親，惟德是輔，人之所欲，天必從之。帝若能安所止，非但人歸之，又乃明受天之報施。天下太平，祚胤長遠，是天之報施也。「天又重命用美」，謂四時和祥瑞臻之類也。或當前後非一，故傳言「又」也。　○傳「鄰近」至「而成」　○正義曰：《周禮》「五家爲鄰」，取相近之義，故「鄰」爲近也。禹言君當好善，帝言須得臣力，再言鄰哉，言君臣之道當相須而成，鄭玄云：「臣哉，汝當爲我鄰哉！鄰哉，汝當爲我臣哉！反覆言此，欲其志心入禹。」]"
      },
      {
        "index": 6,
        "text": "帝曰：「臣作朕股肱耳目。[言大體若身。　○股音古。肱，古弘反。]予欲左右有民，汝翼。[左右，助也。助我所有之民，富而教之，汝翼成我。]予欲宣力四方，汝爲。[布力立治之功，汝羣臣當爲之。]予欲觀古人之象，[欲觀示法象之服制。　○觀，舊音官，又官喚反。]日、月、星辰、山、龍、華蟲，[日月星爲三辰。華象草華蟲雉也。畫三辰、山、龍、華蟲於衣服旌旗。　○蟲，直弓反。]作會，宗彜，[會，五采也，以五采成此畫焉。宗廟彜樽亦以山、龍、華蟲爲飾。　○會，胡對反，馬、鄭作繪。彜音夷，馬同，鄭云「宗彜，虎也。」]藻、火、粉、米、黼、黻、絺、繡，[藻，水草有文者。火爲火字，粉若粟冰，米若聚米，黼若斧形，黻爲兩己相背，葛之精者曰絺，五色備曰繡。　○藻音早，本又作薻。粉米，《說文》作黺𪓋，徐米作䋛，音米。黼音甫，白與黑謂之黼。黻音弗，黑與青謂之黻。絺，徐勑私反，又勑其反，馬同，鄭陟里反，刺也。繡音秀。背音佩。]以五采彰施于五色，作服，汝明。[天子服日月而下，諸侯自龍衮而下至黼黻，士服藻火，大夫加粉米。上得兼下，下不得僭上。以五采明施于五色，作尊卑之服，汝明制之。　○衮，工本反。僭，子念反。]予欲聞六律、五聲、八音，在治忽，以出納五言，汝聽。[言欲以六律和聲音，在察天下治理及忽怠者，又以出納仁義禮智信五德之言，施于民以成化，汝當聽審之。　○出如字，又尺遂反，注同。納如字，又音內。]予違，汝弼。汝無面從，退有後言。[我違道，汝當以義輔正我。無得面從我違，而退後有言我不可弼。]欽四鄰。庶頑讒說，若不在時，[四近前後左右之臣，勑使敬其職。衆頑愚讒說之人，若所行不在於是而爲非者，當察之。]侯以明之，撻以記之，[當行射侯之禮，以明善惡之教。笞撻不是者，使記識其過。　○撻，他末反，又他達反。笞，勑疑反。]書用識哉，欲並生哉！[書識其非，欲使改悔，與共並生。]工以納言，時而颺之，[工，樂官，掌誦詩以納諫，當是正其義而颺道之。　○颺音揚。]格則承之庸之，否則威之。」[天下人能至於道則承用之，任以官。不從教則以刑威之。　○否，方有反，徐音鄙。任，汝鴆反。]"
      },
      {
        "index": 7,
        "text": "[【疏】「帝曰臣」至「威之」　○正義曰：帝以禹然己言，又說須臣之事：「作我股肱耳目。」言已動作視聽皆由臣也。「我欲助我所有之人，使之家給人足，汝當翼贊我也。我欲布陳智力於天下四方，爲立治之功，汝等當與我爲之。我欲觀示君臣上下以古人衣服之法象，其日、月、星辰、山、龍、華蟲作會，合五采而畫之。又畫山、龍、華蟲於宗廟彜樽。其藻、火、粉、米、黼、黻於絺葛而刺繡，以五種之彩明施於五色，制作衣服，汝當爲我明其差等而制度之。我欲聞知六律，和五聲，播之於八音，以此音樂察其政治與忽怠者，其樂音又以出納五德之言，汝當爲我聽審之。我有違道，汝當以義輔成我。汝無得知我違非而對面從我，退而後更有言，云我不可輔也」。既言其須臣之力，乃揔勑之：「敬其職事哉，汝在我前後左右四旁鄰近之臣也。其衆類頑愚讒說之人，若有所行不在於是而爲非者，汝當察之以法，行射侯之禮，知其善惡以明別之。行有不是者，又撻其身以記之。書其過者以以識哉。所以撻之書之者，冀其改悔，欲與並生活哉！工樂之官以納諫言於上，當是正其義而顯揚之，使我自知得失也。」又揔言御下之法：「天下之人有能至於道者，則當承受而進用之，當任以官也。不從教者，則以刑罰威之，當罪其身也。此等皆汝臣之所爲。」　○傳「言大體若身」　○正義曰：君爲元首，臣爲股肱耳目，大體如一身也。足行手取，耳聽目視，身雖百體，四者爲大，故舉以爲言。鄭玄云：「動作視聽皆由臣也。」　○傳「左右」至「成我」　○正義曰：《釋詁》云：「左、右、助，慮也」，同訓爲慮，是「左右」得爲助也。立君所以牧人，人之自營生產，人君當助救之。《論語》稱孔子適衛，欲先富民而後教之，故云「助我所有之民，欲富而教之」也。君子施教，本爲養人，故先云助人，舉其重者。以其爲人事重，當須翼成，故言「汝翼」。次顯君施教化，須臣爲之，故言「汝爲」。次明衣服上下，標顯尊卑，故云「汝明」。次云六律、五聲，故云「汝聽」。各隨事立文，其實不異。　○傳「布力」至「爲之」　○正義曰：《詩》云「四方于宣」，《論語》云「陳力就列」，是布政用力，故言「布力立治之功，汝羣臣當爲之」。　○傳「欲觀」至「服制」　○正義曰：「觀示法象之服制」者，謂欲申明古人法象之衣服，垂示在下使觀之也。《易‧繫辭》云：「黃帝、堯、舜垂衣裳而天下治。」象物制服，蓋因黃帝以還，未知何代而具彩章。舜言己欲觀古，知在舜之前耳。　○傳「日月」至「旌旗」　○正義曰：桓二年《左傳》云：「三辰旂旗，昭其明也。」三辰謂此日月星也，故「日月星爲三辰」。辰即時也，三者皆是示人時節，故並稱辰焉。傳言此者，以「辰」在「星」下，揔上三事爲辰，辰非別爲物也。《周禮‧大宗伯》云：「實柴祀日月星辰。」鄭玄云：「星謂五緯也，辰謂日月所會十二次也。」「星」、「辰」異者，彼鄭以徧祭天之諸神十二次也，次亦當祭之，故令「辰」與「星」別。此云畫之於衣，日月合宿之辰，非有形容可畫，且《左傳》云三辰即日月星也。《周禮》「司常掌九旗之物」，惟日月爲常，不言畫星，蓋太常之上又畫星也。《穆天子傳》稱天子葬盛姬，畫日月七星，蓋畫北斗也。草木雖皆有華，而草華爲美，故云「華象草華蟲雉」也。《周禮‧司服》有「鷩冕」，鷩則雉焉，雉五色，象草華也。《月令》五時皆云其蟲，「蟲」是鳥獸之揔名也。下云「作服，汝明」，知「畫三辰、山、龍、華蟲於衣服」也。又言「旌旗」者，《左傳》言「三辰旂旗」，《周禮‧司常》云「日月爲常」，王者禮有沿革，後因於前，故知舜時三辰亦畫之於旌旗也。下傳云「天子服日月而下」，則三辰畫之於衣服，又畫於旌旗也。《周禮‧司服》云：「享先王則衮冕。」衮者，卷也，言龍首卷然。以衮爲名，則所畫自龍已下，無日月星也。《郊特牲》云：「祭之日，王被衮冕以象天也。」又曰：「龍章而設日月，以象天也。」鄭玄云：「謂有日月星辰之章」，「設日月畫於衣服旌旗也」。據此記文，衮冕之服亦畫日月。鄭注《禮記》言《郊特牲》所云「謂魯禮也」。要其文稱王被服衮冕，非魯事也。或當二代天子衣上亦畫三辰，自龍章爲首，而使衮統名耳。《禮》文殘缺，不可得詳，但如孔解，舜時天子之衣畫日月耳。鄭玄亦以爲然。王肅以爲「舜時三辰即畫於旌旗，不在衣也，天子山、龍、華蟲耳」。　○傳「會五」至「爲飾」　○正義曰：「會」者合聚之名，下云「以五彩彰施於五色，作服」，知「會」謂五色也。《禮》衣畫而裳繡，「五色備謂之繡」，知畫亦備五色，故云「以五彩成此畫焉」，謂畫之於衣、宗彜。文承「作會」之下，故云「宗廟、彜樽亦以山、龍、華蟲爲飾」。知不以日月星爲飾者，孔以三辰之尊不宜施於器物也。《周禮》有山罍、龍勺、雞彜、鳥彜，以類言之，知彜樽以山、龍、華蟲爲飾，亦畫之以爲飾也。《周禮》彜器所云犧、象、雞、鳥者，鄭玄皆爲畫飾，與孔意同也。《周禮》彜器無山、龍、華蟲爲飾者，帝王革易，所尚不同，故有異也。　○傳「藻水」至「曰繡」　○正義曰：《詩》云「魚在在藻」，是「藻」爲水草。草類多矣，獨取此草者，謂此草有文故也。「火爲火字」，謂刺繡爲「火」字也。《考工記》云：「火以圜。」鄭司農云：「謂圜形似火也。鄭玄云：「形如半環。」然《記》是後人所作，何必能得其真？今之服章繡爲「火」字者，如孔所說也。「粉若粟冰」者，粉之在粟，其狀如冰。「米若聚米」者，刺繡爲文，類聚米形也。「黼若斧形」，《考工記》云：「白與黑謂之黼。」《釋器》云：「斧謂之黼。」孫炎云：「黼文如斧形」，蓋半白半黑，似斧刃白而身黑。「黻謂兩己相背」，謂刺繡爲「己」字，兩「己」字相背也。《考工記》云：「黑與青謂之黻。」刺繡爲兩「己」字，以青黑線繡也。《詩‧葛覃》云「爲絺爲綌」，是絺用葛也。《玉藻》云：「浴用二巾，上絺下綌。」《曲禮》云：「爲天子削瓜者副之，巾以絺。爲國君者華之，巾以綌。」皆以絺貴而綌賤，是絺精而綌粗，故「葛之精者曰絺」。「五色備謂之繡」，《考工記》文也。計此所陳，皆述祭服。祭服玄纁爲之，後代無用絺者，蓋於時仍質，暑月染絺爲纁而繡之以爲祭服。孔以「華象草華蟲雉」，則合華蟲爲一，《周禮》鄭玄注亦然，則以日、月、星辰、山、龍、華蟲六章畫於衣也。藻、火、粉、米、黼、黻六章繡於裳也。天之大數不過十二，故王者制作皆以十二象天也。顧氏取先儒等說，以爲「日月星取其照臨，山取能興雲雨，龍取變化無方，華取文章，雉取耿介」。顧氏雖以華蟲爲二，其取象則同。又云：「藻取有文，火取炎上，粉取絜白，米取能養，黼取能斷，黻取善惡相背。」鄭玄云：「會讀爲繪。宗彜謂宗廟之郁鬯樽也。故虞夏以上，蓋取虎彜蜼彜而已。粉米，白米也。絺讀爲黹。黹，紩也。自日月至黼黻凡十二章，天子以飾祭服。凡畫者爲繪，刺者爲繡。此繡與繪各有六，衣用繪，裳用繡。至周而變之，以三辰爲旂旗，謂龍爲衮，宗彜爲毳，或損益上下，更其等差。」鄭意以「華蟲」爲一，「粉米」爲一，加「宗彜」謂虎蜼也。《周禮》宗廟彜器有虎彜、蜼彜，故以「宗彜」爲虎蜼也。此經所云凡十二章，日也，月也，星也，山也，龍也，華蟲也，六者畫以作繪，施於衣也；宗彜也，藻也，火也，粉米也，黼也，黻也，此六者紩以爲繡，施之於裳也。鄭玄云「至周而變易之，損益上下，更其等差」，《周禮‧司服》之注具引此文，乃云：「此古天子冕服十二章也。王者相變，至周而以日月星畫於旌旗。冕服九章，登龍於山，登火於宗彜，尊其神明也。九章，初一曰龍，次二曰山，次三曰華蟲，次四曰火，次五曰宗彜，皆畫以爲繢；次六曰藻，次七曰粉米，次八曰黼，次九曰黻，以絺爲繡。則衮之衣五章，裳四章，凡九也。鷩畫以雉，謂華蟲也。其衣三章，裳四章，凡七也。毳畫虎蜼，謂宗彜也。其衣三章，裳二章，凡五也。」是鄭以冕服之名皆取章首爲義，衮冕九章，以龍爲首，龍首卷然，故以衮爲名。鷩冕七章，華蟲爲首，華蟲即鷩雉也。毳冕五章，虎蜼爲首，虎蜼毛淺，毳是亂毛，故以毳爲名。如鄭此解，配文甚便，於絺繡之義，揔爲消帖。但解「宗彜」爲虎蜼，取理太迴，未知所說誰得經旨。　○傳「天子」至「制之」　○正義曰：此言「作服，汝明」，故傳辨其等差。天子服日月而下十二章，諸侯自龍衮而下至黼黻八章，再言「而下」，明天子諸侯皆至黼黻也。士服藻火二章，大夫加粉米四章。孔注上篇「五服」，謂「天子、諸侯、卿、大夫、士」，則卿與大夫不同，當加之以黼黻爲六章。孔略而不言，孔意蓋以《周禮》制諸侯有三等之服，此諸侯同八章者，上古樸質，諸侯俱南面之尊，故合三爲一等。且《禮》諸侯多同爲一等，故《雜記》云「天子九虞，諸侯七虞」，《左傳》云「天子七月而葬，諸侯五月而葬」，是也。孔以此經上句「日、月、星辰、山、龍、華蟲」尊者在上，下句「藻、火、粉、米、黼、黻」尊者在下，黼黻尊於粉米，粉米尊於藻火，故從上以尊卑差之，士服藻火，大夫加以粉米，并藻火爲四章。馬融不見孔傳，其注亦以爲然，以古有此言，相傳爲說也。蓋以衣在上爲陽，陽統於上，故所尊在先。裳在下爲陰，陰統於下，故所重在後。《詩》稱「玄衮及黼」《顧命》云「麻冕黼裳」，當以黼爲裳，故首舉黼以言其事如孔說也。天子諸侯下至黼黻，大夫粉米兼服藻火，是「上得兼下」也。士不得服粉米，大夫不得服黼黻，是「下不得僭上」也。訓「彰」爲明，以五種之彩明施於五色，作尊卑之服，汝當分明制之，令其勿使僭濫也。鄭玄云：「性曰采，施曰色。」以本性施於繒帛，故云「以五采施於五色」也。鄭云：「作服者，此十二章爲五服，天子備有焉，公自山龍而下，侯伯自華蟲而下，子男自藻火而下，卿大夫自粉米而下。」亦是以意說也。此云「作服」，推據衣服，所以經有「宗彜」，及孔云旌旗亦以山、龍、華蟲爲飾者，但此雖以服爲主，上既云「古人之象」，則法象分在器物，皆悉明之，非止衣服而已。旌旗器物皆是彩飾，被服以明尊卑，故揔云「作服」以結之。　○傳「言欲」至「審之」　○正義曰：此經大意，令臣審聽樂音，察世之治否以報君也。金、石、絲、竹、匏、土、革、木，八物各出其音，謂之「八音」。八音之聲皆有清濁，聖人差之以爲五品，宮、商、角、徵、羽，謂之「五聲」。五聲高下各有所準則，聖人制爲六律，與五聲相均，作樂者以律均聲，聲從器出。帝言我欲以六律和彼五聲八音，以此樂之音聲，察世之治否。《詩序》云：「治世之音安以樂，其政和；亂世之音怨以怒，其政乖。」此則聽聲知政之道也。言今聽作樂，若其音安樂和平，則時政辨治而修理也；若其音怨怒乖離，則時政忽慢而怠惰也；是用樂之聲音察天下治理及忽怠者也。知其治理，則保以修之；知其忽怠，則改以修之；此治理忽怠，人君所願聞也。又樂之感人，使和易調暢，若樂音合度，則言必得理。以此樂音出納仁義禮智信五德之言，乃君之發言，合彼五德，施之於人，可以成其教化，是出五言也。人之五言，合彼五德，歸之於君，可以成諷諫，是納五言也。君言可以利民，民言可以益君，是言之善惡由樂音而知也。此言之善惡，亦人君之所原聞也。政之理忽，言之善惡，皆是上所願聞，欲令察知以告己，得守善而改惡，故帝令臣，汝當爲我聽審之也。六律、六呂，當有十二，惟言「六律」者，鄭玄云：「舉陽，陰從可知也。」傳以「五言」爲「五德之言」者，《漢書‧律歷志》稱五聲播於五常，則角爲仁，商爲義，徵爲禮，羽爲智，宮爲信，《志》之所稱必有舊說也。言五聲與五德相協，此論樂事而云「出納五言」，知是出納五德之言也。樂音和，則五德之言得其理；音不和，則五德之言違其度；故亦以樂音察五言也。帝之此言，自說臣之大法。於舜所聽，使聽韶樂也。襄二十九年《左傳》吳季札見舞韶樂而歎曰：「德至矣哉，大矣！如天之無不幬也，如地之無不載也。」然則韶樂盡善盡美，有理無忽，而并言「忽」者，韶樂自美，取樂採人歌爲曲，若其怠忽，則音辭亦有焉，故常使聽察之也。　○傳「四近」至「察之」　○正義曰：《冏命》云：「惟予一人無良，實賴左右前後有位之士，匡其不及。」知「四近」謂前後左右四者近君之臣，勑使敬其職也。更欲告以此下之辭，故勑之。衆頑愚讒說之人，若有所行不在於是而爲非者，當察之。知其非，乃撻之書之。此與以下發端也。「庶頑讒說」謂朝廷之臣，「格則承之」乃謂天下之人。舜之朝廷當無讒說之人，故設爲大法，戒慎之耳。四近之臣，普謂近君之臣耳，無常人也。鄭玄以「四近爲左輔右弼，前疑後承」，惟伏生《書傳》有此言，《文王世子》云「有師保，有疑承」，以外經傳無此官也。　○傳「當行」至「其過」　○正義曰：《禮》射皆張侯射之，知「侯以明之」，「當行射侯之禮，以明善惡之教」。射禮有序賓以賢，詢衆擇善之義，是可以明善惡也。「笞撻不是者，使記識其過」，謂過輕者也，大罪刑殺之矣。古之射侯之士，無以言之。案《周禮‧司裘》云：「王大射則供虎侯、熊侯、豹侯、設其鵠。諸侯則供熊侯、豹侯，卿大夫則供麋侯，皆設其鵠。」鄭玄注云：「虎九十弓，即方一丈八尺。熊七十弓，方一丈四尺。豹、麋五十弓，方一丈。」鄭又引《梓人》「爲侯，廣與崇方，三分其廣，而鵠居一焉」。則丈八之侯，鵠方六尺。丈四之侯，鵠方四尺六寸大半寸。一丈之侯，鵠方三尺三寸少半寸，此皆大射之侯也。《射人》云：「王以六耦射三侯，五正。諸侯以四耦射二侯，三正。孤卿大夫以三耦射一侯，二正。士以三耦射豹侯，二正。」鄭玄注云：「五正者，五采。中朱，次白，次蒼，次黃，玄居外。三正者，去玄、黃。二正者，去白、蒼而畫以朱、綠。」此賓射之侯也。鄭以賓射三侯步數高廣，與大射侯同，正大如鵠。《司裘》及《射人》所云諸侯者，謂圻內諸侯。若圻外諸侯，則《儀禮‧大射》云，大侯九十弓，熊侯七十弓，豹侯五十弓，皆以三耦；其賓射則無文。若天子已下之燕射，案《鄉射記》云：「天子熊侯，白質。諸侯麋侯，赤質。大夫布侯，畫以虎豹。士布侯，畫以鹿豕。」熊侯已下同五十弓，即侯身高一丈，君臣共射之。　○傳「書識」至「並生」　○正義曰：書識其非，亦是小過者也，欲並生哉。揔上三者，「侯以明之，撻以記之，書用識哉」，皆是欲其改悔，與無過之人共並生也。　○傳「工樂」至「道之」　○正義曰：《禮》通謂樂官爲工，知《工》是樂官，則《周禮》大師、瞽矇之類也。樂官掌頌詩言以納諫，以詩之義理或微，人君聽之，若有不悟，當正其義而揚道之。揚，舉也，舉而道向君也。　○傳「天下」至「威之」　○正義曰：言「承之用之」，則此人未在官也，故言謂天下民必也。能至於道即賢者，故承用之而任以官也。「否」謂不從教者，則以刑威之而罪其身也。臣過必小，故撻之書之；人罪或大，故以刑威之。]"
      },
      {
        "index": 8,
        "text": "禹曰：「俞哉！帝光天之下，至于海隅蒼生，[光天之下，至于海隅，蒼蒼然生草木。言所及廣遠。]萬邦黎獻，共惟帝臣，惟帝時舉。敷納以言，明庶以功，車服以庸。[獻，賢也。萬國衆賢，共爲帝臣。帝舉是而用之，使陳布其言，明之皆以功大小爲差，以車服旌其能用之。]誰敢不讓？敢不敬應。[上惟賢是用，則下皆敬應上命而讓善。　○應，應對之應。]帝不時，敷同日奏罔功。[帝用臣不是，則遠近布同而日進於無功，以賢愚並位，優劣共流故。]無若丹朱傲，惟慢遊是好。[丹朱，堯子。舉以戒之。　○傲，五報反，字又作奡。好，呼報反。]傲虐是作，罔晝夜頟頟。[傲戲而爲虐，無晝夜，常頟頟肆惡無休息。　○傲，五羔反，徐五報反，注同。頟，五客反。]罔水行舟，朋淫于家，用殄厥世。[朋，羣也。丹朱習於無水陸地行舟，言無度。羣淫於家，妻妾亂。用是絶其世，不得嗣。　○殄，徒見反。]予創若時，娶于塗山，辛、壬、癸、甲。[創，懲也。塗山，國名。懲丹朱之惡，辛日娶妻，至于甲日，復往治水，不以私害公。　○娶，促住反。復，扶又反。]啓呱呱而泣，予弗子，惟荒度土功。[啓，禹子也。禹治水，過門不入，聞啓泣聲，不暇子名之，以大治度水土之功故。　○呱音孤。予如字，鄭將吏反。度，徒洛反。]弼成五服，至于五千，州十有二師。[五服，侯、甸、綏、要、荒服也。服五百里，四方相距爲方五千里，治洪水輔成之。一州用三萬人功，九州二十七萬庸。　○至于五千，馬云：「面五千里，爲方萬里。」鄭云：「五服已五千，又弼成爲萬里。」州十有二師，二千五百人爲師，鄭云：「師，長也。」要，一遙反。]外薄四海，咸建五長。[薄，迫也。言至海。諸侯五國立賢者一人爲方伯，謂之五長，以相統治，以獎帝室。　○薄，蒲各反，徐扶各反。長，丁丈反。五長，衆官之長。]各迪有功，苗頑弗即工，帝其念哉！」[九州五長各蹈爲有功，惟三苗頑凶，不得就官。善惡分別。　○別，彼列反。]帝曰：「迪朕德，時乃功惟敘。」[言天下蹈行我德，是汝治水之功有次序，敢不念乎！]"
      },
      {
        "index": 9,
        "text": "[【疏】「禹曰」至「惟敘」　○正義曰：禹既得帝言，乃荅帝曰：「然。既帝之任臣，又言當擇人，充滿大天之下，旁至四海之隅，蒼蒼然生草木之處，皆是帝德所及。其內有萬國衆賢，皆共爲帝臣。」言其可用者甚衆也。「帝當就是衆賢之內，舉而用之。其舉用之法，各使陳布其言，納受之，以其言之所能，從其所能而驗試之。明顯衆人所能，當以功之大小。既知有功，乃賜之以車服，以表其功有能用。帝以此法用人，即在下之人，知官不妄授，必用度才能而使之。如此，誰敢不讓有德？敢不敬應帝命而推先善人也？若帝用臣不是，不宜試驗，不知臧否，則羣臣遠近，徧布同心，而日進無功之人」。既戒帝擇人，又勸帝自勤。「無若丹朱之傲，惟慢褻之遊是其所好。傲戲而爲虐，是其所爲。爲此惡事，不問晝夜，而頟頟然恒爲之無休息。又無水而陸地行舟，羣朋淫泆於室家之內。用此之故，絶其世嗣，不得居位。我本創丹朱之惡若是也，故娶於塗山之國，歷辛、壬、癸、甲四日而即往治水。其後過門不入，聞啓呱呱而泣，我不暇入而子名之，惟以大治度水土之功故也。水土既平，乃輔成五服，四面相距，至于五千里。州十有二師，其治水之時，所役人功，每州用十有二師，各用三萬人也。自京師外迫及四海，其間諸侯五國皆立一長，迆相統領。以此諸侯各蹈行所職，並爲有功，惟有三苗頑凶，不能就官，我以供勤之故，得使災消没。帝念此事哉！不可不自勤也」。帝荅禹曰：「天下之人皆蹈行我德，是汝治水之功，惟有次敘故也。」受其戒而美其功也。　○傳「光天」至「廣遠」　○正義曰：《堯典》之序，訓「光」爲充，即此亦爲充，言充滿大天之下也。據其方面即四隅，爲遠至于海隅，舉極遠之處，言帝境所及廣遠，其內多賢人也。　○傳「獻賢」至「用之」　○正義曰：《釋言》云：「獻，聖也。賢是聖之次，臣德不宜言聖，故爲賢也。「萬國衆賢，共爲帝臣」，言求臣之處多也。帝舉是衆賢而用之，使陳布其言，令其自說己之所能，聽其言而納受之，依其言而考試之，顯明衆臣，皆以功大小爲差，然後賜車服以旌別其人功能事用，是舉賢用人之法也。《舜典》云：「敷奏以言，明試以功。」「奏」、「試」二字與此異者，彼言施於諸侯，其人見爲國君，故令奏言試功；此謂方始擢用，故言「納」、「庶」。「納」謂受取之，「庶」謂在羣衆。　○傳「帝用」至「流故」　○正義曰：帝用臣不是，不以言考功，在下知帝不分別善惡，則無遠近徧布同心，日日進於無功之人，由其賢愚並位，優劣共流故也。「敷」是布之義，故言「遠近布同」，同心妄舉也。　○傳「丹朱，堯子」　○正義曰：《漢書‧律歷志》云：「堯讓舜，使子朱處於丹淵，爲諸侯。」則「朱」是名，「丹」是國也。　○傳「傲戲」至「休息」　○正義曰：《詩》美衛武公云：「善戲謔兮，不爲虐兮。」丹朱反之，故「傲戲而爲虐」也。「頟頟」是不休息之意，「肆」謂縱恣也，晝夜常頟頟然縱恣爲惡，無休息時也。　○傳「朋羣」至「得嗣」　○正義曰：朋輩與羣聚義同，故「朋」爲羣也。聖人作車以行陸，作舟以行水，丹朱乃習於無水而陸地行舟，言其所爲惡事無節度也。此乃禀受惡性，習惡事也。鄭玄云：「丹朱見洪水時人乘舟，今水已治，猶居舟中，頟頟使人推行之。」案下句云，予創若時，乃勤治水，則丹朱行舟之時，水尚未除，非効洪水之時人乘舟也。「羣淫於家」，言羣聚妻妾，恣意淫之，無男女之別，故言「妻妾亂」也。用是之惡，故絶其世位，不得嗣父也。此用「殄厥世」一句，禹既見世絶，今始言之，以明行惡之驗。此句非禹所創，創之者，創其行之惡耳。　○傳「創懲」至「害公」　○正義曰：「創」與「懲」皆是見惡自止之意，故云「創，懲也」。哀七年《左傳》云：「禹會諸侯於塗山。」杜預云：「塗山在壽春縣東北。」「塗山，國名」，蓋近彼山也。「娶于塗山」，言其所娶之國耳，非就妻家見妻也。懲丹朱之惡，故不可不勤，故辛日娶妻，至于甲日復往治水。孔云「復往」，則已嘗治水，而輟事成昏也。鄭玄云：「登用之年，始娶於塗山氏，三宿而爲帝所命治水。」鄭意娶後始受帝命，娶前未治水也。然娶後始受帝命，當云聞命即行，不須計辛之與甲日數多少，當如孔說，輟事成昏也。此時禹父新殛，而得爲昏者，鯀放而未死，不妨禹娶。且治水四年，兖州始畢，禹娶不必在殛鯀之年也。　○傳「啓禹」至「功故」　○正義曰：「啓，禹子」，《世本》文也。《孟子》稱禹治水，三過其門而不入，是至門而聞啓泣聲，不暇如人父子，名爲己子而愛念之，以其爲大治度水土之功故也。訓「荒」爲「大治」，謂去其水。「度」謂量其功，故「治度」連言之。　○傳「五服」至「萬庸」　○正義曰：據《禹貢》所云五服之名數，知五服即甸、侯、綏、要、荒服也。彼五服每服五百里，四面相距爲方五千里也。王肅云：「五千里者，直方之數。若其迴邪委曲，動有倍加之較。」是直路五千里也。「治洪水輔成之」者，謂每服之內，爲其小數，定其差品，各有所掌，是禹輔成之也。《周禮》大司馬法，二千五百人爲師。每州十有二師，通計之一州用三萬人功，揔計九州用二十七萬庸。「庸」亦功也。州境既有闊狹，用功必有多少，例言「三萬人」者，大都通率爲然，惟言用「三萬人」者，不知用功日數多少，治水四年乃畢，用功蓋多矣，不知用幾日也。鄭玄云：「輔五服而成之，至于面方，各五千里，四面相距爲方萬里。九州州立十二人爲諸侯師，以佐牧。堯初制五服，服各五百里。要服之內方四千里，曰九州。其外荒服，曰四海。此禹所受，《地記書》曰『崐崘山東南，地方五千里，名曰神州』者。禹弼五服之殘數，亦每服者合五百里，故有萬里之界、萬國之封焉。猶用要服之內爲九州，州更方七千里。七七四十九，得方千里者四十九。其一以爲圻內，餘四十八，八州分而各有六。《春秋》傳曰：『禹朝羣臣于會稽，執玉帛者萬國。』言執玉帛者，則九州之內諸侯也。其制特置牧，以諸侯賢者爲之師。蓋百國一師，州十有二師，則州千二百國也。八州凡九千六百國，其餘四百國在圻內。與《王制》之法準之，八州通率封公侯百里之國者一，伯七十里之國二，子男五十里之國四，方百里者三，封國七有畸，至于圻內，則子男而已。」鄭云：「禹弼成五服，面各五千里。」王肅《禹貢》之注已難之矣。傳稱「萬」，盈數也，「萬國」舉盈數而言，非謂其數滿萬也。《詩》桓曰「綏萬邦烝民」，曰「揉此萬邦」，豈周之建國復有萬乎？天地之勢，平原者甚少，山川所在不啻居半，豈以不食之地，亦封建國乎？王圻千里，封五十里之國四百，則圻內盡以封人，王城宮室無建立之處，言不顧實，何至此也？百國一師，不出典記，自造此語，何以可從？「禹朝羣臣于會稽」，《魯語》文也。「執玉帛者萬國」，《左傳》文也，采合二事，亦爲謬矣。　○傳「薄迫」至「帝室」　○正義曰：《釋言》云：「逼，迫也。」「薄」者逼近之義，故云迫也。外迫四海，言從京師而至于四海也。《釋地》云：「九夷、八狄、七戎、六蠻謂之四海。」謂九州之外也。《王制》云：「五國以爲屬，屬有長。」此「建五長」亦如彼文，故云「諸侯五國立賢者一人爲方伯，謂之五長，以相統治，欲以共獎帝室故」也。僖元年《公羊傳》曰：「上無天子，下無方伯。」「方伯」謂《周禮》「九命作伯」者也。《王制》云：「千里之外設方伯。」「方伯」一爲之長，謂《周禮》「八命作牧」者也。傳言五國立一人爲方伯，直是五國之長耳，與彼異也，以其是當方之長，故傳以「方伯」言之。　○傳「九州」至「分別」　○正義曰：蹈爲有功之長，言蹈履典法，持之有功。惟三苗頑凶，不得就官，謂舜分北三苗之時，苗君有罪，不得就其諸侯國君之官，而被流於遠方也。言「九州五長各蹈爲有功」，則海內諸侯皆有功矣。惟有三苗不得就官，以見天下大治，而惡者少耳。頑則不得就官，言善惡分別也。]"
      },
      {
        "index": 10,
        "text": "皋陶方祗厥敘，方施象刑惟明。[方，四方。禹五服既成，故皋陶敬行其九德考績之次序於四方，又施其法刑，皆明白。史因禹功重美之。　○重，直用反。]"
      },
      {
        "index": 11,
        "text": "[【疏】「皋陶」至「惟明」　○正義曰：此經史述爲文，非帝言也。史以禹成五服，帝念禹功，故因美皋陶。言禹既弼成五服，故皋陶於其四方敬行九德考績之法，有次敘也。又於四方施其刑法，惟明白也。由禹有此大功，故史重美之也。　○傳「方四」至「美之」　○正義曰：皋陶爲帝所任，徧及天下，故「方」爲四方也。天下蹈行帝德，水土既治，亦由刑法彰明，若使水害不息，皋陶法無所施，若無皋陶以刑，人亦未能奉法。天下蹈行帝德，二臣共有其功，故史因帝歸功於禹，兼記皋陶之功。《舜典》與《大禹謨》已美皋陶，故言「重美之」也。傳言「考績之次敘」者，皋陶所言九德，依德以考其功績，亦是刑法之事，故兼言也。鄭云「歸美於二臣」，則以此經爲帝語。此文上無所由，下無所結，形勢非語辭也，故傳以爲史因記之。]"
      },
      {
        "index": 12,
        "text": "夔曰：「戛擊鳴球，搏拊琴瑟以詠。祖考來格。[戛擊，柷敔，所以作止樂。搏拊以韋爲之，實之以糠，所以節樂。球，玉磬。此舜廟堂之樂，民悅其化，神歆其祀，禮備樂和，故以祖考來至明之。　○夔，求龜反。戛，居八反，徐古八反，馬云：「櫟也。」球音求。搏音博。拊音撫。柷，尺叔反，所以作樂。敔，魚呂反，所以止樂。糠音康。歆，許金反。]虞賓在位，羣后德讓。[丹朱爲王者後，故稱賓。言與諸侯助祭，班爵同，推先有德。]下管鼗鼓，合止柷敔，[堂下樂也。上下合止樂，各有柷敔，明球、弦、鍾、籥，各自互見。　○鼗音桃。合如字，徐音閤。籥，余若反。互音護。見，賢遍反，下「見細器」同。]笙鏞以間，鳥獸蹌蹌。[鏞，大鍾。跡葴迭也。吹笙擊鍾，鳥獸化德，相率而舞，蹌蹌然。　○鏞音庸。間，間側之間。鳥獸，孔以爲自舞也。馬云：「鳥獸，筍篪也。」蹌，七羊反，舞貌。《說文》作牄，云：「鳥獸求食聲。」迭，直結反。]簫韶九成，鳳皇來儀。」[韶，舜樂名。言簫，見細器之備。雄曰鳳，雌曰皇，靈鳥也。儀，有容儀。備樂九奏而致鳳皇，則餘鳥獸不待九而率舞。　○韶，時昭反。]夔曰：「於！予擊石拊石，百獸率舞，庶尹允諧。」[尹，正也，衆正官之長。信皆和諧，言神人治。始於任賢，立政以禮，治成以樂，所以太平。　○於、予並如字。]"
      },
      {
        "index": 13,
        "text": "[【疏】「夔曰」至「允諧」　○正義曰：皋陶、大禹爲帝設謀，大聖納其昌言，天下以之致治，功成道洽，禮備樂和，史述夔言，繼之於後。夔曰：「在舜廟堂之上，戛敔擊柷，鳴球玉之磬，擊搏拊，鼓琴瑟，以歌詠詩章，樂音和協，感致幽冥，祖考之神來至矣。虞之賓客丹朱者在於臣位，與羣君諸侯以德相讓。此堂上之樂，所感深矣。又於堂下吹竹管，擊鼗鼓，合樂用柷，止樂用敔，吹笙擊鍾，以次迭作，鳥獸相率而舞，其容蹌蹌然。堂下之樂，感亦深矣。簫韶之樂，作之九成，以致鳳皇來而有容儀也。」夔又曰：「嗚呼！」歎舜樂之美。「我大擊其石磬，小拊其石磬，百獸相率而舞，鳥獸感德如此，衆正官長信皆和諧矣。」言舜致教平而樂音和，君聖臣賢，謀爲成功所致也。　○傳「戛擊」至「明之」　○正義曰：「戛擊」是作用之名，非樂器也，故以「戛擊」爲柷敔。柷敔之狀，經典無文，漢初已來學者相傳，皆云柷如漆桶，中有椎柄，動而擊其旁也。敔狀如伏虎，背上有刻，戛之以爲聲也。樂之初，擊柷以作之；樂之將末，戛敔以止之，故云「所以作止樂」雙解之。《釋樂》云：「所以鼓柷謂之止，所以鼓敔謂之籈。」郭璞云：「柷如漆桶，方二尺四寸，深一尺八寸，中有椎，柄連氐，挏之令左右擊。止者，其椎名也。敔如伏虎，背上有二十七鉏鋙刻，以木長一尺櫟之。籈者，其名也。」是言擊柷之椎名爲「止」，戛敔之木名爲「籈」，「戛」即櫟也。漢禮器制度及《白虎通》、馬融、鄭玄、李巡其說皆爲然也。惟郭璞爲詳，據見作樂器而言之。搏拊形如鼓，以韋爲之，實之以糠，擊之以節樂，漢初相傳爲然也。《釋器》云：「球，玉也。」「鳴球」謂擊球使鳴，樂器惟磬用玉，故球爲玉磬。《商頌》云「依我磬聲」，磬亦玉磬也。鄭玄云：「磬，懸也，而以合堂上之樂。玉磬和，尊之也。」然則鄭以球玉之磬懸于堂下，尊之，故進之使在上耳。此「舜廟堂之樂」，謂廟內堂上之樂，言「祖考來格」，知在廟內，下云「下管」，知此在堂上也。馬融見其言「祖考」，遂言「此是舜除瞽瞍之喪，祭宗廟之樂」，亦不知舜父之喪在何時也。但此論韶樂，必在即政後耳。此說樂音之和，而云「祖考來格」者，聖王先成於人，然後致力於神。言「人悅其化，神歆其祀，禮備樂和，所以「祖考來至明矣」，以祖考來，至明樂之和諧也。《詩》稱「神之格思，不可度思」，而云「祖考來至」者，王肅云：「祖考來至者，見其光輝也。」蓋如《漢書‧郊祀志》稱武帝郊祭天祠，上有美光也。此經文次，以「柷敔」是樂之始終，故先言「戛擊」。其「球」與「搏拊琴瑟」，皆當彈擊，故使「鳴」冠於「球」上，使下共蒙之也。鄭玄以「戛擊鳴」球三者，皆揔下樂，櫟擊此四器也」。樂器惟敔當櫟耳，四器不櫟，鄭言非也。　○傳「丹朱」至「有德」　○正義曰：《微子之命》云「作賓于王家」，《詩》頌微子之來，謂之「有客」，是王者之後，爲時王所賓也。故知「虞賓」謂丹朱，爲王者後，故稱賓也。王者立二代之後，而獨言丹朱者，蓋高辛氏之後，無文而言，故惟指丹朱也。王者之後，尊於羣后，故殊言「在位」。羣后亦在位也，後言德讓，丹朱亦以德讓矣，故言「與諸侯助祭，年爵同者，推先有德」也。二王之後並爲上公，亦有與丹朱爵同，故丹朱亦讓也。丹朱之性下愚，堯不能化，此言「有德」者，猶上云「瞽亦允若」，暫能然也。　○傳「堂下」至「互見」　○正義曰：經言「下管」，知是「堂下樂」也。敔當戛之，柷當擊之，上言「戛擊」，此言「柷敔」，其事是一，故云「上下合止樂，各有柷敔」也。言堂下堂上合樂各以柷，止樂各以敔也。上言作用，此言器名，兩相備也。上下皆有「柷敔」，兩見其文，明球、弦、鐘、籥，上下樂器不同，各自更互見也。弦謂琴瑟。鐘，鏞也。籥，管也。琴瑟在堂，鐘籥在庭，上下之器各別，不得兩見其名，各自更互見之。依《大射》禮，鐘磬在庭，今鳴球於廟堂之上者，案《郊特牲》云「歌者在上」，貴人聲也。《左傳》云「歌鐘二肆」，則堂上有鐘，明磬亦在堂上，故漢魏已來登歌皆有鐘磬。《燕禮》、《大射》堂上無鐘磬者，諸侯樂不備也。　○傳「鏞大」至「蹌蹌然」　○正義曰：《釋樂》云：「大鐘謂之鏞。」李巡曰：「大鐘音聲大。鏞，大也。」孫炎曰：「鏞，深長之聲。」《釋詁》云：「間，代也。」孫炎曰：「間廁之代也。」《釋言》云：「遞，迭也。」李巡曰：「遞者，更迭間廁，相代之義。」故「間」爲迭也。吹笙擊鐘，更迭而作，鳥獸化德，相率而舞，蹌蹌然。下云「百獸率舞」，知此「蹌蹌然」亦是舞也。《禮》云「凡行容愓愓」，「大夫濟濟，士蹌蹌」，是爲行動之貌，故爲舞也。　○傳「韶舜」至「率舞」　○正義曰：「韶」是舜樂，經傳多矣，但餘文不言「簫」。「簫」乃樂器，非樂名，簫是樂器之小者。「言簫，見細器之備」，謂作樂之時，小大之器皆備也。《釋鳥》云：「鶠，鳳。其雌皇。」是此鳥「雄曰鳳，雌曰皇」。《禮運》云：「麟、鳳、龜、龍謂之四靈。」是鳳皇爲神靈之鳥也。《易‧漸卦》上九：「鴻漸于陸，其羽可用爲儀。」是儀爲「有容儀」也。「成」謂樂曲成也。鄭云：「成猶終也。」每曲一終，必變更奏，故經言「九成」，傳言「九奏」，《周禮》謂之「九變」，其實一也。言「簫」見細器之備，備樂九奏而致鳳皇，則其餘鳥獸不待九而率舞也。尊者體盤，靈瑞難致，故「九成」之下始言「鳳皇來儀」。「鳥獸蹌蹌」乃在上句，傳據此文言鳥獸易來，鳳皇難致，故云「鳥獸不待九」也。樂之作也，依上下遞奏間合而後曲成，神物之來，上下共致，非堂上堂下別有忻感。以祖考尊神，配堂上之樂；鳥獸賤物，故配堂下之樂。揔上下之樂，言九成致鳳。尊異靈瑞，故別言爾，非堂上之樂獨致神來，堂下之樂偏令獸舞也。鄭玄注《周禮》具引此文，乃云「此其在於宗廟九奏効應也」。是言祖考來格、百獸率舞皆是九奏之事也。《大司樂》云：「凡六樂者，六變而致象物及天神。」鄭玄云：「象物，有象在天，所謂四靈者。」彼謂大蠟之祭，作樂以致其神。此謂鳳皇身至，故九奏也。　○傳「尹正」至「太平」　○正義曰：「尹，正」，《釋言》文。「衆正官之長」，謂每職之首，《周官》所謂「唐虞稽古，建官惟百」是也。「信皆和諧」，言職事修理也。上云「祖考來格」，此言衆正官治，言神人洽，樂音和也。此篇初說用臣之法，末言樂音之和，言其「始用任賢，立政以禮，治成以樂，所以得致太平」，解史錄夔言之意。]"
      },
      {
        "index": 14,
        "text": "帝庸作歌曰：「勑天之命，惟時惟幾。」[用庶尹允諧之政，故作歌以戒，安不忘危。勑，正也。奉正天命以臨民，惟在順時，惟在慎微。]乃歌曰：「股肱喜哉！元首起哉！百工熙哉！」[元首，君也。股肱之臣喜樂盡忠，君之治功乃起，百官之業乃廣。　○樂者洛。盡，津忍反。]皋陶拜手稽首，颺言曰：「念哉！[大言而疾曰颺。承歌以戒帝。　○颺音揚。]率作興事，慎乃憲，欽哉！[憲，法也。天子率臣下爲起治之事，當慎汝法度，敬其職。]屢省乃成，欽哉！」[屢，數也。當數顧省汝成功，敬終以善，無懈怠。　○屢，力具反。省，悉井反。數，色角反。懈，隹賣反。]乃賡載歌曰：「元首明哉！股肱良哉！庶事康哉！」[賡，續。載，成也。帝歌歸美股肱，義未足，故續歌。先君後臣，衆事乃安，以成其義。　○賡，加孟反，劉皆行反，《說文》以爲古續字。]又歌曰：「元首叢脞哉！股肱惰哉！萬事墮哉！」[叢脞，細碎無大略。君如此，則臣懈惰，萬事墮廢，其功不成。歌以申戒。　○叢，太公反。脞，倉果反。徐音鎖，馬云：「叢，揔也。脞，小也。」惰，徒卧反。墮，許規反。]帝拜曰：「俞，往欽哉！」[拜受其歌，戒羣臣自今以往，敬其職事哉。]"
      },
      {
        "index": 15,
        "text": "[【疏】「帝庸」至「往欽哉」　○正義曰：帝既得夔言，用此庶尹允諧之政，故乃作歌自戒。將歌而先爲言曰：「人君奉正天命，以臨下民，惟當在於順時，惟當在於慎微。」既爲此言，乃歌曰：「股肱之臣喜樂其事哉！元首之君政化乃起哉！百官事業乃得廣大哉！」言君之善政由臣也。皋陶拜手稽首，颺聲大言曰：「帝當念是言哉！率領臣下，爲起政治之事，慎汝天子法度而敬其職事哉！又當數自顧省已之成功而敬終之哉！」乃續載帝歌曰：「會是元首之君能明哉！則股肱之臣乃善哉！衆事皆得安寧哉！」既言其美，又戒其惡：「元首之君叢脞細碎哉！則股肱之臣懈怠緩慢哉！衆事悉皆墮廢哉！」言政之得失由君也。帝拜而受之曰：「然。」然其所歌顯是也。「汝羣臣自今已往，各敬其職事哉！」　○傳「用庶」至「慎微」　○正義曰：此承夔言之下，既得揔言而歌，故知「帝庸作歌」者，用「庶尹允諧之政，故作歌以自戒之，安不忘危」也。「勑」是正齊之意，故爲正也。言人君奉正天命，以臨下民，惟在順時，不妨農務也，惟在慎微，不忽細事也。鄭玄以爲戒臣，孔以爲自戒者，以正天之命是人君之事故也。　○傳「元首」至「乃廣」　○正義曰：《釋詁》云：「元、良，首也。」僖三十三年《左傳》稱狄人歸先軫之元，則「元」與「首」各爲頭之別名，此以「元首」共爲頭也。君臣大體猶如一身，故「元首，君也」。「股肱之臣喜樂盡忠」，謂樂行君之化。「君之治功乃起」言無變事業，事業在於百官，故衆功皆起，百官之業乃廣也。　○傳「憲法」至「其識」　○正義曰：「憲，法」，《釋詁》文。此言「興事」，對上「起哉」。「天子率臣下爲起治之事」，言臣不能獨使起也。　○傳「屢數」至「懈怠」　○正義曰：《釋詁》云：「屢、數，疾也。」俱訓爲疾，故「屢」爲數也。「顧省汝成功」，謂已有成功，令數顧省之，敬終以善，無懈怠也。恐其惰於已成功，故以此爲戒。　○傳「賡續」至「其義」　○正義曰：《詩》云：「西有長賡。」《毛傳》亦以「賡」爲續，是相傳有此訓也。鄭玄以「載」爲始，孔以「載」爲成，各以意訓耳。「帝歌歸美股肱，義未足」者，非君之明，爲臣不能盡力，空責臣功是其義未足。以此續成帝歌，必先君後臣，衆事乃安，故以此言成其義也。　○傳「叢脞」至「申戒」　○正義曰：孔以「叢脞」爲細碎無大略，鄭以「叢脞，揔聚小小之事以亂大政」，皆是以意言耳。君無大略，則不能任賢，功不見知，則臣皆懈惰，萬事墮廢，其功不成，故又歌以重戒也。「庶事」、「萬事」，爲義同而文變耳。]"
      }
    ]
  }
}
