{
  "chapterNumber": 19,
  "title": "卷十七 (Volume 17)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "蔡仲之命第十九蔡叔既沒，[以罪放而卒。]王命蔡仲，踐諸侯位，[成王也。父卒命子，罪不相及。]作《蔡仲之命》。[冊書命之。]蔡仲之命[蔡，國名。仲，字。因以名篇。]["
      },
      {
        "index": 2,
        "text": "[疏]「蔡叔」至「之命」○正義曰：蔡叔與管叔流言於國，謗毀周公，周公囚之郭鄰，至死不赦。蔡叔既沒，成王命蔡叔之子蔡仲踐諸侯之位，封為國君，以策書命之。史敘其事，故作《蔡仲之命》。○傳「成王」至「相及」○正義曰：編書以世先後為次，此篇在成王書內，知「王命蔡仲」是成王命之也。蔡叔之沒，不知何年，其命蔡仲，未必初卒即命，以其繼父命子，故系之蔡叔之後也。蔡叔有罪而命蔡仲者，「父卒命子，罪不相及」也。昭二十年《左傳》曰：「父子兄弟，罪不相及。」其言「罪不相及」，謂蔡仲不坐父爾。若父有大罪，罪當絕滅，正可別封他國，不得仍取蔡名，以蔡叔為始祖也。蔡叔身尚不死，明其罪輕。不立管叔之後者，蓋罪重無子，或有而不賢故也。]\n惟周公位冢宰，正百工，[百官總己以聽冢宰，謂武王崩時。]群叔流言，乃致辟管叔於商；囚蔡叔於郭鄰，以車七乘；[致法謂誅殺。囚謂制其出入。郭鄰，中國之外地名。從車七乘，言少。管、蔡，國名。○辟，婢亦反，徐扶亦反。乘，繩證反。從，才用反。]降霍叔於庶人，三年不齒。[罪輕，故退為眾人，三年之後乃齒錄，封為霍侯，子孫為晉所滅。]蔡仲克庸祗德，周公以為卿士。[蔡仲能用敬德，稱其賢也。明王之法，誅父用子，言至公。周公，圻內諸侯，二卿治事。○圻，巨依反，下同。]叔卒，乃命諸王邦之蔡。[叔之所封，圻內之蔡。仲之所封，淮汝之間。圻內之蔡名已滅，故取其名以名新國，欲其戒之。]\n["
      },
      {
        "index": 3,
        "text": "[疏]「惟周」至「之蔡」○正義曰：惟周公於武王崩後，其位為冢宰之卿，正百官之治，攝王政，治天下。於時管、蔡、霍等群叔流言於國，謗毀周公。周公乃以王命致法，殺管叔於商，就殷都殺之。囚蔡叔，遷之於郭鄰之地，惟與之從車七乘。降黜霍叔於庶人，若今除名為民，三年之內不得與兄弟年齒相次。蔡叔之子蔡仲能用敬德，周公為畿內諸侯，得立二卿，以蔡仲為己之卿士。周公善其為人，及蔡叔既卒，乃將蔡仲命之於王，國之於蔡為諸侯也。○傳「致法」至「國名」○正義曰：《周禮》有掌囚之官，鄭云，囚，拘也，主拘系當刑殺者。拘系之是為制其出入，不得輒行。「郭鄰，中國之外地名」，蓋相傳為然，不知在何方。《舜典》云「流宥五刑」，謂流之遠地，任其自生，此則徙之郭鄰，而又囚之。《管蔡世家》云「封叔鮮于管，封叔度於蔡」，是管、蔡為國名。杜預云：「管在滎陽京縣東北。」○傳「罪輕」至「所滅」○正義曰：言「群叔流言」，則霍叔亦流言也。而知其罪輕者，以其不死不遷，有降黜而已，明其罪輕也。霍叔不監殷民，周公惟伐管蔡，不言伐霍叔，於時霍叔蓋在京邑，聞管蔡之語，流傳其言，謂其實然，不與朝廷同心，故退之。《世家》云「武王已克商平天下，封功臣昆弟，封叔處於霍」，則武王已封之矣。後黜為庶人，奪其爵祿，三年之後乃更爵祿，蓋復其舊封，封為霍侯。《春秋》閔元年晉侯滅霍，既子孫得為國君，為晉所滅，知三年之後復得封也。《世家》惟云封霍，不云其爵，傳言「霍侯」，或當有所據而知之。○傳「蔡仲」至「治事」○正義曰：《周禮·冢宰》：「以八則治都鄙。」馬融云：「距王城四百里至五百里謂之都鄙。鄙，邊邑也，以封王之子弟在畿內者。」《冢宰》又云：「乃施則於都鄙而建其長，立其兩。」馬、鄭皆云「立卿兩人」，是畿內諸侯立二卿。定四年《左傳》說此事云「周公舉之，以為己卿士」，是為周公圻內之卿士也。《世家》云「周公舉胡以為魯卿士，魯國治。於是周公言於成王，復封之於蔡。」案《魯世家》云，成王封周公於魯，周公不就封，留佐成王。則周公身不就封，安得使胡為卿士？馬遷說之謬爾。○傳「叔之」至「戒之」○正義曰：「仲之所封，淮汝之間」，《左傳》有文。「叔之所封，圻內之蔡」，其事不知所出也。《世家》云：「蔡叔居上蔡。」宋仲子云：「胡徙居新蔡。」杜預云：「武王封叔度於汝南上蔡，至平侯徙新蔡，昭侯徙居九江下蔡。」檢其地，上蔡、新蔡皆屬汝南郡，去京師太遠，叔若封於上蔡，不得在圻內也。孔言叔封圻內，或當有以知之。但圻內蔡地，不知所在爾。]\n王若曰：「小子胡，[言小子，明當受教訓。胡，仲名。順其事而告之。]惟爾率德改行，克慎厥猷，[言汝循祖之德，改父之行，能慎其道。嘆其賢。]肆予命爾侯於東土。往即乃封，敬哉！[以汝率德改行之故，故我命汝為諸侯於東土。往就汝所封之國，當脩已以敬哉！]爾尚蓋前人之愆，惟忠惟孝，[汝當庶幾脩德，尚蓋前人之過。子能蓋父，所以為惟忠惟孝。]爾乃邁跡自身，克勤無怠，以垂憲乃後。[汝乃行善跡用汝身，使可蹤跡而法循之，能勤無懈怠，以垂法子孫，世世稱頌，乃當我意。]率乃祖文王之彜訓，無若爾考之違王命。[言當循文武之常教，以父違命為世戒。]皇天無親，惟德是輔。民心無常，惟惠之懷。[天之於人，無有親疏，惟有德者則輔佑之。民之於上，無有常主，惟愛己者則歸之。]為善不同，同歸於治。為惡不同，同歸於亂。[言人為善為惡，各有百端，未必正同。而治亂所歸不殊，宜慎其微。○治，直吏反。]爾其戒哉！慎厥初，惟厥終，終以不困。不惟厥終，終以困窮。[汝其戒治亂之機哉！作事云為，必慎其初，念其終，則終用不困窮。]懋乃攸績，睦乃四鄰，以蕃王室，以和兄弟。[勉汝所立之功，親汝四鄰之國，以蕃屏王室，以和協同姓之邦，諸侯之道。○懋音茂。蕃，方元反，註同。]康濟小民，率自中，無作聰明亂舊章。[汝為政，當安小民之居，成小民之業，循用大中之道，無敢為小聰明，作異辯，以變亂舊典文章。]詳乃視聽，罔以側言改厥度，則予一人汝嘉。」[詳審汝視聽，非禮義勿視聽，無以邪巧之言易其常度，必斷之以義，則我一人善汝矣。○度如字，註同。斷，丁亂反。]王曰：「嗚呼！小子胡，汝往哉！無荒棄朕命。」[嘆而敕之，欲其念戒：「小子胡，汝往之國哉！無廢棄我命。」欲其終身奉行，後世遵則。]\n["
      },
      {
        "index": 4,
        "text": "[疏]「侯於東土」○正義曰：此使之為諸侯於東土爾，不知何爵也。《世家》云：「蔡仲卒，子蔡伯荒立。卒，子宮侯立。」自此已下遂皆稱侯，則蔡仲初封即為侯也。「蔡伯荒」者，自稱其字，「伯」非爵也。○傳「汝當」至「惟孝」○正義曰：忠施於君，孝施於父，子能蓋父，惟得為孝，而亦得為忠者，父以不忠獲罪，若能改父之行，蓋父之愆，是為忠臣也。]\n成王東伐淮夷，遂踐奄，[成王即政，淮夷奄國又叛，王親征之，遂滅奄而徙之，以其數反覆。○踐，似淺反，馬同，《大傳》云：「藉也。」數，色角反。覆，芳服反。]作《成王政》。[為平淮夷徙奄之政令。亡。○政如字，馬本作征，云正。]\n["
      },
      {
        "index": 5,
        "text": "[疏]「成王東」至「王政」○正義曰：周公攝政之初，奄與淮夷從管蔡作亂，周公征而定之。成王即政之初，淮夷與奄又叛，成王親往征之。成王東伐淮夷，遂踐滅奄國。以其數叛，徙奄民。作誥命之辭，言平淮夷徙奄之政令。史敘其事，作《成王政》之篇。「成」訓平也，言平此叛逆之民，以為王者政令，故以「成王政為」篇名。○傳「成王」至「反覆」○正義曰：《洛誥》之篇言周公歸政成王，《多士》已下皆是成王即政初事。編篇以先後為次，此篇在成王書內，知是「成王即政」，淮夷奄國又叛，王親征之」。又案《洛誥》成王即政，始封伯禽。伯禽既為魯侯，乃居曲阜。《費誓》稱「魯侯伯禽宅曲阜」，「淮夷、徐戎並興」，魯侯征之，作《費誓》。彼言淮夷並興，即此「伐淮夷」。王伐淮夷，魯伐徐戎，是同時伐，明是成王即政之年復重叛也。鄭玄謂此伐淮夷與踐奄是攝政三年伐管蔡時事，其編篇於此，即云未聞。《費誓》之篇言淮夷之叛，則是重叛明矣。《多方》之篇責殷臣云：「我惟時其戰要囚之，至於再，至於三。」若武王伐紂之後，惟攝政三年之一叛，正可至於再爾，安得至於三乎？故知是成王即政又叛也。鄭玄讀「踐」為翦，翦滅也。孔不破字，蓋以踐其國即是踐滅之事，故孔以「踐」為滅也。下篇序云：「成王既踐奄，將遷其君」，是滅其奄而徙之，以其數反覆故也。]\n成王既踐奄，將遷其君於蒲姑，[已滅奄，而徙其君及人臣之惡者於蒲姑。蒲姑，齊地，近中國，教化之。○蒲如字，徐又扶各反，馬本作薄。近，附近之近。]周公告召公，作《將蒲姑》。[言將徙奄新立之君於蒲姑，告召公使此冊書告令之。亡。]\n["
      },
      {
        "index": 6,
        "text": "[疏]「成王既」至「作蒲姑」○正義曰：成王既踐滅奄國，將遷其君於蒲姑之地，周公告召公，使作冊書，言將遷奄君於蒲姑之地。史敘其事，作《將蒲姑》之篇。○傳「已滅」至「化之」○正義曰：昭二十年《左傳》晏子云，古人居此地者，有蒲姑氏。杜預云：「樂安博昌縣北有蒲姑城。」是蒲姑為齊地也。周公遷殷頑民於成周，近京師，教化之，知今遷奄君臣於蒲姑，為「近中國，教化之」。必如此言，則奄去中國遠於蒲姑。杜預云：「奄闕，不知所在。」鄭云「奄蓋在淮夷之地」，亦未能詳。成王先伐淮夷，遂滅奄，奄似遠於淮夷也。○傳「言將」至「之亡」○正義曰：《禮》天子不滅國，諸侯有罪，則殺其君而擇立次賢者，故知所徙者言「將徙奄新立之君於蒲姑」也。上言周公告召公，其篇既亡，不知告以何事。孔以意卜之「告召公使為此策書告令之」，不能知其必然否也。]\n多方第二十\n成王歸自奄，[伐奄歸。]在宗周，誥庶邦，[誥以禍福。]作《多方》。\n多方[眾方天下諸侯。]\n惟五月丁亥，王來自奄，至於宗周。[周公歸政之明年，淮夷奄又叛。魯征淮夷，作《費誓》。王親征奄，滅其國，五月還至鎬京。○費音秘。]\n["
      },
      {
        "index": 7,
        "text": "[疏]「成王」至「多方」○正義曰：成王歸自伐奄，在於宗周鎬京，諸侯以王征還，皆來朝集，周公稱王命，以禍福咸告天下諸侯國。史敘其事，作《多方》。○傳「眾方天下諸侯」○正義曰：自武王伐紂，及成王即政，新封建者甚少。天下諸侯多是殷之舊國，其心未服周家，由是奄君重叛。今因滅奄新歸，故告天下諸侯以興亡之戒，欲令其無二心也。語雖普告天下，意在殷之舊國。篇末亦告殷之多士，獨言「諸侯」者，舉其尊者，以其篇王告殷之諸侯故也。○傳「周公」至「鎬京」○正義曰：以《洛誥》言歸政之事，《多士》之篇次之，《多士》是歸政明年之事，故知此篇亦歸政明年之事。事猶不明，故取《費誓》為證。以《成以政》之序言「成王東伐淮夷」，《費誓》之篇言「淮夷、徐戎並興」，俱言「淮夷」，明是一事，故言「魯征淮夷，作《費誓》，王親征奄，滅其國」，以明二者為一時之事也。上序言「成王伐淮夷」，而此傳言「魯征淮夷」者，當時淮夷徐戎並起為亂，魯與二國相近，發意欲並征二國，故以二國誓眾，但成王恐魯不能獨平二國，故復親往征之，所以《成王政》之序與《費誓》之經並言「淮夷」，為此故也。傳言「五月還至鎬京」，明此「宗周」即鎬京也。《禮記·祭統》衛孔悝之鼎銘雲「即宮於宗周」，彼「宗周」謂洛邑也。是洛邑亦名宗周，知此是鎬京者，成王以周公歸政之時，暫至洛邑，還歸處西都，鎬京是王常居，知「至於宗周」，至鎬京也。且此與《周官》同時事也，《周官》序云「還歸在豐」，經云「歸於宗周」，豐、鎬相近，即此「宗周」是鎬京也。]\n周公曰：「王若曰，猷告爾四國多方。[周公以王命順大道，告四方。稱周公，以別王自告。○別，彼列反。]惟爾殷侯尹民，我惟大降爾命，爾罔不知。[殷之諸侯王民者，我大降汝命，謂誅紂也。言天下無不知紂暴虐以取亡。]\n["
      },
      {
        "index": 8,
        "text": "[疏]「周公」至「不知」○正義曰：周公以成王之意告眾方之諸侯曰：「我王順大道以告汝四方之國多方諸侯，惟爾殷之諸侯正民者，我武王大下汝天下民命，誅殺虐紂。汝諸侯天下之民，無有不知紂以暴虐取亡。」欲令其思念之。○傳「周公」至「自告」○正義曰：成王新始即政，周公留而輔之。周公以王命告令諸侯，所告實非王言，故加「周公曰」於「王若曰」之上，以明周公宣成王之意也。「猷」，道也，周公以王命順大道告四方也。既言「四國」，又言「多方」，見四方國多也。不直言「王曰」，稱「周公」，以別王自告也。王肅云：「周公攝政，稱成王命以告。及還政，稱『王曰』嫌自成王辭，故加『周公』以明之。」然《多士》之篇「王若曰」之上不加「周公曰」者，以彼上句云「周公初於新邑洛，用告」，知是周公故也。○傳「殷之」至「取亡」○正義曰：諸侯為民之主，民所取正，故謂之「正民」。民以君為命，死生在君，天下之命，在於一人紂，言我大黜下汝之民命，正謂武王誅紂也。言天下無不知紂以暴虐取亡，欲使思念之，令其心棄殷而慕周也。]\n洪惟圖天之命，弗永寅念於祀，惟帝降格於夏。[大惟為王謀天之命，不長敬念於祭祀。謂夏桀。惟天下至戒於夏以譴告之。謂災異。○譴，棄淺反。]有夏誕厥逸，不肯慼言於民，[有夏桀不畏天戒而大其逸豫，不肯憂言於民。無憂民之言。]乃大淫昏，不克終日勸於帝之迪，[言桀乃大為過昏之行，不能終日勸於天之道。○迪，徒歷反，馬本作攸，云：「所也。」行，下孟反。]乃爾攸聞。[言桀之惡乃汝所聞。]\n["
      },
      {
        "index": 9,
        "text": "[疏]「洪惟」至「攸聞」○正義曰：以諸侯心未服周，故舉夏殷為戒。此章皆說桀亡湯興之事，言夏桀大惟居天子之位，謀上天之命，而不能長敬念於祭祀，惟天下至戒於夏桀。謂下災異譴告之，冀其見災而懼，改脩政德。而有夏桀不畏天命，乃大其逸豫，不肯憂言於民，惟乃自樂其身，無憂民之言。夏桀乃復大為淫昏之行，不能終竟一日勉於天之道。言不能一日行天道也。桀之此惡，乃是汝之所聞。言不虛也。○傳「大惟」至「災異」○正義曰：上天之命，去惡與善，凡為民主，皆當謀之。恐天舍己而去，常須敬念祭祀。天所譴告，謂下災異。天不言，故下災異以譴告，責人主，冀自脩政也。]\n厥圖帝之命，不克開於民之麗。[桀其謀天之命，不能開於民所施政教。麗，施也。言昏昧。○麗，力馳反。]乃大降罰，崇亂有夏，因甲於內亂。[桀乃大下罰於民，重亂有夏。言殘虐。外不憂民，內不勤德，因甲於二亂之內。言昏甚。○重，直用反，又直龍反。]不克靈承於旅，罔丕惟進之恭，洪舒於民。[言桀不能善奉於人眾，無大惟進恭德，而大舒惰於治民。]亦惟有夏之民叨懫，日欽劓割夏邑。[桀洪舒於民，故亦惟有夏之民貪叨忿懫而逆命，於是桀民尊敬其能劓割夏邑者。謂殘賊臣。○懫，敕二反。劓，魚器反。]\n["
      },
      {
        "index": 10,
        "text": "[疏]「厥圖」至「夏邑」○正義曰：又言桀惡。桀其謀天之命，不能開發於民之所施政教。正謂不能開發善政，以施於民。桀乃大下罪罰於民，重亂有夏之國。外不憂民，內不勤德，因復甲於二者之內，為亂之行。桀不能以善道奉承於眾民，無大惟進之恭德，而大舒惰於民。言桀不能進行恭德，而舒惰於治民。桀既舒惰於民，故亦惟有夏之民貪饕忿懫而違逆桀命，於是桀日日尊敬殘賊之臣能劓割夏邑者，任用之，使威服下民也。○傳「桀乃」至「昏甚」○正義曰：《釋詁》云：「崇，重也。」桀既為惡政，無以悛改，乃復大下罪罰於民，重亂有夏之國。言其殘虐大也。「夾」聲近「甲」，古人「甲」與「夾」通用。夾於二事之內，而為亂行，故傳以二事充之。外不憂民，內不勤德，桀身夾於二亂之內，言其昏暗甚也。鄭、王皆以「甲」為狎，王云：「狎習災異於內外為禍亂。」鄭云：「習為鳥獸之行於內為淫亂。」與孔異也。○傳「言桀」至「治民」○正義曰：民當奉王，而責桀不能善奉於民眾者，君之奉民，謂設美政於民也。以善奉民，當敬以循之，不敢懈惰。桀乃無大惟進於恭德，而大舒緩懈惰於治民，令民益困，而政益亂也。○傳「桀洪」至「賊臣」○正義曰：《禮記》云：「言悖而出，亦悖而入。」桀既不憂於民，故民亦違逆桀命，為貪饕忿懫之行。文十八年《左傳》云：「縉雲氏有不才子，貪於飲食，冒於貨賄，天下之民謂之饕餮。」說者皆言貪財為饕，貪食為餮。「饕」即「叨」也，叨餮謂貪財貪食也。「忿懫」言忿怒違理也。民既如此，桀無如之何，惟日日尊敬其能劓割夏邑者，謂性能殘賊者，任用之。]\n天惟時求民主，乃大降顯休命於成湯，[天惟是桀惡，故更求民主以代之，大下明美之命於成湯，使王天下。]刑殄有夏，惟天不畀純。[命湯刑絕有夏，惟天不與桀，亦已大。○畀，必二反。]乃惟以爾多方之義民，不克永於多享。[天所以不與桀，以其乃惟用汝多方之義民為臣，而不能長久多享國故。]惟夏之恭多士，大不克明保享於民，[惟桀之所謂恭人眾士，大不能明安享於民。言亂主所任，任同己者。]乃胥惟虐於民，至於百為，大不克開。[桀之眾士，乃相與惟暴虐於民，至於百端所為。言虐非一。大不能開民以善。言與桀合誌。]\n["
      },
      {
        "index": 11,
        "text": "[疏]「天惟」至「克開」○正義曰：天惟桀惡之故，更求民主以代。天乃大下明美之命於成湯，使之代桀王天下。乃命湯施刑罰絕有夏，惟天不與夏桀，亦已大矣。天所不與之者，乃惟此桀用汝多方之義民為臣，而不能長久於多享國故也。義民實賢人也，夏桀不用。惟夏桀之所謂恭人眾士者，大不能用明道安存享於眾民，乃相與惟行暴虐於民，至於百端所為。言虐無所不作。大不能開民以善，其臣與桀同惡，夏家所以滅亡也。○傳「惟桀」至「己者」○正義曰：惟桀之所謂恭人眾士，實非恭人。亂主所好，好用同己者，以其同己，謂之為恭人，實非善人，故不能明享於民。杜預訓「享」為受，受國者謂受而有之。此言不能安享於民，謂不能安存享受於民眾也。]\n乃惟成湯，克以爾多方，簡代夏作民主。[乃惟成湯，能用汝眾方之賢，大代夏政，為天下民主。]慎厥麗乃勸，厥民刑用勸。[湯慎其施政於民，民乃勸善。其人雖刑，亦用勸善。言政刑清。]以至於帝乙，罔不明德慎罰，亦克用勸。[言自湯至於帝乙，皆能成其王道，長慎輔相，無不明有德，慎去刑罰，亦能用勸善。○相，息亮反。去，羌呂反。]要囚，殄戮多罪，亦克用勸。開釋無辜，亦克用勸。[帝乙已上，要察囚情，絕戮眾罪，亦能用勸善。開放無罪之人，必無枉縱，亦能用勸善。○要，一遙反，又一妙反，註同。殄，亭遍反。上，時掌反。]今至於爾辟，弗克以爾多方，享天之命。[今至於汝君，謂紂，不能用汝眾方，享天之命，故誅滅之。○辟，必亦反。]\n["
      },
      {
        "index": 12,
        "text": "[疏]「乃惟」至「之命」○正義曰：桀殘虐於民，乃惟成湯，能用汝眾方之賢人，大代夏桀，作天下民主。慎其所施政教於民，民乃勸勉為善。其民雖被刑殺，亦用勸勉為善。非徒湯聖，後世亦賢。自湯至於帝乙，皆能成其王道，無不顯用有德，畏慎刑罰，亦能用勸勉為善。要察囚情，絕戮眾罪，亦能用勸勉為善。開放無罪，亦能用勸勉為善。今至於汝君紂，反先王之道，不能用汝多方之民，享有上天之命，由此故被誅滅。汝等宜當知之，不當更令如殷也。○傳「乃惟」至「民主」○正義曰：「大代夏」者，言天位之重，湯能代之，謂之「大代夏」也。王肅云：「以大道代夏為民主。」○傳「湯慎」至「刑清」○正義曰：「慎厥麗」者，總謂施政教爾。但下句言「刑用勸」，勸用刑則厥麗之言有賞，賞謂賞用勸也。但所施政教，其事既多，非徒刑賞而已。舉事得中，民皆勸也。政無失，刑無濫，民以是勸善。言政刑清。○傳「帝乙」至「勸善」○正義曰：將欲斷罪，必受其要辭，察其虛實，故言「要囚」也。「殄戮多罪」，罪者不濫。開釋無罪者，不枉殺人，不縱有罪，亦是政刑清，故能用勸善也。]\n「嗚呼！王若曰，誥告爾多方，非天庸釋有夏，[嘆而順其事以告汝眾方，非天用釋棄桀，桀縱惡自棄，故誅放。]非天庸釋有殷，乃惟爾辟，以爾多方，大淫圖天之命，屑有辭。[非天用棄有殷，乃惟汝君紂，用汝眾方大為過惡者，共謀天之命，惡事盡有辭說，布在天下，故見誅滅也。]\n["
      },
      {
        "index": 13,
        "text": "[疏]「嗚呼」至「有辭」○正義曰：周公先自嘆，而復稱王命雲：「王順其事而言曰，以言告人謂之誥，我告汝眾方諸侯，非天用廢有夏，夏桀縱惡自棄也。非天用廢有殷，殷紂縱惡自棄也。」又指說紂惡：「乃惟汝君殷紂，用汝眾方之民大為過惡者，共此惡人，謀天之命。其惡事盡有辭說，布在天下，以此故見誅滅。」]\n乃惟有夏圖厥政，不集於享，天降時喪，有邦間之。[更說桀也。言桀謀其政，不成於享，故天下是喪亡以禍之，使天下有國聖人代之。言有國，明皇天無親，佑有德。○間，間廁之間。]\n["
      },
      {
        "index": 14,
        "text": "[疏]「乃惟」至「間之」○正義曰：更說桀亡之由，乃惟有夏桀謀其政，不能成於享國，所謀皆是惡事，故天下是喪亡以禍之，使有國聖人來代之。言皇天無親，惟佑有德，故以聖君代暗主也。湯是夏之諸侯，故云「有國」。]\n乃惟爾商後王，逸厥逸，[後王紂逸豫其過逸。言縱恣無度。]圖厥政，不蠲烝，天惟降時喪。[紂謀其政，不絜進於善，故天惟下是喪亡。謂誅滅。○蠲，吉玄反，馬云：「明也。」一音圭。烝，絕句，之承反，馬云：「升也。」]惟聖罔念作狂，惟狂克念作聖。[惟聖人無念於善，則為狂人。惟狂人能念於善，則為聖人。言桀紂非實狂愚，以不念善，故滅亡。]天惟五年，須暇之子孫，誕作民主，罔可念聽。[天以湯故，五年須暇湯之子孫，冀其改悔。而紂大為民主，肆行無道，事無可念，言無可聽。武王服喪三年，還師二年。]\n["
      },
      {
        "index": 15,
        "text": "[疏]「乃惟」至「念聽」○正義曰：更說紂亡之由。乃惟汝商之後王紂，逸豫其過，縱恣無度。紂謀其為政，不能絜進於善，惟行惡事，天惟下是喪亡以禍之。惟聖人無念於善，則為狂人。惟狂人能念於善，則為聖人。紂雖狂愚，冀其念善也。計紂為惡，早應誅滅，天惟以成湯之故，故積五年須待閒暇湯之子孫。誕緩多年，冀其改悔。而紂大為民主，肆行無道，事無可念，言無可聽，由是天始改意，故誅滅之。○傳「惟聖」至「滅亡」○正義曰：「聖」者上智之名，「狂」者下愚之稱。孔子曰：「惟上智與下愚不移。」是聖必不可為狂，狂必不能為聖，此事決矣。而此言「惟聖人無念於善，則為狂人。惟狂人能念於善，則為聖人」者，方言天須暇於紂，冀其改悔，說有此理爾，不言此事是實也。謂之為聖，寧肯無念於善？已名為狂，豈能念善？中人念與不念，其實少有所移，欲見念善有益，故舉狂聖極善惡者言之。○傳「天以」至「二年」○正義曰：湯是創業聖王，理當祚胤長遠。計紂未死五年之前，已合喪滅，但紂是湯之子孫，天以湯聖人之故，故五年須待閑暇湯之子孫，冀其改悔，能念善道。而紂大為民主，肆行無道。所為皆惡事，無可念者；言皆惡言，無可聽者；由是天始滅之。五年者，以武王討紂，初立即應伐之，故從武王初立之年，數至伐紂為五年。文王受命九年而崩，其年武王嗣立。服喪三年，未得征伐。十一年服闋，乃觀兵於孟津，十三年方始殺紂。從九年至十三年，是五年也。然服喪三年，還師二年，乃事理宜然，而云以湯故須暇之者，以殷紂惡盈，久合誅滅，逢文王崩，未暇行師，兼之示弱，凡經五載，聖人因言之以為法教爾。其實非天不知紂狂，望其後改悔，亦非曲念湯德，延此歲年也。]\n天惟求爾多方，大動以威，開厥顧天。[天惟求汝眾方之賢者，大動紂以威，開其能顧天可以代者。]惟爾多方，罔堪顧之。惟我周王，靈承於旅。[惟汝眾方之中，無堪顧天之道者。惟我周王，善奉於眾。言以仁政得人心。]克堪用德，惟典神天。[言周文武能堪用德，惟可以主神天之祀，任天王。○任音壬。]天惟式教我用休，簡畀殷命，尹爾多方。[天以我用德之故，惟用教我用美道代殷，天與我殷之王命，以正汝眾方之諸侯。]\n["
      },
      {
        "index": 16,
        "text": "[疏]「天惟」至「多方」○正義曰：天以紂惡之故，將選人代之。惟求賢人於汝眾方，大動紂以威。謂誅去紂也。開其有德能顧天之者，欲以伐紂，惟汝眾方之君，悉皆無德，無堪使天顧之。惟我周王善奉於眾，能以仁政得人心，文武能堪用德，惟可以主神天之祀，任作天子也。天惟以我用德之故，故教我使用美道，大與我殷王之命，命我代殷為王，正汝眾方諸侯。言天授我以此世也。○傳「天惟」至「代者」○正義曰：「天惟求汝眾方之賢」，言欲選賢以為天子也。「大動紂以威」，謂誅殺紂也。天意復開其能顧天可以代者，欲使代之。「顧」謂回視，有聖德者，天回視之。《詩》所謂「乃眷西顧，此惟與宅」，與彼「顧」同，言天顧文王而與之居，即此意也。但謂天顧人，人亦顧天，此云「開厥顧天」，謂人顧天也。下云「罔堪顧之」，謂天顧人也。言多方人皆無德，不堪使天顧之。傳以顧事通於彼，故皆以天言之。○傳「天以」至「諸侯」○正義曰：周以能行美道，乃得天顧，復言天用教我美道者，人之美惡，何事非天？由為美道，為天所顧，以美歸功於天，言教我用美道，故得當天意也。]\n今我曷敢多誥，我惟大降爾四國民命。[今我何敢多誥汝而已，我惟大下汝四國民命。謂誅管、蔡、商、奄之君。]爾曷不忱裕之於爾多方？[汝何不以誠信行寬裕之道於汝眾方？欲其戒四國，崇和協。]爾曷不夾介乂我周王，享天之命？[夾，近也。汝何不近大見治於我周王，以享天之命，而為不安乎？○夾音協，註同。]今爾尚宅爾宅，畋爾田，爾曷不惠王熙天之命？[今汝殷之諸侯皆尚得居汝常居，臣民皆尚得畋汝故田，汝何不順從王政，廣天之命，而自懷疑乎？]爾乃迪屢不靜，爾心未愛。[汝所蹈行，數為不安，汝心未愛我周故。○數，色各反。]爾乃不大宅天命，爾乃屑播天命，[汝乃不大居安天命，是汝乃盡播棄天命。]爾乃自作不典圖忱於正。[汝未愛我周，播棄天命，是汝乃自為不常謀信於正道。]我惟時其教告之，我惟時其戰要囚之，[我惟汝如是不謀信於正道，故其教告之，謂訊以文誥；其戰要囚之，謂討其倡亂，執其朋黨。○要，一遙反。訊音信。倡音唱。]至於再，至於三。[再，謂三監淮夷叛時。三，謂成王即政又叛。言迪屢不靜之事。]乃有不用我降爾命，我乃其大罰殛之。[我教告戰要囚汝已至再三，汝其不用我命，我乃大下誅汝君，乃其大罰誅之。○殛，紀力反，本又作極。]非我有周秉德不康寧，乃惟爾自速辜。」[非我有周執德不安寧，自誅汝，乃惟汝自召罪以取誅。]\n["
      },
      {
        "index": 17,
        "text": "[疏]「今我」至「速辜」○正義曰：今我何敢多以言誥告於汝眾而已，我惟大下黜汝管、蔡、商、奄四國之君也。「民命」，謂民以君為命，謂誅殺四國之君也。我已殺汝四國君矣，汝何不以誠信之心，行寬裕之道於汝眾方諸侯？欲令懲創四國，務崇和協。言汝眾方諸侯何不崇和協，相親近，大顯見治道於我周王，以享愛上天之命，而執心不安乎？今爾殷之諸侯尚得居汝常居，臣民尚得畋汝故田，其安樂如此，汝何得不順從王政，以廣上天之命，而自懷疑乎？汝乃復所蹈行者，數為不安，時或叛逆，是汝心未愛我周家故也。汝乃不大居安天命，是汝乃欲盡播棄天命。汝不愛我周家，播棄天命，是汝乃自為此不常謀信於正道。言其心不常謀正道，故為背違之心。我惟汝如是不謀信於正道之故，其以言辭教告之。我惟汝如是不誠信於正道之故，其用戰伐要察囚系之。由汝數為不信，故我教告汝，戰伐要囚汝，至於再，至於三。我教告汝，戰伐要囚汝，已至再三，如今而後乃復有不用我命者，我乃其大罰誅之。言我更將殺汝也。非我有周執德不安，數設誅罰，乃惟汝自召罪也。此章反覆殷勤者，恐其更有叛逆，故丁寧戒之。○傳「今我」至「之君」○正義曰：今我何敢多為言誥而已，實殺其君，非徒口告。管、蔡、商、奄，皆為叛逆受誅，故今因奄重叛而追說前事，言下四國民命。王肅以「四國」為四方之國，言「從今以後，四方之國茍有此罪，則必誅之」。謂戒其將來之事，與孔不同。○傳「夾近」至「安乎」○正義曰：夾其旁，旁是近義，故為近也。諸國疏遠周室，不肯以治為功，故責之。顧氏云：「汝眾方諸侯，何不常和協，相親近，大顯見治道於我周王，以享上天之命？而今何以不自安乎？」○傳「今汝」至「疑乎」○正義曰：主遷於上，臣易於下，計汝諸侯之國，應隨殷降黜。今汝殷之諸侯皆尚得居汝常居，臣民畋汝故田。田宅不易，安樂如此，汝何不順從我周王之政，以廣上天之命，使天多佑？汝何故畏我周家，自懷疑乎？諸侯有國，故云「居汝常居」。臣民重田，故云「畋汝故田」。治田謂之「畋」，猶捕魚謂之「漁」，今人以營田求食謂之「畋食」，即此「畋亦田」之義也。○傳「汝未」至「正道」○正義曰：事君無二臣之道，為人臣者，常宜信之。汝未愛我周家，播棄天命，汝數為叛逆，是汝乃自為此不常謀信於正道。○傳「我惟」至「朋黨」○正義曰：「教告」與「戰要囚」連文，則告以文辭，是將戰之時，「教告」謂伐紂之事。昭十三年說戰法云：「告之以文辭，董之以武師。」是將戰之時，於法當有文辭告前敵也。我惟汝如是不謀信於正道，故其教告之，謂訊以文辭。「訊」，告也，告以文辭，數其罪也。其「戰要囚之」，謂戰敗其師，執取其人，受其要辭而囚之。謂討其倡亂之人，囚執其朋黨也。此雖總言戰事，但下有至於再三，明此指伐紂也。○傳「再謂」至「之事」○正義曰：以伐紂為一，故「再」謂攝政之初，三監與淮夷叛時也，「三」謂成王即政又叛也，言上「迪屢不靜」之事。]\n王曰：「嗚呼！猷告爾有方多士暨殷多士，[王嘆而以道告汝眾方與殷多士。]今爾奔走臣我監五祀，[監謂成周之監，此指謂所遷頑民殷眾士。今汝奔走來徙臣我我監，五年無過，則得還本土。]越惟有胥伯小大多正，爾罔不克臬。[於惟有相長事小大眾正官之人，汝無不能用法。欲其皆用法。○臬，魚列反，馬作㓷。長，丁丈反。]自作不和，爾惟和哉！爾室不睦，爾惟和哉！爾邑克明，爾惟克勤乃事。[小大多正自為不和，汝有方多士，當和之哉！汝親近室家不睦，汝亦當和之哉！汝邑中能明，是汝惟能勤汝職事。]爾尚不忌於兇德，亦則以穆穆在乃位，[汝庶幾不自忌，入於兇德，亦則用敬敬常在汝位。]克閱於乃邑謀介，爾乃自時洛邑，尚永力畋爾田。[汝能使我閱具於汝邑，而以汝所謀為大，則汝乃用是洛邑，庶幾長力畋汝田矣。言雖遷徙，而以修善，得反邑里。○閱音悅。]天惟畀矜爾，我有周惟其大介賚爾。[汝能修善，天惟與汝憐汝，我有周惟其大夫賜汝。言受多福之胙。]迪簡在王庭，尚爾事，有服在大僚。」[非但受憐賜，又乃蹈大道在王庭，庶幾修汝事，有所服行在大官。]\n["
      },
      {
        "index": 18,
        "text": "[疏]「王曰嗚呼猷」至「大僚」○正義曰：王言而嘆曰：「嗚呼！我以道告汝在此所有四方之多士。」謂四方之諸侯及與殷之眾士，謂頑民遷成周者。因告四方諸侯，遂告成周之人，遍使諸侯知之。此章皆告成周之人辭也。「今汝成周之人，奔走勤事，臣我周之監成周者，五年無罪過，則聽汝還本土。於惟有相長事，謂小大眾正官之人，汝無有不能用法。」欲其皆用法也。「小大眾正官之人自為不和，汝眾官等自當和之哉！汝等親近室家不相和親，汝亦當和之哉！汝邑內之內若能明於和睦之道，汝惟能勤於汝之職事」。言是其教之使然。「汝能庶幾不自相怨忌，入於兇德，若能不入於兇德，亦則用敬敬之道，常在汝之職位，不黜退也。汝若能善相教誨，使我簡閱於汝邑，善汝之事，以汝所謀為大，則汝乃用是洛邑，庶幾得反本土，長得勤畋汝故田。汝能修善，天惟與汝憐汝，我有周惟其大大賞賜汝。汝非但受賞而已，其有蹈大道者，得在王庭被任用。庶幾汝事有所服行，在於大官」。恐其心未服，故丁寧勸誘之。○傳「王嘆」至「多士」○正義曰：言「有方多士與殷多士」，則此二者非一人也。「有方多士」當謂於時所有四方之諸侯也。「與殷多士」當謂遷於成周頑民之眾士也。下云以「臣我監」者，謂成周之監，明此殷多士也。○傳「監謂」至「本土」○正義曰：下云「自時洛邑」，此所戒成周之人，故知「監謂成周之監，此指謂所遷頑民殷家眾士」也。五年再閏，天道有成，故期以五年無過，則得還本土。以民性重遷，設期以誘之。○傳「於惟」至「用法」○正義曰：「胥」，相也。「伯」，長也。顏氏以「相長事」即「小大眾正官之人」也。○傳「汝庶」至「汝位」○正義曰：和順為善德，怨惡為兇德。「忌」謂自怨忌，上言「自作不和」，是怨忌也。《釋訓》云：「穆穆，敬也。」此戒小大正官之人，故云「敬敬常在汝位」。○傳「汝能」至「邑裏」○正義曰：「閱」謂簡閱其事，觀其具足以否，故言「閱具於汝邑」。「介」，大也。以汝所謀為大，善其治理，聽還本國也。是由在洛邑修善，得反其邑裏。王肅云：「其無成，雖五年亦不得反也。」]\n王曰：「嗚呼！多士，爾不克勸忱我命，爾亦則惟不克享，凡民惟曰不享。[王嘆而言曰：「眾士，汝不能勸信我命，汝亦則惟不能享天祚矣，凡民亦惟曰不享於汝祚矣。」]爾乃惟逸惟頗，大遠王命，則惟爾多方探天之威，我則致天之罰，離逖爾土。」[若爾乃為逸豫頗僻，大棄王命，則惟汝眾方取天之威，我則致行天罰，離逖汝土，將遠徙之。○頗，破多反。探，吐南反。辟，四亦反。]\n["
      },
      {
        "index": 19,
        "text": "[疏]「王曰嗚呼」至「爾土」○正義曰：王言而嘆曰：「嗚呼！成周之眾士，汝若不能勸勉信用我之教命，汝則惟不能多受天福祚矣，凡民惟曰不享於汝祚矣。汝乃惟為逸豫，惟為頗僻，大遠棄王命，則惟汝眾方自取天之威刑，我則致天之罰於汝身，將遠徙之，使離遠汝之本土。」○傳「王嘆」至「祚矣」○正義曰：「勸信我命」，勸勉而信順之。「凡民亦惟曰不享於汝祚矣」，言民亦不原汝之子孫長久矣。○傳「若爾」至「徙之」○正義曰：成周一邑之士，不得謂之多方，此蓋意在成周遷者，兼告四方諸國使知。亦如《康誥》王告康叔，並使諸侯知之。離遠汝土，更遠徙之。鄭云：「分離奪汝土也。」與孔異也。]\n王曰：「我不惟多誥，我惟祗告爾命。」[我不惟多誥汝而已，我惟敬告汝吉兇之命。]又曰：「時惟爾初，不克敬於和，則無我怨。」[又誥汝：「是惟汝初不能敬於和道，故誅汝。汝無我怨。」解所以再三加誅之意。]\n["
      },
      {
        "index": 20,
        "text": "[疏]「王曰我」至「我怨」○正義曰：王曰：「我今告戒汝者，不惟多為言誥汝而已，惟敬告汝吉兇之命。從我則吉，違我則兇，汝命吉兇在此言也。」王又謂：「汝所以再三被誅者，是惟汝初不能敬於和道，故致此爾。汝自取之，則無於我有怨。」○傳「又誥」至「之意」○正義曰：「又誥」者，更言王意，又謂汝曰也。以上王誥已終，又起別端，故更稱王又復言曰。以序云成王在豐誥庶邦，則此篇是王親誥之辭，又稱「王曰」者是也。其有周公稱王告者，則上云「周公曰：王若曰」是也，又曰「嗚呼！王若曰」是也。顧氏云：「又曰者，是王又復言曰也。」]\n立政第二十一\n周公作《立政》。[周公既致政成王，恐其怠忽，故以君臣立政為戒。]\n立政[言用臣當共立政，故以名篇。]\n周公若曰：「拜手稽首，告嗣天子王矣。」[順古道盡禮致敬，告成王，言：「嗣天子，今已為王矣，不可不慎。」]用咸戒於王曰：「王左右常伯、常任、準人、綴衣、虎賁。」[周公用王所立政之事皆戒於王曰，常所長事、常所委任，謂三公六卿；準人平法，謂士官；綴衣掌衣服，虎賁以武力事王，皆左右近臣，宜得其人。○任，而鴆反。準，之允反。綴，徐丁衛反，又丁劣反。賁音奔。長，丁丈反，除篇末文註「以長」直良反，餘並同。]周公曰：「嗚呼！休茲，知恤鮮哉！[嘆此五者立政之本，知憂得其人者少。○鮮，息淺反。]\n["
      },
      {
        "index": 21,
        "text": "[疏]「周公」至「鮮哉」○正義曰：王之大事在於任賢使能，成王初始即政，猶尚幼少，周公恐其怠忽政事，任非其人，故告以用臣之法。周公順古道而告王曰：「我敢拜手稽首，告嗣世天子成王，今已為王矣。王者當立善政，其事不可不慎。」周公既為此言，乃用王所立政之事皆戒於王曰，王之親近左右，常所長事，謂三公也；常所委任，謂六卿也；平法之人，謂獄官也；綴衣之人，謂掌衣服者也；虎賁，以武力事王者；此等皆近王左右，最須得人。周公既歷言此官，復言而嘆曰：「嗚呼，美哉！此五等之官，立政之本也。知憂此官宜得賢人者少也。」○傳「順古」至「不慎」○正義曰：周公既拜手稽首，而後發言。還自言「拜手稽首」，示己重其事，欲令受其言，故盡禮致敬以告王也。《召誥》云：「拜手稽首，旅王若公。」亦是召公自言已拜手稽首，與此同也。成王嗣世而立，故呼成王為「嗣天子」。周公攝政之時，成王未親王事，此時既已歸政於成王，故言「今已為王矣，不可不慎」也。王肅以為於時周公會群臣共戒成王，其言曰「拜手稽首」者，是周公贊群臣之辭。○傳「周公」至「其人」○正義曰：此以「立政」名篇，知「用咸戒」者是「周公用王所立政之事皆戒於王」也。三公，臣之尊者，知常所長事謂三公也。六卿分掌國事，王之所任，知常所委任謂六卿也。「準」訓平也，平法之人謂士官也。士，察也，察獄之官用法必當均平，故謂獄官為準人。《周禮》司寇之長在常任之內，此士官當謂士師也。衣服必連綴著之，此歷言官人，知「綴衣」是掌衣服者。此言親近大臣，必非造衣裳者。《周禮》：「大仆，下大夫。掌正王之服位，出入王之大命。」此掌衣服者，當是大仆之官也。《周禮》：「虎賁氏，下大夫。」言其若虎賁獸，是以武力事王者。此皆左右近臣，宜得其人，言其急於餘官。得其人者，文官得其文人，武官得其武人，違才易務，皆為非其人也。○傳「嘆此」至「者少」○正義曰：此五官皆親近王，故嘆此五者立政之本也。「休」，美也。王肅云「此五官美哉」，是「休茲」為美此五官也。嘆其官之美，美官不可不委賢人用之，故嘆之。「知憂得其人者少」，下句惟言禹、湯、文、武官得其人，是知憂得人者少也。]\n古之人迪惟有夏，乃有室大競，籥俊尊上帝，[古之人道惟有夏禹之時，乃有卿大夫室家大強，猶乃招呼賢俊，與共尊事上天。○籥音預。]迪知忱恂於九德之行。[禹之臣蹈知誠信於九德之行，謂賢智大臣。九德，臯陶所謀。○忱，市林反。恂音荀。行如字，徐下孟反。]乃敢告教厥后曰：『拜手稽首，后矣！』曰，宅乃事，宅乃牧，宅乃準，茲惟后矣。[知九德之臣乃敢告教其君以立政。君矣，亦猶王矣。宅，居也，居汝事，六卿掌事者。牧，牧民，九州之伯。居內外之官及平法者皆得其人，則此惟君矣。]謀面，用丕訓德，則乃宅人，茲乃三宅無義民。[謀所面見之事，無疑則能用大順德，乃能居賢人於眾官。若此則乃能一居無義民。大罪宥之四裔，次九州之外，次中國之外。]桀德惟乃弗作往任，是惟暴德，罔後。[桀之為德，惟乃不為其先王之法、往所委任，是惟暴德之人，故絕世無後。]\n["
      },
      {
        "index": 22,
        "text": "[疏]「古之人」至「罔後」○正義曰：既言知憂得人者少，乃遠述上世之事，此言禹與桀也。古之人能用此求賢之道者，惟有夏禹之時。乃有群臣卿大夫皆是賢人，室家大強，猶尚招呼賢俊之人，與共立於朝，尊事上天。禹之臣蹈知誠信於九德之行者，乃敢告教其君曰：「我敢拜手稽首，君今已為君矣，不可不慎也。」戒其君即告曰，居汝掌事之六卿，居汝牧民之州伯，居汝平法之獄官，使此三者皆得其人，則此惟為君矣。言不得賢人，不成為君也。禹能謀所面見之事，無所疑惑，用大明順之德，則乃能居賢人於官。賢人在官，職事修理，乃能三處居無義之民。善人在朝，惡人黜遠，其國乃為治矣。及其末年，桀乃為天子。桀之為德，惟乃不為其先王之法、往所委任，是暴德之人。以此故，絕世無後。得賢人則興，任小人則滅，是須官賢人以立政也。○傳「古之」至「上天」○正義曰：經言「古之人迪」，傳言「古之人道」，當說古之求賢人之道也。王肅云：「古之人道，惟有夏之大禹為天子也。」其意言古人之道說有此事，孔意似不然也。孔以「大夫」稱家室，猶家也。「籥」訓呼也，招呼者乃是臣下之事，故以為夏禹之時，乃有卿大夫室家大強，猶乃招呼在外賢俊，與之共立於朝，尊事上天也。言君既求賢臣之助，言天子事天，臣成君事，故言「共尊事上天」。○傳「禹之」至「所謀」○正義曰：九德之行，非一人能備，言禹之臣蹈知九德之行，極言其賢智大臣也。禹時伯益之輩，乃可以當此。經典之文，更無九德之事，惟有臯陶謀九德，故言九德。臯陶所謀者，即「寬而栗，柔而立，願而恭，亂而敬，擾而毅，直而溫，簡而廉，剛而塞，強而義」是也。○傳「知九」至「君矣」○正義曰：進言戒君非大賢不可，故「知九德之臣乃敢告教其君以立政」也。「君矣」亦猶言「王矣」，言已為君矣，不可不慎也。「君」、「王」一也，變文以相避爾。「宅」訓居也，居汝事，須得賢人，六卿各掌其事者也。居汝牧，九州之伯主養民，亦須得賢人養其民也。居汝準，士官主理刑法，亦須賢人平其獄也。六卿掌內，州牧掌外，內外之官及平法三事皆得其人，則此惟為君矣。言群官失職，則不成為君也。上句周公戒王，歷言五官，其內無州牧。此惟言三官，加州牧者，俱是逐急言之，其有詳略爾。《曲禮》云：「九州之長曰牧。」《王制》云：「千里之外設方伯，八州八伯。」然則「牧」、「伯」一也。「伯」者言一州之長，「牧」者言牧養下民，「牧」、「伯」俱得言之，故孔以「伯」解「牧」。鄭玄云：「殷之州牧曰伯，虞夏及周曰牧。」與孔不同。○傳「謀所」至「之外」○正義曰：凡人為主，皆欲臣賢，但大佞以忠，賢不可別。欲知其遠，先驗於近，但禹能謀所面見之事。官賢人，既得其官，分別善惡，無所疑惑。仁賢必用，邪佞必退，然後舉直錯諸枉，則為能用大順德，如是乃能居賢人於眾官。賢人既得居官，則能分別善惡，無義之民必獲大罪。量其輕重，斥之遠地，乃能三處居此無義罪人。三居者，「大罪宥之四裔，次九州之外，次中國之外。」「四裔」者，四海之表最遠者也。「次九州之外者」，四海之內，要服之外。「次中國之外」者，謂罪人所居之國外也，猶若衛人居於晉，去本國千里。故孔註《舜典》云：「次千里之外是也。」鄭云：「三處者，自九州之外至於四海，三分其地，遠近若周之夷、鎮、蕃也。」與孔不同。]\n亦越成湯陟，丕釐上帝之耿命，[桀之昏亂，亦於成湯之道得升，大賜上天之光命，王天下。○釐，力之反。耿，工迥反，徐工穎反，又工永反，下同。王，往況反。]乃用三有宅，克即宅，曰三有俊，克即俊。[湯乃用三有居惡人之法，能使就其居。言服罪。又曰，能用剛柔正直三德之俊，能就其悛事。言明德。]嚴惟丕式，克用三宅三俊。[言湯所以能嚴威，惟可大法象者，以能用三居三德之法。]其在商邑，用協於厥邑，其在四方，用丕式見德。[湯在商邑，用三宅三俊之道和其邑。其在四方，用是大法見其聖德。言遠近化。]\n["
      },
      {
        "index": 23,
        "text": "[疏]「亦越」至「見德」○正義曰：不有所廢，則無以興。桀之滅亡，夏家乃以開道湯德。此言湯之能用人也。桀之昏亂，亦於成湯之道得升聞於天，大賜受上天之光命，得王有天下。湯既為王，乃用三有居惡人之法，能使各就其居處。言皆服其罪也。又曰用三德之俊人，能使各就其俊事。言皆明其德也。湯所以能嚴威，惟可大法象者，以其能用三居三俊之法故也。成湯其在商邑，用此三居三俊之道，和於其邑。其在四方，用是斷罪任賢之大法，見其聖德於民。言遠近皆從化也。○傳「桀之」至「天下」○正義曰：「成湯之道得升」，謂從下而升於天，故天賜之以光命，使之得王天下為天子也。「釐，賜」、「耿，光」皆《釋詁》文。○傳「湯乃」至「明德」○正義曰：《臯陶謨》「九德」即《洪範》之「三德」，細分以為九爾。以此知「三俊」即是《洪範》所言「剛克、柔克、正直」三德之俊也。「能就其俊事。言明德」者，用以俊乂居官，顯明其有德也。上句言「則乃宅人，茲乃三宅無義民」，先言用賢，後言去惡。此經先言「三有宅」，後言「曰三有俊」者，用賢去惡，俱是立政之本。上句先說夏禹，言得賢然後去惡，見其須賢之切。及說成湯、文、武，先言去惡，後言用賢，又見惡宜速去。或先或後，所以互相見爾。]\n嗚呼！其在受德暋，惟羞刑暴德之人，同於厥邦。[受德，紂字。帝乙愛焉，為作善字，而反大惡自強，惟進用刑，與暴德之人同於其國，並為威虐。○受德，紂字，馬云：「受所為德也。」暋，眉謹反，徐亡巾反，一音閔。為，於為反，下「為之」同。強，其丈反。]乃惟庶習逸德之人，同於厥政。[乃惟眾習為過德之人，同於其政。言不任賢。]帝欽罰之，乃伻我有夏，式商受命，奄甸萬姓。[天以紂惡，故敬罰之。乃使我周家王有華夏，得用商所受天命，同治萬姓。言皇天無親，佑有德。○伻，普耕反，徐敷耕反，又甫耕反。]\n["
      },
      {
        "index": 24,
        "text": "[疏]「嗚呼」至「萬姓」○正義曰：既言湯以用賢而興，又說紂之失人而滅。周公又嘆曰：「嗚呼！其在殷王受德，本性大惡自強，惟進用刑罰，與暴德之人同治其國，並為威虐。乃惟眾習為過德之人，與之同共於其政。由其任同惡之人，故上天敬誅罰之，乃使我周家王有華夏，用商所受天命，同治天下萬姓。」言周能用賢，天親有德，故得為天子。○傳「受德」至「威虐」○正義曰：《泰誓》三篇，惟單言「受」，而此云「受德」者，則「德」本配「受」，共為一人，故知「受德」是紂字也。既「受」之與「德」共為紂字，而經或言「受」，或言「受德」者，呼之有單復爾。其人實為大惡，「德」字乃為善名，非是時人呼有德。知是帝乙愛焉，為作善字，望其為善，而反為大惡，以其行反其字，明非時人呼也。《釋詁》云：「暋，強也。」「暋」即昏也，故訓為強，言紂自強為惡，惟進用刑罰。身既進用刑罰，則愛好暴虐之人，故為與之同於其國，言並為威虐。○傳「乃惟」至「任賢」○正義曰：「暴德」言以暴虐為德，「逸德」言以過惡為德。習效為之眾者，言其所任多也。紂任眾為過德之人，與之同於其政，言其不任賢也。與暴德同於其國，與惡德同於其政，其事一也，異言之爾。《牧誓》所云「四方之多罪逋逃，是信是使，是以為大夫卿士。俾暴虐於百姓，以奸究於商邑」，是其事也。○傳「天以」至「有德」○正義曰：言天知其惡，熟詳審下罰，故言「敬罰」也。商本受天命，周亦受天命，故言「用商所受天命，同治萬姓」。《釋言》云：「弇，同也。」同為天於治萬姓，與商同也。此經之意，言周家有德，皇天親有德也。王肅云：「敬罰者，謂須暇五年。」]\n「亦越文王、武王，克知三有宅心，灼見三有俊心，[紂之不善，亦於文武之道大行，以能知三有居惡人之心，灼然見三有賢俊之心。]以敬事上帝，立民長伯。[言文武知三宅三俊，故能以敬事上天，立民正長。謂郊祀天，建諸侯。]\n["
      },
      {
        "index": 25,
        "text": "[疏]「亦越」至「長伯」○正義曰：既言上天去惡與善，滅殷興周，即說文王、武王能用求賢審官之事。桀惡所以興成湯，紂惡所以開文武，言紂之不善，亦於文王、武王使得其道大行。能知居三有惡人之心，居之皆得其所，言服其罪也。灼然見三有賢俊之心，用之皆得其人，言明其德也。文武知此三宅三俊，故能敬事上天，稱天心也。立民正長，合民心也。○傳「紂之」至「之心」○正義曰：桀之昏亂開成湯，紂之不善開文武，其事同也。於成湯言能受上天之命，於文武雲能敬事上帝，前聖後聖為行必同，交錯為文，所以互相見爾。文王受命，武王伐紂，二聖共成王道，故文武總言之。猶《詩序》云「文武以《天保》已上治內，《采薇》已下治外」，文武並言，與此同也。文王之時，未定天下，所立之官，亦未具足。下經所言「立政任人」已下，「三亳阪尹」已上，其所舉官屬，多是文武時事，以見二聖同道，父作之，子述之，言其相成爾。故以「能知三有居惡人之心，灼然見三有賢俊之心」，言文王之聖心能揆度知惡人真惡，須屏黜之；知賢人實賢，須舉用之；故去惡進賢，皆得其所。賢人難識，故特言「灼然」，言其知之審也。○傳「言文」至「諸侯」○正義曰：上天之道，與善去惡，三宅三俊，行合天心。言文武知三宅三俊，故能敬事上帝。「伯」亦長也，故言「立民正長」。天子祭天，知「敬事上帝」，謂「郊祀天」也。天子建國，知「立民長伯」，謂「建諸侯」也。以下句「立政任人」已下，歷言朝廷之臣與蠻夷眾君，知此「立民長伯」主謂諸侯。《詩·周頌·維清》述文王之德言「肇禋」，《大雅·皇矣》美文王之伐言「是類」，「類」、「禋」皆是祭天之名，是文王已祀天矣。文王未得封建諸侯，其建諸侯，維武王時爾。]\n立政，任人、準夫、牧，作三事，[文武亦法禹湯以立政，常任、準人及牧，治為天地人之三事。]虎賁、綴衣、趣馬小尹，[趣馬，掌馬之官。言此三者雖小官長，必慎擇其人。○趣，七口反。]左右攜仆、百司庶府，[雖左右攜持器物之仆，及百官有司主券契藏吏，亦皆擇人。○券音勸。契，苦計反。藏，才浪反。]大都小伯、藝人表臣、百司，[小臣猶皆慎擇其人，況大都邑之小長，以道藝為表幹之臣及百官有司之職，可以非其任乎？]太史、尹伯、庶常吉士，[太史，下大夫，掌邦六典之貳；尹伯，長官大夫；及旅掌常事之善士，皆得其人。]司徒、司馬、司空、亞旅，[此有三卿及次卿眾大夫，則是文武未伐紂時。舉文武之初以為法則。]夷微、盧烝、三亳、阪尹。[蠻夷微、盧之眾帥，及亳人之歸文王者，三所為之立監，及阪地之尹長，皆用賢。○阪音反。]\n["
      },
      {
        "index": 26,
        "text": "[疏]「立政」至「阪尹」○正義曰：言文武亦法禹湯，審官以立美政。「任人」謂六卿。「準夫」者，平法之人，謂理獄官也。「牧」者，九州之牧。治為天地人之三事。自「虎賁」已下，歷舉官名，言此官皆須得其人。不以官之尊卑為次，蓋以從近而至遠。虎賁、綴衣、趣馬，三者官雖小，須慎擇其人。乃至左右攜持器物之仆，及百官有司之下至眾府藏之吏，亦須擇其人。既言近王小官，及遠官大者。小官猶須擇人，況乎大都邑之小長，與有道藝之人為表幹之臣，及百官有司之職，可以非其任乎？以近臣況遠臣，以小官況大官。既以近小況遠大，又舉官之次而掌事要者。若太史下大夫、長官大夫及眾掌常事之善士，皆須得其人。更舉官之大者，司徒、司馬、司空之卿，及次卿之眾大夫，皆須得其人。既略言內外之官，又更遠及夷狄蠻夷微、盧之眾帥，與三處亳民之監，及阪地之尹長，皆須用賢人。言文武於此諸官，皆求賢人為之也。○傳「文武」至「三事」○正義曰：前聖後聖，其道皆同，未必相放法也。後人法前，自是常事，因其上說禹湯立政，故言「文武亦法禹湯以立政」也。「任人」則前經所云「常任」六卿也，「準夫」則「準人」也，「牧」者前云「宅乃牧」也。前文有「常伯」、「綴衣」、「虎賁」，不言「牧」，此不言「常伯」、「綴衣」、「虎賁」而言「牧」者，以前文先舉朝臣，故不言「牧」，前已備文，故此不言「常伯」。其「綴衣」、「虎賁」而言「牧」者，以下文自詳，故此惟舉內外要官者言之，故內官舉「任人」、「準夫」，外官舉「牧」。故下云：「繼自今，我立政。立事、準人、牧夫，我其克灼知厥若。」又云：「自古商人，亦越我周文王立政、立事、牧夫、準人，則克宅之，克由繹之，茲乃俾乂。」皆據內外要重官以言之。「夫」即人也，立官所以事天地，治人民，為此三事而已，故以「三事」謂天地人也。王肅云：「文王所以立政，任人，常任也；準夫，準人也；牧者，諸侯之長也。」與孔意同。○傳「趣馬」至「其人」○正義曰：《周禮》趣馬為校人屬官，馬一十二匹，立趣馬一人，「掌贊正良馬，而齊其飲食」，是掌馬之小官也。綴衣是大仆也，虎賁、大仆皆下大夫也。此三公六卿，亦為小尹之官。雖文止三官，亦包通在下之屬官。三官之下小官多矣，趣馬即下士，其馬一匹，有圉師一人，是趣馬之下猶有小官也。○傳「雖左」至「擇人」○正義曰：諸官有所務從業，從王左右攜持器物之仆，謂寺人、內小臣等也。「百司庶府」，謂百官有司之下，主券契府藏之吏，謂其下賤人，非百官有司之身也。言此等亦皆擇人。○傳「小臣」至「任乎」○正義曰：「小臣猶皆擇人，況大都邑之小長」，謂公卿，都邑之內大夫士及邑宰之屬，以身有道藝、為民之表的楨幹之臣。其都邑之內屬官，謂之「小長」。《周禮·太宰職》云：「乃施則於都鄙，而建其長，立其兩，設其伍，陳其殷。」「兩」謂兩卿，「長」謂公卿，「伍」謂大夫，「殷」謂眾士是也。○傳「太史」至「其人」○正義曰：《周禮》「太史，下大夫二人」，「掌建邦之六典」。又《太宰職》亦云「掌建邦之六典」。太史副貳，太宰掌其正，太史掌其貳。「六典」謂治典、教典、禮典、政典、刑典、事典，六卿所掌者也。「掌邦六典之貳」，其所掌事重，故特言之。「尹伯」，長官大夫。《周禮》每官各有長，若太史為史官之長，大司樂為樂官之長，如此類皆是也。「及眾掌常事之善士」，謂士為長官者。其大夫及士不為長官者，則前云「百司」也。居官必須善人，此是總舉眾官，故特言「吉士」。○傳「此有」至「法則」○正義曰：周公攝政之時，制禮作樂，其作《立政》之篇，必在制禮之後。《周禮》六卿，而「此有三卿及次卿眾大夫」，則是副卿之大夫，有若《周禮》小宰之類是也。此文武未伐紂之時也，遠舉文武之初以為法則爾。《泰誓》下篇云「王乃大巡六師」，「六師」則六軍也，軍將皆命卿，即伐紂之時已立六卿矣。《牧誓》亦云「司徒、司馬、司空」，舉之三卿者，彼傳已解之雲「指誓戰者」也。○傳「蠻夷」至「用賢」○正義曰：《牧誓》所云，有「微、盧、彭、濮人」，此舉「夷微、盧」以見彭、濮之等諸夷也。「烝」訓眾也。此篇所言，皆立官之事，此經惟「阪」下言「尹」，則「夷、微」已下以一「尹」總之，故傳言「蠻夷微、盧之眾帥，及亳民之歸文王者，三所為之立監，及阪地之尹長」。故言「帥」，言「監」，亦是言為之立長，義出經文「尹」也。「亳」是湯之舊都，此言「三亳」，必是亳民分為三處。此篇說立官之意，明是分為三亳，必是三所各為立監也。「亳民之歸文王」，經傳未有其事，文王既未伐紂，亳民不應歸之。鄭、王所說皆與孔同。言亳民歸文王者，蓋以此章雜陳文王、武王時事，其言以文王為主，故先儒因言亳民歸文王爾。即如此意，三亳為已歸周，必是武王時也。「及阪地之尹長」，傳言其山阪之地立長爾，不知其指斥何處也。鄭玄以「三亳阪尹」者共為一事，云：「湯舊都之民服文王者，分為三邑，其長居險，故言阪尹。蓋東成臯，南轘轅，西降谷也。」皇甫謐以為「三亳，三處之地，皆名為亳。蒙為北亳，穀熟為南亳，偃師為西亳」。古書亡滅，既無要證，未知誰得旨矣。]\n文王惟克厥宅心，乃克立茲常事司牧人，以克俊有德。[文王惟其能居心遠惡舉善，乃能立此常事司牧人，用能俊有德者。○遠，於萬反。]文王罔攸兼於庶言，庶獄庶慎，惟有司之牧夫。[文王無所兼知於毀譽眾言，及眾刑獄，眾當所慎之事，惟慎擇有司牧夫而已。勞於求才，逸於任賢。○譽音餘，又如字。]是訓用違，庶獄庶慎，文王罔敢知於茲。[是萬民順法，用違法，眾獄眾慎之事，文王一無敢自知於此，委任賢能而已。]\n["
      },
      {
        "index": 27,
        "text": "[疏]「文王」至「於茲」○正義曰：上既總言文武，此又分而說之。文王惟能其居心遠惡舉善，乃能立此常事其主養人之官，用能俊有德者。既任用俊人，每事委之，文王無所兼知於眾人之言，或毀或譽，文王皆不知也。眾獄斷罪得失，文王亦不得知也。眾所當慎之事，文王亦不得知也。惟慎擇在朝有司，在外牧養民之夫。是時萬民或順於法，或用違法，眾刑獄，眾所慎之事，文王一皆無敢自知於此，惟委任賢能而已。○傳「文王」至「德者」○正義曰：上言文王能知三宅三俊，知此言「能居心」者，以遠惡舉善居其心也。既遠惡舉善，乃能立此常事，用賢養民，是人君之常事也。○傳「文王」至「任賢」○正義曰：下云「是訓用違」，即是在上「庶言」也。「是訓」則稱譽之事，「用違」則毀損之事，但分析言之爾。]\n亦越武王，率惟敉功，不敢替厥義德，[亦於武王循惟文王無安天下之功，不敢廢其義德，奉遵父道。○敉，亡婢反。]率惟謀從容德，以並受此丕丕基。[武王循惟謀從文王寬容之德，故君臣並受此大大之基業，傳之子孫。○傳，直專反。]\n["
      },
      {
        "index": 28,
        "text": "[疏]「亦越」至「丕基」○正義曰：亦於武王遵循父道，所循惟文王撫安天下之功，不敢廢其文王義德。言奉行遵父道也。又言武王遵循者，惟謀從文王寬容之德，故武王君臣能並受此大大之基業。謂受命為天子，傳之子孫。○傳「武王」至「子孫」○正義曰：以言「並受」，則非獨王身，故以為「君臣並受此大大之基業」。謀從寬容之德，是與臣謀，及基業成就，則君臣共有，故言「並受」。且王為天子，臣為諸侯，皆受基業，各傳子孫，是亦為「並受」也。]\n「嗚呼！孺子王矣。[嘆稚子今以為王矣，不可不勤法祖考之德。]繼自今，我其立政、立事、準人、牧夫，我其克灼知厥若，丕乃俾亂。[繼用今已往，我其立政大臣、立事小臣、及準人、牧夫，我其能灼然知其順者，則大乃使治之。言知臣下之勤勞，然後莫不盡其力。○俾，必爾反，下同。治，直吏反，下同。]相我受民，和我庶獄庶慎，時則勿有間之。[能治我所受天民，和平我眾獄眾慎之事，如是則勿有以代之。言不可復變。○相如字，馬息亮反，下「勱相」同。間，間廁之間。復，扶又反。]自一話一言，我則末惟成德之彥，以乂我受民。[言政當用一善，善在一言而已。欲其口無擇言。如此我則終惟有成德之美，以治我所受之民。○話，戶怪反。]\n["
      },
      {
        "index": 29,
        "text": "[疏]「嗚呼孺子」至「受民」○正義曰：周公既歷說禹湯文武，乃復指戒成王，「嗚呼」而嘆，孺子今已為王矣。既正位為王，事不可不慎。繼續從今已往，我王其與立政，謂大臣也，其與立事，謂小臣也，平法之人及養民之夫，此等諸臣，我王其能察之灼然，知其順於事者，則大乃使之治理。言知其能有勤勞，各盡心力。然後用此賢臣治我所受天民，和平我眾獄訟，及眾當所慎之事，必能如是，則勿復有以代之。言其法不可復變也。政從君出，為人主用是一善之言，善在一言而已，勿以惡言亂之。王能如是，我王則終惟有成德之美，以治我所受天民矣。○傳「繼用」至「心力」○正義曰：自此已下四言「繼自今」者，凡人靡不有初，鮮克有終，恐王不能終之，戒成王使繼續，從今已往常用賢也。「自」訓為從，亦訓為用，此傳言「用今已往」，下傳言「從今已往」，其意同也。「政」、「事」相對，則「政」大「事」小，故以「立政」為大臣，「立事」為小臣。及「準人」、「牧夫」，略舉四者以總諸臣，戒王任此人也。其能灼然知其能順於事者，則大乃使治。顧氏雲：「君能知臣下順於事，則臣感君恩，大乃治理，各盡心力也。」○傳「能治」至「復變」○正義曰：「相」訓助也，助君所以治民事，故「相」為治。天命王者，使之治民，則天與王者此民，故言「能治我所受天民」也。能治下民，理眾獄眾慎之事，使得其所，則為政之大要，能如此，則勿有以代之。言此法盡善，不可復變易也。或據臣身既能如此，不可以餘人代之也。○傳「言政」至「之民」○正義曰：《釋詁》云：「自，用也。話，言也。」舍人曰：「話，政之善言也。」孫炎曰：「話善之言也。」然則「話」之與「言」是一物也。「自一話」者，言人君為政，當用純一善言。又雲「一言」者，純一善言，在於一言而已。謂發號施令，當須純一，不得差貳，欲令其口無可擇之言也。顧氏云：「人君為政之道，當須用一善而已，為善之法，惟在一言也。『末』訓為終，『彥』訓為美，王能出言皆善，口無可擇，如此我王則終惟有成德之美，以治我所受天民矣。」《釋訓》云：「美士為彥。」故「彥」為美。]\n嗚呼！予旦已受人之徽言，咸告孺子王矣。[嘆所受賢聖說禹湯之美言，皆以告稚子王矣。○稚，直吏反，本亦作。]繼自今，文子文孫，其勿誤於庶獄庶慎，惟正是乂之。[文子文孫，文王之子孫。從今已往，惟以正是之道治眾獄眾慎，其勿誤。]自古商人，亦越我周文王立政、立事、牧夫、準人，則克宅之，克由繹之，茲乃俾乂。[言用古商湯，亦於我周文王立政立事，用賢人之法，能居之於心，能用陳之，此乃使天下治。○繹音亦。]\n["
      },
      {
        "index": 30,
        "text": "[疏]「嗚呼」至「俾乂」○正義曰：「旦」者，周公名也。周公又嘆曰：「嗚呼！我旦已受賢聖人說禹湯之美言，皆以告孺子王矣，王宜依行之。繼續從今以往，文王之子孫，其勿得過誤於眾獄訟眾所慎之事，惟當用是正是之道治之。用古商人成湯，亦於我周家文王其立政、立事、牧夫、準人此等諸官，皆用賢人之法，則能居之於心，能用陳之於位，明識賢人，用之為官，此乃使天下大治。」戒成王使法之。○傳「言用」至「下治」○正義曰：上陳禹湯文武，此覆上文，惟言湯與文王者，言有詳略，無別意也。「能居之於心」，謂心知其賢也。「能用陳之」，謂陳列於位，用之以為官也。王肅曰：「則能居之在位，能用陳其才力，如此故能使天下治也。」]\n國則罔有立政用憸人，不訓於德，是罔顯在厥世。[商周賢聖之國，則無有立政用憸利之人者。憸人不訓於德，是使其君無顯名在其世。○憸，息廉反，徐七漸反，本又作，馬云：「憸利，佞人也。」]繼自今立政，其勿以憸人，其惟吉士，用勱相我國家。[立政之臣，惟其吉士，用勉治我國家。○勱音邁。]\n["
      },
      {
        "index": 31,
        "text": "[疏]「國則」至「國家」○正義曰：既言湯與文王用賢大治，又言其不宜用小人。商周聖賢之國，無有立政用憸利之人者。此憸利之人不順於德，若其用之，是使其君無顯名在其世也。王當繼續從今已往立其善政，其勿用憸利之人，其惟任用善士，使勉力治我國家。教王使用善士，勿使小人也。]\n今文子文孫，孺子王矣。[告文王之子孫，言稚子已即政為王矣，所以厚戒。]其勿誤於庶獄，惟有司之牧夫。[獨言眾獄、有司，欲其重刑，慎官人。]其克詰爾戎兵，以陟禹之跡，[其當能治汝戎服兵器，威懷並設，以升禹治水之舊跡。○詰，起一反，馬云：「賓也。」]方行天下，至於海表，罔有不服，[方，四方。海表，蠻夷戎狄，無不服化者。]以覲文王之耿光，以揚武王之大烈。[能使四夷賓服，所以見祖之光明，揚父之大業。]嗚呼！繼自今，後王立政，其惟克用常人。」[其惟能用賢才為常人，不可以天官有所私。]\n["
      },
      {
        "index": 32,
        "text": "[疏]「今文」至「常人」○正義曰：今告汝文王之子，文王之孫，孺子今已即政為王矣，我所以須厚戒之。王其勿誤於眾治獄之官，當須慎刑也。惟有司之牧夫，有司主養民者，宜得賢也。治獄之吏，養民之官，若任得其人，使其能治汝戎服兵器，以此升行禹之舊跡，四方而行，至於天下，至於四海之表，無有不服王之化者，以顯見文王之光明，以播揚武王之大業。言任得賢臣，則光揚父祖。周公又嘆曰：「嗚呼！繼續從今已往，後世之王，立行善政，其惟能用常人，必使常得賢人，不可任非其才，此雖有戒成王，乃是國之常法，因以戒後王，言此法可常行也。○傳「獨言」至「官人」○正義曰：上有「庶慎」、「立政」、「立事」、「牧夫」、「準人」，此獨言「庶獄」與「有司之牧夫」者，言「庶獄」欲其重刑，言「有司牧夫」欲其慎官人也。○傳「其當」至「舊跡」○正義曰：立官所以牧養下民，戒備不虞，故以「詰爾戎兵」為言也。「戎」亦「兵」也，以其並言「戎兵」，故傳以為「戎服兵器，威懷並設，以升禹治水之舊跡」。遠行必登山，故以「陟」言之。如舜之「陟方」，意亦然。○傳「方四」至「化者」○正義曰：「方行天下」，言無所不至，故以「方」為四方。《釋地》云：「九夷、八狄、七戎、六蠻謂之四海。」知「海表」謂「夷狄戎蠻，無有不服化者」。即《詩·小雅》云「《蓼蕭》，澤及四海」是也。○傳「其惟」至「所私」○正義曰：官須常得賢人，故惟賢是用。用賢是常，常則非賢不可。人主或知其不賢，以私受用之，代天為官，故言「不可以天官有所私」。]\n周公若曰：「太史，[順其事並告太史。]司寇蘇公，式敬爾由獄，以長我王國。[忿生為武王司寇，封蘇國，能用法。敬汝所用之獄，以長施行於我王國。言主獄當求蘇公之比。○比，必二反，又如字。]茲式有慎，以列用中罰。」[此法有所慎行，必以其列用中罰，不輕不重，蘇公所行。太史掌六典，有廢置官人之制，故告之。○行如字。]\n["
      },
      {
        "index": 33,
        "text": "[疏]「周公」至「中罰」○正義曰：周公順其事而言曰：「太史。」以其太史掌廢置官人，故呼而告之：「昔日司寇蘇公既能用法，汝太史當敬汝所用之獄，以長施行於我王國。」欲使太史選主獄之官，當求蘇公之比也。「此刑獄之法，有所慎行，必以其體式，列用中常之罰，不輕不重，當如蘇公所行也」。○傳「忿生」至「之比」○正義曰：成十一年《左傳》云：「昔周克商，使諸侯撫封，蘇忿生以溫為司寇。」是「忿生為武王司寇，封蘇國」也。「蘇」是國名，所都之地其邑名「溫」，故傳言「以溫」也。特舉蘇公治獄官以告太史，知其言主獄之官當求蘇公之比類也。○傳「此法」至「告之」○正義曰：治獄必有定法，此定法有所慎行。《周禮·大司寇》云：「刑新國用輕典，刑平國用中典，刑亂國用重典。」輕重各有體式行列，周公言然之時，是法為平國，故必以其列用中罰，使不輕不重。美蘇公治獄，使列用中罰，明中罰不輕不重，是蘇公所行也。《周禮》太宰「以八柄詔王，馭群臣」，有爵、祿、廢、置、生、殺、與、奪之法。太史亦掌邦之六典，以副貳太宰，是太史有廢置官人之制，故特呼而告之也。]"
      }
    ]
  }
}
