{
  "chapterNumber": 10,
  "title": "卷八 (Volume 8)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "湯誓第一[○《釋文》：凡三十四篇，十七篇存。]商書伊尹相湯，伐桀，升自陑，[桀都安邑，湯升道從陑，出其不意。陑在河曲之南。　○相，息亮反。湯如字。馬云︰「俗儒以湯爲謚，或爲號。號者似非其意，言謚近之。然不在《謚法》，故無聞焉。及禹，俗儒以爲名，《帝繫》禹名文命，《王侯世本》湯名天乙，推此言之，禹豈復非謚乎？亦不在《謚法》，故疑焉。」桀，其列反，夏之末天子。升音昇。陑音而。]遂與桀戰于鳴條之野，[地在安邑之西，桀逆拒湯。]作《湯誓》。[【疏】「伊尹」至「湯誓」　○正義曰：伊尹以夏政醜惡，去而歸湯。輔相成湯，與之伐桀，升道從陑，出其不意，遂與桀戰于鳴條之野。將戰而誓戒士衆，史敘其事，作《湯誓》。　○傳「桀都」至「之南」　○正義曰：此序湯自伐桀，必言「伊尹相湯」者，序其篇次，自爲首尾，以上云伊尹醜夏，遂相成湯伐之，故文次言「伊尹」也。計太公之相武王，猶如伊尹之相成湯，《泰誓》不言「太公相」者，彼文無其次也。且武王之時，有周、召之倫，聖賢多矣。湯稱伊尹云︰「聿求元聖，與之戮力。」伊尹稱：「惟尹躬暨湯，咸有一德。」則伊尹相湯，其功多於太公，故特言「伊尹相湯」也。「桀都安邑」，相傳爲然，即漢之河東郡安邑縣是也。《史記》吳起對魏武侯云︰「夏桀之居，左河濟，右太華，伊闕在其南，羊腸在其北，修政不仁，湯放之也。」《地理志》云︰上黨郡壺關縣有羊腸坂，在安邑之北。是桀都安邑必當然矣。將明陑之所在，故先言「桀都安邑」。桀都在亳西，當從東而往，今乃升道從陑。「升」者，從下向上之名。言陑當是山阜之地，歷險迂路，爲出不意故也。陑在河曲之南，蓋今潼關左右。河曲在安邑西南，從陑向北，渡河乃東向安邑。鳴條在安邑之西，桀西出拒湯，故「戰于鳴條之野」。陑在河曲之南，鳴條在安邑之西，皆彼有其迹，相傳云然。湯以至聖伐暴，當顯行用師，而出其不意，掩其不備者，湯承禪代之後，嘗爲桀臣，慙而且懼，故出其不意。武王則三分天下有其二，久不事紂，紂有浮桀之罪，地無險要之勢，故顯然致罰，以明天誅。又殷勤誓衆，與湯有異，所以湯惟一誓，武王有三。　○傳「地在」至「拒湯」　○正義曰：鄭玄云︰「鳴條，南夷地名。《孟子》云舜卒於鳴條，東夷之地，或云陳留平邱縣今有鳴條亭是也。」皇甫謐云︰「《伊訓》曰：『造攻自鳴條，朕哉自亳。』又曰：『夏師敗績，乃伐三朡。』《湯誥》曰：『王歸自克夏，至于亳。』三朡在定陶，於義不得在陳留與東夷也。今安邑見有鳴條陌、昆吾亭，《左氏》以爲昆吾與桀同以乙卯日亡，韋顧亦爾。故《詩》曰：『韋顧既伐，昆吾夏桀。』於《左氏》昆吾在衛，乃在濮陽，不得與桀異處同日而亡，明昆吾亦來安邑，欲以衛桀，故同日亡，而安邑有其亭也。且吳起言險以指安邑，安邑於此而言，何得在南夷乎？」謐言是也。]"
      },
      {
        "index": 2,
        "text": "湯誓[戒誓湯士衆。　【疏】「湯誓」　○正義曰：此經皆誓之辭也。《甘誓》、《泰誓》、《牧誓》發首皆有序引，別言其誓意，記其誓處。此與《費誓》惟記誓辭、不言誓處者，史非一人，辭有詳略，序以經文不具，故備言之也。]"
      },
      {
        "index": 3,
        "text": "王曰：「格爾衆庶，悉聽朕言。[契始封商，湯遂以爲天下號。湯稱王，則比桀於一夫。　○格，庚白反。]非台小子，敢行稱亂。有夏多罪，天命殛之。[稱，舉也。舉亂，以諸侯伐天子。非我小子敢行此事，桀有昏德，天命誅之，今順天。　○台，以之反，下同。殛，居力反。]今爾有衆，汝曰：『我后不恤我衆，舍我穡事，而割正夏。』[汝，汝有衆。我后，桀也。正，政也。言奪民農功而爲割剝之政。　○恤，荀律反。舍音捨，廢也。]予惟聞汝衆言，[不憂我衆之言。]夏氏有罪，予畏上帝，不敢不正。[不敢不正桀罪誅之。]今汝其曰：『夏罪其如台。』[今汝其復言桀惡，其亦如我所聞之言。　○復，扶又反。]夏王率遏衆力，率割夏邑。[言桀君臣相率爲勞役之事以絶衆力，謂廢農功。相率割剝夏之邑居，謂征賦重。　○遏，於葛反，徐音謁，馬云︰「止也。」]有衆率怠弗協，曰：『時日曷喪？予及汝皆亡！』[衆下相率爲怠惰，不與上和合。比桀於日，曰：「是日何時喪？我與汝俱亡！」欲殺身以喪桀。　○喪，息浪反。惰，徒卧反。]夏德若茲，今朕必往。[凶德如此，我必往誅之。]爾尚輔予一人，致天之罰，予其大賚汝。[賚，與也。汝庶幾輔成我，我大與汝爵賞。　○罰音伐。賚，力代反，徐音來。]爾無不信，朕不食言。[食盡其言，僞不實。]爾不從誓言，[不用命。]予則孥戮汝，罔有攸赦。」[古之用刑，父子兄弟罪不相及，今云孥戮汝，無有所赦，權以脅之，使勿犯。　【疏】「王曰」至「攸赦」　○正義曰：商王成湯將與桀戰，呼其將士曰：「來，汝在軍之衆庶，悉聽我之誓言。我伐夏者，非我小子輒敢行此以臣伐君，舉爲亂事，乃由有夏君桀多有大罪，上天命我誅之。桀既失君道，我非復桀臣，是以順天誅之，由其多罪故也。桀之罪狀，汝盡知之。今汝桀之所有之衆，即汝輩是也。汝等言曰：『我君夏桀，不憂念我等衆人，舍廢我稼穡之事，奪我農功之業，而爲割剝之政於夏邑，斂我貨財。』我惟聞汝衆言，夏氏既有此罪，上天命我誅，桀我畏上天之命，不敢不正桀罪而誅之。又質而審之，今汝衆人其必言曰：『夏王之罪其實如我所言。』夏王非徒如此，又與臣下相率遏絶衆力，使不得事農。又相率爲割剝之政於此夏邑，使不得安居。上下同惡，民困益甚，由是汝等相率怠，惰不與在上和協。比桀於日，曰：『是日何時能喪？君其可喪，我與汝皆亡身殺之。』寧殺身以亡桀，是其惡之甚。夏王惡德如此，今我必往誅之。汝庶幾輔成我一人，致行天之威罰，我其大賞賜汝。汝無得不信我語，我終不食盡其言，爲虛僞不實。汝若不從我之誓言，我則並殺汝子，以戮汝身，必無有所赦。」勸使勉力，勿犯法也。「庶」亦「衆」也，古人有此重言，猶云「艱難」也。　○傳「契始」至「一夫」　○正義曰：以湯於此稱「王」，故本其號商之意，「契始封商，湯遂以商爲天下之號」。鄭玄之說亦然。惟王肅云︰「相士居商丘，湯取商爲號。」若取商丘爲號，何以不名「商丘」，而單名「商」也？若八遷，國名商不改，則此商猶是契商。非相士之商也。若八遷。遷即改名。則相士至湯改名多矣。相士既非始祖，又非受命，何故用其所居之地以爲天下號名？成湯之意，復何取乎？知其必不然也。湯取契封商，以商爲天下之號，周不取后稷封邰爲天下之號者，契後八遷，商名不改，成湯以商受命，故宜以商爲號；后稷之後，隨遷易名，公劉爲豳，大王爲周，文王以周受命，故當以周爲號。二代不同，理則然矣。《泰誓》云︰「獨夫受。」此湯稱爲王，則比桀於一夫；桀既同於一夫，故湯可稱王矣。是言湯於伐桀之時始稱王也。《周書‧泰誓》稱王，則亦伐紂之時始稱王也。鄭玄以文王生稱王，亦謬也。　○傳「稱舉」至「順天」　○正義曰：「稱，舉」，《釋言》文。常法以臣伐君，則爲亂逆，故舉亂謂「以諸侯伐天子」。「桀有昏德」，宣三年《左傳》文。以有昏德，天命誅之，今乃順天行誅，非復臣伐君也。以此解衆人守常之意也。　○傳「今汝」至「之言」　○正義曰：如我者，謂湯之自稱我也。湯謂其衆云︰「汝言桀之罪，如我誓言所述也。」　○傳「言桀」至「賦重」　○正義曰：此經與上「舍我穡事，而割正夏」其意一也。上言夏王之身，此言「君臣相率」，再言所以積桀之非也。力施於農，財供上賦，故以止絶衆力謂廢農功，割剝夏邑謂征賦重。言以農時勞役，又重斂其財，致使民困而怨深，賦斂重則民不安矣。　○傳「衆下」至「喪桀」　○正義曰：上既馭之非道，下亦不供其命，故「衆下相率爲怠惰，不與上和合」，不肯每事順從也。比桀於日，曰：「是日何時喪亡？」欲令早喪桀命也。「我與汝俱亡」者，民相謂之辭，言並欲殺身以喪桀也。所以比桀於日者，以日無喪之理，猶云桀不可喪，言喪之難也。不避其難，與汝俱亡，欲殺身以喪桀，疾之甚也。鄭云︰「桀見民欲叛，乃自比於日，曰：『是日何嘗喪乎？日若喪亡，我與汝亦皆喪亡。』引不亡之徵以脅恐下民也。」　○傳「食盡」至「不實」　○正義曰：《釋詁》云︰「食，僞也。」孫炎曰：「食言之僞也。」哀二十五年《左傳》云，孟武伯惡郭重，曰：「何肥也？」公曰：「是食言多矣，能無肥乎？」然則言而不行如食之消盡，後終不行前言爲僞，故通謂僞言爲「食言」，故《爾雅》訓「食」爲僞也。　○傳「古之」至「勿犯」　○正義曰：昭二十年《左傳》引《康誥》曰：「父子兄弟，罪不相及。」是古之用刑如是也。既刑不相及，必不殺其子，權時以迫脅之，使勿犯刑法耳。不於《甘誓》解之者，以夏啓承舜、禹之後，刑罰尚寬，殷、周以後，其罪或相緣坐，恐其實有孥戮，故於此解之。鄭玄云︰「大罪不止其身，又孥戮其子孫。《周禮》云︰『其奴男子入于罪隸，女子入于舂槀。』」鄭意以爲實戮其子，故《周禮》注云︰「奴謂從坐而没入縣官者也。」孔以孥戮爲權脅之辭，則《周禮》所云非從坐也。鄭玄云︰「謂坐爲盜賊而爲奴者，輸於罪隸。」舂人、稿人之官引此「孥戮汝」。又引《論語》云︰「箕子爲之奴。」或如衆言，別有没入，非緣坐者也。]"
      },
      {
        "index": 4,
        "text": "湯既勝夏，欲遷其社，不可。[湯承堯、舜禪代之後，順天應人，逆取順守而有慙德，故革命創制，改正易服，變置社稷，而後世無及句龍者，故不可而止。　○社，后土之神。禪，時戰反。應，應對之應。創，初亮反。正音征，又音政。句音鉤。句龍，共工之子，爲后土。]作《夏社》、《疑至》、《臣扈》。[言夏社不可遷之義，《疑至》及《臣扈》，三篇皆亡。　○扈音戶。　【疏】「湯既」至「臣扈」　○正義曰：湯既伐而勝夏，革命創制，變置社稷，欲遷其社，無人可代句龍，故不可而止。於時有言議論其事，故史敘之，爲《夏社》、《疑至》、《臣扈》三篇，皆亡。　○傳「湯承」至「而止」　○正義曰：傳解湯遷社之意，湯承堯、舜禪代之後，己獨伐而取之，雖復應天順人，乃是逆取順守，而有慙愧之德，自恨不及古人，故革命創制改正易服，因變置社稷也。《易‧革卦‧彖》曰：「湯武革命，順乎天而應乎人。」下篇言湯有慙德。《大傳》云︰「改正朔，易服色，此其所得與民變革者也。」所以變革此事，欲易人之視聽，與之更新，故於是之時變置社稷。昭二十九年《左傳》云︰「共工氏有子曰句龍，爲后土，后土爲社。有烈山氏之子曰柱，爲稷，自夏已上祀之。周棄亦爲稷，自商已來祀之。」《祭法》云︰「厲山氏之有天下也，其子曰農，能殖百穀。夏之衰也，周棄繼之，故祀以爲稷。共工氏之霸九州也，其子曰后土，能平九州，故祀以爲社。」是言變置之事也。《魯語》文與《祭法》正同，而云「夏之興也，周棄繼之」，「興」當爲「衰」字之誤耳。湯于初時，社稷俱欲改之。周棄功多於柱，即令廢柱祀棄。而上世治水土之臣，其功無及句龍者，故不可遷而止。此序之次在《湯誓》之下，云「湯既勝夏」，下云「夏師敗績，湯遂從之」，是未及逐桀，已爲此謀。鄭玄等注此序，乃在《湯誓》之上，若在作誓之前，不得云「既勝夏」也。《孟子》曰：「犧牲既成，粢盛既絜，祭祀以時，然而旱乾水益，則變置社稷。」鄭玄因此乃云︰「湯伐桀之時，大旱，既置其禮祀，明德以薦而猶旱，至七年，故更致社稷。」乃謂湯即位之後，七年大旱，方始變之。若實七年乃變，何當繫之「勝夏」？「勝夏」猶尚不可，況在《湯誓》前乎？且《禮記》云︰「夏之衰也，周棄繼之。」商興七年乃變，安得以「夏衰」爲言也？若商革夏命，猶七年祀柱，《左傳》亦不得斷爲自夏已上祀柱，自商以來祀棄也。由此而言，孔稱改正朔而變置社稷，所言得其旨也。漢世儒者說社稷有二，《左傳》說社祭句龍，稷祭柱、棄，惟祭人神而已。《孝經》說社爲土神，稷爲穀神，句龍、柱、棄是配食者也。孔無明說，而此經云「遷社」，孔傳云「無及句龍」，即同賈逵、馬融等說，以社爲句龍也。　○傳「言夏」至「皆亡」　○正義曰：「疑至」與「臣扈」相類，當是二臣名也。蓋亦言其不可遷之意。馬融云︰「聖人不可自專，復用二臣自明也。」]"
      },
      {
        "index": 5,
        "text": "夏師敗績，湯遂從之，[大崩曰敗績。從謂遂討之。　○績，子寂反。從，才容反。]遂伐三朡，俘厥寶玉。[三朡，國名，桀走保之，今定陶也。桀自安邑東入山，出太行，東南涉河。湯緩追之，不迫，遂奔南巢。俘，取也。玉以禮神，使無水旱之災，故取而寶之。　○朡，子公反。俘音孚。行，戶剛反，一音如字。　【疏】傳「三朡」至「寶之」　○正義曰：湯伐三朡，知是國名。逐桀而伐其國，知「桀走保之」也。「今定陶」者，相傳爲然。安邑在洛陽西北，定陶在洛陽東南，孔跡其所往之路，桀自安邑東入山，出太行，乃東南涉河，往奔三朡；湯緩追之，不迫，遂奔南巢。「俘、取」，《釋詁》文。桀必載寶而行，棄於三朡。取其寶玉，取其所棄者也。楚語云︰「玉足以庇蔭嘉，穀使無水旱之災，則寶之。」韋昭云︰「玉，禮神之玉也。」言用玉禮神，神享其德，使風雨調和，可以庇蔭嘉穀，故取而寶之。]誼伯、仲伯作《典寶》。[二臣作《典寶》一篇，言國之常寶也，亡。　○誼，本或作義。]仲虺之誥第二"
      },
      {
        "index": 6,
        "text": "湯歸自夏，至于大坰，自三朡而還。[大坰，地名。　○夏，亥雅反。坰，故螢反，徐，欽螢反，又古螢反。]仲虺作誥。[爲湯左相，奚仲之後。　○虺，許鬼反。誥，故報反。相，息亮反。奚，弦雞反。　【疏】「湯歸」至「作誥」　○正義曰：湯歸自伐夏，至于大坰之地，其臣仲虺作誥以誥湯，使錄其言，作《仲虺之誥》。上言「遂伐三朡」，故傳言「自三朡而還」。不言「歸自三朡」，而言「歸自夏」者，伐夏而遂逐桀，於今方始旋歸，以自夏告廟，故序言「自夏」。傳本其來處，故云「自三朡」耳。「大坰，地名」，未知所在，當是定陶向亳之路所經。湯在道而言「予恐來世以臺爲口實」，故仲虺至此地而作誥也。序不言「作仲虺之誥」，以理足文便，故略之。　○傳「爲湯」至「之後」　○正義曰：定元年《左傳》云︰「薛之皇祖奚仲居薛，以爲夏車正。仲虺居薛，以爲湯左相。」是其事也。]"
      },
      {
        "index": 7,
        "text": "仲虺之誥[仲虺，臣名，以諸侯相天子。會同曰誥。　【疏】「仲虺之誥」　○正義曰：發首二句，史述成湯之心。次二句，湯言己慙之意，仲虺乃作誥。以下皆勸湯之辭。自「曰嗚呼」至「用爽厥師」，言天以桀有罪，命伐夏之事。自「簡賢輔勢」至「言足聽聞」，說湯在桀時怖懼之事。自「惟王弗邇聲色」至「厥惟舊哉」，言湯有德行加民，民歸之事。自「佑賢輔德」以下說天子之法，當擢用賢良，屏黜昏暴，勸湯奉行此事，不須以放桀爲惡。《康誥》、《召誥》之類，二字足以爲文，「仲虺誥」三字不得成文，以「之」字足成其句。《畢命》、《冏命》不言「之」，《微子之命》、《文侯之命》言「之」，與此同，猶《周禮‧司服》言「大裘而冕」，亦足句也。　○傳「仲虺」至「曰誥」　○正義曰：伯仲叔季，人字之常，「仲虺」必是其名，或字仲而名虺。古人名或不可審知，縱使是字，亦得謂之爲名，言是人之名號也。《左傳》稱居薛，爲湯左相，是「以諸侯相天子」也。《周禮‧士師》云︰「以五戒先後刑罰，一曰誓，用之於軍旅。二曰誥，用之於會同。」是「會同曰誥」。「誥」謂於會之所，設言以誥衆，此惟誥湯一人而言「會同」者，因解諸篇「誥」義，且仲虺必對衆誥湯，亦是「會同曰誥」。]"
      },
      {
        "index": 8,
        "text": "成湯放桀于南巢，惟有慙德，[湯伐桀，武功成，故以爲號。南巢，地名。有慙德，慙德不及古。　○湯伐桀，武功成，故號成湯。一云︰「成，謚也。」]曰：「予恐來世以台爲口實。」[恐來世論道我放天子，常不去口。]仲虺乃作誥，[陳義誥湯，可無慙。]曰：「嗚呼！惟天生民有欲，無主乃亂，[民無君主則恣情欲，必致禍亂。]惟天生聦明時乂。[言天生聦明，是治民亂。]有夏昏德，民墜塗炭。[夏桀昏亂，不恤下民，民之危險，若陷泥墜火，無救之者。]天乃錫王勇智，表正萬邦，纘禹舊服，[言天與王勇智，應爲民主，儀表天下，法正萬國，繼禹之功，統其故服。　○纘，子管反。應，應對之應。]茲率厥典，奉若天命。[天意如此，但當循其典法，奉順天命而已，無所慙。　【疏】「成湯放桀于南巢」　○正義曰：桀奔南巢，湯縱而不迫，故稱「放」也。傳言「南巢，地名」，不知地之所在。《周書》序有「巢伯來朝」，傳云︰「南方遠國。」鄭玄云︰「巢，南方之國。世一見者，桀之所奔，蓋彼國也。以其國在南，故稱南耳。」傳并以「南巢」爲地名，不能委知其處，故未明言之。]"
      },
      {
        "index": 9,
        "text": "「夏王有罪，矯誣上天，以布命于下。[言託天以行虐於民，乃桀之大罪。　○矯，居表反。誣音无。]帝用不臧，式商受命，用爽厥師。[天用桀無道，故不善之。式，用。爽，明也。用商受王命，用明其衆，言爲主也。　○臧，作郎反。]簡賢附勢，寔繁有徒。[簡，略也。賢而無勢則略之，不賢有勢則附之。若是者繁多有徒衆，無道之世所常。　○繁音煩。]肇我邦于有夏，若苗之有莠，若粟之有秕。[始我商家，國於夏世，欲見翦除，若莠生苗，若秕在粟，恐被鋤治簸颺。　○莠，羊九反。秕，悲里反，徐，甫里反，又必履反。鋤，仕魚反。簸，彼我反。颺音揚。]小大戰戰，罔不懼于非辜。矧予之德，言足聽聞。[言商家小大憂危，恐其非罪見滅。矧，況也。況我之道德善言足聽聞乎！無道之惡有道，自然理。　○惡，烏路反。]惟王不邇聲色，不殖貨利。[邇，近也。不近聲樂，言清簡。不近女色，言貞固。殖，生也。不生資貨財利，言不貪也。既有聖德，兼有此行。　○近，附近之近。行，下孟反。　【疏】「夏王」至「厥師」　○正義曰：「矯」，詐也。「誣」，加也。夏王自有所欲，詐加上天，言天道須然，不可不爾，假此以布苛虐之命於天下，以困苦下民。上天用桀無道之故，故不善之，用使商家受此爲王之命，以王天下。用命商王，明其所有之衆，謂湯教之使修德行善以自安樂，是明之也。　○傳「式，用。爽，明也」　○正義曰：「式，用」，《釋言》文。昭七年《左傳》云︰「是以有精爽至於神明。」從爽以至於明，則「爽」是明之始，故「爽」爲明也。經稱「昧爽」，謂未大明也。]"
      },
      {
        "index": 10,
        "text": "「德懋懋官，功懋懋賞。用人惟己，改過不吝。[勉於德者，則勉之以官。勉於功者，則勉之以賞。用人之言，若自己出；有過則改，無所吝惜，所以能成王業。]克寬克仁，彰信兆民。[言湯寬仁之德明信於天下。　【疏】「德懋」至「不吝」　○正義曰：於德能勉力行之者，王則勸勉之以官。於功能勉力爲之者，王則勸勉之以賞。用人之言，惟如己之所出；改悔過失，無所恡惜。美湯之行如此。凡庸之主，得人之言，耻非己智，雖知其善，不肯遂從。己有愆失，耻於改過，舉事雖覺其非，不肯更悔，是惜過不改。故以此美湯也。成湯之爲此行，尚爲仲虺所稱歎，凡人能勉者鮮矣。]乃葛伯仇餉，初征自葛，東征西夷怨，南征北狄怨，[葛伯遊行，見農民之餉於田者，殺其人，奪其餉，故謂之仇餉。仇，怨也。湯爲是以不祀之罪伐之，從此後遂征無道。西夷、北狄，舉遠以言，則近者著矣。　○仇音求。餉，式亮反。]曰：『奚獨後予？』[怨者辭也。]攸徂之民，室家相慶，曰：『徯予后，后來其蘇。』[湯所往之民，皆喜曰：「待我君來，其可蘇息。」　○徯，胡啓反。蘇，字亦作穌。]民之戴商，厥惟舊哉！[舊，謂初征自葛時。]佑賢輔德，顯忠遂良。[賢則助之，德則輔之，忠則顯之，良則進之。明王之道。]兼弱攻昧，取亂侮亡。[弱則兼之，闇則攻之，亂則取之，有亡形則侮之。言正義。]推亡固存，邦乃其昌。[有亡道，則推而亡之；有存道，則輔而固之。王者如此，國乃昌盛。　○推，土雷反。　【疏】「乃葛伯仇餉」　○正義曰：此言「乃」者，却說已過之事。《胤征》云「乃季秋月朔」，其義亦然。《左傳》稱「怨耦曰仇」，謂彼人有負於我，我心怨之，是名爲「仇」也。餉田之人不負葛伯，葛伯奪其餉而殺之，是葛伯以餉田之人爲己之仇。言非所怨而妄殺，故湯爲之報也。《孟子》稱湯使亳衆往爲之耕，有童子以黍肉餉，葛伯奪而殺之。則葛伯所殺，殺亳人也。傳言「葛伯遊行，見農人之餉於田者，殺其人而奪其餉，故謂之仇餉」，乃似葛伯自殺己人，與《孟子》違者，湯之征葛，以人之枉死而爲之報耳，不爲亳人乃報之，非亳人則赦之，故傳指言殺餉，不辨死者何人。亳人、葛人，義無以異，故不復言「亳」，非是故違《孟子》。　○傳「賢則」至「之道」　○正義曰：《周禮‧鄉大夫》云︰「三年則大比，考其德行道藝，而興賢者。」鄭玄云︰「賢者謂有德行者。」《詩序》云︰「忠臣良士皆是善也。」然則「賢」是德盛之名，「德」是資賢之實，「忠」是盡心之事，「良」是爲善之稱，俱是可用之人，所從言之異耳。「佑之」與「輔、顯之」與「遂」，隨便而言之。　○傳「弱則」至「正義」　○正義曰：力少爲「弱」，不明爲「昧」，政荒爲「亂」，國滅爲「亡」，「兼」謂包之，「攻」謂擊之，「取」謂取爲己有，「侮」謂侮慢其人。「弱」、「昧」、「亂」、「亡」，俱是彼國衰微之狀。「兼」、「攻」、「取」、「侮」，是此欲吞并之意。「弱」、「昧」是始衰之事，來服則制爲己屬，不服則以兵攻之。此二者始欲服其人，末是滅其國。「亂」是已亂，「亡」謂將亡，二者衰甚，已將滅其國。亡形已著，無可忌憚，故陵侮其人。既侮其人，必滅其國，故以「侮」言之。此是人君之正義。仲虺陳此者，意亦言桀亂亡，取之不足爲愧。下言「推亡」及「覆昏暴」，其意亦在桀也。]"
      },
      {
        "index": 11,
        "text": "「德日新，萬邦惟懷。志自滿，九族乃離。[日新，不懈怠。自滿，志盈溢。　○懈，工債反。　【疏】「德日」至「乃離」　○正義曰：《易‧繫辭》云︰「日新之謂盛德。」修德不怠，日日益新，德加於人，無遠不届，故萬邦之衆惟盡歸之。志意自滿則陵人，人既被陵，情必不附，雖九族之親，乃亦離之。「萬邦」，舉遠以明近；「九族」，舉親以明疎也。漢代儒者說九族有二，案《禮戴》及《尚書緯》、歐陽說九族，乃異姓有屬者，父族四，母族三，妻族二。《古尚書》說九族，從高祖至玄孫凡九族。《堯典》云「以親九族」，傳云「以睦高祖玄孫之親」，則此言「九族」，亦謂高祖玄孫之親也。謂「萬邦惟懷」，實歸之。「九族乃離」，實離之。聖賢設言爲戒，容辭頗甚，父子之間，便以志滿相棄。此言「九族」，以爲外姓九族有屬，文便也。]"
      },
      {
        "index": 12,
        "text": "「王懋昭大德，建中于民，以義制事，以禮制心，垂裕後昆。[欲王自勉，明大德，立大中之道於民，率義奉禮，垂優足之道示後世。　○中如字；本或作忠，非。裕，徐以樹反。]予聞曰：『能自得師者王，[求賢聖而事之。　○王，徐于況反，又如字。]謂人莫己若者亡。[自多足，人莫之益，亡之道。]好問則裕，自用則小。』[問則有得，所以足，不問專固，所以小。　○好，呼報反。]嗚呼！慎厥終，惟其始。[靡不有初，鮮克有終，故戒慎終如其始。　○鮮，息淺反。]殖有禮，覆昏暴。[有禮者封殖之，昏暴者覆亡之。　○覆，芳服反。暴，蒲報反，字或作虣。]欽崇天道，永保天命。」[王者如此上事，則敬天安命之道。]湯誥第三湯既黜夏命，[黜，退也，退其王命。]復歸于亳，作《湯誥》。"
      },
      {
        "index": 13,
        "text": "湯誥[以伐桀大義告天下。　【疏】「湯既」至「湯誥」　○正義曰：湯既黜夏王之命，復歸于亳，以伐桀大義誥示天下。史錄其事，作《湯誥》。仲虺在路作誥，此至亳乃作，故次《仲虺》之下。]"
      },
      {
        "index": 14,
        "text": "王歸自克夏，至于亳，誕告萬方。[誕，大也。以天命大義告萬方之衆人。　○誕音但。告，工毒反。　【疏】「王歸自克夏」　○正義曰：湯之伐桀，當有諸侯從之，不從行者必應多矣。既已克夏，改正名號，還至于亳，海內盡來，猶如《武成》篇所云「庶邦冢君暨百工，受命于周」也。湯於此時大誥諸侯以伐桀之義，故云「誕告萬方」。「誕，大」，《釋詁》文。「萬」者舉盈數。下云「凡我造邦」，是誥諸侯也。]"
      },
      {
        "index": 15,
        "text": "王曰：「嗟！爾萬方有衆，明聽予一人誥。[天子自稱曰予一人，古今同義。]惟皇上帝，降衷于下民。[皇，大。上帝，天也。衷，善也。　【疏】「降衷于下民」　○正義曰：天生烝民，與之五常之性，使有仁義禮智信，是天降善於下民也。天既與善於民，君當順之，故下傳云，順人有常之性，則是爲君之道。]若有恒性，克綏厥猷惟后。[順人有常之性，能安立其道教，則惟爲君之道。]夏王滅德作威，以敷虐于爾萬方百姓。[夏桀滅道德，作威刑以布行虐政於天下百官。言殘酷。]爾萬方百姓，罹其凶害，弗忍荼毒，[罹，被。荼毒，苦也。不能堪忍，虐之甚。　○罹，力之反；本亦作羅，洛河反。荼音徒。　【疏】「弗忍荼毒」　○正義曰：《釋草》云︰「荼，苦菜。」此菜味苦，故假之以言人苦。「毒」謂螫人之蟲，蛇虺之類。實是人之所苦，故並言「荼毒」以喻苦也。]並告無辜于上下神祇。[言百姓兆民並告無罪，稱冤訴天地。　○冤，紆元反。]天道福善禍淫，降災于夏，以彰厥罪。[政善天福之，淫過天禍之，故下災異以明桀罪惡，譴寤之而桀不改。　○譴，遣戰反。寤，五故反。]"
      },
      {
        "index": 16,
        "text": "「肆台小子，將天命明威，不敢赦。[行天威，謂誅之。　○台音怡。]敢用玄牡，敢昭告于上天神后，請罪有夏。[明告天，問桀百姓有何罪而加虐乎？　○牡，茂後反。　【疏】「敢用玄牡」　○正義曰：《檀弓》云︰「殷人尚白，牲用白。」今云「玄牡」，夏家尚黑，于時未變夏禮，故不用白也。故安國注《論語》「敢用玄牡」之文云，「殷家尚白，未變夏禮，故用玄牡」，是其義也。鄭玄說：「天神有六，周家冬至祭皇天大帝于圜丘，牲用蒼。夏至祭靈威仰於南郊，則牲用骍。」孔注《孝經》，圜丘與郊共爲一事，則孔之所說無六天之事，《論語‧堯曰》之篇所言「敢用玄牡」即此事是也。孔注《論語》以爲「堯曰」之章「有二帝三王之事，錄者采合以成章。檢《大禹謨》及此篇與《泰誓》、《武成》，則『堯曰』之章其文略矣。」。鄭玄解《論語》云︰「『用玄牡』者，爲舜命禹事，於時緫告五方之帝，莫適用，用皇天大帝之牲。」其意與孔異。]聿求元聖，與之戮力，以與爾有衆請命。[聿，遂也。大聖陳力，謂伊尹。放桀除民之穢，是請命。　○聿，允橘反，述也。戮舊音六，又力彫反，《說文》力周反，《史記》音力消反。穢，於廢反。　【疏】傳「聿遂也」至「請命」　○正義曰：「聿」訓述也，述前所以申遂，故「聿」爲遂也。「戮力」猶勉力也。《論語》云︰「陳力就列。」湯臣大賢惟有伊尹，故知「大聖陳力，謂伊尹」也。伊尹賢人而謂之「聖」者，相對則「聖」極而「賢」，次散文則「賢」、「聖」相通。舜謂禹曰：「惟汝賢。」是「聖」得謂之「賢」，則「賢」亦可言「聖」。鄭玄《周禮注》云︰「聖通而先識也。」解先識則爲聖名，故伊尹可爲聖也。《孟子》云︰「伯夷聖人之清者也，伊尹聖人之任者也，柳下惠聖人之和者也，孔子聖人之時者也。」是謂伊尹爲聖人者也。桀爲殘虐，人不自保，故伐桀除人之穢，是爲請命。]上天孚佑下民，罪人黜伏。[孚，信也。天信佑助下民，桀知其罪，退伏遠屏。]天命弗僭，賁若草木，兆民允殖。[僭，差。賁，飾也。言福善禍淫之道不差，天下惡除，煥然咸飾，若草木同華，民信樂生。　○僭，子念反，忒也；劉創林反。賁，彼義反，徐扶云反。煥，呼亂反。樂音洛。　【疏】「天命」至「允殖」　○正義曰：桀以大罪，身即黜伏，是天之福善禍淫之命信而不僭差也。既除大惡，天下煥然修飾，若草木同生華，兆民信樂生也。昔日不保性命，今日樂生活矣。僭差，不齊之意，故傳以「僭」爲差。「賁，飾」，《易‧序卦》文也。]俾予一人，輯寧爾邦家。[言天使我輯安汝國家。國，諸侯。家，卿大夫。]茲朕未知獲戾于上下，[此伐桀未知得罪於天地。謙以求衆心。　○戾，力計反。　【疏】傳「此伐」至「衆心」　○正義曰：經言「茲」者，謂此伐桀也。顧氏云︰「『未知得罪於天地』，言伐桀之事，未知得罪於天地以否。」湯之伐桀，上應天心，下符人事，本實無罪，而云未知得罪以否者，謙以求衆心。]慄慄危懼，若將隕于深淵。[慄慄危心，若墜深淵。危懼之甚。　○慄音栗。隕，于敏反。]"
      },
      {
        "index": 17,
        "text": "「凡我造邦，無從匪彜，無即慆淫，[戒諸侯與之更始。彜，常。慆，慢也。無從非常，無就慢過，禁之。　○彜，徐音夷。慆，他刀反。]各守爾典，以承天休。[守其常法，承天美道。]爾有善，朕弗敢蔽。罪當朕躬，弗敢自赦，惟簡在上帝之心。[所以不蔽善人，不赦己罪，以其簡在天心故也。　【疏】「惟簡在上帝之心」　○正義曰：鄭玄注《論語》云︰「簡閱在天心，言天簡閱其善惡也。」]其爾萬方有罪，在予一人。[自責化不至。]予一人有罪，無以爾萬方。[無用爾萬方，言非所及。]嗚呼！尚克時忱，乃亦有終。」[忱，誠也。庶幾能是誠道，乃亦有終世之美。　○忱，市林反。]"
      },
      {
        "index": 18,
        "text": "咎單作《明居》。[咎單，臣名，主土地之官。作明居民法一篇，亡。　○單音善，卷末同。　【疏】「咎單作明居」　○正義曰：百篇之序此類有四，伊尹作《咸有一德》、周公作《無逸》、作《立政》，與此篇。直言其所作之人，不言其作者之意，蓋以經文分明，故略之。馬融云︰「咎單爲湯司空。」傳言「主土地之官」，蓋亦爲司空也。]伊訓第四"
      },
      {
        "index": 19,
        "text": "成湯既没，太甲元年，[太甲，太丁子，湯孫也。太丁未立而卒，及湯没而太甲立，稱元年。]伊尹作《伊訓》、《肆命》、《徂后》。[凡三篇，其二亡。　【疏】「成湯」至「徂后」　○正義曰：成湯既没，其歲即太甲元年。伊尹以太甲承湯之後，恐其不能纂修祖業，作書以戒之。史敘其事，作《伊訓》、《肆命》、《徂后》三篇。　○傳「太甲」至「元年」　○正義曰：「太甲，太丁子」，《世本》文也。此序以「太甲元年」繼「湯没」之下，明是太丁未立而卒，太甲以孫繼祖，故湯没而太甲代立，即以其年稱爲元年也。周法以踰年即位，知此即以其年稱元年者，此經云「元祀十有二月，伊尹祠于先王。奉嗣王祗見厥祖」，《太甲》中篇云「惟三祀十有二月朔，伊尹以冕服奉嗣王歸于亳」，二者皆云「十有二月」，若是踰年即位，二者皆當以正月行事，何以用十二月也？明此經「十二月」是湯崩之踰月，《太甲》中篇「三祀十有二月」是服闋之踰月，以此知湯崩之年，太甲即稱元年也。舜禹以受帝終事，自取歲首，遭喪嗣位，經無其文，夏后之世或亦不踰年也。顧氏云︰「殷家猶質，踰月即改元年，以明世異，不待正月以爲首也。」商謂年爲祀，序稱「年」者，序以周世言之故也。據此經序及《太甲》之篇，太甲必繼湯後，而《殷本紀》云︰「湯崩，太子太丁未立而卒，於是乃立太丁之弟外丙。三年崩，別立外丙之弟仲壬。四年崩，伊尹乃立太丁之子太甲。」與經不同，彼必妄也。劉歆、班固不見古文，謬從《史記》。皇甫謐既得此經，作《帝王世紀》，乃述馬遷之語，是其疎也。顧氏亦云︰「止可依經誥大典，不可用傳記小說。」]伊訓[作訓以教道太甲。]"
      },
      {
        "index": 20,
        "text": "惟元祀十有二月乙丑，伊尹祠于先王。[此湯崩踰月，太甲即位，奠殯而告。　○祀，年也。夏曰歲，商曰祀，周曰年，唐虞曰載。尹祠音辭，祭也。　【疏】「惟元祀」　○正義曰：「伊尹祠于先王」，謂祭湯也。「奉嗣王祗見厥祖」，謂見湯也。故傳解「祠先王」爲「奠殯而告」，「見厥祖」爲「居位主喪」，「羣后咸在」爲「在位次」，皆述在喪之事，是言「祠」是奠也。祠喪于殯，斂、祭皆名爲奠，虞祔卒哭始名爲祭。知「祠」非宗廟者，「元祀」即是初喪之時，未得祠廟，且湯之父祖不追爲王，所言「先王」惟有湯耳，故知「祠」實是奠，非祠宗廟也。祠之與奠有大小耳，祠則有主有尸，其禮大；奠則奠器而已，其禮小。奠、祠俱是享神，故可以「祠」言奠，亦由於時猶質，未有節文，周時則祠、奠有異，故傳解「祠」爲奠耳。　○傳「此湯」至「而告」　○正義曰：《太甲》中篇云︰「三祀十有二月，伊尹以冕服奉嗣王。」則是除喪即吉，明十二月服終。《禮記》稱：「三年之喪，二十五月而畢。」知此年十一月湯崩，此祠先王是「湯崩踰月，太甲即位，奠殯而告」也。此「奠殯而告」，亦如周康王受顧命尸於天子。春秋之世既有奠殯即位、踰年即位，此踰月即位當奠殯即位也。此言「伊尹祠于先王」，是特設祀也，「嗣王祗見厥祖」是始見祖也。特設祀禮而王始見祖，明是初即王位，告殯爲喪主也。]奉嗣王祗見厥祖，[居位主喪。　○見，賢遍反。]侯甸羣后咸在，[在位次。　○甸，徒遍反。]百官緫己以聽冢宰。[伊尹制百官，以三公攝冢宰。　○緫音揔。]伊尹乃明言烈祖之成德，以訓於王。[湯有功烈之祖，故稱焉。　【疏】傳「湯有」至「稱焉」　○正義曰：「湯有功烈之祖」，《毛詩》傳文也。「烈」訓業也，湯有定天下之功業，爲商家一代之大祖，故以「烈祖」稱焉。]"
      },
      {
        "index": 21,
        "text": "曰：「嗚呼！古有夏先后，方懋厥德，罔有天災。[先君謂禹以下、少康以上賢王。言能以德禳災。　○少，詩照反。上，時掌反。禳，如羊反。　【疏】傳「先君」至「禳災」　○正義曰：有夏先君，揔指桀之上世，有德之王皆是也。傳舉聖賢者言「禹已下、少康已上」，惟當禹與啓及少康耳。《魯語》云︰「杼能師禹者也。」杼少康之子，傳蓋以其德衰薄，故斷自少康已上耳。由勉行其德，故無有天災。言能以德禳災也。]山川鬼神，亦莫不寧，[莫，無也。言皆安之。]暨鳥獸魚鼈咸若。[雖微物皆順之，明其餘無不順。　○暨，其器反。鼈，必滅反。　【疏】「山川」至「咸若」　○正義曰：「山川鬼神」，謂山川之鬼神也。「亦莫不寧」者，謂鬼神安人君之政。政善則神安之，神安之則降福人君，無妖孽也。「鳥獸魚鼈咸若」者，謂人君順禽魚，君政善而順彼性，取之有時，不夭殺也。鳥獸在陸，魚鼈在水，水陸所生微細之物，人君爲政皆順之，明其餘無不順也。]于其子孫弗率，皇天降災，假手于我有命，[言桀不循其祖道，故天下禍災，借手於我有命商王誅討之。]造攻自鳴條，朕哉自亳。[造、哉，皆始也。始攻桀伐無道，由我始修德于亳。　○亳，旁各反，徐扶各反。　【疏】「于其」至「自亳」　○正義曰：「于其子孫」，於有夏先君之子孫，謂桀也。「不循其祖之道，天下禍災」，謂滅其國而誅其身也。天不能自誅於桀，故借手於我有命之人，謂成湯也。言湯有天命，將爲天子，就湯借手使誅桀也。既受天命誅桀，始攻從鳴條之地而敗之。天所以命我者，由湯始自修德於亳故也。]惟我商王，布昭聖武，代虐以寬，兆民允懷。[言湯布明武德，以寬政代桀虐政，兆民以此皆信懷我商王之德。]今王嗣厥德，罔不在初。[言善惡之由無不在初，欲其慎始。]立愛惟親，立敬惟長，始于家邦，終于四海。[言立愛敬之道，始於親長，則家國並化，終洽四海。　○長，丁丈反。　【疏】「立愛」至「四海」　○正義曰：王者之馭天下，撫兆人，惟愛敬二事而已。《孝經‧天子之章》盛論愛敬之事，言天子當用愛敬以接物也。行之所立，自近爲始。立愛惟親，先愛其親，推之以及疎。立敬惟長，先敬其長，推之以及幼。即《孝經》所云「愛親者不敢惡於人，敬親者不敢慢於人」。是推親以及物，始則行於家國，終乃治於四海，即《孝經》所云「德教加於百姓，刑於四海」是也。所異者《孝經》論愛敬並始於親，令緣親以及疎，此分敬屬長，言從長以及幼耳。]嗚呼！先王肇修人紀，從諫弗咈，先民時若。[言湯始修爲人綱紀，有過則改，從諫如流，必先民之言是順。　○咈，扶弗反。　【疏】「先民時若」　○正義曰：賈逵注《周語》云︰「先民，古賢人也。」《魯語》云「古曰在昔，昔曰先民」，然則先民在古昔之前，遠言之也。遠古賢人亦是民內之一人，故以「民」言之。先民之言於是順從，言其動皆法古賢也。]居上克明，[言理恕。　【疏】「居上克明」　○正義曰：見下之謂「明」，言其以理恕物，照察下情，是能明也。]爲下克忠，[事上竭誠。]與人不求備，檢身若不及，[使人必器之。常如不及，恐有過。　【疏】「檢身若不及」　○正義曰：「檢」謂自攝斂也，檢勑其身，常如不及，不自大以卑人，不恃長以陵物也。]以至于有萬邦，茲惟艱哉！[言湯操心常危懼，動而無過，以至爲天子，此自立之難。　○操，七曹反，又七報反。]"
      },
      {
        "index": 22,
        "text": "「敷求哲人，俾輔于爾後嗣，[布求賢智，使師輔於爾嗣王。言仁及後世。　○哲，本又作喆。俾，必爾反。]制官刑，儆于有位。[言湯制治官刑法，以儆戒百官。　○儆，居領反。]曰：『敢有恒舞于宮，酣歌于室，時謂巫風。[常舞則荒淫。樂酒曰酣，酣歌則廢德。事鬼神曰巫。言無政。　○酣，戶甘反。巫音無。樂音洛。]敢有殉于貨色，恒于遊畋，時謂淫風。[殉，求也。昧求財貨美色，常遊戲畋獵，是淫過之風俗。　○殉，辭俊反，徐辭荀反。畋音田。]敢有侮聖言，逆忠直，遠耆德，比頑童，時謂亂風。[狎侮聖人之言而不行，拒逆忠直之規而不納，耆年有德疎遠之，童稚頑嚚親比之，是荒亂之風俗。　○遠，于萬反，注同。耆，巨夷反。比，毗志反，徐扶至反。稚，直利反。嚚，魚巾反。]惟茲三風十愆，卿士有一于身，家必喪；[有一過則德義廢，失位亡家之道。　○愆，去乾反。喪如字，又息浪。]邦君有一于身，國必亡。[諸侯犯此，國亡之道。]臣下不匡，其刑墨，具訓于蒙士。』[邦君卿士則以爭臣自匡正。臣不正君，服墨刑，鑿其頟，涅以墨。蒙士，例謂下士，士以爭友僕𨽻自匡正。　○爭，諫爭之爭。鑿，在洛反。頟，魚白反。涅，乃結反。𨽻，郎計反。　【疏】「曰敢有」至「蒙士」　○正義曰：此皆湯所制治官之刑，以儆戒百官之言也。「三風十愆」，謂巫風二，舞也，歌也；淫風四，貨也，色也，遊也，畋也；與亂風四爲十愆也。舞及遊、畋，得有時爲之，而不可常然，故三事特言「恒」也。歌則可矣，不可樂酒而歌，故以「酣」配之。巫以歌舞事神，故歌舞爲巫覡之風俗也。貨色人所貪欲，宜其以義自節，而不可專心殉求，故言「殉於貨色」。心殉貨色，常爲遊畋，是謂淫過之風俗也。侮慢聖人之言，拒逆忠直之諫，疎遠耆年有德，親比頑愚幼童，愛惡憎善，國必荒亂，故爲「荒亂之風俗」也。此「三風十愆」，雖惡有大小，但有一於身，皆喪國亡家，故各從其類，相配爲風俗。「臣下不匡，其刑墨」，言臣無貴賤，皆當匡正君也。「具訓于蒙士」者，謂湯制官刑，非直教訓邦君卿大夫等，使之受諫，亦備具教訓下士，使受諫也。　○傳「常舞」至「無政」　○正義曰：酣歌常舞並爲耽樂無度，荒淫廢德，俱是敗亂政事，其爲愆過不甚異也。恒舞酣歌乃爲愆耳，若不恒舞、不酣歌非爲過也。「樂酒曰酣」，言耽酒以自樂也。《說文》亦云︰「酣，樂酒也。」《楚語》云︰「民之精爽不攜貳者，則明神降之，在男曰覡，在女曰巫。」又《周禮》有男巫女巫之官，皆掌接神，故「事鬼神曰巫」也。廢棄德義，專爲歌舞，似巫事鬼神然，言其無政也。　○傳「殉求」至「風俗」　○正義曰：「殉」者心循其事，是貪求之意，故爲求也。志在得之，不顧禮義，「昧求」謂貪昧以求之。《無逸》云「于遊、于畋」，是「遊」與「畋」別，故爲遊戲與畋獵爲之無度，是淫過之風俗也。　○傳「狎侮」至「風俗」　○正義曰：「侮」謂輕慢，「狎」謂慣忽，故傳以「狎」配「侮」而言之。《旅獒》云「德盛不狎侮」，是「狎」、「侮」意相類也。　○傳「邦君」至「匡正」　○正義曰：言十愆有一，則亡國喪家，邦君卿士慮其喪亡之故，則宜以爭臣自匡正。犯顏而諫，臣之所難，故設不諫之刑以勵臣下，故言「臣不正君，則服墨刑」。墨刑，五刑之輕者。謂「鑿其頟，涅以墨」，《司刑》所謂「墨罪五百」者也。「蒙」謂蒙稚，卑小之稱，故「蒙士例謂下士」也。顧氏亦以爲「蒙」謂蒙闇之士，「例」字宜從下讀，言此等流例謂下士也。]"
      },
      {
        "index": 23,
        "text": "「嗚呼！嗣王祇厥身，念哉！[言當敬身，念祖德。]聖謨洋洋，嘉言孔彰。[洋洋，美善。言甚明可法。　○洋音羊，徐音翔。　【疏】「聖謨」至「孔彰」　○正義曰：此歎聖人之謨洋洋美善者，謂上湯作官刑，所言三風十愆，令受下之諫，是善言甚明可法也。]惟上帝不常，作善降之百祥，作不善降之百殃。[祥，善也。天之禍福，惟善惡所在，不常在一家。]爾惟德罔小，萬邦惟慶。[修德無小，則天下賚慶。　○賚，力代反。]爾惟不德罔大，墜厥宗。」[茍爲不德無大，言惡有類，以類相致，必墜失宗廟。此伊尹至忠之訓。　【疏】「爾惟」至「厥宗」　○正義曰：又戒王，爾惟修德而爲善。德無小，德雖小猶萬邦賴慶，況大善乎？爾惟不德而爲惡，惡無大，惡雖小猶墜失其宗廟，況大惡乎？　○傳「茍爲」至「之訓」　○正義曰：「爾惟德」，謂修德以善也。「爾惟不德」，謂不修德爲惡也。《易‧繫辭》曰：「善不積不足以成名，惡不積不足以滅身。」乃謂大善始爲福，大惡乃成禍。此訓作勸誘之辭，言爲善無小，小善萬邦猶慶，況大善乎？而爲惡無，大言小惡猶墜厥宗，況大惡乎？此經二事辭反而意同也。傳「言惡有類」者，解小惡墜宗之意。初爲小惡，小惡有族類，以類相致，至於大惡，若致於大惡，必墜失宗廟。言至於大惡乃墜，非小惡即能墜也。《晉語》云︰「趙文子冠，見韓獻子，曰：『戒之，此謂成人。成人在始，始與善，善進，不善蔑由至矣。始與不善，不善進，善亦蔑由至矣。』」言惡有類，以類相致也。今太甲初立，恐其親近惡人，以惡類相致禍害，故以言戒之。此是伊尹至忠之訓也。]肆命[陳天命以戒太甲，亡。]徂后[陳往古明君以戒，亡。]太甲上第五"
      },
      {
        "index": 24,
        "text": "太甲既立，不明，[不用伊尹之訓，不明居喪之禮。]伊尹放諸桐。[湯葬地也。不知朝政，故曰放。　○朝，直遙反。]三年復歸于亳，思庸，[念常道。]伊尹作《太甲》三篇。[【疏】「太甲」至「三篇」　○正義曰：太甲既立爲君，不明居喪之禮，伊尹放諸桐宮，使之思過，三年復歸於亳都，以其能改前過，思念常道故也。自初立至放而復歸，伊尹每進言以戒之，史敘其事作《太甲》三篇。案經上篇是放桐宮之事，中下二篇是歸亳之事，此序歷言其事以揔三篇也。　○傳「不用」至「之禮」　○正義曰：此篇承《伊訓》之下，經稱「不惠于阿衡」，知「不明」者，「不用伊尹之訓」也。「王徂桐宮」，始云「居憂」，是未放已前不明居喪之禮也。　○傳「湯葬」至「曰放」　○正義曰：經稱「營於桐宮，密邇先王」，知桐是「湯葬地」也。舜放四凶，徙之遠裔；春秋放其大夫，流之他境；嫌此亦然，故辨之云「不知朝政，故曰放」。使之遠離國都，往居墓側，與彼放逐事同，故亦稱「放」也。古者天子居喪三年，政事聽於冢宰，法當不知朝政，而云「不知朝政，曰放」者，彼正法三年之內，君雖不親政事，冢宰猶尚諮禀，此則全不知政，故爲放也。]"
      },
      {
        "index": 25,
        "text": "太甲[戒太甲，故以名篇。　【疏】傳「戒太甲，故以名篇」　○正義曰：《盤庚》、《仲丁》、《祖乙》等皆是發言之人名篇，此《太甲》及《沃丁》、《君奭》以被告之人名篇，史官不同，故以爲名有異。且《伊訓》、《肆命》、《徂后》與此三篇及《咸有一德》皆是伊尹戒太甲，不可同名《伊訓》，故隨事立稱，以《太甲》名篇也。]"
      },
      {
        "index": 26,
        "text": "惟嗣王不惠于阿衡，[阿，倚。衡，平。言不順伊尹之訓。　○倚，於綺反。　【疏】「惟嗣」至「阿衡」　○正義曰：太甲以元年十二月即位，比至放桐之時，未知凡經幾月。必是伊尹數諫，久而不順，方始放之，蓋以三五月矣，必是二年放之。序言「三年復歸」者，謂即位三年，非在桐宮三年也。史錄其伊尹訓王，有《伊訓》、《肆命》、《徂后》，其餘忠規切諫，固應多矣。太甲終不從之，故言「不惠于阿衡」。史爲作書發端，故言此爲目也。　○傳「阿倚」至「之訓」　○正義曰：古人所讀「阿」、「倚」同音，故「阿」亦倚也。稱上謂之「衡」，故「衡」爲平也。《詩》毛傳云︰「阿衡，伊尹也。」鄭玄亦云︰「阿，倚。衡，平也。伊尹，湯倚而取平，故以爲官名。」]伊尹作書曰：「先王顧諟天之明命，以承上下神祇。[顧謂常目在之。諟，是也。言敬奉天命以承順天地。　○顧音故。諟音是，《說文》：「理也。」祇，巨支反。　【疏】傳「顧謂」至「天地」　○正義曰：《說文》云︰「顧，還視也。」「諟」與「是」，古今之字異，故變文爲「是」也。言先王每有所行，必還迴視是天之明命，謂常目在之。言其想象如目前，終常敬奉天命，以承上天下地之神祇也。]社稷宗廟，罔不祇肅。[肅，嚴也。言能嚴敬鬼神而遠之。　○遠，于萬反。]天監厥德，用集大命，撫綏萬方。[監，視也。天視湯德，集王命於其身，撫安天下。　○監，工暫反。]惟尹躬克左右厥辟宅師，[伊尹言能助其君居業天下之衆。　○辟，必亦反，徐甫亦反。　【疏】「惟尹躬」　○正義曰：《孫武兵書》及《呂氏春秋》皆云伊尹名摯，則「尹」非名也。今自稱「尹」者，蓋湯得之，使尹正天下，故號曰「伊尹」；人既呼之爲「尹」，故亦以「尹」自稱。禮法君前臣名，不稱名者，古人質直，不可以後代之禮約之。]肆嗣王丕承基緒。[肆，故也。言先祖勤德，致有天下，故子孫得大承基業，宜念祖修德。丕，普悲反，徐甫眉反。]惟尹躬先見于西邑夏，自周有終，相亦惟終。[周，忠信也。言身先見夏君臣用忠信有終。夏都在亳西。　○先見，並如字，注同。]其後嗣王，罔克有終，相亦罔終。[言桀君臣滅先人之道德，不能終其業，以取亡。　○相，悉亮反。]嗣王戒哉！祗爾厥辟，辟不辟，忝厥祖。」[以不終爲戒慎之至，敬其君道，則能終。忝，辱也。爲君不君，則辱其祖。]"
      },
      {
        "index": 27,
        "text": "王惟庸，罔念聞。[言太甲守常不改，無念聞伊尹之戒。]伊尹乃言曰：「先王昧爽丕顯，坐以待旦。[爽，顯皆明也。言先王昧明思大明其德，坐以待旦而行之。　○昧音妹。]旁求俊彥，啓迪後人，[旁非一方。美士曰彥。開道後人。言訓戒。　○俊，本亦作畯。迪，大歷反。]無越厥命以自覆。[越，墜失也。無失亡祖命而不勤德，以自顛覆。　○越，于月反，本又作粵。覆，芳服反，注同。]慎乃儉德，惟懷永圖。[言當以儉爲德，思長世之謀。]若虞機張，往省括于度，則釋。[機，弩牙也。虞，度也。度機，機有度以準望，言修德夙夜思之，明旦行之，如射先省矢括于度，釋則中。　○省，息井反。括，故活反。度如字。虞度，待洛反。中，丁仲反。]欽厥止，率乃祖攸行，[止謂行所安止，君止於仁，子止於孝。]惟朕以懌，萬世有辭。」[言能循汝祖所行，則我喜悅，王亦見歎美無窮。　○懌音亦。　【疏】「伊尹」至「有辭」　○正義曰：伊尹作書以告，太甲不念聞之。伊尹乃又言曰：「先王以昧爽之時，思大明其德，既思得其事，則坐以待旦，明則行之。其身既勤於政，又乃旁求俊彥之人，置之於位，令以開導後人。先王之念子孫，其憂勤若是，嗣王今承其後，無得墜失其先祖之命，以自覆敗。王當慎汝儉約之德，令其以儉爲德而謹慎守之，惟思其長世之謀。謀爲政之事，譬若以弩射也。可準度之機已張之，又當以意往省視矢括，當於所度，則釋而放之。如是而射，則無不中矣。猶若人君所修政教，欲發命也，當以意夙夜思之，使當於民心，明旦行之，則無不當矣。王又當敬其身所安止，循汝祖之所行。若能如此，惟我以此喜悅，王於萬世常有善辭，言有聲譽，亦見歎美無窮也。」　○傳「爽顯」至「行之」　○正義曰：昭七年《左傳》云︰「是以有精爽至於神明。」從「爽」以至於「明」，是「爽」謂未大明也。「昧」是晦冥，「爽」是未明，謂夜向晨也。《釋詁》云︰「丕，大也。顯，光也。」光亦明也。於夜昧冥之時，思欲大明其德，既思得之，坐以待旦而行之。言先王身之勤也。　○傳「旁非」至「訓戒」　○正義曰：「旁」謂四方求之，故言「非一方」也。「美士曰彥」，《釋訓》文。舍人曰：「國有美士，爲人所言道也。」　○傳「機弩」至「則中」　○正義曰：「括」謂矢末，「機張」、「省括」，則是以射喻也。「機」是轉關，故爲弩牙。「虞」訓度也。度機者，機有法度，以準望所射之物，「準望」則解經「虞」也。如射者弩以張訖機關，先省矢括與所射之物，三者於法度相當，乃後釋弦發矢，則射必中矣。言爲政亦如是也。]"
      },
      {
        "index": 28,
        "text": "王未克變。[未能變，不用訓。太甲性輕脫，伊尹至忠，所以不已。　○輕，遣政反。　【疏】傳「未能」至「不已」　○正義曰：「未能變」者，據在後能變，故當時爲未能也。時既未變，是不用伊尹之訓也。太甲終爲人主，非是全不可移，但體性輕脫，與物推遷，雖有心向善，而爲之不固。伊尹至忠，所以進言不已。是伊尹知其可移，故誨之不止，冀其終從己也。]伊尹曰：「茲乃不義，習與性成。[言習行不義，將成其性。　○義，本亦作誼。]予弗狎于弗順，營于桐宮，密邇先王其訓，無俾世迷。[狎，近也。經營桐墓立宮，令太甲居之。近先王，則訓於義，無成其過，不使世人迷惑怪之。　○俾，必爾反，後篇同。近，附近之近。令，力呈反。　【疏】「伊尹」至「世迷」　○正義曰：伊尹以王未變，乃告於朝廷羣臣曰：「此嗣王所行，乃是不義之事。習行此事，乃與性成。」言爲之不已，將以不義爲性也。「我不得令王近於不順之事，當營於桐墓立宮，使此近先王，當受人教訓之，無得成其過失，使後世人迷惑怪之」。　○傳「狎近」至「怪之」　○正義曰：狎習是相近之義，故訓爲近也。不順即是近不順也。習爲不義，近於不順，則當日日益惡，必至滅亡，故伊尹言己不得使王近於不順，故經營桐墓，立宮墓旁，令太甲居之，不使復知朝政，身見廢退，必當改悔爲善也。]王徂桐宮居憂，[往入桐宮，居憂位。　【疏】傳「往入」至「憂位」　○正義曰：亦既不知朝政之事，惟行居喪之禮。「居憂位」謂服治喪禮也。伊尹亦使兵士衛之，選賢俊教之，故太甲能終信德也。]克終允德。」[言能思念其祖，終其信德。]太甲中第六"
      },
      {
        "index": 29,
        "text": "惟三祀十有二月朔，[湯以元年十一月崩，至此二十六月，三年服闋。　○闋，苦穴反。]伊尹以冕服奉嗣王歸於亳。[冕，冠也。逾月即吉服。　○冕音免。]"
      },
      {
        "index": 30,
        "text": "[【疏】「惟三」至「於亳」　○正義曰：周制，君薨之年屬前君，明年始爲新君之元年。此殷法，君薨之年而新君即位，即以其年爲新君之元年。「惟三祀」者，太甲即位之三年也。湯以元年十一月崩，至此年十一月爲再期，除喪服也。至十二月服闋。闋，息也。如喪服息即吉服。舉事貴初始，故於十二月朔以冕服奉嗣王歸於亳。冕是在首之服，冠內之別名，冠是首服之大名，故傳以「冕」爲冠。案《王制》云︰「殷人冔而祭。」《大雅》云︰「常服黼冔。」冔是殷之祭冠，今云「冕」者，蓋「冕」爲通名。《王制》又云︰「有虞氏皇而祭，夏後氏收而祭，殷人冔而祭，周人冕而祭。」並是當代別名。殷禮不知天子幾冕，《周禮》天子六冕，大裘之冕，祭天尚質。弁師惟掌五冕，備物盡文，惟袞冕耳。此以「冕服」，蓋以袞冕之服也。顧氏云︰「祥禫之制，前儒不同。」案《士虞禮》云「期而小祥」，又「期而大祥」，「中月而禫」。王肅云︰「祥月之內又禫祭，服彌寬而變彌數也。」《禮記‧檀弓》云「祥而縞，是月禫，徙月樂」。王肅云︰「是祥之月而禫，禫之明月可以樂矣。」案此孔傳云「二十六月，服闋」，則與王肅同。鄭玄以中月爲間一月，云「祥後復更有一月而禫」，則三年之喪凡二十七月，與孔爲異。]"
      },
      {
        "index": 31,
        "text": "作書曰：「民非后，罔克胥匡以生。[無能相匡，故須君以生。　○胥，息餘反。]后非民，罔以辟四方。[須民以君四方。]皇天眷佑有商，俾嗣王克終厥德，實萬世無疆之休。」[言王能終其德，乃天之顧佑商家，是商家萬世無窮之美。　○疆，居良反。]"
      },
      {
        "index": 32,
        "text": "王拜手稽首，曰：「予小子不明於德，自底不類。[君而稽首於臣，謝前過。類，善也。暗於德，故自致不善。　○底，之履反。]欲敗度，縱敗禮，以速戾於厥躬。[速，召也。言己放縱情欲，毀敗禮儀法度，以召罪於其身。　○敗，必邁反，徐甫邁反。縱，子用反。戾，郎計反。]"
      },
      {
        "index": 33,
        "text": "[【疏】傳「速召」至「其身」　○正義曰：《釋言》云︰「速，徵也。徵，召也。」轉以相訓，故「速」爲召也。「欲」者本之於情，「縱」者放之於外，有欲而縱之，「縱」、「欲」爲一也。準法謂之「度」，體見謂之「禮」，「禮」、「度」一也。故傳並釋之，「言己放縱情欲，毀敗禮儀法度，以召罪於其身」也。]"
      },
      {
        "index": 34,
        "text": "天作孽，猶可違。自作孽，不可逭。[孽，災。逭，逃也。言天災可避，自作災不可逃。　○孽，魚列反。逭，胡亂反。]"
      },
      {
        "index": 35,
        "text": "[【疏】傳「孽災」至「可逃」　○正義曰：《洪範五行傳》有「妖、孽、眚、祥」，《漢書‧五行志》說云︰「凡草物之類謂之妖，妖猶夭胎，言尚微也。蟲豸之類謂之孽，孽則牙孽矣。甚則異物生，謂之眚。自外來謂之祥。」是「孽」爲災初生之名，故爲災也。「逭，逃也」，《釋言》文。樊光云︰「行相避逃謂之逭，亦行不相逢也。」天作災者，謂若太戊桑穀生朝，高宗雊雉升鼎耳。可修德以禳之，是「可避」也。「自作災」者，謂若桀放鳴條，紂死宣室，是「不可逃」也。據其將來，修德可去；及其已至，改亦無益。天災自作，逃否亦同。且天災亦由人行而至，非是橫加災也。此太甲自悔之深，故言自作甚於天災耳。]"
      },
      {
        "index": 36,
        "text": "既往背師保之訓，弗克於厥初，尚賴匡救之德，圖惟厥終。」[言己已往之前，不能修德於其初，今庶幾賴教訓之德，謀終於善。悔過之辭。　○背音佩，徐扶代反。]伊尹拜手稽首，[拜手，首至手。]"
      },
      {
        "index": 37,
        "text": "[【疏】傳「拜手，首至手」　○正義曰：《周禮‧太祝》：「辨九拜，一曰稽首，二曰頓首，三曰空首。」鄭玄云︰「稽首，拜頭至地也。頓首，拜頭叩地也。空首，拜頭至手，所謂拜手也。」鄭惟解此三者拜之形容，所以爲異也。稽首頭至地，頭下至地也。頓首頭下至地，暫一叩之而已。此言「拜手稽首」者，初爲拜頭至手，乃復申頭以至於地，至手是爲「拜手」，至地乃爲「稽首」。然則凡爲稽首者，皆先爲拜手，乃後爲稽首。故「拜手稽首」連言之，諸言「拜手稽首」，義皆同也。《太祝》又云︰「四曰振動，五曰吉拜，六曰凶拜，七曰奇拜，八曰褒拜，九曰肅拜。」鄭注云，振動者，戰栗變動而拜。吉拜者，拜而後稽顙，謂齊衰不杖以下者之拜。凶拜者，稽顙而後拜，即三年喪拜也。奇拜者，謂君答臣一拜也。褒拜者，謂再拜拜神與屍也。肅拜者，謂揖拜也，禮介者不拜，及婦人之拜也。《左傳》云︰「天子在，寡君無所稽首。」則諸侯於天子稽首也，諸侯相於則頓首也，君於臣則空首也。]"
      },
      {
        "index": 38,
        "text": "曰：「修厥身，允德協於下，惟明后。[言修其身，使信德合於羣下，惟乃明君。]先王子惠困窮，民服厥命，罔有不悅。[言湯子愛困窮之人，使皆得其所，故民心服其教令，無有不忻喜。]並其有邦厥鄰，乃曰：『徯我後，后來無罰。』[湯俱與鄰並有國，鄰國人乃曰：「待我君來。」言忻戴。「君來無罰」，言仁惠。　○徯，胡啓反。]"
      },
      {
        "index": 39,
        "text": "[【疏】「並其」至「無罰」　○正義曰：言湯昔爲諸侯之時，與湯並居其有邦國，謂諸侯之國也。此諸侯國人其與湯鄰近者，皆原以湯爲君。乃言曰：「待我後，後來無罰於我。」言羨慕湯德，忻戴之也。]"
      },
      {
        "index": 40,
        "text": "王懋乃德，視乃厥祖，無時豫怠。[言當勉修其德，法視其祖而行之，無爲是逸豫怠惰。　○懋音茂。]奉先思孝，接下思恭。[以念祖德爲孝，以不驕慢爲恭。]視遠惟明，聽德惟聦。[言當以明視遠，以聦聽德。]"
      },
      {
        "index": 41,
        "text": "[【疏】傳「言當」至「聽德」　○正義曰：人之心識所知在於聞見，聞見所得在於耳目，故欲言人之聦明，以視聽爲主。視若不見，故言「惟明」，「明」謂監察是非也。聽若不聞，故言「惟聦」，「聦」謂識知善惡也。視戒見近迷遠，故言「視遠」。聽戒背正從邪，故言「聽德」。各準其事，相配爲文。]朕承王之休無斁。」[王所行如此，則我承王之美無厭。　○斁音亦。厭，於艷反。]太甲下第七伊尹申誥於王曰：「嗚呼！惟天無親，克敬惟親。[言天於人無有親疏，惟親能敬身者。]"
      },
      {
        "index": 42,
        "text": "[【疏】「伊尹申誥於王」　○正義曰：伊尹以至忠之心喜王改悔，重告於王，冀王大善，一篇皆誥辭也。天親克敬，民歸有仁，神享克誠，言天民與神皆歸於善也。奉天宜其敬謹，養民宜用仁恩，事神當以誠信，亦準事相配而爲文也。]"
      },
      {
        "index": 43,
        "text": "民罔常懷，懷於有仁。[民所歸無常，以仁政爲常。]鬼神無常享，享於克誠。[言鬼神不保一人，能誠信者則享其祀。]天位艱哉！[言居天子之位難，以此三者。]德惟治，否德亂。[爲政以德則治，不以德則亂。　○治，直吏反，注及下同。]與治同道，罔不興。與亂同事，罔不亡。[言安危在所任，治亂在所法。]"
      },
      {
        "index": 44,
        "text": "[【疏】傳「言安」至「所法」　○正義曰：任賢則興，鹽佞則亡，故「安危在所任」。於善則治，於惡則亂，故「治亂在所法」。揔言治國則稱「道」，單指所行則言「事」。興難而亡易，道大而事小，故大言「興」而小言「亡」也。此所云「惟言治亂在所法」耳。下句云「終始慎厥與」，言當與賢不與佞，治亂在於用臣，故傳於此言「安危在所任」也。]「終始慎厥與，惟明明後。[明慎其所與治亂之機，則爲明王明君。]"
      },
      {
        "index": 45,
        "text": "[【疏】「惟明明後」　○正義曰：重言「明明」，言其爲大明耳。傳因文重，故言「明王明君」，君、王猶是一也。]"
      },
      {
        "index": 46,
        "text": "「先王惟時懋敬厥德，克配上帝。[言湯推是終始所與之難，勉修其德，能配天而行之。]今王嗣有令緒，尚監茲哉！[令，善也。繼祖善業，當夙夜庶幾視祖此配天之德而法之。]若升高，必自下。若陟遐，必自邇。[言善政有漸，如登高升遠必用下近爲始，然後終致高遠。]無輕民事，惟難。[無輕爲力役之事，必重難之乃可。]無安厥位，惟危。[言當常自危懼，以保其位。]慎終於始。[於始慮終，於終思始。]"
      },
      {
        "index": 47,
        "text": "[【疏】「慎終於始」　○正義曰：欲慎其終，於始即須慎之，故傳云「於始慮終」。傳以將終戒惰，故又云「於終思始」，言終始皆當慎也。]"
      },
      {
        "index": 48,
        "text": "有言逆於汝心，必求諸道。[人以言咈違汝心，必以道義求其意，勿拒逆之。]有言遜於汝志，必求諸非道。[遜，順也。言順汝心，必以非道察之，勿以自臧。]嗚呼！弗慮胡獲？弗爲胡成？一人元良，萬邦以貞。[胡，何。貞，正也。言常念慮道德，則得道德；念爲善政，則成善政。一人，天子。天子有大善，則天下得其正。]"
      },
      {
        "index": 49,
        "text": "[【疏】傳「胡何」至「其正」　○正義曰：「胡」之與「何」，方言之異耳。《易》彖、象皆以「貞」爲正也。伊尹此言，勸王爲善，「弗慮」、「弗爲」，必是善事。人君善事，惟有道德政教。言不慮何獲，是念慮有所得，知心所念慮是道德也。不爲何成，則爲之有所成，則知心所念是爲善政也。謂天子爲「一人」者，其義有二。一則天子自稱「一人」，是爲謙辭，言己是人中之一耳。一則臣下謂天子爲「一人」，是爲尊稱，言天下惟一人而已]"
      },
      {
        "index": 50,
        "text": "君罔以辯言亂舊政，[利口覆國家，故特慎焉。]臣罔以寵利居成功，[成功不退，其志無限，故爲之極以安之。]"
      },
      {
        "index": 51,
        "text": "[【疏】傳「成功」至「安之」　○正義曰：四時之序，成功者退。臣既成功，不知退謝，其志貪欲無限，其君不堪所求，或有怨恨之心，君懼其謀，必生誅殺之計，自古以來，人臣有功不退者皆喪家滅族者衆矣。經稱臣無以寵利居成功者，爲之限極以安之也。伊尹告君而言及臣事者，雖復汎說大理，亦見已有退心也。]邦其永孚於休。」[言君臣各以其道，則國長信保於美。]咸有一德第八伊尹作《咸有一德》。[言君臣皆有純一之德，以戒太甲。]"
      },
      {
        "index": 52,
        "text": "[【疏】「伊尹作《咸有一德》」　○正義曰：太甲既歸於亳，伊尹致仕而退，恐太甲德不純一，故作此篇以戒之。經稱尹躬及湯咸有一德，言己君臣皆有純一之德，戒太甲使君臣亦然。此主戒太甲而言臣有一德者，欲令太甲亦任一德之臣。經云「任官惟賢材，左右惟其人」，是戒太甲使善用臣也。伊尹既放太甲，又迎而復之，是伊尹有純一之德，己爲太甲所信，是己君臣純一，欲令太甲法之。][咸有一德即政之後恐其不一，故以戒之。]"
      },
      {
        "index": 53,
        "text": "[【疏】「咸有一德」　○正義曰：此篇終始皆言一德之事，發首至「陳戒於德」敘其作戒之由，已下皆戒辭也。「德」者，得也，內得於心，行得其理，既得其理，執之必固，不爲邪見更致差貳，是之謂「一德」也。而凡庸之主，監不周物，志既少決，性復多疑，與智者謀之，與愚者敗之，則是二三其德，不爲一也。經云︰「德惟一，動罔不吉。德二三，動罔不凶。」是不二三則爲一德也。又曰：「終始惟一，時乃日新。」言守一必須固也。太甲新始即政，伊尹恐其二三，故專以一德爲戒。]伊尹既復政厥辟，[還政太甲。]將告歸，乃陳戒於德。[告老歸邑，陳德以戒。]"
      },
      {
        "index": 54,
        "text": "[【疏】「伊尹」至「於德」　○正義曰：自太甲居桐，而伊尹秉政。太甲既歸於亳，伊尹還政其君，將欲告老歸其私邑，乃陳言戒王於德，以一德戒王也。太甲既得復歸，伊尹即應還政，其告歸陳戒，未知在何年也。下云「今嗣王新服厥命」，則是初始即政，蓋太甲居亳之後即告老也。《君奭》云︰「在太甲，時則有若保衡。」保衡，伊尹也。襄二十一年《左傳》云︰「伊尹放太甲而相之，卒無怨色。」則伊尹又相太甲。蓋伊尹此時將欲告歸，太甲又留之爲相，如成王之留周公，不得歸也。　○傳「告老」至「以戒」　○正義曰：伊尹湯之上相，位爲三公，必封爲國君。又受邑於畿內，告老致政事於君，欲歸私邑以自安。將離王朝，故陳戒以德也。《無逸》云「肆祖甲之享國三十三年」，傳稱祖甲即太甲也。《殷本紀》云︰「太甲崩，子沃丁立。」《沃丁》序云︰「沃丁既葬伊尹於亳。」則伊尹卒在沃丁之世。湯爲諸侯之時已得伊尹，此至沃丁始卒，伊尹壽年百有餘歲。此告歸之時，已應七十左右也。《殷本紀》云︰「太甲既立三年，伊尹放之於桐宮。居桐宮三年，悔過反善，伊尹乃迎而受之政。」謂太甲歸亳之歲已爲即位六年，與此經相違，馬遷之說妄也。《紀年》云，殷仲壬「即位，居亳，其卿士伊尹」。仲壬崩，伊尹乃放太甲於桐而自立也。伊尹即位於太甲七年。太甲潛出自桐，殺伊尹，乃立其子伊陟、伊奮，命復其父之田宅而中分之。案此經序伊尹奉太甲歸於亳，其文甚明。《左傳》又稱「伊尹放太甲而相之」，《孟子》云「有伊尹之志則可，無伊尹之志則篡」，伊尹不肯自立，太甲不殺伊尹也。必若伊尹放君自立，太甲起而殺之，則伊尹死有餘罪，義當汙宮滅族，太甲何所感德而復立其子，還其田宅乎？《紀年》之書，晉太康八年汲郡民發魏安僖王冢得之，蓋當時流俗有此妄說，故其書因記之耳。]"
      },
      {
        "index": 55,
        "text": "曰：「嗚呼！天難諶，命靡常。[以其無常，故難信。　○諶，徐巿林反。]常厥德，保厥位。厥德匪常，九有以亡。[人能常其德，則安其位。九有，諸侯。桀不能常其德，湯伐而兼之。]"
      },
      {
        "index": 56,
        "text": "[【疏】「九有以亡」　○正義曰：《毛詩》傳云︰「九有，九州也。」此傳云「九有，諸侯」，謂九州所有之諸侯。伊尹此言，泛說大理，未指夏桀，但傳顧下文比桀，爲此言之驗，故云「桀不能常其德，湯伐而兼之」。]"
      },
      {
        "index": 57,
        "text": "夏王弗克庸德，慢神虐民。[言桀不能常其德，不敬神明，不恤下民。]皇天弗保，監於萬方，啓迪有命，[言天不安桀所爲，廣視萬方，有天命者開道之。]眷求一德，俾作神主。[天求一德，使伐桀爲天地神祇之主。]惟尹躬暨湯，咸有一德，克享天心，受天明命，[享，當也。所征無敵，謂之受天命。]"
      },
      {
        "index": 58,
        "text": "[【疏】傳「享當」至「天命」　○正義曰：德當神意，神乃享之，故以「享」爲當也。天道遠而人道近，天之命人，非有言辭文誥，正以神明祐之，使之所征無敵，謂之受天命也。緯候之書乃稱有黃龍白龜白魚赤雀負圖銜書以授聖人，正典無其事也。漢自哀平之間，緯候始起，假讬鬼神，妄稱祥瑞，孔時未有其說，縱使時已有之，亦非孔所信也。]"
      },
      {
        "index": 59,
        "text": "以有九有之師，爰革夏正。[爰，於也。於得九有之衆，遂伐夏勝之，改其正。]非天私我有商，惟天佑於一德。[非天私商而王之，佑助一德，所以王。　○王，于況反，下同；或如字。]非商求於下民，惟民歸於一德。[非商以力求民，民自歸於一德。]德惟一，動罔不吉。德二三，動罔不凶。[二三，言不一。]惟吉凶不僣在人，惟天降災祥在德。[行善則吉，行惡則凶，是不差。德一，天降之善；不一，天降之災；是在德。　○僣，子念反。]"
      },
      {
        "index": 60,
        "text": "[【疏】「惟吉」至「在德」　○正義曰：指其已然，則爲「吉凶」；言其徵兆，則曰「災祥」；其事不甚異也。吉凶已成之事，指人言之，故曰「在人」。災祥未至之徵，行之所招，故言「在德」。「在德」謂爲德有一與不一，「在人」謂人行有善與不善也。吉凶已在其身，故不言來處；災祥自外而至，故言「天降」；其實吉凶亦天降也。]"
      },
      {
        "index": 61,
        "text": "「今嗣王新服厥命，惟新厥德。[其命，王命。新其德，戒勿怠。]終始惟一，時乃日新。[言德行終始不衰殺，是乃日新之義。　○行，下孟反。殺，色界反，衰微也，殺害也，言小小害也。]任官惟賢材，左右惟其人。[官賢才而任之，非賢材不可任。選左右，必忠良。不忠良，非其人。]臣爲上爲德，爲下爲民。[言臣奉上布德，順下訓民，不可官所私，任非其人。　○爲上，于僞反，下「爲民」同。爲德，如字，下「爲下」同，徐皆于僞反。]其難其慎，惟和惟一。[其難無以爲易，其慎無以輕之，羣臣當和一心以事君，政乃善。　○易，以豉反。]"
      },
      {
        "index": 62,
        "text": "[【疏】「今嗣王」至「惟一」　○正義曰：上既言「在德」，此指戒嗣王，今新始服其王命，惟當新其所行之德。所云「新」者，終始所行，惟常如一，無有衰殺之時，是乃「日新」也。王既身行一德，臣亦當然。任人爲官，惟用其賢材。輔弼左右，惟當用其忠良之人，乃可爲左右耳。此「任官」、「左右」即王之臣也。臣之爲用，所施多矣。何者？言臣之助爲在上，當施爲道德；身爲臣下，當須助爲於民也。臣之既當爲君，又須爲民，故不可任非其才，用非其人。此臣之所職，其事甚難，無得以爲易。其事須慎，無得輕忽。爲臣之難如此，惟當羣臣和順，惟當共秉一心，以此事君，然後政乃善耳。言君臣宜皆有一德。　○傳「其命」至「勿怠」　○正義曰：《說命》云︰「王言惟作命。」成十八年《左傳》云︰「人之求君，使出命也。」是言人君職在發命。「新服厥命」，新始服行王命，故云「其命，王命」也。「新其德」者，勤行其事，日日益新，戒王勿懈怠也。　○傳「言德」至「之義」　○正義曰：「日新」者，日日益新也。若今日勤而明日惰，昨日是而今日非，自旁觀之，則有新有舊。言王德行終始皆同，不有衰殺，從旁觀之，每日益新，是乃「日新」之義也。　○傳「官賢」至「其人」　○正義曰：「任官」謂任人以官，故云「官賢才而任之」，言官用賢才而委任之。《詩序》云「任賢使能」，非賢才不可任也。《冏命》云︰「小大之臣，咸懷忠良。」故言「選左右，必忠良」，不忠良，即是非其人。「任官」是用人爲官，「左右」亦是任而用之，故言「選左右」也。直言其人，「人」字不見，故據《冏命》之文，以「忠良」充之。　○傳「言臣」至「其人」　○正義曰：「言臣奉上布德」者，「奉上」謂奉爲在上，解經「爲上」也；「布德」者謂布爲道德，解經「爲德」也。「順下訓民」者，「順下」謂卑順以爲臣下，解經「爲下」也；「訓民」者，謂以善道訓助下民，解經「爲民」也。顧氏亦同此解。　○傳「其難」至「乃善」　○正義曰：此經申上臣事既所爲如此，其難無以爲易，其慎無以輕忽之，戒臣無得輕易臣之職也。既事不可輕，宜和協奉上，羣臣當一心以事君，如此政乃善耳。一心即一德，言臣亦當一德也。]"
      },
      {
        "index": 63,
        "text": "德無常師，主善爲師。[德非一方，以善爲主，乃可師。]善無常主，協於克一。[言以合於能一爲常德。]俾萬姓咸曰：『大哉！王言。』[一德之言，故曰大。]又曰：『一哉！王心。』[能一德，則一心。]克綏先王之祿，永厎烝民之生。[言爲王而令萬姓如此，則能保安先王之寵祿，長致衆民所以自生之道，是明王之事。　○烝，之丞反。]嗚呼！七世之廟，可以觀德。[天子立七廟，有德之王則爲祖宗，其廟不毀，故可觀德。]萬夫之長，可以觀政。[能整齊萬夫，其政可知。　○長，丁丈反。]"
      },
      {
        "index": 64,
        "text": "[【疏】「嗚呼」至「觀政」　○正義曰：此又勸王修德以立後世之名。禮王者祖有功、宗有德，雖七世之外其廟不毀。嗚呼！七世之廟其外則猶有不毀者，可以觀知其有明德也。立德在於爲政，萬夫之長能使其整齊，可以觀知其善政也。萬夫之長尚爾，況天子乎？觀王使爲善政也。　○傳「天子」至「觀德」　○正義曰：天子立七廟，是其常事，其有德之王則列爲祖宗，雖七廟親盡，而其廟不毀，故於七廟之外可以觀德矣。下云「萬夫之長，可以觀政」，謂觀其萬夫之長。此「七世之廟，可以觀德」，謂觀七世之外。文雖同而義小異耳，所謂辭不害意。漢氏以來，論七廟諸多矣，其文見於記傳，《禮器》、《家語》、《荀卿書》、《穀梁傳》皆曰天子立七廟，以爲天子常法，不辨其廟之名。《王制》云︰「天子七廟，三昭三穆，與太祖之廟而七。」《祭法》云︰「王立七廟，曰考廟，曰王考廟，曰皇考廟，曰顯考廟，曰祖考廟，皆月祭之。遠廟爲祧，有二祧，享嘗乃止。」《漢書》韋玄成議曰：「周之所以七廟者，后稷始封，文王武王受命而王，是以三廟不毀，與親廟四而七也。」鄭玄用此爲說。惟周有七廟，二祧爲文王武王廟也，故鄭玄《王制》注云︰「此周制。七者，太祖及文王武王二祧，與親廟四。太祖，后稷也。殷則六廟，契及湯與二昭二穆。夏則五廟，無太祖，禹與二昭二穆而已。」良由不見古文，故爲此謬說。此篇乃是《商書》，已云「七世之廟」，則天子立七廟，王者常禮，非獨周人始有七廟也。文武則爲祖宗，不在昭穆之數，《王制》之文不得云「三昭三穆」也。劉歆、馬融、王肅雖則不見古文，皆以七廟爲天子常禮。所言二祧者，王肅以爲高祖之父及祖也，並高祖已下共爲三昭三穆耳。《喪服小記》云︰「王者禘其祖之所自出，以其祖配之而立四廟。庶子王亦如之。」所以不同者，王肅等以爲受命之王是初基之王，故立四廟。「庶子王」者，謂庶子之後自外繼立，雖承正統之後，自更別立己之高祖已下之廟，猶若漢宣帝別立戾太子悼皇考廟之類也。或可庶子初基爲王，亦得與嫡子同，正立四廟也。]"
      },
      {
        "index": 65,
        "text": "后非民罔使，民非后罔事。[君以使民自尊，民以事君自生。]無自廣以狹人，匹夫匹婦，不獲自盡，民主罔與成厥功。」[上有狹人之心，則下無所自盡矣。言先盡其心，然後乃能盡其力，人君所以成功。　○狹，戶夾反。盡，徐子忍反，注同。]"
      },
      {
        "index": 66,
        "text": "[【疏】「無自」至「厥功」　○正義曰：既言君民相須，又戒王虛心待物。凡爲人主，無得自爲廣大，以狹小前人，勿自以所知爲大，謂彼所知爲小。若謂彼狹小，必待之輕薄。彼知遇薄，則意不自盡。匹夫匹婦不得自盡其意，則在下不肯親上，在上不得下情，如是則人主無與成其功也。]"
      },
      {
        "index": 67,
        "text": "沃丁既葬伊尹於亳，[沃丁，太甲子。伊尹既致仕老終，以三公禮葬。　○沃，烏毒反，徐於毒反。]咎單遂訓伊尹事，[訓暢其所行功德之事。]作《沃丁》。[咎單，忠臣名。作此篇以戒也，亡。]"
      },
      {
        "index": 68,
        "text": "[【疏】「沃丁」至「作沃丁」　○正義曰：沃丁，殷王名也。「沃丁既葬伊尹」，言重其賢德，備禮而葬之。咎單以沃丁愛慕伊尹，遂訓暢伊尹之事以告沃丁。史錄其事，作《沃丁》之篇。　○傳「沃丁」至「禮葬」　○正義曰：《世本》、《本紀》皆云「太甲崩，子沃丁立」，是爲太甲子也。伊尹本是三公，上篇言其告歸，知「致仕老終，以三公禮葬」。皇甫謐云︰「沃丁八年，伊尹卒，卒年百有餘歲。大霧三日。沃丁葬之以天子禮，葬祀以太牢，親臨喪，以報大德。」晉文請遂，襄王不許，沃丁不當以天子之禮葬伊尹也。孔言三公禮葬，未必有文，要情事當然也。]"
      },
      {
        "index": 69,
        "text": "伊陟相大戊，[伊陟，伊尹子。太戊，沃丁弟之子。　○陟，張力反。相，息亮反。太戊，馬云︰「太甲子。」]亳有祥，桑穀共生於朝。[祥，妖怪。二木合生，七日大拱，不恭之罰。　○桑，蘇臧反。穀，工木反，楮也。朝，直遙反。]伊陟贊於巫咸，作《咸乂》四篇。[贊，告也。巫咸，臣名。皆亡。　○巫咸，馬云︰「巫，男巫也，名咸，殷之巫也。」]"
      },
      {
        "index": 70,
        "text": "[【疏】「伊陟」至「四篇」　○正義曰：伊陟輔相太戊，於亳都之內，有不善之祥，桑穀二木共生於朝。朝非生木之處，是爲不善之徵，伊陟以此桑穀之事告於巫咸。史錄其事，作《咸乂》四篇。「乂」訓治也，言所以致妖，須治理之，故名篇爲《咸乂》也。伊陟不先告太戊而告巫咸者，《君奭》云︰「在太戊，時則有若巫咸乂王家。」則咸是賢臣，能治王事，大臣見怪而懼，先共議論，而後以告君。下篇序云︰「太戊贊於伊陟。」明先告於巫咸，而後告太戊。　○傳「伊陟」至「之子」　○正義曰：「伊陟，伊尹子」，相傳爲然。《殷本紀》云︰「沃丁崩，弟太庚立。崩，子小甲立。崩，弟雍己立。崩，弟太戊立。」是太戊爲小甲弟，太庚之子。　○傳「祥妖」至「之罰」　○正義曰：《漢書‧五行志》云︰「凡草物之類謂之妖，自外來謂之祥。」「祥」是惡事先見之徵，故爲「妖怪」也。「二木合生」謂共處生也。「七日大拱」，伏生《書傳》有其文，或當別出餘書，則孔用之也。鄭玄注《書傳》云︰「兩手扼之曰拱。」生七日而見其大滿兩手也。《殷本紀》云「一暮大拱」，言一夜即滿拱，所聞不同，故說異也。《五行傳》曰：「貌之不恭，是謂不肅。時則有青眚之祥。」《漢書‧五行志》夏侯始昌、劉向等說云︰「肅，敬也。內曰恭，外曰敬。人君行己，體貌不恭，怠慢驕蹇，則不能敬。木色青，故有青眚之祥。」是言木之變怪，是貌不恭之罰。人君貌不恭，天將罰之，木怪見其徵也。皇甫謐云︰「太戊問於伊陟，伊陟曰：『臣聞妖不勝德，帝之政事有闕。』白帝修德。太戊退而占之曰：『桑穀野木而不合生於朝，意者朝亡乎？』太戊懼，修先王之政，明養老之禮，三年而遠方重譯而至七十六國。」是言妖不勝德也。　○傳「贊告」至「臣名」　○正義曰：禮有贊者，皆以言告人，故「贊」爲告也。《君奭》傳曰：「巫，氏也。」當以「巫」爲氏，名「咸」。此言「臣名」者，言是臣之名號也。鄭玄云「巫咸謂之巫官」者，案《君奭》咸子又稱，賢父子並爲大臣，必不世作巫官，故孔言「巫，氏」是也。]太戊贊於伊陟，[告以改過自新。]作《伊陟》、《原命》。[原，臣名。《原命》、《伊陟》二篇皆亡。]"
      },
      {
        "index": 71,
        "text": "[【疏】「太戊」至「原命」　○正義曰：言太戊贊於伊陟，惟告伊陟，不告原也。史錄其事，而作《伊陟》、《原命》二篇，則太戊告伊陟，亦告原，俱以桑穀事告，故序裛以爲文也。「原」是臣名而云「原命」，謂以言命原，故以「原命」名篇，猶如《冏命》、《畢命》也。]仲丁遷於囂，[太戊子。去亳。囂，地名。　○囂，五羔反。]"
      },
      {
        "index": 72,
        "text": "[【疏】「仲丁遷於囂」　○正義曰：此三篇皆是遷都之事，俱以君名名篇，並陳遷都之義，如《盤庚》之誥民也。發其舊都謂之「遷」，到彼新邑謂之「居」，「遷於囂」與「居相」亦事同也。以「河亶甲」三字句長，不言「於」，其實亦是俱於相也。「圮於耿」者，孔意以爲毀於相地，乃遷於耿地，其篇蓋言毀意，故序特言「圮」也。李颙云︰「囂在陳留浚儀縣。」皇甫謐云︰「仲丁自亳徙囂，在河北也。或曰今河南敖倉，二說未知孰是也。」相地孔云「在河北」，蓋有文而知也。謐又以耿在河東，皮氏縣耿鄉是也。　○傳「太戊」至「地名」　○正義曰：此及下傳言仲丁是太戊之子，河亶甲仲丁弟也。祖乙河亶甲子，皆《世本》文也。仲丁是太戊之子，太戊之時仍云亳有祥，知仲丁遷於囂去亳也。]作《仲丁》。[陳遷都之義，亡。]"
      },
      {
        "index": 73,
        "text": "河亶甲居相，[仲丁弟。相，地名，在河北。　○亶，丁但反。相，息亮反，在河北，今魏郡有相縣。]作《河亶甲》。亡。祖乙圮於耿，[亶甲子。圮於相，遷於耿。河水所毀曰圮。　○圮，備美反，徐扶鄙反。馬云︰「毀也。」]"
      },
      {
        "index": 74,
        "text": "[【疏】傳「亶甲」至「曰圮」　○正義曰：孔以河亶甲居相，祖乙即亶甲之子，故以爲圮於相地，乃遷都於耿。《釋詁》云︰「圮，毀也。」故云「河水所毀曰圮」。據文「圮於耿」也，知非圮毀於耿，更遷餘處，必云圮於相地，遷於耿者，明與其上文連。上云「遷於囂」，謂遷來向囂；「居於相」，謂居於相地，故知「圮於耿」謂遷來於耿，以文相類，故孔爲此解。謂古人之言，雖尚要約，皆使言足其文，令人曉解，若圮於相，遷居於耿，經言「圮於耿」，大不辭乎？且亶甲居於相，祖乙居耿，今爲水所毀，更遷他處，故言毀於耿耳，非既毀乃遷耿也。《盤庚》云︰「不常厥邑，於今五邦。」及其數之，惟有亳、囂、相、耿四處而已。知此既毀於耿，更遷一處，盤庚又自彼處而遷於殷耳。《殷本紀》云︰「祖乙遷於邢。」馬遷所爲說耳。鄭玄云︰「祖乙又去相居耿，而國爲水所毀，於是修德以禦之，不復徙也。錄此篇者善其國圮毀，改政而不徙。」如鄭所言，稍爲文便。但上有《仲丁》、《亶甲》，下有《盤庚》，皆爲遷事，作書述其遷意，匆陽毀而不遷，序當改文見義，不應文類遷居，更以不遷爲義。汲冢古文云「盤庚自奄遷於殷」者，蓋祖乙圮於耿，遷於奄，盤庚自奄遷於殷，亳、囂、相、耿與此奄五邦者。此蓋不經之書，未可依信也。]作《祖乙》。亡。"
      }
    ]
  }
}
