{
  "chapterNumber": 2,
  "title": "尚書注疏校勘記序 (Collation Preface)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "自梅頤獻孔傳，而漢之真古文與今文皆亡，乃梅本又有今文、古文之別。《新唐書‧藝文志》云：「天寶三載，詔集賢學士衞包改古文從今文。」說者謂今文從此始，古文從此絕。殊不知衞包以前，未嘗無今文，衞包以後又別有古文也。《隋書‧經籍志》有《古文尚書》十五卷，《今字尚書》十四卷，又顧彪《今文尚書音》一卷。是隋以前已有今文矣。蓋變古文為今文，實自范甯始。甯自為《集注》，成一家言，後之傳寫孔傳者從而效之，此所以有今文也。六朝之儒，傳古文者多，傳今文者少。今文自顧彪而外不少概見，李巡、徐邈、陸德明皆為古文作音。孔穎達《正義》出於二劉，蓋亦用古文本。如「塗」之為「斁」，「云」之為「員」是也。然疏內不數數覯，殆為後人竄改，如陳鄂等之於《釋文》歟？然則衞包之改古從今，乃改陸、孔而從范、顧，非倡始為之也。乃若天寶既改古文，其舊本藏書府，民間不復有之，更經喪亂，即書府所藏，亦不可問矣。開成初，鄭賈進石經，悉用今文。前此張參之壁經，後此長興之板本、廣政之石本，當無不用今文者。乃後周顯德六年，郭忠恕獨校《古文尚書》上之，上距天寶三載已三百餘年，不知郭氏從何而得其本。宋初仍不甚行，至呂大防得於宋次道、王仲至家，而晁公武取以刻石，薛季宣據以作訓，然後大顯。今按《釋文‧序錄》云︰「《尚書》之字本為隸古。既是隸寫古文，則不全為古字。今宋、齊舊本及徐、李等音所有古字，蓋亦無幾。穿鑿之徒務欲立異，依傍字部，改變經文，疑惑後生，不可寫用。」是所謂古文，不過如《周禮》、《漢書》略有古體及假借通用之字而已。晁氏《讀書志》云︰「陸德明獨存一二於《釋文》。」此正與古字無幾之說相合。若連篇累牘，悉是奇字，則陸氏豈得或釋或不釋哉？晁氏又云：「以《古文尚書》校《釋文》，雖小有異同，而大體相類。」夫《釋文》所存僅止一二，就此一二之中復小有異同，則全經不合者必十之九，共為贋本無疑。然觀陸氏之言，則穿鑿立異，自古而然，不獨郭氏也。元於《尚書注疏》舊有校本，茲以各本授德清貢生徐養原校之，并及《釋文》。元復定其是非，且考其顛末，著於簡首。阮元記。引據各本目錄唐石經[用衞包所改之今文，後來注疏本俱出於此。]宋臨安石經[今所存者，起《禹貢》之半，至《允征》之半。又起《大誓》末，至《酒誥》之半。]"
      },
      {
        "index": 2,
        "text": "古本[見山井鼎《七經孟子考文》，乃日本足利學所藏書寫本也。《物觀序》以為唐以前物。其經皆古文，然字體太奇，間參俗體，多不足信。]"
      },
      {
        "index": 3,
        "text": "岳本[宋岳坷用廖氏世綵堂本重加校勘，所謂相臺本也，世甚重之。今考其書，多詳於音讀句逗，而略於字句異同。又往往據疏以改注，不知疏中所述經傳，不必盡依元文也。然合二十三家參訂，用力甚勤，固當優於諸家。元本未見，今所據者，武英殿翻刻本也。葛本即永懷堂本。與閩刻注疏本相類，而譌字較多。○已上三種皆單注本。]"
      },
      {
        "index": 4,
        "text": "宋板[見《七經孟子考》文。《左傳考文》載黃唐《禮記跋》云︰「本司舊刊《易》、《書》、《周禮》，正經、注、疏萃見一書，便於披繹。它經獨闕。紹興辛亥遂取《毛詩》、《禮記》疏義，如前三經編彙，精加讎正。」蓋注疏合刻，起於南北宋之間，而《易》、《書》、《周禮》先刻，當在北宋之末也。此本或即黃跋所稱者。自《盤庚》以下為九卷，《泰誓》以下為十卷，《洪範》以下為十一卷，《旅獒》以下為十二卷，《康誥》以下為十三卷，《召誥》以下為十四卷，《多士》以下為十五卷，《君奭》以下為十六卷，《立政》以下為十七卷，《顧命》以下為十八卷，《君牙》以下為十九卷，《文侯之命》以下為二十卷。其中缺葉為後人所補者則謂之補。]"
      },
      {
        "index": 5,
        "text": "宋十行本[案他本注疏，每半葉九行，此獨十行，故世謂之十行本。溯其源，蓋即岳珂《九經三傳沿革例》所謂建本，有音釋注疏是也。修板至明正德間止，亦即山井鼎所謂正德本是也。記中稱正德本，據《考文》而言。其中譌字雖多，無臆改之失，《考文》所引宋板多與之合。]閩本[明嘉靖時李元陽刻於閩中，即《考文》所謂嘉靖本也。記中亦與《考文》所引並載，以見此詳彼略云。]明監本[神廟時所刊，毛本從此出。]毛本[汲古閣刻，今校正義以此為據。○已上七種皆注疏合刻本。]"
      },
      {
        "index": 6,
        "text": "釋文[陸德明本據古文作音義，自陳鄂改用今文，流傳至今，已非其舊矣。其注中所載別本，或尚屬元文，今仍歸之陸氏。]六經正誤[宋毛居正撰，多辨偏旁之疑似。惟所載監本、興國本、建本可以考宋本之異同，自不可廢。]尚書纂傳[元王天與撰，注語略有刊落，疏則僅載十之一二，其中有臆改處，不足盡憑。]"
      },
      {
        "index": 7,
        "text": "石經考文提要[乾隆五十六年命刊立石經，工部尚書彭元瑞因著此書。其所據自通行各本外，有宋本九經、南宋巾箱本、宋本《附釋音尚書注疏》、宋本《纂圖互注尚書》、岳珂本元本《尚書注疏》、至善堂九經本。]九經誤字[顧炎武撰，以唐石經正監本之誤。又《金石文字記》舉唐石經誤字。]"
      },
      {
        "index": 8,
        "text": "七經孟子考文[山井鼎撰，物觀補遺，以古本宋板校明刻之訛，間有辨論，別為《古文考》一卷，列《尚書》之前，殊嫌肬贅。]十三經正字[嘉善浦鏜撰。]羣書拾補[餘姚盧文弨輯。]"
      }
    ]
  }
}
