{
  "chapterNumber": 12,
  "title": "卷十 (Volume 10)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "說命上第十二高宗夢得說，[盤庚弟小乙子，名武丁，德高可尊，故號高宗。夢得賢相，其名曰說。○說，本又作兌，音悅，註及下篇同。相，息亮反。下同。]使百工營求諸野，得諸傅巖，[使百官以所夢之形象經求之於野，得之於傅巖之谿。]作《說命》三篇。[命說為相，使攝政。]"
      },
      {
        "index": 2,
        "text": "[【疏】「高宗」至「三篇」○正義曰：殷之賢王有高宗者，夢得賢相，其名曰「說」。群臣之內既無其人，使百官以所夢之形象經營求之於野外，得之於傅氏之巖，遂命以為相。史敘其事，作《說命》三篇。○傳「盤庚」至「曰說」○正義曰：《世本》云：「盤庚崩，弟小辛立。崩，弟小乙立。崩，子武丁立。」是武丁為「盤庚弟小乙子」也。《喪服四制》云：「高宗者，武丁。武丁者，殷之賢王也。當此之時，殷衰而復興，禮廢而復起，中而高之，故謂之高宗。」是「德高可尊，故號高宗」也。經云「爰立作相」，王呼之曰「說」，知其「名曰說」。○傳「使百」至「之谿」○正義曰：以「工」為官，見其求者眾多，故舉「百官」言之。使百官以所夢之形象經營求於外野。皇甫謐云「使百工寫其形象」，則謂「工」為工巧之人，與孔異也。《釋水》云：「水註川曰谿。」李巡曰：「水出於山，入於川曰谿。」然則「谿」是水流之處，「巖」是山崖之名。序稱「得諸傅巖」，傳云「得之於傅巖之谿」，以「巖」是總名，故序言之耳。○傳「命說」至「攝政」○正義曰：經稱「爰立作相」，是命為相也。「惟說命總百官」，是「使攝位」也。]說命[始求得而命之。]"
      },
      {
        "index": 3,
        "text": "[【疏】「說命」○正義曰：此三篇上篇言夢說，始求得而命之；中篇說既總百官，戒王為政；下篇王欲師說而學，說報王為學之有益，王又厲說以伊尹之功。相對以成章，史分序以為三篇也。]王宅憂，亮陰三祀。[陰，默也。居憂，信默三年不言。○亮，本又作諒，如字，又力章反。]"
      },
      {
        "index": 4,
        "text": "[【疏】「王宅憂，亮陰三祀」○正義曰：言王居父憂，信任冢宰，默而不言已三年矣。三年不言，自是常事，史錄此句於首者，謂既免喪事，可以言而猶不言，故述此以發端也。○傳「陰默」至「不言」○正義曰：「陰」者，幽暗之義，「默」亦暗義，故為默也。《易》稱「君子之道，或默或語」，則「默」者，不言之謂也。《無逸》傳云「乃有信默，三年不言」，有此「信默」，則「信」謂信任冢宰也。]"
      },
      {
        "index": 5,
        "text": "既免喪，其惟弗言，[除喪，猶不言政。]群臣咸諫於王曰：「嗚呼！知之曰明哲，明晢實作則。[知事則為明智，明智則能制作法則。○哲，本又作喆。]天子惟君萬邦，百官承式，[天下待令，百官仰法。]王言惟作命，不言臣下罔攸稟令。」[稟，受。令亦命也。]"
      },
      {
        "index": 6,
        "text": "王庸作書以誥曰：「以臺正於四方，臺恐德弗類，茲故弗言。[用臣下怪之，故作誥。類，善也。我正四方，恐德不善，此故不言。○誥，故報反。臺音怡。]恭默思道，夢帝賚予良弼，其代予言。」[夢天與我輔弼良佐，將代我言政教。○賚，力代反，徐音來。]乃審厥象，俾以形旁求於天下。[審所夢之人，刻其形象，以四方旁求之於民間。○俾，必爾反。]說築傅巖之野，惟肖。[傅氏之巖，在虞虢之界，通道所經，有澗水壞道，常使胥靡刑人築護此道。說賢而隱，代胥靡築之以供食。肖，似。似所夢之形。○肖音笑。虢，寡白反。壞音怪。供音恭。]"
      },
      {
        "index": 7,
        "text": "[【疏】傳「傅氏」至「之形」○正義曰：傳以「傅」為氏，此巖以「傅」為名，明巖傍有姓傅之民，故云「傅氏之巖」也。《屍子》云：「傅巖在北海之洲。」傳言「虞虢之界」，孔必有所案據而言之也。《史記·殷本紀》云：「是時說為胥靡，築於傅險。」晉灼《漢書音義》云：「胥，相也。靡，隨也。古者相隨坐輕刑之名。」言於時築傅險，則以杵築地，傅說賢人，必身不犯罪，言其說為胥靡，當是時代胥靡也。傳云：「通道所經，有澗水壞道，常使胥靡刑人築護此道。說賢而隱，代胥靡築之以供食。」或亦有成文也。《殷本紀》又云，武丁得說，「舉以為相，遂以傅險姓之，號曰傅說」。鄭云：「得諸傅巖，高宗因以傅命說為氏。」案序直言「夢得說」，不言「傅」，或如馬鄭之言。如高宗始命為傅氏，不知舊何氏也。皇甫謐云：「高宗夢天賜賢人，胥靡之衣蒙之而來，且云：『我徒也，姓傅名說，天下得我者豈徒也哉！』武丁悟而推之曰：『傅者，相也。說者，歡悅也。天下當有傅我而說民者哉！』明以夢視百官，百官皆非也。乃使百工寫其形象，求諸天下，果見築者胥靡衣褐帶索，執役於虞虢之間、傅巖之野，名說。以其得之傅巖，謂之傅說。」案謐言初夢即云「姓傅名說」，又言「得之傅巖，謂之傅說」，其言自不相副，謐惟見此書傅，會為近世之語，其言非實事也。]"
      },
      {
        "index": 8,
        "text": "爰立作相，王置諸其左右。[於是禮命立以為相，使在左右。]命之曰：「朝夕納誨，以輔臺德。[言當納諫誨直辭，以輔我德。○朝，張遙反。]若金，用汝作礪。[鐵須礪以成利器。○礪，力世反。]若濟巨川，用汝作舟楫。[渡大水待舟楫。○楫音接，徐音集。]若歲大旱，用汝作霖雨。[霖，三日雨。霖以救旱。][【疏】傳「霖，三日雨」○正義曰：隱九年《左傳》云：「凡雨自三日已往為霖。」]"
      },
      {
        "index": 9,
        "text": "啟乃心，沃朕心。若藥弗瞑眩，厥疾弗瘳。[開汝心，以沃我心。如服藥必瞑眩極，其病乃除。欲其出切言以自警。]"
      },
      {
        "index": 10,
        "text": "[【疏】「啟乃」至「弗瘳」○正義曰：當開汝心所有，以灌沃我心。欲令以彼所見，教己未知故也。其沃我心，須切至，若服藥不使人瞑眩憤亂，則其疾不得瘳愈。言藥毒乃得除病，言切乃得去惑也。○傳「開汝」至「自警」○正義曰：「瞑眩」者，令人憤悶之意也。《方言》云：「凡飲藥而毒東齊海岱間或謂之瞑，或謂之眩。」郭璞云：「瞑眩亦通語也。」然則藥之攻病，先使人瞑眩憤亂，病乃得瘳。傳言「瞑眩極」者，言悶極藥乃行也。《楚語》稱衛武公作懿以自警，「懿」即《大雅·抑》詩也。切言出於傅說，據王以為自警也。]"
      },
      {
        "index": 11,
        "text": "若跣弗視地，厥足用傷。[跣必視地，足乃無害。言欲使為已視聽。○跣，先典反，徐七顯反。為，於偽反。]惟暨乃僚，罔不同心，以匡乃辟。[與汝並官，皆當倡率，無不同心以匡正汝君。○辟，必亦反。]俾率先王，迪我高后，以康兆民。[言匡正汝君，使循先王之道，蹈成湯之蹤，以安天下。]嗚呼！欽予時命，其惟有終。」[敬我是命，修其職，使有終。]"
      },
      {
        "index": 12,
        "text": "說復於王曰：「惟木從繩則正，后從諫則聖。[言木以繩直，君以諫明。]后克聖，臣不命其承，[君能受諫，則臣不待命，其承意而諫之。]疇敢不祗若王之休命？」[言王如此，誰敢不敬順王之美命而諫者乎？]說命中第十三惟說命總百官，[在冢宰之任。○總音揔。]"
      },
      {
        "index": 13,
        "text": "[【疏】「惟說命總百官」○正義曰：惟此傅說，受王命總百官之職，謂在「冢宰之任」也。說以官高任重，乃進言於王，故史特標此句為發言之端也。]"
      },
      {
        "index": 14,
        "text": "乃進於王曰：「嗚呼！明王奉若天道，建邦設都，[天有日月北斗五星二十八宿，皆有尊卑相正之法，言明王奉順此道，以立國設都。○宿音秀。]"
      },
      {
        "index": 15,
        "text": "[【疏】傳「天有」至「設都」○正義曰：《晉語》云：「大者天地，其次君臣。」《易·系辭》云：「天垂象，見吉凶，聖人象之。」皆言人君法天以設官，順天以致治也。天有日月照臨晝夜，猶王官之伯率領諸侯也。北斗環繞北極，猶卿士之周衛天子也。五星行於列宿，猶州牧之省察諸侯也。二十八宿布於四方，猶諸侯為天子守土也。天象皆有尊卑相正之法，言明王奉順天道以立國設都也。「立國」謂立王國及邦國，「設都」謂設帝都及諸侯國都，總言建國立家之事。]"
      },
      {
        "index": 16,
        "text": "樹后王君公，承以大夫師長，[言立君臣上下，將陳為治之本，故先舉其始。○王，於方反。長，丁丈反。治，直吏反，下同。]"
      },
      {
        "index": 17,
        "text": "[【疏】「樹后」至「師長」○正義曰：此又總言設官分職之事也。「樹」，立也。「后王」謂天子也。「君公」謂諸侯也。「承」者奉上之名。「后王君公」，人主也。「大夫師長」，人臣也。臣當奉行君命，故以「承」言之。《周禮》立官多以「師」為名，「師」者眾所法，亦是長之義也。大夫已下，分職不同，每官各有其長，故以「師長」言之。三公則「君公」之內包之，卿則「大夫」之文兼之，「師長」之言亦通有士。將陳為治之本，故先舉其始，略言設官，故辭不詳備。為治之本，「惟天聰明」已下皆是也。]"
      },
      {
        "index": 18,
        "text": "不惟逸豫，惟以亂民。[不使有位者逸豫民上，言立之主使治民。○豫，羊慮反。]惟天聰明，惟聖時憲，惟臣欽若，惟民從乂。[憲，法也。言聖王法天以立教，臣敬順而奉之，民以從上為治。○從，才容反。]"
      },
      {
        "index": 19,
        "text": "[【疏】傳「憲法」至「為治」○正義曰：「憲，法」，《釋詁》文。人之聞見於耳目，天無形體，假人事以言也。「聰」謂無所不聞，「明」謂無所不見。惟聖人於是法天，言法天以立教，於下無不聞見，除其所惡，納之於善。雖復運有推移，道有升降，其所施為未嘗不法天也。「臣敬順而奉之」，「奉」即上文「承」也，奉承君命而布之於民。「民以從上為治」，不從上命則亂，故「從乂」也。]"
      },
      {
        "index": 20,
        "text": "惟口起羞，惟甲胄起戎，[甲，鎧。胄，兜鍪也。言不可輕教令，易用兵。○胄，直又反。鎧，苦代反。兜，丁侯反。鍪，莫侯反。易，以豉反。]惟衣裳在笥，惟干戈省厥躬。[言服不可加非其人，兵不可任非其才。○笥，息嗣反。省，息井反，一本作眚。]"
      },
      {
        "index": 21,
        "text": "[【疏】「惟口」至「厥躬」○正義曰：言王者法天施化，其舉止不可不慎。惟口出令不善，以起羞辱；惟甲胄伐非其罪，以起戎兵；言不可輕教令，易用兵也。惟衣裳在篋笥，不可加非其人，觀其能足稱職，然後賜之。惟干戈在府庫，不可任非其才，省其身堪將帥，然後授之。上二句事相類，下二句文不同者，衣裳言在篋笥，干戈不言所在，干戈云「省厥躬」，衣裳不言視其人，令其互相足也。○傳「甲鎧」至「用兵」○正義曰：經傳之文無「鎧」與「兜鍪」，蓋秦漢已來始有此名，傳以今曉古也。古之甲胄皆用犀兕，未有用鐵者，而「鍪」、「鎧」之字皆從金，蓋後世始用鐵耳。口之出言為教令，甲胄興師乃用之，言不可輕教令，易用兵也。「易」亦輕也。安危在出令，令之不善，則人違背之，是「起羞」也。靜亂在用兵，伐之無罪，則人叛違之，是「起戎」也。○傳「言服」至「其才」○正義曰：「非其人」、「非其才」，義同而互文也。《周禮·大宗伯》：「以九儀之命正邦國之位，一命受職，再命受服，三命受位，四命受器，五命賜則，六命賜官，七命賜國，八命作牧，九命作伯。」鄭云：「一命始見，命為正吏。受職，治職事也。列國之士一命，王之下士亦一命。再命受服，受玄冕之服。列國之大夫再命，王之中士亦再命。」然則「再命」已上始受衣服，未賜之時在官之篋笥也。甲胄干戈俱是軍器，上言不可輕用兵，此言不可妄委人，雖文重而意異也。]"
      },
      {
        "index": 22,
        "text": "王惟戒茲，允茲克明，乃罔不休。[言王戒慎此四「惟」之事，信能明，政乃無不美。]惟治亂在庶官。[言所官得人則治，失人則亂。]官不及私昵，惟其能。[不加私昵，惟能是官。○昵，女乙反。]爵罔及惡德，惟其賢。[言非賢不爵。]"
      },
      {
        "index": 23,
        "text": "[【疏】「官不」至「其賢」○正義曰：《王制》云：「論定然後官之，任官然後爵之。」鄭云：「官之，使之試守也。爵之，命之也。」然則治其事謂之「官」，受其位謂之「爵」，「官」、「爵」一也，所從言之異耳。「賢」謂德行，「能」謂才用；治事必用能，故「官」云「惟其能」；受位宜得賢，故「爵」云「惟其賢」。《詩序》云：「任賢使能。」《周禮·鄉大夫》：「三年則大比，考其德行道藝，而與賢者能者。」鄭云：「賢者，有德行者。能者，有道藝者。」是「賢」、「能」為異耳。「私昵」謂知其不可而用之，「惡德」謂不知其非而任之，戒王使審求人，絕私好也。]"
      },
      {
        "index": 24,
        "text": "慮善以動，動惟厥時。[非善非時不可動。]有其善，喪厥善。矜其能，喪厥功。[雖天子亦必讓以得之。○喪，息浪反。]"
      },
      {
        "index": 25,
        "text": "[【疏】「有其」至「厥功」○正義曰：人生尚謙讓而憎自取，自有其善，則人不以為善，故實善而喪其善。自誇其能，則人不以為能，故實能而喪其能。由其自取，故人不與之。「有其善」則伐善也。舜美禹云：「汝惟不矜，天下莫與汝爭能。汝惟不伐，天下莫與汝爭功。」是言推而不有，故名反歸之也。]惟事事乃其有備，有備無患。[事事，非一事。]無啟寵納侮，[開寵非其人，則納侮之道。]"
      },
      {
        "index": 26,
        "text": "[【疏】「無啟寵納侮」○正義曰：君子位高益恭，小人得寵則慢。若寵小人，則必恃寵慢主，無得開小人以寵，自納此輕侮也。「開」謂君出恩以寵臣，「納」謂臣入慢以輕王，據君而言「開」、「納」，以出、入為文也。]無恥過作非。[恥過誤而文之，遂成大非。]"
      },
      {
        "index": 27,
        "text": "[【疏】傳「恥過」至「大非」○正義曰：仲虺之美成湯云：「改過不吝。」明小人有過，皆惜而不改。《論語》云：「小人之過也必文。」恥有過誤而更以言辭文飾之，望人不覺，其非彌甚，故「遂成大非」也。]"
      },
      {
        "index": 28,
        "text": "惟厥攸居，政事惟醇。[其所居行，皆如所言，則王之政事醇粹。○醇音純。粹，雖遂反。]黷於祭祀，時謂弗欽。禮煩則亂，事神則難。」[祭不欲數，數則黷，黷則不敬。事神禮煩，則亂而難行。高宗之祀特豐數近廟，故說因以戒之。○黷，徒木反。數，色角反。]"
      },
      {
        "index": 29,
        "text": "[【疏】傳「祭不」至「戒之」○正義曰：「祭不欲數，數則黷，黷則不敬」，《禮記·祭義》文也。此一經皆言祭祀之事，「禮煩」亦謂祭祀之煩，故傳總云：「事神禮煩，則亂而難行。」孔以《高宗肜日》祖已訓諸王「祀無豐於昵」，謂傅說此言為彼事而發，故云高宗之祀特豐數於近廟，故說因而戒之。]"
      },
      {
        "index": 30,
        "text": "王曰：「旨哉！說乃言惟服。[旨，美也。美其所言皆可服行。]乃不良於言，予罔聞於行。」[汝若不善於所言，則我無聞於所行之事。]說拜稽首，曰：「非知之艱，行之惟艱。[言知之易，行之難。以勉高宗。]王忱不艱，允協於先王成德，[王心誠不以行之為難，則信合於先王成德。○忱，市林反。]惟說不言有厥咎。」[王能行善，而說不言，則有其咎罪。]說命下第十四王曰：「來，汝說。臺小子舊學於甘盤，[學先王之道。甘盤，殷賢臣有道德者。○臺音怡。]"
      },
      {
        "index": 31,
        "text": "[【疏】「王曰」至「甘盤」○正義曰：「舊學於甘盤」謂為王子時也。《君奭》篇周公仰陳殷之賢臣云：「在武丁，時則有若甘盤。」然則甘盤於高宗之時有大功也。上篇高宗免喪不言，即求傅說，似得說時無賢臣矣。蓋甘盤於小乙之世以為大臣，小乙將崩，受遺輔政，高宗之初得有大功。及高宗免喪，甘盤已死，故《君奭》傳曰：「高宗即位，甘盤佐之，後有傅說。」是言傅說之前有甘盤也。但下句言「既乃遯於荒野」，是學訖乃遁，非即位之初從甘盤學也。]"
      },
      {
        "index": 32,
        "text": "既乃遯於荒野，入宅於河。[既學而中廢業，遁居田野。河，洲也。其父欲使高宗知民之艱苦，故使居民間。○遁，徒頓反。]"
      },
      {
        "index": 33,
        "text": "[【疏】傳「既學」至「民間」○正義曰：「河」是水名，水不可居，而云「入宅於河」，知在河之洲也。《釋水》云：「水中可居者曰洲。」初遁田野，後入河洲，言其徙居無常也。《無逸》云：「其在高宗，時舊勞於外，爰暨小人。」言「其父欲使高宗知民之艱苦，故使居民間」也。於時蓋未為太子，殷道雖質，不可既為太子，更得與民雜居。]"
      },
      {
        "index": 34,
        "text": "自河徂亳，暨厥終罔顯。[自河往居亳，與今其終，故遂無顯明之德。]爾惟訓於朕志，[言汝當教訓於我，使我志通達。]若作酒醴，爾惟麹糵；[酒醴須麹糵以成，亦言我須汝以成。○麹，起六反。糵，魚列反。]若作和羹，爾惟鹽梅。[鹽，咸。梅，醋。羹須咸醋以和之。○羹音庚，一音衡。鹽，余廉反。梅亦作楳。醋，七故反。和如字，又胡臥反。]爾交脩予，罔予棄，予惟克邁乃訓。」[交，非一之義。邁，行也。言我能行汝教。]"
      },
      {
        "index": 35,
        "text": "[【疏】傳「交非」至「汝教」○正義曰：「爾交脩予」，令其交更脩治己也。故以「交」為「非一之義」，言交互教之，非一事之義。「邁，行」，《釋詁》文。]"
      },
      {
        "index": 36,
        "text": "說曰：「王，人求多聞，時惟建事，學於古訓，乃有獲。[王者求多聞以立事，學於古訓，乃有所得。]事不師古，以克永世，匪說攸聞。[事不法古訓而以能長世，非說所聞。言無是道。]惟學遜志，務時敏，厥脩乃來。[學以順志，務是敏疾，其德之脩乃來。]"
      },
      {
        "index": 37,
        "text": "[【疏】「惟學」至「乃來」○正義曰：人志本欲求善，欲學順人本志，學能務是敏疾，則其德之脩乃自來。言務之既疾，則德自來歸己也。]"
      },
      {
        "index": 38,
        "text": "允懷於茲，道積於厥躬。[信懷此學志，則道積於其身。]惟敩學半，念終始典於學，厥德脩罔覺。[敩，教也。教然後知所困，是學之半。終始常念學，則其德之脩，無能自覺。○敩，戶孝反。]"
      },
      {
        "index": 39,
        "text": "[【疏】「惟敩」至「罔覺」○正義曰：教人然後知困，知困必將自強，惟教人乃是學之半，言其功半於學也。於學之法，念終念始，常在於學，則其德之脩漸漸進益，無能自學其進。言日有所益，不能自知也。]"
      },
      {
        "index": 40,
        "text": "監於先王成憲，其永無愆。[愆，過也。視先王成法，其長無過，其惟學乎！○愆，起虔反。]惟說式克欽承，旁招俊乂，列於庶位。」[言王能志學，說亦用能敬承王志，廣招俊乂，使列眾官。○俊，本又作畯。]"
      },
      {
        "index": 41,
        "text": "王曰：「嗚呼！說，四海之內，咸仰朕德，時乃風。[風，教也。使天下皆仰我德，是汝教。○仰如字，徐五亮反。]股肱惟人，良臣惟聖。[手足具，乃成人。有良臣，乃成聖。]昔先正保衡，作我先王，[保衡，伊尹也。作，起。正，長也。言先世長官之臣。○長，丁丈反，下同。]"
      },
      {
        "index": 42,
        "text": "[【疏】傳「保衡」至「之臣」○正義曰：保衡、阿衡俱伊尹也。《君奭》傳曰：「伊尹為保衡，言天下所取安所取平也。」鄭箋云：「阿，倚。衡，平也。伊尹湯所依倚而取平也，故以為官名。」又云：「太甲時曰保衡。」鄭不見古文《太甲》云「不惠於阿衡」，故此為解，孔所不用。計此阿衡、保衡非常人之官名，蓋當時特以此名號伊尹也。「作」訓為起，言起而助湯也。「正，長」，《釋詁》文。]"
      },
      {
        "index": 43,
        "text": "乃曰：『予弗克俾厥後惟堯舜，其心愧恥，若撻於市。」[言伊尹不能使其君如堯舜，則恥之，若見撻於市，故成其能。○俾，必爾反。撻，他達反。]一夫不獲，則曰時予之辜。[伊尹見一夫不得其所，則以為己罪。]佑我烈祖，格於皇天。[言以此道左右成湯，功至大天，無能及者。]爾尚明保予，罔俾阿衡，專美有商。[汝庶幾明安我事，則與伊尹同美。○阿，烏何反。]惟后非賢不乂，惟賢非后不食。[言君須賢治，賢須君食。○治，直吏反。]其爾克紹乃辟於先王，永綏民。」[能繼汝君於先王，長安民，則汝亦有保衡之功。○辟，必亦反。]說拜稽首，曰：「敢對揚天子之休命。」[對，答也。答受美命而稱揚之。]高宗肜日第十五"
      },
      {
        "index": 44,
        "text": "高宗祭成湯，有飛雉升鼎耳而雊，[耳不聰之異。雊，鳴。○雊，工豆反。]祖已訓諸王，[賢臣也，以訓道諫王。○己音紀。]作《高宗肜日》、《高宗之訓》。[所以訓也，亡。○肜音融。]"
      },
      {
        "index": 45,
        "text": "[【疏】「高宗」至「之訓」○正義曰：高宗祭其太祖成湯於肜祭之日，有飛雉來升祭之鼎耳而雊鳴，其臣祖已以為王有失德而致此祥，遂以道義訓王，勸王改脩德政。史敘其事，作《高宗肜日》、《高宗之訓》二篇。○傳「耳不」至「雊鳴」○正義曰：經言「肜日，有雊雉」，不知祭何廟，鳴何處，故序言「祭成湯」、「升鼎耳」以足之。禘祫與四時之祭，祭之明日皆為肜祭，不知此肜是何祭之肜也。《洪範》「五事」有貌、言、視、聽、思，若貌不恭、言不從、視不明、聽不聰、思不睿，各有妖異興焉。雉乃野鳥，不應入室，今乃入宗廟之內，升鼎耳而鳴，孔以雉鳴在鼎耳，故以為「耳不聰之異」也。《洪範·五行傳》云：「視之不明，時則有羽蟲之孽。聽之不聰，時則有介蟲之孽。」言之不從，時則有毛蟲之孽。貌之不恭，時則有鱗蟲之孽。思之不睿，時則有倮蟲之孽。」先儒多以此為羽蟲之孽，非為「耳不聰」也。《漢書·五行志》：「劉歆以為鼎三足，三公象也，而以耳行。野鳥居鼎耳，是小人將居公位，敗宗廟之祀也。」鄭云：「鼎，三公象也，又用耳行，雉升鼎耳而鳴，象視不明，天意若雲當任三公之謀以為政。」劉、鄭雖小異，其為羽蟲之孽則同，與孔意異。《詩》云：「雉之朝雊，尚求其雌。」《說文》云：「雊，雄雉鳴也。雷始動，雉乃鳴而雊其頸。」○傳「所以訓也，亡」○正義曰：名《高宗之訓》，所以訓高宗也。此二篇俱是祖己之言，並是訓王之事，經云「乃訓於王」，此篇亦是訓也。但所訓事異，分為二篇，標此為發言之端，故以「肜日」為名。下篇總諫王之事，故名之「訓」，終始互相明也。《肆命》、《徂後》，孔歷其名於《伊訓》之下，別為之傳。此《高宗之訓》因序為傳，不重出名者，此以訓王事同，因解文便作傳，不為例也。]"
      },
      {
        "index": 46,
        "text": "高宗肜日[祭之明日又祭。殷曰肜，周曰繹。○繹音亦，字書作釋。《爾雅》云：「又祭也。周曰繹，商曰肜，夏曰復胙。」]"
      },
      {
        "index": 47,
        "text": "[【疏】傳「祭之」至「曰繹」○正義曰：《釋天》云：「繹，又祭也。周曰繹，商曰肜。」孫炎曰：「祭之明日尋繹復祭也。」「肜」者，相尋不絕之意。《春秋》宣八年六月「辛巳，有事於太廟。壬午，猶繹」。《穀梁傳》曰：「繹者，祭之旦日之享賓也。」是肜者，「祭之明日又祭」也。《爾雅》因繹祭而本之上世，故先周後商，此以上代先後，故與《爾雅》倒也。《釋天》又云「夏曰復胙」，郭璞云「未見所出」，或無此一句。孔傳不言「夏曰復胙」，於義非所須，或本無此事也。《儀禮·有司徹》上大夫曰「儐屍」，與正祭同日。鄭康成註《詩·鳧鹥》雲，祭天地社稷山川，五祀皆有繹祭。]"
      },
      {
        "index": 48,
        "text": "高宗肜日，越有雊雉。[於肜日有雉異。]祖己曰：「惟先格王，正厥事。」[言至道之王遭變異，正其事而異自消。]"
      },
      {
        "index": 49,
        "text": "[【疏】「高宗」至「厥事」○正義曰：高宗既祭成湯，肜祭之日，於是有雊鳴之雉在於鼎耳，此乃怪異之事。賢臣祖已見其事而私自言曰：「惟先世至道之王遭遇變異，則正其事而異自消也。」既作此言，乃進言訓王。史錄其事，以為訓王之端也。○傳「言至」至「自消」○正義曰：「格」訓至也。「至道之王」謂用心至極，行合於道。遭遇變異，改脩德教，正其事而異自消。大戊拱木，武丁雊雉，皆感變而懼，殷道復興，是異自消之驗也。至道之王，當無災異，而雲遭變消災者，天或有譴告，使之至道，未必為道不至而致此異。且匆尋戒之辭，不可執文以害意也。此經直云「祖己曰」，不知與誰語，鄭云「謂其黨」，王肅云「言於王」。下句始言「乃訓於王」，此句未是告王之辭，私言告人，鄭說是也。]"
      },
      {
        "index": 50,
        "text": "乃訓於王。曰：「惟天監下民，典厥義。[祖己既言，遂以道訓諫王，言天視下民，以義為常。]降年有永有不永，非天夭民，民中絕命。[言天之下年與民，有義者長，無義者不長，非天欲夭民，民自不修義以致絕命。○中，丁仲反，又如字。]民有不若德，不聽罪。天既孚命正厥德。[不順德，言無義。不服罪，不改修。天已信命正其德，謂有永有不永。]"
      },
      {
        "index": 51,
        "text": "[【疏】「乃訓」至「厥德」○正義曰：祖己既私言其事，乃以道訓諫於王曰：「惟天視此下民，常用其義。」言以義視下，觀其為義以否。「其下年與民，有長者，有不長者」。言與為義者長，不義者短。「短命者非是天欲夭民，民自不修義，使中道絕其性命。但人有為行不順德義，有過不服聽罪，過而不改，乃致天罰，非天欲夭之也。天既信行賞罰之命，正其馭民之德，欲使有義者長，不義者短，王安得不行義事，求長命也？」○傳「言天」至「絕命」○正義曰：經惟言「有永有不永」，安和由義者？以上句云「惟天監下民，典厥義」，天既以義為常，知命之長短莫不由義，故云「天之下年與民，有義者長。無義者不長」也。民有五常之性，謂仁義禮智信也，此獨以「義」為言者，五常指體則別，理亦相通；「義」者，宜也，得其事宜；五常之名，皆以適宜為用，故稱「義」可以總之也。民有貴賤貧富愚智好醜，不同多矣，獨以夭壽為言者，鄭玄云：「年命者，蠢愚之人尤愒焉，故引以諫王也。」愒，貪也。《洪範》「五福」以壽為首，「六極」以短折為先，是年壽者最是人之所貪，故祖己引此以諫王也。○傳「不順」至「不永」○正義曰：傳亦顧上經，故「不順德，言無義」也。「聽」謂聽從，故以「不聽」為「不服罪」。言既為罪，過而不肯改修也。「天已信命正其德」，言天自信命，賞有義，罰無義，此事必信也。天自正其德，福善禍淫，其德必不差也。謂民有永有不永，天隨其善惡而報之。勸王改過修德以求永也。]"
      },
      {
        "index": 52,
        "text": "乃曰：『其如臺。』[祖己恐王未受其言，故乃復曰，天道其如其所言。○臺音怡。復，扶又反。]嗚呼！王司敬民，罔非天胤，典祀無豐於昵。」[胤，嗣。昵，近也。嘆以感王入其言，王者主民，當敬民事。民事無非天所嗣常也，祭祀有常，不當特豐於近廟。欲王因異服罪改修之。○豐，芳弓反。昵，女乙反。《屍子》云：「不避遠昵。」昵，近也。又乃禮反。馬云：「昵，考也，謂禰廟也。」]"
      },
      {
        "index": 53,
        "text": "[【疏】「嗚呼」至「於昵」○正義曰：祖己恐其言不入王意，又嘆而戒之：「嗚呼！王者主民，當謹敬民事。民事無非天所繼嗣以為常道者也。天以其事為常，王當繼天行之。祀禮亦有常，無得豐厚於近廟，若特豐於近廟，是失於常道。」高宗豐於近廟，欲王服罪改修也。○傳「胤嗣」至「改修之」○正義曰：《釋詁》云：「胤、嗣，繼也。」俱訓為繼，是「胤」德為嗣，嗣亦繼之義也。《釋詁》云：「即，尼也。」孫炎曰：「即猶今也，尼者近也。」郭璞引《屍子》曰「悅尼而來遠」，是「尼」為近也。「尼」與「昵」音義同。烝民不能自治，自立君以主之，是「王者主民」也。既與民為主，當敬慎民事。民事無大小，無非天所嗣常也，言天意欲令繼嗣行之，所以為常道也。「祭祀有常」，謂犧牲粢盛尊彜俎豆之數禮有常法。「不當特豐於近廟」，謂犧牲禮物多也。祖己知高宗豐於近廟，欲王因此雊雉之異，服罪改修以從禮耳，其異不必由豐近而致之也。王肅亦云：「高宗豐於禰，故有雊雉升遠祖成湯廟鼎之異。」]西伯戡黎第十六"
      },
      {
        "index": 54,
        "text": "殷始咎周，[咎，惡。○咎，其九反，馬云：「咎周者，為周所咎。周人乘黎。乘，勝也。所以見惡。○黎，力兮反，國名，《尚書大傳》作耆。]祖伊恐，[祖己後賢臣。]奔告於受，[受，紂也，音相亂。帝乙之子，嗣立，暴虐無道。○受如字，傳云：「受，紂也。音相亂。」馬云：「受讀曰紂。或曰受婦人之言，故號曰受也。」]作《西伯戡黎》。[戡亦勝也。○伯亦作柏。戡音堪，《說文》作<令戈>，云「殺也」。以此戡訓刺，音竹甚反。勝，詩證反。]"
      },
      {
        "index": 55,
        "text": "[【疏】「殷始」至「戡黎」○正義曰：文王功業稍高，王兆漸著，殷之朝廷之臣始畏惡周家。所以畏惡之者，以周人伐而勝黎邑故也。殷臣祖伊見周克黎國之易，恐其終必伐殷，奔走告受，言殷將滅。史敘其事，作《西伯戡黎》。○傳「咎惡」，又云「乘勝」至「見惡」○正義曰：《易·系辭》云「無咎者善補過也」，則「咎」是過之別名，以彼過而憎惡之，故「咎」為惡也。以其勝黎，所以見惡，釋其見惡之由，是周人勝黎之後始惡之。《詩毛傳》云：「乘，陵也。」乘駕是加陵之意，故「乘」為勝也。鄭玄云：「紂聞文王斷虞芮之訟，又三伐皆勝，而始畏惡之。」所言據《書傳》為說，伏生《書傳》云「文王受命，一年斷虞芮之質，二年伐邘，三年伐密須，四年伐犬夷，五年伐耆，六年伐崇，七年而崩」。耆即黎也。乘黎之前始言惡周，故鄭以伐邘、伐密須、伐犬夷三伐皆勝，始畏惡之。《武成》篇文王「誕膺天命」，九年乃崩，則伐國之年不得如《書傳》所說，未必見三伐皆勝始畏之。○傳「祖己後賢臣」○正義曰：此無所出，正以同為祖氏，知是其後，明能先覺，故知賢臣。○傳「受紂」至「無道」○正義曰：經云「奔告於王」，王無謚號，故序言「受」以明之。此及《泰誓》、《武成》皆呼此君為「受」，自外書傳皆呼為「紂」。「受」即「紂」也，音相亂，故字改易耳。《殷本紀》云：「帝乙崩，子辛立，是為帝辛，天下謂之紂。」鄭玄云：「紂，帝乙之少子，名辛。帝乙愛而欲立焉，號曰受德，時人傳聲轉作紂也。」史掌書，知其本，故曰「受」，與孔大同。《謚法》云：「殘義損善曰紂。」殷時未有謚法，後人見其惡，為作惡義耳。○傳「戡亦勝也」○正義曰：「戡，勝」，《釋詁》文。孫炎曰：「戡，強之勝也。」]西伯戡黎西伯既戡黎，[近王圻之諸侯，在上黨東北。○近，附近之近。圻，巨依反。]"
      },
      {
        "index": 56,
        "text": "[【疏】「西伯戡黎」○正義曰：鄭玄云：「西伯，周文王也。時國於岐，封為雍州伯也。國在西，故曰西伯。」王肅云：「王者中分天下，為二公總治之，謂之二伯，得專行征伐，文王為西伯。黎侯無道，文王伐而勝之。」兩說不同，孔無明解。下傳云「文王率諸侯以事紂」，非獨率一州之諸侯也。《論語》稱「三分天下有其二，以服事殷」，謂文王也。終乃三分有二，豈獨一州牧乎？且言「西伯」對東為名，不得以國在西而稱「西伯」也，蓋同王肅之說。○傳「近王」至「東北」○正義曰：黎國，漢之上黨郡壺關所治黎亭是也。紂都朝歌，王圻千里，黎在朝歌之西，故為「近王圻之諸侯」也。鄭云：「入紂圻內。」文王猶尚事紂，不可伐其圻內。所言「圻內」，亦無文也。]"
      },
      {
        "index": 57,
        "text": "祖伊恐，奔告於王。曰：「天子，天既訖我殷命，[文王率諸侯以事紂，內秉王心，紂不能制，今又克有黎國，迫近王圻，故知天已畢訖殷之王命。言將化為周。○王心，於況反，下註「宜王者」同。]"
      },
      {
        "index": 58,
        "text": "[【疏】傳「文王」至「為周」○正義曰：襄四年《左傳》云：「文王率殷之叛國以事紂。」是率諸侯共事紂也。貌雖事紂，內秉王心，布德行威，有將王之意。而紂不能制，日益強大，今復克有黎國，迫近王圻，似有天助之力，故云「天已畢訖殷之王命」，言殷祚至此而畢，將欲化為周也。]格人元龜，罔敢知吉。[至人以人事觀殷，大龜以神靈考之，皆無知吉。]"
      },
      {
        "index": 59,
        "text": "[【疏】傳「至人」至「知吉」○正義曰：「格」訓為至，「至人」謂至道之人，有所識解者也。至人以人事觀殷，大龜有神靈逆知來物，故「大龜以神靈考之」。二者皆無知殷有吉者，言必凶也。祖伊未必問至人，親灼龜，但假之以為言耳。]"
      },
      {
        "index": 60,
        "text": "非先王不相我後人，惟王淫戲用自絕。[非先祖不助子孫，以王淫過戲怠，用自絕於先王。○相，息亮反。]故天棄我，不有康食。不虞天性，不迪率典。[以紂自絕於先王，故天亦棄之，宗廟不有安食於天下。而王不度知天性命所在，而所行不蹈循常法。言多罪。○度，待洛反。]"
      },
      {
        "index": 61,
        "text": "[【疏】傳「以紂」至「多罪」○正義曰：《禮記》稱「萬物本於天，人本於祖」，則天與先王俱是人君之本。紂既自絕於先王，亦自絕於天。上經言紂自絕先王，此言天棄紂，互明紂自絕，然後天與先王棄絕之。故傳申通其意，「以紂自絕先王，故天亦棄之」。「亦」者，亦先王，言先王與天俱棄之也。《孝經》言天子得萬國之歡心，以事其先王，然後祭則鬼享之。今紂既自絕於先王，先王不有安食於天下，言紂雖以天子之尊事宗廟，宗廟之神不得安食也。而王不度知天命所在，不知已之性命當盡也，而所行不蹈循常法，動悉違法，言多罪。]"
      },
      {
        "index": 62,
        "text": "今我民罔弗欲喪，曰：『天曷不降威？大命不摯？』今王其如臺。」[摯，至也。民無不欲王之亡，言：「天何不下罪誅之？有大命宜王者，何以不至？」王之凶害，其如我所言。○摯音至，本又作{執女}。]"
      },
      {
        "index": 63,
        "text": "[【疏】傳「摯至也」至「所言」○正義曰：摯」、「至」同音，故「摯」為至也。「言天何不下罪誅之」，恨其久行虐政，欲得早殺之也。「有大命宜王者，何以不至」，向望大聖之君，欲令早伐紂也。「王之凶禍，其如我之所言」，以王不信，故審告之也。]"
      },
      {
        "index": 64,
        "text": "王曰：「嗚呼！我生不有命在天？」[言我生有壽命在天，民之所言，豈能害我。遂惡之辭。]祖伊反曰：「嗚呼！乃罪多參在上，乃能責命於天？」[反，報紂也，言汝罪惡眾多，參列於上天，天誅罰汝，汝能責命於天，拒天誅乎？○參，七南反，馬云：「參字累在上。」]殷之即喪，指乃功，不無戮於爾邦。」[言殷之就亡，指汝功事所致，汝不得無死戮於殷國，必將滅亡，立可待。]微子第十七"
      },
      {
        "index": 65,
        "text": "殷既錯天命，[錯，亂也。○錯，七各反，馬云：「廢也。」]微子作誥父師、少師。[告二師而去紂。○少，詩照反。]"
      },
      {
        "index": 66,
        "text": "[【疏】「殷既」至「少師」○正義曰：殷紂既暴虐無道，錯亂天命，其兄微子知紂必亡，以作言誥告父師箕子、少師比干。史敘其事而作此篇也。名曰《微子》而不言「作《微子》」者，已言「微子作誥」，以可知而省文也。○傳「錯，亂也」○正義曰：交錯是渾亂之義，故為亂也。不指言紂惡而言「錯亂天命」者，天生烝民，立君以牧之，為君而無君道，是錯亂天命，為惡之大，故舉此以見惡之極耳。]微子[微，圻內國名。子，爵。為紂卿士，去無道。]"
      },
      {
        "index": 67,
        "text": "[【疏】傳「微圻」至「無道」○正義曰：微國在圻內，先儒相傳為然。鄭玄以為微與箕俱在圻內，孔雖不言箕，亦當在圻內也。王肅云：「微，國名。子，爵。入為王卿士。」肅意蓋以微為圻外，故言「入」也。微子名啟，《世家》作開，避漢景帝諱也。啟與其弟仲衍，皆是紂之同母庶兄，《史記》稱「微仲衍」。衍亦稱「微」者，微子封微，以微為氏，故弟亦稱微，猶如春秋之世虞公之弟稱虞叔，祭公之弟稱祭叔。微子若非大臣，則無假憂紂，亦不必須去，以此知其為卿士也。傳云「去無道」者，以「去」見其為卿士也。]"
      },
      {
        "index": 68,
        "text": "微子若曰：「父師、少師，[父師，太師，三公，箕子也。少師，孤卿，比干。微子以紂距諫，知其必亡，順其事而言之。]殷其弗或亂正四方。[或，有也。言殷其不有治正四方之事，將必亡。○治，直吏反。]我祖底遂陳於上，[言湯致遂其功，陳列於上世。]我用沈酗於酒，用亂敗厥德於下。[我，紂也。沈，湎；酗，醟；敗亂湯德於後世。○沈，徐直金反。酗，況具反，以酒為凶曰酗，《說文》作䣱，云：「酒醟。」湎，面善反。音詠，《說文》於命反，䣱，酒也。]殷罔不小大，好草竊奸宄。[草野竊盜，又為奸宄於內外。○好，呼報反。宄音軌。]"
      },
      {
        "index": 69,
        "text": "卿士師師非度，凡有辜罪，乃罔恒獲。[六卿典士相師效，為非法度，皆有辜罪，無秉常得中者。○度如字。]小民方興，相為敵讎。[卿士既亂，而小人各起一方，共為敵讎。言不和同。○讎，常周反。]今殷其淪喪，若涉大水，其無津涯。[淪，沒也。言殷將沒亡，如涉大水，無涯際，無所依就。○淪音倫，徐力允反。喪，息浪反。涯，五皆反，又宜佳反。]殷遂喪，越至於今。」[言遂喪亡於是，至於今，到不待久。]"
      },
      {
        "index": 70,
        "text": "[【疏】「微子」至「於今」○正義曰：微子將欲去殷，順其去事而言，曰「父師」、「少師」，呼二師與之言也。今殷國其將不復有治正四方之事，言其必滅亡也。昔我祖成湯，致行其道，遂其功業，陳列於上世矣。今我紂惟用沈湎酗E1於酒，用是亂敗其祖之德於下。由紂亂敗之故，今日殷人無不小大皆好草竊奸宄。雖在朝卿士，相師師為非法度之事。朝廷之臣皆有辜罪，乃無有一人能秉常得中者。在外小人，方方各起，相與共為敵讎。荒亂如此，今殷其沒，亡若涉大水，其無津濟涯岸。殷遂喪亡，言不復久也。「此喪亡於是，至於今，到必不得更久也」。○傳「父師」至「言之」○正義曰：以《畢命》之篇王呼畢公為「父師」，畢公時為太師也。《周官》云：「太師、太傅、太保，茲惟三公。少師、少傅、少保曰三孤。」《家語》云：「比干官則少師。」少師是比干，知太師是箕子也。遍檢書傳，不見箕子之名，惟司馬彪註《莊子》云：「箕子名胥餘。」不知出何書也。《周官》以少師為孤，此傳言「孤卿」者，孤亦卿也，《考工記》曰「外有九室，九卿朝焉」，是三孤六卿共為九卿也。比干不言封爵，或本無爵，或有而不言也。《家語》云：「比干是紂之親，則諸父。」知比干是紂之諸父耳。箕子則無文。《宋世家》云：「箕子者，紂親戚也。」止言親戚，不知為父為兄也。鄭玄、王肅皆以箕子為紂之諸父，服虔、杜預以為紂之庶兄，既無正文，各以意言之耳。微子以紂距諫，知其必亡，心欲去之，故順其去事而言，呼二師以告之。○傳「或有」至「必亡」○正義曰：「或」者不定之辭，其事欲當然，則是有此事，故以「或」為有也。鄭玄《論語註》亦云：「或之言有也，不有言無也。」天子，天下之主，所以治正四方，「言殷其不有治正四方之事」，言將必亡。○傳「我紂」至「後世」○正義曰：嗜酒亂德，是紂之行，故知「我」，我紂也。人以酒亂，若沈於水，故以耽酒為「沈」也。湎然是齊同之意，《詩》云：「天不湎爾以酒。」鄭云：「天不同汝顏色以酒。」是「湎」謂酒變面色，湎然齊同，無復平時之容也。《說文》云：「酗，醟也。」然則「酗」、「醟」一物，謂飲酒醉而發怒。經言亂敗其德，必有所屬，上言「我祖」指謂成湯，知言「敗亂湯德於後世」也。上謂前世，故下為後世也。○傳「六卿」至「中者」○正義曰：「士」訓事也，故「卿士」為「六卿典事」。「師師」言相師效為非法度之事也。止言「卿士」，以貴者尚爾，見賤者皆然。故王肅云：「卿士以下，轉相師效為非法度之事也。」鄭云：「凡猶皆也。」傳意亦然，以「凡」為皆，言卿士以下在朝之臣，其所舉動皆有辜罪，無人能秉常行得中正者。]"
      },
      {
        "index": 71,
        "text": "曰：「父師、少師，我其發出狂，吾家耄遜於荒。[我念殷亡，發疾生狂，在家耄亂，故欲遯出於荒野。言愁悶。○出，尺遂反。耄，字又作旄，莫報反，註同。遯，徒困反，徐徒頓反，一音都困反。]今爾無指，告予顛隮，若之何其？」[汝無指意告我殷邦顛隕隮墜，如之何其救之？○隮，子細反，《玉篇》子兮反，《切韻》祖稽反。隕，於敏反。]"
      },
      {
        "index": 72,
        "text": "[【疏】「曰父師」至「何其」○正義曰：微子既言紂亂，乃問身之所宜，止而復言，故別加一「曰父師少師」，更呼而告之也。「我念殷亡之故，其心發疾生狂，吾在家心內耄亂，欲遜遯出於荒野。今汝父師少師無指滅亡之意告我雲，殷邦其隕墜，則當如之何其救之乎？」恐其留己共救之也。○傳「我念」至「愁悶」○正義曰：狂生於心而出於外，故傳以「出狂」為「生狂」。應璩詩云「積念發狂癡」，此其事也。在家思念之深，精神益以耄亂。鄭玄云：「耄，昏亂也。」在家不堪耄亂，故欲遯出於荒野，言愁悶之至。《詩》云：「駕言出遊，以寫我憂。」亦此意也。○傳「汝無」至「救之」○正義曰：「無指意告我者」，謂無指殷亡之事告我，言殷將隕墜，欲留我救之。「顛」謂從上而隕，「隮」謂墜於溝壑，皆滅亡之意也。昭十三年《左傳》曰：「小人老而無子，知隮於溝壑矣。」王肅云：「隮，隮溝壑。」言此「隮」之義如《左傳》也。]"
      },
      {
        "index": 73,
        "text": "父師若曰：「王子，[比干不見，明心同，省文。微子帝乙元子，故曰王子。○見，賢遍反。省，所景反。]天毒降災荒殷邦，方興沈酗於酒，[天生紂為亂，是天毒下災，四方化紂沈湎，不可如何。]乃罔畏畏，咈其耇長舊有位人。[言起沈湎，上不畏天災，下不畏賢人。違戾耇老之長致仕之賢，不用其教，法紂故。○咈，扶勿反。耇，工口反。長，丁丈反，註同。]今殷民乃攘竊神祇之犧牷牲用，以容將食，無災。[自來而取曰攘。色純曰犧。體完曰牷。牛羊豕曰牲。器實曰用。盜天地宗廟牲用，相容行食之，無災罪之者。言政亂。○攘，如羊反，因來而取曰攘。竊，馬云：「往盜曰竊。」神祇，天曰神，地曰祇。犧，許宜反。牷音全。]降監殷民，用乂讎斂，召敵讎不怠。[下視殷民，所用治者，皆重賦傷民、斂聚怨讎之道，而又亟行暴虐，自召敵讎不解怠。○讎如字，下同。徐云：「鄭音疇。」馬本作稠，云：「數也。」艷，力檢反；馬、鄭力艷反，謂賦斂也；徐云：「鄭力劍反。」治，直吏反。亟，欺忌反，數也；又紀力反；本又作極，如字，至也。解，佳賣反。]罪合於一，多瘠罔詔。[言殷民上下有罪，皆合於一法紂，故使民多瘠病，而無詔救之者。○瘠，在益反。]商今其有災，我興受其敗。[災滅在近，我起受其敗，言宗室大臣義不忍去。]商其淪喪，我罔為臣仆。詔王子出迪。[商其沒亡，我二人無所為臣仆，欲以死諫紂。我教王子出，合於道。○臣仆，一本無臣字。]我云雲刻子，王子弗出，我乃顛隮。[刻，病也。我久知子賢，言於帝乙。病立子，帝乙不肯。病子不得立，則宜為殷後者子。今若不出逃難，我殷家宗廟乃隕墜無主。○舊雲，馬云：「言也。」刻音克，馬云：「侵刻也。」難，乃旦反。]自靖人自獻於先王，[各自謀行其志，人人自獻達於先王，以不失道。○靖，馬本作清，謂潔也。]我不顧行遁。」[言將與紂俱死，所執各異，皆歸於仁，明君子之道，出處語默非一途。○顧音故，徐音鼓。]"
      },
      {
        "index": 74,
        "text": "[【疏】「父師」至「行遁」○正義曰：父師亦順其事而報微子曰：「王子，今天酷毒下災，生此昏虐之君，以荒亂殷之邦國。紂既沈湎，四方化之，皆起而沈湎酗於酒，不可如何。小人皆自放恣，乃無所。上不畏天災，下不畏賢人，違戾其耇老之長與舊有爵位致仕之賢人。今殷民乃攘竊祭祀神祗之犧牷牲用，以相通容，行取食之，無災罪之者。」盜天地大祀之物用而不得罪，言政亂甚也。「我又下視殷民，所用為治者，皆讎怨斂聚之道」也。言重賦傷民，民以在上為讎，重賦乃是斂讎也。「既為重賦，又急行暴虐，此所以益招民怨，是乃自召敵讎不懈怠也。上下各有罪，合於一紂之身」。言紂化之使然也。「故使民多瘠病，而無詔救之者。商今其有滅亡之災，我起而受其敗。商其沒亡喪滅，我無所為人臣仆」。言不可別事他人，必欲諫取死也。「我教王子出奔於外，是道也。我久雲子賢，言於帝乙，欲立子，不肯。我乃病傷子不得立為王，則宜終為殷後。若王子不出，則我殷家宗廟乃隕墜無主」。既勸之出，即與之別云：「各自謀行其志，人人各自獻達於先王，我不顧念行遁之事。」明期與紂俱死。○傳「比干」至「王子」○正義曰：諮二人而一人答，「明心同，省文」也。鄭云：「少師不答，志在必死。」然則箕子本意豈必求生乎？身若求生，何以不去？既「不顧行遁」，明期於必死，但紂自不殺之耳。若比干意異，箕子則別有答，安得默而不言？孔解「心同」是也。「微子帝乙元子」，《微子之命》有其文也。父師言微子為「王子」，則父師非王子矣，鄭、王等以為紂之諸父當是實也。○傳「天生」至「如何」○正義曰：「荒殷邦」者，乃是紂也，而云「天毒降災」，故言「天生紂為亂」，本之於天，天毒下災也。以微子云「若之何」，此答彼意，故言「四方化紂沈湎，不可如何」。○傳「言起」至「紂故」○正義曰：文在「方興沈酗」之下，則此無所畏畏者，謂當時四方之民也。民所當畏，惟畏天與人耳，故知二畏者，上不畏天，下不畏賢人。違戾耇長與舊有位人，即是不畏賢人，故不用其教，紂無所畏，此民無所畏，謂法紂故也。○傳「自來」至「政亂」○正義曰：「攘」、「竊」同文，則「攘」是竊類。《釋詁》云：「攘，因也。」是因其自來而取之名「攘」也。《說文》云：「犧，宗廟牲也。」《曲禮》云：「天子以犧牛。」天子祭牲必用純色，故知「色純曰犧」也。《周禮》：「牧人掌牧六牲，以供祭祀之牲牷。」以「牷」為言，必是體全具也，故「體完曰牷」。經傳多言「三牲」，知「牲」是牛羊豕也。以「犧」、「牷」、「牲」三者既為俎實，則「用」者簠簋之實，謂黍稷稻粱，故云「器實曰用」，謂粢盛也。《禮》「天曰神，地曰祗」，舉天地則人鬼在其間矣，故總云「盜天地宗廟牲用」也。訓「將」為行，「相容行食之」謂所司相通容，使盜者得行盜而食之。大祭祀之物，物之重者，盜而無罪，言政亂甚也。漢魏以來著律皆云：「敢盜郊祀宗廟之物，無多少皆死。」為特重故也。○傳「下視」至「懈怠」○正義曰：箕子身為三公，下觀世俗，故云「下視殷民」。「所用治者」謂卿士已下是治民之官也。以紂暴虐，務稱上旨，「皆重賦傷民」。民既傷矣，則以上為讎，《泰誓》所謂「虐我則讎」是也。重斂民財，乃是「聚斂怨讎之道」。既為重斂，而又亟行暴虐。亟，急也。急行暴虐，欲以威民，乃是「自召敵讎」。勤行虐政，是「不懈怠」也。○傳「商其」至「於道」○正義曰：「有災」與「淪喪」一事，而重出文者，上言「商今其有災，我興受其敗」，逆言災雖未至，至則己必受禍；此言「商其淪喪，我罔為臣仆」，豫言殷滅之後，言己不事異姓，辭有二意，故重出其文。我無所為臣仆，言不能與人為臣仆，必欲以死諫紂。但箕子之諫，值紂怒不甚，故得不死耳。「我教王子出，合於道」，保全身命，終為殷後，使宗廟有主，享祀不絕，是合其道也。○傳「刻病」至「無主」○正義曰：「刻」者，傷害之義，故為病也。《呂氏春秋·仲冬紀》云：「紂之母生微子啟與仲衍，其時猶尚為妾，改而為妻後生紂。紂之父欲立微子啟為太子，太史據法而爭，曰：『有妻之子，不可立妾之子。』故立紂為後。」於時箕子蓋謂請立啟而帝乙不聽，今追恨其事，我久知子賢，言於帝乙，欲立子為太子，而帝乙不肯，我病子不得立，則宜為殷後。○傳「言將」至「一途」○正義曰：不肯遁以求生，「言將與紂俱死」也。或去或留，所執各異，皆歸於仁。孔子稱「殷有三仁焉」，是「皆歸於仁」也。《易·系辭》曰：「君子之道，或出或處，或默或語。」是「非一途」也。何晏云：「仁者愛人，三人行異而同稱仁者，以其俱在憂亂寧民。」]"
      }
    ]
  }
}
