{
  "chapterNumber": 6,
  "title": "卷四 (Volume 4)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "大禹謨第三[○《釋文》：「徐云︰『本《虞書》揔爲一卷，凡十二卷，今依《七志》、《七錄》爲十三卷。』」]"
      },
      {
        "index": 2,
        "text": "皋陶矢厥謨，[矢，陳也。　○皋音高。陶音遙。]禹成厥功，[陳其成功。]帝舜申之。[申，重也，重美二子之言。　○重，直用反。]作《大禹》、《皋陶謨》、[大禹謀九功，皋陶謀九德。　○謨亦作謩。]《益稷》。[凡三篇。　【疏】「皋陶」至「益稷」　○正義曰：皋陶爲帝舜陳其謀，禹爲帝舜陳已成所治水之功，帝舜因其所陳從而重美之。史錄其辭，作《大禹》、《皋陶》二篇之謨，又作《益稷》之篇，凡三篇也。篇先《大禹》，序先言皋陶者，《皋陶》之篇，皋陶自先發端，禹乃然而問之，皋陶言在禹先，故序先言皋陶。其此篇以功大爲先，故先《禹》也。《益稷》之篇亦是禹之所陳，因皋陶之言。而禹論益稷，在《皋陶謨》後，故後其篇。　○傳「矢，陳也」　○正義曰：「矢，陳」，《釋詁》文。　○傳「陳其成功」　○正義曰：此是謨篇，禹成其功，陳其言耳。蒙上「矢」文，故傳明之，言「陳其成功」也。序「成」在「厥」上，傳「成」在下者，序順上句，傳從便文，故倒也。　○傳「申重」至「之言」　○正義曰：「申，重」，《釋詁》文。《大禹謨》云︰「帝曰：『俞！地平天成，時乃功。』」又「帝曰：『皋陶，惟茲臣庶，罔或干予正。時乃功，懋哉！」《益稷》云︰「迪朕德，時乃功。」皆是重美二子之言也。　○傳「大禹」至「九德」　○正義曰：二篇皆是謨也，序以一「謨」揔二篇，故傳明之。大禹治水能致九功而言「謨」，以其序有「謨」文，故云「謨」也。　○傳「凡三篇」　○正義曰：《益稷》亦大禹所謀，不言「謨」者，禹謀言及益稷，非是益稷爲謀，不得言《益稷謨》也。其篇雖有「夔曰」，夔言樂和，本非謀慮，不得謂之「夔謨」。]"
      },
      {
        "index": 3,
        "text": "大禹謨[禹稱大，大其功。謨，謀也。　【疏】傳「禹稱」至「謀也」　○正義曰：餘文單稱「禹」，而此獨加「大」者，故解之：禹與皋陶同爲舜謀，而禹功實大，禹與皋陶不等，史加大其功，使異於皋陶，於此獨加「大」字與皋陶竝言故也。「謨，謀」，《釋詁》文。此三篇皆是舜史所錄，上取堯事，下錄禹功，善於堯之知己，又美所禪得人，故包括上下以爲《虞書》。其事以類相從，非由事之先後。若其不然，上篇已言舜死，於此豈死後言乎？此篇已言禪禹，下篇豈受禪後乎？明史以類聚爲文。計此三篇，禹謨最在後，以禹功大，故進之於先。《孟子》稱「舜薦禹於天，十有七年」，則禹攝一十七年，舜陟方乃死。不知禹征有苗，在攝幾年。史述禹之行事，不必以攝位之年即征苗民也。]"
      },
      {
        "index": 4,
        "text": "曰若稽古，大禹，[順考古道而言之。]曰：「文命敷於四海，祗承于帝。」[言其外布文德教命，內則敬承堯舜。　○文命，孔云︰「文德教命也。」先儒云︰「文命，禹名。」　【疏】「曰若」至「于帝」　○正義曰：史將錄禹之事，故爲題目之辭曰，能順而考案古道而言之者，是大功之禹也。此禹能以文德教命布陳於四海，又能敬承堯舜。外布四海，內承二帝，言其道周備。　○傳「順考」至「言之」　○正義曰：典是常行，謨是言語，故傳於典云「行之」，於謨云「言之」，皆是順考古道也。　○傳「言其」至「堯舜」　○正義曰：「敷於四海」即敷此文命，故言「外布文德教命」也。「四海」舉其遠地，故傳以「外」、「內」言之。「祗」訓敬也，禹承堯舜二帝，故云「敬承堯舜」。傳不訓「祗」而直言「敬」，以易知而略之。]曰：「后克艱厥后，臣克艱厥臣，政乃乂，黎民敏德。」[敏，疾也。能知爲君難，爲臣不易，則其政治，而衆民皆疾修德。　○易，以豉反。治，直吏反。]帝曰：「俞！允若茲，嘉言罔攸伏，野無遺賢，萬邦咸寧。[攸，所也。善言無所伏，言必用。如此則賢才在位，天下安寧。　○俞，羊朱反。攸音由，徐以帚反。]稽于衆，舍己從人，不虐無告，不廢困窮，惟帝時克。」[帝謂堯也，舜因嘉言無所伏，遂稱堯德以成其義。考衆從人，矜孤愍窮，凡人所輕，聖人所重。　○舍音捨。告，故毒反。矜，居陵反。　【疏】「曰后」至「時克」　○正義曰：禹爲帝舜謀曰：「君能重難其爲君之事，臣能重難其爲臣之職，則上之政教乃治，則下之衆民皆化而疾修其德。」而帝曰：「然。信能如此，君臣皆能自難，竝願善以輔己，則下之善言無所隱伏，在野無遺逸之賢，賢人盡用，則萬國皆安寧也。爲人上者考於衆言，觀其是非，舍己之非，從人之是。不苛虐鰥寡孤獨無所告者，必哀矜之；不廢棄困苦貧窮無所依者，必愍念之。惟帝堯於是能爲此行，餘人所不能。」言「克艱」之不易也。　○傳「敏疾」至「修德」　○正義曰：許慎《說文》云︰「敏，疾也。」是相傳爲訓。「爲君難，爲臣不易」，《論語》文。能知爲君難，爲臣不易，則當謹慎恪勤，求賢自輔，故其政自然治矣。見善則用，知賢必進，衆民各自舉，則皆疾修德矣。此經上不言禹者，承上禹事，以可知而略之。　○傳「攸所」至「下安」　○正義曰：「攸，所」，《釋言》文。「善言無所伏」者，言其必用之也。言之善者必出賢人之口，但言之易，行之難，或有人不賢而言可用也，故「嘉言」與「賢」異其文也。如此用善言，任賢才在位，則天下安。　○傳「帝謂」至「所重」　○正義曰：舜稱爲「帝」，故知「帝謂堯」也。舜因嘉言無所伏，以爲堯乃能然，故遂稱堯德以成其義。此禹言之義，以堯之聖智，無所不能，惟言其「考衆從人，矜孤愍窮」，以爲堯之美者，此是「凡人所輕，聖人所重」。「不虐」、「不廢」，皆謂矜撫愍念之，互相通也。《王制》云︰「少而無父謂之孤，老而無子謂之獨，老而無妻謂之鰥，老而無夫謂之寡。此四者天民之窮而無告者。」故此「無告」是彼四者。彼四者而此惟言孤者，四者皆孤也，言「孤」足以揔之。言「困窮」，謂貧無資財也。]"
      },
      {
        "index": 5,
        "text": "益曰：「都！帝德廣運，乃聖乃神，乃武乃文。[益因舜言又美堯也。「廣」謂所覆者大，「運」謂所及者遠。聖無所不通，神妙無方，文經天地，武定禍亂。]皇天眷命，奄有四海，爲天下君。」[眷，視。奄，同也。言堯有此德，故爲天所命，所以勉舜也。　○眷，居倦反。奄，於檢反。　【疏】「益曰」至「下君」　○正義曰：益承帝言，歎美堯德曰：「嗚呼！帝堯之德，廣夫運行。乃聖而無所不通，乃神而微妙無方，乃武能克定禍亂，乃文能經緯天地。以此爲大天顧視而命之，使同有四海之內，爲天下之君。」　○傳「益因」至「禍亂」　○正義曰：「廣」者闊之義，故爲「所覆者大」。「運」者動之言，故爲「所及者遠」。《洪範》云「睿作聖」，言通知衆事，故爲「無所不通」。案《易》曰「神者妙萬物而爲言也」，又曰「神妙無方」，此言神道微妙，無可比方，不知其所以然。《易》又云︰「陰陽不測之謂神。」《謚法》云︰「經緯天地曰文，克定禍亂曰武。」經傳「文」、「武」倒者，經取韻句，傳以文重故也。　○傳「眷視」至「勉舜」　○正義曰：《詩》云︰「乃眷西顧。」謂視而迴首。《說文》亦以「眷」爲視。「奄，同」，《釋言》文。益因帝言盛稱堯善者，亦勸勉舜，冀之必及堯也。]"
      },
      {
        "index": 6,
        "text": "禹曰：「惠迪吉，從逆凶，惟影響。」[迪，道也。順道吉從逆凶。吉凶之報，若影之隨形，響之應聲。言不虛。　○迪，徒力反。響，許丈反。]益曰：「吁！戒哉！儆戒無虞，罔失法度。[先吁後戒，欲使聽者精其言。虞，度也。無億度，謂無形。戒於無形，備慎深。秉法守度，言有恒。　○吁，況俱反。度，徒布反。虞度，徙洛反。]罔遊于逸，罔淫于樂。[淫，過也。遊逸過樂，敗德之原。富貴所忽，故特以爲戒。　○樂音洛。]任賢勿貳，去邪勿疑。疑謀勿成，百志惟熙。[一意任賢，果於去邪，疑則勿行，道義所存於心，日以廣矣。　○去，起呂反。熙，火其反。]罔違道以干百姓之譽，[干，求也。失道求名，古人賤之。]罔咈百姓以從己之欲。[咈，戾也。專欲難成，犯衆興禍，故戒之。　○咈，扶弗反。戾，連弟反。]無怠無荒，四夷來王。」[言天子常戒慎，無怠惰荒廢，則四夷歸往之。　○怠音待。惰，徒卧反。　【疏】「禹曰」至「來王」　○正義曰：禹曰：「益言謀及世事，言人順道則吉，從逆則凶。吉凶之報，惟若影之隨形，響之應聲。」言其無不報也。益聞禹語，驚懼而言曰：「吁！誠如此言，宜誡慎之哉！所誡者，當儆誡其心無億度之事。」謂忽然而有，當誡慎之：「無失其守法度，使行必有恒，無違常也。無遊縱於逸豫，無過耽於戲樂，當誡慎之以保己也。任用賢人勿有二心，逐去回邪勿有疑惑。所疑之謀勿成用之，如是則百種志意惟益廣也。無違越正道以求百姓之譽，無反戾百姓以從己心之欲。常行此事，無怠惰荒廢，則四夷之國皆來歸往之。」此亦所以勸勉舜也。　○傳「迪，道也」　○正義曰：《釋詁》文。　○傳「先吁」至「有恒」　○正義曰：《堯典》傳云︰「吁，疑怪之辭。」此無可怪，聞善驚而爲聲耳。「先吁後戒」者，驚其言之美，然後設戒辭，欲使聽者精審其言。「虞，度」，《釋詁》文。「無億度」者，謂不有此事，無心億度之。《曲禮》云︰「凡爲人子者，聽於無聲，視於無形。」戒於無形見之事，言備慎深也。安不忘危，治不忘亂，是其慎無形也。法度當執守之，故以「秉法守度」解不失，言有恒也。　○傳「淫過」至「爲戒」　○正義曰：「淫」者過度之意，故爲過也。「逸」謂縱體，「樂」謂適心，縱體在於逸遊，適心在於淫恣，故以「遊逸過樂」爲文。二者敗德之源，富貴所忽，故特以爲戒。　○傳「干求」至「賤之」　○正義曰：「干，求」，《釋言》文。「失道求名」謂曲取人情，茍悅衆意，古人賤之。　○傳「咈戾」至「戒之」　○正義曰：《堯典》已訓「咈」悉戾。彼謂戾朋儕，此謂戾在下，故詳其文耳。「專欲難成，犯衆興禍」，襄十年《左傳》文。]"
      },
      {
        "index": 7,
        "text": "禹曰：「於！帝念哉！德惟善政，政在養民。[歎而言「念」，重其言。爲政以德，則民懷之。]水火金木土穀惟修，[言養民之本在先修六府。]正德、利用、厚生惟和，[正德以率下，利用以阜財，厚生以養民，三者和，所謂善政。]九功惟敍，九敍惟歌。[言六府三事之功有次敍，皆可歌樂，乃德政之致。　○樂音洛。]戒之用休，董之用威，勸之以九歌，俾勿壞。」[休，美。董，督也。言善政之道，美以戒之，威以督之，歌以勸之。使政勿壞，在此三者而已。　○俾，必爾反。壞，乎怪反。]帝曰：「俞！地平天成，六府三事允治，萬世永賴，時乃功。」[水土治曰「平」，五行敍曰「成」。因禹陳九功而歎美之，言是汝之功，明衆臣不及。　【疏】「禹曰」至「乃功」　○正義曰：禹因益言，又獻謀於帝曰「嗚呼！帝當念之哉！」言：「所謂德者惟是善於政也。政之所爲，在於養民。養民者，使水火金木土穀此六事惟當修治之。正身之德，利民之用，厚民之生，此三事惟當諧和之。修和六府三事，九者皆就有功，九功惟使皆有次敍，九事次敍惟使皆可歌樂，此乃德之所致。是德能爲善政之道，終當不得怠惰。但人雖爲善，或寡令終，故當戒勑之念用美道，使民慕美道行善。又督察之用威罰。」言其不善當獲罪。「勸勉之以九歌之辭。但人君善政，先致九歌成辭自勸勉也。用此事，使此善政勿有敗壞之時」。勸帝使長爲善也。帝荅禹曰：「汝之所言爲然。汝治水土，使地平天成，六府三事信皆治理，萬代長所恃賴，是汝之功也。」歸功于禹，明羣臣不及。　○傳「歎而」至「懷之」　○正義曰：「於」，歎辭。歎而言「念」，自重其言，欲使帝念之。此史以類相從，共爲篇耳。非是一時之事，不使念益言也。禹謀以九功爲重，知「重其言」者，九功之言也。　○傳「言養」至「六府」　○正義曰：下文帝言「六府」即此經六物也。六者民之所資，民非此不生，故言「養民之本在先修六府」也。「府」者藏財之處，六者貨財所聚，故稱「六府」。襄二十七年《左傳》云︰「天生五材，民竝用之。」即是水火金木土，民用此自資也。彼惟五材，此兼以穀爲六府者，穀之於民尤急，穀是土之所生，故於土下言之也。此言五行，與《洪範》之次不同者，《洪範》以生數爲次，此以相刻爲次，便文耳。六府是民之急，先有六府乃可施教，故先言「六府」，後言「三事」也。　○傳「止德」至「善政」　○正義曰：「正德」者，自正其德，居上位者正己以治民，故所以率下人。「利用」者，謂在上節儉，不爲縻費，以利而用，使財物殷阜，利民之用，爲民興利除害，使不匱乏，故所以阜財。「阜財」謂財豐大也。「厚生」謂薄征徭，輕賦稅，不奪農時，令民生計溫厚，衣食豐足，故所以養民也。「三者和」謂德行正、財用利、生資厚。立君所以養民，人君若能如此，則爲君之道備矣。故謂「善政」，結上「德惟善政」之言。此三者之次，人君自正乃能正下，故以「正德」爲先；利用然後厚生，故後言「厚生」。「厚生」謂財用足，禮讓行也。　○傳「言六」至「之致」　○正義曰：上六下三，即是「六府三事」，此揔云「九功」，知六府三事之功爲九功。「惟敍」者，即上「惟修」、「惟和」爲次序。事皆有敍，民必歌樂君德，故九敍皆可歌樂，乃人君德政之致也。言下民必有歌樂，乃爲善政之驗，所謂和樂興而頌聲作也。　○傳「休美」至「而已」　○正義曰：「休，美」，《釋詁》文。又云︰「董，督，正也。」是「董」爲督也。此「戒之」、「董之」、「勸之」皆謂人君自戒勸，欲使善政勿壞，在此三事而已。文七年《左傳》云，晉卻缺言於趙宣子，引此一經，乃言：「九功之德皆可歌也，謂之九歌。若吾子之德莫可歌也，其誰來之？盍使睦者歌吾子乎？」言「九功之德皆可歌」者，若水能灌溉，火能烹飪，金能斷割，木能興作，土能生殖，穀能養育，古之歌詠各述其功，猶如漢魏已來樂府之歌事，歌其功用，是舊有成辭。人君修治六府以自勸勉，使民歌詠之，三事亦然。　○傳「水土」至「不及」　○正義曰：《釋詁》云︰「平，成也。」是「平」、「成」義同，天、地文異而分之耳。天之不成，由地之不平，故先言「地平」，本之於地以及天也。禹平水土，故「水土治曰平」。五行之神，佐天治物，繫之於天，故「五行敍曰成」。《洪範》云「鯀堙洪水，汩陳其五行，彜倫攸斁」，禹治洪水，「彜倫攸敍」，是禹命五行敍也。帝因禹陳九功而歎美之，指言是汝之功，明衆臣不及。]"
      },
      {
        "index": 8,
        "text": "帝曰：「格，汝禹。朕宅帝位三十有三載，耄期倦于勤。汝惟不怠，揔朕師。」[八十、九十曰耄，百年曰期頤。言己年老，厭倦萬機，汝不懈怠於位，稱揔我衆，欲使攝。　○格，庚白反。朕，直錦反。耄，莫報反。倦，其卷反。頤，以之反。厭，於艷反。解，于賣反。]禹曰：「朕德罔克，民不依。皋陶邁種德，德乃降，黎民懷之。[邁，行。種，布。降，下。懷，歸也。言己無德，民所不能依。皋陶布行其德，下治於民，民歸服之。　○種，章用反。降，江巷反。]帝念哉！念茲在茲，釋茲在茲，[茲，此。釋，廢也。念此人在此功，廢此人在此罪。言不可誣。]名言茲在茲，允出茲在茲，惟帝念功。」[名言此事，必在此義；信出此心，亦在此義。言皋陶之德以義爲主，所宜念之。　【疏】「帝曰格」至「念功」　○正義曰：此舜言。將禪禹帝，呼禹曰：「來，汝禹。我居帝位已三十有三載，在耄、期之間，厭倦於勤勞。汝惟在官不懈怠，可代我居帝位，揔領我衆。」禹讓之曰：「我德實無所能，民必不依就我也。」言己不堪揔衆也。「皋陶行布於德，德乃下洽於民，衆皆歸服之，可令皋陶攝也。我所言者，帝當念之哉！凡念愛此人，在此功勞，知有功乃用之。釋廢此人，在此罪釁，知有罪乃廢之」。言進人退人不可誣也。「名目言談此事，必在此事之義而名言之。若信實出見此心，必在此心之義而出見之」。言己名言其口，出見其心，以舉皋陶，皆在此義，不有虛妄。「帝當念錄其功以禪之」。言皋陶堪攝位也。　○傳「八十」至「使攝」　○正義曰：「八十、九十曰耄，百年曰期頤」，《曲禮》文也。如《舜典》之傳，計舜年六十三即政，至今九十五矣。年在耄、期之間，故竝言之。鄭云︰「期，要也。頤，養也。不知衣服食味，孝子要盡養之道而已。」孔意當然。　○傳「邁行」至「服之」　○正義曰：「邁，行」、「降，下」，《釋言》文。又云︰「懷，來也。」來亦歸也。種物必布於地，故爲布也。　○傳「茲此」至「可誣」　○正義曰：「茲，此」，《釋詁》文。「釋」爲含義，故爲廢也。禹之此意，欲令帝念皋陶。下云「惟帝念功」，「念」是念功，知「廢」是廢罪，言念、廢心依其實，不可誣罔也。　○傳「名言」至「念之」　○正義曰：「名言」謂己發於口，「信出」謂始發於心，皆據欲舉皋陶，必先念慮於心，而後宣之於口。先言「名言」者，己對帝讓皋陶，即是名言之事，故先言其意。然後本其心，故後言「信出」。「以義爲主」者，言己讓皋陶，事非虛妄，以義爲尚。]"
      },
      {
        "index": 9,
        "text": "帝曰：「皋陶，惟茲臣庶，罔或于予正。[或，有也。無有于我正。言順命。]汝作士，明于五刑，以弼五教，期于予治。[弼，輔。期，當也。歎其能以刑輔教，當於治體。　○治音稚。當，丁浪反，又如字。]刑期于無刑，民協于中，時乃功，懋哉！」[雖或行刑，以殺止殺，終無犯者。刑期於無所刑，民皆命於大中之道，是汝之功，勉之。　○懋音茂。]皋陶曰：「帝德罔愆，臨下以簡，御衆以寬。[愆，過也。善則歸君，人臣之義。　○愆音牽。]罰弗及嗣，賞延于世。[嗣亦世，俱謂子。延，及也。父子罪不相及，而及其賞。道德之政。]宥過無大，刑故無小。[過誤所犯，雖大必宥。不忌故犯，雖小必刑。　○宥音又。]罪疑惟輕，功疑惟重。[刑疑附輕，賞疑從重，忠厚之至。]與其殺不辜，寧失不經。好生之德，洽于民心，茲用不犯于有司。」[辜，罪。經，常。司，主也。皋陶因帝勉己，遂稱帝之德，所以明民不犯上也。寧失不常之罪，不枉不辜之善，仁愛之道。　○辜音孤。好，呼報反。]帝曰：「俾予從欲以治，四方風動，惟乃之休。」[使我從心所欲而政以治，民動順上命，若草應風，是汝能明刑之美。　【疏】「帝曰皋陶」至「之休」　○正義曰：帝以禹讓皋陶，故述而美之。帝呼之曰：「皋陶，惟此羣臣衆庶，皆無敢有干犯我正道者。由汝作士官，明曉於五刑，以輔成五教，當於我之治體。用刑期於無刑，以殺止殺，使民合於中正之道，令人每事得中，是汝之功，當勉之哉！」皋陶以帝美己，歸美於君曰：「民合於中者，由帝德純善，無有過失，臨臣下以簡易，御衆庶以優寬。罰人不及後嗣，賞人延於來世。宥過失者無大，雖大亦有之。刑其故犯者無小，雖小必刑之。罪有疑者，雖重，從輕罪之。功有疑者，雖輕，從重賞之。與其殺不辜非罪之人，寧失不經不常之罪。以等枉殺無罪，寧妄免有罪也。由是故帝之好生之德，下洽於民心，民服帝德如此，故用是不犯於有司。」言民之無刑非己力也。帝又述之曰：「使我從心所欲而爲政，以大治四方之民，從我化如風之動草，惟汝用刑之美。」言己知其有功也。　○傳「弼輔」至「治體」　○正義曰：《書傳》稱「左輔右弼」，是「弼」亦輔也。期要是相當之言，故爲當也。傳言「當於治體」，言皋陶用刑，輕重得中，於治體與正相當也。　○傳「雖或」至「勉之」　○正義曰：言皋陶或行刑，乃是以殺止殺。爲罪必將被刑，民終無犯者。要使人無犯法，是期於無所用刑，刑無所用。此「期」爲限，與前經「期」義別，而《論語》所謂「勝殘去殺」矣。「民皆合於大中」，言舉動每事得中，不犯法憲，是「合大中」即《洪範》所謂「皇極」是也。　○傳「愆過」至「之義」　○正義曰：「愆，過」，《釋言》文。《坊記》云︰「善則稱君，過則稱己，則民作忠。」是善則稱君，人君之義也。「臨下」據其在上，「御衆」斥其治民，簡易、寬大，亦不異也。《論語》云︰「居敬而行簡，以臨其民，不亦可乎？」是臨下宜以簡也。又曰：「寬則得衆。」「居上不寬，吾何以觀之哉？」是御衆宜以寬也。　○傳「嗣亦」至「及也」　○正義曰：「嗣」謂繼父，「世」謂後胤，故「俱謂子」也。「延」訓長，以長及物，故「延」爲及也。　○傳「辜罪」至「之道」　○正義曰：「辜，罪」，《釋詁》文。「經，常」，「司，主」，常訓也。皋陶因帝勉己，遂稱帝之德。所以明民不犯上者，自由帝化使然，非己力也。「不常之罪」者，謂罪大，非尋常小罪也。枉殺無罪，妄免有罪，二者皆失，必不得民心。寧妄免大罪，不枉殺無罪，以好生之心故也。大罪尚赦，小罪可知。欲極言不可枉殺不辜，寧放有罪故也，故言非常大罪以對之耳。「寧失不經」與「殺不辜」相對，故爲放赦罪人，原帝之意，等殺無罪，寧放有罪。傳言帝德之善，寧失有罪，不枉殺無罪，是仁愛之道。各爲文勢，故經傳倒也。「治」謂沾漬優渥，洽於民心，言潤澤多也。]"
      },
      {
        "index": 10,
        "text": "帝曰：「來，禹。降水儆予，成允成功，惟汝賢。[水性流下，故曰下水。儆，戒也。能成聲教之信，成治水之功，言禹最賢，重美之。　○儆，居領反。重，直用反。]克勤于邦，克儉于家，不自滿假，惟汝賢。[滿謂盈實。假，大也。言禹惡衣薄食，卑其宮室，而盡力爲民，執心謙沖，不自盈大。　○假，工雅反。盡，津忍反。爲，于僞反。]汝惟不矜，天下莫與汝爭能。汝惟不伐，天下莫與汝爭功。[自賢曰矜，自功曰伐。言禹推善讓人而不失其能，不有其勞而不失其功，所以能絶衆人。]予懋乃德，嘉乃丕績，天之歷數在汝躬，汝終陟元后。[丕，大也。歷數謂天道。元，大也；大君，天子。舜善禹有治水之大功，言天道在汝身，汝終當升爲天子。　○丕，普悲反。]人心惟危，道心惟微，惟精惟一，允執厥中。[危則難安，微則難明，故戒以精一，信執其中。]無稽之言勿聽，弗詢之謀勿庸。[無考無信驗，不詢專獨，終必無成，故戒勿聽用。　○聽，徐天定反。]可愛非君？可畏非民？非元后何戴？后非衆罔與守邦？[民以君爲命，故可愛。君失道，民叛之，故可畏。言衆戴君以自存，君恃衆以守國，相須而立。]欽哉！慎乃有位，敬修其可願，四海困窮，天祿永終。[有位，天子位。可原謂道德之美。困窮謂天民之無告者。言爲天子勤此三者，則天之祿籍長終汝身。]惟口出好興戎，朕言不再。」[好謂賞善，戎謂伐惡。言口榮辱之主，慮而宣之，成於一也。　○出如字，徐尺遂反。好如字，徐許到反。　【疏】「帝曰來」至「不再」　○正義曰：帝不許禹讓，呼之曰：「來，禹。下流之水儆戒於我，我恐不能治之。汝能成聲教之信，能成治水之功，惟汝之賢。汝能勤勞於國。」謂盡力於溝洫。「能節儉於家」。謂薄飲食，卑宮室。「常執謙沖，不自滿溢誇大，惟汝之賢也」。又申美之：「汝惟不自矜誇，故天下莫敢與汝爭能。汝惟不自稱伐，故天下莫敢與汝爭功。」美功之大也。「我今勉汝之德，善汝大功，天之歷運之數帝位當在汝身，汝終當升此大君之位，宜代我爲天子」。因戒以爲君之法：「民心惟甚危險，道心惟甚幽微。危則難安，微則難明，汝當精心，惟當一意，信執其中正之道，乃得人安而道明耳。又爲人君，不當妄受用人語。無可考驗之言，勿聽受之。不是詢衆之謀，勿信用之。」言「民所愛者，豈非人君乎？民以君爲命，故愛君也」。言「君可畏者，豈非民乎？君失道則民叛之，故畏民也。衆非大君而何所奉戴？無君則民亂，故愛君也。君非衆人無以守國，無人則國亡，故畏民也。君民相須如此，當宜敬之哉！謹慎汝所有之位，守天子之位，勿使失也。敬修其可原之事」。謂道德之美，人所原也。「養彼四海困窮之民，使皆得存立，則天之祿籍長終汝身矣」。又告禹：「惟口之所言，出好事，興戎兵，非善思慮無以出口，我言不可再發。」令禹受其言也。　○傳「水性」至「美之」　○正義曰：「降水」，洪水也。水性下流，故曰下水。禹以治水之事儆戒於予。《益稷》云︰「予創若時，娶于塗山，辛壬癸甲，啓呱呱而泣，予弗子，惟荒度土功之事。」雖文在下篇，實是欲禪前事，故帝述而言之。《禹貢》言治水功成云︰「朔南暨聲教。」故知「成允」是「成聲教之信」，「成功」是「成治水之功」也。前已言地平天成是汝功，今復說治水之事，「言禹最賢，重美之」也。禹實聖人，美其賢者，其性爲聖，其功爲賢，猶《易‧繫辭》云「可久則賢人之德，可大則賢人之業」，亦是聖人之事。　○傳「滿謂」至「盈大」　○正義曰：「滿」以器喻，故爲盈實也。「假，大」，《釋詁》文。言己無所不知，是爲自滿。言己無所不能，是爲自大。禹實不自滿大，故爲賢也。《論語》美禹之功德云︰「惡衣服，菲飲食，卑宮室，而盡力乎溝洫。」故傳引彼。惡衣、薄食、卑其宮室是「儉於家」，盡力爲民是「勤於邦」。上言其功，此言其德，故再云「惟汝賢」。　○傳「自賢」至「衆人」　○正義曰：自言己賢曰矜，自言己功曰伐。《論語》云︰「願無伐善。」《詩》云︰「矜其車甲。」「矜」與「伐」俱是誇義，以經有「爭能」、「爭功」，故別解之耳。弗矜莫與汝爭能，即矜者矜其能也。賢、能大同小異，故「自賢」解「矜」。《老子》云︰「夫惟不爭，故天下莫能與之爭。」是故不矜伐而不失其功能，此所以能絶異於衆人也。　○傳「丕大」至「天子」　○正義曰：「丕，大」，《釋詁》文。「歷數」謂天歷運之數，帝王易姓而興，故言「歷數謂天道」。鄭玄以「歷數在汝身謂有圖籙之名」，孔無讖緯之說，義必不然。當以大功既立，衆望歸之，即是天道在身。《釋詁》「元」訓爲首，首是體之大也。《易》曰「大君有命」，是「大君」謂天子也。　○傳「危則」至「其中」　○正義曰：居位則治民，治民必須明道，故戒之以「人心惟危，道心惟微」。道者經也，物所從之路也。因言「人心」，遂云「道心」。人心惟萬慮之主，道心爲衆道之本。立君所以安人，人心危則難安。安民必須明道，道心微則難明。將欲明道，必須精心。將欲安民，必須一意。故以戒精心一意。又當信執其中，然後可得明道以安民耳。　○傳「無考」至「聽用」　○正義曰：爲人之君不當妄用人言，故又戒之：「無可考校之言謂無信驗，不詢於衆人之謀謂專獨用意。」言無信驗是虛妄之言，獨爲謀慮是偏見之說，二者終必無成，故戒令勿聽用也。「言」謂率意爲語，「謀」謂豫計前事，故互文也。　○傳「民以」至「而立」　○正義曰：百人無主，不散則亂，故「民以君爲命」。君尊，民畏之，嫌其不愛，故言「愛」也。民賤，君忽之，嫌其不畏，故言「畏」也。　○傳「有位」至「汝身」　○正義曰：上云「汝終陟元后」，命升天位，知其慎汝有位，慎天子位也。道德人之可願，知「可願」者，是道德之美也。惟言「四海困窮」，不結言民之意，必謂四海之內困窮之民，令天子撫育之。故知如《王制》所云，孤獨鰥寡「此四者，天民之窮而無告者」，此是困窮者也。言爲天子，當慎天位，修道德，養窮民，勤此三者，則天之祿籍長終汝身。祿謂福祿，籍謂名籍，言享大福，保大名也。　○傳「好謂」至「於一」　○正義曰：昭二十八年《左傳》云︰「慶賞刑威曰君。」君出言有賞有刑，「出好」謂愛人而出好言，故爲賞善。「興戎」謂疾人而動甲兵，故謂伐惡。《易‧繫辭》曰：「言語者，君子之樞機。樞機之發，榮辱之主。」必當慮之於心，然後宣之於口，故成之於一而不可再。帝言「我命汝升天位」者，是慮而宣之，此言故不可再。]"
      },
      {
        "index": 11,
        "text": "禹曰：「枚卜功臣，惟吉之從。」[枚謂歷卜之而從其吉。此禹讓之志。　○枚音梅。]帝曰：「禹，官占，惟先蔽志，昆命于元龜。[帝王立卜占之官，故曰官占。蔽，斷。昆，後也。官占之法，先斷人志，後命於元龜，言志定然後卜。　○蔽，必世反，徐甫世反。斷，丁亂反。]朕志先定，詢謀僉同，鬼神其依，龜筮協從，卜不習吉。」[習，因也。然已謀之於心，謀及卜筮，四者合從，卜不因吉，無所枚卜。　○僉，七潛反。]禹拜稽首，固辭。[再辭曰固。]帝曰：「毋！惟汝諧。」[言毋，所以禁其辭。禹有大功德，故能諧和元后之任。　○禁，今鴆反，又音金。　【疏】「禹曰」至「汝諧」　○正義曰：禹以讓而不許，更請帝曰：「每以一枚歷卜功臣，惟吉之人，從而受之。」帝曰：「禹，卜官之占，惟能先斷人志，後乃命其大龜。我授汝之志先以定矣，又詢於衆人，其謀又皆同美矣。我後謀及鬼神，加之卜筮，鬼神其依我矣，龜筮復合從矣。卜法不得因前之吉更復卜之，不須復卜也。」禹猶拜而後稽首，固辭。帝曰：「毋！」毋者，禁止其辭也。「惟汝能諧和此元后之任，汝宜受之」。　○傳「枚謂」至「之志」　○正義曰：《周禮》有銜枚氏，所銜之物狀如箸。今人數物云一枚、兩枚，則「枚」是籌之名也。「枚卜」謂人人以次歷申卜之，似老枚數然。然請卜不請筮者，舉動也。　○傳「帝王」至「後卜」　○正義曰：占是卜人之占，而云「官占」者，帝王立卜筮之官，故曰「官占」。《洪範》「稽疑」云︰「擇建立卜筮人。」是帝王立卜筮之官。《周禮》司寇斷獄爲蔽獄，是「蔽」爲斷也。「昆，後」，《釋言》文。官占之法，先斷人志，後命元龜，言志定然後卜也。《洪範》云「汝則有大疑，謀及乃心，謀乃卿士，謀及庶人」，是先斷人志；乃云「謀及卜筮」，是後命元龜。「元龜」謂大龜也。　○傳「習因」至「枚上」　○正義曰：《表記》云「卜筮不相襲」。鄭云︰「襲，因也。」然則「習」與「襲」同。重衣謂之襲，習是後因前，故爲因也。「朕志先定」言已謀之於心。「龜筮協從」是謀及卜筮。經言「詢謀僉同」，謀及卿士、庶人，謀皆同心。「鬼神其依」，即是龜筮之事，卜筮通鬼神之意，故言「鬼神其依」。「龜筮協從」，謂卜得吉，是依從也。志先定也，謀僉同也，鬼神依也，龜筮從也，四者合從，然後命汝。卜法不得因吉，無所復枚卜也。如帝此言，既謀既卜，方始命禹，仍請枚卜者，帝與朝臣私謀私卜，將欲命禹，禹不預謀，故不在，更請卜也。　○傳「言毋」至「之任」　○正義曰：《說文》云︰「毋，止之也。」其字從女，內有一畫，象有姦之者，禁止令勿姦也。古人言毋，猶今人言莫，是「言毋者，所以禁其辭」，令勿辭。]"
      },
      {
        "index": 12,
        "text": "正月朔旦，受命于神宗，[受舜終事之命。神宗，文祖之宗廟，言「神」尊之。　○正音政，徐音征。]率百官，若帝之初。[順舜初攝帝位故事奉行之。　【疏】「正月」至「之初」　○正義曰：舜即政三十三年，命禹代己，禹辭不獲免。乃以明年正月朔旦，受終事之命於舜神靈之宗廟，揔率百官。順帝之初攝故事，言與舜受禪之初，其事悉皆同也。此年舜即政三十四年，九十六也。　○傳「受舜」至「尊之」　○正義曰：《舜典》說舜之初「受終於文祖」，此言「若帝之初」，知「受命」即是「舜終事之命」也。神宗猶彼文祖，故云「文祖之宗廟」。「文祖」言祖有文德，「神宗」言神而尊之，名異而實同。神宗當舜之始祖。案《帝嚳》云，黃帝生昌意，昌意生顓頊，顓頊生窮蟬，窮蟬生敬康，敬康生句芒，句芒生蟜牛，蟜牛生瞽瞍，瞽瞍生舜。即是舜有七廟，黃帝爲始祖，其顓頊與窮蟬爲二祧，敬康、句芒、蟜牛、瞽瞍爲親廟，則文祖爲黃帝顓頊之等也。　○傳「順舜」至「行之」　○正義曰：「若」不得爲「如」也。《舜典》巡守之事，言如初者皆言「如」，不言「若」，知此「若」爲順也。順舜初攝帝位故事而盡行之，其奉行者當如《舜典》在「璿璣」以下，「班瑞羣后」以上也。其巡守非率百官之事，舜尚自爲陟方，禹攝帝位，未得巡守，此是舜史所錄，以爲《虞書》，故言順帝之初，奉行帝之事故，自美禪之得人也。]"
      },
      {
        "index": 13,
        "text": "帝曰：「咨！禹，惟時有苗弗率，汝徂征。」[三苗之民數干王法。率，循。徂。往也。不循常道，言亂逆。命禹討之。　○數音朔。]禹乃會羣后，誓于師曰：「濟濟有衆，咸聽朕命。[會諸侯共伐有苗。軍旅曰誓。濟濟，衆盛之貌。　○濟，子禮反。]蠢茲有苗，昏迷不恭，[蠢，動。昏，暗也。言其所以宜討之。　○蠢，春允反。]侮慢自賢，反道敗德，狎侮先王，輕慢典教，[反正道，敗德義。　○侮，亡甫反。慢，亡諫反。]君子在野，小人在位，[廢仁賢，任姦佞。]民棄不保，天降之咎，[言民叛，天災之。　○咎，其九反。]肆予以爾衆士，奉辭罰罪。」[肆，故也。辭謂「不恭」，罪謂「侮慢」以下事。]爾尚一乃心力，其克有勳。」[尚，庶幾。一汝心力，以從我命。　【疏】「帝曰咨」至「有勳」　○正義曰：史言禹雖攝位，帝尊如故，時有苗國不順，帝曰：「咨嗟！汝禹，惟時有苗之國不循帝道，汝往征之。」禹得帝命，乃會羣臣諸侯，告誓於衆曰：「濟濟美盛之有衆，皆聽從我命。今蠢蠢然動而不遜者，是此有苗之君。昏暗迷惑，不恭敬王命。侮慢衆常，自以爲賢。反戾正道，敗壞德義。君子在野，小人在位。由此民棄叛之，不保其有衆，上天降之殃咎。故我以爾衆士，奉此譴責之辭，伐彼有罪之國。汝等庶幾同心盡力，以從我命，其必能有大功勳，不可懈惰。」　○傳「三苗」至「討之」　○正義曰：《呂刑》稱苗民「作五虐之刑」，皇帝「遏絶苗民，無世在下」，謂堯初誅三苗。《舜典》云「竄三苗于三危」，謂舜居攝之時，投竄之也。《舜典》又云「庶績咸熙，分北三苗」，謂舜即位之後，往徙三苗也。今復不率命，命禹徂征，是三苗之民數干王誅之事，禹率衆征之，猶尚逆命。即三苗是諸侯之君，而謂之「民」者，以其頑愚，號之爲「民」。《呂刑》云「苗民弗用靈」，是謂爲「民」也。《呂刑》稱堯誅三苗云「無世在下」，而得有苗國歷代常存者，「無世在下」謂誅叛者，絶後世耳，蓋不滅其國，又立其近親紹其先祖。鯀既殛死於羽山，禹乃代爲崇伯，三苗亦竄其身而存其國。故舜時有被宥者，復不從化，更分北流之。下傳云「三苗之國，左洞庭，右彭蠡」，其國在南方。蓋分北之時，使爲南國君，今復不率帝道。「率，循」、「徂，往」皆《釋詁》文。不循帝道，言其亂逆，以其亂逆，故命禹討之。案《舜典》皆言舜受終之後，萬事皆舜主之。舜自巡守，不禀堯命。此言「若帝之初」，其事亦應同矣。而此言命禹征苗，舜復陟方乃死，與舜受堯禪事不同者，以題曰《虞書》，即舜史所錄，明其詳於舜，事略於堯、禹也。　○傳「會諸」至「之貌」　○正義曰：「軍衆曰誓」，《曲禮》文也。隱八年《穀梁傳》曰：「誥誓不及五帝，盟詛不及三土，交質不及二伯。」「二伯」謂齊桓公、晉文公也。「不及者」，言於時未有也。據此文，五帝之世有誓。《周禮》立司盟之官，三王之世有盟也。《左傳》云平王與鄭交質，二伯之前有質也。《穀梁傳》漢初始作，不見經文，妄言之耳。美軍衆而言「濟濟」，知是「衆盛之貌」。　○傳「蠢動」至「討之」　○正義曰：蠢，動」，《釋詁》文。《釋訓》云︰「蠢，不遜也。」郭璞云︰「蠢動爲惡，不謙遜也。」日入爲「昏」，是爲闇也。動爲惡而闇於事，言其所以宜討之。　○傳「狎侮」至「德義」　○正義曰：「侮」謂輕人身，「慢」謂忽言語，故爲「狎侮先王，輕慢典教」。「侮」、「慢」義同，因有二字而分釋之。《論語》云「狎大人，侮聖人之言」，則「狎」、「侮」爲異。《旅獒》云「狎侮君子」，則「狎」、「侮」意亦同。鄭玄云︰「狎，慣忽也。」慣見而忽之，是「侮」之義。傳取「狎」、「侮」連言之。慢先王典，教自謂己賢，不知先王訓教。「道」者，物所由之路，「德」謂自得於心。反正道，從邪徑，敗德義，毀正行也。　○傳「廢仁賢，任姦佞」　○正義曰：雖則下愚之君，皆云好賢疾佞，非知賢而廢之，知佞而任之。但愚人所好，必同於民，賢求其心，佞從其欲，以賢爲惡，謂佞爲善，故仁賢見廢，姦佞被任，此則「昏迷」之狀也。　○傳「肆故」至「下事」　○正義曰：「肆，故」，《釋詁》文。所奉之辭即所伐之罪，但天子責其不恭，數其身罪，因其文異而分之。　○傳「尚庶」至「我命」　○正義曰：《釋言》云︰「庶幾，尚也。」反以相解，故「尚」爲庶幾。]"
      },
      {
        "index": 14,
        "text": "三旬，苗民逆命。[旬，十日也。以師臨之，一月不服，責舜不先有文誥之命、威讓之辭，而便憚之以威，脅之以兵，所以生辭。　○誥，古報反。憚，徒旦反，一音丹末反。脅，許業反。]益贊于禹曰：「惟德動天，無遠弗屆。[贊，佐。屆，至也。益以此義佐禹，欲其修德致遠。　○屆音戒。]滿招損，謙受益，時乃天道。[自滿者人損之，自謙者人益之，是天之常道。]帝初于歷山，往于田，日號泣于旻天于父母，[仁覆愍下謂之旻天。言舜初耕于歷山之時，爲父母所疾，日號泣于旻天及父母，克己自責，不責於人。　○田，本或作畋。號，戶高反。旻，武巾反。]負罪引慝，祗載見瞽瞍，夔夔齋栗，瞽亦允若。[慝，惡。載，事也。夔夔，悚懼之貌。言舜負罪引惡，敬以事見于父，悚懼齋莊，父亦信順之。言能以至誠感頑父。　○慝，他則反。見，賢遍反。瞽音古。瞍，素后反。夔，求龜反。齋音側皆反。]至諴感神，矧茲有苗。」[諴，和。矧，況也。至和感神，況有苗乎！言易感。　○諴音咸。矧，失忍反。易，以豉反。]禹拜昌言曰：「俞！」班師振旅。[昌，當也。以益言爲當，故拜受而然之，遂還師。兵入曰振旅。言整衆。　○當，丁浪反，下同。還，經典皆音旋。]帝乃誕敷文德，[遠人不服，大布文德以來之。　○誕音但。]舞干羽于兩階，[干，楯。羽，翳也。皆舞者所執。修闡文教，舞文舞于賓主階間，抑武事。　○階徐音皆。楯，食允反。翳，於計反。闡，尺善反。]七旬，有苗格。[討而不服，不討自來，明御之者必有道。三苗之國，左洞庭，右彭蠡，在荒服之例，去京師二千五百里也。　○洞，徒弄反。蠡音禮。　【疏】「三旬」至「苗格」　○正義曰：禹既誓於衆，而以師臨苗。經三旬，苗民逆帝命，不肯服罪。益乃進謀以佐於禹曰：「惟是有德，能動上天。茍能修德，無有遠而不至。」因言行德之事：「自滿者招其損，謙虛者受其益，是乃天之常道。」欲禹修德，謙虛以來苗。既說其理，又言其驗：「帝乃初耕於歷山之時，爲父母所疾。往至于田，日號泣于旻天。於父母乃自負其罪，自引其惡，恭敬以事見父瞽瞍，夔夔然悚懼，齋莊戰栗，不敢言己無罪。舜謙如此，雖瞽瞍之頑愚，亦能信順。帝至和之德尚能感于冥神，況此有苗乎！」言其苗易感於瞽瞍。禹拜益受之當言，曰：「然。」然益語也。遂還師整衆而歸。帝舜乃大布文德，舞干羽于兩階之間，七旬而有苗自服來至。言主聖臣賢，御之有道也。　○傳「旬十」至「生辭」　○正義曰：《堯典》云「三百有六旬」，是知「旬，十日」也。以師臨之，一月不服者，責舜不先有文告之命、威讓之辭，而便憚之以威，脅之以兵，所以有苗得生辭也。傳知然者，昭十三年《左傳》論征伐之事云︰「告之以文辭，董之以武師。」是用兵者先告，不服然後伐之。今經無先告之文，而有逆命之事，故知責舜不先有文告之命，而即脅之以兵。其「文告之命、威讓之辭」，《國語》亦有其事。夫以大舜足達用兵之道，而不爲文告之命，使之得生辭者，有苗數干王誅，逆者難以言服，故憚之以威武，任其生辭。待其有辭，爲之振旅，彼若師退而服，我復更有何求？爲退而又不降，復往必無辭說。不恭而征之，有辭而舍之，正是柔服之道也。若先告以辭，未必即得從命。不從而後行師，必將大加殺戮。不以文誥，感德自來，固是大聖之遠謀也。　○傳「贊佐」至「致遠」　○正義曰：《禮》有贊佐，是助祭之人，故「贊」爲佐也。「屆，至也」，《釋詁》文。經云︰「惟德動天。」天遠而難動，德能動遠。又言：「無遠不屆。」乃據人言德動遠人，無不至也。益以此義佐禹，欲脩德致遠，使有苗自來也。德之動天，經傳多矣。《禮運》云，聖人順民，「天不愛其道」，地不愛其寶，故天降膏露，地出醴泉」。如此之類，皆德動之也。　○傳「自滿」至「常道」　○正義曰：自以爲滿，人必損之；自謙受物，人必益之。《易‧謙卦》彖曰：「天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。」是滿招損，謙受益爲天道之常也。益言此者，欲令禹脩德息師，持謙以待有苗。　○傳「仁覆」至「責於人」　○正義曰：「仁覆愍下謂之旻天」，《詩》毛傳文也。旻，愍也。求天愍己，故呼曰「旻天」。《書傳》言：「舜耕於歷山。」鄭玄云︰「歷山在河東。」是耕於歷山之時，爲父母所疾，故往於田，日號泣於旻天。何爲其然也！《孟子》曰：「怨慕也。長息問於公明高曰：『舜往于田，則予既聞命矣，號泣于旻天及父母，即吾不知矣。』公明高曰：『非爾所知也。』我竭力耕田，供爲子職而已，父母不愛我，何哉？大孝終身慕父母，五十而慕者，予於大舜見之矣。」言舜之號泣怨慕者，克己自責，不責於人也。　○傳「慝惡」至「頑父」　○正義曰：「慝」之爲惡，常訓耳。《舜典》已訓「載」爲事，以非常訓，故詳其文。「夔夔」與「齋栗」共文，故爲「悚懼之貌」。自負其罪，引惡歸己，事瞽同耳，丁寧深言之。「敬以事見於父」者，謂恭敬，自因事務須見父，恭敬以見。夔夔然悚懼齊栗，是見時之貌。「父亦信順之」者，謂當以事見之時，順帝意不悖怒也。言「能以至誠感頑父」者，言感使當時暫以順耳，不能使每事信順，變爲善人。故《孟子》說舜既被堯徵用，堯妻之以二女，瞽瞍猶與象欲謀殺舜而分其財物，是下愚之性，終不可改。但舜善養之，使不至于姦惡而已。　○傳「諴和」至「易感」　○正義曰：「諴」亦咸也，咸訓爲皆，皆能相從，亦和之義也。「矧，況」，《釋言》文。上言德能動天，次言帝能感瞽。天以玄遠難感，瞽以頑愚難感，言苗民近於天而智於瞽，故言感天感瞽以況之。天是神也，覆動上天，言至和尚能感天神，而況於有苗乎！言有苗易感。神覆動天而不覆言瞽者，以瞽雖愚，猶是人類，天神事與人隔，感天難於感瞽，故舉難者以見之。其實天與瞽俱言難感，以況有苗易於彼二者。　○傳「昌當」至「整衆」　○正義曰：「昌，當也」，《釋詁》文。禹以益言爲當，拜舜而已即還。還不請者，《春秋》襄十九年「晉士匄帥師侵齊，聞齊侯卒，乃還」，《公羊傳》曰「大夫以君命出，進退在大夫」，是言進退由將，不須請也。或可當時請帝乃還，文不具耳。「兵入曰振旅」，《釋天》文。與《春秋》二傳皆有此文。振，整也。言整衆而還。　○傳「遠人」至「來之」　○正義曰：「遠人不服，文德以來之」，《論語》文也。益贊於禹，使脩德，而帝自誕敷者，言君臣同心．「大布」者，多設文德之教，君臣共行之也。　○傳「干楯」至「武事」　○正義曰：《釋言》云︰「干，扞也。」孫炎曰：「干楯，自蔽扞也。」以楯爲人扞。通以「干」爲楯名，故「干」爲楯。《釋言》又云︰「纛，翳也。「郭璞云︰「舞者持以自蔽翳也。」故《明堂位》云，朱干玉戚以舞大武。戚，斧也，是武舞執斧執楯。《詩》云︰「左手執籥，右手秉翟。」是文舞執籥，故干羽皆舞者所執。修闡文教，不復征伐，故舞文德之舞於賓主階間，言帝抑武事也。經云「舞干羽」，即亦舞武也。傳惟言舞文者，以據器言之，則有武有文，俱用以爲舞，而不用於敵，故教爲文也。　○傳「討而」至「百里」　○正義曰：「御之必有道」者，不恭而往征，得辭而振旅，而御之以道。《史記》吳起對魏武侯云︰「昔三苗氏左洞庭，右彭蠡，德義不修，而禹滅之。」此言來服，則是不滅。吳起言滅者，以武侯恃險，言滅以懼之。辯士之說，不必皆依實也。知「在荒服之例」者，以其地驗之爲然。《禹貢》五服，甸、侯、綏、要、荒。荒最在外，王畿面五百里，其外四服又每服五百里，是去京師爲二千五百里。]皋陶謨第四"
      },
      {
        "index": 15,
        "text": "皋陶謨[謨，謀也。皋陶爲帝舜謀。　○爲，于僞反。　【疏】傳「謨謀」至「舜謀」　○正義曰：孔以此篇惟與禹言，嫌其不對帝舜，故言「爲帝舜謀」。將言「爲帝舜謀」故又訓「謨」爲謀，以詳其文。]"
      },
      {
        "index": 16,
        "text": "曰若稽古，皋陶[亦順考古道以言之。夫典、謨，聖帝所以立治之本，皆師法古道以成不易之則。　○夫音扶。治，直吏反，下同。]曰：「允迪厥德，謨明弼諧。」[迪，蹈。厥，其也。其，古人也。言人君當信蹈行古人之德，謀廣聦明以輔諧其政。　○蹈，徒報反。]禹曰：「俞，如何？」[然其言，問所以行。]皋陶曰：「都！慎厥身修，思永。[歎美之重也。慎修其身，思爲長久之道。　○「身修」絶句。]惇敘九族，庶明勵翼，邇可遠，在茲。」[言慎修其身，厚次敘九族，則衆庶皆明其教，而自勉勵翼戴上命，近可推而遠者，在此道。　○惇，《切韻》都昆反。]禹拜昌言曰：「俞。」[以皋陶言爲當，故拜受而然之。　○當，丁浪反，下同。　　【疏】「曰若」至「曰俞」　○正義曰：史將言皋陶之能謀，故爲題目之辭曰，能順而考案古道而言之者，是皋陶也。其爲帝謀曰：「爲人君者當信實蹈行古人之德，而謀廣其聦明之性，以輔諧己之政事，則善矣。」禹曰：「然。」然其謀是也。「此當如何行之？」皋陶曰：「嗚呼！重其事而歎美之。「行上謀者，當謹慎其己身，而修治人之事，思爲久長之道。又厚次敘九族之親而不遺棄，則衆人皆明曉上意，而各自勉勵翼戴上命，行之於近，而可推而至遠者，在此道也。」禹乃拜受其當理之言，曰：「然。」美其言而拜受之。　○傳「亦順」至「之則」　○正義曰：二謨其目正同，故云「亦順考古道以言」也。堯舜考古以行，謂之爲「典」，大禹皋陶考古以言謂之爲「謨」。「典」、「謨」之文不同，其目皆云考古，故傳明言其意：「夫典、謨，聖帝所以立治之本。」雖言行有異，皆是考法古道以成不易之則，故史皆以「稽古」爲端目。但君則行之，臣則言之，以尊卑不同，故「典」、「謨」名異。禹亦爲君而云「謨者，禹在舜時未爲君也。顧氏亦同此解。皋陶德劣於禹，皆是考古以言，故得同其題目。但禹能「敷于四海，祇承于帝」，皋陶不能然，故此下更無別辭耳。　○傳「迪蹈」至「其政」　○正義曰：《釋詁》云︰「迪，道也。」聲借爲導，導音與蹈同，故「迪」又爲蹈也。其德即其上「稽古」，故曰「其，古人也」。而臣爲君謀，故云「言人君當信蹈行古人之德」，謂蹈履依行之也。「謀廣聦明」，「聦明」者自是己性，又當受納人言，使多所聞見，以博大此聦明，以輔弼和諧其政。經惟言「明」，傳亦有「聦」者，以耳目同是所用，故以「聦明」言之。此「曰」上不言「皋陶」，猶大禹爲謀，「曰」上不言「禹」。鄭玄云︰「以皋陶下屬爲句。」則「稽古」之下無人名，與上三篇不類甚矣。　○傳「歎美」至「之道」　○正義曰：案傳之言以「修」爲上讀，顧氏亦同也。　○傳「言慎」至「此道」　○正義曰：自身以外，九族爲近，故慎修其身，又厚次敘九族，猶堯之爲政，先以親九族也。人君既能如此，則衆庶皆明其教，而各自勉勵翼戴上命。昭九年《左傳》說晉叔向言「翼戴天子」，故以爲「翼戴上命」，言如鳥之羽翼而奉戴之。王者率己以化物，親親以及遠，故從近可推而至於遠者，在修己身、親九族之道。王肅云︰「以衆賢明爲砥礪，爲羽翼。」鄭云︰「厲，作也，以衆賢明作輔翼之臣。」與孔不同。]"
      },
      {
        "index": 17,
        "text": "皋陶曰：「都！在知人，在安民。」[歎修身親親之道在知人所信任，在能安民。]禹曰：「吁！咸若時，惟帝其難之。[言帝堯亦以知人安民爲難，故曰：「吁！」]知人則哲，能官人。安民則惠，黎民懷之。[哲，智也。無所不知，故能官人。惠，愛也。愛則民歸之。]能哲而惠，何憂乎驩兜？[佞人亂德，堯憂其敗政，故流放之。]何遷乎有苗？何畏乎巧言令色孔壬？」[孔，甚也。巧言，靜言庸違。令色，象恭滔天。禹言有苗、驩兜之徒甚佞如此，堯畏其亂政，故遷放之。　【疏】「皋陶曰都在」至「孔壬」　○正義曰：皋陶以禹然其言，更述修身親親之道，歎而言曰：「人君行此道者，在於知人善惡，擇善而信任之；在於能安下民，爲政以安定之也。」禹聞此言，乃驚而言曰：「吁！人君皆如是。能知人，能安民，惟帝堯猶其難之，況餘人乎？知人善惡，則爲大智。能用官，得其人矣。能安下民，則爲惠政，衆民皆歸之矣。此甚不易也，若帝堯能智而惠，則當朝無姦佞，何憂懼於驩兜之佞而流放之？何須遷徙於有苗之君？何所畏懼於彼巧言令色爲甚佞之人？」三凶見惡，帝堯方始去之，是知人之難。　○傳「哲智」至「歸之」　○正義曰：「哲，智」，《釋言》文。舍人曰：「哲，大智也。」無所不知，知人之善惡，是能官人。「惠，愛」，《釋詁》文。君愛民則民歸之。　○傳「孔甚」至「放之」　○正義曰：「孔，甚」，《釋詁》文。上句既言「驩兜」、「有苗」，則此「巧言令色」共工之行也，故以《堯典》共工之事解之：「巧言，靜言庸違」也，「令色，象恭滔天」也。「孔壬」之文在三人之下，揔上三人皆甚佞也。「苗」言其名，「巧言令色」言其行，令其文首尾互相見，故傳通言之：「禹言有苗、驩兜之徒甚佞如此，堯畏其亂政，故遷放之。」傳不言共工，故云「之徒」以包之。「遷」與「憂」、「畏」亦互相承言，畏之而憂，乃遷之也。四凶惟言三者，馬融云︰「禹爲父隱，故不言鯀也。」]"
      },
      {
        "index": 18,
        "text": "皋陶曰：「都！亦行有九德。[言人性行有九德，以考察真僞則可知。　○行，下孟反，注「性行」、「行正直」之「行」同。]亦言其人有德，乃言曰，載采采。」[載，行。采，事也。稱其人有德，必言其所行某事某事以爲驗。　【疏】「皋陶」至「采采」　○正義曰：禹既言知人爲難，皋陶又言行之有術，故言曰：「嗚呼！人性雖則難知，亦當考察其所行有九種之德。人欲稱薦人者，不直言可用而已，亦當言其人有德。問其德之狀，乃言曰其德之所行某事某事。以所行之事爲九德之驗，如此則可知也。」　○傳「言人」至「可知」　○正義曰：「言人性行有九德」，下文所云是也。如此九者考察其真僞，則人之善惡皆可知矣。然則皋陶之賢不及帝堯遠矣，皋陶知有此術，帝堯無容不知；而有四凶在朝，禹言帝難之者，堯朝之有四凶，晦迹以顯舜爾。禹言惟帝難之，說彼甚佞，因其成敗以示教法，欲開皋陶之志，故舉大事以爲戒；非是此實甚佞，堯不能知也。顧氏亦云︰「堯實不以此爲難。今云難者，俯同流俗之稱也。」　○傳「載行」至「爲驗」　○正義曰：「載」者，運行之義，故爲行也。此謂薦舉人者稱其人有德，欲使在上用之，必須言其所行之事，云見此人常行其某事某事，由此所行之事以爲有德之驗。《論語》云︰「如有所譽者，其有所試矣。」是言試之於事，乃可知其德。]"
      },
      {
        "index": 19,
        "text": "禹曰：「何？」[問九德品例。]皋陶曰：「寬而栗，[性寬弘而能莊栗。]柔而立，[和柔而能立事。]願而恭，[慤愿而恭恪。　○愿音願。慤《切韻》苦角反。恪，苦各反。]亂而敬，[亂，治也。有治而能謹敬。]擾而毅，[擾，順也。致果爲毅。　○擾，而小反，徐音饒。毅，五既反。]直而溫，[行正直而氣溫和。]簡而廉，[性簡大而有廉隅。]剛而塞，[剛斷而實塞。　○斷，丁亂反。]彊而義。[無所屈撓，動必合義。　○撓，女孝反。]彰厥有常，吉哉！[彰，明。吉，善也。明九德之常，以擇人而官之，則政之善。　【疏】「禹曰」至「吉哉」　○正義曰：皋陶既言其九德，禹乃問其品例曰：「何謂也？」皋陶曰：「人性有寬弘而能莊栗也，和柔而能立事也，慤愿而能恭恪也，治理而能謹敬也，和順而能果毅也，正直而能溫和也，簡大而有廉隅也，剛斷而能實塞也，强勁而合道義也。人性不同，有此九德。人君明其九德所有之常，以此擇人而官之，則爲政之善哉！」　○傳「性寬」至「莊栗」　○正義曰：此九德之文，《舜典》云「寬而栗，直而溫」，與此正同。彼云「剛而無虐，簡而無傲」，與此小異。彼言「剛失入虐」，此言「剛斷而能實塞」，「實塞」亦是不爲虐。彼言「簡失入傲」，此言「簡大而有廉隅」，「廉隅」亦是不爲傲也。九德皆人性也。鄭玄云︰「凡人之性有異，有其上者，不必有下；有其下者，不必有上。上下相協，乃成其德。」是言上下以相對，各令以相對兼而有之，乃爲一德。此二者雖是本性，亦可以長短自矯。寬弘者失於緩慢，故性寬弘而能矜莊嚴栗，乃成一德。九者皆然也。　○傳「慤愿而恭恪」　○正義曰：「愿」者慤謹良善之名。謹愿者失於遲鈍，貌或不恭，故慤愿而能恭恪乃爲德。　○傳「亂治」至「謹敬」　○正義曰：「亂，治」，《釋詁》文。有能治者，謂才高於人也，堪撥煩理劇者也。負才輕物，人之常性，故有治而能謹敬乃爲德也。「願」言「恭」，「治」云「敬」者，恭在貌，敬在心；願者遲鈍，外失於儀，故言「恭」以表貌；治者輕物，內失於心，故稱「敬」以顯情。「恭」與「敬」其事亦通，「愿」其貌恭而心敬也。　○傳「擾順」至「爲毅」　○正義曰：《周禮‧大宰》云︰「以擾萬民。」鄭玄云︰「擾猶馴也。」《司徒》云︰「安擾邦國。」鄭云︰「擾亦安也。」「擾」是安馴之義，故爲順也。「致果爲毅」，宣二年《左傳》文。彼文以「殺敵爲果，致果爲毅」，謂能致果敢殺敵之心，是爲强毅也。和順者失於不斷，故順而能決乃爲德也。　○傳「性簡」至「廉隅」　○正義曰：「簡」者，寬大率略之名。志遠者遺近，務大者輕細，弘大者失於不謹，細行者不修廉隅，故簡大而有廉隅乃爲德也。　○傳「剛斷」至「實塞」　○正義曰：「塞」訓實也。剛而能斷失於空疎，必性剛正而內充實乃爲德也。　○傳「無所」至「合義」　○正義曰：强直自立，無所屈撓，或任情違理，失於事宜，動合道義乃爲德也。鄭注《論語》云︰「剛謂强，志不屈撓。」即「剛」、「强」義同。此「剛」、「强」異者，「剛」是性也，「强」是志也。當官而行，無所避忌，剛也。執己所是，不爲衆撓，强也。「剛」、「强」相近，鄭連言之。「寬」謂度量寬弘，「柔」謂性行和柔，「擾」謂事理擾順，三者相類，即《洪範》云「柔克」也。「愿」謂容貌恭正，「亂」謂剛柔治理，「直」謂身行正直，三者相類，即《洪範》云「正直」也。「簡」謂器量凝簡，「剛」謂事理剛斷，「强」謂性行堅强，三者相類，即《洪範》云「剛克」也。而九德之次，從「柔」而至「剛」也，惟「擾而毅」在「願」、「亂」之下耳。其《洪範》三德，先人事而後天地，與此不同。　○傳「彰明」至「之善」　○正義曰：「彰，明」、「吉，善」，常訓也。此句言用人之義。所言九德，謂彼人常能然者。若暫能爲之，未成爲德。故人君取士，必明其九德之常，知其人常能行之，然後以此九者之法擇人而官之，則爲政之善也。「明」謂人君明知之。王肅云︰「明其有常則善也，言有德當有恒也。」其意亦言彼能有常，人君能明之也。鄭云︰「人能明其德，所行使有常，則成善人矣。」其意謂彼人自明之，與孔異也。]"
      },
      {
        "index": 20,
        "text": "「日宣三德，夙夜浚明有家。[三德，九德之中有其三。宣，布。夙，早。浚，須也。卿大夫稱家。言能日日布行三德，早夜思之，須明行之，可以爲卿大夫。　○浚，息俊反，馬云︰「大也。」]日嚴祗敬六德，亮采有邦。[有國，諸侯。日日嚴敬其身，敬行六德，以信治政事，則可以爲諸侯。　○嚴如字，馬、徐魚檢反。]翕受敷施，九德咸事，俊乂在官。[翕，和也。能合受三六之德而用之，以布施政教，使九德之人皆用事。謂天子如此，則俊德治能之士並在官。　○翕，許及反。俊乂，馬曰：「千人曰俊，百人曰乂。」]百僚師師，百工惟時，[僚、工皆官也。師師，相師法。百官皆是，言政無非。　○僚本又作寮。]撫于五辰，庶績其凝。」[凝，成也。言百官皆撫順五行之時，衆功皆成。　○撫，方武反。凝，魚陵反，馬云︰「定也。」　【疏】「日宣」至「其凝」　○正義曰：皋陶既陳人有九德，宜擇而官之，此又言官之所宜：「若人能日日宣布三德，早夜思念而須明行之，此人可以爲卿大夫，使有家也。若日日嚴敬其身，又能敬行六德，信能治理其事，此人可以爲諸侯，使有國也。然後撫以天子之任，合受有家有國三六之德而用之，布施政教，使九德之人皆得用事，事各盡其能，無所遺棄，則天下俊德治能之士並在官矣。皆隨賢才任職，百官各師其師，轉相教誨，則百官惟皆是矣，無有非者。以此撫順五行之時，以化天下之民，則衆功其皆成矣。」結上知人安民之意。　○傳「三德」至「大夫」　○正義曰：此文承「九德」之下，故知「三德」是九德之內課有其三也。《周語》云︰「宣布哲人之令德。」「宣」以布義，故爲布也。「夙，早」，《釋詁》文。又云︰「須，待也。」此經之意，謂夜思之，明旦行之，「須」爲待之意，故「浚」爲須也。大夫受采邑，賜氏族，立宗廟，世不絶祀，故稱「家」。位不虛受，非賢臣不可，言能日日布行三德，早夜思之，待明行之，如此念德不懈怠者，乃可以爲大夫也。以士卑，故言不及也。計有一德二德，即可以爲士也。鄭以「『三德』、『六德』，皆『亂而敬』以下之文」，經無此意也。　○傳「有國」至「諸侯」　○正義曰：天子分地建國，諸侯專爲己有，故「有國」謂諸侯也。「祗」亦爲敬，「敬」有二文，上謂敬身，下謂敬德，「嚴」則敬之狀也。故言「日日嚴敬其身，敬行六德，以信治政事，則可以爲諸侯」也。諸侯大夫皆言「日日」者，言人之行德，不可暫時舍也。臣當行君之令，故早夜思之。君是出令者，故言敬身行德。此文以小至大，揔以天子之事，故先大夫而後諸侯。　○傳「翕合」至「在官」　○正義曰：「翕，合」，《釋詁》文。以文承「三德」、「六德」之下，故言合受三六之德而用之。以此人爲官，令其布施政教，使此九德之人皆居官用事。謂天子各任其所能。大夫所行三德，或在諸侯六德之內，但并此三六之德，既充九數，故言九德皆用事，謂用爲大夫，用爲諸侯，使之治民事也。大夫諸侯當身自行之，故言「日宣」、「日嚴」。天子當任人使行之，故言「合受而用之」。其實天子亦備九德，故能任用三德、六德也，則俊德治能之士並在官矣。「乂」訓爲治，故云「治能」。馬、王、鄭皆云︰「才德過千人爲俊，百人爲乂。」　○傳「僚工」至「無非」　○正義曰：「僚，官」，《釋詁》文。「工，官」，常訓也。「師師」謂相師法也。　○傳「凝成」至「皆成」　○正義曰：鄭玄亦云︰「凝，成也。」王肅云︰「凝猶定也。」皆以意訓耳。文承「百工」之下，「撫于五辰」還是百工撫之，故云「百官皆撫順五行之時，則衆功皆成」也。「五行之時」即四時也。《禮運》曰「播五行於四時」，土寄王四季，故爲「五行之時」也。所撫順者，即《堯典》「敬授民時」，「平秩東作」之類是也。]"
      },
      {
        "index": 21,
        "text": "「無教逸欲有邦，[不爲逸豫貪欲之教，是有國者之常。]兢兢業業，一日二日萬幾。[兢兢，戒慎。業業，危懼。幾，微也。言當戒懼萬事之微。　○兢，居凌反。業如字，徐五荅反。幾，徐音機。]無曠庶官，天工人其代之。[曠，空也。位非其人爲空官。言人代天理官，不可以天官私非其才。]天敘有典，勑我五典五惇哉！[天次敘人之常性，各有分義，當勑正我五常之敘，使合于五厚，厚天下。　○有典，馬本作「五典」。分，扶問反。]天秩有禮，自我五禮有庸哉！[庸，常。自，用也。天次秩有禮，當用我公、侯、伯、子、男五等之禮以接之，使有常。　○有庸，馬本作「五庸」。]同寅協恭，和衷哉！[衷，善也。以五禮正諸侯，使同敬合恭而和善。　○衷音中。]天命有德，五服五章哉！[五服，天子、諸侯、卿、大夫、士之服也。尊卑彩章各異，所以命有德。]天討有罪，五刑五用哉！[言天以五刑討五罪，用五刑宜必當。]政事懋哉！懋哉！[言敘典秩禮，命德討罰無非天意者，故人君居天官，聽政治事，不可以不自勉。　【疏】「無教」至「懋哉」　○正義曰：皋陶既言用人之法，又戒以居官之事：「上之所爲，下必效之。無教在下爲逸豫貪欲之事，是有國之常道也。爲人君當兢兢然戒慎，業業然危懼。」言當戒慎。「一日二日之間而有萬種幾微之事，皆須親自知之，不得自爲逸豫也。萬幾事多，不可獨治，當立官以佐己，無得空廢衆官，使才非其任。此官乃是天官，人其代天治之，不可以天之官而用非其人」。又言：「典禮德刑皆從天出，天次敘人倫，使有常性，故人君爲政，當勑正我父、母、兄、弟、子五常之教教之，使五者皆惇厚哉！天又次敘爵命，使有禮法，故人君爲政，當奉用我公、侯、伯、子、男五等之禮接之，使五者皆有常哉！接以常禮，當使同敬合恭而和善哉！天又命用有九德，使之居官，當承天意爲五等之服，使五者尊卑彰明哉！天又討治有罪，使之絶惡，當承天意爲五等之刑，使五者輕重用法哉！典禮德刑，無非天意，人君居天官，聽治政事，當須勉之哉！」　○傳「不爲」至「之常」　○正義曰：「毋」者禁戒之辭，人君身爲逸欲，下則效之，是以禁人君使不自爲耳。不爲逸豫貪欲之教，是有國者之常也。此文主於天子，天子謂天下爲國。《詩》云「生此王國」之類是也。　○傳「兢兢」至「之微」　○正義曰：《釋訓》云︰「兢兢，戒也。業業，危也。」戒必慎，危必懼，傳言「慎」、「懼」以足之。《易‧繫辭》云︰「幾者動之微。」故「幾」爲微也。一日二日之間，微者乃有萬事，言當戒慎萬事之微。微者尚有萬，則大事必多矣。且微者難察，察則勞神，以言不可逸耳。馬、王皆云︰「一日、二日，猶日日也。」　○傳「曠空」至「其才」　○正義曰：「曠」之爲空，常訓也。位非其人，所職不治，是爲空官。天不自治，立君乃治之。君不獨治，爲臣以佐之。下典、禮、德、刑，無非天意者。天意既然，人君當順天，是言人當代天治官。官則天之官，居天之官，代天爲治，茍非其人，不堪此任，人不可以天之官而私非其才。王肅云︰「天不自下治之，故人代天居之，不可不得其人也。」　○傳「天次」至「天下」　○正義曰：天敘有典，有此五典，即父義、母慈、兄友、弟恭、子孝是也。五者人之常性，自然而有，但人性有多少耳。天次敘人之常性，使之各有分義。義，宜也。今此義、慈、友、恭、孝各有定分，合於事宜。此皆出天然，是爲天次敘之。天意既然，人君當順天之意，勑正我五常之教，使合於五者皆厚，以教天下之民也。五常之教，人君爲之，故言「我」也。五教徧於海內，故以「天下」言之。　○傳「庸常」至「有常」　○正義曰：「庸，常」，《釋詁》文。又云︰「由，自也。」「由」是用，故「自」爲用也。「天次敘有禮」，謂使賤事貴，卑承尊，是天道使之然也。天意既然，人君當順天意，用我公、侯、伯、子、男五等之禮以接之，使之貴賤有常也。此文主於天子，天子至於諸侯，車旗衣服、國家禮儀、饗食燕好、饔餼飧牢，禮各有次秩以接之。上言「天敘」，此云「天秩」者，「敘」謂定其倫次，「秩」謂制其差等，義亦相通。上云「勑我」，此言「自我」者，五等以教下民，須勑戒之；五禮以接諸侯，當用我意；故文不同也。上言「五惇」，此言「五庸」者，五典施於近親，欲其恩厚；五禮施於臣下，欲其有常；故文異也。王肅云︰「五禮謂王、公、卿、大夫、士。」鄭玄云︰「五禮，天子也，諸侯也，卿大夫也，士也，庶民也。」此無文可據，各以意說耳。　○傳「衷善」至「和善」　○正義曰：「衷」之爲善，常訓也。故《左傳》云「天誘其衷」，說者皆以衷爲善。此文承「五禮」之下，禮尚恭敬，故「以五禮正諸侯，使同敬合恭而和善」也。鄭玄以爲「并上之禮共有此事」。五典室家之內，務在相親，非復言以恭敬，恭敬惟爲五禮而已，孔言是也。　○傳「五服」至「有德」　○正義曰：《益稷》云︰「以五采彰施於五色，作服，汝明。」是天子、諸侯、卿、大夫、士之服也。其「尊卑采章各異」，於彼傳具之。天命有德，使之居位，命有貴賤之倫，位有上下之異，不得不立名，以此等之，象物以彰之。先王制爲五服，所以表貴賤也。服有等差，所以別尊卑也。]"
      },
      {
        "index": 22,
        "text": "「天聦明，自我民聦明。[言天因民而降之福，民所歸者天命之。天視聽人君之行，用民爲聦明。]天明畏，自我民明威。[天明可畏，亦用民成其威。民所叛者天討之，是天明可畏之効。　○畏如字，徐音威，馬本作威。]達于上下，敬哉有土！」[言天所賞罰，惟善惡所在，不避貴賤。有土之君，不可不敬懼。]皋陶曰：「朕言惠，可厎行。」[其所陳「九德」以下之言，順於古道，可致行。]禹曰：「俞，乃言厎可績。」[然其所陳，從而美之曰：「用汝言，致可以立功。」]皋陶曰：「予未有知思，曰贊贊襄哉！」[言我未有所知，未能思致於善，徒亦贊奏上古行事而言之。因禹美之，承以謙辭，言之序。　○知如字，徐音智。思如字，徐音息吏反。襄，息羊反，上也。馬云︰「因也。」案《爾雅》作儴，因也，如羊反。　【疏】「天聦」至「襄哉」　○正義曰：此承上「懋哉」以下言所勉之者。以天之聦明視聽，觀人有德。用我民以爲耳目之聦明，察人言善者，天意歸賞之。又天之明德可畏，天威者，用我民言惡而叛之，因討而伐之，成其明威。天所賞罰，達於上下，不避貴賤，故須敬哉，有土之君！皋陶既陳此戒，欲其言入之，故曰：「我之此言，順於古道，可致行，不可忽也。」禹即受之曰：「然，汝言用而致可以立功。」重其言以深戒帝。皋陶乃承之以謙曰：「我未有所知，未能思致於善，我所言曰，徒贊奏上古所行而言之哉！非己知思而所自能。」是其謙也。　○傳「言天」至「聦明」　○正義曰：皇天無心，以百姓之心爲心。此經大意言民之所欲，天必從之。「聦明」謂聞見也，天之所聞見，用民之所聞見也。然則「聦明」直是見聞之義，其言未有善惡；以下言「明威」，是天降之禍，知此「聦明」是天降之福。此即《泰誓》所云「天聽自我民聽，天視自我民視」。故「民所歸者，天命之。」大而言之，民所歸就，天命之爲天子也。小而言之，雖公卿大夫之任，亦爲民所歸向，乃得居之。此文主於天子，故言「天視聽人君之行，用民爲聦明」，戒天子使順民心，受天之福也。　○傳「言天」至「敬懼」　○正義曰：上句有賞罰，故言「天所賞罰，不避貴賤」。此之「達於上下」，言天子亦不免也。《喪服》鄭玄注云︰「天子諸侯及卿大夫有地者皆曰君。」即此「有土」可兼大夫以上。但此文本意實主於天子，戒天子不可不敬懼也。　○傳「言我」至「之序」　○正義曰：皋陶自言「可致行」，禹言「致可績」，此承而爲謙，知其自言未有所知，未能思致於善也。「思」字屬上句，王肅云︰「贊贊猶贊奏也。」顯氏云︰「襄，上也。謂贊奏上古行事而言之也。」經云「曰」者，謂我上之所言也。傳不訓「襄」爲上，已從「襄陵」而釋之。故二劉並以「襄」爲因，若必爲因，孔傳無容不訓其意。言進習上古行事，因贊成其辭而言之也。傳雖不訓「襄」字，其義當如王說。皋陶慮忽之，自云「言順可行」。因禹美之，即承謙辭。一揚一抑，言之次序也。鄭玄云︰「贊，明也。襄之言暢，言我未有所知，所思徒贊明帝德，暢我忠言而已。謙也。」]"
      }
    ]
  }
}
