{
  "chapterNumber": 20,
  "title": "卷十八 (Volume 18)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "周官第二十二成王既黜殷命，滅淮夷，[黜殷在周公東征時，滅淮夷在成王即政後，事相因，故連言之。]還歸在豐，作《周官》。[成王雖作洛邑，猶還西周。]周官[言周家設官分職用人之法。]["
      },
      {
        "index": 2,
        "text": "[疏]「成王」至「周官」○正義曰：成王於周公攝政之時既黜殷命，及其即位之後滅淮夷，於是天下大定。自滅淮夷，還歸在豐，號令群臣，言周家設官分職用人之法。史敘其事，作《周官》。○傳「黜殷」至「言之」○正義曰：據《金縢》之經、《大誥》之序，知「黜殷命」在周公攝政三年東征之時也。據《成王政》之序、《費誓》之經，知「滅淮夷」在成王即政之後也。淮夷於攝政之時與武庚同叛，成王既滅淮夷，天下始定。淮夷本因武庚而叛，黜殷命與滅淮夷其事相因，故雖則異年而連言之，以見天下既定，乃作《周官》故也。下經言「四征弗庭」是黜滅之事也，「罔不承德」是安寧之狀也，序顧經文，故追言「黜殷命」，以接「滅淮夷」，見征伐乃安定之意也。○傳「成王」至「西周」○正義曰：以《洛誥》之文言「王在新邑」，今復云「在豐」，故解之也。《史記·周本紀》云：「太史公曰：「學者皆稱周伐紂，居洛邑，綜其實不然。武王營之，成王使召公卜，居九鼎焉，而周復都豐、鎬。」是言成王雖作洛邑，猶還西周之事也。《多方》云：「王來自奄，至於宗周。」宗周即鎬京也，於彼不解，至此始為傳者，宗周雖是鎬京，文無「豐鎬」之字，故就此解之。武王既以遷鎬京，今王復在豐者，豐、鎬相近，舊都不毀，豐有文王之廟，故事就豐宣之故也。○傳「言周」至「之法」○正義曰：《周禮》每官言人之員數及職所掌，立其定法，授與成王。成王即政之初，即有淮夷叛逆，未暇得以立官之意號令群臣。今既滅淮夷，天下清泰，故以周家設官分職用人之法以誥群臣，使知立官之大旨也。「設官分職」，《周禮》序官之文，言設置群官，分其職掌。經言立三公六卿，是「設官」也。各言所掌，是「分職」也。各舉其官之所掌，示以才堪乃得居之，是說「用人之法」。]\n惟周王撫萬邦，巡侯甸，[即政撫萬國，巡行天下侯服、甸服。]四征弗庭，綏厥兆民。[四面征討諸侯之不直者，所以安其兆民。十億曰兆，言多。]六服群辟，罔不承德。歸於宗周，董正治官。[六服諸侯，奉承周德。言協服。還歸於豐，督正治理職司之百官。○辟，必亦反。治，直吏反，下至「冢宰」經註同。]\n["
      },
      {
        "index": 3,
        "text": "[疏]「惟周」至「治官」○正義曰：惟周之王者，布政教，撫安萬國，巡行天下侯服、甸服，四面征討諸侯之不直者，所以安其海內兆民。六服之內昆侖諸侯之君，無有不奉承周王之德者。自滅淮夷而歸於宗周豐邑，乃督正治理職司之百官。敘王發言之端也。○傳「即政」至「甸服」○正義曰：檢《成王政》之序與《費誓》之經，知成王即政之年，奄與淮夷又叛，叛即往伐，今始還歸。《多方》云：「五月丁亥，王來自奄，至於宗周。」與此滅淮夷而還歸在豐為一事也。年初始叛，五月即歸，其間未得巡守於四方也。而此言「撫萬國，巡行天下」，其實止得撫巡向淮夷之道所過諸侯爾，未是用四仲之月大巡守也。以撫諸侯巡守是天子之大事，因即大言之爾。周之法制無萬國也，惟伐淮夷非四征也，言「萬國」、「四征」亦是大言之爾。六服而惟言「侯甸」者，二服去圻最近，舉近以言之，言王巡省遍六服也。○傳「四面」至「言多」○正義曰：「四征」，從京師而四面征也。《釋詁》云：「庭，直也。綏，安也。」諸侯不直，謂叛逆王命，侵削下民，故「四面征討諸侯之不直者，所以安其兆民」。《楚語》云：「十日、百姓、千品、萬官、億醜、兆民。」每數相十，知「十億曰兆」。稱「兆」，言其多也。○傳「六服」至「百官」○正義曰：《周禮》「九服」，此惟言「六」者，夷、鎮、蕃三服在九州之外夷狄之地，王者之於夷狄，羈縻而已，不可同於華夏，故惟舉六服諸侯。奉承周德，言協服也。序雲「還歸在豐」，知宗周即豐也。周為天下所宗，王都所在皆得稱之，故豐、鎬與洛邑皆名「宗周」。《釋詁》云：「董、督，正也。」是「董」得為督，督正治理職司之百官。下戒敕是「董正」也。]\n王曰：「若昔大猷，制治於未亂，保邦於未危。」[言當順古大道，制治安國，必於未亂未危之前，思患預防之。]\n["
      },
      {
        "index": 4,
        "text": "[疏]「王曰」至「未危」○正義曰：「治」謂政教，「邦」謂國家。治有失則亂，家不安則危。恐其亂則預為之制，慮其危則謀之使安，制其治於未亂之始，安其國於未危之前。張官設府，使分職明察，任賢委能，令事務順理，如是則政治而國安矣。標此二句於前，以示立官之意。必於未亂未危之前為之者，思患而預防之。「思患而預防之」，《易·既濟卦》象辭也。]\n曰：「唐虞稽古，建官惟百。內有百揆四嶽，外有州牧侯伯。[道堯舜考古以建百官，內置百揆四嶽，象天之有五行，外置州牧十二及五國之長，上下相維，外內咸治。言有法。○長，丁丈反，下「官長」、「助長」並同。]庶政惟和，萬國咸寧。[官職有序，故眾政惟和，萬國皆安，所以為正治。]夏商官倍，亦克用乂。[禹湯建官二百，亦能用治。言不及唐虞之清要。]明王立政，不惟其官，惟其人。[言聖帝明王立政修教，不惟多其官，惟在得其人。]\n["
      },
      {
        "index": 5,
        "text": "[疏]「曰唐虞」至「其人」○正義曰：既言須立官之意，乃追述前代之法。止而復言，故更加一「曰」。唐堯虞舜考行古道，立官惟數止一百也。「內有百揆四嶽」者，「百揆」，揆度百事，為群官之首，立一人也；「四嶽」，內典四時之政，外主太嶽之事，立四人也。「外有州牧侯伯」，牧，一州之長；侯伯，五國之長，各監其所部之國。外內置官，各有所掌，眾政惟以協和，萬邦所以皆安也。夏禹商湯立官倍多於唐虞，雖不及唐虞之清簡，亦能用以為治。明王立其政教，不惟多其官，惟在得其人。言自古制法皆明開官司，求賢以處之也。○傳「道堯」至「有法」○正義曰：百人無主，不散則亂，有父則有君也。君不獨治，必須輔佐，有君則有臣也。《易·序卦》云：「有父子然後有君臣。」則君臣之興，次父子之後，人民之始，則當有之，未知其所由來也。雖遠舉唐虞，復考古也。《說命》曰：「明王奉若天道，建邦設都。」則王者立官，皆象天為之，故「內置百揆四嶽，象天之有五行」也。五行佐天，群臣佐主，以此為象天爾。不必其數有五乃象五行，故以「百揆四嶽」為五行之象。《左傳》少昊立五鳩氏，顓頊已來立五行之官，其數亦有五，故置於五行矣。《舜典》云「肇十有二州」，此說虞事，知「置州牧十二」也。「侯伯」謂諸侯之長，《益稷》篇禹言治水時事雲「外薄四海，鹹建五長」，知「侯伯」是五國之長也。成王說此事者，言堯舜所制，上下相維，內外咸治，言有法也。此言「建官惟百」，「夏商官倍」，則唐虞一百，夏商二百。《禮記·明堂位》云「有虞氏官五十，夏後氏官百」者，《禮記》是後世之言，不與經典合也。]\n今予小子，祗勤於德，夙夜不逮。[今我小子敬勤於德，雖夙夜匪懈，不能及古人。言自有極。○逮音代，一音大計反。懈，隹賣反。]仰惟前代時若，訓迪厥官。[言仰惟先代之法是順，訓蹈其所建官而則之，不敢自同堯舜之官，準擬夏殷而蹈之。]立太師、太傅、太保，茲惟三公。論道經邦，燮理陰陽。[師，天子所師法；傅，傅相天子；保，保安天子於德義者，此惟三公之任。佐王論道，以經緯國事，和理陰陽。言有德乃堪之。○燮，素協反。相，息亮反。]官不必備，惟其人。[三公之官不必備員，惟其人有德乃處之。○處，昌呂反。]少師、少傅、少保，曰三孤。[此三官名曰三孤。孤，特也。言卑於公，尊於卿，特置此三者。○少，詩照反，下同。]貳公弘化，寅亮天地，弼予一人。[副貳三公，弘大道化，敬信天地之教，以輔我一人之治。]冢宰掌邦治，統百官，均四海。[《天官》卿稱太宰，主國政治，統理百官，均平四海之內邦國。言任大。]司徒掌邦教，敷五典，擾兆民。[《地官》卿，司徒主國教化，布五常之教，以安和天下眾民，使小大皆協睦。○擾，而小反，徐音饒。]宗伯掌邦禮，治神人，和上下。[《春官》卿，宗廟官長，主國禮，治天地神祗人鬼之事，及國之吉、兇、賓、軍、嘉五禮，以和上下尊卑等列。]司馬掌邦政，統六師，平邦國。[《夏官》卿，主戎馬之事，掌國征伐，統正六軍，平治王邦四方國之亂者。]司寇掌邦禁，詰奸慝，刑暴亂。[《秋官》卿，主寇賊法禁，治奸惡，刑強暴作亂者。夏司馬討惡助長物，秋司寇刑奸順時殺。]司空掌邦土，居四民，時地利。[《冬官》卿，主國空土以居民，士農工商四人。使順天時，分地利，授之土。能吐生百穀，故曰土。]六卿分職，各率其屬，以倡九牧，阜成兆民。[六卿各率其屬官大夫士，治其所分之職，以倡道九州牧伯為政，大成兆民之性命，皆能其官，則政治。○倡，尺亮反，下同。阜音負。治，直吏反。]\n["
      },
      {
        "index": 6,
        "text": "[疏]「今予」至「厥官」○正義曰：王言：「今我小子，敬勤於德，雖早夜不懈怠，猶不能及於唐虞。仰惟先代夏商之法是順，順蹈其前代建官而法則之。」言不敢同堯舜之官，準擬行夏殷之官爾。「若」與「訓」俱訓為順也。○傳「師天」至「堪之」○正義曰：三公俱是教道天子，輔相天子，緣其事而為之名。三公皆當運致天子，使歸於德義。傳於「保」下言「保安天子於德義」，總上三者，言皆然也。《禮記·文王世子》云：「師也」者，教之以事而喻諸德者也。保也者，慎其身以輔翼之而歸諸道者也。」道、德別掌者，內得於心，出行於道，道德不甚相遠，因其並釋「師」、「保」，故分配之爾。於公云「燮理陰陽」，於孤云「寅亮天地」，「和理」、「敬信」義亦同爾。以孤副貳三公，故其事所掌不異。○傳「天官」至「任大」○正義曰：此經言六卿所掌之事，撮引《周禮》為之總目，或據《禮》文，或取《禮》意，雖言有小異，義皆不殊。《周禮》云：「乃立天官冢宰，使帥其屬而掌邦治。治官之屬，太宰卿一人。」馬融云：「冢，大也。宰，治也。大治者，兼萬事之名也。」鄭玄云：「變冢言大，進退異名也。百官總焉則謂之冢，列職於王則稱大。冢者，大之上也。山頂曰冢。」是解「冢」、「大」異名之意。《太宰職》云：「三曰禮典，以統百官。」馬融云：「統，本也。百官是宗伯之事也。」此「統百官」在「冢宰」之下，當以冢尊，故命統治百官為冢宰之事，治官、禮官俱得統之也。《禮》云「以佐王均邦國」，此言「均四海」，故傳辨之「均平四海之內邦國」，與孔意不異。○傳「地官」至「協睦」○正義曰：《周禮》云：「乃立地官司徒，使帥其屬而掌邦教，以佐王安擾邦國。」《太宰職》云：「二曰教典，以擾萬民。」鄭玄云：「擾亦安也，言饒衍之。」傳亦以「擾」為安。「五典」即五教也，布五常之教，以安和天下之人民，使小大協睦也。《舜典》云：「契為司徒，敬敷五教。」《周禮》：「司徒掌十有二教。一曰以祀禮教敬，則民不茍。二曰以陽禮教讓，則民不爭。三曰以陰禮教親，則民不怨。四曰以樂禮教和，則民不乖。五曰以儀辨等，則民不越。六曰以俗教安，則民不偷。七曰以刑教中，則民不暴。八曰以誓教恤，則民不怠。九曰以度教節，則民知足。十曰以世事教能，則民不失職。十有一曰以賢制爵，則民慎德。十有二曰以庸制祿，則民興功。」鄭玄云：「有虞氏五而周十有二焉，然則十有二細分五教。為之五教，可以常行，謂之五典。五典謂父義、母慈、兄友、弟恭、子孝也。」○傳「春官」至「等列」○正義曰：《周禮》云：「乃立春官宗伯，使帥其屬而掌邦禮，以佐王和邦國宗廟也。」「伯」，長也。宗廟官之長，故名其官為「宗伯」。其職云：「掌建邦之天神、人鬼、地祗之禮。」又主吉、兇、賓、軍、嘉之五禮。吉禮之別十有二，兇禮之別有五，賓禮之別有八，軍禮之別有五，嘉禮之別有六，總有三十六禮，皆在宗伯職掌之文，文煩不可具載。《太宰職》云：「三曰禮典，以和邦國，以諧萬民。」其職又有「以玉作六瑞，以等邦國。以禽作六贄，以等諸臣」，是「以和上下尊卑等列」也。○傳「夏官」至「亂者」○正義曰：《周禮》云：「乃立夏官司馬，使帥其屬而掌邦政，以佐王平邦國。」其職主戎馬之事，有掌征伐，統正六軍，平治王邦四方國之亂者。天子六軍，軍師之通名也。案其職「掌九伐之法，馮弱犯寡則眚之，賊賢害民則伐之，暴內陵外則壇之，野荒民散則削之，負固不服則侵之，賊殺其親則正之，放弒其君則殘之，犯令陵政則杜之，外內亂、鳥獸行則滅之」。○傳「秋官」至「時殺」○正義曰：《周禮》云：「乃立秋官司寇，使帥其屬而掌邦禁，以佐王刑邦國。」其職云：「刑邦國，詰四方。」馬融云：「詰猶窮也，窮四方之奸也。」孔以「詰」為治，是主寇賊法禁，治奸慝之人，刑殺其強暴作亂者。夏官主征伐，秋官主刑殺，征伐亦殺人而官屬異時者，夏司馬討惡助夏時之長物，秋司寇刑奸順秋時之殺物也。《周禮》云「掌邦刑」，此云「掌邦禁」者，避下「刑暴亂」之文，故云「掌邦禁」。○傳「冬官」至「曰土」○正義曰：《周禮·冬官》亡。《小宰職》云：「六曰冬官，掌邦事。」又云：「六曰事職，以富國，以養萬民。」馬融云：「事職掌百工、器用、耒耜、弓車之屬。」與此主土居民全不相當。《冬官》既亡，不知其本。《禮記·王制》記司空之事云：「量地以制邑，度地以居民。」足明《冬官》本有主土居民之事也。《齊語》云：「管仲制法，令士農工商四民不雜。」即此「居民使順天時，分地利，授之土」也。土則地利為之名，以其吐生百穀，故曰「土」也。《周禮》云「事」，此云「土」者，為下有「居四民」，故云「土」以居民，為急故也。]\n六年，五服一朝。[五服，侯、甸、男、采、衛。六年一朝會京師。]又六年，王乃時巡，考制度於四嶽。[周制十二年一巡守，春東、夏南、秋西、冬北，故曰時巡。考正制度禮法於四嶽之下，如虞帝巡守然。]諸侯各朝於方嶽，大明黜陟。」[覲四方諸侯，各朝於方嶽之下，大明考績黜陟之法。]\n["
      },
      {
        "index": 7,
        "text": "[疏]「六年」至「黜陟」○正義曰：此篇說六卿職掌，皆與《周禮》符同，則「六年，五服一朝」亦應是《周禮》之法，而《周禮》無此法也。《周禮·大行人》云：「侯服歲一見，其貢祀物。甸服二歲一見，其貢嬪物。男服三歲一見，其貢器物。采服四歲一見，其貢服物。衛服五歲一見，其貢材物。要服六歲一見，其貢貨物。」先儒說《周禮》者，皆云「見」謂來朝也。必如所言，則周之諸侯各以服數來朝，無六年一朝之事。昭十三年《左傳》叔向云：「明王之制，使諸侯歲聘以誌業，間朝以講禮，再朝而會以示威，再會而盟以顯昭明。自古已來，未之或失也。存亡之道，恒由是興。」說《左傳》者以為三年一朝、六年一會、十二年而盟，事與《周禮》不同。謂之前代明王之法，先儒未嘗措意，不知異之所由。計彼六年一會，與此「六年，五服一朝」事相當也。再會而盟，與此十二年「王乃時巡」，諸侯各朝於方嶽亦相當也。叔向盛陳此法，以懼齊人使盟，若周無此，禮叔向妄說，齊人當以辭拒之，何所畏懼而敬以從命乎？且云「自古以來，未之或失」，則當時猶尚行之，不得為前代之法，脅當時之人明矣。明周有此法，《禮》文不具爾。《大行人》所云，見者皆言貢物，或可因貢而見，何必見者皆是君自朝乎？遣使貢物亦應可矣。《大宗伯》云：「時見曰會，殷見曰同。」「時見」、「殷見」不云年限，「時見曰會」何必不是「再朝而會」乎？「殷見曰同」何必不是「再會而盟」乎？周公制禮若無此法，豈成王謬言，叔向妄說也？計六年大集，應六服俱來，而此文惟言「五服」。孔以五服為侯、甸、男、采、衛，蓋以要服路遠，外逼四夷，不必常能及期，故寬言之而不數也。○傳「周制」至「守然」○正義曰：《周禮·大行人》云「十有二歲王巡守殷國」，是「周制十二年一巡守」也。如《舜典》所云春東、夏南、秋西、冬北以四時巡行，故曰「時巡」。「考正制度禮法於四嶽之下，如虞帝巡守然」，據《舜典》，「同律度量衡」已下皆是也。]\n王曰：「嗚呼！凡我有官君子，欽乃攸司，慎乃出令，令出惟行，弗惟反。[有官君子，大夫以上。嘆而戒之，使敬汝所司，慎汝出令，從政之本。令出必惟行之，不惟反改。若二三其令，亂之道。]以公滅私，民其允懷。[從政以公平滅私情，則民其信歸之。]學古入官，議事以制，政乃不迷。[言當先學古訓，然後入官治政。凡制事必以古義議度終始，政乃不迷錯。○度，待洛反。]其爾典常作之師，無以利口亂厥官。[其汝為政當以舊典常故事為師法，無以利口辯佞亂其官。]\n["
      },
      {
        "index": 8,
        "text": "[疏]「王曰」至「厥官」○正義曰：王言而嘆曰：「嗚呼！凡我有官君子。」謂大夫已上有職事者。「汝等皆敬汝所主之職事，慎汝所出之號令。令出於口，惟即行之，不惟反之而不用，是去而復反也。為政之法，以公平之心滅己之私欲，則見下民其信汝而歸汝矣。學古之典訓，然後入官治政。論議時事，必以古之制度，如此則政教乃不迷錯矣。其汝為政，當以舊典常故事作師法，無以利口辯佞亂其官」。教之以居官為政之法也。○傳「有官」至「之道」○正義曰：教之出令，使之號令在下，則是尊官，故知「有官君子」是「大夫已上」也，下云「三事暨大夫」是也。安危在於出令，故慎汝出令是從政之本也。令既出口，必須行之，令而不行，是去而更反，故謂之「反」也。「不惟反者」，令其必行之，勿使反也。若前令不行而倒反，別出後令以改前令，二三其政，則在下不知所從，是亂之道也。○傳「言當」至「迷錯」○正義曰：襄三十一年《左傳》子產云：「我聞學而後入政，未聞以政學者也。」言將欲入政，先學古之訓典，觀古之成敗，擇善而從之，然後可以入官治政矣。凡欲制斷當今之事，必以古之義理議論量度其終始，合於古義，然後行之。則其為之政教，乃不迷錯也。]\n蓄疑敗謀，怠忽荒政，不學墻面，蒞事惟煩。[積疑不決，必敗其謀。怠惰忽略，必亂其政。人而不學，其猶正墻面而立，臨政事必煩。○蓄，敕六反。蒞音利，又音類。]戒爾卿士，功崇惟誌，業廣惟勤，惟克果斷，乃罔後艱。[此戒凡有官位，但言卿士，舉其掌事者。功高由誌，業廣由勤，惟能果斷行事，乃無後難。言多疑必致患。○斷，丁亂反，下註同。]\n["
      },
      {
        "index": 9,
        "text": "[疏]「蓄疑」至「後艱」○正義曰：又戒群臣，使彊於割斷，勤於職事。蓄積疑惑，不能彊斷，則必敗其謀慮。怠惰忽略，不能恪勤，則荒廢政事。人而不學，如面向墻，無所睹見，以此臨事，則惟煩亂，不能治理。戒汝卿之有事者，功之高者惟誌意強正，業之大者惟勤力在公，惟能果敢決斷，乃無有後日艱難。言多疑必將致後患矣，申說「蓄疑敗謀」也。]\n位不期驕，祿不期侈。[貴不與驕期而驕自至，富不與侈期而侈自來，驕侈以行己，所以速亡。]恭儉惟德，無載爾偽。[言當恭儉，惟以立德，無行奸偽。]作德，心逸日休。作偽，心勞日拙。[為德，直道而行，於心逸豫而名日美。為偽，飾巧百端，於心勞苦而事日拙，不可為。]居寵思危，罔不惟畏，弗畏入畏。[言雖居貴寵，當思危，惟無所不畏。若乃不畏，則入可畏之刑。]推賢讓能，庶官乃和，不和政厖。[賢能相讓，俊乂在官，所以和諧。厖，亂也。○厖，武江反。]舉能其官，惟爾之能。稱匪其人，惟爾不任。」[所舉能修其官，惟亦汝之功能。舉非其人，亦惟汝之不勝其任。○勝音升。]王曰：「嗚呼！三事暨大夫，敬爾有官，亂爾有政，[嘆而敕之，公卿已下，各敬居汝所有之官，治汝所有之職。]以佑乃辟。永康兆民，萬邦惟無斁。」[言當敬治官政，以助汝君，長安天下兆民，則天下萬國惟乃無厭我周德。○斁音亦。長，直良反。厭，於艷反。]\n["
      },
      {
        "index": 10,
        "text": "[疏]傳「為德」至「可為」○正義曰：為德者自得於己，直道而行，無所經營，於心逸豫，功成則譽顯，而名益美也。為偽者行違其方，枉道求進，思念欺巧，於心勞苦，詐窮則道屈，而事日益拙也。以此故，偽不可為。申說「無載爾偽」也。]\n成王既伐東夷，肅慎來賀。[海東諸夷駒麗、扶餘、馯貌之屬，武王克商，皆通道焉。成王即政而叛，王伐而服之，故肅慎氏來賀。○肅慎，馬本作息慎，云：「北夷也。」駒，俱付反，又如字。麗，力支反。馯，戶旦反，《地理誌》音寒。貊，孟白反，《說文》作「貉，北方豸種。孔子曰，貉之言貊。貊，惡也。」]王俾榮伯作《賄肅慎之命》。[榮，國名。同姓諸侯，為卿大夫。王使之為命書，以幣賄賜肅慎之夷。亡。○俾，必爾反，馬本作辯。]\n["
      },
      {
        "index": 11,
        "text": "[疏]「成王」至「之命」○正義曰：成王即政之初，東夷背叛。成王既伐而服之，東北遠夷其國有名肅慎氏者，以王戰勝，遠來朝賀。王賜以財賄，使榮國之伯為策書，以命肅慎之夷，嘉其慶賀，慰其勞苦之意。史敘其事，作《賄肅慎之命》名篇也。○傳「海東」至「來賀」○正義曰：成王伐淮夷，滅徐奄，指言其國之名。此傳言「東夷」，非徒淮水之上夷也，故以為「海東諸夷駒麗、扶餘、馯貊之屬」，此皆於孔君之時有此名也。《周禮·職方氏》四夷之名、八蠻、九貉，鄭玄云「北方曰貉」，又云「東北夷也」。《漢書》有高駒麗、扶餘、韓，無此馯，馯即彼韓也，音同而字異爾。《多方》云：「王來自奄。」奄在後滅，言滅奄即來，必非滅奄之後更伐東夷。夷在海東路遠，又不得先伐遠夷，後來滅奄，此云「成王既伐東夷」，不知何時伐之。《魯語》云：「武王克商，遂通道於九夷、八蠻，於是肅慎氏來賀，貢楛矢。」則武王之時，東夷服也。成王即政，奄與淮夷近者尚叛，明知遠夷亦叛。蓋成王親伐淮夷而滅之，又使偏師伐東夷而服之。君統臣功，故言王伐，不是成王親自伐也。肅慎之於中國，又遠於所伐諸夷，見諸夷既服，故懼而來賀也。○傳「榮國」至「夷亡」○正義曰：《晉語》云：「文王諏於蔡、原，訪於辛、尹，重之以周、召、畢、榮。」於文王之時，名次畢公之下，則是大臣也。未知此時榮伯是彼榮公以否，或是其子孫也。「同姓諸侯」，相傳為然，註《國語》者亦云榮、周同姓。不知時為何官，故並云「卿大夫」。王使榮伯，明使中所作。史錄其篇，名為《賄肅慎之命》，明是王使之為命書，以幣賜肅慎氏之夷也。]\n周公在豐，[致政老歸。]將沒，欲葬成周。[己所營作，示終始念之。]公薨，成王葬於畢，[不敢臣周公，故使近文武之墓。○近，附近之近。]告周公，作《亳姑》。[周公徙奄君於亳姑，因告柩以葬畢之義，並及奄君已定亳姑，言所遷之功成。亡。○柩，其久反。]\n["
      },
      {
        "index": 12,
        "text": "[疏]「周公」至「亳姑」○正義曰：周公既致政於王，歸在豐邑。將沒，遺言欲得葬於成周。以成周是己所營，示己終始念之，故欲葬焉。及公薨，成王葬於畢，以文武之墓在畢，示己不敢臣周公，使近文武之墓。王以葬畢之義告周公之柩，又周公徙奄君於亳姑，因言亳姑功成。史敘其事，作《亳姑》之篇。案《帝王世紀》云：「文武葬於畢。」畢在杜南，《晉書·地道記》亦云畢在杜南，與畢陌別，俱在長安西北。○傳「致政老歸」○正義曰：周公既還政成王，成王又留為太師，今言「周公在豐」，則是去離王朝，又致太師之政，告老歸於豐，如伊尹之告歸也。成王封伯禽於魯，以為周公後。公老不歸魯而在豐者，文十三年《公羊傳》云：「周公曷為不之魯？欲天下之一乎周也。」何休云：「周公聖人，德至重，功至大，東征則西國怨，西征則東國怨。嫌之魯，恐天下回心趣向之。故封伯禽，命使遙供養，死則奔喪為主，所以一天下之心於周室。」是言周公不歸魯之意也。歸豐者，蓋以先王之都，欲近其宗廟故也。○傳「周公」至「成亡」○正義曰：序說葬周公之事，其篇乃名《亳姑》，篇名與序不相允會。其篇既亡，不知所道，故傳原其意而為之說。上篇將遷亳姑，序言「成王既踐奄，將遷其君於亳姑」者，是周公之意。今告周公之柩以葬畢之義，乃用「亳姑」為篇名，必是告葬之時，並言及奄君已定於亳姑，言周公所遷之功成，故以名篇也。]\n君陳第二十三\n周公既沒，命君陳分正東郊成周，[成王重周公所營，故命君陳分居，正東郊成周之邑裏官司。]作《君陳》。[作書命之。]\n君陳[臣名也，因以名篇。○鄭註《禮記》云：「周公之子。」]\n王若曰：「君陳，惟爾令德孝恭。[言其有令德，善事父母，行己以恭。]惟孝，友於兄弟，克施有政。[言善父母者必友於兄弟，能施有政令。]命汝尹茲東郊，敬哉！[正此東郊，監殷頑民，教訓之。○監，工銜反。]昔周公師保萬民，民懷其德。往慎乃司，茲率厥常。[言周公師安天下之民，民歸其德。今往承其業，當慎汝所主，此循其常法而教訓之。]懋昭周公之訓，惟民其乂。[勉明周公之教，惟民其治。○懋音茂。治，直吏反，下註「政治」同。]\n["
      },
      {
        "index": 13,
        "text": "[疏]「周公」至「君陳」○正義曰：周公遷殷頑民於成周，頑民既遷，周公親自監之。周公既沒，成王命其臣名君陳代周公監之，分別居處，正此東郊成周之邑，以策書命之。史錄其事，作策書，為《君陳》篇名。○傳「成王」至「官司」○正義曰：「成周」，周之下都。監成周者正是一邑宰爾，而特命君陳大其事者，成王重周公所營，猶恐殷民有不服之者，故命君陳分居，正東郊成周之邑裏官司也。以《畢命》之序言「分居」，知此「分」亦為分居，分別殷民善惡所居，即《畢命》所云「旌別淑慝，表厥宅裏」是也。言「東郊者」，鄭玄云：「天子之國五十里為近郊，今河南洛陽相去則然。」是言成周之邑為周之東郊也。○傳「臣名」至「名篇」○正義曰：孔直云「臣名」，則非周公子也。鄭玄註《中庸》云「君陳，蓋周公子」者，以經云「周公既沒，命君陳」，猶若蔡叔既沒，命蔡仲故也。孔未必然矣。○傳「言其」至「以恭」○正義曰：「令德」，在身之大名。「孝」是事親之稱，「恭」是身之所行，言其善事父母，行己以恭也。《釋訓》云：「善父母為孝，善兄弟為友。」○傳「言善」至「政令」○正義曰：父母尊之極，兄弟親之甚，緣其施孝於極尊，乃能施友於甚親。言善事父母者必友於兄弟，推此親親之心，以至於疏遠，每事以仁恕行之，故能施有政令也。]\n「我聞曰：『至治馨香，感於神明。黍稷非馨，明德惟馨。』[所聞之古聖賢之言，政治之至者，芬芳馨氣動於神明。所謂芬芳非黍稷之氣，乃明德之馨。勵之以德。]爾尚式時周公之猷訓，惟日孜孜，無敢逸豫。[汝庶幾用是周公之道教殷民，惟當日孜孜勤行之，無敢自寬暇逸豫。○孜音茲。]\n["
      },
      {
        "index": 14,
        "text": "[疏]「我聞」至「逸豫」○正義曰：我聞人之言曰：「有至美治之善者，乃有馨香之氣，感動於神明。所言馨香感神者，黍稷飲食之氣非馨香也，明德之所遠及乃惟為馨香爾。」勉勵君陳使為德也。欲必為明德，惟法周公，汝當庶幾用是周公之道。惟當每日孜孜勤法行之，無敢自寬暇逸豫。教使勤於事也。]\n凡人未見聖，若不克見。既見聖，亦不克由聖，[此言凡人有初無終，未見聖道如不能得見。已見聖道，亦不能用之，所以無成。]爾其戒哉！爾惟風，下民惟草。[汝戒，勿為凡人之行。民從上教而變，猶草應風而偃，不可不慎。]圖厥政，莫或不艱，有廢有興。出入自爾師虞，庶言同則繹。[謀其政，無有不先慮其難，有所廢，有所起。出納之事，當用汝總言度之。眾言同，則陳而布之。禁其專。○繹音亦。度，待洛反。]爾有嘉謀嘉猷，則入告爾后於內，爾乃順之於外，[汝有善謀善道，則入告汝君於內，汝乃順行之於外。]曰：『斯謀斯猷，惟我后之德。』[此善謀此善道，惟我君之德。善則稱君，人臣之義。嗚呼！]臣人咸若時，惟良顯哉！」[嘆而美之曰：「臣於人者皆順此道，是惟良臣，則君顯明於世。」]\n王曰：「君陳，爾惟弘周公丕訓，無依勢作威，無倚法以削，[汝為政當闡大周公之大訓，無乘勢位作威人上，無倚法制以行刻削之政。]寬而有制，從容以和。[寬不失制，動不失和，德教之治。○從，七容反。]殷民在辟，予曰辟，爾惟勿辟。予曰宥，爾惟勿宥。惟厥中。[殷人有罪在刑法者，我曰：「刑之。」汝勿刑。我曰：「赦宥。」汝勿宥。惟其當以中正平理斷之。○辟，扶亦反，下同。中如字，或丁仲反。斷，丁亂反。]有弗若於汝政，弗化於汝訓，辟以止辟，乃辟。[有不順於汝政，不變於汝教，刑之而懲止犯刑者，乃刑之。]狃於奸宄，敗常亂俗，三細不宥。[習於奸宄兇惡，毀敗五常之道，以亂風俗之教，罪雖小，三犯不赦，所以絕惡源。○狃，女九反。]\n["
      },
      {
        "index": 15,
        "text": "[疏]「王曰」至「不宥」○正義曰：王呼之曰：「君陳，汝今為政，當弘大周公之大訓。周公既有大訓，汝當遵而行之，使其法更寬大。汝奉周公之訓，無得依恃形勢以作威於人，無得倚附法制以行刻削百姓。必當寬容而有法制，使疏而不漏。從容以和協於物，莫為褊急。此成周殷民，有犯事在於刑法未斷決者，我告汝曰：『刑罰之。』汝惟勿得刑罰之。我告汝曰：『赦宥之。』汝惟勿得赦宥之。惟其以中正平法斷決之，不得從上意也。其有不順於汝之政令，不化於汝之訓教，其罪既大，當行刑中。刑罰一人可以止息後犯者，故雲犯刑者乃刑之。如其罪或輕細，罰不當理，雖刑勿息，故不可輒刑。若有人習於奸宄兇惡，敗五常之道，亂風俗之教，三犯其事者，事雖細小，勿得宥之。以其知而故犯，當殺之以絕惡源也。」○傳「汝為」至「之政」○正義曰：君陳之智，必不及周公，而令闡大周公訓者，遵行其法，使廣被於民，即是闡揚而大之。非遣君陳為法，使大於周公法也。凡在人上，位貴於人，勢足可畏者，多乘是形勢以作威刑於人，倚附公法以行刻削之政，故禁之也。○傳「寬不」至「之治」○正義曰：「寬不失制」，則經「寬而有制」。「動不失和」，則經「從容以和」。言「動」，謂「從容」也。○傳「習於」至「惡源」○正義曰：《釋言》云：「狃，復也。」孫炎曰：「狃忕，前復為也。」古言「狃忕」是貫習之義，故以「習」解「狃」。「習於奸宄兇惡」，言為之不知止也。「敗常亂俗」，有大有小，罪雖小者，三犯不赦，恐其滋大，所以絕惡源也。此謂所犯小事，言「三」者，再猶可赦爾。]\n爾無忿疾於頑，無求備於一夫。[人有頑嚚不喻，汝當訓之，無忿怒疾之。使人當器之，無責備於一夫。]必有忍，其乃有濟。有容，德乃大。[為人君長，必有所含忍，其乃有所成。有所包容，德乃為大。欲其忍恥藏垢。○長，誅丈反。垢，工口反。]簡厥修，亦簡其或不修。[簡別其德行修者，亦別其有不修者，善以勸能，惡以沮否。○別，彼列反。沮，在汝反。否，方九反，又音鄙。]進厥良，以率其或不良。[進顯其賢良者，以率勉其有不良者，使為善。]\n["
      },
      {
        "index": 16,
        "text": "[疏]「爾無」至「不良」○正義曰：民者，冥也，當以漸教之。故戒君陳：「民有不知道者，汝無忿怒疾惡。頑嚚之民，當以漸教訓之。無求備於一人，當取其所能。在為人君，必有所含忍，其事乃有所成。有所寬容，其德乃能大。」欲其寬大不褊隘也。「汝之為政，須知民之善惡，簡別其德行修者，亦簡別其有不修德行者。進顯其賢良，以率勵其不良者」。欲令其化惡，使為善也。]\n惟民生厚，因物有遷。[言人自然之性敦厚，因所見所習之物有遷變之道，故必慎所以示之。]違上所命，從厥攸好。[人之於上，不從其令，從其所好，故人主不可不慎所好。○好，呼報反。]爾克敬典在德，時乃罔不變。允升於大猷。[汝治人能敬常在道德，是乃無不變化，其政教則信升於大道。]惟予一人膺受多福，[汝能升大道，則惟我一人亦當受其多福，無兇危。]其爾之休，終有辭於永世。」[非但我受多福而已，其汝之美名，亦終見稱誦於長世。言沒而不朽。長如字。朽，許久反。]\n["
      },
      {
        "index": 17,
        "text": "[疏]「惟民」至「永世」○正義曰：惟民初生，自然之性皆敦厚矣。因見所習之物，本性乃有遷變，為惡皆由習效使然。人之情性，好違上所命，命之不必從也，從其君所好。君之所好，民必從之，在上者不可不慎所好也。汝之治民能敬，當從終常在於道德教之。汝以道德教之，是民乃無不變化。民皆變從汝化，則信升於大道矣。汝能如此，惟我一人亦當受其多福，無兇危矣。其汝之美名，亦終有稱誦之美辭於長世矣。]\n顧命第二十四\n成王將崩，命召公、畢公[二公為二伯，中分天下而治之。]率諸侯相康王，作《顧命》。[臨終之命曰顧命。○相，息亮反。顧，工戶反，馬云：「成王將崩，顧命康王，命召公、畢公率諸侯輔相之。」]\n["
      },
      {
        "index": 18,
        "text": "[疏]「成王」至「顧命」○正義曰：成王病困將崩，召集群臣以言，命太保召公、太師畢公，使率領天下諸侯輔相康王。史敘其事。作《顧命》。○傳「二公」至「治之」○正義曰：《禮記·曲禮下》文云，「九州之長曰牧」，「五官之長曰伯，是職方」。鄭玄云：「職，主也。謂為三公者，是伯分主東西者也。」《周禮·大宗伯》云：「八命作牧，九命作伯。」鄭云，謂「上公有功德者，加命為二伯」。此《禮》文皆伯尊於牧，牧主一州，明伯是中分天下者也。《禮》言「職方」，是各主一方也。此二伯即以三公為之。隱五年《公羊傳》云：「諸公者何？天子三公。天子三公者何？天子之相也。天子之相何以三？自陜而東者周公主之，自陜而西者召公主之，一相處乎內。」是言三公為二伯也。《公羊傳》漢世之書，陜縣者漢之弘農郡所治，其地居二京之中，故以為二伯分掌之界，周公所分亦當然也。《公羊傳》所言周、召分主，謂成王即位之初，此時周公已薨，故畢公代之。《周官》篇三公之次太師、太傅、太保，太保最在下。此篇以召公為先者，三公命數尊卑同也，王就其中委任賢者，任之重者則在前耳。○傳「臨終」至「顧命」○正義曰：《說文》云：「顧，還視也。」鄭玄云：「回首曰顧，顧是將去之意。」此言「臨終之命曰顧命」，言臨將死去，回顧而為語也。]\n顧命[實命群臣，敘以要言。]\n惟四月哉生魄，王不懌。[成王崩年之四月，始生魄，月十六日，王有疾，故不悅懌。○懌音亦。馬本作「不釋」，云：「不釋，疾不解也。」]甲子，王乃洮颒水。相被冕服，憑玉几。[王大發大命，臨群臣，必齋戒沐浴。今疾病，故但洮盥颒面。扶相者，被以冠冕，加朝服，憑玉几以出命。○洮，他刀反，徐音逃，馬云：「洮，洮發也。」颒音悔，《說文》作沬，云：「古文作颒。」馬云：「颒，颒面也。」被，皮義反。徐，扶偽反，註同。憑，皮冰反，下同。《說文》作憑，云：「依幾也。」《字林》同，父冰反。齊，側皆反。盥音管，又音灌。朝，直遙反。]乃同召太保奭、芮伯、彤伯、畢公、衛侯、毛公、[同召六卿，下至禦治事。太、保、畢毛稱公，則三公矣。此先後六卿次第，冢宰第一，召公領之。司徒第二，芮伯為之。宗伯第三，彤伯為之。司馬第四，畢公領之。司寇第五，衛侯為之。司空第六，毛公領之。召、芮、彤、畢、衛、毛皆國名，入為天子公卿。○奭音釋。芮，如銳反。彤，徒冬反。]師氏、虎臣、百尹、禦事。[師氏，大夫官。虎臣，虎賁氏。百尹，百官之長。及諸禦治事者。]\n["
      },
      {
        "index": 19,
        "text": "[疏]「顧命」至「禦事」○正義曰：發首至「百尹、禦事」，敘王以病召臣，為發言之端。自「王曰」至「冒貢於非幾」是顧命之辭也。「茲既受命」至「立於側階」，言命後王崩，欲宣王命，布陳儀衛之事也。自「王麻冕」已下，敘康王受命之事。○傳「實命」至「要言」○正義曰：王之所命，實普命群臣，序以要約為言，直云「命召公、畢公」。傳不於上「召公、畢公」之下而解，於「顧命」之下言之者，以上欲指明二公中分天下之事，非是總語，故「命」不得言之。「顧命」是總命群臣，非但召、畢而已，故於此解也。○傳「成王」至「悅謂」○正義曰：成王崩年，經典不載，《漢書·律歷誌》云，成王即位「三十年四月庚戌朔，十五日甲子哉生魄」，即引此《顧命》之文。以為成王即位三十年而崩，此是劉歆說也。孔以甲子為十六日，則不得與歆同矣。鄭玄云：「此成王二十八年。」傳惟言「成王崩年」，未知成王即位幾年崩也。《誌》又云：「死魄，朔也。生魄，望也。」明死魄生從望為始，故始生魄為月十六日，即是望之日也。《釋詁》云：「懌，樂也。」有疾，故不悅懌。下云「病日臻，既彌留」，則成王遇病已多日矣。於「哉生魄」下始言「王不懌」者，甲子是發命之日，為「洮颒」張本耳。○傳「王大發」至「出命」○正義曰：凡有敬事，皆當潔清。王將發大命，臨群臣，必齋戒沐浴。今以病疾之故，不能沐浴，故但洮颒而已。《禮》洗手謂之「盥」，洗面謂之「靧」。《內則》云，子事父母「面垢，燂潘請靧」。「颒」是洗面，知「洮」為盥手。言「水」謂洮盥俱用水。扶相王者，以冕服加王。鄭玄云：「相者，正王服位之臣，謂太仆。」或當然也。「被以冠冕」，以冕服被王首也。「加朝服」，以服加王身也，謂以袞冕朝諸侯之服加王身也。鄭以為玄冕，知不然者，以顧命群臣，大發大命，以文武之業傳社稷之重，不應惟服玄冕而已。《覲禮》王服袞冕而有玉几。此既「憑玉几」，明服袞冕也。《周禮·司几筵》云，凡大朝覲，王位設黼扆，扆前南向設左右玉几。是王見群臣當憑玉几以出命。○傳「同召」至「公卿」○正義曰：下及禦事，蒙此同召之，文故云同召六卿，下及禦事也。以王病甚，故同時俱召之。「太保」是三公官名，畢、毛又亦稱「公」，知此三人是三公也。三人是三公，而與侯伯相次，知六者是六卿。衛侯為司寇而位第五，知此先後是六卿次第也。以三公尊，故特言「公」，其餘三卿舉其本爵，見其以國君入為卿也。天子三公皆以卿為之，不復別置其人。高官兼攝下司者，漢世以來謂之為「領」，故言「召公領之」，「毛公領之」。定四年《左傳》云「康叔為司寇」，知此六人依《周禮》次第為六卿也。王肅云：「彤，姒姓之國，其餘五國姬姓。畢、毛，文王庶子。衛侯，康叔所封，武王母弟。」依《世本》、《史記》為說也。○傳「師氏」至「事者」○正義曰：《周禮》師氏，中大夫，掌以美詔王，居虎門之左，司王朝得失之事，帥其屬守王之門。重其所掌，故於「虎臣」並於「百尹」之上，特言之。「尹」訓正也，故「百尹」為百官之長。「諸禦治事」謂諸掌事者，蓋大夫、士皆被召也。王肅云：「治事，蓋群士也。」]\n王曰：「嗚呼！疾大漸，惟幾。[自嘆其疾大進篤，惟危殆。○幾音機，徐音畿，下同。]病日臻，既彌留，恐不獲誓言嗣，茲予審訓命汝。[病日至，言困甚。已久留，言無瘳。恐不得結信出言嗣續我誌，以此故，我詳審教命汝。○瘳，敕留反。]昔君文王、武王宣重光，奠麗陳教則肄。[言昔先君文武，布其重光，累聖之德，定天命，施陳教，則勤勞。○重光，馬云：「日月星也。太極上元十一月朔旦冬至，日月如疊璧，五星如連珠，故曰重光。」重，直龍反。麗，力馳反。肄，徐以至反，又以制反。]肄不違，用克達殷，集大命。[文武定命陳教，雖勞而不違道，故能通殷為周，成其大命。]在後之侗，敬迓天威，嗣守文武大訓，無敢昏逾。[在文武後之侗稚，成王自斥。敬迎天之威命，言奉順繼守文武大教。無敢昏亂逾越，言戰栗畏懼。○侗徐音同，又敕動反，馬本作詷，云：「共也。」斥，昌亦反。]今天降疾殆，弗興弗悟。爾尚明時朕言，[今天下疾我身，甚危殆，不起不悟。言必死。汝當庶幾明是我言，勿忽略。]用敬保元子釗，弘濟於艱難，[用奉我言，敬安太子釗。釗，康王名。大渡於艱難，勤德政。○釗，姜遼反，又音昭，徐之肴反。]柔遠能邇，安勸小大庶邦。[言當和遠，又能和近，安小大眾國，勸使為善。]思夫人自亂於威儀，爾無以釗冒貢於非幾。」[群臣皆宜思夫人，夫人自治正於威儀。有威可畏，有儀可象，然後足以率人。汝無以釗冒進於非危之事。]\n["
      },
      {
        "index": 20,
        "text": "[疏]「王曰」至「非幾」○正義曰：王召群臣既集，乃言而嘆曰，嗚呼！我疾大進益重，惟危殆矣。病日日益至，言病困已甚。病既久留於我身，恐一旦暴死，不得結誓出言語以繼續我誌，以此故，我今詳審教訓命誥汝等。昔先君文王、武王，布其重光，累聖之德，安定天命，施陳教誨，則勤勞矣。文武定命陳教，雖勞而不違於道，用能通殷為周，成其大命，代殷為主。至文武後之侗稚，成王自謂己也。言己常敬迎天之威命，終當奉順天道，繼守文武大教，無敢昏逾越。言常戰栗畏懼，恐墜文武之業。今天降疾於我身，甚危殆矣。不能更起，不復覺悟。言己必死。汝等庶幾明是我言，勿忽略之。用我之語，敬安太子釗，大渡於艱難。言當安和遠人，又須能和近人，當為善政，遠近俱安之。又當安勸小大眾國，於彼小大眾國皆安之勸之。安之使國得安存，勸之使相勸為善。汝群臣等思夫人，夫人眾國各自治正於威儀。有威有儀，然後可以率人。無威無儀，則民不從命。戒使慎威儀也。汝無以釗冒進於非事危事。欲令戒其不為惡也。○傳「病日」至「命汝」○正義曰：「病日至」者，言日日益至，遍於身體，困甚也。「已久留」者，言病來多日，無瘳愈也。「恐死不得結信出言嗣續我誌」，誌欲有言，若不能言，則不得續誌。以此，及今能言，故我詳審出言教命汝。言己詳審，欲其敬聽之。○傳「今天」至「忽略」○正義曰：孔讀「殆」上屬為句，「今天下疾我身，甚危殆」也。「不起」言身不能起，「不悟」言心不能覺悟。病者形弱神亂，「不起不悟」，言必死也。]\n茲既受命還，[此群臣已受顧命，各還本位。]出綴衣於庭。越翼日乙丑，王崩。[綴衣，幄帳。群臣既退，徹出幄帳於庭。王寢於北墉下，東首，反初生。於其明日，王崩。○出如字，徐尺遂反。綴，丁衛反，下同。王崩，馬本作「成王崩」，註：「安民立政曰成。」幄，於角反，下同。墉音容，本亦作牖。首，手又反。]\n太保命仲桓、南宮毛，[冢宰攝政，故命二臣。桓、毛，名。]俾爰齊侯呂伋，以二干戈、虎賁百人，逆子釗於南門之外。[臣子皆侍左右，將正太子之尊，故出於路寢門外。使桓、毛二臣各執幹戈，於齊侯呂伋索虎賁百人，更新逆門外，所以殊之。伋為天子虎賁氏。○俾，必爾反。伋，居及反，齊侯名，太公子。]延入翼室，恤宅宗。[明室，路寢。延之使居憂，為天下宗主。]丁卯，命作冊度。[三日，命史為冊書法度，傳顧命於康王。○度，舊音杜洛反，恐誤，註云「作冊書法度」，音宜如字。傳，直專反。]\n["
      },
      {
        "index": 21,
        "text": "[疏]「茲既」至「冊度」○正義曰：此群臣既受王命，還復本位，出連綴之衣，王所坐幄帳，置之於庭。於其明日乙丑，王崩矣。太保召公命仲桓、南宮毛，使此二人於齊侯呂伋之所，以二幹戈，桓毛各執其一，又取虎賁之士百人，迎太子釗於南門之外。逆此太子，使入於路寢明室。令太子在室當喪憂居，為天下宗主，正其將王之位以系群臣之心也。○傳「此群」至「本位」○正義曰：《周禮》：「射人掌國之三公、孤、卿大夫之位。三公北面，孤東面，卿大夫西面。」鄭玄云：「不言士者，此與諸侯之賓射，士不與也。凡朝、燕及射，臣見於君之禮同。」鄭知然者，以《周禮》司士掌治朝之位，與《射人》同，是天子之澄芻與射禮位同。案《燕禮》小臣納卿大夫，卿大夫皆北面，公命爾卿東方西面，爾大夫少進，皆北面。《大射禮》其位亦然。是諸侯燕位與射位同，故云「朝、燕及射，臣見於君之禮同」。但天子臣多，故三公北面，孤東面，卿大夫西面。諸侯臣少，故卿西面，大夫北面，其士與天子同，皆門內西方東面。其入門當立定位如是，及王呼與言，必各自前進。已受顧命，退還本位者，謂還本治事之位，故孔下傳云：「朝臣就次，謂退王庭而還治事之處。」○傳「綴衣」至「王崩」○正義曰：「綴衣」者，連綴衣物，出之於庭，則是從內而出。下云「狄設黼扆綴衣」，則綴衣是黼扆之類。黼扆是王坐立之處，知綴衣是施張於王坐之上，故以為「幄帳」也。《周禮》：「幕人掌帷幕、幄帟、綬之事。」鄭玄云：「在旁曰帷，在上曰幕。帷幕皆以布為之，四合象宮室曰幄，王所居之帳也。帟，王在幕居幄中，坐上承塵也。幄帟皆以繒為之。」然則幄帳是黼扆之上所張之物。此言「出綴衣於庭」，則亦並出黼扆，故下句云象王平生之時，更復設之。王發顧命在此黼扆幄帳之坐，命訖，乃復反於寢處。以王病重，不復能臨此坐，故徹出幄帳於庭，將欲為死備也。傳更解徹去幄帳之意，以王病困，寢不在此。《喪大記》云：「疾病，君、大夫徹懸，士去琴瑟，寢東首於北墉下，廢床。」鄭玄云：「廢，去也。人始生在地，去床，庶其生氣反。也。」《記》言君、大夫、士，則尊卑皆然，故知此時王亦「寢於北墉下，東首，反初生」也。○傳「臣子」至「賁氏」○正義曰：天子初崩，太子必在其側。解其迎於門外之意，於時臣子皆侍左右，將正太子之尊，故使太子出於路寢門外，更迎入，所以殊之也。經言「以二幹戈」，文在「齊侯呂伋」下，似就齊侯取幹戈。傳言「使桓、毛二臣各執幹戈，於齊侯呂伋索虎賁」，則是執幹戈就齊侯。傳似反於經者，於時新遭大禍，內外嚴戒，桓、毛二人必是武臣宿衛，先執幹戈，太保就命，使之就幹戈以往，傳達其意，故移「幹戈」之文於「齊侯」之上，傳言是實也。經言「於齊侯呂伋」，下言「以二幹戈、虎賁百人」者，指說迎太子之時有此備衛耳，非言二人幹戈亦是齊侯授也。《周禮》虎賁氏下大夫，其屬有虎士八百人。知伋為天子虎賁氏，故就伋取虎賁也。○傳「明室」至「宗主」○正義曰：《釋言》云：「翼，明也。」《喪大記》云：「君夫人卒於路寢。」以諸侯薨於路寢，知天子亦崩於路寢。今延太子入室，必延入喪所，知「翼室」是明室，謂路寢也。路寢之大者，故以「明」言之。延之使憂居喪主，為天下宗主也。○傳「三日」至「康王」○正義曰：《周禮》內史掌策命，故命內史為策書也。經不言「命史」，史是常職，不假言之。王之將崩，雖口有遺命，未作策書，故以此日作之。既作策書，因作受策法度。下云「曰皇后憑玉幾」，宣成王言，是策書也。將受命時，升階即位，及傳命已後，康王答命，受同祭饗，皆是法度。]\n越七日癸酉，伯相命士須材。[邦伯為相，則召公。於丁卯七日癸酉，召公命士致材木，須待以供喪用。○相，息亮反。供音恭。]狄設黼扆、綴衣。[狄，下士。扆，屏風，畫為斧文，置戶牖間。復設幄帳，象平生所為。○黼音甫，徐音補。扆，於豈反。屏，步經反。畫，胡卦反。牖音酉。復，扶又反。]\n["
      },
      {
        "index": 22,
        "text": "[疏]「越七日」至「癸酉」○正義曰：自此以下至「立於側階」，惟「命士須材」是擬供喪用，其餘皆是將欲傳命布設之事。四坐王之所處者，器物國之所寶者，車輅王之所乘者，陳之所以華國，且以示重顧命。其執兵器立於門內堂階者，所以備不虞，亦為國家之威儀也。○傳「邦伯」至「喪用」○正義曰：成王既崩，事皆聽於冢宰，自非召公無由發命，知「伯相」即召公也。王肅云：「召公為二伯，相王室，故曰伯相。」上言「太保命仲桓」，此改言「伯相」者，於此所命士多，非是國相不得大命諸侯，故改言「伯相」，以見政皆在焉。「於丁卯七日癸酉」，則王乙丑崩，於今已九日矣。於九日始傳顧命，不知其所由也。鄭玄云：「癸酉蓋大斂之明日也。」鄭大夫已上殯斂，皆以死之來日數，天子七日而殯，於死日為八，故以癸酉為殯之明日。孔不為傳，不必如鄭說也。「須」訓待也。今所命者皆為喪事，知「命士須材」者，「召公命士致材木，須待以供喪用」，謂槨與明器，是喪之雜用也。案《士喪禮》將葬，筮宅之後，始作槨及明器。此既殯即須材木者，以天子禮大，當須預營之。故《禮記》云：「虞人致百祀之木，可為棺槨者斬之。」是與士禮不同。顧氏亦云：「命士供葬槨之材。」○傳「狄下」至「所為」○正義曰：《禮記·祭統》云：「狄者樂吏之賤者也。」是賤官有名為狄者，故以狄為下士。《喪大記》復魄之禮云「狄人設階」，是喪事使狄與此同也。《釋宮》云：「牖戶之間謂之扆。」李巡曰：「謂牖之東戶之西為扆。」郭璞曰：「窗東戶西也。《禮》云『斧，扆者』，以其所在處名之。」郭璞又云：「《禮》有斧扆，形如屏風，畫為斧文，置於扆地，因名為扆。」是先儒相傳，黼扆者，屏風，畫為斧文，在於戶牖之間。《考工記》云：「畫繢之事，白與黑謂之黼。」是用白黑畫屏風置之於扆地，故名此物為「黼扆」。上文言「出綴衣於庭」，此復設黼扆帷幄帳者，象王平生時所為也。經於四坐之上言「設黼扆、綴衣」，則四坐皆設之。此經所云「狄設」，亦是伯相命狄使設之。不言「命」者，上云「命士」，此蒙「命」文。設四坐及陳寶玉、兵器與輅車，各有所司，皆是相命，不言所命之人，從上省文也。]\n牖間南向，敷重篾席，黼純，華玉仍几。[蔑，桃枝竹。白黑雜繒緣之。華，彩色。華玉以飾憑几。仍，因也。因生時，几不改作。此見群臣、覲諸侯之坐。○向，許亮反。篾，眠結反，馬云：「纖蒻。」純，之允反，又之閏反，下同。緣，悅絹反，本或作純。]西序東向，敷重厎席，綴純，文貝仍几。[東西廂謂之序。厎，蒻蘋。綴，雜彩。有文之貝飾几。此旦夕聽事之坐。○厎，之履反，馬云：「青蒲也。」蒻音弱。蘋音平。]東序西向，敷重豐席，畫純，雕玉仍几。[豐，莞。彩色為畫。雕，刻鏤。此養國老饗群臣之坐。○豐，芳弓反。莞音官，又音關。鏤，來豆反。]西夾南向，敷重筍席，玄紛純，漆仍几。[西廂夾室之前。筍，蒻竹。玄紛，黑綬。此親屬私宴之坐，故席几質飾。○夾，工洽反，徐音頰，註同。筍，息允反，馬云：「箁，箬也。」徐云：「竹子。竹為席。於貧反。」紛，孚雲反。漆音七，徐七利反。綬音受。]越玉五重，陳寶，[於東西序坐北，列玉五重，又陳先王所寶之器物。○越玉，馬云：「越地所獻玉也。」重，直容反。]赤刀、大訓、弘璧、琬琰，在西序。[寶刀，赤刀削。大訓，《虞書》典謨。大璧、琬琰之珪為二重。○琬，紆晚反。琰，以冉反。削音笑。]大玉、夷玉、天球、河圖，在東序。[三玉為三重。夷，常也。球，雍州所貢。河圖，八卦。伏犧王天下，龍馬出河，遂則其文以畫八卦，謂之河圖，及典謨皆歷代傳寶之。○夷玉，馬云：「東夷之美玉。」《說文》夷玉即珣玗琪。球音求，馬云：「玉磬。」雍，於用反，本亦作邕。]胤之舞衣、大貝、鼖鼓，在西房。[胤國所為舞者之衣，皆中法。大貝，如車渠。鼖鼓長八尺，商周傳寶之。西房，西夾坐東。○鼖，扶雲反，註同。中，丁仲反。車，尺遮反。車渠，車辀也。]兌之戈、和之弓、垂之竹矢，在東房。[兌、和，古之巧人。垂，舜共工。所為皆中法，故亦傳寶之。東房，東廂夾室。○兌，徒外反。共音恭。]大輅在賓階面，綴輅在阼階面，[大輅，玉。綴輅，金。面，前。皆南向。○阼，才故反。向，許亮反。]先輅在左塾之前，次輅在右塾之前。[先輅，象。次輅，木。金、玉、象皆以飾車，木則無飾，皆在路寢門內，左右塾前北面。凡所陳列，皆象成王生時華國之事，所以重顧命。○塾音孰，一音育。重，直用反。]\n["
      },
      {
        "index": 23,
        "text": "[疏]「牖間」至「漆仍幾」○正義曰：「牖」謂窗也，「間」者窗東戶西戶牖之間也。《周禮·司几筵》云：「凡大朝覲、大饗射，凡封國命諸侯，王位設黼扆。扆前南向，設莞筵紛純，加繅席畫純，加次席黼純，左右玉幾。」彼所設者即此坐也。又云：「戶牖之間謂之扆。」彼言「扆前」，此言「牖間」，即一坐也。彼言「次席黼純」，此言「篾席黼純」，亦一物也。《周禮》天子之席三重，諸侯之席再重，則此四坐所言敷重席者，其席皆敷三重。舉其上席而言「重」，知其下更有席也。此牖間之坐即是《周禮》扆前之坐，篾席之下二重，其次是繅席畫純，其下是莞筵紛純也。此一坐有《周禮》可據，知其下二席必然。下文三坐，《禮》無其事，以扆前一坐敷三種之席，知下三坐必非一重之席敷三重，但不知其下二重是何席耳。《周禮》天子左右几，諸侯惟右几，此言「仍几」，則四坐皆左右几也。鄭玄云：「左右有几，優至尊也」。○傳「篾桃」至「之坐」○正義曰：此篾席與《周禮》「次席」一也。鄭註彼云：「次席，桃枝席，有次列成文。」鄭玄不見孔傳，亦言是桃枝席，則此席用桃枝之竹，必相傳有舊說也。鄭註此下則云：「篾，析竹之次青者。」王肅云：「篾席，纖蒻蘋席。」並不知其所據也。《考工記》云：「白與黑謂之黼。」《釋器》云：「緣謂之純。」知黼純是白黑雜繒緣之，蓋以白繒黑繒錯雜彩以緣之。鄭玄註《周禮》云：「斧謂之黼，其繡白黑采也，以絳帛為質。」其意以白黑之線縫剌為黼又以緣席，其事或當然也。「華」是彩之別名，故以為「彩色，用華玉以飾憑几」也。鄭玄云：「華玉，五色玉也。」「仍，因也」，《釋詁》文。《周禮》云：「凡吉事變几，兇事仍几。」禮之於几有變有仍，故特言「仍几」，以見「因生時，几不改作」也。「此見群臣、覲諸侯之坐」，《周禮》之文知之。又《覲禮》，天子待諸侯，「設斧扆於戶牖之間，左右幾，天子袞冕負斧扆」。彼在朝，此在寢為異，其牖間之坐則同。○傳「東西」至「之坐」○正義曰：「東西廂謂之序」，《釋宮》文。孫炎曰：「堂東西墻，所以別序內外也。」《禮》註謂蒲席為蒻蘋，孔以「厎席」為蒻蘋，當謂蒲為蒲蒻之席也。史遊《急就篇》云「蒲蒻藺席」，「蒲蒻」謂此也。王肅云：「厎席，青蒲席也。」鄭玄云：「厎，致也。篾纖致席也。」鄭謂此「厎席」亦竹席也。凡此重席，非有明文可據，各自以意說耳。「綴」者，連綴諸色。席必以彩為緣，故以「綴」為雜彩也。「貝」者水蟲，取其甲以飾器物。《釋魚》於貝之下云：「餘蚳，黃白文。餘泉，白黃文。」李巡曰：「貝甲以黃為質，白為文彩，名為餘蚳。貝甲以白為質，黃為文彩，名為餘泉。」「有文之貝飾幾」，謂用此餘蚳、餘泉之貝飾几也。「此旦夕聽事之坐」，鄭、王亦以為然。牖間是「見群臣、覲諸侯之坐」，見於《周禮》。其東序西向，「養國老饗群臣之坐」者，案《燕禮》云「坐於阼階上，西向」，則養國老及饗與《燕禮》同。其西序之坐在燕饗坐前，以其旦夕聽事，重於燕飲，故西序為「旦夕聽事之坐」。夾室之坐在燕饗坐後，又夾室是隱映之處，又親屬輕於燕饗，故夾室為「親屬私宴之坐」。案朝士職掌治朝之位，王南面，此「西序東向」者，以此諸坐並陳，避牖間南鄉覲諸侯之坐故也。王肅說四坐，皆與孔同。○傳「豐莞」至「之坐」○正義曰：《釋草》云：「莞，苻籬。」郭璞曰：「今之西方人呼蒲為莞，用之為席也。」又云「，鼠莞」。樊光曰：「《詩》云：『下莞上簟。』」郭璞曰：「似莞而纖細，今蜀中所出莞席是也。」王肅亦云：「豐席，莞。」鄭玄云：「豐席，刮凍竹席。」《考工記》云：「畫繢之事，雜五色。」是彩色為畫，蓋以五彩色畫帛以為緣。鄭玄云：「似雲氣，畫之為緣。」《釋器》云：「玉謂之彫，金謂之鏤，木謂之刻。」是「彫」為刻鏤之類，故以「刻鏤」解「彫」，蓋雜以金玉，刻鏤為飾也。○傳「西廂」至「質飾」○正義曰：下傳云「西房，西夾坐東」，「東房，東廂夾室」，然則「房」與「夾室」實同而異名。天子之室有左右房，房即室也。以其夾中央之大室，故謂之「夾室」。此坐在西廂夾室之前，故系「夾室」言之。《釋草》云：「筍，竹萌。」孫炎曰：「竹初萌生謂之筍。」是「筍」為蒻竹，取筍竹之皮以為席也。「紛」則組之小別。鄭玄《周禮》註云：「紛如綬，有文而狹者也。」然則紛、綬一物，小大異名，故傳以「玄紛」為黑綬。鄭於此註云：「以玄組為之緣。」《周禮·大宗伯》云：「以飲食之禮，親宗族兄弟。」鄭玄云：「親者，使之相親。人君有食宗族飲酒之禮，所以親之也。《文王世子》云：『族食，世降一等。』」是天子有與親屬私宴之事。以骨肉情親，不事華麗，故席幾質飾也。○傳「於東」至「器物」○正義曰：此經為下總目，下復分別言之越訓於也。「越」訓於也。「於」者，於其處所。上云「西序東向」、「東序西向」，則序旁已有王之坐矣。下句陳玉復云「在西序」、「在東序」者，明於東西序坐北也。「序」者墻之別名，其墻南北長，坐北猶有序墻，故言「在西序」、「在東序」也。西序二重，東序三重，二序共為列玉五重。又陳先王所寶之器物，河圖、大訓、貝、鼓、戈、弓皆是先王之寶器也。○傳「寶刀」至「二重」○正義曰：上言「陳寶」，非寶則不得陳之，故知「赤刀」為寶刀也。謂之「赤刀」者，其刀必有赤處。刀一名削，故名赤刃削也。《禮記·少儀》記執物授人之儀云：「刀授穎，削授拊。」鄭玄云：「避用時也。穎，镮也。拊謂把也。」然則刀施镮，削用把。削似小於刀，相對為異，散文則通，故傳以「赤刀」為「赤刀削」。《吳錄》稱吳人嚴白虎聚眾反，遣弟興詣孫策，策引白削斫席，興體動，曰：「我見刃為然。」然赤刃為赤削，白刃為白削，是削為刀之別名明矣。《周禮·考工記》云：「築氏為削，合六而成規。」鄭註云：「曲刃刀也。」又云：「赤刀者，武王誅紂時刀，赤為飾，周正色。」不知其言何所出也。「大訓，《虞書》典謨」王肅亦以為然，鄭云「大訓謂禮法，先王德教」，皆是以意言耳。「弘」訓大也。「大璧、琬琰之圭為二重」，則琬琰共為一重。《周禮·典瑞》云「琬圭以治德，琰圭以易行」，則琬琰別玉而共為重者，蓋以其玉形質同，故不別為重也。《考工記》琬圭、琰圭皆九寸。鄭玄云：「大璧、琬、琰皆度尺二寸者。」孔既不分為二重，亦不知何所據也。○傳「三玉」至「寶之」○正義曰：「三玉為三重」，與上共為五重也。「夷，常」，《釋詁》文。《禹貢》雍州所貢球、琳、瑯玕，知球是雍州所貢也。常玉、天球傳不解「常」、「天」之義，未審孔意如何。王肅云：「夷玉，東夷之美玉。天球，玉磬也。」亦不解稱天之意。鄭玄云：「大玉，華山之球也。夷玉，東北之珣玕琪也。天球，雍州所貢之玉，色如天者。皆璞，未見琢治，故不以禮器名之。」《釋地》云：「東方之美者，有醫無閭之珣玕琪焉。」東方實有此玉。鄭以夷玉為彼玉，未知經意為然否。「河圖，八卦。是伏羲氏王天下，龍馬出河，遂則其文以畫八卦，謂之河圖」，當孔之時，必有書為此說也。《漢書·五行誌》：「劉歆以為伏犧氏繼天而王，受河圖，則而畫之，八卦是也。」劉歆亦如孔說，是必有書明矣。《易·系辭》云：「古者包犧氏之王天下也，仰則觀象於天，俯則觀法於地，觀鳥獸之文與地之宜，近取諸身，遠取諸物，於是始作八卦。」都不言法河圖也。而此傳言「河圖」者，蓋《易》理寬弘，無所不法，直如《系辭》之言，所法已自多矣，亦何妨更法河圖也。且《系辭》又云：「河出圖，洛出書，聖人則之。」若八卦不則河圖，餘復何所則也？王肅亦云：「河圖，八卦也。」璧，玉人之所貴，是為可寶之物。八卦、典謨非金玉之類，嫌其非寶，故云「河圖及典謨皆歷代傳寶之」。此西序、東序各陳四物，皆是臨時處置，未必別有他義。下二房各有二物，亦應無別意也。○傳「胤國」至「坐東」○正義曰：以夏有胤侯，知「胤」是國名也。胤是前代之國，舞衣至今猶在，明其所為中法，故常寶之。亦不知舞者之衣是何衣也。大貝必大於餘貝。伏生《書傳》云：「散宜生之江淮，取大貝，如大車之渠。」是言大小如車渠也。《考工記》謂車罔為渠。大小如車罔，其貝形曲如車罔，故比之也。《考工記》云：「鼓長八尺，謂之鼖鼓。」《釋樂》云：「大鼓謂之鼖。」此鼓必有所異。周興至此未久，當是先代之器，故云「商周傳寶之」。西序即是西夾，西夾之前已有南向坐矣，西序亦陳之寶，近在此坐之西，知此「在西房」者，在西夾室東也。○傳「兌和」至「夾室」○正義曰：戈、弓、竹矢，巧人所作。垂是巧人，知兌、和亦古之巧人也。垂，舜共工，《舜典》文。若不中法，即不足可寶，知「所為皆中法，故亦傳寶之」。垂是舜之共工，竹矢蓋舜時之物。其兌、和之所作，則不知寶來幾何世也，故皆言「傳寶之」耳。東夾室無坐，故直言「東廂夾室」，陳於夾室之前也。案鄭註《周禮》，宗廟、路寢制如明堂。明堂則五室，此路寢得有東房、西房者，《鄭誌》張逸以此問，鄭答云：「成王崩在鎬京。鎬京宮室因文武，更不改作，故同諸侯之制，有左右旁也。」孔無明說，或與鄭異，路寢之制不必同明堂也。○傳「大輅」至「南向」○正義曰：《周禮》巾車「掌王之五輅」，玉輅、金輅、象輅、革輅、木輅，是為五輅也。此經所陳四輅必是《周禮》五輅之四。「大輅」，輅之最大，故知大輅玉輅也。「綴輅」，系綴於下，必是玉輅之次，故為金輅也。「面前」者，據人在堂上，面向南方，知面前皆南向，謂轅向南也。地道尊右，故玉輅在西，金輅在東。○傳「先輅」至「顧命」○正義曰：此經四輅兩兩相配，上言「大輅」、「綴輅」，此言「先輅」、「次輅」，二者各自以前後為文。五輅金即次象，故言「先輅，象」。其木輅在象輅之下，故云「次輅，木」也。又解四輅之名，「金、玉、象皆以飾車」，三者以飾為之名；「木則無飾」，故指木為名耳。鄭玄《周禮》註云「革輅，輓之以革而漆之」，「木輅，不輓以革，漆之而已」，以直漆其木，故以「木」為名。木輅之上猶有革輅，不以「次輅」為革輅者，禮五輅而此四輅，於五之內必將少一，蓋以革輅是兵戎之用，於此不必陳之，故不雲革輅而以木輅為次。馬融、王肅皆云：「不陳戎輅者，兵事非常，故不陳之。」孔意或當然也。鄭玄以「綴、次是從後之言，二者皆為副貳之車。先輅是象輅也，綴輅是玉輅之貳，次輅是象輅之貳，不陳金輅、革輅、木輅者，主於朝祀而已」。未知孔、鄭誰得經旨。成王殯在路寢，下云「二人執惠，立於畢門之內」，畢門是路寢之門，知此陳設車輅「皆在路寢門內」也。《釋宮》云：「門側之堂謂之塾。」孫炎曰：「夾門堂也。」塾前陳車，必以轅向堂，故知「左右塾前皆北面」也。左塾者謂門內之西，右塾者門內之東，故以北面言之為左右。所陳坐位、器物皆以西為上，由王殯在西序故也。其執兵宿衛之人則先東而後西者，以王在東宿，衛敬新王故也。顧氏云：「先輅在左塾之前，在寢門內之西，北面對玉輅。次輅在右塾之前，在寢門內之東，對金輅也。」凡所陳列自「狄設黼扆」已下至此，皆象成王生時華國之事，所以重顧命也。鄭玄亦云：「陳寶者，方有大事以華國也。」《周禮·典路》云：「若有大祭祀，則出路。大喪大賓客亦如之。」是大喪出輅為常禮也。]\n二人雀弁，執惠，立於畢門之內。[士衛殯與在廟同，故雀韋弁。惠，三隅矛。路寢門，一名畢門。○弁，皮彥反，徐扶變反。]四人綦弁，執戈上刃，夾兩階戺。[綦，文鹿子皮弁。亦士。堂廉曰戺，士所立處。○綦音其，馬本作騏，云：「青黑色。」夾，徐工洽反。戺音俟，徐音士。廉，力占反，棱也。]一人冕，執劉，立於東堂。一人冕，執鉞，立於西堂。[冕，皆大夫也。劉，鉞屬。立於東西廂之前堂。]一人冕，執戣，立於東垂。一人冕，執瞿，立於西垂。[戣、瞿皆戟屬。立於東西下之階上。○戣音逵。瞿，其俱反，徐音懼。]一人冕，執銳，立於側階。[銳，矛屬也。側階，北下立階上。○銳，以稅反。]\n["
      },
      {
        "index": 24,
        "text": "[疏]「二人」至「側階」○正義曰：《禮》大夫服冕，士服弁也。此所執者凡有七兵，立於畢門之內，及夾兩階立堂下者，服爵弁、綦弁者，皆士也。以其去殯遠，故使士為之。其在堂上服冕者，皆大夫也。以其去殯近，皆使大夫為之。先門，次階，次堂，從外向內而敘之也。次東西垂，次側階，又從近向遠而敘之也。在門者兩，守門兩廂各一人，故「二人」。在階者，兩廂各二人，故「四人」。《禮記·明堂位》：「三公在中階之前。」《考工記》：「夏後氏世室，九階。」鄭玄云：「南面三，三面各二。」鄭玄又云，宗廟及路寢制如明堂，則路寢南面亦當有三階矣。此惟四人夾兩階，不守中階者，路寢制如明堂，惟鄭玄之說耳，路寢三階不書，亦未有明文，縱有中階，中階無人升降，不須以兵衛之。○傳「士衛」至「畢門」○正義曰：士入廟助祭，乃服雀弁，於此服雀弁者，士衛王殯，與在廟同，故爵韋弁也。鄭玄云：「赤黑曰雀，言如雀頭色也，雀弁制如冕，黑色，但無藻耳。」然則雀弁所用當與冕同。阮諶《三禮圖》云：「雀弁以三十升布為之。」此傳言「雀韋弁」者，蓋以《周禮·司服》云「凡兵事，韋弁服」，此人執兵，宜以韋為之，異於祭服，故言「雀韋弁」。下云「綦弁」，孔言鹿子皮為弁，然則下言冕執兵者，不可以韋為冕，未知孔意如何。天子五門，臯、庫、雉、應、路也。下云「王出在應門之內」，出畢門始至應門之內，知畢門即是路寢之門，一名畢門也。此經所陳七種之兵，惟戈經傳多言之，《考工記》有其形制，其餘皆無文。傳惟言「惠，三隅矛」，銳亦矛也，「戣、瞿皆戟屬」，不知何所據也。「劉，鉞屬」者，以「劉」與「鉞」相對，故言「屬」以似之，而別又不知何以為異。古今兵器名異體殊，此等形制，皆不可得而知也。鄭玄云：「惠狀蓋斜刃，宜芟刈。戈即今之句孑戟。劉蓋今镵斧。鉞，大斧。戣、瞿蓋今三鋒矛。銳，矛屬。凡此七兵，或施矜，或著柄。《周禮》戈長六尺六寸，其餘未聞長短之數。」王肅惟云：「皆兵器之名也。」○傳「綦文」至「立處」○正義曰：鄭玄云「青黑曰綦」，王肅云「綦，赤黑色」，孔以為「綦，文攏蘗子皮弁」，各以意言，無正文也。大夫則服冕，此服弁，知「亦士」也。「堂廉曰戺」，相傳為然。「廉」者，棱也。所立在堂下，近於堂棱。○傳「冕皆」至「前堂」○正義曰：《周禮·司服》云：「大夫之服，自玄冕而下。」知服冕者皆大夫也。鄭玄云：「序內半以前曰堂。」謂序內檐下，自室壁至於堂廉，中半以前總名為「堂」。此立於東堂、西堂者，當在東西廂近階而立，以備升階之人也。○傳「戣瞿」至「階上」○正義曰：《釋詁》云：「疆、界、邊、衛、圉、垂也。」則「垂」是遠外之名。此經所言「冕」則在堂上，「弁」則在堂下，此二人服冕，知在堂上也。堂上而言「東垂」、「西垂」，知在堂上之遠地。堂之遠地，當於序外東廂西廂，必有階上堂，知此立於東西堂之階上也。○傳「銳矛」至「階上」○正義曰：鄭、王皆以側階為東下階也。然立於東垂者已在東下階上，何由此人復共並立？故傳以為「北下階上」，謂堂北階，北階則惟堂北一階而已。「側」猶特也。]\n王麻冕黼裳，由賓階隮。[王及群臣皆吉服，用西階升，不敢當主。]卿士、邦君麻冕蟻裳，入即位。[公卿大夫及諸侯皆同服，亦廟中之禮。蟻，裳名，色玄。○蟻，魚綺反。]太保、太史、太宗皆麻冕彤裳。[執事各異裳。彤，纁也。太宗，上宗，即宗伯也。]太保承介圭，上宗奉同、瑁，由阼階隮。[大圭尺二寸，天子守之，故奉以奠康王所位。同，爵名。瑁，所以冒諸侯圭，以齊瑞信，方四寸，邪刻之。用阼階升，由便不嫌。○冒，莫報反。]太史秉書，由賓階隮，禦王冊命。[太史持冊書顧命進康王，故同階。]\n["
      },
      {
        "index": 25,
        "text": "[疏]「王麻」至「冊命」○正義曰：此將傳顧命，布設位次，即上所作法度也。凡諸行禮，皆賤者先至，此必卿、下士、邦君即位既定，然後王始升階。但以君臣之序，先言王服，因服之下即言升階，從省文。卿士、邦君無所執事，故直言「即位」而已。太保、太史、太宗皆執事之人，故別言衣服。各自所職，不得即言升階，故別言所執，各從升階為文次也。卿士王臣，故先於邦君。太史乃是大宗之屬，而先於太宗者，太史之職掌冊書，此禮主以為冊命，太史所掌事重，故先言之。○傳「王及」至「當主」○正義曰：《禮》績麻三十升以為冕，故稱「麻冕」。傳嫌麻非吉服，故言「王及群臣皆吉服」也。「王麻冕」者，蓋袞冕也。《周禮·司服》：「享先王則袞冕。」此禮授王冊命，進酒祭王，且袞是王之上服，於此正王之尊，明其服必袞冕也。其卿士、邦君當各以命服，服即助祭之冕矣。「袞」，鄭玄《周禮註》云：「袞之衣五章，裳四章。」則袞衣之裳，非獨有黼。言「黼裳」者，以裳之章色，黼黻有文，故特取為文。《詩·采菽》之篇言王賜諸侯云：「玄袞及黼。」以黼有文，故特言之。鄭玄於此註云：「黼裳者，冕服有文者也。」是言貴文故稱之。《禮》「君升阼階」，此用西階升者，以未受顧命，不敢當主也。○傳「公卿」至「色玄」○正義曰：「卿士」，卿之有事者，公則卿兼之。此行大禮，大夫亦與焉。略舉「卿士」為文，公與大夫必在，故傳言「公卿大夫及諸侯皆同服」，言同服吉服，此「亦廟中之禮」也。言其如助祭，各服其冕服也。《禮》無「蟻裳」，今云「蟻」者，裳之名也。「蟻」者，蚍蜉蟲也，此蟲色黑，知蟻裳色玄，以色玄如蟻，故以蟻名之。《禮》祭服皆玄衣纁裳，此獨雲玄裳者，卿士、邦君於此無事，不可全與祭同，改其裳以示變於常也。太保、太史有所主者，則純如祭服，暫從吉也。「入即位」者，鄭玄云：「卿西面，諸侯北面。」鄭玄惟據經「卿士、邦君」言之，其公亦北面，孤東面也。○傳「執事」至「宗伯」○正義曰：此三官者皆執事，俱「彤裳」，而言「各異裳」者，各自異於卿士、邦君也。「彤」，赤也。《禮》祭服纁裳。纁是赤色之淺者，故以「彤」為纁，言是常祭服也。「太宗」與下文「上宗」一人，即宗伯之卿也。○傳「大圭」至「不嫌」○正義曰：《考工記·玉人》云：「鎮圭尺有二寸，天子守之。」鎮圭，圭之大者。「介」訓大也，故知是彼鎮圭。天子之所守，故奉之以奠康王所位，以明正位為天子也。《禮》又有「大圭長三尺」，知「介圭」非彼三尺圭者，《典瑞》云：「王搢大圭，執鎮圭以朝日。」《玉人》云：「大圭長三尺，天子服之。」彼搢於紳帶是天子之笏，不是天子所守，故知非幣妖尺之大圭也。「上宗奉同、瑁」，則下文云天子「受同、瑁」。大保必奠於位，其奉介圭，下文不言「受介圭」者，以同、瑁並在手中，故不得執之，太保必奠於其位，但文不見耳。《禮》於奠爵無名「同」者，但下文祭酢皆用同奉酒，知「同」是酒爵之名也。《玉人》云：「天子執冒四寸以朝諸侯。」鄭玄註云：「名玉曰冒者，言德能覆蓋天下也。四寸者，方。以尊接卑，以小為貴。」《禮》天子所以執瑁者，諸侯即位，天子賜之以命圭，圭頭邪銳，其瑁當下邪刻之，其刻闊狹長短如圭頭。諸侯來朝，執圭以授天子，天子以冒之刻處冒彼圭頭，若大小相當，則是本所賜；其或不同，則圭是偽作，知諸侯信與不信。故天子執瑁，所以冒諸侯之圭以齊瑞信，猶今之合符。然經傳惟言圭之長短，不言闊狹。瑁方四寸，容彼圭頭，則圭頭之闊無四寸也。天子以一瑁冒天下之圭，則公侯伯之圭闊狹等也。此瑁惟冒圭耳，不得冒璧。璧亦稱瑞，不知所以齊信，未得而聞之也。「阼階」者，東階也。謂之「阼」者，鄭玄《士冠禮》註云「阼猶酢也。東階所以答酢賓客」，是其義也。《禮》兇事設洗於西階西南，吉事設洗於東階東南。此太保、上宗皆行吉事，盥洗在東，故用阼階升，由便，以卑不嫌為主人也。鄭玄云：「上宗猶太宗，變其文者，宗伯之長，大宗伯一人，與小宗伯二人，凡三人，使其上二人也，一人奉同，一人奉瑁。」傳無明解，當同於鄭也。○傳「太史」至「同階」○正義曰：訓「禦」為進。太史持策書顧命欲以進王，故與王同升西階。鄭玄云：「禦猶向也。王此時正立賓階上少東，太史東面於殯西南而讀策書，以命王嗣位之事。」孔雖以「禦」為進，其意當如鄭言。不言王面北，可知也。篇以「顧命」為名，指上文為言。顧命策書，稟王之意為言，亦是顧命之事，故傳言「策書顧命」。]\n曰：「皇后憑玉几，道揚末命，命汝嗣訓，[冊命之辭。大君，成王。言憑玉几所道，稱揚終命，所以感動康王。命汝繼嗣其道，言任重，因以托戒。○憑，皮冰反。]臨君周邦，率循大卞，[用是道臨君周國，率群臣循大法。卞，皮彥反，徐扶變反。]燮和天下，用答揚文武之光訓。」[言用和道和天下，用對揚聖祖文武之大教。敘成王意。]王再拜，興，答曰：「眇眇予末小子，其能而亂四方，以敬忌天威？」[言微微我淺末小子，其能如父祖治四方，以敬忌天威德乎？謙辭，托不能。○眇，彌小反。]\n["
      },
      {
        "index": 26,
        "text": "[疏]「曰皇」至「光訓」○正義曰：此即丁卯命作之冊書也。誥康王曰：「大君成王病困之時，憑玉幾所道，稱揚將終之教命。命汝繼嗣其道，代為民主。用是道以臨君周邦，率群臣循大法，用和道和天下，用對揚聖祖文武之大教。」敘成王之意，言成王命汝如此也。○傳「冊命」至「托戒」○正義曰：言「憑玉幾所道」，以示不憑玉幾則不能言，所以感動康王，令其哀而聽之，不敢忽也。以「訓」為道，命汝繼嗣其道，繼父道為天下之主。言所任者重，因以托戒也。○傳「用是」至「大法」○正義曰：「卞」之為法，無正訓也。告以為法之道，令率群臣循之，明所循者法也，故以「大卞」為大法。王肅亦同也。]\n乃受同、瑁，王三宿，三祭，三咤。[王受瑁為主，受同以祭。禮成於三，故酌者實三爵於王，王三進爵，三祭酒，三奠爵，告已受群臣所傳顧命。○咤，陟嫁反，字亦作宅，又音妒，徐又音托，又豬夜反。《說文》作詫，丁故反，奠爵也。馬作詫，與《說文》音義同。]上宗曰：「饗！」[祭必受福，贊王曰：「饗福酒。」]太保受同，降，[受王所饗同，下堂反於篚。]盥以異同，秉璋以酢。[太保以盥手洗異同，實酒秉璋以酢祭。半圭曰璋，臣所奉。王已祭，太保又祭。報祭曰酢。○酢，才各反。]授宗人同，拜，王答拜。[宗人，小宗伯，佐大宗伯。太宗供王，宗人供太保。拜白已傳顧命，故授宗人同。拜，王答拜，尊所受命。]太保受同，祭，嚌，[太宗既拜而祭，既祭，受福。嚌至齒，則王亦至齒。王言饗，太保言嚌，互相備。○嚌，才細反。互音戶。]宅，授宗人同，拜，王答拜。[太保居其所，授宗人同，拜白成王以事畢。王答拜，敬所白。○宅如字，馬同，徐殆故反。]太保降，收。[太保下堂，則王下可知。有司於此盡收徹。○徹，醜列反，又徐直列反。]\n["
      },
      {
        "index": 27,
        "text": "[疏]「乃受」至「降收」○正義曰：王受冊命之時，立於西階上少東，北面。太史於柩西南，東面讀策書。讀冊既訖，王再拜。上宗於王西南，北面奉同、瑁以授王。王一手受同，一手受瑁。王又以瑁授宗人。王乃執同，就樽於兩楹之間，酌酒，乃於殯東西面立，三進於神坐前，祭神如前祭。凡前祭酒酹地而奠爵訖，復位。再拜，王又於樽所別以同酌酒，祭神如前。復三祭，故云「三宿、三祭、三咤」。然後酌福酒以授王，上宗贊王曰：「饗福酒。」王再拜，受酒，跪而祭。先嚌至齒，興，再拜。太保受同，降自東階，反於篚。又盥以異同，執璋升自東階，適樽所酌酒，至殯東西面報祭之。欲祭之時，授宗人同，拜白王柩云：「已傳顧命訖。」王則答拜。拜柩，尊所受命。太保乃於宗人處受同，祭柩如王禮，但一祭而已。祭訖，乃受福。祝酌同以授太保，宗人贊太保曰：「饗福酒。」太保再拜，受同，亦祭，先而嚌至齒，與，再拜訖，於所居位授宗人同。太保更拜白柩以事畢。王又答拜，拜柩，敬所白。王與太保降階而下堂，有司於是收徹器物。○傳「王受」至「顧命」○正義曰：天子執瑁，故「受瑁為主」。「同」是酒器，故「受同以祭」。鄭玄云：「王既對神，則一手受同，一手受瑁。」然既受之後，王受同而祭，則瑁以授人。「禮成於三，酌者實三爵於王」，當是實三爵而續送，三祭各用一同，非一同而三反也。《釋詁》云：「肅，進也。」「宿」即肅也，故以宿爵而續送。祭各用一同為一進，「三宿」謂三進爵，從立處而三進至神所也。三祭酒，三酹酒於神坐也。每一酹酒，則一奠爵，三奠爵於地也。為此祭者，告神言已已受群臣所傳顧命，白神使知也。經典無此「咤」字，「咤」為奠爵，傳記無文。正以既祭必當奠爵，既言「三祭」，知「三咤」為三奠爵也。王肅亦以「咤」為奠爵。鄭玄云：「徐行前曰肅，卻行曰咤。王徐行前三祭，又三卻復本位。」與孔異也。○傳「祭必」至「福酒」○正義曰：《禮》於祭末必飲神之酒，受神之福，其大祭則有受嘏之福。《禮·特牲》、《少牢》主人受嘏福，是受神之福也。其告祭小祀，則不得備儀，直飲酒而已。此非大祭，故於王三奠爵訖，上宗以同酌酒進王，贊王曰：「饗福酒也。」王取同嚌之，乃以同授太保也。○傳「受王」至「於篚」○正義曰：上宗贊王以饗福酒也，即云「太保受同」，明是「受王所饗同」也。祭祀飲酒之禮，爵未用皆實於篚，既飲皆反於篚，知此「下堂反於篚」也。○傳「太保」至「曰酢」○正義曰：祭祀以變為敬，不可即用王同，故太保以盥手更洗異同，實酒於同中，乃秉璋以酢祭。於上祭後更復報祭，猶如正祭大禮之亞獻也。《周禮·典瑞》云：「四圭有邸，以祀天。兩圭有邸，以祀地。圭璧以祀日月，璋邸射以祀山川。」從上而下，遞減其半，知「半圭曰璋」。《祭統》云：「君執圭瓚，大宗執璋瓚。」謂亞獻用璋瓚，此非正祭，亦是亞獻之類，故亦執璋。若助祭，公侯伯子男自得執圭璧也。秉璋以酢，是報祭之事。王已祭，太保又報祭也。「酢」訓報也，故「報祭曰酢」。飲酒之禮稱「獻酢」者，亦是報之義也。○傳「宗人」至「受命」○正義曰：「上宗」為太宗伯，知「宗人」為小宗伯也。太保所以拜者，白成王言已已傳顧命訖也。將欲拜，故先授宗人同。拜者，自為拜神，不拜康王，但白神言已傳顧命之事，先告王已受顧命。王答拜者，尊所受之命，亦告神使知，故答拜也。王既祭，則奠同於地。太保不敢奠於地，故以同授宗人，然後拜也。太保既酢祭而拜，則王之奠爵，每奠必拜。於王祭不言「拜」者，祭酒必拜，乃是常禮。於王不言「拜」，於太保言「拜」者，足以見王拜也。○傳「太保」至「相備」○正義曰：「太保受同」者，謂太保既拜之後，於宗人邊受前所授之同，而進以祭神。既祭神之後，遂更受福酒，嚌以至齒。禮之通例，啐入口，是嚌至於齒，示飲而實不飲也。太保報王之祭，事與王祭禮同，而史錄其事，二文不等，故傳辨其意，於太保言「嚌至齒」，則王饗福酒，亦嚌至齒也；於王言「上宗曰饗」，則太保亦應有宗人曰饗，二文不同，互見以相備。○傳「太保」至「所白」○正義曰：「宅」訓居也。太保居其所，於受福酒之處，足不移，為將拜，故授宗人同。祭祀既畢而更拜者，白成王以事畢也。既拜白成王以傳顧命事畢，則王受顧命亦畢，王答拜，敬所白也。]\n諸侯出廟門俟。[言諸侯，則卿士已下亦可知。殯之所處，故曰廟。待王後命。○處，昌呂反。]\n["
      },
      {
        "index": 28,
        "text": "[疏]「諸侯出廟門俟」○正義曰：「廟門」謂路寢門也。出門待王後命，即作後篇。後篇云，二伯率諸侯入應門，則諸侯之出應門之外，非出廟門而已。以其在廟行事，事畢出於廟門，不言出廟門即止也。]"
      }
    ]
  }
}
