{
  "chapterNumber": 8,
  "title": "卷六 (Volume 6)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "禹貢第一夏書禹別九州，[分其圻界。　○別，彼列反。九州，《周公職錄》云︰「黃帝受命，風后受圖，割地布九州。」《鄹子》云︰「中國爲赤縣，內有九州。」《春秋說題辭》云︰「州之言殊也。」圻，其依反。]隨山濬川，[刊其木，深其流。　○濬，思俊反。刊，苦安反。]任土作貢。[任其土地所有，定其貢賦之差。此堯時事，而在《夏書》之首，禹之王以是功。　○任，而鴆反。貢，字或作贛。王，于況反。　【疏】「禹別」至「作貢」　○正義曰：禹分別九州之界，隨其所至之山，刊除其木，深大其川，使得注海。水害既除，地復本性，任其土地所有，定其貢賦之差，史錄其事，以爲《禹貢》之篇。　○傳「分其圻界」　○正義曰：《詩》傳云︰「圻，疆也。」分其疆界，使有分限。計九州之境，當應舊定，而云「禹別」者，以堯遭洪水，萬事改新，此爲作貢生文，故言「禹別」耳。　○傳「刊其木，深其流」　○正義曰：經言「隨山刊木」，序以較略爲文，直云「隨山」，不云隨山爲何事，故傳明之隨山刊其木也。「濬川」，深其流也。「隨山」本爲「濬川」，故連言之。　○傳「任其」至「是功」　○正義曰：九州之土，物產各異，任其土地所有，以定貢賦之差，既任其所有，亦因其肥瘠多少不同，制爲差品。鄭玄云︰「任土謂定其肥磽之所生。」是言用肥瘠多少爲差也。「賦」者，自上稅下之名，謂治田出穀，故經定其差等，謂之「厥賦」。「貢」者，從下獻上之稱，謂以所出之穀，市其土地所生異物，獻其所有，謂之「厥貢」。雖以所賦之物爲貢用，賦物不盡有也，亦有全不用賦物，直隨地所有，採取以爲貢者。此之所貢，即與《周禮‧太宰》「九貢」不殊，但《周禮》分之爲九耳。其賦與《周禮》「九賦」全異，彼賦謂口率出錢。不言「作賦」而言「作貢」者，取下供上之義也。諸序皆言作某篇，此序不言「作《禹貢》」者，以發首言「禹」，句末言「貢」，篇名足以顯矣。百篇之序，此類有三。「微子作誥父師、少師」，不言「作《微子》」，「仲虺作誥」，不言「作《仲虺之誥》」，與此篇皆爲理足而略之也。又解篇在此之意，此治水是堯末時事，而在《夏書》之首，禹之得王天下，以是治水之功，故以爲《夏書》之首。此篇史述時事，非是應對言語，當是水土既治，史即錄此篇，其初必在《虞書》之內，蓋夏史抽入《夏書》，或仲尼始退其第，事不可知也。]"
      },
      {
        "index": 2,
        "text": "禹貢[禹制九州貢法。　【疏】「禹貢」　○正義曰：此篇史述爲文，發首「奠高山大川」，言禹治九州之水，水害既除，定山川次秩，與諸州爲引序。自「導岍」至「嶓冢」，條說所治之山，言其首尾相及也。自「導弱水」至「導洛」，條說所治之水，言其發源注海也。自「九州攸同」至「成賦中邦」，揔言水土既平，貢賦得常之事也。「錫土姓」三句，論天子於土地布行德教之事也。自「五百里甸服」至「二百里流」，揔言四海之內，量其遠近，分爲五服之事也。自「東漸于海」以下，揔結禹功成受錫之事也。　○傳「禹制九州貢法」　○正義曰：禹制貢法，故以「禹貢」名篇。貢賦之法其來久矣，治水之後更復改新，言此篇貢法是禹所制，非禹始爲貢也。]"
      },
      {
        "index": 3,
        "text": "禹敷土，隨山刊木，[洪水汎溢，禹布治九州之土，隨行山林，斬木通道。　○敷，芳無反，馬云︰「分也。」汎，敷劒反。行，下孟反。]奠高山大川。[奠，定也。高山，五岳。大川，四瀆。定其差秩，祀禮所視。　○奠，田遍反。瀆音獨，下同。　【疏】「禹敷」至「大川」　○正義曰：言禹分布治此九州之土，其治之也，隨行所至之山，除木通道，決流其水，水土既平，乃定其高山大川。謂定其次秩尊卑，使知祀禮所視。言禹治其山川，使復常也。　○傳「洪水」至「通道」　○正義曰：《詩》傳云︰「汎，汎流也。」汎是水流之貌，洪水流而汎溢，浸壞民居，故禹分布治之。知者，文十八年《左傳》云「舉八凱使主后土」，則伯益之輩佐禹多矣，禹必身行九州，規謀設法，乃使佐己之人分布治之。於時平地盡爲流潦，鮮有陸行之路，故將欲治水，隨行山林，斬木通道。鄭云︰「必隨州中之山而登之，除木爲道，以望觀所當治者，則規其形而度其功焉。」是言禹登山之意也。《孟子》曰，禹三過門不入。其家門猶三過之，則其餘所歷多矣。來而復往，非止一處，故言分布治之。　○傳「奠定」至「所視」　○正義曰：《禮》定器於地，通名爲「奠」，是「奠」爲定也。山之高者，莫高於岳；川之大者，莫大於瀆；故言「高山，五岳」，謂、嵩、岱、衡、華、恒也；「大川，四瀆」，謂江、河、淮、濟也。此舉高大爲言，卑小亦定之矣。《舜典》云︰「望秩於山川。」故言「定其差秩」，定其大小次敍也。定其「祀禮所視」，謂《王制》所云「五岳視三公，四瀆視諸侯，其餘視伯子男」。往者洪水滔天，山則爲水所包，川則水皆汎溢，祭祀禮廢，今始定之，以見水土平，復舊制也。經云「荊岐既旅」，「蔡蒙旅平」，「九山刊旅」，是次秩既定，故旅祭之。]"
      },
      {
        "index": 4,
        "text": "冀州既載，[堯所都也。先施貢賦役，載於書。　○冀，居器反。州，九州名義見《爾雅音》。載如字。載，載於書也；馬同，鄭、韋昭云︰「載，事也。」　【疏】「冀州」　○正義曰：九州之次，以治爲先後。以水性下流，當從下而泄，故治水皆從下爲始。冀州，帝都，於九州近北，故首從冀起。而東南次兖，而東南次青，而南次徐，而南次揚，從揚而西次荊，從荊而北次豫，從豫而西次梁，從梁而北次雍，雍地最高，故在後也。自兖已下，皆準地之形勢，從下向高，從東向西。青、徐、揚三州並爲東偏，雍州高於豫州，豫州高於青、徐，雍、豫之水從青、徐而入海也。梁高於荊，荊高於揚，梁、荊之水從揚而入海也。兖州在冀州東南，冀、兖二州之水，各自東北入海也。冀州之水不經兖州，以冀是帝都，河爲大患，故先從冀起，而次治兖。若使冀州之水東入兖州，水無去處，治之無益，雖是帝都，不得先也。此經大體每州之始先言山川，後言平地。青州、梁州先山後川，徐州、雍州先川後山，兖、揚、荊、豫有川無山，揚、豫不言平地，冀州田賦之下始言「恒、衛既從」，史以大略爲文，不爲例也。每州之下言水路相通，通向帝都之道，言禹每州事了，入朝以白帝也。　○傳「堯所」至「於書」　○正義曰：史傳皆云堯都平陽，《五子之歌》曰：「惟彼陶唐，有此冀方。」是冀州堯所都也。諸州冀爲其先，治水先從冀起，爲諸州之首。記其役功之法，「既載」者，言先施貢賦役，載於書也。謂計人多少，賦功配役，載於書籍，然後徵而用之，以治水也。冀州如此，則餘州亦然，故於此特記之也。王肅云︰「言已賦功屬役，載於書籍。」傳意當然，鄭云︰「載之言事，事謂作徒役也。禹知所當治水，又知用徒之數，則書於策以告帝，徵役而治之。」惟解「載」字爲異，其意亦同孔也。]壺口治梁及岐。[壺口在冀州，梁、岐在雍州，從東循山治水而西。　○壺音胡，馬云︰「壺口，山名。」治如字。岐，其宜反。雍，於用反，後州名同。　【疏】傳「壺口」至「而西」　○正義曰：《史記》稱高祖入咸陽，蕭何先收圖籍，則秦焚《詩》、《書》，圖籍皆在。孔君去漢初七八十年耳，身爲武帝博士，必當具見圖籍，其山川所在，必是驗實而知。「壺口在冀州，梁、岐在雍州」，當時疆界爲然也。此於冀州之分，言及雍州之山者，「從東循山治水而西」故也。鄭云︰「於此言『治梁及岐』者，蓋治水從下起，以襄水害易也。」班固作《漢書‧地理志》，據前漢郡縣言山川所在。《志》云壺口在河東北屈縣東南。應劭云︰「已有南屈，故稱北屈。」梁山在左馮翊夏陽縣西北，岐山在右扶風美陽縣西北，然則壺口西至梁山，梁山西至岐山，從東而向西言之也。經於「壺口」之下言「治」者，孔意蓋云欲見上下皆治也。]既修太原，至于岳陽。[高平曰太原，今以爲郡名。岳，太岳，在太原西南。山南曰陽。　○岳，字又作嶽。太岳，山名。陽，山南曰陽，水北亦曰陽。　【疏】傳「高平」至「曰陽」　○正義曰：「太原」，原之大者，《漢書》以爲郡名，傳欲省文，故云「高平曰太原，今以爲郡名」，即晉陽縣是也。《釋地》云︰「廣平曰原，高平曰陸。」孔以太原地高，故言「高平」，其地高而廣也。下文導山云「壺口、雷首至于太岳」，知此「岳」即太岳也。屬河東郡，在太原西南也。《地理志》河東彘縣東有霍太山，此彘縣周厲王所奔，順帝改爲永安縣，《周禮‧職方氏》冀州其山鎮曰霍山，即此太岳是也。山南見日，故「山南曰陽」。此說循理平地，言從太原至岳山之南，故云「岳陽」也。]覃懷厎績，至于衡漳。[覃懷，近河地名。漳水橫流入河，從覃懷致功至橫漳。　○覃，徒南反。厎，之履反。衡如字，橫也；馬云︰「水名。」漳音章。近，附近之近。　【疏】傳「覃懷」至「衡漳」　○正義曰：《地理志》河內郡有懷縣，在河之北，蓋「覃懷」二字共爲一地，故云「近河地名」。「衡」即古「橫」字，漳水橫流入河，故云「橫漳」。漳在懷北五百餘里，從覃懷致功而北至橫漳也。《地理志》云，清漳水出上黨沾縣大黽谷，東北至渤海阜城縣入河，過郡五，行千六百八十里，此沾縣因水爲名。《志》又云，沾水出壺關。《志》又云，濁漳水出長子縣，東至鄴縣入清漳。鄭玄亦云︰「橫漳，漳水橫流。」王肅云︰「衡、漳，二水名。」]厥土惟白壤，[無塊曰壤，水去土復，其性色白而壤。　○壤，若丈反。馬云︰「天性和美也。」塊，苦對反。　【疏】傳「無塊」至「而壤」　○正義曰：《九章算術》「穿地四，爲壤五。壤爲息土」，則「壤」是土和緩之名，故云「無塊曰壤」。此土本色爲然，水去土復其性，色白而壤。雍州色黃而壤，豫州直言「壤」，不言其色，蓋州內之土不純一色，故不得言色也。]厥賦惟上上錯，[賦謂土地所生，以供天子。上上，第一。錯，雜，雜出第二之賦。　○上如字，賦第一。錯，倉各反，馬云︰「地有上下相錯，通率第一。」供音恭。　【疏】傳「賦謂」至「之賦」　○正義曰：以文承「厥土」之下，序云「任土作貢」，又「賦」者稅斂之名，往者洪水爲災，民皆墊溺，九州賦稅蓋亦不行，水災既除，土復本性，以作貢賦之差，故云「賦謂土地所生，以供天子」。謂稅穀以供天子，鄭玄云「此州入穀不貢」是也。因九州差爲九等，「上上」是第一也。交錯是間雜之義，故「錯」爲雜也。顧氏云「上上之下即次上中」，故云「雜出第二之賦」也。《孟子》稱稅什一爲正；輕之於堯舜，爲大貊小貊；重之於堯舜，爲大桀小桀；則此時亦什一。稅俱什一，而得爲九等差者，人功有强弱，收穫有多少。傳以荊州「田第八，賦第三」，爲「人功修」也，雍州「田第一，賦第六」，爲「人功少」也，是據人功多少揔計以定差。此州以上上爲正，而雜爲次等，言出上上時多，而上中時少也。多者爲正，少者爲雜，故云「第一」。此州言「上上錯」者，少在正下，故先言「上上」，而後言「錯」。豫州言「錯上中」者，少在正上，故先言「錯」，而後言「上中」。揚州云「下上上錯」，不言「錯下上」者，以本設九等，分三品爲之上中下，下上本是異品，故變文言「下上上錯」也。梁州云「下中三錯」者，梁州之賦凡有三等，其出下中時多，故以「下中」爲正，上有下上，下有下下，三等雜出，故言「三錯」，是明雜有下上、下下可知也。此九等所較無多，諸州相準爲等級耳。此計大率所得，非上科定也。但治水據田責其什一，隨上豐瘠，是上之任土，而下所獻自有差降，即以差等爲上之定賦也。然一升一降，不可常同。冀州自出第二，與豫州同，時則無第一之賦。豫州與冀州等一同，時則無第二之賦。或容如此，事不可恒。鄭玄云︰「賦之差，一井，上上出九夫稅，下下出一夫稅，通率九州一井稅五夫。」如鄭此言，上上出稅，九倍多於下下。鄭《詩箋》云︰「井稅一夫，其田百畝。」若上上一井稅一夫，則下下九井乃出一夫，稅太少矣；若下下井稅一夫，則上上全入官矣，豈容輕重頓至是乎？]厥田惟中中。[田之高下肥瘠，九州之中爲第五。　○中，丁仲反，又如字。中，馬云︰「土地有高下。」肥，符非反。瘠，在亦反。　【疏】傳「田之」至「第五」　○正義曰：鄭玄云「田著高下之等者，當爲水害備也」，則鄭謂地形高下爲九等也。王肅云「言其土地各有肥瘠」，則肅定其肥瘠以爲九等也。如鄭之義，高處地瘠，出物既少，不得爲上。如肅之義，肥處地下，水害所傷，出物既少，不得爲上。故孔云「高下肥瘠」，共相參對，以爲九等。上言「敷土」，此言「厥田」，「田」、「土」異者，鄭玄云︰「地當陰陽之中，能吐生萬物者曰土。據人功作力競得而田之，則謂之田。」「田」、「土」異名，義當然也。]恒、衛既從，大陸既作。[二水已治，從其故道，大陸之地已可耕作。　○從，才容反。　【疏】傳「二水」至「耕作」　○正義曰：二水汎溢漫流已治，從其故道故，今已可耕作也。青州「濰、淄其道」，與此「恒、衛既從」同，是從故道也。荊州「雲土、夢作乂」，與此「大陸既作」同，是水治可耕作也。其文不同，史異辭耳，無義例也。「壺口」與雍州之山連文，故傳言「壺口在冀州」。此無所嫌，故不言在冀州，以下皆如此也。《地理志》云，恒水出常山上曲陽縣，東入滱水。衛水出常山靈壽縣，東北入滹。大陸在鉅鹿縣北。《釋地》「十藪」云︰「晉有大陸。」孫炎等皆云︰「今鉅鹿縣北廣阿澤也。」郭璞云︰「廣阿，猶大陸，以地名言之。」近爲是也。《春秋》：「魏獻子畋于大陸，焚焉，還，卒于甯。」杜氏《春秋說》云，嫌鉅鹿絶遠，以爲汲郡修武縣吳澤也。甯即修武也。然此二澤相去其遠，所以得爲「大陸」者，以《爾雅》「廣平曰陸」，但廣而平者則名大陸，故異所而同名焉。然此二澤地形卑下，得以廣平爲陸者，澤雖卑下，旁帶廣平之地，故統名焉。故大陸，澤名；廣河，以旁近大陸故也。]島夷皮服，[海曲謂之島。居島之夷還服其皮，明水害除。　○島，當老反，馬云︰「島夷，北夷國。」　【疏】傳「海曲」至「害除」　○正義曰：孔讀「鳥」爲「島」。島是海中之山，《九章算術》所云「海島邈絶不可踐量」是也。傳云「海曲謂之島」，謂其海曲有山。夷居其上，此居島之夷，常衣鳥獸之皮，爲遭洪水，衣食不足，今還得衣其皮服，以明水害除也。鄭玄云︰「鳥夷，東方之民，搏食鳥獸者也。」王肅云︰「鳥夷，東北夷國名也。」與孔不同。]夾右碣石，入于河。[碣石，海畔山。禹夾行此山之右，而入河逆上。此州帝都，不說境界，以餘州所至則可知。先賦後田，亦殊於餘州。不言貢篚，亦差於餘州。　○夾音協，注同帶也。碣，其列反，韋昭其逝反。上，時掌反。篚，方尾反。　【疏】傳「碣石」至「餘州」　○正義曰：《地理志》碣石山在北平驪城縣西南，是碣石爲海畔山也。鄭云︰「《戰國策》碣石在九門縣，今屬常山郡，蓋別有碣石與此名同。今驗九門無此山也。」下文「導河入于海」，傳云︰「入于渤海。」渤海之郡當以此海爲名。計渤海北距碣石五百餘里，河入海處遠在碣石之南，禹行碣石不得入于河也。蓋遠行通水之處，北盡冀州之境，然後南迴入河而逆上也。「夾右」者，孔云「夾行此山之右」，則行碣石山西，南行入河，在碣石之右，故云「夾右」也。顧氏亦云︰「山西曰右。」鄭玄云︰「禹由碣石山西北行，盡冀州之境，還從山東南行，入河。」鄭以北行則東爲右，南行西爲右，故夾山兩旁，山常居右，與孔異也。「梁州」傳云︰「浮東渡河而還帝都，白所治也。」則入河逆上，爲還都白所治也。禹之治水，必每州巡行，度其形勢，計其人功，施設規模，指授方略，令人分布並作，還都白帝所治。於時帝都近河，故於每州之下皆言浮水達河，記禹還都之道也。冀、兖、徐、荊、豫、梁、雍州各自言河，惟青、揚二州不言河耳。兖州云「浮于濟、漯，達于河」，故青州直云「達于濟」；徐州云「浮于淮、泗，達于河」，故揚州云「達于淮、泗」；皆記禹入河之道也。王肅云︰「凡每州之下說諸治水者，禹功主於治水，故詳記其所治之州往還所乘涉之水名。」肅雖不言「還都白帝」，亦謂爲治水，故浮水也。鄭玄以爲「治水既畢，更復行之，觀地肥瘠，定貢賦上下」．其意與孔異也。八州皆言境界，而此獨無，故解之，「此州帝都，不說境界，以餘州所至則可知」也。兖州云「濟、河」，自東河以東也。豫州云「荊、河」，自南河以南也。雍州云「西河」，自西河以西也。明東河之西，西河之東，南河之北是冀州之境也。馬、鄭皆云「冀州不書其界者，時帝都之，使若廣大然」。文既局以州名，復何以見其廣大？是妄說也。又解餘州先田後賦，此州先賦後田，亦如境界，殊於餘州也。言「殊」者，當爲田賦以收穫爲差，田以肥瘠爲等。若田在賦上，則賦宜從田，田美則宜賦重，無以見人功修否，故令賦先於田也。以見賦由人功，此州既見此理，餘州從而可知，皆令賦在田下，欲見賦從田出，爲此故殊於餘州也。鄭玄云︰「此州入穀不貢。」下云「五百里甸服」，傳云「爲天子服治田」，是田入穀，故不獻貢篚，差異於餘州也。甸服止方千里，冀之北土境界甚遙，遠都之國，必有貢篚，舉大略而言也。]"
      },
      {
        "index": 5,
        "text": "濟、河惟兖州。[東南據濟，西北距河。　○濟，子禮反，下同。兖，悅轉反。　【疏】「兖州」　○傳「東南」至「距河」　○正義曰：此下八州，發首言山川者，皆謂境界所及也。「據」謂跨之，「距」，至也。濟、河之間相去路近，兖州之境，跨濟而過，東南越濟水，西北至東河也。李巡注《爾雅》解州名云︰「兩河間其氣清，性相近，故曰冀。冀，近也。濟、河間其氣專，體性信謙，故云兖。兖，信也。淮海間其氣寬舒，禀性安徐，故曰徐。徐，舒也。江南其氣燥勁，厥性輕揚，故曰揚。揚，輕也。荊州其氣燥剛，禀性彊梁，故曰荊。荊，彊也。河南其性安舒，厥性寬豫，故曰豫。豫，舒也。河西其氣蔽壅，受性急凶，故云雍。雍，壅也。」《爾雅》「九州」無梁、清，故李巡不釋，所言未必得其本也。]九河既道，[河水分爲九道，在此州界，平原以北是。　○九河，徒駭一，太史二，馬頰三，覆釜四，胡蘇五，簡六，絜七，鉤盤八，鬲津九；出《爾雅》。　【疏】傳「河水」至「北是」　○正義曰：河自大陸之北敷爲九河，謂大陸在冀州，嫌九河亦在冀州，故云「在此州界」也。河從大陸東畔北行，而東北入海。冀州之東境，至河之西畔。水分大河，東爲九道，故知在兖州界平原以北是也。《釋水》載「九河」之名云︰「徒駭、太史、馬頰、覆釜、胡蘇、簡、絜、鉤盤、鬲津。」李巡曰：「徒駭，禹疏九河，以徒衆起，故云徒駭。太史，禹大使徒衆通其水道，故曰太史。馬頰，河勢上廣下狹，狀如馬頰也。覆釜，水中多渚，往往而處，形如覆釜。胡蘇，其水下流，故曰胡蘇。胡，下也。蘇，流也。簡，大也，河水深而大也。絜，言河水多山石，治之苦絜。絜，苦也。鉤盤，言河水曲如鉤，屈折如盤也。鬲津，河水狹小，可鬲以爲津也。」孫炎曰：「徒駭，禹疏九河，用功雖廣，衆懼不成，故曰徒駭。胡蘇，水流多散胡蘇然。」其餘同李巡。郭璞云︰「徒駭今在成平。東光縣今有胡蘇亭。」覆釜之名同李巡，餘名皆云其義未詳。計禹陳九河，云復其故道，則名應先有，不宜「徒駭」、「太史」因禹立名，此郭氏所以未詳也。或九河雖舊有名，至禹治水，更別立名，即《爾雅》所云是也。《漢書‧溝洫志》成帝時，河隄都尉許商上書曰：「古記九河之名，有徒駭、胡蘇、鬲津，今見在成平、東光、鬲縣界中。自鬲津以北至徒駭，其間相去二百餘里。」是知九河所在，徒駭最北，鬲津最南。蓋徒駭是河之本道，東出分爲八枝也。許商上言三河，下言三縣，則徒駭在成平，胡蘇在東光，鬲津在鬲縣，其餘不復知也。《爾雅》「九河」之次，從北而南。既知三河之處，則其餘六者，太史、馬頰、覆釜在東光之北，成平之南；簡、絜、鉤盤在東光之南，鬲縣之北也。其河填塞，時有故道。鄭玄云︰「周時齊桓公塞之，同爲一河。今河間弓高以東，至平原鬲津，往往有其遺處。」《春秋緯‧寶乾圖》云︰「移河爲界在齊呂，填閼八流以自廣。」鄭玄蓋據此文爲「齊桓公塞之」也。言閼八流拓境，則塞其東流八枝，并使歸於徒駭也。]雷夏既澤，灉、沮會同。[雷夏，澤名。灉、沮，二水，會同此澤。　○灉，徐音邕，王於用反。沮，七餘反。　【疏】傳「雷夏」至「此澤」　○正義曰：洪水之時，高原亦水，澤不爲澤。「雷夏既澤」，高地水盡，此復爲澤也。於「澤」之下言「灉、沮會同」，謂二水會合而同入此澤也。《地理志》云，雷澤在濟陰城陽縣西北。]桑土既蠶，是降丘宅土。[地高曰丘。大水去，民下丘，居平土，就桑蠶。　○蠶，在南反。　【疏】「桑土」至「宅土」　○正義曰：宜桑之土既得桑養蠶矣。洪水之時，民居丘上，於是得下丘陵，居平土矣。　○傳「地高」至「桑蠶」　○正義曰：《釋丘》云︰「非人爲之丘。」孫炎曰：「地性自然也。」是「地高曰丘」也。「降丘宅土」與「既蠶」連文，知「下丘，居平土，就桑蠶」也。計下丘居土，諸處皆然，獨於此州言之者，鄭玄云︰「此州寡於山，而夾於兩大流之間，遭洪水，其民尤困。水害既除，於是下丘居土，以其免於厄，尤喜，故記之。」]厥土黑墳，[色黑而墳起。　○墳，扶粉反，後同；韋昭音勃僨反，起也；馬云︰「有膏肥也。」]厥草惟繇，厥木惟條。[繇，茂。條，長也。　○繇音遙，馬云︰「抽也。」　【疏】傳「繇，茂。條，長也」　○正義曰：「繇」是茂之貌，「條」是長之體，言草茂而木長也。九州惟此州與徐揚三州言草木者，三州偏宜之也。宜草木，則地美矣。而田非上者，爲土下濕故也。]厥田惟中下，[田第六。]厥賦貞，[貞，正也。州第九，賦正與九相當。　【疏】傳「貞正」至「相當」　○正義曰：《周易》彖、象皆以「貞」爲正也。諸州賦無下下，「貞」即下下，爲第九也。此州治水最在後畢，州爲第九成功，其賦亦爲第九，列賦於九州之差，與第九州相當，故變文爲「貞」，見此意也。]作十有三載，乃同。[治水十三年，乃有賦法，與他州同。　○載，馬、鄭本作年。　【疏】傳「治水」至「州同」　○正義曰：「作」者，役功作務，謂治水也。治水十三年，乃有賦法，始得貢賦，與他州同也。他州十二年，此州十三年，比於他州最在後也。《堯典》言鯀治水九載，績用不成，然後堯命得舜，舜乃舉禹治水，三載功成，堯即禪舜。此言「十三載」者，并鯀九載數之。《祭法》云「禹能脩鯀之功」，明鯀已加功，而禹因之也。此言「十三載」者，記其治水之年，言其水害除耳，非言十三年內皆是禹之治水施功也。馬融曰：「禹治水三年，八州平，故堯以爲功而禪舜。」是十二年而八州平，十三年而兖州平，兖州平在舜受終之年也。]厥貢漆絲，厥篚織文。[地宜漆林，又宜桑蠶。織文，錦綺之屬。盛之筐篚而貢焉。　○漆音七。盛音成。　【疏】傳「地宜」至「貢焉」　○正義曰：任土作貢，此州貢漆，知「地宜漆林」也。《周禮‧載師》云「漆林之征」，故以「漆林」言之。「綺」是織繒之有文者，是綾錦之別名，故云「錦綺之屬」，皆是織而有文者也。「篚」是入貢之時盛在於篚，故云「盛之筐篚而貢焉」。鄭玄云︰「貢者百功之府受而藏之。其實於篚者，入於女功，故以貢篚別之。」歷檢篚之所盛，皆供衣服之用，入於女功，如鄭言矣。「檿絲」中琴瑟之絃，亦是女功所爲也。「織貝」，鄭玄以爲織如貝文，傳謂「織爲細紵。貝爲水物」，則貝非服飾所須，蓋恐其損缺，故以筐篚盛之也。諸州無「厥篚」者，其諸州無入篚之物，故不貢也。漢世陳留襄邑縣置服官，使制作衣服，是兖州綾錦美也。]浮子濟、漯，達于河。[順流曰浮。濟、漯兩水名。因水入水曰達。　○漯，天荅反，《篇韻》作他合反。　【疏】傳「順流」至「曰達」　○正義曰：《地理志》云，漯水出東郡東武陽縣，至樂安千乘縣入海，過郡三，行千二十里。其濟則下文具矣，是「濟、漯」爲二水名也。言「因水入水曰達當」，謂從水入水，不須舍舟而陸行也。揚州云「沿于江海，達于淮泗」，傳云「沿江入海，自海入淮，自淮入泗」，是言水路相通，得乘舟經達也。案青州云「浮于汶，達于濟」，經言濟會于汶，浮汶則達濟也。此云「浮于濟、漯，達于河」，從漯入濟，自濟入河徐州云「浮于淮泗，達于河」，蓋以徐州北接青州，既浮淮泗，當浮汶入濟，以達于河也。]"
      },
      {
        "index": 6,
        "text": "海、岱惟青州。[東北據海，西南距岱。　○岱音代，泰山也。　【疏】「青州」　○傳「東北」至「距岱」　○正義曰：海非可越而言「據」者，東萊東境之縣，浮海入海曲之間，青州之境，非至海畔而已，故言「據」也。漢末有公孫度者，竊據遼東，自號青州刺史，越海收東萊諸郡。堯時青州當越海而有遼東也。舜爲十二州，分青州爲營州，營州即遼東也。]嵎夷既略，濰、淄其道。[嵎夷，地名。用功少曰略。濰、淄二水復其故道。　○嵎音隅。濰音惟，本亦作惟，又作維。淄，側其反。　【疏】傳「嵎夷」至「故道」　○正義曰：「嵎夷，地名」，即《堯典》「宅嵎夷」是也。「嵎夷」、「萊夷」、「和夷」爲地名，「淮夷」爲水名，「島夷」爲狄名，皆觀文爲說也。「略」是簡易之義，故「用功少爲略」也。《地理志》云，濰水出琅邪箕屋山，北至都昌縣入海，過郡三，行五百二十里。淄水出泰山萊蕪縣原山，東北至千乘博昌縣入海。]厥土白墳，海濱廣斥。[濱，涯也。言復其斥鹵。　○濱，必人反。斥，徐音尺。《說文》云︰「東方謂之斥，西方謂之鹵。」鄭云︰「斥謂地鹹鹵。」涯，魚佳反。　【疏】傳「濱涯」至「斥鹵」　○正義曰：「濱，涯」，常訓也。《說文》云︰「鹵，鹹地也。東方謂之斥，西方謂之鹵。」海畔迥闊，地皆斥鹵，故云「廣斥」，言水害除，復舊性也。]厥由惟上下，厥賦中上。[田第三，賦第四。]厥貢鹽、絺，海物惟錯。[絺，細葛。錯，雜，非一種。　○鹽，餘占反。絺，勑其反。種，章勇反。]岱畎絲、枲、鈆、松、怪石。[畎，谷也。怪，異；好石似玉者。岱山之谷，出此五物，皆貢之。　○畎，工犬反，徐本作畎谷。枲，思似反。鈆，寅專反，字從㕣；㕣音以選反。怪如字。怪石，碔砆之屬。　【疏】傳「畎谷」至「貢之」　○正義曰：《釋水》云︰「水注川曰谿，注谿曰谷。」谷是兩山之閒流水之道，「畎」言畎去水，故言「谷」也。「怪石」，奇怪之石，故云「好石似玉」也。「枲」，麻也。「鈆」，錫也。岱山之谷有此五物，美於他方所有，故貢之也。]萊夷作牧，[萊夷，地名。可以放牧。　○萊音來。牧，牧養之牧，徐音目，一音茂，注同。]厥篚檿絲。[檿桑蠶絲，中琴瑟弦。　○檿，烏簟反，山桑也。　【疏】傳「檿桑」至「瑟弦」　○正義曰：《釋木》云︰「檿桑，山桑。」郭璞曰：「柘屬也。」「檿絲」，是蠶食檿桑，所得絲韌，中琴瑟弦也。]浮于汶，達于濟。[【疏】「浮于汶」　○正義曰：《地理志》云，汶水出泰山萊蕪縣原山，西南入濟也。]"
      },
      {
        "index": 7,
        "text": "海、岱及淮惟徐州。[東至海，北至岱，南及淮。　○汶音問。]淮、沂其乂，蒙、羽其藝。[二水已治，二山已可種藝。　○沂，魚依反，水名。藝，魚世反。　【疏】「徐州」　○傳「二水」至「種藝」　○正義曰：「乂」訓治也，故云「二水已治」。《地理志》云，沂水出泰山，蓋縣臨樂子山南至下邳入泗，過郡五，行六百里。淮出桐柏山，發源遠矣，於此州言之者，淮水至此而大，爲害尤甚，喜得其治，故於此記之。《地理志》云，蒙山在泰山蒙陰縣西南。羽山在東海祝其縣南。《詩》云「藝之荏菽」，故「藝」爲種也。]大野既豬，東原底平。[大野，澤名。水所停曰豬。東原致功而平，言可耕。　○豬，張魚反，馬云︰「水所停止深者曰豬。」劉東胡反。　【疏】傳「大野」至「可耕」　○正義曰：《地理志》云，大野澤在山陽鉅野縣北。「鉅」即大也。《檀弓》云︰「污其宮而豬焉。」又澤名孟豬，停水處也，故云「水所停曰豬」。往前漫溢，今得豬水爲澤也。「東原」即今之東平郡也。致功而地平，言其可耕也。]厥土赤埴墳，草木漸包。[土黏曰埴。漸，進長。包，叢生。　○埴，市力反，鄭作戠，徐、鄭、王皆讀曰熾，韋昭音試。漸如字，本又作蔪，《字林》才冉反，草之相包裹也。包，必茅反，字或作苞，非叢生也，馬云︰「相包裹也。」黏，女占反。長，丁丈反。叢，才公反。　【疏】傳「土黏」至「叢生」　○正義曰：「戠」「埴」、音義同。《考工記》用土爲瓦，謂之「摶埴之工」，是「埴」謂黏土，故「土黏曰埴」。《易‧漸卦》彖云︰「漸，進也。」《釋言》云︰「苞，稹也。」孫炎曰「物叢生曰苞，齊人名曰稹」。郭璞曰：「今人呼叢致者爲稹。」「漸苞」謂長進叢生，言其美也。]厥田惟上中，厥賦中中。[田第二，賦第五。]厥貢惟土五色，[王者封五色土爲社，建諸侯則各割其方色土與之，使立社。燾以黃土，苴以白茅，茅取其潔，黃取王者覆四方。　○燾，徒報反，覆也。苴，子餘反，包裹也。　【疏】傳「王者」至「四方」　○正義曰：傳解貢土之意，王者封五色土以爲社，若封建諸侯，則各割其方色土與之，使歸國立社。其土燾以黃土。燾，覆也。四方各依其方色，皆以黃土覆之。其割土與之時，苴以白茅，用白茅裹土與之。必用白茅者，取其絜清也。《易》稱「藉用白茅」，茅色白而絜美。《韓詩外傳》云︰「天子社廣五丈，東方青，南方赤，西方白，北方黑，上冒以黃土。將封諸侯，各取其方色土，苴以白茅，以爲社。明有土謹敬絜清也。」蔡邕《獨斷》云︰「天子大社，以五色土爲壇。皇子封爲王者，授之大社之土，以所封之方色苴以白茅，使之歸國以立社，謂之茅社。」是必古書有此說，故先儒之言皆同也。]羽畎夏翟，嶧陽孤桐，[夏翟，翟，雉名。羽中旌旄，羽山之谷有之。孤，特也。嶧山之陽特生桐，中琴瑟。　○夏，行雅反。翟，徒歷反。嶧音亦，一音夕。　【疏】傳「夏翟」至「琴瑟」　○正義曰：《釋鳥》云︰「翟，山雉。」此言「夏翟」，則「夏翟」共爲雉名。《周禮》立夏采之官，取此名也。《周禮‧司常》云︰「全羽爲旞，析羽爲旌。」用此羽爲之，故云「羽中旌旄」也。《地理志》云，東海下邳縣西有葛嶧山，即此山也。]泗濱浮磬，淮夷蠙珠暨魚。[泗，水涯。水中見石，可以爲磬。蠙珠，珠名。淮、夷二水出蠙珠及美魚。　○泗音四，水名。淮夷，鄭云︰「淮水之夷民也。」馬云︰「淮、夷，二水名。」孔傳云「淮夷之水」，本亦有作「淮夷二水」也。蠙音蒲邊反，徐扶堅反，字又作蚍，韋昭薄迷反，蚌也。暨，其器反。見，賢遍反。　【疏】傳「泗水」至「美魚」　○正義曰：泗水旁山而過，石爲泗水之涯，石在水旁，水中見石，似若水中浮然，此石可以爲磬，故謂之「浮磬」也。貢石而言磬者，此石宜爲磬，猶如「砥礪」然也。蠙是蚌之別名，此蚌出珠，遂以蠙爲珠名。蠙之與魚皆是水物，而以「淮夷」冠之，知「淮夷」是二水之名。「淮」即四瀆之淮也。「夷」蓋小水，後來竭涸，不復有其處耳。王肅亦以「淮夷」爲水名。鄭玄以爲「淮水之上，夷民獻此珠與魚」也。《地理志》泗水出濟陰乘氏縣，東南至臨淮睢陵縣入淮，行千一百一十里也。]厥篚玄纖縞。[玄，黑繒。縞，白繒。纖，細也。纖在中，明二物皆當細。　○纖，息廉反。縞，古老反，徐古到反。繒，似陵反。　【疏】傳「玄黑」至「當細」　○正義曰：篚之所盛，例是衣服之用，此單言「玄」，玄必有質，玄是黑色之別名，故知玄是黑繒也。《史記》稱高祖爲義帝發喪，諸侯皆縞素，是縞爲白繒也。]浮于淮、泗，達于河。[○河如字，《說文》作菏，工可反，云︰「水出山陽湖陵南。」]"
      },
      {
        "index": 8,
        "text": "淮、海惟揚州。[北據淮，南距海。]彭蠡既豬，陽鳥攸居。[彭蠡，澤名。隨陽之鳥，鴻鴈之屬，冬月所居於此澤。　○蠡音禮，張勃《吳錄》云︰「今名洞庭湖。」案今在九江郡界。　【疏】「揚州」　○傳「彭蠡」至「此澤」　○正義曰：「彭蠡」是江漢合處，下云「導漾水，南入于江，東匯爲彭蠡」是也。日之行也，夏至漸南，冬至漸北，鴻鴈之屬，九月而南，正月而北，左思《蜀都賦》所云「木落南翔，冰泮北徂」是也。日，陽也，此鳥南北與日進退，隨陽之鳥，故稱「陽鳥」，冬月所居於此彭蠡之澤也。]三江既入，震澤厎定。[震澤，吳南大湖名。言三江已入，致定爲震澤。　○三江，韋昭云︰「謂吳松江、錢唐江、浦陽江也。」《吳地記》云︰「松江東北行七十里，得三江口，東北入海爲婁江，東南入海爲東江，并松江爲三江。　○震澤，吳都太湖。厎，之履反，致也，《史記》音致。大湖，音太湖。　【疏】傳「震澤」至「震澤」　○正義曰：《地理志》云，會稽吳縣，故周泰伯所封國也。具區在西，古文以爲震澤，是「吳南大湖名」。蓋縣治居澤之東北，故孔傳言「南」，《志》言「西」。大澤畜水，南方名之曰湖，三江既入此湖也。治水致功，今江入此澤，故「致定爲震澤」也。下傳云︰「自彭蠡江分爲三，入震澤，遂爲北江而入海。」是孔意江從彭蠡而分爲三，又共入震澤，從震澤復分爲三，乃入海。鄭云︰「三江分於彭蠡，爲三孔東入海。」其意言「三江既入」，入海耳，不入震澤也。又案《周禮‧職方》揚州藪曰具區，浸曰五湖。五湖即震澤。若如《志》云具區即震澤，則浸、藪爲一。案餘州浸、藪皆異而揚州同者，蓋揚州浸、藪同處，論其水謂之浸，指其澤謂之藪。]篠簜既敷，[篠，竹箭。簜，大竹。水去已布生。　○篠，西了反。簜，徒黨反，或作𥯕，他莽反。　【疏】傳「篠，竹箭。簜，大竹」　○正義曰：《釋草》云︰「篠，竹箭。」郭璞云︰「別二名也。」又云「簜，竹」。李巡曰：「竹節相去一丈曰簜。」孫炎曰：「竹闊節者曰簜。」郭璞云︰「竹別名。」是篠爲小竹，簜爲大竹。]厥草惟夭，厥木惟喬。[少長曰夭。喬，高也。　○夭，於嬌反，馬云︰「長也。」喬，其嬌反，徐音驕。少，詩照反。長，丁丈反。　【疏】傳「少長曰夭。喬，高也」　○正義曰：夭是少長之貌，《詩》曰：「桃之夭夭」是也。「喬，高」，《釋詁》文。《詩》曰「南有喬木」是也。]厥土惟塗泥，[地泉濕。]厥田惟下下，厥賦下上錯。[田第九，賦第七，雜出第六。]厥貢惟金三品，[金、銀、銅也。　【疏】傳「金、銀、銅也」　○正義曰：「金」既揔名，而云「三品」，黃金以下惟有白銀與銅耳，故爲「金、銀、銅也」。《釋器》云︰「黃金謂之璗，其美者謂之鏐。白金謂之銀，其美者謂之鐐。」郭璞曰：「此皆道金銀之別名及其美者也。鏐即紫磨金也。」鄭玄以爲「金三品者，銅三色也。」]瑤、琨、篠簜，[瑤、琨皆美玉。　○瑤音遙。琨音昆，美石也，馬本作瑻，韋昭音貫。　【疏】傳「瑤、琨，皆美玉」　○正義曰：美石似玉者也。玉、石其質相類，美惡別名也。王肅云︰「瑤、琨，美石次玉者也。」]齒、革、羽、毛、惟木。[齒，革牙。革，犀皮。羽，鳥羽。毛，旄牛尾。木，楩、軺、豫章。　○犀，細兮反。旄音毛。楩音緶，又婢善反。　【疏】傳「齒象」至「豫章」　○正義曰：《詩》云「元龜象齒」，知「齒」是象牙也。《說文》云︰「齒，口齗骨也。牙，牡齒也。」隱五年《左傳》云「齒牙骨角」，「牙」、「齒」小別，統而名之，「齒」亦「牙」也。《考工記》：「犀甲七屬，兕甲六屬。」宣二年《左傳》云︰「犀兕尚多，棄甲則那？」是甲之所用，犀革爲上；革之所美，莫過於犀；知「革」是犀皮也。《說文》云︰「獸皮治去其毛爲革。」革與皮去毛爲異耳。《說文》云︰「羽，鳥長毛也。」知「羽」是鳥羽。南方之鳥，孔雀、翡翠之屬，其羽可以爲飾，故貢之也。《說文》云︰「犛，西南夷長旄牛也。」此犛牛之尾可爲旌旗之飾，經傳通謂之「旄」。《牧誓》云「右秉白旄」，《詩》云「建旐設旄」，皆謂此牛之尾，故知「毛」是旄牛尾也。直云「惟木」，不言木者，故言「楩、軺、豫章」，此三者是揚州美木，故傳舉以言之，所貢之木不止於此。]島夷卉服，[南海島夷草服葛越。　○卉，徐許貴反。　【疏】傳「南海」至「葛越」　○正義曰：上傳「海曲謂之島」，知此「島夷」是南海島上之夷也。《釋草》云︰「卉，草。」舍人曰：「凡百草一名卉。」知「卉服」是「草服葛越」也。葛越，南方布名，用葛爲之。左思《吳都賦》云「蕉葛升越，弱於羅紈」是也。冀州云「島夷皮服」，是夷自服皮，皮非所貢也。此言「島夷卉服」，亦非所貢也。此與「萊夷作牧」並在貢篚之間，古史立文不次也。鄭玄云︰「此州下濕，故衣草服。貢其服者，以給天子之官。」與孔異也。]厥篚織、貝。[織，細繒。貝，水物。　【疏】傳「織細」至「水物」　○正義曰：傳以「貝」非織物，而云「織貝」，則貝、織異物，織是織而爲之，揚州紵之所出，此物又以篚盛之，爲衣服之用，知是「細紵」，謂細紵布也。《釋魚》之篇貝有居陸居水，此州下濕，故云「水物」。《釋魚》有「玄貝，貽貝。餘貾，黃白文。餘泉，白黃文」，當貢此有文之貝以爲器物之飾也。鄭玄云︰「貝，錦名。《詩》云︰『萋兮斐兮，成是貝錦。』凡爲織者先染其絲，乃織之則文成矣。《禮記》曰：『土不衣織。』」與孔異也。]厥包橘柚錫貢。[小曰橘，大曰柚。其所包裹而致者，錫命乃貢。言不常。　○橘，均必反。柚，由究反。裹音果。　【疏】傳「小曰」至「不常」　○正義曰：橘、柚二果，其種本別，以實相比，則柚大橘小，故云「小曰橘，大曰柚」。猶《詩傳》云「大曰鴻，小曰鴈」，亦別種也。此物必須裹送，故云其所包裹而送之。以須之有時，故待錫命乃貢，言不常也。文在「篚」下，以不常故耳。荊州「納錫大龜」，豫州「錫貢磬錯」，皆爲非常，並在「篚」下。荊州言「包」，傳云「橘柚」也，文在「篚」上者，荊州橘柚爲善，以其常貢。此州則不常也。王肅云︰「橘與柚錫其命而後貢之，不常入，當繼荊州乏無也。」鄭云︰「有錫則貢之，此州有錫而貢之，或時無，則不貢。錫，所以柔金也。《周禮‧考工記》云，攻金之工掌執金錫之齊故也。」]㳂于江、海，達于淮、泗。[順流而下曰㳂。㳂江入海，自海入淮，自淮入泗。　○㳂，悅專反；鄭本作松，松當爲沿；馬本作均，云︰「均，平。」　【疏】傳「順流」至「入泗」　○正義曰：文十年《左傳》云︰「㳂漢泝江。」泝是逆，㳂是順，故「順流而下曰㳂」。「㳂江入海」，順也。「自海入淮，自淮入泗」，逆也。]"
      },
      {
        "index": 9,
        "text": "荊及衡陽惟荊州。[北據荊山，南及衡山之陽。　【疏】「荊州」　○傳「北據」至「之陽」　○正義曰：此州北界至荊山之北，故言「據」也。「南及衡山之陽」，其境過衡山也。以衡是大山，其南無復有名山大川可以爲記，故言「陽」見其南至山南也。]江、漢朝宗于海，[二水經此州而入海，有似於朝，百川以海爲宗。宗，尊也。　○朝，直遙反。　【疏】傳「二水」至「宗尊也」　○正義曰：《周禮‧大宗伯》諸侯見天子之禮，「春見曰朝，夏見曰宗」。鄭云︰「朝猶朝也，欲其來之早也。宗，尊也，欲其尊王也。」「朝宗」是人事之名，水無性識，非有此義。以海水大而江、漢小，以小就大，似諸侯歸於天子，假人事而言之也。《詩》云︰「沔彼流水，朝宗於海。」《毛傳》云︰「水猶有所朝宗。」「朝宗」是假人事而言水也。《老子》云︰「滄海所以能爲百谷王者，以其下之。」是百川以海爲宗。鄭云︰「江水、漢水其流遄疾，又合爲一，共赴海也。猶諸侯之同心尊天子而朝事之。荊楚之域，國有道則後服，國無道則先彊，故記其水之義，以著人臣之禮。]九江孔殷，[江於此州界分爲九道，甚得地勢之中。　○九江，《潯陽地記》云︰「一曰烏白江，二曰蚌江，三曰烏江，四曰嘉靡江，五曰畎江，六曰源江，七曰累江，八曰提江，九曰箘江。」張須元《緣江圖》云︰「一曰三里江，二曰五州江，三曰嘉靡江，四曰烏土江，五曰白蚌江，六曰白烏江，七曰箘江，八曰沙提江，九曰廩江。參差隨水長短，或百里，或五十里。始於鄂陵，終於江口，會于桑落洲。」《太康地記》曰：「九江，劉歆以爲湖漢九水，入彭蠡澤也。」　【疏】傳「江於」至「之中」　○正義曰：傳以「江」是此水大名，「九江」謂大江分而爲九，猶大河分爲九河，故言「江於此州之界分爲九道」。訓「孔」爲甚，「殷」爲中，言「甚得地勢之中」也。鄭云︰「殷猶多也。九江從山谿所出，其孔衆多，言治之難也。《地理志》九江在今廬江潯陽縣南，皆東合爲大江。」如鄭此意，九江各自別源，其源非大江也，下流合於大江耳。然則江以南水無大小，俗人皆呼爲江，或從江分出，或從外合來，故孔、鄭各爲別解。應劭注《地理志》云「江自潯陽分爲九道」，符於孔說，《潯陽記》有九江之名：「一曰烏江，二曰蚌江，三曰烏白江，四曰嘉靡江，五曰畎江，六曰源江，七曰廩江，八曰提江，九曰箘江。」雖名起近代，義或當然。]沱、潛既道，[沱，江別名。潛，水名。皆復其故道。　○沱，徒河反。潛，捷廉反，馬云︰「沱，湖也。其中泉出而不流者謂之潛。」　【疏】傳「沱江」至「故道」　○正義曰：下文「岷山導江，東別爲沱」，是「沱」爲江之別名也。經無「潛」之本源，直云「水名」。《釋水》云，水自江出爲沱，漢爲潛。鄭注此，既引《爾雅》，乃云︰「今南郡枝江縣有沱水，其尾入江耳，首不於江出也。華容有夏水，首出江，尾入沔蓋，此所謂沱也。潛則未聞象類。」此解荊州之沱、潛發源此州。若如鄭言，此水南流，不入荊州界，非此潛也。此下梁州注云︰「二水亦謂自江漢出者。」《地理志》在今蜀郡鄆縣江沱及漢中安陽皆有沱水、潛水，其尾入江漢耳，首不於此出。江源有𨞪江，首出江，南至犍爲武陽又入江，豈沱之類與？蓋漢西漢，出嶓冢，東南至巴郡江州入江，行二千七百六十里。」此解梁州之沱、潛也。郭璞《爾雅音義》云︰「沱水自蜀郡都水縣揃山與江別而更流。」璞又云︰「有水從漢中沔陽縣南流，至梓潼漢壽入大穴中，通峒山下西南潛出，一名沔水，舊俗云即《禹貢》潛也。」郭璞此言，亦解梁州沱、潛，與鄭又異。然《地理志》及鄭皆以荊、梁二州各有沱、潛，又郭氏所解沱、潛惟據梁州，不言荊州之沱、潛，而孔梁州注云「沱、潛發源此州，入荊州」，以二州沱、潛爲一者。然彼州山水古今不可移易，孔爲武帝博士，《地理志》無容不知，蓋以水從江漢出者皆曰「沱潛」，但地勢西高東下，雖於梁州合流，還從荊州分出，猶如濟水入河，還從河出，故孔舉大略爲發源梁州耳。]雲土、夢作乂。[雲夢之澤在江南，其中有平土丘，水去可爲耕作畎畝之治。　○雲，徐本作云。夢，亡弄反，一音武仲反，徐莫公反。治，直吏反。　【疏】傳「雲夢」至「之治」　○正義曰：昭三年《左傳》楚子與鄭伯田于江南之夢，是「雲夢之澤在江南」也。《地理志》南郡華容縣南有雲夢澤，杜預云「南郡枝江縣西有雲夢城」，江夏安陸縣亦有雲夢，或曰南郡華容縣東南有巴丘湖。江南之夢，雲夢一澤，而每處有名者，司馬相如《子虛賦》云「雲夢者方八九百里」，則此澤跨江南北，每處名存焉。定四年《左傳》稱楚昭王寢于雲中，則此澤亦得單稱「雲」，單稱「夢」。經之「土」字在二字之間，蓋史文兼上下也。此澤既大，其內有平土，有高丘，水去可爲耕作畎畝之治。]厥土惟塗泥，厥田惟下中，厥賦上下。[田第八，賦第三，人功修。]厥貢羽、毛、齒、革，惟金三品，[土所出與揚州同。　【疏】傳「土所」至「州同」　○正義曰：與揚州同，而揚州先「齒、革」，此州先「羽、毛」者，蓋以善者爲先。由此而言之，諸州貢物多種，其次第皆以當州貴者爲先也。]杶、榦、栝、柏，[榦，柘也。柏葉松身曰栝。　○杶，勑倫反，徐勑荀反，木名，又作櫄。榦，本又作幹，故旦反。栝，古活反。馬云︰「白栝也。」柘，章夜反。　【疏】傳「榦柘」至「曰栝」　○正義曰：「榦」爲弓榦，《考工記》云，弓人取榦之道也，以柘爲上，知此「榦」是柘也。《釋木》云︰「栝，柏葉松身。」陸機《毛詩義疏》云「杶、㯉、栲、漆相似如一」，則杶似㯉漆也。杶、栝、柏皆木名也，以其所施多矣，柘木惟用爲弓榦，弓榦莫若柘木，故舉其用也。]礪、砥、砮、丹，[砥細於礪，皆磨石也。砮，石，中矢鏃。丹，朱類。　○礪，力世反。砥音脂，徐之履反，韋昭音旨。砮音奴，韋昭乃固反。磨，末佐反。鏃，子木反，一音七木反。　【疏】傳「砥細」至「朱類」　○正義曰：「砥」以細密爲名，「礪」以麄糲爲稱，故「砥細於礪，皆磨石也」。鄭云︰「礪，磨刀刃石也。精者曰砥。」《魯語》曰：「肅慎氏貢楛矢石砮。」賈逵云︰「砮，矢鏃之石也。」故曰「砮，石，中矢鏃」。「丹」者，丹砂，故云「朱類」。王肅云︰「丹可以爲采。」]惟菌、簵、楛，三邦厎貢厥名。[箘、簵，美竹。楛中矢榦。三物皆出雲夢之澤，近澤三國常致貢之，其名天下稱善。　○箘，求隕反，韋昭一名聆風。簵音路。楛音戶，馬云︰「木名，可以爲箭。」《毛詩草木疏》云︰「葉如荊而赤，莖似蓍。」近，附近之近。　【疏】傳「箘簵」至「稱善」　○正義曰：「箘、簵，美竹」，當時之名猶然。鄭云︰「箘簵，䉁風也。」竹有二名，或大小異也，箘、簵是兩種竹也。「肅慎氏貢楛矢」，知「楛中矢榦」。「三物皆出雲夢之澤」，當時驗之猶然。經言「三邦厎貢」，知近澤三國致此貢也。文續「厥名」，則其物特有美名，故云「其名天下稱善」。鄭玄以「厥名」下屬「包匭菁茅」。]包[橘柚。　【疏】傳「橘柚」　○正義曰：「包」下言「匭菁茅」，《說文》云︰「匚，受物之器。象形也。凡匚之屬皆從匚。」「匱」、「匣」之字皆從匚，「匭」亦從匚，故「匭」是匣也。「菁茅」既以匭盛，非所包之物，明包必有裹也。此州所出與揚州同，揚州「厥包橘柚」，知此「包」是橘柚也。王肅云︰「揚州『厥包橘柚』，從省而可知也。」]匭菁茅，[匭，匣也。菁以爲菹，茅以縮酒。　○匭音軌。菁，子丁反，徐音精，馬同，鄭云︰「茅有毛刺曰菁茅。」匣，胡甲反，又音甲。菹，《切韻》側魚反。縮，所六反。　【疏】傳「匭，匣也。菁以爲菹，茅以縮酒」　○正義曰：「匭」是匱之別名，匱之小者。菁茅所盛，不須大匱，故用匣也。《周禮‧醢人》有「菁菹」、「鹿臡」，故知「菁以爲菹」。鄭云︰「菁，蔓菁也。」蔓菁處處皆有，而令此州貢者，蓋以其味善也。僖四年《左傳》齊桓公責楚云「爾貢包茅不入，王祭不供，無以縮酒」，是「茅以縮酒」也。《郊特牲》云︰「縮酒用茅，明酌也。」鄭注云︰「以茅縮酒也。」《周禮‧甸師》云︰「祭祀供蕭茅。」鄭興云︰「蕭字或爲莤，莤讀爲縮，束茅立之祭前，酒沃其上，酒滲下，若神飲之，故謂之縮。」杜預解《左傳》，用鄭興之說，未知誰同孔旨。特令此州貢茅，茅當異於諸處。杜預云︰「茅之爲異，未審也。」或云茅有三脊，案《史記》齊桓公欲封禪，管仲覩其不可窮以辭，因設以無然之事云︰「古之封禪，江淮之間，三脊茅以爲藉。」此乃懼桓公耳，非荊州所有也。鄭玄以「菁茅」爲一物，「匭猶纏結也。菁茅之有毛刺者重之，故既包裹而又纏結也」。]厥篚玄纁、璣組，[此州染玄纁色善，故貢之。璣，珠類，生於水。組，綬類。　○纁，許云反。璣，其依反，又音機，馬同，《說文》云︰「珠不圜也。」《字書》云︰「小珠也。」《玉篇》渠依、居沂二反。組音祖，馬云︰「組，文也。」　【疏】傳「此州」至「綬類」　○正義曰：《釋器》云︰「三染謂之纁。」李巡云︰「三染其色已成爲絳，纁、絳一名也。」《考工記》云︰「三入爲纁，五入爲緅，七入爲緇。」鄭云︰「纁者三入而成，又再染以黑則爲緅，又再染以黑則爲緇。玄色在緅、緇之間，其六人者是染玄纁之法也。」此州染玄纁色善，故令貢之。《說文》云「璣，珠不圓者」，故爲「珠類」。《玉藻》說佩玉所懸者皆云「組綬」，是組、綬相類之物也。]九江納錫大龜。[尺二寸曰大龜，出於九江水中。龜不常用，錫命而納之。　○馬云︰「納，入也。」　【疏】傳「尺二」至「納之」　○正義曰：《史記‧龜策傳》云︰「龜千歲滿尺二寸」，《漢書‧食貨志》云「元龜距髯長尺二寸」，故以「尺二寸爲大龜」。冠以「九江」，知「出九江水中」也。文在「篚」下而言「納錫」，是言「龜不常用，故錫命乃納之」，言此大龜錫命乃貢之也。]浮于江、沱、潛、漢，逾于洛，至于南河。[逾，越也。河在冀州，南東流，故越洛而至南河。　○江、沱、潛、漢，四水名。本或作「潛于漢」，非。逾，羊朱反。　【疏】「浮于江、沱、潛、漢」　○正義曰：浮此四水乃得至洛。本或「潛」下有「于」，誤耳。]"
      },
      {
        "index": 10,
        "text": "荊、河惟豫州。[西南至荊山，北距河水。]伊、洛、瀍、澗既入于河，[伊出陸渾山，洛出上洛山，澗出沔池山，瀍出河南北山，四水合流而入河。　○瀍，直然反。澗，故晏反。渾音魂，又胡囷、胡昆二反。沔，亡淺反，又亡忍反，下同。陸渾、沔池二縣屬河南郡。　【疏】「豫州」　○傳「伊出」至「入河」　○正義曰：《地理志》云，伊水出弘農盧氏縣東熊耳山，東北入洛。洛水出弘農上洛縣冢領山，東北至鞏縣入河。瀍水出河南穀城縣潛亭北，東南入洛。澗水出弘農新安縣，東南入洛。《志》與傳異者，熊耳山在陸渾縣西，冢領山在上洛縣境之內，沔池在新安縣西、穀城潛亭北，此即是河南境內之北山也。《志》詳而傳略，所據小異耳。伊、瀍、澗三水入洛合流而入河，言其不復爲害也。]滎波既豬，[滎澤波水已成遏豬。　○滎，戶扃反；滎澤也。波如字，馬本又播；滎播，澤名。遏，烏葛反。　【疏】傳「滎澤」至「遏豬」　○正義曰：沇水入河而溢爲滎，「滎」是澤名。洪水之時，此澤水大，動成波浪。此澤其時波水已成遏豬，言壅遏而爲豬，畜水而成澤，不濫溢也。鄭云︰「今塞爲平地，滎陽民猶謂其處爲滎澤，在其縣東。」言在滎澤縣之東也。馬、鄭王本皆作「滎播」，謂此澤名「滎播」。《春秋》閔二年衛侯「及狄人戰于滎澤」，不名「播」也。鄭玄謂衛狄戰在此地，杜預云「此滎澤當在河北，以衛敗方始渡河，戰處必在河北」。蓋此澤跨河南北，多而得名耳。]導菏澤，被孟豬。[菏澤在胡陵。孟豬，澤名，在菏東北，水流溢覆被之。　○導音道，下同。菏，徐音柯，又土可反，注同，韋胡阿反。被，皮寄反，徐扶義反，注同。豬，張魚反，又音諸；《左傳》及《爾雅》皆作「孟諸」，宋藪澤也。　【疏】傳「菏澤」至「被之」　○正義曰：《地理志》山陽郡有胡陵縣，不言其縣有菏澤也。又云，菏澤在濟陰定陶縣東。孟豬在梁國睢陽縣東北。以今地驗之，則胡陵在睢陽之東，定陶在睢陽之北，其水皆不流溢東北被孟豬也。然郡縣之名，隨代變易，古之胡陵當在睢陽之西北，故得東出被孟豬也。於此作「孟豬」，《左傳》、《爾雅》作「孟諸」，《周禮》作「望諸」，聲轉字異，正是一地也。]厥土惟壤，下土墳壚。[高者壤，下者壚，壚疏。　○壚音盧，《說文》：「黑剛土也。」]厥田惟中上，厥賦錯上中。[田第四，賦第二，又雜出第一。]厥貢漆、枲、絺、紵，厥篚纖纊，[纊，細綿。　○絺，勑其反。紵，直呂反。纊音曠。綿，《切韻》武延反。　【疏】傳「纊，細綿」　○正義曰：《禮‧喪大記》候死者「屬纊以俟絶氣」，即「纊」是新綿耳。「纖」是細，故言「細綿」。]錫貢磬錯。[治玉石曰錯。治磬錯。　【疏】傳「治玉」至「磬錯」　○正義曰：《詩》云︰「佗山之石，可以攻玉。」又曰：「可以爲錯。」磬有以玉爲之者，故云「治玉石曰錯」，謂「治磬錯」也。]浮于洛，達于河。"
      },
      {
        "index": 11,
        "text": "華陽、黑水惟梁州。[東據華山之南，西距黑水。　○華，胡化反，又胡瓜反。　【疏】「梁州」　○傳「東據」至「黑水」　○正義曰：《周禮‧職方氏》豫州其山鎮曰華山，在豫州界內。此梁州之境東據華山之南，不得其山，故言「陽」也。此山之西，雍州之境也。]岷、嶓既藝，沱、潛既道。[岷山、嶓冢皆山名。水去已可種藝。沱、潛發源此州，入荊州。　○岷，武巾反。嶓音波，徐甫河反，韋音播。　【疏】傳「岷山」至「荊州」　○正義曰：漢制，縣有羌夷曰道。《地理志》云，蜀郡有湔道，岷山在西僥外，江水所出也。隴西郡西縣冢山，西漢水所出。是二者皆山名也。沱出于江，潛出于漢，二水發源此州而入荊州，故荊州亦云「沱、潛既道」。]蔡、蒙旅平，和夷厎績。[蔡，蒙二山名。祭山曰旅。平言治功畢。和夷之地，致功可藝。　○旅如字，韋音盧。和如字，又作龢，鄭云︰「和讀曰洹。」治，直吏反，下同。　【疏】傳「蔡蒙」至「可藝」　○正義曰：《地理志》云，蒙山在蜀郡青衣縣。應劭云︰「順帝改曰漢嘉縣。」蔡山不知所在。《論語》云︰「季氏旅於泰山。」是「祭山曰旅」也。「平」者言其治水畢，猶上「既藝」也。「和夷」平地之名，致功可藝。「藝」與「平」互言耳。]厥土青黎，[色青黑而沃壤。　○黎，鄭力兮反，徐力私反，馬云︰「小疏也。」　【疏】傳「色青黑而沃壤」　○正義曰：孔以「黎」爲黑，故云「色青黑」。其地「沃壤」，言其美也。王肅曰：「青，黑色。黎，小疏也。」]厥田惟下上，厥賦下中三錯。[田第七，賦第八，雜出第七、第九三等。　【疏】傳「田第」至「三等」　○正義曰：傳以既言「下中」，復云「三錯」，舉下中第八爲正，上下取一，故雜出第七、第九與第八爲三也。鄭云︰「三錯者，此州之地有當出下之賦者少耳，又有當出下上、中下者差復益小。」與孔異也。]厥貢璆、鐵、銀、鏤、砮、磬，[璆，玉名。鏤，剛鐵。　○璆音蚪，徐又居蚪反，又閭幼反，馬同，韋昭、郭璞云︰「紫磨金。」案郭注《爾雅》璆即紫磨金。鐵，天結反。鏤，婁豆反。　【疏】傳「璆玉」至「剛鐵」　○正義曰：《釋器》云︰「璆、琳，玉也。」郭璞云︰「璆、琳，美玉之別名。」「鏤」者，可以刻鏤，故爲「剛鐵」也。]熊、羆、狐、貍織皮。[貢四獸之皮，織金罽。　○熊音雄。羆，彼宜反，如熊而黃。貍，力疑反。罽，紀例反。　【疏】傳「貢四」至「金罽」　○正義曰：與「織皮」連文，必不貢生獸，故云「貢四獸之皮」。《釋言》云︰「氂，罽也。」舍人曰：「氂謂毛罽也。胡人續羊毛作衣。」孫炎曰：「毛氂爲罽。」織毛而言「皮」者，毛附於皮，故以「皮」表毛耳。]西傾因桓是來，浮于潛，逾于沔，[西傾，山名。桓水自西傾山南行，因桓水是來，浮於潛。漢上曰沔。　○傾，窺井反。　【疏】傳「西傾」至「曰沔」　○正義曰：下文導山有「西傾」，知是山名也。《地理志》云，西傾在隴西臨洮縣西南。西傾在雍州，自西傾山南行，因桓水是來，浮於潛水也。《地理志》云，桓水出蜀郡蜀山，西南行羌中，入南海，則初發西傾未有水也，不知南行幾里得桓水也。下傳云「泉始出山爲漾水，東南流爲沔水，至漢中東行爲漢水」，是「漢上曰沔」。]入于渭，亂于河。[越沔而北入渭，浮東渡河而還帝都，白所治。正絶流曰亂。　○渭音謂。　【疏】傳「越沔」至「曰亂」　○正義曰：計沔在渭南五百餘里，故越沔陸行而北入渭。渭水入河，故浮渭而東。帝都在河之東，故渡河陸行而還帝都也。以每州之下言入河之事，河近帝都，知是還都白所治也。「正絶流曰亂」，《釋水》文。孫炎曰：「橫渡也。」]"
      },
      {
        "index": 12,
        "text": "黑水、西河惟雍州。[西距黑水，東據河。龍門之河在冀州西。　○雍，於用反。　【疏】「雍州」　○傳「西距」至「州西」　○正義曰：禹治豫州，乃次梁州，自東向西，故言梁州之境，先以華陽而後黑水。從梁適雍，自南向北，故先黑水而後西河。計雍州之境，被荒服之外，東不越河，而西逾黑水，王肅云「西據黑水，東距西河」，所言得其實也。徧檢孔本，皆云「西距黑水，東據河」，必是誤也。又河在雍州之東，而謂之「西河」者，龍門之河在冀州西界，故謂之「西河」。《王制》云︰「自東河至於西河，千里而近。」是河相對而爲東西也。]弱水既西，[導之西流，至於合黎。　【疏】傳「導之」至「合黎」　○正義曰：諸水言「既導」，此言「既西」，由地勢不同，導之使西流也。鄭云︰「衆水皆東，此水獨西，故記其西下也。」]涇屬渭汭。[屬，逮也。水北曰汭。言治涇水入於渭。　○涇音經。屬，之蜀反。汭，本又作內，同；如銳反，馬云︰「入也。」逮音代。　【疏】傳「屬逮」至「於渭」　○正義曰：「屬」謂相連屬，故訓爲逮。逮，及也，言水相及。《詩》毛傳云︰「汭，水涯也。」鄭云︰「汭之言內也。」蓋以人皆南面望水，則北爲汭也。且涇水南入渭，而名爲「渭汭」，知「水北曰汭」。言治涇水使之入渭，亦是從故道也。《地理志》云，涇水出安定涇陽縣西岍頭山，東南至馮翊陽陵縣入渭，行千六百里。]漆沮既從，灃水攸同。[漆沮之水，已從入渭。灃水所同，同於渭也。　○沮，七徐反。灃，芳弓反。　【疏】傳「漆沮」至「於渭」　○正義曰：《詩》云︰「自土沮漆。」《毛傳》云︰「沮水、漆水也。」則「漆沮」本爲二水。《地理志》云，漆水出扶風漆縣西。闞駰《十三州志》云︰「漆水出漆縣西北岐山，東入渭。」沮則不知所出，蓋東入渭時已與漆合。渭發源遠，以渭爲主，上云「涇屬渭」是矣。故此言「漆沮既從」，已從於渭；灃水所同，亦同於渭；以渭爲主故也。《地理志》灃水出扶風鄠縣東南，北過上林苑入渭也。]荊、岐既旅，[已旅祭，言治功畢。此荊在岐東，非荊州之荊。　○治，直吏反。　【疏】傳「已旅」至「之荊」　○正義曰：洪水之時，祭祀禮廢，已旅祭而言治功畢。治水從下，自東而西，先荊後岐，荊在岐東，嫌與上荊爲一，故云「非荊州之荊」也。《地理志》云，《禹貢》北條荊山在馮翊懷德縣南，南條荊山在南郡臨沮縣北。彼是荊州之荊也。]終南、惇物，至于鳥鼠。[三山名，言相望。　○終南，山名。《漢書‧地理志》一名太一。《山秦記》云︰「又名地肺。」惇物，山名，《漢書》云︰「垂山也。」　【疏】傳「三山」至「相望」　○正義曰：以「荊」、「岐」單名，此山復名，故辯之云「三山名」也。至於爲首尾之辭。故「言相望」也。三山空舉山名，不言治意，蒙上「既旅」之文也。《地理志》云，扶風武功縣有太一山，古文以爲終南。垂山，古文以爲惇物。皆在縣東。]原隰厎績，至于豬野。[下濕曰隰。豬野，地名。言皆致功。　【疏】傳「下濕」至「致功」　○正義曰：「下濕曰隰」，《釋地》文。《地理志》云，豬野澤，在武威縣東北有休屠澤，古文以爲豬野澤。鄭玄以爲「《詩》云『度其隰原』，即此『原隰』是也。原隰，豳地。從此致功，西至豬野之澤也」。]三危既宅，三苗丕敘。[西裔之山已可居，三苗之族大有次敘。美禹之功。　○丕，普悲反。　【疏】傳「西裔」至「之功」　○正義曰：《左傳》稱舜去四凶，投之四裔，《舜典》云「竄三苗於三危」，是「三危」爲西裔之山也。其山必是西裔，未知山之所在。《地理志》杜林以爲燉煌郡，即古瓜州也。昭九年《左傳》云︰「先王居檮杌於四裔，故允姓之姦居于瓜州。」杜預云︰「允姓之祖與三苗俱放於三危。瓜州，今燉煌也。」鄭玄引《地記書》云︰「三危之山在鳥鼠之西南，當岷山，則在積石之西南。」《地記》乃妄書，其言未必可信。要知三危之山必在河之南也。禹治水未已竄三苗，水災既除，彼得安定，故云三危之山已可居，三苗之族大有次敘，記此事以美禹治之功也。]厥土惟黃壤，厥田惟上上，厥賦中下。[田第一，賦第六，人功少。　【疏】傳「田第一」至「功少」　○正義曰：此與荊州賦田升降皆較六等，荊州升之極，故云「人功修」；此州降之極，故云「人功少」。其餘相較少者，從此可知也。《王制》云︰「凡居民，量地以致邑，度地以居民，地、邑、民居必參相得也。」則民當相準，而得有人功修、人功少者，《記》言初置邑者，可以量之，而州境闊遠，民居先定，新遭洪水，存亡不同，故地勢有美，惡人功有多少。治水之後即爲此差，在後隨人少多必得更立其等，此非永定也。]厥貢惟球、琳、琅玕。[球、琳皆玉名。琅玕，石而似珠。　○球音求。琳，韋音來金反。琅音郎。玕音干，《山海經》云︰「崐崘山有琅玕樹。」　【疏】傳「球琳」至「似珠」　○正義曰：《釋地》云︰「西北之美者，有崐崘虛之璆、琳、琅玕焉。」說者皆云︰「球、琳，美玉名。琅玕，石而似珠者。」必相傳驗，實有此言也。]浮于積石，至于龍門西河，[積石山在金城西南，河所經也。沿河順流而北，千里而東，千里而南。龍門山在河東之西界。　【疏】傳「積石」至「西界」　○正義曰：《地理志》云，積石山在金城河關縣西南羌中，河行塞外東，北入塞內。積石非河之源，故云「河所經也」。河從西來，至此北流，故禹「㳂河順流而北」。《釋水》云︰「河千里一曲一直。」故千里而東，千里而南，至于龍門西河也。《地理志》云，龍門山在馮翊夏陽縣北。此山當河之道，禹鑿以通河東郡之西界也。禹至此渡河而還都白帝也。「㳂沿」或誤爲「治」，此說禹行，不說治水也。]會于渭汭。[逆流曰會。自渭北涯逆水西上。　○上，時掌反。　【疏】傳「逆流」至「西上」　○正義曰：「會」，合也。人行逆流而水相向，故「逆流曰會」。從河入渭，自渭北涯逆水西上，言禹白帝訖，從此而西上，更入雍州界也。諸州之末，惟言還都之道，此州事終，言發都更去，明諸州皆然也。]織皮崐崘、析支、渠、搜，西戎即敘。[織皮，毛布。有此四國，在荒服之外，流沙之內，羌髳之屬皆就次敘。美禹之功及戎狄也。　○崘，曾門反，馬云︰「崑崙在臨羌西。」析，星歷反，馬云︰「析支在河關西。」搜，所由反。《漢書‧志》朔方郡有渠搜縣，《武紀》云「北發渠搜」是也。髳音謀，又音毛。西戎，國名。　【疏】傳「織皮」至「戎狄也」　○正義曰：四國皆衣皮毛，故以「織皮」冠之。傳言「織皮，毛布。有此四國」，崐崘也，析支也，渠也，搜也，四國皆是戎狄也。末以「西戎」揔之。此戎在荒服之外，流沙之內。《牧誓》云，武王伐紂，有羌髳從之。此是羌髳之屬，禹皆就次敘。美禹之功遠及戎狄，故記之也。鄭玄云︰「衣皮之民，居此崑崙、析支、渠搜三山之野者，皆西戎也。」王肅云︰「崐崘在臨羌西，析支在河關西。西戎，西域也。」王肅不言「渠搜」，鄭併「渠搜」爲一，孔傳不明。或亦以「渠搜」爲一，通「西戎」爲四也。鄭以「崐崘」爲山，謂別有崐崘之山，非河所出者也。所以孔意或是地名國號，不必爲山也。]導岍及岐，至于荊山，[更理說所治山川首尾所在，治山通水，故以山名之。三山皆在雍州。　○導音道，從首起也。岍音牽，字又作汧，山名，一名吳岳，馬本作開。　【疏】「導岍及岐」　○正義曰：上文每州說其治水登山，從下而上，州境隔絶，未得徑通。今更從上而下，條說所治之山，本以通水，舉其山相連屬，言此山之傍所有水害皆治訖也。因冀州在北，故自北爲始。從此「導岍」至「敷淺原」，舊說以爲三條。《地理志》云，《禹貢》北條荊山，在馮翊懷德縣南，南條荊山，在南郡臨沮縣東北。是舊有三條之說也。故馬融、王肅皆爲三條，「導岍」北條，「西傾」中條，「嶓冢」南條。鄭玄以爲四列，「導岍」爲陰列，「西傾」爲次陰列，「嶓冢」爲次陽列，「岷山」爲正陽列。鄭玄創爲此說，孔亦當爲三條也。「岍」與「嶓冢」言「導」，「西傾」不言「導」者，史文有詳略，以可知，故省文也。　○傳「更理」至「雍州」　○正義曰：「荊」、「岐」上已具矣，而此復言之，以山勢相連而州境隔絶，更從上理說所治山川首尾所在，揔解此下導山水之意也。其實通水而文稱導山者，導山本爲治水，故以導山名之。《地理志》云，吳岳在扶風岍縣西，古文以爲岍山，岐山在美陽縣西北，荊山在懷德縣。三山皆在雍州。]逾于河。[此謂梁山龍門西河。　【疏】傳「此謂」至「西河」　○正義曰：「逾于河」謂山逾之也。此處山勢相望，越河而東，故云此謂龍門西河，言此處山不絶，從此而渡河也。]壺口、雷首，至于太岳。[三山在冀州。太岳，上黨西。　【疏】傳「三山」至「黨西」　○正義曰：《地理志》云，壺口在河東北屈縣東南，雷首在河東蒲坂縣南，太岳在河東彘縣東。是「三山在冀州」。以太岳東近上黨，故云「在上黨西」也。]厎柱、析城，至于王屋。[此三山在冀州南河之北東行。　○厎，之履反。柱如字，韋知父反，又知女反。厎柱，山名，在河水中。　【疏】傳「此三」至「東行」　○正義曰：《地理志》云，析城在河東濩澤縣西，王屋在河東垣縣東北。《地理志》不載厎柱。厎柱在太陽關東，析城之西。從厎柱至王屋，在冀州南河之北東行也。]太行、恒山，至于碣石，入于海。[此二山連延東北，接碣石而入滄海。百川經此衆山，禹皆治之，不可勝名，故以山言之。　○行，戶剛反，又如字。滄音倉。勝音升。　【疏】傳「此二」至「言之」　○正義曰：《地理志》云，太行山在河內山陽縣西北，恒山在常山上曲陽縣西北。太行去恒山太遠，恒山去碣石又遠，故云「此二山連延東北，接碣石而入滄海」，言山傍之水皆入海，山不入海也。又解治水言山之意，「百川經此衆山，禹皆治之，川多不可勝名，故以山言之」也。謂漳、潞、汾、涑在壺口、雷首、太行，經厎柱、析城，濟出王屋，淇近太行，恒、衛、滹沲、滱、易近恒山、碣石之等也。]西傾、朱圉、鳥鼠，[西傾、朱圉在積石以東。鳥鼠，渭水所出，在隴西之西。三者雍州之南山。　○傾，窺井反。圉，魚呂反。　【疏】傳「西傾」至「南山」　○正義曰：《地理志》云，西傾在隴西臨洮縣西南，朱圉在天水冀縣南。言「在積石以東」，見河所經也。《地理志》云，鳥鼠同穴山，在隴西首陽縣西南，渭水所出，在隴西郡之西。是三者皆雍州之南山也。]至于太華。[相首尾而東。　○華如字，又戶化反。　【疏】傳「相首尾而東」　○正義曰：《地理志》云，太華在京兆華陰縣南。鳥鼠東望太華太遠，故云「相首尾而東」也。]熊耳、外方、桐柏，至于陪尾。[四山相連，東南在豫州界。洛經熊耳，伊經外方，淮出桐柏，經陪尾。凡此皆先舉所施功之山於上，而後條列所治水於下，互相備。　○陪音裴；陪尾，山名；《漢書》作「橫尾」。列如字，本或作別，彼列反。　【疏】傳「四山」至「相備」　○正義曰：《地理志》云，熊耳山在弘農盧氏縣東，伊水所出。嵩高山在潁川嵩高縣，古文以爲外方山。桐柏山在南陽平氏縣東南。橫尾山在江夏安陸縣東北，古文以爲陪尾山。是四山接華山而相連，東南皆在豫州界也。凡舉山名，皆爲治水，故言水之所經，「洛出熊耳，伊經外方，淮出桐柏，經陪尾」。導山本爲治水，故云「皆先舉所施功之山於上，而後條列所治水於下，互相備」也。]導嶓冢，至于荊山。[漾水出嶓冢，在梁州，經荊山。荊山在荊州。　○漾，羊尚反。　【疏】傳「漾水」至「荊州」　○正義曰：下云︰「嶓冢導漾」，梁州云「岷、嶓既藝」，是嶓冢在梁州也。荊州以荊山爲名，知「荊山在荊州」也。]內方，至于大別。[內方、大別，二山名。在荊州，漢所經。　【疏】傳「內方」至「所經」　○正義曰：《地理志》云，章山在江夏竟陵縣東北，古文以爲內方山。《地理志》無大別。鄭玄云︰「大別在廬江安豐縣。」杜預解《春秋》云︰「大別闕，不知何處。」或曰大別在安豐縣西南，《左傳》云，吳既與楚夾漢，然後楚「乃濟漢而陳，自小別至於大別」。然則二別近漢之名，無緣得在安豐縣。如預所言，雖不知其處，要與內方相接，漢水所經，必在荊州界也。]岷山之陽，至于衡山。[岷山，江所出，在梁州。衡山，江所經，在荊州。　【疏】傳「岷山」至「荊州」　○正義曰：其下云「岷山導江」，梁州「岷、嶓既藝」，是岷山在梁州也。《地理志》云，衡山在長沙湘南縣東南，上言「衡陽惟荊州」，是「江所經，在荊州」也。]過九江，至于敷淺原。[言衡山連延過九江，接敷淺原。言「導」從首起，言「陽」從南。敷淺原，一名博陽山，在揚州豫章界。　【疏】傳「言衡」至「章界」　○正義曰：「衡」即橫也，東西長，今之人謂之爲嶺。東行連延過九江之水，而東接於敷淺原之山也。經於岍及嶓冢言「導」，岷山言「陽」，故解之「言『導』從首起，言『陽』從南」，言岷山之南至敷淺原，別以岷山爲首，不與大別相接。由江所經，別記之耳，以見岷非三條也。《地理志》豫章歷陵縣南有博陽山，古文以爲敷淺原。]導弱水，至于合黎，[合黎，水名，在流沙東。　○弱，本或作溺。合如字。黎，力兮反，馬云︰「地名。」　【疏】「導弱水」　○正義曰：此下所導，凡有九水，大意亦自北爲始。以弱水最在西北，水又西流，故先言之。黑水雖在河南，水從雍、梁西界南入南海，與諸水不相參涉，故又次之。四瀆江、河爲大，河在北，故先言河也。漢入於江，故先漢後江。其濟發源河北，越河而南，與淮俱爲四瀆，故次濟，次淮。其渭與洛俱入于河，故後言之。計流水多矣，此舉大者言耳。凡此九水，立文不同，弱水、黑水、沇水不出于山，文單，故以「水」配。其餘六水，文與山連，既繫於山，不須言「水」。積石山非河上源，記施功之處，故云「導河積石」，言發首積石起也。漾、江先山後水，淮、渭洛先水後山，皆是史文詳略，無義例也。又淮、渭、洛言「自某山」者，皆是發源此山，欲使異於導河，故加「自」耳。鄭玄云︰「凡言『導』者，發源於上，未成流。凡言『自』者，亦發源於上，未成流。」必其俱未成流，何須別「導」與「自」？河出崐崘，發源甚遠，豈至積石，猶未成流而云「導河」也？　○傳「合黎」至「沙東」　○正義曰：弱水得入合黎，知「合黎」是水名。顧氏云︰「《地說書》合黎，山名。」但此水出合黎，因山爲名。鄭玄亦以爲山名。《地理志》張掖郡刪丹縣，桑欽以爲導弱水自此，西至酒泉、合黎。張掖郡又有居延澤，在縣東北，古文以爲流沙。如《志》之言，酒泉郡在張掖郡西，居延屬張掖，合黎在酒泉，則流沙在合黎之東，與此傳不合。案經弱水西流，水既至於合黎，餘波入于流沙，當如傳文合黎在流沙之東，不得在其西也。]餘波入於流沙。[弱水餘波西溢入流沙。　○溢音逸。]"
      },
      {
        "index": 13,
        "text": "導黑水，至于三危，入于南海。[黑水自北而南，經三危，過梁州，入南海。　【疏】傳「黑水」至「南海」　○正義曰：《地理志》益州郡計在蜀郡西南三千餘里，故滇王國也。武帝元封二年始開爲郡。郡內有滇池縣，縣有黑水祠，止言有其祠，不知水之所在。鄭云︰「今中國無也。」傳之此言，順經文耳。案酈元《水經》：「黑水出張掖雞山，南流至燉煌，過三危山，南流入于南海。」然張掖、燉煌並在河北，所以黑水得越河入南海者，河自積石以西皆多伏流，故黑水得越而南也。]"
      },
      {
        "index": 14,
        "text": "導河積石，至于龍門；[施功發於積石，至于龍門，或鑿山，或穿地以通流。　【疏】傳「施功」至「通流」　○正義曰：河源不始於此，記其施功處耳，故言「施功發于積石」。《釋水》云「河千里一曲一直」，則河從積石北行，又東，乃南行至於龍門，計應三千餘里。龍門厎柱，鑿山也。其餘平地，穿地也。「或鑿山、或穿地以通流」，言自積石至海皆然也。《釋水》云︰「河出崐崘虛，色白。」李巡曰：「崑崙，山名。虛，山下地也。」郭璞云︰「發源高處激湊，故水色白。潛流地中，受渠衆多，渾濁，故水色黃。」《漢書‧西域傳》云︰「河有兩源，一出葱嶺，一出于闐。于闐在南山下，其河北流，與葱嶺河合，東注蒲昌海。蒲昌海，一名鹽澤者，去玉門、陽關三百餘里，廣袤三四百里。其水停居，冬夏不增減，皆以爲潛行地下，南出於積石，爲中國河。」郭璞云︰「其去崐崘，里數遠近未得詳也。」]南至于華陰，[河自龍門南流至華山，北而東行。]東至于厎柱；[厎柱，山名。河水分流，包山而過，山見水中若柱然，在西虢之界。　○見，賢遍反。虢，寡白反。]又東至于孟津，[孟津，地名。在洛北，都道所湊，古今以爲津。　○孟津，如字。洛北，地名。湊，七豆反。　【疏】傳「孟津」至「爲津」　○正義曰：「孟」是地名，「津」是渡處，在孟地致津，謂之「孟津」。傳云「地名」，謂「孟」爲地名耳。杜預云︰「孟津，河內河陽縣南孟津也。在洛陽城北，都道所湊，古今常以爲津。武王渡之，近世以來呼爲武濟。」]東過洛汭，至于大伾；[洛汭，洛入河處。山再成曰伾。至于大伾而北行。　○伾，本或作岯，音丕，又皮鄙反；徐扶眉反，又敷眉反；韋音嚭；郭撫梅反，字或作𠃂。　【疏】傳「洛汭」至「北行」　○正義曰：「洛汭，洛入河處」，河南鞏縣東也。《釋山》云︰「再成英，一成岯。」李巡曰：「山再重曰英，一重曰岯。」傳云「再成曰岯」，與《爾雅》不同，蓋所見異也。鄭玄云︰「大岯在脩武武德之界。」張揖云︰「成皋縣山也。」《漢書音義》有臣瓚者，以爲：「脩武武德無此山也。成皋縣山，又不一成，今黎陽縣山臨河。豈不是大岯乎？」瓚言當然。]北過降水，至于大陸；[降水，水名，入河。大陸，澤名。　○降如字，鄭戶江反。　【疏】傳「降水」至「澤名」　○正義曰：《地理志》云，降水在信都縣。案班固《漢書》以襄國爲信都，在大陸之內。或降水發源在此，下尾至今之信都，故得先過降水，乃至大陸。若其不爾，則降水不可知也。鄭以「降讀爲降下江反，聲轉爲共，河內共縣，淇水出焉，東至魏郡黎陽縣入河。北近降水也，周時國於此地者惡言降水，改謂之共」。此鄭胸臆，不可從也。]又北播爲九河，[北分爲九河，以殺其溢，在兖州界。　○殺，所界反。溢，字又作隘，於賣反。]同爲逆河，入于海。[同合爲一大河，名逆河，而入於渤海。皆禹所加功，故敘之。　○渤，蒲兀反。　【疏】傳「同合」至「敘之」　○正義曰：傳言九河將欲至海，更同合爲一大河，名爲逆河，而入於渤海也。鄭玄云︰「下尾合，名爲逆河，言相向迎受。」王肅云︰「同逆一大河，納之於海。」其意與孔同。]"
      },
      {
        "index": 15,
        "text": "嶓冢導漾，東流爲漢；[泉始出山爲漾水，東南流爲沔水，至漢中東流爲漢水。　【疏】傳「泉始」至「漢水」　○正義曰：傳之此言，當據時人之名爲說也。《地理志》云，漾水出隴西氐道縣，至武都爲漢水。不言中爲沔水。孔知嶓冢之東、漢水之西而得爲沔水者，以禹治梁州，入帝都白所治，云「逾于沔，入于渭」，是沔近于渭，當梁州向冀州之路也。應劭云︰「沔水自江別，至南郡華容縣爲夏水，過江夏郡入江。」既云「江別」，明與此沔別也。依《地理志》，漢水之尾變爲夏水，是應劭所云沔水下尾亦與漢合，乃入於江也。]又東爲滄浪之水；[別流在荊州。　○浪音郎。　【疏】傳「別流在荊州」　○正義曰：傳言「別流」，似分爲異水。案經首尾相連，不是分別，當以名稱別流也。又上在梁州，故此云「在荊州」。]過三澨，至于大別，[三澨，水名，入漢。大別，山名。　○澨，市制反。]南入于江。[觸山迴南，入江。　○觸，《切韻》尺玉反。]東匯澤爲彭蠡，[匯，迴也。水東迴爲彭蠡大澤。　○匯，徐胡罪反，韋空爲反。]東爲北江，入于海。[自彭蠡江分爲三，入震澤，遂爲北江而入海。　【疏】傳「自彭」至「入海」　○正義曰：揚州云︰「三江既入，震澤厎定」，孔爲「三江既入」，入震澤也，故言江自彭蠡分而爲三江，復共入震澤。出澤又分爲三，此水遂爲北江而入于海。鄭玄以爲：「『三江既入』，入于海，不入震澤也。」孔必知入震澤者，以震澤屬揚州，彭蠡在揚州之西界，今從彭蠡有三江，則震澤之西三江具矣。今云「三江既入」，繼以「震澤厎定」，故知三江入震澤矣。今南人以大江不入震澤，震澤之東別有松江等三江。案《職方》揚州「其川曰三江」，宜舉州內大川，其松江等雖出震澤，入海既近，《周禮》不應舍岷山大江之名，而記松江等小江之說。山水古今變易，故鄭云既知今，亦當知古，是古今同之驗也。]"
      },
      {
        "index": 16,
        "text": "岷山導江，東別爲沱；[江東南流，沱東行。　○沱，唐河反。　【疏】傳「江東」至「東行」　○正義曰：以上云「浮于江、沱、潛、漢」，其次自南而北，江在沱南，知「江東南流，而沱東行」。]又東至于澧，[澧，水名。　○澧音禮。　【疏】傳「澧，水名」　○正義曰：鄭玄以此經自「導弱水」已下，言「過」言「會」者，皆是水名，言「至于」者或山或澤，皆非水名，故以「合黎」爲山名，「澧」爲陵名。鄭玄云︰「今長沙郡有澧陵縣，其以陵名爲縣乎？」孔以「合黎」與「澧」皆爲水名，弱水餘波入于流沙，則本源入合黎矣。合黎得容弱水，知是水名。《楚辭》曰：「濯余佩兮澧浦」是，「澧」亦爲水名。]過九江，至于東陵；[江分爲九道，在荊州。東陵，地名。　【疏】傳「江分」至「地名」　○正義曰：九江之水，禹前先有其處。禹今導江，過歷九江之處，非是別有九江之水。]東迆北會于匯；[迆，溢也。東溢分流，都共北會爲彭蠡。　○迆，以爾反，馬云靡也。　【疏】傳「迆溢」至「彭蠡」　○正義曰：「迆」言靡迆，邪出之言，故爲溢也。東溢分流，又都共聚合，北會彭蠡，言散流而復合也。鄭云「東迆者爲南江」，孔意或然。「至」之與「會」，史異文耳。]東爲中江，入于海。[有北，有中，南可知。　【疏】傳「有北，有中，南可知」　○正義曰：《地理志》云，南江從會稽吳縣南東入海，中江從丹陽無湖縣西東至會稽陽羨縣東入海，北江從會稽毗陵縣北入于海。]"
      },
      {
        "index": 17,
        "text": "導沇水，東流爲濟，[泉源爲沇，流去爲濟，在溫西北平地。　○沇音兖，又以轉反。　【疏】傳「泉源」至「平地」　○正義曰：《地理志》云，濟水出河東垣縣王屋山，東南至河內武德縣入河。傳言「在溫西北平地」者，濟水近在河內，孔必驗而知之。見今濟水所出，在溫之西北七十餘里，溫是古之舊縣，故計溫言之。]入于河，溢爲滎；[濟水入河，並流十數里，而南截河。又並流數里，溢爲滎澤，在敖倉東南。　○數，色主反，下同，一本作十所。　【疏】傳「濟水」至「東南」　○正義曰：此皆目驗爲說也。濟水既入於河，與河相亂，而知截河過者，以河濁濟清，南出還清，故可知也。]東出于陶丘北，[陶丘，丘再成。　○陶音桃。　【疏】傳「陶丘，丘再成」　○正義曰：《釋丘》云︰「再成爲陶丘。」李巡曰：「再成，其形再重也。」郭璞云︰「今濟陰定陶城中有陶丘。」《地理志》云，定陶縣西南有陶丘亭。]又東至于菏；[菏澤之水。]又東北，會于汶；[濟與汶合。]又北東入于海。[北折而東。　○折，之設反。]"
      },
      {
        "index": 18,
        "text": "導淮自桐柏，[桐柏山，在南陽之東。　【疏】傳「桐柏」至「之東」　○正義曰：《地理志》云，桐柏山在南陽平氏縣東南，淮水所出。《水經》云︰「出胎簪山，東北過桐柏山。」胎簪蓋桐柏之傍小山，傳言南陽郡之東也。]東會于泗、沂，東入于海。[與泗、沂二水合，入海。　【疏】傳「與泗」至「入海」　○正義曰：《地理志》云，沂水出泰山蓋縣，南至下邳，入泗。泗水出濟陰乘氏縣，至臨淮雎陵縣入淮。乃沂水先入泗，泗入淮耳。以沂水入泗處去淮已近，故連言之。]"
      },
      {
        "index": 19,
        "text": "導渭自鳥鼠同穴，[鳥鼠共爲雌雄，同穴處此山，遂名山曰鳥鼠，渭水出焉。　【疏】傳「鳥鼠」至「出焉」　○正義曰：《釋鳥》云︰「鳥鼠同穴，其鳥爲鵌，其鼠爲鼵。」李巡曰：「鵌鼵鳥鼠之名，共處一穴，天性然也。」郭璞曰：「鼵如人家鼠而短尾，鵌似鵽而小，黃黑色。穴入地三四尺，鼠在內，鳥在外，今在隴西首陽縣有鳥鼠同穴山。《尚書》孔傳云『共爲雄雌』，張氏《地理記》云『不爲牝牡』。」璞並載此言，未知誰得實也。《地理志》云，隴西首陽西南有鳥鼠同穴山，渭水所出，至京兆北船司空縣入河，過郡四，行千八百七十里。]東會于灃，又東會于涇，[灃水自南，涇水自北而合。　○灃音豐。]又東過漆沮，入于河。[漆沮，一水名，亦曰洛水，出馮翊北。　○翊，與職反。　【疏】傳「漆沮」至「翊北」　○正義曰：《地理志》云，漆水出扶風漆縣。依《十三州記》，漆水在岐山東入渭，則與漆沮不同矣。此云「會于涇」，又「東過漆沮」，是漆沮在涇水之東，故孔以爲洛水一名漆沮。《水經》沮水出北池直路縣，東入洛水。又云鄭渠在太上皇陵東南，濯水入焉，俗謂之漆水，又謂之漆沮，其水東流注於洛水。《志》云，出馮翊懷德縣，東南入渭。以水土驗之，與《毛詩》古公「自土沮漆」者別也。彼漆即扶風漆水也，彼沮則未聞。]"
      },
      {
        "index": 20,
        "text": "導洛自熊耳，[在宜陽之西。]東北會于澗瀍，[會于河南城南。]又東會于伊，[合於洛陽之南。]又東北入于河。[合於鞏之東。　○鞏，恭勇反，縣名，屬河南郡。]"
      },
      {
        "index": 21,
        "text": "九州攸同，[所同事在下。]四隩既宅，[四方之宅已可居。　○隩，於六反，《玉篇》於報反。]九州刊旅，九川滌源，九澤既陂，[九州名山與槎木通道而旅祭矣，九州之川已滌除泉源無壅塞矣，九州之澤已陂障無決溢矣。　○滌，待歷反。陂，彼宜反。槎，仕雅反。障，章尚反。]四海會同，六府孔修。[四海之內會同京師，九州同風，萬國共貫，水、火、金、木、土、穀甚修治。言政化和。　○貫，工喚反。]庶土交正，厎慎財賦，[交，俱也。衆土俱得其正，謂壤、墳、壚。致所慎者，財貨貢賦。言取之有節，不過度。]咸則三壤，成賦中邦。[皆法壤田上中下大較三品，成九州之賦，明水害除。　○較音角。　【疏】「九州」至「中邦」　○正義曰：昔堯遭洪水，道路阻絶，今水土既治，天下大同，故揔敘之，今九州所共同矣。所同者，四方之宅已盡可居矣，九州之山刊槎其木旅祭之矣，九州之川滌除泉源無壅塞矣，九州之澤已皆陂障無決溢矣，四海之內皆得會同京師無乖異矣，六材之府甚修治矣。言海內之人皆豐足矣。水災已除，天下衆土墳壤之屬俱得其正，復本性故也。民既豐足，取之有藝，致所重慎者惟財貨賦稅也。慎之者，皆法則其三品上壤，準其地之肥瘠，爲上中下三等，以成其貢賦之法於中國。美禹能治水土，安海內，於此緫結之。　○傳「所同事在下」　○正義曰：九州所同，與下爲目，故言「所同事在下」。「四隩既宅」已下皆是也，其言「九山」、「九川」、「九澤」，最是同之事矣。　○傳「四方」至「可居」　○正義曰：室隅爲「隩」，「隩」是內也。人之造宅爲居，至其隩內，遂以「隩」表宅，故傳以「隩」爲宅，以宅內可居，言四方舊可居之處皆可居也。　○傳「九州」至「溢矣」　○正義曰：上文諸州有言山川澤者，皆舉大言之。所言不盡，故於此復更揔之。「九山」、「九川」、「九澤」，言九州之內所有山川澤，無大無小，皆刊槎決除已訖，其皆旅祭。惟據名山大川言「旅」者，往前大水，旅祭禮廢，已旅見已治也。山非水體，故以「旅」見治。其實水亦旅矣，發首云「奠高山大川」，但是定位，皆已旅祭也。川言「滌除泉源」，從其所出，至其所入，皆蕩除之，無壅塞也。澤言「既陂」，往前濫溢，今時水定，或作陂以障之，使無決溢。《詩》云︰「彼澤之陂。」《毛傳》云︰「陂，澤障也。」　○傳「四海」至「化和」　○正義曰：《禮》諸侯之見天子，「時見曰會，殷見曰同」。此言「四海會同」，乃謂官之與民皆得聚會京師，非據諸侯之身朝天子也。夷狄戎蠻謂之四海，但天子之於夷狄，不與華夏同風，故知「四海」謂「四海之內」，即是九州之中，乃有萬國。萬國同其風化，若物在繩索之貫，故云「九州同風，萬國共貫」。《大禹謨》云，水、火、金、木、土、穀謂之六府。皆修治者，言政化和也。由政化和平，民不失業，各得殖其資產，故六府修治也。　○傳「交俱」至「過度」　○正義曰：交錯、更互，「俱」之義，故「交」爲俱也。洪水之時，高下皆水，土失本性。今水災既除，「衆土俱得其正，謂壤、墳、壚」，還復其壤、墳、壚之性也。諸州之土，「青黎」是色，「塗泥」是濕，土性之異，惟有「壤、墳、壚」耳，故舉三者以言也。致所慎者，財貨貢賦，謹慎其事，不使害人，言取民有節，什一而稅，不過度也。　○傳「皆法」至「害除」　○正義曰：土壤各有肥瘠，貢賦從地而出，故分其土壤爲上中下，計其肥瘠等級甚多，但舉其大較，定爲三品，法則地之善惡，以爲貢賦之差。雖細分三品，以爲九等，人功修少，當時小異，要民之常稅必準其土，故皆法三壤成九州之賦。言得施賦法，以明水害除也。「九州」即是「中邦」，故傳以「九州」言之。]"
      },
      {
        "index": 22,
        "text": "錫土姓，祗台德先，不距朕行。[台，我也。天子建德，因生以賜姓。謂有德之人生此地，以此地名賜之姓以顯之。王者常自以敬我德爲先，則天下無距違我行者。　【疏】「錫土」至「朕行」　○正義曰：此一經皆史美禹功，言九州風俗既同，可以施其教化，天子惟當擇任其賢者，相與共治之。選有德之人，賜與所生之土爲姓，既能尊賢如是，又天子立意，常自以敬我德爲先，則天下之民無有距違我天子所行者。皆禹之使然，故敘而美之。　○傳「台我」至「行者」　○正義曰：「台，我」，《釋詁》文。「天子建德，因生以賜姓」，隱八年《左傳》文。既引其文，又解其義：土，地也，謂有德之人生于此地，天子以地名賜之姓以尊顯之。《周語》稱帝嘉禹德，賜姓曰姒；祚四岳，賜姓曰姜；《左傳》稱周賜陳胡公之姓爲嬀，皆是因生賜姓之事也。臣蒙賜姓，其人少矣，此事是用賢大者，故舉以爲言。王者既能用賢，又能謹敬，其立意也常自以敬我德爲先，則天下無有距違我天子之行者。《論語》云︰「上好禮，則民莫敢不敬。上好義，則民莫敢不服。上好信，則民莫敢不用情。」王者自敬其德，則民豈敢不敬之？人皆敬之，誰敢距違者？聖人行而天下皆悅，動而天下皆應，用此道也。]"
      },
      {
        "index": 23,
        "text": "五百里甸服。[規方千里之內謂之甸服。爲天子服治田，去王城面五百里。　○甸，田遍反。爲，于僞反。　【疏】「五百里甸服」　○正義曰：既言九州同風，法壤成賦，而四海之內路有遠近，更敘弼成五服之事。甸、侯、綏、要、荒五服之名，堯之舊制。洪水既平之後，禹乃爲之節文，使賦役有恒，職掌分定。甸服去京師最近，賦稅尤多，故每於百里即爲一節。侯服稍遠，近者供役，故二百里內各爲一節，三百里外共爲一節。綏、要、荒三服，去京師益遠，每服分而爲二，內三百里爲一節，外二百里爲一節。以遠近有較，故其任不等。甸服入穀，故發首言賦稅也。賦令自送入官，故三百里內每皆言「納」。四百里、五百里不言「納」者，從上省文也。於三百里言「服」者，舉中以明上下，皆是服王事也。侯服以外貢不入穀，侯主爲斥候。二百里內徭役差多，故各爲一名。三百里外同是斥候，故共爲一名。自下皆先言三百里，而後二百里，舉大率爲差等也。　○傳「規方」至「百里」　○正義曰：「先王規方千里，以爲甸服」，《周語》文。《王制》亦云︰「千里之內曰甸。」鄭玄云︰「服治田，出穀稅也。言甸者，主治田，故服名甸也。」]百里賦納緫，[甸服內之百里近王城者。禾稿曰緫，入之供飼國馬。　○納如字，本又作內，音同，下如字。緫音揔。近，附近之近。稿，故老反。供音恭。飼音嗣。　【疏】傳「甸服」至「國馬」　○正義曰：去王城五百里揔名甸服，就其甸服內又細分之。從內而出，此爲其首，故云「甸服之內近王城者」，「緫」者，緫下「銍」、「秸」，禾穗與稿，緫皆送之，故云「禾稿曰緫，入之供飼國馬」。《周禮》掌客待諸侯之禮有芻，有禾，此緫是也。]二百里納銍，[銍，刈，謂禾穗。　○銍，珍栗反。穗亦作穟，音遂。　【疏】傳「銍，刈，謂禾穗」　○正義曰：劉熙《釋名》云︰「銍，穫禾鐵也。」《說文》云︰「銍，穫禾短鐮也。」《詩》云「奄觀銍刈」，用銍刈者，謂禾穗也。禾穗用銍以刈，故以「銍」表禾穗也。]三百里納秸服，[秸，稿也，服瑽役。　○秸，本或作秸，工八反，馬云︰「去其穎，音鞂。」　【疏】傳「秸，稿也，服稿役」　○正義曰：《郊特牲》云︰「莞簟之安，而稿秸之設。」「秸」亦「稿」也，雙言之耳。去穗送稿，易於送穗，故爲遠彌輕也。然計什一而得，稿粟皆送，則秸服重於納銍，則乖近重遠輕之義。蓋納粟之外，斟酌納稿。「服稿役」者，解經「服」字，於此言「服」，明上下服皆並有所納之役也。四百里猶尚納粟，此當稿、粟別納，非是徒納稿也。]四百里粟，五百里米。[所納精者少，麄者多。　【疏】傳「所納」至「者多」　○正義曰：直納粟米爲少，禾稿俱送爲多。其於稅也。皆當什一，但所納有精麤，遠輕而近重耳。]"
      },
      {
        "index": 24,
        "text": "五百里侯服。[甸服外之五百里。侯，候也。斥候而服事。　【疏】傳「甸服」至「服事」　○正義曰：「侯」聲近候，故爲候也。襄十八年《左傳》稱晉人伐齊，使司馬斥山澤之險。「斥」謂檢行之也。「斥候」謂檢行險阻，伺候盜賊。此五百里主爲斥候而服事天子，故名「侯服」。因見諸言「服」者，皆是服事也。]百里采，[侯服內之百里，供王事而已，不主一。　【疏】傳「侯服」至「主一」　○正義曰：「采」訓爲事，此百里之內主供王事而已。「事」謂役也，有役則供，不主於一，故但言「采」。]二百里男邦，[男，任也，任王者事。　○任，而針反，又而鴆反，下同。　【疏】傳「男，任也，任王者事」　○正義曰：「男」聲近任，故訓爲任。「任王者事」，任受其役，此任有常，殊於「不主一」也。言「邦」者，見上下皆是諸侯之國也。]三百里諸侯。[三百里同爲王者斥候，故合三爲一名。　○爲，于僞反。　【疏】傳「三百」至「一名」　○正義曰：經言「諸侯」者，三百里內同爲王者斥候，在此內所主事同，故合三百、四百、五百共爲一名，言「諸侯」以示義耳。]"
      },
      {
        "index": 25,
        "text": "五百里綏服。[綏，安也。侯服外之五百里，安服王者之政教。　○綏，息遺反。　【疏】傳「綏安」至「政教」　○正義曰：「綏，安」，《釋詁》文。要服去京師已遠，王者以文教要束使服。此綏服路近，言「王者政教」，以示不待要束言安服自服也。《周語》云︰「先王之制，邦內甸服，邦外侯服，侯衛賓服，夷蠻要服，戎狄荒服。」彼「賓服」當此「綏服」。韋昭云︰「以文武侯衛爲安，王賓之，因以名服。」然則「綏」者據諸侯安王爲名，「賓」者據王敬諸侯爲名，故云「先王之制」，則此服舊有二名。]三百里揆文教，[揆，度也。度王者文教而行之，三百里皆同。　○揆，葵癸反。度，待洛反。　【疏】傳「揆度」至「皆同」　○正義曰：《釋詁》訓「揆」爲度，故雙言之。以王者有文教，此服諸侯揆度王者政教而行之，必自揆度，恐其不合上耳。即是安服王者之義。]二百里奮武衛。[文教外之二百里奮武衛，天子所以安。　○奮，方問反。　【疏】傳「文教」至「以安」　○正義曰：既言「三百」，又言「二百」，嫌是「三百」之內，以下二服文與此同，故於此解之，此是「文教外之二百里」也。由其心安王化，奮武以衛天子，所以名此服爲安也。內文而外武，故先「揆文教」，後言「奮武衛」，所從言之異，與安之義同。奮武衛天子，是其安之驗也。言服內諸侯，心安天子，非言天子賴諸侯以安也。]"
      },
      {
        "index": 26,
        "text": "五百里要服。[綏服外之五百里，要束以文教。　○要，一遙反。束如字，一音來。　【疏】傳「綏服」至「文教」　○正義曰：「要」者約束之義。上言「揆文教」，知「要」者，「要束以文教」也。綏服自揆天子文教，恐其不稱上旨。此要服差遠，已慢王化，天子恐其不服，乃以文教要服之。名爲「要」，見其疏遠之義也。]三百里夷，[守平常之教，事王者而已。　○馬云︰「夷，易也。」二百里蔡。蔡，法也。法三百里而差簡。　○差，初佳反，又初賣反。　【疏】傳「蔡法」至「差簡」　○正義曰：「蔡」之爲法，無正訓也。上言「三百里夷」，「夷」訓平也，言守平常教耳。此名爲「蔡」，義簡於「夷」，故訓「蔡」爲法。法則三百里者，去京師彌遠，差復簡易，言其不能守平常也。]"
      },
      {
        "index": 27,
        "text": "五百里荒服。[要服外之五百里。言荒又簡略。　【疏】傳「要服」至「簡略」　○正義曰：服名「荒」者，王肅云︰「政教荒忽，因其故俗而治之。」傳言「荒又簡略」，亦當以爲荒忽，又簡略於要服之蔡也。]三百里蠻，[以文德蠻來之，不制以法。　【疏】傳「以文」至「以法」　○正義曰：鄭云︰「蠻者聽從其俗，羈縻其人耳。故云蠻，蠻之言緡也。」其意言「蠻」是緡也，緡是繩也，言「蠻」者以繩束物之名。揆度文教，《論語》稱「遠人不服，則修文德以來之」，故傳言「以文德蠻來之」，不制以國內之法强逼之。王肅云︰「蠻，慢也，禮儀簡慢。」與孔異。然甸、侯、綏、要四服，俱有三日之役，什一而稅，但二百里蔡者，稅微差簡，其荒服力役田稅並無，故鄭注云︰「蔡之言殺，減殺其賦。」荒服既不役作其人，又不賦其田事也。其侯綏等所出稅賦，各入本國，則亦有納緫、納銍之差，但此據天子立文耳。要服之內，皆有文教，故孔於要服傳云「要束以文教」，則知已上皆有文教可知。獨於綏服三百里云「揆文教」者，以去京師既遠，更無別供，又不近外邊，不爲武衛。其要服又要束始行文教，無事而能揆度文教而行者，惟有此三百里耳。「奮武衛」者，在國習學兵武，有事則征討夷狄。不於要服內奮武衛者，以要服逼近夷狄，要束始來，不可委以兵武。]二百里流。[流，移也。言政教隨其俗。凡五服相距爲方五千里。　【疏】傳「流移」至「千里」　○正義曰：流，如水流，故云「移也」。其俗流移無常，故政教隨其俗，任其去來，不服蠻來之也。凡五服之別，各五百里，是王城四面，面別二千五百里，四面相距爲方五千里也。賈逵、馬融以爲「甸服之外百里至五百里米特有此數，去王城千里；其侯、綏、要、荒服各五百里，是面三千里，相距爲方六千里」。鄭玄以爲「五服服別五百里，是堯之舊制。及禹弼之，每服之間更增五百里，面別至于五千里，相距爲方萬里」。司馬遷與孔意同，王肅亦以爲然，故肅注此云︰「賈、馬既失其實，鄭玄尤不然矣。禹之功在平治山川，不在拓境廣土。土地之廣三倍於堯，而書傳無稱也，則鄭玄創造，難可據信。漢之孝武，疲弊中國，甘心夷狄，天下戶口至減太半，然後僅開緣邊之郡而已。禹方憂洪水，三過其門不入，未暇以征伐爲事，且其所以爲服之名，輕重顛倒，遠近失所，難得而通矣。先王規方千里，以爲甸服，其餘均分之公、侯、伯、子、男，使各有寰宇，而使甸服之外諸侯入禾稿，非其義也。」史遷之旨蓋得之矣，是同於孔也。若然，《周禮》王畿之外別有九服，服別五百里，是爲方萬里，復以何故三倍於堯？又《地理志》言漢之土境東西九千三百二里，南北萬三千三百六十八里。驗其所言山川，不出《禹貢》之域，山川戴地，古今必同，而得里數異者，堯與周漢其地一也，《尚書》所言，據其虛空鳥路方直而計之，《漢書》所言，乃謂著地人跡屈曲而量之，所以數不同也。故王肅上篇注云︰「方五千里者，直方之數，若其迴邪委曲，動有倍加之較。」是言經指直方之數，漢據迴邪之道。有九服、五服，其地雖同，王者革易，自相變改其法，不改其地也。鄭玄不言禹變堯法，乃云地倍於堯，故王肅所以難之。《王制》云︰「西不盡流沙，東不盡東海，南不盡衡山，北不盡恒山。」凡四海之內，斷長補短，方三千里者，彼自言「不盡」，明未至遠界，且《王制》漢世爲之，不可與經合也。]"
      },
      {
        "index": 28,
        "text": "東漸于海，西被于流沙，朔南暨聲教，[漸，入也。被，及也。此言五服之外皆與王者聲教而朝見。　○漸，子廉反。被，皮寄反。朔，朔北也。與音預。朝，直遙反。見，賢遍反。]訖于四海。禹錫玄圭，告厥成功。[玄，天色。禹功盡加於四海，故堯賜玄圭以彰顯之。言天功成。　○訖，斤密反。　【疏】「東漸」至「成功」　○正義曰：言五服之外，又東漸入于海，西被及于流沙，其北與南雖在服外，皆與聞天子威聲文教，時來朝見，是禹治水之功盡加於四海。以禹功如是，故帝賜以玄色之圭，告其能成天之功也。　○傳「漸入」至「朝見」　○正義曰：「漸」是沾濕，故爲入，謂入海也。覆被是遠及之辭，故爲及也。海多邪曲，故言「漸入」；流沙長遠，故言「被及」，皆是過之急也。五服之下乃說此事，故言「此五服之外皆與王者聲教而朝見」，言其聞風感德而來朝也。鄭玄云︰「南北不言所至，容踰之。」此言「西被於流沙」，流沙當是西境最遠者也。而《地理志》以流沙爲張掖居延澤是也，計三危在居延之西，太遠矣，《志》言非也。　○傳「玄天」至「功成」　○正義曰：《考工記》「天謂之玄」，是「玄」爲天色。禹之蒙賜，必是堯賜，故史敘其事，「禹功盡加於四海，故堯賜玄圭以玄顯之」。必以天色圭者，「言天功成」也。《大禹謨》舜美禹功云「地平天成」，是天功成也。]"
      }
    ]
  }
}
