{
  "chapterNumber": 4,
  "title": "卷二 (Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "堯典第一[○《釋文》：「凡十六篇，十一篇亡，五篇見存。」　【疏】「古文尚書堯典第一」　○正義曰：檢古本并石經，直言「《堯典》第一」，無「古文尚書」。以孔君從隸古，仍號「古文」，故後人因而題於此，以別伏生所出、大小夏侯及歐陽所傳爲今文故也。「堯典第一」，篇之名，當與衆篇相次。「第」訓爲次也，於次第之內而處一，故曰「堯典第一」。以此第一者，以五帝之末接三王之初，典策既備，因機成務，交代揖讓，以垂無爲，故爲第一也。然《書》者理由舜史，勒成一家，可以爲法，上取堯事，下終禪禹，以至舜終，皆爲舜史所錄。其堯、舜之典，多陳行事之狀，其言寡矣，《禹貢》即全非君言，準之後代，不應入《書》，此其一體之異，以此禹之身事於禪後，無入《夏書》之理。自《甘誓》已下，皆多言辭，則古史所書於是乎始。知《五子之歌》亦非上言，典書草創，以義而錄，但致言有本，名隨其事。檢其此體，爲例有十。一曰典，二曰謨，三曰貢，四曰歌，五曰誓，六曰誥，七曰訓，八曰命，九曰征，十曰範。《堯典》、《舜典》二篇，典也。《大禹謨》、《皋陶謨》二篇，謨也。《禹貢》一篇，貢也。《五子之歌》一篇，歌也。《甘誓》、《泰誓》三篇、《湯誓》、《牧誓》、《費誓》、《泰誓》八篇，誓也。《仲虺之誥》、《湯誥》、《大誥》、《康誥》、《酒誥》、《召誥》、《洛誥》、《康王之誥》八篇，誥也。《伊訓》一篇，訓也。《說命》三篇，《微子之命》、《蔡仲之命》、《顧命》、《畢命》、《冏命》、《文侯之命》九篇，命也。《胤征》一篇，征也。《洪範》一篇，範也。此各隨事而言。《益稷》亦謨也，因其人稱言以別之。其《太甲》、《咸有一德》，伊尹訓道王，亦訓之類。《盤庚》亦誥也，故王肅云︰「不言誥，何也？取其徒而立功，非但錄其誥。」《高宗肜日》與訓序連文，亦訓辭可知也。《西伯戡黎》云，「祖伊恐，奔告于受」，亦誥也。《武成》云，「識其政事」，亦誥也。《旅獒》戒王，亦訓也。《金縢》自爲一體，祝亦誥辭也。《梓材》，《酒誥》分出，亦誥也。《多士》以王命誥，自然誥也。《無逸》戒王，亦訓也。《君奭》周公誥召公，亦誥也。《多方》、《周官》上誥於下，亦誥也。《君陳》、《君牙》與《畢命》之類，亦命也。《呂刑》陳刑告王，亦誥也。《書》篇之名，因事而立，既無體例，隨便爲文。其百篇次第，於序孔、鄭不同。孔以《湯誓》在《夏社》前，於百篇爲第二十六；鄭以爲在《臣扈》後，第二十九。孔以《咸有一德》次《太甲》後，第四十；鄭以爲在《湯誥》後，第三十二。孔以《蔡仲之命》次《君奭》後，第八十三；鄭以爲在《費誓》前，第九十六。孔以《周官》在《立政》後，第八十八；鄭以爲在《立政》前，第八十六。孔以《費誓》在《文侯之命》後，第九十九；鄭以爲在《呂刑》前，第九十七。不同者孔依壁內篇次及序爲文，鄭依賈氏所奏《別錄》爲次，孔未入學官。以此不同，考論次第，孔義是也。]"
      },
      {
        "index": 2,
        "text": "虞書[【疏】正義曰：《堯典》雖曰唐事，本以虞史所錄，末言舜登庸由堯，故追堯作典，非唐史所錄，故謂之《虞書》也。鄭玄云「舜之美事，在於堯時」是也。案馬融、鄭玄、王肅、《別錄》題皆曰《虞夏書》，以虞、夏同科，雖虞事亦連夏。此直言《虞書》，本無《夏書》之題也。案鄭序以爲《虞夏書》二十篇，《商書》四十篇，《周書》四十篇，《贊》云「三科之條，五家之教」，是虞、夏同科也。其孔於《禹貢》注云「禹之王以是功，故爲《夏書》之首」，則虞、夏別題也，以上爲《虞書》則十六篇。又《帝告》、《釐沃》、《湯征》、《汝鳩》、《汝方》於鄭玄爲《商書》，而孔并於《胤征》之下，或以爲夏事，猶《西伯戡黎》，則《夏書》九篇，《商書》三十五篇，此與鄭異也。或孔因《帝告》以下五篇亡，并注於《夏書》不廢，猶《商書》乎？別文所引皆云「《虞書》曰」、「《夏書》曰」，無并言《虞夏書》者。又伏生雖有一《虞夏傳》，以外亦有《虞傳》、《夏傳》，此其所以宜別也，此孔依虞、夏各別而存之。莊八年《左傳》引「《夏書》曰『皋陶邁種德』」，僖二十四年《左傳》引夏書曰「地平天成」，二十七年引《夏書》「賦納以言」，襄二十六年引《夏書》曰「與其殺不辜，寧失不經」，皆在《大禹謨》、《皋陶謨》。當云《虞書》而云《夏書》者，以事關禹，故引爲《夏書》。若《洪範》以爲《周書》，以箕子至周，商人所陳而傳引之，即曰《商書》也。案壁內所得，孔爲傳者凡五十八篇，爲四十六卷。三十三篇與鄭注同，二十五篇增多鄭注也。其二十五篇者，《大禹謨》一，《五子之歌》二，《胤征》三，《仲虺之誥》四，《湯誥》五，《伊訓》六，《太甲》三篇九，《咸有一德》十，《說命》三篇十三，《泰誓》三篇十六，《武成》十七，《旅獒》十八，《微子之命》十九，《蔡仲之命》二十，《周官》二十一，《君陳》二十二，《畢命》二十三，《君牙》二十四，《冏命》二十五。但孔君所傳，值巫蠱不行以終。前漢諸儒知孔本有五十八篇，不見孔傳，遂有張霸之徒於鄭注之外僞造《尚書》凡二十四篇，以足鄭注三十四篇爲五十八篇。其數雖與孔同，其篇有異。孔則於伏生所傳二十九篇內無古文《泰誓》，除《序》尚二十八篇，分出《舜典》、《益稷》、《盤庚》二篇、《康王之誥》爲三十三，增二十五篇爲五十八篇。鄭玄則於伏生二十九篇之內分出《盤庚》二篇，《康王之誥》、又《泰誓》三篇爲三十四篇，更增益僞書二十四篇爲五十八。所增益二十四篇者，則鄭注《書序》，《舜典》一，《汩作》二，《九共》九篇十一，《大禹謨》十二，《益稷》十三，《五子之歌》十四，《胤征》十五，《湯誥》十六，《咸有一德》十七，《典寶》十八，《伊訓》十九，《肆命》二十，《原命》二十一，《武成》二十二，《旅獒》二十三，《冏命》二十四。以此二十四爲十六卷，以《九共》九篇共卷，除八篇，故爲十六。故《藝文志》、劉向《別錄》云「五十八篇」。《藝文志》又云︰「孔安國者，孔子後也。悉得其書，以古文又多十六篇。」篇即卷也。即是僞書二十四篇也。劉向作《別錄》，班固作《藝文志》並云此言，不見孔傳也。劉歆作《三統歷》，論武王伐紂，引今文《泰誓》云「丙午逮師」，又引《武成》「越若來三月五日甲子，咸劉商王受」，並不與孔同，亦不見孔傳也。後漢初賈逵《奏尚書疏》云「流爲烏」，是與孔亦異也。馬融《書序》云︰「經傳所引《泰誓》，《泰誓》並無此文。」又云︰「逸十六篇，絶無師說。」是融亦不見也。服虔、杜預注《左傳》「亂其紀綱」，並云夏桀時，服虔、杜預皆不見也。鄭玄亦不見之，故注《書序》、《舜典》云「入麓伐木」，注《五子之歌》云「避亂於洛汭」，注《胤征》云「胤征，臣名」，又注《禹貢》引《胤征》云「厥匪玄黃，昭我周王」，又注《咸有一德》云「伊陟臣扈曰」，又注《典寶》引《伊訓》云「載孚在毫」，又曰「征是三朡」，又注《旅獒》云「獒讀曰豪，謂是遒豪之長」，又古文有《仲虺之誥》、《太甲》、《說命》等見在而云亡，其《汩典》、《典寶》之等一十三篇見亡而云已逸，是不見古文也。案伏生所傳三十四篇者謂之今文，則夏侯勝、夏侯建、歐陽和伯等三家所傳及後漢末蔡邕所勒石經是也。孔所傳者，膠東庸生、劉歆、賈逵、馬融等所傳是也。鄭玄《書贊》云︰「我先師棘下生安國，亦好此學，衛、賈、馬二三君子之業，則雅才好博，既宣之矣。」又云︰「歐陽氏失其本義，今疾此蔽冒，猶復疑惑未悛。」是鄭意師祖孔學，傳授膠東庸生、劉歆、賈逵、馬融等學，而賤夏侯、歐陽等；何意鄭注《尚書》，亡逸並與孔異，篇數並與三家同？又劉歆、賈逵、馬融之等並傳孔學，云十六篇逸，與安國不同者，良由孔注之後，其書散逸，傳注不行。以庸生、賈、馬之等惟傳孔學經文三十三篇，故鄭與三家同，以爲古文。而鄭承其後，所注皆同賈逵、馬融之學，題曰《古文尚書》，篇與夏侯等同，而經字多異。夏侯等書「宅嵎夷」爲「宅嵎鐵」，「昧谷」，曰「柳谷」，「心腹腎腸」曰「憂腎陽」，「劓刵劅剠」云「臏宮劓割頭庶剠」，是鄭注不同也。三家之學傳孔業者，《漢書‧儒林傳》云，安國傳都尉朝子俊，俊傳膠東庸生，生傳清河胡常，常傳徐敖，敖傳王璜及塗惲，惲傳河南桑欽。至後漢初衛、賈、馬亦傳孔學，故《書贊》云︰「自世祖興後漢，衛、賈、馬二三君子之業是也，所得傳者三十三篇古經，亦無其五十八篇，及傳說絶無傳者。」至晉世王肅注《書》，始似竊見孔傳，故注「亂其紀綱」爲夏太康時。又《晉書‧皇甫謐傳》云︰「姑子外弟梁柳邊得《古文尚書》，故作《帝王世紀》，往往載孔傳五十八篇之書。」《晉書》又云︰「晉太保公鄭沖以古文授扶風蘇愉，愉字休預。預授天水梁柳，字洪季，即謐之外弟也。季授城陽臧曹，字彥始。始授郡守子汝南梅賾，字仲真，又爲豫章內史，遂於前晉奏上其書而施行焉。」時已亡失《舜典》一篇，晉末范甯爲解時已不得焉。至齊蕭鸞建武四年姚方興於大航頭得而獻之，議者以爲孔安國之所注也。值方興有罪，事亦隨寢。至隋開皇二年購募遺典，乃得其篇焉。然孔注之後歷及後漢之末，無人傳說。至晉之初猶得存者，雖不列學官，散在民間，事雖久遠，故得猶存。]孔氏傳[傳即注也，以傳述爲義，舊說漢已前稱傳。　【疏】正義曰：以注者多門，故云其氏以別衆家。或當時自題孔氏，亦可以後人辨之。]"
      },
      {
        "index": 3,
        "text": "昔在帝堯，聦明文思，光宅天下。[言聖德之遠著。　○昔，古也。堯，唐帝名。馬融云︰「謚也，翼善傳聖曰堯。」聦，千公反。思，息嗣反，又如字，下同。著，張慮反。]將遜于位，讓于虞舜，[遜，遁也。老使攝，遂禪之。　○遁本作遯，徒遜反，退也，避也。「遂禪」音時戰反，讓也，授也。]作《堯典》。[【疏】「昔在」至「堯典」　○正義曰：此序鄭玄、馬融、王肅並云孔子所作，孔義或然。《詩》、《書》理不應異，夫子爲《書》作序，不作《詩》序者，此自或作或否，無義例也。鄭知孔子作者，依緯文而知也。安國既以同序爲卷，檢此百篇，凡有六十三序，序其九十六篇。《明居》、《咸有一德》、《立政》、《無逸》不序所由，直云「咎單作《明居》」、「伊尹作《咸有一德》」、「周公作《立政》」、「周公作《無逸》」。六十三序者，若《汩作》、《九共》九篇、《槀飫》，十一篇共序；其《咸乂》四篇同序；其《大禹謨》、《皋陶謨》、《益稷》、《夏社》、《疑至》、《臣扈》、《伊訓》、《肆命》、《徂后》、《太甲》三篇、《盤庚》三篇、《說命》三篇、《泰誓》三篇、《康誥》、《酒誥》、《梓材》，二十四篇，皆三篇同序；其《帝告》、《釐沃》、《汝鳩》、《汝方》、《伊陟》、《原命》、《高宗肜日》、《高宗之訓》八篇皆共卷，類同，故同序。同序而別篇者三十三篇，通《明居》、《無逸》等四篇爲三十七篇，加六十三即百篇也。序者以序別行辭爲形勢。言昔日在於帝號堯之時也，此堯身智無不知聦也，神無不見明也。以此聦明之神智足可以經緯天地，即「文」也；又神智之運，深敏於機謀，即「思」也。「聦明文思」即其聖性行之於外，無不備知，故此德充滿居止於天下而遠著。德既如此，政化有成，天道沖盈，功成者退，以此故將遜遁避於帝位，以禪其有聖德之虞舜。史序其事，而作《堯典》之篇。言「昔在」者，鄭玄云︰「《書》以堯爲始，獨云「昔在」，使若無先之典然也。」《詩》云︰「自古在昔。」言「在昔」者，自下本上之辭。言「昔在」者，從上自下爲稱，故曰「使若無先之」者。據代有先之，而書無所先，故云「昔」也。言「帝」者，天之一名，所以名「帝」。帝者，諦也。言天蕩然無心，忘於物我，言公平通遠，舉事審諦，故謂之「帝」也。五帝道同於此，亦能審諦，故取其名。若然，聖人皆能同天，故曰「大人」。大人者與天地合其德，即三王亦大人。不得稱帝者，以三王雖實聖人，內德同天，而外隨時運，不得盡其聖，用逐迹爲名，故謂之爲王。《禮運》曰，「大道之行，天下爲公」，即帝也。「大道既隱，各親其親」，即王也。則聖德無大於天，三皇優於帝，豈過乎天哉！然則三皇亦不能過天，但逐同天之名，以爲優劣。五帝有爲而同天，三皇無爲而同天，立名以爲優劣耳。但有爲無爲亦逐多少以爲分，三王亦順帝之則而不盡，故不得名帝。然天之與帝，義爲一也。人主可得稱帝，不可得稱天者，以天隨體而立名，人主不可同天之體也。無由稱天者，以天德立號，王者可以同其德焉，所以可稱於帝。故繼天則謂之「天子」，其號謂之「帝」，不得云「帝子」也。言「堯」者，孔無明解。案下傳云︰「虞，氏。舜，名。」然堯、舜相配爲義，既舜爲名，則堯亦名也。以此而言，禹、湯亦名。於下都無所解，而放勳、重華、文命注隨其事而解其文以爲義，不爲堯、舜及禹之名。據此，似堯、舜及禹與湯相類，名則俱名，不應殊異。案鄭以下亦云︰「虞，氏。舜，名。」與孔傳不殊。及鄭注《中侯》，云︰「重華，舜名。」則舜不得有二名。鄭注《禮記》云︰「舜之言充。」是以舜爲號謚之名，則下注云「舜，名，亦號謚之名」也。推此則孔君亦然。何以知之？既湯類堯、舜當爲名，而孔注《論語》「曰予小子履」云，「履是殷湯名堯舜」，是湯名履，而湯非名也。又此不云堯、舜是名，則堯及舜、禹非名，於是明矣。既非名，而放勳、重華、文命蓋以爲三王之名，同於鄭玄矣。鄭知名者，以《帝繫》云「禹名文命」，以上類之亦名。若然，名本題情記意，必有義者，蓋運命相符，名與運接，所以異於凡平。或說以其有義，皆以爲字。古代尚質，若名之不顯，何以著字？必不獲已，以爲非名非字可也。譙周以堯爲號，皇甫謐以放勳、重華、文命爲名。案《謚法》「翼善傳聖曰堯，仁義盛明曰舜」，是堯、舜謚也。故馬融亦云謚也。又曰「淵源流通曰禹，雲行雨施曰湯」，則禹、湯亦是謚法。而馬融云︰「禹湯不在《謚法》。」故疑之。將由《謚法》或本不同，故有致異。亦可本無禹、湯爲謚，後來所加，故或本曰「除虐去殘曰湯」，是以異也。《檀弓》曰：「死謚，周道也。」《周書》謚法周公所作，而得有堯、舜、禹、湯者，以周法死後乃追，故謂之爲謚。謚者，累也，累其行而號也。隨其行以名之，則死謚猶生號。因上世之生號陳之爲死謚，明上代生死同稱。上世質，非至善至惡無號，故與周異。以此堯、舜或云號，或云謚也。若然，湯名履而王侯，《世本》「湯名天乙」者，安國意蓋以湯受命之王，依殷法以乙日生，名天乙。至將爲王，又改名爲履，故二名也。亦可。安國不信《世本》，無天乙之名。皇甫謐巧欲傅會，云「以乙日生，故名履，字天乙」。又云祖乙，亦云「乙日生，復名乙」，引《易緯》「孔子所謂天之錫命，故可同名」。既以天乙爲字，何云同名乎？斯又妄矣，號之曰堯者，《釋名》以爲「其尊高堯堯然，物莫之先，故謂之堯也」。《謚法》云︰「翼善傳聖曰堯。」堯者以天下之生善，因善欲禪之，故二八顯升，所謂爲翼。能傳位於聖人，天下爲公，此所以出衆而高也。言「聦明者，據人近驗，則聽遠爲聦，見微爲明，若離婁之視明也，師曠之聽聦也；以耳目之聞見，喻聖人之智慧，兼知天下之事，故在於聞見而已，故以「聦明」言之。智之所用，用於天地，經緯天地謂之「文」，故以聦明之用爲文。須當其理，故又云「思」而會理也。經云「欽明」，此爲聦明者，彼方陳行事，故美其敬，此序其聖性，故稱其「聦」，隨事而變文。下《舜典》直云「堯聞之聦明」，不云「文思」者，此將言堯用，故云「文思」，彼要云舜德，故直云「聦明」，亦自此而可知也。言「光宅」者，經傳云︰「光，充也。」不訓「宅」者，可知也。不於此訓「光」者，從經爲正也。下「將遜于位」傳云「遜，遁」者，以經無「遜」字，故在序訓之。　○傳「言聖德之遠著」　○正義曰：「聖德」解「聦明文思」，「遠著」解「光宅天下」　○傳「老使」至「禪之」　○正義曰「老使攝」者解「將遜于位」，云「遂禪之」者，解「讓于虞舜」也。以己年老，故遜之。使攝之，後功成而禪。禪即讓也。言「攝」者，「納於大麓」是也。禪者，「汝陟帝位」是也。雖舜受而攝之，而堯以爲禪。或云「汝陟帝位」爲攝，因即直言爲讓，故云「遂」也。鄭玄云︰「堯尊如故，舜攝其事」是也。]"
      },
      {
        "index": 4,
        "text": "堯典[言堯可爲百代常行之道。　【疏】「堯典」　○正義曰：序已云「作堯典」而重言此者，此是經之篇目，不可因序有名，略其舊題，故諸篇皆重言本目而就目解之。稱「典」者，以道可百代常行。若堯、舜禪讓聖賢，禹、湯傳授子孫，即是堯、舜之道不可常行，但惟德是與，非賢不授。授賢之事，道可常行，但後王德劣不能及古耳。然經之與典俱訓爲常，名典不名經者，以經是揔名，包殷、周以上，皆可爲後代常法，故以經爲名。典者，經中之別，特指堯、舜之德，於常行之內道最爲優，故名典不名經也。其太宰六典及司寇三典者，自由當代常行，與此別矣。]"
      },
      {
        "index": 5,
        "text": "曰若稽古，帝堯，[若，順。稽，考也。能順考古道而行之者帝堯。]曰放勳，欽明文思安安，[勳，功。欽，敬也。言堯放上世之功，化而以敬明文思之四德，安天下之當安者。　○放，方往反，注同。徐云︰「鄭、王如字。」勳，許云反，功也。馬云︰「放勳，堯名。」皇甫謐同。一云︰「放勳，堯字。」「欽明文思」，馬云︰「威儀表備之欽，照臨四方謂之明，經緯天地謂之文，道德純備謂之思。」]允恭克讓，光被四表，格于上下。[允，信。克，能。光，充。格，至也。既有四德，又信恭能讓，故其名聞充溢四外，至于天地。　○被，皮寄反，徐扶義反。聞音問，本亦作問。溢音逸。　【疏】「曰若」至「上下」　○正義曰：史將述堯之美，故爲題目之辭曰，能順考校古道而行之者，是帝堯也。又申其順考古道之事曰，此帝堯能放效上世之功而施其教化，心意恒敬，智慧甚明，發舉則有文謀，思慮則能通敏，以此四德安天下之當安者。在於己身則有此四德，其於外接物又能信實、恭勤、善能、謙讓。恭則人不敢侮，讓則人莫與爭，由此爲下所服，名譽著聞，聖德美名充滿被溢於四方之外，又至于上天下地。言其日月所照，霜露所墜，莫不聞其聲名，被其恩澤。此即稽古之事也。　○傳「若順」至「帝堯」　○正義曰：「若、順」，《釋言》文。《詩》稱「考卜惟王」，《洪範》考卜之事謂之「稽疑」，是「稽」爲考，經傳常訓也。《爾雅》一訓一也，孔所以約文，故數字俱訓，其末以一「也」結之。又已經訓者，後傳多不重訓。顯見可知，則徑言其義，皆務在省文故也。言「順考古道」者，古人之道非無得失，施之當時又有可否，考其事之是非，知其宜於今世，乃順而行之。言其行可否，順是不順非也。考「古」者自己之前，無遠近之限，但事有可取，皆考而順之。今古既異時，政必殊古，事雖不得盡行，又不可頓除古法，故《說命》曰：「事不師古，以克永世，匪說攸聞。」是後世爲治當師古法，雖則聖人，必須順古。若空欲追遠，不知考擇，居今行古，更致禍災。若宋襄慕義，師敗身傷，徐偃行仁，國亡家滅，斯乃不考之失。故美其能順考也。鄭玄信緯，訓「稽」爲同，訓「古」爲天，言「能順天而行之，與之同功」。《論語》稱惟堯則天，《詩》美文王「順帝之則」，然則聖人之道莫不同天合德，豈待同天之語，然後得同之哉？《書》爲世教，當因之人事，以人繫天，於義無取，且「古」之爲天，經無此訓。高貴鄉公皆以鄭爲長，非篤論也。　○傳「勳功」至「安者」　○正義曰：「勳、功」、「欽、敬」，《釋詁》文。此經述上稽古之事，放效上世之功，即是考於古道也。經言「放勳」，放其功而已。傳兼言「化」者，據其勳業謂之功，指其教人則爲化，功之與化所從言之異耳。鄭玄云︰「敬事節用謂之欽，照臨四方謂之明，經緯天地謂之文，慮深通敏謂之思。」孔無明說，當與之同。四者皆在身之德，故謂之「四德」。凡是臣人王者皆須安之，故廣言「安天下之當安者」。所安者則下文「九族、百姓、萬邦」是也。其「敬明文思」爲此次者，顧氏云︰「隨便而言，無義例也。」知者此先「聦」後「明」，《舜典》云「明四目，達四聦」，先明後「聦」，故知無例也。今考《舜典》云︰「濬哲文明」，又先「文」後「明」，與此不類，知顧氏爲得也。　○傳「允信」至「天地」　○正義曰：「允、信」、「格、至」，《釋詁》文。「克，能」、「光，充」，《釋言》文。在身爲德，施之曰行。鄭玄云︰「不懈於位曰恭，推賢尚善曰讓。」恭讓是施行之名。上言堯德，此言堯行，故傳以文次言之。言堯既有敬明文思之四德，又信實、恭勤、善能、推讓，下人愛其恭讓，傳其德音，故其名遠聞，旁行則充溢四方，上下則至于天地。持身能恭，與人能讓，自己及物，故先恭後讓。恭言信，讓言克，交互其文耳。皆言信實能爲也。傳以「溢」解「被」，言其饒多盈溢，故被及之也。表裏內外相對之言，故以表爲外，向下向上至有所限，旁行四方無復限極，故四表言「被」，上下言「至」。「四外」者，以其無限，自內言之，言其至於遠處，正謂四方之外畔者，當如《爾雅》所謂「四海」、「四荒」之地也。先「四表」後「上下」者，人之聲名，宜先及於人，後被四表，是人先知之，故先言至人。後言至于上下，言至於天地，喻其聲聞遠耳。《禮運》稱聖人爲政，能使「天降膏露，地出醴泉」，是名聞遠達，使天地効靈，是亦格于上下之事。]"
      },
      {
        "index": 6,
        "text": "克明俊德，以親九族。[能明俊德之士任用之，以睦高祖玄孫之親。　○九族，上自高祖，下至玄孫，凡九族。馬、鄭同。]九族既睦，平章百姓。[既，已也。百姓，百官。言化九族而平和章明。]百姓昭明，協和萬邦。黎民於變時雍。[昭亦明也。協，合。黎，衆。時，是。雍，和也。言天下衆民皆變化化上，是以風俗大和。　○黎，力兮反。　【疏】「克明」至「時雍」　○正義曰：言堯能名聞廣遠，由其委任賢哲，故復陳之。言堯之爲君也，能尊明俊德之士，使之助己施化。以此賢臣之化，先令親其九族之親。九族蒙化已親睦矣，又使之和協顯明於百官之族姓。百姓蒙化皆有禮儀，昭然而明顯矣，又使之合會調和天下之萬國。其萬國之衆人於是變化從上，是以風俗大和，能使九族敦睦，百姓顯明，萬邦和睦，是「安天下之當安」者也。　○傳「能明」至「之親」　○正義曰：鄭玄云︰「『俊德』，賢才兼人者。」然則「俊德」謂有德。人能明俊德之士者，謂命爲大官，賜之厚祿，用其才智，使之高顯也。以其有德，故任用之。以此賢臣之化，親睦高祖玄孫之親。上至高祖，下及玄孫，是爲九族。同出高曾，皆當親之，故言之「親」也。《禮記‧喪服小記》云︰「親親以三爲五，以五爲九。」又《異義》、夏侯、歐陽等以爲九族者，父族四、母族三、妻族二，皆據「異姓有服」。鄭玄駁云︰「異姓之服不過緦麻，言不廢昏。又《昏禮》請期云『惟是三族之不虞』，恐其廢昏，明非外族也。」是鄭與孔同。「九族」謂帝之九族，「百姓」謂百官族姓，「萬邦」謂天下衆民，自內及外，從高至卑，以爲遠近之次也。知「九族」非民之九族者，以先親九族，次及百姓，百姓是羣臣弟子，不宜越百姓而先下民。若是民之九族，則「九族既睦」，民已和矣，下句不當復言「協和萬邦」，以此知帝之九族也。堯不自親九族，而待臣使之親者，此言用臣法耳，豈有聖人在上，疏其骨肉者乎？若以堯自能親，不待臣化，則化萬邦百姓，堯豈不能化之，而待臣化之也？且言「親九族」者，非徒使帝親之，亦使臣親之，帝亦令其自相親愛，故須臣子之化也。　○傳「既已」至「章明」　○正義曰：「既」、「已」義同，故訓「既」爲已，經傳之言。「百姓」或指天下百姓，此下句乃有「黎民」，故知「百姓」即百官也。百官謂之百姓者，隱八年《左傳》云︰「天子建德，因生以賜姓。」謂建立有德以爲公卿，因其所生之地而賜之以爲其姓，令其收斂族親，自爲宗主。明王者任賢不任親，故以「百姓」言之。《周官》篇云︰「唐、虞稽古，建官惟百。」《大禹謨》云︰「率百官若帝之初。」是唐、虞之世經文皆稱「百官」。而《禮記‧明堂位》云「有虞氏之官五十」，後世所記不合經也。「平章」與「百姓」其文非九族之事，傳以此經之事文勢相因，先化九族，乃化百官，故云「化九族而平和章明」。謂九族與百官皆須導之以德義，平理之使之協和，教之以禮法，章顯之使之明著。　○傳「昭亦」至「大和」　○正義曰：《釋詁》以「昭」爲光，光、明義同，經已有「明」，故云「昭亦明也」。《釋詁》以「協」爲和，和、合義同，故訓「協」爲合也。「黎，衆」、「時，是」，《釋詁》文。「雍，和」，《釋訓》文。堯民之變，明其變惡從善，人之所和，惟風俗耳。故知謂「天下衆人皆變化化上，是以風俗大和」，人俗大和，即是太平之事也。此上經三事相類，古史交互立文。以「親」言「既睦」，「平章」言「昭明」，「協和」言「時雍」。「睦」即「親」也，「章」即「明」也，「雍」即「和」也，各自變文以類相對。平九族使之親，平百姓使之明，正謂使從順禮義，恩情和合，故於萬邦變言「協和」，明「以親九族」、「平章百姓」亦是協和之也。但九族宜相親睦，百姓宜明禮義，萬邦宜盡和協，各因所宜爲文，其實相通也。民言「於變」，謂從上化，則「九族既睦」、「百姓昭明」亦是變上，故得睦得明也。]"
      },
      {
        "index": 7,
        "text": "乃命羲和，欽若昊天，歷象日月星辰，敬授人時。[重黎之後羲氏、和氏世掌天地四時之官，故堯命之，使敬順昊天。昊天言元氣廣大。星，四方中星。辰，日月所會。歷象其分節。敬記天時以授人也。此舉其目，下別序之。　○羲和，馬云︰「羲氏掌天官，和氏掌地官，四子掌四時。」昊，胡老反。重，直龍反，少昊之後。黎，高陽之後。「日月所會」謂日月交會於十二次也。寅曰析木，卯曰大火，辰曰壽星，巳曰鶉尾，午曰鶉火，未曰鶉首，申曰實沈，酉曰大梁，戌曰降婁，亥曰娵訾，子曰玄枵，丑曰星紀。]分命羲仲，宅嵎夷，曰暘谷。[宅，居也。東表之地稱嵎夷。暘，明也。日出於谷而天下明，故稱暘谷。暘谷、嵎夷一也。羲仲居治東方之官。　○嵎音隅，馬曰：「嵎，海嵎也。」夷，萊夷也。《尚書‧考靈耀》及《史記》作「禺銕」。暘音陽。谷，工木反，又音欲，下同。馬云︰「暘谷，海嵎夷之地名。」「日出於谷」本或作「日出於陽谷」，「陽」衍字。]寅賓出日，平秩東作。[寅，敬。賓，導。秩，序也。歲起於東而始就耕，謂之東作。東方之官敬導出日，平均次序東作之事，以務農也。　○寅，徐以真反，又音夷，下同。賓如字，徐音殯，馬云︰「從也。」出，尺遂反，又如字，注同。平如字，馬作苹，普庚反，云︰「使也。」下皆放此。秩如字。]日中，星鳥，以殷仲春。[日中謂春分之日。鳥，南方朱鳥七宿。殷，正也。春分之昏，鳥星畢見，以正仲春之氣節，轉以推季孟則可知。　○中，貞仲反，又如字。殷，於勤反，馬、鄭云︰「中也。」宿音秀，下同。見，賢遍反，下同。]厥民析，鳥獸孳尾。[冬寒無事，並入室處。春事既起，丁壯就功。厥，其也。言其民老壯分析。乳化曰孳，交接曰尾。　○析，星歷反。孳音字。乳，儒付反。《說文》云︰「人及鳥生子曰乳，獸曰產。」]申命羲叔，宅南交。[申，重也。南交言夏與春交。舉一隅以見之。此居治南方之官。　○重，直用反。]平秩南訛，敬致。[訛，化也。掌夏之官平敘南方化育之事，敬行其教，以致其功。四時同之，亦舉一隅。　○訛，五和反。]日永，星火，以正仲夏。[永，長也，謂夏至之日。火，蒼龍之中星，舉中則七星見可知。以正仲夏之氣節，季孟亦可知。]厥民因，鳥獸希革。[因，謂老弱因就在田之丁壯以助農也。夏時鳥獸毛羽希少改易。革，改也。]分命和仲，宅西，曰昧谷。[昧，冥也。日入於谷而天下冥，故曰昧谷。昧谷曰西，則嵎夷東可知。此居治西方之官，掌秋天之政也。　○昧，武內反。冥，莫定反。]寅餞納日，平秩西成。[餞，送也。日出言導，日入言送，因事之宜。秋，西方，萬物成。平序其政，助成物。　○餞，賤衍反。馬云︰「滅也，滅猶没也。」]宵中，星虛，以殷仲秋。[宵，夜也。春言日，秋言夜，互相備。虛，玄武之中星，亦言七星皆以秋分日見，以正三秋。]厥民夷，鳥獸毛毨。[夷，平也，老壯在田與夏平也。毨，理也，毛更生整理。　○「毛毨」，下先典反。《說文》云︰「仲秋鳥獸毛盛，可選取以爲器用也。」]申命和叔，宅朔方，曰幽都。平在朔易。[北稱朔，亦稱方，言一方則三方見矣。北稱幽都，南稱明從可知也。都謂所聚也。易謂歲改易北方，平均在察其政，以順天常。上揔言羲和敬順昊天，此分別仲叔，各有所掌。　○別音彼列反，下同。]日短，星昴，以正仲冬。[日短，冬至之日。昴，白虎之中星，亦以七星並見，以正冬之三節。]厥民隩，鳥獸氄毛。[隩，室也。民改歲入此室處，以辟風寒。鳥獸皆生耎毳細毛以自溫焉。　○隩，於六反，馬云︰「煖也。」氄，如勇反，徐又音而充反，馬云︰「溫柔貌。」辟音避。耎，如兖反，本或作濡，音儒。毳，尺銳反。]帝曰：「咨！汝羲暨和。朞三百有六旬有六日，以閏月定四時，成歲。[咨，嗟。暨，與也。匝四時曰朞。一歲十二月，月三十日，正三百六十日；除小月六，爲六日，是爲一歲有餘十二日；未盈三歲足得一月，則置閏焉，以定四時之氣節，成一歲之歷象。　○暨，其器反。朞，居其反，下同。旬，似遵反，十日爲旬。匝，子合反。]允釐百工，庶績咸熙。」[允，信。釐，治。工，官。績，功。咸，皆。熙，廣也。言定四時成歲歷，以告時授事，則能信治百官，衆功皆廣，歎其善。　○釐，力之反。熙，許其反，興也。　【疏】「乃命」至「咸熙」　○正義曰：上言能明俊德，又述能明之事，堯之聖德美政如上所陳。但聖不必獨理，必須賢輔。堯以須臣之故，乃命有俊明之人羲氏、和氏敬順昊天之命，歷此法象。其日之甲乙，月之大小，昏明遞中之星，日月所會之辰，定其所行之數，以爲一歲之歷。乃依此歷，敬授下人以天時之早晚。其揔爲一歲之歷，其分有四時之異，既舉揔目，更別序之。堯於羲和之內，乃分別命其羲氏而字仲者，令居治東方嵎夷之地也。日所出處名曰暘明之谷，於此處所主之職，使羲仲主治之。既主東方之事，而日出於東方，令此羲仲恭敬導引將出之日，平均次序東方耕作之事，使彼下民務勤種植。於日晝夜中分，刻漏正等，天星朱鳥南方七宿合昏畢見，以此天之時候調正仲春之氣節。此時農事已起，不居室內，其時之民宜分析適野。老弱居室，丁壯就功。於時鳥獸皆孕胎卵，孳尾匹合。又就所分羲氏之內，重命其羲氏而字叔者，使之居治南方之職，又於天分南方與東交，立夏以至立秋時之事，皆主之。均平次序南方化育之事，敬行其教，以致其功。於日正長，晝漏最多，天星大火東方七宿合昏畢見，以此天時之候調正仲夏之氣節。於時苗稼已殖，農事尤煩，其時之民，老弱因一丁壯就在田野。於時鳥獸羽毛希少，變改寒時。又分命和氏而字仲者，居治西方日所入處，名曰昧冥之谷。於此處所主之職，使和仲主治之。既主西方之事，而日入在於西方，令此和仲恭敬從送既入之日，平均次序西方成物之事，使彼下民務勤收斂。於晝夜中分，漏刻正等，天星之虛北方七宿合昏畢見，以此天時之候調正仲秋之氣節。於時禾苗秀實，農事未閑，其時之民與夏齊平，盡在田野。於時鳥獸毛羽更生，已稍整治。又重命和氏而字叔者，令居治北方名曰幽都之地，於此處所主之職，使和叔主治之。平均視察北方歲改之事。於日正短，晝漏最少，天星之昴西方七宿合昏畢見，以此天時之候調正仲冬之氣節。於時禾稼已入，農事閑暇，其時之人皆處深隩之室，鳥獸皆生耎毳細毛以自溫煖。此是羲和敬天授人之實事也。羲和所掌如是，故帝堯乃述而歎之曰：「咨嗟！汝羲仲、羲叔與和仲、和叔。一朞之間三百有六旬有六日，分爲十二月，則餘日不盡，令氣朔參差，若以閏月補闕，令氣朔得正定四時之氣節，成一歲之歷象，是汝之美可歎也。又以此歲歷告時授事，信能和治百官，使之衆功皆廣也。」歎美羲和能敬天之節，衆功皆廣，則是風俗大和。　○傳「重黎」至「序之」　○正義曰：《楚語》云︰「少昊氏之衰，九黎亂德，人神雜擾，不可方物。顓頊受之，乃命南正重司天以屬神，火正黎司地以屬民，使復舊常，無相侵瀆。其後三苗復九黎之惡，堯復育重黎之後，不忘舊者，使復典之。以至于夏商。」據此文則自堯及商無他姓也。堯育重黎之後，是此羲和可知。是羲和爲重黎之後，世掌天地之官文所出也。《呂刑》先「重」後「黎」，此文先「羲」後「和」，揚子《法言》云︰「羲近重，和近黎。」是「羲」承「重」而「和」承「黎」矣。《呂刑》稱「乃命重黎」與此「命羲和」爲一事也。故《呂刑》傳云︰「重即羲也，黎即和也。」羲和雖別爲氏族而出自重黎，故《呂刑》以「重黎」言之。《鄭語》云︰「爲高辛氏火正。」則高辛亦命重黎。故鄭玄於此注云︰「高辛氏世，命重爲南正司天，黎爲火正司地。」據「世掌」之文，用《楚語》爲說也。《楚世家》云︰「重黎爲帝嚳火正，能光融天下，帝嚳命曰祝融。共工氏作亂，帝嚳使重黎誅之而不盡。帝乃以庚寅日誅重黎，而以其弟吳回爲重黎，復居火正，爲祝融。」案昭二十九年《左傳》稱少昊氏有子曰重，顓頊氏有子曰黎。則重黎二人，各出一帝。而《史記》并以重黎爲楚國之祖，吳回爲重黎，以重黎爲官號，此乃《史記》之謬。故束晳譏馬遷并兩人以爲一，謂此是也。《左傳》稱重爲句芒，黎爲祝融，不言何帝使爲此官。但黎是顓頊之子，其爲祝融，必在顓頊之世。重雖少昊之胤，而與黎同命，明使重爲句芒亦是顓頊時也。祝融火官可得稱爲火正，句芒木官不應號爲南正，且木不主天，火不主地，而《外傳》稱顓頊命南正司天，火正司地者，蓋使木官兼掌天，火官兼掌地。南爲陽位，故掌天謂之南正。黎稱本官，故掌地猶爲火正。鄭答趙商云︰「先師以來，皆云火掌爲地，當云黎爲北正。」孔無明說，未必然也。昭十七年《左傳》郯子稱少昊氏以鳥名官，自顓頊已來乃命以民事。句芒、祝融皆以人事名官，明此當顓頊之時也。傳言少昊氏有四叔，當爲後代子孫，非親子也。何則？傳稱共工氏有子曰句龍，共工氏在顓頊之前多歷年代，豈復共工氏親子至顓頊時乎？明知少昊四叔亦非親子，高辛所命重黎或是重黎子孫，未必一人能歷二代。又高辛前命後誅，當是異人。何有罪而誅，不容列在祀典。明是重黎之後，世以重黎爲號，所誅重黎是有功重黎之子孫也。《呂刑》說羲和之事，猶尚謂之重黎，況彼尚近重黎，何故不得稱之？以此知異世重黎號同人別。顓頊命重司天，黎司地，羲氏掌天，和氏掌地，其實重、黎、羲、和通掌之也。此云「乃命羲和，欽若昊天」，是羲和二氏共掌天地之事。以乾坤相配，天地相成，運立施化者天，資生成物者地，天之功成其見在地，故下言「日中，星鳥」之類是天事也，「平秩東作」之類是地事也，各分掌其時，非別職矣。案《楚語》云，重司天以屬神，黎言地以屬人。天地既別，人神又殊，而云通掌之者，外傳之文說《呂刑》之義，以爲少昊之衰，天地相通，人神雜擾，顓頊乃命重黎分而異之，以解絶地天通之言，故云各有所掌。天地相通，人神雜擾，見其能離絶天地，變異人神耳，非即別掌之。下文別序所掌，則羲主春夏，和主秋冬，俱掌天時，明其共職。彼又言：「至于夏商，世掌天地。」《胤征》云︰「羲和湎淫，廢時亂日。」不知日食，羲和同罪，明其世掌天地共職。可知顓頊命掌天地，惟重黎二人，堯命羲和則仲叔四人者，以羲和二氏賢者既多，且後代稍文，故分掌其職事，四人各職一時，兼職方岳，以有四岳，故用四人。顓頊之命重黎，惟司天地，主岳以否不可得知。設令亦主方岳，蓋重黎二人分主東西也。馬融、鄭玄皆以此「命羲和」者，命爲天地之官。下云「分命」，申命爲四時之職。天地之與四時於周則冢宰司徒之屬，六卿是也。孔言「此舉其目，下別序之」，則惟命四人，無六官也。下傳云四岳即羲和四子，《舜典》傳稱禹、益六人新命有職，與四岳十二牧凡爲二十二人。然新命之六人，禹命爲百揆，契作司徒，伯夷爲秩宗，皋陶爲士，垂作共工，亦禹、契之輩即是卿官。卿官之外別有四岳，四岳非卿官也。孔意以羲和非是卿官，別掌天地，但天地行於四時，四時位在四方，平秩四時之人因主方岳之事，猶自別有卿官分掌諸職。《左傳》稱少昊氏以鳥名官，五鳩氏即周世之卿官也。五鳩之外別有鳳鳥氏，歷正也，班在五鳩之上。是上代以來皆重歷數，故知堯於卿官之外別命羲和掌天地也。於時羲和似尊於諸卿，後世以來稍益卑賤。《周禮》「太史掌正歲年以序事」，即古羲和之任也。桓十七年《左傳》云「日官居卿以底日」，猶尚尊其所掌。周之卿官明是堯時重之，故特言「乃命羲和」。此「乃命羲和」重述「克明俊德」之事，得致雍和所由。已上論堯聖性，此說堯之任賢，據堯身而言用臣，故云「乃命」，非「時雍」之後方始命之。「使敬順昊天」，昊天者混元之氣，昊然廣大，故謂之「昊天」也。《釋天》云︰「春爲蒼天，夏爲昊天，秋爲旻天，冬爲上天。」《毛詩》傳云︰「尊而君之則稱皇天，元氣廣大則稱昊天，仁覆閔下則稱旻天，自上降監則稱上天，據遠視之蒼蒼然則稱蒼天。」《爾雅》四時異名，《詩》傳即隨事立稱。鄭玄讀《爾雅》云「春爲昊天，夏爲蒼天」，故駁《異義》云︰「春氣博施，故以廣大言之。夏氣高明，故以遠言之。秋氣或生或殺，故以閔下言之。冬氣閉藏而清察，故以監下言之。皇天者尊而號之也。」六籍之中，諸稱天者以情所求言之耳，非必於其時稱之。然此言堯敬大四天，故以「廣大」言之。「星，四方中星」者，二十八宿，布在四方，隨天轉運，更互在南方，每月各有中者。《月令》每月昏旦，惟舉一星之中，若使每日視之，即諸宿每日昏旦莫不常中，中則人皆見之，故以中星表宿，「四方中星」揔謂二十八宿也。或以《書傳》云「主春者張，昏中，可以種穀。主夏者火，昏中，可以種黍。主秋者虛，昏中，可以種麥。主冬者昴，昏中，可以收斂。皆云上告天子，下賦臣人。天子南面而視四方星之中，知人緩急，故曰敬授人時」，謂此「四方中星」如《書》傳之說。孔於虛昴諸星本無取中之事，用《書傳》爲孔說非其旨矣。「辰，日月所會」者，昭七年《左傳》士文伯對晉侯之辭也。日行遲，月行疾，每月之朔月行及日而與之會，其必在宿。分二十八宿，是日月所會之處。辰，時也，集會有時，故謂之辰。「日月所會」與「四方中星」俱是二十八宿。舉其人目所見，以星言之。論其日月所會，以辰言之，其實一物，故星、辰共文。《益稷》稱古人之象，日月星辰共爲一象，由其實同故也。日月與星，天之三光。四時變化，以此爲政。故命羲和，令以算術推步，累歷其所行，法象其所在，具有分數節候，參差不等，敬記此天時以爲歷而授人。此言星辰共爲一物。《周禮‧大宗伯》云︰「實柴祀日月星辰。」鄭玄云「星謂五緯，辰謂日月所會十二次」者，以星、辰爲二者。五緯與二十八宿俱是天星，天之神祇，禮無不祭，故鄭玄隨事而分之。以此「敬授人時」無取五緯之義，故鄭玄於此注亦以星、辰爲一，觀文爲說也。然則五星與日月皆別行，不與二十八宿同爲不動也。　○傳「宅居」至「之官」　○正義曰：「宅，居」，《釋言》文。《禹貢》青州云︰「嵎夷既略。」青州在東界外之畔爲表，故云「東表之地稱嵎夷」也。陰陽相對，陰闇而陽明也，故以「暘」爲明。谷無陰陽之異，以日出於谷而天下皆明，故謂日出之處爲「暘谷」。冬南夏北不常厥處，但日由空道，似行自谷，故以「谷」言之，非實有深谷而日從谷之出也。據日所出謂之「暘谷」，指其地名即稱「嵎夷」，故云「暘谷、嵎夷一也」。又解「居」者，居其官不居其地，故云「羲仲居治東方之官」。此言「分命」者，上云「乃命羲和」，揔舉其目，就「乃命」之內分其職掌，使羲主春夏，和主秋冬，分一歲而別掌之，故言「分命」。就羲和之內又重分之，故於夏變言「申命」。既命仲而復命叔，是其重命之也。所命無伯、季者，蓋時無伯、季，或有而不賢，則《外傳》稱「堯育重黎之後，不忘舊者，使復典之」，明仲叔能守舊業，故命之也。此羲和掌序天地，兼知人事，因主四時而分主四方，故舉東表之地，以明所舉之域。地東舉嵎夷之名，明分三方皆宜有地名，此爲其始，故特詳舉其文。羲仲居治東方之官，居在帝都而遙統領之。王肅云「皆居京師而統之，亦有時述職」，是其事也。以春位在東，因治於東方，其實本主四方春政，故於和仲之下云︰「此居治西方之官，掌秋天之政。」明此，掌春天之政，孔以經事詳，故就下文而互發之。　○傳「寅敬」至「務農」　○正義曰：「寅，敬」，《釋詁》文。賓者主行導引，故「賓」爲導也。《釋詁》以「秩」爲常，常即次第有序，故「秩」爲序也。一歲之事，在東則耕作，在南則化育，在西則成熟，在北則改易，故以方名配歲事爲文，言順天時氣以勸課人務也。春則生物，秋則成物。日之出也，物始生長，人當順其生長，致力耕耘。日之入也，物皆成熟，人當順其成熟，致力收斂。東方之官當恭敬導引日出，平秩東作之事，使人耕耘。西方之官當恭敬從送日入，平秩西成之事，使人收斂。日之出入，自是其常，但由日出入，故物有生成。雖氣能生物，而非人不就。勤於耕稼，是導引之。勤於收藏，是從送之。冬夏之文無此類者，南北二方非日所出入，「平秩南訛」亦是導日之事，「平在朔易」亦是送日之事。依此春秋而共爲賓餞，故冬夏二時無此一句。勸課下民，皆使致力，是敬導之。平均次序，即是授人，田里各有疆埸，是平均之也。耕種收斂使不失其次序，王者以農爲重，經主於農事。「寅賓出日」爲「平秩」設文，故并解之也。言「敬導出日」者，正謂平秩次序東作之事以務農也。鄭以「作」爲生，計秋言西成，春宜言東生。但四時之功皆須作力，不可不言力作，直說生成，明此以歲事初起，時言「東作」，以見四時亦當力作，故孔以耕作解之。鄭玄云︰「寅賓出日，謂春分朝日。」又以「寅餞納日，謂秋分夕日」也。　○傳「日中」至「可知」　○正義曰：其仲春、仲秋、冬至、夏至，馬融云︰「古制刻漏晝夜百刻。晝長六十刻，夜短四十刻。晝短四十刻，夜長六十刻。晝中五十刻，夜亦五十刻。」融之此言據日出見爲說。天之晝夜以日出入爲分，人之晝夜以昏明爲限。日未出前二刻半爲明，日入後二刻半爲昏，損夜五刻以裨於晝，則晝多於夜，復校五刻。古今歷術與太史所候皆云，夏至之晝六十五刻，夜三十五刻。冬至之晝四十五刻，夜五十五刻。春分秋分之晝五十五刻，夜四十五刻。此其不易之法也。然今太史細候之法，則校常法半刻也。從春分至于夏至，晝暫長，增九刻半。夏至至于秋分，所減亦如之。從秋分至于冬至，晝暫短，減十刻半。從冬至至于春分，其增亦如之。又於每氣之間增減刻數，有多有少，不可通而爲率。漢初未能審知，率九日增減一刻，和帝時待詔霍融始請改之。鄭注《書緯‧考靈曜》仍云「九日增減一刻」，猶尚未覺悟也。鄭注此云︰「日長者日見之漏五十五刻，日短者日見之漏四十五刻。」與歷不同。故王肅難云︰「知日見之漏減晝漏五刻，不意馬融爲傳已減之矣。因馬融所減而又減之，故日長爲五十五刻，因以冬至反之，取其夏至夜刻，以爲冬至晝短，此其所以誤耳。」「鳥，南方朱鳥七宿」者，在天成象，星作鳥形。《曲禮》說軍陳象天之行，「前朱雀，後玄武，左青龍，右白虎」。「雀」即鳥也。「武」謂龜甲捍禦，故變文「玄武」焉。是天星有龍虎鳥龜之形也。四方皆有七宿，各成一形。東方成龍形，西方成虎形，皆南首而北尾。南方成鳥形，北方成龜形，皆西首而東尾。以南方之宿象鳥，故言鳥謂朱鳥七宿也。此經舉宿，爲文不類。春言「星鳥」，揔舉七宿。夏言「星火」，獨指房、心。虛、昴惟舉一宿。文不同者，互相通也。《釋言》以「殷」爲中，中、正義同，故「殷」爲正也。此經冬夏言「正」，春秋言「殷」者，其義同。春分之昏，觀鳥星畢見，以正仲春之氣節，計仲春日在奎、婁而入於酉地，則初昏之時井、鬼在午，柳、星、張在巳，軫、翼在辰，是朱鳥七宿皆得見也。春有三月，此經直云「仲春」，故傳辨之云，既正仲春，轉以推季孟之月，則事亦可知也。天道左旋，日體右行，故星見之方與四時相逆。春則南方見，夏則東方見，秋則北方見，冬則西方見，此則勢自當然。而《書緯》爲文生說，言「春夏相與交，秋冬相與互，謂之母成子，子助母」，斯假妄之談耳。馬融、鄭玄以爲「星鳥、星火謂正在南方。春分之昏七星中，仲夏之昏心星中，秋分之昏虛星中，冬至之昏昴星中，皆舉正中之星，不爲一方盡」，見此其與孔異也。至于舉仲月以統一時，亦與孔同。王肅亦以星鳥之屬爲昏中之星，其要異者以所宅爲孟月，日中、日永爲仲月，星鳥、星火爲季月，「以殷」、「以正」皆揔三時之月，讀「仲」爲中，言各正三月之中氣也。以馬融、鄭玄之言，不合天象，星火之屬仲月未中，故爲每時皆歷陳三月，言日以正仲春，以正春之三月中氣。若正春之三月中，當言「以正春中」，不應言「以正仲春」。王氏之說非文勢也。孔氏直取「畢見」，稍爲迂闊，比諸王、馬，於理最優。　○傳「冬寒」至「曰尾」　○正義曰：「厥，其」，《釋言》文。其人老弱在室，丁壯適野，是老壯分析也。孳、字，古今同耳。字訓愛也，產生爲乳，胎孕爲化，孕產必愛之，故乳化曰「孳」。鳥獸皆以尾交接，故交接曰「尾」。計當先尾後孳，隨便言之。　○傳「申重」至「之官」　○正義曰：「申、重」，《釋詁》文。此官既主四時，亦主方面，經言「南交」，謂南方與東方交，傳言「夏與春交」，見其時、方皆掌之。春盡之日與立夏之初，時相交也，東方之南，南方之東，位相交也，言羲叔所掌與羲仲相交際也。四時皆舉仲月之候，嫌其不統季孟，於此言「交」，明四時皆然，故傳言「舉一隅以見之」。春上無冬，不得見其交接，至是夏與春交，故此言之。　○傳「訛化」至「一隅」　○正義曰：「訛，化」，《釋言》文。禾苗秀穗，化成子實，亦胎生乳化之類，故「掌夏之官平序南方化育之事」，謂勸課民耘耨，使苗得秀實。「敬行其教，以致其功」，謂敬行平秩之教，以致化育之功。農功歲終乃畢，敬行四時皆同，於此言之，見四時皆然，故云「亦舉一隅」也。夏日農功尤急，故就此言之。　○傳「永長」至「可知」　○正義曰：「永，長」，《釋詁》文。夏至之日日最長，故知謂夏至之日。計七宿房在其中，但房、心連體，心統其名。《左傳》言「火中」、「火見」，《詩》稱「七月流火」，皆指房、心爲火，故曰「火，蒼龍之中星」。特舉一星，與鳥不類，故云「舉中則七星見可知」。計仲夏日在東井而入於酉地，即初昏之時角、亢在午，氐、房、心在巳，尾、箕在辰，是東方七宿皆得見也。　○傳「因謂」至「革改」　○正義曰：春既分析在外，今日因往就之，故言「因，謂老弱因就在田之丁壯以務農」也。鳥獸冬毛最多，春猶未脫，故至夏始毛羽希少，改易往前。「革」謂變革，故爲改也。傳之訓字，或先或後，無義例也。　○傳「昧冥」至「之政」　○正義曰：《釋言》云︰「晦，冥也。」冥是暗，故「昧」爲冥也。「谷」者日所行之道，日入於谷而天下皆冥，故謂日入之處爲「昧谷」，非實有谷而日入也。此經春秋相對，春不言「東」，但舉昧谷曰「西」，則嵎夷東可知。然則東言「嵎夷」，則西亦有地明矣，闕其文所以互見之。傳於春言「東方之官」，不言「掌春」，夏言「掌夏之官」，不言「南方」，此言「居治西方之官，掌秋天之政」，互文明四時皆同。　○傳「餞送」至「成物也」　○正義曰：送行飲酒謂之餞，故「餞」爲送也。導者引前之言，送者從後之稱，因其欲出，導而引之，因其欲入，從而送之，是其因事之宜而立此文也。秋位在西，於時萬物成熟，平序其秋天之政，未成則耘耨，既熟則收斂，助天成物，以此而從送入日也。納、入義同，故傳以入解「納」　○傳「宵夜」至「三秋」　○正義曰：「宵，夜」，《釋言》文。舍人曰：「宵，陽氣消也」。三時皆言日，惟秋言夜，故傳辨之云︰「春言日，秋言夜，互相備」也，互著明也。明日中宵亦中，宵中日亦中，因此而推之，足知日永則宵短，日短則宵長，皆以此而備知也。正於此時變文者，以春之與秋日夜皆等，春言「出日」即以「日」言之，秋云「納日」即以「夜」言之，亦事之宜也。北方七宿則虛爲中，故虛爲玄武之中星。計仲秋日在角、亢而入于酉地，初昏之時斗、牛在午，女、虛、危在巳，室、壁在辰，舉虛中星言之，亦言七星皆以秋分之日昏時並見，以正秋之三月。　○傳「夷平」至「整理」　○正義曰：《釋詁》云︰「夷、平，易也。」俱訓爲易，是「夷」得爲平。秋禾未熟，農事猶煩，故「老壯在田與夏平」也。「毨」者，毛羽美悅之狀，故爲理也。夏時毛羽希少，今則毛羽復生，夏改而少，秋更生多，故言「更生整理」　○傳「北稱」至「所掌」　○正義曰：《釋訓》云︰「朔，北方也。」舍人曰：「朔，盡也。北方萬物盡，故言朔也。」李巡曰：「萬物盡於北方，蘇而復生，故言北方。」是「北稱朔」也。羲和主四方之官，四時皆應言「方」，於此言「方」者，即三方皆見矣。春爲歲首，故舉地名；夏與春交，故言「南交」；秋言「西」以見嵎夷當爲東，冬言「方」以見三時皆有方。古史要約，其文互相發見也。「幽」之與「明」文恒相對，北既稱「幽」，則南當稱「明」，從此可知，故於夏無文。經冬言「幽都」，夏當云「明都」，傳不言「都」者，從可知也。鄭云︰「夏不言『曰明都』三字，摩滅也。」伏生所誦與壁中舊本並無此字，非摩滅也。王肅以「夏無『明都』，避『敬致』，然即『幽』足見『明』，闕文相避」，如肅之言，義可通矣。「都謂所聚」者，揔言此方是萬物所聚之處，非指都邑聚居也。「易謂歲改易於北方」者，人則三時在野，冬入隩室，物則三時生長，冬入囷倉，是人之與物皆改易也。王肅云︰「改易者，謹約蓋藏，循行積聚。」引《詩》「嗟我婦子，曰爲改歲，入此室處」。王肅言人物皆易，孔意亦當然也。《釋詁》云︰「在，察也。舍人曰：「在，見物之察。」是「在」爲察義，故言「平均在察其政，以順天常」。以「在察」須與「平均」連言，不復訓「在」爲察，故《舜典》之傳別更訓之。三時皆言「平秩」，此獨言「平在」者，以三時乃役力田野，當次序之，冬則物皆藏入，須省察之，故異其文。秋日物成就，故傳言「助成物」，冬日蓋藏，天之常道，故言「順天常」，因明「東作」、「南訛」亦是助生物，類常道也。上揔言羲和敬順昊天，此分別仲叔各有所掌，明此四時之節，即順天之政，實恐人以「敬順昊天」直是歷象日月，嫌仲叔所掌非順天之事，故重明之。　○傳「隩室」至「溫焉」　○正義曰：《釋宮》云︰「西南隅謂之隩。」孫炎云︰「室中隱隩之處也。」隩是室內之名，故以「隩」爲室也。物生皆盡，野功咸畢，是歲改矣。以天氣改歲，故入此室處，以避風寒。天氣既至，故鳥獸皆生耎毳細毛以自溫焉。經言「氄毛」，謂附肉細毛，故以「耎毳」解之。　○傳「咨嗟」至「歷象」　○正義曰：「咨，嗟」、「暨，與」，皆《釋詁》文也。「迊四時曰朞」，「朞」即「迊」也。故王肅云︰「朞，四時是也。」然古時真歷遭戰國及秦而亡，漢存六歷雖詳於五紀之論，皆秦漢之際假託爲之，實不得正要有梗槩之言。周天三百六十五度四分度之一。而日日行一度，則一期三百六十五日四分日之一。今《考靈曜》、《乾鑿度》諸緯皆然。此言三百六十六日者，王肅云︰「四分日之一又入六日之內，舉全數以言之，故云三百六十六日也。」傳又解所以須置閏之意，皆據大率以言之，云︰「一歲十二月，月三十日，正三百六十日也；除小月六，又爲六日。」今經云三百六十六日，故云「餘十二日」，不成朞。以一月不整三十日，今一年餘十二日，故未至盈滿三歲足得一月，則置閏也。以時分於歲，故云「氣節」，謂二十四氣，時月之節。歲揔於時，故云「歷象日月星辰，敬授人時」，以相配成也。六歷、諸緯與《周髀》皆云，日行一度，月行十三度十九分度之七，爲每月二十九日過半。日之於法，分爲日九百四十分日之四百九十九，即月有二十九日半强。爲十二月，六大之外有日分三百四十八，是除小月無六日，又大歲三百六十六日，小歲三百五十五日，則一歲所餘無十二日。今言「十二日」者，皆以大率據整而計之，其實一歲所餘正十一日弱也。以爲十九年七閏，十九年年十一日則二百九日，其七月四大三小猶二百七日，況無四大乎？爲每年十一日弱分明矣。所以弱者，以四分日之一於九百四十分，則一分爲二百三十五分，少於小月餘分三百四十八。以二百三十五減三百四十八，不盡一百一十三，是四分日之一餘矣。皆以五日爲率，其小月雖爲歲日殘分所減，猶餘一百一十三，則實餘尚無六日。就六日抽一日爲九百四十分減其一百一十三分，不盡八百二十七分。以不抽者五日并三百六十日外之五日爲十日，其餘九百四十分日之八百二十七，爲每歲之實餘。今十九年年，十日得整日一百九十。又以十九乘八百二十七分，得一萬五千七百一十三。以日法九百四十除之，得十六日。以并一百九十日爲二百六日，不盡六百七十三分爲日餘。今爲閏月得七，每月二十九日，七月爲二百三日。又每四百九十九分以七乘之得三千四百九十三，以日法九百四十分除之得三日。以二百三日亦爲二百六日，不盡亦六百七十三爲日餘，亦相當矣。所以無閏時不定，歲不成者，若以閏無，三年差一月，則以正月爲二月，每月皆差；九年差三月，即以春爲夏；若十七年差六月，即四時相反；時何由定，歲何得成乎？故須置閏以定四時。故《左傳》云「履端於始，序則不愆；舉正於中，民則不惑；歸餘於終，事則不悖」是也，先王以重閏焉。王肅云︰「斗之所建，是爲中氣，日月所在。斗指兩辰之間，無中氣，故以爲閏也。」　○傳「允信」至「其善」　○正義曰：《釋訓》云︰「鬼之爲言歸也。」《鄉飲酒義》云︰「春之爲言蠢也。」然則《釋訓》之例有以聲相近而訓其義者，「釐，治」，「工，官」，皆以聲近爲訓，他皆放此類也。「績，功」、「咸、皆」，《釋詁》文。「熙、廣」，《周語》文。此經文義承「成歲」之下，傳以文勢次之，言定歷授事能使衆功皆廣。「歎其善」謂帝歎羲和之功也。]"
      },
      {
        "index": 8,
        "text": "帝曰：「疇咨若時？登庸。」[疇，誰。庸，用也。誰能咸熙庶績，順是事者，將登用之。　○疇，直由反。]放齊曰：「胤子朱啓明。」帝曰：「吁！嚚訟，可乎？」[放齊，臣名。胤，國。子，爵。朱，名。啓，開也。吁，疑怪之辭。言不忠信爲嚚，又好爭訟，可乎！言不可。　○放，方往反，注同。胤，引信反，馬云︰「嗣也。」吁，況于反，徐往付反，一音于。嚚，魚巾反。訟，才用反，馬本作庸。好，呼報反，下注同。爭，鬬也。]帝曰：「疇咨若予采？」[采，事也。復求誰能順我事者。　○予音餘，又羊汝反。采，七在反，馬云︰「官也。」復，扶又反。]驩兜曰：「都！共工方鳩僝功。」[驩兜，臣名。都，於，歎美之辭。共工，官稱。鳩，聚。僝，見也。歎共工能方方聚見其功。　○驩，呼端反。兜，丁侯反。共音恭，注同。僝，仕簡反，徐音撰，馬云︰「具也。」於音烏。稱，尺證反。]帝曰：「吁！靜言庸違，象恭滔天。」[靜，謀。滔，漫也。言共工自爲謀言，起用行事而違背之，貌象恭敬而心傲很，若漫天。言不可用。　○滔，吐刀反。漫，末旦反，下同，又末寒反。背音佩。傲，五報反，下同。很，恨懇反。]帝曰：「咨！四岳，[四岳，即上羲和之四子，分掌四岳之諸侯，故稱焉。]湯湯洪水方割，[湯湯，流貌。洪，大。割，害也。言大水方方爲害。　○湯音傷。洪音戶工反。]蕩蕩懷山襄陵，浩浩滔天。[蕩蕩，言水奔突有所滌除。懷，包。襄，上也。包山上陵，浩浩盛大，若漫天。　○浩，胡老反。滌，大歷反。上，時掌反。]下民其咨，有能俾乂？」[俾，使。乂，治也。言民咨嗟憂愁，病水困苦，故問四岳，有能治者將使之。　○俾，必爾反。]僉曰：「於，鯀哉！」[僉，皆也。鯀，崇伯之名。朝臣舉之。　○僉，七廉反，又七劍反。於音烏。鯀，故本反，馬云︰「禹父也。」朝，直遙反。]帝曰：「吁，咈哉！方命圮族。」[凡言「吁」者皆非帝意。咈，戾。圮，毀。族，類也。言鯀性很戾，好比方名，命而行事，輒毀敗善類。　○咈，扶弗反，忿戾也。方如字，馬云︰「方，放也。」徐云︰「鄭、王音放。」圮音皮美反。戾音力計反。]岳曰：「异哉！試可乃已。」[异，已也。已，退也。言餘人盡已，唯鯀可試，無成乃退。　○異，徐云︰「鄭音異，孔、王音怡。」]帝曰：「往，欽哉！」[勑鯀往治水，命使敬其事。堯知其性很戾圮族，未明其所能，而據揔言可試，故遂用之。]九載，績用弗成。[載，年也。三考九年，功用不成，則放退之。　【疏】「帝曰疇咨若予」至「九載績用弗成」　○正義曰：史又序堯事。堯任羲和，衆功已廣，及其末年，羣官有闕，復求賢人，欲任用之。帝曰：「誰乎？咨嗟。」嗟人之難得也。「有人能順此咸熙庶績之事者，我將登而用之」。有臣放齊者對帝：「有胤國子爵之君，其名曰朱，其人心志開達，性識明悟。」言此人可登用也。帝疑怪歎之曰：「吁！此人既頑且嚚，又好爭訟，豈可用乎？」揔言不可也。史又記堯復求人。帝曰：「誰乎？咨嗟。」嗟人之難得也。「今有人能順我事者否乎？」言有即欲用之也。有臣驩兜者對帝曰：「嗚乎！」歎有人之大賢也。「帝臣共工之官者，此人於所在之方能立事業，聚見其功」。言此人可用也。帝亦疑怪之曰：「吁！此人自作謀計之言，及起用行事而背違之，貌象恭敬而心傲很，若漫天。」言此人不可用也。頻頻求人，無當帝意。於是洪水爲災，求人治之。帝曰：「咨嗟！」嗟水災之大也，呼掌岳之官而告以須人之意。「汝四岳等，今湯湯流行之水，所在方方爲害。又其勢奔突蕩蕩然，滌除在地之物，包裹高山，乘上丘陵，浩浩盛大，勢若漫天。在下之人其皆咨嗟，困病其水矣。有能治者將使治之」。羣臣皆曰：「嗚呼！」歎其有人之能。「惟鯀堪能治之」。帝又疑怪之曰：「吁！其人心很戾哉！好此方直之名，命而行事，輒毀敗善類。」言其不可使也。朝臣已共薦舉，四岳又復然之。岳曰：「帝若謂鯀爲不可，餘人悉皆已哉。」言不及鯀也。「惟鯀一人試之可也。試若無功，乃黜退之」。言洪水必須速治，餘人不復及鯀，故勸帝用之。帝以羣臣固請，不得已而用之。乃告勑鯀曰：「汝往治水，當敬其事哉！」鯀治水九載，已經三考而功用不成。言帝實知人，而朝無賢臣，致使水害未除，待舜乃治。此經三言求人，未必一時之事，但歷言朝臣不賢，爲求舜張本故也。　○傳「疇誰」至「用之」　○正義曰：「疇，誰」，《釋詁》文。「庸」聲近「用」，故爲用也。馬融以「羲和爲卿官堯之末年，皆以老死，庶績多闕。故求賢順四時之職，欲用以代羲和」。孔於下傳云︰「四岳，即上羲和之四子。」帝就羲和求賢，則所求者別代他官，不代羲氏、和氏。孔以羲和掌天地之官，正在敬順昊天，告時授事而已，其施政者乃是百官之事，非復羲和之職。但羲和告時授事，流行百官，使百官庶績咸熙，今云「咸熙庶績，順是事者」，指謂求代百官之闕，非求代羲和也。此經文承「庶績」之下而言「順是事者」，故孔以文勢次之，此言「誰能咸熙庶績，順是事者，將登用之」，蓋求卿士用任也。計堯即位至洪水之時六十餘年，百官有闕，皆應求代。求得賢者，則史亦不錄。不當帝意，乃始錄之，爲求舜張本。故惟帝求一人，放齊以一人對之，非六十餘年止求一人也。堯以聖德在位，庶績咸熙，蓋應久矣。此繼「咸熙」之下，非知早晚求之，史自歷序其事，不必與治水同時也。計四岳職掌天地，當是朝臣之首。下文求治水者，帝「咨四岳」，此不言「咨四岳」者，帝求賢者固當博訪朝臣，但史以有岳對者言「咨！四岳」，此不言「咨」者，但此無岳對，故不言耳。　○傳「放齊」至「不可」　○正義曰：以放齊舉人對帝，故知臣名，爲名爲字，不可得知。傳言「名」者，辯此是爲臣之名號耳，未必是臣之名也。夏王仲康之時，胤侯命掌六師，《顧命》陳寶有胤之舞衣，故知古有胤國。「胤」既是國，自然「子」爲爵，「朱」爲名也。馬融、鄭玄以爲「帝之胤子曰朱也」。求官而薦太子，太子下愚以爲啓明，揆之人情，必不然矣。「啓」之爲開，書傳通訓，言此人心志開解而明達。「吁」者必有所嫌而爲此聲，故以爲「疑怪之辭」。僖二十四年《左傳》曰：「口不道忠信之言爲嚚。」是「言不忠信爲嚚」也。其人心既頑嚚，又好爭訟，此實不可，而帝云「可乎」，故吁聲而反之。「可乎」，言不可也。唐堯聖明之主，應任賢哲，放齊聖朝之臣，當非庸品，人有善惡，無容不知，稱「嚚訟」以爲「啓明」，舉愚臣以對聖帝，何哉？將以知人不易，人不易知，密意深心，固難照察。胤子矯飾容貌，但以惑人，放齊內少鑒明，未能圓備，謂其實可任用，故承意舉之。以帝堯之聖，乃知其嚚訟之事，放齊所不知也。驩兜薦舉共工，以爲比周之惡，謂之四凶，投之遠裔。放齊舉胤子，不爲凶人者，胤子雖有嚚訟之失，不至滔天之罪，放齊謂之實賢，非是茍爲阿比。驩兜則志不在公，私相朋黨，共工行背其言，心反於貌，其罪並深，俱被流放，其意異於放齊舉胤子故也。　○傳「采事」至「事者」　○正義曰：「采，事」，《釋詁》文。上已求順時，不得其人，故復求順我事者。順時順事其義一也。史以上承「庶績」之下，故言順時，謂順是庶績之事，此不可復同前文，故變言順我帝事，其意亦如前經，當求卿士之任也。順我事之下亦宜有「登用」之言，上文已具，故於此略之。　○傳「驩兜」至「其功」　○正義曰：驩兜亦舉人對帝，故知臣名。「都，於」，《釋詁》文。「於」即「嗚」字，歎之辭也。將言共工之善，故先歎美之。《舜典》命垂作共工，知共工是官稱。鄭以爲「其人名氏未聞。先祖居此官。故以官氏也」。計稱人對帝。不應舉先世官名．孔直云「官稱」，則其人於時居此官也。時見居官，則是已被任用，復舉之者，帝求順事之人，欲置之上位，以爲大臣，所欲尊於共工，故舉之也。「鳩，聚」，《釋詁》文。僝然，見之狀，故爲見。「歎共工能方方聚見其功」，謂每於所在之方，皆能聚集善事，以見其功，言可用也。若能共工實有見功，則是可任用之人，帝言其庸違滔天不可任者，共工言是行非，貌恭心很，取人之功以爲己功，其人非無見功，但功非己有。《左傳》說驩兜云「醜類惡物」，是與比周；「天下之人謂之渾敦」，言驩兜以共工比周，妄相薦舉，知所言見功非其實功也。　○傳「靜謀」至「可用」　○正義曰：「靜，謀」，《釋詁》文。滔者，漫浸之名，浸必漫其上，故「滔」爲漫也。共工險僞之人，自爲謀慮之言皆合於道，及起用行事而背違之，言其語是而行非也。貌象恭敬而心傲很，其侮上陵下，若水漫天，言貌恭而心很也。行與言違，貌恭心反，乃是大佞之人，不可任用也。明君聖主莫先於堯，求賢審官王政所急，乃有放齊之不識是非，驩兜之朋黨惡物，共工之巧言令色，崇伯之敗善亂常，聖人之朝不才揔萃，雖曰難之，何其甚也！此等諸人，才實中品，亦雖行有不善，未爲大惡，故能仕於聖代，致位大官。以帝堯之末，洪水爲災，欲責非常之功，非復常人所及，自非聖舜登庸，大禹致力，則滔天之害未或可平。以舜禹之成功，見此徒之多罪。勳業既謝，愆釁自生，爲聖所誅，其咎益大。且虞史欲盛彰舜德，歸過前人，《春秋》史克以宣公比堯，辭頗增甚，知此等並非下愚，未有大惡。其爲不善，惟帝所知，將言求舜，以見帝之知人耳。　○傳「四岳」至「稱焉」　○正義曰：上列羲和所掌云宅嵎夷、朔方，言四子居治四方，主於外事。岳者，四方之大山。今王朝大臣皆號稱「四岳」，是與羲和所掌其事爲一，以此知「四岳，即上羲和之四子」也。又解謂之岳者，以其「分掌四岳之諸侯，故稱焉」。《舜典》稱「巡守至于岱宗，肆覲東后」，《周官》說巡守之禮云，諸侯各朝於方岳之下，是四方諸侯分屬四岳也。計堯在位六十餘年，乃命羲和蓋應早矣。若使成人見命，至此近將百歲，故馬、鄭以爲羲和皆死。孔以爲四岳即是羲和至今仍得在者。以羲和世掌天地，自當父子相承，不必仲叔之身皆悉在也。《書傳》雖出自伏生，其常聞諸先達，虞傳雖說《舜典》之四岳尚有羲伯、和伯，是仲叔子孫世掌岳事也。　○傳「湯湯」至「爲害」　○正義曰：湯湯，波動之狀，故爲「流貌」。「洪，大」，《釋詁》文。刀害爲割，故「割」爲害也。「言大水方方爲害」謂其徧害四方也。　○傳「蕩蕩」至「漫天」　○正義曰：蕩蕩，廣平之貌，「言水勢奔突有所滌除」，謂平地之水，除地上之物，爲水漂流，無所復見，蕩然惟有水耳。懷，藏，包裹之義，故「懷」爲包也。《釋言》以「襄」爲駕，駕乘牛馬皆車在其上，故「襄」爲上也。「包山」謂繞其傍，「上陵」謂乘其上，平地已皆蕩蕩，又復繞山上陵，故爲盛大之勢，揔言浩浩盛大若漫天然也。天者無上之物，漫者加陵之辭，甚其盛大，故云「若漫天」也。　○傳「俾，使」、「乂，治也」　○正義曰：「俾，使」、「乂，治」，《釋詁》文。　○傳「僉皆」至「舉之」　○正義曰：「僉，皆」，《釋詁》文。《周語》云「有崇伯鯀」，即鯀是崇君；伯，爵；故云「鯀，崇伯之名」。帝以岳爲朝臣之首，故特言四岳，其實求能治者，普問朝臣，不言岳對而云皆曰，乃衆人舉之，非獨四岳，故言「朝臣舉之」　○傳「凡言」至「善類」　○正義曰：自上以來三經求人，所舉者帝言其惡，而辭皆稱「吁」，故知凡言「吁」者皆非帝之所當意也。「咈」者相乖詭之意，故爲戾也。「圮，毀」，《釋詁》文。《左氏》稱「非我族類，其心必異」，族、類義同，故「族」爲類也。言鯀性很戾，多乖異衆人，好此方直之名，內有姦回之志，命而行事輒毀敗善類。何則？心性很戾，違衆用己，知善不從，故云「毀敗善類」。《詩》稱「貪人敗類」，與此同。鄭、王以「方爲放，謂放棄教命」。《易‧坤卦》六二「直、方、大」，是直方之事爲人之美名。此經云「方」，故依經爲說。　○傳「异，已。已，退也」　○正義曰：「异」聲近已，故爲已也。已訓爲止，是停住之意，故爲退也。　○傳「勑鯀」至「用之」　○正義曰：傳解鯀非帝所意而命使之者，堯知其性很戾圮族，未明其所能。夫管氏之好奢尚僣，翼贊霸圖；陳平之盜嫂受金，弼諧帝業，然則人有性雖不善，才堪立功者。而衆皆據之言鯀可試，冀或有益，故遂用之。孔之此說，據迹立言，必其盡理而論，未是聖人之實。何則？禹稱「帝德廣運，乃聖乃神」，夫以聖神之資，聦明之鑒，既知鯀性很戾，何故使之治水者？馬融云︰「堯以大聖，知時運當然，人力所不能治，下民其咨，亦當憂勞。屈己之是，從人之非，遂用於鯀。」李颙云︰「堯雖獨明於上，衆多不達於下，故不得不副倒懸之望，以供一切之求耳。」　○傳「載年」至「退之」　○正義曰：《釋天》云︰「載，歲也。夏曰歲，商曰祀，周曰年，唐虞曰載。」李巡云︰「各自紀事，示不相襲也。」孫炎曰：「歲，取歲星行一次也。祀，取四時祭祀一訖也。年，取禾穀一熟也。載，取萬物終而更始；是載者年之別名，故以載爲年也。」《舜典》云︰「三載考績，三考，黜陟幽明。」是「三考，九年」也。功用不成，水害不息，故放退之，謂退使不復治水。至明年得舜，乃殛之羽山。《周禮‧太宰職》云︰「歲終則令百官各正其治，而詔王廢置。三年則大計羣吏之治而誅賞。」然則考課功績必在歲終，此言「功用不成」，是九年歲終三考也。下云「朕在位七十載」，而求得虞舜歷試三載，即數登用之年，至七十二年爲三載，即知「七十載」者與此異年，此時堯在位六十九年。鯀初治水之時，堯在位六十一年。若然，鯀既無功，早應黜廢。而待九年無成始退之者，水爲大災，天之常運；而百官不悟，謂鯀能治水，及遣往治，非無小益，下人見其有益，謂鯀實能治之。日復一日，以終三考，三考無成，衆人乃服，然後退之，故至九年。《祭法》云︰「鯀障洪水而殛死，禹能脩鯀之功。」然則禹之大功，顧亦因鯀，是治水有益之驗。但不能成功，故誅殛之耳。若然，災以運來，時不可距，假使興禹，未必能治。何以治水之功不成而便殛鯀者？以鯀性傲很，帝所素知，又治水無功，法須貶黜，先有很戾之惡，復加無功之罪，所以殛之羽山，以示其罪。若然，禹既聖人，當知洪水時未可治，何以不諫父者？梁主以爲「舜之怨慕，由己之私；鯀之治水，乃爲國事。上令必行，非禹能止。時又年小，不可干政也」。]"
      },
      {
        "index": 9,
        "text": "帝曰：「咨！四岳，朕在位七十載，[堯年十六以唐侯升爲天子，在位七十年，則時年八十六，老將求代。　○朕，直錦反，馬云︰「我也。」]汝能庸命，巽朕位？」[巽，順也。言四岳能用帝命，故欲使順行帝位之事。　○巽音遜，馬云︰「讓也。」]岳曰：「否德忝帝位。」[否，不。忝，辱也。辭不堪。　○否，方久反，又音鄙。忝音他簟反。]曰：「明明揚側陋。」[堯知子不肖，有禪位之志，故明舉明人在側陋者。廣求賢也。　○肖音笑，《說文》云︰「肖，骨肉相似也，不似其先，故曰不肖。」]師錫帝曰：「有鰥在下，曰虞舜。」[師，衆。錫，與也。無妻曰鰥。虞，氏。舜，名。在下民之中。衆臣知舜聖賢，恥己不若，故不舉。乃不獲已而言之。　○錫，星歷反。鰥，故頑反。虞舜，虞，氏；舜，名也。馬云︰「舜，謚也。舜死後賢臣錄之，臣子爲諱，故變名言謚。」]帝曰：「俞，予聞，如何？」[俞，然也。然其所舉，言我亦聞之，其德行如何？。　○俞，羊朱反。行，不孟反，下「其行」同。]岳曰：「瞽子，父頑，母嚚，象傲，[無目曰瞽。舜父有目，不能分別好惡，故時人謂之瞽，配字曰瞍。瞍無目之稱。心不則德義之經爲頑。象，舜弟之字，傲慢不友。言並惡。　○瞽音古。傲，五報反。瞍，素後反。稱，尺證反，又如字。]克諧以孝，烝烝乂，不格姦。」[諧，和。烝，進也。言能以至孝和諧頑嚚昏傲，使進進以善自治，不至於姦惡。　○諧，戶皆反。烝，之承反。姦，古顏反。]帝曰：「我其試哉！[言欲試舜，觀其行迹。]女于時，觀厥刑于二女。」[女，妻。刑，法也。堯於是以二女妻舜，觀其法度接二女，以治家觀治國。　○女音而據反。妻音千計反。]釐降二女于嬀汭，嬪于虞。[降，下。嬪，婦也。舜爲匹夫，能以義理下帝女之心於所居嬀水之汭，使行婦道於虞氏。　○嬀音居危反。汭音如銳反，水之內也。杜預注《左傳》云︰「水之隈曲曰汭。」嬪音毗人反。]帝曰：「欽哉！」[歎舜能脩己行敬以安人，則其所能者大矣。　【疏】「帝曰咨四」至「欽哉」　○正義曰：帝以鯀功不成，又已年老，求得授位明聖，代禦天災，故咨嗟：「汝四岳等，我在天子之位七十載矣。」言己年老，不堪在位。「汝等四岳之內，有能用我之命，使之順我帝位之事。」言欲讓位與之也。四岳對帝曰：「我等四岳皆不有用命之德，若使順行帝事，即辱於帝位。」言己不堪也。帝又言曰：「汝當明白舉其明德之人於僻隱鄙陋之處，何必在位之臣乃舉之也。」於是朝廷衆臣乃與帝之明人曰：「有無妻之鰥夫，在下民之內，其名曰虞舜。」言側陋之處有此賢人。帝曰：「然，我亦聞之，其德行如何？」四岳又對帝曰：「其人愚瞽之子，其父頑，母嚚，其弟字象，性又傲慢。家有三惡，其人能諧和以至孝之行，使此頑嚚傲慢者皆進進於善以自治，不至於姦惡。」言能調和惡人，是爲賢也。帝曰：「其行如此，當可任用，我其召而試之哉！欲配女與試之也。」即以女妻舜，於是欲觀其居家治否也。舜能以義理下二女之心於嬀水之汭，使行婦道於虞氏。帝歎曰：「此舜能敬其事哉！」歎其善治家，知其可以治國，故下篇言其授以官位而歷試諸難。　○傳「堯年」至「求代」　○正義曰：徧檢今之書傳，無堯即位之年。孔氏博考羣書，作爲此傳，言「堯年十六以唐侯升爲天子」，必當有所案據，未知出何書。計十六爲天子，其歲稱元年，在位七十載，應年八十五。孔云「八十六」者，《史記》諸書皆言，堯帝嚳之子，帝摯之弟。嚳崩，摯立。摯崩，乃傳位於堯。然則堯以弟代兄，蓋踰年改元，據其改元年則七十載，數其立年故八十六。下句求人巽位是「老將求代」也。此經文承「績用不成」之下，計治水之事於時最急，不求治水之人而先求代己者，堯以身既年老，臣無可任治水之事，非己所能，故求人代己，令代者自治。是虞史盛美舜功，言堯不能治水，以大事付舜，美舜能消大災，成堯美也。　○傳「巽順」至「之事」　○正義曰：「巽，順」，《易‧說卦》文。帝呼四岳，言「汝能庸命」，四岳自謙，言「己否德」，故知「汝」，四岳。言四岳能用帝命，故帝欲使之順行帝位之事，將使攝也。在位之臣，四岳爲長，故讓位於四岳也。　○傳「否不」至「不堪」　○正義曰：否，古今不字。「忝，辱」，《釋言》文。己身不德，恐辱帝位，自辭不堪。岳爲羣臣之首，自度既不堪，意以爲在位之臣皆亦不堪，由是自辭而已，不薦餘人。故帝使之明舉側陋之處。　○傳「堯知」至「求賢」　○正義曰：此經「曰」上無「帝」，以可知而省文也。傳解四岳既辭，而復言此者，堯知子不肖，不堪爲主，有禪位與人之志，故令四岳明舉明人令其在側陋者，欲使廣求賢也。鄭注《雜記》云︰「肖，似也，言不如人也。」《史記‧五帝本紀》云︰「堯知子丹朱之不肖，不足授天下，於是權授舜。授舜則天下得其利而丹朱病，授丹朱則天下病而丹朱得其利。堯曰『終不以天下之病而利一人』，而卒授舜以天下。」是堯知子不肖而禪舜之意也。《文王世子》論舉賢之法云︰「或以事舉，或以言揚。」揚亦舉也，故以舉解「揚」。經之「揚」字在於二「明」之下，傳進「舉」字於兩「明」之中，經於「明」中宜有「揚」字，言明舉明人於側陋之處。「明」下有「揚」，故上闕「揚」文。傳進「舉」於「明」上，互文以足之也。「側陋」者，僻側淺陋之處。意言不問貴賤，有人則舉，是令朝臣廣求賢人也。堯知有舜而朝臣不舉，故令廣求賢以啓之。臣亦以堯知側陋有人，故不得不舉舜耳。此言堯知子不肖，有志禪位，然則自有賢子，必不禪人。授賢爰自上代，堯舜而已。非堯舜獨可，彼皆不然。將以子不肖，時無聖者，乃運值污隆，非聖有優劣。而《緯侯》之書附會其事，乃云︰「河洛之符，名字之錄。」何其妄且俗也！　○傳「師衆」至「言之」　○正義曰：「師，衆」、「錫，與」，《釋詁》文。「無妻曰鰥」，《釋名》云︰「愁悒不寐，目恒鰥鰥然，故鰥字從魚，魚目恒不閉。」《王制》云︰「老而無妻曰鰥。」舜於時年未三十而謂之「鰥」者，《書傳》稱孔子對子張曰：「舜父頑，母嚚，無室家之端，故謂之鰥。」「鰥」者無妻之名，不拘老少。少者無妻可以更娶，老者即不復更娶，謂之天民之窮，故《禮》舉老者耳。《詩》云︰「何草不玄，何人不鰥。」暫離室家尚謂之鰥，不獨老而無妻始稱鰥矣。《書傳》以舜年尚少爲之說耳。「虞，氏。舜，名」者，舜之爲虞，猶禹之爲夏，外傳稱禹氏曰「有夏」，則此舜氏曰「有虞」。顓頊已來，地爲國號，而舜有天下，號曰「有虞氏」，是地名也。王肅云︰「虞，地名也。」皇甫謐云︰「堯以二女妻舜，封之於虞，今河東太陽山西虞地是也。」然則舜居虞地，以虞爲氏，堯封之虞爲諸侯，及王天下，遂爲天子之號，故從微至著，常稱虞氏。舜爲生號之名，前已具釋。傳又解衆人以舜與帝，則衆人盡知有舜。但舜在下人之中，未有官位，衆臣德不及之，而位居其上，雖知舜實聖賢，而恥己不若，故不舉之。以帝令舉及側陋，意謂帝知有舜，乃不獲己而言之耳。知然者，正以初不薦舉，至此始言，明是恥己不若，故不早舉。舜實聖人，而連言「賢」者，對則事有優劣，散即語亦相通。舜謂禹曰「惟汝賢」，是言聖德稱「賢」也。傳以「師」爲衆臣，爲朝臣之衆，或亦通及吏人。王肅云︰「古者將舉大事，訊羣吏，訊萬人。堯將讓位，咨四岳，使問羣臣。衆舉側陋，衆皆願與舜。堯計事之大者莫過禪讓，必應博詢吏人，非獨在位。」王氏之言得其實矣。鄭以「師爲諸侯之師」，帝咨四岳，徧訪羣臣，安得諸侯之師獨對帝也。　○傳「俞然」至「如何」　○正義曰：「俞，然」，《釋言》文。「然其所舉，言我亦聞也，其德行如何？」恐所聞不審，故詳問之。堯知有舜，不召取禪之而訪四岳，令衆舉薦者，以舜在卑賤，未有名聞，率暴禪之，則下人不服。故鄭玄《六藝論》云︰「若堯知命在舜，舜知命在禹，猶求於羣臣，舉於側陋，上下交讓，務在服人。孔子曰：『人可使由之，不可使知之。』此之謂也。」是解堯使人舉舜之意也。　○傳「無目」至「並惡」　○正義曰：《周禮》樂官有瞽矇之職，以其無目使了相之，是「無目曰瞽」。又解稱瞽之意，舜父有目但不能識別好惡，與無目者同，「故時人謂之瞽」。「配字曰瞍」，「瞍」亦無目之稱，故或謂之爲「瞽瞍」。《詩》云「矇瞍奏公」，是「瞍」爲瞽類。《大禹謨》云「祗載見瞽瞍」，是相配之文。《史紀》云︰「舜父瞽瞍盲。」以爲「瞽瞍」是名，身實無目也。孔不然者，以經說舜德行，美其能養惡人，父自名瞍，何須言之？若實無目，即是身有固疾，非善惡之事，輒言舜是盲人之子，意欲何所見乎？《論語》云︰「未見顏色而言謂之瞽。」則言瞽者非謂無目。《史記》又說瞽瞍使舜上廩，從下縱火焚廩；使舜穿井，下土實井。若其身自能然，不得謂之無目，明以不識善惡故稱瞽耳。「心不則德義之經爲頑」，僖二十四年《左傳》文。「象，舜弟之字」，以字表象是人之名號，其爲名字未可詳也。《釋訓》云︰「善兄弟爲友。」《孟子》說象與父母共謀殺舜，是「傲慢不友」。言舜父母與弟並皆惡也。此經先指舜身，因言瞽子，又稱父頑者，欲極其惡，故文重也。　○傳「諧和」至「姦惡」　○正義曰：「諧，和」、「烝，進」，《釋詁》文。上歷言三惡，此美舜能養之，言舜能和之以至孝之行，和頑嚚昏傲，使皆進進於善道，以善自治，不至于姦惡。以下愚難變化，令慕善是舜之美行，故以此對堯。案《孟子》及《史紀》稱瞽瞍縱火焚廩，舜以兩笠自扞而下；以土實井，舜從旁空井出；象與父母其分財物。舜之大孝升聞天朝，堯妻之二女，三惡尚謀殺舜，爲姦之大莫甚於此。而言「不至姦」者，此三人性實下愚，動罹刑網，非舜養之，久被刑戮，猶尚有心殺舜，餘事何所不爲？舜以權謀自免厄難，使瞽無殺子之愆，象無害兄之罪，「不至於姦惡」於此益驗。終令瞽亦允若，象封有鼻，是「不至於姦惡」也。　○傳「言欲」至「行迹」　○正義曰：下言妻舜以女，觀其治家，是試舜觀其行迹也。馬、鄭、王本說「此經皆無『帝曰』」，當時庸生之徒漏之也。鄭玄云︰「試以爲臣之事。」王肅云︰「試之以官。」鄭、王皆以《舜典》合於此篇，故指歷試之事充此「試哉」之言。孔據古今別卷，此言「試哉」正謂以女試之，既善於治家，別更試以難事，與此異也。　○傳「女妻」至「治國」　○正義曰：《左傳》稱「宋雍氏女於鄭莊公」，「晉伐驪戎，驪戎男女以驪姬」，以女妻人謂之女，故云「女，妻」也。「刑，法」，《釋詁》文。此已下皆史述堯事，非復堯語。言「女于時」，謂妻舜於是，故傳倒文以曉，民「堯於是以二女妻舜」。必妻之者，舜家有三惡，身爲匹夫，忽納帝女，難以和協，觀其施法度於二女，以法治家觀治國。將使治國，故先使治家。敵夫曰妻，不得有二女，言「女于時」者，揔言之耳。二女之中當有貴賤長幼，劉向《列女傳》云︰「二女長曰娥皇，次曰女英。舜既升爲天子，娥皇爲后，女英爲妃。」然則初適舜時，即娥皇爲妻。鄭「不言妻者，不告其父，不序其正」。鄭注《禮記》云︰「舜不告而娶，不立正妃。」此則鄭自所說，未有書傳云然。案《世本》「堯是黃帝玄孫，舜是黃帝八代之孫」，計堯女於舜之曾祖爲四從姊妹，以之爲妻，於義不可。《世本》之言未可據信，或者古道質故也。　○傳「降下」至「虞氏」　○正義曰：「降，下」，《釋詁》文。《周禮》九嬪之職「掌婦學之法」，嬪是婦之別名，故以「嬪」爲婦。「釐降」，未能以義理下之，則女意初時不下，故傳解之，言舜爲匹夫，帝女下嫁，以貴適賤，必自驕矜，故美舜能以義理下帝女尊亢之心於所居嬀水之汭，使之服行婦道於虞氏。「虞」與「嬀汭」爲一地，見其心下，乃行婦道，故分爲二文。言「匹夫」者，士大夫已上則有妾媵，庶人無妾媵，惟夫妻相匹，其名既定，雖單亦通，謂之匹夫匹婦。嬀水在河東虞鄉縣歷山西，西流至蒲坂縣，南入於河，舜居其旁。周武王賜陳胡公之姓爲嬀，爲舜居嬀水故也。舜仕堯朝，不家在於京師，而令二女歸虞者，蓋舜以大孝示法，使妻歸事於其親，以帝之賢女事頑嚚舅姑，美其能行婦道，故云「嬪於虞」　○傳「歎舜」至「大矣」　○正義曰：二女行婦道，乃由舜之敬，故帝言「欽哉」。歎能脩己行敬以安民也。能脩己及安人，則是所能者大，故歎之。《論語》云︰「脩己以安百姓，堯舜其猶病諸。」傳意出於彼也。]"
      }
    ]
  }
}
