{
  "chapterNumber": 5,
  "title": "卷三 (Volume 3)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "舜典第二[○《釋文》：「王氏注，相承云︰『梅頤上孔氏傳《古文尚書》，云《舜典》一篇。』時以王肅注頗類孔氏，故取王注從『謹徽五典』以下爲《舜典》，以續孔傳。徐仙民亦音此本，今依舊音之。」]"
      },
      {
        "index": 2,
        "text": "虞舜側微，[爲庶人，故微賤。]堯聞之聦明，將使嗣位，歷試諸難，[嗣，繼也。試以治民之難事。　○難，乃丹反。]作《舜典》。"
      },
      {
        "index": 3,
        "text": "《舜典》[「典」之義與堯同。　【疏】「虞舜」至「舜典」　○正義曰：虞舜所居側陋，身又微賤，堯聞之有聦明聖德，將使之繼己帝位，歷試於諸所難爲之事，史述其事，故作《舜典》　○傳「爲庶人，故微賤」　○正義曰：此云「側微」即《堯典》「側陋」也。不在朝廷謂之「側」，其人貧賤謂之「微」，居處褊隘故言「陋」，此指解「微」，故云「爲庶人，故微賤」也。《帝繫》云︰「顓頊生窮蟬，窮蟬生敬康，敬康生句芒，句芒生蟜牛，蟜牛生瞽瞍，瞽瞍生舜。」昭八年《左傳》云︰「自幕至于瞽瞍無違命。」似其繼世相傳，當有國土。孔言「爲庶人」者，《堯典》云「有鰥在下」，此云「虞舜側微」，必是爲庶人矣，蓋至瞽瞍始失國也。　○傳「嗣繼」至「難事」　○正義曰：「嗣，繼」，《釋詁》文。經所云「慎徽五典」、「納于百揆」、「賓於四門」皆是試以治民之難事也。]"
      },
      {
        "index": 4,
        "text": "曰若稽古，帝舜，[亦言其順考古道而行之。]曰重華，協于帝。[華謂文德，言其光文重合於堯，俱聖明。　○「曰若稽古，帝舜，曰重華，協于帝」，此十二字是姚方興所上，孔氏傳本無。阮孝緒《七錄》亦云然。方興本或此下更有「濬哲文明，溫恭允塞，玄德升聞，乃命以位」。此二十八字異，聊出之，於王注無施也。]濬哲文明，溫恭允塞，[濬，深。哲，智也。舜有深智文明溫恭之德，信允塞上下。]玄德升聞，乃命以位。[玄謂幽潛，潛行道德，升聞天朝，遂見徵用。　【疏】「曰若」至「以位」　○正義曰：昔東晉之初，豫章內史梅賾上孔氏傳，猶闕《舜典》。自此「乃命以位」已上二十八字，世所不傳。多用王、范之注補之，而皆以「慎徽」已下爲《舜典》之初。至齊蕭鸞建武四年，吳興姚方興於大航頭得孔氏傳古文《舜典》，亦類太康中書，乃表上之。事未施行，方興以罪致戮。至隋開皇初購求遺典，始得之。史將錄舜之美，故爲題目之辭曰，能順而考案古道而行之者，是爲帝舜也。又申其順考古道之事曰，此舜能繼堯，重其文德之光華，用此德合於帝堯，與堯俱聖明也。此舜性有深沈智慧，文章明鑒，溫和之色，恭遜之容，由名聞遠達，信能充實上下，潛行道德，升聞天朝，堯乃徵用，命之以位而試之也。　○傳「濬深」至「上下」　○正義曰：「濬，深」、「哲，智」皆《釋言》文。舍人曰：「濬，下之深也。哲，大智也。」舜有深智，言其智之深，所知不淺近也。經緯天地曰「文」，照臨四方曰「明」。《詩》云︰「溫溫恭人。」言其色溫而貌恭也。舜既有深遠之智，又有文明溫恭之德，信能充實上下也。《詩》毛傳訓「塞」爲實，言能充滿天地之間，《堯典》所謂「格于上下」是也。不言四表者，以四表外無限極，非可實滿，故不言之。堯舜道同，德亦如一，史官錯互爲文，故與上篇相類，是其所「合於堯」也。　○傳「玄謂」至「徵用」　○正義曰：老子云︰「玄之又玄，衆妙之門。」則「玄」者微妙之名，故云「玄謂幽潛」也。舜在畎畝之間，潛行道德，顯彰於外，升聞天朝。「天朝」者，天子之朝也。從下而上謂之爲「升」。天子聞之，故遂見徵用。]"
      },
      {
        "index": 5,
        "text": "慎徽五典，五典克從。[徽，美也。五典，五常之教，父義、母慈、兄友、弟恭、子孝。舜慎美篤行斯道，舉八元使布之於四方，五教能從，無違命。　○徽，許韋反，王云美，馬云︰「善也。」從，才容反。八元，《左傳》「高辛氏有才子八人，伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季貍」。]納于百揆，百揆時敘。[揆，度也。度百事，揔百官，納舜於此官。舜舉八凱，使揆度百事，百事時敘，無廢事業。　○揆音葵癸反。凱音開在反。《左傳》「高陽氏有才子八人，蒼舒、隤敳、檮戭、大臨、尨降、庭堅、仲容、叔達，齊聖廣淵，明允篤誠，天下之民謂之八凱」。]賓于四門，四門穆穆。[穆穆，美也。四門，四方之門。舜流四凶族，四方諸侯來朝者，舜賓迎之，皆有美德，無凶人。　○朝，直遙反。]納于大麓，烈風雷雨弗迷。[麓，錄也。納舜使大錄萬機之政，陰陽和，風雨時，各以其節，不有迷錯愆伏。明舜之德合於天。　○麓音鹿，王云︰「錄也。」馬、鄭云︰「山足也。」愆音起虔反。]帝曰：「格，汝舜。詢事考言，乃言厎可績，三載。汝陟帝位。」[格，來。詢，謀。乃，汝。厎，致。陟，升也。堯呼舜曰：「來，汝所謀事，我考汝言。汝言致，可以立功，三年矣。三載考績，故命使升帝位。」將禪之。　○詢音荀。厎音之履反，王云︰「致也。」馬云︰「定也。」本或作「<疒互>，非。]舜讓于德，弗嗣。[辭讓於德不堪，不能嗣成帝位。　【疏】「慎徽」至「弗嗣」　○正義曰：此承「乃命以位」之下，言命之以位，試之以事也。堯使舜慎美篤行五常之教，而五常之教皆能順從而行之，無違命也。又納於百官之事，命揆度行之，而百事所揆度者於是皆得次序，無廢事也。又命使賓迎諸侯於四門，而來入者穆穆然皆有美德，無凶人也。又納於大官，揔錄萬機之政，而陰陽和，風雨時，烈風雷雨不有迷惑錯謬。明舜之德合於天，天人和協，其功成矣。帝堯乃謂之曰：「來，汝舜，有所謀之事，我考驗汝舜之所言。汝言致可以立功，於今三年，汝功已成，汝可升處帝位。」告以此言，欲禪之也。舜辭讓於德，言已德不堪嗣成帝也。　○傳「徽美」至「違命」　○正義曰：《釋詁》云「徽，善也」，善亦美也。此「五典」與下文「五品」、「五教」其事一也。一家之內品有五，謂父母兄弟子也。教此五者各以一事，教父以義，教母以慈，教兄以友，教弟以恭，教子以孝，是爲五教也。五者皆可常行，謂之「五典」，是五者同爲一事，所從言之異耳。文十八年《左傳》曰：「昔高辛氏有才子八人，伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季貍，忠肅恭懿，宣慈惠和，天下之民謂之八元。舜臣堯，舉八元，使布五教于四方，父義、母慈、兄友、弟恭、子孝。」以此知「五典」是五常之教，謂此父義之等五事也。《皋陶謨》云︰「天敘有典，勑我五典五惇哉！」惇，厚也，行此五典須厚行之，篤亦厚也。言舜謹慎美善，篤行斯道，舉八元使布之於四方，命教天下之民。以此五教能使天下皆順從之，無違逆舜之命也。《左傳》又云︰「故《虞書》數舜之功，曰『慎徽五典，五典克從』，無違教也。」父母於子並宜爲慈，今分之者，以父主教訓，母主撫養；撫養在於恩愛，故以慈爲名；教訓愛而加嚴，故以義爲稱。義者宜也，理也，教之以義，方使得事理之宜，故爲義也。《釋訓》云「善兄弟爲友」，則兄弟之恩俱名爲友，今云「兄友、弟恭」者，以其同志曰友，友是相愛之名；但兄弟相愛，乃有長幼，故分其弟使之爲恭，恭敬於兄，而兄友愛之。　○傳「揆度」至「事業」　○正義曰：「揆，度」，《釋言》文。「百揆」者，言百事皆度之。國事散在諸官，故度百事爲「揔百官」也。《周官》云︰「唐虞稽古，建官惟百，內有百揆四岳。」則「百揆」爲官名，故云「納舜於此官」也。文十八年《左傳》云︰「昔高陽氏有才子八人，蒼舒、隤敳、檮戭、大臨、尨降、庭堅、仲容、叔達，齊聖廣淵，明允篤誠，天下之民謂之八凱。舜臣堯，舉八凱，使主后土，以揆百事，莫不時敘，地平天成。」又云︰「《虞書》數舜之功，曰『納于百揆，百揆時敘』，無廢事業也。」是言百官於是得其次敘，皆無廢事業。舜既臣堯，乃舉元、凱，主后土，布五教，同時爲之。史官立文，自以人事外內爲次，故孔先言「八元」。若《左傳》據所出代之先後，故先舉「八凱」。堯既得舜，庶事委之。舜既臣堯，任無不統。非「五典克從」之後方始「納於百揆」，「百揆時敘」之後方始「賓于四門」，「四門穆穆」謂流四凶，流放四凶最在於前矣。《洪範》云︰「鯀則殛死，禹乃嗣興。」是先誅鯀而後用禹明。此言三事皆同時爲之，但言「百揆時敘」，故言「納于百揆」，其實「納于百揆」初得即然，由舜既居百揆，故得舉用二八，若偏居一職，不得分使元、凱。　○傳「穆穆美」至「凶人」　○正義曰：「穆穆，美也」，《釋詁》文。「四門，四方之門」，謂四方諸侯來朝者從四門而入。文十八年《左傳》歷言四凶之行乃云︰「舜臣堯，流四凶族，渾敦、窮奇、檮杌、饕餮投諸四裔，以禦螭魅。」又曰：「《虞書》數舜之功，曰『賓于四門，四門穆穆』，無凶人也。」是言「皆有美德，無凶人」也。案驗四凶之族，皆是王朝之臣，舜流王朝之臣，而言諸侯無凶人者，以外見內，諸侯無凶人，則于朝必無矣。鄭玄以「賓」爲擯，謂「舜爲上擯以迎諸侯」。今孔不爲擯者，則謂舜既錄攝事，無不統以諸侯爲賓，舜主其禮，迎而待之，非謂身爲擯也。　○傳「麓錄」至「於天」　○正義曰：「麓」聲近錄，故爲錄也。《皋陶謨》云︰「一日二日萬幾。」言天下之事，事之微者有萬，喻其多無數也。納舜使大錄萬機之政，還是納於百揆，揆度百事，大錄萬機，揔是一事，不爲異也。但此言「德合于天」，故以「大錄」言耳。《論語》稱孔子曰：「迅雷風烈必變。」《書傳》稱：「越常之使久矣，天之無烈風淫雨。」則烈風是猛疾之風，非善風也。經言「烈風雷雨弗迷」，言舜居大錄之時，陰陽和，風雨時，無此猛烈之風，又雷雨各以其節，不有迷錯愆伏也。「迷錯」者，應有而無，應無而有也。昭四年《左傳》云「冬無愆陽，夏無伏陰」。無愆伏者，無冬溫夏寒也。舜錄大政，天時如此，明舜之德合於天也。此文與上三事亦同時也。上爲變人，此爲動天，故最後言之，以爲功成之驗。王肅云︰「堯得舜任之，事無不統，自『慎徽五典』以下是也。」其言合孔意。　○傳「格來」至「禪之」　○正義曰：「格，來」，《釋言》文。「詢，謀」、「陟，升」《釋詁》文。「厎」聲近致，故爲致也。經傳言「汝」多呼爲「乃」，知「乃」、「汝」義同。凡事之始必先謀之，後爲之，堯呼舜曰：「來，汝舜。」呼使前而與之言也。「汝所謀事，我考汝言。汝所爲之事，皆副汝所謀，致可以立功，於今三年矣」。從徵得至此爲三年也。君之馭臣，必三年考績。考既有功，故使升帝位，將禪之也。鯀三考乃退，此一考使升者，鯀待三考，冀其有成，無成功乃黜，爲緩刑之義；舜既有成，更無所待，故一考即升之。且大聖之事，不可以常法論也。若然，《禹貢》「兖州作十有三載乃同」，是禹治兖州之水，乃積十有三年。此始三年已言「地平天成」者，《祭法》云︰「鯀障洪水而殛死，禹能修鯀之功。」先儒馬融等皆以爲「鯀既九年，又加此三年爲十二年，惟兖州未得盡平，至明年乃畢」。八州已平，一州未畢，足以爲成功也。]"
      },
      {
        "index": 6,
        "text": "正月上日，受終于文祖。[上日，朔日也。終謂堯終帝位之事。文祖者堯文德之祖廟。　○正音政，又音征。王云︰「文祖，廟名。」馬云︰「文祖，天也。天爲文萬物之祖，故曰文祖。」]在璿璣玉衡，以齊七政。[在，察也。璿，美玉。璣、衡，王者正天文之器，可運轉者。七政，日月五星各異政。舜察天文，齊七政，以審己當天心與否。　○璿音旋。]肆類于上帝，[堯不聽舜讓，使之攝位。舜察天文，考齊七政而當天心，故行其事。肆，遂也。類謂攝位事類。遂以攝告天及五帝。　○王云︰「上帝，天也。」馬云︰「上帝，太一神，在紫微宮，天之最尊者。」]禋于六宗，[精意以享謂之禋。宗，尊也。所尊祭者，其祀有六，謂四時也、寒暑也、日也、月也、星也、水旱也。祭亦以攝告。　○禋音因，王云︰「絜祀也。」馬云︰「精意以享也。」六宗，王云︰「四時、寒暑、日、月、星、水旱也。」馬云︰「天地四時也。」]望于山川，徧于羣神。[九州名山大川、五岳四瀆之屬，皆一時望祭之。羣神謂丘陵、墳衍、古之聖賢，皆祭之。　○墳，扶云反。衍音演。]輯五瑞，既月，乃日覲四岳羣牧，班瑞于羣后。[輯，斂。既，盡。覲，見。班，還。后，君也。舜斂公侯伯子男之瑞圭璧，盡以正月中，乃日日見四岳及九州牧監，還五瑞於諸侯，與之正始。　○輯，徐音集，王云合，馬云︰「斂也。」瑞，垂僞反，信也。牧，牧養之牧，徐音目。　【疏】「正月」至「羣后」　○正義曰：舜既讓而不許，乃以堯禪之。明年正月上日，受堯終帝位之事於堯文祖之廟。雖受堯命，猶不自安。又以璿爲璣、以玉爲衡者，是爲王者正天文之器也，乃復察此璿璣玉衡，以齊整天之日月五星七曜之政。觀其齊與不齊，齊則受之是也，不齊則受之非也。見七政皆齊，知己受爲是，遂行爲帝之事，而以告攝事類祭於上帝，祭昊天及五帝也。又禋祭於六宗等尊卑之神，望祭於名山大川、五岳四瀆，而又徧祭於山川、丘陵、墳衍、古之聖賢之羣神，以告己之受禪也。告祭既畢，乃斂公侯伯子男五等之瑞玉。其圭與璧悉斂取之盡，以正月之中，乃日日見四岳及羣牧，既而更班所斂五瑞於五等之羣后，而與之更始，見己受堯之禪，行天子之事也。　○傳「上日」至「祖廟」　○正義曰：月之始日謂之朔日，每月皆有朔日，此是正月之朔，故云「上日」，言一歲日之上也。下云「元日」亦然。鄭玄以爲「帝王易代，莫不改正。堯正建丑，舜正建子。此時未改堯正，故云『正月上日』。即位，乃改堯正，故云『月正元日』」，故以異文。先儒王肅等以爲「惟殷周改正，易民視聽。自夏已上，皆以建寅爲正。此篇二文不同，史異辭耳」。孔意亦然。下云「歲二月」，傳云「既班瑞之明月」，以此爲建寅之月也。「受終」者，堯爲天子，於此事終而授與舜，故知「終謂堯終帝位之事」，「終」言堯終舜始也。禮有大事，行之於廟，況此是事之大者，知「文祖者，堯文德之祖廟」也。且下云︰「歸，格于藝祖。」「藝」、「文」義同。知「文祖」是廟者，《咸有一德》云︰「七世之廟，可以觀德。」則天子七廟，其來自遠。堯之文祖，蓋是堯始祖之廟，不知爲誰也。《帝繫》及《世本》皆云「黃帝生玄囂，玄囂生僑極，僑極生帝嚳，帝嚳生堯」。即如彼言，黃帝爲堯之高祖，黃帝以上不知復祭何人，充此七數，況彼二書未必可信，堯之文祖不可强言。　○傳「在察」至「與否」　○正義曰：「在，察」，《釋詁》文。《說文》云︰「璿，美玉也。」玉是大名，璿是玉之別稱。璣衡俱以玉飾，但史之立文，不可以玉璣、玉衡一指玉體，一指玉名，猶《左傳》云「瓊弁玉纓」。所以變其文，傳以揔言玉名，故云「美玉」，其實玉衡亦美玉也。《易‧賁卦》彖云︰「觀乎天文以察時變。」日月星宿運行於天，是爲天之文也。璣衡者，璣爲轉運，衡爲橫簫，運璣使動，於下以衡望之，是「王者正天文之器」。漢世以來，謂之渾天儀者是也。馬融云︰「渾天儀可旋轉，故曰璣。衡，其橫簫，所以視星宿也。以璿爲璣，以玉爲衡，蓋貴天象也。」蔡邕云「玉衡長八尺，孔徑一寸，下端望之以視星辰。蓋懸璣以象天而衡望之，轉璣窺衡以知星宿」，是其說也。「七政」，其政有七，於璣衡察之，必在天者，知「七政」謂日月與五星也。木曰歲星，火曰熒惑星，土曰鎮星，金曰太白星，水曰辰星。《易‧繫辭》云︰「天垂象，見吉凶，聖人象之。」此日月五星有吉凶之象，因其變動爲占，七者各自異政，故爲七政。得失由政，故稱政也。舜既受終，乃察璣衡，是「舜察天文，齊七政，以審己之受禪當天心與否」也。馬融云︰「日月星皆以璿璣玉衡度知其盈縮、進退、失政所在。聖人謙讓，猶不自安，視璿璣玉衡以驗齊日月五星行度，知其政是與否，重審己之事也。」上天之體，不可得知，測天之事，見於經者唯有此「璿璣玉衡」一事而已。蔡邕《天文志》云︰「言天體者有三家，一曰周髀，二曰宣夜，三曰渾天。宣夜絶無師說。周髀術數具在，考驗天象，多所違失，故史官不用。惟渾天者近得其情，今史所用候臺銅儀，則其法也。」虞喜云︰「宣，明也。夜，幽也。幽明之數，其術兼之，故曰宣夜。」但絶無師說，不知其狀如何。周髀之術以爲天似覆盆，蓋以斗極爲中，中高而四邊下，日月旁行繞之。日近而見之爲晝，日遠而不見爲夜。渾天者以爲地在其中，天周其外，日月初登於天，後入於地。晝則日在地上，夜則日入地下。王蕃《渾天說》曰：「天之形狀似鳥卵，天包地外，猶卵之裹黃，圓如彈丸，故曰渾天。」言其形體渾渾然也。其術以爲天半覆地上，半在地下。其天居地上，見有一百八十二度半强，地下亦然。北極出地上三十六度，南極入地下亦三十六度，而嵩高正當天之中極，南五十五度當嵩高之上。又其南十二度爲夏至之日道，又其南二十四度爲春秋分之日道，又其南二十四度爲冬至之日道，南下去地三十一度而已。是夏至日北去極六十七度，春秋分去極九十一度，冬至去極一百一十五度，此其大率也。其南北極持其兩端，其天與日月星宿斜而迴轉，此必古有其法，遭秦而滅。楊子《法言》云︰「或問渾天，曰，落下閎營之，鮮于妄人度之，耿中丞象之，幾乎，幾乎，莫之能違也！」是楊雄之意，以渾天而問之也。閎與妄人，武帝時人。宣帝時司農中丞耿壽昌始鑄銅爲之象，史官施用焉。後漢張衡作《靈憲》以說其狀。蔡邕、鄭玄、陸績、吳時王藩、晉世姜岌、張衡、葛洪皆論渾天之義，並以渾說爲長。江南宋元嘉年皮延宗又作是《渾天論》，太史丞錢樂鑄銅作渾天儀，傳於齊梁，周平、江陵遷其器於長安，今在太史書矣。衡長八尺，璣徑八尺，圓周二丈五尺强，轉而望之，有其法也。　○傳「堯不」至「五帝」　○正義曰：傳以既受終事，又察璣衡，方始祭於羣神，是舜察天文，考齊七政，知己攝位而當於天心，故行其天子之事也。《祭法》云︰「有而下者祭百神」徧祭羣神是天子事也。「肆」是縱緩之言，此因前事而行後事，故以「肆」爲遂也。「類」謂攝位事類，既知攝當天心，遂以攝位事類告天帝也。此「類」與下「禋」、「望」相次，當爲祭名。《詩》云「是類是禡」，《周禮‧肆師》云「類造上帝」，《王制》云「天子將出類乎上帝」，所言「類」者皆是祭天之事，言以事類而祭也。《周禮‧小宗伯》云︰「天地之大災，類社稷，則爲位。」是類之爲祭，所及者廣。而傳云「類謂攝位事類」者，以攝位而告祭，故類爲祭名。《周禮‧司服》云︰「王祀昊天上帝，則服大裘而冕，祀五帝亦如之。」是昊天外更有五帝，上帝可以兼之，故以「告天及五帝」也。鄭玄篤信讖緯，以爲「昊天上帝謂天皇大帝，北辰之星也。五帝謂靈威仰等，太微宮中有五帝座星是也」。如鄭之言，天神有六也。《家語》云︰「季康子問五帝之名，孔子曰：『天有五行：金木水火土。分時化育，以成萬物，其神謂之五帝。』」王肅云︰「五行之神，助天理物者也。」孔意亦當然矣。此經惟有祭天，不言祭地及社稷，必皆祭之，但史略文耳。　○傳「精意」至「攝告」　○正義曰：《國語》云︰「精意以享禋也。」《釋詁》云︰「禋，祭也。」孫炎曰：「禋，絜敬之祭也。」《周禮‧大宗伯》云︰「以禋祀祀昊天上帝，以實柴祀日月星辰，以槱燎祀司中、司命、風師、雨師。」鄭云︰「禋之言禋，周人尚臭，煙氣之臭聞者也。」鄭以「禋祀」之文在「燎」、「柴」之上，故以「禋」爲此解耳。而《洛誥》云「秬鬯二卣，曰『明禋』」，又曰「禋于文王、武王」，又曰「王賓殺禋咸格」。經傳之文，此類多矣，非燔柴祭之也，知「禋」是精誠絜敬之名耳。「宗」之爲尊，常訓也。名曰「六宗」，明是所尊祭者有六，但不知六者爲何神耳。《祭法》云︰「埋少牢於太昭，祭時。相近於坎壇，祭寒暑。王宮，祭日。夜明，祭月。幽禜，祭星。雩禜，祭水旱也。」據此言六宗，彼祭六神，故傳以彼六神謂此六宗。必謂彼之所祭是此六宗者，彼文上有祭天、祭地，下有山谷、丘陵，此「六宗」之文在上帝之下，山川之上，二者次第相類，故知是此六宗。王肅亦引彼文乃云︰「禋于六宗，此之謂矣。」鄭玄注彼云︰「四時謂陰陽之神也。」然則陰陽寒暑水旱各自有神，此言「禋于六宗」，則六宗常禮也。禮無此文，不知以何時祀之。鄭以彼皆爲祈禱之祭，則不可用鄭玄注以解此傳也。漢世以來，說六宗者多矣。歐陽及大小夏侯說《尚書》皆云︰「所祭者六，上不謂天，下不謂地，旁不謂四方，在六者之間，助陰陽變化，實一而名六宗矣。」孔光、劉歆以「六宗謂乾坤六子：水火雷風山澤也」。賈逵以爲：「六宗者，天宗三，日月星也；地宗三，河海岱也。」馬融云︰「萬物非天不覆，非地不載，非春不生，非夏不長，非秋不收，非冬不藏，此其謂六也。」鄭玄以六宗言「禋」，與祭天同名，則六者皆是天之神祗，謂「星、辰、司中、司命、風師、雨師。星謂五緯星，辰謂日月所會十二次也。司中、司命文昌第五第四星也。風師，箕也。雨師，畢也」。晉初幽州秀才張髦上表云︰「臣謂禋于六宗，祀祖考所尊者六，三昭三穆是也。」司馬彪又上表云，歷難諸家及自言己意「天宗者，日月星辰寒暑之屬也；地宗，社稷五祀之屬也；四方之宗，四時五帝之屬」。惟王肅據《家語》六宗與孔同。各言其志，未知孰是。司馬彪《續漢書》云︰「安帝元初六年，立六宗祠於洛陽城西北亥地，祀比大社，魏亦因之。晉初荀顗定新祀，以六宗之神諸說不同廢之。摯虞駁之，謂：『宜依舊，近代以來皆不立六宗之祠也。』」　○傳「九州」至「祭之」　○正義曰：「望於山川」，大揔之語，故知九州之內所有名山大川、五岳四瀆之屬皆一時望祭之也。《王制》云︰「名山大川不以封。」山川大，乃有名，是「名」、「大」互言之耳。《釋山》云︰「泰山爲東嶽，華山爲西嶽，霍山爲南嶽，恒山爲北嶽，嵩高山爲中嶽。」《白虎通》云︰「岳者何？捔也，捔考功德也。」應劭《風俗通》云︰「岳者，捔考功德黜陟也。」然則四萬方有一大山，天子巡守至其下，捔考諸侯功德而黜陟之，故謂之「岳」。《釋水》云︰「江河淮濟爲四瀆。四瀆者，發源注海者也。」《釋名》云︰「瀆，獨也，各獨出其水而入海也。」岳是名山，瀆是大川，故先言名山大川，又舉岳瀆以見之。岳瀆之外猶有名山大川，故言「之屬」以包之。《周禮‧大司樂》云︰「四鎮五岳崩，令去樂。」鄭云︰「四鎮，山之重大者，謂揚州之會稽山，青州之沂山，幽州醫無閭山，冀州之霍山。」是五岳之外名山也。《周禮‧職方氏》每州云「其川」、「其浸」，若雍州云「其川涇、汭，其浸渭、洛」，如此之類，是四瀆之外大川也。言「徧于羣神」，則神無不徧，故「羣神謂丘陵、墳衍、古之聖賢，皆祭之」。《周禮‧大司樂》云︰「凡六樂者，一變而致川澤之示，再變而致山林之示，三變而致丘陵之示，四變而致墳衍之示。」鄭玄《大司徒》注云︰「積石曰山，竹木曰林，注瀆曰川，水鍾曰澤，土高曰丘，大阜曰陵，水崖曰墳，下平曰衍。」此傳舉「丘陵墳衍」則林澤亦包之矣。「古之聖賢」謂《祭法》所云「在祀典」者，黃帝、顓頊、句龍之類皆祭之也。　○傳「輯斂」至「正始」　○正義曰：「覲，見」，「后，君」，《釋詁》文。《釋言》云︰「輯，合也。」「輯」是合聚之義，故爲斂也。日月食盡謂之既，是「既」爲盡也。《釋言》云︰「班，賦也。」孫炎曰：「謂布與也。」「輯」是斂聚，「班」爲散布，故爲還也。下云「班瑞于羣后」，則知「輯」者從羣后而斂之，故云「舜斂公侯伯子男之瑞圭璧」也。《周禮‧典瑞》云︰「公執桓圭，侯執信圭，伯執躬圭，子執穀璧，男執蒲璧。」是圭璧爲五等之瑞。諸侯執之以爲王者瑞信，故稱「瑞」也。舜以朔日受終於文祖，又徧祭羣神及斂五瑞，則入月以多日矣。「盡以正月中」謂從斂瑞以後至月末也。「乃日日見四岳及九州牧監」，舜初攝位，當發號出令，日日見之，與之言也。州牧各監一州諸侯，故言「監」也。更復還五瑞於諸侯者，此瑞本受於堯，斂而又還之，若言舜新付之，改爲舜臣，與之正新君之始也。]"
      },
      {
        "index": 7,
        "text": "歲二月，東巡守，至于岱宗，柴，[諸侯爲天子守土，故稱守，巡行之。既班瑞之明月，乃順春東巡。岱宗，泰山，爲四岳所宗。燔柴祭天告至。　○巡，似遵反，徐養純反。守，時救反，本或作狩。岱音代，泰山也。柴，士皆反。《爾雅》：「祭天曰燔柴。」馬曰：「祭時積柴，加牲其上而燔之。」行，下孟反。燔，扶袁反，又扶云反。]望秩于山川，[東岳諸侯竟內名山大川如其秩次望祭之。謂五岳牲禮視三公，四瀆視諸侯，其餘視伯子男。　○瀆，徒木反。]肆覲東后。[遂見東方之國君。]協時月正日，同律度量衡。[合四時之氣節，月之大小，日之甲乙，使齊一也。律法制及尺丈、斛斗、斤兩，皆均同。　○同律，王云︰「同，齊也。律，六律也。」馬云︰「律，法也。」鄭云︰「陰呂陽律也。」度如字，丈尺也。量，力尚反，鬥斛也。衡，稱也。]修五禮、五玉、[修吉、凶、賓、軍、嘉之禮。五等諸侯執其玉。]三帛、二生、一死贄，[三帛，諸侯世子執纁，公之孤執玄，附庸之君執黃。二生，卿執羔，大夫執鴈。一死，士執雉。玉、帛、生、死，所以爲贄以見之。　○贄音至，本又作摯。纁，許云反。]如五器，卒乃復。[卒，終。復，還也。器謂圭璧。如五器，禮終則還之。三帛、生、死則否。　○復，扶又反，下同。還音旋。]五月南巡守，至于南嶽，如岱禮。[南岳，衡山。自東岳南巡，五月至。]八月西巡守，至于西岳，如初。[西岳，華山。初謂岱宗。　○華，戶化反。華山在弘農。]十有一月朔巡守，至于北岳，如西禮。[北岳，恒山。　○有，如字，徐于救反。如西禮，方興本同，馬本作「如初」。]歸，格于藝祖，用特。[巡守四岳然後歸，告至文祖之廟。藝，文也。言祖則考著。特，一牛。　○藝，魚世反，馬、王云︰「禰也。」]五載一巡守，羣后四朝。[各會朝于方岳之下，凡四處，故曰「四朝」。將說「敷奏」之事，故申言之。堯舜同道，舜攝則然，堯又可知。　○四朝，馬、王皆云︰「四面朝於方岳之下。」鄭云︰「四朝，四季朝京師也。」朝音直遙反，注同。]敷奏以言，明試以功，車服以庸。[敷，陳。奏，進也。諸侯四朝，各使陳進治禮之言。明試其言，以要其功，功成則賜車服以表顯其能用。　○敷音孚。　【疏】「歲二月」至「以庸」　○正義曰：舜既班瑞羣后，即以其歲二月東行巡省守土之諸侯，至於岱宗之岳，燔柴告至，又望而以秩次祭於其方岳山川。柴望既畢，遂以禮見東方諸侯諸國之君，於此諸國協其四時氣節、月之大小，正其日之甲乙，使之齊一。均同其國之法制、度之丈尺、量之斛斗、衡之斤兩，皆使齊同，無輕重大小。又修五禮：吉、凶、賓、軍、嘉之禮。修五玉：公侯伯子男所執之圭璧也。又修三帛：諸侯世子、公之孤、附庸之君所執玄、纁、黃之帛也。又修二生：卿所執羔、大夫所執鴈也。又修一死：士所執雉也。自「五玉」至於「一死」，皆蒙上「修」文，揔言所用。玉、帛、生、死皆爲贄以見天子也。其贄之內，如五玉之器，禮終乃復還之。其帛與生、死則不還也。東岳禮畢，即向衡山，五月南巡守，至于南岳之下，柴望以下一如岱宗之禮。南岳禮畢，即向華山，八月西巡守，至于西岳之下，其禮如初時，如岱宗所行。西岳禮畢，即向恒山。朔，北也。十有一月北巡守，至于北岳之下，一如西岳之禮。巡守既周，乃歸京師。藝，文也。至於文祖之廟，用特牛之牲設祭以告巡守歸至也。從是以後每五載一巡守，其巡守之年，諸侯羣后四方各朝天子於方岳之下。其朝之時，各使自陳進其所以治化之言。天子明試其言，以考其功，功成有驗，則賜之車服，以表顯其有功，能用事。　○傳「諸侯」至「告至」　○正義曰：王者所爲巡守者，以諸侯自專一國，威福在己，恐其擁遏上命，澤不下流，故時自巡行，問民疾苦。《孟子》稱晏子對齊景公云︰「天子適諸侯曰巡守。巡守者，巡所守也。」是言天子巡守主謂巡行諸侯，故言諸侯爲天子守土，故稱守，而往巡行之。定四年《左傳》祝鮀言衛國「取相土之東都，以會王之東蒐」，「蒐」是獵之名也。王者因巡諸侯，或亦獵以教戰，其守皆作「狩」。《白虎通》云︰「王者所以巡狩者何？巡者循也，狩者收也，爲天子循收養人。」彼因名以附說，不如晏子之言得其本也。正月班瑞，二月即行，故云「既班瑞之明月，乃順春東巡」。春位在東，故「順春」也。《爾雅》：「泰山爲東岳。」此巡守至於岱，岱之與泰，其山有二名也。《風俗通》云︰「泰山，山之尊者，一曰岱宗。岱，始也。宗，長也。萬物之始，陰陽交代，故爲五岳之長。」是解岱即泰山，爲四岳之宗，稱岱宗也。《郊特牲》云︰「天子適四方，先柴。」是燔柴爲祭天告至也。　○傳「東岳」至「子男」　○正義曰：四時各至其方岳，望祭其方岳山川，故云「東岳諸侯境內名山大川如其秩次望祭之」也。言秩次而祭，知徧於羣神，故云「五岳牲禮視三公，四瀆視諸侯，其餘視伯子男」也。其尊卑所視，《王制》及《書傳》之文，「牲禮」二字孔增之也。諸侯五等，三公爲上等，諸侯爲中等，伯子男爲下等，則所言諸侯，惟謂侯爵者耳。其言所視，蓋視其祭祀。祭五岳如祭三公之禮，祭四瀆如祭諸侯之禮，祭山川如祭伯子男之禮。公侯伯子男尊卑既有等級，其祭禮必不同，但古典亡滅，不可復知。鄭玄注《書傳》云︰「所視者，謂其牲幣粢盛籩豆爵獻之數。」案五等諸侯適天子皆膳用太牢，禮諸侯祭皆用太牢，無上下之別。又《大行人》云，上公九獻，侯伯七獻，子男五獻。《掌客》上公饔餼九牢、飧五牢，侯伯饔餼七牢、飧四牢，子男饔餼五牢、飧三牢。又上公豆四十，侯伯三十二，子男二十四。並伯與侯同。又鄭注《禮器》「四望」、「五獻」據此諸文。與孔傳《王制》不同者，《掌客》、《行人》自是周法，孔與《王制》先代之禮。必知然者，以《周禮》侯與伯同，《公羊》及《左氏傳》皆以公爲上，伯子男爲下，是其異也。　○傳「合四」至「均同」　○正義曰：上篇已訓「協」爲合，故注即以合言之也，他皆倣此。《周禮‧太史》云︰「正歲年，頒告朔於邦國。」則節氣晦朔皆天子頒之。猶恐諸侯國異或不齊同，故因巡守而合和之。節是月初，氣是月半也。《世本》云︰「容成作歷。大撓作甲子。」二人皆黃帝之臣，蓋自黃帝已來始用甲子紀日，每六十日而甲子一周。《史記》稱紂爲長夜之飲，忘其日辰。恐諸侯或有此之類，故須合日之甲乙也。時也，月也，日也，三者皆當勘檢諸國使齊一也。「律」者候氣之管，而度量衡三者法制皆出於律，故云「律法制」也。度有丈尺，量有斛斗，衡有斤兩，皆取法於律，故孔解「律」爲法制，即云「及尺丈、斛斗、斤兩皆均同之」。《漢書日‧律歷志》云，度量衡出於黃鍾之律也。度者，分、寸、尺、丈、引，所以度長短也。本起於黃鍾之管長。以子穀秬黍中者，以一黍之廣度之，千二百黍爲一分。十分爲寸，十寸爲尺，十尺爲丈，十丈爲引，而五度審矣。量謂龠、合、升、斗、斛，所以量多少也。本起於黃鍾之龠，以子穀秬黍中者千有二百實爲一龠。十龠爲合，十合爲升，十升爲斗，十斗爲斛，而五量嘉矣。權者，銖、兩、斤、鈞、石，所以稱物知輕重也。本起於黃鍾之龠，一龠容千二百黍，重十二銖，兩之爲兩，十六兩爲斤，三十斤爲鈞，四鈞爲石，而五權謹矣。權、衡一物。衡，平也；權，重也；稱上謂之衡，稱鎚謂之權，所從言之異耳。如彼《志》文，是度量衡本起於律也。時月言「協」，日言「正」，度量衡言「同」者，以時月須與他月和合，故言「協」；日有正與不正，故言「正」；度量衡俱是明之，所用恐不齊同，故言「同」；因事宜而變名耳。　○傳「修吉」至「其玉」　○正義曰：《周禮‧大宗伯》云︰「以吉禮事邦國之鬼神示，以凶禮哀邦國之憂，以賓禮親邦國，以軍禮同邦國，以嘉禮親萬民之昏姻。」知「五禮」謂此也。帝王之名既異，古今之禮或殊，而以周之五禮爲此「五禮」者，以帝王相承，事有損益，後代之禮亦當是前代禮也。且歷驗此經，亦有五事：此篇「類於上帝」，吉也；「如喪考妣」，凶也；「羣后四朝」，賓也；《大禹謨》云「汝徂征」，軍也；《堯典》云「女于時」，嘉也。五禮之事，並見於經，知與後世不異也。此云「五玉」，即上文「五瑞」，故知「五等諸侯執其玉」也。鄭玄云︰「執之曰瑞，陳列曰玉。」　○傳「諸侯」至「執黃」　○正義曰：《周禮‧典命》云︰「凡諸侯之適子，誓於天子，攝其君，則下其君之禮一等。未誓，則以皮帛繼子男之下。公之孤四命，以皮帛視小國之君。」是諸侯世子、公之孤執帛也。附庸雖則無文，而爲南面之君，是一國之主，春秋時附庸之君適魯皆稱「來朝」，未有爵命，不得執玉，則亦繼小國之君同執帛也。經言「三帛」，必有三色，所云纁、玄、黃者，孔時或有所據，未知出何書也。王肅云︰「三帛，纁、玄、黃也。附庸與諸侯之適子、公之孤執皮帛，其執之色未詳。聞或曰孤執玄，諸侯之適子執纁，附庸執黃。」王肅之注《尚書》，其言多同孔傳。《周禮》孤與世子皆執皮帛，鄭玄云︰「皮帛者，束帛而表，之以皮爲之飾。皮，虎豹皮也。」此三帛不言皮，蓋於時未以皮爲飾。　○傳「卿執」至「執雉」　○正義曰：此皆《大宗伯》文也。鄭玄曰：「羔，小羊，取其羣而不失其類也。鴈，取其候時而行也。雉，取其守介，死不失節也。《曲禮》云『飾羔鴈者以繢』，謂衣之以布而又畫之。雉執之無飾。《士相見之禮》，卿大夫飾贄以布。不言繢，此諸侯之臣與天子之臣異也。」鄭之此言，論周之禮耳，虞時每事猶質，羔鴈不必有飾。　○傳「玉帛」至「見之」　○正義曰：《曲禮》云︰「贄，諸侯圭，卿羔，大夫鴈，士雉。」雉不可生，知「一死」是雉，「二生」是羔、鴈也。鄭玄云︰「贄之言至，所執以自至也。」自「五玉」以下，蒙上「修」文者，執之使有常也。若不言「贄」，則不知所用，故言「贄」以結上，又見玉、帛、生、死皆所以爲贄，以見君與自相見，其贄同也。　○傳「卒終」至「則否」　○正義曰：「卒，終」，《釋詁》文。《釋言》云︰「還、復，返也。」是還、復同義，故爲還也。「五器」文在「贄」下，則是贄內之物。《周禮‧大宗伯》云︰「以玉作六器。」知「器謂圭璧」，即五玉是也。如，若也。言諸侯贄之內，若是五器，禮終乃還之，如三帛、生、死則不還也。《聘義》云︰「以圭璋聘，重禮也。已聘而還圭璋，此輕財而重禮之義也。」《聘義》主於說聘，其朝禮亦然。《周禮‧司儀》云︰「諸公相見爲賓，還圭，如將幣之儀。」是圭璧皆還之也。《士相見禮》言大夫以下見國君之禮云︰「若他邦之人，則使擯者還其贄。」己臣皆不還其贄，是「三帛、生、死則否」。　○傳「南岳」至「月至」　○正義曰：《釋山》云︰「河南華，河東岱，河北恒，江南衡。」李巡云︰「華，西仙華山也。岱，東岳泰山也。恒，北岳恒山也。衡，南岳衡山也。」郭璞云︰「恒山一名常山，避漢文帝諱。」《釋山》又云︰「泰山爲東岳，華山爲西岳，霍山爲南岳，恒山爲北岳。」岱之與泰，衡之與霍，皆一山而有兩名也。張揖云︰「天柱謂之霍山。」《漢書‧地理志》云，天柱在廬江灊縣，則霍山在江北。而與江南衡爲一者，郭璞《爾雅》注云︰「霍山今在廬江灊縣，潛水出焉，別名天柱山。漢武帝以衡山遼曠，故移其神於此。今其彼土俗人皆呼之爲南岳。南岳本自以兩山爲名，非從近來也。而學者多以霍山不得爲南岳，又云漢武帝來始乃名之。即如此言，謂武帝在《爾雅》前乎？斯不然矣。」是解衡、霍二名之由也。書傳多云「五岳」，以嵩高爲中岳，此云「四岳」者，明巡守至於四岳故也。《風俗通》云︰「泰山，山之尊者，一曰岱宗。岱，始也。宗，長也。萬物之始，陰陽交代，故爲五岳之長。王者受命恒封禪之。衡山一名霍山，言萬物霍然大也。華，變也，萬物變由西方也。恒，常也，萬物伏北方有常也。」二月至於岱宗，不指「岳」名者，巡守之始，故詳其文，三時言岳名，明岱亦是岳，因事宜而互相見也。四巡之後乃云「歸，格」，則是一出而周四岳。故知自東岳而即南行，以五月至也。王者順天道以行人事，故四時之月各當其時之中，故以仲月至其岳。上云「歲二月，東巡守」，以二月始發者，此四時巡守之月，皆以至岳爲文，東巡以二月至，非發時也，但舜以正月有事，二月即發行耳。鄭玄以爲「每岳禮畢而歸，仲月乃復更去」。若如鄭言，當於東巡之下即言「歸，格」，後以「如初」包之，何當北巡之後始言歸乎？且若來而復去，計程不得周徧，此事不必然也。其經南云「如岱禮」，西云「如初」，北云「如西禮」者，見四時之禮皆同，互文以明耳。不巡中岳者，蓋近京師，有事必聞，不慮枉滯，且諸侯分配四方，無屬中岳，故不須巡之也。　○「朔巡守」　○正義曰：《釋訓》云︰「朔，北方也。」故《堯典》及此與《禹貢》皆以「朔」言北，史變文耳。　○傳「巡守」至「一牛」　○正義曰：此承四巡之下，是巡守既徧，然後歸也。以上受終在文祖之廟，知此以「告至文祖之廟」。才、藝、文、德其義相通，故「藝」爲文也。「文祖」、「藝祖」史變文耳。《王制》說巡守之禮云︰「歸，格于祖禰，用特。」此不言「禰」，故傳推之。「言祖則考著」，考近於祖，舉尊以及卑也。「特」者獨也，故爲「一牛」。此惟言「文祖」，故云「一牛」。徧告諸廟，廟用一牛，故鄭注：「彼云祖下及禰皆一牛也。」此時舜始攝位，未自立廟，故知告堯之文祖也。　○傳「各會」至「可知」　○正義曰：此揔說巡守之事，而言「羣后四朝」，是言四方諸侯各自會朝於方岳之下。凡四處別朝，故云「四朝」。上文「肆覲東后」是爲一朝，四岳禮同，四朝見矣。計此不宜須重言之。爲將說「敷奏」之事，「敷奏」因朝而爲，故申言之。申，重也。此是巡守大法，文在舜攝位之時，嫌堯本不然，故云「堯舜同道，舜攝則然，堯又可知」也。堯法已然，舜無增改，而言此以美舜者，道同於堯，足以爲美，故史錄之。　○傳「敷陳」至「能用」　○正義曰：「敷」者布散之言，與陳設義同，故爲陳也。「奏」是進上之語，故爲進也。諸侯四處來朝，每朝之處，舜各使陳進其治理之言，令自說己之治政。既得其言，乃依其言明試之，以要其功。以如其言，即功實成，則賜之車服，以表顯其人有才能可用也。人以車服爲榮，故天子之賞諸侯，皆以車服賜之。《覲禮》云「天子賜侯氏以車服」是也。]"
      },
      {
        "index": 8,
        "text": "肇十有二州，[肇，始也。禹治水之後，舜分冀州爲幽州、并州，分青州爲營州，始置十二州。　○肇音兆。十有二州，謂冀、兖、青、徐、荊、楊、豫、梁、雍、并、幽、營也。]封十有二山，濬川。[封，大也。每州之名山殊大之，以爲其州之鎮。有流川則深之，使通利。　○濬，荀俊反。]象以典刑，[象，法也。法用常刑，用不越法。]流宥五刑，[宥，寬也。以流放之法寬五刑。　○宥音又，馬云︰「宥，二宥也。」]鞭作官刑，[以鞭爲治官事之刑。]扑作教刑，[扑，榎楚也。不勤道業則撻之。　○扑，普卜反，徐敷卜反。榎，皆雅反。]金作贖刑。[金，黃金。誤而入刑，出金以贖罪。　○贖，石欲反，徐音樹。]眚災肆赦，怙終賊刑。[眚，過。災，害。肆，緩。賊，殺也。過而有害，當緩赦之。怙姦自終，當刑殺之。　○眚，所景反。怙音戶。]欽哉，欽哉，惟刑之恤哉！[舜陳典刑之義，勑天下使敬之，憂欲得中。　○恤，峻律反，憂也。]流共工于幽洲，[象恭滔天，足以惑世，故流放之。幽洲，北裔。水中可居者曰州。　○共音恭。《左傳》：「少皞氏有不才子，毀信廢忠，崇飾惡言，靖僭庸回，服讒蒐慝，以誣盛德，天下之民謂之窮奇。」杜預云︰「即共工。」裔，以制反。]放驩兜于崇山，[黨於共工，罪惡同。崇山，南裔。　○驩，呼端反。兜，丁侯反。《左傳》：「帝鴻氏有不才子，掩義隱賊，好行凶德，醜類惡物，頑嚚不友，是與比周，天下之民謂之渾敦。」杜預云︰「即驩兜也。帝鴻，黃帝也。」]竄三苗于三危，[三苗，國名。縉雲氏之後，爲諸侯，號饕餮。三危，西裔。　○竄，七亂反。三苗，馬、王云︰「國名也。縉雲氏之後，爲諸侯，蓋饕餮也。」《左傳》：「縉雲氏有不才子，貪于飲食，冒于貨賄，侵欲崇侈，不可盈厭，聚斂積實，不知紀極，不念孤寡，不恤窮匱，天下之民以比三凶，謂之饕餮。」杜預云︰「縉雲，黃帝時官名，非帝子孫，故以比三凶也。貪財曰饕，貪食曰餮。」縉音晉。饕，土刀反。餮，他節反。]殛鯀于羽山，[方命圮族，績用不成，殛竄放流，皆誅也。異其文，述作之體。羽山，東裔，在海中。　○殛，紀力反。鯀，故本反。《左傳》：「顓頊氏有不才子，不可教訓，不知話言，告之則頑，舍之則嚚，傲狼明德，以亂天常，天下之民謂之檮杌。」杜預云︰「即鯀也。檮杌，凶頑無儔匹之貌。」]四罪而天下咸服。[皆服舜用刑當其罪，故作者先敘典刑而連引四罪，明皆徵用所行，於此揔見之。　【疏】「肇十」至「咸服」　○正義曰：史言舜既攝位，出行巡守，復分置州域，重慎刑罰。於禹治水後，始分置十有二州，每州以一大山爲鎮，殊大者十有二山。深其州內之川，使水通利。又留意於民，詳其罪罰，依法用其常刑，使罪各當，刑不越法。用流放之法寬宥五刑。五刑雖有犯者，或以恩減降，不使身服其罪，所以流放宥之。五刑之外，更有鞭作治官事之刑；有扑作師儒教訓之刑；其有意善功惡，則令出金贖罪之刑；若過誤爲害，原情非故者，則緩縱而赦放之；若怙恃姦詐，終行不改者，則賊殺而刑罪之。舜慎刑如此，又設言以誡百官曰：「敬之哉！敬之哉！推此刑罰之事最須憂念之哉！」令勤念刑罰，不使枉濫也。又言舜非於攝位之後，方始重慎刑罪，初於登用之日即用刑當其罪，流徙共工於北裔之幽州，放逐驩兜於南裔之崇山，竄三苗于西裔之三危，誅殛伯鯀于東裔之羽山。行此四罪，各得其實，而天下皆服從之。　○傳「肇始」至「二州」　○正義曰：「肇，始」，《釋詁》文。《禹貢》治水之時，猶爲九州，今始爲十二州，知「禹治水之後」也。禹之治水，通鯀九載，爲作十有三載，則舜攝位元年，九州始畢。當是二年之後，以境界太遠，始別置之。知「分冀州爲幽州、并州」者，以王者廢置，理必相沿。《周禮‧職方氏》九州之名有幽、并，無徐、梁。周立州名必因於古，知舜時當有幽、并。《職方》幽、并山川於《禹貢》皆冀州之域，知分冀州之域爲之也。《爾雅‧釋地》九州之名於《禹貢》無梁、青，而有幽、營，云「燕曰幽州，齊曰營州」。孫炎以《爾雅》之文與《職方》、《禹貢》並皆不同，疑是殷制。則營州亦有所因，知舜時亦有營州。齊即青州之地，知分青州爲之。於此居攝之時，始置十有二州，蓋終舜之世常然。宣三年《左傳》云︰「昔夏之方有德也，貢金九牧。」則禹登王位，還置九州，其名蓋如《禹貢》，其境界不可知也。　○傳「封大」至「通利」　○正義曰：《釋詁》云︰「冢，大也。」舍人曰：「冢，封之大也。」定四年《左傳》云「封豕長蛇」，相對是「封」爲大也。《周禮‧職方氏》每州皆云「其山鎮曰某山」，揚州會稽，荊州衡山，豫州華山，雍州吳山，冀州霍山，并州恒山，幽州醫無閭，青州沂山，兖州岱山，是周時九州之內最大之山。舜時十有二山，事亦然也。州內雖有多山，取其最高大者，以爲其州之鎮，特舉其名，是殊大之也。其有川，無大無小，皆當深之，故云「濬川」，有「流川則深之，使通利也。」《職方氏》每州皆云其川、其浸，亦舉其州內大川，但令小大俱通，不復舉其大者，故直云濬之而已。　○傳「象法」至「越法」　○正義曰：《易‧繫辭》云︰「象也者，象此者也。」又曰：「天垂象，聖人則之。」是「象」爲倣法，故爲法也。五刑雖有常法，所犯未必當條，皆須原其本情，然後斷決。或情有差降，俱被重科；或意有不同，失出失入，皆是違其常法。故令依法用其常刑，用之使不越法也。　○傳「宥寬」至「五刑」　○正義曰：「宥，寬」，《周語》文，「流」謂徙之遠方；「放」，使生活；以流放之法寬縱五刑也。此惟解以流寬之刑，而不解宥寬之意。鄭玄云︰「其輕者或流放之，四罪是也。」王肅云︰「謂君不忍刑殺，宥之以遠方。」然則知此是據狀合刑，而情差可恕，全赦則太輕，致刑即太重，不忍依例刑殺，故完全其體，宥之遠方。應刑不刑，是寬縱之也。上言「典刑」，此言「五刑」者，其法是常，其數則五，「象以典刑」謂其刑之也，「流宥五刑」謂其遠縱之也。「流」言「五刑」，則「典刑」亦五，其文互以相見。王肅云︰「言宥五刑，則正五刑見矣。」是言二文相通之意也。「典刑」是其身，「流宥」離其鄉，流放致罪爲輕，比鞭爲重，故次「典刑」之下。先言「流宥」，鞭扑雖輕，猶虧其體，比於出金贖罪又爲輕，且《呂刑》五罰雖主贖五刑，其鞭扑之罪亦容輸贖，故後言之。此正刑五與流宥鞭扑俱有常法，「典」字可以統之，故發首言「典刑」也。　○傳「以鞭」至「之刑」　○正義曰：此有鞭刑，則用鞭久矣。《周禮‧滌狼氏》：「誓大夫曰，敢不關，鞭五百。」《左傳》有鞭徒人費、圉人犖是也，子玉使鞭七人，衛侯鞭師曹三百，日來亦皆施用。大隨造律，方使廢之。「治官事之刑」者，言若於官事不治則鞭之，蓋量狀加之，未必有定數也。　○傳「扑榎」至「撻之」　○正義曰：《學記》云︰「榎楚二物，以收其威。」鄭玄云︰「榎，槄也。楚，荊也。二物可以扑撻犯禮者。」知「扑」是榎楚也。既言「以收其威」，知「不勤道業則撻之」。《益稷》云︰「撻以記之。」又《大射》、《鄉射》皆云司馬搢扑。則扑亦官刑，惟言「作教刑」者，官刑鞭扑俱用，教刑惟扑而已，故屬扑於教。其實官刑亦當用扑，蓋重者鞭之，輕者撻之。　○傳「金黃」至「贖罪」　○正義曰：此以「金」爲黃金。《呂刑》「其罰百鍰」，傳爲「黃鐵」。俱是贖罪而金鐵不同者，古之金銀銅鐵揔號爲金，別之四名耳。《釋器》云︰「黃金謂之蕩，白金謂之銀。」是黃金白銀俱名金也。《周禮‧考工記》攻金之工築氏爲削，冶氏爲殺矢，鳧氏爲鍾，㮚氏爲量，段氏爲鎛，桃氏爲劒，其所爲者有銅，有鐵，是銅鐵俱名爲金，則鐵名亦包銅矣。此傳「黃金」、《呂刑》「黃鐵」，皆是今之銅也。古之贖罪者皆用銅，漢始改用黃金，但少其斤兩，令與銅相敵。故鄭玄駁《異義》言：「贖死罪千鍰，鍰六兩大半兩，爲四百一十六斤十兩六半兩銅，與今贖死罪金三斤爲價相依附。」是古贖罪皆用銅也。實謂銅而謂之金、鐵，知傳之所言謂銅爲金、鐵耳。漢及後魏贖罪皆用黃金，後魏以金難得，合金一兩收絹十匹。今律乃復依古，死罪贖銅一百二十斤，於古稱爲三百六十斤。孔以鍰爲六兩，計千鍰爲三百七十五斤，今贖輕於古也。誤而入罪，出金以贖，即律「過失殺傷人，各依其狀以贖論」是也。《呂刑》所言「疑赦」乃罰者，即今律「疑罪各從其實，以贖論」是也。疑謂虛實之證等，是非之理均，或事涉疑似，旁無證見，或雖有證見，事非疑似，如此之類，言皆爲疑罪。疑而罰贖，《呂刑》已明言。誤而輸贖，於文不顯，故此傳指言誤而入罪以解此「贖」。鞭扑加於人身，可云「扑作教刑」，金非加人之物，而言「金作贖刑」，出金之與受扑俱是人之所患，故得指其所出，以爲刑名。　○傳「眚過」至「殺之」　○正義曰：《春秋》言「肆眚」者，皆謂緩縱過失之人，是「肆」爰緩也，「眚」爰過也。《公羊傳》云「害物曰災」，是爲害也。宣二年《左傳》晉侯殺趙盾，「使鉏麑賊之」，是「賊」爲殺也。此經二句承上「典刑」之下，揔言用刑之要。過而有害，雖據狀合罪，而原心非故，如此者當緩赦之。小則恕之，大則宥之，上言「流宥」、「贖刑」是也。怙恃姦詐，欺罔時人，以此自終，無心改悔，如此者當刑殺之。小者刑之，大者殺之，上言「典刑」及「鞭」、「扑」皆是也。經言「賊刑」，傳云「刑殺」，不順經文者，隨便言之。　○傳「舜陳」至「得中」　○正義曰：此經二句，舜之言也。不言「舜曰」，以可知而略之。舜既制此典刑，又陳典刑之義，以勑天下百官，使敬之哉，敬之哉，惟刑之憂哉。憂念此刑，恐有濫失，欲使得中也。　○傳「象恭」至「曰洲」　○正義曰：《堯典》言共工之行云︰「靜言庸違，象恭滔天。」言貌象恭敬，傲狠漫天，足以疑惑世人，故流放也。《左傳》說此事言「投諸四裔」。《釋地》云「燕曰幽州」，知「北裔」也。「水中可居者曰洲」，《釋水》文。李巡曰：「四方有水，中央高，獨可居，故曰洲。」天地之勢，四邊有水，鄒衍書說「九州之外有瀛海環之」，是九州居水內，故以州爲名，共在一洲之上，分之爲九耳。州取水內爲名，故引《爾雅》解「州」也。「投之四裔」，「裔」訓遠也，當在九州之外，而言「於幽州」者，在州境之北邊也。《禹貢》羽山在徐州，三危在雍州，故知北裔在幽州。下三者所居皆言山名，此共工所處不近大山，故舉州言之。此流四凶在治水前，於時未作十有二州，則無幽州之名，而云「幽州」者，史據後定言之。　○傳「黨於」至「南裔」　○正義曰：共工象恭滔天而驩兜薦之，是「黨於共工，罪惡同」，故放之也。《左傳》說此事云︰「流四凶族，投諸四裔。」則四方方各有一人，幽州在北裔，雍州三危在西裔，徐州羽山在東裔，三方既明，知崇山在南裔也。《禹貢》無崇山，不知其處，蓋在衡嶺之南也。　○傳「三苗」至「西裔」　○正義曰：昭元年《左傳》說自古諸侯不用王命者，「虞有三苗，夏有觀扈」，知三苗是國，其國以三苗爲名，非三國也。杜預言「三苗地闕，不知其處」。三凶皆是王臣，則三苗亦應是諸夏之國入仕王朝者也。文十八年《左傳》言：「縉雲氏有不才子，貪于飲食，冒于貨賄，侵欲崇侈，不可盈厭，聚斂積實，不知紀極，不分孤寡，不恤窮匱，天下之民以比三凶，謂之饕餮。」即此三苗是也。知其然者，以《左傳》說此事言：「舜臣堯，流四凶族渾敦、窮奇、檮杌、饕餮，投諸四裔，以禦螭魅。」謂此驩兜、共工、三苗與鯀也。雖知彼言四凶，此等四人，但名不同，莫知孰是，惟當驗其行跡，以別其人。《左傳》說窮奇之行云「靖譖庸回」，《堯典》言共工之行云「靜言庸違」，其事既同，知窮奇是共工也。《左傳》說渾敦之行云「醜類惡物，是與比周」，《堯典》言驩兜薦舉共工，與惡比周，知渾敦是驩兜也。《左傳》說檮杌之行言「不可教訓，不知話言，傲狠明德，以亂天常」，《堯典》言鯀之行云「咈哉，方命圮族」，其事既同，知檮杌是鯀也。惟三苗之行《堯典》無文，鄭玄具引《左傳》之文乃云︰「命驩兜舉共工，則驩兜爲渾敦也，共工爲窮奇也，鯀爲檮杌也，而三苗爲饕餮亦可知。」是先儒以書傳相考，知三苗是饕餮也。《禹貢》雍州言「三危既宅，三苗丕敘」，知三危是西裔也。　○傳「方命」至「海中」　○正義曰：「方命圮族」，是其本性；「績用不成」，試而無功；二者俱是其罪，故並言之。《釋言》云︰「殛，誅也。」傳稱流四凶族者，皆是流而謂之「殛竄放流，皆誅」者，流者移其居處，若水流然，罪之正名，故先言也。放者使之自活，竄者投棄之名，殛者誅責之稱，俱是流徙，異其文，述作之體也。四者之次，蓋以罪重者先。共工滔天，爲罪之最大。驩兜與之同惡，故以次之。《祭法》以鯀障洪水，故列諸祀典，功雖不就，爲罪最輕，故後言之。《禹貢》徐州云「蒙羽其藝」，是羽山爲東裔也。《漢書‧地理志》羽山在東海郡祝其縣西南，海水漸及，故言「在海中」也。　○傳「皆服」至「見之」　○正義曰：此四罪者徵用之初即流之也，舜以微賤超升上宰，初來之時，天下未服，既行四罪，故天下皆服舜用刑得當其罪也。自「象以典刑」以下，徵用而即行之，於此居攝之後，追論成功之狀。故作者先敘典刑，言舜重刑之事，而連引四罪，述其刑當之驗，明此諸事皆是徵用之時所行，於此揔見之也。知此等諸事皆「徵用所行」者，《洪範》云「鯀則殛死，禹乃嗣興」，僖三十三年《左傳》云「舜之罪也殛鯀，其舉也興禹」，襄二十一年《左傳》云「鯀殛而禹興」，此三者皆言殛鯀而後用禹，爲治水是徵用時事，四罪在治水之前，明是「徵用所行」也。又下云禹讓稷、契、皋陶，帝因追美三人之功，所言稷播百穀、契敷五教、皋陶作士皆是徵用時事，皋陶所行「五刑有服」、「五流有宅」即是「象以典刑」、「流宥五刑」，此爲徵用時事足可明矣。而鄭玄以爲「禹治水事畢，乃流四凶」。故王肅難鄭言：「若待禹治水功成，而後以鯀爲無功殛之，是爲舜用人子之功，而流放其父，則禹之勤勞適足使父致殛，爲舜失五典克從之義，禹陷三千莫大之罪，進退無據，亦甚迂哉！」]"
      },
      {
        "index": 9,
        "text": "二十有八載，帝乃殂落。[殂落，死也。堯年十六即位，七十載求禪，試舜三載，自正月上日至崩二十八載，堯死壽一百一十七歲。　○殂，才枯反。]百姓如喪考妣，[考妣，父母。言百官感德思慕。　○喪如字，又息浪反。妣，必履反，父曰考，母曰妣。三]載，四海遏密八音。[遏，絶。密，靜也。八音，金、石、絲、竹、匏、土、革、木。四夷絶音三年，則華夏可知。言盛德恩化所及者遠。　○遏，安葛反，或音謁。八音謂金，鍾也；石，磬也；絲，琴瑟也；竹，篪笛也；匏，笙也；土，塤也；革，鼓也；木，柷敔也。匏，白交反。　【疏】「二十」至「八音」　○正義曰：舜受終之後，攝天子之事二十有八載，帝堯乃死。百官感德思慕，如喪考妣。三載之內，四海之人，蠻夷戎狄皆絶靜八音而不復作樂。是堯盛德恩化所及者遠也。　○傳「殂落」至「七歲」　○正義曰：「殂落，死也」，《釋詁》文。李巡曰：「殂落，堯死之稱。」郭璞曰：「古死尊卑同稱。故《書》堯曰『殂落』，舜曰『陟方乃死』。」謂之「殂落」者，蓋「殂」爲往也，言人命盡而往；「落」者若草木葉落也。堯以十六即位，明年乃爲元年。七十載求禪，求禪之時八十六也。試舜三年，自正月上日至崩二十八載，揔計其數，凡壽一百一十七歲。案《堯典》求禪之年即得舜而試之，求禪試舜共在一年也。更得二年，即爲歷試三年，故下傳云「歷試二年」。與攝位二十八年，合得爲「三十在位」。故王肅云︰「徵用三載，其一在徵用之年，其餘二載，與攝位二十八年凡三十歲也。」故孔傳云︰「歷試二年。」明其一年在徵用之限。以此計之，惟有一百一十六歲，不得有七，蓋誤爲七也。　○傳「考妣」至「思慕」　○正義曰：《曲禮》云︰「生曰父母，死曰考妣。」鄭玄云︰「考，成也，言其德行之成也。妣之言媲也，媲於考也。」《喪服》爲父爲君，同服斬衰。《檀弓》說事君之禮云︰「服勤至死，方喪三年。」鄭玄云︰「方喪資於事父，凡此以義爲制。」義重則恩輕，其情異於父。「如喪考妣」言百官感德，情同父母，思慕深也。諸經傳言「百姓」或爲百官，或爲萬民，知此「百姓」是百官者，以《喪服》庶民爲天子齊衰三月，畿外之民無服，不得如考妣，故知百官也。　○傳「遏絶」至「者遠」　○正義曰：「密，靜」，《釋詁》文。「遏」，止絶之義，故爲絶也。《周禮‧太師》云︰「播之以八音：金、石、土、革、絲、木、匏、竹。」鄭云︰「金，鍾鎛也；石，磬也；土，塤也；革，鼓鼗也；絲，琴瑟也；木，柷敔也；匏，笙也；竹，管簫也。」傳言「八音」與彼次不同者，隨便言耳。《釋地》云︰「九夷八狄七戎六蠻謂之四海。」夷狄尚絶音三年，則華夏內國可知也。《喪服》諸侯之大夫爲天子正服繐衰，既葬除之。今能使四夷三載絶音，言堯有盛德，恩化所及遠也。]"
      },
      {
        "index": 10,
        "text": "月正元日，舜格于文祖，[月正，正月。元日，上日也。舜服堯喪三年畢，將即政，故復至文祖廟告。　○復，扶又反。]詢于四岳，辟四門，[詢，謀也。謀政治於四岳，開闢四方之門未開者，廣致衆賢。　○辟，婢亦反，徐甫亦反。]明四目，達四聦。[廣視聽於四方，使天下無壅塞。]咨十有二牧，曰：「食哉，惟時！[咨亦謀也。所重在於民食，惟當敬授民時。]柔遠能邇，惇德允元，[柔，安。邇，近。敦，厚也。元，善之長。言當安遠，乃能安近。厚行德信，使足長善。　○惇音敦。長，張丈反，下同。]而難任人，蠻夷率服。」[任，佞。難，拒也。佞人斥遠之，則忠信昭於四夷，皆相率而來服。　○難音乃旦反。任音壬，又音而鴆反。　【疏】「月正」至「率服」　○正義曰：自此已下言舜真爲天子，命百官授職之事。舜既除堯喪，以明年之月正元日，舜至於文祖之廟，告己將即正位爲天子也。告廟既訖，乃謀政治於四岳之官。所謀開四方之門，大爲仕路致衆賢也。明四方之目，使爲己遠視四方也。達四方之聦，使爲己遠聽聞四方也。恐遠方有所擁塞，令爲己悉聞見之。既謀於四岳，又別勑州牧，咨十有二牧曰：「人君最所重者，在於民之食哉！惟當敬授民之天時，無失其農要。爲政務在安民，當安彼遠人，則能安近人耳。遠人不安，則近亦不安。」欲令遠近皆安之也。「又當厚行德信，而使足爲善長」。欲令諸侯皆厚行其德，爲民之師長。「而難拒佞人，斥遠之，使不干朝政，如是則誠信昭於四夷，自然蠻夷皆相率而來服也」。　○傳「月正」至「廟告」　○正義曰：「正」訓長也，「月正」言月之最長，正月長於諸月，「月正」還是正月也。上日，日之最上；元日，日之最長，「元日」還是上日。王肅云︰「月正元日，猶言正月上日。」變文耳。《禮》云「令月吉日」，又變文言「吉月令辰」，此之類也。知「舜服堯喪三年畢，將即政」者，以堯存且攝其位，堯崩謙而不居。《孟子》云︰「堯崩，三年喪畢，舜避丹朱於南河之南。天下諸侯朝覲者不之堯子而之舜，獄訟者不之堯子而之舜，謳歌者不之堯子而謳歌舜。曰『天也。』然後之中國踐天子位。」既言然矣，此文又承「三載」之下，故知舜服堯喪三年畢，將欲即政。「復至文祖廟告」，前以攝位告，今以即政告也。此猶是堯之文祖，自此以後舜當自立文祖之廟，堯之文祖當遷於丹朱之國也。　○傳「詢謀」至「衆賢」　○正義曰：「詢，謀」，《釋詁》文。「闢」訓開，開四方之門，謂開仕路，引賢人也。《論語》云︰「從我於陳蔡者，皆不及門也。」門者行之所由，故以門言仕路。以堯舜之聖，求賢久矣，今更言開門，是開「其未開」者，謂多設取士之科，以此廣致衆賢也。　○傳「廣視」至「壅塞」　○正義曰：「聦」謂耳聞之也。既云「明四目」不云「聦四耳」者，目視苦其不明，耳聦貴其及遠，「明」謂所見博，「達」謂聽至遠，二者互以相見。故傳揔申其意「廣視聽於四方，使天下無壅塞」。天子之聞見在下，必由近臣四岳親近之官，故與謀此事也。　○傳「咨亦」至「民時」　○正義曰：「咨，謀」，《釋詁》文。以上「帝曰，咨」，上連「帝曰」，故爲咨嗟，此則上有「詢于四岳」，言「咨十有二牧」，故爲謀也。立君所以牧民，民生在於粒食，是君之所重。《論語》云「所重民食」，謂年穀也。種殖收斂，及時乃獲，故「惟當敬授民時」。　○傳「柔安」至「長善」　○正義曰：「柔，安」、「邇，近」、「惇，厚」，皆《釋詁》文。「元，善之長」，《易》文言也。安近不能安遠，遠人或來擾亂，雖欲安近，近亦不安。人君爲政，若其不能安近，但戒使之柔遠，故能安近。言當安彼遠人，乃能安近。欲令遠言皆安也。王肅云︰「能安遠者先能安近。」知不然者，以牧在遠方，故據遠言之。「惇德」者，令人君厚行德也。「允元」者，信使足爲長善也。言人君厚行德之與信，使足爲善長，民必效之爲善而行也。　○傳「任佞」至「來服」　○正義曰：「任，佞」，《釋詁》文。孫炎云︰「似可任之佞也。」《論語》說爲邦之法云「遠佞人」，「佞人殆」，故以難距佞人爲「斥遠之」，令不干朝政。朝無佞人，則「忠信昭於四夷，皆相率而來服」也。舉蠻夷而戎狄亦見矣。]"
      },
      {
        "index": 11,
        "text": "舜曰：「咨！四岳，有能奮庸熙帝之載，[奮，起。庸，功。載，事也。訪羣臣有能起發其功，廣堯之事者。言「舜曰」以別堯。　○奮，弗運反。]使宅百揆，亮采惠疇？」[亮，信。惠，順也。求其人使居百揆之官，信立其功，順其事者誰乎？]僉曰：「伯禹作司空。」[四岳同辭而對，禹代鯀爲宗伯，入爲天子司空。治洪水有成功，言可用之。]帝曰：「俞，咨！禹，汝平水土，惟時懋哉！」[然其所舉，稱禹前功以命之。懋，勉也。惟居是百揆，勉行之。　○俞，以朱反。懋音茂，王云︰「勉也。」馬云︰「美也。」]禹拜稽首，讓于稷、契暨皋陶。[居稷官者棄也。契、皋陶，二臣名。稽首，首至地。　○稽音啓。稽首，首至地，臣事君之禮。契，息列反。陶音遙。]帝曰：「俞，汝往哉！」[然其所推之賢，不許其讓，敕使往宅百揆。　【疏】「舜曰」至「往哉」　○正義曰：舜本以百揆攝位，今既即政，故求置其官。曰：「咨嗟！四岳等，汝於羣臣之內，有能起發其功，廣大帝堯之事者，我欲使之居百揆之官。在官而信立其功，於事能順者，其是唯乎？」四岳皆曰：「伯禹作司空，有成功，惟此人可用。」帝曰：「然。」然其所舉得人也。乃咨嗟勑禹：「汝本平水土，實有成功，惟當居是百揆而勉力行哉！」禹拜稽首，讓於稷、契與皋陶。帝曰：「然。」然其所讓實賢也。「汝但往居此職」。不許其讓也。　○傳「奮起」至「別堯」　○正義曰：「奮」是起動之意，故爲起也。《釋詁》云︰「庸，勞也。」勞亦功也。鄭玄云︰「載，行也。」王肅云︰「載，成也。」孔以「載」爲事也，各自以意訓耳。舜受堯禪，當繼行其道。行之在於任臣，百揆臣之最貴，求能起發其功，廣大帝堯之事者，欲任之。舜既即位，可以稱帝，而言「舜曰」者，承堯事下，言「舜曰」以別堯，於此一別，以下稱帝也。　○傳「亮信」至「誰乎」　○正義曰：「亮，信」，《釋詁》文。「惠，順」，《釋言》文。上云舜「納於百揆」，「百揆」是官名，故求其人，使居百揆之官。居官則當信立其功，能順其事者誰乎？此官任重，當統羣職繼堯之功，故歷言所順而後始問誰乎，異於餘官先言「疇」也。　○傳「四岳」至「用之」　○正義曰：「僉」訓爲皆，故云「四岳皆同辭而對」也。《國語》云︰「有崇伯鯀，堯殛之於羽山。」賈逵云︰「崇，國名。伯，爵也。」禹代鯀爲崇伯，入爲天子司空，以其伯爵，故稱「伯禹」。言人之賢而舉其爲官，知禹「治洪水自成功，言可用」也。　○傳「然其」至「行之」　○正義曰：禹平水土，往前之事，嫌其今復命之令平水土，故云「稱禹前功以命之」。「懋，勉」，《釋詁》文。　○傳「居稷」至「首至地」　○正義曰：下文帝述三人，遂變「稷」爲「棄」，故解之「居稷官者棄也」。獨稱「官」者，出自禹意耳，不必著義。鄭云︰「時天下賴后稷之功，故以官名通稱。」或當然也。經因「稷、契」名單，共文言「暨皋陶」，爲文勢耳。三人爲此次者，蓋以官尊卑爲先後也。《周禮‧太祝》：「辨九拜，一曰稽首。」稽首爲敬之極，故爲「首至地」。稽首是拜內之別名，禹拜乃稽首，故云「拜稽首」也。]"
      },
      {
        "index": 12,
        "text": "帝曰：「棄，黎民阻飢，汝后稷，播時百穀。」[阻，難。播，布也。衆人之難在於饑，汝后稷，布種是百穀以濟之。美其前功以勉之。　○阻，莊呂反，王云︰「難也。」播，波左反。　【疏】「帝曰棄」至「百穀」　○正義曰：帝因禹讓三人而官不轉，各述其功以勸之。帝呼稷曰：「棄，往者洪水之時，衆民之難難在於飢，汝君爲此稷之官，教民布種是百穀以濟活之。」言我知汝功，當勉之。　○傳「阻難」至「勉之」　○正義曰：「阻，難」，《釋詁》文。「播」是分散之義，故爲布也。王肅云︰「播，敷也。」堯遭洪水，民不粒食，故衆民之難在於飢也。「稷」是五穀之長，立官主此稷事。「后」訓君也。帝言：「汝君此稷官，布種是百穀以濟救之。」追美其功以勸勉之。上文「讓於稷、契」，《益稷》云「暨稷」《呂刑》云「稷降播種」，《國語》云「稷爲天官」。單名爲「稷」，尊而君之稱爲「后稷」，故《詩傳》、《孝經》皆以「后稷」爲言，非官稱「后」也。]"
      },
      {
        "index": 13,
        "text": "帝曰：「契，百姓不親，五品不遜，[五品謂五常。遜，順也。]汝作司徒，敬敷五教，在寬。」[布五常之教務在寬，所以得人心，亦美其前功。　【疏】「帝曰契」至「在寬」　○正義曰：帝又呼契曰：「往者天下百姓不相親睦，家內尊卑五品不能和順。汝作司徒之官，謹敬布其五常之教，務在於寬，故使五典克從。是汝之功，宜當勉之。」　○傳「五品」至「順也」　○正義曰：「品」謂品秩，一家之內尊卑之差，即父母兄弟子是也。教之義慈友恭孝，此事可常行，乃爲「五常」耳。傳上云「五典克從」，即此五品能順。上傳以解「五典」爲五常，又解此以同之，故云「五品謂五常」。其實五常據教爲言，不據品也。「遜，順」，常訓也。不順謂不義、不慈、不友、不恭、不孝也。　○傳「布五」至「前功」　○正義曰：文十八年《左傳》云「布五教於四方，父義、母慈、兄友、弟恭、子孝」，是「布五常之教」也。《論語》云「寬則得衆」，故「務在寬，所以得民心」也。治不遜之罪，宜峻法以繩之，而貴其務在寬者，此五品不遜，直是禮教不行，風俗未淳耳，未有殺害之罪，故教之務在於寬。若其不孝不恭，其人至於逆亂而後治之，於事不得寬也。]"
      },
      {
        "index": 14,
        "text": "帝曰：「皋陶，蠻夷猾夏，寇賊姦宄，[猾，亂也。夏，華夏。羣行攻劫曰寇，殺人曰賊。在外曰姦，在內曰宄。言無教之致。　○猾，戶八反。寇，苦豆反。宄音軌。]汝作士。五刑有服，[士，理官也。五刑，墨、劓、剕、宮、大辟。服，從也。言得輕重之中正。　○劓，魚器反，截鼻也。剕，扶味反，刖足也。大辟，婢亦反，死刑也。]五服三就。[既從五刑，謂服罪也。行刑當就三處，大罪於原野，大夫於朝，士於市。　○處，昌慮反。朝，直遙反。]五流有宅，五宅三居。[謂不忍加刑，則流放之，若四凶者。五刑之流，各有所居。五居之差，有三等之居，大罪四裔，次九州之外，次千里之外。]惟明克允。」[言皋陶能明信五刑，施之遠近，蠻夷猾夏，使咸信服，無敢犯者。因禹讓三臣，故歷述之。　【疏】「帝曰皋陶」至「克允」　○正義曰：帝呼皋陶曰：「往者蠻夷戎狄猾亂華夏，又有强寇劫賊外姦內宄者，爲害甚大。汝作士官治之，皆能審得其情，致之五刑之罪，受罪者皆有服從之心。」言輕重得中，悉無怨恨也。「五刑有服從者，於三處就而殺之。其有不忍刑其身者，則斷爲五刑而流放之。五刑之流，各有所居處。五刑所居，於三處居之。所以輕重罪得其宜，受罪無怨者，惟汝識見之明，能使之信服，故姦邪之人無敢更犯。是汝之功，宜當勉之」。因禹之讓，以次誡之。　○傳「猾亂」至「之致」　○正義曰：「猾」者狡猾相亂，故「猾」爲亂也。「夏」訓大也，中國有文章光華，禮義之大。定十年《左傳》云「裔不謀夏，夷不亂華」，是中國爲華夏也。「寇」者衆聚爲之，賊者殺害之稱，故「羣行攻劫曰寇，殺人曰賊」。成十七年《左傳》云︰「亂在外爲姦，在內爲宄。」是「在外曰姦，在內曰宄」也。「寇賊姦宄」皆是作亂害物之名也。「蠻夷猾夏」，興兵犯邊，害大，故先言之。「寇賊姦宄」，皆國內之害，小，故後言之。《管子》曰：「倉廩實知禮節，衣食足知榮辱，讓生於有餘，爭生於不足。」往者洪水爲災，下民飢困，內有寇賊爲害，外則四夷犯邊，皆言無教之致也。唐堯之聖，協和萬邦，不應末年，頓至於此，蓋少有其事，辭頗增甚，歸功於人，作與奪之勢耳。　○傳「士理」至「中正」　○正義曰：「士」即《周禮》司寇之屬，有士師、卿士等，皆以「士」爲官名。鄭玄云︰「士，察也，主察獄訟之事。」《月令》云︰「命大理。」昭十四年《左傳》云︰「叔魚攝理。」是謂獄官爲理官也。準《呂刑》文，知五刑謂墨、劓、剕、宮、大辟也。人心服罪是順從之義，故爲從也。所以服者，言得輕重之中正也。《呂刑》云「咸庶中正」是也。　○傳「既從」至「於市」　○正義曰：經言「五服」，謂皋陶所斷五刑皆服其罪，傳既訓「服」爲從，故云「既從五刑謂服罪也」。「行刑當就三處」，惟謂大辟罪耳。《魯語》云︰「刑五而已，無有隱者。大刑用甲兵，次刑斧鉞，中刑刀鋸，其次鑽筰，薄刑鞭扑，以威民。故大者陳之原野，小者致之市朝，五刑三次，是無隱也。」孔用彼爲說，故以「三就」爲原野與朝、市也。《國語》賈逵注云︰「用兵甲者，諸侯逆命，征討之刑也。大夫已上於朝，士已下於市。」傳雖不言「已上、已下」，爲義亦當然也。《國語》云五刑者，謂甲兵也，斧鉞也，刀鋸也，鑽筰也，鞭扑也，與《呂刑》之五刑異也。所言「三次」即此「三就」是也。惟死罪當分就處所，其墨、劓、剕、官無常處可就也。馬、鄭、王三家皆以「三就爲原野也、市朝也、甸師氏也」。案刑於甸師氏者，王之同族，刑於隱者，不與國人，慮兄弟耳，非所刑之正處。此言正刑，不當數甸師也。又市、朝異所，不得合以爲一，且皆《國語》之文，其義不可通也。　○傳「謂不」至「之外」　○正義曰：此「五流有宅」即「流宥五刑」也。當在五刑而流放之，故知謂「不忍加刑，則流放之，若四凶」也。鄭玄云︰「舜不刑此四人者，以爲堯臣，不忍刑之。」王肅云︰「謂在八議之辟，君不忍殺，宥之以遠。」八議者，《周禮‧小司寇》所云議親、議故、議賢、議能、議貴、議賓、議勤是也。以君恩不忍殺，罪重不可全赦，故流之也。「五刑之流，各有所居」，謂徙置有處也。「五居之差，有三等之居」，量其罪狀爲遠近之差也。四裔最遠，在四海之表，故「大罪四裔」，謂不犯死罪也。故《周禮‧調人職》云「父之仇，辟諸海外」，即與「四裔」爲一也。「次九州之外」，即《王制》云入學不率教者，「屏之遠方，西方曰僰，東方曰寄」，注云「偪寄於夷狄也」，與此「九州之外」同也。「次千里之外」者，即《調人職》云「兄弟之仇，辟諸千里之外」也。《立政》云「中國之外」，不同者，言「中國」者，據罪人所居之國定千里也。據其遠近，其實一也。《周禮》與《王制》既有三處之別，故約以爲言。鄭玄云︰「三處者，自九州之外至於四海，三分其地，遠近若周之夷、鎮、蕃也。」然罪有輕重不同，豈五百里之校乎？不可從也。　○傳「言皋」至「述之」　○正義曰：「惟明」謂皋陶之明，「克允」謂受罪者信服。故王肅云︰「惟明其罪，能使之信服。」是信施於彼也。但彼人信服，由皋陶有信，故傳言：「皋陶能明信五刑，施之遠近蠻夷，使咸信服。」主言信者，見其皋陶有信，故彼信之也。]"
      },
      {
        "index": 15,
        "text": "帝曰：「疇若予工？」僉曰：「垂哉！」[問：「誰能順我百工事者？」朝臣舉垂。垂，臣名。　○垂如字，徐音睡。　【疏】傳「問誰」至「臣名」　○正義曰：《考工記》云︰「國有六職，百工與居一焉。」「工」即百工，故云「問誰能順我百工事者」。直言「帝曰」，無所偏咨，故知「僉曰」是朝臣共舉垂也。]帝曰：「俞，咨！垂，汝共工。」[共謂供其職事。　○共音恭。　【疏】「傳共謂供其職事」　○正義曰：《堯典》傳云︰「共工，官稱。」即彼以「共工」二字爲官名。上云「疇若予工」，單舉「工」名，今命此人云「汝作共工」，明是帝謂此人堪供此職，非是呼此官名爲「共工」也。其官或以「共工」爲名，要帝意言「共」謂供此職也。]垂拜稽首，讓于殳斨暨伯與。[殳斨伯與二臣名。　○斨，七良反。與音餘。]帝曰：「俞，往哉！汝諧。」[汝能諧和此官。]帝曰：「疇若予上下草木鳥獸？」僉曰：「益哉！」[上謂山，下謂澤，順謂施其政教，取之有時，用之有節。言伯益能之。　○益，皋陶子也。　【疏】傳「上謂」至「能之」　○正義曰：言「上下草木鳥獸」，則上之與下各有草木鳥獸，即《周禮》山虞、澤虞之官各掌其教，知「上謂山，下謂澤」也。順其草木鳥獸之宜，明是「施其政教，取之有時，用之有節」也。馬、鄭、王本皆爲「禹曰：『益哉！』」是字相近而彼誤耳。]帝曰：「俞，咨！益，汝作朕虞。」[虞，掌山澤之官。　【疏】「作朕虞」　○正義曰：此官以「虞」爲名，帝言作我虞耳，「朕」非官名也。鄭玄云︰「言朕虞，重鳥獸草木。」《漢書》王莽自稱爲予，立予虞之官。則莽謂此官名爲「朕虞」，其義必不然也。]益拜稽首，讓于朱虎、熊羆。帝曰：「俞，往哉！汝諧。」[朱虎、熊羆，二臣名。垂、益所讓四人皆在元凱之中。　○羆，彼皮反。　【疏】傳「朱虎」至「之中」　○正義曰：知「垂、益所讓四人皆在元凱之中」者，以文十八年《左傳》八元之內有伯虎、仲熊，即此「朱虎、熊羆」是也。虎、熊在元凱之內，明殳斨、伯與亦在其內，但不知彼誰當之耳。益是皋陶之子，皋陶即庭堅也。益在八凱之內，垂則不可知也。傳不在伯夷、夔龍之下爲此言者，以伯夷姜姓，不在元凱之內，夔龍亦不可知，惟言此四人耳。傳雖言殳斨、伯與，亦難知也。]"
      },
      {
        "index": 16,
        "text": "帝曰：「咨！四岳，有能典朕三禮？」僉曰：「伯夷。」[三禮，天地人之禮。伯夷，臣名，姜姓。　【疏】傳「三禮」至「姜姓」　○正義曰：此時「秩宗」，即《周禮》之宗伯也，其職云「掌天神、人鬼、地祇之禮」，雖三者併爲吉禮，要言三禮者是天地人之事，故知三禮是「天地人之禮」。上文舜之巡守言「修五禮」，此云「典朕三禮」，各有其事，則五禮皆據其所施於三處。五禮所施於天地人耳。言「三」足以包五，故舉「三」以言之。《鄭語》云︰「姜，伯夷之後也。伯夷能禮於神以佐堯。」是伯夷爲姜姓也。此經不言「疇」者，訪其有能，是問誰可知，上文已具，此略之也。]帝曰：「俞，咨！伯，汝作秩宗。[秩序宗尊也，主郊廟之官。　【疏】傳「秩序」至「之官」　○正義曰：《堯典》傳已訓「秩」爲序，此復訓者，此爲官名，須辨官名之義，故詳之也。「宗」之爲尊，常訓也。主郊廟之官，掌序鬼神尊卑，故以「秩宗」爲名。「郊」謂祭天南郊，祭地北郊；「廟」謂祭先祖，即《周禮》所謂「天神、人鬼、地祇之禮」是也。]夙夜惟寅，直哉惟清。」[夙，早也。言早夜敬思其職，典禮施政教，使正直而清明」　○寅如字，徐音夷。　【疏】傳「夙，早也。言早夜敬思其職，典禮施政教，使正直而清明」　○正義曰：「夙，早」，《釋詁》文。「早夜敬服其職」，謂侵早已起，深夜乃卧，謹敬其職事也。典禮之官施行教化，使正直而清明。正直，不枉曲也。清明，不暗昧也。]伯拜稽首，讓于夔、龍。[夔、龍，二臣名。　○夔音求龜反。]帝曰：「俞，往，欽哉！」[然其賢，不許讓。]帝曰：「夔，命汝典樂，教胄子，[胄，長也，謂元子以下至卿大夫子弟。以歌詩蹈之舞之，教長國子中、和、祇、庸、孝、友。　○胄，直又反，王云︰「胄子，國子也。」馬云︰「胄，長也，教長天下之子弟。」]直而溫，寬而栗，[教之正直而溫和，寬弘而能莊栗。　○莊栗，戰栗也。]剛而無虐，簡而無傲。[剛失入虐，簡失入傲，教之以防其失。]詩言志，歌永言，[謂詩言志以導之，歌詠其義以長其言。　○永徐音詠，又如字。]聲依永，律和聲。[聲謂五聲：宮、商、角、徵、羽。律謂六律、六呂，十二月之音氣。言當依聲律以和樂。]八音克諧，無相奪倫，神人以和。」[倫，理也。八音能諧，理不錯奪，則神人咸和。命夔使勉之。]夔曰：「於！予擊石拊石，百獸率舞。」[石，磬也。磬，音之清者。拊亦擊也。舉清者和則其餘皆從矣。樂感百獸，使相率而舞，則神人和可知。　○於如字，或音烏而絶句者，非。拊音撫，徐音府。　【疏】「帝曰夔」至「率舞」　○正義曰：帝因伯夷所讓，隨才而任用之。帝呼夔曰：「我念命女典掌樂事，當以詩樂教訓世適長子，使此長子正直而溫和，寬弘而莊栗，剛毅而不苛虐，簡易而不傲慢。教之詩樂，所以然者，詩言人之志意，歌詠其義以長其言。樂聲依此長歌爲節，律呂和此長歌爲聲。八音皆能和諧，無令相奪道理，如此則神人以此和矣。」夔答舜曰：「嗚呼！我擊其石磬，拊其石磬，諸音莫不和諧，百獸相率而舞。」樂之所感如此，是人神既已和矣。　○傳「胄長」至「孝友」　○正義曰：《說文》云︰「胄，胤也。」《釋詁》云︰「胤，繼也。」繼父世者惟長子耳，故以「胄」爲長也。「謂元子已下至卿大夫子弟」者，《王制》云︰「樂正崇四術，立四教。王太子、王子、羣后之太子、卿大夫元士之適子皆造焉。」是「下至卿大夫」也。不言「元士」，士卑，故略之。彼鄭注云︰「王子，王之庶子也。」此傳兼言「弟」者，蓋指太子之弟耳。或孔意公卿大夫之弟亦教之，國子以適爲主，故言「胄子」也。命典樂之官，使教胄子。下句又言詩歌之事，是令夔以歌詩蹈之舞之，教此適長國子也。《周禮‧大司樂》云︰「以樂德教國子中、和、祇、庸、孝、友。」鄭云︰「中猶忠也。和，剛柔適也。祇，敬也。庸，有常也。善父母曰孝。善兄弟曰友。」是言樂官用樂教之，使成此六德也。《樂記》又云︰「樂在宗廟之中，君臣上下同聽之，則莫不和敬。在族黨鄉裏之中，長幼同聽之，則莫不和順。在閨門之內，父子兄弟同聽之，則莫不和親。」是樂之感人，能成忠、和、祇、庸、孝、友之六德也。　○傳「教之」至「莊栗」　○正義曰：此「直而溫」與下三句皆使夔教胄子，令性行當然，故傳發首言「教之」也。正直者失於太嚴，故令「正直而溫和」；寬弘者失於緩慢，故令「寬弘而莊栗」；謂矜莊嚴栗。栗者，謹敬也。　○傳「剛失」至「其失」　○正義曰：剛彊之失入於苛虐，故令人剛而無虐。簡易之失入於傲慢，故令簡而無傲。剛、簡是其本性，教之使無虐、傲，是言教之以防其失也。由此而言之，上二句亦直、寬是其本性，直失於不溫，寬失於不栗，故教之使溫、栗也。直、寬、剛、簡即皋陶所謀之九德也。九德而獨舉此四事者，人之大體，故特言之。　○傳「謂詩」至「其言」　○正義曰：作詩者自言己志，則詩是言志之書，習之可以生長志意，故教其詩言志以導胄子之志，使開悟也。作詩者直言不足以申意，故長歌之，教令歌詠其詩之義以長其言，謂聲長續之。定本經作「永」字，明訓「永」爲長也。　○傳「聲謂」至「和樂」　○正義曰：《周禮‧太師》云︰「文之以五聲：宮、商、角、徵、羽。」言五聲之清濁有五品，分之爲五聲也。又「太師掌六律、六呂以合陰陽之聲。陽聲黃鐘、太簇、姑洗、蕤賓、夷則、無射。陰聲大呂、應鐘、南呂、林鐘、仲呂、夾鐘」。是六律、六呂之名也。《漢書‧律歷志》云︰「律有十二，陽六爲律，陰六爲呂。」是陰律名同，亦名呂也。鄭玄云︰「律述氣也，同助陰宣氣，與之同也。」又云︰「呂，旅也，言旅助陽宣氣也。」《志》又云︰「律黃帝之所作也，黃帝使伶倫氏自大夏之西、崑崙之陰，取竹於嶰谷之中各生、其竅厚薄均者，斷兩節之間吹之，以爲黃鐘之宮。制十二籥，以聽鳳皇之鳴，其雄聲爲六，雌鳴亦六，以比黃鐘之宮，是爲律之本。」言律之所作如此。聖人之作律也，既以出音，又以候氣，布十二律於十二月之位，氣至則律應，是六律、六呂述十二月之音氣也。「聲依永」者，謂五聲依附長言而爲之，其聲未和，乃用此律呂調和其五聲，使應於節奏也。　○傳「倫理」至「勉之」　○正義曰：「倫」之爲理，常訓也。八音能諧，相應和也。各自守分，不相奪道理，是言理不錯亂相奪也。如此則神人咸和矣。帝言此者，命夔使勉之也。《大司樂》云︰「大合樂以致鬼神示，以和邦國，以諧萬民，以安賓客，以說遠人。」是神人和也。　○傳「石磬」至「可知」　○正義曰：樂器惟磬以石爲之，故云︰「石，磬也。」八音之音石磬最清，故知磬是音之聲清者。磬必擊以鳴之，故云拊亦擊之。重其文者，擊有大小，「擊」是大擊，「拊」是小擊。音聲濁者粗，清者精，精則難和，舉清者和，則其餘皆從矣。《商頌》云︰「依我磬聲。」是言磬聲清，諸音來依之。「百獸率舞」即《大司樂》云「以作動物」、《益稷》云「鳥獸蹌蹌」是也。人神易感，鳥獸難感，百獸相率而舞，則神人和可知也。夔言此者，以帝戒之云「神人以和」，欲使勉力感神人也。乃荅帝云「百獸率舞」，則神人以和，言帝德及鳥獸也。]"
      },
      {
        "index": 17,
        "text": "帝曰：「龍，朕堲讒說殄行，震驚朕師。[堲，疾。殄，絶。震，動也。言我疾讒說絶君子之行而動驚我衆，欲遏絶之。　○堲，徐在力反。讒，《切韻》仕咸反。說如字，注同，徐失銳反。殄，《切韻》徒典反。行，下孟反，注同。]命汝作納言，夙夜出納朕命，惟允。」[納言，喉舌之官。聽下言納於上，受上言宣於下，必以信。　○喉音侯。　【疏】「帝曰龍」至「惟允」　○正義曰：帝呼龍曰：「龍，我憎疾人爲讒佞之說，絶君子之行，而動驚我衆人，欲遏之。故命汝作納言之官。從早至夜出納我之教命，惟以誠信。」每事皆信則讒言自絶，命龍使勉之。　○傳「堲疾」至「絶之」　○正義曰：「堲」聲近疾，故爲疾也。「殄，絶」、「震，動」皆《釋詁》文。讒人以善爲惡，以惡爲善，故言「我疾讒說絶君子之行」。衆人畏其讒口，故爲讒也，「動驚我衆」，欲遏止之。　○傳「納言」至「以信」　○正義曰：《詩》美仲山甫爲王之喉舌。喉舌者，宣出王命，如王咽喉口舌，故納言爲「喉舌之官」也。此官主聽下言納於上，故以「納言」爲名。亦主受上言宣於下，故言出朕命。「納言」不納於下，「朕命」有出無入，官名「納言」，云「出納朕命」，互相見也。「必以信」者，不妄傳下言，不妄宣帝命，出納皆以信也。]"
      },
      {
        "index": 18,
        "text": "帝曰：「咨！汝二十有二人，[禹、垂、益、伯夷、夔、龍六人新命有職，四岳、十二牧凡二十二人，特勑命之。]欽哉！惟時亮天功。」[各敬其職，惟是乃能信立天下之功。　【疏】「帝曰咨」至「天功」　○正義曰：帝既命用衆官，乃揔戒勑之曰：「咨嗟！汝新命六人，及四岳、十二牧凡二十有二人，汝各當敬其職事哉！惟是汝等敬事，則信實能立天下之功。天下之功，成王在於汝，可得不敬之哉！」　○傳「禹垂」至「命之」　○正義曰：傳以此文揔結上事，據上文「詢於四岳」，「咨，十有二牧」，及新命六官等，適滿二十二人，謂此也。其稷、契、皋陶、殳斨、伯與、朱虎、熊羆七人仍舊，故不須敕命之。岳、牧亦應是舊而勑命之者，岳牧外內之官，常所咨詢，故亦敕之。鄭玄云︰「自『咨，十有二牧』至『帝曰龍』，皆月正元日格於文祖所勑命也。」案經「格於文祖」之後方始詢於四岳，咨十二州牧，未必一日之內即得行此諸事，傳既不說，或歷日命授，乃揔勑之，未必即是元日之事也。鄭以爲「二十二人數殳斨、伯與、朱虎、熊羆，不數四岳」。彼四人者直被讓而已，不言居官，何故勑使敬之也？岳、牧俱是帝所咨詢，何以勑牧不敕嶽也？必非經旨，故孔說不然。]三載考績，三考黜陟幽明，[三年有成，故以考功。九歲則能否幽明有別，黜退其幽者，升進其明者。　○黜，丑律反。]庶績咸熙。分北三苗。[考績法明，衆功皆廣。三苗幽暗，君臣善否，分北流之，不令相從。善惡明。　○北如字，又音佩。令，力呈反。　【疏】「三載」至「三苗」　○正義曰：自此以下史述舜事，非帝語也。言帝命羣官之後，經三載乃考其功績，經三考則九載。「黜陟幽明」，明者升之，暗者退之。羣官懼黜思升，各敬其事，故得「衆功皆廣」。前流四凶時，三苗之君竄之西裔，更紹其嗣，不滅其國。舜即政之後，三苗復不從化，是闇當黜之。其君臣有善有惡，舜復分北流其三苗。北，背也。善留惡去，使分背也。　○傳「三年」至「明者」　○正義曰：三年一閏，天道成，人亦可以成功，故以三年考校其功之成否也。九年三考，則人之能否可知，幽明有別。「黜退其幽者」，或奪其官爵，或徙之遠方。「升進其明者」，或益其土地，或進其爵位也。　○傳「考績」至「惡明」　○正義曰：考績法明，人皆自勵，故得「衆功皆廣」也。「分北三苗」即是黜幽之事，故於「考績」之下言其流之。「分」謂別之。云「北」者，言相背，必善惡不同。故知三苗幽闇，宜黜其君臣，乃有善否，分背流之，不令相從。俱徙之則善從惡，俱不徙則惡從善，言善惡不使相從，言舜之黜陟善惡明也。鄭玄以爲「流四凶者，卿爲伯子，大夫爲男，降其位耳，猶爲國君」，故以「三苗爲西裔諸侯，猶爲惡，乃復分北流之」，謂分北西裔之三苗也。孔傳「竄三苗」爲誅也，其身無復官爵，必非黜陟之限，其所「分北」，非彼「竄」者。王肅云︰「三苗之民有赦宥者，復不從化，不令相從，分北流之。」王肅意彼赦宥者復繼爲國君，至不復從化，故分北流之。禹繼鯀爲崇伯，三苗未必絶後，傳意或如肅言。]"
      },
      {
        "index": 19,
        "text": "舜生三十徵庸，[言其始見試用。]三十在位，[歷試二年，攝位二十八年。　【疏】傳「歷試」至「八年」　○正義曰：上云︰「乃言厎可績，三載」，則歷試當三年。云「二年」者，其一即是徵用之年，已在上句三十之數，故惟有二年耳。受終居攝，尚在臣位，故歷試并爲三十。「在位」謂在臣位也。]五十載陟方乃死。[方，道也。舜即位五十年，升道南方巡守，死於蒼梧之野而葬焉。三十徵庸，三十在位，服喪三年，其一在三十之數，爲天子五十年，凡壽百一十二歲。　【疏】傳「方道」至「十二歲」　○正義曰：《論語》云︰「可謂仁之方也已。」孔注亦以「方」爲道，常訓也。「舜即位五十年」，從格於文祖之後數之。「升道」謂乘道而行也。天子之行必是巡其所守之國，故通以「巡守」爲名，未必以仲夏之月巡守南岳也。《檀弓》云「舜葬蒼梧之野」，是舜死蒼梧之野因而葬焉。孔以「月正元日」在「三載」、「遏密」之下，又《孟子》云，舜服堯三年喪畢，避堯之子，故「服喪三年」。三年之喪，二十五月而畢，其一年即在三十在位之數，惟有二年。是舜年六十二，爲天子五十年，是舜「凡壽百一十二歲」也。《大禹謨》云「帝曰『朕宅帝位三十有三載』」，乃求禪禹。《孟子》云︰「舜薦禹於天子，十有七年。」是在位五十年，其文明矣。鄭玄讀此經云︰「『舜生三十』，謂生三十年也。『登庸二十』，謂歷試二十年。『在位五十載，陟方乃死』，謂攝位至死爲五十年。舜年一百歲也。」《史記》云︰「舜年三十堯舉用之，年五十攝行天子事，年五十八堯崩，年六十一而踐天子位，三十九年崩。」皆謬耳。]"
      },
      {
        "index": 20,
        "text": "帝釐下土，方設居方，[言舜理四方諸侯，各設其官居其方。　○釐，力之反，馬云︰「賜也，理也。」下土，絶句；一讀至「方」字絶句。別生分類。生，姓也。]別其姓族，[分其類，使相從。　○別，彼列反。分，方云反，徐扶問反。]作《汩作》、[汩，治。作，興也。言其治民之功興，故爲《汩作》之篇。亡。　○汩音骨。]《九共》九篇、《槀飫》。[槀，勞也。飫，賜也。凡十一篇，皆亡。　○共音恭，王己勇反，法也，馬同。槁，苦報反。飫，於據反。《槀飫》亦《書》篇名也。《汩作》等十一篇同此序。其文皆亡，而序與百篇之序同編，故存。今馬、鄭之徒百篇之序揔爲一卷，孔以各冠其篇首，而亡篇之序即隨其次篇居見存者之間。衆家經文並盡此，唯王注本下更有「《汩作》、《九共》故逸。故亦作古」。　【疏】「帝釐」至「槀飫」　○正義曰：此序也，孔以《書序》序所以爲作者之意，宜相附近，故引之各冠其篇首。其經亡者，以序附於本篇次而爲之傳，故此序在此也。帝舜治理下土諸侯之事，爲各於其方置設其官，居其所在之方而統治之。又爲民別其姓族之生，分別異類，各使相從作《汩作》篇，又作《九共》九篇，又作《槀飫》之篇，凡十一篇，皆亡。　○傳「言舜」至「其方」　○正義曰：在《虞書》，知「帝」是舜也。「下土」對天子之辭，故云「理四方諸侯，各爲其官居其方」。不知若爲設之。凡此三篇之序，亦既不見其經，暗射無以可中。孔氏爲傳，復順其文爲其傳耳，是非不可知也。他皆仿此。　○傳「汩治」至「篇亡」　○正義曰：「汩」之爲治，無正訓也。「作」是起義，故爲興也。「言其治民之功興」，以意言之耳。　○傳「槀，勞。飫，賜也」　○正義曰：《左傳》言「槀師」者，以師枯槁，用酒食勞之，是「槀」得爲勞也。襄二十六年《左傳》云︰「將賞，爲之加膳，加膳則飫賜。」是「飫」得爲賜也。亦不知勞賜之何所謂也。]"
      }
    ]
  }
}
