{
  "chapterNumber": 9,
  "title": "卷七 (Volume 7)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "甘誓第二啓與有扈戰于甘之野，作《甘誓》。[夏啓嗣禹位，伐有扈之罪。　○啓，禹子，嗣禹爲天子也。扈音戶。有扈，國名，與夏同姓。馬云︰「姒姓之國，爲無道者。」案京兆鄠縣即有扈之國也。甘，有扈郊地名，馬云︰「南郊地也。」甘，水名，今在鄠縣西。誓，馬云︰「軍旅曰誓，會同曰誥。」　【疏】「啓與」至「甘誓」　○正義曰：夏王啓之時，諸侯有扈氏叛，王命率衆親征之。有扈氏發兵拒啓，啓與戰于甘地之野。將戰，集將士而誓戒之。史敘其事，作《甘誓》。　○傳「夏啓」至「之罪」　○正義曰：《孟子》稱，禹薦益於天，七年，禹崩之後，益避啓於箕山之陰，天下諸侯不歸益而歸啓，曰：「吾君之子也。」啓遂即天子位。《史記‧夏本紀》稱，啓立，有扈氏不服，故伐之。蓋由自堯舜受禪相承，啓獨見繼父，以此不服，故云「夏啓嗣禹立，伐有扈之罪」，言繼立者，見其由嗣立，故不服也。]"
      },
      {
        "index": 2,
        "text": "甘誓[甘，有扈郊地名。將戰先誓。　【疏】「甘誓」　○正義曰：發首二句敘其誓之由，其「王曰」已下皆是誓之辭也。《曲禮》云︰「約信曰誓。」將與敵戰，恐其損敗，與將士設約，示賞罰之信也。將戰而誓，是誓之大者。《禮》將祭而號令齊百官，亦謂之誓。《周禮‧大宰》云︰「祀五帝則掌百官之誓戒。」鄭玄云︰「誓戒，要之以刑，重失禮也。」《明堂位》所謂「各揚其職，百官廢職，服大刑」，是誓辭之略也。彼亦是約信，但小於戰之誓。馬融云︰「軍旅曰誓，會同曰誥。」「誥」、「誓」俱是號令之辭，意小異耳。　○傳「甘有」至「先誓」　○正義曰：《地理志》扶風鄠縣，古扈國，夏啓所伐者也。「鄠」、「扈」音同，未知何故改也。啓伐有扈，必將至其國，乃出兵與啓戰，故以「甘」爲有扈之郊地名。馬融云︰「甘，有扈南郊地名。」計啓西行伐之，當在東郊。融則扶風人，或當知其處也。「將戰先誓」，誓是臨戰時也。《甘誓》、《牧誓》、《費誓》皆取誓地爲名，《湯誓》舉其王號，《泰誓》不言「武誓」者，皆史官不同，故立名有異耳。《泰誓》未戰而誓，故別爲之名。《秦誓》自悔而誓，非爲戰誓，自約其心，故舉其國名。]"
      },
      {
        "index": 3,
        "text": "大戰于甘，乃召六卿。[天子六軍，其將皆命卿。　○將，子匠反。]王曰：「嗟！六事之人，[各有軍事，故曰六事。]予誓告汝：有扈氏威侮五行，怠棄三正，[五行之德，王者相承所取法。有扈與夏同姓，恃親而不恭，是則威虐侮慢五行，怠惰棄廢天地人之正道。言亂常。　○侮，亡甫反。正如字，徐音征，馬云︰「建子、建丑、建寅，三正也。」惰，徒卧反。]天用勦絶其命，[用其失道，故勦截也。截絶，謂滅之。　○勦，子六反，《玉篇》子小反，馬本作巢，與《玉篇》、《切韻》同。]今予惟恭行天之罰。[恭，奉也，言欲截絶之。　○罰音伐。]左不攻于左，汝不恭命。[左，車左，左方主射。絶之也，治其職。]右不攻于右，汝不恭命。[右，車右，勇力之士，執戈矛以退敵。]御非其馬之正，汝不恭命。[御以正馬爲政。三者有失，皆不奉我命。　○御，魚慮反。]用命，賞于祖。[天子親征，必載遷廟之祖主行，有功則賞祖主前，示不專。]弗用命，戮于社，[天子親征，又載社主，謂之社事，不用命奔北者，則戮之於社主前。社主陰，陰主殺，親祖嚴社之義。　○戮音六。北如字，又音佩，軍走曰北。]予則孥戮汝。」[孥，子也。非但止汝身，辱及汝子。言恥累也。　○孥音奴，累，劣僞反。　【疏】「大戰」至「戮汝」　○正義曰：史官自先敘其事，啓與有扈大戰于甘之野，將欲交戰，乃召六卿，令與衆士俱集。王乃言曰：「嗟！」重其事，故嗟嘆而呼之：「汝六卿者，各有軍事之人。我設要誓之言以勑告汝：今有扈氏威虐侮慢五行之盛德，怠惰棄廢三才之正道，上天用失道之故，今欲截絶其命。天既如此，故我今惟奉行天之威罰，不敢違天也。我既奉天，汝當奉我。汝諸士衆在車左者，不治理於車左之事，是汝不奉我命。在車右者，不治理於車右之事，是汝不奉我命。御車者非其馬之正，令馬進退違戾，是汝不奉我命。汝等若用我命，我則賞之於祖主之前。若不用我命，則戮之於社主之前。所戮者非但止汝身而已，我則并殺汝子以戮辱汝。汝等不可不用我命以求殺敵。」戒之使齊力戰也。　○傳「天子」至「命卿」　○正義曰：將戰而召六卿，明是卿爲軍將。「天子六軍，其將皆命卿」，《周禮‧夏官序》文也。鄭玄云︰「夏亦然，則三王同也。」經言「大戰」者，鄭玄云︰「天子之兵，故曰大。」孔無明說，蓋以六軍並行，威震多大，故稱「大戰」。　○傳「各有」至「六事」　○正義曰：卿爲軍將，故云「乃召六卿」，及其誓之，非六卿而已。鄭玄云︰「變六卿言六事之人者，言軍吏下及士卒也。」下文戒左右與御，是徧勑在軍之士，步卒亦在其間。六卿之身及所部之人，各有軍事，故「六事之人」爲揔呼之辭。　○傳「五行」至「亂帝」　○正義曰：「五行」，水、火、金、木、土也。分行四時，各有其德。《月令》孟春三日，太史謁於天子，曰：「某日立春，盛德在木。」夏云「盛德在火」，秋云「盛德在金」，冬云「盛德在水」。此五行之德，王者雖易姓，相承其所取法同也。言王者共所取法，而有扈氏獨侮慢之，所以爲大罪也。且五行在人爲仁、義、禮、智、信，威侮五行，亦爲侮慢此五常而不行也。有扈與夏同姓，恃親而不恭天子，廢君臣之義，失相親之恩，五常之道盡矣，是「威侮五行」也。無所畏忌，作威虐而侮慢之，故云「威虐侮慢」。《易‧說卦》云︰「立天之道曰陰與陽，立地之道曰柔與剛，立人之道曰仁與義。」物之爲大，無大於此者，《周易》謂之「三才」。人生天地之間，莫不法天地而行事，以此知「怠惰棄廢天地人之正道」。棄廢此道，「言亂常也」。孔、馬、鄭、王與皇甫謐等皆言有扈與夏同姓，並依《世本》之文。《楚語》云，昭王使觀射父傅太子，射父辭之曰：「堯有丹朱，舜有商均，夏有觀扈，周有管蔡。」是其「恃親而不恭」也。《周語》云，帝嘉禹德，賜姓曰姒，禹始得姓。有扈與夏同姓，則爲啓之兄弟。知此者，蓋禹未賜姓之前，以姒爲姓，故禹之親屬舊已姓姒，帝嘉其德，又以姒姓顯揚之。猶若伯夷《國語》稱賜姓曰姜，然伯夷是炎帝之後，未賜姓之前先爲姜姓，與此同也。故有扈以爲夏之同姓。　○傳「用其」至「滅之」　○正義曰：天子用兵，稱「恭行天罰」，諸侯討有罪，稱「肅將王誅」，皆示有所禀承，不敢專也。有扈既有大罪，宜其絶滅，故原天之意，言天用其失道之故，欲截絶其命，謂滅之也。「勦」是斬斷之義，故爲截也。　○傳「左車」至「其職」　○正義曰：歷言「左」、「右」及「御」，此三人人在一車之上也，故「左」爲車左，則「右」爲車右明矣。宣十二年《左傳》云︰「楚許伯御樂伯，攝叔爲右，以致晉師。樂伯曰：『吾聞致師者，左射以菆。』攝叔曰：『吾聞致師者，右入壘，折馘執俘而還。』」是左方主射，右主擊刺，而御居中也。御言「正馬」，而左右不言所職者，以戰主殺敵，左右用兵是戰之常事，故略而不言；御惟主馬，故特言之，互相明也。此謂凡常兵車，甲士三人，所主皆如此耳。若將之兵車，則御者在左，勇力之士在右，將居鼓下，在中央，主擊鼓，與軍人爲節度。成二年《左傳》說晉伐齊云︰「晉解張御郤克，鄭丘緩爲右。郤克傷於矢，未絶鼓音，曰：『余病矣。』張侯曰：『自始合，而矢貫余手及肘，余折以御，左輪朱殷，豈敢言病？』」郤克傷於矢而鼓音未絶，張侯爲御而血染左輪，是御在左而將居中也。「攻」之爲治，常訓也。「治其職」者，左當射人，右當擊刺，是其所掌職事也。　○傳「御以」至「我命」　○正義曰：「御以正馬爲政」，言御之政事，事在正馬，故馬不正則罪之。《詩》云︰「兩驂如手。」傳云︰「進止如御者之手。」是爲馬之正也。左、右與御三者有失，言「皆不奉我命」，以御在後，故揔解之。　○傳「天子」至「不專」　○正義曰：《曾子問》云︰「孔子曰：『天子巡守，以遷廟之主行，載於齊車，言必有尊也。』」巡守尚然，征伐必也。故云「天子親征，必載遷廟之祖主行，有功則賞祖主前，示不專」也。《周禮‧大司馬》云︰「若師不功，則厭而奉主車。」鄭玄云︰「厭，伏冠也。奉，猶送也。」送主歸於廟與社，亦是征伐載主之事也。　○傳「天子」至「之義」　○正義曰：定四年《左傳》云︰「君以軍行，祓社釁鼓，祝奉以從。」是天子親征，又載社主行也。《郊特牲》云︰「惟爲社事，單出里。」故以「社事」言之。「不用命奔北者，則戮之於社主之前」，「奔北」謂背陳走也。所以刑賞異處者，社主陰，陰主殺，則祖主陽，陽主生。《禮》左宗廟，右社稷，是祖陽而社陰。就祖賞，就社殺，親祖嚴社之義也。大功大罪則在軍賞罰，其徧敘諸勳，乃至太祖賞耳。　○傳「孥子」至「恥累也」　○正義曰：《詩》云「樂爾妻孥」，對「妻」別文，是「孥」爲子也。非但止辱汝身，并及汝子亦殺，言以恥惡累之。《湯誓》云︰「予則孥戮汝。」傳曰：「古之用刑，父子兄弟罪不相及，今云『孥戮汝』，權以脅之，使勿犯。」此亦然也。]五子之歌第三"
      },
      {
        "index": 4,
        "text": "太康失邦，[啓子也。盤于遊田，不恤民事，爲羿所逐，不得反國。]昆弟五人須于洛汭，作《五子之歌》。[太康五弟與其母待太康於洛水之北，怨其不反，故作歌。　○五子名字，書傳無聞，仲康蓋其一也。　○須，馬云︰「止也。」汭，如銳反，本又作內，音同。　【疏】「太康」至「之歌」　○正義曰：啓子太康，以遊畋棄民，爲羿所逐，失其邦國。其未失國之前，畋于洛水之表，太康之弟，更有昆弟五人，從太康畋獵，與其母待太康于洛水之北。太康爲羿所距，不得反國，其弟五人，即啓之五子，並怨太康，各自作歌。史敘其事，作《五子之歌》。　○傳「太康」至「作歌」　○正義曰：「昆弟五人」，自有長幼，故稱「昆弟」，嫌是太康之昆，故云「太康之五弟」。]"
      },
      {
        "index": 5,
        "text": "五子之歌[啓之五子，因以名篇。　【疏】「五子之歌」　○正義曰：史述作歌之由，先敘失國之事，「其一曰」以下乃是歌辭。此五子作歌五章，每章各是一人之作，辭相連接，自爲終始。初言「皇祖有訓」，未必則指怨太康。必是五子之歌相顧，從輕至甚。「其一」、「其二」蓋是昆弟之次，或是作歌之次，不可知也。　○傳「啓之」至「名篇」　○正義曰：直言「五子」，不知謂誰，故言「啓之五子」。太康之弟，敘怨作歌，不言「五弟」而言「五子」者，以其述祖之訓，故繫父以言之。]"
      },
      {
        "index": 6,
        "text": "太康尸位以逸豫，[尸，主也。主以尊位，爲逸豫不勤。　○逸，本又作佾。豫，本又作忬，音同。]滅厥德，黎民咸貳。[君喪其德，則衆民皆二心矣。　○黎，力兮反。喪，息浪反。]乃盤遊無度，[盤樂遊逸無法度。　○盤，步干反，本或作槃。度如字。樂如字。]畋于有洛之表，十旬弗反。[洛水之表，水之南。十日曰旬。田獵過百日不還。　○畋音田。]有窮后羿，因民弗忍，距于河。[有窮，國名。羿，諸侯名。距太康於河，不得入國，遂廢之。　○羿，五計反，徐胡細反。距音巨。]厥弟五人御其母以從，[御，待也，言從畋。　○從如字，或作才用反，非。]徯于洛之汭。五子咸怨，[待太康，怨其久畋失國。　○徯，胡啓反。]述大禹之戒以作歌。[述，循也。歌以敘怨。　【疏】「太康」至「作歌」　○正義曰：天子之在天位，職當牧養兆民。太康主以尊位，用爲逸豫，滅其人君之德，衆人皆有二心。太康乃復愛樂遊，逸無有法度，畋獵於洛水之表，一出十旬不反。有窮國君其名曰羿，因民不能堪忍太康之惡，率衆距之於河，不得反國。太康初去之時，其弟五人侍其母以從太康。太康畋于洛南，五弟待於洛北，太康久而不反，致使羿距於河。五子皆怨太康，追述大禹之戒以作歌，而各敘已怨之志也。其弟待母以從太康，太康初去即然。待於洛水之北，以冀太康速反。羿既距之，五子乃怨。史述太康之惡既盡，然後言其作歌，故令「羿距」之文乃在「母從」之上，作文之勢當然也。　○傳「尸，主也」　○正義曰：《釋詁》文。　○傳「有窮」至「廢之」　○正義曰：襄四年《左傳》曰：「夏之方衰也，后羿自鉏遷于窮石。」然則羿居窮石，故曰「有窮，國名」。「窮」是諸侯之國，「羿」是其君之名也。《說文》云︰「羿，帝嚳射官也。」賈逵云︰「羿之先祖，世爲先王射官，故帝賜羿弓矢使司射。」《淮南子》云︰「堯時十日並生，堯使羿射九日而落之。」《楚辭‧天問》云︰「羿焉彃日烏解羽？」《歸藏易》亦云︰「羿彃十日。」《說文》云︰「彃者，射也。」此三者言雖不經以取信，要言帝嚳時有羿，堯時亦有羿，則羿是善射之號，非復人之名字。信如彼言，則不知羿名爲何也。夏都河北，洛在河南，距太康於河北，不得入國，遂廢太康耳。羿猶立仲康，不自立也。　○傳「述循」至「敘怨」　○正義曰：「述，循」，《釋詁》文。循其所戒，用作歌以敘怨也。其一曰「皇祖有訓」，其二曰「訓有之」，是「述大禹之戒」也。其三恨亡國都，其四恨絶宗祀，其五言追悔無及，直是指怨太康，非爲述祖戒也。本述戒作歌，因即言及時事，故言祖戒以揔之。]"
      },
      {
        "index": 7,
        "text": "其一曰：「皇祖有訓，民可近，不可下，[皇，君也。君祖禹有訓戒。近謂親之。下謂失分。　○近，附近之近。分，扶問反。]民惟邦本，本固邦寧。[言人君當固民以安國。]予視天下，愚夫愚婦，一能勝予，[言能畏敬小民，所以得衆心。]一人三失，怨豈在明？不見是圖。[三失，過非一也。不見是謀，備其微。　○三如字，又息暫反。見，賢遍反。]予臨兆民，懔乎若朽索之馭六馬，[十萬曰億，十億曰兆，言多。懔，危貌。朽，腐也。腐索馭六馬，言危懼甚。　○懔，力甚反。朽，許久反。馭音御。腐，扶甫反。]爲人上者，奈何不敬？」[能敬則不驕，在上不驕，則高而不危。　【疏】「其一」至「不敬」　○正義曰：我君祖大禹有訓戒之事，言民可親近，不可卑賤輕下。令其失分，則人懷怨，則事上之心不固矣。民惟邦國之本，本固則邦寧。言在上不可使人怨也。我視天下之民，愚夫愚婦，一能過勝我，安得不敬畏之也？所以畏其怨者，一人之身，三度有失；凡所過失，爲人所怨，豈在明著？大過皆由小事而起。言小事不防，易致大過，故於不見細微之時，當於是豫圖謀之，使人不怨也。我臨兆民之上，常畏人怨，懔懔乎危懼，若腐索之馭六馬。索絶則馬逸，言危懼之甚。人之可畏如是，爲民上者奈何不敬慎乎？怨太康之不恤下民也。　○傳「皇君」至「失分」　○正義曰：「皇，君」，《釋詁》文。述禹之戒，知「君祖」是禹，禹有訓也。「民可近」者，據「君」爲文。「近」謂親近之也，「下」謂卑下輕忽之，失本分也。奪其農時，勞以橫役，是失分也，故下云「予視天下，愚夫愚婦，一能勝予」，是畏敬下民也。　○傳「言能」至「衆心」　○正義曰：我視愚夫愚婦，當能勝我身，是畏敬小民也。由能畏敬小民，故以小民從命，是「得衆心」也。　○傳「三失」至「其微」　○正義曰：顧氏云︰「怨豈在明？未必皆在明著之時，必於未形之日思善道以自防衛之。」是備慎其微也。　○傳「十萬」至「懼甚」　○正義曰：古數十萬曰億，十億曰兆，言多也。懔懔，心懼之意，故爲危貌。「朽，腐」，常訓也。腐索馭六馬，索絶馬驚，馬驚則逸，言危懼甚也。經傳之文，惟此言「六馬」，漢世此經不傳，餘書多言駕四者，《春秋‧公羊》說天子駕六，《毛詩》說天子至大夫皆駕四，許慎案《王度記》云天子駕六，鄭玄以《周禮》校人養馬，「乘馬一師四圉」，四馬曰乘，《康王之誥》云「皆布乘黃朱」，以爲天子駕四。漢世天子駕六，非常法也。然則此言馬多懼深，故舉六以言之。]"
      },
      {
        "index": 8,
        "text": "其二曰：「訓有之，內作色荒，外作禽荒。[作，爲也。迷亂曰荒。色，女色。禽，鳥獸。　【疏】傳「作爲」至「鳥獸」　○正義曰：「作，爲」，《釋言》文。昭元年《左傳》晉平公近女色過度，惑以喪志。《老子》云︰「馳騁田獵，令人心發狂。」好色好田則精神迷亂，故「迷亂曰荒」。女有美色，男子悅之，經傳通謂女人爲「色」。獵則鳥獸並取，故以「禽」爲鳥獸也。]甘酒嗜音，峻宇彫牆。[甘嗜無厭足。峻，高大。彫，飾畫。　○甘，一音戶甘反。嗜，市志反。峻，思俊反。牆，慈羊反。厭，於鹽反，又於豔反。]有一于此，未或不亡。」[此六者，棄德之君必有其一。有一必亡，況兼有乎！]"
      },
      {
        "index": 9,
        "text": "其三曰：「惟彼陶唐，有此冀方。[陶唐，帝堯氏，都冀州，統天下四方。　【疏】傳「陶唐」至「四方」　○正義曰：《世本》云︰「帝堯爲陶唐氏。」韋昭云︰「陶、唐皆國名，猶湯稱殷商也。」案書傳皆言堯以唐侯升爲天子，不言封於陶唐，「陶唐」二字或共爲地名，未必如昭言也。以天子王有天下，非獨冀州一方，故以「冀方」爲「都冀州，統天下四方」。堯都平陽，舜都蒲坂，禹都安邑，相去不盈二百，皆在冀州，自堯以來其都不出此地，故舉陶唐以言之。]今失厥道，亂其紀綱，乃厎滅亡。」[言失堯之道，亂其法制，自致滅亡。　○厎，之履反。]"
      },
      {
        "index": 10,
        "text": "其四曰：「明明我祖，萬邦之君。有典有則，貽厥子孫。[君萬國爲天子。典謂經籍。則，法。貽，遺也。言仁及後世。　○貽，以之反。遺，唯季反。]關石和鈞，王府則有。荒墜厥緒，覆宗絶祀。」[金鐵曰石，供民器用，通之使和平，則官民足。言古制存，而太康失其業，以取亡。　○覆，芳服反。供音恭。　【疏】「其四」至「絶祀」　○正義曰：有明明之德，我祖大禹也。以有明德爲萬邦之君，謂爲天子也。有治國之典，有爲君之法，遺其後世之子孫，使法則之。又關通衡石之用，使之和平。人既足用，王之府藏則皆有矣。典存國富，宜以爲政，今太康荒廢墜失其業，覆滅宗族，斷絶祭祀。言太康棄典法，所以滅宗祀也。　○傳「君萬」至「後世」　○正義曰：「萬邦之君」，謂君統萬國爲天子也。「典」謂先王之典，可憑據而行之，故爲經籍。「則，法」，《釋詁》文。「典」謂先王舊典，「法」謂當時所制，其事不爲大異，重言以備文耳。「貽，遺」，《釋言》文。以典法遺子孫，言仁恩及後世。　○傳「金鐵」至「取亡」　○正義曰：「關」者，通也。名「石」而可通者，惟衡量之器耳。《律歷志》云︰「二十四銖爲兩，十六兩爲斤，三十斤爲鈞，四鈞爲石。」是石爲稱之最重，以石而稱則爲重物，故「金鐵曰石」。言絲緜止於斤兩，金鐵乃至於石，舉「石」而言之，則所稱之物皆通之也。傳取金鐵重物以解言「石」之意，非謂所關通者惟金鐵耳。米粟則斗斛以量之，布帛則丈尺以度之，惟言關通權衡，則度量之物，懋遷有無，亦關通矣，舉一以言之耳。衡石所稱之物，以供民之器用，其土或有或無，通使和平也。《論語》云︰「百姓足，君孰與不足？」民既足用，則官亦富饒，故「通之使和平，則官民皆足」。有典有法可依而行，官民足可坐而守，言古制存，而太康失其業，所以亡也。訓「緒」爲業，費氏、顧氏等意云，通金鐵於人，官不禁障，民得取之以供器用。器既具，所以上下充足。以金鐵皆從石而生，則金鐵亦石之類也。故《漢書‧五行志》云石爲怪異，入金不從革之條。費、顧之義，亦得通也。]"
      },
      {
        "index": 11,
        "text": "其五曰：「嗚呼！曷歸？予懷之悲。[曷，何也。言思而悲。　○曷，戶割反。]萬姓仇予，予將疇依？[仇，怨也。言當依誰以復國乎？]鬱陶乎予心，顏厚有忸怩。[鬱陶，言哀思也。顏厚，色愧。忸怩，心慙，慙愧於仁人賢士。　○鬱音蔚。陶音桃。鬱陶，憂思也。忸，女六反。怩，女姬反，徐乃私反。思，息嗣反。]弗慎厥德，雖悔可追？」[言人君行己不慎其德，以速滅敗，雖欲改悔，其可追及乎？言無益。　○雖如字，或作睢。　【疏】「其五」至「可追」　○正義曰：嗚呼！太康已覆滅矣，我將何所依歸？我以此故，思之而悲。太康爲惡，毒徧天下，萬姓皆共仇我，我將誰依就乎？鬱陶而哀思乎，我之心也！我以此故，外貌顏厚而內情忸怩羞慙。由太康不慎其德，以致此見距，雖欲改悔，其可追及之乎？事已往矣，不可如何。從首漸怨，至此爲深，皆是羿距時事也。　○傳「仇怨」至「國乎」　○正義曰：桓二年《左傳》云「怨耦曰仇」，故爲怨也。羿距於河，不得復反，乃思太康，欲歸依之，言當依誰以復國乎？　○傳「郁陶」至「賢士」　○正義曰：《孟子》稱舜弟象見舜云︰「思君正鬱陶。」「鬱陶」，精神憤結積聚之意，故爲哀思也。《詩》云︰「顏之厚矣。」羞愧之情見於面貌，似如面皮厚然，故以「顏厚」爲色愧忸怩，羞不能言，心慙之狀。小人不足以知得失，故「慙愧於仁人賢士」。]胤征第四"
      },
      {
        "index": 12,
        "text": "羲和湎淫，廢時亂日，[羲氏、和氏，世掌天地四時之官，自唐虞至三代，世職不絶。承太康之後，沈湎於酒，過差非度，廢天時，亂甲乙。　○湎，徐音緬，面善反。差，初賣反，又初佳反。]胤往征之，作《胤征》。[胤國之君受王命往征之。　○胤，國名。]"
      },
      {
        "index": 13,
        "text": "胤征[奉辭罰罪曰征。　【疏】「羲和」至「胤征」　○正義曰：羲氏、和氏，世掌天地四時之官，今乃沈湎於酒，過差非度，廢天時，亂甲乙，不以所掌爲意，胤國之侯受王命往征之。史敘其事，作《胤征》。　○傳「羲氏」至「甲乙」　○正義曰：「羲氏、和氏世掌天地四時之官」，《堯典》所言是其事也。羲和是重黎之後，《楚語》稱堯育重黎之後，使典天地，以至于夏商，是「自唐虞至三代，世職不絶」，故此時羲和仍掌時日。以太康逸豫，臣亦縱弛。此承太康之後，於今仍亦懈惰，沈湎於酒，過差非度，廢天時，亂甲乙，是其罪也。經云「酒荒于厥邑」，惟言荒酒，不言好色，故訓「淫」爲過，言耽酒爲過差也。聖人作歷數以紀天時，不存歷數，是「廢天時」也。日以甲乙爲紀，不知日食，是「亂甲乙」也。　○傳「奉辭罰罪」　○正義曰：奉責讓之辭，伐不恭之罪，名之曰「征」。征者，正也。伐之以正其罪。]"
      },
      {
        "index": 14,
        "text": "惟仲康肇位四海，[羿廢太康，而立其弟仲康爲天子。　○肇音兆。]胤侯命掌六師。[仲康命胤侯掌王六師，爲大司馬。]羲和廢厥職，酒荒于厥邑，[舍其職官，還其私邑，以酒迷亂，不修其業。　○舍音捨。]胤后承王命徂征。[徂，往也，就其私邑往討之。　【疏】「惟仲康」至「徂征」　○正義曰：惟仲康始即王位，臨四海，胤國之侯受王命爲大司馬，掌六師。於是有羲氏、和氏廢其所掌之職，縱酒荒迷，亂於私邑，胤國之君承王命往征之。　○傳「羿廢」至「天子」　○正義曰：以羿距太康於河，於時必廢之也。《夏本紀》云︰「太康崩，弟仲康立。」襄四年《左傳》云︰「羿因夏民以伐夏政。」則羿於其後篡天子之位，仲康不能殺羿，必是羿握其權，知仲康之立，是羿立之矣，故云「羿廢太康，而立其弟仲康爲天子」。計《五子之歌》，仲康當是其一，仲康必賢於太康，但形勢既衰，政由羿耳。羿在夏世爲一代大賊，《左傳》稱羿既篡位，寒浞殺之。羿滅夏后相，相子少康始滅浞復夏政。計羿、浞相承，向有百載，爲夏亂甚矣。而《夏本紀》云︰「太康崩，其弟仲康立。仲康崩，子相立。相崩，子少康立。」都不言羿、浞之事，是馬遷之說疎矣。]"
      },
      {
        "index": 15,
        "text": "告于衆曰：「嗟予有衆，[誓勑之。]聖有謨訓，明徵定保。[徵，證。保，安也。聖人所謀之教訓，爲世明證，所以定國安家。]先王克謹天戒，臣人克有常憲，[言君能慎戒，臣能奉有常法。]百官修輔，厥后惟明明。[修職輔君，君臣俱明。]每歲孟春，遒人以木鐸徇于路，[遒人，宣令之官。木鐸，金鈴木舌，所以振文教。　○遒，在由反。鐸，待洛反。鈴音令。]官師相規，工執藝事以諫。[官衆，從官。更相規闕，百工各執其所治技藝以諫，諫失常。　○藝，本又作埶。更音庚。技，其綺反。]其或不恭，邦有常刑。[言百官廢職，服大刑。　【疏】「告于」至「常刑」　○正義曰：胤侯將征羲和，告于所部之衆曰：「嗟乎！我所有之衆人，聖人有謨之訓，所以爲世之明證，可以定國安家。其所謀者，言先王能謹慎敬畏天戒，臣人者能奉先王常法，百官修常職輔其君，君臣相與如是，則君臣俱明，惟爲明君明臣。」言君當謹慎以畏天，臣當守職以輔君也。「先王恐其不然，大開諫爭之路。每歲孟春，遒人之官以木鐸徇于道路，以號令臣下，使在官之衆更相規闕；百工雖賤，令執其藝能之事以諫上之失常。其有違諫不恭謹者，國家則有常刑」。　○傳「徵證」至「安家」　○正義曰：成八年《左傳》稱晉殺趙括，欒、郤爲徵。「徵」是證驗之義，故爲證也。能自保守是安定之義，故爲安也。聖人將爲教訓，必謀而後行，故言「所謀之教訓」。聖人之言，必有其驗，故爲「世之明證」。用聖人之謨訓，必有成功，故「所以定國安家」。　○傳「言君」至「常法」　○正義曰：王者代天理官，故稱「天戒」。臣人奉主法令，故言「常憲」。君當奉天，臣當奉君，言君能戒慎天戒也，臣能奉有常法，奉行君法也。此謂大臣，下云「百官修輔」，謂衆臣。　○傳「遒人」至「文教」　○正義曰：以執木鐸徇于路，是宣令之事，故言「宣令之官」。《周禮》無此官，惟《小宰》云︰「正歲，帥理官之屬而觀治象之法，徇以木鐸曰：『不用法者，國有常刑。』」宣令之事，略與此同。此似別置其官，非如周之小宰。名曰「遒人」，不知其意，蓋訓「遒」爲聚，聚人而令之，故以爲名也。《禮》有「金鐸」、「木鐸」，「鐸」是鈴也，其體以金爲之，明舌有金木之異，知木鐸是木舌也。《周禮》教鼓人「以金鐸通鼓」，大司馬「教振旅，兩司馬執鐸」，《明堂位》云「振木鐸於朝」，是武事振金鐸，文事振木鐸。今云「木鐸」，故云「所以振文教」也。　○傳「官衆」至「失常」　○正義曰：「相規」，相平等之辭，故「官衆」謂「衆官」，「相規」謂「更相規闕」。平等有闕，已尚相規，見上之過，諫之必矣。「百工各執其所治技藝以諫」，謂被遣作器，工有奢儉，若《月令》云「無作淫巧，以蕩上心」，見其淫巧不正，當執之以諫，諫失常也。百工之賤，猶令進諫，則百工以上，不得不諫矣。　○傳「言百」至「大刑」　○正義曰：「百官廢職，服大刑」，《明堂位》文也。顧氏云︰「百官羣臣其有廢職懈怠不恭謹者，國家當有常刑。」]"
      },
      {
        "index": 16,
        "text": "「惟時羲和，顛覆厥德，[顛覆言反倒。將陳羲和所犯，故先舉孟春之令，犯令之誅。　○覆，芳服反。倒，丁老反。]沈亂于酒，畔宮離次，[沈謂醉冥。失次位也。　○離如字，又力智反。冥，莫定反，又亡丁反。]俶擾天紀，遐棄厥司。[俶，始。擾，亂。遐，遠也。紀謂時日。司，所主也。　○俶，本又作㑐，亦作叔，同尺六反。擾，而小反。]乃季秋月朔，辰弗集于房，[辰，日月所會。房，所舍之次。集，合也。不合即日食可知。]瞽奏鼓、嗇夫馳，庶人走。[凡日食，天子伐鼓於社，責上公。瞽，樂官，樂官進鼓則伐之。嗇夫，主幣之官，馳取幣禮天神。衆人走，供救日食之百役也。　○嗇音色。馳，車馬曰馳。走，步曰走。供音恭。]羲和尸厥官，罔聞知，[主其官而無聞知於日食之變異，所以罪重。]昏迷于天象，以干先王之誅。[闇錯天象，言昏亂之甚。干，犯也。]政典曰：『先時者殺無赦，[政典，夏后爲政之典籍。若《周官》六卿之治典。先時，謂歷象之法，四時節氣，弦望晦朔。先天時則罪死無赦。　○先，悉薦反，又如字，注「先時」、「先天」同。赦亦作亦𢼜。治，直吏反。]不及時者殺無赦。』[不及謂歷象後天時。雖治其官，茍有先後之差，則無赦，況廢官乎！　○後，胡豆反。　【疏】「惟時」至「無赦」　○正義曰：言不諫尚有刑，廢職懈怠，是爲大罪。惟是羲和，顛倒其奉上之德，而沈没昏亂於酒，違叛其所掌之官，離其所居位次，始亂天之紀綱，遠棄所主之事。乃季秋九月之朔，日月當合於辰。其日之辰，日月不合於舍；不得合辰，謂日被月食，日有食之。《禮》有救日之法，於是瞽人樂官進鼓而擊之，嗇夫馳騁而取幣以禮天神，庶人奔走供救日食之百役。此爲災異之大，羣官促遽若此，羲和主其官而不聞知日食，是大罪也。此羲和昏暗迷錯於天象，以犯先王之誅，此罪不可赦也。故先王爲政之典曰：「主歷之官，爲歷之法，節氣先天時者殺無赦，不及時者殺無赦。」失前失後尚猶合殺，況乎不知日食；其罪不可赦也，況彼罪之大。言己所以征也。　○傳「顛覆」至「之誅」　○正義曰：「顛覆言反倒」，謂人反倒也。人當竪立，今乃反倒，猶臣當事君，今乃廢職，似人之反倒然。言臣以事君爲德，故言「顛覆厥德」。胤侯將陳羲和之罪，故先舉孟春之令，犯令之誅，舉輕以見重，小事犯令猶有常刑，況叛官離次爲大罪乎！　○傳「沈謂」至「次位」　○正義曰：没水謂之沈，大醉冥然，無所復知，猶沈水然，故謂醉爲「沈」。　○傳「俶始」至「所主」　○正義曰：「俶，始」、「遐，遠」皆《釋詁》文。「擾」謂煩亂，故爲亂也。《洪範》五紀，「五曰歷數」，歷數所以紀天時。此言「天紀」，謂時日。此時日之事是羲和所司，言棄其所主。　○傳「辰日」至「可知」　○正義曰：昭七年《左傳》曰，晉侯問於士文伯曰：「何謂辰？」對曰：「日月之會是謂辰。」是「辰」爲日月之會。日月俱右行於天，日行遲，月行疾，日每日行一度，月日行十三度十九分度之七，計二十九日過半，月已行天一周，又逐及日而與日聚會，謂此聚會爲「辰」。一歲十二會，故爲十二辰，即子、丑、寅、卯之屬是也。「房」謂室之房也，故爲「所舍之次」。計九月之朔，日月當會於大火之次。《釋言》云︰「集，會也。」會即是合，故爲「合」也。日月當聚會共舍，今言日月不合於舍，則是日食可知也。日食者，月掩之也，月體掩日，日被月映，即不成共處，故以不集言日食也。或以爲「房」謂房星，九月日月會于大火之次。房、心共爲大火，言辰在房星，事有似矣。知不然者，以集是止舍之處，言其不集於舍，故得以表日食；若言不集於房星，似太遲太疾，惟可見歷錯，不得以表日食也。且日之所在，星宿不見，正可推算以知之，非能舉目見之。君子慎疑，寧當以日在之宿爲文，以此知其必非房星也。　○傳「凡日」至「百役」　○正義曰：文十五年《左傳》云︰「日有食之，天子不舉，伐鼓于社。諸侯用幣于社，伐鼓于朝。」杜預以爲「伐鼓于社」，「責羣陰」也。此傳言「責上公」者，《郊特牲》云︰「社祭土而主陰氣也，君南向北墉下，答陰之義也。」是言社主陰也。日食陰侵陽，故杜預以爲「責羣陰」也。昭二十九年《左傳》云︰「封爲上公，祀爲貴神。社稷五祀，是尊是奉。」是社祭句龍爲上公之神也。日食臣侵君之象，故傳以爲「責上公」，亦當羣陰上公並責之也。《周禮》瞽矇之官掌作樂，瞽爲樂官。樂官用無目之人，以其無目，於音聲審也。《詩》云「奏鼓簡簡」，謂伐鼓爲奏鼓，知「樂官進鼓則伐之」。《周禮‧太僕》：「軍旅、田役，贊王鼓。救日月，亦如之。」鄭玄云︰「王通鼓，佐擊其餘面。」則救日之時，王或親鼓。莊二十五年《穀梁傳》曰：「天子救日，置五麾，陳五兵、五鼓。」陳既多，皆樂人伐之。《周禮》無嗇夫之官，《禮》云︰「嗇夫承命，告于天子。」鄭玄云︰「嗇夫蓋司空之屬也。」嗇夫主幣，《禮》無其文，此云「嗇夫馳」，必馳走有所取也。《左傳》云︰「諸侯用幣。」則天子亦當有用幣之處，嗇夫必是主幣之官，馳取幣也。社神尊於諸侯，故諸侯用幣於社以請救。天子伐鼓于社，必不用幣，知嗇夫「馳取幣禮天神」。「庶人走」，蓋是庶人在官者，謂諸侯胥徒也。其走必有事，知爲「供救日食之百役」也。《曾子問》云︰「諸侯從天子救日食，各以方色與其兵。」《周禮‧庭氏》云︰「救日之弓矢。」是救日必有多役，庶人走供之。鄭注《庭氏》云，以救日爲太陽之弓，救月爲太陰之弓，救日以枉矢，救月以恒矢。其鼓則蓋用祭天之雷鼓也。昭十七年「夏六月甲戌朔，日有食之」。《左傳》云︰「季平子曰：『惟正月朔，慝未作，日有食之，於是乎有伐鼓用幣，禮也，其餘則否。』太史曰：『在此月也，當夏四月，是謂孟夏。』」如彼傳文，惟夏四月有伐鼓用幣禮，餘月則不然，此以九月日食亦奏鼓用幣者，顧氏云︰「夏禮異於周禮也。」　○傳「政典」至「無赦」　○正義曰：胤侯，夏之卿士，引政典而不言古典，則當時之書，知是「夏后爲政之典籍」也。《周禮》：「太宰掌建邦之六典，以佐王治邦國。一曰治典，二曰教典，三曰禮典，四曰政典，五曰刑典，六曰事典。」若周官六卿之治典，謂此也。「先時」、「不及」者，謂此歷象之法，四時節氣，弦望晦朔，不得先天時，不得後天時。四時時各九十日有餘，分爲八節，節各四十五日有餘也。節氣者，周天三百六十五日四分日之一，四時分之，均分爲十二月，則月各得三十日十六分日之七，以初爲節氣，半爲中氣，故一歲有二十四氣也。計十二月，每月二十九日強半也。以月初爲朔，月盡爲晦，當月之中，日月相望，故以月半爲望。望去晦、朔，皆不滿十五日也。又半此望去晦、朔之數，名之曰弦。弦者，言其月光正半如弓弦也。晦者，月盡無月，言其暗也。朔者，蘇也，言月死而更蘇也。先天時者，所名之日，在天時之先。假令天之正時，當以甲子爲朔，今歷乃以癸亥爲朔，是造歷先天時也；若以乙丑爲朔，是造歷後天時也。後即是「不及時」也。其氣、望等皆亦如此。]"
      },
      {
        "index": 17,
        "text": "「今予以爾有衆，奉將天罰。[將，行也。奉王命行王誅，謂殺湎淫之身，立其賢子弟。]爾衆士同力王室，尚弼予欽承天子威命。[以天子威命督其士衆，使用命。]火炎崐岡，玉石俱焚。[山脊曰岡。崐山出玉，言火逸而害玉。　○崑音昆。]天吏逸德，烈于猛火。[逸，過也。天王之吏爲過惡之德，其傷害天下，甚於火之害玉。猛火烈矣，又烈於火。]殲厥渠魁，脅從罔治。[殲，滅。渠，大。魁，帥也。指謂羲和罪人之身，其脅從距王師者，皆無治。　○殲，子廉反。魁，苦回反。脅，虛業反。帥，色類反。]舊染汙俗，咸與惟新。[言其餘人久染汙俗，本無惡心，皆與更新，一無所問。　○汙，烏故反，汙辱之汙；又音烏，涴泥著物也，一音烏卧反。]嗚呼！威克厥愛，允濟。[歎能以威勝所愛，則必有成功。]愛克厥威，允罔功。[以愛勝威，無以濟衆，信無功。]其爾衆士，懋戒哉！」[言當勉以用命，戒以辟戮。　○懋音茂。辟音避。　【疏】「今予」至「戒哉」　○正義曰：「羲和所犯如上，故今我用汝所有之衆，奉王命，行天罰。汝等衆士，當同心盡力於王室，庶幾輔我敬承天子之命，使我伐必克之。」又恐兵威所及，濫殺無辜，故假喻以戒之：「火炎崑山之岡，玉石俱被焚燒。天王之吏爲過惡之德，則酷烈甚於猛火。宜誅惡存善，不得濫殺。滅其爲惡大帥，罪止羲和之身，其被迫脅而從距王師者，皆無治責其罪。久染汙穢之俗，本無惡心，皆與惟德更新，一無所問。」又言將軍之法，必有殺戮。「嗚呼！」重其事，故歎而言之。「將軍威嚴能勝其愛心，有罪者雖愛必誅，信有成功。若愛心勝其威嚴，親愛者有罪不殺，信無功矣」。言我雖愛汝，有罪必殺。其汝衆士宜勉力以戒慎哉！勿違我命以取殺也。　○傳「將行」至「子弟」　○正義曰：「將」之爲行，常訓也。天欲加罪，王者順天之罰，則王誅也。「奉王命行王誅，謂殺淫湎之身」，羲和之罪，不及其嗣，故知殺其身，立其賢子弟。《楚語》云，重黎之後，世掌天地四時之官，至于夏商。則此不滅其族，故傳言此也。　○傳「山脊」至「害玉」　○正義曰：《釋山》云︰「山脊，岡。」孫炎曰：「長山之脊也。」以崑山出玉，言火逸害玉，喻誅惡害善也。　○傳「逸過」至「於火」　○正義曰：「逸」即佚也，佚是淫縱之名，故爲過也。「天王之吏」，言位貴而威高，乘貴勢而逞毒心，或睚眦而害良善，故爲「過惡之德，其傷害天下，甚於火之害玉」。猛火爲烈甚矣，又復烈之於火，言其害之深也。　○傳「殲滅」至「無治」　○正義曰：「殲，盡也」，《釋詁》文。舍人曰：「殲，衆之盡也。」衆皆死盡爲殲也。「渠，大」、「魁，帥」，無正訓。以上「殲厥渠魁」謂滅其元首，故以「渠」爲大，「魁」爲帥。史傳因此謂賊之首領爲「渠帥」，本原出於此。]"
      },
      {
        "index": 18,
        "text": "自契至于成湯，八遷。[十四世，凡八徙國都。　○契，息列反，殷之始祖。八遷之書，史唯見四。湯始居亳，從先王居，契父帝嚳都亳，湯自商丘遷焉，故曰「從先王居」。　○亳，旁各反，徐扶各反。嚳，苦毒反。]作《帝告》、《釐沃》。[告來居，治沃土，二篇皆亡。　○告，工毒反。釐，力之反。沃，徐烏酷反。此五亡篇，舊解是《夏書》，馬、鄭之徒以爲《商書》，兩義並通。　【疏】「自契」至「釐沃」　○正義曰：自此已下皆《商書》也。序本別卷，與經不連，孔以經序宜相附近，引之各冠其篇首。此篇經亡序存，文無所託，不可以無經之序爲卷之首，本書在此，故附此卷之末。契是商之始祖，故遠本之。自契至于成湯，凡八遷都。至湯始往居亳，從其先王帝嚳舊居。當時湯有言告，史序其事，作《帝告》、《釐沃》二篇。　○傳「十四」至「國都」　○正義曰：《周語》曰：「玄王勤商，十四世而興。」「玄王」謂契也，勤殖功業十四世，至湯而興，爲天子也。《殷本紀》云，契生昭明。「昭明卒，子相土立。相土卒，子昌若立。昌若卒，子曹圉立。曹圉卒，子冥立。冥卒，子振立。振卒，子微立。微卒，子報丁立。報丁卒，子報乙立。報乙卒，子報丙立。報丙卒，子主壬立。主壬卒，子主癸立。主癸卒，子天乙立。天乙是爲成湯」是也。契至成湯十四世，凡八遷國都者，《商頌》云「帝立子生商」，是契居商也。《世本》云︰「昭明居砥石。」《左傳》稱相土居商丘，及今湯居亳，事見經傳者有此四遷，其餘四遷未詳聞也。鄭玄云︰「契本封商，國在太華之陽。」皇甫謐云︰「今上洛商是也。」襄九年《左傳》云︰「陶唐氏之火正閼伯居商丘，相土因之。」杜預云︰「今梁國睢陽宋都是也。」其「砥石」先儒無言，不知所在。自契至湯，諸侯之國而得數遷都者，蓋以時王命之使遷。至湯乃以商爲天下號，則都雖數遷，商名不改。今湯遷亳，乃作此篇，若是諸侯遷都，則不得史錄其事以爲《商書》之首。文在「湯征諸侯」、「伊尹去亳」之上，是湯將欲爲王時事。史以商有天下，乃追錄初興，并《湯征》與《汝鳩》、《汝方》，皆是伐桀前事，後追錄之也。　○傳「契父」至「王居」　○正義曰：「先王」，天子也。自契已下，皆是諸侯，且文稱契至湯，今云「從先王居」者，必從契之先世天子所居也。《世本》、《本紀》皆云契是帝嚳子，知先王是契父帝嚳。帝嚳本居亳，今湯往從之。嚳實帝也，言「先王」者，對文論優劣，則有皇與帝及王之別，散文則雖皇與帝皆得言王也。故《禮運》云︰「昔者先王未有宮室。」乃謂上皇爲王，是其類也。孔言「湯自商丘遷焉」，以相土之居商丘，其文見於《左傳》，因之言自商丘徙耳。此言不必然也，何則？相土，契之孫也，自契至湯凡八遷，若相土至湯都遂不改，豈契至相土三世而七遷也？相土至湯必更遷都，但不知湯從何地而遷亳耳，必不從商丘遷也。鄭玄云︰「亳，今河南偃師縣有湯亭。」《漢書音義》臣瓚者云︰「湯居亳，今濟陰亳縣是也，今亳有湯塚。己氏有伊尹塚。」杜預云︰「梁國蒙縣北有亳城，城中有成湯塚，其西又有伊尹塚。」皇甫謐云︰「《孟子》稱湯居亳，與葛爲鄰，葛伯不祀，湯使亳衆爲之耕。葛即今梁國寧陵之葛鄉也。若湯居偃師，去寧陵八百餘里，豈當使民爲之耕乎？亳今梁國穀熟縣是也。」諸說不同，未知孰是。　○傳「告來」至「皆亡」　○正義曰：經文既亡，其義難明，孔以意言耳。所言「帝告」，不知告誰，序言「從先王居」，或當告帝嚳也。]"
      },
      {
        "index": 19,
        "text": "湯征諸侯，[爲夏方伯，得專征伐。]葛伯不祀，湯始征之，[葛，國。伯，爵也。廢其土地山川及宗廟神祗，皆不祀，湯始伐之。伐始於葛。　○祗，巨支反。　【疏】傳「葛國」至「於葛」　○正義曰：序言「湯征諸侯」，知其人是葛國之君，伯爵。直云「不祀」，文無指斥。《王制》云︰「山川神祗有不舉者爲不敬，不敬者君削以地。宗廟有不順者爲不孝，不孝者君黜以爵。」是言不祀必廢其土地山川之神祗及宗廟，皆不祀，故湯始征之。湯伐諸侯，伐始於葛，《仲虺之誥》云「初征自葛」是也。《孟子》云︰「湯居亳，與葛爲鄰。葛伯不祀，湯使人問之曰：『何爲不祀？』曰：『無以供犧牲也。』湯使遺之牛羊。葛伯食之，又不祀。湯又使人問之曰：『何爲不祀？』曰：『無以供粢盛也。』湯使亳往爲之耕，老弱饋食。葛伯率其人，要其酒食黍稻者，劫而奪之，不授者殺之。有童子以黍肉餉，殺而奪之。《書》曰：『葛伯仇餉。』此之謂也。」是說伐始於葛之事也。]作《湯征》。[述始征之義也，亡。]"
      },
      {
        "index": 20,
        "text": "伊尹去亳適夏，[伊尹，字氏，湯進於桀。　【疏】傳「伊尹」至「於桀」　○正義曰：伊，氏；尹，字，故云「字氏」，倒文以曉人也。伊尹不得叛湯，知湯貢之於桀。必貢之者，湯欲以誠輔桀，冀其用賢以治；不可匡輔，乃始伐之，此時未有伐桀之意，故貢伊尹使輔之。《孫武兵書‧反間篇》曰：「商之興也，伊尹在夏。周之興也，呂牙在殷。」言使之爲反間也，與此說殊。]既醜有夏，復歸于亳。[醜惡其政。不能用賢，故退還。　○復，扶又反。]入自北門，乃遇汝鳩、汝方，[鳩、方，二人湯之賢臣。不期而會曰遇。　【疏】傳「鳩方」至「曰遇」　○正義曰：伊尹與之言，知是賢臣也。「不期而會曰遇」，隱八年《穀梁傳》文也。]作《汝鳩》、《汝方》。[言所以醜夏而還之意，二篇皆亡。]"
      }
    ]
  }
}
