{
  "chapterNumber": 14,
  "title": "卷十二 (Volume 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "洪範第六武王勝殷，殺受，立武庚，[不放而殺，紂自焚也。武庚，紂子，以為王者後；一名祿父。○勝，商證反。父音甫。]以箕子歸，作《洪範》。[歸鎬京，箕子作之。○範音範。鎬，胡老反，本又作鄗，武王所都也。]"
      },
      {
        "index": 2,
        "text": "[【疏】「武王」至「洪範」○正義曰：武王伐殷，既勝，殺受，立其子武庚為殷後，以箕子歸鎬京，訪以天道，箕子為陳天地之大法，敘述其事，作《洪範》。此惟當言「箕子歸」耳，乃言「殺受，立武庚」者，序自相顧為文。上《武成》序云：「武王伐紂」，故此言勝之，下《微子之命》序云「黜殷命，殺武庚」，故此言立之，敘言此以順上下也。○傳「不放」至「祿父」○正義曰：放桀也。湯放桀，此不放而殺之者，紂自焚而死也。《殷本紀》云「紂兵敗，紂走入登鹿臺，衣其寶玉衣，赴火而死。武王遂斬紂頭懸之太白旗」是也。《泰誓》云「取彼兇殘」，則誌在於殺也。死猶斬之，則生亦不放，傳據實而言之耳。《本紀》云「封紂子武庚祿父以續殷祀」，是以為王者後也。《本紀》「武庚祿父」雙言之，伏生《尚書》云「武王勝殷，繼公子祿父」，是一名祿父也。鄭云：「武庚字祿父，春秋之世有齊侯祿父、蔡侯考父、季孫行父，父亦是名，未必為字，故傳言『一名祿父』。」○傳「歸」至「作之」○正義曰：上篇云「至於豐」者，文王之廟在豐，至豐先告廟耳。時王都在鎬，知「歸」者，「歸鎬京」也。此經文旨異於餘篇，非直問答而已，不是史官敘述，必是箕子既對武王之問，退而自撰其事，故傳特云「箕子作之」。《書傳》云：「武王釋箕子之囚，箕子不忍周之釋，走之朝鮮。武王聞之，因以朝解封之。箕子既受周之封，不得無臣禮，故於十三祀來朝，武王因其朝而問洪範。」案此序云：「勝殷，以箕子歸。」明既釋其囚，即以歸之，不令其走去而後來朝也。又朝鮮去周，路將萬里，聞其所在，然後封之，受封乃朝，必歷年矣，不得仍在十三祀也。《宋世家》云：「既作《洪範》，武王乃封箕子於朝鮮。」得其實也。]洪範[洪，大。範，法也。言天地之大法。]"
      },
      {
        "index": 3,
        "text": "[【疏】「洪範」○正義曰：此經開源於首，覆更演說，非復一問一答之勢，必是箕子自為之也。發首二句，自記被問之年，自「王乃言」至「彜倫攸敘」，王問之辭。自「箕子乃言」至「彜倫攸敘」，言禹得九疇之由。自「初一曰」至「威用六極」，言禹第敘九疇之次。自「一五行」已下，箕子更條說九疇之義。此條說者，當時亦以對王，更復退而修撰，定其文辭，使成典教耳。○傳「洪大」至「大法」○正義曰：「洪，大」、「範，法」皆《釋詁》文。]"
      },
      {
        "index": 4,
        "text": "惟十有三祀，王訪於箕子。[商曰祀，箕子稱祀，不忘本。此年四月歸宗，周先告武成，次問天道。]王乃言曰：「嗚呼！箕子，惟天陰騭下民，相協厥居，[騭，定也。天不言而默定下民，是助合其居，使有常生之資。○陰，默也，馬云：「覆也。」騭，之逸反，馬云：「升也。升猶舉也，舉猶生也。」相，息亮反，助也。]我不知其彜倫攸敘。」[言我不知天所以定民之常道理次敘。問何由。○彜，以之反。]"
      },
      {
        "index": 5,
        "text": "[【疏】「惟十」至「攸敘」○正義曰：此箕子陳王問已之年，被問之事。惟文王受命十有三祀，武王訪問於箕子，即陳其問辭，王乃言曰：「嗚呼！箕子，此上天不言而默定下民，佑助諧合其安居，使有常生之資。我不知此天之定民常道所以次敘。」問天意何由也。○傳「商曰」至「天道」○正義曰：「商曰祀，周曰年」，《釋天》文。案此《周書》也，《泰誓》稱「年」，此獨稱「祀」，故解之「箕子稱祀，不忘本」也。此篇箕子所作，箕子商人，故記傳引此篇者，皆云「《商書》曰」，是箕子自作明矣。序言「歸，作《洪範》」，似歸即作之，嫌在《武成》之前，故云「此年四月歸宗周，先告武成，次問天道」，以次在《武成》之後，故知「先告武成」也。○傳「騭定」至「之資」○正義曰：傳以「騭」即質也，質訓為成，成亦定義，故為定也。言民是上天所生，形神天之所授，故「天不言而默定下民」。群生受氣流形，各有性靈心識，下民不知其然，是天默定也。相，助也。協，和也。「助合其居」者，言民有其心，天佑助之，令其諧合其生。出言是非，立行得失，衣食之用，動止之宜，無不稟諸上，天乃得諧合。失道則死，合道則生，言天非徒賦命於人，授以形體心識，乃復佑助諧合其居業，使有常生之資。九疇施之於民，皆是天助之事也。此問答皆言「乃」者，以天道之大，沈吟乃問，思慮乃答。宣八年《公羊傳》曰：「乃，緩辭也。」王肅以「陰騭下民」一句為天事，「相協」以下為民事，註云：「陰，深也。言天深定下民，與之五常之性，王者當助天和合其居所行天之性，我不知常道倫理所以次敘，是問承天順民，何所由。」與孔異也。]"
      },
      {
        "index": 6,
        "text": "箕子乃言曰：「我聞在昔，鯀陻洪水，汩陳其五行。[陻，塞。汩，亂也。治水失道，亂陳其五行。○鯀，工本反。陻音因。汩，工忽反。行，戶更反。]帝乃震怒，不畀洪範九疇，彜倫攸斁。[畀，與。斁，敗也。天動怒鯀，不與大法九疇。疇，類也。故常道所以敗。○畀，必二反，徐甫至反，註同。斁，多路反，徐同路反，敗也。]鯀則殛死，禹乃嗣興，[放鯀至死不赦。嗣，繼也。廢父興子，堯舜之道。○殛，紀力反，本或作極，音同。]天乃錫禹洪範九疇，彜倫攸敘。[天與禹洛出書，神龜負文而出，列於背，有數至於九。禹遂因而第之，以成九類，常道所以次敘。○錫，星歷反。]"
      },
      {
        "index": 7,
        "text": "[【疏】「箕子」至「攸敘」○正義曰：箕子乃言，答王曰：「我聞在昔，鯀障塞洪水，治水失道，是乃亂陳其五行而逆天道也。天帝乃動其威怒，不與鯀大法九類，天之常道所以敗也。鯀則放殛，至死不赦。禹以聖德繼父而興，代治洪水，決道使通，天乃賜禹大法九類，天之常道所以得其次敘。」此說其得九類之由也。○傳「陻塞」至「五行」○正義曰：襄二十五年《左傳》說陳之伐鄭云「井陻木刊」，謂塞其井，斬其木，是「陻」為塞也。「汩」是亂之意，故為亂也。水是五行之一，水性下流，鯀反塞之，失水之性，水失其性，則五行皆失矣。是塞洪水為亂，陳其五行，言五行陳列皆亂也。《大禹謨》帝美禹治水之功云：「地平天成。」傳云：「水土治曰平，五行敘曰成。」水既治，五行序，是治水失道，為亂五行也。○傳「畀與」至「以敗」○正義曰：「畀，與」，《釋詁》文。「斁，敗」，相傳訓也。以禹得而鯀不得，故為天動威怒鯀，不與大法九疇。「疇」是輩類之名，故為類也。言其每事自相類者有九，九者各有一章，故《漢書》謂之為九章。此謂九類，是天之常道，既不得九類，故常道所以敗也。自古以來得九疇者惟有禹耳，未聞餘人有得之者也。若人皆得之，鯀獨不得，可言天帝怒鯀。餘人皆不得，獨言天怒鯀者，以禹由治水有功，故天賜之，鯀亦治水而天不與，以鯀禹俱是治水，父不得而子得之，所以彰禹之聖當於天心，故舉鯀以彰禹也。○傳「放鯀」至「之道」○正義曰：傳嫌「殛」謂被誅殺，故辨之云「放鯀至死不赦」也。「嗣，繼」，《釋詁》文。三代以還，父罪子廢，故云「廢父興子，堯舜之道」。賞罰各從其實，為天下之至公也。○傳「天與」至「次敘」○正義曰：《易·系辭》云：「河出圖，洛出書，聖人則之。」九類各有文字，即是書也。而云「天乃錫禹」，知此天與禹者即是《洛書》也。《漢書·五行誌》：「劉歆以為伏羲系天而王，河出圖，則而畫之，八卦是也。禹治洪水，錫《洛書》，法而陳之，《洪範》是也。」先達共為此說，龜負《洛書》，經無其事，《中候》及諸緯多說黃帝堯、舜禹、湯文武受圖書之事，皆云龍負圖，龜負書。緯候之書，不知誰作，通人討核，謂偽起哀平，雖復前漢之末，始有此書，以前學者必相傳此說，故孔以九類是神龜負文而出，列於背，有數從一而至於九。禹見其文，遂因而第之，以成此九類法也。此九類陳而行之，常道所以得次敘也。言禹第之者，以天神言語，必當簡要，不應曲有次第。丁寧若此，故以為禹次第之。禹既第之，當有成法可傳，應人盡知之，而武王獨問箕子者，《五行誌》云：「聖人行其道而寶其真，降及於殷，箕子在父師之位而典之。周既克殷，以箕子歸周，武王親虛已而問焉。」言箕子典其事，故武王特問之，其義或當然也。若然，大禹既得九類，常道始有次敘，未有《洛書》之前，常道所以不亂者，世有澆淳，教有疏密，三皇已前，無文亦治，何止無《洛書》也。但既得九類以後，聖王法而行之，從之則治，違之則亂，故此說常道攸敘攸斁由《洛書》耳。]"
      },
      {
        "index": 8,
        "text": "「初一曰五行，[九類，類一章，以五行為始。]次二曰敬用五事，[五事在身，用之必敬乃善。]次三曰農用八政，[農，厚也，厚用之政乃成。○農，馬云：「食為八政之首，故以農名之。」]次四曰協用五紀，[協，和也，和天時使得正用五紀。]次五曰建用皇極，[皇，大。極，中也。凡立事當用大中之道。]次六曰乂用三德，[治民必用剛柔正直之三德。]次七曰明用稽疑，[明用卜筮考疑之事。]次八曰念用庶徵，次九曰鄉用五福，威用六極。[言天所以鄉勸人用五福，所以威沮人用六極。此已上禹所第敘。○向，許亮反，又許兩反。沮，在汝反。此已上，時掌反。禹所第敘，馬云：「從『五行』已下至『六極』，《洛書》文也。《漢書·五行誌》以『初一』已下皆《洛書》文也。」]"
      },
      {
        "index": 9,
        "text": "[【疏】「初一」至「六極」○正義曰：天所賜禹大法九類者，初一曰五材氣性流行，次二曰敬用在身五種之行事，次三曰厚用接物八品之政教，次四曰和用天象五物之綱紀，次五曰立治用大為中正之道，次六曰治民用三等之德，次七曰明用小筮以考疑事，次八曰念用天時眾氣之應驗，次九曰鄉勸人用五福，威沮人用六極。此九類之事也。○傳「農厚」至「乃成」○正義曰：鄭玄云：「農讀為醲。」則「農」是醲意，故為厚也。政施於民，善不厭深，故「厚用之政乃成」也。張晏、王肅皆言「農，食之本也。食為八政之首，故以農言之」。然則農用止為一食，不兼八事，非上下之例，故傳不然。「八政」、「三德」總是治民，但「政」是被物之名，「德」是在己之稱，故分為二疇也。○傳「協和」至「五紀」○正義曰：「協，和」，《釋詁》文。天是積氣，其狀無形，列宿四方，為天之限。天左行，晝夜一周。日月右行，日遲月疾。周天三百六十五度有餘，日則日行一度，月則日行十三度有餘，日月行於星辰，乃為天之歷數。和此天時，令不差錯，使行得正用五紀也。日月逆天道而行，其行又有遲疾，故須調和之。○傳「皇大」至「之道」○正義曰：「皇，大」，《釋詁》文。「極」之為中，常訓也。凡所立事，王者所行皆是，無得過與不及，常用大中之道也。《詩》云「莫匪爾極」，《周禮》「以為民極」，《論語》「允執其中」，皆謂用大中也。○傳「信人」至「第敘」○正義曰：「貧」、「弱」等六者，皆謂窮極惡事，故目之「六極」也。「福」者人之所慕，皆鄉望之。「極」者人之所惡，皆畏懼之。「勸」，勉也，勉之為善。「沮」止也，止其為惡。福、極皆上天為之，言天所以鄉望勸勉人用五福，所以畏懼沮止人用六極，自「初一曰」已下至此「六極」已上，皆是禹所次第而敘之。下文更將此九類而演說之，知此九者皆禹所第也。禹為此次者，蓋以五行世所行用，是諸事之本，故「五行」為初也。發見於人則為五事，故「五事」為二也。正身而後及人，施人乃名為政，故「八政」為三也。施人之政，用天之道，故「五紀」為四也。順天布政，則得大中，故「皇極」為五也。欲求大中，隨德是任，故「三德」為六也。政雖在德，事必有疑，故「稽疑」為七也。行事在於政，得失應於天，故「庶徵」為八也。天監在下，善惡必報，休咎驗於時氣，禍福加於人身，故「五福」、「六極」為九也。「皇極」居中者，總包上下，故「皇極」傳云「大中之道」。大立其有中，謂行九疇之義是也。「福」、「極」處末者，顧氏云：「前八事俱得，五福歸之。前八事俱失，六極臻之。故福極處末也。」發首言「初一」，其末不言「終九」者，數必以一為始，其九非數之終，故從上言「次」而不言「終」也。五行不言「用」者，五行萬物之本，天地百物莫不用之，不嫌非用也。傳於「五福」、「六極」言天用者，以前並是人君所用，五福六極受之於天，故言天用。傳言此「禹所第敘」，不知《洛書》本有幾字。《五行誌》悉載此一章，乃云：「凡此六十五字，皆《洛書》本文。」計天言簡要，必無次第之數。上傳云「禹因而第之」，則孔以第是禹之所為，「初一曰」等二十七字必是禹加之也。其「敬用」、「農用」等一十八字，大劉及顧氏以為龜背先有總三十八字。小劉以為「敬用」等亦禹所第敘，其龜文惟有二十字。並無明據，未知孰是，故兩存焉。「皇極」不言數者，以總該九疇，理兼萬事，非局數能盡故也。「稽疑」不言數者，以卜五筮二，共成為七，若舉卜不得兼筮，舉筮不得兼卜，且疑事既眾，不可以數總之故也。「庶徵」不言數者，以「庶徵」得為五休，失為五咎，若舉休不兼咎，舉咎不兼休，若休咎並言，便為十事，本是五物，不可言十也。然「五福」、「六極」所以善惡皆言者，以沮勸在下，故丁寧明言善惡也。且「庶徵」雖有休咎，皆以念慮包之。「福」、「極」鄉威相反，不可一言為目，故別為文焉。知「五福」、「六極」非各分為疇，所以其為一者，蓋以龜文「福」、「極」相近一處，故禹第之總為一疇。等行五事，所以福五而極六者，大劉以為「皇極」若得，則分散總為五福，若失則不能為五事之主，與五事並列其咎弱，故為六也。猶《詩》平王以後與諸侯並列同為國風焉。咎徵有五而極有六者，《五行傳》云：「皇之不極，厥罰常陰。」即與咎徵「常雨」相類，故以「常雨」包之為五也。]"
      },
      {
        "index": 10,
        "text": "「一，五行。一曰水，二曰火，三曰木，四曰金，五曰土。[皆其生數。]水曰潤下，火曰炎上，[言其自然之常性。○炎，榮鉗反。上，時掌反，又如字，下同。]木曰曲直，金曰從革，[木可以揉曲直，金可以改更。○揉，如酉反。]土爰稼穡。[種曰稼，斂曰穡。土可以種，可以斂。]潤下作鹹，[水鹵所生。○鹹音咸。鹵音魯。]炎上作苦，[焦氣之味。]曲直作酸，[木實之性。]從革作辛，[金之氣味。]稼穡作甘。[甘味生於百穀。五行以下，箕子所陳。]"
      },
      {
        "index": 11,
        "text": "[【疏】「一五行」至「作甘」○正義曰：此以下箕子所演陳禹所第疇名於上，條列說以成之。此章所演，文有三重，第一言其名次，第二言其體性，第三言其氣味，言五者性異而味別，各為人之用。《書傳》云：「水火者百姓之所飲食也，金木者百姓之所興作也，土者萬物之所資生也。是為人用。」「五行」即五材也，襄二十七年《左傳》云「天生五材，民並用之」，言五者各有材幹也。謂之「行」者，若在天則五氣流行，在地世所行用也。○傳「皆其生數」○正義曰：《易·系辭》曰：「天一，地二，天三，地四，天五，地六，天七，地八，天九，地十。」此即是五行生成之數。天一生水，地二生火，天三生木，地四生金，天五生土，此其生數也。如此則陽無匹，陰無耦，故地六成水，天七成火，地八成木，天九成金，地十成土，於是陰陽各有匹偶，而物得成焉，故謂之成數也。《易·系辭》又曰「天數五，地數五，五位相得而各有合，此所以成變化而行鬼神」，謂此也。又數之所起，起於陰陽。陰陽往來，在於日道。十一月冬至日南極，陽來而陰往。冬，水位也，以一陽生為水數。五月夏至日北極，陰進而陽退。夏，火位也，當以一陰生為火數。但陰不名奇，數必以偶，故以六月二陰生為火數也。是故《易說》稱乾貞於十一月子，坤貞於六月未，而皆左行，由此也。冬至以及於夏至，當為陽來。正月為春木位也，三陽已生，故三為木數。夏至以及冬至，當為陰進。八月為秋金位也，四陰已生，故四為金數。三月春之季，四季土位也，五陽已生，故五為土數，此其生數之由也。又萬物之本，有生於無，者生於微，及其成形，亦以微著為漸。五行先後，亦以微著為次。五行之體，水最微，為一。火漸著，為二。木形實，為三。金體固，為四。土質大，為五。亦是次之宜。大劉與顧氏皆以為水火木金，得土數而成，故水成數六，火成數七，木成數八，金成數九，土成數十。義亦然也。○傳「言其自然之常性」○正義曰：《易·文言》云：「水流濕，火就燥。」王肅曰：「水之性潤萬物而退下，火之性炎盛而升上。」是「潤下」、「炎上」，言其自然之本性。○傳「木可」至「改更」○正義曰：此亦言其性也，「揉曲直」者，為器有須曲直也。「可改更」者，可銷鑄以為器也。木可以揉令曲直，金可以從人改更，言其可為人用之意也。由此而觀，水則潤下，可用以灌溉；火則炎上，可用以炊爨，亦可知也。水既純陰，故潤下趣陰。火是純陽，故炎上趣陽。木金陰陽相雜，故可曲直改更也。○傳「種曰」至「以斂」○正義曰：鄭玄《周禮註》云：「種穀曰稼，若嫁女之有所生。」然則「穡」是惜也，言聚畜之可惜也。共為治田之事，分為「種」、「斂」二名耳。土上所為，故為土性。上文「潤下」、「炎上」、「曲直」、「從革」，即是水火木金體有本性。其稼穡以人事為名，非是土之本性，生物是土之本性，其稼穡非土本性也。「爰」亦「曰」也，變「曰」言「爰」，以見此異也。「六府」以「土」、「穀」為二，由其體異故也。○傳「水鹵所生」○正義曰：水性本甘，久浸其地，變而為鹵，鹵味乃鹹。《說文》云：「鹵，西方鹹地。東方謂之斥，西方謂之鹵。」《禹貢》云：「海濱廣斥。」是海浸其旁地，使之鹹也。《月令·冬》云「其味鹹，其臭朽」是也。土言「曰」者，言其本性。此言「作」者，從其發見。指其體則稱「曰」，致其類即言「作」。下「五事」、「庶徵」言「曰」、「作」者，義亦然也。○傳「焦氣之味」○正義曰：火性炎上，焚物則焦，焦是苦氣。《月令·夏》云「其臭焦，其味苦」，苦為焦味，故云「焦氣之味」也。臭之曰「氣」，在口曰「味」。○傳「木實之性」○正義曰：木生子實，其味多酸，五果之味雖殊，其為酸一也，是木實之性然也。《月令·春》云「其味酸，其臭膻」是也。○傳「金之氣味」○正義曰：金之在火，別有腥氣，非苦非酸，其味近辛，故辛為金之氣味。《月令·秋》云「其位辛，其臭腥」是也。○傳「甘味生於百穀」○正義曰：「甘味生於百穀」，穀是土之所生，故甘為土之味也。《月令·中央》云「其味甘，其臭香」是也。]"
      },
      {
        "index": 12,
        "text": "「二，五事。一曰貌，[容儀。○貌，本亦作<豸頁>。]二曰言，[詞章。]三曰視，[觀正。○視，常止反，徐市止反。]四曰聽，[察是非。]五曰思，[心慮所行。○思如字，徐息吏反，下同。]貌曰恭，[儼恪。○儼，魚檢反。]言曰從，[是則可從。]視曰明，[必清審。]聽曰聰，[必微諦。○諦音帝。]思曰睿。[必通於微。○睿，悅歲反，馬云：「通也。」]恭作肅，[心敬。]從作乂，[可以治。]明作晢，[照了。○晢，之舌反，徐丁列反，又之世反。]聰作謀，[所謀必成當。○當，丁浪反。]睿作聖。[於事無不通謂之聖。]"
      },
      {
        "index": 13,
        "text": "[【疏】「二五」至「作聖」○正義曰：此章所演亦為三重，第一言其所名，第二言其所用，第三言其所致。「貌」是容儀，舉身之大名也，「言」是口之所出，「視」是目之所見，「聽」是耳之所聞，「思」是心之所慮，一人之上有此五事也。貌必須恭，言必可從，視必當明，聽必當聰，思必當通於微密也。此一重即是敬用之事。貌能恭，則心肅敬也。言可從，則政必治也。視能明，則所見照晢也。聽能聰，則所謀必當也。思通微，則事無不通，乃成聖也。此一重言其所致之事。《洪範》本體與人主作法，皆據人主為說。貌總身也，口言之，目視之，耳聽之，心慮之，人主始於敬身，終通萬事，此五事為天下之本也。五事為此次者，鄭云：「此數本諸陰陽，昭明人相見之次也。」《五行傳》曰：「貌屬木，言屬金，視屬火，聽屬水，思屬土。」《五行傳》伏生之書也。孔於太戊桑穀之下云「七日大拱，貌不恭之罰」，高宗雊雉之下云「耳不聰之異」，皆《書傳》之文也。孔取《書傳》為說，則此次之意亦當如《書傳》也。木有華葉之容，故貌屬木。言之決斷若金之斬割，故言屬金。火外光，故視屬火。水內明，故聽屬水。土安靜而萬物生，心思慮而萬事成，故思屬土。又於《易》東方震為足，足所以動容貌也。西方兌為口，口出言也。南方離為目，目視物也。北方坎為耳，耳聽聲也。土在內，猶思在心。亦是五屬之義也。○傳「察是非」○正義曰：此五事皆有是非，《論語》云：「非禮勿視，非禮勿聽，非禮勿言，非禮勿動。」又引《詩》云：「思無邪。」故此五事皆有是非也。此經歷言五名，名非善惡之稱，但為之有善有惡，傳皆以是辭釋之。「貌」者言其動有容儀也，「言」道其語有辭章也，「視」者言其觀正不觀邪也，「聽」者受人言察是非也，「思」者心慮所行使行得中也。傳於「聽」云「察是非」，明五者皆有是非也，所為者為正不為邪也。於「視」不言「視邪正」，於「聽」言「察是非」，亦所以互相明也。○傳「必通於微」○正義曰：此一重言敬用之事。貌戒惰容，故「恭」為儼恪。《曲禮》曰：「儼若思。」「儼」是嚴正之貌也。「恪」，敬也，貌當嚴正而莊敬也。言非理則人違之，故言是則可從也。視必明於善惡，故必清徹而審察也。聽當別彼是非，必微妙而審諦也。王肅云：「睿，通也。思慮苦其不深，故必深思使通於微也。」此皆敬用使然，故經以善事明之。鄭玄云：「此恭、明、聰、睿行之於我身，其從則是彼人從我，以與上下違者，我是而彼從，亦我所為不乖倒也。」此據人主為文，皆是人主之事，《說命》云「接下思恭，視遠惟明，聽德惟聰」，即此是也。○傳「於事」至「之聖」○正義曰：此一重言所致之事也。恭在貌而敬在心，人有心慢而貌恭，必當緣恭以致敬，故貌恭作心敬也。下從上則國治，故人主言必從，其國可以治也。視能清審，則照了物情，故視明致照晢也。聽聰則知其是非，從其是為謀必當，故聽聰致善謀也。睿、聖俱是通名，聖大而睿小，緣其能通微，事事無不通，因睿以作聖也。鄭玄《周禮註》云：「聖通而先識也。」是言識事在於眾物之先，無所不通，以是名之為聖。聖是智之上，通之大也。此言人主行其小而致其大，皆是人主之事也。鄭云：「皆謂其政所致也。君貌恭則臣禮肅，君言從則臣職治，君視明則臣照晢，君聽聰則臣進謀，君思睿則臣賢智。」鄭意謂此所致皆是君致臣也。案「庶徵」之意，休徵、咎徵皆肅、乂所致，若肅、乂、明、聰皆是臣事，則休、咎之所致，悉皆不由君矣。又聖大而睿小，若君睿而致臣聖，則臣皆上於君矣，何不然之甚乎！「晢」字王肅及《漢書·五行誌》皆云：「晢，智也。」定本作「晢」，則讀為哲。]"
      },
      {
        "index": 14,
        "text": "「三，八政。一曰食，[勤農業。]二曰貨，[寶用物。]三曰祀，[敬鬼神以成教。]四曰司空，[主空土以居民。]五曰司徒，[主徒眾，教以禮義。]六曰司寇，[主奸盜，使無縱。○縱，子用反，或作從，音同。]七曰賓，[禮賓客，無不敬。]八曰師。[簡師所任必良，士卒必練。○卒，子忽反。]"
      },
      {
        "index": 15,
        "text": "[【疏】「三八政」至「曰師」○正義曰：「八政」者，人主施政教於民有八事也。一曰食，教民使勤農業也。二曰貨，教民使求資用也。三曰祀，教民使敬鬼神也。四曰司空之官，主空土以居民也。五曰司徒之官，教眾民以禮義也。六曰司寇之官，詰治民之奸盜也。七曰賓，教民以禮待賓客，相往來也。八曰師，立師防寇賊，以安保民也。八政如此次者，人不食則死，食於人最急，故食為先也。有食又須衣貨為人之用，故「貨」為二也。所以得食貨，乃是明靈祐之，人當敬事鬼神，故「祀」為三也。足衣食、祭鬼神，必當有所安居，司空主居民，故「司空」為四也。雖有所安居，非禮義不立，司徒教以禮義，故「司徒」為五也。雖有禮義之教，而無刑殺之法，則彊弱相陵，司寇主奸盜，故「司寇」為六也。民不往來，則無相親之好，故「賓」為七也。寇賊為害，則民不安居，故「師」為八也。此用於民緩急而為次也。「食」、「貨」、「祀」、「賓」、「師」指事為之名，三卿舉官為名者，三官所主事多，若以一事為名，則所掌不盡，故舉官名以見義。鄭玄云：「此數本諸其職先後之宜也。食謂掌民食之官，若後稷者也。貨掌金帛之官，若《周禮》司貨賄是也。祀掌祭祀之官，若宗伯者也。司空掌居民之官。司徒掌教民之官也。司寇掌詰盜賊之官。賓掌諸侯朝覲之官，《周禮》大行人是也。師掌軍旅之官，若司馬也。」王肅云：「賓掌賓客之官也。」即如鄭、王之說，自可皆舉官名，何獨三事舉官也？八政主以教民，非謂公家之事，司貨賄掌公家貨賄，大行人掌王之賓客，若其事如《周禮》，皆掌王家之事，非復施民之政，何以謂之「政」乎？且司馬在上，司空在下，今司空在四，司馬在八，非取職之先後也。○傳「寶用物」○正義曰：「貨」者，金玉布帛之總名，皆為人用，故為「用物」。《旅獒》云「不貴異物賤用物」是也。食則勤農以求之，衣則蠶績以求之，但貨非獨衣，不可指言求處，故云得而寶愛之。《孝經》云：「謹身節用。」《詩序》云：「儉以足用。」是寶物也。○傳「主空土以居民」○正義曰：《周官》篇云：「司空掌邦土，居四民，時地利。司徒掌邦教，敷五典，擾兆民。司寇掌邦禁，詰奸慝，刑暴亂。」《周禮》司徒教以禮義，司寇無縱罪人，其文具矣。○傳「簡師」至「必練」○正義曰：經言「賓」、「師」，當有賓師之法，故傳以「禮賓客，無不敬」，教民待賓客相往來也。「師」者，眾之通名，必當選人為之，故傳言「簡師」，選人為師也。「所任必良」，任良將也。「士卒必練」，「練」謂教習使知義，若練金使精也。《論語》：「以不教民戰，是謂棄之。」是士卒必須練也。]"
      },
      {
        "index": 16,
        "text": "「四，五紀。一曰歲，[所以紀四時。]二曰月，[所以紀一月。]三曰日，[紀一日。]四曰星辰，[二十八宿叠見以敘氣節，十二辰以紀日月所會。○宿音秀。叠，田節反。見，賢遍反。]五曰歷數。[歷數節氣之度以為歷，敬授民時。]"
      },
      {
        "index": 17,
        "text": "[【疏】「四五紀」至「歷數」○正義曰：「五紀」者，五事為天時之經紀也。一曰歲，從冬至以及明年冬至為一歲，所以紀四時也。二曰月，從朔至晦，大月三十日，小月二十九日，所以紀一月也。三曰日，從夜半以至明日夜半周十二辰為一日，所以紀一日也。四曰星辰，星謂二十八宿，昏明叠見；辰謂日月別行，會於宿度，從子至於醜為十二辰。星以紀節氣早晚，辰以紀日月所會處也。五曰歷數，算日月行道所歷，計氣朔早晚之數，所以為一歲之歷。凡此五者，皆所以紀天時，故謂之「五紀」也。五紀不言「時」者，以歲月氣節正而四時亦自正，時隨月變，非歷所推，故不言「時」也。五紀為此節者，歲統月，月統日，星辰見於天，其曰「歷數」，總歷四者，故歲為始，歷為終也。○傳「二十」至「所會」○正義曰：二十八宿，布於四方，隨天轉運，昏明叠見。《月令》十二月皆紀昏旦所中之星。若《月令》孟春昏參中，旦尾中；仲春昏弧中，旦建星中；季春昏七星中，旦牽牛中；孟夏昏翼中，旦婺女中；仲夏昏亢中，旦危中；季夏昏心中，旦奎中；孟秋昏建星中，旦畢中；仲秋昏牽牛中，旦觜觿中；季秋昏虛中，旦柳中；孟冬昏危中，旦七星中；仲冬昏東壁中，旦軫中；季冬昏婁中，旦氐中；皆所以敘氣節也。氣節者，一歲三百六十五日有餘，分為十二月，有二十四氣。一為節氣，謂月初也。一為中氣，謂月半也。以彼叠見之星，敘此月之節氣也。昭七年《左傳》晉侯問士文伯曰：「多語寡人辰而莫同，何謂也？」對曰：「日月之會是謂辰。」「會」者，日行遲，月行疾，俱循天度而右行，二十九日過半月行一周天，又前及日而與日會，因謂會處為辰。則《月令》孟春日在營室，仲春日在奎，季春日在胃，孟夏日在畢，仲夏日在東井，季夏日在柳，孟秋日在翼，仲秋日在角，季秋日在房，孟冬日在尾，仲冬日在鬥，季冬日在婺女，十二會以為十二辰。「辰」即子醜寅卯之謂也，十二辰所以紀日月之會處也。鄭以為「星，五星也」。然五星所行，下民不以為候，故傳不以「星」為五星也。○傳「歷數」至「民時」○正義曰：天以積氣無形，二十八宿分之為限，每宿各有度數，合成三百六十五度有餘。日月右行，循此宿度。日行一度，月行十三度有餘，二十九日過半而月一周與日會，每於一會謂之一月，是一歲為十二月，仍有餘十一日。為日行天未周，故置閏以充足。若均分天度以為十二次，則每次三十度有餘。一次之內有節氣、中氣，次之所管，其度多每月之所統，其日入月朔，參差不及，節氣不得在月朔，中氣不得在月半。故聖人歷數此節氣之度，使知氣所在，既得氣在之日，以為一歲之歷，所以敬授民時。王肅院「日月星辰所行，布而數之，所以紀度數」是也。「歲」、「月」、「日」、「星」傳皆言「紀」，「歷數」不言「紀」者，歷數數上四事為紀，所紀非獨一事，故傳不得言「紀」。但成彼四事為紀，故通數以為五耳。]"
      },
      {
        "index": 18,
        "text": "「五，皇極。皇建其有極，[大中之道，大立其有中，謂行九疇之義。]斂時五福，用敷錫厥庶民。[斂是五福之道以為教，用布與眾民使慕之。]惟時厥庶民於汝極，錫汝保極。[君上有五福之教，眾民於君取中，與君以安中之善。言從化。]凡厥庶民，無有淫朋，人無有比德，惟皇作極。[民有安中之善，則無淫過朋黨之惡、比周之德，為天下皆大為中正。○比，毗誌反，註同。]"
      },
      {
        "index": 19,
        "text": "[【疏】「五皇極」至「作極」○正義曰：「皇」，大也。「極」，中也。施政教，治下民，當使大得其中，無有邪僻。故演之云，大中者，人君為民之主，當大自立其有中之道，以施教於民。當先敬用五事，以斂聚五福之道，用此為教，布與眾民，使眾民慕而行之。在上能教如此，惟是其眾民皆效上所為，無不於汝人君取其中道而行。積久漸以成性，乃更與汝人君以安中之道。言皆化也。若能化如是，凡其眾民無有淫過朋黨之行，人無有惡相阿比之德，惟皆大為中正之道。言天下眾民盡得中也。○傳「大中」至「之義」○正義曰：此疇以「大中」為名，故演其大中之義。「大中之道，大立其有中」，欲使人主先自立其大中，乃以大中教民也。凡行不迂僻則謂之「中」，《中庸》所謂「從容中道」，《論語》「允執其中」，皆謂此也。九疇為德，皆求大中，是為善之總，故云「謂行九疇之義」，言九疇之義皆求得中，非獨此疇求大中也。此大中是人君之大行，故特敘以為一疇耳。○傳「斂是」至「慕之」○正義曰：五福生於五事，五事得中，則福報之。「斂是五福之道」，指其敬用五事也。用五事得中，則各得其福，其福乃散於五處，不相集聚。若能五事皆敬，則五福集來歸之。普敬五事，則是斂聚五福之道。以此敬五事為教，布與眾民，使眾民勸慕為之。福在幽冥，無形可見，敬用五事，則能致之，「斂是五福」，正是敬用五事。不言「敬用五事以教」，而云「斂是五福以為教」者，福是善之見者，故言「福」以勸民，欲其慕而行善也。「汝」者，箕子「汝」王也。○傳「君上」至「從化」○正義曰：凡人皆有善性，善不能自成，必須人君教之，乃得為善。君上有五福之教，以大中教民，眾民於君取中。「保」訓安也，既學得中，則其心安之。君以大中教民，民以大中向君，是民與君皆以大中之善。君有大中，民亦有大中，言從君化也。○傳「民有」至「中止」○正義曰：民有安中之善，非中不與為交，安中之人則無淫過朋黨之惡，無有比周之德。「朋黨」、「比周」是不中者。善多惡少，則惡亦化而為善，無復有不中之人，惟天下皆大為中正矣。]"
      },
      {
        "index": 20,
        "text": "凡厥庶民，有猷有為有守，汝則念之。[民戢有道，有所為，有所執守，汝則念錄敘之。]不協於極，不罹於咎，皇則受之。[凡民之行，雖不合於中，而不罹於咎惡，皆可進用，大法受之。○罹，馬力馳反，又來多反。行，下孟反。]而康而色，曰：『予攸好德。』汝則錫之福，[汝當安汝顏色，以謙下人。人曰：「我所好者德。」汝則與之爵祿。○好，呼報反。下，遐嫁反。]時人斯其惟皇之極。[不合於中之人，汝與之福，則是人此其惟大之中。言可勉進。]無虐煢獨而畏高明。[煢，單，無兄弟也。無子曰獨。單獨者，不侵虐之寵貴者，不枉法畏之。○無虐，馬本作亡侮。煢，岐扃反。畏如字，徐云：「鄭音威。」]"
      },
      {
        "index": 21,
        "text": "[【疏】「凡厥」至「高明」○正義曰：又說用人為官，使之大中。凡其眾民，有道德，有所為，有所執守，汝為人君則當念錄敘之，用之為官。若未能如此，雖不合於中，亦不罹於咎惡，此人可勉進，宜以取人大法則受取之。其受人之大法如何乎？汝當和安汝之顏色，以謙下人。彼欲仕者謂汝曰：「我所好者德也。」汝則與之以福祿，隨其所能，用之為官。是人庶幾必自勉進，此其惟為大中之道。又為君者無侵虐單獨而畏忌高明，高明謂貴寵之人，勿枉法畏之。如是即為大中矣。○傳「民戢」至「敘之」○正義曰：「戢」，斂也，因上「斂是五福」，故傳以「戢」言之。「戢」文兼下三事，民能斂德行智，能使其身有道德，其才能有所施為，用心有所執守。如此人者，汝念錄敘之，宜用之為官也。「有所為」，謂藝能也。「有執守」，謂得善事能守而勿失，言其心正不逆邪也。○傳「凡民」至「受之」○正義曰：「不合於中，不罹於咎」，謂未為大善，又無惡行，是中人已上，可勸勉有方將者也，故皆可進用，以大法受之。「大法」謂用人之法，取其所長，棄瑕錄用也。上文人君以大中教民，使天下皆為大中，此句印敝痢邦不合於中亦用之者，上文言設教耳。其實天下之大，兆民之眾，不可使皆合大中；且庶官交曠，即須任人，不可待人盡合大中，然後敘用。言各有為，不相妨害。○傳「汝當」至「爵祿」○正義曰：安汝顏色，以謙下人，其此不合於中人之，皆人言曰：「我所好者德也。」是有慕善之心，有方將者也。汝則與之爵祿以長進之。上句言「受之」，謂治受以，此言「與爵祿」，謂用為官也。○傳「不合」至「勉進」○正義曰：「不合於中之人」，初時未合中也，汝與之爵祿，置之朝廷，見人為善，心必慕之，則是人此其惟大中之道，為大中之人，言可勸勉使進也。《荀卿書》曰：「蓬生麻中，不扶自直。白沙在，與之俱黑。」斯言信矣。此經或言「時人德」，鄭、王諸本皆無「德」字。此傳不以「德」為義，定本無「德」，疑衍字也。○傳「煢單」至「畏之」○正義曰：《詩》云：「獨行煢煢。」是為單，謂無兄弟也。「無子曰獨」，《王制》文。「高明」與「煢獨」相對，非謂才高，知寵貴之人位望高也。「不枉法畏之」，即《詩》所謂「不畏強禦」是也。此經皆是據天子，無陵虐煢獨而畏避高明寵貴者。顧氏亦以此經據人君，小劉以為據人臣，謬也。]"
      },
      {
        "index": 22,
        "text": "人之有能有為，使羞其行，而邦其昌。[功能有為之士，使進其所行，汝國其昌盛。○其行，如字，徐下孟反。]凡厥正人，既富方穀，[凡其正直之人，既當以爵祿富之，又當以善道接之。]汝弗能使有好於而家，時人斯其辜。[不能使正直之人有好於國家，則是人斯其詐取罪而去。]於其無好德，汝雖錫之福，其作汝用咎。[於其無好德之人，汝雖與之爵祿，其為汝用惡道以敗汝善。○其為，於偽反。]"
      },
      {
        "index": 23,
        "text": "[【疏】「人之」至「用咎」○正義曰：此又言用臣之法。人之在位者，有才能，有所為，當褒賞之，委任使進其行，汝國其將昌盛也。凡其正直之人，既以爵祿富之，又復以善道接之，使之荷恩盡力。汝若不能使正直之人有好善於汝國家，是人於此其將詐取罪而去矣。於其無好德之人，謂性行惡者，汝雖與之福，賜之爵祿，但本性既惡，必為惡行，其為汝臣，必用惡道以敗汝善。言當任善而去惡。○傳「功能」至「昌盛」○正義曰：「功能有為之士」，謂其身有才能，所為有成功，此謂已在朝廷任用者也。「使進其行」者，謂人之有善，若上知其有能有為，或以言語勞來之，或以財貨賞賜之，或更任之以大位，如是則其人喜於見知，必當行自進益，人皆漸自修進，汝國其昌盛矣。○傳「凡其」至「接之」○正義曰：「凡其正直之人」，普謂臣民有正直者。爵祿所設，正直是與。已知彼人正直，必當授之以官。「既當與爵祿富之，又當以善道接之」，言其非徒與官而已，又當數加燕賜，使得其歡心也。○傳「不能」至「而去」○正義曰：授之以官爵，加之以燕賜，喜於知己，荷君恩德，必進謀樹功，有好善於國家。若雖用為官，心不委任，禮意疏薄，更無恩紀，言不聽，計不用，必將奮衣而去，不肯久留，故言「不能使正直之人有好於國家，則是人斯其詐取罪而去」也。○傳「於其」至「汝善」○正義曰：「無好」對「有好」，「有好」謂有善也。「無好德之人」，謂彼性不好德、好惡之人也。《論語》曰：「未見好德如好色者。」傳記言好德者多矣，故傳以「好德」言之。定本作「無惡」者，疑誤耳。不好德者性行本惡，君雖與之爵祿，不能感恩行義，其為汝臣，必用惡道以敗汝善也。《易·系辭》云：「無咎者善補過也。」「咎」是過之別名，故為惡耳。]"
      },
      {
        "index": 24,
        "text": "無偏無陂，遵王之義。[偏，不平。陂，不正。言當循先王之正義以治民。○陂音秘，舊本作頗，音普多反。]無有作好，遵王之道。無有作惡，遵王之路。[言無有亂為私好惡，動必循先王之道路。○好，呼報反。惡，烏路反，註同。]無偏無黨，王道蕩蕩。[言開辟。○辟，婢必反。]無黨無偏，王道平平。[言辯治。○平平，婢綿反。治，直吏反。]無反無側，王道正直。[言所行無反道不正，則王道平直。]會其有極，歸其有極。[言會其有中而行之，則天下皆歸其有中矣。]"
      },
      {
        "index": 25,
        "text": "[【疏】「無偏」至「有極」○正義曰：更言大中之體。為人君者當無偏私，無陂曲，動循先王之正義。無有亂為私好，謬賞惡人，動循先王之正道。無有亂為私惡，濫罰善人，動循先王之正路。無偏私，無阿黨，王家所行之道蕩蕩然開辟矣。無阿黨，無偏私，王者所立之道平平然辯治矣。所行無反道，無偏側，王家之道正直矣。所行得無偏私皆正直者，會集其有中之道而行之。若其行必得中，則天下歸其中矣。言人皆謂此人為大中之人也。○傳「偏下」至「治民」○正義曰：「不平」謂高下，「不正」謂邪僻，與下「好」、「惡」、「反」、「側」其義一也。偏頗阿黨是政之大患，故箕子殷勤言耳。下傳云「無有亂為私好私惡」者，人有私好惡則亂於正道，故傳以「亂」言之。○傳「言會」至「中矣」○正義曰：「會」謂集會，言人之將為行也，集會其有中之道而行之，行實得中，則天下皆歸其為有中矣。「天下」者，大言之。《論語》云：「一曰克己復禮，天下歸仁焉。」此意與彼同也。]"
      },
      {
        "index": 26,
        "text": "曰皇極之敷言，是彜是訓，於帝其訓。[曰者，大其義，言以大中之道布陳言教，不失其常，則人皆是順矣。天且其順，而況於人乎？]凡厥庶民，極之敷言，是訓是行，以近天子之光。[凡其眾民中心之所陳言，凡順是行之，則可以近益天子之光明。○近，附近之近。]曰天子作民父母，以為天下王。[言天子布德惠之教，為兆民之父母，是為天下所歸往，不可不務。]"
      },
      {
        "index": 27,
        "text": "[【疏】「曰皇」至「下王」○正義曰：既言有中矣，為天下所歸，更美之曰，以大中之道布陳言教，不使失是常道，則民皆於是順矣。天且其順，而況於人乎？以此之故，大中為天下所歸也。又大中之道至矣，何但出於天子為貴？凡其眾民中和之心，所陳之言，謂以善言聞於上者，於是順之，於是行之，悅於民而便於政，則可近益天子之光明矣。又本人君須大中者，更美大之曰，人君於天所子，布德惠之教，為民之父母，以是之故，為天下所歸往，由大中之道教使然。言人君不可不務大中矣。]"
      },
      {
        "index": 28,
        "text": "「六，三德。一曰正直，[能正人之曲直。]二曰剛克，[剛能立事。○克，馬云：「勝也。」]三曰柔克。[和柔能治，三者皆德。]平康正直，[世平安，用正直治之。]彊弗友剛克，[友，順也。世強禦不順，以剛能治之。○禦，魚呂反。能治，直吏反。]燮友柔克。[燮，和也。世和順，以柔能治之。○燮，息協反。]沈潛剛克，[沈潛謂地，雖柔亦有剛，能出金石。]高明柔克。[高明謂天，言天為剛德，亦有柔克，不幹四時，喻臣當執剛以正君，君亦當執柔以納臣。]惟辟作福，惟辟作威，惟辟玉食。[言惟君得專威福，為美食。○辟，徐補亦反。玉食，張晏註《漢書》云：「玉食，珍食也」。韋昭云：「諸侯備珍異之食。」]臣無有作福作威玉食。臣之有作福作威玉食，其害於而家，兇於而國。人用側頗僻，民用僣忒。[在位不敦平，則下民僣差。○頗，普多反。僻，匹亦反。僣，子念反。忒，他得反，馬云：「惡也。」]"
      },
      {
        "index": 29,
        "text": "[【疏】「六三得」至「僣忒」○正義曰：此三德者，人君之德，張弛有三也。一曰正直，言能正人之曲使直。二曰剛克，言剛強而能立事。三曰柔克，言和柔而能治。既言人主有三德，又說隨時而用之。平安之世，用正直治之。強禦不順之世，用剛能治之。和順之世，用柔能治之。既言三德張弛，隨時而用，又舉天地之德，以喻君臣之交。地之德沈深而柔弱矣，而有剛，能出金石之物也。天之德高明剛強矣，而有柔，能順陰陽之氣也。以喻臣道雖柔，當執剛以正君；君道雖剛，當執柔以納臣也。既言君臣之交，剛柔遞用，更言君臣之分，貴賤有恒。惟君作福，得專賞人也。惟君作威，得專罰人也。惟君玉食，得備珍食也。為臣無得有作福作威玉食，言政當一統，權不可分也。臣之有作福作威玉食者，其必害於汝臣之家，兇於汝君之國，言將得罪喪家，且亂邦也。在位之人，用此大臣專權之故，其行側頗僻。下民用在位頗僻之故，皆言不信，而行差錯。○傳「和柔」至「皆德」○正義曰：剛不恒用，有時施之，故傳言「立事」。柔則常用以治，故傳言「能治」。三德為此次者，正直在剛柔之間，故先言。二者先剛後柔，得其敘矣。王肅意與孔同。鄭玄以為「三德，人各有一德，謂人臣也」。○傳「友順」至「治之」○正義曰：《釋訓》云：「善兄弟為友。」「友」是和順之名，故為順也。傳云「燮，和也」，《釋詁》文。詁此三德是王者一人之德，視世而為之，故傳三者各言「世」。世平安，雖時無逆亂，而民俗未和，其下猶有曲者，須在上以正之，故世平安用正直之德治之。世有強禦不順，非剛無以制之，故以剛能治之。世既和順，風俗又安，故以柔能治之。鄭玄以為人臣各有一德，天子擇使之，註云：「安平之國，使中平守一之人治之，使不失舊職而已。國有不順孝敬之行者，則使剛能之人誅治之。其有中和之行者，則使柔能之人治之，差正之。」與孔不同。○傳「高明」至「納臣」○正義曰：《中庸》云：「博厚配地，高明配天。」高而明者惟有天耳，知「高明謂天」也。以此「高明」是天，故上傳「沈潛謂地」也。文五年《左傳》云：「天為剛德，猶不幹時。」是言天亦有柔德，不幹四時之序也。地柔而能剛，天剛而能柔，故以「喻臣當執剛以正君，君當執柔以納臣」也。○傳「言惟」至「美食」○正義曰：於「三德」之下說此事者，以德則隨時而用，位則不可假人，故言尊卑之分，君臣之紀，不可使臣專威福，奪君權也。衣亦不得僣君而獨言食者，人之所資，食最為重，故舉言重也。王肅云：「辟，君也。不言王者，關諸侯也，諸侯於國得專賞罰。」其義或當然也。○傳「在位」至「僣差」○正義曰：此經「福」、「威」與「食」於君每事言「辟」，於臣則並文而略之也。「作福作威」謂秉國之權，勇略震主者也。「人用側頗僻」者，謂在位小臣見彼大臣威福由己，由此之故，小臣皆附下罔上，為此側頗僻也。下民見此在位小臣秉心僻側，用此之故，下民皆不信恒，為此僣差也。言在位由大臣，下民由在位，故皆言「用」也。傳不解「家」，王肅云：「大夫稱家，言秉權之臣必滅家，復害其國也。」]"
      },
      {
        "index": 30,
        "text": "「七，稽疑。擇建立卜筮人，[龜曰卜，蓍曰筮。考正疑事，當選擇知卜筮人而建立之。○蓍音屍。]乃命卜筮。[建立其人，命以其職。]曰雨，曰霽，[龜兆形有似雨者，有似雨止者。○霽，子細反。]曰蒙，[蒙，陰暗。○蒙，武工反，徐亡鉤反。]曰驛，[氣洛驛不連屬。○驛音亦，註同。屬音燭。]曰克，[兆相交錯。五者卜兆之常法。]曰貞，曰悔，[內卦曰貞，外卦曰悔。]凡七。[卜筮之數。]卜五，占用二，衍忒。立時人作卜筮，三人占，則從二人之言。[立是知卜筮人，使為卜筮之事。夏殷周卜筮各異，三法並卜。從二人之言，善鈞從眾。卜筮各三人。○占用二，馬云：「占，筮也。」衍，以淺反。]汝則有大疑，謀及乃心，謀及卿士，謀及庶人，謀及卜筮。[將舉事而汝則有大疑，先盡汝心以謀慮之，次及卿士眾民，然後卜筮以決之。]汝則從，龜從，筮從，卿士從，庶民從，是之謂大同。[人心和順，龜筮從之，是謂大同於吉。]身其康強，子孫其逢吉。[動不違眾，故後世遇吉。○逢，馬云：「逢，大也。」]汝則從，龜從，筮從，卿士逆，庶民逆，吉。[三從二逆，中吉，亦可舉事。]卿士從，龜從，筮從，汝則逆，庶民逆，吉。[君臣不同，決之卜筮，亦中吉。]庶民從，龜從，筮從，汝則逆，卿士逆，吉。[民與上異心，亦卜筮以決之。]汝則從，龜從，筮逆，卿士逆，庶民逆，作內吉，作外兇。[二從三逆，龜筮相違，故可以祭祀冠婚，不可以出師征伐。○冠，官喚反。]龜筮共違於人，皆逆。用靜吉，用作兇。[安以守常則吉，動則兇。]"
      },
      {
        "index": 31,
        "text": "[【疏】「七稽」至「之言」○正義曰：「稽疑」者，言王者考正疑事。當選擇知卜筮者而建立之，以為卜筮人，謂立為卜人筮人之官也。既立其官，乃命以卜筮之職。云卜兆有五。曰雨兆，如雨下也。曰霽兆，如雨止也。曰雺兆，氣蒙暗也。曰兆，氣落驛不連屬也。曰克兆，相交也。筮卦有二重，二體乃成一卦。曰貞，謂內卦也。曰悔，謂外卦也。卜筮兆卦其法有七事，其卜兆用五，雨、霽、蒙、驛、克也。其筮占用二，貞與悔也。卜筮皆就此七者推衍其變，立是知卜筮人，使作卜筮之官。其卜筮必用三代之法，三人占之，若其所占不同，而其善鈞者，則從二人之言，言以此法考正疑事也。○傳「龜曰」至「立之」○正義曰：「龜曰卜，蓍曰筮」，《曲禮》文也。考正疑事，當選擇知卜筮人而建立之。「建」亦「立」也，復言之耳。鄭、王皆以「建」、「立」為二，言將考疑事，選擇可立者，立為卜人筮人。○傳「兆相」至「常法」○正義曰：此上五者，灼龜為兆，其璺拆形狀有五種，是「卜兆之常法」也。《說文》云：「霽，雨止也。」「霽」似雨止，則「雨」似雨下。鄭玄曰：「霽如雨止者，云在上也。」「雺」聲近蒙，《詩》云「零雨其蒙」，則濛是暗之義，故以雺為兆，蒙是陰暗也。「」即驛也，故以為兆。「氣落驛不連屬」，「落驛」，希稀之意也。「雨」、「霽」既相對，則「蒙」、「驛」亦相對，故「驛」為落驛氣不連屬，則「雺」為氣連蒙暗也。王肅云：「，霍驛消減如云陰。雺，天氣下地不應，暗冥也。」其意如孔言。鄭玄以「」為明，言色澤光明也。「雺」者氣澤郁郁冥冥也。自以「明」、「暗」相對，異於孔也。「克」謂兆相交錯。王肅云：「兆相侵入，蓋兆為二拆，其拆相交也。」鄭玄云：「克者如雨氣色相侵入。」卜筮之事，體用難明，故先儒各以意說，未知孰得其本。今之用龜，其兆橫者為土，立者為木，斜向徑者為金，背徑者為火，因兆而細曲者曲為水，不知與此五者同異如何。此五兆不言「一曰」、「二曰」者，灼龜所遇，無先後也。○傳「內卦」至「曰悔」○正義曰：僖十五年《左傳》云，秦伯伐晉，卜徒父筮之。其卦遇蠱，蠱卦巽下艮上，說卦云，巽為風，艮為山。其占云：「蠱之貞，風也；其悔，山也。」是內卦為貞，外卦為悔也。筮法爻從下起，故以下體為內，上體為外。下體為本，因而重之，故以下卦為貞。貞，正也，言下體是其正。鄭玄云：「悔之言晦，晦猶終也。」晦是月之終，故以為終，言上體是其終也。下體言正，以見上體不正；上體言終，以見下體為始；二名互相明也。○傳「立是」至「三人」○正義曰：此經「卜五，占用二，衍忒」，孔不為傳。鄭玄云：「『卜五占用』謂雨、霽、蒙、驛、克也，『二衍忒』謂貞、悔也。」斷「用」從上句，「二衍忒」者，指謂筮事。王肅云：「『卜五』者，筮短龜長，故卜多而筮少。『占用二』者，以貞、悔占六爻。『衍忒』者，當推衍其爻義以極其意。」「卜五，占二」，其義當如王解，其「衍忒」宜總謂卜筮，皆當衍其義，極其變，非獨筮衍而卜否也。傳言「立是知卜筮人，使為卜筮之事」者，言經之此文覆述上句「立卜筮人」也。言「三人占」，是占此卜筮，法當有三人。《周禮》：「太卜掌三兆之法，一曰玉兆，二曰瓦兆，三曰原兆。掌三易之法，一曰《連山》，二曰《歸藏》，三曰《周易》。」杜子春以為「玉兆，帝顓頊之兆。瓦兆，帝堯之兆」。又云「《連山》，虙犧。《歸藏》，黃帝。三兆三易皆非夏殷」。而孔意必以三代夏殷周法者，以《周禮》指言「一曰」、「二曰」，不辯時代之名。案《考工記》云，夏曰世室，殷曰重屋，周曰明堂。又《禮記·郊特牲》云「夏收，殷冔，周冕」。皆以夏殷周三代相因，明三易亦夏殷周相因之法。子春之言，孔所不取。鄭玄《易贊》亦云：「夏曰《連山》，殷曰《歸藏》。」與孔同也。所言三兆三易，必是三代異法，故傳以為夏殷周卜筮各以三代異法，三法並卜，法有一人，故三人也。「從二人之言」者，二人為善既鈞，故從眾也。若三人之內賢智不等，雖少從賢，不從眾也。「善鈞從眾」，成六年《左傳》文。既言「三法並卜」，嫌筮不然，故又云「卜筮各三人」也。經惟言三占從二，何知不一法而三占，而知「三法並用」者？《金縢》云：「乃卜三龜，一習吉。」《儀禮》士喪卜葬，占者三人，貴賤俱用三龜，知卜筮並用三代法也。○傳「將舉」至「決之」○正義曰：非有所舉，則自不卜，故云「將舉事」，事有疑，則當卜筮。人君先盡己心以謀慮之，次及卿士眾民，人謀猶不能定，然後問卜筮以決之。故先言「乃心」，後言「卜筮」也。鄭玄云：「卿士，六卿掌事者。」然則「謀及卿士」，以卿為首耳，其大夫及士亦在焉。以下惟言「庶人」，明大夫及士寄「卿」文以見之矣。《周禮》：「小司寇掌外朝之政，以致萬民而詢焉。一曰詢國危，二曰詢國遷，三曰詢立君。」是有大疑而詢眾也。又曰「小司寇以敘進而問焉」，是謀及之也。大疑者不要是彼三詢，其謀及則同也。謀及庶人，必是大事，若小事不必詢於萬民，或謀及庶人在官者耳。《小司寇》又曰：「以三剌斷庶民獄訟之中，一曰訊群臣，二曰訊群吏，三曰訊萬民。」彼「群臣」、「群吏」分而為二，此惟言「卿士」者，彼將斷獄，令眾議然後行刑，故臣與民為三，其人主待眾議而決之；此則人主自疑，故一人主為一，又總群臣為一也。○傳「人心」至「於吉」○正義曰：人主與卿士庶民皆從，是「人心和順」也。此必臣民皆從，乃問卜筮，而進龜筮於上者，尊神物，故先言之。不在「汝則」之上者，卜當有主，故以人為先，下三事亦然。改「卜」言「龜」者，「卜」是請問之意，吉兇龜占兆告以人，故改言「龜」也。「筮」則本是蓍名，故不須改也。○傳「動不」至「遇吉」○正義曰：物貴和同，故大同之吉，延及於後。宣三年《左傳》稱「成王定鼎，卜世三十，卜年七百」，是「後世遇吉」。○傳「三從」至「舉事」○正義曰：此與下二事，皆是三從二逆，除龜、筮以外，有汝與卿士、庶民，分三者各為一從二逆，嫌其貴賤有異，從逆或殊，故三者各以有一從為主，見其為吉同也。方論得吉，以從者為主，故次言「卿士從」，下言「庶民從」也。以從為主，故退「汝則」於下。傳解其意，卿士從者，「君臣不同」也；庶民從者，「民與上異心」也。解臣民與君異心，得其筮之意也。不言四從一逆者，吉可知，不假言之也。四從之內，雖龜筮相違，亦為吉，以其從者多也。若三從之內，龜筮相違，雖不如龜筮俱從，猶勝下龜筮相違，二從三逆。必知然者，以下傳云「二從三逆，龜筮相違」，既計從之多少，明從多則吉。故杜預云：「龜筮同卿士之數者，是龜筮雖靈，不至越於人也。」上言「庶人」，又言「庶民」者，嫌「庶人」惟指在官者，變「人」言「民」見其同也。民人之賤，得與卿士敵者，貴者雖貴，未必謀慮長，故通以民為一，令與君臣等也。○傳「民與」至「決之」○正義曰：天子聖人，庶民愚賤，得為識見同者，但聖人生知，不假卜筮，垂教作訓，晦跡同凡，且庶民既眾，以眾情可否，亦得上敵於聖。故《老子》云「聖人無常心，以百姓心為心」是也。○傳「二從」至「征伐」○正義曰：此「二從三逆」為小吉，故猶可舉事。「內」謂國內，「故可以祭祀冠婚」。「外」謂境外，「故不可以出師征伐」。征伐事大，此非大吉故也。此經「龜從，筮逆」，其筮從、龜逆為吉亦同。故傳言「龜筮相違」，見龜筮之智等也。若龜筮智等，而僖四年《左傳》云「筮短龜長」者，於時晉獻公欲以驪姬為夫人，卜既不吉，而更令筮之，神靈不以實告，筮而得吉，必欲用之，卜人欲令公舍筮從卜，故曰「筮短龜長」，非是龜實長也。《易·系辭》云：「蓍之德圓而神，卦之德方以智。」神以知來，智以藏往，然則知來藏往，是為極妙，雖龜之長，無以加此。聖人演筮為易，所知豈是短乎？明彼長短之說，乃是有為言耳。「此二從三逆」，以汝與龜為二從耳。卿士庶民課有一從，亦是二從，兇吉亦同，故不復設文，同可知也。若然，汝、卿士、庶民皆逆，龜、筮並從，則亦是二從三逆，而經無文者，若君與臣民皆逆，本自不問卜矣，何有龜從筮從之理也？前三從之內，龜筮既從，君與卿士庶民各有一從以配龜筮，凡有三條。若惟君與卿士從配龜為一條，或君與庶民從配龜又為一條，或卿士庶民從配龜又為一條，凡有三條。若筮從龜逆，其事亦然。二從三逆，君配龜從為一條，於經已具。卿士配龜從為二條，庶民配龜從為三條。若筮從龜逆，以人配筮，其事亦同。案《周禮·筮人》：「國之大事，先筮而後卜。」鄭玄云：「於筮之兇則止。」何有筮逆龜從及龜筮俱違者？崔靈恩以為筮用三代之占，若三占之俱主兇，則止不卜，即鄭註《周禮》「筮兇則止」是也。若三占二逆一從，兇猶不決，雖有筮逆，猶得更卜，故此有筮逆龜從之事。或筮兇則止而不卜，乃是鄭玄之意，非是《周禮》經文，未必孔之所取。《曲禮》云：「卜筮不相襲。」鄭云：「卜不吉則又筮，筮不吉則又卜，是謂瀆龜筮。」《周禮》太卜小事筮，大事卜，應筮而又用卜，應卜而又用筮，及國之大事先筮後卜，不吉之後更作卜筮，如此之等，是為相襲，皆據吉兇分明，不可重為卜筮，若吉兇未決，於事尚疑者，則得更為卜筮。僖二十五年晉侯卜納王，得阪泉之兆，曰：「吾不堪也。」公曰：「筮之。」遇大有之睽；又哀九年晉趙鞅卜救鄭，遇水適火，又筮之，遇泰之需之類是也。《周禮》既先筮後卜，而春秋時先卜後筮者，不能依禮故也。]「八，庶徵。"
      },
      {
        "index": 32,
        "text": "[【疏】正義曰：「庶」，眾也。「徵」，驗也。王者用九疇，為大中，行「稽疑」以上為善政，則眾驗有美惡，以為人主。自「曰雨」至「一極無兇」，總言五氣之驗，有美有惡。「曰休徵」敘美行之驗，「曰咎徵」敘惡行之驗。自「曰王省」至「家用平康」，言政善致美也。「日月歲時」至「家用不寧」，言政惡致咎也。「庶民惟星」以下，言人君當以常度齊正下民。]"
      },
      {
        "index": 33,
        "text": "曰雨，曰旸，曰燠，曰寒，曰風，曰時。[雨以潤物，旸以乾物，暖以長物，寒以成物，風以動物，五者各以其時，所以為眾驗。○旸音陽。乾音幹。暖，乃管反。長，之丈反。]五者來備，各以其敘，庶草蕃廡。[言五者備至，各以次序，則眾草蕃滋廡豐也。○蕃音煩。廡，無甫反，徐莫柱反。]一極備，兇。一極無，兇。[一者備極，過甚則兇。一者極無，不至亦兇。謂不時失敘。]"
      },
      {
        "index": 34,
        "text": "[【疏】「曰雨」至「無兇」○正義曰：將說其驗，先立其名。五者行於天地之間，人物所以得生成也。其名曰雨，所以潤萬物也。曰旸，所以乾萬物也。曰燠，所以長萬物也。曰寒，所以成萬物也。曰風，所以動萬物也。此是五氣之名。「曰時」言五者各以時來，所以為眾事之驗也。更述時與不時之事，五者於是來皆備足，須風則風來，須雨則雨來，其來各以次序，則眾草木蕃滋而豐茂矣。謂來以時也。若不以時，五者之內，一者備極，過甚則兇。一者極無，不至亦兇。雨多則澇，雨少則旱，是備極亦兇，極無亦兇。其餘四者亦然。○傳「雨以」至「眾驗」○正義曰：《易·說卦》云：「風以散之，雨以潤之，日以烜之。」日，旸也；烜，乾也；是「雨以潤物，旸以乾物，風以動物」也。《易·系辭》云：「寒往則暑來，暑往則寒來，寒暑相推而歲成焉。」是言天氣有寒有暑，暑長物而寒成物也。《釋言》云：「燠，暖也。」舍人曰：「燠，溫暖也。」是「燠」、「暖」為一，故傳以「暖」言之。不言「暑」而言「燠」者，「燠」是熱之始，「暑」是熱之極，「涼」是冷之始，「寒」是冷之極，長物舉其始，成物舉其極，理宜然也。五者各以其時而至，所以為眾事之驗也。所以言「時」者，謂當至則來，當止則去，無常時也。冬寒夏燠，雖有定時，或夏須漸寒，冬當漸熱，雨足則思旸，旸久則思雨，草木春則待風而長，秋則待風而落，皆是無定時也。不言「一曰」、「二曰」者，為其來無先後也。依五事所致為次，下云「休徵」、「咎徵」、「雨若」、「風若」，是其致之次也。昭元年《左傳》云：「天有六氣，陰、陽、風、雨、晦、明也。」以彼六氣校此五氣，「雨」、「旸」、「風」文與彼同，彼言「晦」、「明」，此言「寒」、「燠」則「晦」是「寒」也，「明」是「燠」也，惟彼「陰」於此無所當耳。《五行傳》說五事致此五氣云：「貌之不恭，是謂不肅，厥罰恒雨，惟金沴木。言之不從，是謂不又，厥罰恒旸，惟木沴金。視之不明，是謂不晢，厥罰恒燠，惟水沴火。聽之不聰，是謂不謀，厥罰恒寒，惟火沴水。思之不睿，是謂不聖，厥罰恒風，惟木金水火沴土。」如彼《五行傳》言，是雨屬木，旸屬金，燠屬火，寒屬水，風屬土。鄭云：「雨，木氣也，春始施生，故木氣為雨。旸，金氣也，秋物成而堅，故金氣為旸。燠，火氣也。寒，水氣也。風，土氣也。凡氣非風不行，猶金木水火非土不處，故土氣為風。」是用《五行傳》為說，孔意亦當然也。六氣有「陰」，五事休咎皆不致陰，《五行傳》又曰：「皇之不極，厥罰常陰」，是陰氣不由五事，別自屬皇極也。蓋立用大中，則陰順時為休。大之不中，陰恒若為咎也。○傳「言五」至「廡豐」○正義曰：五氣所以生成萬物，正可時來時去，不可常無常有，故言「五者備至，各以次序」。須至則來，須止則去，則眾草百物蕃滋廡豐也。《釋詁》云：「廡，豐茂也。」「草蕃廡」言草滋多而茂盛也。下言「百穀用成」，此言「眾草蕃廡」者，舉草茂盛則穀成必矣，舉輕以明重也。○傳「一者」至「失敘」○正義曰：此謂不以時來，其至無次序也。「一者備極，過甚則兇」，謂來而不去也。「一者極無，不至亦兇」，謂去而不來也。即卜云「恒雨若」、「恒風若」之類是也。有無相刑，去來正反，恒雨則無旸，恒寒則無燠，恒雨亦兇，無旸亦兇，恒寒亦兇，無燠亦兇，謂至不待時，失次序也。如此則草不茂，穀不成也。]"
      },
      {
        "index": 35,
        "text": "曰休徵。[敘美行之驗。○行，下孟反。]曰肅，時雨若。[君行敬，則時雨順之。]曰乂，時旸若。[君行政治，則時旸順之。○治，直吏反，下「政治」、「治其職」皆同。]曰晢，時燠若。[君能照晢，則時燠順之。○晢，之設反，徐音制，又音哲。]曰謀，時寒若。[君能謀，則時寒順之。]曰聖，時風若。[君能通理，則時風順之。]"
      },
      {
        "index": 36,
        "text": "[【疏】「曰休徵」至「風若」○正義曰：既言五者次序，覆述次序之事，曰美行致以時之驗，何者是也？曰人君行敬，則雨以時而順之。曰人君政治，則旸以時而順之。曰人君照晢，則燠以時而順之。曰人君謀當，則寒以時而順之。曰人通聖，則風以時而順之。此則致上文「各以其次，敘庶草蕃廡」也。]"
      },
      {
        "index": 37,
        "text": "曰咎徵。[敘惡行之驗。○咎，其九反。]曰狂，恒雨若。[君行狂妄，則常雨順之。]曰僣，恒旸若。[君行僣差，則常旸順之。]曰豫，恒燠若。[君行逸豫，則常燠順之。○豫，羊庶反，徐又音舒。]曰急，恒寒若。[君行急，則常寒順之。]曰蒙，恒風若。[君行蒙暗，則常風順之。]"
      },
      {
        "index": 38,
        "text": "[【疏】「曰咎之」至「風若」○正義曰：上既言失次序，覆述失次序之事。曰惡行致備極之驗，何者是也？曰君行狂妄，則常雨順之。曰君行僣差，則常旸順之。曰君行逸豫，則常暖順之。曰君行急躁，則常寒順之。曰君行蒙暗，則常風順之。此即致上文「一極備兇，一極無兇」也。○傳「君行」至「順之」○正義曰：此「休」、「咎」皆言「若」者，其所致者皆順其所行，故言「若」也。《易·文言》云：「云從龍，風從虎，水流濕，火就燥。」是物各以類相應，故知天氣順人所行以示其驗也。其咎反於休者，人君行不敬則狂妄，故「狂」對「肅」也。政不治則僣差，故「僣」對「乂」也。明不照物則行自逸豫，故「豫」對「晢」也。心無謀慮則行必急躁，故「急」對「謀」也。性不通曉則行必蒙暗，故「蒙」對「聖」也。鄭玄以「狂」為倨慢，以對「不敬」，故為慢也。鄭、王本「豫」作「舒」，鄭云「舉遲也」，王肅云「舒，惰也」，以對「昭晢」，故為遲惰。鄭云：「急促，自用也。」以「謀」者用人之言，故「急」為自用己也。鄭云：「蒙，見冒亂也。」王肅云：「蒙，瞽蒙。」以「聖」是通達，故「蒙」為瞽蒙。所見冒亂，言其不曉事，與「聖」反也。與孔各小異耳。]"
      },
      {
        "index": 39,
        "text": "曰王省惟歲，[王所省職，兼所總群吏，如歲兼四時。○省，息井反。]卿士惟月，[卿士各有所掌，如月之有別。○別，彼列反。]師尹惟曰。[眾正官之吏，分治其職，如日之有歲月。]歲月日時無易，[各順常。]百穀用成，乂用明，[歲月日時無易，則百穀成。君臣無易，則政治明。]俊民用章，家用平康。[賢臣顯用，國家平寧。]日月歲時既易，[是三者已易，喻君臣易職。]百穀用不成，乂用昏不明，俊民用微，家用不寧。[君失其柄，權臣擅命，治暗賢隱，國家亂。]"
      },
      {
        "index": 40,
        "text": "[【疏】「曰王省」至「不寧」○正義曰：既陳五事之休咎，又言皇極之得失，與上異端，更復言曰，王之省職，兼總群吏，惟如歲也。卿士分居列位，惟如月也。眾正官之長各治其職，惟如日也。此王也，卿士也，師尹也，掌事猶歲月日者，言皆無改易，君秉君道，臣行臣事。則百穀用此而成，歲豐稔也。其治用是而明，世安泰也。俊民用此而章，在官位也。國家用此而平安，風俗和也。若王也，卿士也，師尹也，掌事猶如日月歲者，是已變易，君失其柄權，臣各專恣。百穀用此而不成，歲饑饉也。其治用此昏暗而不明，政事亂也。俊民用此而卑微，皆隱遁也。國家用此而不安泰，時世亂也。此是皇極所致，得中則致善，不中則致惡。歲月日無易，是得中也。既易，是不中也。所致善惡乃大於庶徵，故於此敘之也。○傳「王所」至「四時」○正義曰：下云「庶民惟星」以「星」喻民，知此「歲月日」者，皆以喻職事也。於王言「省」，則卿士師尹亦為「省」也。王之所省，職無不兼，所總群吏如歲兼四時。下句惟有「月」、「日」，群臣無喻「時」者，但時以統月，故傳以「四時」言之，言其兼下月日也。○傳「眾正」至「歲月」○正義曰：師，眾也。尹，正也。「眾正官之吏」謂卿士之下。有正官大夫，與其同類之官為長。《周禮》大司樂為樂官之長，太卜為卜官之長，此之類也。此等分治其職，屬王屬卿，「如日之有歲月」，言其有系屬也。《詩》稱「赫赫師尹」，乃謂三公之官，此以「師尹」為正官之吏，謂大夫者，以此「師尹」之文在「卿士」之下，卑於卿士，知是大夫。與小官為長，亦是眾官之長，故師尹之名同耳。鄭云「所以承休徵、咎徵言之者，休咎五事得失之應，其所致尚微，故大陳君臣之象，成皇極之事。其道得，則其美應如此。其道失，則敗德如彼。非徒風雨寒燠而已」是也。]"
      },
      {
        "index": 41,
        "text": "庶民惟星，星有好風，星有好雨。[星，民象，故眾民惟若星。箕星好風，畢星好雨，亦民所好。○好，呼報反。]日月之行，則有冬有夏。[日月之行，冬夏各有常度。君臣政治，小大各有常法。]月之從星，則以風雨。[月經於箕則多風，離於畢則多雨。政教失常以從民欲，亦所以亂。]"
      },
      {
        "index": 42,
        "text": "[【疏】「庶民」至「風雨」○正義曰：既言大中治民，不可改易，又言民各有心，須齊正之。言庶民之性惟若星然。「星有好風，星有好雨」，以喻民有好善，亦有好惡。「日月之行，則有冬有夏」，言日月之行，冬夏各有常道，喻君臣為政小大，各有常法。若日月失其常道，則天氣從而改焉。月之行度失道，從星所好，以致風雨，喻人君政教失常，從民所欲，則致國亂。故常立用大中，以齊正之，不得從民欲也。○傳「星民」至「所好」○正義曰：星之在天，猶民之在地，星為民象，以其象民，故因以星喻，故「眾民惟若星」也。直言「星有好風」，不知何星，故云「箕星好風」也。畢星好雨亦如民有所好也，不言「畢星好雨」，具於下傳。○傳「日月」至「常法」○正義曰：日月之行，四時皆有常法，變冬夏為南北之極，故舉以言之。「日月之行，冬夏各有常度」，喻人君為政小大，各有常法。張衡、蔡雍、王蕃等說渾天者皆云，周天三百六十五度四分度之一，天體圓如彈丸，北高南下，北極出地上三十六度，南極入地下三十六度。南極去北極直徑一百二十二度弱，其依天體隆曲。南極去北極一百八十二度強，正當天之中央。南北二極中等之處謂之赤道，去南北極各九十一度。春分日行赤道，從此漸北夏至赤道之北二十四度，去北極六十七度，去南極一百一十五度，日行黑道。從夏至日以後日漸南，至秋分還行赤道，與春分同。冬至行赤道之南二十四度，去南極六十七度，去北極一百一十五度，其日之行處謂之黃道。又有月行之道與日道相近，交絡而過，半在日道之裏，半在日道之表，其當交則兩道相合，交去極遠處，兩道相去六度。此其日月行道之大略也。王肅云：「日月行有常度，君臣禮有常法，以齊其民。」○傳「月經」至「以亂」○正義曰：《詩》云：「月離於畢，俾滂沱矣。」是離畢則多雨，其文見於經。經箕則多風，傳記無其事。鄭玄引《春秋緯》云：「月離於箕，則風揚沙。」作緯在孔君之後，以前必有此說，孔依用之也。月行雖有常度，時或失道從星，經箕多風，離畢多雨，此天象之自然，以箕為簸揚之器，畢亦捕魚之物故耳。鄭以為「箕星好風者，箕東方木宿，風中央土氣，木克土為妻，從妻所好，故好風也。畢星好雨者，畢西方金宿，雨東方木氣，金克木為妻，從妻所好，故好雨也。推此則南宮好旸，北宮好燠，中宮四季好寒，以各尚妻之所好故也」。未知孔意同否。顧氏所解，亦同於鄭，言「從星者，謂不應從而從，以致此風雨，故喻政教失常以從民欲，亦所以亂也」。上云「日月之行」，此句惟言「月」者，鄭云：「不言日者，日之從星，不可見故也。」]"
      },
      {
        "index": 43,
        "text": "「九，五福。一曰壽，[百二十年。]二曰富，[財豐備。]三曰康寧，[無疾病。]四曰攸好德，[所好者德福之道。]五曰考終命。[各成其短長之命以自終，不橫夭。○橫，華孟反，又如字。]六極。一曰兇短折，[動不遇吉，短未六十，折未三十，言辛苦。○兇，馬云：「終也。」折，時設反，又之舌反。]二曰疾，[常抱疾苦。]三曰憂，[多所憂。]四曰貧，[困於財。]五曰惡，[醜陋。]六曰弱。」[尫劣。○尫，鳥黃反。]"
      },
      {
        "index": 44,
        "text": "[【疏】「九五福」至「曰弱」○正義曰：「五福」者，謂人蒙福祐有五事也。一曰壽，年得長也。二曰富，家豐財貨也。三曰康寧，無疾病也。四曰攸好德，性所好者美德也。五曰考終命，成終長短之命，不橫夭也。「六極」謂窮極惡事有六。一曰兇短折，遇兇而橫夭性命也。二曰疾，常抱疾病。三曰憂，常多憂愁。四曰貧，困之於財。五曰惡，貌狀醜陋。六曰弱，誌力尫劣也。「五福」、「六極」，天實得為之，而歷言此者，以人生於世，有此福極，為善致福，為惡致極，勸人君使行善也。「五福」、「六極」如此次者，鄭云：「此數本諸其尤者，福是人之所欲，以尤欲者為先。極是人之所惡，以尤所不欲者為先。以下緣人意輕重為次耳。」○傳「百二十年」○正義曰：人之大期，百年為限，世有長壽云百二十年者，故傳以最長者言之，未必有正文也。○傳「所好」至「之道」○正義曰：人所嗜好，稟諸上天，性之所好，不能自已。好善者或當知善是善，好惡者不知惡之為惡，是善，故好之無厭。任其所好，從而觀之，所好者德，是福之道也。好德者天使之然，故為福也。鄭云：「民皆好有德也。」王肅云：「言人君所好者道德為福。」《洪範》以人君為主，上之所為，下必從之，人君好德，故民亦好德，事相通也。○傳「各成」至「橫夭」○正義曰：成十三年《左傳》云：「民受天地之中以生，所謂命也。能者養之以福，不能者敗以取禍。」是言命之短長雖有定分，未必能遂其性，不致夭枉，故各成其短長之命以自終，不橫夭者亦為福也。○傳「動不」至「辛苦」○正義曰：「動不遇吉」者，解「兇」也。傳以「壽」為「百二十年」，「短」者半之，為「未六十」，「折」又半，為「未三十」。「辛苦」者，味也，辛苦之味入口，猶困厄之事在身，故謂殃厄勞役之事為辛苦也。鄭玄以為「兇短折皆是夭枉之名。未齔曰兇，未冠曰短，未婚曰折」。《漢書·五行誌》云：「傷人曰兇，禽獸曰短，草木曰折。一曰兇，夭是也，兄喪弟曰短，父喪子曰折。」並與孔不同。○傳「尫劣」○正義曰：「尫」、「劣」並是弱事，為筋力弱，亦為誌氣弱。鄭玄云：「愚懦不毅曰弱。」言其誌氣弱也。《五行傳》有「致極」之文，無致福之事。鄭玄依《書傳》云：「兇短折，思不睿之罰。疾，視不明之罰。憂，言不從之罰。貧，聽不聰之罰。惡，貌不恭之罰。弱，皇不極之罰。反此而云，王者思睿則致壽，聽聰則致富，視明則致康寧，言從則致攸好德，貌恭則致考終命。所以然者，不但行運氣性相感，以義言之，以思睿則無擁，神安而保命，故壽。若蒙則不通，殤神夭性，所以短所也。聽聰則謀當，所求而會，故致富。違而失計，故貧也。視明照了，性得而安寧。不明，以擾神而疾也。言從由於德，故好者德也。不從而無德，所以憂耳。貌恭則容儼形美而成性，以終其命。容毀，故致惡也。不能為大中，故所以弱也。」此亦孔所不同焉。此福極之文，雖主於君，亦兼於下，故有「貧」、「富」、「惡」、「弱」之等也。]"
      },
      {
        "index": 45,
        "text": "武王既勝殷，邦諸侯，班宗彜，[賦宗廟彜器酒樽賜諸侯。○班，本又作般，音同。]作《分器》。[言諸侯尊卑，各有分也。亡。○分，扶問反，註同。]"
      },
      {
        "index": 46,
        "text": "[【疏】「武王」至「分器」○正義曰：武王既已勝殷，制邦國以封有功者為諸侯。既封為國君，乃班賦宗廟彜器以賜之，於時有言誥戒敕。史敘其事，作《分器》之篇。○傳「賦宗」至「諸侯」○正義曰：序云「邦諸侯」者，立邦國，封人為諸侯也。《樂記》云「封有功者為諸侯」，《詩·賚》序云「大封於廟」，謂此時也。《釋言》云：「班，賦也。」《周禮》有司尊彜之官，鄭云：「彜亦尊也。郁鬯曰彜。彜，法也，言為尊之法正。」然則盛鬯者為彜，盛酒者為尊，皆祭宗廟之酒器也。分宗廟彜器酒尊以賦諸侯，既封乃賜之也。○傳「言諸」至「也亡」○正義曰：篇名《分器》，知其篇「言諸侯尊卑，各有分也」。昭十二年《左傳》楚靈王云：「昔我先王熊繹與呂伋、王孫牟、谿父、禽父並事康王，四國皆有分，我獨無。」十五年傳曰：「諸侯之封也，皆受明器於王室。」杜預云：「謂明德之分器也。」是諸侯各有分也，亡。]"
      }
    ]
  }
}
