{
  "chapterNumber": 22,
  "title": "卷二十 (Volume 20)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "文侯之命之第三十平王錫晉文侯秬鬯圭瓚，[以圭爲杓柄謂之圭瓚。　○平王，馬無平字。錫，星歷反，馬本作賜。秬音巨，鬯，勑亮反。瓚，才但反。杓，上灼反。柄，彼病反。]作《文侯之命》。[所以名篇。幽王爲犬戎所殺，平王立而東遷洛邑，晉文侯迎送安定之，故錫命焉。]文侯之命[平王命爲侯伯。　【疏】「平王」至「之命」　○正義曰：幽王嬖褒姒，廢申后，逐太子宜臼。宜臼奔申。申侯與犬戎既殺幽王，晉文侯與鄭武公迎宜臼立之，是爲平王，遷於東都。平王乃以文侯爲方伯，賜其秬鬯之酒，以圭瓚副焉，作策書命之。史錄其策書，作《文侯之命》。　○傳「以圭」至「圭瓚」　○正義曰：祭之初，酌鬱鬯之酒以灌尸。「圭瓚」者，酌鬱鬯之杓，杓下有槃，「瓚」即槃之名也；是以圭爲杓之柄，故謂之「圭瓚」。《周禮‧典瑞》云：「祼圭有瓚，以肆先王，以祼賓客。」鄭司農云：「於圭頭爲器，可以挹鬯祼祭謂之瓚。以肆先王，灌先王祭也。」鄭玄云：「肆，解牲體以祭，因以爲名。」爵行曰「祼」。漢禮瓚槃大五升，口徑八寸，下有槃，口徑一尺。《詩》云：「瑟彼玉瓚，黃流在中。」毛傳云：「玉瓚，圭瓚也，黃金所以飾流鬯也。」鄭云：「黃流，秬鬯也。圭瓚之狀，以圭爲柄，黃金爲勺，青金爲外，朱中央。」是說圭瓚之形狀也。《禮》無明文，而知其然者，《祭統》云：「君執圭瓚祼尸，大宗執璋瓚亞祼。」鄭云：「圭瓚、璋瓚，祼器也。以圭璋爲柄，酌鬱鬯曰祼。」然則圭瓚、璋瓚惟柄以圭、璋爲異，其瓚形則同。《考工記‧玉人》云：「祼圭尺有二寸，有瓚，以祀廟。大璋、中璋九寸，邊璋七寸，厚寸，黃金勺，青金外，朱中，鼻寸。」鄭云：「鼻，勺流也，凡流皆爲龍口也。三璋之勺，形如圭瓚。」是鄭以璋形如此，知圭瓚亦然。毛傳又云「九命然後錫以秬鬯圭瓚」，則晉文侯於時九命爲東西大伯，故得受此賜也。「秬鬯」從經爲傳，故此惟解「圭瓚」。　○傳「所以」至「命焉」　○正義曰：《周本紀》云，幽王嬖褒姒，褒姒生子伯服。幽王廢申后，并去太子，用褒姒爲后，伯服爲太子。申侯怒，乃與西夷犬戎共攻殺幽王。於是諸侯乃與申侯共立太子宜臼，是爲平王。東徙於洛邑，避戎寇。隱六年《左傳》：「周桓公言於王曰：『我周之東遷，晉鄭焉依。』」鄭語云：「晉文侯於是乎定天子。」是迎送安定之，故平王錫命焉。　○傳「平王命爲侯伯」　○正義曰：「伯」，長也，諸侯之長謂之伯也。僖元年《左傳》云：「凡侯伯，救患、分災、討罪，禮也。」是與諸侯之長爲「侯伯」。王肅云：「幽王既滅，平王東遷，晉文侯、鄭武公夾輔王室，晉爲大國，功重，故平王命爲侯伯。」]"
      },
      {
        "index": 2,
        "text": "王若曰：「父義和，[順其功而命之。文侯同姓，故稱曰父。義和，字也。稱父者非一人，故以字別之。　○義和，馬云：「能以義和諸侯。」義本作誼。別，彼列反。]丕顯文武，克慎明德，[大明乎！文王、武王之道，能詳慎顯用有德。]昭升于上，敷聞在下，惟時上帝集厥命于文王。[更述文王所以王也。言文王聖德明升于天，而布聞在下居。惟以是，故上天集成其王命，德流子孫。　○聞音問。王，于況反。]亦惟先正，克左右昭事厥辟，[言君既聖明，亦惟先正官賢臣能，左右明事其君，所以然。　○辟，必亦反。]越小大謀猷，罔不率從，肆先祖懷在位。[文王君聖臣良，於小大所謀道德，天下無不循從其化，故我後世先祖歸在王位。　【疏】「王若」至「在位」　○正義曰：平王順文侯之功，親之，敬而呼其字曰：「父義和。」既呼其字，乃告以上世之事：「大明乎！文王、武王之道，能詳順顯用有德之人以爲大臣。文王之爲王也，聖德明升於天。」言其道至天也。「又布聞於在下」。言其德被民也。「惟以是，故上天成其大命於文王，使之身爲天子，澤流後世。文武聖明如此，亦惟先世長官之臣，能左右明事其君，君聖臣賢之故。於小大所謀道德，天下無有不循從其化，故我之先祖文武之後諸王，皆得歸在王位」。言先世聖王得賢臣之力，將說己無賢臣，故言此也。　○傳「順其」至「別之」　○正義曰：《覲禮》說天子呼諸侯之義曰：「同姓大國則曰伯父，其異姓則曰伯舅，同姓小國則曰叔父，其異姓則曰叔舅。」鄭玄《禮》注云：「稱之以父與舅，親親之辭。」晉文侯唐叔之後，與王同姓，故稱曰「父」。《曲禮》天子謂二伯爲伯父伯舅。計文侯爲侯伯，天子當呼爲「伯父」，此不云「伯」而直稱「父」者，尤親之也。《左傳》以文侯名仇，今呼曰「義和」，知是字也。天子於同姓諸侯皆呼爲「父」，稱「父」者非一人，若不稱其字，無以知是文侯，故以字別之。鄭玄讀「義」爲「儀」，儀、仇皆訓匹也，故名仇，字儀。古人名字不可皆令相配，不必然也。　○傳「文王」至「王位」　○正義曰：「後世先祖」謂文武之後，在今王之先祖，成康以至宣幽皆是也。「懷」，歸也。「歸在王位」者，王位是其所有也，若歸向家然，故稱「歸」也。]"
      },
      {
        "index": 3,
        "text": "「嗚呼！閔予小子嗣，造天丕愆。[歎而自痛傷也。言我小子而遭天大罪過，父死國敗，祖業隤隕。　○予如字，又音與。愆，去虔反。隤，杜回反。隕，于敏反。]殄資澤于下民，侵戎我國家純。[言周邦喪亂，絶其資用惠澤於下民，侵兵傷我國及卿大夫之家，禍甚大。　○殄，大見反。]即我御事，罔或耆壽俊在厥服，予則罔克。[所以遇禍，即我治事之臣，無有耆宿壽考俊德在其服位，我則材劣無能之致。　【疏】「嗚呼！」至「罔克」　○正義曰：王又歎而自傷：「嗚呼！疲病者，是我小子繼嗣先王之位，遭天大罪過於我周家，父死國敗，傾覆祖業，致使周邦喪亂，絶其資用惠澤於下民。」言下民資用盡，致使而王澤竭也。「西夷犬戎，侵兵傷我國及卿大夫之家，其禍亦甚大也。所以遇此禍者，即我治事之臣，無有耆宿壽考俊德之人在其服位，我則材弱無能之致」。自恨己弱不能致得賢臣，恐又不能自立也。　○傳「言周」至「甚大」　○正義曰：此經所言，追敘幽王滅事。民不自治，立君以養之。民之資用，是王者佑助以得之。言周邦喪亂，不能撫佑下民，絶其資用惠澤於下民也。幽王之滅，由夷狄交侵，兵傷我國及卿大夫之家，其禍甚大。諸言「國家」者，皆謂國爲「國家」，傳意欲見君臣俱被其害，故以「家」爲卿大夫之家。王肅云：「遭天之大愆，謂幽王爲犬戎所殺，殄絶其先祖之澤於下民。侵犯兵寇，傷我國家甚大，謂犬戎也。」　○傳「所以」至「之致」　○正義曰：此經亦是追敘往事，言幽王所以遇禍者，即我周家治事之臣，無有耆宿壽考俊德之人在其服位，致使有犬戎之禍，亦是我材劣無能之致。幽王之時，平王被逐在外，國之興亡，非平王所知，言我無能之致者，引過歸己，自懼將來復然，故下句思得賢臣。]"
      },
      {
        "index": 4,
        "text": "「曰惟祖惟父，其伊恤朕躬。嗚呼！有績，予一人永綏在位。[王曰：「同姓諸侯在我惟祖惟父列者，其惟當憂念我身。嗚呼！能有成功，則我一人長安在王位。」言恃諸侯。]父義和，汝克昭乃顯祖，[重稱字，親之。不稱名，尊之。言汝能明汝顯祖唐叔之道，獎之。]汝肇刑文武，用會紹乃辟，追孝于前文人。[言汝今始法文武之道矣。當用是道合會繼汝君以善，使追孝於前文德之人。汝君，平王自謂也。繼先祖之志爲孝。　○辟，扶亦反。]汝多修，扞我于艱，若汝，予嘉。」[戰功曰多，言汝之功多，甚修矣。乃扞我于艱難，謂救周，誅犬戎，汝功我所善之。　○扞，下旦反，注同。　【疏】「曰惟」至「予嘉」　○正義曰：「王又言我以無能之致，私爲言曰，同姓諸侯，惟我祖之列者，惟我父之列者，其惟當憂念我身。」又自傷歎：「嗚呼！此諸侯等若有能助我有功，則我一人長安在王位。」言己無能，惟將賴諸侯也。又呼文侯字曰：「父義和，汝能明汝顯祖唐叔之道，汝始法文武之道，用是道合會繼汝君以善，追孝於前世文德之人。救周之國，汝功爲多，甚修矣。乃能扞蔽我於艱難。」謂救周，誅犬戎也。「如汝之功，是我所善」。陳其前功，以勸勉之。　○傳「王曰」至「諸侯」　○正義曰：文侯是同姓諸侯，王言己未得文侯之時，常望同姓助己。王私爲言曰：「同姓諸侯在我惟祖惟父列者，惟當憂念我身。」「伊」訓惟也。望得同姓之間有憂己者。以思惟未得，更歎而爲言：「嗚呼！同姓諸侯若有能助我有功，則我一人長得安在王位。」言己恃賴諸侯，思得其人，在後果得文侯。告文侯以此言，言己思文侯之功。　○傳「重稱」至「獎之」　○正義曰：天子之於諸侯，當稱「父舅」而已。既呼其「父」，又稱其字，所以別他人也。初則別於他人，重則可以已矣。重稱其字者，親之也。《禮》君父之前曰名，朋友之交曰字。是名重於字也。輕前人則斥其名，尊前人則避其重。故不稱其名，尊之也。不於上文作傳，於此言「尊之」者，就此「親之」，并解之也。「昭乃顯祖」，不知所斥，以晉之上世有功名者惟有唐叔耳，故知「明汝顯祖唐叔之道」。所以勸獎之，令其繼唐叔之業也。　○傳「言汝」至「爲孝」　○正義曰：以其初有大功，終當不殞其業，故言「始法文武之道」。「當用是文武之道合會繼汝君以善」，令以功德佐汝君，使汝君繼前世，追行孝道於前世文德之人。「汝君」者，平王自謂也。先祖之志，在於平定天下，故子孫繼父祖之志爲孝也。　○傳「戰功」至「所善」　○正義曰：「戰功曰多」者，《周禮‧司勳》文。又云：「王功曰勳，國功曰功，民功曰庸，事功曰勞，治功曰力，戰功曰多。」彼有此六功也。言功多殊于他人，故云「汝之功多，甚修矣」。言其功修整，美其功之善也。文侯之功，在於誅犬戎，立平王，言「乃扞蔽我於艱難」，知「謂救周，誅犬戎」也。「若」訓如也，如汝之功，我所嘉也。王肅亦云：「如汝之功，我所善也。」]"
      },
      {
        "index": 5,
        "text": "王曰：「父義和，其歸視爾師，寧爾邦。[遣令還晉國，其歸視汝衆，安汝國內上下。　○令，力呈反。]用賚爾秬鬯一卣，[黑黍曰秬，釀以鬯草。不言圭瓚，可知。卣，中罇也。當以錫命告其始祖，故賜鬯。　○賚，力代反。卣音酉，又音由。釀，女亮反。]彤弓一，彤矢百，盧弓一，盧矢百，[彤，赤。盧，黑也。諸侯有大功，賜弓矢，然後專征伐。彤弓以講德習射，藏示子孫。　○彤，徒冬反。]馬四匹。[馬供武用。四匹曰乘。侯伯之賜無常，以功大小爲度。　○供音恭。]父往哉！柔遠能邇，惠康小民，無荒寧。[父往歸國哉！懷柔遠人，必以文德。能柔遠者必能柔近，然後國安。安小人之道必以順，無荒廢人事而自安。]簡恤爾都，用成爾顯德。」[當簡核汝所任，憂治汝都鄙之人，人和政治，則汝顯用有德之功成矣。不言鄙，由近以及遠。　○核，戶革反。治，直吏反。　【疏】「王曰」至「顯德」　○正義曰：王既陳其功，乃賚賜之。王曰：「父義和，其當歸汝晉國，視汝衆民，安汝國內上下。用賜汝秬鬯之酒一卣樽，歸以告祭汝之始祖。又賜汝彤弓一，彤矢百，玈弓一，玈矢百，馬四匹。父往歸國哉！必以文德安彼遠人。欲安遠，必能安近，是遠近乃得安耳。當以順道安汝之小民，無得荒廢人事以自安逸。簡核汝所任之臣，憂治汝都鄙之人民，用成汝顯明之德。」戒使歸國善治民也。　○傳「黑黍」至「賜鬯」　○正義曰：《釋草》云：「秬，黑黍。」李巡曰：「黑黍一名秬。」《周禮》：「鬱人掌和鬱鬯，以實彝而陳之。」鄭云：「鬱，鬱金香草也。築鬱金煮之以和鬯酒。」鄭衆云：「鬱爲草若蘭。」又有「鬯人掌供秬鬯」。鄭玄云：「鬯釀秬爲酒，芬香調暢於上下也。」如彼鄭說，釀黑黍之米爲酒，築鬱金之草煮以和之。此傳言「釀以鬯草」，似用鬯草合釀。不同者終是以鬯和黍米之酒，或先或後言之耳。《詩》美宣王賜召穆公云：「釐爾圭瓚，秬鬯一卣，告于文人。」知賜秬鬯者必以圭瓚副焉。此不言「圭瓚」，明并賜之，可知也。「卣，中尊也」，《釋器》文。孫炎云：「樽，彝爲上，罍爲下，卣居中。」郭璞曰：「在罍彝之間。」即犧象壺著大山，等六尊是也。《周禮‧司尊彝》云：「春祠夏禴，祼用雞彝鳥彝。秋嘗冬烝，祼用𦮜彝黃彝。」則祭時實鬯酒於彝。此用卣者，未祭則盛於卣，及祭則實於彝，此初賜未祭，故盛以卣也。《詩》稱「告于文人」，毛傳云：「文人，文德之人也。」鄭玄云：「王賜召虎以鬯酒一尊，使以祭其宗廟，告其先祖諸有德美見記也。」然則得秬鬯之賜，當徧告宗廟，此傳惟言告始祖者，舉祖之尊者言之耳。　○傳「彤赤」至「子孫」　○正義曰：「彤」字從丹，「玈」字從玄，故「彤，赤。玈，黑」也。是「諸侯有大弓，賜弓矢，然後專征伐」，《禮記‧王制》文也。《周禮》「司弓矢掌六弓」，其名王、弧、夾、庾、唐、大。鄭玄云：「六者弓異體之名也。往體寡，來體多，曰王、弧。往體多，來體寡，曰夾、庾。往體來體若一，曰唐、大。」經又云：「唐弓大弓，以授學射者、使者、勞者。」鄭云：「學射者弓用中，後習强，弱則易也。使者、勞者，弓亦用中，遠近可也。勞者勤勞王事，若晉文侯受弓矢之賜者。」鄭玄以此「彤弓」、「玈弓」爲《周禮》「唐弓」、「大弓」。「唐」、「大」是弓强弱之名，「彤」、「玈」是弓赤黑之色，孔意亦當然也。此傳及《毛傳》皆云「彤弓以講德習射」，用《周禮》爲說也。唐弓大弓以授學射者，是習射也；授使者、勞者，是講德也。講論知其有德，乃賜之耳。襄八年《左傳》云，晉范宣子來聘，季武子賦《彤弓》。宣子曰：「城濮之役，我先君文公受彤弓于襄王，以爲子孫藏。」杜預云：「藏之以示子孫。」　○傳「馬供」至「爲度」　○正義曰：六畜特以馬賜之者，爲「馬供武用」故也。《周禮‧校人》云：「乘馬一師四圉。」圉養一馬，是四匹曰乘，乘車必駕四馬故也。《司勳》云：「凡賞無常，輕重視功。」是「侯伯之賜無常，以功大小爲度」。　○傳「父往」至「自安」　○正義曰：《論語》云：「遠人不服，則修文德以來之。」是「懷柔遠人，必以文德」也。能柔遠者必能柔近，遠近俱安，然後國安。「惠」，順也。「康」，安也。言順安小民者，安小民之道，必以順道安之，故言順安也。「順」者，順小民之心爲其政也。《論語》云「因民之所利而利之」，是順安也。　○傳「當簡」至「及遠」　○正義曰：「簡恤」者，共有「爾都」之文，當簡核汝都內善人而任之，令以德憂治汝都鄙之人。人和政治，則汝顯用有德之功成矣。言用賢之名既成，國君之治亦成也。鄭云：「都，國都也。」「鄙」，邊邑也。言「都」不言「鄙」，由近以及遠也。]費誓第三十一"
      },
      {
        "index": 6,
        "text": "魯侯伯禽宅曲阜，[治封之國居曲阜。　○伯禽，魯侯名。]徐、夷並興，東郊不開，[徐戎、淮夷並起，爲寇於魯，故東郊不開。　○開，舊讀皆作開，馬本作闢。]作《費誓》。[魯侯征之於費地而誓衆也。諸侯之事而連帝王，孔子序《書》以魯有治戎征討之備，秦有悔過自誓之戒，足爲世法，故錄以備王事，猶《詩》錄商魯之《頌》。　○費音祕。]"
      },
      {
        "index": 7,
        "text": "費誓[費，魯東郊之地名。　【疏】「魯侯」至「費誓」　○正義曰：魯侯伯禽於成王即政元年始就封於魯，居曲阜之地。於時徐州之戎、淮浦之夷並起，爲寇於魯，東郊之門不敢開闢。魯侯時爲方伯，率諸侯征之，至費地而誓戒士衆。史錄其誓辭，作《費誓》。　○傳「徐戎」至「不開」　○正義曰：經稱「淮夷、徐戎」，序言「徐、夷」，略之也。此戎夷在魯之東，諸侯之制，於郊有門，恐其侵逼魯境，故東郊之門不開。　○傳「費魯」至「地名」　○正義曰：《甘誓》、《牧誓》皆至戰地而誓，知「費」非戰地者，「東郊不開」，則戎、夷去魯近矣。此誓令其治兵器，具糗糧，則是未出魯境，故知「費」是魯東郊地名，非戰處也。]"
      },
      {
        "index": 8,
        "text": "公曰：「嗟！人無譁，聽命。[伯禽爲方伯，監七百里內之諸侯，帥之以征。歎而勑之，使無喧譁，欲其靜聽誓命。　○譁，戶瓜反。監，工銜反。]徂茲淮夷、徐戎並興。[今往征此淮浦之夷、徐州之戎，並起爲寇。此戎夷帝王所羈縻統敘，故錯居九州之內，秦始皇逐出之。」]善乃甲胄，敿乃干，無敢不弔。[言當善簡汝甲鎧胄兜鍪，施汝楯紛，無敢不令至攻堅使可用。　○敹，了彫反。敿，居表反。弔音的。鎧，苦代反。兜，丁侯反。鍪音矛。楯，常準反，又音允。紛，芳云反。令，力呈反。]備乃弓矢，鍛乃戈矛，礪乃鋒刃，無敢不善。[備汝弓矢，弓調矢利。鍛鍊戈矛，磨礪鋒刃。皆使無敢不功善。　○鍛，丁亂反。礪，力世反。鍊，來見反。　【疏】「公曰」至「不善」　○正義曰：魯侯將征徐戎，召集士衆，歎而勑之。公曰：「嗟！在軍之人，無得喧譁，皆靜而聽我誓命。在往征此淮浦之夷、徐州之戎，以其並起爲寇故也。汝等善簡擇汝之甲胄，施汝楯紛，無敢不令至攻極堅。備汝弓矢，一弓百矢，令弓調矢利。鍛鍊汝之戈矛，磨礪汝之鋒刃，無敢不使皆善。」戒之使善，言不善將得罪也。　○傳「伯禽」至「誓命」　○正義曰：《礼》諸侯不得專征伐，惟州牧於當州之內有不順者，得專征之。於時伯禽爲方伯，監七百里內之諸侯，故得帥之以征戎夷。《王制》云︰「千里之外設方伯。」以八州八伯，是州別立一賢侯以爲方伯，即《周禮‧大宗伯》云「八命作牧」是也。《礼記‧明堂位》云︰「封周公於曲阜，地方七百里。」孔意以周之大國不過百里，《礼記》云「七百里」者，監此七百里內之諸侯，非以七百里地并封伯禽也。下云「魯人三郊三遂」，指言「魯人」，明於時軍內更有諸侯之人，故知帥七百里內諸侯之人，以之共征也。鄭云︰「人謂軍之士衆及費地之民。」案下句令填塞坑穽，必使軍旁之民塞之，或當如鄭言也。　○傳「今往」至「出之」　○正義曰：《詩》美宣王命程伯休父，「率彼淮浦，省此徐土」。知「淮夷」是淮浦之夷，「徐戎」是徐州之戎也。四海之名，東方曰夷，西方曰戎，謂在九州之外。此徐州、淮浦，中夏之地而得有戎夷者，此戎夷帝王之所羈縻而統敘之，不以中國之法齊其風俗，故得雜錯居九州之內。此伯禽之時有淮浦者，淮浦之夷並起，《詩》美宣王命召穆公平淮夷，則戎夷之處中國久矣。漢時內地無戎夷者，秦始皇逐出之。始皇之崩至孔之初，惟可三四十年，古老尤在，及見其事，故孔得親知之也。王肅云︰「皆紂時錯居中國。」經傳不說其事，無以知紂時來也。　○傳「言當」至「可用」　○正義曰：《世本》云︰「杼作甲。」宋仲子云︰「少康子杼也。」《說文》云︰「胄兜鍪也。」「兜鍪」，首鎧也，經典皆言「甲胄」。秦世已來始有「鎧」、「兜鍪」之文。古之作甲用皮，秦漢已來用鐵，「鎧」、「鍪」二字皆從金，蓋用鐵爲之，而因以作名也。甲胄爲有善有惡，故令簡，取其善者。鄭云︰「謂穿徹之。」謂甲繩有斷絶，當使理穿治之。「干」是楯也，「敿乃干」，必施功於楯，但楯無施功之處，惟繫紛於楯，故以爲「施汝楯紛」。紛如綬而小，繫於楯以持之，其以爲飾。鄭云「敿尤繫也」，王肅云「敿楯當有紛繫持之」，是相傳爲此說也。「弔」訓至也，無敢不令至極，攻堅使可用。鄭云︰「至，尤善也。」　○傳「備汝」至「功善」　○正義曰：「備」訓具也。每弓百矢，弓十矢千，使其數備足，令弓調矢利。案《毛傳》云「五十矢爲束」，或臨戰用五十矢爲束。凡金爲兵器，皆須鍛礪，有刃之兵，非獨戈矛而已。云「鍛鍊戈矛，磨礪鋒刃，令其文互相通稱。諸侯兵器，皆使無敢不功善，令皆利快也」。]"
      },
      {
        "index": 9,
        "text": "「今惟淫舍牿牛馬，[今軍人惟大放舍牿牢之牛馬，言軍所在必放牧也。　○牿，工毒反。]杜乃擭，敜乃穽，無敢傷牿。牿之傷，汝則有常刑。[擭，捕獸機檻，當杜塞之。穽，穿地陷獸，當以土窒敜之。無敢令傷所以牿牢之牛馬。牛馬之傷，汝則有殘人畜之常刑。　○杜，本又作𢾅。擭，華化反，徐戶覆反。敜，徐乃協反，又乃結反。穽，在性反。檻，戶減反。窒，珍栗反。畜，許六反，又丑六反。　【疏】「今惟」至「常刑」　○正義曰：此戒軍旁之民也。今軍人惟欲大放舍牿牢之牛馬，令牧於野澤杜。汝捕獸之擭，塞汝陷獸之穽，無敢令傷所放牿牢之牛馬。牛馬之傷，汝則有殘害人畜之常刑。　○傳「今軍」至「放牧」　○正義曰：「淫」訓大也。《周礼》：「充人掌繫祭祀之牲牷。祀五帝，則繫于牢，芻之三月。」鄭玄云︰「牢，閑也。」「校人掌王馬之政，天子十有二閑，馬六種。」然則養牛馬之處謂之牢閑，牢閑是周衛之名也。此言大舍牿牛馬，則是出之牢閑，牧於野澤，令其逐草而牧之。故謂此牢閑之牛馬爲「牿牛馬」，而知「牿」即閑牢之謂也。故言「大放舍牿牢之牛馬」，言軍人所在，必須放牧此告軍旁之民也。既言牛馬在牿，遂以「牿」爲牛馬之名，下云「無敢傷牿」，謂傷牛馬，牿之傷謂牛馬傷也。鄭玄以「牿爲桎梏之梏，施梏於牛馬之脚，使不得走失」。　○傳「擭捕」至「常刑」　○正義曰：《周礼》：冥氏掌「爲穽擭以攻猛獸」。知「穽」「擭」皆是捕獸之器也。擭以捕虎豹，穿地爲深坑，又設機於上，防其躍而出也。穽以捕小獸，穿地爲深坑，入必不能出，其上不設機也。穽以穿地爲名，擭以得獸爲名，擭亦設於穽中，但穽不設機爲異耳。「杜」，塞之；「窒」，敜之；皆閉塞之義。使之填坑廢機，無敢令傷所放牿牢之牛馬。牛馬之傷，汝則有殘人畜之常刑。今律文：「施機槍作坑穽者，杖一百。傷人之畜產者，償所減價。」王肅云︰「杜，閉也。擭，所以捕禽獸機檻之屬。敜，塞也。穽，穿地爲之，所以陷墮之。恐害牧牛馬，故使閉塞之。」鄭玄云︰「山林之田，春始穿地爲穽，或設擭其中，以遮獸。擭，作㓵也。」]"
      },
      {
        "index": 10,
        "text": "「馬牛其風，臣妾逋逃，勿敢越逐，[馬牛其有風佚，臣妾逋亡，勿敢棄越壘伍而求逐之。役人賤者男曰臣，女曰妾。　○逋，布吳反。佚音逸。]祗復之，我商賚爾。[衆人其有得佚馬牛、逃臣妾，皆敬還復之，我則商度汝功，賜與汝。　○商如字，徐音章。賚，力代反，徐音來。度，待洛反。]乃越逐，不復，汝則有常刑。[越逐爲失伍，不還爲攘盜，汝則有此常刑。　○攘，如羊反。]無敢寇攘，踰垣牆，[軍人無敢暴劫人，踰越人垣牆，物有自來者，無敢取之。　○垣音袁。]竊馬牛，誘臣妾，汝則有常刑。[軍人盜竊馬牛，誘偷奴婢，汝則有犯軍令之常刑。]甲戌，我惟征徐戎。[誓後甲戌之日，我惟征之。]峙乃糗糧，無敢不逮，汝則有大刑。[皆當儲峙汝糗糒之糧，使足食，無敢不相逮及，汝則有乏軍興之死刑。　○峙，直里反。《爾雅》云︰「具也。」糗，去九反，一音昌紹反。糧音良。糒音備。]魯人三郊三遂，峙乃楨榦。甲戌，我惟築，[緫諸國之兵，而但稱魯人。峙具楨榦，道近也。題曰楨，旁曰榦。言「三郊三遂」，明東郊距守不峙，甲戌日當築攻敵壘距堙之屬。　○楨，徐音貞。榦，工翰反。築，陟六反。守，手又反。堙音因。]無敢不供，汝則有無餘刑，非殺。[峙具楨榦，無敢不供。不供，汝則有無餘之刑。刑者非一也，然亦非殺汝。　○供音恭。]魯人三郊三遂，峙乃芻茭，無敢不多，汝則有大刑。」[郊遂多積芻茭，供軍牛馬。不多，汝則亦有乏軍興之大刑。　○芻，初俱反，茭音交。　【疏】「馬牛」至「常刑」　○正義曰：馬牛其有放佚，臣妾其有逋逃，汝無敢棄越壘伍而遠求逐之。其有得逸馬牛、逃臣妾，皆敬還復之，歸於本主，我則商度汝功，賞賜汝。汝若棄越壘伍，遠求逐馬牛臣妾，及有得馬牛臣妾不肯敬還復歸本主者，汝則有常刑。」　○傳「馬牛」至「曰妾」　○正義曰：僖四年《左傳》云︰「唯是風馬牛不相及也。」賈逵云︰「風，放也。牝牡相誘謂之風。」然則馬牛風佚，因牝牡相逐而遂至放佚遠去也。「逋」亦逃也。軍士在軍，當各守部署，止則有壘壁，行則有隊伍，勿敢棄越壘伍而遠求逐之。《周礼》太宰「以九職任萬民」，「八曰臣妾，聚斂疏材」。僖十七年《左傳》云，晉惠公之妻「梁嬴孕，過期。卜招父與其子卜之。其子曰：『將生一男一女。』招曰：『然。男爲人臣，女爲人妾。』」是「役人賤者男曰臣，女曰妾」也。古人或以婦女從軍，故云「臣妾逋逃」也。　○傳「皆當」至「死刑」　○正義曰：「峙」，具也。預貯米粟謂之「儲峙」。鄭衆云︰「糗，熬大豆及米也。」《說文》云︰「糗，熬米麥也。」鄭玄云︰「糗，擣熬穀也。」謂熬米麥使熟，又搗之以爲粉也。「糒」，乾飯也。「糗糒」是行軍之糧。皆當儲峙汝糗糒之糧，使在軍足食。「無敢不相逮及」，謂儲糧少，不及衆人，汝則有乏軍興之死刑。興軍征伐而有乏少，謂之「乏軍興」。今律：「乏軍興者斬。」　○傳「揔諸」至「之屬」　○正義曰：指言「魯人」，明更有他國之人。揔諸國之兵，而但謂魯人。峙具楨榦，爲道近故也。峙具楨榦以擬築之用。「題曰楨」，謂當牆兩端者也。「旁曰榦」，謂在牆兩邊者也。《釋詁》云︰「楨，榦也。」舍人曰：「楨，正也，築牆所立兩木也。榦所以當牆兩邊障土者。」「三郊三遂」謂魯人三軍。《周礼‧司徒》萬二千五百家爲鄉。《司馬法》：「萬二千五百人爲軍。」《小司徒》云︰「凡起徒役，無過家一人。」是家出一人，一鄉爲一軍。天子六軍，出自六鄉，則諸侯大國三軍，亦當出自三鄉也。《周禮》又云，萬二千五百家爲遂。《遂人職》云︰「以歲時稽其人民，簡其兵器，以起征役。」則六遂亦當出六軍，鄉爲正，遂爲副耳。鄭衆云︰「六遂之地在王國百里之外。」然則王國百里爲郊，鄉在郊內，遂在郊外。《釋地》云︰「邑外謂之郊。」孫炎曰：「邑，國都也。設百里之國，去國十里爲郊。」則諸侯之制，亦當鄉在郊內，遂在郊外。此言「三郊三遂」者，「三郊」謂三鄉也。蓋使三鄉之民，分在四郊之內，三遂之民，分在四郊之外，鄉近於郊，故以郊言之。鄉遂之民，分在國之四面，當有四郊四遂，惟言「三郊三遂」者，明東郊令留守，不令峙楨榦也。上云「甲戌，我惟征徐戎」，此云「甲戌，我惟築」，期以至日即築，當築攻敵之壘距堙之屬。《兵法》：「攻城築土爲山，以闚望城內，謂之距堙。」襄六年《左傳》云︰「晏弱城東陽，而遂圍萊。甲寅，堙之環城，傅於堞。」杜預云︰「堞，女牆也。堙，土山也。周城爲土山及女牆。」宣十五年《公羊傳》楚子圍宋，「使司馬子反乘堙而窺宋城，宋華元亦乘堙而出見之」。何休云︰「堙，距堙，上城具也。」是攻敵城壘必有距堙，知「築」者，築距堙之屬也。　○傳「峙具」至「殺汝」　○正義曰：上云「無敢不逮」，此云「無敢不供」，下云「無敢不多」，文異者，糗糧難備，不得偏少，故云「無敢不逮」；楨榦易得，惟恐闕事，故云「無敢不供」；芻茭賤物，惟多爲善，故云「無敢不多」，量事而爲文也。「不供，汝則有無餘之刑」者，言刑者非一，謂合家盡刑之。王肅云︰「汝則有無餘刑，父母妻子同產皆坐之，無遺免之者，故謂無餘之刑。然入於罪隸，亦不殺之。」鄭玄云︰「無餘刑非殺者，謂盡奴其妻子，不遺其種類，在軍使給廝役，反則入於罪隸、舂槀，不殺之。」《周礼‧司厲》云︰「其奴，男子入於罪隸，女子入於舂槁。」鄭玄云︰「奴，從坐而没入縣官者，男女同名。」鄭衆云︰「輸於罪隸、舂人、槁人之官也。」然不供楨榦，雖是大罪，未應緣坐盡及家人，蓋亦權以脅之，使勿犯耳。　○「芻茭」　○正義曰：鄭云︰「茭，乾芻也。」]秦誓第三十二"
      },
      {
        "index": 11,
        "text": "秦穆公伐鄭，[遣三帥帥師往伐之。　○事見魯僖公三十三年。三帥，謂孟明視、西乞術、白乙丙。帥，色類反，下注同。]晉襄公帥師敗諸崤，[崤，晉要塞也。以其不假道，伐而敗之，囚其三帥。　○崤，戶交反。塞，悉代反。假，工下反。]還歸，作《秦誓》。[晉舍三帥，還歸秦，穆公悔過作誓。]"
      },
      {
        "index": 12,
        "text": "秦誓[貪鄭取敗，悔而自誓。　【疏】「秦穆」至「秦誓」　○正義曰：秦穆公使孟明視、西乞術、白乙丙三帥帥師伐鄭，未至鄭而還。晉襄公帥師敗之於崤山，囚其三帥。後晉舍三帥，得還歸於秦。秦穆公自悔己過，誓戒羣臣。史錄其誓辭，作《秦誓》。　○傳「遣三」至「伐之」　○正義曰：《左傳》僖三十年，晉文公與秦穆公圍鄭，鄭使燭之武說秦伯，秦伯竊與鄭人盟，使杞子、逢孫、揚孫戍之，乃還。三十二年，杞子自鄭使告于秦曰：「鄭人使我掌其北門之管，若潛師以來，國可得也。」穆公訪諸蹇叔，蹇叔曰：「不可。」公辭焉。召孟明、西乞、白乙，使出師伐鄭。是「遣三帥帥師往伐之」事也。序言「穆公伐鄭」，嫌似穆公親行，故辨之耳。　○傳「崤晉」至「三帥」　○正義曰：杜預云︰「殽在弘農澠池縣西。」築城守道謂之「塞」，言其要塞盜賊之路也。崤山險阨，是晉之要道關塞也。從秦嚮鄭，路經晉之南境，於南河之南崤關而東適鄭。《禮》征伐朝聘，過人之國，必遣使假道。晉以秦不假道，故伐之。《左傳》僖三十二年，晉文公卒。三十三年，秦師及滑，鄭商人弦高將市於周，遇之，矯鄭伯之命以牛十二犒師。孟明曰：「鄭有備矣，不可冀也。攻之不克，圍之不繼，吾其還也。」滅滑而還。晉先軫請伐秦師。襄公在喪，墨縗绖。夏四月，敗秦師于殽，獲百里孟明視、西乞術、白乙丙以歸。是襄公親自帥師伐而敗之，囚其三帥也。《春秋》之例，君將不言「帥師」，舉其重者。此言「襄公帥師」，依實爲文，非彼例也。又《春秋》經書此事云︰「晉人及姜戎敗秦師于殽。」實是晉侯而書「晉人」者，杜預云︰「晉侯諱背喪用兵，通以賤者告也。」是言晉人告魯，不言晉侯親行，而云大夫將兵。大夫賤，不合書名氏，故稱「人」也。直言敗秦師于殽，不言秦之將帥之名，亦諱背喪用兵，故言辭略也。　○傳「晉舍」至「作誓」　○正義曰：《左傳》又稱，晉文公之夫人文嬴，秦女也，請三帥曰：「彼實構吾二君，寡君若得而食之，不厭，君何辱討焉？使歸就戮于秦，以逞寡君之志，若何？」公許之。秦伯素服郊次，嚮師而哭曰：「孤違蹇叔，以辱二三子，孤之罪也。不替孟明，孤之過也。」是晉舍三帥而得還，秦穆公於是悔過作誓。序言「還歸」，謂三帥還也，嫌穆公身還，故辨之。《公羊傳》說此事云︰「四馬隻輪無反者。」《左傳》稱秦伯「嚮師而哭」，則師亦少有還者。]"
      },
      {
        "index": 13,
        "text": "公曰：「嗟！我士，聽無譁。[誓其羣臣，通稱士也。]予誓告汝羣言之首。[衆言之本要。]古人有言曰：『民訖自若，是多盤。』[言民之行己，盡用順道，是多樂。稱古人言，悔前不順忠臣。　○樂音洛。]責人斯無難，惟受責俾如流，是惟艱哉！[人之有非，以義責之，此無難也。若己有非，惟受人責，即改之如水流下，是惟艱哉。　○俾，必爾反，下同。]我心之憂，日月逾邁，若弗云來。[言我心之憂，欲改過自新，如日月並行過，如不復云來，雖欲改悔，恐死及之，無所益。　○復，扶又反。　【疏】「公曰」至「云來」　○正義曰：穆公自悔伐鄭，召集羣臣而告之。公曰：「咨嗟！我之朝廷之士，聽我告於汝，無得喧譁。我誓告汝衆言之首，誥汝以言中之最要者。古人有言曰：『民之行己，盡用順道，是多樂。』言順善事，則身大樂也。見他有非理，以義責之，此無難也。惟己有非理，受人之責，即能改之，使如水之流下，此事是惟難哉！」言己已往之前不受人言，故自悔也。「今我心憂，欲自改過自新，但日月益爲疾行，如似不復云來，恐己老死不得改悔也」。　○傳「誓其」至「稱士」　○正義曰：「士」者，男子之大號，故羣臣通稱之。鄭云︰「誓其羣臣，下及萬民，獨云士者，舉中言之。」　○傳「言民」至「忠臣」　○正義曰：「訖」，盡也。「自」，用。「若」，順。「盤」，樂也。盡用順道則有福，有福則身樂，故云「是多樂」也。「稱古人言」者，悔前不用古人之言，不順忠臣之謀故也。昔漢明帝問東平王劉蒼云︰「在家何者爲樂？」對曰：「爲善最樂。」是其用順道則多樂。　○傳「言我」至「所益」　○正義曰：「逾」，益。「邁」，行也。「員」即「云」也。言日月益爲疾行，並皆過去，如似不復云來。畏其去而不復來，夜而不復明，言己年老，前途稍近，雖欲改悔，恐死及之，不得修改，身無所益也。王肅云︰「年已衰老，恐命將終，日月遂往，若不云來，將不復見日月，雖欲改過，無所及益。自恨改過遲晚，深自咎責之辭。」]"
      },
      {
        "index": 14,
        "text": "「惟古之謀人，則曰未就予忌。[惟爲我執古義之謀人，謂忠賢蹇叔等也，則曰未成我所欲，反忌之耳。　○爲，于僞反，下「爲我謀」同。]惟今之謀人，姑將以爲親。[惟指今事爲我所謀之人，我且將以爲親而用之。悔前違古從今，以取破敗。　【疏】「惟古」至「爲親」　○正義曰：此穆公自說己之前過。我欲伐鄭之時，羣臣共爲謀計，惟爲我執古義之謀人，我則曰未成我之所欲，反猜忌之。惟指今事爲我所謀之人，我且將以爲親己而用之。悔前違古從今，自取破敗也。其「古之謀人」，當謂忠賢之臣若蹇叔之等。「今之謀人」，勸穆公使伐鄭者，蓋謂杞子之類，國內亦當有此人。]"
      },
      {
        "index": 15,
        "text": "「雖則云然，尚猷詢茲黃髮，則罔所愆。[言前雖則有云然之過，今我庶幾以道謀此黃髮賢老，則行事無所過矣。]番番良士，旅力既愆，我尚有之。[勇武番番之良士，雖衆力已過老，我今庶幾欲有此人而用之。　○番音波。]仡仡勇夫，射御不違，我尚不欲。[仡仡壯勇之夫，雖射御不違，我庶幾不欲用。自悔之至。　○仡，許乞反。]惟截截善諞言，俾君子易辭，我皇多有之，昧昧我思之。[惟察察便巧善爲辨佞之言，使君子迴心易辭，我前多有之，以我昧昧思之不明故也。　○截，才節反。馬云︰「辭語截削省要也。」諞音辨，徐敷連反，又甫淺反，馬本作偏，云︰「少也，辭約損明，大辨佞之人。」易，羊石反。昧音妹。]如有一介臣，斷斷猗，無他伎，其心休休焉，其如有容。[如有束脩一介臣，斷斷猗然專一之臣，雖無他伎藝，其心休休焉樂善，其如是，則能有所容。言將任之。　○介音界，馬本作界，云︰「一介，耿介，一心端慤者。」字又作个，音工佐反。斷，丁亂反，又音短。猗，於綺反，又於宜反。技，其綺反，本亦作伎。他，本亦作它，吐何反。樂音洛。　【疏】「雖則」至「不欲」　○正義曰：言我前事雖則有云然之過，我今庶幾以道謀此黃髮賢老，受用其言，則行事無所過也。番番然勇武之善士，雖衆力既過老，而謀計深長，我庶幾欲有此人而用之。仡仡然壯勇之夫，雖射御不有違失，而智慮淺近，我庶幾不欲用之。自悔往前用壯勇之計失也。　○「惟截截」至「有容」　○正義曰：惟察察然便巧善爲辯佞之言，能使君子迴心易辭。我前大多有之，昧昧然我思之不明故也。如有一心耿介之臣，斷斷守善猗然，雖無他技藝，而其心樂善休休焉，其如是，則能有所含容。如此者，我將任用之。悔前用巧佞之人，今將任寬容善士也。　○傳「惟察」至「故也」　○正義曰：「截截」猶「察察」，明辯便巧之意。「諞」猶辯也，由其便巧善爲辯佞之言，使君子聽之迴心易辭。「皇」訓大也，我前大多有之，謂杞子之等，及在國從己之人。以我昧昧而暗，思之不明，故有此輩在我側也。　○傳「如有」至「任之」　○正義曰：孔注《論語》，以「束脩」爲「束帶脩飾」，此亦當然。「一介」謂一心耿介。「斷斷」，守善之貌。「休休」，好善之意。如有束帶脩飾，一心耿介，斷斷然守善猗然專一之臣，雖復無他技藝，休休焉好樂善道，其心行如是，則能有所含容。言得此人將任用之。「猗」者，足句之辭，不爲義也。《禮記‧太學》引此作「斷斷兮」，「猗」是「兮」之類，《詩》云「河水清且漣漪」是也。王肅云︰「一介，耿介，一心端慤，斷斷守善之貌。無他技能，徒守善而已。休休，好善之貌。其如是，人能有所容忍小過，寬則得衆。穆公疾技巧多端，故思斷斷無他技者。」]"
      },
      {
        "index": 16,
        "text": "「人之有技，若己有之。人之彥聖，其心好之，不啻若自其口出，是能容之。[人之有技，若己有之樂，善之至也。人之美聖，其心好之，不啻如自其口出，心好之至也。是人必能容之。　○好，呼報反。啻，失豉反。]以保我子孫黎民，亦職有利哉！[用此好技聖之人，安我子孫衆人，亦主有利哉！言能興國。　【疏】「人之」至「利哉」　○正義曰：此說大賢之行也。大賢之人，見人之有技，如似己自有之。見人之有美善通聖者，其心愛好之，不啻如自其口出。愛彼美聖，口必稱揚而薦達之，其心愛之，又甚於口，言其愛之至也。是人於民必能含容之。用此愛好技聖之人，安我子孫衆民，則我子孫衆民亦主有利益哉！言其能興邦也。]人之有技，冒疾以惡之。人之彥聖，而違之，俾不達。[見人之有技藝，蔽冒疾害以惡之。人之美聖，而違背壅塞之，使不得上通。　○冒，莫報反。惡，烏路反。背音佩。壅，於勇反。塞，先得反。]是不能容，以不能保我子孫黎民，亦曰殆哉！[冒疾之人，是不能容人用之，不能安我子孫衆人，亦曰危殆哉！　○殆，唐在反。　【疏】「人之」至「殆哉」　○正義曰：此說大佞之行也。大佞之人，見人之有技，蔽冒疾害以惡之。見人之有美善通聖者，而違背壅塞之，使不達於在上。是人之不能含容人也。用此疾惡技聖之人，不能安我子孫衆民，則我子孫衆民亦曰危殆哉！言其必亂邦也。　○傳「見人」至「上通」　○正義曰：傳以「冒」爲覆冒之「冒」，謂蔽障掩蓋之也。「疾」謂疾惡之，謂憎疾患害之也。見人之美善通聖而違背之，不從其言；壅塞之，使不得上通，皆是佞人害賢之行也。]邦之杌陧，曰由一人。[杌陧，不安，言危也。一人所任用，國之傾危，曰由所任不用賢。　○杌，五骨反。陧，五結反，徐語折反。]邦之榮懷，亦尚一人之慶。」[國之光榮，爲民所歸，亦庶幾其所任用賢之善也。穆公陳戒，背賢則危，用賢則榮，自誓改前過之意。　【疏】「邦之」至「之慶」　○正義曰：既言賢佞行異，又言用之安否。邦之杌陧，危而不安，曰由所任一人之不賢也；邦之光榮，爲民所歸，亦庶幾所任一人之有慶也。言國家用賢則榮，背賢則危，穆公自誓將改前過，用賢人者也。人者也。]"
      }
    ]
  }
}
