{
  "chapterNumber": 3,
  "title": "卷一 (Volume 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "尚書序尚書序[○《釋文》：「此孔氏所作，述《尚書》起之時代，并敘爲注之由。故相承講之，今依舊爲音。」　【疏】正義曰：道本沖寂，非有名言。既形以道生，物由名舉，則凡諸經史，因物立名。物有本形，形從事著，聖賢闡教，事顯於言，言愜羣心，書而示法，既書有法，因號曰「書」。後人見其久遠，自於上世，「尚」者，上也，言此上代以來之書，故曰「尚書」。且言者意之聲，書者言之記，是故存言以聲意，立書以記言。故《易》曰：「書不盡言，言不盡意。」是言者意之筌蹄，書言相生者也。書者，舒也。《書緯‧璿璣鈐》云：「書者，如也。」則書者，寫其言，如其意，情得展舒也。又劉熙《釋名》云：「書者，庶也，以記庶物。又爲著。」言事得彰著。五經六籍皆是筆書，此獨稱「書」者，以彼五經者非是君口出言，即書爲法，所書之事，各有云爲，遂以所爲別立其稱。稱以事立，故不名「書」。至於此書者，本書君事，事雖有別，正是君言，言而見書，因而立號，以此之故，名異諸部。但諸部之書，隨事立名，名以事舉，要名立之後，亦是筆書，故百氏六經揔曰「書」也。《論讖》所謂「題意別名，各自載耳」。昭二年《左傳》曰，晉韓起適魯，「觀書於太史氏，見《易》象與《魯春秋》」。此揔名「書」也。「序」者，言序述《尚書》起訖、存亡注說之由，序爲《尚書》而作，故曰「尚書序」。《周頌》曰：「繼序思不忘。」《毛傳》云：「序者，緒也。」則緒述其事，使理相胤續，若繭之抽緒。但《易》有《序卦》，子夏作《詩序》，孔子亦作《尚書序》，故孔君因此作序名也。鄭玄謂之「贊」者，以序不分散，避其序名，故謂之「贊」。贊者，明也，佐也。佐成序義，明以注解故也。安國以孔子之序分附篇端，故己之揔述亦謂之「序」。事不煩重，義無所嫌故也。]"
      },
      {
        "index": 2,
        "text": "古者伏犧氏之王天下也，始畫八卦，造書契，以代結繩之政，由是文籍生焉。[○伏犧氏，伏古作虙，犧本又作羲，亦作戲，辭皮反。《說文》云，賈侍中說此犧非古字。張揖《字詁》云：「羲古字，戲今字。」一號包羲氏。三皇之最先，風姓，母曰華胥，以木德王，即太皞也。王，于況反。畫，乎麥反。卦，俱賣反。契，苦計反。書者，文字；契者，刻木而書其側：故曰「書契」也。一云以書契約其事也。鄭玄云：「以書書木邊，言其事，刻其木，謂之書契也。」結繩，《易‧繫辭》上：「上古結繩以治，後世聖人易之以書契。」文，文字也。籍，籍書。　【疏】「古者」至「生焉」　○正義曰：「代結繩」者，言前世之政用結繩，今有書契以代之。則伏犧時始有文字以書事，故曰「由是文籍生焉」。自今本昔曰「古」。古者以聖德伏物教人取犧牲，故曰「伏犧」。字或作宓犧，音亦同。《律歷志》曰：「結作網罟，以取犧牲，故曰伏犧。」或曰包犧，言取犧而包之。顧氏讀包爲庖，取其犧牲以供庖廚。顧氏又引《帝王世紀》云：「伏犧母曰華胥，有巨人跡，出於雷澤，華胥以足履之，有娠，生伏犧於成紀，蛇身人首。」《月令》云：「其帝太昊。」《繫辭》云：「古者包犧氏之王天下也。」是直變「包」言「伏」耳。則伏犧是皇，言「王天下」者，以皇與帝、王據跡爲優劣，通亦爲王。故《禮運》云「昔者先王」，亦謂上代爲王。但自下言之，則以上身爲王，據王身於下，謂之「王天下」也。知伏犧「始畫八卦」者，以《繫辭》云「包犧氏之王天下也」，後乃云：「始畫八卦以通神明之德，以類萬物之情」，故知之也。知時「造書契以代結繩之政」者，亦以《繫辭》云「上古結繩而治，後世聖人易之以書契，蓋取諸夬」，是造書契可以代結繩也。彼直言「後世聖人」，知是伏犧者，以理比況而知。何則？八卦畫萬物之象，文字書百事之名，故《繫辭》曰：「仰則觀象於天，俯則觀法於地，觀鳥獸之文與地之宜，近取諸身，遠取諸物，始畫八卦。」是萬象見於卦。然畫亦書也，與卦相類，故知書契亦伏犧時也。由此孔意正欲須言伏犧時有書契，本不取於八卦。今云「八卦」者，明書、卦相類，據《繫辭》有畫八卦之成文而言，明伏犧造書契也。言「結繩」者，當如鄭注云：「爲約，事大大其繩，事小小其繩。」王肅亦曰「結繩，識其政事」是也。言「書契」者，鄭云：「書之於木，刻其側爲契，各持其一，後以相考合，若結繩之爲治。」孔無明說，義或當然。《說文》云：「文者，物象之本也。」「籍」者，借也，借此簡書以記錄政事，故曰「籍」。「蓋取諸夬」，「夬」者，決也，言文籍所以決斷，宣揚王政，是以夬。《繇》曰：「揚于王庭。」《繫辭》云「包犧氏之王天下」，又云「作結繩而爲罔罟，蓋取諸離」。彼謂結罔罟之繩，與結爲政之繩異也。若然，《尚書緯》及《孝經讖》皆云三皇無文字，又班固、馬融、鄭玄、王肅諸儒皆以爲文籍初自五帝，亦云三皇未有文字，與此說不同。何也？又蒼頡造書出於《世本》，蒼頡豈伏犧時乎？且《繫辭》云黃帝、堯、舜爲九事之目，末乃云：「上古結繩以治，後世聖人易之以書契。」是後世聖人即黃帝、堯、舜，何得爲伏犧哉？孔何所據而更與《繫辭》相反，如此不同者？《藝文志》曰：「仲尼没而微言絶，七十子喪而大義乖。」況遭秦焚書之後，羣言競出，其緯文鄙近，不出聖人，前賢共疑，有所不取。通人考正，僞起哀、平，則孔君之時，未有此《緯》，何可引以爲難乎？其馬、鄭諸儒，以據文立說，見後世聖人在九事之科，便謂書起五帝，自所見有異，亦不可難孔也。而《繫辭》云後世聖人在九事之下者，有以而然。案彼文先歷說伏犧、神農「蓋取」，下乃云：「黃帝、堯、舜垂衣裳而天下治，蓋取諸乾坤。」是黃帝、堯、舜之事也。又舟檝取渙，服牛取隨，重門取豫，臼杵取小過，弧矢取睽，此五者時無所繫，在黃帝、堯、舜時以否皆可以通也。至於宮室、葬與書契，皆先言「上古」、「古者」，乃言「後世聖人易之」，則別起事之端，不指黃帝、堯、舜時。以此葬事云「古者」，不云「上古」，而云「易之以棺槨」。棺槨自殷湯而然，非是彼時之驗，則上古結繩何廢伏犧前也？其蒼頡，則說者不同，故《世本》云：「蒼頡作書。」司馬遷、班固、韋誕、宋忠、傅玄皆云：「蒼頡，黃帝之史官也。」崔瑗、曹植、蔡邕、索靖皆直云：「古之王也。」徐整云：「在神農、黃帝之間。」譙周云：「在炎帝之世。」衛氏云：「當在庖犧、蒼帝之世。」慎到云：「在庖犧之前。」張揖云：「蒼頡爲帝王，生於禪通之紀。」《廣雅》曰，自開闢至獲麟二百七十六萬歲，分爲十紀。則大率一紀二十七萬六千年。十紀者，九頭一也，五龍二也，攝提三也，合雒四也，連通五也，序命六也，循飛七也，因提八也，禪通九也，流訖十也。如揖此言，則蒼頡在獲麟前二十七萬六千餘年。是說蒼頡其年代莫能有定，亦不可以難孔也。然紀自燧人而下，揖以爲自開闢而設，又伏犧前六紀後三紀，亦爲據張揖、慎到、徐整等說，亦不可以年斷。其流訖之紀，似自黃帝爲始耳。又依《易緯‧通卦驗》，燧人在伏犧前，「表計置其刻曰：蒼牙通靈，昌之成，孔演命，明道經」。鄭玄注云：「刻謂刻石而記識之。」據此，伏犧前已有文字矣。又《陰陽書》稱天老對黃帝云：「鳳皇之象，首戴德，背負仁，頸荷義，膺抱信，足履政，尾繫武。」又《山海經》云：「鳳皇首文曰德，背文曰義，翼文曰順，膺文曰仁，腹文曰信。」又《易‧繫辭》云：「河出圖，洛出書，聖人則之。」是文字與天地並興焉。又《韓詩外傳》稱古封太山、禪梁甫者萬餘人，仲尼觀焉不能盡識。又《管子》書稱管仲對齊桓公曰：「古之封太山者七十二家，夷吾所識十二而已。」首有「無懷氏封太山，禪云云」。其登封者皆刻石紀號，但遠者字有彫毀，故不可識，則夷吾所不識者六十家，又在無懷氏前，孔子覩而不識，又多於夷吾，是文字在伏犧之前已自久遠，何怪伏犧而有書契乎？如此者，蓋文字在三皇之前未用之教世，至伏犧乃用造書契以代結繩之政，是教世之用，猶燧人有火，中古用以燔黍捭豚，後聖乃修其利相似。文字理本有之，用否隨世而漸也。若然，惟《繫辭》至神農始有噬嗑與益，則伏犧時其卦未重，當無雜卦，而得有取諸夬者，此自鄭玄等說耳。案《說卦》曰：「昔者聖人幽贊於神明而生蓍。」《繫辭》曰：「天生神物，聖人則之。」則伏犧用蓍而筮矣。故鄭注《說卦》亦曰：「昔者聖人，謂伏犧文王也。」《繫辭》又曰：「十有八變而成卦。」是言爻皆三歸奇爲三變，十八變則六爻明矣。則筮皆六爻，伏犧有筮，則有六爻，何爲不重而怪有夬卦乎？]"
      },
      {
        "index": 3,
        "text": "伏犧、神農、黃帝之書，謂之「三墳」，言大道也。少昊、顓頊、高辛、唐、虞之書，謂之「五典」，言常道也。[○少，詩照反。昊，胡老反。少昊。金天氏，名摯，字青陽，一曰玄器，己姓。黃帝之子，母曰女節。以金德王，五帝之最先。顓音專。頊，許玉反。顓頊，高陽氏，姬姓。黃帝之孫，昌意之子，母曰景僕，謂之女樞。以水德王，五帝之二也。高辛，帝嚳也，姬姓。嚳，口毒反。母名不見。以木德王，五帝之三也。唐，帝堯也，姓伊耆氏。堯初爲唐侯，後爲天子，都陶，故號陶唐氏。帝嚳之子，帝摯之弟，母曰慶都。以火德王，五帝之四也。虞，帝舜也，姓姚氏，國號有虞。顓頊六世孫，瞽瞍之子，母曰握登。以土德王，五帝之五也。先儒解三皇五帝與孔君同，並見發題。　【疏】「伏犧」至「常道也」　○正義曰：「墳」，大也。以所論三皇之事，其道至大，故曰「言大道也」。以「典」者，常也，言五帝之道，可以百代常行，故曰「言常道也」。此三皇五帝，或舉德號，或舉地名，或直指其人，言及便稱，不爲義例。顧氏引《帝王世紀》云：神農母曰女登，有神龍首感女登而生炎帝，人身牛首。黃帝母曰附寶，見大電光繞北斗樞星，附寶感而懷孕，二十四月而生黃帝，日角龍顏。少昊金天氏母曰女節，有星如虹下流，意感而生少昊。顓頊母曰景僕，昌意正妃，謂之女樞，有星貫月如虹，感女樞於幽房之宮而生顓頊。堯母曰慶都，觀河遇赤龍，晻然陰風，感而有孕，十四月而生堯。又云舜母曰握登，見大虹感而生舜。此言「謂之三墳」、「謂之五典」者，因《左傳》有「三墳五典」之文，故指而謂之。然五帝之書皆謂之典，則《虞書‧皋陶謨》、《益稷》之屬，亦應稱典。所以別立名者，若主論帝德，則以典爲名，其臣下所爲，隨義立稱。其「三墳」直云「言大道也」，「五典」直云「言常道也」，不訓「墳」、「典」之名者，以墳大典常，常訓可知，故略之也。「常道」所以與「大道」爲異者，以帝者公平天下，其道可以常行，故以「典」言之。而皇優於帝，其道不但可常行而已，又更大於常，故言「墳」也。此爲對例耳。雖少有優劣，皆是大道，並可常行。故《禮運》云：「以大道之行」爲五帝時也。然帝號同天，名所莫加，優而稱「皇」者，以「皇」是美大之名，言大於帝也。故後代措廟立主，尊之曰「皇」，生者莫敢稱焉。而士庶祖父稱曰「皇」者，以取美名，可以通稱故也。案《左傳》止有「三墳五典」，不言墳是三皇之書，典是五帝之書。孔知然者，案今《堯典》、《舜典》是二帝二典，推此二典而上，則五帝當五典，是五典爲五帝之書。今三墳之書在五典之上，數與三皇相當，墳又大名，與皇義相類，故云三皇之書爲三墳。孔君必知三皇有書者，案《周禮‧小史職》「掌三皇五帝之書」，是其明文也。鄭玄亦云其書即三墳五典。但鄭玄以三皇無文，或據後錄定。孔君以爲書者記當時之事，不可以在後追錄，若當時無書，後代何以得知其道也？此亦孔君所據三皇有文字之驗耳。鄭玄注《中候》，依《運斗樞》以伏犧、女媧、神農爲三皇，又云五帝坐，帝鴻、金天、高陽、高辛、唐、虞氏。知不爾者，孔君既不依緯，不可以緯難之。又《易》興作之條，不見有女媧，何以輒數？又鄭玄云：「女媧修伏犧之道，無改作則。」已上修舊者衆，豈皆爲皇乎？既不數女媧，不可不取黃帝以充三皇耳。又鄭玄數五帝，何以六人？或爲之說云，德協五帝，座不限多少，故六人亦名五帝。若六帝何有五座？而皇指大帝，所謂「耀魄寶」，止一而已，本自無三皇，何云三皇？豈可三皇數人，五帝數座，二文舛互，自相乖阻也。其諸儒說三皇，或數燧人，或數祝融以配犧、農者，其五帝皆自軒轅，不數少昊，斯亦非矣。何燧人說者以爲伏犧之前，據《易》曰「帝出於震」，震，東方，其帝太昊。又云「古者包犧氏之王天下也」，言古者制作莫先於伏犧，何以燧人廁在前乎？又祝融及顓頊以下火官之號，金天已上百官之號，以其徵五經，無云祝融爲皇者，縱有，不過如共工氏。共工有水瑞，乃與犧、農、軒、摯相類，尚云霸其九州，祝融本無此瑞，何可數之乎？《左傳》曰：「少昊之立，鳳鳥適至。」於《月令》又在秋享食，所謂白帝之室者也，何爲獨非帝乎？故孔君以黃帝上數爲皇，少昊爲五帝之首耳。若然，案今《世本‧帝繫》及《大戴禮‧五帝德》并《家語》宰我問、太史公《五帝本紀》皆以黃帝爲五帝，此乃史籍明文，而孔君不從之者。孟軻曰：「信《書》不如其無《書》，吾於《武成》取二三策而已。」言書以漸染之濫也。孟軻已然，況後之說者乎？又《帝繫》、《本紀》、《家語》、《五帝德》皆云少昊即黃帝子青陽是也，顓頊黃帝孫、昌意子，帝嚳高辛氏爲黃帝曾孫、玄囂孫、僑極子，堯爲帝嚳子，舜爲顓頊七世孫。此等之書，說五帝而以黃帝爲首者，原由《世本》。經於暴秦，爲儒者所亂。《家語》則王肅多私定，《大戴禮》、《本紀》出於《世本》，以此而同。蓋以少昊而下皆出黃帝，故不得不先說黃帝，因此謬爲五帝耳。亦由《繫辭》以黃帝與堯、舜同事，故儒者共數之焉。孔君今者意以《月令》春曰太昊，夏曰炎帝，中央曰黃帝，依次以爲三皇。又依《繫辭》，先包犧氏王。没，神農氏作。又没，黃帝氏作。亦文相次。皆著作見於《易》，此三皇之明文也。《月令》秋曰少昊，冬曰顓頊，自此爲五帝。然黃帝是皇，今言「帝」不云「皇」者，以皇亦帝也，別其美名耳。太昊爲皇，《月令》亦曰「其帝太昊」，《易》曰「帝出於震」是也。又軒轅之稱黃帝，猶神農之云炎帝，神農於《月令》爲炎帝，不怪炎帝爲皇，何怪軒轅稱帝？而梁主云：「書起軒轅，同以燧人爲皇，其五帝自黃帝至堯而止。知帝不可以過五，故曰舜非三王，亦非五帝，與三王爲四代而已。」其言與詩之爲體，不雅則風，除皇已下不王則帝，何有非王非帝，以爲何人乎？典、謨皆云「帝曰」，非帝如何！]"
      },
      {
        "index": 4,
        "text": "至于夏、商、周之書，雖設教不倫，雅誥奧義，其歸一揆。[○夏，禹天下號也，以金德王，三王之最先。商，湯天下號，亦號殷，以水德王，三王之二也。周，文王、武王有天下號也，以木德王，三王之三也。誥，故報反，告也，示也。奧，烏報反，深也。揆，葵癸反，度也。　【疏】「至于」至「一揆」　○正義曰：既皇書稱「墳」，帝書稱「典」，除皇與帝墳、典之外，以次累陳，故言「至于」。夏、商、周三代之書，雖復當時所設之教，與皇及帝墳、典之等不相倫類，要其言皆是雅正辭誥，有深奧之義，其所歸趣與墳、典一揆。明雖事異墳、典而理趣終同，故所以同入《尚書》，共爲世教也。孔君之意，以墳、典亦是《尚書》，故此因墳、典而及三代。下云「討論墳、典，斷自唐、虞以下」，是墳、典亦是《尚書》之內，而小史偏掌之者，以其遠代故也。此既言墳、典，不依外文連類，解八索、九丘，而言三代之書廁於其間者，孔意以墳、典是《尚書》，丘、索是《尚書》外物，欲先說《尚書》事訖，然後及其外物，故先言之也。夏、商、周之書，皆訓誥誓命之事，言「設教」者，以此訓誥誓命即爲教而設，故云「設教」也。言「不倫」者，倫，類也，三代戰爭不與皇帝等類，若然，五帝稱「典」，三王劣而不倫，不得稱「典」。則三代非典，不可常行，何以垂法乎？然三王世澆，不如上代，故隨事立名，雖篇不目典，理實是典，故曰「雅誥奧義，其歸一揆」，即爲典之謂也。然三王之書，惟無典謨，以外訓、誥、誓、命、歌、貢、征、範，類猶有八，獨言「誥」者，以別而言之。其類有八，文從要約，一「誥」兼焉。何者？以此八事皆有言以誥示，故揔謂之「誥」。又言「奧義」者，指其言謂之誥，論其理謂之義，故以義配焉。言「其歸一揆」，見三代自歸於一，亦與墳、典爲一揆者，況喻之義。假譬人射，莫不皆發，志揆度於的，猶如聖人立教，亦同揆度於至理，故云「一揆」。]是故歷代寶之，以爲大訓。[【疏】正義曰：《顧命》云：「越玉五重，陳寶。」即以赤刀、大訓在西序，是「寶之，以爲大訓」之文。彼注以典謨爲之，與此相當。要六藝皆是，此直爲《書》者，指而言之，故彼注亦然也。彼直周時寶之，此知歷代者，以墳、典久遠，周尚寶之，前代可知，故言「歷代」耳。]"
      },
      {
        "index": 5,
        "text": "八卦之說，謂之「八索」，求其義也。九州之志，謂之「九丘」。丘，聚也。言九州所有，土地所生，風氣所宜，皆聚此書也。[○八索，所白反，下同，求也。徐音素，本或作素。　【疏】「八卦」至「此書也」　○正義曰：以墳、典因外文而知其丘、索與墳、典文連，故連而說之，故揔引傳文以充足己意，且爲於下見與墳、典俱被黜削，故說而以爲首引。言爲論八卦事義之說者，其書謂之「八索」。其論九州之事所有志記者，其書謂之「九丘」。所以名「丘」者，以丘，聚也，言於九州當有土地所生之物，風氣所宜之事，莫不皆聚見於此書，故謂之「九丘」焉。然八卦言之「說」，九州言之「志」，不同者，以八卦交互相說其理，九州當州有所志識，以此而不同。此「索」謂求索，亦爲搜索，以《易》八卦爲主，故《易》曰：「八卦成列，像在其中矣。因而重之，爻在其中矣。」又曰：「八卦相蕩。」是六十四卦，三百八十四爻，皆出於八卦。就八卦而求其理，則萬有一千五百二十策，天下之事得，故謂之「索」，非一索再索而已。此「索」於《左傳》亦或謂之「素」，說有不同，皆後人失其真理，妄穿鑿耳。其「九丘」取名於聚，義多如山丘，故爲聚。《左傳》或謂之「九區」，得爲說當九州之區域，義亦通也。又言「九州所有」，此一句與下爲揔，即「土地所生，風氣所宜」是所有也。言「土地所生」，即其動物、植物，大率土之所生不出此二者。又云「風氣所宜」者，亦與土地所生大同。何者？以九州各有土地，有生與不生，由風氣所宜與不宜。此亦《職方》、《禹貢》之類。別而言之，「土地所生」若《禹貢》之「厥貢」、「厥篚」也，「風氣所宜」若《職方》其畜宜若干、其民若干男、若干女是也。上「墳」、「典」及「索」不別訓之，以可知，故略之。「丘」訓既難，又須別言「九州所宜」已下，故先訓之，於下結義，故云「皆聚此書」也。]"
      },
      {
        "index": 6,
        "text": "《春秋左氏傳》曰，楚左史倚相「能讀三墳、五典、八索、九丘」，即謂上世帝王遺書也。[○左史，史官左右。倚，於綺反，劉琴綺反。相，息亮反。倚相，楚靈王時史官也。　【疏】「春秋」至「遺書也」　○正義曰：以上因有外文言墳、典、丘、索而謂之，故引成文以證結之。此昭十二年《左傳》楚靈王見倚相趨過，告右尹子革以此辭。知「倚相」是其名字，蓋爲太史，而主記左動之事，謂之「左史」。不然，或楚俗與諸國不同，官多以左右爲名，或別有此左史乎？彼子革荅王云：「倚相，臣問《祈招》之詩而不知，若問遠焉，其焉能知之？」彼以爲倚相不能讀之。此云「能」者，以此據《左傳》成文，因王言而引之。假不能讀，事亦無妨，況子革欲開諫王之路，倚相未必不能讀也。言此墳、典、丘，索即此書是謂上世帝王遺餘之書也。以楚王論時已在三王之末，故云「遺書」。其丘、索知是前事，亦不知在何代，故直揔言「帝王」耳。]"
      },
      {
        "index": 7,
        "text": "先君孔子，生於周末，覩史籍之煩文，懼覽之者不一，遂乃定《禮》、《樂》，明舊章，刪《詩》爲三百篇，約史記而修《春秋》，贊《易》道以黜八索，述《職方》以除九丘。[○刪，色奸反。　【疏】「先君」至「九丘」　○正義曰：既結申帝王遺書，欲言孔子就而刊定。《孔子世家》云，安國是孔子十一世孫，而上尊先祖，故曰「先君」。《穀梁》以爲魯襄公二十一年冬十一月庚子孔子生，《左傳》哀公十六年夏四月己丑孔子卒，計以周靈王時生，敬王時卒，故爲「周末」。上云「文籍」，下云「滅先代典籍」，此言「史籍」。「籍」者，古書之大名。由文而有籍，謂之「文籍」；因史所書謂之「史籍」；可以爲常，故曰「典籍」，義亦相通也。但上因書契而言「文」，下傷秦滅道以稱「典」，於此言「史」者，不但義通上下，又以此「史籍」不必是先王正史，是後代好事者作，以此懼其不一，故曰：「蓋有不知而作之者，我無是也。」先言「定《禮》、《樂》」者，欲明孔子欲反於聖道以歸於一，故先言其舊行可從者。修而不改曰「定」，就而減削曰「刪」，準依其事曰「約」，因而佐成曰「贊」，顯而明之曰「述」，各從義理而言。獨《禮》、《樂》不改者，以《禮》、《樂》聖人制作，己無貴位，故因而定之。又云「明舊章」者，即《禮》、《樂》、《詩》、《易》、《春秋》是也。以「《易》道」、「《職方》」與「黜八索」、「除九丘」相對，其約史記以刪《詩》、《書》爲偶，其定《禮》、《樂》文孤，故以「明舊章」配之，作文之體也。《易》亦是聖人所作，不言「定」者，以《易》非如《禮》、《樂》，人之行事，不須云「定」。又因而爲作《十翼》，故云「贊」耳。《易》文在下者，亦爲「黜八索」與「除九丘」相近故也。爲文之便，不爲義例。孔子之修六藝，年月孔無明說。《論語》曰：「吾自衛反魯，然後樂正，《雅》、《頌》各得其所。」則孔子以魯哀公十一年反魯爲大夫，十二年《孟子》卒，孔子弔，則致仕時年七十以後。「脩」，述也，《詩》有序三百一十一篇，全者三百五篇，云「三百」者，亦舉全數計。《職方》在《周禮‧夏官》，亦武帝時出於山巖屋壁，即藏祕府，世人莫見。以孔君爲武帝博士，於祕府而見焉。知必「黜八索」、「除九丘」者，以三墳、五典本有八，今序只有二典而已，其三典、三墳今乃寂寞，明其除去，既墳、典書內之正尚有去者，況書外乎？故知丘、索亦黜除也。「黜」與「除」其義一也，黜退不用而除去之。必云「贊《易》道以黜」者，以不有所興，孰有所廢故也。《職方》即《周禮》也，上已云「定《禮》、《樂》」，即《職方》在其內。別云述之，以爲「除九丘」，舉其類者以言之。則云「述」者，以定而不改即是遵述，更有書以述之。]討論墳、典，斷自唐虞以下，訖于周。芟夷煩亂，翦截浮辭，舉其宏綱，撮其機要，足以垂世立教，典、謨、訓、誥、誓、命之文凡百篇。[○斷，丁亂反。訖，居乙反，又許乙反。芟，色咸反。翦，咨淺反。撮，七活反。機，本又作幾。典凡十五篇，正典二，攝十三，十一篇亡。謨，莫胡反。凡三篇，正二，攝一。訓凡十六篇，正二篇亡，攝十四，三篇亡。誥凡三十八篇，正八，攝三十，十八篇亡。誓，市制反。凡十篇，正八，攝二，十篇亡。命凡十八篇，正十二，三篇亡，攝六，四篇亡。　【疏】「討論」至「百篇」　○正義曰：言孔子既懼覽之者不一，不但刪《詩》、約史、定《禮》、贊《易》，有所黜除而已，又討整論理此三墳、五典并三代之書也。《論語》曰：「世叔討論之。」鄭以「討論」爲整理，孔君既取彼文，義亦當然。以書是亂物，故就而整理之。若然，墳、典周公制禮，使小史掌之；而孔子除之者，蓋隨世不同亦可，孔子之時，墳、典已雜亂，故因去之。《左傳》曰「芟夷蘊崇之」，又曰「俘翦惟命」，《詩》曰「海外有截」，此孔君所取之文也。「芟夷」者，據全代、全篇似草隨次皆芟，使平夷。若自帝嚳已上三典、三墳是芟夷之文，自夏至周雖有所留，全篇去之而多者，即「芟夷」也。「翦截」者，就代就篇辭有浮者翦截而去之，去而少者爲「翦截」也。「舉其宏綱」即上「芟夷煩亂」也，「撮其機要」即上「翦截浮辭」也。且「宏綱」云「舉」，是據篇、代大者言之；「機要」云「撮」，爲就篇、代之內而撮出之耳。「宏」，大也；「綱」者，網之索，舉大綱則衆目隨之。「機」者，機關，撮取其機關之要者，「斷自唐虞以下」者，孔無明說。《書緯》以爲帝嚳以上，朴略難傳，唐虞已來，煥炳可法。又禪讓之首，至周五代一意故耳，孔義或然。「典」即《堯典》、《舜典》，「謨」即《大禹謨》、《皋陶謨》，「訓」即《伊訓》、《高宗之訓》，「誥」即《湯誥》、《大誥》，「誓」即《甘誓》、《湯誓》，「命」即《畢命》、《顧命》之等是也。說者以《書》體例有十，此六者之外尚有征、貢、歌、範四者，并之則十矣。若《益稷》、《盤庚》，單言附於十事之例。今孔不言者，不但舉其機約，亦自征、貢、歌、範非君出言之名，六者可以兼之。此云「凡百篇」，據序而數故耳。或云百二篇者，誤有所由。以前漢之時，有東萊張霸僞造《尚書》百兩篇，而爲緯者附之。因此鄭云：「異者其在大司徒、大僕正乎？此事爲不經也。」鄭作《書論》，依《尚書緯》云：「孔子求書，得黃帝玄孫帝魁之書，迄於秦穆公，凡三千二百四十篇。斷遠取近，定可以爲世法者百二十篇，以百二篇爲《尚書》，十八篇爲《中候》。」以爲去三千一百二十篇，以上取黃帝玄孫，以爲不可依用。今所考覈《尚書》，首自舜之末年以禪於禹，上錄舜之得用之事，由堯以爲《堯典》，下取舜禪之後，以爲舜讓得人，故史體例別，而不必君言。若《禹貢》全非君言，而禹身事受禪之後無入《夏書》之言。是舜史自錄成一法，後代因之耳。]所以恢弘至道，示人主以軌範也。帝王之制，坦然明白，可舉而行，三千之徒並受其義。[○恢，苦回反，大也。坦，土管反。　【疏】「所以」至「其義」　○正義曰：此論孔子正理羣經已畢，揔而結之，故爲此言。《家語》及《史記》皆云「孔子弟子三千人」，故云「三千之徒」也。]"
      },
      {
        "index": 8,
        "text": "及秦始皇滅先代典籍，焚書坑儒，天下學士，逃難解散，我先人用藏其家書于屋壁。[○始皇名政，二十六年初并六國，自號始皇帝。焚《書》、《詩》在始皇之三十四年，坑儒在三十五年。坑，苦庚反。難，乃旦反。解音蟹。　【疏】「及秦」至「屋壁」　○正義曰：言孔子既定此書後，雖曰明白，反遭秦始皇滅除之。依《秦本紀》云，秦王正二十六年平定天下，尊爲皇帝，不復立謚，以爲初并天下，故號始皇。爲滅先代典籍，故云「坑儒焚書」。以即位三十四年，因置酒於咸陽宮，丞相李斯奏請「天下敢有藏《詩》、《書》、百家語者，悉詣守、尉雜燒之。有敢偶語《詩》、《書》者棄市。令下三十日不燒，黥爲城旦」。制曰：「可。」是「焚書」也。三十五年，始皇以方士盧生求仙藥不得，以爲誹謗，諸生連相告引，四百六十餘人皆坑之咸陽。是「坑儒」也。又衛宏《古文奇字序》云：「秦改古文以爲篆隸，國人多誹謗。秦患天下不從，而召諸生，至者皆拜爲郎，凡七百人。又密令冬月種瓜於驪山硎谷之中溫處，瓜實，乃使人上書曰：『瓜冬有實。』有詔天下博士諸生說之，人人各異，則皆使往視之。而爲伏機，諸生方相論難，因發機，從上填之以土，皆終命也。」「我先人用藏其家書于屋壁」者，《史記‧孔子世家》云，孔子生鯉，字伯魚。魚生伋，字子思。思生白，字子上。上生求，字子家。家生箕，字子京。京生穿，字子高。高生慎，慎爲魏相。慎生鮒，鮒爲陳涉博士。鮒弟子襄，爲惠帝博士，長沙太守。襄生中。中生武。武生延陵及安國，爲武帝博士，臨淮太守。《家語序》云：「子襄以秦法峻急，壁中藏其家書。」是安國祖藏之。]"
      },
      {
        "index": 9,
        "text": "漢室龍興，開設學校，旁求儒雅，以闡大猷。濟南伏生，年過九十，失其本經，口以傳授。裁二十餘篇。以其上古之書，謂之《尚書》。百篇之義，世莫得聞。[○校，戶教反。《詩》箋云：「鄭國謂學爲校。」闡，尺善反，大也，明也。濟，子禮反，郡名也。伏生，名勝。過，古臥反，後同。傳，直專反，下「傳之」同。「二十餘篇」即馬、鄭所注二十九篇也。　【疏】「漢室」至「得聞」　○正義曰：將言所藏之書得之所由，故本之也。言「龍興」者，以《易》龍能變化，故比之聖人。九五「飛龍在天」，猶聖人在天子之位，故謂之「龍興」也。言「學校」者，校，學之一名也。故《鄭詩序》云「子衿，刺學校廢」，《左傳》云「然明請毀鄉校」是也。《漢書》云：「惠帝除挾書之律，立學興教，招聘名士。文景以後儒者更衆，至武帝尤甚。」故云「旁求儒雅」。《詩‧小雅》曰：「匪先民是程，匪大猷是經。」彼注云：「猷，道也。」大道即先王六籍是也。伏生名勝，爲秦二世博士，《儒林傳》云：「孝文帝時，求能治《尚書》者，天下無有，聞伏生治之，欲召。時伏生年已九十有餘，老不能行，於是詔太常，使掌故臣晁錯往受之。得二十九篇，即以教於齊魯之間。」是「年過九十」也。案《史記》：「秦時焚書，伏生壁藏之。其後兵火起，流亡。漢定天下，伏生求其書，亡數十篇，獨得二十九篇，以教於齊魯之間。」則伏生壁內得二十九篇。而云「失其本經，口以傳授」者，蓋伏生初實壁內得之以教齊魯，傳教既久，誦文則熟，至其末年，因其習誦，或亦目暗，至年九十晁錯往受之時，不執經而口授之故也。又言「裁二十餘篇」者，意在傷亡，爲少之文勢。何者？以數法隨所近而言之，若欲多之，當云得三十篇，今「裁二十餘篇」，言「裁」亦意以爲少之辭。又二十九篇自是計卷，若計篇則三十四，去《泰誓》猶有三十一。案《史記》及《儒林傳》皆云「伏生獨得二十九篇，以教齊魯」，則今之《泰誓》，非初伏生所得。案馬融云「《泰誓》後得」，鄭玄《書論》亦云「民間得《泰誓》」。《別錄》曰：「武帝末，民有得《泰誓》書於壁內者，獻之。與博士使讀說之，數月皆起，傳以教人。」則《泰誓》非伏生所傳。而言二十九篇者，以司馬遷在武帝之世見《泰誓》出而得行，入於伏生所傳內，故爲史揔之，并云伏生所出，不復曲別分析。云民間所得，其實得時不與伏生所傳同也。但伏生雖無此一篇，而《書》傳有八百諸侯俱至孟津，白魚入舟之事，與《泰誓》事同，不知爲伏生先爲此說？不知爲是《泰誓》出後，後人加增此語？案王充《論衡》及《後漢史》獻帝建安十四年黃門侍郎房宏等說云，宣帝本始元年，河內女子有壞老子屋，得古文《泰誓》三篇。《論衡》又云：「以掘地所得者。」今《史》、《漢》書皆云伏生傳二十九篇，則司馬遷時已得《泰誓》，以并歸於伏生，不得云宣帝時始出也。則云宣帝時女子所得，亦不可信。或者爾時重得之，故於後亦據而言之。《史記》云伏生得二十九篇，《武帝記》載今文《泰誓》末篇，由此劉向之作《別錄》，班固爲《儒林傳》，不分明，因同於《史記》。而劉向云武帝末得之《泰誓》，理當是一。而古今文不同者，即馬融所云：「吾見書傳多矣，凡諸所引，今之《泰誓》皆無此言，而古文皆有。」則古文爲真，亦復何疑？但於先有張霸之徒僞造《泰誓》，以藏壁中，故後得而惑世也。亦可今之《泰誓》百篇之外，若《周書》之例，以於時實有觀兵之誓，但不錄入《尚書》。故古文《泰誓》曰「皇天震怒，命我文考，肅將天威，大勳未集。肆予小子發，以爾友邦冢君，觀政於商」是也。又云：「以其上古之書，謂之《尚書》」者，此文繼在「伏生」之下，則言「以其上古之書，謂之《尚書》」，此伏生意也。若以伏生指解《尚書》之名，名已先有，有則當云名之《尚書》。既言「以其上古之書」，今先云「以其」，則伏生意之所加，則知「尚」字乃伏生所加也。以「尚」解上，則「尚」訓爲上。上者，下所慕尚，故義得爲通也。孔君既陳伏生此義，於下更無是非，明即用伏生之說，故書此而論之。馬融雖不見孔君此說，理自然同，故曰「上古有虞氏之書，故曰《尚書》」是也。王肅曰：「上所言，史所書，故曰《尚書》。」鄭氏云：「尚者上也，尊而重之，若天書然，故曰《尚書》。」二家以「尚」與「書」相將，則上名不正出於伏生？鄭玄依《書緯》，以「尚」字是孔子所加，故《書贊》曰：「孔子乃尊而命之曰《尚書》。」《璿璣鈐》云：「因而謂之《書》，加尚以尊之。」又曰：「《書》務以天言之。」鄭玄溺於《書緯》之說，何有人言而須繫之於天乎？且孔君親見伏生，不容不悉，自云伏生「以其上古之書，謂之《尚書》」，何云孔子加也？王肅云「上所言，史所書」，則「尚」字與「書」俱有，無先後。既直云「尚」，何以明上之所言？書者，以筆畫記之辭，羣書皆是，何知《書》要責史所爲也？此其不若前儒之說密耳。云「上古」者亦無指定之目，自伏生言之，則於漢世，仰遵前代，自周已上皆是。馬融云：「有虞氏爲《書》之初耳。」若《易》歷三世，則伏犧爲上古，文王爲中古，孔子爲下古。《禮運》鄭玄以先王食腥與《易》「上古結繩」同時，爲上古，神農爲中古，五帝爲下古。其不相對，則無例耳。且太之與上爲義不異，《禮》以唐虞爲太古，以下有三代，冠而推之爲然，是爲不定則。但今世已上，仰之已古，便爲上古耳。以《書》是本名，「尚」是伏生所加，故諸引《書》直云「《書》曰」，若有配代而言，則曰「《夏書》」無言「《尚書》」者。]"
      },
      {
        "index": 10,
        "text": "至魯共王好治宮室，壞孔子舊宅，以廣其居，於壁中得先人所藏古文虞夏商周之書及傳《論語》、《孝經》，皆科斗文字。王又升孔子堂，聞金石絲竹之音，乃不壞宅，[○共音恭，亦作龔，又作恭。共王，漢景帝之子，名餘。好，呼報反，下「好古」同。壞音怪，下同。《字林》作𣀤，云公壞反，毀也。傳謂《春秋》也，一云《周易》十翼，非經謂之傳。論如字，又音倫。科，苦禾反。科斗，蟲名，蝦蟆子。書形似之。　【疏】「至魯」至「壞宅」　○正義曰：欲云得百篇之由，故序其事。漢景帝之子名餘，封於魯，爲王，死謚曰共。存日以居於魯，近孔子宅。好治宮室，故欲裒益，乃壞孔子舊宅，以增廣其居。於所壞壁內得安國先人所藏古文虞夏商周之書及傳《論語》、《孝經》，皆是科斗文字。王雖得此書，猶壞不止。又升孔子廟堂，聞金鍾石磬絲琴竹管之音，以懼其神異乃止，不復敢壞宅也。上言藏家書於屋壁，此亦屋壁內得書也，亦得及傳《論語》、《孝經》等。不從約云「得《尚書》」，而煩文言「虞夏商周之書」者，以壁內所得，上有題目「虞夏商周書」，其序直云「書序」，皆無「尚」字，故其目錄亦然，故不云「尚書」而言「虞夏商周之書」。安國亦以此知「尚」字是伏生所加。惟此壁內所無，則書本無「尚」字明矣。凡書，非經則謂之傳。言「及傳《論語》、《孝經》」，正謂《論語》、《孝經》是傳也。漢武帝謂東方朔云：「傳曰：『時然後言，人不厭其言。』」又漢東平王劉雲與其太師策書云：「傳曰：『陳力就列，不能者止。』」又成帝賜翟方進策書云：「傳曰：『高而不危，所以長守貴也。』」是漢世通謂《論語》、《孝經》爲傳也。以《論語》、《孝經》非先王之書，是孔子所傳說，故謂之傳，所以異於先王之書也。上已云「壞孔子舊宅」，又云「乃不壞宅」者，初王意欲壞之，已壞其屋壁，聞八音之聲，乃止，餘者不壞，明知已壞者亦不敢居，故云「乃不壞宅」耳。]悉以書還孔氏。科斗書廢已久，時人無能知者，以所聞伏生之書考論文義，定其可知者，爲隸古定，更以竹簡寫之，增多伏生二十五篇。伏生又以《舜典》合於《堯典》，《益稷》合於《皋陶謨》，《盤庚》三篇合爲一，《康王之誥》合於《顧命》，復出此篇，并序，凡五十九篇，爲四十六卷。其餘錯亂摩滅，弗可復知，悉上送官，藏之書府，以待能者。[○隸音麗，謂用隸書寫古文。二十五篇謂《虞書‧大禹謨》，《夏書‧五子之歌》、《胤征》，《商書‧仲虺之誥》、《湯誥》、《伊訓》、《太甲》三篇、《咸有一德》、《說命》三篇，《周書‧泰誓》三篇、《武成》、《旅獒》、《微子之命》、《蔡仲之命》、《周官》、《君陳》、《畢命》、《君牙》、《冏命》。合舊音閤，又如字，下同。皋音高，本又作咎。陶音遙，本又作繇。盤，步干反，本又作般。復，扶又反，下同。五十九篇即今所行五十八篇，其一是百篇之序。謂《虞書‧汩作》、《九共》九篇、《膏飫》，《夏書‧帝告》、《釐沃》、《湯征》、《汝鳩》、《汝方》，《商書‧夏社》、《疑至》、《臣扈》、《典寶》、《明居》、《肆命》、《徂后》、《沃丁》、《咸乂》四篇、《伊陟》、《原命》、《仲丁》、《河亶甲》、《祖乙》、《高宗之訓》，《周書‧分器》、《旅巢命》、《歸禾》、《嘉禾》、《成王政》、《將蒲姑》、《賄肅慎之命》、《亳姑》，凡四十二篇，亡。上，時掌反。　【疏】「悉以」至「能者」　○正義曰：既云王不壞宅，以懼神靈，因還其書。已前所得，言「悉以書還孔氏」，則上「傳《論語》、《孝經》」等皆還之，故言「悉」也。科斗書，古文也，所謂蒼頡本體，周所用之，以今所不識，是古人所爲，故名「古文」。形多頭麤尾細，狀腹團圓，似水蟲之科斗，故曰「科斗」也。以古文經秦不用，故云廢已久矣，時人無能知識者。孔君以人無能知識之故，己欲傳之，故以所聞伏生之書，比校起發，考論古文之義。考文而云「義」者，以上下事義推考其文，故云「義」也。「定其可知」者，就古文內定可知識者爲隸古定。不言就伏生之書而云以其所聞者，明用伏生書外亦考之。故云「可知者」，謂并伏生書外有可知，不徒伏生書內而已。言「隸古」者，正謂就古文體而從隸定之。存古爲可慕，以隸爲可識，故曰「隸古」，以雖隸而猶古。由此故謂孔君所傳爲古文也。古文者，蒼頡舊體，周世所用之文字。案班固《漢志》及許氏《說文》，書本有六體：一曰指事，上下；二曰象形，日月；三曰形聲，江河；四曰會意，武信；五曰轉注，考老；六曰假借，令長。此造字之本也。自蒼頡以至今，字體雖變，此本皆同，古今不易也。自蒼頡以至周宣，皆蒼頡之體，未聞其異。宣王紀其史籀始有大篆十五篇，號曰篆籀，惟篆與蒼頡二體而已。衛恒曰：「蒼頡造書，觀於鳥跡，因而遂滋，則謂之字。字有六義，其文至於三代不改。及秦用篆書，焚燒先代典籍，古文絶矣。」許慎《說文》言自秦有八體：一曰大篆，二曰小篆，三曰刻符，四曰蟲書，五曰摹印，六曰署書，七曰殳書，八曰隸書。亡新居攝，以應制作，改定古文，使甄豐校定，時有六書：一曰古文，孔子壁內書也；二曰奇字，即古字有異者；三曰篆書，即小篆，下杜人程邈所作也；四曰佐書，秦隸書也；五曰繆篆，所以摹印也；六曰鳥蟲書，所以書幡信也。由此而論，即秦罷古文而有八體，非古文矣。以至亡新六書并八體，亦用書之六體以造其字。其亡新六書於秦八體，用其小篆、蟲書、摹印、隸書，去其大篆、刻符、殳書、署書，而加以古文與奇字，其刻符及署書蓋同摹印，殳書同於繆篆，大篆正古文之別，以慕古故乃用古文與奇字而不用大篆也。是孔子壁內古文即蒼頡之體，故鄭玄云：「書初出屋壁，皆周時象形文字，今所謂科斗書。」以形言之爲科斗，指體即周之古文。鄭玄知者，若於周時秦世所有，至漢猶當識之，不得云無能知者。又亡新古文亦云即孔氏壁內古文，是其證也。或以古文即大篆，非也。何者？八體六書自大篆，與古文不同；又秦有大篆，若大篆是古文，不得云「古文遂絶」，以此知大篆非古文也。六書古文與蟲書本別，則蟲書非科斗書也。鄭玄云周之象形文字者，揔指六書象科斗之形，不謂六書之內「一曰象形」也。又云「更以竹簡寫之」，明留其壁內之本也。顧氏云：「策長二尺四寸，簡長一尺二寸。」「曾多伏生二十五篇」者，以壁內古文篇題殊別，故知「以《舜典》合於《堯典》，《益稷》合於《皋陶謨》」。伏生之本亦壁內古文而合之者，蓋以老而口授之時，因誦而連之，故殊耳。其《盤庚》本當同卷，故有并也。《康王之誥》以一時之事，連誦而同卷，當以「王出在應門之內」爲篇首，及以「王若曰，庶邦」亦誤矣。以伏生本二十八篇，《盤庚》出二篇，加《舜典》、《益稷》、《康王之誥》凡五篇爲三十三篇，加所增二十五篇爲五十八，加序一篇爲五十九篇，云「復出此篇，并序，凡五十九篇」。此云「爲四十六卷」者，謂除序也。下云「定五十八篇，既畢」，不更云卷數，明四十六卷故爾。又伏生二十九卷而序在外，故知然矣。此云「四十六卷」者，不見安國明說，蓋以同序者同卷，異序者異卷，故五十八篇爲四十六卷。何者？五十八篇內有《太甲》、《盤庚》、《說命》、《泰誓》皆三篇共卷，減其八，又《大禹謨》、《皋陶謨》、《益稷》又三篇同序共卷，其《康誥》、《酒誥》、《梓材》亦三篇同序共卷，則又減四，通前十二，以五十八減十二，非四十六卷而何？其《康王之誥》乃與《顧命》別卷，以別序故也。「其餘錯亂摩滅」，五十八篇外四十二篇也，以不可復知，亦上送官。其可知者已用竹簡寫得其本，亦俱送入府，故在祕府得有古文也。以後生可畏，或賢聖間出，故須藏之以待能整理讀之者。]"
      },
      {
        "index": 11,
        "text": "承詔爲五十九篇作傳，於是遂研精覃思，博考經籍，採摭羣言，以立訓傳。約文申義，敷暢厥旨，庶幾有補於將來。[○爲，於僞反。覃，徒南反，深也。思，息嗣反。採，本又作采。摭，之石反，一音之若反。敷，芳夫反。暢，丑亮反。　【疏】「承詔」至「將來」　○正義曰：安國時爲武帝博士，孔君考正古文之日，帝之所知，亦既定訖，當以聞於帝，帝令注解，故云「承詔爲五十九篇作傳」。以注者多言曰「傳」，「傳」者，傳通故也。以「傳」名出自丘明。賓牟賈對孔子曰「史失其傳」。又《喪服》儒者皆云子夏作傳，是「傳」名久矣。但大率秦漢之際，多名爲「傳」；於後儒者以其傳多，或有改之別云「注解」者；仍有同者，以當時之意耳。說者爲例云「前漢稱傳，於後皆稱注」，誤矣。何者？馬融、王肅亦稱注名爲「傳」，傳何有例乎？以聖道弘深，當須詳悉，於是研核精審，覃靜思慮以求其理，冀免乖違，既顧察經文，又取證於外，故須廣博推考羣經六籍，又捃拾採摭羣書之言，以此文證造立訓解，爲之作傳。明不率爾。雖復廣證，亦不煩多，爲傳直約省文，令得申盡其義。明文要義通，不假煩多也。以此得申，故能徧佈通暢《書》之旨意，是辭達而已，不求於煩。既義暢而文要，則觀者曉悟，故云庶幾有所補益於將來，讀之者得悟而有益也。敷，布也。厥，其也。庶，幸也。幾，冀也。《爾雅》有訓。既云「經籍」，又稱「羣言」者，「經籍」，五經是也；「羣言」，子史是也。以《書》與經籍理相因通，故云「博考」；子史時有所須，故云「採摭」耳。案孔君此傳辭旨不多，是「約文」也。要文無不解，是「申義」也。其義既申，故云敷暢其義之旨趣耳。考其此注，不但言少，《書》之爲言多須詁訓，而孔君爲例，一訓之後，重訓者少，此亦約文也。]"
      },
      {
        "index": 12,
        "text": "《書序》，序所以爲作者之意。昭然義見，宜相附近，故引之各冠其篇首，定五十八篇。既畢，會國有巫蠱事，經籍道息，用不復以聞，傳之子孫，以貽後代。若好古博雅君子，與我同志，亦所不隱也。[○爲，於僞反，又如字。見，賢遍反。冠，工亂反。巫蠱，漢武帝末征和中，江充造蠱敗戾太子，故經籍道息焉。巫音無。蠱音古。貽，以之反。　【疏】「書序」至「隱也」　○正義曰：孔君既言己立傳之意，又當斟酌所宜。而《書序》雖名爲序，不是揔陳書意汎論，乃篇篇各序作意，但作序者不敢廁於正經，故謙而聚於下。而注述者不可代作者之謙，須從利益而欲分之，從便云序，序所以當篇爲作此書之意，則是當篇作意觀序而昭然，意義顯見。既義見由序，此序宜各與其本篇相從附近，不宜聚於一處。故每篇引而分之，各冠加於篇首，令意昭見。序既分散，損其一篇，故定五十八篇。然此本承詔而作，作畢當以上奏聞知，但會值國家有巫蠱之事，好愛經籍之道滅息，假奏亦不能行用，爲此之故，不復以此傳奏聞。亦以既傳成不得聞上，惟自傳於己之子孫，以遺與後世之人使行之。亦不敢望後世必行，故云若後世有好愛古道、廣博學問、志懷雅正如此之君子，冀能與我同於慕古之志，以行我道。我道得此人流行，亦所以傳不隱蔽。是弘道由人也。言「巫蠱」者，《王制》曰：「執左道以亂政者殺。」鄭玄注云：「左道謂巫蠱之屬。」以非正道，故謂之左道。以蠱皆巫之所行，故云巫蠱。蠱者揔名。《左傳》云：「惑蠱其君。」則蠱者怪惑之名。指體則藥毒害人者是，若行符厭俗之爲魅，令人蠱惑夭年傷性皆是也。依《漢書》，此時武帝末年，上已年老，淫惑鬼神，崇信巫術。由此姦人江充因而行詐，先於太子宮埋桐人，告上云：「太子宮有蠱氣。」上信之，使江充治之，於太子宮果得桐人。太子知己不爲此，以江充故爲陷己，因而殺之。而帝不知太子實心，謂江充言爲實，即詔丞相劉屈氂發三輔兵討之。太子看長安因與鬬，不勝而出走，奔湖關自殺。此即巫蠱事也。言「不隱」者，不謂恐隱藏己道，以己道人所不知，懼其幽隱，人能行之使顯，爲不隱蔽耳。《易》曰：「謙謙君子。」仁者好謙，而孔君自作揄揚。云君子知己者亦意在教世，欲令人覩此言，知己傳是深遠，因而有所曉寤，令之有益，故不可以苟謙也。亦猶孔子曰：「何有於我哉」。]"
      }
    ]
  }
}
