{
  "chapterNumber": 18,
  "title": "卷十六 (Volume 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "多士第十六成周既成，[洛陽下都。]遷殷頑民，[殷大夫士心不則德義之經，故徙近王都教誨之。○不則，如字，或作測，非。近，附近之近。]周公以王命誥，[稱成王命告令之。]作《多士》多士[所告者即眾士，故以名篇。]["
      },
      {
        "index": 2,
        "text": "[疏]「成周」至「多士」○正義曰：成周之邑既成，乃遷殷之頑民，令居此邑。「頑民」謂殷之大夫士從武庚叛者，以其無知，謂之「頑民」。民性安土重遷，或有怨恨，周公以成王之命誥此眾士，言其須遷之意。史敘其事，作《多士》。○傳「洛陽下都」○正義曰：周之成周，於漢為洛陽也。洛邑為王都，故謂此為「下都」。遷殷頑民，以成周道，故名此邑為成周。○傳「殷大」至「誨之」○正義曰：經云「商王士」、「殷遺多士」，皆非民，事謂之「頑民」，知是殷之大夫士也。經止云「士」，而知有大夫者，以經云「迪簡在王庭，有服在百僚」，其意言將任為王官，以為大臣，不惟告士而已，故知有大夫也。「士」者，在官之總號，故言「士」也。「心不則德義之經」，僖二十四年《左傳》文，引之以解釋「頑民」之意。經云「移爾遐逖，比事臣我宗多遜」，是言「徙近王都教誨之」也。《漢書·地理誌》及賈逵註《左傳》，皆以為遷邶鄘之民於成周，分衛民為三國。計三國俱是從叛，何以獨遷邶鄘？邶鄘在殷畿三分有二，其民眾矣，非一邑能容，民謂之為「士」，其名不類，故孔意不然。]\n惟三月，周公初於新邑洛，用告商王士。[周公致政明年三月，始於新邑洛，用王命告商王之眾士。]\n["
      },
      {
        "index": 3,
        "text": "[疏]「惟三月」至「王士」○正義曰：惟成王即政之明年三月，周公初始於所造新邑之洛，用成王之命告商王之眾士。言周公親至成周，告新來者。○傳「周公」至「眾士」○正義曰：以《洛誥》之文，成周與洛邑同時成也。王以周公攝政七年十二月來至新邑，明年即政，此篇繼王居洛之後，故知是「致政明年之三月」也。成周南臨洛水，故云「新邑洛」。周公既以致政在王都，故「新邑」，成周。以成王之命告商王之眾士，鄭云「成王元年三月，周公自王城初往成周之邑，用成王命告殷之眾士以撫安之」是也。]\n王若曰：「爾殷遺多士，[順其事稱以告殷遺餘眾士。所順在下。]弗吊，旻天大降喪於殷。[稱天以湣下，言湣道至者，殷道不至，故旻天下喪亡於殷。○吊音的。旻天，上閔巾反，仁覆湣下謂之旻，馬云：「秋日旻天。秋，氣殺也，方言『降喪』，故稱旻天也。」湣，眉隕反。喪，息浪反。]我有周佑命，將天明威，[言我有周受天佑助之命，故得奉天明威。]致王罰，敕殷命終於帝。[天命周致王者之誅罰，王黜殷命，終周於帝王。]肆爾多士，非我小國敢弋殷命。[天佑我，故汝眾士臣服我。弋，取也。非我敢取殷王命，乃天命。○弋，徐音翼，馬本作翼，義同。]惟天不畀允罔固亂，弼我，我其敢求位？[惟天不與信無堅固治者，故輔佑我，我其敢求天位乎？○治，直吏反。畀，必利反，下同。]惟帝不畀，惟我下民秉為，惟天明畏。[惟天不與紂，惟我周家下民秉心為我，皆是天明德可畏之效。○為，於偽反。畏如字，一音威。]\n["
      },
      {
        "index": 4,
        "text": "[疏]「王若」至「明畏」○正義曰：周公以王命順其事而呼之曰：「汝殷家遺餘之眾士，汝殷家道教不至，旻天以殷道不至之故，天下喪亡於殷，將欲滅殷。我有周受天祐助之命，奉天明白之威，致王者之誅罰，正黜殷命，終我周家於帝王之事，謂使我周家代殷為天子也。天既助我周王，故汝眾士來為我臣。由天助我，我得為之，非我小國敢取殷之王命以為己有。此乃天與我，惟天不與信無堅固於治者，以是故輔弼我。若其不然，我其敢妄求天子之位乎？」言此位天自與我，非我求而得之。「惟天不與紂，故惟我周家下民秉心為我，故我得之，惟天明德可畏之效也。亦既得喪由天，汝等不得不服」。以殷士未服，故以天命喻之。○傳「順其」至「在下」○正義曰：順其殷亡之事，稱王命以告之。從紂之臣，或有身已死者，遺餘在者遷於成周，故「告殷遺餘眾士」。「所順在下」，下文皆是順之辭。○傳「稱天」至「於殷」○正義曰：此經先言「弗吊」，謂殷道不至也。「不至」者，上不至天，事天不以道；下不至民，撫民不以理也。天有多名，獨言「旻天」者，「旻」，湣也，「稱天以湣下」，言天之所湣，湣道至者也。「殷道不至，故旻天下喪亡於殷」，言將覆滅之。○傳「天命」至「帝王」○正義曰：「天命周致王者之誅罰」，謂奉上天之命，殺無道之王，此乃王者之事，故為「王者之誅罰」。「敕」訓正也，「正黜殷命」謂殺去虐紂，使周受其終事，是「終周於帝王」。「終」猶舜受堯終，言殷祚終而歸於周。○傳「天祐」至「天命」○正義曰：「肆」訓故也，直云故爾多士，辭無所結，此經大意，敘其去殷事周，知其故爾眾士言其臣服我。「弋」，射也，射而取之，故「弋」為取也。鄭玄、王肅本「弋」作翼，王亦云：「翼，取也。」鄭云：「翼猶驅也，非我周敢驅取汝殷之王命。」雖訓為驅，亦為取義。周本殷之諸侯，故周公自稱「小國」。]\n我聞曰：『上帝引逸。』有夏不適逸，則惟帝降格。[言上天欲民長逸樂，有夏桀為政不之逸樂，故天下至戒以譴告之。○樂音洛，下同。譴，棄戰反。]向於時夏，弗克庸帝，大淫泆有辭。[天下至戒，是向於時夏，不背棄。桀不能用天戒，大為過逸之行，有惡辭聞於世。○時夏，絕句，馬以「時」字絕句。向，許亮反。泆音逸，又作佾，註同；馬本作屑，云：「過也。」背音佩。行，下孟反。]惟時天罔念聞，厥惟廢元命，降致罰。[惟是桀惡有辭，故天無所念聞，言不佑，其惟廢其天命，下致天罰。]乃命爾先祖成湯革夏，俊民甸四方。[天命湯更代夏，用其賢人治四方。○甸，徒遍反。]\n["
      },
      {
        "index": 5,
        "text": "[疏]「我聞」至「四方」○正義曰：既言天之效驗，法惡與善，更追說往事，比而喻之：「我聞人有言曰：『上天之情，欲民長得逸樂。』而有夏王桀逆天害民，不得使民之適逸樂。以此則惟上天下災異至戒以譴告之，欲使夏王桀覺悟，改惡為善，是天歸鄉於是夏家，不背棄之。而夏桀不能用天之明戒，改悔己惡，而反大為過逸之行，致有惡辭以聞於世。惟是桀有惡辭，故天無復愛念，無復聽聞，言天不復助桀。其惟廢其大命，欲絕夏祚也。下致天罰，欲誅桀身也。乃命汝先祖成湯，使之改革夏命，用其賢俊之人，以治四方之國。舉桀滅湯興以譬之。○傳「言上」至「告之」○正義曰：襄十四年《左傳》稱：「天之愛民甚矣。」又曰：「天生民而立之君，使司牧之。」是言上天欲民長得逸樂，故立君養之，使之長逸樂也。夏桀為政，割剝夏邑，使民不得之適逸樂，故上天下此至戒以譴告之。「降」，下。「格」，至也。直言下至，明是「天下至戒」。天所下戒，惟下災異以譴告人主，使之見災而懼，改修德政耳。古書亡失，桀之災異未得盡聞。○傳「惟是」至「天罰」○正義曰：桀惡流毒於民，乃有惡辭聞於世。惡既有辭，是惡已成矣。惟是桀惡有辭，故天無所念聞，言天不愛念，不聽聞，是其全棄之，不佑助也。棄而不佑，則當更求賢主。「其惟廢大命」，欲奪其王位也。「下致天罰」，欲殺其兇身也。廢大命，知「降致」是下罰也。]\n自成湯至於帝乙，罔不明德恤祀。[自帝乙以上，無不顯用有德，憂念齊敬，奉其祭祀。言能保宗廟社稷。○上，時掌反。齊，側皆反。]亦惟天丕建保乂有殷，殷王亦罔敢失帝，罔不配天其澤。[湯既革夏，亦惟天大立安治於殷。殷家諸王皆能憂念祭祀，無敢失天道者，故無不配天布其德澤。]在今後嗣王，誕罔顯於天，矧曰其有聽念於先王勤家？[後嗣王紂，大無明於天道，行昏虐，天且忽之，況曰其有聽念先祖、勤勞國家之事乎？]誕淫厥泆，罔顧於天顯民祗，[言紂大過其過，無顧於天，無能明人為敬，暴亂甚。]惟時上帝不保，降若茲大喪。[惟是紂惡，天不安之，故下若此大喪亡之誅。○喪，息浪反。]惟天不畀不明厥德，凡四方小大邦喪，罔非有辭於罰。」[惟天不與不明其德者，故凡四方小大國喪滅，無非有辭於天所罰。言皆有暗亂之辭。]\n["
      },
      {
        "index": 6,
        "text": "[疏]「自成」至「於罰」○正義曰：既言命湯革夏，又說後世皆賢，至紂始惡，天乃滅之。自成湯至於帝乙，無不顯用有德，憂念祭祀，後世亦賢。非獨成湯以用其行合天意，亦惟天大立安治有殷。殷家諸王皆能明德憂祀，亦無敢失天道者，無不皆配天而布其德澤，以此得天下久為民主。在今後嗣王紂，大無明於天道，敢行昏虐之政於天。天猶且忽之，況曰其有聽念先王父祖、勤勞國家之事乎？乃復大淫過其泆，無所顧於上天，無能明民為敬，以此反於先王，違逆天道。惟是上天不安紂之所為，下若此大喪亡之誅，惟天不與不明其德之人故也。天不與惡，豈獨紂乎？凡四方諸侯小大邦國，其喪滅者，無非皆有惡辭，是以致至於天罰。汝紂以惡而見滅，汝何以不服我也？○傳「自帝」至「社稷」○正義曰：下篇說中宗、高宗、祖甲三王以外，其後立王，生則逸豫，亦罔或能壽。如彼文，則帝乙以上非無僻王，而此言無不顯用有德，憂念祭祀者，立文之法，辭有抑揚，方說紂之不善，盛言前世皆賢，正以守位不失，故得美而言之。憂念祭祀者，惟有齊肅恭敬，故言「憂念齊敬，奉其祭祀」。言能保宗廟社稷，為天下之主，以見紂不恭敬，故喪亡之。○傳「湯既」至「德澤」○正義曰：帝乙已上諸王，所以長處天位者，皆由湯之聖德延及後人。「湯既革夏，亦惟天大立安治於殷」者，謂天安治之，故殷家得治理也。殷家諸王自成湯之後，皆能憂念祭祀，無敢失天道者，故得常處王位，無不配天布其德澤於民。為天之子，是「配天」也。號令於民，是「布德」也。○傳「言紂」至「亂甚」○正義曰：「淫」、「泆」俱訓為過，「言紂大過其愆過，無顧於天」，言其縱心為惡，不畏天也。「無能明民為敬」，言其多行虐政，不憂民也。不畏於天，不愛於民，言其「暴亂甚」也。此經顧「於天」與「顯民祗」，共蒙上「罔」文，故傳再言「無」也。○傳「惟天」至「之辭」○正義曰：能明其德，天乃與之，惟天不與不明其德者，紂不明其德，故天喪之。因即廣言天意，凡四方小大邦國，謂諸侯有土之君，其為天所喪滅者，無非皆有惡辭聞於天，乃為上天所罰。言被天罰者，皆有暗亂之辭，上天不罰無辜，紂有暗亂之辭，故天滅之耳。天既滅不明其德，我有明德，為天所立，汝等殷士安得不服我乎？以其心仍不服，故以天道責之。]\n王若曰：「爾殷多士，今惟我周王，丕靈承帝事，[周王，文武也。大神奉天事，言明德恤祀。]有命曰：『割殷，告敕於帝。』[天有命，命周割絕殷命，告正於天。謂既克紂，柴於牧野，告天不頓兵傷士。]惟我事不貳適，惟爾王家我適。[言天下事已之我周矣，不貳之佗，惟汝殷王家已之我，不復有變。○復，扶又反。]予其曰：『惟爾洪無度，我不爾動，自乃邑。』[我其曰，惟汝大無法度，謂紂無道。我不先動誅汝，亂從汝邑起。言自召禍。]予亦念天即於殷大戾，肆不正。」[我亦念天就於殷大罪而加誅者，故以紂不能正身念法。]\n["
      },
      {
        "index": 7,
        "text": "[疏]「王若」至「不正」○正義曰：周公又稱王順而言曰：「汝殷眾士，今惟我周家文武二王，大神能奉天事，故天有命，命我周王曰：『當割絕殷命，告正於天。』我受天命，已滅殷告天，惟我天下之事，不有二處之適。」言己之適周，不更適他也。「惟汝殷王家事亦於我之適，不復變改」。又追說初伐紂之事：「我其為汝言曰：『惟汝殷紂大無法度，故當宜誅絕之。伐紂之時，我不先於汝動，自往誅汝，其亂從汝邑先起，汝紂自召禍耳。』我亦念天所以就於殷致大罪者，故以紂不能正身念法故也。」○傳「周王」至「恤祀」○正義曰：文王受命，武王伐紂，故知「周王」兼文武也。「大神奉天事」，謂以天為神而勤奉事之，勞身敬神，言亦如湯明德恤祀也。○傳「天有」至「傷士」○正義曰：以周王奉天之故，故天有命，命我周使割絕殷命，告正於天。謂《武成》之篇所云，既克紂，柴於牧野，告天不頓兵傷士是也。前敵即服，故無「頓兵傷士」。師以正行，故為「告正」。《武成》正告功成，功成無害，即是不頓傷也。「頓兵」者，昭十五年《左傳》文「頓折」也。○傳「我亦」至「念法」○正義曰：言「我亦念天」者，以紂雖無法度，若使天不命我，我亦不往誅紂。以紂既為大惡，上天命我，我亦念天所遣。我就殷加大罪者何故？以紂不能正身念法也。]\n王曰：「猷告爾多士，予惟時其遷居西爾。[以道告汝眾士，我惟汝未達德義，是以徙居西汝於洛邑，教誨汝。]非我一人奉德不康寧，時惟天命。[我徙汝，非我天子奉德，不能使民安之，是惟天命宜然。]無違，朕不敢有後，無我怨。[汝無違命，我亦不敢有後誅，汝無怨我。]惟爾知，惟殷先人，有冊有典，殷革夏命。[言汝所親知，殷先世有冊書典籍。說殷改夏王命之意。]今爾又曰：『夏迪簡在王庭，有服在百僚。』[簡，大也。今汝又曰：「夏之眾士蹈道者，大在殷王庭，有服職在百官。」言見任用。]予一人惟聽用德，肆予敢求爾於天邑商。[言我周亦法殷家，惟聽用有德，故我敢求汝於天邑商，將任用之。]予惟率肆矜爾，非予罪，時惟天命。」[惟我循殷故事，憐湣汝，故徙教汝，非我罪咎，是惟天命。]\n["
      },
      {
        "index": 8,
        "text": "[疏]「王曰猷」至「大命」○正義曰：又言曰我以道告汝眾士，我惟是以汝未達德義之故，其今徙居西汝置於洛邑，以教誨汝。我之徙汝，非我一人奉行德義，不能使民安而安之，是惟天命宜然。汝無違我，我亦不敢更有後誅罰，汝等無於我見怨。汝既來遷，當為善事。惟汝所親知，惟汝殷先人往世有策書，有典籍，說殷改夏王命之意，汝當案省知之。汝知先人之故事，今往又有言曰：『夏之諸臣蹈道者，大在殷王之庭，有服行職事，在於百官。』言其見任用，恐我不任汝。我一人惟聽用有德之者，故我敢求汝有德之人於彼天邑商都，欲取賢而任用之。我惟循殷故事，憐湣汝，故徙教汝。此徙非我有罪，是惟天命當然。」聖人動合天心，故每事惟托天命也。○傳「以道」至「誨汝」○正義曰：「猷」訓道也，故云「以道告汝眾士」。上言「惟是」，不言其故，故傳辨之，惟是者，未達德義也。遷使居西，正欲教以德義，是以徙居西汝置於洛邑，近於京師教誨汝也。從殷適洛，南行而西回，故為「居西」也。○傳「汝無」至「怨我」○正義曰：周既伐紂，又誅武庚，殷士懼更有誅，疑其欲違上命，故設此言以戒之。知「無違朕」者，謂戒之使汝無違命也。汝能用命，我亦不敢有後誅，必無後誅，汝無怨我也。○傳「言我」至「用之」○正義曰：夏人簡在王庭，為其有德見用。言我亦法殷家，惟聽用有德，汝但有德，我必任用。故我往前敢求汝有德之人於天邑商都，將任用之也。鄭玄云：「言天邑商者，亦本天之所建。」王肅云：「言商今為我之天邑。」二者其言雖異，皆以「天邑商」為殷之舊都。言未遷之時，當求往，遷後有德任用之必矣。○傳「惟我」至「天命」○正義曰：「循殷故事」，此「故」解經中「肆」字，謂殷用夏人，我亦用殷人。「憐湣汝，故徙之教汝」，此「故」解義之言，非經中「肆」。遷汝來西者，非我罪咎，是惟天命也。]\n王曰：「多士，昔朕來自奄，予大降爾四國民命。[昔我來從奄，謂先誅三監，後伐奄淮夷。民命謂君也。大下汝民命，謂誅四國君。]我乃明致天罰，移爾遐逖，比事臣我宗，多遜。」[四國君叛逆，我下其命，乃所以明致天罰。今移徙汝於洛邑，使汝遠於惡俗，比近臣我宗周，多為順道。○逖，他力反。比，毗誌反，註同。遠，於萬反。]\n["
      },
      {
        "index": 9,
        "text": "[疏]「王曰多士」至「多遜」○正義曰：王復言曰：「眾士，昔我來從奄國，大黜下汝管蔡商奄四國民命。民之性命，死生在君，誅殺其君，是下民命。由四國叛逆，我乃明白致行天罰。汝等遣餘，當教之為善，故移徙汝居於遠。令汝遠於惡俗，比近服事臣我宗周，多為順道。翼汝相教為善，永不為惡也。」○傳「昔我」至「國君」○正義曰：《金縢》之篇說周公東征，言「居東二年，罪人斯得」，則「昔我來從奄」者，謂攝政三年時也。於時王不親行，而王言「我來自奄」者，周公以王命誅四國，周公師還，亦是王來還也。一舉而誅四國，獨言「來自奄」者，謂先誅三監，後伐奄與淮夷，奄誅在後，誅奄即來，故言「來自奄」也。民以君為命，故「民命謂君也」。大下汝民命，謂誅四國君。王肅雲：「君為民命，為君不能順民意，故誅之也。」○傳「四國」至「順道」○正義曰：王之所罰，罰有罪也。四國之君，有叛逆之罪。「我下其命，乃所以明致天罰」，言非茍為之也。「遐」、「逖」俱訓為遠。「今移徙汝於洛邑」，令去本鄉遠也。「使汝遠於惡俗」，令去惡俗遠也。比近京師，臣我周家，使汝從我善化，多為順道，所以救汝之性命也。]\n王曰：「告爾殷多士，今予惟不爾殺，予惟時命有申。[所以徙汝，是我不欲殺汝，故惟是教命申戒之。]今朕作大邑於茲洛，予惟四方罔攸賓，[今我作此洛邑，以待四方，無有遠近，無所賓外。○賓如字，徐音殯，馬云：「卻也。」]亦惟爾多士，攸服奔走臣我，多遜。[非但待四方，亦惟汝眾士，所當服行奔走臣我，多為順事。]爾乃尚有爾土，爾乃尚寧幹止。[汝多為順事，乃庶幾還有汝本土，乃庶幾安汝故事止居。以反所生誘之。]爾克敬，天惟畀矜爾。[汝能敬行順事，則為天所與，為天所憐。]爾不克敬，爾不啻不有爾土，予亦致天之罰於爾躬。[汝不能敬順，其罰深重，不但不得還本土而已，我亦致天罰於汝身。言刑殺。○啻，始豉反，徐本作翅，音同，下篇放此。]今爾惟時宅爾邑，繼爾居，爾厥有幹有年於茲洛。[今汝惟是敬順居汝邑，繼汝所當居為，則汝其有安事，有豐年於此洛。邑言由洛修善，得還本土，有幹有年。]爾小子乃興，從爾遷。」[汝能敬，則子孫乃起從汝化而遷善。]\n["
      },
      {
        "index": 10,
        "text": "[疏]「王曰告」至「爾遷」○正義曰：王又言曰：「告汝殷之多士，所以遠徙汝者，今我惟不欲於汝刑殺，我惟是教命有所申戒由此也。今我作大邑於此洛，非但為我，惟以待四方，無所賓外，亦惟為汝眾士所當服行臣事我宗周，多為順事故也。汝若多為順事，汝乃庶幾還有汝本土，乃庶幾安汝故事止居，可不勉之也？汝能敬行順事，天惟與汝憐汝，況於人乎？汝若不能敬行順事，則汝不啻不得還汝本土，我亦致天之罰於汝身。今汝惟是敬順，居汝所受新邑，繼汝舊日所居為，我當聽汝還歸本鄉，有幹事，有豐年，乃由於此洛邑行善也。汝能敬順，則汝之小子與孫等，乃起從汝化而遷善矣。」○傳「今汝」至「有年」○正義曰：殷士遠離本鄉，新來此邑，或當居不安，為棄舊業，故戒之。「今汝惟是敬順，居汝新所受邑，繼汝舊日所當居為」，謂繼其本土之事業也。但能如此，得還本土，其有安事，有豐年也。「有幹有年」謂歸本土。有幹年而言於洛者，言「由在洛修善，得還本土，有幹有年」也。王肅云：「汝其有安事，有長久年於此洛邑。」王解於文甚便，但孔上句為雲「爾乃尚有爾本土」，是誘引之辭，故止為得「還本土，有幹有年」也。]\n王曰：「又曰時予，乃或言，爾攸居。」[言汝眾士當是我，勿非我也。我乃有教誨之言，則汝所當居行。]\n["
      },
      {
        "index": 11,
        "text": "[疏]「王曰又」至「攸居」○正義曰：王之所云，又復稱曰：「汝當是我，勿非我也。我乃有教誨之言，則汝所當居行之。」○傳「言汝」至「居行」○正義曰：王以誨之已終，故戒之云：「汝當是我，勿非我。既不非我，我乃有教誨汝之言，則汝所當居行。」令其居於心而行用之。鄭玄《論語》註云「或之言有」，此亦「或」為有也。凡言「王曰」，皆是史官錄辭，非王語也。今史錄稱王之言曰，以前事未終，故言「又曰」也。]\n無逸第十七\n周公作《無逸》。[中人之性好逸豫，故戒以無逸。○好，呼報反。]\n無逸[成王即政，恐其逸豫，本以所戒名篇。]\n["
      },
      {
        "index": 12,
        "text": "[疏]傳「中人」至「無逸」○正義曰：上智不肯為非，下愚戒之無益，故中人之性，可上可下，不能勉強，多好逸豫，故周公作書以戒之，使無逸。此雖指戒成王，以為人之大法，成王以聖賢輔之，當在中人以上，其實本性亦中人耳。○傳「成王」至「名篇」○正義曰：篇之次第，以先後為序，《多士》、《君奭》皆是成王即位之初，知此篇是成王始初即政，周公恐其逸豫，故戒之，使無逸，即以所戒名篇也。]\n周公曰：「嗚呼！君子所其無逸。[嘆美君子之道，所在念德，其無逸豫。君子且猶然，況王者乎？]先知稼穡之艱難，乃逸，則知小人之依。[稼穡農夫之艱難，事先知之，乃謀逸豫，則知小人之所依怙。]相小人，厥父母勤勞稼穡，厥子乃不知稼穡之艱難，[視小人不孝者，其父母躬勤艱難，而子乃不知其勞。○相，息亮反。]乃逸乃諺。既誕，否則侮厥父母曰：『昔之人無聞知。』」[小人之子既不知父母之勞，乃為逸豫遊戲，乃叛諺不恭。已欺誕父母，不欺，則輕侮其父母曰：「古老之人無所聞知。」○諺，魚戰反。]\n["
      },
      {
        "index": 13,
        "text": "[疏]「周公」至「聞知」○正義曰：周公嘆美君子之道以戒王曰：「嗚呼！君子之人，所在其無逸豫。君子必先知農人稼穡之艱難，然後乃謀為逸豫，如是則知小人之所依怙也。視彼小人不孝者，其父母勤勞稼穡，其子乃不知稼穡之艱難，乃為逸豫遊戲，乃叛諺不恭。既為欺誕父母矣，不欺，則又侮慢其父母曰：『昔之人無所聞知。』小人與君子如此相反，王宜知其事也。」○傳「嘆美」至「者乎」○正義曰：周公意重其事，故嘆而為言。鄭雲：「嗚呼者，將戒成王，欲求以深感動之。」是欲深感成王，故「嘆美君子之道」。「君子」者，言其可以君正上位，子愛下民，有德則稱之，不限貴賤。君子之人，念德不怠，故「所在念德，其無逸豫」也。「君子且猶然，而況王者乎」，言王者日有萬幾，彌復不可逸豫。鄭云：「君子止謂在官長者。所，猶處也。君子處位為政，其無自逸豫也。」○傳「稼穡」至「依怙」○正義曰：民之性命，在於穀食，田作雖苦，不得不為。寒耕熱耘，沾體塗足，是稼穡為農夫艱難之事。在上位者，先知稼穡之艱難，乃可謀其逸豫，使家給人足，乃得思慮不勞，是為「謀逸豫」也。能知稼穡之艱難，則知小人之所依怙，言小人依怙此稼穡之事，不可不勤勞也。上句言君子當無逸，此言「乃謀逸豫」者，君子之事，勞心與形。盤於遊畋，形之逸也；無為而治，心之逸也。君子無形逸而有心逸，既知稼穡之艱難，可以謀心逸也。○傳「視小人」至「其勞」○正義曰：視小人不孝者，其父母勤苦艱難，勞於稼穡，成於生業，致富以遺之。而其子謂己自然得之，乃不知其父母勤勞。○傳「小人」至「聞知」○正義曰：上言視小人之身，此言「小人之子」者，「小人」謂無知之人，亦是賤者之稱，躬為稼穡，是賤者之事，故言「小人之子」，謂賤者之子，即上所視之小人也。此子既不知父母之勞，謂己自然得富，恃其家富，乃為逸豫遊戲，乃為叛諺不恭，已是欺誕父母矣。若不欺誕，則輕侮其父母曰：「古老之人無所聞知。」言其罪之深也。《論語》曰：「由也諺。」諺則叛諺，欺誕不恭之貌。「昔」訓久也，自今而道遠久，故為「古老之人」。《詩》云：「召彼故老。」]\n周公曰：「嗚呼！我聞曰，昔在殷王中宗，[大戊也，殷家中世尊其德，故稱宗。]嚴恭寅畏天命，自度，[言太戊嚴恪恭敬，畏天命，用法度。○嚴如字，又魚檢反，註同，馬作儼。]治民祗懼，不敢荒寧。[為政敬身畏懼，不敢荒怠自安。○治，直吏反。]肆中宗之享國，七十有五年。[以敬畏之故，得壽考之福。]\n["
      },
      {
        "index": 14,
        "text": "[疏]「周公」至「五年」○正義曰：既言君子不逸，小人反之，更舉前代之王以夭壽為戒。周公曰：「嗚呼！我所聞曰，昔在殷王中宗，威儀嚴恪，貌恭心敬，畏天命，用法度，治民敬身畏懼，不敢荒怠自安，故中宗之享有殷國七十有五年。」言不逸之故，而得歷年長也。○傳「太戊」至「稱宗」○正義曰：「中宗」，廟號。「太戊」，王名。商自成湯已後，政教漸衰，至此王而中興之。王者祖有功，宗有德，殷家中世尊其德，其廟不毀，故稱「中宗」。○傳「言太」至「法度」○正義曰：《祭義》云「嚴威儼恪」，故引「恪」配「嚴」。鄭玄云：「恭在貌，敬在心。」然則「嚴」是威，「恭」是貌，「敬」是心，三者各異，故累言之。]\n其在高宗，時舊勞於外，爰暨小人。[武丁，其父小乙使之久居民間，勞是稼穡，與小人出入同事。]作其即位，乃或亮陰，三年不言。[武丁起其即王位，則小乙死，乃有信默，三年不言。言孝行著。○行，下孟反。]其惟不言，言乃雍，不敢荒寧。[在喪則其惟不言，喪畢發言，則天下和。亦法中宗，不敢荒怠自安。]嘉靖殷邦，至於小大，無時或怨。[善謀殷國，至於小大之政，人無是有怨者。言無非。]肆高宗之享國，五十有九年。[高宗為政，小大無怨，故亦享國永年。]\n["
      },
      {
        "index": 15,
        "text": "[疏]「其在」至「九年」○正義曰：其殷王高宗，父在之時，久勞於外，於時與小人同其事。後為太子，起其即王之位，乃有信默，三年不言。在喪其惟不言，喪畢發言，言得其道，乃天下大和。不敢荒怠自安，善謀殷國，至於小大之政，莫不得所。其時之人，無是有怨恨之者。故高宗之享殷國五十有九年。亦言不逸得長壽也。○傳「武丁其」至「同事」○正義曰：「舊」，久也。在即位之前，而言久勞於外，知是其父小乙使之久居民間，勞是稼穡，與小人出入同為農役，小人之艱難事也。太子使與小人同勞，此乃非常之事，不可以非常怪之。於時蓋未為太子也，殷道雖質，不可既為太子，更得與小人雜居也。○傳「武丁起」至「行著」○正義曰：以上言久勞於外，為父在時事，故言「起其即王位，則小乙死」也。「亮」，信也。「陰」，默也。三年不言，以舊無功，而今有，故言。乃有說此事者，言其孝行著也。《禮記·喪服四制》引《書》云：「『高宗諒暗，三年不言。』善之也。王者莫不行此禮，何以獨善之也？曰，高宗者，武丁。武丁者，殷之賢王也。繼世即位，而慈良於喪。當此之時，殷衰而復興，禮廢而復起，故載之於《書》中而高之，故謂之高宗。」三年之喪，君不言也，是說此經「不言」之意也。○傳「在喪」至「自安」○正義曰：鄭玄云：「其不言之時，時有所言，則群臣皆和諧。」鄭玄意謂此「言乃雍」者，在三年之內，時有所言也。孔意則為出言在三年之外，故云「在喪其惟不言，喪畢發言，則天下大和」。知者，《說命》云：「王宅憂，亮陰三祀。既免喪，其惟不言。」除喪猶尚不言，在喪必無言矣，故知喪畢乃發言也。高宗不敢荒寧，與中宗正同，故云「亦法中宗，不敢荒怠自安」。殷家之王，皆是明王，所為善事，計應略同，但古文辭有差異，傳因其文同，故言「法中宗」也。○傳「善謀」至「無非」○正義曰：《釋詁》云：「嘉，善也。靖，謀也。」「善謀殷國」，謀為政教，故至於小大之政，皆允人意。人無是有怨高宗者，言其政無非也。鄭云：「小大謂萬人，上及群臣言。」人臣小大皆無怨王也。]\n其在祖甲，不義惟王，舊為小人。[湯孫太甲，為王不義，久為小人之行，伊尹放之桐。]作其即位，爰知小人之依，能保惠於庶民，不敢侮鰥寡。[在桐三年，思集用光，起就王位，於是知小人之所依。依仁政，故能安順於眾民，不敢侮慢惸獨。○惸，求營反，字又作焭。]肆祖甲之享國，三十有三年。[太甲亦以知小人之依，故得久年。此以德優劣、立年多少為先後，故祖甲在下。殷家亦祖其功，故稱祖。]\n["
      },
      {
        "index": 16,
        "text": "[疏]「其在」至「三年」○正義曰：其在殷王祖甲，初遭祖喪，所言行不義。惟亦為王，久為小人之行，伊尹廢諸桐。起其即王之位，於是知小人之所依。依於仁政，乃能安順於眾民，不敢侮鰥寡惸獨，故祖甲之享有殷國三十有三年。亦言不逸得長壽也。○傳「湯孫」至「之桐」○正義曰：以文在「高宗」之下，世次顛倒，故特辨之，此祖甲是湯孫太甲也。「為王不義」，謂湯初崩。「久為小人之行，故伊尹放之於桐」，言其廢而復興，為下「作其即位」起本也。王肅亦以祖甲為太甲。鄭玄云：「祖甲，武丁子帝甲也。有兄祖庚賢，武丁欲廢兄立弟，祖甲以此為不義，逃於人間，故云久為小人。」案《殷本紀》云：「武丁崩，子祖庚立。祖庚崩，弟祖甲立，是為帝甲，淫亂，殷道復衰。」《國語》說殷事云：「帝甲亂之，七代而殞。」則帝甲是淫亂之主，起亡殷之源，寧當與二宗齊名，舉之以戒無逸？武丁賢王，祖庚復賢，以武丁之明，無容廢長立少。祖庚之賢，誰所傳說？武丁廢子，事出何書？妄造此語，是負武丁而誣祖甲也。○傳「在桐」至「惸獨」○正義曰：「在桐三年」，《太甲》序文。「思集用光」，《詩·大雅》文。彼「集」作「輯」，「輯」，和也。彼鄭言，公劉之遷豳，「思在和其民人，用光大其道」。此傳之意，蓋言太甲之在桐也，思得安集其身，用光顯王政，故起即王位，於是知小人之依。依於仁政，故能施行政教，安順於眾民，不敢侮慢。惸獨鰥寡之類，尤可憐湣，故特言之。○傳「太甲」至「稱祖」○正義曰：傳於中宗云「以敬畏之故，得壽考之福」，「高宗之為政，小大無怨，故亦享國永年」，於此云太甲，亦以知小人之依，故得久年。各順其文而為之說，其言行善而得長壽，經意三王同也。以其世次顛倒，故解之云，此以德優劣、立年多少為先後，故祖甲在太戊、武丁之下。諸書皆言「太甲」，此言「祖甲」者，殷家亦祖其功，故稱之「祖甲」。與二宗為類，惟見此篇，必言祖其功，亦未知其然。殷之先君有祖乙、祖辛、祖丁，稱祖多矣，或可號之為祖，未必祖其功而存其廟也。]\n自時厥後立王，生則逸。[從是三王，各承其後而立者，生則逸豫無度。]生則逸，不知稼穡之艱難，[言與小人之子同其敝。]不聞小人之勞，惟耽樂之從。[過樂謂之耽。惟樂之從，言荒淫。○耽，丁南反，註下同。樂音洛，註下同。]自時厥後，亦罔或克壽。[以耽樂之故，從是其後，亦無有能壽考。]或十年，或七八年，或五六年，或四三年。」[高者十年，下者三年，言逸樂之損壽。]\n["
      },
      {
        "index": 17,
        "text": "[疏]「自時」至「三年」○正義曰：從是三王其後所立之王，生則逸豫，不知稼穡之艱難，不聞小人之勞苦，惟耽樂之事則從而為之。故從是其後諸王，無有能壽考者。或十年，或七八年，或五六年，或四三年。言逸樂之損壽，故舉以戒成王也。]\n周公曰：「嗚呼！厥亦惟我周太王、王季，克自抑畏。[太王，周公曾祖。王季即祖。言皆能以義自抑，長敬天命。將說文王，故本其父祖。]文王卑服，即康功田功。[文王節儉，卑其衣服，以就其安人之功，以就田功，以知稼穡之艱難。○卑如字，馬本作俾，使也。]徽柔懿恭，懷保小民，惠鮮鰥寡。[以美道和民，故民懷之。以美政恭民，故民安之。又加惠鮮乏鰥寡之人。○鮮，息淺反，註同。]自朝至於日中昃，不遑暇食，用咸和萬民。[從朝至日昳不暇食，思慮政事，用皆和萬民。○昃音側，本亦作仄。昳，田節反。]文王不敢盤於遊田，以庶邦惟正之供。[文王不敢樂於遊逸田獵，以眾國所取法則，當以正道供待之故。○供音恭。]文王受命惟中身，厥享國五十年。」[文王九十七而終。中身，即位時年四十七。言中身，舉全數。]\n["
      },
      {
        "index": 18,
        "text": "[疏]「周公」至「十年」○正義曰：殷之三王既如此矣，周公又言曰：「嗚呼！其惟我周家大王、王季，能以義自抑而畏敬天命，故王跡從此起也。文王又卑薄衣服，以就其安人之功與治田之功。以美道柔和其民，以美政恭待其民，以此民歸之。以美政恭民之故，故小民安之，又加恩惠於鮮乏鰥寡之人。其行之也，自朝旦至於日中及昃，尚不遑暇食，用善政以諧和萬民故也。文王專心於政，不敢逸樂於遊戲畋獵，以己為眾國所取法，惟當正身行己以供待之。由是文王受命，嗣位為君，惟於中身受之，其享國五十年，亦以不逸得長壽也。」○傳「大王」至「父祖」○正義曰：「大王，周公曾祖。王季即祖也」，此乃經傳明文，而須詳言之者，此二王之下辭無所結，陳此不為無逸，周公將說文王，故本其父祖，是以傳詳言也。解其言此之意。「以義自抑」者，言其非無此心，以義自抑而不為耳。○傳「文王」至「艱難」○正義曰：文王卑其衣服，以就安人之功，言儉於身而厚於人也。立君所以牧人，安人之功，諸有美政皆是也。就安人之內，田功最急，故特雲「田功」，以示知稼穡之艱難也。○傳「以美」至「之人」○正義曰：「徽」、「懿」皆訓為美，「徽柔懿恭」，此是施人之事，以匆厭恭懷安小民，故傳分而配之。「徽柔」配「懷」，「以美道和民，故民懷之」。「懿恭」配「保」，「以美政恭民，故民安之」，「徽懿」言其美而已，不知何所美也。人君施於民，惟有道與政耳，故傳以「美道」、「美政」言之，政與道亦互相通也。少乏鰥寡尢是可憐，故別言「加惠於鮮乏鰥寡之人」也。○傳「從朝」至「萬民」○正義曰：昭五年《左傳》云：「日上其中，食日為二，旦日為三。」則人之常食在日中之前，謂辰時也。《易·豐卦》彖曰：「日中則昃。」謂過中而斜昃也。「昃」亦名「昳」，言日蹉跌而下，謂未時也。故日之十位，食時為辰，日昳為未。言文王勤於政事，從朝不食，或至於日中，或至於日昃，猶不暇食。故經「中」、「昃」並言之。傳舉晚時，故惟言「昳」。「遑」亦「暇」也，重言之者，古人自有復語，猶云「艱難」也。所以不暇食者，為思慮政事，用皆和萬民。政事雖多，皆是為民，故言「咸」。「咸」訓皆也。○傳「文王」至「之故」○正義曰：《釋詁》云：「盤，樂也。」「遊」謂遊逸，「田」謂畋獵，二者不同，故並云「遊逸田獵」。以眾國皆於文王所取其法則，文王當以正義供待之故也。言文王思為政道以待眾國，故不敢樂於遊田。文王世為西伯，故當為眾國所取法則。禮有田獵而不敢者，順時蒐狩，不為取樂，故不敢非時畋獵以為樂耳。○傳「文王」至「全數」○正義曰：「文王年九十七而終」，《禮記·文王世子》文也。於九十七內減享國五十年，是未立之前有四十七。在《禮》諸侯逾年即位，此據代父之年，故為「即位時年四十七」也。計九十七年半折以為中身，則四十七時於身非中，言「中身」者，舉全數而稱之也。經言「受命」者，鄭玄云「受殷王嗣位之命」。然殷之末世，政教已衰，諸侯嗣位何必皆待王命？受先君之命亦可也。王肅云：「文王受命，嗣位為君。」不言受王命也。]\n周公曰：「嗚呼！繼自今嗣王，[繼從今已往嗣世之王，皆戒之。]則其無淫於觀、於逸、於遊、於田，以萬民惟正之供。[所以無敢過於觀遊逸豫田獵者，用萬民當惟正身以供待之故。]無皇曰：『今日耽樂。』乃非民攸訓，非天攸若，時人丕則有愆。[無敢自暇曰：「惟今日樂，後日止。」夫耽樂者，乃非所以教民，非所以順天，是人則大有過矣。○愆，起虔反。夫音扶。]無若殷王受之迷亂，酗於酒德哉！」[以酒為兇謂之酗。言紂心迷政亂，以酗酒為德。戒嗣王無如之。○酗，況付反。]\n["
      },
      {
        "index": 19,
        "text": "[疏]「周公」至「德哉」○正義曰：周公又言而嘆曰：「嗚呼！繼此後世自今以後嗣位之王，則其無得過於觀望，過於逸豫，過於遊戲，過於田獵。所以不得然者，以萬民聽王者之教命，王當正己身以供待萬民，必當早夜恪勤，無敢自閑暇。曰：『今日且樂，後日乃止。』此為耽樂者，非民之所以教訓也，非天之所以敬順也。若是之人，則有大愆過矣。王當自勤政事，莫如殷王受之述亂國政，酗於酒德哉！殷紂藉酒為兇，以酒為德，由是喪亡殷國，王當以紂為戒，無得如之。」○傳「繼從」至「戒之」○正義曰：先言「繼」者，謂繼此後人，即從今以後嗣世之王也。周公思及長遠後王，盡皆戒之，非獨成王也。○傳「所以」至「之故」○正義曰：傳意訓「淫」為過，鄭玄云：「淫，放恣也。」「淫」者侵淫不止，其言雖殊，皆是過之義也。言「觀」為非時而行，違禮觀物，如《春秋》隱公「如棠觀魚」，莊公「如齊觀社」。《穀梁傳》曰：「常事曰視，非常曰觀。」此言「無淫於觀」，禁其非常觀也。「逸」謂逸豫，「遊」謂遊蕩，「田」謂田獵，四者皆異，故每事言「於」。「以」訓用也，用萬民皆聽王命，王者惟當正身待之，故不得淫於觀逸遊田也。○傳「無敢」至「過矣」○正義曰：「無敢自暇」，謂事不寬不暇，而以為原王之意而為辭，故言曰：「耽以為樂，惟今日樂，而後日止。」惟言「今日樂」，明知「後日止」也。夫「耽樂」者，乃非所以教民，教民當恪勤也；非所以順天，順天當肅恭也。是此耽樂之人，則大有愆過矣。戒王不得如此也。○傳「以酒」至「如之」○正義曰：「酗」從酉，以兇為聲，是「酗」為兇酒之名，故「以酒為兇謂之酗」。「酗」是飲酒而益兇也。言紂心迷亂，以酗酒為德，飲酒為政，心以兇酒為己德，紂以此亡殷。戒嗣王無如之。]\n周公曰：「嗚呼！我聞曰，古之人，猶胥訓告，胥保惠，胥教誨，[嘆古之君臣，雖君明臣良，猶相道告，相安順，相教誨以義方。]民無或胥诪張為幻。[诪張，誑也。君臣以道相正，故下民無有相欺誑幻惑也。○幻音患。誑，九況反。]此厥不聽，人乃訓之，乃變亂先王之正刑，至於小大。[此其不聽中正之君，人乃教之以非法，乃變亂先王之正法，至於小大，無不變亂。言己有以致之。]民否則厥心違怨，否則厥口詛祝。」[以君變亂正法，故民否則其心違怨，否則其口詛祝。言皆患其上。○詛，側助反。祝，之又反。]\n["
      },
      {
        "index": 20,
        "text": "[疏]「周公」至「詛祝」○正義曰：周公言而嘆曰：「我聞人之言曰，古人之雖君明臣良，猶尚相訓告以善道，相安順以美政，相教誨以義方。君臣相正如此，故於時之民順從上教，無有相誑欺為幻惑者。此其不聽中正之君，人乃教訓之以非法之事，乃從其言，變亂先王之正法，至於小大之事，無不皆變亂之。君既變亂如此，其時之民疾苦，否則其心違上怨上，否則其口詛祝之。」言人患之無已，舉此以戒成王，使之君臣相與養下民也。○傳「嘆古」至「義方」○正義曰：此章二事，善惡相反。下句「不聽人」者，是愚暗之君，知此言「古之人」者，是賢明之君。「相」是兩人相與，故知兼有「臣良」，更相教告。隱三年《左傳》石碏曰：「臣聞愛子，教之以義方。」故知相教誨者，使「相教誨以義方」也。則知相訓告者，告之以善道也；相保惠者，相安順以美政也。○傳「诪張」至「惑也」○正義曰：「诪張，誑也」，《釋訓》文。孫炎曰：「眩惑誑欺人也。」民之從上，若影之隨形，君臣以道相正，故下民無有相欺誑幻惑者。「幻」即眩也，惑亂之名，《漢書》稱西域有幻人是也。○傳「此其」至「致之」○正義曰：上言善事，此說惡事。如此其不聽者，是不聽中正之君也。既不聽中正，則好聽邪佞，知此「乃訓之」者，是邪佞之人訓之也。邪佞之人必反正道，故言「人乃教之以非法」。暗君即受用之，變亂先王之正法。「至於小大，無不變亂」，言皆變亂正法盡也。暗君所任同己，由已之暗，致此佞人，言此暗君已身有以致之也。上「君明臣良」，由君明而有良臣，亦是己有致。上之言「胥」，此不言者，君在佞臣，國亡滅矣，不待相教為惡，故不言「胥」也。○傳「以君」至「其土」○正義曰：君既變亂正法，必將困苦下民。民不堪命，忿恨必起，故民忿君乃有二事，否則心違怨，否則口詛祝，言皆患土而為此也。「違怨」，謂違其命而怨其身。「詛祝」，謂告神明令加殃咎也。以言告神謂之「祝」，請神加殃謂之「詛」。襄十七年《左傳》曰：「宋國區區，而有詛有祝。」《詩》曰：「侯詛侯祝。」是「詛」、「祝」意小異耳。]\n周公曰：「嗚呼！自殷王中宗，及高宗，及祖甲，及我周文王，茲四人迪哲。[言此四人皆蹈智明德以臨下。]厥或告之曰：『小人怨汝詈汝。』則皇自敬德，[其有告之，言小人怨詈汝者，則大自敬德，增修善政。○詈，力智反。]厥愆，曰：『朕之愆。』允若時不啻不敢含怒。[其人有禍，則曰：「我過，百姓有過，在予一人。」信如是怨詈，則四王不啻不敢含怒以罪之。言常和悅。]\n["
      },
      {
        "index": 21,
        "text": "[疏]「周公」至「含怒」○正義曰：既言明君暗君，善惡相反，更述二者之行。周公言而嘆曰：「嗚呼！自殷王中宗，及高宗，及祖甲，及我周文王，此四人者，皆蹈明智之道以臨下民。其有告之曰：『小人怨恨汝，罵詈汝。』既聞此言，則大自敬德，更增修善政。其民有過，則曰：『是我之過。』民信有如是怨詈，則不啻不敢含怒以罪彼人，乃欲得數聞此言以自改悔。」言寬弘之若是。○傳「其有」至「善政」○正義曰：《釋詁》云：「皇，大也。」故傳言，「大自敬德者，謂增修善政」也。鄭玄以「皇」為暇，言寬暇自敬。王肅本「皇」作「況」，況滋益用敬德也。○傳「其人」至「和悅」○正義曰：或告之曰「小人怨汝，詈汝」，其言有虛有實。其言若虛，則民之愆也。民有愆過，則曰「我過」，不責彼為虛言，而引過歸己者，湯所雲「百姓有過，在予一人」。故若信有如是怨詈，小人聞之，則含怒以罪彼人。此四王即不啻不敢含怒以罪彼人，乃自原聞其愆言，其顏色常和悅也。鄭玄云：「不但不敢含怒，乃欲屢聞之，以知己政得失之源也。」]\n此厥不聽，人乃或诪張為幻，曰：『小人怨汝詈汝。』則信之。[此其不聽中正之君，有人誑惑之，言小人怨憾詛詈汝，則信受之。○憾，胡暗反。]則若時，不永念厥辟，不寬綽厥心，[則如是信讒者，不長念其為君之道，不寬緩其心。言含怒。]亂罰無罪，殺無辜，怨有同，是叢於厥身。」[信讒含怒，罰殺無罪，則天下同怨讎之，叢聚於其身。○叢，才公反。]\n["
      },
      {
        "index": 22,
        "text": "[疏]「此厥」至「厥身」○正義曰：此其不聽中正之人，乃有欺誑為幻惑以告之曰：「小人怨汝詈汝。」不原其本情，則信受之。則知是信讒者，不長念其為君之道，不審虛實，不能寬緩其心，而徑即含怒於人。是亂其正法，罰無罪，殺無辜。罰殺欲以止怨，乃令人怨益甚，天下之民有同怨君，令怨惡聚於其身。言褊急使民之怨若是，教成王勿學此也。○傳「則如」至「含怒」○正義曰：君人者察獄必審其虛實，然後加罪。「不長念其為君之道」，謂不審察虛實也。「不寬緩其心」，言徑即含怒也。王肅讀「辟」為辟，扶亦反，不長念其刑辟，不當加無罪也。]\n周公曰：「嗚呼！嗣王其監於茲。」[視此亂罰之禍以為戒。]\n君奭第十八\n召公為保，周公為師，相成王為左右。[○保，太保也。師，太師也。馬云：「保氏、師氏皆大夫官。」相音息亮反。左右，馬云：「分陜為二伯，東為左，西為右。」]召公不說，周公作《君奭》。\n君奭[尊之曰君。奭，名，同姓也。陳古以告之，故以名篇。○說音悅。奭，始亦反。]\n["
      },
      {
        "index": 23,
        "text": "[疏]「召公」至「君奭」○正義曰：成王即政之初，召公為保，周公為師，輔相成王為左右大臣。召公以周公嘗攝王之政，今復在臣位，其意不說。周公陳己意以告召公，史敘其事，作《君奭》之篇也。《周官》篇云「立太師、太傅、太保，茲惟三公」，則此「為保」、「為師」亦為三公官也。此實太師、太保而不言「太」者，意在師法保安王身，言其實為左右爾，不為舉其官名，故不言「太」也。經傳皆言武王之時，太公為太師，此言「周公為師」，蓋太公薨，命周公代之。於時太傅蓋畢公為之，於此無事，不須見也。三公之次，先師後保，此序先言保者，篇之所作，主為召公不說，故先言召公，不以官位為次也。案經周公之言，皆說己留在王朝之意，則召公不說周公之留也。故鄭、王皆云：「周公既攝王政，不宜復列於臣職，故不說。」然則召公大賢，豈不知周公留意而不說者？以周公留在臣職，當時人皆怪之，故欲開道周公之言，以解世人之惑。「召公疑之，作《君奭》。」非不知也。《史記·燕世家》云：「成王既幻，周公攝政，當國踐阼，召公疑之，作《君奭》。」此篇是致政之後言留輔成王之意，其文甚明，馬遷妄為說爾。鄭玄不見《周官》之篇，言此師、保為《周禮》師氏、保氏大夫之職，言賢聖兼此官，亦謬矣。○傳「尊之」至「名篇」○正義曰：周公呼為「君奭」，是周公尊之曰君也。「奭」是其名，「君」非名也。僖二十四年《左傳》，富辰言文王之子一十六國，無名「奭」者，則召公必非文王之子。《燕世家》云：「召公奭與周同姓姬氏。」譙周曰：「周之支族。」譙周考校古史，不能知其所出。皇甫謐云：「原公名豐，是其一也，是為文王之子一十六國。」然文王之子本無定數，並原、豐為一，當召公於中以為十六，謬矣。此篇多言先世有大臣輔政，是「陳古道以告之」。呼居奭以告之，故以「君奭」名篇。]\n周公若曰：「君奭，[順古道呼其名而告之。]弗吊，天降喪於殷，殷既墜厥命，我有周既受。[言殷道不至，故天下喪亡於殷。殷已墜失其王命，我有周道至已受之。○吊音的。]我不敢知曰，厥基永孚於休，若天棐忱。[廢興之跡，亦君所知，言殷家其始長信於美道，順天輔誠，所以國也。○棐音匪。忱，市林反。]我亦不敢知曰，其終出於不祥。[言殷紂其終墜厥命，以出於不善之故，亦君所知。]\n["
      },
      {
        "index": 24,
        "text": "[疏]「周公」至「不祥」○正義曰：周公留在王朝，召公不說。周公為師，順古道而呼曰：「君奭，殷道以不至之故，故天下喪亡於殷。殷既墜失其王命，我有周已受之矣。今雖受命，貴在能終，若不能終，與殷無異，故視殷以為監戒。我不敢獨知殷家其初始之時，能長信於美道，能安順於上天之，道輔其誠信，所以有國，此亦君之所知。我亦不敢獨知曰，殷紂其終墜失其王命，由出於不善之故，亦君所知也。」○傳「廢興」至「以國」○正義曰：孔以《召誥》云「我不敢知」者，其意召公言我不敢獨知，亦王所知，則此言「我不敢知」，亦是周公言我不敢獨知，是君奭所知，故以此及下句為說殷之興亡，言與君奭同知。舉其殷興亡為戒，鄭玄亦然也。]\n嗚呼！君已！曰，時我，我亦不敢寧於上帝命。[嘆而言曰：「君已！當是我之留，我亦不敢安於上天之命，故不敢不留。」○已音以。]弗永遠念天威，越我民罔尤違。[言君不長遠念天之威，而勤化於我民，使無過違之闕。]惟人在我後嗣子孫，大弗克恭上下，遏佚前人光，在家不知。[惟眾人共存在我後嗣子孫，若大不能恭承天地，絕失先王光大之道，我老在家，則不得知。○遏，於葛反。]天命不易，天難諶，乃其墜命，弗克經歷。[天命不易，天難信無德者，乃其墜失王命，不能經久歷遠，不可不慎。○易，以豉反，註同。諶，氏壬反。]嗣前人，恭明德，在今予小子旦。繼先王之大業，[恭奉其明德，正在今我小子旦。言異於餘臣。]非克有正，迪惟前人光，施於我沖子。」[我留非能有改正，但欲蹈行先王光大之道，施正於我童子。童子，成王。]\n["
      },
      {
        "index": 25,
        "text": "[疏]「嗚呼」至「沖子」○正義曰：周公又嘆而呼召公曰：「嗚呼！君已！」「已」，辭也。既嘆乃復言曰：「君當是我之留，勿非我也。我亦不敢安於上天之命，故不敢不留。君何不長遠念天之威罰？禍福難量，當勤教於我下民，使無尤過違法之闕。惟今天下眾人，共誠心存在我後嗣子孫。觀其政之善惡，若此嗣王大不能恭承上天下地，絕失先王光大之道，令使眾人失望，我若退老在家，則不能得知，何得不留輔王也？天命不易，言甚難也。天難信，惡則去之，不常在一家，是難信也。天子若不稱天意，乃墜失其王命，不能經久歷遠，其事可不慎乎？繼嗣前人先王之大業，恭奉其明德也，正在今我小子旦。」周公自言已身當恭奉其先王之明德，留輔佐王。「非能有所改正，但欲蹈行先王光大之道，施政於我童子」。童子謂成王，意欲奉行先王之事，以教成王也。○傳「嘆而」至「不留」○正義曰：嘆而言曰：「嗚呼！君已！」「已」是引聲之辭，既呼君奭，嘆而引聲，乃復言曰：「君當是我之留。」以其意不說，故令是我而勿非我。「我不敢安於上天之命」，孔意當謂天既命周，我當成就周道，故不敢不留。]\n又曰：「天不可信，我道惟寧王德延，[無德去之，是天不可信，故我以道惟安寧王之德，謀欲延久。]天不庸釋於文王受命。」[言天不用令釋廢於文王所受命，故我留佐成王。]\n["
      },
      {
        "index": 26,
        "text": "[疏]「又曰」至「受命」○正義曰：周公又言曰：「天不可信，無德則去之，是其不可信也。天難信之，故恐其去我周家，故我以道惟安行寧王之德，謀欲延長之。我原上天之意，不用令廢於文王所受命，若嗣王失德，則還廢之，故我當留佐成王也。」○傳「無德」至「延久」○正義曰：此經言「又曰」，傳不明解。鄭云「人又云」，則鄭玄以此「又曰」為周公稱人之言也。王肅云：「重言天不可信，明己之留蓋畏其天命。」則肅意以周公重言，故稱「又曰」。孔雖不解，當與王肅意同。言「寧王」者，即文王也，鄭、王亦同。]\n公曰：「君奭，我聞在昔成湯既受命，[已放桀，受命為天子。]時則有若伊尹，格於皇天。[尹摯佐湯，功至大天。謂致太平。○摯音至。]在太甲，時則有若保衡。[太甲繼湯，時則有如此伊尹為保衡，言天下所取安，所取平。]在太戊，[太甲之孫。]時則有若伊陟、臣扈，格於上帝，巫咸乂王家。[伊陟、臣扈率伊尹之職，使其君不隕祖業，故至天之功不隕。巫鹹治王家，言不及二臣。○隕，於敏反。]在祖乙，時則有若巫賢。[祖乙，殷家亦祖其功，時賢臣有如此巫賢。賢，咸子。巫，氏。]在武丁，時則有若甘盤。[高宗即位，甘盤佐之，後有傅說。○說音悅。]\n["
      },
      {
        "index": 27,
        "text": "[疏]「公曰君奭」至「甘盤」○正義曰：言「時則有若」者，言當其時有如此人也。指謂如此伊尹、甘盤，非謂別有如此人也。以湯是殷之始王，故言「在昔」、「既受命」，見其為天子也。以下「在太甲」、「在武丁」，亦言其為天子之時，有如此臣也。成湯未為天子，已得伊尹，言「既受命」者，以功格皇天，在受命之後，故言「既受命」也。「皇天」之與「上帝」，俱是天也，變其文爾。其功至於天帝，謂致太平而天下和之也。保衡、伊尹，一人也。異時而別號。「伊尹」之下，已言「格於皇天」，「保衡」之下不言「格於皇天」，從可知也。「伊陟、臣扈」，言「格於上帝」，則其時亦致太平，故與伊尹文異而事同。巫鹹、巫賢、甘盤蓋功劣於彼三人，故無格天之言。○傳「尹摯」至「太平」○正義曰：伊尹名摯，諸子傳記名有其文。「功至大天」猶堯「格於上下」，知其「謂致太平」也。○傳「太甲」至「取平」○正義曰：據《太甲》之篇及諸子傳記，太甲犬臣惟有伊尹，知即保衡也。《說命》云：「昔先正保衡，作我先王，佑我烈祖，格於皇天。」《商頌·那》祀成湯稱為「烈祖」，「烈祖」，湯之號，言保衡佐湯，明保衡即是伊尹也。《詩》稱「實維阿衡，實左右商王」，鄭玄云：「阿，倚。衡，平也。伊尹湯所依倚而取平。」至太甲改曰保衡，保，安也，言天下所取安，所取平。此皆三公之官，當時為之號也。孔以《太甲》云「嗣王不惠於阿衡」，則《太甲》亦曰阿衡，與鄭異也。○傳「太甲之孫」○正義曰：《史記·殷本紀》云，太甲崩，子沃丁立。崩，弟太庚立。崩，子小甲立。崩，弟雍已立。崩，弟太戊立。是太戊為太甲之孫，太庚之子。《三代表》云，小甲，太庚弟；雍己、太戊又是小甲弟，則太戊亦是沃丁弟，太甲子。《本紀》、《世表》俱出馬遷，必有一誤。孔於《咸乂》序傳云「太戊，沃丁弟之子」，是太戊為太甲之孫也。○傳「伊陟」至「二臣」○正義曰：伊尹「格於皇天」，此伊陟、臣扈云「格於上帝」，其事既同，如此二臣能率循伊尹之職，輔佐其君，使其君不隕祖業，故至天之功亦不隕墜也。《夏社》序云：「湯既勝夏，欲遷其社，不可。作《夏社》、《疑至》、《臣扈》。」則湯初有臣扈，已為大臣矣，不得至今仍在，與伊尹之子同時立功。蓋二人名同，或兩字一誤也。案《春秋》範武子光輔五君，或臣扈事湯而又事太戊也。「格於上帝」之下乃言「巫咸乂王家」，則巫咸亦是賢臣，俱能紹治王家之事而已，其功不得至天，言不及彼二臣。○傳「祖乙」至「巫氏」○正義曰：《殷本紀》云，中宗崩，子仲丁立。崩，弟外壬立。崩，弟河亶甲立。崩，子祖乙立。則祖乙是太戊之孫也。孔以其人稱「祖」，故云「殷家亦祖其功」。賢是咸子，相傳云然。父子俱稱為「巫」，知「巫」為氏也。○傳「高宗」至「傅說」○正義曰：《孔命》篇高宗云：「臺小子舊學於甘盤，既乃遯於荒野。」高宗未立之前已有甘盤，免喪不言，乃求傅說，明其即位之初，有甘盤佐之，甘盤卒後有傅說。計傅說當有大功，此惟數六人，不言傅說者，周公意所不言，未知其故。]\n率惟茲有陳，保乂有殷，故殷禮陟配天，多歷年所。[言伊尹至甘盤六臣佐其君，循惟此道，有陳列之功，以安治有殷，故殷禮能升配天，享國久長，多歷年所。]天惟純佑命，則商實百姓。[殷禮配天，惟天大佑助其王命，使商家百姓豐實，皆知禮節。]\n["
      },
      {
        "index": 28,
        "text": "[疏]「率惟」至「百姓」○正義曰：此伊尹、甘盤六臣等輔佐其君，率循此為臣之道，有陳列之功，以安治有殷，故殷有安上治民之禮，升配上天，享國多歷年之次所。天惟大佑助其為王之命，則使商家富實百姓，為令使商之百姓家給人足，皆知禮節也。○傳「言伊」至「年所」○正義曰：「率」訓循也。說賢臣佐君雲「循惟此道」，當謂循此為臣之道。盡忠竭力以輔其君，故有陳烈於世，以安治有殷，使殷王得安治民。故殷得此安上治民之禮，能升配上天。天在人上，故謂之「升」。為天之子，是「配天」也。享國久長，多歷年所。○傳「殷禮」至「禮節」○正義曰：殷能以禮配天，故天降福。天惟大佑助其王命，風雨以時，年穀豐稔，使商家百姓豐實，家給人足。管子曰：「衣食足，知榮辱。倉廩實，知禮節。」]\n王人罔不秉德，明恤小臣，屏侯甸。[自湯至武丁，其王人無不持德立業，明憂其小臣，使得其人，以為蕃屏侯甸之服。小臣且憂得人，則大臣可知。○屏，賓領反。]矧咸奔走，惟茲惟德稱，用乂厥辟。[王猶秉德憂臣，況臣下得不皆奔走？惟王此事，惟有德者舉，用治其君事。○辟，必亦反。]故一人有事於四方，若卜筮，罔不是孚。」[一人，天子也。君臣務德，故有事於四方，而天下化服。如卜筮，無不是而信之。]\n["
      },
      {
        "index": 29,
        "text": "[疏]「王人」至「是孚」○正義曰：「王人」謂與人為王，言此上所說成湯、太甲、太戊、祖乙、武丁，皆王人也。無不持德立業，明憂小臣。雖則小臣，亦憂使得其賢人，以蕃屏侯甸之服。王恐臣之不賢，尚以為憂，況在臣下得不皆勤勞奔走，惟憂王此求賢之事，惟求有德者舉之，用治其君之事乎？君臣共求其有德，所在職事皆治，天子一人有事於四方，天下鹹化而服。如有卜筮之驗，無不是而信之。賢臣助君，致使大治，我留不去，亦當如此也。○傳「自湯」至「可知」○正義曰：王肅云：「王人猶君人也。」「無不持德立業」，謂持人君之德，立王者之事業。人君之德在官賢人，官得其人，則事業立，故傳以「立業」配「持德」。明憂小臣之不賢，憂欲使得其人，以為蕃屏侯甸之服也。小臣且憂得人，則大臣憂之可知。侯甸尚思得其人，朝廷思之必矣。王肅云：「小臣，巨之微者，舉小以明大也。」○傳「王猶」至「君事」○正義曰：君之所重，莫重於求賢。官之所急，莫急於得人。故此章所陳，惟言君憂得人，臣能舉賢。以王之尊，猶尚秉德憂臣，況其臣下得不皆奔走？惟王此求賢之事，惟有德者必舉之，置於官位用治其君事也。○傳「一人」至「信之」○正義曰：《禮》天子自稱曰予一人，故為天子也。君臣務求有德，眾官得其人，從上至下，遞相師法，職無大小，莫不治理，故天子有事於四方，發號出令而天下化服。譬如卜筮，無不是而信之。事既有驗，言如是則人皆信之。]\n公曰：「君奭，天壽平格，保乂有殷，有殷嗣，天滅威。[言天壽有平至之君，故安治有殷。有殷嗣子紂，不能平至，天滅亡，加之有威。]今汝永念，則有固命，厥亂明我新造邦。」[今汝長念平至者安治，反是者滅亡。以為法戒，則有堅固王命，其治理足以明我新成國矣」。]\n["
      },
      {
        "index": 30,
        "text": "[疏]「公曰君奭天」至「造邦」○正義曰：周公呼召公曰：「君奭，皇天賦命，壽此有平至之君。」言有德者必壽考也。「殷之先王有平至之德，故能安治有殷」。言故得安治也。「有殷嗣子紂不能平至，故天滅亡而加之以威。今汝奭當長念天道，平至者安治，不平至者滅亡。以此為法戒，則有堅固王命，其治理足以明我新成國矣」。○傳「言天」至「以威」○正義曰：「格」訓至也。「平」謂政教均平，「至」謂道有所至也。言「不吊」，謂道有不至者。此言「格」，謂道至者。「天壽有平至之君」，有平至之德，則天與之長壽，則知中宗高宗之屬身是也。由其君有平至之德，故能安治有殷，言有殷國安而民治也。有殷嗣子紂，其德不能平至，國不安，民不治，故天滅亡之而加之以威也。孔傳之意，此經專說君之善惡，其言不及臣也。王肅以為兼言君臣，註云：「殷君臣之有德，故安治有殷。言是者，不可不法殷家有良臣也。」鄭註以為專言臣事，「格」謂至於天也。與孔不同。○傳「今汝」至「國矣」○正義曰：上句言善者興而惡者亡，此句令其長安治及念明道。念上二者，故言「今汝長念平至者而安治，反是者滅亡」。念此以為法戒，則有堅固王命，王族必不傾壞。若能如此，其治理足以光明我新成國矣。周自武王伐紂，至此年歲末多，對殷而言故為新國。傳意言不及臣，周公說此事者，蓋言興滅由人，我欲輔王，使為平至之君。]\n公曰：「君奭，在昔上帝，割申勸寧王之德，其集大命於厥躬。[在昔上天，割制其義，重勸文王之德，故能成其大命於其身。謂勤德以受命。○重，直用反。]惟文王尚克修和我有夏，亦惟有若虢叔，有若閎夭，[文王庶幾能修政化，以和我所有諸夏，亦惟賢臣之助為治，有如此虢、閎。閎，氏。虢，國；叔，字；文王弟。夭，名。○虢，寡白反，徐公伯反。閎音宏。夭，於表反，徐於驕反。]有若散宜生，有若泰顛，有若南宮括。[散、泰、南宮皆氏。宜生、顛、括皆名。凡五臣佐文王為胥附、奔走、先後、禦侮之任。]\n["
      },
      {
        "index": 31,
        "text": "[疏]「公曰君奭」至「厥躬」○正義曰：公呼召公曰：「君奭，在昔上天斷割其義，重勸文王之德。以文王有德，勸勉使之成功，故文王能成之命於其身。」言文王能順天之意，勤德以受命。○傳「在昔」至「受命」○正義曰：文王去此未久，但欲遠本天意，故雲「在昔上天」，作久遠言之。「割制」謂切割絕斷之意，故云「割制其義」。「重勸文王之德」者，文王既已有德，上天佑助而重勸勉，文王順天之意，故其能成大命於其身。王謂勤行德義，以受天命。○傳「文王」至「夭名」○正義曰：文王未定天下，庶幾能修政化，以和我所有諸夏，謂三分有二屬己之諸國也。僖五年《左傳》云「虢仲、虢叔，王季之穆也」，是虢叔為文王之弟。虢，國名。叔，字。凡言人之名氏，皆上氏下名，故閎、散、泰、南宮皆氏，夭、宜生、顛、括皆名也。○傳「散泰」至「之任」○正義曰：《詩·綿》之卒章稱文王有疏附、先後、奔奏、禦侮之臣，《毛傳》雲：「率下親上曰疏附，相通前後曰先後，喻德宣譽曰奔奏，武臣折沖曰禦侮。」鄭箋云：「疏附使疏者親也，奔奏使人歸趨之。」《詩》言文王有此四種之臣，經歷言五臣之名，故知五臣佐文王為此任也。此四事者五臣共為此任，非一臣當一事也。鄭云：「不及呂望者，太師致文王以大德，周公謙不可以自比。」]\n又曰，無能往來，茲迪彜教文王蔑德，降於國人。[有五賢臣，猶曰其少，無所能往來。而五人以此道法教文王以精微之德，下政令於國人。言雖聖人，亦須良佐。]亦惟純佑，秉德迪知天威，乃惟時昭文王。[文王亦如殷家惟天所大佑，文王亦秉德蹈知天威，乃惟是五人明文王之德。]迪見冒聞於上帝，惟時受有殷命哉！[言能明文王德，蹈行顯見，覆冒下民，彰聞上天，惟是故受有殷之王命。○見，賢遍反，註同。冒，莫報反，下同，馬作勖，勉也。聞音問，或如字。]\n["
      },
      {
        "index": 32,
        "text": "[疏]「又曰」至「命哉」○正義曰：文王既有賢臣五人，又復言曰：「我之賢臣猶少，無所能往來。五人以此道法教文王以微蔑精妙之德，下政令於國人。德政既善，為天所佑。文王亦如殷家，惟為天所大佑。文王亦秉德，蹈知天威。文王德如此者，乃惟是五人明文王之德使然也。五人能明文王德，使蹈行顯見，覆冒下民，聞於上天，惟是之故得受有殷王之命哉！」言文王之聖，猶須良佐，我所以留輔成王。○傳「有五」至「良佑」○正義曰：「無能往來」一句，周公假為文王之辭。言文王有五賢臣，猶恨其少。又復言曰：「我臣既少，於事無能往來。」謂去還理事，未能周悉，言其好賢之深，不知厭足也。「迪」，道。「彜」，法也。「蔑」，小也，小謂精微也。而五人以此道法教文王以精微之德，用此精微之德下教令於國人。言雖聖人，亦須良佐，以見成王須輔佐之甚也。鄭玄亦云：「蔑，小也。」]\n武王惟茲四人，尚迪有祿。[文王沒，武王立，惟此四人，庶幾輔相武王蹈有天祿。虢叔先死，故曰四人。○相，息亮反。]後暨武王，誕將天威，咸劉厥敵。[言此四人後與武王皆殺其敵。謂誅紂。]惟茲四人，昭武王，惟冒丕單稱德。[惟此四人，明武王之德，使布冒天下，大盡舉行其德。]\n["
      },
      {
        "index": 33,
        "text": "[疏]「武王」至「稱德」○正義曰：文王既沒，武王次立，武功初立，惟此四人，庶幾輔相武王蹈有天下之祿。其後四人，與武王大行天之威罰，皆與共殺其強敵，謂其誅紂也。武王之有天下，惟此四人明武王之德，惟武王布德，覆冒天下，此四人大盡舉行武王之德。言武王亦得良臣之力。○傳「文王」至「四人」○正義曰：文王受命九年而崩，十三年方得殺紂。「文王沒，武王立」，謂武王初立之時，惟此四人而已。「庶幾輔相武王蹈有天祿」，初立則有此誌，故下句言後與武王殺紂也。「虢叔先死，故曰四人」，以是文王之弟，其年應長，故言「先死」也。鄭玄疑不知誰死，註雲：「至武王時，虢叔等有死者，餘四人也。」○傳「惟此」至「其德」○正義曰：「單」，盡。「稱」，舉也。使武王之德布冒天下，是此四人之力，言此四人大盡舉行武王之德也。]\n今在予小子旦，若遊大川，予往暨汝奭其濟小子，同未在位，誕無我責。[我新還政，今任重在我小子旦，不能同於四方。若遊大川，我往與汝奭其共濟渡成王，同於未在位即政時，汝大無非責我留。]收罔勖不及，耇造德不降，我則鳴鳥不聞，矧曰其有能格？」[今與汝留輔成王，欲收教無自勉不及道義者，立此化，而老成德不降意為之。我周則鳴鳳不得聞，況曰其有能格於皇天乎？]\n["
      },
      {
        "index": 34,
        "text": "[疏]「今在」至「能格」○正義曰：周公言：「我新還政成王，今任之重者，其在我小子之身也。我不能同於四人輔文武，使有大功德，但茍求救溺而已。譬如遊於大川，我往與汝奭其共濟渡小子成王，用心輔弼，同於成王未在位之時。恐其未能嗣先人明德，我當與汝輔之，汝大無非責我之留也。我留與汝輔王者，欲收教無自勉力不及道義者。我今欲立此化，而老成德之人不降意為之。我周家則鳴鳳之鳥尚不得聞知，況曰其有能格於皇天者乎？」○傳「我新」至「我留」○正義曰：周公既已還政，則是舍重任矣。而猶言「今任重在我小子旦」者，周公既攝王政，又須傳授得人，若其不能負荷，仍是周公之責，以嗣子劣弱，故言「今任重猶在我小子旦」也。彼四人者能翼贊初基，佑成王業，我不能同於四人，望有大功，惟求救弱而已。《詩》云「泳之遊之」，《左傳》稱「閻敖遊湧而逸」，則「遊」者入水浮渡之名。譬若成王在大川，我往與汝奭其同共濟渡成王。若云從此向川，故言「往」也。○傳「今與」至「天乎」○正義曰：王朝之臣有不勉力者，今與汝留輔成王者，正欲收斂教誨。無自勉力不及道義者，當教之勉力，使其及道義也。我欲成立此化，而老成德之人不肯降意為之。我周家則鳴鳳尚不聞知，況曰其有能如伊尹之輩，使其功格於皇天乎？言太平不可冀也。經言「耇造德不降」者，周公以己年老應退而留，因即傳言己類，言己若退，則老成德者悉皆退自逸樂，不肯降意為之。政無所成，祥瑞不至，我周家則鳴鳳不得聞。則鳳是難聞之鳥，必為靈瑞之物，故以「鳴鳥」為鳴鳳。孔子稱「鳳鳥不至」，是鳳鳥難聞也。《詩·大雅·卷阿》之篇歌成王之德，其九章曰：「鳳皇鳥矣，於彼高岡。」鄭云：「因時鳳皇至，固以喻焉。」則成王之時鳳皇至也。《大雅》正經之作，多在周公攝政之後，成王即位之初，則周公言此之時已鳳皇至，見太平矣。而復言此者，恐其不復能然，故戒之。此經之意，言功格上天，難於致鳳，故以鳴鳳況之格天。案《禮器》云：「升中於天，而鳳皇降，龜龍假。」「升中」謂功成告天也。如彼《記》文，似功至於天，鳳皇乃降，此以鳴鳳易致況格天之難者乎。《記》以龍鳳有形，是可見之物，故以鳳降龍至為成功之驗，非言成功告天，然後此物始至也。]\n公曰：「嗚呼！君，肆其監於茲。我受命無疆惟休，亦大惟艱。[以朝臣無能立功至天，故其當視於此，我周受命無窮惟美，亦大惟艱難，不可輕忽，謂之易治。]告君乃猷裕，我不以後人迷。」[告君汝謀寬饒之道，我留與汝輔王，不用後人迷惑，故欲教之。]\n["
      },
      {
        "index": 35,
        "text": "[疏]「公曰嗚呼」至「人迷」○正義曰：周公嘆而呼召公曰：「嗚呼！君，我以朝臣無能立功至天之故，故君其當視於此。」謂視此朝臣無能立功之事。「我周家受天之命，無有境界惟美，亦大惟艱難，不可輕忽，謂之易治。我今告君，汝當謀寬饒之道以治下民，使其事可法，我不用使後世人迷惑，故欲教之也」。○傳「告君」至「教之」○正義曰：「猷」訓為謀，告君汝謀寬饒之道，故當以寬饒為法。我留與汝輔王，不用使後人迷惑怪之。無法則迷惑，故欲與汝作法以教之。鄭云：「召公不說似隘急，故令謀於寬裕也。」]\n公曰：「前人敷乃心，乃悉命汝，作汝民極。[前人文武布其乃心為法度，乃悉以命汝矣，為汝民立中正矣。]曰，汝明勖偶王，在亶乘茲大命。[汝以前人法度明勉配王，在於成信，行此大命而已。]惟文王德，丕承無疆之恤。」[惟文王聖德，為之子孫無忝厥祖，大承無窮之憂。]\n["
      },
      {
        "index": 36,
        "text": "[疏]「公曰前」至「之恤」○正義曰：周公又言曰，前人文武布其乃心制法度，乃悉命汝，為民立中正之道矣。治民之法已成就也，戒召公汝當以前人之法度明自勉力，配此成王，在於誠信，行此大命而已。言已有舊法，易可遵行也。惟文王聖德造始周邦，為其子孫欲令無忝厥祖，大承無窮之憂，故我與汝不可不輔。○傳「前人」至「正矣」○正義曰：「乃」，緩辭，不訓為汝。○傳「汝以」至「而已」○正義曰：「勖」，勉也。「偶」，配也。「亶」，信也。汝當以前人法度明自勉力，配成王，在於誠信行大命而已。言其不復須勞心。傳以「乘」為行，蓋以乘車必行，故訓「乘」為行。]\n公曰：「君，告汝朕允。[告汝以我之誠信也。]保奭，其汝克敬以予，監於殷喪大否。[呼其官而名之，敕使能敬以我言，視於殷喪亡大否。言其大不可不戒。]肆念我天威，予不允惟若茲誥，予惟曰：『襄我二人。』[以殷喪大故，當念我天德可畏。言命無常，我不信惟若此誥。我惟曰：「當因我文武之道而行之。」]汝有合哉！言曰：『在時二人，天休滋至，惟時二人弗戡。』[言汝行事，動當有所合哉！發言常在是文武，則天美周家，日益至矣，惟是文武不勝受。言多福。]其汝克敬德，明我俊民在讓，後人於丕時。[其汝能敬行德，明我賢人在禮讓，則後代將於此道大且是。]\n["
      },
      {
        "index": 37,
        "text": "[疏]「公曰君告」至「丕時」○正義曰：周公呼召公曰：「君，我今告汝以我之誠信。」又呼其官而名之：「太保奭，其汝必須能敬以我之言，視於殷之喪亡。殷之喪亡，其事甚大，不可不戒慎。以殷喪大之故，當念我天德可畏。」言天命無常，無德則去之，甚可畏。「我不信惟若此誥而已。我惟言曰：『當因我文武二人之道而行之。』汝所行事，舉動必當有所合哉！當與文王武王合也。汝所發言，常在是文王武王二人，則天美我周家，日日滋益至矣。其善既多，惟在是文武二人，不能勝受之矣。其汝能敬行德，明我賢俊之人在於禮讓，則後人於此道大且是也。」○傳「言汝」至「多福」○正義曰：「動當有所合哉」，舉動皆合文武也。「發言常在是文武」，言非文武道則不言。]\n嗚呼！篤棐時二人，我式克至於今日休。[言我厚輔是文武之道而行之，或用能至於今日其政美。]我咸成文王功於不怠，丕冒海隅出日，罔不率俾。」[今我周家皆成文王功於不懈怠，則德教大覆冒海隅日所出之地，無不循化而使之。]\n["
      },
      {
        "index": 38,
        "text": "[疏]「嗚呼」至「率俾」○正義曰：周公言而嘆曰：「嗚呼！我厚輔是二人之道而行之，我用能至於今日其政美。」言今日政美，由是文武之道。「我周家若能皆成文王之功，於事常不懈怠，則德教大覆四海之隅，至於日出之處，其民無不循我化，可臣使也」。戒召公與朝臣皆當法文王之功。]\n公曰：「君，予不惠若茲多誥，予惟用閔於天越民。」[我不順若此多誥而已，欲使汝念躬行之閔勉也。我惟用勉於天道加於民。]\n["
      },
      {
        "index": 39,
        "text": "[疏]「公曰君予」至「越民」○正義曰：公呼召公曰：「君，我不徒惟順如此之事多誥而已，欲使汝躬親行之。我惟用勉力自強於天道，行化於民。」顧氏云：「我亦自用勉勸，躬行於天道，加益於民人也。」]\n公曰：「嗚呼！君，惟乃知民德，亦罔不能厥初，惟其終。[惟汝所知民德，亦無不能其初，鮮能有終，惟其終則惟君子。戒召公以慎終。○鮮，息淺反。]祗若茲，往敬用治。」[當敬順我此言，自今以往，敬用治民職事。]\n["
      },
      {
        "index": 40,
        "text": "[疏]「公曰嗚呼」至「用治」○正義曰：周公嘆而呼召公曰：「嗚呼！君，惟汝知民之德行，亦無有不能其初，惟鮮能其終。」言行之雖易，終之實難，恐召公不能終行善政，故戒之以慎終。「汝當以敬順我此言，自今以往，宜敬用此治民職事」。戒之使行善不懈怠也。○傳「惟汝」至「慎終」○正義曰：《詩》云：「靡不有初，鮮克有終。」是凡民之德，無不能其初，少能有終者。凡民皆如是，有終則惟君子。蓋召公至此已說，恐其不能終善，故戒召公汝慎終也。鄭云：「召公是時意說，周公恐其復不說，故依違托言民德以剴切之。」]"
      }
    ]
  }
}
