{
  "chapterNumber": 16,
  "title": "卷十四 (Volume 14)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "康誥第十一成王既伐管叔、蔡叔，[滅三監。]以殷餘民封康叔，[以三監之民國康叔為衛侯，周公懲其數叛，故使賢母弟主之。○數叛，上所角反，下亦作畔。]作《康誥》、《酒誥》、《梓材》。康誥[命康叔之誥。康，圻內國名。叔，封字。○梓音子。圻，具依反。]"
      },
      {
        "index": 2,
        "text": "[【疏】「成王」至「康誥」○正義曰：既伐叛人三監之管叔、蔡叔等，以殷餘民國康叔為衛侯，周公以王命戒之，作《康誥》、《酒誥》、《梓材》三篇之書也。其《酒誥》、《梓材》亦戒康叔，但因事而分之。然《康誥》戒以德刑，又以化紂嗜酒，故次以《酒誥》，卒若梓人之治材為器為善政以結之。○傳「以三」至「主之」○正義曰：此序亦與上相顧為首引。初言「三監叛」，又言「黜殷命」，此云「既伐管叔、蔡叔」，言「以殷餘民」，圻內之餘民，故云「以三監之民國康叔為衛侯」。然古字「邦」、「封」同，故漢有上邦、下邦縣，「邦」字如「封」字，此亦云「邦康叔」，若《分器》序云「邦諸侯」，故云「國康叔」。並以三監之地封之者，周公懲其數叛，故使賢母弟主之。此始一叛而云「數叛」者，以六州之眾悉來歸周，殷之頑民叛逆天命，至今又叛，據周言之，故云「數叛」。故《多方》云：「爾乃不大宅天命，爾乃屑播天命。」以不從天命，故云「叛」也。古者大國不過百里，《周禮》上公五百里，侯四百里，孟軻有所不信。《費誓》註云，伯禽率七百里之內附庸諸侯，則魯猶非七百里之封。而康叔封千里者，康叔時為方伯，殷之圻內諸侯並屬之，故得總言「三監」，且其實地不方平，計亦不能大於魯也。故《左傳》云：「宋、衛，吾匹也。」又曰：「寡君未嘗後衛君。」且言千里，亦大率言之耳。何者？邢在襄國，河內即東圻之限，故以賜諸侯西山，即有黎、潞、河、濟之西，以曹地約有千里也。以此鄭云：「初封於衛，至子孫而並邶、鄘也。」其《地理誌》邶、鄘之民皆遷，分衛民於邶、鄘，故異國而同風，所以《詩》分為三。孔與同否未明也。既三年滅三監，七年始封康叔，則於其間更遣人鎮守，自不知名號耳。○傳「命康叔」至「封字」○正義曰：以定四年《左傳》祝佗云「命以《康誥》」，故以為「命康叔之誥」。知「康，圻內國名」者，以管、蔡、郕、霍皆國名，則康亦國名而在圻內。馬、王亦然，惟鄭玄以康為謚號，以《史記·世家》云「生康伯」故也。則孔以康伯為號謚，而康叔之「康」猶為國，而號謚不見耳。]"
      },
      {
        "index": 3,
        "text": "惟三月哉生魄，[周公攝政七年三月。始生魄，月十六日，明消而魄生。○魄，字又作{白鬼}，普白反，馬云：「{白鬼}，朏也，謂月三日始生兆朏，名曰魄。」]周公初基，作新大邑於東國洛，四方民大和會。[初造基，建作王城大都邑於東國洛汭，居天下上中，四方之民大和悅而集會。○汭，如銳反。]侯、甸、男邦、采、衛，百工播民和，見士于周。[此五服諸侯，服五百里。侯服去王城千里，甸服千五百里，男服去王城二千里，采服二千五百里，衛服三千里，與《禹貢》異制。五服之百官，播率其民和悅，並見即事於周。]周公咸勤，乃洪大誥治。[周公皆勞勉五服之，人遂乃因大封命，大誥以治道。○陸云：「乃洪治同，一本作『周公乃洪大誥治』。」勞，力報反。]"
      },
      {
        "index": 4,
        "text": "[【疏】「惟三」至「誥治」○正義曰：言惟以周公攝政七年之三月，始明死而生魄，月十六日己未，於時周公初造基趾，作新大邑於東國洛水之汭，四方之民大和悅而集會，言政治也。此所集之民，即侯、甸、男、采、衛五服。百官播率其民和悅，並見即事於周之東國，而周公皆慰勞勸勉之。乃因大封命以康叔為衛侯，大誥以治道。○傳「周公」至「魄生」○正義曰：知「周公攝政七年之三月」者，以《洛誥》即七年反政而言新邑營及獻卜之事，與《召誥》參同，俱為七年，此亦言作新邑，又同《召誥》，故知七年三月也。若然，《書傳》云四年建衛侯而封康叔，五年營成洛邑，六年制禮作樂。《明堂位》云「昔者周公朝諸侯於明堂之位」，即云「頒度量，而天下大服」，又云「六年制禮作樂」，是六年已有明堂在洛邑而朝諸侯。言六年已作洛邑而有明堂者，《禮記》後儒所錄，《書傳》伏生所造，皆孔所不用。始生魄，月十六日戊午，社於新邑之明日。「魄」與「明」反，故云「明消而魄生」。○傳「初造」至「集會」○正義曰：所以初基東國洛者，以天下土中故也。其《召誥》與《大司徒》文之所出。《釋言》云：「集，會也。」以主治民，故民服悅而見大平也。「初基」者，謂初始營建基址，作此新邑，此史總序言之。鄭以為此時未作新邑，而以「基」為謀，大不辭矣。○傳「此五」至「於周」○正義曰：「男」下獨有「邦」，以五服男居其中，故舉中則五服皆有「邦」可知，言「邦」見其國君焉。以《大司馬職》《大行人》，故知五服，「服五百里」。《禹貢》五服通王畿，此在畿外，去王城五百里，故每畿計之，至衛服三千里，言「與《禹貢》異制」也，通王畿與不通為異。以此計畿之均，故須土中。若然，黃帝與帝嚳居偃師，餘非土中者，自出當時之宜。實在土中，因得而美善之也。不見要服者，鄭云：「以遠於役事而恒闕焉。」君行必有臣從，即卿大夫及士，見亦主其勞，故云五服之內，百官播率其民和悅即事。以土功勞事，民之所苦也，而此和悅，見太平也。而《書傳》云：「示之以力役，其民猶至，況導之以禮樂乎？」是也。○傳「周公」至「治道」○正義曰：太保以戊申至，七月庚戌，已云「庶殷攻位於洛汭」，則庶殷先與之期於前至也。周公以十三日乙卯「朝至於洛，則達觀於新邑營」，此日當勉其民，此因命而並言之。序云「邦康叔」，「洪」，大也，為大封命大誥康叔以治道也。鄭玄以「洪」為代，言周公代成王誥。何故代誥而反誥王，呼之曰「孟侯」？為不辭矣。]"
      },
      {
        "index": 5,
        "text": "王若曰：「孟侯，朕其弟，小子封。[周公稱成王命，順康叔之德，命為孟侯。孟，長也。五侯之長，謂方伯，使康叔為之。言王使我命其弟封。封，康叔名。稱小子，明當受教訓。○長，丁丈反，下同。]惟乃丕顯考文王，克明德慎罰，[惟汝大明父文王，能顯用俊德，慎去刑罰，以為教首。○去，羌呂反，下「欲去」、「去疾」同。]不敢侮鰥寡，庸庸，祇祇，威威，顯民。[惠恤窮民，不慢鰥夫寡婦，用可用，敬可敬，刑可刑，明此道以示民。]用肇造我區夏，越我一二邦以修。[用此明德慎罰之道，始為政於我區域諸夏，故於我一二邦皆以修治。]我西土惟時怙冒，聞于上帝，帝休。[我西土岐周，惟是怙恃文王之道，故其政教冒被四表，上聞於天，天美其治。○怙音戶。冒，莫報反，覆也。聞如字，徐又音問。]天乃大命文王，殪戎殷，誕受厥命，[天美文王，乃大命之殺兵殷，大受其王命。謂三分天下有其二，以授武王。○殪，於計反。]越厥邦厥民，惟時敘。[於其國，於其民，惟是次序，皆文王教。]乃寡兄勖，肆汝小子封，在茲東土。」[汝寡有之兄武王，勉行文王之道，故汝小子封得在此東土為諸侯。○勖，許玉反。]"
      },
      {
        "index": 6,
        "text": "[【疏】「王若」至「東土」○正義曰：言周公稱成王命，順康叔之德而言曰：「命汝為孟侯。王又使我教命其弟小子封。其所教命者，惟汝大明德之父文王，能顯用俊德，慎去刑罰，以為教首。故惠恤窮民，不侮慢鰥夫寡婦，況貴強乎？其明德，用可用，敬可敬，其慎罰，威可威者，顯此道以示民。用此道，故始為政於我區域諸夏，由是於我一二諸國漸以修治也。上政既修，我西土惟是怙恃文王之道，故其政教冒被四表，聞於上天，天美其治道。以此上天乃大命文王以誅殺之道，用兵除害於殷，大受其王命，三分天下而有其二也。其所受二分者，於其國，於其民，惟是皆有次序，以文王之德故也。汝寡有之兄武王，勉行文王之道，故受命克殷，今汝小子封故得在此東土為諸侯。是文王之道，明德慎罰，既用受命，武王無所復加，以為勉行，所以汝必法之。」○傳「周公」至「教訓」○正義曰：以「曰」者為命辭，故曰「周公稱成王命，順康叔之德，命為孟侯。孟，長也。五侯之長，謂方伯」。使康叔為之長者，即州牧也。「五侯之長」，五等諸侯之長也。而《左傳》云：「五侯九伯，汝實征之。」彼謂上公之伯，故征九伯。而此「五侯」當州牧之「五侯」，與彼不同。《王制》有連、屬、率、伯也，孔以五侯亦方伯，則四方者皆可為方伯，而此方伯自是州牧也。康叔以母弟令德受大國封命，固非卒及連、屬也。虞夏及周既有牧，又《離騷》云「伯昌作牧」，殷亦有牧，伯四代皆通也，非如鄭玄云「殷之州長曰伯」。以「稱小子」為幼弱，故「明當受教訓」，故云「使我命其弟」，為親親而使我用戒故也。此指命康叔為之，而鄭以總告諸侯，依《略說》以太子十八為孟侯而呼成王。既禮制無文，義理駢曲，豈周公自許天子，以王為孟侯？皆不可信也。○傳「惟汝」至「教首」○正義曰：以近而可法，不過子之法父，故舉文王也。法者不過除惡行善，故云「明德慎罰」也。○傳「惠恤」至「示民」○正義曰：「用可用，敬可敬」，即「明德」也。「用可用」謂小德小官，「敬可敬」謂大德大官，「刑可刑」謂「慎罰」也。○傳「天美」至「武王」○正義曰：「天美文王，乃天命之殺兵殷」者，「殪」，殺也，「戎」，兵也，用誅殺之道以兵患殷。文王以伐殷事未卒而言「殺兵殷」者，謂三分有二，為滅殷之資也。]"
      },
      {
        "index": 7,
        "text": "王曰：「嗚呼！封，汝念哉！[念我所以告汝之言。]今民將在祇遹乃文考，紹聞衣德言。[今治民將在敬循汝文德之父，繼其所聞，服行其德言，以為政教。○遹音聿，又音述，馬紹：「述也。」衣如字，徐於既反。]往敷求于殷先哲王，用保乂民。[汝往之國，當布求殷先智王之道，用安治民。]汝丕遠惟商耇成人，宅心知訓。[汝當大遠求商家耇老成人之道，常以居心，則知訓民。○耇音狗。]別求聞由古先哲王，用康保民。[又當別求所聞父兄用古先智王之道，用其安者以安民。]弘于天，若德裕乃身，不廢在王命。」[大於天，為順德，則不見廢，常在王命。]"
      },
      {
        "index": 8,
        "text": "[【疏】「王曰嗚呼封汝」至「王命」○正義曰：既言文王「明德慎罰」之訓，武王尚行之，汝既得為君，方別陳明德之事，故稱王命而言曰：「嗚呼！封，汝常念我所以告汝之言哉！今治民所行，將在敬循汝文德之父，繼其所聞者，服行其德言，以為政教。汝往之國，當分布求於殷先智王之道，用安治民。不但法其先君，汝又當須大遠求商家耇老成人之道，居之於心，即知訓民矣。其外又更當別求所聞父兄用古先智王之道，用其安者以安民。即古虞夏之道也。人事既然，又闡大於天之道而為順德，又加之寬容，則汝身不見廢，常在王命。」○傳「今治」至「政教」○正義曰：「繼其所聞，服行其德言」者，謂文王先有所聞善事，今令康叔繼續其文王所聞善事，被服而施行其德言，以為政教也。○傳「汝當」至「訓民」○正義曰：上云「敷求殷先哲王」，謂求殷之賢君，此言「求商家耇老成人」，謂求殷之賢臣。「大遠」者，備遍求之。○傳「又當」至「安民」○正義曰：以父兄乃所居殷外，故云「別求」。上只言「遹乃文考」，並言「兄」者，以上云「寡兄勖」，則以文武道同，言文可以兼武，故並言「父兄」也。「古先哲王」，鄭云：「虞夏也。」孔亦當然。以上代與今事遠，不可以同，故言「用其安者」。○傳「大於」至「王命」○正義曰：以天道人用而光大之，故因云「大」也。其文王及殷古先哲王，與天其道不異，以前後聖跡雖殊，同天不二也。以康叔亞聖大賢，治殷餘惡，故使之用天道為順德也。]"
      },
      {
        "index": 9,
        "text": "王曰：「嗚呼！小子封，恫瘝乃身，敬哉！[恫，痛。瘝，病。治民務除惡政，當如痛病在汝身欲去之，敬行我言。○恫音通，又敕動反。敕，古頑反。]天畏棐忱，民情大可見，小人難保。[天德可畏，以其輔誠。人情大可見，以小人難安。○棐音匪，又芳鬼反。忱，巿林反。]往盡乃心，無康好逸豫，乃其乂民。[往當盡汝心為政，無自安好逸豫寬身，其乃治民。○盡，徐子忍反。好，呼報反。]我聞曰：『怨不在大，亦不在小，惠不惠，懋不懋。』[不在大，起於小；不在小，小至於大。言怨不可為，故當使不順者順，不勉者勉。○懋音茂。]已！汝惟小子，乃服惟弘王，應保殷民，[已乎！汝惟小子，乃當服行德政，惟弘大王道，上以應天，下以安我所受殷之民眾。○應，應對之應，註同，徐於甑反。]亦惟助王宅天命，作新民。」[弘王道，安殷民，亦所以惟助王者居順天命，為民日新之教。]"
      },
      {
        "index": 10,
        "text": "[【疏】「王曰嗚呼小」至「新民」○正義曰：所明而云行天人之德者，其要在於治民，故言王曰：「嗚呼！小子封，治民為善而除惡政，當如痛病在汝身欲去之，敬行我言哉！所以去惡政者，以天德可畏者，以其輔誠故也。以民情大率可見，所以可見者，以小人難保也。安之既難，其往治之，當盡汝心為政，無自安好逸豫而寬縱，乃其可以治民。我聞名遺言曰，人之怨不在事大，或由小事而起。雖由小事而起，亦不恒在事小，因小至大。是為民所怨，事不可為。當使施順，令不順者順。勉力勸行，令不勉者勉。則其怨小大都消，令汝消怨者。已乎！汝惟小子，乃當服行政德，惟弘大王道，上以應天，下以安我所受殷民。不但汝身所當行，此亦惟助王者居順天命，為民日新之教。」○傳「恫痛」至「我言」○正義曰：「恫」聲類於痛，故「恫」為痛也。「瘝，病」，《釋詁》文。以痛病在汝身以述治民，故務除惡政如已病也。戒之而言「敬」，故知「敬行我言」也。鄭玄云：「刑罰及已為痛病。」其義不及去惡若已病也。○傳「天德」至「難安」○正義曰：人情所以大可見者，以小人難安為可見，故須安之。○傳「不在」至「者勉」○正義曰：以致怨恐謂由大惡，故雲「不在大，起於小」，言怨由小事起。「不在小」者，謂為怨不恒在小，言其初小，漸至於大怨，故使不順者順，不勉者勉，其怨自消也。○傳「弘王」至「之教」○正義曰：「亦所以惟助王」者，言非直康叔身行有益，亦惟助王者居順天命，為民日新之教，謂漸致太平，政教日日益新也。]"
      },
      {
        "index": 11,
        "text": "王曰：「嗚呼！封，敬明乃罰。[嘆而敕之，凡行刑罰，汝必敬明之。欲其重慎。]人有小罪，非眚，乃惟終，自作不典，式爾，[小罪非過失，乃惟終身行之，自為不常，用犯汝。○眚，所領反，本亦作省。]有厥罪小，乃不可不殺。乃有大罪，非終，乃惟眚災，適爾，既道極厥辜，時乃不可殺。」[汝盡聽訟之理以極其罪，是人所犯，亦不可殺，當以罰宥論之。○宥，於救反。]"
      },
      {
        "index": 12,
        "text": "[【疏】「王曰嗚呼封敬」至「可殺」○正義曰：以上既言「明德」之理，故此又云「慎罰」之義，而王言曰：「嗚呼！封，又當敬明汝所行刑罰，須明其犯意。人有小罪，非過誤為之，乃惟終身自為不常之行，用犯汝，如此者，有其罪小，乃不可不殺，以故犯而不可赦。若人乃有大罪，非終行之，乃惟過誤為之，以此故，汝當盡斷獄之道以窮極其罪，是人所犯，乃不可以殺，當以罰宥論之，以誤故也。即原心定罪，斷獄之本，所以須敬明之也。」]"
      },
      {
        "index": 13,
        "text": "王曰：「嗚呼！封，有敘，時乃大明服，[嘆政教有次敘，是乃治理大明，則民服。]惟民其敕懋和。[民既服化，乃其自敕正勉為和。]若有疾，惟民其畢棄咎。[化惡為善，如欲去疾，治之以理，則惟民其盡棄惡修善。○咎，其九反。]若保赤子，惟民其康乂。[愛養紉宴安孩兒赤子，不失其欲，惟民其皆安治。○孩，亥才反。]非汝封刑人殺人，[言得刑殺罪人。]無或刑人殺人。[無以得刑殺人，而有妄刑殺非辜者。]非汝封又曰劓刵人，[劓，截鼻。刵，截耳。刑之輕者，亦言所得行。○劓，魚器反。刵，如誌反。]無或劓刵人。」[所以舉輕以戒，為人輕行之。]"
      },
      {
        "index": 14,
        "text": "[【疏】「王曰嗚呼封有」至「刵人」○正義曰：以刑者政之助，不得已即用之；非情好殺害，故又本於政不可以濫刑，而王言曰：「嗚呼！封，欲正刑之本，要而汝政教有次序，是乃治理大明則民服。惟民既服從化，其自敕正勉力而平和。然政之化惡為善，若有病而欲去之，治之以理，則惟民其盡棄惡而修善。言愛養人陽母之安赤子，惟民為善，其皆安治。為政保民之如此，不可行以淫刑，豈非汝封得刑人殺人乎？言得刑殺不可以得故，而有濫刑人殺人無辜也。非汝封又曰劓刵人，無以得故，而有所濫劓刵人之無罪者也。」○傳「化惡」至「修善」○正義曰：人之有疾，治之以理則疾去。人之有惡，化之以道則惡除。○傳「愛養」至「安治」○正義曰：既去惡，乃須愛養之為善，人為上養，則化所行，故言其皆安治。子生赤色，故言「赤子」。○傳「劓截」至「得行」○正義曰：以國君故得專刑殺於國中，而不可濫其刑，即墨、劓、剕、宮也。「劓」在五刑為截鼻，而有「刵」者，《周官》五刑所無，而《呂刑》亦云「劓刵」，《易·噬嗑》上九云「何校滅耳」。鄭玄以臣從君坐之刑，孔意然否未明，要有刵而不在五刑之類。言「又曰」者，周公述康叔，豈非「汝封」又自言曰得劓刵人？此「又曰」者，述康叔之「又曰」。]"
      },
      {
        "index": 15,
        "text": "王曰：「外事，汝陳時臬，司師，茲殷罰有倫。」[言外土諸侯奉王事，汝當布陳是法，司牧其眾，及此殷家刑罰有倫理者兼用之。○臬，魚列反。]又曰：「要囚，服念五六日，至於旬時，丕蔽要囚。」[要囚，謂察其要辭以斷獄。既得其辭，服膺思念五六日，至於十日，至於三月，乃大斷之。言必反覆思念，重刑之至也。○要，於宵反。蔽，必世反。斷，丁亂反，下及篇末同。覆，芳服反。]"
      },
      {
        "index": 16,
        "text": "[【疏】「王曰外事」至「要囚」○正義曰：言不濫刑，不但國內，而王言曰：「若外土諸侯奉王事以至汝，汝當布陳是刑法以司牧其眾，及此殷家刑罰有倫理者兼用之。」周公又重言曰：「既用刑法，要察囚情，得其要辭，以斷其獄。當須服膺思念之，五日六日，次至於十日，遠至於三月，一時乃大斷囚之要辭。」言必反覆重之如此，乃得無濫故耳。○傳「言外」至「用之」○正義曰：外土以獄事上於州牧之官，為奉土事，汝當用刑書，為布陳是刑法，為司牧其眾，故受而聽之。既衛居殷墟，又周承於殷後，刑書相因，故兼用其有理者。謂當時刑書，或無正條，而殷有故事，可兼用，若今律無條，求故事之比也。「臬」為準限之義，故為法也。○傳「要囚」至「之至」○正義曰：言「要囚」，明取要辭於囚以思訖事定，故言「乃大斷之」。多至三月，故云「反覆思念，重刑之至」。顧氏云：「『又曰』者，周公重言之也。」]"
      },
      {
        "index": 17,
        "text": "王曰：「汝陳時臬事，罰蔽殷彜，[陳是法事，其刑罰斷獄，用殷家常法，謂典刑故事。○彜，以支反。]用其義刑義殺，勿庸以次汝封。[義，宜也。用舊法典刑，宜於時世者以刑殺，勿庸以就汝封之心所安。]乃汝盡遜曰時敘，惟曰未有遜事。[乃使汝所行盡順，曰是有次敘，惟當自謂未有順事，君子將興，自以為不足。]已！汝惟小子，未其有若汝封之心，朕心朕德惟乃知。[已乎！他人未其有若汝封之心。言汝心最善，我心我德惟汝所知。欲其明成王所以命已之款心。○款，苦管反。]"
      },
      {
        "index": 18,
        "text": "[【疏】「王曰汝」至「乃知」○正義曰：此又申上既要囚思念，定其大斷若為，而王言曰：「汝當陳是刑書之法以行事，其刑法斷獄，用殷家所行常法故事，其陳法殷彜，皆用其合宜者以刑殺，勿用以就汝封意之所安而自行也，以用心不如依法故耳。言汝不但依法，乃使汝所行盡順，曰是有次敘，猶當自惟曰未有順事，其有餘若不足故耳。必期汝於大幸已乎！汝惟小子耳，而他人未其有若汝封之心。言汝心最善，汝心既善，我心我德惟汝所委知也。○傳「陳是」至「故事」○正義曰：「陳是法事」，即上「汝陳時臬事」，「罰蔽殷彜」即上「殷罰有倫」。上據有初思念得失，此據臨時行事也。○傳「已乎」至「款心」○正義曰：此言「我」，我王也，以王命，故言王為「我」，以康叔為「己」。若汝不善我王家心德，汝所不知，則我不順命汝款曲之心。只由汝最善，我王心德汝所遍知，故我王命汝以款曲之心。述康叔為言，故云「己」，欲令康叔明識此意也。]"
      },
      {
        "index": 19,
        "text": "凡民自得罪，寇攘奸宄，殺越人於貨，[凡民用得罪，為寇盜攘竊奸宄，殺人顛越人，於是以取貨利。○攘，如羊反。宄音軌。]暋不畏死，罔弗憝。」[暋，強也。自強為惡而不畏死，人無不惡之者，言當消絕之。○暋音敏。憝，徒對反，徐徒猥反。強，其丈反。無不惡，烏路反，下「所大惡」、「疾惡」、「亦惡」並音同。]"
      },
      {
        "index": 20,
        "text": "[【疏】「凡民」至「弗憝」○正義曰：言人所慎刑者，以凡民所用得罪者，寇盜攘竊於外奸內宄，而殺害及顛越於人以取貨利也。自強為之而不畏死，此為人無不惡之者，以此須刑絕之，故當慎刑罰耳。○傳「凡民」至「貨利」○正義曰：「目」，用也，言所用得罪者，由寇攘也。而為之於外內，既有劫竊，其劫竊皆有殺有傷，「越人」謂不死而傷，皆為之而取貨利故也。○傳「暋強」至「絕之」○正義曰：「暋，強也」，於《盤庚》已訓而此重詳之，以由此得罪，當須絕之。]"
      },
      {
        "index": 21,
        "text": "王曰：「封，元惡大憝，矧惟不孝不友？[大惡之人猶為人所大惡，況不善父母，不友兄弟者乎？言人之罪惡，莫大於不孝不友。]子弗祇服厥父事，大傷厥考心。[為人子不能敬身服行父道，而怠忽其業，大傷其父心，是不孝。]于父不能字厥子，乃疾厥子。[於為人父不能字愛其子，乃疾惡其子，是不慈。]于弟弗念天顯，乃弗克恭厥兄。[於為人弟不念天之明道，乃不能恭事其兄，是不恭。]兄亦不念鞠子哀，大不友於弟。[為人兄亦不念稚子之可哀，大不篤友於弟，是不友。○鞠，居六反。]惟吊茲，不于我政人得罪，[惟人至此不孝、不慈、弗友、不恭，不於我執政之人得罪乎？道教不至所致。○吊音的。]天惟與我民彜大湣亂。[天與我民五常，使父義、母慈、兄友、弟恭、子孝，而廢棄不行，是大滅亂天道。○泯，徐武軫反。]曰，乃其速由文王作罰，刑茲無赦。[言當速用文王所作違教之罰，刑此亂五常者，無得赦。]"
      },
      {
        "index": 22,
        "text": "[【疏】「王曰封元」至「無赦」○正義曰：以是所用得其罪，不但寇盜，王命而言曰：「封，非於骨肉之人為大惡，猶尚為人所大惡之，況惟不孝父母，不友兄弟者乎？其罪莫大於不孝也。何者？為人之子不能敬身服行其父事，而怠忽其業，大傷其父心，是不孝也。於為人父不能字愛其子，乃疾惡其子，是不慈也。於為人弟不能念天之明道，故乃不能恭事其兄，是不恭也。為人兄亦不能念稚子之可哀哉，大不友愛於弟，是不友也。惟人所行以至此不孝不友者，豈不由我執政之人道教不至，以得此罪乎？既人罪由教而致，天惟與我民以五常之性，使有恭孝，廢棄不行，是大滅亂天道也。以由我滅亂，曰，乃其疾用文王所作違教之罰，刑此亂五常者，不可赦放也。」○傳「大惡」至「不友」○正義曰：言將有作奸宄大惡，猶為人所大惡，況不孝父母，不善兄弟者乎？《孝經》云「五刑之屬三千，而罪莫大於不孝」是也。《釋親》云：「善父母為孝，善兄弟為友。」下文不言「母」，母同於父。父子尊卑而異等，故「孝」名上不通於下。其兄弟雖有長幼而同倫，故共「友」名也。○傳「為人」至「不孝」○正義曰：「考」亦通生死，即此文及《酒誥》是也。下《曲禮》云「死曰考」，是對例耳。人予以述成父事為孝，怠忽其業，即「其肯曰，我有後，不棄基」，故為大傷父心，即是上不孝也。則子不述父事，當輕於盜殺，況以為甚者，此聖人緣心立法，人莫不緣身本於父母也，自親以及物，天然之理，故《孝經》曰：「不愛其親而愛他人者，謂之悖德。不敬其親而敬他人者，謂之悖禮。以順則逆，民無則焉。不在於善，而皆在於兇德」是也。以此言賊殺他人，罪小於骨肉相乖阻。但於他人言其極者，於親言其小者，小則有不和詈爭鬥訟相傷者也。於親小則傷心，大乃逆命，毆罵殺害，互相發起而可知也。○傳「於為」至「不慈」○正義曰：上文不言「不慈」，意以「不孝」為總焉。父當言「義」而云「不慈」者，以父母於子並為慈，因父有愛敬多少而分之。言父義母慈，而由慈以義，故雖義言「不慈」，且見父兼母耳。○傳「於為」至「不恭」○正義曰：善兄弟曰友，此言「不恭」者，「友」思念之辭，兄弟同倫，故俱言「友」；雖同倫而有長幼，其心友而貌恭，故因兄弟而分「友」文為二而言「恭」也。五教，即《左傳》文十八年史克言也。於此言「天之明道」者，父子天性，不嫌非天明，故於兄弟言之。因上先言「不孝」，先言子於父，故此「不友」先言弟於兄，若舉中以見上下，故此言天明，見五教皆是，即《孝經》云「則天之明」，《左傳》云「為父子兄弟姻媾以象天明」，是於天理常然，為天明白之道。○傳「為人」至「不友」○正義曰：言「亦」者，以兄弟同等而相亦，所謂《周書》云「父子兄弟罪不相及」，即此文也。不孝罪子，非及於父之輩，理所當然。而《周官》鄰保以比伍相及，而趙商疑而發問，鄭答云：「《周禮》太平制，此為居殷亂而言，斯不然矣。《康誥》所云，以骨肉之親，得相容隱，故《左傳》云：『父子兄弟罪不相及。』《周禮》所云，據疏人相督率之法，故相連獲罪。故今之律令，大功已上得相容隱，鄰保罪有相及是也。」]"
      },
      {
        "index": 23,
        "text": "不率大戛，矧惟外庶子訓人？[戛，常也。凡民不循大常之教，猶刑之無赦，況在外掌眾子之官主訓民者而親犯乎？○戛，簡八反。]惟厥正人，越小臣諸節。[惟其正官之人，於小臣諸有符節之吏，及外庶子，其有不循大常者，則亦在無赦之科。]乃別播敷，造民大譽，弗念弗庸，瘝厥君，時乃引惡惟朕憝。[汝今往之國，當分別播布德教，以立民大善之譽。若不念我言、不用我法者，病其君道，是汝長惡，惟我亦惡汝。○別，彼列反，註同。汝長，丁丈反，下同。]已！汝乃其速由茲義率殺，亦惟君惟長。[汝乃其速用此典刑宜於時世者，循理以刑殺，則亦惟君長之正道。]不能厥家人，越厥小臣外正，惟威惟虐，大放王命，乃非德用乂。[為人君長而不能治其家人之道，則於其小臣外正官之吏，並為威虐，大放棄王命，乃由非德用治之故。]汝亦罔不克敬典，乃由裕民，惟文王之敬忌。[常事人之所輕，故戒以無不能敬常。汝用寬民之道，當惟念文王之所敬思而法之。]乃裕民，曰：『我惟有及。』則予一人以懌。」[汝行寬民之政，曰：「我惟有及於古。」則我一人以此悅懌汝德。○懌音亦。]"
      },
      {
        "index": 24,
        "text": "[【疏】「不率」至「以懌」○正義曰：言滅五常之害當除，凡民不循大道五常之教，猶刑之，況在外土掌庶子之官，主於訓民，惟其正官之人，及於小臣諸有符節者，並為教首，其心不循大常，豈可赦也？以人之須有五常，汝今往之國，乃當分別播布德教，以立民大善之譽。若不念我言，不用我法，即病其為君之道，是汝長為惡矣，以此惟我亦惡汝也。已乎！既惡不可為，汝乃其疾用此典刑宜於時世者，循理以刑殺亂常者，則亦惟為人君，惟為人長之正道。既為人君長，不能治其五教，施於家人之道，則於其卑小臣外土正官之吏，惟為威暴，則為酷虐，大放棄王命矣。如是乃由汝非以道德用治之故。由此汝亦無得不能敬其常事，汝用寬民之道，當思惟念用文王之所敬畏而法之。汝以此行寬民之政，曰：「我原惟有及於古。」則我一人天子以此悅懌汝德矣。汝惟宜勤之。○傳「戛常」至「犯乎」○正義曰：「戛」猶楷也，言為楷模之常，故「戛」為常也。述上凡民自得罪，故言「凡民不循大常之教」也。「猶刑之」即上云「刑茲無赦」故也。亦愚以況智，故言「況在外掌眾子之官主訓民者而親犯乎」，即《周官》云「諸子」，《文王世子》云「庶子」也。以致教諸子，故為「訓人」。《周禮》諸子之官亦是王朝之臣，言「在外」者，對父子兄弟為外。惟舉庶子之官者，以其教訓公卿子弟，最為急故也。鄭玄以「訓人」為師長，亦各一家之道也。○傳「惟其」至「之科」○正義曰：「正官之人」，若《周官》三百六十職正官之首。「於小臣諸有符節」者，謂正人之下，非長官之身，下至符吏。「諸有符節」，為教人之故，故言有符節者。非要行道之符節，若為官行文書而有符，今之印者也。以上況之，故言「不循大常，亦在無赦之科」矣。在軍者有旌節，亦得為有符節耳。○傳「汝今」至「惡汝」○正義曰：言「分別播布德教」，謂分遣卿大夫為之教民使善。而已有善譽，是「立民以大善之譽」。○傳「汝乃」至「正道」○正義曰：此用宜於時以刑殺上不循五常之道者。其「君長」，對則大夫為長，散則人君為長，君而居之，是君亦與長為一。《孝經》對例以長為大夫耳。○傳「為人」至「之故」○正義曰：以五常父母兄弟子即家人之道，《易》有家人卦，亦與此同也。不行五教為不能治家人之道，家人不治，則君不明。君既不明，則不察下故則，於其小臣外正官之吏並為威虐，大放棄王命，非德用治，是不明為非德也。○傳「常事」至「法之」○正義曰：「常事」，常所行之事也。人見尋常不為異，故輕之，而以為戒。「文王所敬忌」，即敬德忌刑。鄭云：「『祇祇、威威』是也。」○傳「汝行」至「汝德」○正義曰：寬則得眾，故五教在寬。上既言「乃由裕民」，此又疊之，汝行寬民之政，曰：「我惟有及於古。」即古賢諸侯。汝惡，我則惡之。汝善，我則愛之。以此，我一人悅懌汝德也。]"
      },
      {
        "index": 25,
        "text": "王曰：「封，爽惟民，迪吉康，[明惟治民之道而善安之。]我時其惟殷先哲王德，用康乂民，作求。[我是其惟殷先智王之德，用安治民，為求等。]矧今民罔迪不適，不迪則罔政在厥邦。」[治民乃欲求等殷先智王，況今民無道不之。言從教也。不以道訓之，則無善政在其國。]"
      },
      {
        "index": 26,
        "text": "[【疏】「王曰封爽」至「厥邦」○正義曰：既言德刑事終而總言之，我所以令汝明德慎罰以施政者，王命所以言曰：「封，為人君，當明惟為治民之道而善安之，故我以是須汝善安民，故我其惟念殷先智聖王之德，用安治民，為求而等之。我於民未治之時，尚求等殷先智王，況今民無道不之而易化，汝若不以道訓之，則無善政在其國，所以須安民以德刑也。」○傳「明惟」至「安之」○正義曰：以慎德刑為明治民之道，教之五常為善，富而不擾為安也。鄭以「迪」為下讀，各為一通也。○傳「治民」至「其國」○正義曰：以己喻康叔，言我未治之時，乃欲求等殷先智王以致太平者，況今民無道不之。言易從教。不以正道訓民，民不知道，故無善政在其國，為無吉康也。]"
      },
      {
        "index": 27,
        "text": "王曰：「封，予惟不可不監，告汝德之說於罰之行。[我惟不可不監視古義，告汝施德之說於罰之所行。欲其勤德慎刑。○說如字，徐始銳反。]今惟民不靜，未戾厥心，迪屢未同，[假令今天下民不安，未定其心，於周教道屢數而未和同。設事之言。○令，力呈反。數，所角反。]爽惟天其罰殛我，我其不怨。[明惟天其以民不安罰誅我，我其不怨天。汝不治，我罰汝，汝亦不可怨我。○殛，紀力反。]惟厥罪無在大，亦無在多，矧曰其尚顯聞於天？」[民之不安，雖小邑少民，猶有罰誅，不在多大，況曰不慎罰，明聞於天者乎？言罪大。]"
      },
      {
        "index": 28,
        "text": "[【疏】「王曰封予」至「於天」○正義曰：以汝須善政在國，令我民安，當為政以慎德刑為教，故王又命之曰：「封，我惟不可不視古義，告汝施德之說於罰之所有。」欲其勤德慎刑也。「假令惟天下民不安，未定其心，於周教道屢數而未和同，明惟天其以民不安其罰誅我，我其不怨於天。則汝不治，是其罪，我罰汝，汝亦不可怨我。我以民之不安，惟其罰之，無在大邑，無在多民，以少猶誅罰，況曰為君不慎德刑，其上明聞於天。」是為罪大不可赦。○傳「我惟」至「慎刑」○正義曰：以敷求殷先哲王，及別求古先哲王，為己視古義也。德由說而罰須行，故德之言「說」而罰言「行」也。以事終而結上，故云德也。○傳「假令」至「之言」○正義曰：天下不安，為總說。所以不安，猶「未定其心，於周道屢數而未和同」也。時以大和會，故言「假令」，設不和同事言耳。○傳「明惟」至「怨我」○正義曰：顧氏云：「明惟天者，言天明察在上，見民不安，乃以刑罰誅戮於我。」○傳「民之」至「罪大」○正義曰：此總德刑而直云「不慎罰」者，政以德為主，不嫌不明，政失由於濫刑，故舉「罰」以言之。下言「無作怨」，以失罰為罪大。]"
      },
      {
        "index": 29,
        "text": "王曰：「嗚呼！封，敬哉！無作怨，勿用非謀非彜。[言當修己以敬，無為可怨之事，勿用非善謀、非常法。]蔽時忱，丕則敏德，[斷行是誠道，大法敏德，信則人任焉，敏則有功。]用康乃心，顧乃德，遠乃猷，[用是誠道安汝心，顧省汝德，無令有非，遠汝謀，思為長久。]裕乃以民寧，不汝瑕殄。」[行寬政乃以民安，則我不汝罪過，不絕亡汝。]"
      },
      {
        "index": 30,
        "text": "[【疏】「王曰嗚呼」至「瑕殄」○正義曰：以罰不可失，故王命言曰：「嗚呼！封，當修己以敬哉！無為可怨之事，勿用非善謀、非常法，而以決斷行是誠信之道，大當法為機敏之德。用是信敏安汝心，顧省汝德，廣遠汝謀，能行寬政，乃以民安，則我不於汝罪過而絕亡汝。」○傳「斷行」至「有功」○正義曰：以誠在於心，故決斷行之，亦心誠而行敏，為見事之速，事有善而須德法，故云「大法敏德」也。正以此二者，以「信則人任焉，敏則有功」故也。《論語》文。○傳「用是」至「長久」○正義曰：上文有「忱」有「敏」，此惟云「用是誠道」，不云「敏」者，「敏」在「誠」下，亦用之可知。]"
      },
      {
        "index": 31,
        "text": "王曰：「嗚呼！肆汝小子封，惟命不于常，[以民安則不絕亡汝，故當念天命之不於常，汝行善則得之，行惡則失之。]汝念哉！無我殄。[無絕棄我言而不念。]享，明乃服命，[享有國土，當明汝所服行之命令，使可則。]高乃聽，用康乂民。」[高汝聽，聽先王道德之言，以安治民。]"
      },
      {
        "index": 32,
        "text": "[【疏】「王曰嗚呼肆」至「乂民」○正義曰：與上相首引。王命言曰：「嗚呼！以民安則不汝絕亡之故，汝小子封，當念天命之不於常也。惟行善則得之，行惡則失之。汝念此無常哉！無絕棄我言而不念。若享有國土，當明汝服行之教令，使可法。高大汝所聽，用先王道德之言以安治民也。」○傳「享有」至「可則」○正義曰：以「不瑕殄」，即享有國土也。「服行之命」，謂德刑也。]"
      },
      {
        "index": 33,
        "text": "王若曰：「往哉！封，勿替敬典，[汝往之國，勿廢所宜敬之常法。]聽朕告汝，乃以殷民世享。」[順從我所告之言，即汝乃以殷民世世享國，福流後世。]"
      },
      {
        "index": 34,
        "text": "[【疏】「王若」至「世享」○正義曰：以須高聽治民，故王命順其德而言曰：「汝往之國哉！封乎，勿廢所宜敬之常法，即聽用我誥是也。汝如此，則汝乃得以殷民世世享國。」而言不絕國祚，短長由德也。又言「王若曰」者，一篇終始言之，明於中亦有「若」也。]酒誥第十二酒誥[康叔監殷民。殷民化紂嗜酒，故以戒酒誥。○嗜，巿誌反。]"
      },
      {
        "index": 35,
        "text": "[【疏】傳「康叔」至「酒誥」○正義曰：以《梓材》云「若茲監」，故云「康叔監殷民」也。鄭以為「連屬之監，則為牧而言」，然康叔時實為牧，而所戒為居殷墟，化紂餘民，不主於牧；下篇云「監」，「監」亦指為君言之也，明「監」即國君監一國。故此言「監殷民」，不言「監一州」，若大宰之建牧立監也。]"
      },
      {
        "index": 36,
        "text": "王若曰：「明大命於妹邦。[周公以成王命誥康叔，順其事而言之，欲令明施大教命於妹國。妹，地名，紂所都朝歌以北是。○王若，馬本作「成王若曰」，註云：「言成王者，未聞也。俗儒以為成王骨節始成，故曰成王。或曰以成王為少成二聖之功，生號曰成王，沒因為謚。衛、賈以為戒成康叔以慎酒，成就人之道也，故曰成。此三者吾無取焉。吾以為後錄《書》者加之，未敢專從，故曰未聞也。」妹邦，馬云：「妹邦，即牧養之地。」欲令，力呈反，下「始令」、「勿令」同。]乃穆考文王，肇國在西土。[父昭子穆，文王弟稱穆，將言始國在西土。西土，岐周之政。○文王弟稱穆，周自后稷而封，為始祖，后稷生不窋為昭，鞠陶為穆，公劉為昭，慶節為穆，皇仆為昭，羌弗為穆，毀揄為昭，公非為穆，高圉為昭，亞圉為穆，諸盩為昭，大王為穆，王季為昭，文王為穆。故《左傳》宮之奇云：「大伯、虞仲，大王之昭也。虢仲、虢叔，王季之穆也。」又富辰云，管蔡已下十六國，文之昭也。昭一音韶。窋音竹律反。揄音投。盩音張流反。大並音太。]厥誥毖庶邦庶士越少正、禦事，朝夕曰：『祀茲酒。』[文王其所告慎眾國眾士於少正官、禦治事吏，朝夕敕之：「惟祭祀而用此酒，不常飲。」○毖音秘。少，詩照反。]惟天降命，肇我民，惟元祀。[惟天下教命，始令我民知作酒者，惟為祭祀。○為，於偽反，下同。]天降威，我民用大亂喪德，亦罔非酒惟行。[天下威罰，使民亂德，亦無非以酒為行者。言酒本為祭祀，亦為亂行。○惟行，下孟反，註及下註「之行」同。]越小大邦用喪，亦罔非酒惟辜。[於小大之國所用喪亡，亦無不以酒為罪也。]"
      },
      {
        "index": 37,
        "text": "[【疏】「王若」至「惟辜」○正義曰：周公以王命誥康叔，順其事而言曰：「汝當明施大教命於妹國而戒之以酒。所以須戒酒者，以汝父於廟以穆考文王，始國在西土岐周為政也。其誥慎所職眾國眾士於少正官、禦治事吏，朝夕敕之曰：『惟祭祀而用此酒，不常為飲也。』所以不常為飲者，以惟天之下教命，始令我民知作酒者，惟為大祭祀，故以酒為祭，不主飲。故天下威罰於我民，用使之大為亂，以喪其德，亦無非以酒為行而用之。故於小大之國，用使之喪亡，亦無非以酒為罪，以此眾事少正，皆須戒酒也。是文王以酒為重戒，汝不可不法也。」○傳「周公」至「北是」○正義曰：此為下之目，故言「明施大教命於妹國」。此「妹」與「沬」一也，故沬為地名，紂所都朝歌以北。但妹為朝歌之所居也，朝歌近妹邑之南，故云「以北是」。《詩》又云「沬之東矣」，「沬之鄉矣」，即東與北為鄉也。妹屬鄘，紂所都在妹，又在北與東，是地不方平，偏在鄘多故也。馬、鄭、王本以文涉三家而有「成」字，鄭玄云「成王所言，成道之王」，三家云「王年長骨節成立」，皆為妄也。○傳「父昭」至「之政」○正義曰：以「穆」連「考」，故以昭穆言之。文王廟次為穆，以周自後稷以至文王十五世。案《世本》云：「后稷生不窋為昭，不窋生鞠陶為穆，鞠陶生公劉為昭，公劉生慶節為穆，慶節生皇仆為昭，皇仆生羌弗為穆，羌弗生毀榆為昭，毀榆生公飛為穆，公飛生高圉為昭，高圉生亞圉為穆，亞圉生組紺為昭，組紺生大王亶父為穆，亶父生季歷為昭，季歷生文王為穆。」據世次偶為穆也。《左傳》曰「大伯、虞仲，大王之昭」，言大王為穆，而子為昭。又曰「虢仲、虢叔，王季之穆」，亦王季為昭而子為穆，與文王同穆也。又管、蔡、郕、霍等十六國亦曰文王之昭，則以文王為穆，其子與武王為昭。又曰「邗晉應韓，武之穆」，以繼武王為昭也。「將言始國在西土。西土，岐周之政」者，據今本先故言「始」，為初始為政，然則居豐前，故云「西土」，欲將言道文王誥毖庶邦以下之政，故先本之云「肇國在西土」。○傳「文王」至「常飲」○正義曰：告敕使之敬慎，故曰「告慎其眾國」，即眾多國君。「眾士」，朝臣也。既總呼為「士」，則卿大夫俱在內。少正、禦治事以其卑賤，更別目之。「朝夕敕之」，丁寧慎之至也。○傳「惟天」至「祭祀」○正義曰：《世本》云，儀狄造酒，夏禹之臣，又云杜康造酒，則人自意所為。言「天下教命」者，以天非人，不因人為者，亦天之所使，故凡造立皆云本之天。「元祀」者，言酒惟用於大祭祀，見戒酒之深也。顧氏云：「元，大也。《洛誥》『稱秩元祀』，孔以為『舉秩大祀』。」大劉以「元」為始，誤也。○傳「天下」至「亂行」○正義曰：民自飲酒致亂，以被威罰，言「天下威」者，亦如上言天之下教命，令民作酒也。為亂而罪，天理當然，故曰「天討有罪，五刑五用哉」。俗本云「不為亂行」，定本云「亦為亂行」，俗本誤也。○傳「於小」至「為罪也」○正義曰：「小大之國」，謂諸侯之國有小大也。上言「民用大亂」，指其身為罪。此言「邦用喪」，言其邦國喪滅。上文總謂貴賤之人，此則專指諸侯之身故也。惟行用酒，惟罪身得罪，亦互相通也。]"
      },
      {
        "index": 38,
        "text": "文王誥教小子有正有事，無彜酒。[小子，民之子孫也。正官治事，謂下群吏。教之皆無常飲酒。]越庶國，飲惟祀，德將無醉。[於所治眾國，飲酒惟當因祭祀，以德自將，無令至醉。]惟曰我民迪小子，惟土物愛，厥心臧。[文王化我民，教道子孫，惟土地所生之物皆愛惜之，則其心善。]聰聽祖考之彜訓，越小大德，小子惟一。[言子孫皆聰聽父祖之常教，於小大之人皆念德，則子孫惟專一。]"
      },
      {
        "index": 39,
        "text": "[【疏】「文王」至「惟一」○正義曰：前文王戒酒，以為所供當重飲之，則有滅亡之害。此更戒之，令以德自將，不可常飲。故又雲，文王誥教其民之小子與正官之下有職事之人。謂群吏。汝等無得常飲酒也。於所治眾國之君臣民眾等，言飲酒惟當因祭祀，以德自將，無令至醉。又自申文王之教小子者，不但身自教之，又化民使自教其子弟。惟教其民曰：「惟我民等，當教道子孫小子，令土地所生之物，皆愛惜之，則其心善矣。」以愛物，則不為酒而損耗故也。既父祖稟文王之教以化其子孫，而子孫能聰審聽用祖考之常訓。言愛物以戒酒也。不但民之小子為然，其於小大德之士大夫等，亦皆能念行文王之德以教其子孫，故子孫亦聰聽之。小子惟皆專一而戒其酒，其民及在位，不問貴賤，子孫皆化，則至成長為德可知也。○傳「小子」至「飲酒」○正義曰：知「小子」謂民之子孫者，以下文二「我民迪小子」，又云「奔走事厥考厥長」，故知「小子」謂民之子孫也。知「有正有事」非士大夫，而雲「正官治事，謂下群吏」者，以文與「小子」相連，故知是正官下治事之群吏。○傳「於所」至「至醉」○正義曰：以述上文內外雙舉，此為小子及民與士大夫可知。其外宜有國君，故下云指戒康叔為國之事，故總言「眾國」。惟於祭祀得飲酒，猶以德自將，無令至醉。《大傳》因此言「宗室將有事，族人皆入侍」，得有醉與不醉而出與不出之事。而以德自將，無令至醉，亦一隅之驗。文王為諸侯而雲「眾國」者，文王為西伯，又三分有二諸侯，故得戒眾國也。○傳「文王」至「心善」○正義曰：以「惟曰」為教辭，故言「文王化我」。民愛惜土物而不損耗，則不嗜酒，故心善。]"
      },
      {
        "index": 40,
        "text": "妹土嗣爾股肱純，其藝黍稷，奔走事厥考厥長。[今往當使妹土之人繼汝股肱之教，為純一之行，其當勤種黍稷，奔走事其父兄。○長，丁丈反，下註「長官諸侯」之長同。]肇牽車牛，遠服賈，用孝養厥父母。[農功既畢，始牽車牛，載其所有，求易所無，遠行賈賣，用其所得珍異孝養其父母。○賈音古。養，牛亮反。]厥父母慶，自洗腆，致用酒。[其父母善子之行，子乃自絜厚，致用酒養也。]庶士有正越庶伯君子，其爾典聽朕教。[眾伯君子、長官大夫、統庶士有正者，其汝常聽我教，勿違犯。]爾大克羞耇惟君，爾乃飲食醉飽。[汝大能進老成人之道，則為君矣。如此汝乃飲食醉飽之道。先戒群吏以聽教，次戒康叔以君義。]丕惟曰，爾克永觀省，作稽中德。[我大惟教汝曰，汝能長觀省古道，為考中正之德，則君道成矣。○省，悉井反。]爾尚克羞饋祀，爾乃自介用逸。[能考中德，則汝庶幾能進饋祀於祖考矣。能進饋祀，則汝乃能自大用逸之道。]茲乃允惟王正事之臣，[汝能以進老成人為醉飽，考中德為用逸，則此乃信任王者正事之大臣。○任音壬。]茲亦惟天若元德，永不忘在王家。」[言此非但正事之臣，亦惟天順其大德而佑之，長不見忘在王家。]"
      },
      {
        "index": 41,
        "text": "[【疏】「妹土」至「王家」○正義曰：既上言文王之教，今指戒康叔之身，實如汝當法，文王斷酒之法故今往當使妹土之人繼爾股肱之，教為純一之行。其當勤於耕種黍稷，奔馳趨走供事其父與兄。其農功既畢，始牽車牛遠行賈賣，用其所得珍異孝養其父母，以子如此，善子之行，子乃自洗潔，謹敬厚致用酒以養，此亦小子土物愛也。又謂汝眾士有正之人，及於眾伯君子長官大夫統眾士有正者，其汝亦常聽用我斷酒之教，勿違犯也。汝康叔大能進行老成人之道，則惟可為君矣。如此汝乃為飲食醉飽之道。由須進行老成人，故我大惟教汝曰：「汝能長觀省古道，所為考行中正之德，即是進行老成人，惟堪為君。能考中德，用汝庶幾能進饋祀於祖考矣。以能進饋祀，人神所助，則汝乃能自大用逸之道。如此用逸，則乃信惟王正事之大臣。不但正事大臣，如此亦惟天順其大德而佑助之，長不見遺忘在王家矣。可不務乎？」○傳「今往」至「父兄」○正義曰：以妹土為所封之都，故言「今往」。「繼汝股肱之教」者，君為元首，臣作股肱，君倡臣行，施由股肱，故言繼其教也。言「奔走」者，顧氏云：「勤種黍稷，奔馳趨走也。」○傳「農功」至「父母」○正義曰：若當農功，則有所廢，故知既畢乃行，故云「始牽車牛」，即牽將大車，載有易無，遠求盈利，所得珍異而本不損，故可孝養其父母，亦愛土物之義也。○傳「其父」至「酒養」○正義曰：以人父母欲家生之富者，若非盈利，雖得其養，有喪家資，則父母所不善。今勤商得利，富而得養，所以善子之行也。○傳「眾伯」至「違犯」○正義曰：眾伯君子，統眾士有正者，經云「庶士有正」者，戒其慎酒，從卑至尊，故先教子孫，乃及庶士眾百君子。○傳「汝大」至「君義」○正義曰：《釋詁》云：「羞，進也。」既以慎酒立教，是大能進行老成人之道，是惟可為人君矣。以人君若治不得，有所民事可憂，雖得酒食，不能醉飽。若能進德，民事可乎，故為飲食可醉飽之道。以群臣言，「聽教」即為臣義，不過慎酒進德，次戒康叔以君義，亦有「聽教」，明為互矣。○傳「我大」至「成矣」○正義曰：以言「曰」，故以為教辭，即教以「大克羞者」。長省古道，是老成人之德，考其中正，是能大進行，可以惟為君，故云「則君道成矣」。○傳「能考」至「之道」○正義曰：以聖人為能饗帝，孝子為能饗親，考德為君，則人治之，已成民事，可以祭神，故考中德，能進饋祀於祖考。人愛神助，可以無為，故大用逸之道，即上云「飲食醉飽之道」也。鄭以為助祭於君，亦非其義勢也。以下然並亦惟天據人事，是惟王正事大臣，本天理，故天順其大德，不見忘在於王家，反覆相成之勢也。]"
      },
      {
        "index": 42,
        "text": "王曰：「封，我西土棐徂邦君、禦事、小子，尚克用文王教，不腆於酒。[我文王在西土，輔訓往日國君及禦治事者、下民子孫，皆庶幾能用上教，不厚於酒。言不常飲。]故我至于今克受殷之命。」[以不厚於酒，故我周家至於今能受殷王之命。]"
      },
      {
        "index": 43,
        "text": "[【疏】「王曰封我西」至「之命」○正義曰：於此乃總言不可不用文王慎酒之教，王命之曰：「封，我文王本在西土，以道輔訓往日國君及治事之臣大夫士與其民之小子，其此等皆庶幾能用文王教，而不厚於酒。故我周家至於今能受殷之王命。以此故，不可不用其教以斷酒。」○傳「我文」至「常飲」○正義曰：「棐」，輔也。「徂」，往也。以事已過，故言「往日」。恐嗜酒不成其德，故以斷酒輔成之。其「禦事」謂國君之下眾臣也。「不厚於酒」即「無彜酒」也，故雲「不常飲」，總述上也。]"
      },
      {
        "index": 44,
        "text": "王曰：「封，我聞惟曰，在昔殷先哲王，迪畏天，顯小民，[聞之於古。殷先智王，謂湯蹈道畏天，明著小民。]經德秉哲，自成湯咸至于帝乙，成王畏相。[能常德持智，從湯至帝乙中間之王猶保成其王道，畏敬輔相之臣，不敢為非。○相，息亮反，下同。]惟禦事厥棐有恭，不敢自暇自逸，[惟殷禦治事之臣，其輔佐畏相之君，有恭敬之德，不敢自寬暇，自逸豫。○暇，遐嫁反。]矧曰其敢崇飲？[崇，聚也。自假自逸猶不敢，況敢聚會飲酒乎？明無也。]越在外服，侯、甸、男、衛邦伯，[於在外國侯服、甸服、男服、衛服國伯諸侯之長。言皆化湯畏相之德。]越在內服，百僚庶尹惟亞惟服宗工，[於在內服治事百官眾正及次大夫服事尊官，亦不自逸。]越百姓里居，[於百官族姓及卿大夫致仕居田裏者。]罔敢湎於酒。不惟不敢，亦不暇。[自外服至里居，皆無敢沈湎於酒。非徒不敢，誌在助君敬法，亦不暇飲酒。○湎，面善反。]惟助成王德顯，越尹人祇辟。[所以不暇飲酒，惟助其君成王道，明其德於正人之道，必正身敬法，其身正，不令而行。○辟，扶亦反。]"
      },
      {
        "index": 45,
        "text": "[【疏】「王曰封我聞」至「祇辟」○正義曰：以周受於殷，文王之前殷代也，今又衛居殷地，故舉殷代以酒興亡得失而為戒。王命之曰：「封，我聞於古，所聞惟曰，殷之先代智道之王成湯，於上蹈道以畏天威，於下明著加於小民，即能常德持智以為政教。自成湯之後皆然，以至於帝乙，猶保成其王道，畏敬輔相之臣。其君既然，惟殷禦治事之臣，其輔相於君，有恭敬之德，不敢自寬暇，自逸豫，況曰其敢聚會群飲酒乎？於是在外之服侯、甸、男、衛、國君之長，於是在內之服治事百官眾正惟次大夫惟服事尊官，於百官族姓及致仕在田裏而居者，皆無敢沈湎於酒。不惟不敢，亦自不暇飲。所以不暇者，惟以助其君成其王道，令德顯明；又於正人之道，必正身敬法，正身以化下，不令而行，故不暇飲。是亦可以為法也。」○傳「聞之」至「小民」○正義曰：言「聞之於古」，是事明眾見也。下言「自成湯」，知此別道湯事也。王者上承天，下恤民，皆由蹈行於為，畏天之罰已故也。又以道教民，故明德著小民。○傳「能常」至「為非」○正義曰：德在於身，智在於心，故能常德持智，即上迪畏天，顯小民，為自湯後皆爾。○傳「惟殷」至「逸豫」○正義曰：此事當公卿，故下別云「越在內服百僚庶尹」也。為君畏相，故輔之。若寬暇與逸豫，則不恭敬，故不敢為也。○傳「崇聚」至「明無」○正義曰：《釋詁》云：「崇，充也。」充實則集聚，故「崇」為聚也。飲必待暇逸，猶尚不敢暇逸，故言「況敢聚集飲酒乎？明無也」。○傳「於在」至「之德」○正義曰：以公卿與國為體，承君共事，故先言之。然後見廣，故自外及內，舉四者以總六服，又因「衛」為蕃衛，故不言「采」也。「國」謂國君，「伯」言長，連、屬、卒、牧皆是，見遍在外為君，故言「化湯畏相之德」。○傳「於在」至「自逸」○正義曰：畿外有服數，畿內無服數，故為「服治事」也。言「百官眾正」，為總之文。但百官眾正除六卿亦有大夫及士，士亦有官首而為政者。「惟亞」，傳云「次大夫」者，謂雖為大夫不為官首者，亞次官首，故云「亞」。舉大夫尊者為言，其實士亦為亞次之官。必知「惟亞」兼士者，以此經文上下更無別見士之文，故知兼之。「惟服宗工」，總上「百僚庶尹」及「惟亞」，言服治職事尊官之故，亦不自逸。「惟亞」雖不為官首，亦助上服治政事，或可非官首者服事在上之尊官，亦不自逸。○傳「於百」至「里者」○正義曰：每言「於」者，繼上君與禦事為「於」。此不言「在」，從上「內服」故也。「百官族姓」謂其每官之族姓，而與「里居」為總，故云「卿大夫致仕居田裏者」也。○傳「自外」至「飲酒」○正義曰：自外服至里居，皆無敢沈湎，亦上禦事，云「亦不暇」，不暇則不逸可知，助君敬法，逆探下經也。]"
      },
      {
        "index": 46,
        "text": "我聞亦惟曰，在今後嗣王酣身，[嗣王，紂也。酣樂其身，不憂政事。○酣，戶甘反。樂音洛。]厥命罔顯於民，祇保越怨不易。[言紂暴虐，施其政令於民，無顯明之德，所敬所安，皆在於怨，不可變易。○易如字，馬以豉反。]誕惟厥縱淫泆於非彜，用燕喪威儀，民罔不衋傷心。[紂大惟其縱淫泆於非常，用燕安喪其威儀，民無不衋然痛傷其心。○縱，子用反，註同。泆音溢，又作逸，亦作佚。衋，許力反。]惟荒腆于酒，不惟自息乃逸，[言紂大厚於酒，晝夜不念自息，乃過差。○差，初佳反，又初賣反。]厥心疾很，不克畏死。[紂疾很其心，不能畏死。言無忌憚。○很，胡懇反。]辜在商邑，越殷國滅無罹。[紂聚罪人在都邑而任之，於殷國滅亡無憂懼。]弗惟德馨香，祀登聞於天，誕惟民怨。[紂不念發聞其德，使祀見享，升聞於天，大行淫虐，惟為民所怨咎。]庶群自酒，腥聞在上，故天降喪於殷，罔愛於殷，惟逸。[紂眾群臣用酒沈荒，腥穢聞在上天，故天下喪亡於殷，無愛於殷，惟以紂奢逸故。○聞音問。]天非虐，惟民自速辜。」[言凡為天所亡，天非虐民，惟民行惡自召罪。]"
      },
      {
        "index": 47,
        "text": "[【疏】「我聞」至「速辜」○正義曰：既言帝乙以上慎酒以存，故又言紂嗜酒而滅：「我聞亦惟曰，殷之在今帝乙後嗣之謂紂王，酣樂其身，不憂於政事，施其政令，無顯明之德於民，所敬所安，皆在於怨，不可變易。大惟其縱淫泆於非常，用燕安之故，喪其威儀，民見之無不衋然痛傷其心也。皆由惟大愛厚於酒，晝夜不念自止息，乃過逸。其內心疾害很戾，不能畏死。聚罪人在商邑而任之，於殷國滅亡無憂懼也。不念發聞其德令之馨香，使祀見享，升聞於天，大惟行其淫虐，為民下所怨。紂眾群臣集聚用酒荒淫，腥穢聞在上天，故天下喪亡於殷，無愛念於殷，惟以紂奢逸故。非天虐殷以滅之，惟紂為人自召此罪故也。」○傳「言紂」至「變易」○正義曰：「施其政令於民，無顯明之德」，言所施者皆是暗亂之政也。紂意謂之為善，所敬之所安之者，及其施行，皆是害民之事，為民所怨。紂之為惡，執心堅固，不可變易也。○傳「紂大」至「其心」○正義曰：「誕」訓為大，言紂大惟其縱淫泆於非常之事。○傳「紂眾」至「逸故」○正義曰：「紂眾群臣用酒沈荒」，「用」者解經之「自」。定本作「自」，俗本多誤為「嗜」。○傳「言凡」至「召罪」○正義曰：此言「惟人」，謂紂也。今變言「人」者，見雖非紂亦然。]"
      },
      {
        "index": 48,
        "text": "王曰：「封，予不惟若茲多誥。[我不惟若此多誥汝，我親行之。]古人有言曰：『人無於水監，當於民監。』[古賢聖有言，人無於水監，當於民監。視水見己形，視民行事見吉兇。○監，工陷反，下及註同。]今惟殷墜厥命，我其可不大監撫于時？[今惟殷紂無道，墜失天命，我其可不大視此為戒，撫安天下於是？]"
      },
      {
        "index": 49,
        "text": "[【疏】「王曰封予」至「於時」○正義曰：既陳殷之戒酒與嗜酒以致興亡之異，故誥之，王命言曰：「封，我不惟若此徒多出言以誥汝而已，我自戒酒，己親行之，汝可法之也。所以親行者，古人有言曰：『人無於水監，當於民監。』以水監但見己形，以民監知成敗故也。以須民監之故，今殷紂無道，墜失其天命，我其可不大視以為戒，撫安天下於今時也？」]"
      },
      {
        "index": 50,
        "text": "予惟曰，汝劼毖殷獻臣，[劼，固也。我惟告汝曰，汝當固慎殷之善臣信用之。○劼，若八反。]侯、甸、男、衛，矧太史友，內史友？[侯、甸、男、衛之國當慎接之，況太史、內史掌國典法所賓友乎？]越獻臣百宗工，矧惟爾事服休服采？[於善臣百尊官不可不慎，況汝身事服行美道，服事治民乎？]矧惟若疇圻父，薄違農父？[圻父，司馬。農父，司徒。身事且宜敬慎，況所順疇咨之司馬乎？況能迫回萬民之司徒乎？言任大。○圻，臣依反。父音甫。薄，蒲各反，徐又扶各反。違如字，徐音回，馬云：「違行也。」]若保宏父，定辟，矧汝剛制於酒？[宏，大也。宏父，司空。當順安之。司馬、司徒、司空，列國諸侯三卿，慎擇其人而任之，則君道定，況汝剛斷於酒乎？○辟，必亦反。斷，丁亂反。]"
      },
      {
        "index": 51,
        "text": "[【疏】「予惟」至「於酒」○正義曰：殷之存亡既可以為監若是，故我惟告汝曰：「汝當堅固愛慎殷之善臣及侯、甸、男、衛之君，則在外尚然，況已下太史所賓友，內史所賓友，於善臣百尊官而不固慎乎？此之卑官猶尚固慎，況惟汝之身事所服行美道，服行美事治民，而可不固慎乎？於己身事猶當固慎，況惟所敬順疇咨之圻父，能迫回萬民之農父，所順所安之宏父？此等大臣能得固慎，則可定其為君之道，固慎大臣，雖非急要，尚能使君道得定，況汝又能剛斷於酒乎？善所莫大，不可加也。」○傳「劼固」至「用之」○正義曰：「劼，固」，《釋詁》文。將欲斷酒為重，故節文以相況。「毖」訓為慎，言誠堅固謹慎，皆敬而釋任之，其文通於下，皆固慎。○傳「侯甸」至「賓友乎」○正義曰：太史掌國六典，依《周禮》，治典、教典、禮典、政典、刑典、事典也。內史掌八柄之法者，爵、祿、廢、置、殺、生、與、奪。此「太史」、「內史」即康叔之國大夫，知者，以下「圻父」、「農父」、「宏父」是諸侯之三卿，明「太史」、「內史」非王朝之官。「所賓友」者，敬也。○傳「於善」至「民乎」○正義曰：「於善臣」即上經「殷獻臣」也。「百尊官」即上「侯甸男衛」、「太史」、「內史」也。「服行美道，服事治民」即上汝之身事。知「服事」是治民者，民惟邦本，諸侯治民為事故也。鄭玄以「服休」為燕息之近臣，「服采」為朝祭之近臣，非孔意也。○傳「圻父」至「任大」○正義曰：司馬主圻封，故云「圻父」。「父」者，尊之辭。以司徒教民五土之藝，故言「農父」也。以司馬征伐在乎閫外所專，故隨順而疇咨之，言君所順疇也。迫近回繞於萬民，言近民事也。二者皆任大。○傳「宏大」至「酒乎」○正義曰：「宏，大」，《釋詁》文。以司空亦君所順所安和之，故言「當順安之」。諸侯之三卿，以上有司馬、司徒，故知「宏父」是司空。言大父者，以營造為廣大國家之父。因節文而分之，乃總之言「司馬、司徒、司空」。列國三卿，令慎擇其人而任之，則君道定，況剛斷於酒乎？為甚之義也。其「定辟」總上自「劼毖殷獻」已下，獨言三卿者，因文相況而接之，其實總上也。三卿不次者，以司馬征伐為重；次以政教安萬民，司徒為重；司空直指營造，故在下也。司徒言於萬民為迫回者，事務為主故也。司徒不言「若」者，互相明，皆為治民，而君所順也。]"
      },
      {
        "index": 52,
        "text": "厥或誥曰：『群飲。』汝勿佚。[具有誥汝曰：「民群聚飲酒。」不用上命，則汝收捕之，勿令失也。]盡執拘以歸於周，予其殺。[盡執拘群飲酒者以歸於京師，我其擇罪重者而殺之。○盡，子忍反。]又惟殷之迪諸臣，惟工乃湎於酒，勿庸殺之，[又惟殷家蹈惡俗諸臣，惟眾官化紂日久，乃沈湎於酒，勿用法殺之。○惡，烏各反。]姑惟教之，有斯明享。[以其漸染惡俗，故必三申法令，且惟教之，則汝有此明訓以享國。○三，息暫反，又如字。]乃不用我教辭，惟我一人弗恤，弗蠲乃事，時同于殺。」[汝若忽怠不用我教辭，惟我一人不憂汝，乃不潔汝政事，是汝同於見殺之罪。]"
      },
      {
        "index": 53,
        "text": "[【疏】「厥或」至「於殺」○正義曰：以為政莫重於斷酒，故其有人誥汝曰：「民今飲酒，相與群聚。」是不用上命，則汝收捕之，勿令失矣。盡執拘以歸於周之京師，我其擇罪重而殺之也。又惟殷之蹈惡俗諸臣，惟其眾官化紂日久，乃沈湎於酒，勿用法殺之。以漸染惡俗，故三申法令，且惟教之，則汝有此明訓，可以享國。汝若不用我教辭，惟我一人天子不憂汝，不潔汝政事，是汝同於見殺之罪，不可不慎。○傳「盡執」至「殺之」○正義曰：言「周」，故為「京師」。但飲有稀數，罪有大小，不可一皆盡殺，故知「擇罪重者殺之」。○傳「又惟」至「殺之」○正義曰：言「諸臣」，謂尊者，及其下列職眾官，不可用法殺之，明法有張弛。此由殷之諸臣，漸染紂之惡俗日久，故不可即殺。其衛國之民，先非紂之舊臣，乃群聚飲酒，恐增長昏亂，故擇罪重者殺之。據意不同，故殺否有異。○傳「以其」至「享國」○正義曰：禮成於三，故必三申法令。「有此明訓」，總上之辭，故得享國。○傳「汝若」至「之罪」○正義曰：汝不用我教辭，則不足憂念，故「惟我一人不憂汝」。「不絜汝之政事」，事惟穢惡，不復教之使絜靜也。]"
      },
      {
        "index": 54,
        "text": "王曰：「封，汝典聽朕毖，[汝當常聽念我所慎而篤行之。]勿辯乃司民湎於酒。」[辯，使也。勿使汝主民之吏湎於酒。言當正身以帥民。]"
      },
      {
        "index": 55,
        "text": "[【疏】「王曰封」至「於酒」○正義曰：以戒酒事終，故結之。王命言曰：「封，汝當常聽念我所使汝慎者，篤而行之。勿使汝主民之吏若宰人者沈湎於酒，當正身以帥民。」]梓材第十三"
      },
      {
        "index": 56,
        "text": "梓材[告康叔以為政之道，亦如梓人治材。○梓音子，本亦作杼，馬云：「古作梓字。治木器曰梓，治土器曰陶，治金器曰冶。」]"
      },
      {
        "index": 57,
        "text": "[【疏】傳「告康」至「治材」○正義曰：此取下言「若作梓材，既勤樸斫」，故雲「為政之道，如梓人治材」。此古「杍」字，今文作「梓」。「梓」，木名，木之善者，治之宜精，因以為木之工匠之名。下有「稽田」、「作室」，乃言「梓材」，三種獨用「梓材」者，雖三者同喻，田在於外，室總於家，猶非指事之器，故取「梓材」以為功也。因戒德刑與酒事終，言治人似治器而結之故也。]"
      },
      {
        "index": 58,
        "text": "王曰：「封，以厥庶民暨厥臣，達大家，[言當用其眾人之賢者與其小臣之良者，以通達卿大夫及都家之政於國。○暨，其器反。]以厥臣達王，惟邦君。[汝當信用其臣以通王教於民。言通民事於國，通王教於民，惟乃國君之道。]汝若恒，越曰：『我有師師。』[汝惟君道使順常，於是曰：「我有典常之師可師法。」]司徒、司馬、司空、尹旅曰：『予罔厲殺人。』[言國之三卿、正官眾大夫皆順典常，而曰：「我無厲虐殺人之事。」如此則善矣。]亦厥君先敬勞，肆徂厥敬勞。[亦其為君之道，當先敬勞民，故汝往治民，必敬勞來之。○勞，力報反，下同。來，力代反。]肆往，奸宄殺人，歷人宥。[以民當敬勞之故，汝往之國，又當詳察奸宄之人及殺人賊，所過歷之人，有所寬宥，亦所以敬勞之。○宄音軌。]肆亦見厥君事，戕敗人宥。[聽訟折獄，當務從寬恕，故往治民，亦當見其為君之事，察民以過誤殘敗人者，當寬宥之。○見如字，徐賢遍反。戕敗，徐在羊反，又七良反，馬云：「殘也。」折，之舌反。]"
      },
      {
        "index": 59,
        "text": "[【疏】「王曰」至「人宥」○正義曰：王曰：「封，汝為政，當用其眾人之賢者與其小臣之良者，以通達卿大夫及都家等大家之政於國，然後汝當信用其臣以通達王教於民，惟乃可為國君之道。汝為君道，故當使上下順常，於是曰：『我有典常之師可師法。』是君之順典常也。其下司徒、司馬、司空國之三卿，及正官眾大夫亦皆順典常，而曰：『我無虐厲殺人之事。』是使臣之順常也。如此君臣皆能順常，則為善矣。為君之道，非但順常，亦須敬勞之。故雲亦其為君之道，當先敬心以愛勞民。故汝往治民，必敬勞之。又以民須敬勞之故，汝往之國，詳察其奸宄及殺人之人，二者所過歷之人，原情不知，有所寬宥。以斷獄務從寬，故汝往治亦當見其為君之事，而民有過誤殘敗人者，當寬宥之，此亦為敬勞之也。」○傳「言當」至「於國」○正義曰：「以」，用也。「暨」，與也。言「用」，通「厥臣」可用，明此皆賢與良也。「厥臣」文在「大家」之上，故知「小臣」也。言用之者，既用其言以為政，又用其人以為輔，本之得大家所用統之，即君所遣也。以大夫稱家，對士庶有家而非大，故云「大家」，卿大夫在朝者。「都家」亦卿大夫所得邑也，又公邑而大夫所治亦是也。用此以行政令，上達於國，使人君知之也。即是庶人升為士，又用庶人進在官者，小臣亦得進等而用之。《周禮》有都家之官，鄭云：「都謂王子弟所封及公卿所食邑，家謂大夫所食采地。」傳以「大家」言之，總包大臣，故言「卿大夫及都家之政」。卿大夫之政謂在朝所掌者，都家之政謂采邑所有政事，二者並當通達之於國，故連言之。○傳「汝當」至「之道」○正義曰：言汝當信用臣，即信用卿大夫及都家，自然大家也。傳用小臣與庶人，故得「通王教於民」也。人君上承於王，下治民事，故交通其政，「惟乃國君之道」而已。鄭以「於邑言達大家，於國言達王與邦君，王為二王之後」，即亂名實也。○傳「汝惟」至「師法」○正義曰：即上民事王教通於國人，是順常也，故總上「惟邦君」，言「汝惟君道使順常」也。「典常可師」即順常也。○傳「言國」至「善矣」○正義曰：此連上蒙「若恒」之文，故云「國之三卿、正官眾大夫皆順典常」也。不言「士」，從可知也。此曰「予罔厲殺人」，所謂令康叔之語，但在臣下，宜為此也。以上令下行，行之在臣，故云「我無厲虐殺人之事」，互明君及臣皆師法而無虐。○傳「亦其」至「來之」○正義曰：「亦其為君之道」者，為邦君之道，非直順常，亦須敬勞，故往必敬勞，即《論語》云「先之，勞之」是也。○傳「以民」至「勞之」○正義曰：上文無罪敬勞，此惟就有罪者原情免宥，亦敬勞也。其實「奸宄」不殺人者，「殺人」亦是奸宄，但重言而別其文。奸宄及殺人，二者並是賊害，自當合罪，不可寬宥。其所過歷之人，情所不知，故詳察寬宥，以為敬勞之。○傳「聽訟」至「宥之」○正義曰：以君者立於無過之地，使物不失其所，故宥罪原情，當見其為君之事，與上「厥君」始終相承。於「奸」上言「肆往」，此亦以罪事往可知也。言「宥」，明情亦可原，故知「過誤殘敗人」也。]"
      },
      {
        "index": 60,
        "text": "王啟監，厥亂為民。[言王者開置監官，其治為民，不可不勉。○監，工暫反，劉工銜反，下同。為，於偽反，註同。治，直吏反。]曰：『無胥戕，無胥虐，至于敬寡，至于屬婦，合由以容。』[當教民無得相殘傷，相虐殺，至於敬養寡弱，至於存恤妾婦，和合其教，用大道以容之，無令見冤枉。○屬婦，上音蜀，妾之事妻也。令，力呈反，篇末同。冤，紆元反，一本作以冤。]王其效邦君，越禦事，厥命曷以。[王者其效實國君，及於禦治事者，知其教命所施何用，不可不勤。]引養引恬，自古王若茲監，罔攸辟。」[能長養民，長安民，用古王道如此，監無所復罪，當務之。○恬，田廉反。辟，扶亦反。]"
      },
      {
        "index": 61,
        "text": "[【疏】「王啟」至「攸辟」○正義曰：周公云：「所以敬勞者，以王者開置監官，其治主為於民故也。以此當教民曰：『無得相殘傷，無得相虐殺，而為重害也。何但不可為重害，民之相於，當至於敬養寡弱，至於存恤屬婦，合和其教，用大道以相容，無使至冤枉。』所以如此者，以王者其當效實國君，及於禦治事者，惟須知其教命所施何用，知其善惡，故不可不勤也。所效實若能長養民，長安民，用古昔明王之，道而治之如此為監，無所復罪，汝當務之。」○傳「當教」至「冤枉」○正義曰：以言「曰」，故知「當教民」也。「殘」謂不死，「虐」，甚則殺，故二文也。經言「屬婦」，傳言「妾婦」者，以妾屬於人，故名「屬婦」。此經「屬婦」與「寡弱」為例，則非關嫡婦也。何者？妻子是家中之貴者，不至冤枉故也。○傳「王者」至「不勤」○正義曰：以君臣共國事，故並效禦治事，而知其所施，則下不得為非，即是王使存省侯伯監治是也，故不可不勤。]"
      },
      {
        "index": 62,
        "text": "「惟曰，若稽田，既勤敷菑，惟其陳修，為厥疆畎。[言為君監民，惟若農夫之考田，已勞力布發之，惟其陳列修治，為其疆畔畎壟，然後功成。以喻教化。○菑，側其反。畎，工犬反。]若作室家，既勤垣墉，惟其塗塈茨。[如人為室，家已勤立垣墻，惟其當塗既茨蓋之。○垣音袁。墉音庸，馬云：「卑曰垣，高曰庸。」塈，徐許既反，《說文》云：「仰塗也。」《廣雅》云：「塗也。」馬云：「堊色。」一音故愛反。茨，徐在私反。]若作梓材，既勤樸斫，惟其塗丹雘。[為政之術，如梓人治材為器，已勞力樸治斫削，惟其當塗以漆丹以朱而後成。以言教化亦須禮義然後治」。○樸，普角反，馬云：「未成器也。」斫，丁角反。雘，枉略反，徐烏郭反。馬云：「善丹也。」《說文》云：「讀與霍同也。」又一郭反，《字林》音同。]"
      },
      {
        "index": 63,
        "text": "[【疏】「惟曰」至「丹雘」○正義曰：既言王者所以效實國君為政之事，故此言國君為政之喻惟為監之事。曰：「若農人之考田也，已勞力遍布菑而耕發其田，又須為其陳列修治，為疆畔畎壟，以至收獲然後功成。又若人為室家，已勤力立其垣墉，又當惟其塗而暨飾茨蓋之，功乃成也。又若梓人治材為器，已勞力樸治斫削其材，惟其當塗而丹漆以朱雘乃後成。以喻人君為政之道，亦勞心施政，除民之疾，又當惟其飾以禮義，使之行善然後治。」○傳「為政」至「後治」○正義曰：此三者事別而喻同也。先遠而類疏者，乃漸漸以事近而切者次之。皆言既勤於初，乃言修治於未，明為政孜孜，因前基而修，使善垣墉故也。皆詳而復言之，室器皆云其事終，而考田止言疆畎，不雲刈獲者，田以一種，但陳修終至收成，故開其初，與下二文互也。二文皆言「斁」，即古「塗」字，明其終而塗飾之。其室言「塗暨」，「暨」亦塗也，總是以物塗之。「茨」謂蓋覆也。器言「塗丹雘」，「塗」、「丹」皆飾物之名，謂塗雘以朱雘。「雘」是彩色之名，有青色者，有朱色者，故鄭玄引《山海經》云：「青丘之山，多有青雘。」此經知是「朱」者，與「丹」連文故也。]"
      },
      {
        "index": 64,
        "text": "今王惟曰，先王既勤用明德，懷為夾，[言文武已勤用明德，懷遠為近，汝治國當法之。○夾音協，近也。]庶邦享，作兄弟，方來，亦既用明德。[眾國朝享於王，又親仁善鄰為兄弟之國，方方皆來賓服，亦已奉用先王之明德。○朝，直遙反。]后式典集，庶邦丕享。[君天下能用常法，則和集眾國，大來朝享。]皇天既付中國民，越厥疆土，于先王肆。[大天已付周家治中國民矣，能遠拓其界壤，則於先王之道遂大。○付如字，馬本作附。拓音托。]王惟德用，和懌先後迷民，用懌先王受命。[今王惟用德，和悅先後天下迷愚之民。先後謂教訓，所以悅先王受命之義。○懌音亦，字又作斁，下同。先，悉薦反，註同。]已若茲監，惟曰欲至於萬年惟王，[為監所行已如此所陳法，則我周家惟欲使至於萬年承奉王室。○監，古陷反。為，於威反。]子子孫孫永保民。」[又欲令其子孫累世長居國以安民。]"
      },
      {
        "index": 65,
        "text": "[【疏】「今王」至「保民」○正義曰：此戒康叔已滿三篇，其事將終，須有總結，因其政術言法於明王，上下相承，資以成治，故稱今者王命惟告汝曰：「先王文武在於前世，以自勤用明德，招懷遠人，使來以為親近也。以明德懷柔之故，眾國朝享於王，又相親善為兄弟之國，萬方皆來賓服，亦已化上奉用先王之明德矣。是先王有明德，下亦行明德，以從之而可法也。先王既然，凡為君以君天下者，亦如先王用常法，則和集眾國，使之大來朝享，亦須同先王用明德也。君天下者當如此，今大天已付周家治九州之中國民矣。周家之王，若能為政用明德以懷萬國，遠拓其疆界土壤，則先王之道遂更光大。以此今王須大先王之政，惟明德之大道而用之，以此和悅而先後其天下迷愚之民，使之政治用此，所以悅先王受命使之遂大之義故也。是明德不可不務，故我周王今亦行之。汝為人臣，可以不法乎？當法王家勤用明德治國也。汝若能法我王家而用明德，是為善不可加。」因嘆云：「已乎！如此為監，則我周家惟曰，欲汝至於萬年，惟以承奉王室，今其子子孫孫累世長居國以安民。」○傳「言文」至「法之」○正義曰：言「先王」，知謂文武也。「夾」者，是人左右而夾之，故言近也。○傳「眾國」至「明德」○正義曰：「享」施於王，而「兄弟」為相於之辭，明彼此皆和協。「親仁善鄰」，《左傳》文。以先王用明德，於下之所行，今亦奉用，為亦先王耳。○傳「大天」至「遂大」○正義曰：「肆」，遂也，申遂故為大。「越」，遠也，使天下賓服，故遠柘界壤以益先王，故為「遂大」也。○傳「今王」至「之義」○正義曰：言「用德」，亦是明德也。「先後」若《詩》云「予曰有先後」，謂於民心先未悟，而啟之已悟，於後化成之，故謂「教訓」也。先王本欲子孫成其事，今化天下使善，是「悅先王受命」。其和悅先王即遠拓疆土，悅其受命即「遂大」也。]"
      }
    ]
  }
}
