{
  "chapterNumber": 13,
  "title": "卷十一 (Volume 11)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "泰誓上第一周書惟十有一年，武王伐殷。[周自虞芮質厥成，諸侯並附，以為受命之年。至九年而文王卒，武王三年服畢，觀兵孟津，以卜諸侯伐紂之心。諸侯僉同，乃退以示弱。○芮，如銳反。虞、芮，二國名。僉，七廉反。]一月戊午，師渡孟津，[十三年正月二十八日，更與諸侯期而共伐紂。○孟津，地名也。]作《泰誓》三篇。[渡津乃作。]"
      },
      {
        "index": 2,
        "text": "[【疏】「惟十」至「三篇」○正義曰：惟文王受命十有一年，武王服喪既畢，舉兵伐殷，以卜諸侯伐紂之心。雖諸侯僉同，乃退以示弱。至十三年紂惡既盈，乃復往伐之。其年一月戊午之日，師渡孟津，王誓以戒眾。史敘其事，作《泰誓》三篇。○傳「周自」至「示弱」○正義曰：《武成》篇雲：「我文考文王，誕膺天命，以撫方夏。惟九年，大統未集。」則文王以九年而卒也。《無逸》稱文王「享國五十年」至嗣位至卒非徒九年而已。知此十一年者，文王改稱元年，至九年而卒，至此年為十一年也。《詩》雲：「虞芮質厥成。」《毛傳》稱「天下聞虞芮之訟息，歸周者四十餘國」，故知「周自虞芮質厥成，諸侯並附，以為受命之年。至九年而文王卒」，至此十一年，武王居父之喪「三年服畢」也。案《周書》雲：「文王受命九年，惟暮春在鎬，召太子發作文傳。」其時猶在，但未知崩月。就如暮春即崩，武王服喪至十一年三月大祥，至四月觀兵，故今文《泰誓》亦雲「四月觀兵」也。知此十一年非武王即位之年者，《大戴禮》雲「文王十五而生武王」，則武王少文王十四歲也。《禮記·文王世子》雲：「文王九十七而終，武王九十三而終。」計其終年，文王崩時武王已八十三矣。八十四即位，至九十三而崩，適滿十年，不得以十三年伐紂。知此十一年者，據文王受命而數之。必繼文王年者，為其卒父業故也。緯候之書言受命者，謂有黃龍玄龜白魚赤雀負圖銜書以命人主，其言起於漢哀平之世，經典無文焉，孔時未有此說。《鹹有一德》傳雲：「所征無敵謂之受天命。」此傳雲：「諸侯並附，以為受命之年。」是孔解受命皆以人事為言，無瑞應也。《史記》亦以斷虞芮之訟為受命元年，但彼以文王受命七年而崩，不得與孔同耳。三年之喪，二十五月而畢，故九年文王卒，至此一年服畢。此經武王追陳前事，雲：「肆予小子發，以爾友邦冢君，觀政於商。」是十一年伐殷者，止為觀兵孟津，以卜諸侯伐紂之心，言「於商」，知亦至孟津也。○傳「十三年正月」至「伐紂」○正義曰：以「一月戊午」，乃是作誓月日。經言「十三年春，大會於孟津」，又雲「戊午，次於河朔」，知此「一月戊午」是十三年正月戊午日，非是十一年正月也。序不別言「十三年」，而以「一月」接「十一年」下者，序以觀兵至而即還，略而不言月日，誓則經有「年」有「春」，故略而不言「年春」，止言「一月」，使其互相足也。戊午是二十八日，以歷推而知之，據經亦有其驗。《漢書·律歷誌》載舊說雲：「死魄，朔也。生魄，望也。」《武成》篇說此伐紂之事雲：「惟一月壬辰，旁死魄。」則壬辰近朔而非朔，是為月二日也。二日壬辰，則此月辛卯朔矣。以次數之，知戊午是二十八日也。不言「正月」而言「一月」者，以《武成》經言「一月」，故此序同之。《武成》所以稱「一月」者，《易·革卦》彖曰：「湯武革命，順乎天而應乎人。」象曰：「君子以治歷明時。」然則改正治歷，必自武王始矣。武王以殷之十二月發行，正月四日殺紂，既入商郊，始改正朔，以殷之正月為周之二月。其初發時猶是殷之十二月，未為周之正月，改正在後，不可追名為「正月」，以其實是周之一月，故史以「一月」名之。顧氏以為「古史質，或雲正月，或雲一月，不與《春秋》正月同」，義或然也。《易緯》稱「文王受命，改正朔，布王號於天下」。鄭玄依而用之，言文王生稱王，已改正。然天無二日，民無二王，豈得殷紂尚在而稱周王哉？若文王身自稱王，已改正朔，則是功業成矣，武王何得雲「大勛未集」，欲卒父業也？《禮記大傳》雲：「牧之野，武王之大事也。既事而退，追王大王亶父、王季歷、文王昌。」是追為王，何以得為文王身稱王，已改正朔也？《春秋》「王正月」謂周正月也，《公羊傳》曰：「王者孰謂？謂文王。」其意以正為文王所改。《公羊傳》漢初俗儒之言，不足以取正也。《春秋》之「王」，自是當時之王，非改正之王。晉世有王愆期者，知其不可，註《公羊》以為春秋制，文王指孔子耳，非周昌也。《文王世子》稱武王對文王雲：「西方有九國焉，群王其終撫諸。」呼文王為「王」，是後人追為之辭，其言未必可信，亦非實也。○傳「渡津乃作」○正義曰：「孟」者，河北地名，《春秋》所謂「向盟」是也。於孟地置津，謂之「孟津」，言師渡孟津，乃作《泰誓》，知三篇皆「渡津乃作」也。然則中篇獨言「戊午，次於河朔」者，三篇皆河北乃作，分為三篇耳。上篇未次時作，故言「十三年春」。中篇既次乃作，故言「戊午」之日。下篇則明日乃作，言「時厥明」。各為首引，故文不同耳。《尚書》遭秦而亡，漢初不知篇數，武帝時有太常蓼侯孔臧者，安國之從兄也，與安國書雲：「時人惟聞《尚書》二十八篇，取象二十八宿，謂為信然，不知其有百篇也。」然則漢初惟有二十八篇，無《泰誓》矣。後得偽《泰誓》三篇，諸儒多疑之。馬融《書序》曰：「《泰誓》後得，案其文似若淺露。又雲：『八百諸侯，不召自來，不期同時，不謀同辭。』及『火復於上，至於王屋，流為雕，至五，以穀俱來。』舉火神怪，得無在子所不語中乎？又《春秋》引《泰誓》曰：『民之所欲，天必從之。』《國語》引《泰誓》曰：『朕夢協朕卜，襲於休祥，戎商必克。』《孟子》引《泰誓》曰：『我武惟揚，侵於之疆，取彼兇殘，我伐用張，於湯有光。』《孫卿》引《泰誓》曰：『獨夫受。』《禮記》引《泰誓》曰：『予克受，非予武，惟朕文考無罪。受克予，非朕文考有罪，惟予小子無良。』今文《泰誓》，皆無此語。吾見書傳多矣，所引《泰誓》而不在《泰誓》者甚多，弗復悉記，略舉五事以明之亦可知矣。」王肅亦雲：「《泰誓》近得，非其本經。」馬融惟言後得，不知何時得之。《漢書》婁敬說高祖雲：「武王伐紂，不期而會盟津之上者八百諸侯。」偽《泰誓》有此文，不知其本出何書也。武帝時董仲舒對策雲：「《書》曰：『白魚入於王舟，有火入於王屋，流為烏。周公曰：「復哉！復哉！」』」今引其文，是武帝之時已得之矣。李颙集註《尚書》，於偽《泰誓》篇每引「孔安國曰」，計安國必不為彼偽書作傳，不知颙何由為此言。梁王兼而存之，言「本有兩《泰誓》，古文《泰誓》伐紂事，聖人選為《尚書》。今文《泰誓》觀兵時事，別錄之以為《周書》」，此非辭也。彼偽書三篇，上篇觀兵時事，中下二篇亦伐紂時事，非盡觀兵時事也。且觀兵示弱即退，復何誓之有？設有其誓，不得同以《泰誓》為篇名也。]泰誓[大會以誓眾。]"
      },
      {
        "index": 3,
        "text": "[【疏】傳「大會以示眾」○正義曰：經雲：「大會於孟津」，知名曰《泰誓》者，其「大會以示眾」也。王肅雲：「武王以大道誓眾。」肅解彼偽文，故說謬耳。《湯誓》指湯為名，此不言「武誓」而別立名者，以武誓非一，故史推義作名《泰誓》，見大會也。《牧誓》舉戰地，時史意也。顧氏以為：「泰者，大之極也。猶如天子諸侯之子曰太子，天子之卿曰太宰，此會中之大，故稱《泰誓》也。」]"
      },
      {
        "index": 4,
        "text": "惟十有三年春，大會於孟津。[三分二諸侯，及諸戎狄。此周之孟春。○「惟十有三年春」或作「十有一年」，後人妄看序文輒改之。]"
      },
      {
        "index": 5,
        "text": "[【疏】「惟十」至「孟津」○正義曰：此三篇俱是孟津之上大告諸國之君，而發首異者，此見大會誓眾，故言「大會於孟津」；中篇徇師而誓，故言「以師畢會」；下篇王更徇師，故言「大巡六師」，皆史官觀事而為作端緒耳。○傳「三分」至「孟春」○正義曰：《論語》稱「三分天下有其二」，中篇言「群後以師畢會」，則周之所有諸國皆集。《牧誓》所呼有「庸、蜀、羌、髳、微、盧、彭、濮人」，知此大會，謂三分有二之諸侯及諸戎狄皆會也。序言「一月」，知此春是「周之孟春」，謂建子之月也。知者案《三統歷》以殷之十二月武王發師，至二月甲子鹹劉商王紂，彼十二月即周之正月建子之月也。]"
      },
      {
        "index": 6,
        "text": "王曰：「嗟！我友邦冢君，越我禦事庶士，明聽誓。[冢，大。禦，治也。友諸侯，親之。稱大君，尊之。下及我治事眾士，大小無不皆明聽誓。]"
      },
      {
        "index": 7,
        "text": "[【疏】傳「冢大」至「聽誓」○正義曰：「冢，大」，《釋詁》文。侍禦是治理之事，故通訓「禦」為治也。同誌為「友」，天子友諸侯，親之也。《牧誓》傳曰：「言誌同滅紂。」令總呼國君皆為大君，尊之也。「下及治事眾士」，謂國君以外卿大夫及士諸掌事者。「大小無不皆明聽誓」，自士以上皆總戒之也。]惟天地萬物父母，惟人萬物之靈。[生之謂父母。靈，神也。天地所生，惟人為貴。]"
      },
      {
        "index": 8,
        "text": "[【疏】傳「生之」至「為貴」○正義曰：萬物皆天地生之，故謂天地為父母也。《老子》云：「神得一以靈。」「靈」、「神」是一，故「靈」為神也。《禮運》云：「人者天地之心，五行之端也，食味別聲被色而生者也。」言人能兼此氣性，餘物則不能然。故《孝經》云：「天地之性人為貴。」此經之意，天地是萬物之父母，言天地之意，欲養萬物也。人是萬物之最靈，言其尤宜長養也。紂違天地之心而殘害人物，故言此以數之，與下句為首引也。]"
      },
      {
        "index": 9,
        "text": "亶聰明，作元后，元后作民父母。[人誠聰明，則為大君，而為眾民父母。○亶，丁但反。]今商王受，弗敬上天，降災下民。沈湎冒色，敢行暴虐，[沈湎嗜酒，冒亂女色，敢行酷暴，虐殺無辜。○湎，面善反。冒，莫報反，註下同。嗜，市誌反，《切韻》常利反。酷，苦毒反。]"
      },
      {
        "index": 10,
        "text": "[【疏】傳「沈湎」至「無辜」○正義曰：人被酒困，若沈於水，酒變其色，湎然齊同，故「沈湎」為嗜酒之狀。「冒」訓貪也，亂女色，荒也。「酷」解經之「暴」，「殺」辭經之「虐」，皆果敢為之。案《說文》雲：「酷，酒厚味也。」酒味之厚必嚴烈，人之暴虐與酒嚴烈同，故謂之「酷」。]罪人以族，官人以世，[一人有罪，刑及父母兄弟妻子，言淫濫。官人不以賢才，而以父兄，所以政亂。]"
      },
      {
        "index": 11,
        "text": "[【疏】傳「一人」至「政亂」○正義曰：秦政酷虐，有三族之刑，謂非止犯者之身，乃更上及其父，下及其子。經言「罪人以族」，故以三族解之。父母，前世也；兄弟及妻，當世也；子孫，後世也。一人有罪，刑及三族，言淫濫也。古者臣有大功，乃得繼世在位。而紂之官人，不以賢才，而以父兄，已濫受寵，子弟頑愚亦用，不堪其職，所以政亂。「官人以世」，惟當用其子耳，而傳兼言「兄」者，以紂為惡，或當因兄用弟，故以「兄」協句耳。]"
      },
      {
        "index": 12,
        "text": "惟宮室、臺榭、陂池、侈服，以殘害於爾萬姓。[土高曰臺，有木曰榭，澤障曰陂，停水曰池，侈謂服飾過制。言匱民財力為奢麗。○榭，《爾雅》云：「有木曰榭。」本又作謝。陂，彼皮反。障，之亮反。匱，其愧反。]"
      },
      {
        "index": 13,
        "text": "[【疏】傳「土高」至「奢麗」○正義曰：《釋宮》雲：「宮謂之室，室謂之宮。」李巡曰：「所以古今通語，明實同而兩名。」此傳不解「宮室」，義當然也。《釋宮》又雲：「阇謂之臺。有木者謂之榭。」李巡曰：「臺積土為之，所以觀望也。臺上有屋謂之榭。」又雲：「無室曰榭，四方而高曰臺。」孫炎曰：「榭但有堂也。」郭璞曰：「榭即今之堂堭也。」然則榭是臺上之屋，歇前無室，今之廳是也。《詩》雲：「彼澤之陂。」《毛傳》雲：「陂，澤障也。」障澤之水，使不流溢謂之「陂」，停水不流謂之「池」。「侈」亦奢也，謂依服采飾過於制度，言匱竭民之財力為奢麗也。顧氏亦雲：「華侈服飾。」二劉以為宮室之上而加侈服。據孔傳雲「服飾過制」，即謂人之服飾，二劉之說非也。《殷本紀》雲：「紂厚賦稅以實鹿臺之錢，而盈鉅橋之粟。益收狗馬奇物，充牣宮室。益廣沙丘苑臺，多聚野獸飛鳥置其中。大聚樂戲於沙丘，以酒為池，懸肉為林，使男女倮相逐其間。」說紂奢侈之事，書傳多矣。]"
      },
      {
        "index": 14,
        "text": "焚炙忠良，刳剔孕婦。[忠良無罪焚炙之，懷子之婦刳剔視之。言暴虐。○刳，口胡反。剔，他歷反。孕，以證反，徐養證反。]"
      },
      {
        "index": 15,
        "text": "[【疏】傳「忠良」至「暴虐」○正義曰：「焚炙」俱燒也，「刳剔」謂割剝也。《說文》雲：「刳，刲也。」今人去肉至骨謂之「剔去」，是則亦《剔》之義也。武王以此數紂之惡，必有忠良被炙，孕婦被刳，不知其姓名為誰也。《殷本紀》雲，紂為長夜之飲。時諸侯或叛，妲己以為罰輕，紂欲重刑，乃為熨鬥，以火燒之然，使人舉輒爛其手，不能勝。紂怒，乃更為銅柱，以膏塗之，亦加於炭火之上，使有罪者緣之，足滑跌墜入中。紂與妲己以為大樂，名曰炮烙之刑。是紂焚炙之事也。後文王獻洛西之地，赤壤之田方千里，請紂除炮烙之刑，紂許之。皇甫謐作《帝王世紀》亦雲然。謐又雲：「紂剖比幹妻，以視其胎。」即引此為「刳剔孕婦」也。]"
      },
      {
        "index": 16,
        "text": "皇天震怒，命我文考，肅將天威，大勛未集。[言天怒紂之惡，命文王敬行天罰，功業未成而崩。]肆予小子發，以爾友邦冢君，觀政於商。[父業未就之故，故我與諸侯觀紂政之善惡。謂十一年自孟津還時。]惟受罔有悛心，乃夷居弗事上帝神祗，遺厥先宗廟弗祀。[悛，改也，言紂縱惡無改心，平居無故廢天地百神宗廟之祀。慢之甚。○悛，七全反。]"
      },
      {
        "index": 17,
        "text": "[【疏】傳「悛改」至「之甚」○正義曰：《左傳》稱「長惡不悛」，「悛」是退前創改之義，故為改也。觀政於商，計當恐怖，言紂縱惡無改悔之心，平居無故不事神祗，是紂之大惡。「上帝」，舉其尊者，謂諸神悉皆不事，故傳言「百神」以該之。「不事」亦是「不祀」，別言「遺厥先宗廟弗祀」，遺棄祖父，言其慢之甚也。]"
      },
      {
        "index": 18,
        "text": "犧牲粢盛，既於兇盜。[兇人盡盜食之，而紂不罪。○粢音咨，黍稷曰粢。盛音成，在器曰盛。]乃曰：『吾有民有命。』罔懲其侮。[紂言：「吾所以有兆民，有天命。」故群臣畏罪不爭，無能止其慢心。○懲，直承反。爭，爭鬥之爭。]天佑下民，作之君，作之師。[言天佑助下民，為立君以政之，為立師以教之。○為，於偽反。]惟其克相上帝，寵綏四方。[當能助天寵安天下。○相，息亮反。]有罪無罪，予曷敢有越厥誌？[越，遠也。言己誌欲為民除惡，是與否，不敢遠其誌。○否，方有反。]"
      },
      {
        "index": 19,
        "text": "[【疏】「天佑」至「厥誌」○正義曰：已上數紂之罪，此言伐紂之意。上天佑助下民，不欲使之遭害，故命我為之君上，使臨政之；為之師保，使教誨之。為人君為人師者，天意如此，不可違天。我今惟其當能佑助上，天寵安四方之民，使民免於患難。今紂暴虐，無君師之道，故今我往伐之。不知伐罪之事，為有罪也？為無罪也？不問有罪無罪，誌在必伐，我何敢有遠其本誌而不伐之？○傳「言天」至「教之」○正義曰：眾民不能自治，立君以治之。立君治民，乃是天意，言天佑助下民為立君也。治民之謂「君」，教民之謂「師」，君既治之，師又教之，故言「作之君，作之師」，「師」謂君與民為師，非謂別置師也。○傳「當能」至「天下」○正義曰：天愛下民，為立君立師者，當能佑助天意，寵安天下，不奪民之財力，不妄非理刑殺，是助天寵愛民也。○傳「越遠」至「其誌」○正義曰：「越」者，逾越超遠之義，故為遠也。武王伐紂，內實為民除害，外則以臣伐君，故疑其有罪與無罪。「言己誌欲為民除害，無問是之與否，不敢遠其誌」，言己本誌欲伐，何敢遠本誌，舍而不伐也？]"
      },
      {
        "index": 20,
        "text": "「同力度德，同德度義。[力鈞則有德者勝，德鈞則秉義者強。揆度優劣，勝負可見。○度，徒洛反，下註同。]"
      },
      {
        "index": 21,
        "text": "[【疏】傳「力鈞」至「可見」○正義曰：「德」者得也，自得於心。「義」者宜也，動合自宜。但德在於身，故言「有德」；義施於行，故言秉執。武王誌在養民，動為除害，有君人之明德，執利民之大義，與紂無者為敵，雖未交兵，揆度優劣，勝負可見。示以必勝之道，令士眾勉力而戰也。]"
      },
      {
        "index": 22,
        "text": "受有臣億萬，惟億萬心。[人執異心，不和諧。○億，十萬曰億。]予有臣三千，惟一心。[三千一心，言欲同。]商罪貫盈，天命誅之。予弗順天，厥罪惟鈞。[紂之為惡，一以貫之，惡貫已滿，天畢其命。今不誅紂，則為逆天，與紂同罪。○貫，古亂反。]"
      },
      {
        "index": 23,
        "text": "[【疏】傳「紂之」至「同罪」○正義曰：紂之為惡，如物在繩索之貫，一以貫之，其惡貫已滿矣。物極則反，天下欲畢其命，故上天命我誅之。今我不誅紂，則是逆天之命，無恤民之心，是我與紂同罪矣。猶如《律》「故縱者與同罪」也。]"
      },
      {
        "index": 24,
        "text": "予小子夙夜祗懼，受命文考，類於上帝，宜於冢土，以爾有眾，厎天之罰。[祭社曰宜。冢土，社也。言我畏天之威，告文王廟，以事類告天祭社，用汝眾致天罰於紂。○類，師祭名。冢，中勇反。厎，之履反。]"
      },
      {
        "index": 25,
        "text": "[【疏】傳「祭社」至「於紂」○正義曰：《釋天》引《詩》雲：「乃立冢土，戎醜攸行。」即雲：「起大事，動大眾，必先有事乎社而後出，謂之宜。」孫炎曰：「宜，求見福祐也。」是「祭社曰宜」。「冢」訓大也，社是土神，故「冢土，社也」。《毛詩傳》雲：「冢土，大社也。」「受命文考」是告廟以行，故為「告文王廟」也。《毛詩》雲：「天子將出，類乎上帝，宜乎社，造乎禰。」此「受命文考」即是「造乎禰」也。《王制》以神尊卑為次，故先言「帝」、「社」，後言「禰」，此以廟是己親，若言家內私義，然後告天，故先言「受命文考」，而後言「類於上帝」。《舜典》「類於上帝」傳雲：「告天及五帝。」此「以事類告天」，亦當如彼也。罰紂是天之意，故「用汝眾致天罰於紂」也。]"
      },
      {
        "index": 26,
        "text": "天矜於民，民之所欲，天必從之。[矜，憐也。言天除惡樹善與民同。○從，才容反。]爾尚弼予一人，永清四海。[穢惡除，則四海長清。]時哉弗可失！」[言今我伐紂，正是天人合同之時，不可違失。]泰誓中第二惟戊午，王次於河朔。[次，止也。戊午渡河而誓，既誓而止於河之北。]"
      },
      {
        "index": 27,
        "text": "[【疏】傳「次止」至「之北」○正義曰：「次」是止舍之名，《穀梁傳》亦云：「次，止也。」序云「一月戊午，師渡孟津」，則師以戊午日渡也。此戊午日次於河朔，則是師渡之日次止也。上篇是渡河而誓，未及止舍而先誓之，此「次於河朔」者，是「既誓而止於河之北」也。莊三年《左傳》例云：「凡師一宿為舍，再宿為信，過宿為次。」此「次」直取止舍之義，非《春秋》三日之例也。何則？商郊去河四百餘裏，戊午渡河，甲子殺紂，相去才六日耳。是今日次訖又誓，明日誓訖即行，不容三日止於河旁也。]"
      },
      {
        "index": 28,
        "text": "群后以師畢會，[諸侯盡會次也。]王乃徇師而誓。曰：「嗚呼！西土有眾，咸聽朕言。[徇，循也。武王在西，故稱西土。○徇，似俊反，《字詁》云：「徇，巡也。」]"
      },
      {
        "index": 29,
        "text": "[【疏】傳「徇循」至「西土」○正義曰：《說文》云：「徇，疾也。循，行也。」「徇」是疾行之意，故以「徇」為循也。下篇「大巡六師」，義亦然也。此誓總戒眾軍，武王國在西偏，此師皆從西而來，故稱「西土」。]"
      },
      {
        "index": 30,
        "text": "我聞吉人為善，惟日不足。兇人為不善，亦惟日不足。[言吉人竭日以為善，兇人亦竭日以行惡。○竭，苦曷反，又苦蓋反。]今商王受，力行無度，[行無法度，竭日不足，故曰力行。]播棄黎老，昵比罪人。[鮐背之耇稱黎老，布棄不禮敬。昵近罪人，謂天下逋逃之小人。○黎，力私反，又力兮反。昵，女乙反。比，毗誌反。鮐，他來反，又音怡，魚名。逋，布吳反。]"
      },
      {
        "index": 31,
        "text": "[【疏】傳「鮐背」至「小人」○正義曰：《釋詁》云：「鮐背、耇、老，壽也。」舍人曰：「鮐背，老人氣衰，皮膚消瘠，背若鮐魚也。」孫炎曰：「耇，面凍梨色似浮垢也。」然則老人背皮似鮐，面色似梨，故「鮐背之耇」稱「梨老」。傳以「播」為布。布者，遍也，言遍棄之，不禮敬也。「昵，近」，《釋詁》文。孫炎曰：「昵，親近也。」《牧誓》數紂之罪云：「四方之多罪逋逃，是崇是長，是信是使。」知紂所親近罪人，「謂天下逋逃之小人」也。]淫酗肆虐，臣下化之，[過酗縱虐，以酒成惡，臣下化之。言罪同。○酗，況付反。]"
      },
      {
        "index": 32,
        "text": "[【疏】傳「過酗」至「罪同」○正義曰：「酗」是酒怒，「淫酗」共文，則「淫」非女色，故以「淫」為過，言飲酒過多也。「肆」是放縱之意，酒過則酗，縱情為虐。以酒成此暴虐之惡，臣下化而為之，由紂惡而臣亦惡，言君臣之罪同也。]"
      },
      {
        "index": 33,
        "text": "朋家作仇，脅權相滅。無辜籲天，穢德彰聞。[臣下朋黨，自為仇怨，脅上權命，以相誅滅。籲，呼也。民皆呼天告冤無辜，紂之穢德彰聞天地。言罪惡深。○脅，虛業反。籲音喻。穢，於廢反。]"
      },
      {
        "index": 34,
        "text": "[【疏】「朋家」至「彰聞」○正義曰：小人好忿，天性之常，化紂淫酗，怨怒無已。臣下朋黨，共為一家，與前人並作仇敵，脅上權命，以相滅亡。無罪之人，怨嗟呼天，紂之穢惡之德，彰聞天地。言其罪惡深也。○傳「臣下」至「惡深」○正義曰：「脅上」謂紂既昏迷，朝無綱紀，奸宄之臣，脅於在下，假用在上之權命，脅之更相誅滅也。]"
      },
      {
        "index": 35,
        "text": "「惟天惠民，惟辟奉天。[言君天下者當奉天以愛民。○辟，必亦反。]有夏桀，弗克若天，流毒下國。[桀不能順天，流毒虐於下國萬民。言兇害。]天乃佑命成湯，降黜夏命。[言天助湯命，使下退桀命。]惟受罪浮於桀。[浮，過。]"
      },
      {
        "index": 36,
        "text": "[【疏】傳「浮過」○正義曰：物在水上謂之浮，「浮」者高之意，故為過也。桀罪已大，紂又過之，言紂惡之甚，故下句說其過桀之狀。案《夏本紀》及《帝王世紀》云：「諸侯叛桀，關龍逢引皇圖而諫，桀殺之。伊尹諫桀，桀曰：『天之有日，如吾之有民，日亡吾乃亡矣。』」是桀亦「賊虐諫輔，謂己有天命」。而雲過於桀者，《殷本紀》云：「紂剖比幹觀其心」，桀殺龍逢，無剖心之事；又桀惟比之於日，紂乃詐命於天；又紂有炮烙之刑，又有刳胎斮脛之事，而桀皆無之，是紂罪過於桀也。]"
      },
      {
        "index": 37,
        "text": "剝喪元良，賊虐諫輔。[剝，傷害也。賊，殺也。元，善之長。良，善。以諫輔紂，紂反殺之。○喪，息浪反。長，丁丈反。]"
      },
      {
        "index": 38,
        "text": "[【疏】傳「剝傷」至「殺之」○正義曰：《說文》云：「剝，裂也，一曰剝，割也。」裂與割俱是傷害之義也。殺人謂之「賊」，故「賊」為殺也。「元者，善之長」，《易》文言文。「良」之為善，書傳通訓也。「元良」俱善而雙舉之者，言其剝喪善中之善，為害大也。「以諫輔紂，紂反殺之」，即比幹是也。上篇言「焚炙忠良」，與此經相類而復言此者，以殺害人為惡之大，故重陳之也。]"
      },
      {
        "index": 39,
        "text": "謂己有天命，謂敬不足行，謂祭無益，謂暴無傷。[言紂所以罪過於桀。○己音紀。]厥監惟不遠，在彼夏王。[其視紂罪，與桀同辜。言必誅之。]"
      },
      {
        "index": 40,
        "text": "[【疏】傳「其視」至「誅之」○正義曰：紂罪過於桀，而言「與桀同辜」者，罪不過死，合死之罪同，言必誅也。]"
      },
      {
        "index": 41,
        "text": "天其以予乂民，[用我治民。當除惡。]朕夢協朕卜，襲於休祥，戎商必克。[言我夢與卜俱合於美善，以兵誅紂必克之占。]"
      },
      {
        "index": 42,
        "text": "[【疏】傳「言我」至「之占」○正義曰：夢者事之祥，人之精爽先見者也。吉兇或有其驗，聖王采而用之。我卜伐紂得吉，夢又戰勝。《禮記》稱「卜筮不相襲」，「襲」者，重合之義。訓「戎」為兵。夢卜俱合於美，是「以兵誅紂必克之占」也。聖人逆知來物，不假夢卜，言此以強軍人之意耳。《史記·周本紀》云：「武王伐紂，卜，龜兆不吉，群公皆懼，惟太公強之。」太公《六韜》云：「卜戰，龜兆焦，筮又不吉，太公曰：『枯骨朽蓍，不逾人矣。』」彼言「不吉」者，《六韜》之書，後人所作，《史記》又采用《六韜》，好事者妄矜太公，非實事也。]受有億兆夷人，離心離德。[平人，凡人也。雖多而執心用德不同。]"
      },
      {
        "index": 43,
        "text": "[【疏】傳「平人」至「不同」○正義曰：昭二十四年《左傳》此文，服虔、杜預以「夷人」為夷狄之人。即如彼言，惟雲「億兆夷人」，則受率其旅若林，即曾無華夏人矣？故傳訓「夷」為平，平人為凡人，言其智慮齊，識見同。人數雖多，執心用德不同。「心」謂謀慮，「德」謂用行，智識既齊，各欲申意，故「心德不同」也。]"
      },
      {
        "index": 44,
        "text": "予有亂臣十人，同心同德。[我治理之臣雖少而心德同。○十人，周公旦、召公奭、太公望、畢公、榮公、太顛、閎夭、散宜生、南宮適及文母。治，直吏反。]"
      },
      {
        "index": 45,
        "text": "[【疏】傳「我治」至「德同」○正義曰：《釋詁》云：「亂，治也。」故謂我治理之臣有十人也。十人皆是上智，鹹識周是殷非，故人數雖少而心能同。同佐武王，欲共滅紂也。《論語》引此云：「予有亂臣十人。」而孔子論之有一婦人焉，則十人之內其一是婦人，故先儒鄭玄等皆以十人為文母、周公、太公、召公、畢公、榮公、太顛、宏夭、散宜生、南宮括也。]雖有周親，不如仁人。[周，至也。言紂至親雖多，不如周家之少仁人。]"
      },
      {
        "index": 46,
        "text": "[【疏】傳「周至」至「仁人」○正義曰：《詩毛傳》亦以「周」為至，相傳為此訓也。武王三分天下有其二，則紂黨不多於周。但辭有激發，旨有抑揚，欲明多惡不如少善，故言「紂至親雖多，不如周家之少仁人」也。]"
      },
      {
        "index": 47,
        "text": "「天視自我民視，天聽自我民聽。[言天因民以視聽，民所惡者天誅之。○惡，烏路反，一音如字。]百姓有過，在予一人。[己能無惡於民，民之有過，在我教不至。]"
      },
      {
        "index": 48,
        "text": "[【疏】「百姓有過，在予一人」○正義曰：言此者，以上雲民之所惡，天必誅之，己今有善，不為民之所惡，天必佑我。令教化百姓，若不教百姓，使有罪過，實在我一人之身。此「百姓」與下「百姓懍懍」，皆謂天下眾民也。]"
      },
      {
        "index": 49,
        "text": "今朕必往，我武惟揚，侵於之疆，[揚，舉也。言我舉武事，侵入紂郊疆伐之。○疆，居良反。]取彼兇殘，我伐用張，於湯有光。[桀流毒天下，湯黜其命。紂行兇殘之德，我以兵取之。伐惡之道張設，比於湯又有光明。]"
      },
      {
        "index": 50,
        "text": "[【疏】「今朕」至「有光」○正義曰：既與天下為任，則當為之除害，今我必往伐紂。我之武事惟於此舉之，侵紂之疆境，取彼為兇殘之惡者。若得取而殺之，是我伐兇惡之事用張設矣。湯惟放逐，我能擒取，是比於湯又益有光明。○傳「揚舉」至「伐之」○正義曰：《文王世子》論舉賢之法云：「或以事舉，或以言揚。」是「揚」、「舉」義同，故「揚」為舉也。於時猶在河朔，將欲行適商都，言我舉武事，侵入紂之郊疆，往伐之也。《春秋》之例有：「鍾鼓曰伐，無曰侵。」此實伐也，言「往侵」者，「侵」是入之意，非如《春秋》之例無鍾鼓也。]"
      },
      {
        "index": 51,
        "text": "勖哉，夫子！罔或無畏，寧執非敵。[勖，勉也。夫子謂將士。無敢有無畏之心，寧執非敵之誌，伐之則克矣。○將，子匠反，下篇註同。]"
      },
      {
        "index": 52,
        "text": "[【疏】「勖哉」至「非敵」○正義曰：取得紂則功多於湯，宜勉力哉！「夫子」，將士等。呼將士令勉力也。以兵伐人，當臨事而懼，汝將土等無敢有無畏輕敵之心，寧執守似前人之強，非己能敵之誌以伐之，如是乃可克矣。○傳「勖勉」至「克矣」○正義曰：「勖，勉」，《釋詁》文。呼將士而誓之，知「夫子」是將士也。《老子》云：「禍莫大於輕敵。」故今將士「無敢有無畏之心」，令其必以前敵為可畏也。《論語》稱：「子路曰：『子行三軍則誰與？』孔子曰：『必也臨事而懼。』」令軍士等不欲發意輕前人，寧執非敵之誌，恐彼強多，非我能敵，執此誌以伐之，則當克矣。]百姓懍懍，若崩厥角。[言民畏紂之虐，危懼不安，若崩摧其角，無所容頭。○懍，力甚反。]"
      },
      {
        "index": 53,
        "text": "[【疏】傳「言民」至「容頭」○正義曰：「懍懍」是怖懼之意，言民畏紂之虐，危懼不安，其誌懍懍然。以畜獸為喻，民之怖懼若似畜獸崩摧其頭角然，無所容頭。顧氏雲：「常如人之欲崩其角也，言容頭無地。」隱三年《穀梁傳》曰：「高曰崩，頭角之稱崩，體之高也。」]嗚呼！乃一德一心，立定厥功，惟克永世。」[汝同心立功，則能長世以安民。]泰誓下第三"
      },
      {
        "index": 54,
        "text": "時厥明，王乃大巡六師，明誓眾士。[是其戊午明日，師出以律，三申令之，重難之義。眾士，百夫長已上。○令，力政反。重，直用反。長，丁丈反。已音以。上，時掌反。]"
      },
      {
        "index": 55,
        "text": "[【疏】傳「是其」至「已上」○正義曰：上篇未次而誓，故略言「大會」。中篇既次乃誓，為文稍詳，故言「以師畢會」。此篇最在其後，為文亦詳，故言「大巡六師」。巡繞周遍大其事，故稱「大」也。「師」者，眾也。天子之行，通以六師為言。於時諸侯盡會，其師不啻六也。「師出以律」，《易·師卦》初六爻辭也。「律」，法也。行師以法，即誓敕賞勸是也。禮成於三，故為三篇之誓。三度申重號令，為重慎艱難之義也。《孫子兵法》「三令五申之」，此誓三篇，亦為三令之事也。《牧誓》王所呼者，從上而下，至「百夫長」而止，知此「眾士」是「百夫長已上」也。]王曰：「嗚呼！我西土君子，天有顯道，厥類惟彰。[言天有明道，其義類惟明，言王所宜法則。]"
      },
      {
        "index": 56,
        "text": "[【疏】傳「言天」至「法則」○正義曰：《孝經》云：「則天之明。」昭二十五年《左傳》云：「以象天明。」是治民之事，皆法天之道。天有尊卑之序，人有上下之節，三正五常，皆在於天，有其明道，此天之明道。「其義類惟明」，言明白可效，王者所宜法則之。將言商王不法天道，故先標二句於前。其下乃述商王違天之事，言其罪宜誅也。]今商王受，狎侮五常，荒怠弗敬。[輕狎五常之教，侮慢不行，大為怠惰，不敬天地神明。○惰，徒臥反。]"
      },
      {
        "index": 57,
        "text": "[【疏】傳「輕狎」至「神明」○正義曰：鄭玄《論語註》云：「狎，慣忽之。」言慣見而忽也，意與「侮」同，傳因文重而分之。「五常」即五典，謂父義、母慈、兄友、弟恭、子孝，五者人之常行，法天明道為之。輕狎五常之教，侮慢而不遵行之，是違天顯也。訓「荒」為大，大為怠惰。「不敬」謂「不敬天地神明」也。上篇云「不事上帝神祇」，知此「不敬天地神明」也。《禮》云：「毋不敬。」傳舉「天地」以言，明每事皆不敬也。]"
      },
      {
        "index": 58,
        "text": "自絕於天，結怨於民。[不敬天，自絕之。酷虐民，結怨之。]斮朝涉之脛，剖賢人之心，[冬月見朝涉水者，謂其脛耐寒，斬而視之。比干忠諫，謂其心異於人，剖而觀之。酷虐之甚。○斮，側略反，又士略反。朝，陟遙反。脛，戶定反。剖，普口反。耐，乃代反。]"
      },
      {
        "index": 59,
        "text": "[【疏】傳「冬月」至「之甚」○正義曰：《釋器》云：「魚曰斮之。」樊光云：「斮，斫也。」《說文》云：「斮，斬也。」斬朝涉水之脛，必有所由，知冬月見朝涉水者，謂其脛耐寒，疑其骨髓有異，斬而視之。其事或當有所出也。《殷本紀》云：「微子既去，比干曰：『為人臣者，不得不以死爭。』乃強諫。紂怒曰：『吾聞聖人心有七竅。』遂剖比幹，觀其心。」是紂謂比幹心異於人，剖而觀之。言酷虐之甚。]作威殺戮，毒痡四海。[痡，病也。言害所及遠。○痡，徐音敷，又普吳反。]"
      },
      {
        "index": 60,
        "text": "[【疏】傳「痡病」至「及遠」○正義曰：「痡，病」，《釋詁》文。紂之毒害，未必遍及夷狄，而雲病四海者，言害所及者遠也。]"
      },
      {
        "index": 61,
        "text": "崇信奸回，放黜師保，[回，邪也。奸邪之人，反尊信之。可法以安者，反放退之。○邪，似嗟反。]屏棄典刑，囚奴正士，[屏棄常法而不顧，箕子正諫而以為囚奴。]郊社不修，宗廟不享，作奇技淫巧以悅婦人。[言紂廢至尊之敬，營卑褻惡事，作過制技巧，以恣耳目之欲。○技，其綺反。褻，息列反。]"
      },
      {
        "index": 62,
        "text": "[【疏】「郊社」至「婦人」○正義曰：「不修」謂不掃治也。「不享」謂不祭祀也。與上篇「不祀上帝神祇，遺厥先宗廟不祀」，其事一也，重言之耳。「奇技」謂奇異技能，「淫巧」謂過度工巧，二者本同，但「技」據人身，「巧」指器物為異耳。]"
      },
      {
        "index": 63,
        "text": "上帝弗順，祝降時喪。[祝，斷也。天惡紂逆道，斷絕其命，故下是喪亡之誅。○喪，蘇浪反。斷，丁管反。惡，烏路反。]"
      },
      {
        "index": 64,
        "text": "[【疏】傳「祝斷」○正義曰：哀十四年《公羊傳》云：「子路死，子曰：『天祝予！』」何休云：「祝，斷也。」是相傳訓也。]爾其孜孜，奉予一人，恭行天罰。[孜孜，勸勉不怠。○孜音茲。]"
      },
      {
        "index": 65,
        "text": "「古人有言曰：『撫我則後，虐我則讎。』[武王述古言以明義，言非惟今紂惡。]獨夫受，洪惟作威，乃汝世讎。[言獨夫，失君道也。大作威殺無辜，乃是汝累世之讎。明不可不誅。]樹德務滋，除惡務本，[立德務滋長，去惡務除本。言紂為天下惡本。]肆予小子，誕以爾眾士殄殲乃讎。[言欲行除惡之義，絕盡紂。○殄，徒典反。纖，子廉反。]爾眾士其尚迪果毅，以登乃辟。[迪，進也。殺敵為果，致果為毅。登，成也，成汝君之功。○毅，牛既反。]"
      },
      {
        "index": 66,
        "text": "[【疏】傳「迪進」至「之功」○正義曰：「迪，進」、「登，成」皆《釋詁》文。「殺敵為果，致果為毅」，宣二年《左傳》文。「果」謂果敢，「毅」謂強決。能殺敵人謂之為「果」，言能果敢以除賊。致此果敢是各為「毅」，言能強決以立功。皆言其心不猶豫也。軍法以殺敵為上，故勸令果毅成功也。]"
      },
      {
        "index": 67,
        "text": "功多有厚賞，不迪有顯戮。[賞以勸之，戮以威之。]嗚呼！惟我文考，若日月之照臨，光於四方，顯於西土。[稱父以感眾也。言其明德充塞四方，明著岐周。]惟我有周，誕受多方。[言文王德大，故受眾方之國，三分天下而有其二。]予克受，非予武，惟朕文考無罪。[推功於父，言文王無罪於天下，故天佑之，人盡其用。]受克予，非朕文考有罪，惟予小子無良。」[若紂克我，非我父罪，我之無善之致。]"
      },
      {
        "index": 68,
        "text": "[【疏】傳「若紂」至「之致」○正義曰：言克受乃是文王之功，若受克予非是文王之罪。而言「非我父罪，我之無善之致」者，其意言勝非我功，敗非父咎，崇孝罪己，以求眾心耳。]牧誓第四"
      },
      {
        "index": 69,
        "text": "武王戎車三百兩，[兵車，百夫長所載。車稱兩。一車步卒七十二人，凡二萬一千人，舉全數。○車音居。《釋名》云：「古者聲如居，所以居人也。今曰車，聲近舍，車舍也。」韋昭《辯釋名》云：「古皆尺遮反，從漢始有音居。」長，丁丈反。卒，子忽反。]虎賁三百人，[勇士稱也，若虎賁獸，言其猛也。皆百夫長。○賁音奔。稱，尺證反。]與受戰於牧野，作《牧誓》。"
      },
      {
        "index": 70,
        "text": "牧誓[至牧地而誓眾。○牧如字，徐一音茂，《說文》作坶，云：「地名，在朝歌南七十里。」《字林》音母。]"
      },
      {
        "index": 71,
        "text": "[【疏】「武王」至「牧誓」○正義曰：武王以兵戎之車三百兩、虎賁之士三百人與受戰於商郊牧地之野，將戰之時，王設言以誓眾。史敘其事，作《牧誓》。○傳「兵車」至「全數」○正義曰：孔以「虎賁三百人」與戎車數同，王於誓時所呼有「百夫長」，因謂「虎賁」即是百夫之長。一人而乘一車，故云「兵車，百夫長所載」也。數車之法，一車謂之一兩。《詩》云「百兩迓之」，是車稱兩也。《風俗通》說車有兩輪，故稱為兩。猶屨有兩只，亦稱為兩。《詩》云「葛屨五兩」即其類也。「一車步卒七十二人」，《司馬法》文也。車有七十二人，三百乘凡二萬一千人。計車有七十二人，三百乘當有二萬一千六百人，孔略六百而不言，故云「舉全數」。顧氏亦同此解。孔既用《司馬法》一車七十二人，又云「兵車，百夫長所載」，又下傳以百夫長為「卒帥」，是實領百人，非惟七十二人。依《周禮·大司馬法》，天子六軍，出自六鄉，凡起徒役，無過家一人，故一鄉出一軍，鄉為正，遂為副。若鄉遂不足，則徵兵於邦國。則司馬法六十四井為甸，計有五百七十六夫，共出長轂一乘，甲士三人，步卒七十二人。至於臨敵對戰布陳之時，則依六鄉軍法，五人為伍，五伍為兩，四兩為卒，五卒為旅，五旅為師，五師為軍。故《左傳》云：「先偏後伍。」又云：「廣有一卒，卒偏之兩。」非直人數如此，車數亦然。故《周禮》云：「乃會車之卒伍。」鄭云：「車亦有卒伍。」《左傳》「戰於繻葛」，杜註云：「車二十五乘為偏。」是車亦為卒伍之數也。則一車七十二人者，自計元科兵之數。科兵既至，臨時配割，其車雖在，其人分散，前配車之人，臨戰不得還屬本車，當更以虎賁甲士配車而戰。孔舉七十二人元科兵數者，欲總明三百兩人之大數。雲「兵車，百夫長所載者」，欲見臨敵實一車有百人，既「虎賁」與車數相當，又經稱「百夫長」，故孔為此說。○傳「勇士」至「夫長」○正義曰：《周禮》虎賁氏之官，其屬有虎士八百人，是「虎賁」為「勇士稱」也。若虎之賁走逐獸，言其猛也。此「虎賁」必是軍內驍勇選而為之，當時謂之「虎賁」。《樂記》云「虎賁之士說劍」，謂此也。孔意「虎賁」即是經之「百夫長」，故云：「皆百夫長」也。]"
      },
      {
        "index": 72,
        "text": "時甲子昧爽，[是克紂之月甲子之日，二月四日。昧，冥；爽，明；早旦。○昧音妹。爽，明也。「昧爽」謂早旦也。馬云：「昧，未旦也。」]"
      },
      {
        "index": 73,
        "text": "[【疏】傳「是克」至「早旦」○正義曰：《春秋》主書動事，編次為文，於法日月時年皆具，其有不具，史闕耳。《尚書》惟記言語，直指設言之日。上篇「戊午，次於河朔」，《洛誥》「戊辰，王在新邑」，與此「甲子」，皆言有日無月，史意不為編次，故不具也。是「克紂之月甲子之日，是周之二月四日」，以歷推而知之也。《釋言》云：「晦，冥也。」「昧」亦晦義，故為冥也。「冥」是夜，「爽」是明，夜而未明謂早旦之時，蓋雞鳴後也。為下「朝至」發端，「朝」即「昧爽」時也。]王朝至於商郊牧野，乃誓。[紂近郊三十里地名牧。癸亥夜陳，甲子朝誓，將與紂戰。○陳，直刃反。]"
      },
      {
        "index": 74,
        "text": "[【疏】傳「紂近」至「紂戰」○正義曰：傳言在「紂近郊三十里」，或當有所據也。皇甫謐云：「在朝歌南七十里。」不知出何書也。言「至於商郊牧野」，知「牧」是郊上之地。戰在平野，故言「野」耳。《詩》云：「於牧之野。」《禮記大傳》云：「牧之野，武王之大事，繼牧言野，明是牧地。」而鄭玄云：「郊外曰野，將戰於郊，故至牧野而誓。」案經「至於商郊牧野乃誓」，豈王行已至於郊，乃後到退適野，誓訖而更進兵乎？何不然之甚也！《武成》云：「癸亥夜陳，未畢而雨。」是癸亥夜已布陳，故甲子朝而誓眾，將與紂戰，故戒敕之。]"
      },
      {
        "index": 75,
        "text": "王左杖黃鉞，右秉白旄以麾，曰：「逖矣，西土之人！」[鉞，以黃金飾斧。左手杖鉞，示無事於誅。右手把旄，示有事於教。逖，遠也。遠矣，西土之人。勞苦之。○杖，徐直亮反。鉞音越，本又作戌。旄音毛，馬云：「白旄，旄牛尾。」麾，許危反。逖，他歷反。]"
      },
      {
        "index": 76,
        "text": "[【疏】傳「鉞以」至「苦之」○正義曰：太公《六韜》云：「大柯斧重八斤，一名天鉞。」《廣雅》云：「鉞，斧也。」斧稱「黃鉞」，故知「以黃金飾斧」也。鉞以殺戮，殺戮用右手，用左手杖鉞，示無事於誅。右手把旄，示有事於教。其意言惟教軍人，不誅殺也。把旄何以白？旄用白者，取其易見也。「逖，遠」，《釋詁》文。]"
      },
      {
        "index": 77,
        "text": "王曰：「嗟！我友邦冢君，[同志為友，言志同滅紂。]禦事司徒、司馬、司空，[治事三卿，司徒主民，司馬主兵，司空主土，指誓戰者。]"
      },
      {
        "index": 78,
        "text": "[【疏】傳「治事」至「戰者」○正義曰：孔以於時已稱王而有六師，亦應已置六卿。今呼治事惟三卿者，司徒主民，治徒庶之政令；司馬主兵，治軍旅之誓戒；司空主土，治壘壁以營軍；是「指誓戰者」，故不及太宰、大宗、司寇也。其時六卿具否，不可得知，但據此三卿為說耳。此「禦事」之文，指三卿而說，是不通於「亞旅」已下。]亞旅、師氏，[亞，次。旅，眾也。眾大夫，其位次卿。師氏，大夫，官以兵守門者。]"
      },
      {
        "index": 79,
        "text": "[【疏】傳「亞次」至「門者」○正義曰：「亞，次」，《釋言》文。「旅，眾」，《釋詁》文。此及《左傳》皆卿下言「亞旅」，知是「大夫，其位次卿」，而數眾，故以亞次名之，謂諸是四命之大夫，在軍有職事者也。「師氏」亦大夫，其官掌以兵守門，所掌尤重，故別言之。《周禮》師氏中大夫，「使其屬帥四夷之隸，各以其兵服守王之門外。朝在野外，則守內列」。鄭玄云：「內列，蕃營之在內者也，守之如守王宮。」]千夫長、百夫長，[師帥，卒帥。○帥，色類反，下同。]"
      },
      {
        "index": 80,
        "text": "[【疏】傳「師帥，卒帥」○正義曰：《周禮》二千五百人為師，師帥皆中大夫。百人為卒，卒長皆上士。孔以師雖二千五百人，舉全數亦得為幹夫長，「長」與「帥」其義同，是千夫長亦可以稱「帥」，故以「千夫長」為師帥，「百夫長」為卒帥。王肅雲「師長、卒長」，意與孔同，順經文而稱「長」耳。鄭玄以為「師帥，旅帥也」，與孔不同。]"
      },
      {
        "index": 81,
        "text": "及庸、蜀、羌、髳、微、盧、彭、濮人。[八國皆蠻夷戎狄屬文王者國名。羌在西蜀叟，髳、微在巴蜀，盧、彭在西北，庸、濮在江漢之南。]"
      },
      {
        "index": 82,
        "text": "[【疏】傳「八國」至「之南」○正義曰：九州之外，四夷大名，則東夷、西戎、南蠻、北狄，其在當方，或南有戎而西有夷。此八國並非華夏，故大判言之，「皆蠻夷戎狄屬文王者國名」也。此八國皆西南夷也，文王國在於西，故西南夷先屬焉。大劉以「蜀」是蜀郡，顯然可知，孔不說。又退「庸」就「濮」解之，故以次先解「羌」。雲「羌在西蜀叟」者，漢世西南之夷，「蜀」名為大，故傳據「蜀」而說。左思《蜀都賦》云：「三蜀之豪，時來時往。」是蜀都分為三，羌在其西，故云「西蜀叟」。「叟」者蜀夷之別名，故《後漢書》「興平元年，馬騰、劉範謀誅李𠐶，益州牧劉焉遣叟兵五千人助之」，是蜀夷有名「叟」者也。「髳、微在巴蜀」者，巴在蜀之東偏，漢之巴郡所治江州縣也。「盧、彭在西北」者，在東蜀之西北也。文十八年《左傳》稱，庸與百濮伐楚，楚遂滅庸。是「庸、濮在江漢之南」。]"
      },
      {
        "index": 83,
        "text": "稱爾戈，比爾干，立爾矛，予其誓。」[稱，舉也。戈，戟。干，楯也。○比，徐扶誌、毗誌二反。楯，食準反，又音允。]"
      },
      {
        "index": 84,
        "text": "[【疏】傳「稱舉」至「干楯」○正義曰：「稱，舉」，《釋言》文。方言云：「戟，楚謂之孑，吳揚之間謂之戈。」是「戈」即戟也。《考工記》云：「戈柲六尺有六寸，車戟常。」鄭云：「八尺曰尋，倍尋曰常。」然則戈戟長短異名，而雲「戈」者即戟，戈戟長短雖異，其形制則同，此云舉戈，宜舉其長者，故以「戈」為戟也。《方言》又云：「楯，自關而東或謂之楯，或謂之干，關西謂之楯。」是「干」、「楯」為一也。戈短，人執以舉之，故言「稱」。楯則並以捍敵，故言「比」。矛長立之於地，故言「立」也。]"
      },
      {
        "index": 85,
        "text": "王曰：「古人有言曰：『牝雞無晨。[言無晨鳴之道。○牝，類引反，徐扶忍反。]牝雞之晨，惟家之索。』[索，盡也。喻婦人知外事，雌代雄鳴則家盡，婦奪夫政則國亡。○索，西各反。]"
      },
      {
        "index": 86,
        "text": "[【疏】傳「索盡」至「國亡」○正義曰：《禮記·檀弓》曰：「吾離群而索居。」則「索居」為散義。鄭玄云：「索，散也。」物散則盡，故「索」為盡也。「牝雞」，雌也。《爾雅》飛曰「雌雄」，走曰「牝牡」，而此言「牝雞」者，《毛詩》、《左傳》稱「雄狐」，是亦飛、走通也。此以牝雞之鳴喻婦人知外事，故重申喻意云：「雌代雄鳴則家盡，婦奪夫政則國亡。」「家」總貴賤為文，言「家」以對「國」耳。將陳紂用婦言，故舉此古人之語。紂直用婦言耳，非能奪其政，舉此言者，專用其言，賞罰由婦，即是奪其政矣。婦人不當知政，是別外內之分，若使賢如文母，可以興助國家，則非牝雞之喻矣。]今商王受惟婦言是用，[妲己惑紂，紂信用之。○妲，丹達反；己音紀；紂妻也。]"
      },
      {
        "index": 87,
        "text": "[【疏】傳「妲己」至「用之」○正義曰：《晉語》云：「殷辛伐有蘇氏，蘇氏以妲己女焉。妲己有寵而亡殷。」《殷本紀》云：「紂嬖於婦人，愛妲己，惟妲己之言是從。」《列女傳》云：「紂好酒淫樂，不離妲己，妲己所與言者貴之，妲己所憎者誅之。為長夜飲，妲己好之，百姓怨望，而諸侯有叛者。妲已曰：『罰輕誅薄，威不立耳。』紂乃重刑辟，為炮烙之法，妲已乃笑。武王伐紂，斬妲已頭懸之於小白旗上，以為亡紂者此女也。」]昏棄厥肆祀弗答，[昏，亂。肆，陳。答，當也。亂棄其所陳祭祀，不復當享鬼神。○復，扶又反。]"
      },
      {
        "index": 88,
        "text": "[【疏】傳「昏亂」至「鬼神」○正義曰：昏暗者於事必亂，故「昏」為亂也。《詩》云：「肆筵設席。」「肆」者陳設之意，《毛傳》亦以「肆」為陳也。對合，相當之事，故「答」為當也。紂身昏亂，棄其宜所陳設祭祀，不復當享鬼神，與上「郊社不修，宗廟不享」亦一也。不事神祗，惡之大者，故《泰誓》及此三言之。]昏棄厥遺王父母弟不迪，[王父，祖之昆弟。母弟，同母弟。言棄其骨肉，不接之以道。]"
      },
      {
        "index": 89,
        "text": "[【疏】傳「王父」至「以道」○正義曰：《釋親》云「父之考為王父」，則「王父」是祖也。紂無親祖可棄，故為「祖之昆弟」。棄其祖之昆弟，則父之昆弟亦棄之矣。《春秋》之例，母弟稱「弟」，凡《春秋》稱「弟」皆是母弟也。「母弟」謂同母之弟，同母尚棄，別生者必棄矣，舉尊親以見卑疏也。「遺」亦「棄」也，言紂之昏亂，棄其所遺骨肉之親，不接之以道。經先言棄祀、棄親者，鄭玄云：「《誓》首言此者，神怒民怨，紂所以亡也。」]"
      },
      {
        "index": 90,
        "text": "乃惟四方之多罪逋逃，是崇是長，[言紂棄其賢臣，而尊長逃亡罪人，信用之。]是信是使，是以為大夫卿士。[士，事也。用為卿大夫，典政事。]俾暴虐於百姓，以奸宄於商邑。[使四方罪人暴虐奸宄於都邑。○俾，必爾反，使也。]"
      },
      {
        "index": 91,
        "text": "[【疏】傳「使四」至「都邑」○正義曰：「暴虐」謂殺害，殺害加於人，故言「於百姓」。「奸宄」謂劫奪，劫奪有處，故言「於商邑」。百姓亦是商邑之人，故傳總言「於都邑」也。]"
      },
      {
        "index": 92,
        "text": "今予發惟恭行天之罰。今日之事，不愆於六步、七步，乃止齊焉。[今日戰事，就敵不過六步、七步，乃止相齊。言當旅進一心。]"
      },
      {
        "index": 93,
        "text": "[【疏】傳「今日」至「一心」○正義曰：戰法布陳然後相向，故設其就敵之限，不過六步、七步，乃止相齊焉。欲其相得力也。《樂記》稱「進旅退旅」，是「旅」為眾也，言當眾進一心也。]"
      },
      {
        "index": 94,
        "text": "夫子勖哉！不愆於四伐、五伐、六伐、七伐，乃止齊焉。[夫子謂將士，勉勵之。伐謂擊剌，少則四五，多則六七以為例。○勖，許六反。剌，七亦反。]"
      },
      {
        "index": 95,
        "text": "[【疏】傳「夫子」至「為例」○正義曰：此及下文三云「夫子」，此「勖哉」在下，下「勖哉」在上。此先呼其人，然後勉之；此既言然，下先令勉勵，乃呼其人，各與下句為目也。上有「戈」、「矛」，戈謂擊兵，矛謂剌兵，故云「伐謂擊剌」，此「伐」猶伐樹然也。]勖哉夫子！尚桓桓，[桓桓，武貌。][【疏】傳「桓桓，武貌」○正義曰：《釋訓》云：「桓桓，威也。」《詩序》云：「桓，武誌也。」]"
      },
      {
        "index": 96,
        "text": "如虎如貔，如熊如羆，於商郊。[貔，執夷，虎屬也。四獸皆猛健，欲使士眾法之，奮擊於牧野。○貔，彼皮反，《爾雅》云：「羆如熊，黃白文。」]"
      },
      {
        "index": 97,
        "text": "[【疏】傳「貔，執夷」○正義曰：《釋獸》云：「貔，白狐，其子豰。」舍人曰：「貔名白狐，其子名豰。」郭璞曰：「一名執夷，虎豹屬。」]"
      },
      {
        "index": 98,
        "text": "弗迓克奔，以役西土，[商眾能奔來降者，不迎擊之，如此則所以役我西土之義。○迓，五嫁反，馬作禦，禁也。役，馬云：「為也。」為，於偽反。]"
      },
      {
        "index": 99,
        "text": "[【疏】傳「商眾」至「之義」○正義曰：「迓」訓迎也，不迎擊商眾能奔來降者，兵法不誅降也。「役」謂使用也，如此不殺降人，則所以使用我西土之義。用義於彼，令彼知我有義也。王肅讀「禦」為{禦示}，言「不禦能奔走者，如殷民欲奔走來降者，無逆之；奔走去者，可不禦止。役，為也，盡力以為我西土」。與孔不同。]勖哉夫子！爾所弗勖，其於爾躬有戮。」[臨敵所安，汝不勉，則於汝身有戮矣。]武成第五"
      },
      {
        "index": 100,
        "text": "武王伐殷，往伐歸獸，[往誅紂克定，偃武修文，歸馬牛於華山桃林之牧地。○獸，徐始售反；本或作獸，許救反。]識其政事，[記識殷家政教善事以為法。]作《武成》。[武功成，文事修。]"
      },
      {
        "index": 101,
        "text": "[【疏】「武王」至「武成」○正義曰：武王之伐殷也，往則陳兵伐紂，歸放牛馬為獸，記識殷家美政善事而行用之。史敘其事，作《武成》。○傳「往誅」至「牧地」○正義曰：此序於經「於征伐商」，是「往伐」也。「歸馬」、「放牛」是「歸獸」也。故傳引經以解之，《爾雅》有《釋獸》、《釋畜》，畜、獸形相類也，在野自生為獸，人家養之為畜。歸馬放牛，不復乘用，使之自生自死，若野獸然，故謂之「獸」。獸以野澤為家，故言「歸」也。○傳「記識」至「為法」○正義曰：紂以昏亂而滅，前世政有善者，故訪問殷家政教，記識善事以為治國之法，經雲「列爵惟五，分士惟三」是也。]武成[文王受命，有此武功，成於克商。]"
      },
      {
        "index": 102,
        "text": "[【疏】「武成」○正義曰：此篇敘事多而王言少，惟辭又首尾不結，體裁異於餘篇。自「惟一月」至「受命於周」，史敘伐殷往反及諸侯大集，為王言發端也。自「王若曰」至「大統未集」，述祖父以來開建王業之事也。自「予小子」至「名山大川」，言己承父祖之意，告神陳紂之罪也。自「曰惟有道」至「無作神羞」，王自陳告神之辭也。「既戊午」已下，又是史敘往伐殺紂，入殷都布政之事。「無作神羞」以下，惟告神，其辭不結，文義不成，非述作之體。案《左傳》荀偃禱河云：「無作神羞，具官臣偃，無敢復濟，惟爾有神裁之。」蒯聵禱祖云：「無作三祖羞，大命不敢請，佩玉不敢愛。」彼二者於「神羞」之下皆更申己意，此經「無作神羞」下更無語，直是與神之言猶尚未訖。且冢君百工初受周命，王當有以戒之，如《湯誥》之類。宜應說其除害與民更始，創以為惡之禍，勸以行道之福，不得大聚百官，惟誦禱辭而已。欲征則殷勤誓眾，既克則空話禱神，聖人有作，理必不爾。竊謂「神羞」之下，更合有言，簡編斷絕，經失其本，所以辭不次耳。或初藏之日，已失其本；或壞壁得之，始有脫漏；故孔稱五十八篇以外，錯亂磨滅，不可復知。明是見在諸篇亦容脫錯，但孔此篇首尾具足，既取其文為之作傳，恥雲有所失落，不復言其事耳。○傳「文王」至「克商」○正義曰：「文王受命，有此武功」，《詩》之文也。彼言「武功」，謂始伐崇耳。殷紂尚在，其功未成，成功在於克商，今武始成矣，故以「武成」名篇，以《泰誓》繼文王之年，故本之於文王。鄭云：「著武道至此而成。」]"
      },
      {
        "index": 103,
        "text": "惟一月壬辰，旁死魄。[此本說始伐紂時。一月，周之正月。旁，近也。月二日，近死魄。○旁，步光反。魄，普白反，《說文》作霸，匹革反，云：「月始生魄然貌。」近，附近之近。]越翼日癸巳，王朝步自周，於征伐商。[翼，明。步，行也。武王以正月三日行自周，往征伐商，二十八日渡孟津。]厥四月，哉生明，王來自商，至於豐。[其四月。哉，始也。始生明，月三日，與死魄互言。○哉，徐音載。豐，芳弓反，文王所都也。]乃偃武修文，[倒載幹戈，包以虎皮，示不用。行禮射，設庠序，修文教。]歸馬於華山之陽，放牛於桃林之野，示天下弗服。[山南曰陽。桃林在華山東。皆非長養牛馬之地，欲使自生自死，示天下不復乘用。○華，胡化、胡瓜二反；華山在恒農。長，丁丈反。復，扶又反。]丁未，祀於周廟，邦甸、侯、衛，駿奔走，執豆籩。[四月丁未，祭告後稷以下、文考文王以上七世之祖。駿，大也。邦國甸侯、衛服諸侯皆大奔走於廟執事。○駿，荀俊反。豆，本又作梪。籩，音邊。上，時掌反。]越三日庚戌，柴望，大告武成。[燔柴郊天，望祀山川，先祖後郊，自近始。]"
      },
      {
        "index": 104,
        "text": "[【疏】「惟一」至「武成」○正義曰：此歷敘伐紂往反祖廟告天時日，說武功成之事也。「一月壬辰，旁死魄」，謂伐紂之年周正月辛卯朔，其二日是壬辰也。「翼日癸巳，王朝步自周，於征伐商」，謂正月三日發鎬京始東行也。其月二十八日戊午渡河。《泰誓》序云「一月戊午，師渡孟津」，《泰誓》中篇云「惟戊午，王次於河朔」是也。二月辛酉朔，甲子殺紂，《牧誓》云「時甲子昧爽，乃誓」是也。其年閏二月庚寅朔，三月庚申朔，四月己丑朔。「厥四月，哉生明，王來自商，至於豐」，謂四月三日，月始生明，其日當是辛卯也。「丁未，祀於周廟」，四月十九日也。「越三日庚戌，柴望」，二十二日也。正月始往伐，四月告成功，史敘其事，見其功成之次也。《漢書·律歷誌》引《武成》篇云：「惟一月壬辰，旁死魄。若翼日癸巳，武王乃朝步自周，於征伐紂。越若來二月既死魄，越五日甲子，咸劉商王紂。惟四月既旁生魄，越六日庚戌，武王燎於周廟。翼日辛亥，祀於天位。越五日乙卯，乃以庶國祀於周廟。」與此經不同。彼是焚書之後，有人偽為之。漢世謂之「逸書」，其後又亡其篇。鄭玄云：「《武成》逸書，建武之際亡。」謂彼偽《武成》也。○傳「此本」至「死魄」○正義曰：將言武成，遠本其始。」此本說始伐紂時。一月，周之正月」，是建子之月，殷十二月也。此月辛卯朔，朔是死魄，故「月二日，近死魄」。「魄」者，形也，謂月之輪郭無光之處名「魄」也。朔後明生而魄死，望後明死而魄生。《律歷誌》云：「死魄，朔也。生魄，望也。」《顧命》云：「惟四月哉生魄。」傳云：「始生魄，月十六日也。」月十六日為始生魄，是一日為始死魄，二日近死魄也。顧氏解「死魄」與小劉同。大劉以三日為始死魄，二日為旁死魄。旁死魄無事而記之者，與下日為發端，猶今之將言日，必先言朔也。○傳「翼明」至「孟津」○正義曰：「翼，明」，《釋言》文。《釋宮》云：「堂上謂之行，堂下謂之步。」彼相對為名耳。散則可以通，故「步」為行也。周去孟津千里，以正月三日行自周，二十八日渡孟津，凡二十五日，每日四十許裏，時之宜也。《詩》云：「於三十里。」《毛傳》云：「師行三十里。」蓋言其大法耳。○傳「其四」至「互言」○正義曰：「其四月」，此伐商之四月也。「哉，始」，《釋詁》文。《顧命》傳以「哉生魄」為十六日，則「哉生明」為月初矣。以三日月光見，故傳言「始生明，月三日」也。此經無日，未必非二日也。「生明」、「死魄」俱是月初，上雲「死魄」，此雲「生明」，而魄死明生互言耳。○傳「倒載」至「文教」○正義曰：《樂記》云，武王克殷，「濟河而西。車甲釁而藏之府庫，倒載幹戈，包之以虎皮，天下知武王之不復用兵也。散軍而郊射。左射，《貍首》。右射，《騶虞》。而貫革之射息也」。是「偃武修文」之事，故傳引之。郊射是禮射也。《王制》論四代學名云：「虞謂之庠，夏謂之序。」故言「設庠序，修文教」也。○傳「山南」至「乘用」○正義曰：《釋山》云：「山西曰夕陽，山東曰朝陽。」李巡曰：「山西暮乃見日，故曰夕陽。山東朝乃見日，故雲朝陽。」「陽」以見日為名，故知「山南曰陽」。杜預云：「桃林之塞，今宏農華陰縣潼關是也。」是在「華山東」也。指其所往謂之「歸」，據我釋之則云「放」，「放牛」、「歸馬」互言之耳。華山之旁尤乏水草，非長養牛馬之地，欲使自生自死。此是戰時牛馬，故放之，示天下不復乘用。《易·系辭》云：「服牛乘馬。」「服」、「乘」俱是用義，故以「服」總牛馬。○傳「四月」至「執事」○正義曰：以「四月」之字，隔文已多，故言「四月丁未」。此以成功設祭，明其遍告群祖，知告「後稷以下」。後稷則始祖以下，容毀廟也。天子七廟，故云「文考文王以上七世之祖」。見是周廟皆祭之，故經總雲「周廟」也。「駿，大」，《釋詁》文。《周禮》六服侯、甸、男、采、衛、要，此略舉邦國在諸侯服，故云「甸、侯、衛」，其言不次。《詩·頌》云「駿奔走在廟。」故云：「皆大奔走於廟執事」也。○「越三日庚戌」○正義曰：《召誥》云「越三日」者，皆從前至今為三日，此從丁未數之，則為四日，蓋史官不同，立文自異。或此「三」當為「四」，由字積與誤。]"
      },
      {
        "index": 105,
        "text": "既生魄，庶邦冢君暨百工，受命於周。[魄生明死，十五日之後，諸侯與百官受政命於周。明一統。○暨，其器反。]"
      },
      {
        "index": 106,
        "text": "[【疏】傳「魄生」至「一統」○正義曰：月以望虧，望是月半，望在十六日為多，通率在十六日者，四分居三，其一在十五日耳。此言「既生魄」，故言「魄生明死，十五日之後」也。「丁未，祀於周廟」，已是此月十九日矣，此「受命於周」，繼生魄言之，則受命在祀廟之前，故祀廟之時諸侯已奔走執事，豈得未受周命，已助周祭？明其受命在祀廟前矣。史官探其時日，先言告武成既訖，然後卻說受命，故文在下耳。諸侯與百官，舊有未屬周者，今皆受政命於周，於此時始天下一統也。顧氏以既生魄謂庚戌已後，雖十六日始生魄，從十六日至晦皆為生魄，但不知庚戌之後幾日耳。]王若曰：「嗚呼！群后，[順其祖業嘆美之，以告諸侯。]惟先王建邦啟土，[謂后稷也。尊祖，故稱先王。]"
      },
      {
        "index": 107,
        "text": "[【疏】傳「謂后」至「先王」○正義曰：此「先王」文在「公劉」之前，知「謂后稷也」。后稷非王，尊其祖，故稱先王。《周語》云「昔我先王后稷」，又曰「我先王不窋」，韋昭云：「王之先祖，故稱王。」《商頌》亦以契為「玄王」。文武之功，起於后稷，后稷始封於邰，故言「建邦啟土」。]公劉克篤前烈，[后稷曾孫。公，爵。劉，名。能厚先人之業。]"
      },
      {
        "index": 108,
        "text": "[【疏】傳「後稷」至「之業」○正義曰：《周本紀》云：「后稷卒，子不窋立。卒，子鞠陶立。卒，子公劉立。」是公劉為后稷曾孫也。《本紀》云，公劉之後有公非、公祖之類，知「公」是爵。殷時未諱，故稱劉名。先公多矣，獨三人稱「公」，當時之意耳。《本紀》云：「公劉復修后稷之業，百姓懷之，多徙而歸保焉。」周道之興，自此之後，是「能厚先人之業」也。]"
      },
      {
        "index": 109,
        "text": "至於大王，肇基王跡，[王季其勤王家。大王修德以翦齊商人，始王業之肇跡王季纘統其業，乃勤立王業。○大音太。肇音兆。王跡，於況反，又如字，註「王業」、「王功」同。]"
      },
      {
        "index": 110,
        "text": "[【疏】傳「大王」至「王家」○正義曰：《詩》云：「后稷之孫，實惟大王。居岐之陽，實始翦商。」是大王翦齊商人，始王業之兆跡也。《周本紀》云：「王季修古公之道，諸侯順之。」是能纘統大王之業，勤立王家之基本也。]"
      },
      {
        "index": 111,
        "text": "我文考文王，克成厥勛，誕膺天命，以撫方夏。[言我文德之父，能成其王功，大當天命，以撫綏四方中夏。]大邦畏其力，小邦懷其德。[言天下諸侯，大者畏威，小者懷德，是文王威德之大。]"
      },
      {
        "index": 112,
        "text": "[【疏】「大邦」至「其德」○正義曰：大邦力足拒敵，故言「畏其力」，小邦必畏矣。小邦或被棄遺，故言「懷其德」，大邦亦懷德矣。量事為文也。]惟九年，大統未集。[言諸侯歸之，九年而卒，故大業未就。]"
      },
      {
        "index": 113,
        "text": "[【疏】傳「言諸」至「未就」○正義曰：文王斷虞芮之訟，諸侯歸之，改稱元年。至九年而卒，故云「大業未就」也。文王既未稱王，而得輒改元年者，諸侯自於其國各稱元年，是己之所稱，容或中年得改矣。《汲冢竹書》魏惠王有後元年，漢初文帝二元，景帝三元，此必有因於古也。伏生、司馬遷、韓嬰之徒不見此書，以為文王受命七年而崩，故鄭玄等皆依用之。]"
      },
      {
        "index": 114,
        "text": "予小子其承厥誌，言承文王本意。厎商之罪，告於皇天后土、所過名山大川，[致商之罪，謂伐紂之時。后土，社也。名山，華嶽。大川，河。○厎，之履反。]"
      },
      {
        "index": 115,
        "text": "[【疏】傳「致商」至「川河」○正義曰：「致商之罪，謂伐紂之時」，欲將伐紂，告天乃發，故文在「所過」之上。《禮》天子出征，必類帝宜社。此告皇天后土，即《泰誓》上篇「類於上帝，宜於冢土」，故云「后土，社也。」昭二十九年《左傳》稱「句龍為后土」，后土為社是也。僖十五年《左傳》云，戴皇天而履后土。彼晉大夫要秦伯，故以地神后土而言之，與此異也。自周適商，路過河華，故知所過名山華嶽、大川河也。山川大乃有名，「名」、「大」互言之耳。《周禮·大祝》云：「王過大山川，則用事焉。」鄭云：「用事，用祭事告行也。」]曰：『惟有道曾孫周王發，將有大正於商。[告天地山川之辭。大正，以兵征之也。]"
      },
      {
        "index": 116,
        "text": "[【疏】「曰惟有道曾孫周王發」○正義曰：自稱「有道」者，聖人至公，為民除害，以紂無道，言己有道，所以告神求助，不得飾以謙辭也。稱「曾孫」者，《曲禮》說諸侯自稱之辭云：「臨祭祀，內事曰孝子某侯某，外事曰曾孫某侯某。」哀二年《左傳》蒯聵禱祖亦自稱曾孫，皆是言己承藉上祖奠享之意。]"
      },
      {
        "index": 117,
        "text": "今商王受無道，[無道德。]暴殄天物，害虐烝民，[暴絕天物，言逆天也。逆天害民，所以為無道。○烝，之承反。]"
      },
      {
        "index": 118,
        "text": "[【疏】「暴殄」至「烝民」○正義曰：「天物」語闊，人在其間，以人為貴，故別言害民。則「天物」之言，除人外，普謂天下百物、鳥獸草木皆暴絕之。]"
      },
      {
        "index": 119,
        "text": "為天下逋逃主，萃淵藪。[逋，亡也。天下罪人逃亡者，而紂為魁主，窟聚淵府藪澤。言大奸。○萃，在醉反。藪，素口反。魁，苦回反。窟，口忽反。]"
      },
      {
        "index": 120,
        "text": "[【疏】傳「逋亡」至「大奸」○正義曰：「逋」亦逃也，故以為亡。罪人逃亡，而紂為魁主。「魁」，首也，言受用逃亡者，與之為魁首，為主人。「萃」訓聚也，言若蟲獸入窟，故云「窟聚」。水深謂之「淵」，藏物謂之「府」。史遊《急就篇》云：「司農少府國之淵。」「淵」、「府」類，故言「淵府」。水鍾謂之「澤」，無水則名「藪」。「藪」、「澤」大同，故言「藪澤」。「萃淵藪」三者各為物室，言紂與亡人為主，亡人歸之若蟲之窟聚，魚歸淵府，獸集藪澤，言紂為大奸也。據傳意，「主」字下讀為便。昭七年《左傳》引此文，杜預云：「萃，集也。天下逋逃悉以紂為淵藪，集而歸之。」與孔異也。]"
      },
      {
        "index": 121,
        "text": "予小子既獲仁人，敢祇承上帝，以遏亂略。[仁人，謂大公、周、召之徒。略，路也。言誅紂敬承天意以絕亂路。○遏，烏末反。召，上照反，本又作邵。]華夏蠻貊，罔不率俾。恭天成命，[冕服采章曰華，大國曰夏，及四夷皆相率而使奉天成命。○貊，亡白反。俾，必爾反。]"
      },
      {
        "index": 122,
        "text": "[【疏】傳「冕服」至「成命」○正義曰：「冕服采章」對被發左衽，則為有光華也。《釋詁》云：「夏，大也。」故大國曰「夏華」。「夏」謂中國也。言「蠻貊」則戎夷可知也。言華夏及四夷皆相率而充己，使奉天成命，欲其共伐紂也。]"
      },
      {
        "index": 123,
        "text": "肆予東征，綏厥士女。[此謂十一年會孟津還時。]惟其士女，篚厥玄黃，昭我周王。[言東國士女筐篚盛其絲帛，奉迎道次。明我周王為之除害。○篚音匪。為，於偽反。]天休震動，用附我大邑周。[天之美應，震動民心，故用依附我。○應，應對之應。]惟爾有神，尚克相予，以濟兆民，無作神羞。』」[神庶幾助我渡民危害，無為神羞辱。○相，息亮反。]"
      },
      {
        "index": 124,
        "text": "既戊午，師逾孟津。癸亥，陳於商郊，俟天休命。[自河至朝歌，出四百里，五日而至。赴敵宜速，待天休命，謂夜雨止畢陳。○逾，亦作踰。陳，直刃反，計同，徐音塵。]甲子昧爽，受率其旅若林，會於牧野。[旅，眾也。如林，言盛多。會，逆距戰。]罔有敵於我師，前徒倒戈，攻於後以北，血流漂杵。[紂眾服周仁政，無有戰心，前徒倒戈，自攻於後以北走，血流漂舂杵。甚之言。○倒，丁老反。漂，四妙反，徐敷妙反，又四消反。杵，昌呂反。]"
      },
      {
        "index": 125,
        "text": "[【疏】「既戊午」至「我師」○正義曰：自此以下皆史辭也，其上闕絕，失其本絕，故文無次第。必是王言既終，史乃更敘戰事。於文次當承「自周，於征伐商」之下，此句次之，故云「既戊午」也。史官敘事，得言「罔有敵於我師」，稱「我」者，猶如自漢至今，文章之士，雖民論國事，莫不稱「我」，皆云「我大隨」，以心體國，故稱「我」耳，非要王言乃稱「我」也。○傳「自河」至「畢陳」○正義曰：「出四百里」，驗地為然。戊午明日猶誓於河朔，癸亥已陳於商郊，凡經五日，日行八十里，所以疾者，「赴敵宜速」也。《帝王世紀》云：「王軍至鮪水，紂使膠鬲候周師，見王問曰：『西伯將焉之？』王曰：『將攻薛也。』膠鬲曰：『然，原西伯無我欺。』王曰：『不子欺也，將之殷。』膠鬲曰：『何日至？』王曰：『以甲子日，以是報矣。』膠鬲去而報命於紂。而雨甚，軍卒皆諫王曰：『卒病，請休之。』王曰：『吾已令膠鬲以甲子報其主矣。吾雨而行，所以救膠鬲之死也。』遂行，甲子至於商郊。」然則本期甲子，故遠行也。《周語》云：「王以二月癸亥夜陳，未畢而雨。」是「雨止畢陳」也。「待天休命」，雨是天之美命也。韋昭云：「雨者，天地神人和同之應也。」天地氣和乃有雨降，是雨為和同之應也。○傳「旅眾」至「距戰」○正義曰：「旅，眾」，《釋詁》文。《詩》亦云：「其會如林。」言盛多也。《本紀》云：「紂發兵七十萬人以距武王。」紂兵雖則眾多，不得有七十萬人，是史官美其能破強敵，虛言之耳。○傳「紂眾」至「之言」○正義曰：「罔有敵於我師」，言紂眾雖多，皆無有敵我之心，故「自攻於後以北走」。自攻其後，必殺人不多，「血流漂舂杵，甚之言」也。《孟子》云：「信《書》不如無《書》，吾於《武成》取二三策而已。仁者無敵於天下，以至仁伐不仁，如何其血流漂杵也？」是言不實也。《易·系辭》云：「斷木為杵，掘地為臼。」是「杵」為臼器也。]"
      },
      {
        "index": 126,
        "text": "一戎衣，天下大定。[衣，服也。一著戎服而滅紂，言與眾同心，動有成功。]乃反商政，政由舊。[反紂惡政，用商先王善政。]釋箕子囚，封比干墓，式商容閭。[皆武王反紂政。囚，奴，徒隸。封，益其土。商容，賢人，紂所貶退，式其閭巷以禮賢。]"
      },
      {
        "index": 127,
        "text": "[【疏】傳「皆武」至「禮賢」○正義曰：紂囚其人而放釋之，紂殺其身而增封其墓，紂退其人而式其門閭，皆是「武王反紂政」也。下句散其財粟，亦是反紂，於此須有所解，因言之耳。上篇云「囚奴正士」，《論語》云：「箕子為之奴」，是紂囚之，又為奴役之。《周禮·司厲職》云：「其奴男子入於罪隸。」鄭玄云：「為之奴者，系於罪隸之官。」是「囚」為奴，以徒隸役之也。「商容」，賢人之姓名，紂所貶退，處於私室。「式」者，車上之橫木，男子立乘，有所敬則俯而憑式，遂以「式」為敬名。《說文》云：「閭，族居裏門也。」武王過其閭而式之，言此內有賢人，式之禮賢也。《帝王世紀》云：「商容及殷民觀周軍之入，見畢公至，殷民曰：『是吾新君也。』容曰：『非也，視其為人嚴乎將有急色，故君子臨事而懼。』見太公至，民曰：『是吾新君也。』容曰：『非也，視其為人虎據而鷹趾，當敵將眾，威怒自倍，見利即前，不顧其後，故君子臨眾，果於進退。』見周公至，民曰：『是吾新君也。』容曰：『非也，視其為人忻忻休休，誌在除賊，是非天子，則周之相國也，故聖人臨眾知之。』見武王至，民曰：『是吾新君也。』容曰：『然，聖人為海內討惡，見惡不怒，見善不喜，顏色相副，是以知之。』」是說商容之事也。]散鹿臺之財，發鉅橋之粟，[紂所積之府倉，皆散發以賑貧民。○散，西旦反。]"
      },
      {
        "index": 128,
        "text": "[【疏】傳「紂所」至「貧民」○正義曰：藏財為府，藏粟為倉，故言「紂所積之府倉」也。名曰「鹿臺」，「巨橋」則其義未聞。「散」者言其分布，「發」者言其開出，互相見也。《周本紀》云：「命召公釋箕子之囚，命畢公釋百姓之囚，表商容之閭，命閎夭封比幹之墓，命南宮括散鹿臺之錢，發鉅橋之粟以賑貧弱也。」然則武王親式商容之閭又表之也。《新序》云「鹿臺其大三里，其高千尺」，則容物多矣。此言「鹿臺之財」，則非一物也。《史記》作「錢」，後世追論，以錢為主耳。《周禮》有泉府之官，《周語》稱景王鑄大錢，是周時已名泉為錢也。]"
      },
      {
        "index": 129,
        "text": "大賚於四海，而萬姓悅服。[施舍已債，救乏周無，所謂周有大賚，天下皆悅仁服德。○賚，力代反，徐音來。已音以。債，側界反。周音周，本亦作周。]"
      },
      {
        "index": 130,
        "text": "[【疏】傳「施舍」至「服德」○正義曰：《左傳》成十八年，晉悼公初立，「施舍，已責」。成二年楚將起師，「已責，救乏」。定五年「歸粟於蔡，以周急，矜無資也」。杜預以為「施恩惠，舍勞役」也，已責，「止逋責」也。皆是恤民之事，故傳引之以證「大賚」。「所謂周有大賚」，《論語》文。孔安國解《堯曰》之篇，有二帝三王之事，「周有大賚」正指此事，故言「所謂」也。「悅」是歡喜，「服」謂聽從，感恩則悅，見義則服，故「天下皆悅仁服德」也。《帝王世紀》云：「王命封墓釋囚，又歸施鹿臺之珠玉及傾宮之女於諸侯，殷民鹹喜曰：『王之於仁人也，死者猶封其墓，況生者乎？王之於賢人也，亡者猶表其閭，況存者乎？王之於財也，聚者猶散之，況其復籍之乎？王之於色也，見在者猶歸其父母，況其復徵之乎？』」是悅服之事也。]"
      },
      {
        "index": 131,
        "text": "列爵惟五，[即所識政事而法之。爵五等，公侯伯子男。分土惟三。列地封國，公侯方百里，伯七十里，子男五十里，為三品。]"
      },
      {
        "index": 132,
        "text": "[【疏】傳「列地」至「三品」○正義曰：爵五等，地三品，武王於此既從殷法，未知周公制禮亦然以否。《孟子》曰：「北宮锜問於孟子曰：『周之班爵祿如何？』孟子曰：『其詳不可得聞矣，嘗聞其略。天子之制，地方千里，公侯方百里，伯七十里，子男五十里。』」《漢書·地理誌》亦云：「周爵五等，其土三等也，公侯百里，伯七十里，子男五十里。」漢世儒者多以為然，包鹹註《論語》云：「千乘之國，百里之國也，謂大國惟百里耳。」《周禮·大司徒》云：「諸公之地，封疆方五百里。侯四百里，伯三百里，子二百里，男一百里。」蓋是周室既衰，諸侯相並，自以國土寬大，皆違禮文，乃除去本經，妄為說耳。鄭玄之徒以為武王時大國百里，周公制禮大國五百里，《王制》之註具矣。]建官惟賢，[立官以官賢才。]位事惟能。[居位理事，必任能事。]重民五教，[所重在民及五常之教。]"
      },
      {
        "index": 133,
        "text": "[【疏】「重民五教」○正義曰：以「重」總下五事，民與五教，「食喪祭」也。「五教」所以教民，故與「民」同句。下句「食」與「喪」、「祭」三者各為一事，相類而別，故以「惟」目之，言此皆聖王所重也。《論語》云：「所重民食喪祭。」以《論語》即是此事，而彼無五教，錄《論語》者自略之耳。]"
      },
      {
        "index": 134,
        "text": "惟食喪祭。[民以食為命，喪禮篤親愛，祭祀崇孝養，皆聖王所重。○養，羊亮反。]惇信明義，[使天下厚行信，顯忠義。]崇德報功，[有德尊以爵，有功報以祿。]垂拱而天下治。[言武王所修皆是，所任得人，故垂拱而天下治。○任，而鴆反。治，直吏反。]"
      },
      {
        "index": 135,
        "text": "[【疏】「垂拱而天下治」○正義曰：《說文》云：「拱，斂手也。」「垂拱而天下治」，謂所任得人，人皆稱職，手無所營，下垂其拱，故美其「垂拱而天下治」也。]"
      }
    ]
  }
}
