{
  "chapterNumber": 15,
  "title": "卷十三 (Volume 13)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "旅獒第七西旅獻獒，[西戎遠國貢大犬。○獒，五羔反。馬云：「作豪，酋豪也。」]太保作《旅獒》。[召公陳戒。○召，時照反，後「召公」皆仿此。]旅獒[因獒而陳道義。]"
      },
      {
        "index": 2,
        "text": "[【疏】「西旅」至「旅獒」○正義曰：西方之戎有國名「旅」者，遣獻其大犬，其名曰「獒」，於是太保召公因陳戒。史敘其事，作《旅獒》。○傳「西戎」至「大犬」○正義曰：「西旅」，西方夷名。西方曰「戎」，克商之後乃來，知是「西戎遠國」也。「獒」是犬名，故雲「貢大犬」。○傳「召公陳戒」○正義曰：成王時召公為太保，知此時「太保」亦召公也。《釋詁》云：「旅，陳也。」故雲「召公陳戒」。上「旅」是國名，此「旅」訓為陳，二「旅」字同而義異。鄭云：「獒讀曰豪，西戎無君名，強大有政者為酋豪。國人遣其遒豪來獻見於周。」良由不見古文，妄為此說。]"
      },
      {
        "index": 3,
        "text": "惟克商，遂通道於九夷八蠻。[四夷慕化，貢其方賄。九、八言非一。皆通道路，無遠不服。○賄，呼罪反。]西旅厎貢厥獒，[西戎之長，致貢其獒。犬高四尺曰獒，以大為異。○厎，之履反。長，丁丈反。]太保乃作《旅獒》，用訓於王。[陳貢獒之義以訓諫王。]"
      },
      {
        "index": 4,
        "text": "[【疏】「惟克」至「於王」○正義曰：惟武王既克商，華夏既定，遂開通道路於九夷八蠻，於是有西戎旅國致貢其大犬名獒。太保召公乃作此篇，陳貢獒之義，用訓諫於王。○傳「四夷」至「不服」○正義曰：《曲禮》云：「其在東夷、西戎、南蠻、北狄。」經舉「夷」、「蠻」則戎狄可知。「四夷慕化，貢其方賄」，言所貢非獨旅也。四夷各自為國，無大小統領，「九、八言非一也」。《釋地》云：「九夷、八狄、七戎、六蠻謂之四海。」又云：「八蠻在南方，六戎在西方，五狄在北方。」上下二文三方數目不同。《明堂位》稱九夷、八蠻、六戎、五狄，與《爾雅》上文不同。《周禮》職方氏掌四夷、八蠻、七閩、九貉、五戎、六狄之人。鄭玄雲：「四、八、七、九、五、六，周之所服國數也。」遍檢經傳，四夷之數，參差不同，先儒舊解，此《爾雅》殷制，《明堂位》及《職方》並《爾雅》下文云八蠻在南，六戎在西，五狄在北，皆為周制，義或當然。《明堂位》言六戎、五狄，《職方》言五戎、六狄，趙商以此問鄭，鄭答云：「戎狄但有其國數，其名難得而知。」是鄭亦不能定解。言「克商，遂通道」，是王家遣使通道也。《魯語》引此事，韋昭云：「通道，譯使懷柔之。」是王家遣使通彼，彼聞命來獻也。言其通夷蠻而有戎貢，是四夷皆通道路，無所不服。○傳「西戎」至「為異」○正義曰：「西戎之長」謂旅國之君。「致貢其獒」，或遣使貢之，不必自來也。「犬高四尺曰獒」，《釋畜》文。《左傳》晉靈公有犬謂之獒。旅國以犬為異，故貢之也。]"
      },
      {
        "index": 5,
        "text": "曰：「嗚呼！明王慎德，四夷咸賓。[言明王慎德以懷遠，故四夷皆賓服。]無有遠邇，畢獻方物，惟服食器用。[天下萬國無有遠近，盡貢其方土所生之物，惟可以供服食器用者。言不為耳目華侈。○供音恭。為，於偽反。侈，昌氏反，又式氏反。]王乃昭德之致於異姓之邦，無替厥服。[德之所致，謂遠夷之貢，以分賜異姓諸侯，使無廢其職。]分寶玉於伯叔之國，時庸展親。[以寶玉分同姓之國，是用誠信其親親之道。]"
      },
      {
        "index": 6,
        "text": "[【疏】「曰嗚呼」至「展親」○正義曰：「嗚呼！」嘆而言也。自古明聖之王，慎其德教以柔遠人，四夷皆來賓服。無有遠之與近，盡貢其方土所生之物。其所獻者惟可以供其服食器用而已，不為耳目華侈供玩好之用也。明王既得所貢，乃明其德之所致，分賜於彼異姓之國，明己德致遠，賜異姓之國，令使無廢其服職事也。分寶玉於同姓伯叔之國，見已無所愛惜，是用誠信其親親之道也。○傳「天下」至「華侈」○正義曰：以言「無有遠近」，是華夷總統之辭。《釋詁》云：「畢，盡也。」故云天下萬國無有遠之與近，盡貢其方土所生之物。「惟可以供服食器用」者，玄纁絺纻供服也，橘柚菁茅供食也，羽毛齒革瑤琨篠簜供器用也。下言「不役耳目」，故知言「不為耳目華侈」也。《周禮·大行人》云：「九州之外謂之蕃國，世壹見，各以其所貴寶為贄。」鄭玄云：「所貴寶見經傳者，犬戎獻白狼、白鹿是也，餘外則《周書·王會》備焉。」案《王會》篇諸方致貢，無所不有，此言「惟服食器用」者，遠方所貢雖不充於器用，實亦受之，召公深戒武王，故言此耳。○傳「德之」至「其職」○正義曰：明王有德，四夷乃貢，是「德之所致，謂遠夷之貢」也。「昭德之致」，正謂賜異姓諸侯，令其見此遠物，服德畏威，無廢其貢獻常職也。《魯語》稱，武王時，「肅慎氏來貢楛矢、石砮、長尺有咫。先王欲昭令德之致遠，以示後人，使永監焉，故銘其楛曰『肅慎氏貢矢』，以分大姬，配虞胡公而封諸陳。古者分異姓以遠方之貢，使無忘服也。故分陳以肅慎氏之矢」。是分異姓之事，禮有異姓庶姓，異姓，王之甥舅；庶姓與王無親。其分庶姓亦當以遠方之貢矣。○傳「以寶」至「之道」○正義曰：寶玉亦是萬國所貢，但不必是遠方所貢耳。「以寶玉分同姓之國」，示己不愛惜，共諸侯有之，是「用誠信其親親之道」也。言用寶以表誠心，使彼知王親愛之也。定四年《左傳》稱分魯公以夏後氏之璜，是「以寶玉分同姓」也。異姓疏，慮其廢職，故賜以遠方之物攝彼心。同姓親，嫌王無恩，賜以寶玉貴物表王心。此亦互相見也。]"
      },
      {
        "index": 7,
        "text": "人不易物，惟德其物。[言物貴由人，有德則物貴，無德則物賤，所貴在於德。○易，羊質反。]德盛不狎侮。[盛德必自敬，何狎易侮慢之有？○易，以豉反。]狎侮君子，罔以盡人心。[以虛受人，則人盡其心矣。○盡，津忍反，下同。]狎侮小人，罔以盡其力。[以悅使民，民忘其勞，則力盡矣。]"
      },
      {
        "index": 8,
        "text": "[【疏】「人不」至「其力」○正義曰：既言分物賜人，因說貴不在物。言有德無德之王，俱是以物賜人，所賜之物一也，不改易其物。惟有德者賜人，其此賜者是物。若無德者賜人，則此物不是物矣。恐人主恃已賜人，不自脩德，言此者，戒人主使脩德也。又說脩德之事，德盛者常自敬身，不為輕狎侮慢之事。狎侮君子，則無以盡人心，君子被君侮慢，不肯盡心矣。狎侮小人，則無以盡其力，小人被君侮慢，不復肯盡力矣。君子不盡心，小人不盡力，則國家之事敗矣。○傳「言物」至「於德」○正義曰：有德不濫賞，賞必加於賢人，得者則以為榮，故「有德則物貴」也。無德則濫賞，賞或加於小人，賢者得之反以為恥，故「無德則物賤」也。所貴不在於物，乃在於德。○傳「以虛」至「心矣。」○正義曰：「以虛受人」，《易·咸卦》象辭也。人主以己為虛，受用人言，執謙以下人，則人皆盡其心矣。○傳「以悅」至「盡矣。」○正義曰：《詩序》云：「悅以使民，民忘其死。」故云「以悅使民，民忘其勞」。在上撫悅之，則人皆盡其力矣。此「君子」謂臣，「小人」謂民，《太甲》曰「接下思恭」，不可狎侮臣也。《論語》云「使民如承大祭」，不可狎侮民也。襄九年《左傳》云「君子勞心，小人勞力」，故別言之。]"
      },
      {
        "index": 9,
        "text": "不役耳目，百度惟貞。[言不以聲色自役，則百度正。]玩人喪德，玩物喪志。[以人為戲弄則喪其德，以器物為戲弄則喪其志。○玩，五貫反。喪，息浪反。]志以道寧，言以道接。[在心為志，發氣為言，皆以道為本，故君子勤道。]不作無益害有益，功乃成。不貴異物賤用物，民乃足。[遊觀為無益，奇巧為異物，言明王之道以德義為益，器用為貴，所以化治生民。○觀，官喚反。]犬馬非其土性不畜，[非此土所生不畜，以不習其用。○畜，許竹反。]珍禽奇獸不育於國。[皆非所用，有損害故。]不寶遠物，則遠人格。[不侵奪其利，則來服矣。]所寶惟賢，則邇人安。[寶賢任能，則近人安。近人安，則遠人安矣。]"
      },
      {
        "index": 10,
        "text": "[【疏】「不役」至「道接」○正義曰：既言不可狎侮，又言不可縱恣。不以聲色使役耳目，則百事之度惟皆正矣。以聲色自娛，必玩弄人物。既玩弄人者，喪其德也；玩弄物者，喪其志也。人物既不可玩，則當以道自處。誌當以道而寧身，言當以道而接物，依道而行，則誌自得而言自當。○傳「言不」至「度正」○正義曰：昭元年《左傳》子產論晉侯之疾云：「茲心不爽，昏亂百度。」杜預云：「百度，百事之節也。」此言志既不營聲色，百事皆自用心，則皆得正也。○傳「以人」至「其志」○正義曰：「喪德」、「喪志」其義一也。「玩人」為重，以「德」言之；「玩物」為輕，以「志」言之；終是志荒而德喪耳。○傳「在心」至「勤道」○正義曰：「在心為志」，《詩序》文也。「在心為志」謂心動有所向也，「發氣為言」言於志所趣也。志是未發，言是已發，相接而成，本末之異耳。志、言並皆用道，但志未發，故「以道寧」，志不依道，則不得寧耳。言是已發，故「以道接」，言不以道，則不可接物。志、言皆以道為本，故君子須勤道也。○傳「遊觀」至「生民」○正義曰：遊觀徒費時日，故為「無益」。無益多矣，非徒遊觀而已。奇巧世所希有，故為「異物」。異物多矣，非徒奇巧而已。諸是妄作，皆為無益。諸是世所希，皆為異物。異物、無益不可遍舉，舉此二者以明此類皆是也。「不作」是初造之辭，為作有所害，故以為「無益」。「不貴」是愛好之語，有貴必有賤，故以「異物」對「用物」。雖經言「用物」，傳言「器用」可矣。經言「有益」，「有益」不知所謂，故傳以德義是人之本，故德義為有益。諸是益身之物，皆是有益，亦舉重為言。經之戒人主，人主如此，所以化世俗，生養下民也。此言「生民」，宣十二年《左傳》云「分謗生民」，皆謂生活民也。下云「生民保厥居」，與《孝經》云「生民之本盡矣」，言民生於世，謂之「生民」，與此傳異也。俗本云「弗賤」，衍「弗」字也。○傳「非此」至「其用」○正義曰：此篇為戒，止為此句，以西旅之獒，非中國之大，不用令王愛好之，故言此也。僖十五年《左傳》言晉侯乘鄭馬，及戰陷於濘，是非此土所生不習其用也。犬不習用，傳記無文。○傳「寶賢」至「安矣」○正義曰：《詩序》云「任賢使能，周室中興」，故傳以「任能」配「寶賢」言之。《論語》云「舉直錯諸枉，則民服」，故「寶賢任能，則近人安」。嫌安近不及遠，故云「近人安，則遠人安矣」。《楚語》云：「王孫圉聘於晉，定公饗之。趙簡子鳴玉以相，問於王孫圉曰：『楚之白珩猶在乎？』對曰：『然。』簡子曰：『其為寶也幾何矣？』曰：『未嘗為寶。楚之所寶者，曰觀射父，及左史倚相，此楚國之寶也。若夫白珩，先王之所玩，何寶之焉？』」是謂「寶賢」也。]"
      },
      {
        "index": 11,
        "text": "嗚呼！夙夜罔或不勤，[言當早起夜寐，常勤於德。]不矜細行，終累大德。[輕忽小物，積害毀大，故君子慎其微。○行，下孟反。累，劣偽反。]為山九仞，功虧一簣。[八尺曰仞，喻向成也。未成一簣，猶不為山，故曰功虧一簣。是以聖人乾乾日昃慎終如始。○仞音刃，字又作刃，七尺曰仞。虧，曲為反。簣，其貴反。向，許亮反。乾，其連反。昃音側。]允迪茲，生民保厥居，惟乃世王。」[言其能信蹈行此誡，則生人安其居，天子乃世世王天下。武王雖聖，猶設此誡，況非聖人，以無誡乎？其不免於過，則亦宜矣。○世王如字，又於況反，註同。]"
      },
      {
        "index": 12,
        "text": "[【疏】「嗚呼」至「世王」○正義曰：聽戒以終，故嘆以結之。嗚呼！為人君所當早起夜寐，無有不勤於德，言當勤行德也。若不矜惜細行，作隨宜小過，終必損累大德矣。譬如為山，已高九仞，其功虧損在於一簣。惟少一簣而止，猶尚不成山，以喻樹德行政，小有不終，德政則不成矣。必當慎終如始，以成德政。王者信能蹈行此誡，生民皆安其居處，惟天子乃世世王天下也。○傳「輕忽」至「其微」○正義曰：「矜」是憐惜之意，故以不惜細行為「輕忽小物」，謂上狎侮君子小人、愛玩犬馬禽獸之類是小事也。積小害，毀大德，故君子慎其微。《易·系辭》曰：「小人以小善為無益而不為也，以小惡為無傷而不去也，故惡積而不可掩，罪大而不可解。」是故君子當慎微也。○傳「八尺」至「如始」○正義曰：《周禮·匠人》有畎、遂、溝、洫皆廣深等，而澮云「廣二尋，深二仞」，則澮亦廣深等，仞與尋同，故知「八尺曰仞」。王肅《聖證論》及註《家語》皆云「八尺曰仞」，與孔義同。鄭玄云「七尺曰仞」，與孔意異。《論語》云：「譬如為山，未成一簣。」鄭云：「簣，盛土器。」「為山九仞」，欲成山，以喻為善向成也。未成一簣，猶不為山，故曰為山「功虧一簣」。古語云：「行百里者半於九十。」言末路之艱難也。是以聖人乾乾不息，至於日昃，不敢自暇，恐末路之失，同於一簣，故「慎終如始」也。「乾乾」，《易·乾卦》文。「日昃」，無逸篇文。○傳「言其」至「宜矣」○正義曰：此總結上文，「信蹈行此誡」，行此以上言也。言君主於治民，故先云「生民安其居，天子乃得世世王天下」也。傳以庸君多自用己，不受人言，敘經意而申之雲，武王雖聖，召公猶設此誡，況非聖人，可以無誡乎？身既非聖，又無善誡，其不免於過則，亦宜其然矣。]"
      },
      {
        "index": 13,
        "text": "巢伯來朝，[殷之諸侯。伯，爵也。南方遠國。武王克商，慕義來朝。○巢，仕交反，徐呂交反。]芮伯作《旅巢命》。[芮伯，周同姓，圻內之國，為卿大夫。陳威德以命巢。亡。○芮，如銳反。圻音祁。]"
      },
      {
        "index": 14,
        "text": "[【疏】「巢伯」至「巢命」○正義曰：「巢伯」，國爵之君，南方遠國也。以武王克商，乃慕義來朝。王之卿大夫有芮伯者，陳王威德以命巢君。史敘其事，作《旅巢命》之篇。○傳「殷之」至「來朝」○正義曰：武王克商，即來受周之王命，知是「殷之諸侯」。「伯」是爵也。《仲虺之誥》云「成湯放桀於南巢」，或此「巢」是也，故先儒相傳皆以為南方之國。今聞武王克商，慕義而來朝也。鄭玄以為「南方世一見者」。孔以夷狄之爵不過子，此君伯爵，夷夏未明，故直言「遠國」也。○傳「芮伯」至「巢亡」○正義曰：《世本》云「芮伯，姬姓」，是「周同姓」也。杜預云：「芮，馮翊臨晉縣芮鄉是也。」知是「圻內之國」者，芮伯在朝作命，必是王臣。不得其官，故「卿」與「大夫」並言之。「旅」訓為陳，陳王威德以命巢。]金縢第八"
      },
      {
        "index": 15,
        "text": "武王有疾，周公作《金縢》。[為請命之書，藏之於匱，緘之以金，不欲人開之。○武王有疾，馬本作「有疾不豫」。縢，徒登反。緘，工咸反。]金縢[遂以所藏為篇名。]"
      },
      {
        "index": 16,
        "text": "[【疏】「武王」至「金縢」○正義曰：武王有疾，周公作策書告神，請代武王死。事畢，納書於金縢之匱，遂作《金縢》。凡序言「作」者，謂作此篇也。案經周公策命之書，自納金縢之匱，及為流言所謗，成王悟而開之。史敘其事，乃作此篇，非周公作也。序以經具，故略言之。○傳「為請」至「開之」○正義曰：經云「金縢之匱」，則「金縢」是匱之名也。《詩》述韔弓之事云：「竹閉緄縢。」《毛傳》云：「緄，繩。縢，約也。」此傳言「緘之以金」，則訓「縢」為緘。王、鄭皆云：「縢，束也。」又鄭《喪大記》註云：「齊人謂棺束為緘。」《家語》稱周廟之內有金人，叁緘其口，則「縢」是束縛之義。「藏之於匱，緘之以金」，若今釘鐷之，不欲人開也。鄭云：「凡藏秘書，藏之於匱，必以金緘其表。」是秘密之書，皆藏於匱，非周公始造此匱，獨藏此書也。○「金縢」○正義曰：發首至「王季、文王」，史敘將告神之事也。「史乃策祝」至「屏璧與珪」，告神之辭也。自「乃卜」至「乃瘳」，言卜吉告王差之事也。自「武王既喪」已下，敘周公被流言，東征還反之事也。此篇敘事多而言語少，若使周公不遭流言，則請命之事遂無人知。為成王開書，周公得反，史官美大其事，故敘之以為此篇。]"
      },
      {
        "index": 17,
        "text": "既克商二年，王有疾，弗豫。[伐紂明年，武王有疾，不悅豫。○豫本，又作忬。]二公曰：「我其為王穆卜。」周公曰：「未可以戚我先王。」[穆，敬。戚，近也。召公、太公言王疾當敬卜吉兇，周公言未可以死近我先王。相順之辭。○為，於偽反。戚，千歷反。]公乃自以為功，[周公乃自以請命為己事。]為三壇同墠。[因太王、王季、文王請命於天，故為三壇。壇築土，墠除地，大除地，於中為三壇。○壇，徒丹反，築土也，馬云：「土堂。」墠音善。]為壇於南方，北面，周公立焉。[立壇上，對三王。]植璧秉珪，乃告大王、王季、文王。[璧以禮神。植，置也，置於三王之坐。周公秉桓珪以為贄。告謂祝辭。○植，時織反，徐音置。贄音至。祝如字，或之疚反，下同。]"
      },
      {
        "index": 18,
        "text": "[【疏】「既克」至「文王」○正義曰：「既克商二年」即伐紂之明年也。王有疾病，不悅豫。召公與太公二公同辭而言曰：「我其為王敬卜吉兇，問王疾病瘳否。」周公曰：「王今有疾，未可以死近我先王，故當須卜也。」周公既為此言，公乃自以請命之事為己事，除地為墠，墠內築壇，為三壇同墠。又為一壇於南方，北面，周公立壇上焉。置璧於三王之坐，公自執珪，乃告大王、王季、文王，告此三王之神也。○傳「伐紂」至「悅豫」○正義曰：武王以文王受命十三年伐紂，既殺紂，即當稱元年。克紂稱元年，知此「二年」是「伐紂之明年」也。王肅亦云：「克殷明年。」《顧命》云：「王有疾，不懌。」「懌，悅也，故不豫為「不悅豫」也。何休因此為例云：「天子曰不豫，諸侯曰負茲，大夫曰犬馬，士曰負薪。」○傳「穆敬」至「之辭」○正義曰：《釋訓》云：「穆穆，敬也。」「戚」是親近之義，故為近也。武王時三公惟周、召與太公耳，知「二公」是召公、太公也。言王疾恐死，當敬卜吉兇。周公言武王既定天下，當成就周道，未可以死近我先王。死則神與先王相近，故言近先王。若生則人神道隔，是為遠也。二公恐王死，欲為之卜。周公言王未可以死，是「相順之辭」也。鄭云：「戚，憂也。周公既內知武王有九齡之命，又有文王曰『吾與爾三之期』，今必瘳，不以此終，故止二公之卜。雲未可以憂怖我先王。」如鄭此言，周公知王不死，先王豈不知乎，而慮先王憂也？○傳「周公」至「己事」○正義曰：「功」訓事也。周公雖許二公之卜，仍恐王疾不瘳，不復與二公謀之，乃自以請命為己之事，獨請代武王死也。所以周公自請為己事者，周公位居冢宰，地則近親，脫或卜之不善，不可使外人知悉，亦不可茍讓，故自以為功也。○傳「因大」至「三壇」○正義曰：「請命」請之於天，而告三王者，以三王精神已在天矣，故「因大王、王季、文王以請命於天」。三王每王一壇，故「為三壇」。壇是築土，墠是除地，大除其地，於中為三壇。周公為壇於南方，亦當在此墠內，但其處小別，故下別言之。周公北面，則三壇南面可知，但不知以何方為上耳。鄭玄云：「時為壇墠於豐，壇墠之處猶存焉。」○傳「立壇」至「三王」○正義曰：《禮》「授坐不立」，「授立不坐」，欲其高下均也。神位在壇，故周公「立壇上，對三王」也。○傳「璧以」至「祝辭」○正義曰：《周禮·大宗伯》云「以蒼璧禮天」，《詩》說禱旱雲「圭璧既卒」，是璧以禮神，不知其何色也。鄭云：「植，古置字。」故為置也，言置璧於三王之坐也。《周禮》云：「公執桓圭。」知周公秉桓圭，又置以為贄也。「告謂祝辭」，下文是其辭也。]"
      },
      {
        "index": 19,
        "text": "史乃冊，祝曰：「惟爾元孫某，遘厲虐疾。[史為冊書，祝辭也。元孫，武王。某，名。臣諱君，故曰某。厲，危。虐，暴也。○遘，工豆反，遇也。]若爾三王，是有丕子之責於天，以旦代某之身。[大子之責，謂疾不可救於天，則當以旦代之。死生有命，不可請代，聖人敘臣子之心，以垂世教。○丕，普悲反，馬同，徐甫眉反，鄭音不。]予仁若考，能多材多藝，能事鬼神。[我周公仁能順父，又多材多藝，能事鬼神。言可以代武王之意。]乃元孫不若旦多材多藝，不能事鬼神。乃命於帝庭，敷佑四方。[汝元孫受命於天庭為天子，布其德教，以佑助四方。言不可以死。]用能定爾子孫于下地，四方之民，罔不祗畏。[言武王用受命帝庭之故，能定先人子孫於天下，四方之民無不敬畏。]嗚呼！無墜天之降寶命，我先王亦永有依歸。[嘆惜武王，言不救則墜天之寶命，救之則先王長有依歸。]今我即命於元龜，[就受三王之命於大龜，卜知吉兇。]爾之許我，我其以璧與珪歸俟爾命。[許謂疾瘳。待命，當以事神。○瘳，敕留反，下同。]爾不許我，我乃屏璧與珪。[不許謂不愈也。屏，藏也，言不得事神。]"
      },
      {
        "index": 20,
        "text": "[【疏】「史乃」至「與珪」○正義曰：史乃為策書，執以祝之曰，惟爾元孫某，「某」即發也，遇得危暴重疾，今恐其死。若爾三王，是有太子之責於天，謂負天大子責，必須一子死者，請以旦代發之身，令旦死而發生。又告神以代之狀，我仁能順父，又且多材力，多技藝，又能善事鬼神，汝元孫不如旦多材多藝，又不能事鬼神，言取發不如取旦也。然人各有能，發雖不能事鬼，神則有人君之用，乃受命於天帝之庭，能布其德教以佑助四方之民，用能安定汝三王子孫在於下地，四方之民無不敬而畏之。以此之故，不可使死。嗚呼！發之可惜如此，神明當救助之，無得隕墜天之所下寶命。天下寶命謂使為天子，若武王死，是隕墜之也。若不墜命，則我先王亦永有依歸，為宗廟之主，神得歸之。我與三王人神道隔，許我以否不可知，今我就受三王之命於彼大龜，卜其吉兇。吉則許我，兇則為不許我。爾之許我，使卜得吉兆，旦死而發生，我其以璧與珪歸家待汝神命，我死當以珪璧事神。爾不許我，使卜兆不吉，發死而旦生，我乃屏去璧之與珪。言不得事神，當藏珪璧也。○傳「史為」至「虐暴」○正義曰：告神之言，書之於策，「祝」是讀書告神之名，故云「史為策書，祝辭」，史讀此策書以祝告神也。武王是大王之曾孫也，尊統於上，繼之於祖，謂「元孫」，是長孫也。「某」者，武王之名，本告神云「元孫發」，臣諱君，故曰「某」也。《易·乾卦》云：「夕惕若厲。」「厲」為危也。「虐」訓為暴。言性命危而疾暴重也。《泰誓》、《牧誓》皆不諱發而此獨諱之，孔惟言「臣諱君」，不解諱之意。鄭玄云：「諱之者，由成王讀之也。」意雖不明，當謂成王開匱得書，王自讀之，至此字口改為「某」，史官錄為此篇，因遂成王所讀，故諱之。上篇《泰誓》、《牧誓》王自稱者，令入史制為此典，故不須諱之。○傳「太子」至「世教」○正義曰：「責」讀如《左傳》「施舍已責」之「責」，「責」謂負人物也。「太子之責於天」，言負天一太子，謂必須死，疾不可救於天。必須一子死，則當以旦代之。死生有命，不可請代，今請代者，「聖人敘臣子之心，以垂世教」耳，非謂可代得也。鄭玄弟子趙商問玄曰：「若武王未終，疾固當瘳。信命之終，雖請不得。自古已來，何患不為？」玄答曰：「君父疾病方困，忠臣孝子不忍默爾，視其歔欷，歸其命於天，中心惻然，欲為之請命。周公達於此禮，著在《尚書》，若君父之病不為請命，豈忠孝之誌也？」然則命有定分，非可代死，周公為此者，自申臣子之心，非謂死實可代。自古不廢，亦有其人，但不見爾，未必周公獨為之。鄭玄云：「丕讀曰不。及子孫曰子。元孫遇疾，若汝不救，是將有不愛子孫之過，為天所責，欲使為之請命也。」與孔讀異。○傳「我周」至「之意」○正義曰：告神稱「予」，知周公自稱「我」也。「考」是父也，故「仁能順父」。上云「元孫」，對祖生稱，此言「順父」，從親為始。祖為王考，曾祖為皇考，「考」、「父」，可以通之，傳舉親而言「父」耳。既能順父，又多材多藝，能事鬼神，言己可以代武王之意。上言「丕子之責於天」，則是天欲取武王，非父祖取之，此言己能順父祖，善事鬼神者，假令天意取之，其神必共父祖同處，言己是父祖所欲，欲令請之於天也。○傳「汝元」至「以死」○正義曰：以王者存亡，大運在天，有德於民，天之所與，是「受命天庭」也。以人況天，故言在庭，非王實至天庭受天命也。既受天命以為天子，布其德教以佑助四方之民，當於天心有功，於民言不可以死也。]"
      },
      {
        "index": 21,
        "text": "乃卜三龜，一習吉。[習，因也。以三王之龜卜，一相因而吉。]啟籥見書，乃並是吉。[三兆既同吉，開籥見占兆書，乃亦並是吉。○籥，於若反，徐以略反，馬云：「藏卜兆書管。」並，必政反。]公曰：「體，王其罔害。[公視兆曰：「如此兆體，王其無害。」言必愈。]予小子新命於三王，惟永終是圖。[周公言，我小子新受三王之命，武王惟長終是謀周之道。]茲攸俟，能念予一人。」[言武王愈，此所以待能念我天子事，成周道。○]公歸，乃納冊於金縢之匱中。王翼日乃瘳。[從壇歸。翼，明。瘳，差也。○差，初賣反。]"
      },
      {
        "index": 22,
        "text": "[【疏】「乃卜」至「乃瘳」○正義曰：祝告已畢，即於壇所乃卜其吉兇。用三王之龜卜，一皆相因而吉。觀兆已知其吉，猶尚未見占書。占書在於藏內，啟藏以籥，見其占書，亦與兆體乃並是吉。公視兆曰，觀此兆體，王身其無患害也。我小子新受命於三王，謂卜得吉也。我武王當惟長終是謀周之道。此卜吉之愈者，上天所以須待武王能念我一人天子之事，成其周道故也。公自壇歸，乃納策於金縢之匱中。王明日乃病瘳。○傳「習因」至「而吉」○正義曰：「習」則襲也，襲是重衣之名，因前而重之，故以「習」為因也。雖三龜並卜，卜有先後，後者因前，故云「因」也。《周禮》：「太卜掌三兆之法，一曰《玉兆》，二曰《瓦兆》，三曰《原兆》」。三兆各別，必三代法也。《洪範》卜筮之法，三人占則從二人之言，是必三代之法並用之矣。故知「三龜」，「三王之龜」。龜形無異代之別，但卜法既別，各用一龜，謂之「三王之龜」耳。每龜一人占之，其後君與大夫等，部占三代之龜，定其吉兇。未見占書知已吉者，卜有大體，見兆之吉兇，粗觀可識，故知吉也。○傳「三兆」至「是吉」○正義曰：鄭玄云：「籥，開藏之管也。開兆書藏之室以管，乃復見三龜占書，亦合於是吉。」王肅亦云：「籥，開藏占兆書管也。」然則占兆別在於藏。《大卜》「三兆」之下云：「其經兆之體，皆百有二十，其頌皆千有二百。」占兆之書，則彼「頌」是也。略觀三兆，既已同吉，開藏以籥，見彼占兆之書，乃亦並是吉。言其兆頌符，同為大吉也。○傳「公視」至「必愈」○正義曰：「如此兆體」，指卜之所得兆也。《周禮·占人》云：「凡卜筮，君占體，大夫占色，史占墨，卜人占坼。」鄭玄云：「體，兆象也。色，兆氣也。墨，兆廣也。坼，兆璺也。尊者視兆象而已，卑者以次詳其餘也。周公卜武王，占之曰：『體，王其無害。』」鄭意此言「體」者，即彼「君占體」也。但周公令卜，汲汲欲王之愈，必當親視灼龜，躬省兆繇，不惟占體而日。但鄭以「君占體」與此文同，故引以為證耳。○傳「言武」至「周道」○正義曰：此原三王之意也。言武王得愈者，此謂卜吉武王之愈。言天與三王一一須待武王，能念我天子事，成周道。若死，則不復得念天子之事，周道必不成也。《禮》天子自稱曰「予一人」，故以「一人」言天子也。○傳「從壇」至「瘳差」○正義曰：壇所即卜，故「從壇歸」也。「翼，明」，《釋言》文。「瘳」訓差，亦為愈，病除之名也。藏此書者，此既告神，即是國家舊事，其書不可捐棄，又不可示諸世人，故藏於金縢之匱耳。]"
      },
      {
        "index": 23,
        "text": "武王既喪，管叔及其群弟乃流言於國，[武王死，周公攝政，其弟管叔及蔡叔、霍叔乃放言於國，以誣周公，以惑成王。○喪，蘇浪反。]曰：「公將不利於孺子。」[三叔以周公大聖，有次立之勢，遂生流言。孺，稚也。稚子，成王。○孺，如樹反。]周公乃告二公曰：「我之弗辟，我無以告我先王。」[辟，法也。告召公、太公，言我不以法法三叔，則我無以成周道告我先王。○辟，扶亦反，治也；《說文》作壁，云必亦反，法也；馬、鄭音避，謂避居東都。]周公居東二年，則罪人斯得。[周公既告二公，遂東征之，二年之中，罪人此得。]於後，公乃為詩以貽王，名之曰《鴟鸮》。王亦未敢誚公。[成王信流言而疑周公，故周公既誅三監，而作詩解所以宜誅之意以遺王，王猶未悟，故欲讓公而未敢。○貽，羊支反。名如字，徐亡政反。鴟，尺夷反。鸮，於嬌反。誚，在笑反。以遺，唯季反。]"
      },
      {
        "index": 24,
        "text": "[【疏】「武王」至「誚公」○正義曰：周公於成王之世，為管蔡所誣，王開金縢之書，方始明公本意，卒得成就周道，天下太平。史官美大其事，述為此篇，故追言「請命」於前，乃說「流言」於後，自此以下，說周公身事。武王既喪，成王幼弱，周公攝王之政，專決萬機。管叔及其群弟蔡叔、霍叔乃流放其言於國中曰：「公將不利於孺子。」言欲篡王位為不利。周公乃告二公曰：「我之不以法法此三叔，則我無以成就周道，告我先王。」既言此，遂東征之。周公居東二年，則罪人於此皆得，謂獲三叔及諸叛逆者。罪人既得訖，成王猶尚疑公。公於此既得罪人之後，為詩遺王，名之曰《鴟鸮》。《鴟鸮》言三叔不可不誅之意。王心雖疑，亦未敢責誚公。言王意欲責而未敢也。○傳「武王死」至「成王」○正義曰：武王既死，成王幼弱，故周公攝政。攝政者，雖以成王為主，政令自公出，不復關成王也。《蔡仲之命》云：「群叔流言，乃致辟管叔於商，囚蔡叔於郭鄰，降霍叔於庶人。」則知「群弟」是蔡叔、霍叔也。《周語》云「獸三為群」，則滿三乃稱群。蔡霍二人而言群者，並管故稱群也。傳既言周公攝政，乃云「其弟管叔」，蓋以管叔為周公之弟。《孟子》曰：「周公，弟也。管叔，兄也。」《史記》亦以管叔為周公之兄。孔似不用《孟子》之說，或可孔以「其弟」謂武王之弟，與《史記》亦不違也。「流言」者，宣布其言，使人聞知，若水流然。「流」即放也，乃放言於國，以誣周公，以惑成王。「王亦未敢誚公」，是王心惑也。鄭玄云：「流公將不利於孺子之言於京師，於時管蔡在東，蓋遣人流傳此言於民間也。」○傳「三叔」至「成王」○正義曰：殷法多兄亡弟立，三叔以周公大聖，又是武王之弟，有次立之勢，今復秉國之權，恐其因即篡奪，遂生流言。不識大聖之度，謂其實有異心，非是故誣之也。但啟商共叛，為罪重耳。○傳「辟，法也」○正義曰：《釋詁》文。○傳「周公」至「此得」○正義曰：《詩·東山》之篇歌此事也，序云「東征」，知「居東」者，遂東往征也。雖征而不戰，故言「居東」也。《東山》詩曰：「自我不見，於今三年。」又云「三年而歸」，此言「二年」者，《詩》言初去及來，凡經三年；此直數居東之年，除其去年，故二年也。罪人既多，必前後得之，故云「二年之中，罪人此得」。惟言「居東」，不知居在何處。王肅云：「東，洛邑也。管蔡與商奄共叛，故東征鎮撫之。案驗其事，二年之間，罪人皆得。」○傳「成王」至「未敢」○正義曰：成王信流言而疑周公，管蔡既誅，王疑益甚，故周公既誅三監，而作詩解所以宜誅之意。其《詩》云：「鴟鸮鴟鸮，既取我子，無毀我室。」《毛傳》云：「無能毀我室者，攻堅之故也。寧亡二字，不可以毀我周室。」言宜誅之意也。《釋言》云：「貽，道也。」以詩遺王，王猶未悟，故欲讓公而未敢。政在周公，故畏威未敢也。鄭玄以為武王崩，周公為冢宰，三年服終，將欲攝政，管蔡流言，即避居東都。成王多殺公之屬黨，公作《鴟鸮》之詩，救其屬臣，請勿奪其官位土地。及遭風雷之異，啟金縢之書，迎公來反，反乃居攝，後方始東征管蔡。解此一篇乃《鴟鸮》之詩，皆與孔異。]"
      },
      {
        "index": 25,
        "text": "秋，大熟，未獲，天大雷電以風，[二年秋也。蒙，恒風若，雷以威之，故有風雷之異。○獲，戶郭反。]禾盡偃，大木斯拔，邦人大恐。[風災所及，邦人皆大恐。○拔，皮八反。]王與大夫盡弁，以啟金縢之書，[皮弁質服以應天。○弁，皮彥反。徐，扶變反。應，應對之應。]乃得周公所自以為功代武王之說。[所藏請命冊書本。○說如字，徐始銳反。]二公及王乃問諸史與百執事，[二公倡王啟之，故先見書。史、百執事皆從周公請命。○倡，昌亮反。從，才用反，又如字。]對曰：「信。噫！公命我勿敢言。」[史、百執事言信有此事，周公使我勿道，今言之則負周公。噫，恨辭。○噫，於其反，馬本作懿，猶億也。]王執書以泣，曰：「其勿穆卜。[本欲敬卜吉兇，今天意可知，故止之。]昔公勤勞王家，惟予沖人弗及知。[言己童幼，不及知周公昔日忠勤。○沖，直忠反。]今天動威，以彰周公之德，[發雷風之威以明周公之聖德。]惟朕小子其新逆，我國家禮亦宜之。」[周公以成王未寤，故留東未還，改過自新，遣使者迎之，亦國家禮有德之宜。○新逆，馬本作「親迎」。遣使，所吏反。]王出郊，天乃雨，反風，禾則盡起。[郊以玉幣謝天，天即反風起禾，明郊之是。]二公命邦人，凡大木所偃，盡起而築之。歲則大熟。[木有偃拔，起而立之，築有其根。桑果無虧，百穀豐熟，周公之德。此已上《大誥》後，因武王喪並見之。○築音竹，本亦作築，謂築其根，馬云：「築，拾也。」見，賢遍反。]"
      },
      {
        "index": 26,
        "text": "[【疏】「秋大」至「大熟」○正義曰：為詩遺王之後，其秋大熟，未及收獲，天大雷電，又隨之以風，禾盡偃仆，大木於此而拔。風災所及，邦人大恐。王見此變，與大夫盡皮弁以開金縢之書，案省故事，求變異所由，乃得周公所自以為功請代武王之說。二公及王問於本從公之人史與百執事，問審然以否。對曰：「信。」言有此事也。乃為不平之聲：「噫！公命我勿敢言。」王執書以泣，曰：「其勿敬卜吉兇。」言天之意已可知也。「昔公勤勞王家，惟我幼童之人不及見知，今天動雷電之威，以彰明周公之德，惟朕小子其改過自新，遣人往迎之。我國家褒崇有德之禮，亦宜行之」。王於是出郊而祭以謝天，天乃雨，反風，禾則盡起。二公命邦人，凡大木所偃仆者，盡扶起而築之。禾木無虧，歲則大熟。言周公之所感致若此也。○傳「二年」至「之異」○正義曰：上文「居東二年」，未有別年之事，知即是「二年秋」也。嫌別年，故辨之。《洪範》「咎徵」云：「蒙，恒風若。」以成王蒙暗，故常風順之。風是暗徵而有雷者，以威怒之故，以示天之威怒有雷風之異。○傳「風災」至「大恐」○正義曰：言「邦人」，則風災惟在周邦，不及寬遠，故云「風災所及，邦人皆大恐」，言獨畿內恐也。○傳「皮弁質服以應天」○正義曰：皮弁象古，故為「質服」。祭天尚質，故服以應天也。《周禮·司服》云：「王祀昊天上帝，則服大裘而冕。」無旒，乃是冕之質者，是事天宜質服，故服之以應天變也。《周禮》：「視朝，則皮弁服。」皮弁是視朝服，每日常服而言「質」者，皮弁白布衣，素積裳，故為質也。鄭玄以為爵弁，「必爵弁者，承天變降服，亦如國家未道焉」。○傳「二公」至「請命」○正義曰：二公與王若同而問，當言「王及二公」，今言「二公及王」，則是二公先問，知「二公倡王啟之，故先見書」。鄭云：「開金縢之書者，省察變異所由故事也。」以金縢匱內有先王故事，疑其遭遇災變，必有消伏之術，故倡王啟之。史為公造策書，而百執事給使令，皆從周公請命者。○傳「史百」至「恨辭」○正義曰：周公使我勿道此事者，公以臣子之情，忠心欲代王死，非是規求名譽，不用使人知之。且武王瘳而周公不死，恐人以公為詐，故令知者勿言。今被問而言之，是違負周公也。「噫」者，心不平之聲，故為「恨辭」。○傳「周公」至「之宜」○正義曰：公之東征，止為伐罪，罪人既得，公即當還。以成王未寤，恐與公不和，故留東未還，待王之察己也。新迎者，改過自新，遣使者迎之。《詩·九罭》之篇是迎之事也。「亦國家禮有德之宜」，言尊崇有德，宜用厚禮。《詩》稱「袞衣」、「籩豆」，是國家禮也。○傳「郊以」至「之是」○正義曰：祭天於南郊，故謂之「郊」，郊是祭天之處也。「王出郊」者，出城至郊，為壇告天也。《周禮·大宗伯》云：「以蒼璧禮天，牲幣如其器之色。」是祭天有玉有幣，今言郊者，以玉幣祭天，告天以謝過也。王謝天，天即反風起禾，明王郊之是也。鄭玄引《易傳》云：「陽感天不旋日。陽謂天子也，天子行善以感天，不回旋經口。」故郊之是得反風也。○傳「木有」至「見之」○正義曰：上文禾偃木拔，拔必亦偃，故云「木有偃拔，起而立之，築有其根，桑果無虧，百穀豐熟」。鄭、王皆云「築，拾也。禾為大木所偃者，起其木，拾下禾，無所亡失」。意太曲碎，當非經旨。案序將東征，作《大誥》。此上「居東二年」以來，皆是《大誥》後事，而編於《大誥》之前者，因武王喪並見之。]大誥第九"
      },
      {
        "index": 27,
        "text": "武王崩，三監及淮夷叛，[三監，管、蔡、商。淮夷徐奄之屬皆叛周。○監，古懺反，視也。]周公相成王，將黜殷，作《大誥》。[相謂攝政。黜，絕也。將以誅叛者之義大誥天下。○相，息亮反，註同。]"
      },
      {
        "index": 28,
        "text": "[【疏】「武王」至「大誥」○正義曰：武王既崩，管叔、蔡叔與紂子武庚三人監殷民者又及淮夷共叛。周公相成王，攝王政，將欲東征，黜退殷君武庚之命，以誅叛之義大誥天下。史敘其事，作《大誥》。○傳「三監」至「叛周」○正義曰：知「三監」是管、蔡、商者，以序上下相顧為文。此言「三監及淮夷叛」，總舉諸叛之人也。下雲「成王既黜殷命，殺武庚，命微子啟代殷後」，又言「成王既伐管叔、蔡叔，以殷餘民封康叔」。此序言三監叛，將征之，下篇之序歷言伐得三人，足知下文管叔、蔡叔、武庚，即此「三監」之謂，知「三監」是「管、蔡、商」也。《漢書·地理誌》云：「周既滅殷，分其畿內為三國，《詩·風》邶、鄘、衛是也。邶以封紂子武庚，鄘管叔尹之，衛蔡叔尹之，以監殷民，謂之三監。」先儒多同此說，惟鄭玄以三監為管、蔡、霍，獨為異耳。謂之「監」者，當以殷之畿內，被紂化日久，未可以建諸侯，且使三人監此殷民，未是封建之也。三人雖有其分，互相監領，不必獨主一方也。《史記·衛世家》云：「武王克殷，封紂子武庚為諸侯，奉其先祀。為武庚未集，恐有賊心，乃令其弟管叔、蔡叔傳相之。」是言輔相武庚，共監殷人，故稱「監」也。序惟言「淮夷叛」，傳言「淮夷徐奄之屬共叛周」者，以下序文云「成王東伐淮夷，遂踐奄，作《成王政》」，又云「成王既黜殷命，滅淮夷，作《周官》」，又云「魯侯伯禽宅曲阜，徐夷並興，作《費誓》」，彼三序者，一時之事，皆在周公歸政之後也。《多方》篇數此諸國之罪云「至於再，至於三」，得不以武王初崩已叛，成王即政又叛，謂此為再三也。以此知「淮夷叛」者，徐奄之屬皆叛也。○傳「相謂」至「天下」○正義曰：《君奭》序云：「召公為保，周公為師，相成王為左右。」於時成王為天子，自知政事，二公為臣輔助之，此言「相成王」者，有異於彼，故辨之「相謂攝政」。攝政者，教由公出，不復關白成王耳，仍以成王為王，故稱「成王」。鄭玄云：「黜，貶退也。」「黜」實退名，但此「黜」乃殺其身，絕其爵，故以「黜」為絕也。周公此行普伐諸叛，獨言黜殷命者，定四年《左傳》云：「管蔡啟商，惎間王室」，則此叛武庚為主，且顧《微子》之序，故特言黜殷命也。「以誅叛者之義大誥天下」，經皆是也。]《大誥》[陳大道以誥天下，遂以名篇。○誥，本亦作。]"
      },
      {
        "index": 29,
        "text": "[【疏】「大誥」○正義曰：此陳伐叛之義，以大誥天下，而兵兇戰危，非眾所欲，故言煩重。其自殷勤，多止而更端，故數言「王曰」。大意皆是陳說武庚之罪，自言己之不能，言己當繼父祖之功，須去叛逆之賊，人心既從，卜之又吉，往伐無有不克，勸人勉力用心。此時武王初崩，屬有此亂，周公以臣伐君，天下未察其誌，親弟猶尚致惑，何況疏賤者乎？周公慮其有向背之意，故殷勤告之。陳壽云：「臯陶之謨略而雅，周公之誥煩而悉。何則？臯陶與舜禹共談，周公與群下矢誓也。」其意或亦然乎。但《君奭》、《康誥》乃與召公、康叔語也，其辭亦甚委悉，抑亦當時設言，自好煩復也。管蔡導武庚為亂，此篇略於管蔡者，猶難以伐弟為言，故專說武庚罪耳。]"
      },
      {
        "index": 30,
        "text": "王若曰：「猷！大誥爾多邦，越爾禦事。[周公稱成王命，順大道以誥天下眾國，及於禦治事者盡及之。○猷音由，道也。邦，馬本作「大誥繇爾多邦」。盡，津忍反。]弗吊，天降割于我家不少。[言周道不至，故天下兇害於我家不少。謂三監淮夷並作難。○吊音的，又如字。割，馬本作害。不少，馬讀「弗少延」為句。難，乃旦反。]延洪惟我幼沖人，[兇害延大，惟累我幼童人。成王言其不可不誅之意。○累，劣偽反。]嗣無疆大歷服。弗造哲，迪民康，[言子孫承繼祖考無窮大數，服行其政，而不能為智道以安人，故使叛。先自責。]矧曰其有能格知天命？[安人且猶不能，況其有能至知天命者乎？○矧，失忍反。]已！予惟小子，若涉淵水，予惟往求朕攸濟。[已，發端嘆辭也。我惟小子，承先人之業，若涉淵水，往求我所以濟渡。言祗懼。]敷賁敷前人受命，茲不忘大功。[前人，文武也。我求濟渡，在布行大道，在布陳文武受命，在此不忘大功。言任重。○賁，扶雲反，徐音憤。]予不敢閉于天降威用。[天下威用，謂誅惡也。言我不敢閉絕天所下威用而不行，將欲伐四國。]寧王遺我大寶龜，紹天明即命。[安天下之王，謂文王也。遺我大寶龜，疑則卜之，以繼天明，就其命而行之。言卜不可違。○遺，唯季反。]"
      },
      {
        "index": 31,
        "text": "[【疏】「王若」至「即命」○正義曰：周公雖攝王政，其號令大事則假成王為辭。言王順大道而為言曰，我今以大道誥汝天下眾國，及於眾治事之臣。以我周道不至，故上天下其兇害於我家不少。言叛逆者多。此害延長寬大，惟累我幼童人。成王自言害及己也。我之致此兇害，以我為子孫，承繼無疆界之大數，服行其政，不能為智道令民安，故使之叛。自責也。安民猶且不能，況曰其能至於知天之大命者乎？言己不能知天意也。復嘆而言，已乎！我惟小子，承先人之業，如涉淵水，惟往求我所以濟渡。言己恐懼之甚。我所求濟者，惟在布行大道，布陳前人文王武王受命之事，在我此身，不忘大功。既不忘大功，當誅叛逆，由此我不敢絕天之所下威用而不行之。言必將伐四國也。寧天下之王，謂文王也。文王遺我大寶龜，疑則就而卜之，以繼天明命，今我就受其命。言己就龜卜其伐之吉兇，已得吉也。○傳「周公」至「及之」○正義曰：序云「相成王」，則「王若曰」者，稱成王之言，故言「周公稱成王命」。實非王意，成王爾時信流言，疑周公，豈命公伐管蔡乎？「猷」訓道也，故云「順大道以告天下眾國」也。鄭、王本「猷」在「誥」下。《漢書》王莽攝位，東郡太守翟義叛莽，莽依此作《大誥》，其書亦「道」在「誥」下。此本「猷」在「大」上，言以道誥眾國，於文為便。但此經云「猷」，《大傳》云「大道」，古人之語多倒，猶《詩》稱「中谷」，谷中也。「多邦」之下雲於爾禦事，是於諸國治事者盡及之也。鄭玄云：「王，周公也，周公居攝，命大事，則權稱王。」惟名與器不可假人，周公自稱為王，則是不為臣矣，大聖作則，豈為是乎？○傳「兇害」至「之意」○正義曰：《釋詁》云：「延，長也。洪，大也。」此害長大，敗亂國家，經言惟我幼童人，謂損累之，故傳加「累」字，累我童人，言其不可不誅之意。鄭、王皆以「延」上屬為句，言害不少，乃延長之。王肅又以「惟」為念，向下為義，大念我幼童子與繼文武無窮之道。○傳「言子」至「自責」○正義曰：「嗣」訓繼也。言子孫承繼祖疆，境界則是無窮，大數長遠，「卜世三十，卜年七百」，是長遠也。○傳「安人」至「者乎」○正義曰：民近而天遠，以易而況難。天子必當至靈，至靈乃知天命，言己猶不能安民，明其不知天命。自責而謙。○傳「前人」至「任重」○正義曰：成王前人，故為「文武」也。以涉水為喻，言求濟者，在於布行大道，行天子之政也。文武有大功德，故受天命，又當布陳文武受命所行之事也。陳行天子之政，又陳文武所行之事。在此不忘大功。「大功」，大平之功也。言己所任至重，不得不奉天道行誅伐也。○傳「天下」至「四國」○正義曰：王者征伐刑獄，象天震曜殺戮，則征伐者，天之所威用，謂誅惡是也。天有此道，王者用之。用之則開，不用則閉，言我不敢閉絕天之所下威用而不行之。既不敢不行，故將伐四國。○傳「安天」至「可違」○正義曰：紂為昏虐，天下不安，言文王能安之，安天下之王謂文王也。「遺我大寶龜」者，天子寶藏神龜，疑則卜之。繼天明道，就其命而行之，言卜吉則當行，不可違卜也。所以大寶龜皆得繼天明者，以天道玄遠，龜是神靈，能傳天意以示吉兇，故疑則卜之，以繼天明道。鄭玄云：「時既卜，乃後出誥，故先雲然。」]"
      },
      {
        "index": 32,
        "text": "曰：『有大艱於西土，西土人亦不靜，越茲蠢。』[曰，語更端也。四國作大難於京師，西土人亦不安，於此蠢動。○蠢，尺允反。難，乃旦反，下同，又如字。]殷小腆，誕敢紀其敘。[言殷後小腆腆之祿父，大敢紀其王業，欲復之。○腆，他典反，馬云：「至也。」誕，大旦反。父音甫，後同。]天降威，知我國有疵，[天下威，謂三叔流言，故祿父知我周國有疵病。○疵，在斯反，馬云：「叚也。」民不康。]曰：『予復。』反鄙我周邦。[祿父言我殷當復，欺惑東國人，令不安，反鄙易我周家。道其罪無狀。○令，力呈反。易，以豉反，下「其易」同。]今蠢，今翼日，民獻有十夫，予翼以於敉寧武圖功。[今天下蠢動，今之明日，四國人賢者有十夫來翼佐我周，用撫安武事，謀立其功。言人事先應。○敉，亡婢反。應，應對之應。]我有大事休，朕卜並吉。[大事，戎事也。人謀既從，卜又並吉，所以為美。○並，必政反，註及篇末同。]"
      },
      {
        "index": 33,
        "text": "[【疏】「曰有」至「並吉」○正義曰：上言為害不少，陳欲征之意，未說武庚之罪。更復發端言之曰，今四國叛逆，有大艱於西土。言作亂於東，與京師為難也。西土之人為此亦不得安靜，於此人情皆蠢蠢然動。殷後小國腆腆然之祿父，大敢紀其王業之次敘，而欲興復之。祿父所以敢然者，上天下威於三叔，以其流言欲下威誅之，祿父知我周國有此疵病，而欺惑東國人，令人不安。祿父謂人曰：「我殷復。」望得更為天子，反鄙易我周國。今天下蠢動，今之明日，四國民之賢者有十夫，不從叛逆，其來為我翼佐我周。於是用撫安武事，謀立其功。明祿父舉事不當，得賢者叛來投我，為我謀用。是人事先應如此，則我有兵戎大事，征伐必休美矣。人謀既從，我卜又並吉，是其休也。言往必克敵安民之意，告眾使知也。○傳「曰語」至「蠢動」○正義曰：周公丁寧其事，止而復言，別加一「曰」，語更端也。下言「王曰」，此不言「王」，史詳略耳。四國作逆於東，京師以為大艱，故言「作大難於京師」。「西土人亦不安」，亦如東方見其亂，不安也。《釋詁》云：「蠢，動也。」鄭云：「周民亦不定，其心騷動，言以兵應之。」當時京師無與應者，鄭言妄耳。○傳「言殷」至「復之」○正義曰：殷本天子之國，武庚比之為小，故言「小腆」，「腆」是小貌也。鄭玄云：「腆謂小國也。」王肅云：「腆，主也，殷小主謂祿父也。」「大敢紀其王業」，經紀王業，望復之也。○傳「天下」至「疵病」○正義曰：王肅云：「天降威者，謂三叔流言，當誅伐之。」言誅三叔是天下威也。《釋詁》云：「疵，病也。」鄭、王皆雲：「知我國有疵病之瑕。」○傳「祿父」至「無狀」○正義曰：祿父以父罪，滅殷身亦當死，幸得繼其先祀，宜荷天恩。反鄙薄輕易我周家，言其不識恩養，道其罪無狀也。漢代止有「無狀」之語，蓋言其罪大無可形狀也。近代已來遭重喪答人書云：「無狀招禍」，是古人之遺語也。○傳「今天」至「先應」○正義曰：武庚既叛，聞者皆驚，故「今天下蠢動」，謂聞叛之日也。「今之明日」，聞叛之明日。以「獻」為賢，四國民內賢者十夫，來翼佐我周。十人史無姓名，直是在彼逆地，有先見之明，知彼必敗，棄而歸周。周公喜其來降，舉以告眾，謂之為賢，未必是大賢也。「用撫安武事，謀立其功」，用此十夫為之。將欲伐叛，而賢者即來，言人事先應也。○傳「大事」至「為美」○正義曰：成十三年《左傳》云：「國之大事在祀與戎。」今論伐叛，知「大事，戎事也」。十夫來翼，人謀既從，卜又並吉，所以為美，美即經之「休」也。既言其休，乃說我卜，並言以成此休之意。鄭玄云：「卜並吉者，謂三龜皆從也。」王肅云：「何以言美？以三龜一習吉，是言並吉，證其休也。」與孔異矣。]"
      },
      {
        "index": 34,
        "text": "「肆予告我友邦君，越尹氏、庶士禦事，[以美，故告我友國諸侯，及於正官尹氏卿大夫、眾士禦治事者。言謀及之。]曰：『予得吉卜，予惟以爾庶邦，於伐殷逋播臣。』[用汝眾國，往伐殷逋亡之臣。謂祿父。○逋，布吾反。]爾庶邦君，越庶士禦事，罔不反曰：『艱大。』[汝眾國上下無不反曰：「征伐四國為大難。」敘其情以戒之。]民不靜，亦惟在王宮邦君室。[言四國不安，亦在天子諸侯教化之過。自責不能綏近以及遠。]越予小子，考翼不可征，王害不違卜。[於我小子先卜敬成周道，若謂今四國不可征，則王室有害，故宜從卜。]"
      },
      {
        "index": 35,
        "text": "[【疏】「肆予告」至「違卜」○正義曰：以人從卜吉為美之故，故我告汝有邦國之君，及於尹氏卿大夫、眾士治事者曰，我得吉卜，我惟與汝眾國往伐殷逋亡播蕩之臣。謂伐祿父也。汝國君及於眾治事者，無不反我之意，相與言曰：「伐此四國，為難甚大。」言其不欲征也。汝不欲伐，罪我之由四國之民不安而叛者，亦惟在我天子王宮與邦君之室教化之過使之然。以此令汝難征，過事在我。雖然，於我小子，先考疑而卜之，欲敬成周道，若謂四國難大不可征，則於王室有害，不可違卜，宜從卜往征也。○傳「以美」至「及之」○正義曰：「肆」訓故也，承上「休」之下，以其東征必美之故，我告友國君以下共謀之。「尹氏」，即《顧命》云「百尹」氏也。「尹」，正也，諸官之正，謂卿大夫，故傳言「及於正官尹氏卿大夫」。「尹氏」即官也，總呼大夫為官氏也。上文「大誥爾多邦」，越爾禦事」，無「尹氏庶士」，下之「爾庶邦君，越庶士禦事」亦無「尹氏」，惟此及下文施義二者詳其文，餘略之，從可知也。○傳「用汝」至「祿父」○正義曰：「逋」，逃也。「播」謂播蕩逃亡之意。祿父殷君，謂之為「殷」。今日叛逆，是背周逃亡，故雲用汝眾國，往伐彼殷君於我周家逋逃亡叛之臣。謂祿父也。○傳「汝眾」至「戒之」○正義曰：王以卜吉之故，將以諸國伐殷，且彼諸國之情，必有不欲伐者，無不反我之意，相與言曰：「征伐四國為大難。」言其情必如此，敘其情以戒之，使勿然也。鄭云：「汝國君及下群臣不與我同誌者，無不反我之意，云：『三監叛，其為難大。』」是言「反」者謂反上意，反是上意，則知「曰」者，相與言也。○傳「言四」至「及遠」○正義曰：「自責」惟當言天子教化之過，而並言諸侯者，化從天子布於諸侯，道之不行，亦邦君之咎，見庶邦亦有過，故並言之。教化之過在於君身，而雲「王宮邦君室」者，宮室是行化之處，故指以言之。○傳「於我」至「從卜」○正義曰：「翼」訓敬也，於我小子，先自考卜，欲敬成周道。汝庶邦禦事等，若謂今四國不可征，則周道不成，於王室有害，故宜從卜。「小子先卜」當謂初即位時，卜其欲成周道也。不可違卜，謂上「朕卜並吉」也。言欲征卜吉，當從卜征之。]"
      },
      {
        "index": 36,
        "text": "肆予沖人永思艱，曰，嗚呼！允蠢鰥寡，哀哉！[故我童人成王長思此難而嘆曰：「信蠢動天下，使無妻無夫者受其害，可哀哉！」○鰥，故頑反。]予造天役，遺大投艱於朕身。[我周家為天下役事，遺我甚大，投此艱難於我身。言不得已。○予造，為也。馬云：「遺也。」]越予沖人，不卬自恤。義爾邦君，越爾多士、尹氏禦事，[言征四國，於我童人不惟自憂而已，乃欲施義於汝胤國君臣上下至禦治事者。○卬，五剛反，我也。]綏予曰：『無毖於恤。不可不成乃寧考圖功。』[汝眾國君臣，當安勉我曰：「無勞於憂，不可不成汝寧祖聖考文武所謀之功。」責其以善言之助。○毖音秘。]"
      },
      {
        "index": 37,
        "text": "[【疏】「肆予沖」至「圖功」○正義曰：以汝等有難征之意，故我童子成王長思此難而嘆曰：「嗚呼！四國今叛，信蠢動天下，使鰥寡受害，尤可哀哉！我周家為天下役事，而遺我甚大，乃投此艱難於我身。此難須平，不可以已。今征四國，於我童人不惟自憂而已，乃欲施義於汝眾國君，於汝多士尹氏治事之人。如此為汝計，汝君臣當安勉我曰：『無勞於征伐之憂，我諸侯當往共征四國。汝王不可不成汝寧祖聖考所謀之功。』宜出此善言以助我。何謂違我不欲征也？」○傳「我周」至「得已」○正義曰：為天子者，當役己以養天下，故「我國家為天下役事」，總言周家當救天下。此事遺我，故為甚大。以大役遺我，以為甚大，而又投擲此艱難之事於我身，謂當已之時有四國叛逆，言已職當靜亂，不得以己也。○傳「言征」至「事者」○正義曰：卬，我。恤，憂也。四國叛逆，害及眾國，君得靜亂，則為大美。言征四國，於我童人，不惟自憂而已。乃欲施義於汝眾國君臣，言難除則義施也。○傳「汝眾」至「之助」○正義曰：綏，安也。毖，勞也。言我既施義於汝，汝眾國君臣言得我之力，當安慰勉勸我曰：「無勞於憂。」令我無憂四國，眾國自來征之。經言「寧」即文王，「考」即武王，故言「寧祖聖考」也。王以眾國反己，乃復設為此言，責其無善言助己。]"
      },
      {
        "index": 38,
        "text": "已！予惟小子，不敢替上帝命。[不敢廢天命，言卜吉當必征之。]天休於寧王，興我小邦周，寧王惟卜用，克綏受茲命。[言天美文王興周者，以文王惟卜之用，故能安受此天命。明卜宜用。]今天其相民，矧亦惟卜用。[人獻十夫，是天助民，況亦用卜乎？吉可知矣。亦亦文王。○相，息亮反。]嗚呼！天明畏，弼我丕丕基。」[嘆天之明德可畏，輔成我大大之基業。言卜不可違也。○畏如字，徐音威。]"
      },
      {
        "index": 39,
        "text": "王曰：「爾惟舊人，爾丕克遠省，爾知寧王若勤哉！[特命久老之人，知文王故事者，大能遠省識古事，汝知文王若彼之勤勞哉！目所親見，法之又明。○省，息井反。]天閟毖我成功所，予不敢不極卒寧王圖事。[閟，慎也。言天慎勞我周家成功所在，我不敢不極盡文王所謀之事。謂致太平。○閟音秘。]肆予大化誘我友邦君，[我欲極盡文王所謀，故大化天下，道我友國諸侯。]天棐忱辭，其考我民，[言我周家有大化誠辭，為天所輔，其成我民矣。○棐，徐音匪，又芳鬼反。忱，市林反。]予曷其不于前寧人圖功攸終？[我何其不於前文王安人之道、謀立其功所終乎？]天亦惟用勤毖我民，若有疾，[天亦勞慎我民欲安之，如人有疾，欲已去之。]予曷敢不于前寧人攸受休畢？」[天欲安民，我何敢不於前文王所受美命終畢之？]"
      },
      {
        "index": 40,
        "text": "[【疏】「已予」至「丕基」○正義曰：既敘眾國之情，告以必征之意：「已乎！我惟小子，不敢廢上帝之命。卜吉不征，是廢天命。從卜而興，乃有故事。天休美於安天下之文王興我小國周者，以安民之王，惟卜是用，以此之故，安受此上天之命。明卜宜用之。今天助民矣，十夫佐周，是天助也。人事既驗，況亦如文王惟卜之用，吉可知矣。嗚呼！而嘆天之明德可畏也，輔成我周家大大之基業。卜既得吉，不可違也。」○傳「人獻」至「文王」○正義曰：天之助民，乃是常道，而云「民獻十夫，是天助民」者，下云「亦惟十人，迪知上帝命」，故以民獻十夫為天助民也。○「王曰爾」至「休畢」○正義曰：既述文王之事，王又命於眾曰，汝惟久老之人，汝大能遠省識古事，汝知寧王若此之勤勞哉！以老人目所親見，必知之也。以文王勤勞如此，故天命慎勞來我周家，當至成功所在。天意既然，我不敢不極盡文王所謀之事。文王謀致太平，我欲盡行之。我欲盡文王所謀，故我大為教化，勸誘我所友國君，共伐叛逆。天既輔助我周家有大化誠辭，其必成就我之眾民。天意既如此矣，我何其不於前文王安民之道、謀立其功之處所而終竟之乎？天亦惟勞慎我民，若人有疾病，而欲已去之。天意於民如此之急，我何敢不於前安人文王所受美命終畢之乎？以須終畢之故，故當誅除逆亂，安養下民，使之致太平。○傳「閟慎」至「太平」○正義曰：「閟，慎」，《釋詁》文。「天慎勞我周家」者，美其德當天心，慎惜又勞來勸勉之，使至成功所在，在於致太平也。天意欲使之然，我為文王子孫，敢不極盡文王所謀之事？文王本謀，謂致太平。○傳「言我」至「民矣」○正義曰：《釋詁》云：「棐，輔也。忱，誠也。」文承「大化」之下，知輔誠辭者，「言周家有大化誠辭，為天所輔」。「其成我民」，必為民除害，使得成也。○傳「天亦」至「去之」○正義曰：「亦」者，亦民之義也。君民共為一體，天慎勞使成功，亦當勤勞民使安寧，故言「亦」也。如疾，欲已去之，言天急於民至甚也。○傳「天欲」至「畢之」○正義曰：上云「卒寧王圖事」，又云「圖功攸終」，此云「攸受休畢」，「畢」，終也，三者文辭略同，義不甚異。天意惟言當終文王之業，須征逆亂之賊，周公重兵慎戰，丁寧以勸民耳。]"
      },
      {
        "index": 41,
        "text": "王曰：「若昔朕其逝，朕言艱日思。[順古道，我其往東征矣。我所言國家之難備矣，日思念之。○日，人實反。難，乃旦反，下「為難」同。]若考作室，既厎法，厥子乃弗肯堂，矧肯構？[以作室喻治政也。父已致法，子乃不肯為堂基，況肯構立屋乎？不為其易，則難者可知。○厎，之履反。構，古候反。治，直吏反。]厥父菑，厥子乃弗肯播，矧肯獲？[又以農喻。其父已菑耕其田，其子乃不肯播種，況肯收獲乎？○菑，側其反，草也，田一歲曰菑。獲，戶郭反。]厥考翼，其肯曰：『予有後，弗棄基？』[其父敬事創業，而子不能繼成其功，其肯言我有後，不棄我基業乎？今不正，是棄之。]肆予曷敢不越卬敉寧王大命？[作室農人，猶惡棄基，故我何敢不於今日撫循文王大命以征逆乎？○惡，烏路反。]若兄考，乃有友伐厥子，民養其勸弗救。」[若兄弟父子之家，乃有朋友來伐其子，民養其勸不救者，以子惡故。以此四國將誅而無救者，罪大故。]"
      },
      {
        "index": 42,
        "text": "[【疏】「王曰若」至「弗救」○正義曰：子孫成父祖之業，古道當然。王又言曰：「今順古昔之道，我其往東征矣。我所言國家之難備矣，日日思念之。乃以作室為喻，若父作室，營建基趾，既致法矣，其子乃不肯為之堂，況肯構架成之乎？又以治田為喻，其父菑耕其田，殺其草，已堪下種矣，其子乃不肯布種，況肯收獲乎？其此作室治田之父，乃是敬事之人，見其子如此，其肯言曰：『我有後，不棄我基業乎？』必不肯為此言也。我若不終文武之謀，則文武之神亦如此耳，其肯道我不棄基業乎？作室農人猶惡棄其基業，故我何敢不於我身今日撫循安人之文王大命，以征討叛逆乎？我今東征，無往不克，凡人兄及父與子弟為家長者，乃有朋友來伐其子，則民皆養其勸伐之心不救之。何則？以子惡故也。以逾伐四國，雖親如父兄，亦無救之者，以君惡故也。」言罪大不可不誅，無救所以必克也。顧氏以上「不卬自恤」傳雲「不惟自憂」，遂皆以「卬」為惟。但「卬」之為惟，非是正訓，觀孔意亦以不「卬」為惟義也。○傳「又以」至「獲乎」○正義曰：上言作室，此言治田，其取喻一也。上言「若考作室，既厎法」，此類上文，當雲「若父為農，既耕田」，從上省文耳。「菑」謂殺草，故治田一歲曰菑，言其始殺草也。「播」謂布種，后稷播殖百穀是也。定本云「矧弗肯構」、「矧弗肯獲」，皆有「弗」字，檢孔傳所解，「弗」為衍字。○傳「其父」至「棄之」○正義曰：治田作室，為喻既同，故以此經結上二事。鄭、王本於「矧肯構」下亦有此一經，然取喻既同，不應重出。蓋先儒見下有而上無，謂其脫而妄增之。○傳「若兄」至「大故」○正義曰：此經大意，言兄不救弟，父不救子，發首「兄考」備文，「伐厥子」，不言「弟」，互相發見，傳言「兄弟父子之家」以足之。「民養其勸」，「民」謂父兄，為家長者也，養其心不退止也。]"
      },
      {
        "index": 43,
        "text": "王曰：「嗚呼！肆哉！爾庶邦君，越爾禦事。[嘆今伐四國必克之故，以告諸侯及臣下禦治事者。]爽邦由哲，亦惟十人，迪知上帝命。[言其故，有明國事、用智道十人蹈知天命。謂人獻十夫來佐周。]越天棐忱，爾時罔敢易法，矧今天降戾於周邦？[於天輔誠，汝天下是知無敢易天法，況今天下罪於周，使四國叛乎？]惟大艱人，誕鄰胥伐於厥室，爾亦不知天命不易。[惟大為難之人，謂三叔也。大近相伐於其室家，謂叛逆也。若不早誅汝，天下亦不知天命之不易也。○易，以豉反。]"
      },
      {
        "index": 44,
        "text": "[【疏】「王曰鳴」至「不易」○正義曰：既言四國無救之者，王曰，又言嘆今伐四國必克之故，告汝眾國君，及於汝治事之臣。所以知必克者，故有明國事、用智道者，亦惟有十人，匆人皆蹈知上天之命。謂民獻十夫來佐周家，此人既來，克之必也。於我天輔誠信之故，汝天下是知無敢變易天法者，若易法無信，則上天不輔，故無敢易法也。況今天下罪於周國，使四國叛逆。惟大為難之人，謂三叔等，大近相伐於其室家，自欲拔本塞源，反害周室，是其為易天法也。彼變易天法，若不早誅之，汝天下亦不知天命之不可變易也。○傳「言其」至「佐周」○正義曰：此其必克之故也。「爽」，明也。「由」，用也。「有明國事、用智道」，言其有賢德也。蹈天者，識天命而履行之。此言「十人」，謂上文民獻十夫來佐周家者。此是賢人，賢人既來，彼無所與，是必克之效也。王肅云：「我未伐而知民弗救者，以民十夫用知天命故也。」○傳「於天」至「叛乎」○正義曰：「於天輔誠」，言天之所輔，必是誠信。汝天下於是觀之，始知無敢變易天法。若易天法，則天不輔之，況今天下罪於周，使四國叛乎？以小況大，易法猶尚不可，況叛逆乎？○傳「惟大」至「不易」○正義曰：以下句言相伐於其室家，室家自相伐，知「惟大為難之人，謂三叔也」。「大近相伐於其室家」者，三叔為周室至親，而舉兵作亂，是室家自相伐。為叛逆之罪，是變易天法之極，若汝諸國不肯誅之，是汝天下亦不知天命之不可變易也。王肅云：「惟大為難之人，謂管蔡也。大近相伐於其室家，明不可不誅也。管蔡犯天誅而汝不欲伐，則亦不知天命之不易也。」]"
      },
      {
        "index": 45,
        "text": "予永念曰，天惟喪殷，若穡夫，予曷敢不終朕畝？[稼穡之夫，除草養苗。我長念天亡殷惡主，亦猶是矣。我何敢不順天，終竟我壟畝乎？言當滅殷。○壟，力勇反。]天亦惟休於前寧人，予曷其極卜，敢弗於從？[天亦惟美於文王受命，我何其極卜法，敢不於從？言必從也。]率寧人有指疆土，矧今卜並吉？[循文王所有指意以安疆土則善矣，況今卜並吉乎？言不可不從。]肆朕誕以爾東征。天命不僣，卜陳惟若茲。」[以卜吉之故，大以汝眾東征四國。天命不僣差，卜兆陳列惟若此吉，必克之，不可不勉。]"
      },
      {
        "index": 46,
        "text": "[【疏】「予永」至「若茲」○正義曰：所以必當誅四國者，我長思念之曰，天惟喪亡殷國者，若稼穡之夫，務去草也，天意既然，我何敢不終我壟畝也？言穢草盡須除去，殷餘皆當殄滅也。天亦惟美於前寧人文王，我何其極文王卜法，敢不於是從乎？言必從之也。我循彼寧人所有旨意以安疆上，不待卜筮，便即東征，已自善矣，況今卜東征而龜並吉？以吉之故，我大以爾東征四國。天命必不僣差，卜兆陳列惟若此吉，不可不從卜，不可不勉力也。○傳「天亦」至「必從」○正義曰：「天亦惟美於文王受命」，言文王德當天心，天每事美之，故得受天命，是文王之德大美也。文王用卜，能受天命，今於我何其窮極文王卜法，敢不從乎？言必從文王卜也。○傳「循文」至「不從」○正義曰：文王之旨意，欲今天下疆土皆得其宜。有叛逆者，自然須平定之。我直循彼文王所有旨意伐叛，則已善矣，不必須卜筮也，況今卜並吉乎？言不可不從也。王肅云：「順文王安人之道，有旨意盡天下疆土使皆得其所，不必須卜筮也，況今卜三龜皆吉，明不可不從也。」○傳「以卜」至「不勉」○正義曰：「天命不僣」，天意去惡與善，其事必不僣差，言我善而彼惡也。「卜兆陳列惟若此吉」，言往必克之，不可不勉力也。]微子之命第十"
      },
      {
        "index": 47,
        "text": "成王既黜殷命，殺武庚，[一名祿父。]命微子啟代殷後，[啟知紂必亡而奔周，命為宋公，為湯後。]作《微子之命》。[封命之書。]"
      },
      {
        "index": 48,
        "text": "[【疏】「成王」至「之命」○正義曰：成王既黜殷君之命，殺武庚，乃命微子啟代武庚為殷後，為書命之。史敘其事，作《微子之命》。「黜殷命」，謂絕其爵也。「殺武庚」，謂誅其身也。○傳「啟知」至「湯後」○正義曰：啟知紂必亡，告父師少師而遁於荒野，「微子作誥」是其事也。武王既克紂，微子乃歸之，非去紂即奔周也。傳言得封之由，故言其「奔周」耳。僖六年《左傳》云，許僖公見楚子，「面縛銜璧，大夫衰绖，士輿櫬。楚子問諸逢伯，對曰：『昔武王克殷，微子啟如是。武王親釋其縛，受其璧而祓之。焚其櫬，禮而命之，使復其所。』」《史記·宋世家》云：「武王克殷，微子啟乃持其祭器造於軍門，肉袒面縛，左牽羊，右把茅，膝行而前以告。武王乃釋微子，復其位如故。」是言微子克殷始歸周也。馬遷之書，辭多錯謬，「面縛」縛手於後，故口銜其璧，又安得「左牽羊，右把茅」也？要言歸周之事是其實耳。《樂記》云，武王克殷，既下車，投殷之後於宋。則傳言復其位者，以其自縛為囚，釋之使從本爵，復其卿大夫之位。及下車即封於宋，以其終為殷後，故《樂記》云「投殷之後」，爾時未為殷之後也。微子初封於宋，不知何爵，此時因舊宋命之為公，令為湯後，使祀湯耳，不繼紂也。]微子之命[稱其本爵以名篇。][【疏】「微子之命」○正義曰：令寫命書之辭以為此篇，《君陳》、《君牙》、《冏命》皆此類也。]"
      },
      {
        "index": 49,
        "text": "王若曰：「猷！殷王元子，[微子，帝乙元子，故順道本而稱之。]惟稽古，崇德象賢。[惟考古典，有尊德象賢之義。言今法之。]統承先王，修其禮物，[言二王之後，各修其典禮，正朔服色，與時王並通三統。○正音政。]作賓于王家，與國咸休，永世無窮。[為時王賓客，與時皆美，長世無竟。]嗚呼！乃祖成湯，克齊聖廣淵，[言汝祖成湯能齊德聖達廣大深遠，澤流後世。]皇天眷佑，誕受厥命。[大天眷顧湯，佑助之，大受其命。謂天命。]撫民以寬，除其邪虐，[撫民以寬政，放桀邪虐。湯之德。]功加於時，德垂後裔。[言湯立功加於當時，德澤垂及後世。裔，末也。]爾惟踐修厥猷，舊有令聞，[汝微子，言能踐湯德，久有善譽，昭聞遠近。○令聞，如字，又音問。]恪慎克孝，肅恭神人。予嘉乃德，曰篤不忘。[言微子敬慎能孝，嚴恭神人，故我善汝德，謂厚不可忘。○篤，本又作竺，東谷反。]"
      },
      {
        "index": 50,
        "text": "[【疏】「王若曰猷殷王元子」○正義曰：王順道而言曰：「今以大道告汝殷王首子。」告之以下辭也。「曰猷」，如《大誥》，言以道誥之。○傳「微子」至「稱之」○正義曰：《呂氏春秋·仲冬紀》云：「紂之母生微子啟與仲衍，尚為妾，已而為妻後生紂。紂父欲立啟為太子，太史據法而爭之曰：『有妻之子，又不可立妾之子。』故紂為後。」鄭云：「微子啟，紂同母庶兄也。若，順也。猷，道也。以其本是元子，故順道本而稱之。」《釋詁》云：「元、首，始也。」《易》曰：「元者，善之長也。」○傳「言二」至「三統」○正義曰：《郊特牲》云：「天子存二代之後，猶尊賢也。尊賢不過二代。」《書傳》云：「王者存二王之後，與己為三，所以通三統，立三正。周人以日至為正，殷人以日至後三十日為正，夏人以日至後六十日為正。天有三統，土有三王，三王者，所以統天下也。」《禮運》云：「杞之郊也，禹也。宋之郊也，契也。」是二王後為郊祭天，以其祖配之。鄭云：「所存二王後者，命使郊天，以天子禮祭其始祖受命之王，自行其正朔服色，此謂通天三統，是立二王後之義也。」此命首言「稽古」，則立先代之後，自古而有此法，不知從何代然也。孔意自夏以上不必改正，縱使正朔不改，典禮服色自當異也。○「曰篤不忘」○正義曰：僖十二年《左傳》王命管仲之辭曰「謂督不忘」，則「曰」亦謂義。孔訓「篤」為厚，故傳云「謂厚不可忘」。杜預以「督」為正，可謂正而不可忘也。]"
      },
      {
        "index": 51,
        "text": "上帝時歆，下民祗協，庸建爾於上公，尹茲東夏。[孝恭之人，祭祀則神歆享，施令則人敬和，用是封立汝於上公之位，正此東方華夏之國。宋在京師東。○歆，許今反。]欽哉！往敷乃訓，慎乃服命，率由典常，以蕃王室。[敬哉，敬其為君之德。往臨人布汝教訓，慎汝祖服命數，循用舊典，無失其常，以蕃屏周室。戒之。]"
      },
      {
        "index": 52,
        "text": "[【疏】「慎乃服命」○正義曰：傳言「慎汝祖服命數」，謂祭湯廟得用天子之禮，服其殷之本服，命則上公九命，當慎之，無使乖禮制也。]"
      },
      {
        "index": 53,
        "text": "弘乃烈祖，律乃有民，永綏厥位，毗予一人。[大汝烈祖成湯之道，以法度齊汝所有之人，則長安其位，以輔我一人。言上下同榮慶。○毗，房脂反。]世世享德，萬邦作式，[言微子累世享德，不忝厥祖，雖同公侯，而特為萬國法式。]俾我有周無斁。[汝世世享德，則使我有周好汝無厭。○俾，必爾反。斁音亦。好，呼報反。厭，於艷反。]嗚呼！往哉惟休，無替朕命。」[嘆其德，遣往之國。言當惟為美政，無廢我命。]"
      },
      {
        "index": 54,
        "text": "唐叔得禾，異畝同穎，[唐叔，成王母弟。食邑內得異禾也。畝，壟。穎，穗也。禾各生一壟而合為一穗。○穎，役領反。穗，似醉反，本亦作遂。]獻諸天子。[拔而貢之。]王命唐叔歸周公於東，[異畝同穎，天下和同之象，周公之德所致。周公東征未還，故命唐叔以禾歸周公。唐叔後封晉。]作《歸禾》。[亡。]"
      },
      {
        "index": 55,
        "text": "[【疏】「唐叔」至「歸禾」○正義曰：成王母弟唐叔，於其食邑之內得禾，下異畝壟，上同穎穗，以其有異，拔而貢於天子，以為周公德所感致。於時周公東征未反，王命唐叔歸周公於東，命有言辭。史敘其事，作《歸禾》之篇。○傳「唐叔」至「一德」○正義曰：昭十五年《左傳》云：「叔父唐叔，成王之母弟。」指言「唐叔得禾」，知其「所食邑內得異禾」也。唐叔食邑，書傳無文。《詩》述后稷種禾，於「實秀」之下乃言「實穎」，《毛傳》云「穎垂」，言穗重而垂，是「穎」為穗也。「禾各生一壟而合為一穗」，言其異也。《書傳》云：「成王之時，有三苗貫桑葉而生，同為一穗，其大盈車，長幾充箱，民得而上諸成王。」下傳云「拔而貢之」，若是盈車之穗，不可手拔而貢，孔不用《書傳》為說也。○傳「異畝」至「封晉」○正義曰：禾者，和也，異畝同穎，是天下和同之象，成王以為周公德所感致。於時周公東征未還，故命唐叔以禾歸周公於東也。歸禾年月，史傳無文，不知在啟金縢之先後也。王啟金縢，正當禾熟之月。若是前年得之，於時王疑未解，必不肯歸周公。當是啟金縢之後，喜得東土和平而有此應，故以歸周公也。唐叔後封於晉，經史多矣，傳言此者，欲見此時未封，知在邑內得之。昭元年《左傳》稱「成王滅唐，而封太叔焉」，所滅之唐即晉國是也。然則得禾之時，未封於唐，從後稱之為「唐叔」耳。]"
      },
      {
        "index": 56,
        "text": "周公既得命禾，旅天子之命，[已得唐叔之禾，遂陳成王歸禾之命，而推美成王。善則稱君。]作《嘉禾》。[天下和同，政之善者，故周公作書以「嘉禾」名篇告天下。亡。]"
      },
      {
        "index": 57,
        "text": "[【疏】「周公」至「嘉禾」○正義曰：周公既得王所命禾，乃陳天子歸禾之命為文辭，稱此禾之善，推美於成王。史敘其事，作《嘉禾》之篇。○傳「已得」至「稱君」○正義曰：鄭云「受王歸已禾之命與其禾」，以為既得命，「禾」謂復得禾，義當然矣。成王歸禾之命必歸美周公，周公陳歸禾之命又推美成王，是「善則稱君」之義也。「善則稱君」，《坊記》文也。○傳「天下」至「下亡」○正義曰：「嘉」訓善也，言此禾之善，故以善禾名篇。陳天子之命，故當布告天下，此以善禾為書之篇名，後世同穎之禾遂名為「嘉禾」，由此也。二篇東征未還時事，微子受命應在此篇後。篇在前者，蓋先封微子，後布此書故也。]"
      }
    ]
  }
}
