{
  "chapterNumber": 107,
  "title": "第一百零七回　一品官九重受命　兩姓好千里來會",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零七回　一品官九重受命　兩姓好千里來會"
      },
      {
        "index": 2,
        "text": "卻說譚紹衣在浙江藩司任所，日夜不暇，盡心竭力，無非上焉為德，下焉為民的事體。浙江合省屬員服其正直，百姓悅其清廉。三年已屆，頌聲載道。譚紹衣仍是小心翼翼，不敢怠遑。忽一日皇上有旨：「著浙江左布政司譚紹衣進京陛見，問話來說。」命下之日，即刻就道，水舟陸車，星夜進京。陛見之時，皇上嘉其平倭輯民有功。未出三日，聖旨又頒：「河南巡撫，著譚紹衣去。欽此。」"
      },
      {
        "index": 3,
        "text": "塘報一到祥符，滿城都謠起來，說如今新來的撫院大人，即是舊年北道哩那位道台。這屬員中君子加慶，百姓們正人皆欣。可見正人做官，到重來時歡聲遍野，若是小人，只得唾罵由其唾罵了。穿補衣的人，何可不懼！也可悟「得意夫妻欣永守，負心朋友怕重逢」這句俗諺，人世偶侶，作如是觀也可。"
      },
      {
        "index": 4,
        "text": "卻說二月初二日，譚撫台到任。先一日黃河大渡官船，彩畫的如五色大虯一般，闖門大敞，紗窗四張，中間一根鑽天高大桅，半空雲中飄著一面大旗，上寫「巡撫部院」黑布縫的字畫。隨帶五六隻大船，四乘轎，二馬車，大車十輛，皮箱幾百個，被套衣褡數十捆，從陳橋搖擺而來。這南岸鸞鈴報馬望見，早飛鞭向南跑訖。船至中間，又一匹報馬望南電奔河南彩棚。"
      },
      {
        "index": 5,
        "text": "這數十員官員，文員之胥役是棍板，武職之目丁是弓箭，早在黃河南岸聚了幾千人。船將攏岸，手本重重，都是向船上遞的。中軍官尚且不看，何況大人。只聽得道：「傳河廳。」河廳飛奔上船稟見請安。譚撫台吩咐道：「方才過景隆口，縷堤還可。月堤之外遙堤，卻被牛牧踏溜了許多。目之所見如此，不見之處，或亦如此。貴廳不必進城稟見，可並為審視，有坍敝更甚者，即丈明長短若干。造確實清冊，以便領帶補修。南岸亦照此一例辦理。」河廳說：「是。」下船而去。"
      },
      {
        "index": 6,
        "text": "大人起身方欲下船，忽聽有女人持紙呼冤者。衙役推阻，大人忙吩咐，連人帶呈交祥符縣，進署即行代為投遞。及下船時，跪下幾十員官，中軍官喝一聲「免！」都起身雁行而立。所過村莊，俱有盒酒迎接，六十、七十老頭兒，扶杖叩頭，有跪下爬不起來的。總為大人做道員時，驛上草料豆子，公買公賣，分毫不虧累民戶；漕糧易得交納，只要曬乾揀淨，石斗升合不曾浮收；衙役書辦犯了一個贓錢，立刻處死。"
      },
      {
        "index": 7,
        "text": "今日百姓所供＊的酒，大人跟隨內丁，肩上挎一個大錫瓶，一桌一杯，俱貯在內。要知此等村釀，不減玉液瓊漿，做公祖父母官，聞香早已心醉，與瓊林宴上酒，恰好對酌。何也？人君為國求賢，無非為這幾個百姓。百姓飽爾飲食衽席之德，你才得醉百姓曲跽擎拳之酒。你到歿世後，百姓還有俎豆哩。"
      },
      {
        "index": 8,
        "text": "旗幟前導，旌旄後擁，到了天王寺前。這天王寺，是宋朝行軍，例在城北供奉天王。在當年為禱勝處，在今日為接官廳。只見寺前一個大彩棚，兩藩一臬出棚遠接。大人下了八座，藩桌跪下請了皇上聖安，大人站答聖躬安和。藩臬望上叩賀福慶，然後按儀注行大僚相見之禮。進了彩棚，伺候官奉茶。茶罷，伺候官奉酒。酒過三斟，大人起身。這一條北門進城的路，轎馬在前邊搶奔，何嘗是魚隊雁陣；旗傘在路上亂跑，不能分蝶素蛾黃。惟有將近大人時，樂班騰細響，長騶奮高呼，才有整齊嚴肅光景。"
      },
      {
        "index": 9,
        "text": "行不半里，見道旁案垂桌圍，座鋪椅褡，肴核滿陳，酒醴全具，旁邊站了一個七品補服官，一個穿襴衫的少年諸生。大人轎到，這兩個道旁打躬，大人即忙下了八座，二人讓至桌邊，卻是立談。遠遠望見，有甚為親密之狀，又不敢近前，聽不的說些什麼。款曲半晌，大人上轎，二人恭送轎旁。頃刻間，人都知那是黃岩縣公譚紹聞及兒子譚簣初秀才。"
      },
      {
        "index": 10,
        "text": "三聲炮響，大人進了北門。遲了半晌，又九聲連珠炮響，滿城都知是大人進了衙門。這衙門前蜂屯蟻聚，紛紛攘攘。惟有譚紹聞橋梓，人人屬目。少頃，只聽得說：「大人內邊請黃岩縣譚老爺。」紹聞父子進署。外邊稟見的，內邊請會的，紛紛錯錯。時刻藩、臬、道。府，都曉的蕭牆街黃岩公是大人的近支族好。那些微員未弁，腹內便有了蕭牆街三個的印板。緣大僚位重，這門下的牛馬走，官兒們還都要有以知其姓字為通竅之能員，何況大人之本族弟姪？譚紹衣做了河南巡撫，這些善政，作者要鋪張揚厲起來，不僅累幅難盡，抑且是名臣傳，不是家政譜了。作文有主從，稗官小說亦然，只得從了省文。"
      },
      {
        "index": 11,
        "text": "單說譚紹衣蒞任，應對少暇，與紹聞提起簣初姻事，說道：「皇上撫豫命下，論公事則隕越是懼，論私事則咄嗟可喜。簣初與薛甥女聯姻一事，我在京已差人上浙江接家眷了，大約再遲一月必到。到了，咱先辦聘禮，既聘咱即辦娶事。《易》著乾坤，《詩》弁《關雎》，《書》美釐降，《春秋》重元妃，五倫六經的大義，叫八股子秀才寫來套去，倒弄成老生常談。即如薛甥女之賢德，及簣初姪之美材，我千斟萬酌，看的至當，直是天作之合，非關人力所為。及年將及笄，而男女相隔數千里，且官場中北燕南閩，朝齊暮晉，毫不成定。忽而你有終養之請，我有撫豫之命，千里姻緣到六禮該完之時，俱以我兄弟二人君親之義成之，將來桂蘭繁衍，不煩蔡卜可決。但我向來不曾問你，這簣初是何姓所出？」紹聞道：「庶出，是一個房下生的。」紹衣道：「嫡室何姓？」紹聞道：「元配是父親在日定的，姓孔。繼室是父親去世後母親定的，姓巫。」紹衣道：「這可臆斷：叔大人定的，必是士夫之族，我知叔大人學問性情。嬸太太定的，必是市井之輩。若是女人管聯姻大事，不是母家之瓜葛，必是殷實之小戶，此不待問可知。不然，聖人何以有女不言外之誡？我且問你。簣初生母何姓？」"
      },
      {
        "index": 12,
        "text": "紹聞道：「說來可笑，一向不曾問及。」紹衣道：「賢弟大差。經曰『買妾不知其姓則卜之』，卜必在問之後。簣初名列膠庠，而為之父者，尚不知其生母何姓，如此何以做官？即如異日修族譜，當注生母某氏出。若不知其姓，則須注『紹聞庶子』，因子而填父諱，何以示後世？朱子云：家庭間沒個禮字，定然是天翻地覆世界。咱家累代仕宦，現今你我兄弟，都蒙皇恩做官，家庭間不得不以禮為遵循，顴頇是行不得的。」紹聞口服心折，意中暗道：「無怪乎皇上大用，委以統馭百官，節制萬民，撫綏一百二十府州縣之重任。」紹衣道：「你今家居，別的沒事，現這鴻臚派一支，又添了一輩人，你也做了黃岩知縣，將來還要升遷。有了兩個姪兒，該續在家譜上。你今日到家，問明白簣初生母姓氏，即刻寫了，叫剞劂匠人刻板，續上一張，以繼叔大人在丹徒寫的族譜之後。將來簣初高發，族譜上曉然明其所出，異日居了大位，好特疏請封生母。若不問明，現今簣初就要寫『河南副榜、黃岩縣知縣譚紹聞庶子』，這父親名字，唯君前可以直呼，《春秋左氏傳》所以曰『欒書退』也。若因簣初姪而書曰『紹聞』，叫簣初心中何以克安？況咱丹徒一族，半城士大夫，豈不心裡添個悶賬？我看著，該把簣初、用威寫在你的名子底下，用威寫『繼嫡母巫氏出』，簣初注『生母某氏』，聖人云『必也正名乎』，聖人如神龍變化，萬不迂闊。」"
      },
      {
        "index": 13,
        "text": "紹聞領命出衙，回家先省視了母親。問了冰梅出身，進署稟道：「幸奉兄大人命，問了一個明白。簣初生母，原是一個世宦後裔。據他說，他是江南人，不記的什麼縣。他父親是一個廕生，不能知他祖上是什麼大官。他小時只知他家姓趙，他祖與內官兒爭氣，惹下正德皇上，打了一頓棍，又殺了。他奶奶與他母親，還要發落什麼司，說是怪不好。連他也解送京城。走到半路，奶奶與母親自盡，他母舅是個秀才，他記的叫葛子淹，跟著送京。婆媳既然自盡，他舅只叫他哭妗子。來了一個官，三綹長髯，他記的像戲台忠臣樣兒，說既是趙姓外甥女，那得送入北京。他舅才領他走開。到背地裡，引著他說：『與那三綹鬍子官多磕些頭。』他舅只是哭。奔到河南省城，自己只假說姓劉。因無盤費，又不敢帶他回南邊，把衣服賣的吃盡。他舅對人說，是賭博輸了，人就叫他舅是槅子眼。把他寄在薛媒婆家，轉賣到咱家。他舅分手時哭著說，萬萬不可提前事，露出一個字來，就不得活了。所以他在咱家多年，沒人問他，他也不敢說。今日說時，兀自哭個不了。」紹衣道：「與闈宦爭氣惹出大禍，必然是個正直君子。他這舅曲全甥女名節，費盡苦心，也算個有本領的人。奶奶、母親自縊，可謂節烈。只可惜那三髯官兒不知名子，他能順水推舟，開籠放鳥，吾知此公子孫必然發旺。賢弟一問，萬善俱備。怪道簣初才識卓越，器字謙和，咱家鴻臚派定長髮其樣。為兄的還要一與靈寶爺、孝廉公叩喜。」"
      },
      {
        "index": 14,
        "text": "正說話時，報鎮江家眷船已到商水縣周家口，沿河州縣送下程、辦縴夫，傳牌已到朱仙鎮。鎮上官員催點拉縴夫一百五十名，預備伺候。飛馬走報轅門，傳宣官說，大船到周家口換小船，好進汴水。紹衣道：「這接嫂太太，須得賢弟引梅克仁去。自古叔嫂無服，何敢以琴瑟累壎箎。但此番來送家口，不知是丹徒那一個。這些屬員必是接的。料送家口人必是姪輩之平常者，何能應答？況薛家姑太太，趕舊親是姊妹，論新親則賢弟與甥女有翁媳之分，是以兄弟而照應姐姐，以父母而照應兒女，於情為切，於理即為宜。賢弟等再有從周家口到朱仙鎮報時，吩咐大轎十乘，連丫頭養娘都有了。鎮上必有備就的公館，賢弟與梅克仁先到公館裡等候。捨舟而陸，早晨起身，傍午可以進城。」"
      },
      {
        "index": 15,
        "text": "果然又一日，報汴河船明日泊朱仙鎮。這首縣已將轎馬伺候停當，譚紹聞坐轎，梅克仁及十個乾役，各騎馬匹，巳牌時到了朱仙鎮。南船日夕方攏岸，轎子抬進公館。譚紹聞稟見了嫂太太、姊太太，說了明日早晨起身的話。到了次日將午，已抵開封南門。許多微員末弁，隨路陸續來迎，俱是譚紹聞應承開發。三聲大炮，進了城門。不多一時，又三聲大炮，太太八座大轎進了院署。那八九頂四人轎，俱自角門而入，通進了內宅。車上小廝幼婢，亦俱進內宅。"
      },
      {
        "index": 16,
        "text": "到了次日，藩、臬、道、府來賀，無不迎會。至於外府州縣有進省者，俱有手本叩喜。其有政務商榷者，會見酌議。其餘只簽叩喜者，傳宣官俱發還手本，概行免勞。午後回拜大僚，各有首領官攔路跪稟不敢當的話。日夕時謝步、謝光的手本，帙疊內送，傳宣官登了堂簿，手本送還。"
      },
      {
        "index": 17,
        "text": "次日凌晨，宅門傳出祥符陰陽官面話。這陰陽官是從來不曾傍院門的，一聞傳話，直喜的不知如何是好，急穿補服，到院門伺候。少刻內催，陰陽官鞠躬奔進。引到花廳，一跪三叩首，站立恭聽吩咐。撫台道：「有一事相煩，叫你擇個嫁娶吉日。」陰陽官跪下道：「請示新男新女貴造。合了生辰八字，照天德歲德喜神方位貴神照臨吉日，細寫紅鸞喜書進呈。」撫台道：「只要在二十日以內，十五日以外，尋個日期便是。速去辦來。」"
      },
      {
        "index": 18,
        "text": "這陰陽官叩頭起來，出的撫院大門，身上不肯寬了補服，街上匆忙而歸，一似人人知其上院光景。到了家中，展開黃儀鳳《選擇全書》，抄些大吉大利話頭。又急向書柬鋪中買了銷金龍鳳大啟，徽墨湖筆，抄到啟上；寫不甚端楷之字，錄不甚明晰之文。抄完，穿上公服，跟個小廝捧著鸞書，又上院來。"
      },
      {
        "index": 19,
        "text": "上號房吏代為呈進。撫台只看一行「一遵周堂圖，乾造天乙貴人，坤造紫微紅鴛，謹擇於本月十六日喜神照臨，定於辰刻三分青龍入雲吉時吉刻大利」，別行不曾寓目。發出喜禮四兩一個紅封。到了上號房，號房定索傳遞勞金，陰陽官失備，逼令解封捏了一塊，方放去訖。"
      },
      {
        "index": 20,
        "text": "這院門前大小衙門聽事哩，早各報本官大人，本月十六日有撫台娶嫁喜事。三日間布、按、道、府以及豫屬進省官員，並武鎮、參、游等官，綢緞綾紗珠翠釧環則書奩敬，外附銀兩則書年餪敬，大約共值五千有零。撫台那裡肯收，眾官那個肯依，再三往復，情不能恝，撫台只得收下。無可位置，乃分一半與姑太太做陪妝，分一半送與黃岩公作娶資。這男女二家，便順水行舟，不費推移之力。不過針工裁縫，木櫃皮箱，牀幾桌椅，衣桁鏡架，銅盆錫燈之類，凡省會之所有者多錢善買，遇世家舊族所售之物，則不難以賤值而得珍貨。"
      },
      {
        "index": 21,
        "text": "這譚家的聘禮，薛家的妝奩，俱已各備。單等吉日屆期，好行奠雁、御輪之禮。"
      }
    ]
  }
}