{
  "chapterNumber": 102,
  "title": "第一百零二回　書經房冤鬼拾卷　國子監胞兄送金",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零二回　書經房冤鬼拾卷　國子監胞兄送金"
      },
      {
        "index": 2,
        "text": "卻說譚紹聞、盛希瑗及婁樸同至中州會館。此時臨近會試之期，本省舉人，已將占滿，恰好剩有三間閒房，三人住下，行李暫且存住。家人另尋國子監皂隸閒房住下。"
      },
      {
        "index": 3,
        "text": "因場期已近，這譚紹聞、盛希瑗俱要幫辦婁樸進場事體，凡一切應拜之客，應投遞之書啟，俱不肯動，只等場完之後，再辦國子監投咨考到的事。這婁樸場具，俱係譚、盛二人率家人酌度辦理。婁樸固然是平日工夫醇熟，至於表、判、策、論，也須得展開行篋，檢點一番。因三人共轅，每日閒談一路古蹟，真正是人之所樂無如友，友之所樂無如談，談之所樂無如觸著有端，接著無緒，正諧相錯，經諺互參。這個情趣，雖一向殫功咿唔呫啤者，不能以彼移此也。到了場期日迫，只得把功令所有條件略為照顧，以求風簷寸晷，有駕輕就熟之樂。譚、盛二人料理婁公進場，直如父兄之待弟姪，百般想到；奴僕之事家主，樣樣咸周。那婁樸專心研磨，一日之功，可抵窗下十日；夢中發個囈語，無非經傳子史。"
      },
      {
        "index": 4,
        "text": "直到點名之日，這個家人手提籃籠，那個小廝肩背氈包，到了貢院轅門。覓個空閒地面，把氈條鋪下，這三人將籃子內物件，一一齊擺出來仔細瞧看，或者寸紙，或者隻字，鑒影度形，一概俱無，又仍一件一件裝入籃內。忽聽一個風言，說場中搜出夾帶來了，東轅門說枷在西轅門，西轅門說枷在東轅門，又一說押往順天府府尹衙門去了，又一說御史叫押在場內空房裡，俟點完審辦哩。人多口雜，以謊傳真。這舉子一點疑心，只像進場籃兒是個經書麓筒，不知有多少筆札在內，沾泥帶水不曾洗刷於淨。幸而點名到轅門以內，獨自又行展氈細搜，此時功名得失之念，又置之九霄雲外，但求不犯場規免枷號褫革之辱，這就算中了狀元一般。所以說窮措大中了狀元，滿肚皮喜歡，那眼裡淚珠兒，由不的自己只管滾出來。"
      },
      {
        "index": 5,
        "text": "這也是觸著說起。正經該說婁樸點過名，又到了外監試點名處，高唱道：「搜檢無弊！」到散卷處按名給卷。過了龍門，認了號房，徑分東西，照號而入，伺候老軍釘簾掛籃。見了同號諸友，說明江浙山陝籍貫，問明子午卯酉科目，有前輩，有同年，有後進。或敘祖上年誼，或敘父輩寅好，好不親熱，好不款洽。日落鋪氈坐臥，雙眸三寸燭，斗室七尺軀，養精蓄銳，單等次日文戰。內中也有快談至三更尚未就寢的。"
      },
      {
        "index": 6,
        "text": "五更題紙下來，只聽老軍喊道：「眾位老爺看題！」這號門就如蜂擁一般，哄哄攘攘。已知者搔鬢吟哦而旋，未知者張口吁喘而來。日色東升，注硯吮毫，各抒妙思，徑達名理。老學究掀髯講題，確乎有見；美少年搖膝搦管，旁若無人。到了日入時辰，有就寢而鼾聲如雷者，有索茗而裊韻如歌者，各隨其天性之所近，互展其向日之所長。有污卷而輒輟者，謂三年不過轉瞬。有換卷而另繕者，歎一刻應值千金。到次日納卷，認經而投，執簽而出。"
      },
      {
        "index": 7,
        "text": "東西兩轅門，僕從來接，如羊羔認母；旅舍各投，如歸鳥還林。這譚、盛二人．望見婁樸，如將軍臨陣而回，士卒滿面俱帶安慰之意。婁樸見譚、盛二人，如故人暌隔日久，道左忽逢，不勝欣喜之情。到了寓處，盥面盆、潤喉碗一齊俱到。擺上飯來，還說某道題省的，某道題一時恍惚；某一篇一揮而就，某一篇艱澀而成。譚、盛二人說：「一定恭喜。」婁樸道：「萬分無望，」"
      },
      {
        "index": 8,
        "text": "到第二場，場規如前。這婁樸論、表、判語，措辭典麗，屬對工穩。及三場，場規依舊，卻已不甚嚴赫。這土子們詳答互問，有後勁加於前茅者，也就有強弩之末聊以完局者。三場已完，這三人辭了場門小下處，仍回中州會館。"
      },
      {
        "index": 9,
        "text": "士子責畢，場內任重。彌封官糊名，送於謄錄所，嚴督不許一字潦草。謄錄官送於對讀所，謹飭不許一字差訛。對讀一畢，由至公堂轉於至明堂，分房閱卷。批「薦』，批「取」、批「中」的，那是入選高中的；不薦而黜，屢薦而駁者，那是孫山以外的。"
      },
      {
        "index": 10,
        "text": "卻說婁樸貢字五號卷子，分到書經二房翰林院編修邵思齊字肩齊房裡，這邵肩齊是江南微州府歇縣一個名士，嘉靖二年進土，散館告假修墳，假滿來京，授職編修。這人有長者之風，意度雍和，學問淹貫，辦事謹密。閱這貢字五號卷子，甚為欣賞，搭上一個條子，批了「薦」字。到了三場第五道策上，說包孝肅賢處，有一句「豈非關節必到之區哉』，再三看去，講不下來。但三場俱佳，只此一句費解，且又有「關節」字樣，心內嫌疑，只得面稟總裁說：「通場俱佳，只此一句可疑，不敢驟薦，面稟大人商酌。」總裁略觀大意，說道：「此卷的確可中，爭乃此句萬不可解。皇上前日經筵說：『宋臣合肥包拯，獨得以孝為諡，是古來嚴正之臣，未有不孝於親而能骨硬者。』聖意隱隱，蓋謂哭闕之臣，不以孝侍君上，而徒博敢諫之名以沽直的意思。這是策問的所以然。舉人卷子中有窺及此者，文字少可將就，即便取中，以便進呈。何此卷便扯到關節必到上去呢？況皇上此時，正草青詞以祈永年，此卷內還有『閻羅』二字，萬一觸忌。嚴旨下來，考官何以當得起？這卷只得奉屈了，以待三年再為發硎罷。」這邵肩齊只得袖回本房來，卻甚覺屈心。放在桌上，偶爾袍袖一拂，落在地下，也就懶於拾他，又閱別卷。"
      },
      {
        "index": 11,
        "text": "及三更以後，又得佳卷，不勝欣喜。批了「薦」字，單等明日上呈。一時精神勃勃，再抽一卷，卻仍是貢字五號卷子，心中好生厭煩。只疑家僕拾起誤擱在上，爽快拋在地下。只覺喉渴，叫一聲：「茶！」這家人已睡倒摔根地下。肩齊又一聲道：「斟茶！」那廚房茶丁，是不敢睡的，提上壺來。進的門來，忽一聲喊道：「哎呀！哎呀！老爺右邊站著一個少年女，女－－。他－－拾卷子哩，他－－磕頭哩，他－－沒了。」提的茶壺早落在地上。肩齊一怔，由不的環顧左右，毫無形影。只右手處筆筒燭影，倒映地上，直拖到牆跟。少一遲意，說道：「這是何等所在，不可胡言亂語。斟茶。」那牆跟睡著的家人，也驚醒了，斟上茶。肩齊呷了一口，依舊溺管儒墨閱起卷子來。那筆筒倒影依舊隨燭火抖動。"
      },
      {
        "index": 12,
        "text": "次日，各房考官俱有薦的卷子。邵肩齊手持三卷，把昨夜之事，一一說明。總裁道：「老先生所言，終屬莫須有。我再看看文藝。」邵肩齊呈上，兩總裁互相遞觀，不覺稱賞不已。副總裁道：「們豈非關節必到之區哉』，即驗之原卷，也是如此。不過遺漏一『不』字耳。鬼神杳冥之談，鄉、會場外可言，場中不可言及。不過中的一百幾十名就是了。」搦管批個「取」字。正總裁批個「中」字。留在至明堂上，算一本中的卷子。及放榜時，中了一百九十二名。後殿試，引見，選入兵部職方司主事。"
      },
      {
        "index": 13,
        "text": "嗣婁樸謁見房師，邵肩齊說及前事，婁樸茫然不解。或言這是濟南郡守婁公，在前青州府任內，雪釋冤獄，所積陰騭。後婁樸訊及乃翁，潛齋忖而不答，只道：「我職任民社，十五年於今，只覺民無辜，心難欺，何嘗念及爾輩子孫。燭影而已。」"
      },
      {
        "index": 14,
        "text": "卻說盛譚二人，於禮部放榜之先，自辦投咨、考到，國子監錄人彝倫堂肄業。到婁樸殿試、傳臚、分部，他二人愛莫能助，自不能耘人之田，自然是耘己之田。婁樸既入兵部，時常入監瞧看。婁樸成了過來人，就把祭酒所批之文，詳加商榷。譚盛工夫純篤，這文藝自然精進。"
      },
      {
        "index": 15,
        "text": "少暇，即與滿天下英才談論。初與黔蜀之士，說起藍、鄢兩賊肇事根苗。嗣又與浙閩之士，說起日本國為漢奸所誘，恃勇跳樑，沿海郡邑多被蹂躪。那浙士道：「唯有火攻，或可破之，惜中國未有用之者。」譚紹聞道：「中國虹霓大炮，豈非火攻？」這浙東寧波人士，是留心韜鈐好言兵事者，答道：「虹霓炮如何制得他。他的海船乘風迅速，這大炮重數百斤，挪移人眾時久，迨照住來船點放火門時，那船已自過去。我在島上守禦，島是死的。他的船是活的，得勢則攻島，不得勢則直過，奔至沿海郡邑村莊，任意剪屠。我們今日在監肄業，心中卻縈記家，時刻難忘。」紹聞道：「請問吾兄，這火攻之法，畢竟該怎樣的？」浙士道：「我們中國元宵煙火架，那宗火箭甚好，比之金簇箭更厲害。天下雖有萬夫不當之勇，斷未有見蛇而不驚，遇火而不避者。倭寇袒胸赤膊，一遇火箭即可灼其身，入艙即可燒其船，著蓬即可焚其桅。頃刻可連發數百千笴。虹霓炮可以碎其船，而不能焚其船。」譚紹聞想起元宵節在家鄉鐵塔寺看煙火架，那火箭到人稠處，不過一支，萬人辟易；射到人衣裳上，便引燒而難滅。當日金兀術在黃天蕩，用火箭射焚韓蔽王戰船，因得逃遁而去，想來就是這個用法。閒談過去，依舊回齋課誦。一日之勞，片刻之澤，敬業樂群，好不快心。"
      },
      {
        "index": 16,
        "text": "一日譚盛二人在率性堂齋室正進午膳，忽進來一人，說：「外城離這裡，足有十五里！」抬頭一看，乃是盛希僑，二人驚喜不置，急讓道：「吃飯不曾？再辦飯吃。」盛希僑一看，道：「不成飯！不成飯！難為你們受苦。」坐定，盛希瑗道：「娘好？」盛希僑道：「近來著實好，一發不拄拐杖。心裡有些想你；我說他在京中很知用功，娘很喜歡。第二的呀，全在你，休叫我哄娘。」紹聞道：「我家裡何如？有家書麼。」盛希僑道：「我來時，曾到蕭牆街，家裡都很好。」盛希瑗道：「咱家都平安？」盛希僑道：「咱家平安，我還不來哩。」盛希瑗站起來問道：「是怎麼的？」盛希僑道：「你嫂子在我跟前撒潑哩！」盛希瑗道：「聲放低些。」盛希僑道：「不省事人，家家都有，怕什麼哩？爽利我對你說了。我的大舅子錢二哥，春天從華州來，來看他妹子。我看隔省遠親戚，著實沒要緊，扣了一頭腳驢，跟了個老家人，來回兩千多里，有啥事哩。況且我外父中了個進士，做一任官，並沒一個大錢。大舅子跟譚賢弟一樣，中了個副榜，將來有個佐雜官兒做做。如今來河南走一遭是做啥哩？過了三日，那日晚上吃夜酒，錢二哥道：『我這一回，不是無事而來，我來與姑爺、二賢弟送一宗東西。」解開衣褡，取出沉甸甸一包東西，黑首帕裹著，紅繩紮著。解開一看，乃是六笏黃金，四對金鐲。我說：『這是做什麼的？」他說：『這是府上一宗東西，舍妹寄放我家。今年我將出仕，不交付明白，恐怕失迷。只可惜二賢弟不在家，不能眼同交付。』我說：『並不知有這宗項。」他說：『姑爺既不知曉，爽快姑爺收存。並不必叫舍妹知曉，省卻葛藤。』他說的懇，我只好收下。過了一日要走，我與他扣馬車一輛，盤費銀三十兩、送的回華州去。我想這一定在咱娘那十笏金子中數。那鐲子我也不知道是那裡的。咱娘卻不知他的金子少了六笏，這話也斷不肯叫咱娘知道，只叫老人家喜歡。我想，俗話說，『天下老哩，只向小的。』你是咱娘的小兒子，全當咱娘與你抬著哩。」"
      },
      {
        "index": 17,
        "text": "盛希暖道：「哥說的是啥話些。」盛希僑道：「咦－－，像我這大兒子不成人，幾乎把家業董了一半子，休說咱娘不愛見我，我就自己先不愛見我。你肯讀書，娘也該偏心你。如今你吃的不成飯，我是曲體母親的心，與你送來使用，只要好好用功。婁賢弟已中了進土，俺兩個日昨見過面了。他說濟南府還沒人來，大約數日內必到，這兩日手頭乏困。我就帶一錠出外城，換了一百六七十兩銀，與了他一百兩，叫他當下支手。他濟南銀子到了，或還咱，就算借與他；或不還，就算賀他；他不足用，再送他一百兩。總之，不叫咱的人在京受難為。至於譚賢弟，我送你一對鐲子。－－當下就套在手上－－我看，我再到首飾樓上換五十串錢與您二人送來。休要細嚼爛咽，餓的瘦了。我回家對咱娘說，你吃的大胖，對譚伯母說，譚賢弟也吃的大胖，到京裡一見全不認的。叫老人家喜歡，不縈記就是。讀書卻在你們拿主意。譚賢弟早寫好家書，我在京裡，住一兩個月不定，三五日內走也不定。我住的店在豬市口河陰石榴店東邊，叫鼎興客寓。對你們說，你們好瞧我。我回去哩。」盛希瑗道：「我跟哥去。」盛希僑道：「不怕先生麼？」紹聞道：「這與外州縣的書院一般，學正、學錄與書院的山長一般，不過應故事具虛文而已。要出去住五七天，稀鬆的事。」盛希僑道：「既是如此，咱如今就走。爽快今夜不用回來，咱好說說話兒。門戶呢？」盛希瑗道：「交與管門門役，不妨事。」盛希僑道：「叫小廝他們也都坐上車，到外城走走。這方家衚衕也鬆的很，沒啥瞧頭。他們那個要回去，我問他，隨意就跟我回去，這裡人多也沒用。這金子一發也帶出去，放在店裡好些。」"
      },
      {
        "index": 18,
        "text": "說一聲叫四輛車，恰恰有三個蘇州貢生拜客回來，有車在門，講了價錢，一言而成。連來車一輛，主？」各坐停當，徑從海岱門出城，向鼎興客寓而來。晚景掀過。若說次日，還有下回。"
      }
    ]
  }
}