{
  "chapterNumber": 104,
  "title": "第一百零四回　譚貢士籌兵煙火架　王都堂破敵普陀山",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零四回　譚貢士籌兵煙火架　王都堂破敵普陀山"
      },
      {
        "index": 2,
        "text": "卻說譚紹聞與梅克仁出了前門，徑到江南會館。原來譚紹衣已上兵部，知會勘合，定於後日早晨起身。星夜赴浙。自兵部回來，見了紹聞，說道：「賢弟呀，你我弟兄，不說套話。昨日陛見，皇上因浙江御史陳九德及裴紳奏訟日本國倭寇盤踞海島，伺隙搶奪，海民之失業與儒生之失職者，潛為依附，出沒不常。皇上特授我以浙江左布政使，命我以備寇、禦敵、輯民三大事，與總兵俞大猷、湯克寬文武協恭，共綏地方。我想賢弟雖現在京師肄業，將來功名，尚在未定之間。我現今隻身孤往，內邊沒個至親幫手。賢弟正年壯，若肯隨我去，效得一點功勞，建得一點勛業，我昨日已奏准皇上，許我密摺奏聞。將來賢弟可以得個官職，為報答國恩之階，為恢宏家聲之計。賢弟肯去麼？」紹聞道：「為人臣者報國恩，為人子者振家聲，此丈夫事也。愚弟受哥大人栽培，自願多聆教益，或備筆札之需，或效奔走之勞，唯哥大人之命是從。」"
      },
      {
        "index": 3,
        "text": "譚紹衣道：「我來時，已將衙門家口搬了，移在當日碧草軒內。吩咐祥符縣，已交銀一千五百兩與買主，仍歸為譚氏舊產。我卸了事，已面見嬸太太，將賢弟隨我到浙之意稟明。老太太極喜歡。至於賢姪讀書一事，已將衙門衛先生移在西書房教書，衙門你兩個姪子，與簣初他們兄弟三人，一處唸書。署我的道印，是開封府陳太守同年，他自會料理，再不用你掛心。打掃碧草軒，安頓家眷，已吩咐祥符典史，也無須對你說的。你京裡事，只用你跟的我走，少什麼路上再置。跟你的幾個人？」紹聞道：「三人。」譚紹衣道：「那個中用些？」紹聞道：「才從家裡來的叫王中，是頭一個中用的，但他微有家計縈心。」"
      },
      {
        "index": 4,
        "text": "梅克仁插口道：「這人小的是知道的，老太爺重用的人，極會料理事體。」紹聞道：「那兩個是粗笨人，趕車、造廚而已。」譚紹衣道：「賢弟今晚進城，把行李包裹了，寫就家信。我也寫兩封書，一封家信，一封與開封府，就叫老太爺重用的那人帶回。與他三十兩銀作盤費，叫他管兩院的事。那兩個粗笨人，帶在衙門裡。要知道衙門內，用粗笨的最好。要說衙門中耍精明的，天下有真聰明人而肯跟官的麼？人做了官，便是人哄的人，越聰明越哄的很。你回監中去，托同堂諸生遞一張隨兄赴浙江藩署的呈字。要來清去明，雖小事亦當如此。那是國家太學，不管俗下如何看，我輩應當敬重。」說畢譚紹聞要走，梅克仁道：「車今晚不必出城，就喂在國子監門外，是包就的車，明日一早來外城，後日起身。」"
      },
      {
        "index": 5,
        "text": "譚紹聞回的監來，見盛希瑗一五一十說明。舊合新離，未免愴然。盛希瑗道：「京師勢利之交，那離別本無真苦。道誼之交，離況委實難當。一別之後，有終身不再晤者，有度其永別而一會、再會、三會者，後且有性命身家之托。如我輩離別，脈脈然貌不甚瘁而神自傷。但能如此亦鮮矣。」兩碟咸萊，一壺酸酒，直說了半夜方才就枕。紹聞尤覺難為情者，隻手寫數字與婁兵部厚存，匆匆不及面別。"
      },
      {
        "index": 6,
        "text": "次早出城，盛希瑗送至衚衕口，包車裝了行李，另僱車坐了。紹聞走了大半里，家人說：「盛老爺還在衚衕口站著哩。」夫是之謂朋友之真送，以目送，以神送也。"
      },
      {
        "index": 7,
        "text": "且略朋友真情。再說譚紹聞率領王象藎三人，見了新藩台，行了家人禮。譚紹衣細看王象藎，老成練達之狀現於顏面，直中又帶戇氣，心中甚為器重，說道：「你是自幼伺候老太爺的？」王象藎道：「是。」譚紹衣道：「我如今出了河南驛鹽糧道衙門，把家口住在碧草軒內。那碧草軒，我已交銀一千五百兩贖回來，還是咱譚家故物。」王象藎不禁眼酸，忙低下頭來，不被人看到。「你回去，把兩院家事都交與你照管，夜間兩院之門戶，幼年小相公之出入，你俱膺心。我有諭帖與少爺們，你帶回去。給你銀五十兩，盤費在內。我明日起身赴浙江，你明日僱包程騾子回河南－－」話猶未完，梅克仁來說：「兵部宋老爺來拜。」打斷話頭。後不再續。"
      },
      {
        "index": 8,
        "text": "新藩會了宋少司馬，獻茗敘闊，告辭而去。新藩就坐車，把京官該稟別的，該辭行的，該謝酒的，應酬至日入定更時，方回會館。這王象藎已將包程騾子僱下。次早五更起來，裝完行李，騾夫候行。譚紹衣兩兄弟洗臉吃點心，王象藎來稟起身，磕了頭。新藩站起來，兩手貼胸，肅然起敬道：「回家稟老太太安。」王象藎見譚紹衣這個至誠至敬光景，心中暗道：「大人果是個內外如一心貌相符的人，不是口頭謙、臉上恭那種浮薄氣象。大相公跟的去，自然再無可憂之事。」把一向掛牽少主人心腸，鬆了八分。緣王象藎不識字之學問，乃自閱歷中來。出的會館，騎上騾子，十二天進省，斷乎不誤一刻。"
      },
      {
        "index": 9,
        "text": "卻說譚紹衣看的王象藎走訖，梅克仁安頓馱轎車輛，俱集江南會館門口，等候起身。這京都上任官員榮華光彩，看官已屬司空見慣，自不必說的。單說水陸驛郵歷盡，到了浙江，上任蒞事。那些稟見督撫，拜會右布政使同寅，以及桌司、道台、學使、首鎮互相往來儀注，自是常例，不必詳述。"
      },
      {
        "index": 10,
        "text": "因皇上有文武協恭備倭特旨，總兵俞大猷、湯克寬與左布政譚紹衣，彼此相商戰守事宜。譚新藩使譚紹聞往來於二總兵之間。二鎮台以為藩台乃弟、河南副榜，杯酒言歡，聯為兄弟。譚紹聞住在海口集市－－約有五百戶人家－－一個定海寺內。攜定四五個家人，六名衛役。看是閒散位置，卻是海汛之意，以便藩司衙門音信。"
      },
      {
        "index": 11,
        "text": "將近冬月，譚紹聞吩咐，明年新正元宵節，要在定海寺門前放煙火架，請本省最好的煙火匠來問話。請的煙火匠到了，見譚紹聞叩頭，說道：「這煙火架有幾百樣做法，老爺要怎的做法呢？吩咐下來，好買材料，購紙張。要幾萬炮，幾萬笴子火箭，幾萬筒花，幾萬走毒子，幾萬地雷子，幾萬明燈子，宗宗不誤。」紹聞道：「都是什麼故事？」煙火匠道：「伺候官場的故事，第一宗是『天下太平』，硫磺字，玉皇駕前長五丈、寬一丈一幅長條，上寫四個碾盤大字『天下太平』，第二宗是『皇王有道』，上坐一位皇帝，兩邊文武站班，上邊橫卜幅長五丈、寬一丈一幅橫幅，寫碾盤大字『皇王有道』，第三宗是『福祿壽三星共照』，第四宗是『萬國來朝』，第五宗是『文官拜相』，第六宗是『武將封侯』，其餘『日月合壁』，『五星聯珠』，『雙鳳朝陽』，『二龍戲珠』，『海市蜃樓』，『回回獻寶』，『麒麟送子』，『獅子滾繡球』，無論什麼『八仙過海』，『二仙傳道』，『東方朔偷桃』，『童子拜觀音』，『劉智遠看瓜』，『李三娘推磨』，『張生戲鶯鶯』，『呂布戲貂蟬』，『敬德洗馬』，『單雄信奪塑』，『華容道擋曹』，『張飛喝斷當陽橋』，『張果老倒騎驢』，『呂純陽醉扶柳樹精』，『韓湘子化妻成仙』，『費長房入壺』，『月明和尚度柳翠』，『孫悟空跳出五行山』，『陳摶老祖大睡覺』，『老子騎牛過函谷』，『哪叱下海』，『周處斬蚊』，『楊香打虎』，『羅漢降龍』，『王蓋之愛鵝』，『蘇屬國牧羊』，『莊子蝴蝶夢』，『八戒蜘蛛精』，可喜的『張仙打狗』，可笑的『和尚變驢』，記也記不清，說也說不完。等小的們細細開個單子，老爺點那一樣兒，小的就做那一樣兒。要叫人遠看，多加火箭，燒他的衣裳，解不開紐子，鬆不了帶鉤；要叫人近看，多加上幾筒花，他們得細細看。總之要幾個走毒子，燒不了人，算不了好煙火。」"
      },
      {
        "index": 12,
        "text": "譚紹聞道：「什麼叫做走毒子？」煙火匠道：「火箭不加笴子就是走毒子。落到人身上越跑越厲害，趁著他的衣裳上張著風兒，一發滾著燒。走毒子加上笴子就是火箭，射到人身上，如木匠的鑽一般，鑽透衣裳再鑽肉。」譚紹道：「煙火有兩軍交戰的故事沒有？」匠人道：「有有有。旱地裡戰，有『炮打襄陽』。」紹聞搖頭道：「不要這，不要這。」匠人又道：「水上戰，有『火燒戰船』，」紹聞道：「這個好！這個好！你說。」匠人道：「曹操下武昌有七十二隻戰船。這煙火要做諸葛孔明壇上祭風。做兒只小船兒是黃蓋放火。黃蓋般上放了火老鴉，撒了火箭，一齊發威。這黃蓋船與曹操船兒有一根繩兒，穿了一個烘藥馬子。馬子下帶一個將軍，手執一把刀，烘藥走到曹船，一刀把曹操頭砍下。又有一個馬子帶一個將軍，到許褚船上殺許褚，到張遼船上殺張遼。這兩個將軍，還用烘藥馬子帶回來，到孔明七星壇上獻功。那七盞燈是硫磺配的藥，可以明多半更月七十二隻曹船，這邊火箭亂射，射中曹船的消息兒用船上俱裝的是炮，一齊幾萬炮亂響，響的船俱粉碎，齊騰火燄，登時紅灰滿地。這七星壇上披髮仗劍的孔明，機兒燒斷，還要慢慢的退入軍帳。」紹聞道：「這個好，這個好。你們開上單子來我點。這『皇王有道』『天下太平』『火燒戰船』是一定要的。中間大故事我再檢上五六宗，那小故事，你們揀手熟的、消息活動的隨意做。該多少火硝硫磺，得多少紙張，你們算明，開上單子來，好發銀子。總之，多做下幾十萬、幾百萬火箭，越多越好。一個走毒子不要。」匠人道：「這先得成千斤白礬。」紹聞道：「做什麼？」匠人道：「紙上加礬就不帶火。」紹聞道：「一分白礬不用，正要紙上帶火。」"
      },
      {
        "index": 13,
        "text": "次日，匠人開來單子。開了火硝、硫磺幾萬斤，炮紙幾萬刀，葦蓮蒿莖幾萬捆。紹聞發了銀兩，在定海寺開了作坊，做將起來。俞總兵聞報，發來「小心火燭，如違重究」告條。湯鎮台也發來「火藥重地，兵丁巡綽」告條。紹聞道：「元宵煙火架，原是民間賽神小事，不必黏貼告條。」煙火匠自行製造，紹聞每日走看一回。"
      },
      {
        "index": 14,
        "text": "忽一日有個省城信息，說皇上命山東巡撫、都御史王忬提督浙江軍務，星速到任。到任之後，上了一本，說「浙人柔脆，不任戰事，請假臣以事權，誅賞得以便宜行事」。又夾片奏「浙人徐海，潛居日本，其有寵姬王翠翹，不肯背棄中國，可以計誘，俾其反正。懇賜重地賚以招徠之」，又奏「閩人林參，私通日本，自號刺達總管，擅造艅艎，勾連倭寇入港作亂」等事。"
      },
      {
        "index": 15,
        "text": "奉旨：「浙江備倭諸務，一切俱准王忬便宜行事。欽此。」卻說王都憲忬，行文濱海一帶府縣，各鎮汛營伍，「演習武藝，爽刷鎧冑，安頓火藥炮位，以防倭寇。」嚴飭各海口，「勿使漢人潛入日本，勾引倭匪，得以突入中土，虔劉我士民，搶劫我倉庫。」「如有行伍兵丁，鋁冑黝鏽，槍刀弓矢生疏者，該總戎、參、游，按兵法治罪。海口疏防，俾莠民積匪得以潛逸外國，藏匿巨島，俟俘獲之日，嚴訊洋海之人，的係自某口潛遯，即將管司某口員弁，究治失察之罪，與私縱同科。」嚴牌飛郵，未及三日，忽報倭寇犯台州府，以及黃岩、象山、定海各郡邑。警報一日三至。王都憲即傳左布政使譚紹衣，同往禦寇。共帶了五千營兵，並游擊、守、把等官，星夜進發。飛檄兩路總兵俞大猷、湯克寬，俱到定海寺取齊，協力殺賊；義卻說譚紹衣在路上，接到譚紹聞所遣飛走報人投稟，報倭寇蹤跡及潛引線索，訪明寇媒在台州府則東洋口之徐萬寧，黃岩則荻葦港之魯伯醇，象山則望島崖之王資、錢亞亨，定海則城內龍神巷中間、院中有大椿樹為記，其人是考退黜生馮應昂。並報定海寺所做火箭，共九百萬笴有奇，預備克敵之用。譚紹衣即持書面稟王都憲，說道：「這是卑職一位堂弟，名叫譚紹聞，卑職差他駐定海寺，暗訪寇媒居住何村何鎮，院落有何記號，以便預為剪除。火藥箭矢，是他私為創造以備火攻者。」"
      },
      {
        "index": 16,
        "text": "王都憲大喜道：「老先生奉命備倭，密為安頓於不知不覺間，今制敵有恃。令弟是何功名？」譚紹衣道：「河南副榜。」王都憲道：「膚公大蕆，當列首薦。」譚紹衣道：「總托皇上洪福。」飛牌濱海府縣，將附敵之馮應昂等拘訊。到了定海寺，譚紹衣率領譚紹聞進見，跪呈兩捆火箭。只見每捆二百笴，箭頭排積圓捆，笴尾細處，則以稻草填墊捆來，兩頭勻稱，其形如枕，上有一根麻綆，可以胯在肩上，輕而不勞。王都憲大喜道：「此火攻奇策，端的可賴。」回顧譚紹衣：「此係何項？」譚紹衣道：「卑職捐備。向無此例，不敢動帑。」王都憲道：「火攻大濟，當予奏銷。」即傳令營伍到寺受箭。譚紹聞點名散給，領箭者以肩受之，雁行而來，魚貫而去。"
      },
      {
        "index": 17,
        "text": "嗣後俞大猷兵到，如此領法，湯克寬兵到，也如此領法。只散去一半，餘還貯廟。於是大兵傍海而陳。斷卻寇媒，倭寇無所適從，遙見旗旌，遂駕刺達總管林參所造艅艎，前來迎戰。及近岸，倭寇袒胸露乳，手執大刀闊斧長矛銳剚，飛也似奔來。這邊火箭齊發，著胸者炙肉，著衣者燒身，著篷者火燄隨起，入艙者逢物而燃。且出其不備，目不及瞬，手不能格。一隻艅艎雖大，除火箭落水者不計，頃刻已矢集如蝟，如何能支持得住？到了日落，直是星宿海中漂著幾攢祝融峰，冉冉沒訖。那些後到的艅艎，以船碰船，都著了藥兒。王都憲傳下令去，火箭要珍惜，不可隨手輕放。"
      },
      {
        "index": 18,
        "text": "那日本國殘軍敗將，齊要尋島避火。看那篙工舵師，論他的櫓，猶似劉向閣中太乙杖，論他的船，也似蔡邕案上焦尾琴。俱駕在普陀山根，希保島上的山寨。王都憲夜諭俞大猷、湯克寬，駕水師艨艟，徑往相攻。這兩位總兵傳令放起火箭，草木棚廬只落得可憐一炬。那燒死而焦頭爛額者不計，餘共斬首二百五十三級，生獲三百四十三人。"
      },
      {
        "index": 19,
        "text": "中國這一番大捷，日本這一場大敗，王都憲題奏上去，詳述倭寇跳樑之橫，浙江被劫之慘，俞、湯二總兵統兵之盛，譚紹聞一書生設計之奇，定海寺火箭幾萬支，為向來韜鈐所未載，詳詳悉悉，原原委委，都寫在奏章之上。嘉靖皇上覽之，大為欣喜，乃旨諭內閣：「這所奏殲賊情形，如目親睹。譚紹聞著來京引見，問話來說。欽此。」"
      },
      {
        "index": 20,
        "text": "王都憲奏疏原委，下回找敘。"
      }
    ]
  }
}