{
  "chapterNumber": 101,
  "title": "第一百零一回　盛希瑗觸忿邯鄲縣　婁厚存探古趙州橋",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零一回　盛希瑗觸忿邯鄲縣　婁厚存探古趙州橋"
      },
      {
        "index": 2,
        "text": "卻說譚紹聞、盛希瑗合伴婁樸，准擬正月初六日赴京入國子監肄業。年內，盛希僑已將肄業緣由，在祥符縣遞呈，申詳學憲，知會撫台，辦好部咨。俱是舊識錢萬里包辦，滿相公跟隨，酌給筆資。單等過年啟程。"
      },
      {
        "index": 3,
        "text": "盛希瑗盤費，都是老母所藏宦囊，那有不滿給小兒的。至譚紹聞盤費，當瘡痍少平之後，不能無藉周章。年內外，王春宇送銀八十兩，巫家送來二十兩。孔耘軒、張類村與姪張正心、程嵩淑、蘇霖臣亦得各有贐儀。"
      },
      {
        "index": 4,
        "text": "初二日，紹聞及簣初同詣道署叩節，稟上京肄業之期。觀察道：「成均肄業，亦是上進之階。留心北闈，能以考中，則春闈在即，可省來年冬春跋涉之苦。簣初姪怎的讀書呢？」紹聞把父執張類村課誦，外父孔耘軒批課，一一詳稟。觀察向簣初道：「每月課藝十五六篇不等，即以原稿原批送署，我還有擘畫你成人的話。我吩咐門上，一到即傳，斷不至守候費時。」即叫梅克仁說明，梅克仁答了個「是」字而去。觀察道：「我還有京邸親戚書札，明日送去。到京看封皮簽子投遞。」話完，紹聞父子辭出。"
      },
      {
        "index": 5,
        "text": "到了次日，書稟四封，贐儀一百二十兩，送到譚宅來。這街坊鄰親路菜微贐，又受了幾家。到初五日晚夕，母親王氏賞了家餞酒席，紹聞囑了家務，合家勸些保重話頭。"
      },
      {
        "index": 6,
        "text": "到了起程之日，紹聞跟的雙慶，又收了一個家丁名叫華封。皮箱竹籠，被套衣褡，裝在車上。簣初王象藎跟送，到了盛宅。見節方畢，婁樸來到，跟人兩個，也見了節禮。希瑗跟了家人兩個，舊隨兩個，共四人。盛希僑僱大車五輛，已訂明譚、婁不必另僱車輛，共合一幫。"
      },
      {
        "index": 7,
        "text": "盛希僑設了酒席，婁譚並坐上面，簣初打橫，盛氏兄弟對坐相陪。廳上勸酒囑話，門首捆載箱籠。早飯畢，賓主同出大門，婁譚向希僑作謝上車。希瑗又與哥哥說了幾句秘商的話，作揖稟辭，也上了車。各家人等希僑回轉，方才上車。車夫一聲呼嘯，五輛車魚貫雁翔，出了祥符北門而去。過黃河，走封丘、涉濁漳，一路無話。單說到邯鄲縣，恰遇京上下來欽差上鍾祥去，將關廂店口占了一半。這盛希瑗五輛車，自南而北，因看店的人到的早，已經講明牲口草料、主僕飲食，店主與家人門前等候。及車到時，占了上房五間，陪房六間，馬棚四間，一座店幾無空閒之處。剩餘之房，到日夕時，有兩個挑擔行客困無店可住，情願多出店錢。店小二見無甚出息，不肯容留，那人只得走開。"
      },
      {
        "index": 8,
        "text": "及日將落，有個少年孤客，騎了一頭騾子，行李甚重。店小二拉住牲口嚼環硬往內拉。那少爺還要往北尋店，店小二道：「北頭住了欽差，那有閒房。」說著拉著，已到院子中間。少年只得下了牲口。先問店錢，店小二道：「一州無二例，上房爺們怎的，你也怎的就是了，難說多要一個錢不成。」一面說著，一面送臉水，提茶壺。那少年洗手漱口已完，少歇一會，便喂牲口，問料麩草價，店小二道：「一個牲口盡喂管飽，總是一百大錢，水錢兩個越外。」。"
      },
      {
        "index": 9,
        "text": "傍晚時，店小二提一壺水，到少年住房，笑道：「爺請客罷？」』少年道：「我這裡沒朋友，請什麼客。」店小二道：「請堂客。」少年道：「家兄在柏鄉縣開京貨鋪，怕他知道了，我不要。」店小二道：「管保中意就是。」少年道：「院裡人多，不要如此。」上房譚、盛、婁三人聽的明白，都說可謂少年老成。閉了上房門，品評起牆上的旅吟來。說這一首蒼老奇古，筆力不弱。"
      },
      {
        "index": 10,
        "text": "又說這首閨秀詩，婉麗姿態，淡雅辭彩，自是一首好詩，惜題於店壁，令人有芳卿之呼，是自取沒趣。又照燭看牆角一首，令人捧腹，乃是和女郎詩，強押韻腳，百方趕趁，猶不自知其丑。正談論間，彷彿聽的城內定更，說：「咱睡罷。火盆休斷了火，明早五更太冷。」果然街上鳴鑼，店中敲梆。睡到將近五更，忽聽院內一片嚷聲，只聽店小二說：「八兩銀算那一樣兒罷，江瑤柱，沙魚翅，好官燕碟子，夠那一樣兒錢？狀元紅一百壺，我們該替你賠銀子打酒麼？單說送梳籠匣子，我們怕驚動客長，就替你賞了兩弔大錢。」又聽的一個人要打媳婦子，說：「這半個月，通不夠房錢。」又聽女人哭聲，越吵越厲害。通聽不的那少年卿一聲氣兒。"
      },
      {
        "index": 11,
        "text": "嚷鬧中間，聽的車夫添草聲，馬索草聲，車夫張凍口，唱《壓壓油》："
      },
      {
        "index": 12,
        "text": "鄉里老頭兒，壓壓油，出門遇見山羊，嚇了一跤。兩根骨頭朝上長，四隻蹄子，一根尾巴，望著我咩咩叫。瞧，下嘴唇底下，滴流著一撮毛。"
      },
      {
        "index": 13,
        "text": "唱完，打了個呵欠，喊道：「老爺們起來罷。」這院內七嘴八舌還嚷的不定交。盛希瑗早已起來，心中有老大哩不耐。開了上房門，叫當槽的。店小二飛也似上來，說道：「要添炭呀。」盛希瑗道：「添炭，拿開水來。」店小二急忙回去。到院中又吵起來，說：「江瑤柱、燕窩碟子，就得十兩！」希瑗道：「添炭呀！」店小二道：「就到。」希瑗道：「人家小孩子，給十兩銀子，也就罷了，胡吵的聒人，是怎的。」店小二笑道：「委實不夠碟子錢。」希瑗道：「胡說！江瑤柱，燕窩，是飣碟子東西麼？這江瑤柱，慢說您店家飣碟子，就您邯鄲老張，還不曾見過哩。」店小二道：「老爺只管起身高升，事不乾己，棒不打腿，多管閒事做什麼哩？」這盛希瑗也是公子性兒，罵道：「好賊忘八蛋子！」那店小二道：「那小屋住的，真真是忘八蛋子。」這盛宅家人，早已劈臉一耳刮子，又一個一掌打倒。店小二喊道：「打死人了！」忽聽的街上喝道之聲，自南而北。原是欽差四更起身，張公送欽差回來進城。忽見這兩三個車上燈籠，兩個國子監，一個濟南府，照著三個主人。七八個家人，攔住轎子稟道：－貴治在御路開店，店主包攬土娼，訛詐客商。」邯鄲縣是吏員出身，深明下情，明白廉乾，一聲叫當槽過來，按的跪下。轎中只說一個打字，衙役按倒在地，扒了褲子，乒乒乓乓二十大板。"
      },
      {
        "index": 14,
        "text": "轎上說：「本該查拿土娼，根究店主，但黑夜之間，恐怕有失尊客的行李，誤了上京公幹。班上差頭留下兩個。押住當槽的，與老爺叩頭，速送老爺們起身。限今晨早堂，連土娼、店主一齊帶到衙門嚴處。」轎夫喝了一聲，前大後小，一簇長道子，喝著進城去了。"
      },
      {
        "index": 15,
        "text": "這店中開錢起身，那少年到上房磕了頭。婁樸道：「你也跟的走罷。」紹聞道：「天明了你各自開交。」於是一同出店北行。"
      },
      {
        "index": 16,
        "text": "那兩個差頭，白白的又發了一注子大財，只以「查無實據」稟報縣公完事。這店小二全不後悔，只笑道：「點兒低，說什麼呢？」"
      },
      {
        "index": 17,
        "text": "按下這店中常事，不必饒舌。單說婁、譚、盛三人各上了車，八個家人也各上了車。走到「黃粱夢」，家人各看行李，三位上盧生廟看做夢處。進門處，照壁嵌四塊石板，上寫「蓬萊仙境」四字。中殿是漢鍾離像，頭挽雙髻，長鬚，袒腹，塑的模樣，果有些仙風道骨。再進一層殿，乃是石雕盧生睡像，鼾然入夢，想是正當加官封爵之候，爭乃萬古不會醒的。兩旁堊白牆頭，題句縱橫。"
      },
      {
        "index": 18,
        "text": "三位正在吟哦，廟祝來請吃茶，三人進了道舍。廟祝奉過香茗，三人吃畢。婁樸見案上筆硯精良，詩興勃發，廟祝送過滑潤彩箋，淋淋漓漓寫將起來："
      },
      {
        "index": 19,
        "text": "路出叢台曉氣新，道逢莫笑滿征塵。驅車直造神仙府，題壁應多聞達人。爭向仕途覓捷徑，誰從宦海識迷津？灶頭忽見炊煙歇，驚問行裝可是真？"
      },
      {
        "index": 20,
        "text": "路出叢台曉氣新，道逢莫笑滿征塵。驅車直造神仙府，題壁應多聞達人。爭向仕途覓捷徑，誰從宦海識迷津？灶頭忽見炊煙歇，驚問行裝可是真？"
      },
      {
        "index": 21,
        "text": "婁樸寫完，笑道：「旅次推敲未穩，懇二位老弟斧正。」紹聞道：「七步八叉，渾如夙構。」盛希瑗道：「一劑清涼，可稱敏妙。」廟祝道：「聲律素所不諳，只這字寫的龍飛鳳舞，待墨跡稍乾，即當敬懸蓬室，俟知音來賞。」婁樸道：「不堪疥壁，俟收貯伏醬，糊罐口罷。」"
      },
      {
        "index": 22,
        "text": "譚紹聞道：「還有一句話商量，各坐各車，未免徵途岑寂，就以今日為始，三人同車，路上便宜說話。」盛希瑗道：「正好，咱就坐婁兄車，把貴紀挪移在咱兩個車上。他們也有他們的話，叫他們也說著，大家省的瞌睡。」婁樸道：「二位賢弟坐我的車，我該坐轅以供執鞭。」譚、盛二人齊聲道：「我二人年紀少幼，理宜前驅。」三人大笑。"
      },
      {
        "index": 23,
        "text": "辭了廟祝，到了車邊。吩咐明自。各家人換移鋪墊，三人坐了一車，以後便有朋友講習之樂」。紹聞笑道：「世兄詩云『路出叢台曉氣新』，唐人詩句亦云『有客新從趙地回，自言曾上古叢台』。此叢台驛，定然是邯鄲之叢台。此台是古蹟，畢竟還會有遺址，昨日不知道，不曾游得一遊。明日我們回去，我有一句好詩：『有客新從趙地回，自言未上古叢台』。誰敢說我蹈常習故？」婁樸笑道：「我會試回數多了，該云：『有客頻從趙地回，自言疊上古叢台』。誰不說我襲字不襲意呢？」大家齊笑起來。"
      },
      {
        "index": 24,
        "text": "盛希瑗道：「畢竟叢台在那裡？」婁樸道：「在邯鄲城東北角上，上邊還有雲台，馬武與光武議事的遺蹟，用磚砌個小檯子。」盛希瑗道：「昨晚住在南關，該去看看。」婁樸道：「今日五更出北關時，卻有個遺蹟，天黑不曾看見。」譚紹聞道：「什麼古蹟？」婁樸道：「學步橋。」盛希瑗道：「是『邯鄲學步，失其故步』麼。」婁樸道：「正是哩。我怕下的車來，到橋上走上幾步，把咱這獨步青雲那一步萬一失了，豈不可惜？」三人又大笑起來。"
      },
      {
        "index": 25,
        "text": "譚紹聞道：「方才過的『黃粱夢』，果有其事？」婁樸道：「小說家言，原有此一說。但盧是范陽之盧，這夢在長安地方。俗下扯在這裡，加上些漢鍾離、呂洞賓話頭。要之也不論真與不真，廟修在大路邊上，正可為巧宦以求速仕者，下一劑清涼散也好。」盛希瑗道：「難說道旁古蹟，盡是假的麼？」婁樸道：「士人俗見多。即如咱前日過黃河到封丘，封丘古蟲牢，人不說韓憑之妻『妾是庶人，不樂宋王』的詩，卻說崑腔戲上黃陵集周愈旅店認子，是封丘縣的一個大典故。且不說戲。咱前日過衛輝汲縣，那正是魏安釐王墓中掘出『涿塚竹書』的地方。這是埋在地下成千年的，那書上卻有太申殺伊尹的事，此亦不可解者。且如汲縣北比乾墓，有武王《銅盤銘》云『左林右泉，後岡前道，萬世之靈，於焉是寶。』這是偃師邙山下何比乾墓中銘，乃漢時大廷尉何比乾，卻說是殷比乾。此等事存而不論可也。總之，過彰德只說韓魏公的《安陽集》不必說聲伯之洹水瓊瑰；過湯陰只說岳武穆之精忠報國，不必說朱亥之椎晉鄙於湯陰。考往探徂，貴於觀其大，得其正，若求瑣屑之軼事，是徒資談柄學問，不足尚的。更如前日之涉漳河，只說西門豹之沉巫，史起之穿渠，不必更向東北，必望曹孟德之銅雀、冰井，向西北，定求認得高歡天子之大墳。」譚、盛二人，無不後悔這數日不曾同車，把一個高挹群言的老哥先生，白白耽擱了聆教。婁樸道：「我如何當得起！只如過宜溝驛，誰曾謁過端木祠？過麥洺水河，卻不曾到演易台。這是我之大錯處，何尚聆教之有？自此以後，每日同車，萬萬不可錯過就是。」"
      },
      {
        "index": 26,
        "text": "午後，到臨洺關，同謁冉伯牛祠，還說有伯牛墓。譚紹聞道：「『伯牛有疾』，見於《魯論》。伯牛魯人也，為何遠葬於此？」婁樸道：「唐宋間農民賽牛神，例畫百牛於壁，名百牛廟，後來訛起來，便成冉伯牛廟。這也是沒要緊的話。總之，過臨洺關，只說李文靖公沆；再往前行過沙河，只說宋廣平璟；至於羅士信大戰於狗山－－今名婁山，都是無關至要的閒帳。」"
      },
      {
        "index": 27,
        "text": "又一日早晨，到趙州橋，坐在飯鋪過早。對門一座畫鋪，畫的是張果老騎驢過橋，魯班怕壓塌了橋，在橋下一手撐住。人買此畫者，貼在家裡，可以禦火災。三人用了早膳，來看張果老驢蹄跡、魯班手掌印兒。婁樸道：「此皆三家村小兒語。橋乃隋朝匠人李椿所造，那的魯班－－公輸子呢？要之此處卻有個緊要蹤跡，人卻不留心：那橋兩邊小孔，是防秋潦以殺水勢的，內中多有宋之使臣，北使於金，題名於此；也有乘閒遊覽於此，題詩記名於小孔者。咱們看一看，不妨叫人解筆硯來，抄錄以入行篋。可補正史所未備，亦可以廣異聞。所謂壯游海內則文章益進者，此也。」當即三人各抄錄一紙。婁樸道：「到京邸時合在一處，各寫一部，叫裝洪潢氏裱成冊頁，名曰《趙州洨河橋石刻集覽》。這便不用買蹄跡、掌印畫兒，合上用印的『天官賜福』條子送人，說是我從京城來，一份大人情也。」三人一發大笑起來。"
      },
      {
        "index": 28,
        "text": "這譚紹聞詩興勃發，笑道：「我有一首詩，只怕貽笑兩兄，口占，念念罷：『萬柳城南路，巨橋共說仙。地猶稱趙邑，碑已剝隋年。虹影橫長玦，蟾光吐半鉉。題名多宋使，細認慨前賢。』」婁樸道：「好！」譚紹聞道：「咱們至誠相交，無庸面諛。」盛希瑗笑道：「也將就得去，何如。」譚紹聞道：「強填硬砌，如何去得呢。」"
      },
      {
        "index": 29,
        "text": "三人回到飯鋪，將抄錄大觀、政和北使的題詠夾入行篋，又復同坐一車而行。後來過欒城說穎濱；過定州說東坡；過慶都說犯了堯母聖諱，但非書生所敢議，將來必有聖天子御賜嘉名，以尊十四月誕毓如天聖人之皇母者。我們生於嘉靖年間，不敢預度在何代耳。"
      },
      {
        "index": 30,
        "text": "曉行夜住，將近京都。到了涿州，謁桓侯廟。只見廟上懸六個字的匾：「唐留姓宋留名』，盛希瑗道：「這是怎的講哩？」婁樸道：「乃唐之張睢陽，宋之岳武穆耳。」譚紹聞道：「此齊東也，豈不怕後人捧腹？」盛希瑗道：「那後邊落款，不是賜進士出身麼？」婁樸道：「誰說他不是進士哩。總之，張桓侯風雅儒將，叫唱梆子戲的，唱作黑臉白眉，直是一個粗蠢愚魯的漢子。桓侯《刁鬥銘》，真漢人風味，《閫外春秋》稱其不獨以武功顯，文墨亦自佳。總因打戲的窠臼，要一個三髯，一個紅臉，一個黑臉，好配腳色。唐則秦叔寶、程知節，一個紅臉，一個黑臉。宋則宋太祖紅臉，而鄭子明是黑臉。士大夫若是目不識史，眼裡看了戲，心中也就『或者』『或者』起來。」"
      },
      {
        "index": 31,
        "text": "離了涿州將近良鄉，車夫喊道：「老爺們看見昊天塔了麼？這是楊六郎盜他大楊繼業骨殖地方。」盛希瑗道：「聽後邊車夫也是這般說，這是怎的？」婁樸道：「是胡說哩。當日楊業對敵，王侁、潘美料定楊無敵必勝，不曾接援，以致楊業獨力難支，陷於陳家谷。怎的骨殖到這良鄉塔上。」"
      },
      {
        "index": 32,
        "text": "本日五輛車飛奔人京。到了蘆溝橋報稅，彰儀門驗票。那個刁難逗留，訛詐侮慢，越是個官兒，一發更受難為。勝之不武，不勝為笑，況且必不能勝。稅役們只有五個字，說「這個辦不了」，任憑什麼官，再不會有法了。何況舉人、貢士，一發不濟事。挨到天晚，再無可爭，乃得進城。急趕入正陽門內城河南會館。－－緣江米巷有李鄧州文達居第，乃天順所賜者，文達去後，遂成中州會館，合併著明。至於投咨考到，收錄成均肄業，下回再為詳敘。"
      }
    ]
  }
}