{
  "chapterNumber": 105,
  "title": "第一百零五回　譚紹聞面君得恩旨　盛希瑗餞友贈良言",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零五回　譚紹聞面君得恩旨　盛希瑗餞友贈良言"
      },
      {
        "index": 2,
        "text": "卻說王都憲忬，協同文員則左布政使譚紹衣，及彼堂弟河南副榜譚紹聞，武將則總兵俞大猷、湯克寬，及麾下參、游、守、把等弁，用火箭之法，焚毀了閩匪林參所私造艅艎，全殲普陀山賊匪數十起，攻占普陀山寨賊巢，斬首、縛背各有成數。"
      },
      {
        "index": 3,
        "text": "大功克立，理宜奏聞。乃交與管章疏的幕友擬本。書辦繕寫畢，九聲連珠炮響，望北九叩，拜了本章。齎奏官騎上驛馬，日行六百里，到了京師。交與通政司衙門，送呈大內。嘉靖皇上展折詳看，只見上面寫著："
      },
      {
        "index": 4,
        "text": "巡撫浙江等處地方都御史提督軍務臣王忬謹奏，為倭寇犯順，奉敕剪剿，大功首捷，詳陳火攻事。竊以日本國本係海外僻隅，向來頗知臣服，歲歲貢納方物，附洋即帶番貨。天朝設有市舶司，掌之司監。蓋恐中國人欺其愚笨，利其贏餘，必有肆凌侮侵漁之智者，或至失祖宗柔遠之美意。此市舶司之設，所以為至善也。自中國有私奔其國者，而海隅遂為之不寧。日本納貢，一歲遞至，例以先至後至為準，售貨分其乘除，宴坐判其首次。嘉靖二年先至者，日本國左京兆大夫內藝興與所攜之僧宗設也；後至者，則其國右京兆大夫高貢與所攜之憎瑞佐也。照例辦來，何至啟釁？乃因鄞縣積匪宋素卿，固私投日本者，洋海歸於寧波，代僧瑞佐行賄市舶司太監，售貨不分先後，而嘉賓堂之宴會座次，以高貢為首，內藝興為次。舊例不守，倭人遂以爭座位自相戕殺。宋素卿私以刀劍助瑞佐，致毀堂劫庫，殺備倭都指揮之案起矣。貢寶獻琛之國，自此成伺隙乖釁之邦，此台州、象山、黃岩、定海諸郡縣，今歲之所以不寧也。"
      },
      {
        "index": 5,
        "text": "臣巡撫山東，奉詔剪寇輯民，阜夜來浙，日與奉旨備倭之左布政臣譚紹衣協心共濟。譚紹衣前三月早至，密遣伊弟河南丁酉副榜譚紹聞，潛居寧波之定海寺，訪確私投外國之徐萬寧、王資、錢亞亨、魯伯醇及考退黠生馮應昂等線索。臣以此等猾賊狡誘外寇，流毒桑梓，貽禍國家，萬難久稽顯戮，已恭請王命誅死。既絕寇媒，乃斷賊線。當即與左布政譚紹衣，協同總兵官俞大猷、湯克寬，進駐定海寺禦敵。副榜譚紹聞復畫火攻之策，以其自制火箭九百萬笴獻軍前。設法之奇，為向來韜鈐所未載。緣箭輕易攜，點放應手，較之虹霓炮便宜多多。臣等遂納其議。恰遇普陀山倭寇數十起，駕閩奸林參私造艅艎海船二十餘艘來犯，臣營伺其及岸半渡，出其不意，點放火箭，一時俱發，一時遞發。賊人救火，揉衣撒棚，愈翻愈熾，登時艅艎自焚，賊寇落水滾火者不計其數。間有未焚之船，搖櫓擺舵，徑投普陀山，還保山寨。臣夜諭兩總兵以水師艨艟尾追，夜半抵山，照前燃放火箭，山上山下登時一片火海，寇賊茅棚席窩，一時俱焚。兩總兵乘勝進殺，直搗賊巢。黎明搜剔俱盡。查倭賊痍傷，共斬首二百五十三級，俘獲三百四十三人。凡係日本面貌，暫拘係寧波，俟皇命栽奪。凡面龐聲音有似閩浙者，一體解省嚴訊，以窮其通倭種類。以上此役殲賊情形，合當奏聞。"
      },
      {
        "index": 6,
        "text": "至河南丁酉科副榜譚紹聞；密訪通倭姓名，秘造火箭，功莫大焉，當列首薦。其可否引見之處，天恩出自聖裁。臣臨疏無任感恩依戀之至。內閣奉御批："
      },
      {
        "index": 7,
        "text": "「這所奏殲敵情形，如目親睹。鹵獲日本國倭人，仍按前諭，寇酋即行正法沉屍；脅從誨以禮義放還，重犯則與寇酋同。王忬、譚紹衣、俞大猷、湯克寬各加一級優敘。譚紹聞著兵部引見，問話來說。欽此。」"
      },
      {
        "index": 8,
        "text": "「這所奏殲敵情形，如目親睹。鹵獲日本國倭人，仍按前諭，寇酋即行正法沉屍；脅從誨以禮義放還，重犯則與寇酋同。王忬、譚紹衣、俞大猷、湯克寬各加一級優敘。譚紹聞著兵部引見，問話來說。欽此。」"
      },
      {
        "index": 9,
        "text": "再說譚紹衣奉王都憲之委料理善後。除倭寇不經之邑不用稽查，餘凡倭寇搶劫所到，先盤倉庫。有全行搶去者，有劫庫而遺倉者，有搶劫十分之七八者，亦有劈門扭鎖而大兵忽至，聞風即遁者。各造冊申詳撫台，咨部，以便造報倉庫底稿，另立規程。次則賑恤人民，按次照倭寇所及鄉邑，或被戕殺，或被格傷，或子女被虜，或積聚被奪，各按受害之輕重，予以賑恤，給發幫項。以上俱是譚紹聞總管，濱海土民，無不感頌。"
      },
      {
        "index": 10,
        "text": "辦完回署，忽而部咨到省。撫院轉行布政司，乃是行取河南丁酉科副榜譚紹聞赴部引見。這譚紹衣即率譚紹聞謁見王忬。自具年貌、籍貫、祖、父、履歷呈子到院。王撫台依浙江寧波府定海寺事實，撮四句二十字的看語：「密訪通倭逆賊，復籌火攻良策，膚公首捷，端由碩畫。」書辦裝封文袋，發於譚紹聞收執。"
      },
      {
        "index": 11,
        "text": "譚紹衣那肯少緩，即備裝給贐，跟隨管家梅克仁，長隨胡以正，原帶河南小廝二人，水舟陸車，送進北京。仍到江米巷中州會館歇腳。次早即往國子監拜屈希瑗。苦莫苦於離別，樂莫樂於不意之重逢。這二人之繾倦，何用細述。盛希瑗留了早飯，譚紹聞要去，盛希瑗也隨的出監。一同拜過婁厚存，同往會館，辦理引見事體。懇過同鄉，取具印結，投在兵部。"
      },
      {
        "index": 12,
        "text": "這譚紹聞，論副榜該是禮部的事，論選官該是吏部的事，因以軍功引見該是兵部的事，此例甚奇。那兵部當該書辦，覺得奇貨可居，豈不是八十媽媽，休誤了上門生意？因此這不合例，那不合例，刁難一個萬死。婁厚存雖幾次面諭，書辦仍自口是心非。看官試想，文副貢叫兵部引見，向本無例，銀子不到書辦手，如何能合朝廷的例？這譚紹聞如今已經過交戰殺人的事體，胸中也添了膽氣，就有幾分動火。盛希瑗幾番勸解說：「部裡書辦們，成事不足，壞事有餘；之不武，不勝為笑。這是書辦們十六字心傳，他仗的就是這。」譚紹聞則仗著欽取，只是不依。盛希瑗遂偷墊了二百四十兩，塞到書辦袖裡。次日書辦就送信說，明日早晨引見。書辦心裡想，是譚紹聞通了竅；譚紹聞心裡想，是書辦轉了環；惟有盛希瑗心裡暗笑：「此乃家兄之力也。」"
      },
      {
        "index": 13,
        "text": "到了次日，兵部武選司引見。跪在御前，念起履歷：「譚紹聞年三十五歲，河南丁酉科副榜。因隨任委辦防禦倭寇，密訪通倭逆賊得實，秘籌火具克敵制勝今奉皇上恩旨陛見。」聲音高亮，機務明白。嘉靖皇上略垂詢了幾句，天顏甚喜；但定目細看，並非武將，卻是文臣，乃降旨以浙閩濱海知縣用，隨帶軍功加二級。引見雖是夏官，旨意應下吏部。恰好黃岩縣知縣開缺，吏部遵即用例，選了黃岩。"
      },
      {
        "index": 14,
        "text": "譚紹聞領憑赴任，心裡想探望母親。盛希瑗也想譚紹聞途經祥符，家書之外，帶些口信，便慫慂投呈吏部，以修墓告假一月。吏部收呈公議，以黃岩方被倭騷，黎民正待安輯，難以准假。書辦送批到會館。若非銓曹有實心辦事之員，不曾公議，書辦還要舞文批准，以作索賄之計。盛希瑗仍疑不曾賄囑之過，不匆那書辦若遇見實心做官的，也就毫無權柄。譚紹聞卻有目睹黃岩凋敝，難以辦理之意。書辦道：「這卻有法子。晚生以老爺與藩司公雖是丹徒祥符隔省，只說誼屬兄弟，近在期功，這便有個迴避例子。不過一兩個雙單月，另選好地方何如？」"
      },
      {
        "index": 15,
        "text": "譚紹聞初任，正靠藩司有個族誼，如何肯呢。口中不敢多說，只說：「黃岩既已走過，不敢另叨天恩。」那書辦見是開交的話，譚紹聞賞了送呈批小廝大錢五百文，書辦代謝去訖。"
      },
      {
        "index": 16,
        "text": "以下便是我訂息銀添官箱，人受薦金送長隨，拉縴的與門上二爺，商量八扣九扣的話。做針工的，想承攬新官這一宗冬裘夏葛的大活。當小么的。想挨擦新官這一宗斟酒捧茶的輕差。幸而紹聞幼違庭訓，曾經過幾番大挫折，此中有了閱歷的學問，不肯自蹈新官的惡套。卻有一宗錯聽的笑話兒，不妨略述一番，以為看官解悶。"
      },
      {
        "index": 17,
        "text": "一日梅克仁從前門上過，見一擔新桃，一百錢買了十個，帶回會館洗了，擺在盤內，叫主人與盛二公嘗新。二人吃著，甜脆可口，盛希瑗道：「這桃甚好。」紹聞道：「這裡桃小，太貴，不如咱祥符，桃價兒賤些。」恰恰看會館的張美從窗外經過，遂送信與王媒婆。次日，王媒婆來了，張美引著與譚紹聞磕頭。譚紹聞問其所以，媒婆道：「聽說老爺要尋一房太太哩，小女人情願效勞，包管好就是。」紹聞茫無以應。盛希瑗道：「你是媒婆，你說來由，你怎的知道這位老爺要娶妾？」王媒婆指張美道：「張二爺送的信。」紹聞道：「你有何來由叫他來？」張美道：「前日小的在窗子外邊過，聽老爺與盛老爺說，這京裡討小，價兒太貴，不如河南討價兒賤些。小的想老爺如今就上浙江，不走河南，不如討個到船上便宜些，何論貴不貴。」紹聞還不甚解。希瑗明白了，笑個狻猊大張口，說：「那是我們吃桃，譚老爺說這桃小，價兒且貴，不如我們那裡，一個錢買兩三個桃，京裡一個桃，就是十個錢。與娶妾何干？」張美笑道：「我是討喜錢討慣了，所以錯聽。」一男一女笑的去了。走到甬道上，媒婆道：「老爺們想小老婆想的會瘋，張二爺想老官板想的會聾。」張美把媒婆肩上拍了一把，說：「王大娘想這宗彩錢，想的腳也會腫。」二人大笑，出了會館。這譚盛二公，在屋內還笑個不住。"
      },
      {
        "index": 18,
        "text": "閒言不表。單說譚紹聞上任，這拜別當日鄉試主考，須得有個程儀。副榜雖非主考屬意門生，然到做官之日，不謁恩師，自己默嫌忘本；主司今日，也覺是個門前桃李，賜之酒食，贈以對聯，也是極得意的。這留別同鄉縉紳，酒宴筆帕往來也是不能免的，州縣借朝貴為異日之照應，朝貴借州縣為當下之小補。這一切雜用，俱是盛希瑗換的黃金，以資開銷。"
      },
      {
        "index": 19,
        "text": "諸事已畢，盛希瑗於紹聞臨行前夕，備了一桌酒餞行。只此二人，別無陪客。三五杯後，希瑗方開了口，說道：「賢弟今日做官了，我有幾句話，要向賢弟說。我今日餞行，不似北京城中官場內酒席，以遊戲徵逐為排場；仁者贈人以言，方謂之真朋友。俗語說，知縣是父母官。請想世上人的稱呼，有稱人以爺者，有稱人以公者，有稱人以伯叔者，有稱人以弟兄者，從未聞有稱人以爹娘者。獨知縣，則人稱百姓之父母。第一句要緊話，為爹娘的饞極了，休吃兒女的肉，喝兒女的血。即如今日做官的，動說某處是美缺，某處是丑缺，某處是明缺，某處是暗缺；不說衝、繁、疲、難，單講美、丑、明、暗。一心是錢，天下還得有個好官麼？其尤甚者，說某缺一年可以有幾『方』，某缺一年可以有幾『撇頭』。方者似減筆萬字，撇頭者千字頭上一撇兒。以萬為方，宋時已有之，今則為官場中不知羞的排場話。官場中『儀禮』一部，是三千兩，『毛詩』一部，是三百兩，稱『師』者，是二千五百兩，稱『族』者，是五百兩。不惟談之口頭，竟且形之筆札。以此為官，不盜國帑，不啖民脂，何以填項？究之，身敗名裂，一個大錢也落不住。即令落在手頭，傳之子孫，也不過徒供嫖賭之資，不能設想，如此家風可以出好子孫。到頭只落得對子一副，說是『須知天有眼，枉叫地無皮』，圖什麼哩？做了官，人只知第一不可聽信衙役，這話誰都曉哩，又須知不可過信長隨。衙役，大堂之長隨；長隨，宅門之衙役。他們吃冷燕窩碗底的海參，穿時樣京靴，摹本元色緞子，除了帽子不像官，享用不亞於官，卻甘垂手而立稱爺爺，彎腰低頭說話叫太太，他何所圖？不過錢上取齊罷了。這關防宅門一著不可等閒。要之也不中用。宅門以內濫賭，出了外邊惡嫖。總不如你家王中做門上，自會沒事。那做官請幕友也是最難的事。第一等的是通《五經》、《四書》，熟二十一史，而又諳於律例，人品自會端正，文移自會清順、暢曉，然著實是百不獲一的。下一等幕友，比比皆是，托他個書札，他便是『春光曉霽，花柳爭妍。」『稔維老寅台長兄先生，循聲遠著，指日高擢，可預卜其不次也。額賀，額賀』云云。俗氣厭人，卻又顧不得改，又不好意思說它不通。這是一宗大難事。托他辦一宗告示稿，他便是『特授黃岩縣正堂加八級記錄十次譚，為嚴禁事……本縣出言如箭，執法如山，或被訪聞，或被告發，噬臍何及，勿謂本縣言之不預也。』諸如此類。試想百姓尚不認的字，如何懂的『噬臍』文意？告示者，叫百姓們明白的意思，就該婦孺可曉，套言不陳。何故單單叫八股秀才讀《盤庚》上下篇？這宗幕友，是最難處置的，他謀館不成，吃大米乾飯，挖半截鴨蛋，箸頭兒戳豆腐乳；得了西席，就不飲煤火茶，不吃柴火飯，炭火煨銅壺，罵廚子，打丑門役，七八個人伺候不下。將欲攆出去，他與上司有連手，又與上司幕友是親戚，咱又不敢；少不得由他吆喝官府，裝主文的架子身分。別的且不說，只這大巳牌時，他還錦被蒙頭不曾醒來；每日吸著踩倒跟的藤鞋，把人都厭惡死了。他反說他那是幽閒貞靜之貌。衙門中，第一以不抹牌、不唱堂戲為高，先消了那一等俗氣幕友半個厭氣光景。還有一等人，理學嘴銀錢心，賢弟尤宜察之。賢弟審問官司，也要有一定的拿手，只以親、義、序、別、信為經，以孝友、睦姻、任恤為緯，不拘什麼戶婚田產，再不會大錯，也就再不得錯。我雖不曾做官，我家母舅家，一位族間外祖，做過汾州府太守，常說他的做官之法，只六個字：『三綱正，萬方靖。』我之所贈，我之所送，盡此矣。」譚紹聞起身謝教，直磕下頭去。車輛已齊，新官起身，朋友握手，深情無既。一拱而別。"
      },
      {
        "index": 20,
        "text": "譚紹聞到張家灣，梅克仁覓飛沙船一隻，太平船一隻，行李皮箱早已裝妥，單等下車登舟。"
      },
      {
        "index": 21,
        "text": "過通州，抵天津，泊在老君堂邊。一條黃布旗，上寫「奉旨特授黃岩縣正堂」大字，飄在半空中。雖比閣部台館督撫藩臬的旗，官職大次，要之以一副車而蒙殊恩，上邊寫「奉旨特授」四個橫字，卻也體面威風之至。"
      },
      {
        "index": 22,
        "text": "順風開舟。過武城，入子游飤，看牛刀所、割雞處。過魚台，考魯隱公矢魚於棠。過微子湖，問微山殷姓三百家。過露筋祠，讀米元章碑。過平山堂，憑弔歐陽文忠公遺蹟。過焦山，尋《瘞鶴銘》古拓。過金山，求郭青囊葬處。過姑蘇，登虎丘山，坐千人石。又五百里，到了武林。回思夷門，雲樹渺渺，朗吟宋人詩句「直把杭州作汴州』，以寄倚閭之思。"
      },
      {
        "index": 23,
        "text": "進的省城，先見了兄藩台大人。次謁撫台，謁道、府。又討閒出了湧金門，游了半日西湖，這蘇公堤、林和靖孤山，尤為屬意。"
      },
      {
        "index": 24,
        "text": "次日上黃岩去。路過定海寺，寺僧捧茗謁見。檢查用《千字文》所編字號，火箭已失去十分之二，方歎當日造此火箭時，幸而是家兄捐備，若動官帑，豈不是官守自盜？甚矣，作官之難。因叫黃岩來接，衙役又搬了幾捆，在寺門前放了數百笴，以寄舊日破敵之快。仍回僧舍，判了封皮，貼在存貯火箭廟門。用了飯，徑上黃岩而去。"
      },
      {
        "index": 25,
        "text": "這新官上任的儀注，處處皆然，眾人曾見，諸如拜恩、拜印、拜客、謁廟，那傘扇旗幟之飄揚，敲鑼傳呼之聲音，不必曲狀。但好官則溫厚和平，不改儒素舊風；俗吏則趾高氣揚，顯出光棍排場。此中分流別派，只在神氣微茫之間，早不出奸胥猾吏瞧料，亦跑不掉飽於閱歷者的眼睛。這譚紹聞是浮浪場中閱歷罄盡，艱窘界上魔難飽嘗，所以今日做官，蒞任之初，尚能飭雅度而免俗態，並無驕傲凌礫可笑處見於眉睫唇吻之間。嗚呼！譚孝移可以瞑目矣。"
      },
      {
        "index": 26,
        "text": "正是：莫道我是官，許眾冷眼看；分派歸何處，人心鏡一般。"
      },
      {
        "index": 27,
        "text": "正是：莫道我是官，許眾冷眼看；分派歸何處，人心鏡一般。"
      }
    ]
  }
}