{
  "chapterNumber": 106,
  "title": "第一百零六回　譚念修愛母偎病榻　王象藎擇婿得東牀",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零六回　譚念修愛母偎病榻　王象藎擇婿得東牀"
      },
      {
        "index": 2,
        "text": "卻說譚紹聞上了任，與前令交代。那前令是個積慣猾吏，看新令是個書愚初任，一凡經手錢糧倉庫諸有虧欠之處，但糊塗牽拉，搭配找補，想著顴頇結局，圖三兩千金入囊。這譚紹聞原是正經人家子弟，浮浪時耗過大鈔，一旦改邪歸正，又遇見兄藩台是個輕財重義的手段，面軟心慈，也曉的前令瞞哄，曲為包涵，希圖斬截。爭乃前令刻薄貪漁，向來得罪於一縣之士民胥吏。這書辦們，或是面稟，說某項欺瞞多少。或是帳稿，開某項折損若干。舊令便要鎖拿書辦，說他們舍舊媚新。這書辦那裡肯服。本來「三個將軍抬不動一個理字』，舊令只得又認些須。支吾遷延，；已將愈限，上憲催督新令具結。到無可再緩之時，舊令徑過官署，面懇寬收，以全寅好。譚紹聞只得認了一半，草率結局。"
      },
      {
        "index": 3,
        "text": "舊令解韜脫樊而去，譚紹聞方得振起精神做官。留心體察衙役，沒有一個不持票殃民；稽查書辦，沒有一個不舞文枉法；上台照拂，無非漁利之計；紳士綢纓，不免陽鱎之憎。作了一年官，只覺握印垂綬，沒一樣不是作難的，沒一宗不是擔心的。"
      },
      {
        "index": 4,
        "text": "這宅門以內，笨的不中用，精的要哄官。想來想去，還是王象藎好，不如差人回祥符叫王象藎。於是寫了一封母親安稟，並簣初讀書以及家間瑣屑事務的書。一張諭帖，諭王象薦來黃岩幫辦事體。外有程嵩淑、張類村、孔耘軒候安書啟，盛希僑、張正心、閻仲端的問好信札。包了一個包封。又購了些浙江土物，自己家裡是五鳳冠一頂，七事荷包霞帔一領，上奉萱堂；綢緞為巫氏、冰梅衣服；書冊是簣初的覽誦；竹木奇巧是用威的耍貨；首帕，手巾，香囊，扇袋，梳蓖，是使婢們的人事；靴帽圍帶等件，是僕廝輩的犒賞。外特寄王象藎一個包袱，針線縫了，內中是趙大兒、全姑、孩子的東西。揀了兩個走過河南的能乾衙役，給發路費，擇日起身，徑投河南而來。"
      },
      {
        "index": 5,
        "text": "等了兩個月不見回來，紹聞有些焦急，白日辦事，夜間縈心。忽一日兩個衙役回署叩頭，不見王象藎，內心已自不安。衙役呈書，封皮不見「平安」二字，心中又是一驚。急忙拆看，乃是兒子稟帖，密排小字，寫個滿紙。及看到「老太太思念父親，漸成大病。父親可否回來，官方事務，兒所不諳，不敢妄為置說。要之，老太太年事已高，總以回家為妥』，徐元直方寸亂了。至於「王中辦理家務，委的萬難分身，今紹聞看來，已非急務，且自由他。"
      },
      {
        "index": 6,
        "text": "次日，即便上省。先謁見兄藩台大人，呈上家書。大人看了，開口便道：「去年兄接家眷到浙江，俱言嬸太太安好。不料此時忽患病症，這事賢弟該請終養。天下為父母的，到老來有病時，只要兒子不要官，且後悔叫兒子做官。假如有幾個兒子，或做官或不做官，都想叫在病榻前。齊做了官，還恐怕來的不齊。即有不孝之子，到這時候，也只論子不子，不論孝不孝了。你如今身在浙江，嬸太太卻夜夜見你哩。」紹衣說到天性至處，這人人不異的親心，譚紹聞不禁鳴嗚咽咽，流淚滿面。"
      },
      {
        "index": 7,
        "text": "譚紹衣道：「不必灑惶。你做官日淺，未得迎養嬸母到署，然蒙去年上昊天上帝尊號覃恩，請了兩代封贈，也可少慰為人子者顯揚之心。現今即嬸太太沒病，而年逾七旬，賢弟也就該請終養。況你又是孤子，與例相合。我如今上院見大人，把你這個情節說明。我出來你就稟見面陳。錢塘縣是河南尉氏人，請他出具同鄉官印結。你安排縣衙書辦，照例寫一張請終養申詳，用上印。我添上一張駁稿備案。你再詳一套委無別故欺飾，申詳到司，加上同鄉官印結。司裡再加上實查委係親病印結，申詳到院。以便咨部，啟奏。待聖旨下來，便可回家。老太太見兒心喜，管保就好了。你今便差人到黃岩，諭各房書吏，把告終養原由說明，叫他們各照所管錢糧倉庫，馬匹船隻，墩台驛站，沿海水驛，城池壇廟，一切事件，早造清冊，以便委令前去盤查交代。但你做官一年，經手有虧空與否？」紹聞道：「替前令擔有一千五百金，出具完結。一年填有一千兩，大約還有五百金虧空。」藩台道：「這個不難。此去委令，我與院大人商酌，大約是我的同年、上虞縣知縣靳守訓。我對他說，叫他速出完結，打發你起身。你所欠款項，我都實實給他。我不迫所屬州縣，叫他出擔空印結，屈之又屈，懸之又懸，接印州縣官作難。我凡事只以實辦。倘若我強了人，說我做上司的替他擔承，萬一我去任後，來的大人以實辦起，豈不坑了州縣官的身家性命？我不是顴頇了事的上司，各屬員已信之有素，何況是吾弟的事。你只管照我說的辦來。還有一宗大事，也商量定了罷。前在河南，說與簽初定親，如今一別數千里，久後稀於見面，不說定你我都懸念。這是咱的一個外甥女，姓薛氏。姑老爺沒於山西榆次縣任所，我接姑太太、甥女、外甥到衙門。彼時簣初到道署，姑太太一見心許。今日賢弟要回家，我一力主張定了親事。你各人兒婦，叫你看看你放心，回家好講與嬸太太，說與弟婦。」紹聞唯唯。生法兒見了薛甥女，心中甚喜，急切辦了表禮八色，行了納采禮，得了回啟。"
      },
      {
        "index": 8,
        "text": "又耽擱一天，黃昏出城。回到黃岩縣，一一俱依藩台所言辦理。又隔了五日，上虞縣知縣靳守訓，奉上憲委牌，接署黃岩縣事。這一切卸事交印，接印蒞政，兩縣令俱照例而行。至於交代盤查，案件未結止者，催科未完繳者，國項未完足者，舊令無一毫欺飾，新令受過藩司囑咐，五日之內，邵出具印結。"
      },
      {
        "index": 9,
        "text": "譚紹聞定期辭署上省。這城鄉百姓連夜做萬民傘，至日盒酒擺了四五里，父老子弟遮道攀轅，不忍叫去。紹聞不勝酒力，一桌一盞，竟成酩酊。總之，愚百姓易感而難欺，官是錢字上官，他們的口舌，是按捺不住的；官是民字上官，他們的眼淚，是收煞不來的。譚紹聞雖蒞任不久，畢竟是民字上刻刻留心。況且未任之先，造火箭克敵，又綏輯過災黎，早已有了先聲。蒞任之後，也仿婁潛齋治館陶政績，做了幾件。此所以百姓們有「好官不到頭」之恨也。星夜到省，進了藩署月交代賠墊之項，藩台自另日與上虞縣楚結。本夜又備送了水陸路費。譚紹聞次日起身，水棹陸鞭，一路風馳，不及一月，進了祥符。"
      },
      {
        "index": 10,
        "text": "看官要知，父母到老來有病時，心中只有一個死字橫在胸膈。這是大黃不能瀉的，藜蘆不能吐的，也是參蓍峻補不能起的。唯有兒子到跟前間癢間疼，這疼癢就會寬解；擦屎刷尿，心裡也沒避諱。譚紹聞到家，叫了聲：「娘，我回來了。」王氏聽見，就是活神仙送了一個「天官賜福」條子，笑道：「你回來了好。」這病便減了十分之七，偏偏心口子就不再疼了。晚上，又服了姚杏庵的藥，披起衣服，倚枕而坐。紹聞。"
      },
      {
        "index": 11,
        "text": "巫氏、冰梅、簣初、用威圍在跟前。紹聞把怎的造火箭，怎的燒艅艎，怎的破普陀山，說了一遍。巫翠姐如聽戲文一般，又問下事如何，紹聞道：「娘乏睏了，不說罷。」王氏笑道：「你說，我聽。」紹聞又說入京引見：「皇上面南坐著，我跪下，說臣是譚紹聞，河南祥符副榜，做火箭燒壞了日本國賊兵七八千。皇上大喜，放我即用知縣。浙江黃岩縣開缺，把我選到黃岩去。我到浙江，先見了咱家紹衣哥，才去上任。衙門的長隨，都是些吃好的，穿好的，辦事專一弄錢，我才差人來叫王中去把宅門。誰知再等總不見到。後來興官家書到了，才知道娘病著哩。俺紹衣哥，叫我告終養－－」王氏道：「怎的叫終養？」"
      },
      {
        "index": 12,
        "text": "紹聞道：「回家探望母親，好了多吃些飯養身子。這就叫終養。」簣初道：「奶奶如今好了四五分。前些時，有四五天不肯吃飯，每日只三五口藕粉。如今漸漸好些，吃粥，吃乾飯，吃蓮粉，每天有三四湯碗。」巫氏道：「我許下三天獻神戲。」紹聞道：「好了就唱。」冰梅道：「我許下吃清素。」紹聞道：「奶奶好了，大家都是有功哩，多謝你兩個虔心。」卻說王氏見兒心喜，飯漸吃的多，藥漸吃的少；少吃藥是治病良方，多吃飯更是治病良方。一天好似一天，會起來了，會扶杖走了，會丟了杖兒走了，不及一月，全然大癒。"
      },
      {
        "index": 13,
        "text": "這是譚紹聞能慰親心，也是譚紹衣處置得體。以視世之貪位慕祿者，明知親老嬰疾，卻甘戀棧而惡枕塊。一旦在任聞訃，卻刻父母《行述》曰：「不孝待罪某任，罪逆應自殞滅。不意昊天不弔，禍延家嚴（慈），於某月某日疾終正寢（內寢）。不孝於先嚴（慈）見背之日，未獲屬纊含飯，是尚何以靦顏而為人子也耶！」姑念「先嚴嘉行（先慈懿德）」云云，只得「濡血縷述』，央你們先生大人採擇，於是「不孝這裡銜結無窮」起來。這是未衰杖時裨諶起就腹稿，遂成官場中丁憂的一個通套。作者贅一句贊曰：「嗚呼哀哉！豈不可笑。」卻說譚紹聞既不曾在能縣聞訃而匍匐就道，何至在開封府填諱而縉紳借銜？一筆掃盡，言歸正傳。這王象藎在南園中聽說少主人在任裡回來，兩步趕成一步，來蕭牆街探望。見了磕頭，紹聞急忙扯住，說：「我在黃岩縣差衙役接你作門上，再等也不見影兒，好不急人。」王象藎道：「奶奶有病，我如何能去？總為我走了家中無人，我不去衙門畢竟有人。如今少爺可以到碧草軒一望。」"
      },
      {
        "index": 14,
        "text": "王象藎討了鑰匙，譚紹聞跟著。開門一看，較之父親在日，更為佳勝。原來譚道台離任，家眷要住此處，開封太守代交贖價，業歸原主。當即叫各色匠役，壘照壁，砌甬道，裱糊頂槅，髹漆門窗，又移道台在署買得流落民間的艮岳石頭錦川二峰、太湖三塊，又搬道署花木三十盆筒，魚缸兩個，涼墩八座。到後來家眷搬走，交與王象藎鎖訖。今日紹聞周詳審視，好不快意。猛而想起當日賭輸，在此直尋自盡，不覺悔愧交集。若非改志讀書，遇見紹衣，得以親近正人，不用講家聲流落，這碧草軒怎得如此麗日映紅，清風飄馥？只這一株怪鬆，怎免屠沽市井輩褻此蒼蒼之色，圂此謖謖之韻？王象藎吩咐園丁灌溉畢，鎖了園門，自回南園。"
      },
      {
        "index": 15,
        "text": "紹聞到堂樓，一家團坐。說起興官兒聯姻薛氏之事。王氏道：「在那裡住？」紹聞道：「就是紹衣哥甥女。父親是進士，山西榆次縣知縣，歿於任所。紹衣哥接在衙門。」王氏向巫氏、冰梅道：」想必就是薛姑太太女兒全淑姑娘。道大人家眷搬在後書房，官太太、姑太太、全淑姑娘都來在這裡。後來備席請來，我叫趙大兒母女兩個來伺候客。這全淑姑娘與全姑兩個一見，就親熱如姊妹一般，再摘離不開。雖綢緞布素是兩樣，人材卻不分高低。官太太、姑太太都是誇說，只像一對兒。轉眼不見，兩個上樓不知說什麼去了。後來道大人來接家眷，咱這裡擺酒餞行，全淑姑娘不吃什麼，兩個上樓，都把臉上粉揉了，像是割捨不得的光景。我心想把全姑配與興官兒，如今有了全淑姑娘這宗親事，罷麼，不提就是了。」紹聞道：「兒心裡也久有全姑這宗事，與母親一樣，只說不出口來。萬一中不從，就不好見面了。沒有麼，娘見王中，硬提一句，他不依時，娘是女人家，只說娘老的糊塗了，丟開手，話就忘了一般。」王氏道：「也使的。王中不依，就把這心腸割斷也好。」"
      },
      {
        "index": 16,
        "text": "恰好次日王象藎又進城來，帶了一磁罐子鹽腕的紫蘇，說是奶奶病起，好以咸萊下飯。到了樓門，王氏道：「王中站住，我出去說句話。」忙從樓東間扶杖慢慢的出來。王象藎道：「奶奶大好了。」王氏道：「頭還發暈，別的沒什麼意思。我想你四口兒，回來到西書房住罷。閨女大了，南園沒個遮攔，不成看相。」王象藎道：「奶奶吩咐很是，就回來。把南園佃與人家種也使的。只是吃菜不便宜了。」王氏道：「全姑我見他親，伏侍我便宜。」王中道：「只是小娃兒，不知道什麼。」王氏道：「我老了，早晚離不得個小娃兒在跟前，說話解悶。興相公我也離不了。他兩個俱十七八歲，又不便宜。我心裡－－，我心裡只想－－」王象藎明白，說道：「奶奶只管說就是。」"
      },
      {
        "index": 17,
        "text": "王氏道：「我說的不成話，老了糊塗，你休怪。」王象藎道：「怎敢說怪。」王氏道：「一發成就了他兩個何如？」王象葛道：「我是個奴僕－－」王氏吃了一個小驚。「－－興相公我已留心看了，將來是個大有出息的人。但以僕配主，心中有些不安。容我到大爺墳上磕頭稟過，見小的不敢欺心。」王氏道：「你知興相公有了丈母家也不？」王象藎道：「已料知。道台大人家眷在後軒上住，那一位全淑姑娘，小的見過。當時心裡有這個想頭。如今少爺在浙江，想必與興相公定下這門親事。"
      },
      {
        "index": 18,
        "text": "奶奶今如此說，這是天從人願，小的有何不依。明日就上大爺墳上告稟。」話統說明，把一個王氏喜的到不可解地位。紹聞自閻楷書館回來，王氏道：「王中卻不嫌偏房，明日要上墳上告稟你父親。」紹聞道：「兒回來，因母親有病，雖說柯堂告先，卻不曾墳上磕頭。正要明日去，改日再擇吉祭祖。」這上墳磕頭之事，一筆已見大意。此下譚紹聞坐車拜客，無非是婁、孔、程、張、蘇幾家。\n　　這數家之老成典型六七十歲的，英年時雋之二三十歲的，走價相約，公同一日道喜。這譚紹聞一發謙遜，便把王象藎許姻之事，請教一番。蘇霖臣道：「此亦權而不失其正者。經云：『子有二妾，父母愛一人焉。』則父在而子有妾，此其一證。但未嫡而遽納妾，微覺太早些。」張類村道：「納妾恐致爭端，就怕這個。」程嵩淑笑道：「諸侯一取九女，只為不姓妒。」紹聞又請教外父，孔耘軒道：「出於令堂之命，且令堂高年，須此女伏侍，只應遵而行之。但不可親迎廟見，使嫡庶之禮不分。」程嵩淑又大笑道：「聖人說，成事不說。」把話止了。酒肴既完，眾客各歸。"
      },
      {
        "index": 19,
        "text": "單說王氏與王象藎樓下說就。紹聞與王象藎墳上回來，這一月之中，紹聞賜綢緞表裡，金翠頭面，酒罈肉盒，頗為豐美。至日，樊婦坐花轎作迎姑嫂，佃婦做送女客，簣初衣冠整齊，卻不敢行親迎奠雁之禮，明其為納妾，非若娶婦六禮必備。老樊回來，遵「聽房結子孫圪垯」俗諺，預先偷買一根紅布帶兒藏著。小叔用威坐牀，新人屋也來了幾個鄰婦叩喜。送了交杯，更深人散，簣初拴了門。老樊俟人靜之後，手執紅帶兒，潛行徐步，在窗外偷聽，不聞動靜。又一頃，彷彿如聞哎喲，老樊結了一個圪垯。站的腰酸，存立不住而去。"
      }
    ]
  }
}