{
  "chapterNumber": 103,
  "title": "第一百零三回　王象藎赴京望少主　譚紹衣召見授兵權",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零三回　王象藎赴京望少主　譚紹衣召見授兵權"
      },
      {
        "index": 2,
        "text": "不說紹聞、希瑗在鼎興客寓與希僑闊敘一晚，次早回國子監。且說盛希僑不耐旅舍繁囂，早起即叫能乾家人另覓京城出賃房屋。這家人出街，看了柵欄牆頭「賃官居住，傢伙俱備」的報單，照著所寫衚衕覓去，找到繩匠衚衕嚴府花園南邊路東一所趙姓的宅子。院子寬敞，亭軒整齊，廚房馬廄俱備，月台照壁並新。講定月租價錢，回店說知。盛希僑即令搬移。叫了車子，裝了行李，其有不盡上車者，各家人肩荷手持，即日移入新居。"
      },
      {
        "index": 3,
        "text": "住定，包了一輛車子，拜客看戲。凡祖上同年後裔以及父親同寅子姪，向有書札往來今仕於京者，俱投帖拜見，各贈以先世遺刻數種，中州土儀若干。有接會者，有去部未回而失候者。嗣後答拜請宴，互為往來。街頭看見戲園報帖，某日某班早演，某日新出某班亮台，某日某班午座清談平話、雜耍、打十番，某日某樓吞刀吐火，對叉翻筋斗。嗣後設席請年誼兄弟、同鄉眾先生。又看了天壇、地壇、觀象台、金鼇玉煉、白塔寺，以及各古剎庵觀廟宇。凡有可以遊玩者，歷其大半。一日，偶游正覺寺，已經走進去，忽見尼僧來近，即便縮身而回。盛希僑學問大進矣。這譚紹聞、盛希瑗時而到寓，時而同游，時而歸監。"
      },
      {
        "index": 4,
        "text": "住了兩個月，忽動了倚閭之思，遂買了回家人情物事，差家人到監裡請的弟友到外城。紹聞寫了家書，也買了奉母物件，為簣初買了要緊書籍，煩希僑帶回。盛希僑又將京中用不著的家人，以及思家不願在京家人，順便帶回幾個。銀子除了路費，金子全然撇下。擇定歸期，僱了車輛。"
      },
      {
        "index": 5,
        "text": "至日，行李裝訖，弟友二人門外候乘。口中說的珍重，意中甚為悽慘。車行後，二人只管跟車相送，希僑在車中全然不知。家人說：「二位爺跟的遠了。」希僑急忙下的車來，站下，面東說：「回去罷。」三人不覺齊低下頭來。希僑沒法不上車，譚紹聞、盛希瑗也只得悵然而歸。過了兩三日，方才寬解漸釋。"
      },
      {
        "index": 6,
        "text": "希僑出了彰儀門，到良鄉縣住宿。店小二仍是誘客故套，被盛希僑一場叱呵，縮身而退。及到欒城、清風店、邯鄲、宜溝等處，店小二恒態如故，這家人們早吆喝退了。若是前十年時，上行下效，上明下暗，兩程以後，上下通明矣。"
      },
      {
        "index": 7,
        "text": "過了黃河，進了省城。到家候了母親安。那夫婦不合之端，別久漸忘，依然偕其伉儷。到了次日，分送京中帶來各親友家書物件。"
      },
      {
        "index": 8,
        "text": "希僑差寶劍送譚宅家書時，恰值王象藎送菜來城，得了少主人京中信息，心中甚喜。又怕遠來信息，說好不說歹，遂向小主人簣初道：「盛爺遠攜家音，相公不可不親往一謝。我也跟的去。」王氏道：任中說的很是。咱也該去盛宅走走，約他家大相公來吃一盅接風酒。」"
      },
      {
        "index": 9,
        "text": "簣初遂同王象藎到盛宅。見面為禮，簣初方欲道謝家音、安慰風塵，盛公子不待開言，便道：「婁公中了進士，點了兵部。報子到省，想已共知。舍弟平安，沒甚意思，不用說的。令尊臉兒吃的大胖，那些平日油氣村氣，一絲一毫也沒有了。讀哩滿肚子是書，下科定然有望。回家對老太太說，就說我說了，沒什麼一點兒縈記。你家也不用請我接風洗塵，我一兩天閒了，到你家，面見老太太，說一個一清二白。」簣初年少，見盛公子說個罄盡，沒的再說。王象藎從旁問道：「據大爺說，委的不用我家老太太縈心。但天下事，美中多有不足，未必恁的百般稱心。不知跟的人如何？」希僑道：「你不說我也想不起來。你家爺行常對我說，跟的人有些倔強。我說鄉里孩子，一進了京，沒一個不變的。每日見出京做官的長隨，身上穿綢帛，咱家燒火棒茶的孩子，也就想升上一級；見了閣部台省老爺往來，覺自己主人分兒小，強幾句是有的。我說他們可惡時，打他們幾鞭子就好了。你家爺是心慈面軟的人，情面下不來。只有這一點兒不好。卻也沒甚關緊。」王象藎道：「京裡豈沒人，再僱個何如。」盛希僑大笑道：「京裡人用的麼？早間李老爺，晚間王老爺，不如自己帶的小廝，還不怕席捲一空哩。」"
      },
      {
        "index": 10,
        "text": "少坐一刻，簣初作揖謝過，主僕相從而歸。到家，把話一一學與奶奶，王氏甚喜。但老來念子情切，終難釋然，說道：「我這心總放不下。小福兒自這麼一點點到現在，沒離開我這樣長時間。人家盛宅有個親哥哥上京走一趟，咱家並沒個親姊熱妹可去。你兩個去盛宅時，我盤算了這半天。"
      },
      {
        "index": 11,
        "text": "簣初年幼，世事經哩少，這路上我也擔心。想叫王中你走一趟，不知行的行不的。若是行的，目下就動身，好給他捎上夏天隨身衣裳。不知這路費可需多少？」王象藎略想了一想，道：「有何不行。我也素有此心，只是沒遇緣說起。盤費家裡不用預備。我把菜園的事酌度明白，三日後即便起身。家中捎什麼東西，相公寫什麼書稟，俱縫一個包封，後日黃昏來取。奶奶有什麼囑咐話兒，想好記清，後日取包封時一一對說。」事已忙迫，王象藎當下就回南園去。冰梅包了一個布包兒，說與全姑。王氏也與了小耍貨兒，說與小孩子玩耍。王象藎道：「他還不甚知玩耍哩。」接住拿的去了。"
      },
      {
        "index": 12,
        "text": "及至起身前一晚，王象藎來到。王氏遞與包封，簣初道：「書俱在內。」這主母、小主人說了些囑咐與路途保重的話，王氏與了些路上吃食，王象藎自回南園。又安插了鄰家老嫗與趙大兒母子做伴的事。"
      },
      {
        "index": 13,
        "text": "次晨，腳夫趕個大騾子早到。王象藎包好所餘井板底下銀子，搭上行李騎了，進南門出北門，循驛路而去。"
      },
      {
        "index": 14,
        "text": "卻說王象藎此行，偏偏路上受了幾個大驚。到了宜溝驛住宿，對門店裡半夜失了火。風大火猛，那火燄斜飛在半空裡，街上喊聲如沸。這店裡客人，各要奪門而走，店主人不依，總不開門，說：「客人行李要緊，萬一開了門，救火人趁著進店，搶了行李，火滅之後，就要說我店家有了轉遞，有了藏匿，現在火不順風，我們只得靜候。真正火到咱店裡，那時開開後門，咱大家逃命，行李付之一燼，這叫『天塌壓大家』，如今爺們只要把盤費收拾好，帶在身邊。」眾客也沒的別說。少時，風覺微息，驛丞官督率救火，人多水集，竟把灼天之燄撲滅下去，只燒對門店臨街草房三間，後邊瓦房不曾沾著。這邊店內住客，一夜何曾安枕。到了四鼓，王象藎隨眾人開發店錢，拉出騾子，搭上行李，出了店門，從水灘泥灰上走過；沒一個口中不是「阿彌陀佛」四個字。"
      },
      {
        "index": 15,
        "text": "一路北行，到了豐樂鎮住下。偏偏有個小偷，自牆上翻過來，磕的瓦響，店主人驚的走了。雖說分毫未動，卻又一夜不曾安寢。"
      },
      {
        "index": 16,
        "text": "又一日到了褡褳店，這南頭有座龍王廟。王象藎及四個同行的，歇在飯鋪裡。吃罷飯歇息閒話，只問道：「這是什麼廟？」那鋪中掌鍋老叟道：「額血龍王廟。」又問道：「怎叫的這樣稀奇？」老者笑道：「這龍王不治水，單管伺察人。凡人心裡有陰私，打廟門前大路經過，沒有不犯病的。說起來話長。這龍王原是個上京選官的武舉，那日晚上，住在我們邯鄲縣南關裡。店鄰有個潑婦，夜間凌辱婆婆，隔牆聽的明白，合店人無不旁忿。爭乃行路之人，事不乾己，只得由他。個個掩耳，不能安寢。到了次日午後，那位武舉到了我們這褡褳店，只見天上黑雲一大片，自南邊邯鄲縣而來。這位選官的老爺對家人說：『我若是一條龍，定然把昨晚那個不孝的媳婦撾了。』話未畢，家人只見主人騰空而起，鑽到黑雲裡邊去了。這黑雲又折回南行，家人只是倉皇無措。過了一個時辰，這選官的老爺，自空中落下，說：『痛快！痛快！我把那個潑婦一把撾了。』伸手時，五個人指頭，變成五個龍的爪。家人看主人面上，全是金鱗。忽一聲道：『肚子硬著疼。」家人道：『我與老爺揉一揉就好。』忙為解開胸前衣服，不料全身都成了金鱗。立時，坐化成一條龍，又騰空而去。廟後有衣冠墓，墓前有碑。客們看看廟內神像，是照老爺原像捏塑的。」說罷哈哈大笑。行路人好奇的多，都說看一看。有三個先行，王象藎第四。就有一個道：「你們去，我看行李罷。」四人進廟裡？」了頭。看那神像，怒容，環眼，戟須，猙獰可畏。一手直指座前，座前豎一牌，飛書四個大字：「你可來了！」兩邊雷公、風婆、雲童、霓母，惱的可怕，笑的更可畏。這四個看罷出廟，到飯鋪俟喂飽騾子，一齊上鞍。曉行夜宿，結伴北行。"
      },
      {
        "index": 17,
        "text": "走至內丘縣地方，天色將午，定然到南關打尖。誰知天氣漚熱的很，騾疲人汗，大家覺得難耐，急切歇處，還有十里竟不能到。忽聽雷聲殷殷，只見東北上黑雲遮了一角。那雲勢自遠而近，雷聲由小而大。田間力農人道：「東北抬的海來了！」少頃，日馭已遮，風陣直橫，排了一座黃山。眾人加鞭前奔。"
      },
      {
        "index": 18,
        "text": "說時遲，那時快，風吹的沙土滿天，電光如閃紅綾，雷聲無物可狀。眾人看內丘縣是萬不能趕到的，那農人荷著鋤，行人挑了擔，這五人加上鞭子，望道旁二里遠一所古廟趕來。將及兩箭遠近，大閃一亮，通天徹地俱紅，閃過去即是雷，震天動地一聲，雨點有茶杯大。風刮的騾子強曳前行，挑擔的竹簍斜飄。唯有荷鋤的渾身流水，已先進廟。這五人到山門下的鞍來。原來此廟已古，牆垣俱無，只有後邊五間大閣，瓦退椽折露著天，前邊三間山門東倒西歪，幾根杉木大柱撐著。牽進五頭騾子，這兩搭氈穗子已是淥淥的流水。又怕牲口驚懼碰著柱子，五人不敢在此避雨，只得鑽著水簾子上閣裡來。閣內已無神像，兩邊露雨如注，東邊略完好些，已有十七八個人先到了。這一半乾衣人，一半濕衣人，少不得同擠在一處。猛然一聲霹靂，也不知是降之於天，也不知是起之於地，論那九節虹霓大炮，只像一個爆竹而已。況虹霓炮之響，一點一響，再點再響，這個雷連聲大震，如塌天一般。閣以上龍吟直如馬鳴，閣以內硫磺氣撲面而來。只見那個在褡褳店不看額血龍王的人，只是就地匍匐，急往人腿下爬，嘶嘶喘喘喊道：「我改！我改！再不敢恁樣就是！再不敢恁樣就是！」鑽到王象藎腿下，抱住膝下足上之腓不放，汗流如注，混身抖顫。這大雷又打五六個，漸漸向西南而去。餘聲殷殷不散，正是唐句所云「樓外殘雷怒未平」也。"
      },
      {
        "index": 19,
        "text": "單說天光晴累，那荷鋤挑擔的，各自走散。這一行騎騾子客人，各踏住廟門口倒的石獅子上了牲口。惟有那個不看龍王的，再騎不上，看去像身子都是軟的。無奈兩個騾夫把他架上騾背，伏在鞍上。到內丘南關店裡，王象怠與同行三人打尖，那人倒坐椅上只是不吃。問他怎的了，那人道：「心內只想乾嘔。」過了幾日到良鄉，那人每日只喝幾口水，寸食未進。到了中夜，竟梁以「自亡」為文矣。他的同行，只得與他備棺木暫埋道旁。寫墓牌時，王象藎方知他原是個讀書秀才。"
      },
      {
        "index": 20,
        "text": "不說那個不看額血龍王的人死在良鄉。且說王象葛別了路遇廝跟，各奔前程。及至進京，問了河南同鄉，徑到江米巷中州會館停了行李。僱車進了國子監，見了主人及盛宅二公子，俱各叩頭請安。盛希僑兄弟相別未久，自無家信。王象藎遞了包封，紹聞秘拆，見王氏慈母所寄手中線，不免感傷。又見巫氏所寄文袋、扇囊，冰梅所寄文履一對，簣初所寄稟帖，轉悲為喜。內附道台手書京師應買書目一紙，自留心購求。王象藎自與兩家家人寒溫。家人們私備席面管待王象藎吃酒，比之譚紹聞犒賜，盛宅二公子賞飯，更為豐美，是不用說的。"
      },
      {
        "index": 21,
        "text": "這王象尊在監十餘日，不惟諸事中款，且識見明敏，並盛宅二公子也喜歡的了不的，誇道：「王中真僕儓中之至人，若為之作傳，則王子淵之便了，杜子美之阿段，舉為減色。異日他的子孫，萬不可以奴隸相視。若視為世僕，則我輩為無良。老弟當以我言為準。」紹聞道：「我何嘗不是這樣想。這人生有一男一女，小廝才會說話。他的女兒姻素貞靜，像一束青菜把兒。我心欲以為媳，這話我卻再說不出來，左思右想沒個法子。這女兒自幼與簣初一起兒玩耍，料簣初自無不願。家母也是肯依的，家母行常有不知便宜誰家做媳婦話頭，是探我的口氣。我母子兩人，俱是含意未發，總一個不曾說破。我心裡又想萬一成了，又怕人說良賤為婚姻，有乾律例。二哥以為該怎的處呢？」盛希瑗道：「如今這女孩在家麼？簣初賢姪也到了議婚之期，走動也不便宜。」紹聞道：「正是這樣說。王中現在南園住，家中原少他不得，極想叫他回來，只為這一宗事橫在心頭，所以心中想他回來，口中再不肯叫他回來。家母之意，是與我相照的。」盛希瑗道：「擇婦者擇其賢也。大家閨秀也有不賢的。大家姑娘要不賢起來，更是沒法可使。賢弟，咱今日是弟兄一般，不妨以家事相告，料你也素知。即如家嫂，是名門世族，他本族本家進士一大堆，他偏是異樣的難講。若非家兄篤於手足，早已分崩離析。」紹聞道：「小戶人家也有好的。」盛希援道：「有好的，也有不好的。即如家表兄家兩位表哥，俱是續弦於蓬蓽。二表嫂是老實人，到家表兄家，如鄉里人入城，總是處處小心。三表嫂是聰明人，他把他家裡那種種可笑規矩，看成聖賢的金科玉律；看著家母舅所傳，直以不狂為狂，總是眼裡不撮。即是所生的那個表姪，如今也是丁酉舉人，將來原可以大成。總是外甥多像舅，他秉的他外祖那一宗種氣，斷斷乎克化不了。家表兄老而惜子，惟有付之無可如何而已。」紹聞道：「我如今還有一宗事對二哥說。道台大人那是我丹徒族兄，前日說與簣初議宗親事，那女娃就在衙門裡。也不知是丹徒的甥女，或者丹徒的表姪女，再不然是道大人的妻姪女，道台不肯說破。行輩必是極合的。這一宗親事好麼？」"
      },
      {
        "index": 22,
        "text": "盛希援道：「道台在府上篤於族情，合省城誰還不知哩。道台凡事謹慎，萬無妻姪女帶在衙門之理。道台雖未說破，賢弟何妨先為問明？如此說王中女兒只可作賢姪副室，賢弟怕人說良賤為婚姻有乾律例，此宗事也便於行。」紹聞道：「只怕王中斷斷不依。」盛希蛋道：「你意王中不肯叫女兒作妾？」紹聞道：「不是這麼說。這王中是奴僕中一個大理學，若以他之女為我作媳，他看他與先君便成了敵手親家，不是事兒不行，是他心裡不安。說到此處，我又不忍叫他心裡受難過。」盛希瑗笑道：「這話幸而不同著家兄說。若家兄聽得道台大人議婚的話，家兄必定吆喝你，說：『婚姻有問名之禮，到了你跟前連姓也不敢問，何況問名？六禮刪了一禮。道大人以你為弟，你以道大人為官；道大人情意篤摯是丹徒縣哩譚姓家譜，你唯唯諾諾是琉璃廠印的《緒紳全書》』你說王中心裡不安，我還有一怕：萬一說成了，王中發落女兒上轎，王中若是眼硬不流出淚來，這自然順順當當娶過來；若是王中流出惜別之淚，你定然說：『且下轎回去罷，令尊捨不得你，我不難為人。』」紹聞不覺哩的大笑，盛希瑗也大笑起來。"
      },
      {
        "index": 23,
        "text": "忽而盛希暖道：「說起道台大人，我忽然想起，賢弟可見昨日邱報麼？」紹聞道：「不曾見。」盛希援道：「我向東齋裡廣東蘇年兄處取來你看。」紹聞道：「不用取，啥事二哥說說罷。」盛希援道：「昨日邸報有皇上旨意：『調河南開歸驛鹽糧道譚紹衣星夜來京，陛見問話。欽此。」這兵部塘差，想早到河南。旨上有星夜二字，那快著哩。若說邸報，至少十五日才上鈔。道台大人進京，至遠不過五日。要之此時在京，也未可知。陛見另有旨意，也未可知。但不知是什麼緊事。」紹聞道：「怎的去尋著道台大人，見的一面，好問明這宗姻事。」"
      },
      {
        "index": 24,
        "text": "盛希瑗道：「鄉里話！道台大人奉旨來京，定然是朝廷有極大極緊的事。你說見了議簣初親事，是九天閶闔奏黃鍾大呂之樂而雜以蟻語。若少可相見，道台大人必差人來國子監叫賢弟。若事情大了，如今出京，也未可知。或事情機密，同鄉親族迴避，也未可知。賢弟只宜靜候，不可寸離。」"
      },
      {
        "index": 25,
        "text": "話猶未完，只見國子監衙役，引了一人來，說：「這就是譚老爺。」紹聞一看，乃是梅克仁。梅克仁說道：「道台大人在會館立等老爺說話，有車在門口，作速上車。交與事件，大人就要上兵部去。」盛希瑗道：「作速走，不必一齊二整。我送你出去。」送出彝倫堂大門，紹聞上車，梅克仁跨轅，說聲走時，轔轔之聲，早出大成坊，上前門外江南會館而來。有何商訂，下回自明。"
      }
    ]
  }
}