{
  "chapterNumber": 100,
  "title": "第一百回　王隆吉怡親慶雙壽　夏逢若犯科遣極邊",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百回　王隆吉怡親慶雙壽　夏逢若犯科遣極邊"
      },
      {
        "index": 2,
        "text": "卻說譚紹聞同張正心、婁樸辭了盛氏昆仲，坐車而回，一夕無話。到了次日早起，方欲繕寫履歷，送與盛宅辦部咨，打算上京事體。尚未早膳，只見表兄王隆吉到了。見了姑娘為禮，說道：「前日姑娘到家，姪兒在外做了一宗棉花生意，及至回家，我娘說姑娘走了；我料姑娘久不回家，必定住下，不料走了。昨日爹爹自漢口回來，表弟去瞧。吃了早飯，急忙上盛宅去，說盛宅請他哩，不敢留他多停。」王氏道：「盛宅沒請你麼？你與福兒、夏家與盛宅俱拜過弟兄，難說單單請他一個？」"
      },
      {
        "index": 3,
        "text": "隆吉答道：「結拜弟兄，不過一時相厚，三天不見，這個想那個，那個想這個。久而久之，丟的淡了，見了還裝不認的，那裡還想起來。表弟中了副車，這新鄉紳、舊公子，正好一路兒廝跟。我是個生意人，如何搭配得上；夏家住了衙門，一發是不敢進正經場兒。」王氏道：「男人們，一發是這個光景。像俺女人們拜過乾姊妹，隔二年不見還想的慌。」隆吉道：「拜乾弟兄，男人家不必；拜乾姊妹，女人家更不可。」王氏道：「你姑夫在日，常如此說，我只說他性子怪，說這咬群話兒。誰知你今日，也是這般說。」隆吉道：「姪子如何比得姑夫。像我姑夫在日，與婁、孔、程、張、蘇諸老先生，活著是好相與，死了還不變心，他們何嘗結拜過？」王氏道：「這幾個人我是知道的，果然待咱這一家子，死了跟活著總是一樣子，我如今看出來是真的。」王隆吉笑道：「我與姑娘說一宗笑話兒。我前一日在鋪內坐著，咱省城第三巷丁家，是走過京的，聽說他是闖世道哩，到處有他的朋友。他到鋪內拿銀子換錢，要使二十千錢，我搬與他。他的銀子，二十兩不足錢數，腰裡瓶口又掏出一小封銀子補完，恰恰不多，連包兒交給我。我看看包兒，是有字紅帖，細看卻是他換帖朋友的祖宗三代，以及子弟。那在京時，也不知怎的親熱，怎的稠密，今日酒，明日席，今日戲園子，明日打擋子。出的京來，沒上一月，把朋友的祖宗三代以及子弟名諱，都裝在腰裡，還送與別人，他還不知道哩。」譚紹聞忍不住也笑起來，簣初卻歎了一口氣。"
      },
      {
        "index": 4,
        "text": "早飯已熟，紹聞請隆吉到前廳。隆吉看了書鋪、大門，細聲道：「這果然是王中挖出菜園的銀子贖回麼？」紹聞道：「的真如此。」隆吉道：「難得！難得！就是咱兩個親表兄弟，我得了這銀子，我就要瞞你；縱然我想給你些，又怕你得了少的，還想多的，只怕還告我哩。好個王中，難得！難得！」紹聞道：「不在這一千銀子，只在這個心腸。他有這宗好處，久後咱家興官、用威相公，誰敢錯待他？良心也過不去。直是如今已不作家人相待，只還不曾退還他家投詞。久之，怕他家子孫，受人家的氣，說是譚家世奴。怎的與他結門親事，與他成了姻眷，可免得晚生下輩口舌。此事最難掉轉，我還不曾有個主意。叫他走到別省外府，這裡現在少不了他，他也不會走的；等他兒子遠離，現在才出了滿月，慢慢的想法子。」"
      },
      {
        "index": 5,
        "text": "隆吉道：「王中的事，表弟慢慢的想法子。我的事，只要你緊緊的出個妙策。」紹聞笑道：「表兄什麼緊事？」隆吉道：「你舅這十三日生辰，表弟去不去？」紹聞道：「年年是去的，外甥豈敢忘了舅的生日。」隆吉道：「你妗子十五日生日，表弟去不去？」紹聞道：「又豈有不去之理？我小著時候，時常與你姑娘一住三天，到十六日回來。我還記的，表兄更記的。」"
      },
      {
        "index": 6,
        "text": "隆吉道：「這做生日一事，你舅、你妗子老兩口，如今大不合。這該怎的處？」紹聞道：「還照常年舊例，老夫婦有啥不合哩？」隆吉道：「如今曲米街鄰居比舍、街上鋪戶，要送戲哩。十三日早晨就有戲，要唱到十五日。夫婦雙慶，送錦帳、鼓樂、炮手。」紹聞道：「舅與妗子，幼年不是富厚日子，至如今生意發財，與表兄買了兩所市房，五頃多地，菜園一個，又有孫子孫女。街坊有這美意，老兩口坐在張燈掛彩棚下，吃一杯鄉黨慶壽酒，看三出吉祥戲，也是我舅渡江涉湖掙的錢，兒子借這個光彩盡一點孝心，還有什麼難處的事？」隆吉道：「你舅斷斷乎不依的。才自漢口回來，街坊就有此一轟，你舅不敢承當。街坊只管出約單。你舅知道了，黃昏裡熱了一鈷酒，把我叫到賬房裡，說起這宗話。我斟上酒，老人家吃著，開口道：『這一鋪張，董的人情大了，你一個人掌櫃，又要還人家禮，又要打探人家喜事，顧的應酬，顧不的生意。我老了，你宗宗要親自到。又怕誤了人家禮節，又怕得罪人，將來還怕那日子吃虧。不如自己備上一席菜，煮上一鍋面，我吃了我心裡受用。我不願意叫你在外邊人家事體上慌張。』」"
      },
      {
        "index": 7,
        "text": "紹聞道：「我舅是疼兒心腸。表兄你該說：『送禮不過是本城，關廂裡就少了。不過留下慶壽的禮簿，逢著人家的事，午刻到，未時回來，外邊不誤，自己也不誤。爹爹只管放心。』禮尚往來，難說閉住門吃飽飯，也不是人生一世的光景。」王隆吉道：「我也是這樣說，你舅總是不依。你舅說著，就眼裡噙著淚，手裡擎著酒，一聲歎道：『我的日子不是容易的。自幼兒（貝青）的產業薄，一年衣食都有些欠缺。從街上過，看見飯鋪酒肉，心中也想吃，因手裡錢短，把淡唾沫咽兩口過去了。這話我一輩子不曾對你娘說過。做個小生意，一天有添一百的，也有一天添十數文的，也有一天不發市的，間乎也有折本的。少添些，我心裡喜歡，就對你娘說，哄他同我扎掙；折了本錢，自己心裡難過，對你娘還說是又掙了些。人家欠賬，不敢哼一點大氣兒。後來天隨人意，生意漸漸的好了。你在姑夫家唸書，先生、姑夫都不願意你回來，我豈不知是好意，只為十兩身錢，就狠一狠叫你下了學。本錢漸漸大了，學出外做生意，到江南，走漢口，船上怕風怕賊。到大地方還有船多仗膽，偶然到個小地方灣了船，偏偏岸上有戲，人家男男女女歡天喜地的聽唱，我在船上怕人雜有賊，自己裝的貨船兩三隻，又怕水手就是賊，一夜何嘗合過眼。單單熬到日頭髮紅時，我又有命了。又一遭兒離漢口不過三里，登時大風暴起了，自己貨船在江水裡耍漂，眼看著人家船落了三隻，連水手舵工也不見個蹤影。如今看見咱家孩子們吃肉穿花衣裳，心裡委實喜歡，心裡說：你們享用，也不枉你爺爺受半輩子苦楚。若是門前搭檯子唱戲，說是我生日哩，我獨自想起我在江湖中，不知那一日是週年哩。到明日十三日，只以孫娃們跟我一桌兒齊吃起來，任你擺海參，燕窩，猩唇、豹胎的席，我掙的，我的兒孫外甥兒吃，我心裡自在。但說唱戲，那是外局，我不願。』」"
      },
      {
        "index": 8,
        "text": "紹聞道：「舅既如此說，俱是他心肝眼兒的話，就照著這行。」隆吉道：「你妗子又不依」的。你妗子說：『受了半輩子淡泊，如今發了成萬銀子的財，十三日你爹爹生日，有客做生，過了兩天我生日，吃屍氣肉，喝洗唇子酒。俺娘家幾門子人，都來當客封禮，我受不哩這殘茶剩水。不如一遭兒做生日，唱上一台戲，擺上一二十席萊，也不說是爹是娘。看我說的是也不是？』」紹聞道：「這說的也有理。慢慢勸著，好事兒不弄出參差才好。」隆吉道：「我不敢勸，再勸時，你妗子連我也誇起來。我說爹爹江湖受了苦，才說了一句，你妗子說：『我在家也操了心。若不是我生的好兒子，依我擘畫，他在外，兒子在家亂嫖亂賭，把他的苦瞎搭了，還氣出病來。』」紹聞道：「妗子此說也有理。畢竟該依那位老哩行呢？」隆吉道：「我向表弟領教，該照那一說兒行。」紹聞道：「該照舅說的行。」隆吉道：「照你舅那一說行不下去。你舅說的是內心苦楚，你妗子說的是外邊勢法；你舅說的是自己一個人的話，你妗子說的是眾人眾話。」紹聞道：「還有誰哩？」隆吉附耳低聲道：「當日認的乾親，姑姑姨姨齊攛掇，老鴉野雀都揀旺處飛。我外爺曹家一大戶，當日並不認的遠門子舅，今日都要隨分子送戲。才說你舅不甚願意，那些遠門子舅，還沒我歲數大，一開口便罵我：『休聽那守財奴老姐夫話！』就是本門子舅，都是好熱鬧性情，怎比得你舅，再不敢管俺姑夫事。他時常說：『咱是小戶生意人家，你姑夫是官宦讀書世族，他家的事，咱隔著一層紙，如隔著萬重山。』表弟，你問俺姑夫的事，你舅曾攙過一句話否？如今我家是小戶，可憐我舅家更小戶，單只仗著族眾，便是大家。當日做小生意時，沒人把我當成外甥，今日少站的住了，就新添許多族舅。表弟，我央你與你舅商量，勸的老人家回心轉意，胡弄台戲，掛上幾幅綾條子，擺上兩盆花兒，扯上一匹紅綢子，弔上一對紗燈，就把親戚打發的喜歡。不過花上不滿百的銀子。好席好酒，他們就說我王隆吉是個孝子，做下光前裕後的大事。表弟今日是你舅得意的外甥，就央表弟去，一勸就行了。省的老人家屈心，再沒人知曉。表弟能說的兩位老人家和諧，也算外甥一點真孝。」"
      },
      {
        "index": 9,
        "text": "譚蝴果與隆吉同見王春宇，委曲婉轉說了一番。王春宇回心歡喜道：「我的心，只有一個人知曉，就叫他們唱去。省的人不明白，還說我是捨不的錢，只是胡攪。可憐我王春宇若仍是當年精窮，誰做生日哩？何況於戲。我再沒的說，夫婦同慶遮遮外人眼目，免免外人口舌罷。可憐我這小戶人家，親戚除了你家，別哩俱是昏天黑地，更可憐他們還自認為聰明第一，豈不恓惶的叫人死去麼？唱唱唱，沒甚說。外甥你回去罷，到那日早些送娘來看戲。我有一句要緊話：興官才進了學，不要叫他來，休叫他在這俗場子上走動。我不唯不怪他，我還喜歡他。」"
      },
      {
        "index": 10,
        "text": "果然到了十三日，譚紹聞置下壽儀，同母親坐車而來。行了外甥祝舅氏之禮，與舅氏照客。到晚，母親住下，紹聞回去。"
      },
      {
        "index": 11,
        "text": "到了十五日，紹聞又置下壽儀，坐的車來。行了外甥祝妗子之禮，妗母曹氏喜歡的了不的。又照了一天客，晚上同母親坐車而回。」"
      },
      {
        "index": 12,
        "text": "三日已完，一切鄰居街坊，無不誇王春宇大爺果然舍的錢，酒是好酒，席是好席；王隆吉相公孝心感動天地，一天晴似一天，無岡無雨，整整的熱鬧了三天三夜；譚念修老爺，雖說是紳衿，真正眼孔不大，不論貧富高低人，俱看到眼裡，將來要中狀元、探花。這些人直誇了十來天，方才淡淡的歇了。"
      },
      {
        "index": 13,
        "text": "內中就有細心人說，沒見譚家新秀才看戲。偏有人說：「我親見新秀才來了，他是個十四五小孩子，在家裡陪那女客哩。」正是："
      },
      {
        "index": 14,
        "text": "堪憐闤闠蓬麻，隨意高低謗與誇；莫問市上真有虎，須知杯中早無蛇。海樓縹緲仙三島，驛路寬平鬼一車。靜坐許由河畔草，東風入耳不妨賒。"
      },
      {
        "index": 15,
        "text": "堪憐闤闠蓬麻，隨意高低謗與誇；莫問市上真有虎，須知杯中早無蛇。海樓縹緲仙三島，驛路寬平鬼一車。靜坐許由河畔草，東風入耳不妨賒。"
      },
      {
        "index": 16,
        "text": "不言王隆吉椿萱並慶，單說譚紹聞在舅氏家盡了賢宅相之誼，十五日晚上坐車而回。到衚衕口轉彎將進後門，月色大明，只見兩個人站在門邊。車到時，一個人望轅叩首，響騰崩角。紹聞急下車來，那人細聲喊道：「救我！救我！」仔細一看，乃是夏鼎。旁一個人，像是公差模樣，卻不言語。紹聞道：「這是怎樣說呢。」夏鼎道：「有句緊話，須得空閒處細說。」紹聞扶持母親，自進後院。身上鑰匙袋兒，有後書房鑰匙一把，紹聞前行，那兩人跟定，開了書房門，紹聞讓兩人先進。那人道：「老爺先行，小的不敢。」紹聞走到屋裡，二人走進，先磕了頭，紹聞扯住，說：「我去取個燈來。」"
      },
      {
        "index": 17,
        "text": "夏鼎道：「不用燈照，事急，說了罷。」紹聞道：「坐下講。」夏鼎道：「站著說罷。我住道台衙門，蒙門上梅二爺抬舉，賞了一名買辦，我真真是公買公賣，不弄官家一個錢，不強拿鋪戶一個錢貨。不知怎的梅二爺聽了閒言核月帳，這一月適少了七兩八錢四分銀子不對頭。大少爺你想，銀子整出碎使，那秤頭上邊，怎能沒個兑搭？自古道攢金會多，分金會少。這一月五七百兩，如何能一個卯眼兒下一個楔子哩？門上梅二爺性情，開口是個鎖字，說：『鎖了！』交與這個朱頭兒押住。晚上送庫官宋老爺打二十板子革了。我說小的賠出來就是。梅二爺把轉筒一扭關了，不得再回一句話。少爺可憐我，差是不願意住了，只求救一救，免二十板子。」紹聞道：「我如何救你法。」夏鼎道：「大老爺曾差梅二爺修墳院。只用少爺一句話，或用一條字兒，就免了。」紹聞道：「衙門如何可通字跡呢？」"
      },
      {
        "index": 18,
        "text": "夏鼎跪下，那個差役也跪下，說道：「小的押著他，他央小的，瞞上不瞞下，黃昏出街來央少爺。少爺只到衙門一走，少爺即把事完了。小的為朋友心也完了。少爺想情。」夏鼎道：「我脖子裡還帶著鎖哩，大領子遮著，黑夜裡急切看不見。鏈子藏在懷裡。少爺不信請看。」將手一鬆，那鐵鏈子忽刺一聲，面前就是一大堆。說：「少爺不承當衙門走一回，我就跪死在這裡，不過污少爺一塊土。」譚紹聞是心慈面軟的人，當下又沒法子開脫，只得承許。"
      },
      {
        "index": 19,
        "text": "二人磕頭而起，說：「等不得二鼓，少爺要早到。」二人去訖。這紹聞作難，直愁了一更。將欲失信，夏鼎跪前跪後，情亦可憐；將欲踐約，這道大人向來雅望，一旦看成下流，況且事必不能行。只是小人急了，也不管人家身份體面，只是個奴顏婢膝，難人以萬不可乾之事。明日何以對兒子。千難萬難，瞞了簣初？獨自騎一匹馬，說往婁宅問個上京信兒，徑上道衙而來。恰逢一群衙役攙著夏鼎上酒館吃澆臀酒。紹聞一見，撥馬而回，心中想道：「古人云，不可一日近小人，真金石之言。回家好對簣初說，他日做官立朝之道，視此矣。」"
      },
      {
        "index": 20,
        "text": "卻說夏鼎責革之後，追繳七兩八錢四分銀子完款。他還有一向乾沒侵蝕銀兩，尚可度日。急乃棒瘡平復，育譎狡難悛，私交刻字匠，刻成葉子紙牌版，刷印裱裁售買，以圖作姦犯科之厚利。後來祥符有人命賭案，在夏鼎家起出牌版，只得按律究擬，私造賭具，遣發極邊四千里，就完了夏鼎一生公案。若必窮形極狀，以快看官疾惡之心，未免有褻筆墨，且失著述家忠厚之意。"
      },
      {
        "index": 21,
        "text": "要知譚紹聞與婁樸、盛希瑗怎的上京，下回自有分解。"
      }
    ]
  }
}