{
  "chapterNumber": 108,
  "title": "第一百零八回　薛全淑洞房花燭　譚簣初金榜題名",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "第一百零八回　薛全淑洞房花燭　譚簣初金榜題名"
      },
      {
        "index": 2,
        "text": "卻說譚黃岩家娶婦之禮已備，薛榆次家遣嫁之奩俱全。撫台又添了些金釵玉簪圓珠軟翠的首飾，楠箱楩桁鐵梨紫檀的東西。吉期前五日，差首領官選個大宅院作公館，送姑太太及全淑姑娘移住在內，丫頭養娘十數人跟隨。姑太太道：「衙門甚為便宜，何必更為遷移？」撫台道：「非是我好另起爐灶，只為那邊姪子親迎，有許多不便處。大堂儀門乃朝廷的大堂儀門，閃放俱要作樂放炮，豈可為我家之私喜擅動朝廷之儀注？此其不便一。衙門是譚姓做官，今迎親的新郎，即是譚姓，嫌於無甚分別，此其不便二。且姪子來迎親，外甥沄十三歲亦可做的主人，陪著新人行告先之禮。若在衙門中行事，則薛沄不宜立大堂迎賓，我無以伯接姪之理。婚姻為人倫之始，叫簣初姪子在何處告薛氏之先？此其不便三。唯設下一個公館，就像薛府一般，設下榆次公牌位，外甥作主，陪著奠雁。此是典禮之大者，萬不可苟簡的。」"
      },
      {
        "index": 3,
        "text": "姑太太與大人本是同胞姊妹，素明大禮，一說就明白。差頭引著首領官，揀了院署西邊舊宦大宅一處，連著一個書房院，委實寬敞。安插桌椅牀帳廚灶什物俱已完備，黃昏時打上燈籠，薛氏母子坐上三乘大轎，丫頭養娘又坐了二人小轎七乘，垂髫小廝、白髯家人步行可到，徑至公館住下，單等吉日屆期。"
      },
      {
        "index": 4,
        "text": "這黃岩公家，早令人打掃西樓，以為新人洞房。把碧草軒打掃乾淨，擺花盆，安魚缸，張掛字畫。適然盛希僑親來送伊弟問候書札，即刻督送雕漆圍屏一架，妝飾點綴，以為娶日宴客之所。"
      },
      {
        "index": 5,
        "text": "及至十六日，譚宅抬出浙中官轎四乘，俱加紅綾作彩。即用舊日浙中傘扇旗幟，肅靜、迴避牌各一對，打的新張黃岩縣燈籠二對。雖說小小排場，卻也不濫不溢，名稱其實。簣初坐了花轎，前往迎親。新婿陪堂，卻央的張正心引禮。那兩頂轎，是娶女客坐的。一路八人是號頭鑼鼓，大吹大打；一路八人是笙管蕭笛，細吹細奏。到了薛宅公館，榆次公的十三歲小公子門左立迎，兩個長髯老家人伺候。張正心與簣初下轎來，小公子迎面一揖，躬身讓進。娶女客下轎，自有送女客出迎，兩起兒丫頭養娘，一擁兒進去。"
      },
      {
        "index": 6,
        "text": "張正心引簽初上的大廳，泡的松子元肉茶奉到。茶畢，張正心便問榆次公神主何在，禮應率新郎告先。薛公子答道：「客邊難以載主而來，寫的先榆次公牌位在書房院北軒上。一說就當全禮，不敢動尊。」張正心道：「男先之典，莫以此為重，理宜肅叩。」一齊動身，細樂前導，到了榆次公神牌前。上面掛了一副當年萬民感德對聯：「文章宿望江之左，康濟宏猷霍以東。」行了前後八拜大禮。公子照數行禮拜答。張正心代簣初辭不敢當，行了一叩，方欲再叩，張正心攙住。這薛公子年小力微，那裡再掙的動。"
      },
      {
        "index": 7,
        "text": "回到大廳，又獻了茶。擺上酒席，簣初首座，三酌四簋後，又捧的碗茶來。張正心陪席起身，鼓樂喧豗。這一回廳上奠雁，門外御輪，俱遵著聖人制的儀注而行。"
      },
      {
        "index": 8,
        "text": "張正心、簣初上轎，迎姑嫂、送女客共攙全淑姑娘上了八抬大轎。母女離別，淚點不乾，提他不著。四位女客，一齊上轎。撫台太太坐了八抬轎，妗送甥女又加上一班鼓樂。最好看者，四抬八抬排了半截大街；最堪笑者，黃傘攪藍傘，金瓜攪銀瓜，龍旗攪彪虎旗，亂跑亂奔，忽前忽後，參差紛錯。看的人山人海，無不手指頤解。"
      },
      {
        "index": 9,
        "text": "花轎抬至蕭牆街大門前，橫拉三匹彩錦，直如三簷傘一般，卻是三樣顏色。泥金寫的鬥口大喜字，貼在照壁，並新聯，俱是蘇霖臣手筆。墨黝如漆，划潤如油，好不光華的要緊。因門窄走不過八抬，各堂眷只得在大街下轎。滿地下襯了蘆席，上邊紅的是氍毹，花的是氆氇。自大門至於洞房，月台甬道直似一條軟路。門閾上橫馬鞍一付，機筬一架，取平安吉勝之意。"
      },
      {
        "index": 10,
        "text": "迎姑嫂、送女客到新人轎前，扶出一個如花似玉的新人，頭戴五鳳金冠，珍珠穗兒，纓絡累累，身披七事荷包霞帔，錦繡閃爍，官裙百折，鳳履雙蹴。那街上看的男女擁擠上來。撫台的軍牢皂隸烏鞘鞭子只向空中亂揮，爭乃人眾只管排挨，把榆次公一頂舊轎擠得玻璃窗子成了碎瓷紋。猛聽的喊道：「樹上小孩子壓斷樹枝跌著了！」鼓樂旁邊，又添上喚兒叫女之聲。古人云「觀者如堵』，不足喻也。"
      },
      {
        "index": 11,
        "text": "四位女客攙定新人，懷抱玉瓶，進了大門。各堂眷以及丫頭養娘相隨而入。到了堂樓院裡，中間設一方桌，絨氈鋪面，紅圍裙四面周繞，上面放了紅紙糊的一隻大鬥，中盛五穀，取稼穡惟寶之意。鬥內挑銅鏡一圓，精光映日奪目，明盥濯梳妝所有事也；插擀麵杖一條，切菜刀一口，示以烹任事姑嫜之意也；插大秤一桿，細杼一口，示以稱繭絲、紡木棉，軋軋機杼之意。這些設施，雖不准之《家禮》，卻俱是德言容功婦職所應然者。所謂求諸野；觀於鄉，此其遺意。"
      },
      {
        "index": 12,
        "text": "薛全淑隨譚簣初拜了天地，懷抱玉瓶，丫環攙入洞房。放下玉瓶，坐在杌上，全姑捧上茶來，侍立旁邊。全淑一見舊好，心中有久別重逢之樂，出於不料：兩賢媛溫款深衷，不便唇吻，只眉宇間好生繾綣。"
      },
      {
        "index": 13,
        "text": "譚紹聞自引兒子上碧草軒照客。茶罷設饌，張正心讓薛沄首座，薛沄不肯。張正心道：「今日之事，尊客一位，如何可以僭越。」薛沄作揖謝僭，坐了東席。譚紹聞西向相陪，張正心坐了西席，譚簣初向東北陪座。山珍海錯，烹調豐潔，自不待言。這犒從席面分層列次，俱是王象藎調停，井井條條，一絲不亂，無不醉飽。賞分輕重，俱是閻仲端酌度，多寡恰如其分，無不欣喜。"
      },
      {
        "index": 14,
        "text": "內邊特設三席。王氏心意，原是撫台太太專席，沒陪客；四位送迎女客兩席，妗子陪一席，自己陪一席。豈知撫台太太乃是閥閱舊族，科第世家，深明大義，不肯分毫有錯。稱王氏為嬸太太，自稱姪媳，說：「那有咱家待客，咱家坐首座之理。」撫台太太分兒大了，王氏平日頗有話頭，今日全沒的答應。撫台太太看是難以結場，吩咐請弟婦巫氏。先撫台太太原請過道喜，巫氏雖亦成官太太，卻不曾到過衙門，聽說撫台太太今日來送親，氣早已奪了，不敢上堂樓來，回了丫頭一句鄉里話：「不得閒，忙著哩。」如今又差丫頭來請，沒的說了，只得上樓。撫台太太見了，先道太太納福之喜，巫翠姐答道：「納什麼福，每日忙著哩。」撫台太太方曉的弟婦是個村姑，吩咐丫頭道：「看太太那邊有桌面沒有？」丫頭道：「有。」撫台太太道：「姪媳與嬸太太無對座陪客之禮，姪婦願與弟婦妯娌們討個方便，說話兒。這兒嬸太太與妗子陪客，自然兩下都寬綽。」望王氏拜了一拜，辭出下樓。巫翠姐只得跟著，到了自己樓下。丫頭們早已將果碟飣盤酒盞壺瓶之類擺設已就。"
      },
      {
        "index": 15,
        "text": "這三席未完時，薛沄已早起身歸去。直入衙門，那公館早交付主人訖。"
      },
      {
        "index": 16,
        "text": "這邊撫台太太席完，要到洞房看看姪女。薛全淑早已另洗別妝，換成滿頭珠翠，渾身彩衣。俱是全姑伺候的。撫台太太坐下吃了一杯茶，說了幾句安慰話，吩咐一聲回衙。丫頭傳與家人，家人傳與伺候人役，將八座放正，傘扇排開，二乘送女客轎子，隨著一切家人媳婦婢女二人小轎七八乘，吩咐不鳴鑼不喝道，徑回院署而去。"
      },
      {
        "index": 17,
        "text": "卻說薛全淑、王全姑二人，在西樓下溫存款曲，王全姑見薛全淑有欲問而赧於口光景，薛全淑見王全姑有欲言而怯於膽情態。王全姑想了一想，將樓門上了拴，竟到全淑面前，跪下細聲說：「小妮子蒙老太太成全，已經伺候了少爺一年。」全淑疾忙攙起，也細聲說：「緣法本在前生，今日天隨人願。既然如此，咱兩個就是親姊熱妹，坐下說話。」王全姑那裡肯坐，薛全淑立起身來說：「你不坐，咱就同站著。」用手一按，二人並肩坐下，手挽手兒，說細聲話。恰好照在大鏡屏中，一個倩服豔妝，一個家常梳攏，斜插兩朵珠翠，四位佳人，面面相覷。這個親愛的柔情，千古沒這管妙筆形狀出來。可笑不敏譾陋，辜負了好情況也。院中只說是樓內新婦自尋便宜，全姑小心伏侍不敢有違，誰知美合兩全，名稱其實。兩人並坐，愛之中帶三分敬意，莊之內又添一段狎情，玉筍握蔥指，親的只是沒啥說。"
      },
      {
        "index": 18,
        "text": "只聽的老樊拍門說道：「來送點心來了。」全姑只得開門。老樊道：「關門不開，你們不餓麼？」全姑接住點心道：「再泡一壺茶來。」老樊道：「我取茶去，休要上門就是。」到了日夕，院中漸漸人影稀疏。將近燃燭，院中人不辨色時，全姑提個小燈籠，引全淑後院路兒。全淑道：「我的路生。」全姑道：「扶住我的肩膀。」少刻回來，銀燭高燒，巫氏、冰梅並用威小叔兒，齊到新人樓下。新人站立不坐，說未曾廟見，不敢行禮。巫氏道：「用威，請你哥哥來。」簣初到屋，桌上盞碟俱備。巫氏怕禮法不週，催的冰梅、用威齊去，單留全姑伺候。"
      },
      {
        "index": 19,
        "text": "將近一更天氣，全姑斟酒兩讓，吃了合巹盞，和了催妝詩。全姑要辭別而去，全淑牽住衣襟只是不放。全姑輕輕以手推開，關住樓門而去。這新夫婦之相敬。不過相敬如賓；相愛，不過相愛如友。二更天氣，垂流蘇壓銀蒜六字盡之，不敢蹈小說家窠臼也。"
      },
      {
        "index": 20,
        "text": "次日，薛太太與薛沄跟的女從男役，來蕭牆街送餪。老太太一席，譚黃岩一席，巫親家母與冰梅一席，新郎一席，女兒點心十二色，共五架食盒。譚宅款待，晚歸。犒從賞封，無不如意。"
      },
      {
        "index": 21,
        "text": "三日，新郎新婦，本家廟見，又與合家行禮。已畢，往見岳母，禮謂之「反馬』，俗謂之「回門』，新夫婦順便就與撫台大人磕頭。厚禮豐幣，撫台不受，說道：「我但受鄉會硃卷兩本，俾老伯之名，得列於齒錄履歷；我位至撫軍，賢姪不為無光。願族譜賢姪名下刻『聯捷進土』，則丹徒一族並為有光。賢姪勉之。」款待而歸。"
      },
      {
        "index": 22,
        "text": "簣初夫婦回來，日色尚早，全姑已在樓下伺候。全淑到各樓下，與王氏奶奶、巫氏婆婆、冰梅姨娘，通行了反面之禮。"
      },
      {
        "index": 23,
        "text": "回到自己樓下，全姑捧的茶來，全淑笑道：「我還不曾拜你哩。」說著早已萬福。全姑放下茶盅，急忙相還。簣初笑道：「好禮，好禮，如何遺下我？」全姑笑道：「大叔在俺兩個跟前，無禮多了。」簣初笑道：「我怎麼無禮？」全姑道：「我不說。」全淑面發紅暈，面向裡坐了。全姑道：「奶奶昨夜叫我來這樓下住。我兩個合成伙兒。」簣初笑道：「你不識字，這位是有學問的。我說他省的，從今以後『熊魚可兼』。」全姑懵然，全淑在牀上只羞的向隅。簧初道：「全姑不解，我說一句兒答應我。」全淑一發羞了。簣初便要對著全姑，露些狎態魔障全淑。全淑急了。強答一句道：「省的人鷸趣蚌撫相持。」簣初道：「怪道你會畫，真正好丹青。從此『火齊必得』矣。」全姑只見兩個俱笑，看的呆了。是晚奉奶奶命，移於樓下南間。"
      },
      {
        "index": 24,
        "text": "樓上設兩張桌兒，一張簣初書桌，繙經繹史；一張全淑畫桌，筆精墨良，每印臨《洛神賦》，摹管道升竹子。一日問簣初索紙，簣初笑道：「娘行自會做紙，何必求人？」全淑微恚道：「罵人沒深淺。」簣初笑道：「我之與卿，原是就其淺矣，交淺不敢言深。」全淑沒奈何又笑了。夫婦妻妾之樂，簣初頗為修撰郎。從此讀書，日有大進。大凡人之讀書日進而不已者，有兩樣：或是抑鬱之極，以發憤為功程；或是暢遂之極，以怡志為進修。簣初白日在碧草軒目不窺園，黃昏到自己樓上課畫談帖，偶然鬮韻聯句，不覺天倪自鼓。兩樣功夫互乘，屬題構思，竟成了風發泉湧，不惟不能自己，並且不能自知。到了秋闈，中了第四名《春秋》經魁。到了臘月，舅爺王春宇的生意已發了大財，開了方，竟講到幾十萬上。年來，在漢口成了藥材大莊，正要上京到海岱門東二條衚衕如鬆號發賣。又在本省禹州橫山廟買的伏牛山山查、花粉、蒼朮、桔梗、連翹等粗貨，並帶的封丘監獄中黃蓍，湯陰扁鵲廟邊九岐艾，汝州魚山旁香附子售賣。賣完，好趕鄚州廟會，再購藥材回漢口。緣天下都會地方，都有各省會館，而河南獨無；惟漢口有河南會館，以其為發賣懷慶地黃之故。所以王春宇多在漢口。如今年紀已老，正要到京城如鬆號藥材行算帳齊本錢，好交付兒子王隆吉掌櫃。恰好姐姐孫子簣初中了舉人，正月初二日上起身上京會試。舅爺王春宇於九月放榜來道喜時，說帶簣初一齊京，合家無不忻喜，說舅爺領的上京，雖他年輕，也就毫無掛心縈記之處。」"
      },
      {
        "index": 25,
        "text": "年底，譚紹聞坐轎上盛宅，說：「小兒公車北上，府上家書、物件，著小兒帶的去，好交盛二哥。我也隨一封問候信兒。」盛希僑道：「多謝的很。我正要寫書子，叫賢姪帶的去。但只是我家有了奇事，要對賢弟說。前十數日，我家老婆子忽然對我說，該把二爺叫回來。我說他在京裡求功名，如何肯誤了他的事？老婆子說：『功名是小事，爹娘是大事。老人家年紀大了，我時常聽老人家念誦第二的，該把他叫回來，叫老人家喜歡。』我聽的這話，心裡說，狗嘴裡如何吐出象牙來？到底拿不穩他的心。我說：『第二的回來，又要各不著。』老婆子道：『誰家嫂嫂有各不著小叔道理，圖什麼美名哩？都是漢子各不著兄弟，拿著屋裡女人做影身草。我也是進士做官的孫女兒，你賴我不省事我不依。都是你想分，他想分，把我當中做壞人，落個攪家不賢。我再不依這事。難說我就沒見，俺家二老爺在福建做官回來，把皮箱放在客廳裡，同我家大老爺眼同開鎖，把元寶放在官伙裡。我小時親眼見的。你待兄弟有二心我知道，若不是我在暗裡調停，管保你兄弟兩個打的皮破血出。』我心中暗喜，這老婆子竟改話了。我說：『都是我為哥的不成心腸，多承賢妻調停。我糊塗，竟是在鼓中住著一般。明日我就上京，或差人上京，叫老二回來，叫老人家喜歡。我有眼不識泰山，冤屈，冤屈。』如今賢姪上京會試，我請來餞行，煩他帶我的家信。」紹聞道：「晚輩正當效力，何須賜飯。」盛希僑道：「我的心事，我的道理。」紹聞作別，盛希僑送出大門。"
      },
      {
        "index": 26,
        "text": "卻說紹聞回來，年內將簣初約的偕行同年，備席餞過。盛希僑亦請席，付與家信。單等開春，偕王春宇北上。"
      },
      {
        "index": 27,
        "text": "開正初二日，公車北上。到了京都，不去如鬆號，投中州會館停宿。至國子監交了盛希瑗家書，敘了離別。場期臨時，向觀象台邊尋了小下處，進了三場。場完，謄錄對讀，不必細言。譚簣初卷子，彌封了筵字三號，分房在翰林院編修吳啟修《春秋》房。薦上副總裁，搭上取字條兒，單等請了各省額數，以便定奪。偏偏《春秋》房所薦卷子，溢了額數一本，餘下筵字三號、貢字九號要汰一本。兩本不分伯仲，房考官吳老先生難以瑜亮。副總裁擇筵字三號經文中有一句不甚明晰，置之額外。不知怎的，筵字三號卷子，又在束中，貢字九號卷子落在地下。只得自疑手錯，仍然易去筵字三號卷子，拾起貢字九號卷子入束。及隔了一宿，睡到半夜時，微聞案上有窸窣之聲，窗上像個什麼黑黑的影兒。天明看時，貢字九號卷子，已被油污墨跡，不堪上呈。副總裁默然無語，暗忖此生必有大失檢處。筵字三號遂昂然特薦。蒙大總裁批了「中」字，放榜時剛剛中了第二十一名。殿試又賜進士出身第二十三名。金殿傳臚以後，欽點翰林院庶吉士。即有走報的到寓，知會於二十五日到任。"
      },
      {
        "index": 28,
        "text": "至日冠帶，偕眾同年赴翰林院聽候宣旨訖，隨換朝衣朝冠，恭謁聖廟，同年團拜。到任之事已畢，回至寓處。盛希瑗已補得南陽縣學教諭，來告回豫日期。譚簣初道：「且少遲幾日。我已打算告假修墳，與老伯同行，好領教益，途中不甚寂寞。」兩人訂明，譚簣初告假，蒙掌院學土批准，二人同坐一車，從人行李一車，出了彰儀門，徑投河南而來。"
      },
      {
        "index": 29,
        "text": "到了家中，拜主祏，與祖母、父親、母親、生母各磕了頭，說了幾句話。祖母王氏吩咐：「孫孫你去歇歇去，換換衣服。」回到自己住樓，全淑、全姑迎進臥房。全淑含笑萬福道：「恭喜！」簣初答揖，笑道：「何如？」全姑磕下頭去，笑道：「叩大叔天喜!」簣初伸手拉起，道：「罷麼，待我明日公服回拜。」全淑道：「不敢當。」全姑道：「那裡當的住。」夫婦妻妾溫款了一會，又上堂樓說中進士、點翰林的話。"
      },
      {
        "index": 30,
        "text": "王氏道：「近來人說話，只嫌聒的慌。你說的我不憧的，你上大廳與你爹爹說去罷。」父子到了大廳，把進京以至出京，子午卯酉細陳一遍。黃岩公問道：「帶的本城各宅家書末？」簣初道：「明日拜客送去。」黃岩公道：「你爺祖傳，帶人家信，不可一刻沉滯。」簣初連忙入後解開行篋，照封皮差人與各京官家送訖。"
      },
      {
        "index": 31,
        "text": "到了次晨，黃岩公、太史公各坐大轎，跟隨人家人，徑出西門，向靈寶公祖塋來行禮祭奠。黃岩公祝道：「後裔得成進士，欽點翰林，墓前封贈碑，門外神道碑，統俟鎸成擇吉豎立。」"
      },
      {
        "index": 32,
        "text": "周視楊樹，俱已叢茂出牆。俗語云：一楊去，百楊出。這墳中牆垣周布，毫無踐踏，新株分外條暢。黃岩公吩咐看墳的，平鋪坑坎，剪伐細碎，另日領工食時，再加十分之四的犒賞。看墳的欣然承命。依舊上轎進城。進的西門，滿路都是賀桌，人人舉觴，黃岩公父子疾忙下轎，一一致謝。說：「改日補帖罷。」到家用了早飯，黃岩公道：「該先到撫台大人衙門叩見。」簣初揀得聯捷硃卷二十本，朝考卷二十本，西河沿洪《縉紳》四部，刻絲蟒袍全料，顧繡朝服全料，朝靴四雙，羊脂玉瓶一枚，金鑲如意一匣，前邊金瓜紅傘導路，跟了京城帶來長隨四人，到了撫院衙門，傳進愚姪帖柬。大炮三聲，兩樓鼓樂齊奏，閃了儀門，大人出暖閣，傘扇罩著恭候。簣初見伯大人在暖閣上罩著，那裡還敢坐轎，急忙下來，跑上大堂。傘扇閃開，撫台大笑道：「賢姪榮列館選，老伯禮合迎迓，乃遵朝廷之儀注，非寵吾姪之私情也。丹徒生光矣！」簣初搶了一跪，稟道：「姪兒荷伯大人寵光，俟謁神主後，萬叩以謝。」撫台哈哈大笑，扯手進了暖閣。簣初躬身緊隨。到了後宅，閃開主祏，大人在前，簣初在後，大人跪下祝道：「鴻臚派後裔譚簣初中了進士，蒙皇上天恩，授以庶常，紹衣謹簣初告先。」一齊磕下頭去。簣初又扶台坐臨，以便叩拜。撫台道：「只此行禮便是。」簣初行了禮，又請伯母太太行禮訖。遂請榆次姑母太太行禮。榆次夫人見乘龍佳婿，少年英俊，加上官服，愈覺光彩奪目，好生喜在心頭。簣初行禮，薛沄陪著，禮畢，照樣還禮。撫台心中大喜，笑道：「看哥哥作戲，與甥女擇此賢坦何如？哥哥還要吃媒紅酒哩。」簣初留署管待，撫台首座，薛沄以客論坐東向西，簣初以姪論坐西向東。捧出席面，撫台道：「我生平做官日，從不過飲。今日先盡三巨觥，以志吾喜。」薛沄滿斟，簣初親奉。今日這席面，好生暢快人也。席完簣初出署回家，這賀客盈門，不必細述。"
      },
      {
        "index": 33,
        "text": "只此，譚紹聞父子，雖未得高爵厚祿，而俱受皇恩，亦可少慰平生。更可以慰譚孝移於九泉之下。孔慧娘亦可瞑目矣。倘仍前浮浪，不改前非，一部書何月歸結？至於王中赤心保主，自始不二，作者豈可以世僕待之耶？把家人名分扯倒，又表其拾金不昧。筆墨至此，不必再往下贅，可完一部書矣。"
      }
    ]
  }
}