{
  "chapterNumber": 3,
  "title": "Διήγησις παιδιόφραστος τῶν τετραπόδων ζώων (Childish Tale of Four-legged Animals)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "Διήγησις παιδιόφραστος περὶ τῶν τετραπόδων,\nἵνα ἀναγινώσκωνται καὶ χρῶνται παῖδες,\nοἱ φοιτηταὶ καὶ νεαροὶ, διὰ τὴν εὐνοστίαν᾽\nγέγραπται γὰρ εἰς ἕνωσιν μαθήσεως καὶ πόθου.\nἔχουσιν δ᾽ ὅμως ἔννοιαν καὶ βάρος τὰ τοιαῦτα᾽\nγόησε μόνον ἀκριβῶς τὴν ἔννοιαν τὴν ἔχουν᾽\nὅταν τὰ ἔθνη μεθ᾽ ἡμῶν ποιοῦσιν ψευδοαγάπην,\nὑπερθαῤῥοῦντες εἰς ἰσχὺν ἄρδην ἡμᾶς ὀλέσαι,\nσώζει ἡμᾶς τὸ δίκαιον καὶ ἀψευδὲς τοῦ ὅρκου.\nθεὸς γὰρ νέμει τὴν εὐχὴν ὡς κριτὴς τῶν ἁπάντων.\nτς Τῷ ἑξάκις τε χιλιοστῷ ὀκτακοσιοστῷ τε\nκαὶ πρὸς τὰ ἑβδομήκοντα καὶ ἄλλα τῤία ἔτη,\nμηνὸς τοῦ σεπτεμβρίου τε τῆς πεντεκαιδεκάτης,\nὁμοῦ πάντα συνήχθησαν τὰ τετράποδα ζῶα,\nτὰ καθαρὰ καὶ εὔχρηστα. ὁμοῦ εἰς ἕναν τόπον,",
        "index": 1
      },
      {
        "text": "αἱμόβορα καὶ βδελυκτὰ εἰς ἄλλην πεδιάδα.\nἐκάθησεν ὃ βασιλεὺς πάντων τῶν τετραπόδων\nὙιμαοθομθηβὶβ (7) βοουπάσιη ὡρορταρθστη. Στίχοι ἀστεῖοι πρὸς\nτὸ περίχαρον γενέσθαι τὸν ἄνθρωπον. καὶ οἱ μῦθοι ἔνι περιχαρεῖς πάνυ Ὁ\nἸΤαιδιόφραστος διήγησις τῶν ζῴων τῶν τετραπόδων\nπεζόφραστος Υ ῷ ἀνα γῖο ἵνα Ρ χρῶντε Ρ 8 νεαραὶ Ὁ\nἀ πόθον ἢ, ὁἱὶ ὅ βάβος Ῥ. ὁ. ῥγὸ ἀποθιβ γϑυβϑῖθυβ, 4 οὐ ὅ, ἀπῦιῃ\nῬγαρθοῦ Κ πλὴν κεκρυμμένην ἔχωσιν (8ογ. ἔχουσιν) ἔννοιαν οὐκ ὀλίγην\nνοῆσαι ἢ τοΐιβ γΘΥΒαΒ᾽ οὰ Ὁ 1 ὅπως Υ μὲ θυμὸν Υ μοῖνθοιπο\nβούλονται μὲν ὡς ἄθεοι ἡμᾶς κακῶσαι τέως Υ 9 σ. δὲ Ρ σώζει με\nδὲ τὸ ἀψ.ι ν ἀψευδαῖς Ρ γ. ἐντεῦθεν λέξω φίλε μου τὴν\nσεπτεβρίου ΚΥ αἱμόβορρα οὐ παιδιάδα Ῥ\nἘνο Τ ς ν᾿\nλέων ὃ ἀγριόφθαλμος καὶ τακλαδοραδάτος᾽\nεἶχεν καὶ συγκαθήμενον ἐλέφαντα τὸν μέγαν.",
        "index": 2
      },
      {
        "text": "τὸν μηδ᾽ ἁρμοὺς, μὴ γόνατα, μηδ᾽ ἀστραγάλους ἔχων.\nπλησίον δ᾽ εἶχεν μετ᾽ αὐτὸν δύο πρωτοσυμβούλους.\nπάρδον καὶ λεοντόπαρδον τοὺς ἀποφουμιστάδες.\nἦσαν δὲ καὶ τὰ ἕτερα αἱμόβορα θηρία,\nλύκος ὃ νυκτοβαδιστὴς καὶ ὃ αἱματοπότης,\nκύων ὃ ὑποτακτικὸς καὶ ποθεινὸς ἀνθρώποις,\nὃ πάντα τρώγων βρώματα καὶ πάντα κατεσθίων,\nἀλλὰ καὶ ἣ ἀλώπεκα ἣ φουνδοουραδάτη\nκαὶ ἡ ὀρνιθοπνίκτρια, ἣ παμπονηροτάτη.\nσυναθροισθέντων δὲ ὁμοῦ καὶ προκαθεζομένων\nτοῦ λέοντος καὶ τῶν λοιπῶν, βουλὴν ὁμοῦ ἐπῆραν,\nκαὶ πρέσβεις ἀποστέλλουσιν εἰς τὰ ἕτερα ζῶα\nτὰ καθαρὰ καὶ εὔχρηστα καὶ τετράποδα πάντα.\nπρῶτον τὸν κάτη στέλλουσιν, διότι νυκτοβλέπει,\nκαὶ μετ᾽ αὐτοῦ τὸν πονδικὸν, μεγωλομουστακάτον,",
        "index": 3
      },
      {
        "text": "εἴχασιν δὲ καὶ μετ᾽ αὐτοὺς, ὁποῦ νὰ τοὺς δουλεύῃ,\nτὴν μαϊμοῦ, τὸ μίμηστρον, τὸ παίγνιον τοῦ κόσμου.\nἀπῆλθαν, ἀπεσώθησαν κατὰ τὸ ὡρισμένον\nεἰς τάλλα τὰ τετράποδα τὰ καθαρὰ τὰ ζῶα.\nὡς εἶδον τὸ φρικτὸν καὶ τοὺς ἐξαίφνης πρέσβεις.\nἐδόθη λόγος κι ὁρισμὸς καὶ ἐδιαλαλήθη\nγὰ συναχθοῦν, νὰ 'μαδευθοῦν πάντα εἰς ἕναν τύπον,\nεἰς πεδιάδαν ὁμαλὴν, μικρά τε καὶ μεγάλα.\nἔβαλαν οὖν διαλαλητὴν λαγὸν τὸν μεγαλόπτην,\nὡς γτοργοπόδαρον, ταχὺν, ἵνα συνάξῃ πάντας,\nκαὶ ν᾿ ἴδωσιν τοὺς ἄρχοντας τοὺς ἀποκρισιάρους,\nτῆς Ὁ ποθητὸς Υ 7 φουντοουραδάτη Υ “9 δὲ Τὶ τε Ὺν\nἐς αὐ Πα\nνὰ τοὺς φιλοφρονήσουσιν, νὰ τοὺς ἀποδεχθοῦσιν,",
        "index": 4
      },
      {
        "text": "καὶ τὰ χαρτία νὰ ἰδοῦν καὶ λόγους νὰ ἀκούσουν.\nἤλθασιν καὶ συνάχθησαν δι᾽ ὅλης τῆς ἡμέρας.\nκαθισάντων οὖν τοῦ βοὸς ἅμα μὲ τὸ βουβάλιν,\nκαὶ ἄλογον τὸ θαυμαστὸν, ὄνος ὁ πολιυῤῥάβδης,\nὁ ᾿φιδοροῦφος ἔλαφος, ὁμοῦ σὺν τὸ ἀγρίμι,\nἡ αἶτα καὶ τὸ πρόβατον, ὁ πολυφάγος χοῖρος.\nἀπέστεϊίχαν καὶ ἔκραξαν τοὺς ἀποκρισιάρους,\nδύ τὸν κάτην καὶ τὸν πονδικὸν, καὶ κάθησαν ἐντάμα\nκαὶ τὰ χαρτία εἴδασιν καὶ λόγους ἐσυνῆραν᾽\n»τί θέλετε; τί χρήζετε; τί ἔναι τὸ λαλεῖτε; “\nἀπηλογεῖται ὃ πονδικὸς ὃ γερομουστακάτος᾽\n»δρίζει λέων βασιλεὺς πάντων τῶν τετραπόδων\nμὲ συμβουλὴν τῶν μετ᾽ αὐτοῦ φρονίμων καὶ κριτάδων,\nἵνα συνέλθωσιν ὁμοῦ τὰ τετράποδα ζῶα,\nτὰ καθαρὰ καὶ εὔχρηστα ὁμοῦ εἰς ἕναν τόπον,",
        "index": 5
      },
      {
        "text": "καὶ πάντα τὰ μὴ καθαρὰ, ἀλλὰ καὶ σαρκοφάγα,\nεἰς κάμπον ὡραιότατον, εἰς ὁμαλιᾶν. μεγάλην,\nκαὶ λόγους νὰ συναίρωμέν τινας ἐκ τῶν ἀστείων,\nνὰ ἴδωμεν τοῦ καθενὸς τὸν ἔπαινον καὶ ψόγον.\nτοῦτο ἐστὶν τὸ μήνυμαν λέοντος βασιλέως,\nκαὶ τοῦτο λέγει ἣ γραφὴ ἣ πρὸς ὑμᾶς σταλεῖσα.“.\nτότε ἀπηλογήθησαν τὰ καθαρὰ τὰ ζῶα᾽ ᾿\nτὸ ἀνάρμοστοι, ἀσυντελεῖς ὑπάρχουσιν οἱ λόγοι.\nκαὶ πῶς γὰρ ἔνι δυνατὸν ὁμοῦ νὰ συναχθοῦμεν;\nἂς στείλωμεν οὖν καὶ ἡμεῖς τοὺς ἡμετέρους πρέσβεις,\nνὰ ἔλθουν νὰ συντύχουσιν καὶ πάτους νὰ ποιήσουν,\nτῷ νὰ στερεώσουν δυνατὴν ἀγάπην καὶ φιλίαν᾽\nκαὶ τότε νὰ συνέλθωμεν τὰ τετράποδα πάντα\nκαθήσαντον πολυραύδεις κάτην τέ καὶ τὸν π.\nλῆται Ρ ὅβ ποντικὸς ὁ γέρων μουστακάτος Υ ὅϑ ὁρείζει λέων ὁ β. Ρ",
        "index": 6
      },
      {
        "text": "θ08 καὶ τὰ ᾿᾽μοβόρα ΚΝ θοῦ συνήρομεν Ρ τινας οπι Υ ἐκ τῶν ἡμῶν\nγε καὶ: ἡμεῖς Κ συντήχουσιν Ῥ, συντύχωσιν Υ δυνατὰν᾽\nὌΝ ἡ τὸ\nεἰς κάμπον μέγαν ὁμαλὸν, εἰς μίαν πεδιάδαν.\nκαθὼς φησὶν ὁ βασιλεὺς λέων καὶ ἣ βουλή του.\"\nτότε ἐστράφησαν ὁμοῦ ὁ πονδικὸς κ᾿ ὁ κάτης.\nαὐτοὶ δὲ ἀποστέλλουσιν ἄλλους ἑτέρους πρέσβεις,\nτὸ ἄλογον τὸ φοβερὸν, τὸν θρόνον τῶν ἀνθρώπων,\nκαὶ ὄνον μεγαλόψωλον καὶ μεγαλορχιδάτον᾽\nεἴχασιν δὲ καὶ μετ᾽ αὐτοὺς ὁποῦ νὰ τοὺς δουλεύῃ\nκαμήλαν τὴν κυμπόῤῥαχην καὶ μακροσφονδυλάτην,\nδιὰ νὰ τοὺς παίζῃ νὰ γελοῦν, νὰ τοὺς παραμυθίζῃ,\nκαὶ νὰ ὀρχᾶται, νὰ πηδᾷ ὡς κακογυρισμένη.\nἀπῆγαν καὶ ἀπέσωσαν οἱ ἀποκρισιάροι\nεἰς βασιλέα λέοντα καὶ τοὺς πρωτοσυμβούλους,",
        "index": 7
      },
      {
        "text": "ἀπέδωκαν καὶ τὰς γραφὰς καὶ λόγους ἐσυντύχαν.\nἐποίησαν στοιχήματα καὶ δυνατὴν ἀγάπην,\nκαὶ συνεφιλιύθησαν ὁμοῦ τὰ δύο μέρη,\nμεθ᾽ ὅρκου βεβαιώσαντες καθολικὴν ἀγάπην.\nκαὶ εἶπαν καὶ συνέταξαν καὶ διαλάλησάν το\nνὰ ᾿'μαδευθοῦν, νὰ συναχθοῦν ὁμοῦ εἰς ἕναν τόπον\nοὗ τὰ ζῶα τὰ τετράποδα, μικρά τε καὶ μεγάλα,\nτὰ καθαρὰ καὶ εὔχρηστα ὁμοῦ μὲ τ᾽ αἱμοβόρα,\nκαὶ ἔχθραν νὰ μὴ ἔχουσιν ἢ μάχην ἢ κακίαν,\nἀλλὰ ἀγάπην στερεὰν καὶ -δυνατὴν φιλίαν.\nἀλλήλως νὰ συντύχωσιν λόγους ἐκ τῶν ἀστείων\nἑνὸς ἑκάστου ἔπαινον καὶ καθενὸς τὸν ψόγον,\nκαὶ ὅσα ἔχουσιν καλὰ, ἀλλὰ καὶ τὰ κακά τους.\nτότε νὰ εἶδες τὰ βουνὰ, νὰ εἶδες καὶ τοὺς κάμπους,\nγὰ εἶδες καὶ τὰ δάσητα, νὰ εἶδες τὰς λαγκάδας,",
        "index": 8
      },
      {
        "text": "καὶ ἐσυνάχθησαν ὁμοῦ ὅλα εἰς ἕναν μῆναν\nἀγάπην Ῥ, ἀγάπην καὶ φιλίαν Υ ἐσυνέταξαν καὶ ἐδιαλαλῆσαν Υ΄\nεἰς κάμπον μέγαν ὁμαλὸν, εἰς μίαν πεδιάδαν.\nἐκάθισεν ὁ βασιλεὺς λέων ἐπὶ τοῦ θρόνου,\nπλησίον οἱ συγκάθεδροι καὶ πᾶσα ἣ βουλή του.\nκαὶ ὅλον τὸ συνέδριον καὶ πᾶσα τερουσία.\nΛέων εὐθὺς ὃ βασιλεὺς ἐλάλησεν μεγάλως\nκαὶ λόγους ἐναπέτεινεν εἰς ἐπήκοον πάντων\nπολλὰ καλοὺς καὶ θαυμαστοὺς καὶ λόγους ἀγχινοίας,\n᾿γὰ συντυχαίνῃ μόνος εἷς, ν᾿ ἀπηλογῆται ἄλλος.\nκαὶ πάλιν ἄλλος εἷς πρὸς εἷς, διὰ τὴν εὐταξίαν,\nἵνα μὴ γένῃ σύγχυσις καὶ ταραχὴ τυχοῦσα.\nἀλλὰ καὶ ἐδιαλάλησεν ἀπάνω εἰς ἐτοῦτο,\nεἴ τις ποιήσει ταραχὴν μέσον τοῦ συνεδρίου.",
        "index": 9
      },
      {
        "text": "πρῶτον εὐθὺς ὃ πονδικὸς ἐστάθην εἰς τὸ μέσον,\nκαὶ οὕτως ἀπεφθέγξατο μέσον τοῦ συνεδρίου ᾿\n»Εἴ τις καλὸς κι ἀπόκοτος, ἂς ἔλθῃ εἰς τὸ μέσον.\"\nκαὶ ἐλοιδόρησεν αὐτὸν, λέγει τοιούτους λόγους\n»μακρύμυτε, μακρύουρε, μεγαλομουστακάτε,\nτί μοῦ σεῖς τὸ μουστάκιν σου ἀπάνω τε καὶ κάτω,\nἔνθεν κἀκεῖθεν θεωρεῖς νὰ εὕρῃς τρύπα νἄμπης;\nματγαρισμένε πονδικὲ ὁποῦ μιαίνεις πάντα,\nτὰ σῦκα, τὰς σταπίδας τε, τ᾽ ὀξύγαλον, τὸ γάλα,\nκρέας, ὀψάριν καὶ τ᾽ αὐγὰ, καὶ ὅσα τὰ τοιαῦτα,\nτὰ μὲν ἐσθίεις, μυσερὲ, τὰ δὲ οὐρεῖς καὶ χέζεις,\nτὰ δ᾽ ἄλλα μὲ τὰ πόδια σου σκορπᾷς καὶ καταχύνεις.\nριστοῦσιν ἡ ν᾿ ἀπηλογῆται μόνος εἷς, ἄλλος νὰ συντυχαίνῃ α΄\nΟαγπιξηα ἢ. ἃ, χγαθοῦ, οἷ, ὙΥ ἈΜΊΙΟΥ,\nἂν εὕρῃς δ᾽ ἄβουλλον ῥογὶν νὰ γέμῃ τὸ ἐλῴόδι,",
        "index": 10
      },
      {
        "text": "χαλᾷς κάτω τὴν (σὴν) οὐρὰν καὶ σύρνεις τὸ ἐλάδιν,\n᾿ἐδᾶ κρατεῖ κι᾿ ὁ βασιλεὺς, ἐδᾷ κρατεῖ μ᾽ ὃ ὅρκος,\nἀλλὰ καὶ τὰ στοιχήματα ὅλης τῆς συντροφίας.\nἀμμὴ νὰ πήδησα δαμὶν, μικρὸν πηδηματίτσιν,\nγὰ ἴδῃς, σκατοπονδικὲ, τυρίσματα τοῦ κάτου,\nπῶς νὰ σὲ ἐμασίσασιν τὰ ταπεινά μου δόντια,\nκαὶ νὰ σὲ δρουγανίσασιν καὶ νὰ σὲ ῥουκανίσαν,\nνά ᾽σφιξα τὸ κεφάλιν σου, ὃ. κῶλός σου νὰ βγῆκεν,\nκ᾽ ἣ κόραις τῶν ὀμμάτων σου, ὅλα τὰ ἔντερά σου.\"\nτότε πάλιν ὁ πονδικὸς. εὐθὺς ἀπηλογήθη,\nκαὶ λόγους ἐπεχείρησε τοιούτους νὰ τῆς λέγῃ\n»μεγάλως\" ὑπεραίρεσαι, μεγάλως καὶ καυχᾶσαι.\nλέγεις ἐμὲν καὶ λοιδορεῖς ὅτι μιαίνω πάντα,\n. τὰ βρώματα καὶ πόματα. καὶ εἴδη τῶν ἀνθρώπων.\nτὸ κι ἂν τρώγω, κάτη κάκιστε καὶ στακτοκυλισμένε,",
        "index": 11
      },
      {
        "text": "δίκαιον ἔχω, μυσερὲ, καὶ εὔλογον νὰ τρώγω᾽\nζῶον γὰρ ἄγριόν εἶμαι κι ἀνήμερον παντάπαν,\nκαὶ εἶμαι κι ἀκολάκευτον ἀπὸ παντὸς ἀνθρώπου.\nσὺ δὲ, αἰσχρὲ παμμίαρε, ἀλευροκαταχέστη,\nκαὶ ἀγαποῦν καὶ ἔχουν σε καὶ ὁμαλίζουσίν σε,\nδιὰ τί τὰ κλέπτεις, ἄτυχε, κρυφὰ καὶ καταλῦς τα,\nκαὶ ἄλλα τρώγεις, ἄτσαλε, καὶ ἄλλα ματαρίζεις;\nκαὶ σύρνης τὸ ἐλάδην καὶ τὴν οὐράν σου χύχοντα (5ῖ6 οὐαὶ Ρ) οἱ\nὁ κῶλος σου, ἔξω νὰ ἐκρεμάστη .. καὶ οἱ κόρακες τῶν ὀμματίων\nσου, τὰ ἔντερά σου ὅλα Υ καὶ οἱ Ρ τ. π. εὐθὺς ὁ πονδικὸς οὗτος\nκαὶ τὰ ᾿δικά σου πράγματα, λέγεις τα πρὸς ἐμένα;\n΄ιοῦ ἀλλοὶ, καὶ ἂν σὲ εὕρουσιν, ἀλλοὶ καὶ ἂν σὲ πιάσουν,\nὅταν σκάπτῃς τὰ ἄλευρα καὶ χέζῃς καὶ μιαίνῃς\nκ᾽ εἰς τὸ κεχρὶν κ᾿ εἰς τὰ κουκιὰ κ᾽ εἰς ἅπαντα τὰ εἴδη,",
        "index": 12
      },
      {
        "text": "καὶ χέζεις δὲ καὶ τὴν γωνιὰν καὶ χώνεις τα μὲ στάκτην,\nκαὶ ὅταν σὲ ταῦτ᾽ εὕρωσιν ποιοῦντα οἱ ἀνθρῶποι, ι\nττὸ νὰ ἰδῇς ῥαβδιαῖς καὶ ματζουκαῖς ἀπάνω ᾿ς τὰ πλευρά σου,\nκαὶ νὰ σὲ κροῦν καὶ νὰ τσιλᾷς, νὰ κλάνῃς καρυδάτα᾽\nπολλάκις εἰς τὴν κεφαλὴν νὰ τύχῃ νὰ σὲ δώσουν,\nκαὶ νὰ ψοφήσῃς, ἄθλιε, καὶ νὰ σὲ ῥίψουν ἔξω\nεἰς τὴν κοπραίαν, κάκιστε, καὶ νὰ σὲ φᾶν οἱ χοῖροι.\nιτὸ εἰ δὲ καὶ ζῇς καὶ περπατεῖς καὶ εἶσαι εἰς τὸν κόσμον,\nἔνε καὶ σκύλος κυνηγὸς καὶ νὰ σὲ κυνηγήσῃ,\nτινάξῃ καὶ τὴν γούναν σου, νὰ κόψῃ τὴν ὀφρύν σου,\nκαὶ τὴν ἀλαζονείαν σου κι ὅλην τὴν ἔπαρσίν σου.\"\nπληρώσας δὲ ὃ πονδικὸς ὅλους τοὺς λόγους τούτους\nὃ κύων δὲ, ὡς ἤκουσεν τοῦ πονδικοῦ λαλοῦντος\nτὸ ὄνομα, τὸν “ἔπαινον καὶ τὴν τοιαύτην φήμην,\nἀψὸς, γοργὸς ἐπήδησεν, ἐστάθην εἰς τὸ μέσον, ὗ",
        "index": 13
      },
      {
        "text": "καὶ πρὸς τὸν κάτην ἔτεινεν καλοὺς τοιούτους λόγους\nἀμμὴ ν᾿ ἁλίσκω σε δαμὶν, νά ᾽χαψα τὴν οὐράν σου,\nκαὶ νὰ σὲ ἀκροτίναξα μέσον τοῦ συνεδρίου,\nἐσέναν καὶ τὴν ἀλουποῦν τὴν μακροουραδάτην,\nτὴν. πνίγουσαν τὰς ὄργιθας καὶ τὰ μικρὰ πουλία,\nκαὶ τὰ μὲν τρώγει ἣ κάκιστη, τὰ δ᾽ ἄλλα πίνει αἷμα,\nρουσιν π. οἱ Υ να εἰδὴς ῥαυδαῖς Ρ νὰ εἶδες ῥαβδέας ἀποπατητὰς\nκαὶ εὕρη σε σκ νὰ τινάξει Ῥ, εὐθὺς τινάσσει Υ νακόψει τὴν\nὀφρίν σου Ῥ, ὅλη τὴν ἔπαρσίν σου Υ ὁπ Υ (ἶδὶ ἕογίο ϑεύηια\nκαὶ ὑπὲρ Ρ ἔτειναν Ρ τινὰς ἱκανοὺς τοιούτους λόγους Ῥ, λόγους\nκαὶ πολεμεῖ μέγαν κακὸν καὶ πλεῖόν τε ζημίαν\nκαὶ ἀδικίαν ἄπειρον εἰς τοὺς πτωχοὺς ἀνθρώπους.“\nὁ κάτης ἐφοβήθηκεν, φεύγει ἀπὸ τὸ μέσον,\nτοῦ ἐξῆλθεν καὶ ἐστάθηκεν μετὰ τοῦ συνεδρίου.\nἀκούσασα ἣ ἀλωποῦ τὰς ὕβριτας τοῦ σκύλου",
        "index": 14
      },
      {
        "text": "ἐν το τὴν τῷ σχήματι εἰσῆλθεν εἰς τὸ μέσον\nκαὶ πονηρὰ καὶ τροπικὰ ἐφθέγξατο τοιαῦτα\n»τί ἔνε, σκύλε, τὸ λαλεῖς, τί ἔν τὸ τζαμπουνίζεις;\nφ00 σκύλον σὲ λέγουν ὄνομα, ἀληθῶς σκύλος εἶσαι,\nκαὶ γὰρ κατὰ τὸ ὄνομα ἔχεις τὴν πολιτείαν.\"\nκαὶ μὲν ὡς ἤκουσεν τῆς ἀλωποῦς λεγούσης,\nπροσμειδιάσας ὕστερον τούτους τοὺς λόγους εἶπεν\n»ἐξέβης, ἣ κύρ᾽ ἀλωποῦ νὰ μᾶς φιλοσοφήσῃς;\nοοῦ ποῦ ἔμαθες τὰ γράμματα, ποῦ ἔμαθες τὴν τέχνην,\nγραμματικὴν, ῥητορικὴν, οὕτως νὰ συντυχαίνῃς;\nκ᾽ ἐπάνω εἰς τὴν δύναμιν καὶ φόβον βασιλέως\nκαὶ τῶν λοιπῶν τὴν ἐντροπὴν πολλὰ μοῦ συντυχαΐνεις.\nλέγω ν᾿ ἀφήσω τὰ πολλὰ, νὰ παραβλέψω πάντας,\nο10 νὰ σύρω τὸ δερμάτιν σου, νὰ σύρω τὴν οὐράν σου,\nκαὶ νὰ τὸ δώσω τὸν γναφεὰ, τὸν δερματογουνάρην,",
        "index": 15
      },
      {
        "text": "γὰ σὲ δαμάσῃ ἣ ἄσβεστος καὶ νὰ σὲ κάψῃ ἣ στύψις,\nκαὶ νὰ ξεχάσῃς τὴν πολλὴν ᾿ψηλὴν φιλοσοφίαν.\"\nστραφεῖσὰ ἣ ἀλώπεκα τὸν σκύλον λέγει\nοὔ »πολλὰ πολλὰ ἑπεραίρεσαι, σκύλε μαγαρισμένε.\nπολλὰ καυχᾶσαι, φλύαρε, σαλιαρομυξάρη᾽\nκαυχᾶσαι ὅτι κυνηγᾷς λαγοὺς καὶ ἄλλα ζῶα,\n᾿ πέρδικας καὶ χηνάρια καὶ ἄλλα' τῶν ὀρνέων,\nκαὶ ἀγαποῦν σε τὰ πολλὰ καὶ ὁμαλίζουσίν σε.\nκαὶ Ἀλενης τίποτε νὰ φᾷς ἢ τίποτε νὰ ᾿Ὑγίσῃς,\nβαίθο θυ\nῥαβδαίας, ἀποπατητὰς μεγάλας σε φορτόνουν.\nεἰ δὲ πολλάκις, μιαρὲ, συμβῇ καὶ ψωριάσῃς,\nεἰς σπήτιν ἄλλο δὲν χωρεῖς οὐδ᾽ εἰς. αὐλὴν ἐμπαίνεις,\nοὐδὲ καλὸν λόγον ἀκοῦς οὐδὲ ἐπωνυμίαν,",
        "index": 16
      },
      {
        "text": "εἰ μὴ τό-ὅλοι δότε τον, ὅλοι λιθάζετέ τον,\nκαὶ κροῦν σε ἄλλοι ἀπεδῶ καὶ ἄλλοι ἀπεκεῖθεν\nκαὶ δένουν σε μὲ τὸ σκοινὶν ὡς καταδικασμένον,\nκαὶ σύρνουν σ᾽ ἐκ τὸν τράχηλον καὶ πᾶν σ᾽ εἰς τὴν κοπραίαν,\nοἱ μὲν λιθοβολοῦσί σε, οἱ δὲ ῥαβδοκοποῦν σε,\nσκοτόνουν σε κι ἀφίνουν σε, καὶ τὰ ὀρνέα τρῶν σε.\nδέ εἰσιν τ᾽ ἀγαθὰ καὶ τὰ καλὰ τὰ ἔχεις,\nκαὶ ὑπεραίρεσαι πολλὰ καὶ καυχᾶσαι μεγάλα.\"\nὃ κύων ἐντραπεὶς μικρὸν τῆς ἀλωποῦς τοὺς λόγους\nπαραμερεᾶς ἐστάθηκεν πικροχολιασμένος,\nκαὶ λόγους ἀπεφθέγξατο καὶ ῥήματα τοιαῦτα\nοὔποτ᾽ ἡμέραν θεωρεῖς οὔτ᾽ ἥλιον ἐβλέπεις\nεἰς βάθη σκοτεινότατα, εἰς χάσματα μεγάλα,\nἐπεθυμεῖς καὶ τὸ νερὸν δι᾽ ὅλης τῆς ἡμέρας,\nτότε τὴν νύκταν νὰ ἐβγῇς καμένη ἀπὸ τὴν δίψαν,",
        "index": 17
      },
      {
        "text": "ο45 νὰ εὕρῃς πούπετα νερὸν καὶ νὰ τὸ ἀποφρύξῃς,\nκαὶ νὰ πρισθῇῆς, νὰ ἀγκωθῇς, νὰ συχνοπυκνοκλάνῃς.\nοἵ. δὲ Ρ εἰς σπ. ἄλλο οὐ χωρεῖς οὐδὲ εἰς αὐλὴν ἐμπ. Υ οὐδὲ\nσκοτόνουν καὶ ἀφανίζου σε καὶ τὰ ὄρνεα ἀτρώσε Ῥ, σκ. σε καὶ ἀ. σε καὶ\nκαυχᾶσαι τὰ Υ ὁ κύων δὲ ἐντράπηκεν τ. ἀλουποῦς τοὺς λόγους ΚΥα\nβλέπεις Υ ροϑῦ ἀλλὰ τὴν ὅλην σου ζωὴν ἔχεις τὴν εἰς τὴν τρύπα\nχνοπικνοκλάης ν ;\nπο δος\nκαὶ εἴ τι φᾷς καὶ εἴ τι πῇς καὶ ὅσα κι ἂν κοιμᾶσαι,\nοὐδὲν σὲ λείπει πώποτε ὁ φόβος καὶ ὃ τρόμος.\nἐγὼ δὲ ἀνατρέφομαι μέσα εἰς τοὺς ἀνθρώπους,\nεἰς οἴκους τοὺς βασιλικοὺς καὶ εἰς αὐλὰς ῥηγάδων,\nκ᾿ εἰς ἄρχοντες νὰ κυνηγῶ, εἰς πάντας καβαλλάρους.\nταγίζουν με χλωρὰ, πνικτὰ καὶ ὀψημένα κρέη,\nκρατοῦν καὶ ὁμαλίζουν με καὶ βαγιλίζουσί με᾿",
        "index": 18
      },
      {
        "text": "καὶ βάνουν με τραχηλικὸν χαντρατοκουδουνάτον,\nκαὶ κυνηγοῦσιν ᾿λάφια λαγούδια χοιρίδια\"\nἀκόμη καὶ τὰ δυνατὰ τὰ ζῶα τὰ μεγάλα,\nἅπερ οὐ δύναμαι κρατεῖν ἀλλ᾽ οὐδὲ καταβάλλειν,\nμὲ τὰς φωνάς μου ἐξυπνῶ, καὶ τρέχουσιν καὶ φεύγουν,\nκαὶ πάλιν τὰ περδίκια καὶ ἕτερα. πουλία.\"“\nὡς ἤκουσεν ἣ ἀλωποῦ τοιαῦτα φθεγγομένου\nἔφησεν πάλιν καὶ αὐτὴ καὶ πρὸς τὸν σκύλον λέγει\n»ἀρκεῖ σε, σκύλε φλύαρε μιαρὲ ψεματάρη,\nαἰσχύνθητι, ἐντράπητι, ἄφες νὰ εἰπῇ καὶ ἄλλος.\"\nτότε λοιπὸν ἐξέβηκεν ὃ σκύλος ἐκ τὴν μέσην,\nκαὶ ἣ ἀλώπεκ᾽ ἔστηκεν μέσον τοῦ συνεδρίου.\nὃ λαγωὸς ὡς ἤκουσεν ἐκεῖ τὸ ὄνομάν του,\nἐπήδησεν κ᾿ ἐστάθηκεν τῆς ἀλουποῦς πλησίον\nκαὶ ἐπεβόα πρὸς αὐτὴν χαροποιοὺς τοὺς λόγους",
        "index": 19
      },
      {
        "text": "ὑγείαν ᾽ς τὴν μαστόρισσαν καὶ τὴν συντρόφισσάν μου.\nκαὶ τὴν λογιωτάτην μου καὶ φιλοσοφωτάτην,\nὁποῦ ἐκαταδίκασεν σκύλον τὸν μαγαρίτην\nρων Υ ταγίζουμαι Ῥ χλορὰ πνικτὰ Ρ. οδέοχηιι ἐοξι γϑυβαπι.\nκυνηγῶ ἐλάφια λαγοὺς καὶ ἄλλα ζῶα Υ ἀγρίμια αἰγίδια καὶ\nμετὰ σφωνάσμου ἐξισπῶ Ῥ, καὶ μὲ τὰς φωνάς μου τὰ ἐξυπνῶ Κ\nκαὶ ἐκατέβαλεν αὐτὸν, κόψας τὴν ἔπαρσίν του.\nἀλλ᾽ ἔχεϊὶς καὶ ἐσὺ δαμὶν μικρὸν ὁκάτι ψέγος\"\nκαὶ νὰ σὲ τὸ εἰπιὺ ἐδῶ μέσον τοῦ συνεδρίου.\nπολλάκις με φιλεύεσαι καὶ παίζεις μετὰ ᾿μένα,\nἐγὼ θαῤῥῶ ὡς “ἄκακον μὴ ἔχων πονηρίαν,\nμέσα εἰς τὴν ἀγάπη μας κατεμπιστεύομέν σου\nκαὶ δίδω σου ἁπλότηταν. καὶ ἀνεξικακίαν᾽\nσὺ δὲ δράσσεις καὶ σφίγγεις με μέσον ἐκ τοῦ τραχήλου",
        "index": 20
      },
      {
        "text": "καὶ πνίγεις με καὶ τρώγεις με μὲ τὴν ἐπιβουλίαν,\nκαὶ οὔτε ἣ ἀγάπη σοι: ἔνε στερεωμένη,\nἀλλ᾽ οὔτε ἥ φιλία σου ἔνε ἐμπιστεμένη,\nπὰ ἀλλ᾽ εἶσαι ψεματάρισσα, κλέπτρια καὶ τζιγκάνα,\n᾿ μαγγαναρέα φλύαρη κοιλιοχορδοφᾶσσα.\nκαὶ ὅταν ἐξαπορισθῆς, ἐσθίεις τὰς ἀκρίδας\nκαὶ κλέπτεις τὰ σταφύλια καὶ τρώτεις τὰξ σταπίδας.\nἐὰν δὲ στήσουν μάγγανον πολλάκις νὰ σὲ πιάσουν,\nνὰ χέζῃς τὰ σταφύλια καὶ νὰ τσιλᾷς τὰς ῥώγας.\nγὰ ᾿μπαινοεβγαίνῃ ὁ κῶλός σου, νὰ χέζῃς τὰς οταπίδας,\nγὰ Ὑδάρουν τὸ δερμάτιν σου καὶ νὰ τὸ πάσσουν στάκτην,\nγὰ ῥίξουσιν τὰ κρέη σου ἐπάνω εἰς τὰς πέτρας,\nοῦ νὰ συναχθοῦν τὰ ὄρνεα καὶ νὰ σὲ καταφάγουν.\nἀμμὴ ἐγὼ, κακότυχη, καὶ ἂν μὲ κυνηγήσουν,\nἐσθίουν με οἱ βασιλεῖς καὶ τρώγουν μ᾽ οἱ ῥηγάδες,",
        "index": 21
      },
      {
        "text": "οἱ ἄρχοντες οἱ εὐγενεῖς καὶ πᾶσα ἀνθρωπότης,\nκαὶ θέτουν με εἰς τὰ χρυσὰ καὶ ἀργυρὰ σκουτέλια,\nἀλλὰ καὶ τὸ δερμάτιν μου ἔνε τετιμημένον᾽\nφορεῖ το ᾿ς τὸ κεφάλιν του πᾶς μέγας τῶν ἀνθρώπων,\nκαὶ ἅπας δὲ ὃ ἰατρὸς καὶ μέγας μαρκατάντος,\nματζιγκάνα (ἀπᾶ8 ζογίαββο οὐβοῖαβ μιὰ τσιγγάνα),. μαντζακάνα Υ\nτὸ κεφάλην του Ῥ, φορεῖ το εἰς τὴν κεφαλὴν Ὺ γ ἅπας ν΄, ἄλλος Ῥ\nδὲ ὁ οι Υ, δὲ οἱ Ῥὸ\nἀλλὰ καὶ ἣ ἀρχόντισσαις ἣ μεγαλομανδούσσαις,\nἔχουν το μέσον ἔνδυμαν διὰ τὴν πρεποσύνην᾽\nὁμοίως καὶ οἱ ἄρχοντες ἐνδύματα εἰς ῥοῦχα\nτὰ ἔχουσιν κατὰ καιρὸν διὰ πολλὴν ψυχρότην᾽\nκἀκεῖνον χρείαν ἐκτελεῖ κι αὐτό ᾿ν᾽ τετιμημένον᾽\nἔχει το γὰρ ὃ χρυσοχὸς, συνάγει τὸ χρυσάφιν\nκαὶ τὸ ἀσήμιν τὸ ψιλὸν τὸ ἀπὸ ῥινισμάτων.\"",
        "index": 22
      },
      {
        "text": "εἰπόντος τοῦ λαγοῦ, ἐντράπη ἣ ἀλώπηξ,\nἀκούσασα ἣ ἔλαφος λαγοῦ τὴν καυχησίαν,\nπηδηματίτσιν ἔποικεν ἔμορφον παρὰ πάντας,\nκαὶ εἰς τὸ μέσον ἔμπηκεν, ἐστάθην παῤῥησίᾳ,\nἄφοβος ἀναντίῤῥητος, μὴ ἔχουσα δειλίαν,\nἣ ἔλαφος ἀπήρξατο, τοιούτους λόγους εἶπεν\n»Φλυαροκόπε λαγωὲ, τί ἔν τὸ τζαμπουνίζεις;\nκαυχᾶσαι εἰς τὰ κρέη σου καὶ εἰς τὰ δέρματά σου;\nνὰ σὲ εἰπῶ λοιπὸν ἐγὼ ὅσα καὶ ἂν θυμοῦμαι,\nδυόδοντε, κακόδοντε, σαλὲ, σπιθαμογένη,\nκαὶ μεγαλαύτη, γαμησᾶ, καὶ κλαδοτρυπολόγε,\nταὐτιά σου καὶ ὃ κῶλός σου πάντα τσιμούρια γέμουν.\nκαίει σε καὶ ὃ ἥλιος δι᾿ ὅλης τῆς ἡμέρας\"\nκαὶ ἂν ἀκούσης τίποτες μικρὸν κτύπον ὀμπρός σου,\nκλαδὶν ἢ χόρτον νὰ σειστῇ ἢ μυῖτα νὰ πετάσῃ,",
        "index": 23
      },
      {
        "text": "ἔνδημοαν Ῥ, τὰ μέσα ἐνδύματα ἢ καὶ πολλάκις ἔχουν τα ὃ. π.\nμύγαν Υ :\nφεύγεις ὥσπερ διάβολος ἐκ τοῦ θυμιαμάτου.\nοὕτως γὰρ ἑρμηνεύεται ἣ σὴ ἐπωνυμία,\nσὺ ἐπαινεῖς τὰ κρέη σου καὶ δὲ ὑπερυψόνεις\"\nἣ μαρτυρία γὰρ ἣ σὴ οὐδ᾽ ὅλως ἀληθεύει\"\nκαὶ γὰρ τὰ κρέατα τὰ σὰ κακόψητα ὑπάρχουν\nκαὶ μᾶλλον κακοστόμαχα, ἀργὰ εἰς τὸ χωνεῦσαι.\nἐπάνω εἰς τὰ κρέατα τῶν τετραπόδων ζώων,\nὅπερ ἐσθίουν ἄνθρωποι, ἔνε τὸ ἐδικόν μου.\nἀλλὰ καὶ τὸ δερμάτιν μου ἔχουν εἰς πᾶσαν χρείαν,\nεἰς κόρδας καὶ ζωνάρια, καὶ ἄλλα τούτων ὅσα,\nἣν οἱ ἄνθρωποι βαστάζουσιν νὰ ἅπτουν τὴν ἱστίαν.\nεἰ δὲ τυχὸν ὀφίδια νὰ ἔνε εἰς τὸ σπήτιν, ᾿\nκαὶ ἅψουσιν μετὰ πυρὸς τὸ κέρας μου ἀπέσω,",
        "index": 24
      },
      {
        "text": "ἐκ τῆς ὀσμῆς τοῦ κέρατος φεύγουσιν παραυτίκα\n᾿ ὃ χοῖρος δὲ ὡς ἔστεκεν κ᾿ ἣ ἔλαφος\" ἐλάλει,\nἀγανακτήσας ἔφησεν καὶ τῇ ἐλάφῳ λέγει\n»ἀνέντροπε, κοψόουρε, ἔβγα ἀπὸ τὴν μέσην᾽\nκαμμιὰν οὐκ ἔχεις ἐντροπὴν ἀλλ᾽ οὐδὲ σωφροσύνην,\nτὴν κολοβήν σου τὴν οὐρὰν ἀείποτε σηκόνεις,\nκαὶ φαίνεται ὃ κῶλός σου καὶ πάντες σὲ τελοῦσιν.\nἀρκεῖ σε λέγειν τὰ πολλὰ, ἄφες κ᾿ ἐμὲν νὰ εἴπω\nμικρὰ καὶ ὀλιγούτσικα καὶ κοντολογημένα᾽\nκαὶ πρὸς τὴν γνῶσιν τὴν ἐμὴν φθέγξομαι λόγους τούσδε.\nἣ ἔλαφος καὶ ὃ λατγὸς διὰ τὰ κρέατά σας,\nκαὶ ψεξύδσεσθε, κομπόνεσθε τοὺς ἀκούοντας πάντας.\nοἱ πάντες γὰρ ἠξεύρουσιν, μικροί τε καὶ μεγάλοι,\n“σι, ον \"Ὁ 4 ἂ τὴν ἴσχαν β. 1\". καὶ ἀσκοπούγγια μικρὰ τὰ βάνουν\nπόνεται Ρ",
        "index": 25
      },
      {
        "text": "ΞΕΡ τυ πάτο\nτὸ κρέας τὸ ἡμέτερον τί νοστιμάδαν ἔχει.\nὡς οὐδὲ τὸ καλὸν ψωμὶν τὸ σεμιδαλευράτον\nἰσάζει μὲ τὸ ἥ κιβαρὸν ἢ μετὰ τὸ κριθίνον,\nοὕτως τὸ κρέας τὸ ἐμὸν μετὰ τοῦ ἐδικοῦ σας.\nὥσπερ τὸ ἅλας γὰρ ἀρτεῖ τὰ φαητὰ τοῦ κόσμου,\nκαὶ μὲ τὰ λάχανα καλὸν καὶ μὲ τὸ κολοκύνθι,\nκαὶ ἐκζεστὸν καὶ μοναχὸν, δίχα κανένα εἶδος,\nἀκόμη καὶ ὀπτούτσικον ἔμορφον μυρωδάτον,\nΘέλει χλωρὸν, θέλει παστὸν, ὅπου νὰ ματγειρέψουν.\nὅτ παστόνουν καὶ φυλάσσουν με δι᾽ ὅλου γὰρ τοῦ χρόνου\nκαὶ βάνουν με εἰς τὸ σταμνὶν καὶ μέσα εἰς τὸ πιθάριν\nκαὶ πολεμοῦσι μὲ ὅ πτικὴν, μὲ ἄλλα τὰ τοιαῦτα,\nκαταμαγούλαν, σύγλωσσην, μετὰ χοιρομερίων,\nλουκάνικα ἀπάκια, πλευρὰς παχυλαρδάτας,",
        "index": 26
      },
      {
        "text": "καὶ ὅταν ᾿ψήνουσιν ποτὲ τὸ ἐδικό σας κρέας,\nπροσβάλλουσιν ἐκ τὸ ἐμὸν ὅπως νὰ τὸ ἀρτίσῃ\"\nχωρὶς ἐμοῦ οὐδεμίαν ἔχουσι μυρωδίαν.\nἀκόμη καὶ ἣ τρίχες μου χρείαν ἀποπληροῦσιν\nμεγάλην, ἀξιόλογον εἰς Φράγγων ἐκκλησίαν᾽\nκαὶ τὰρ εἰς τὸ ἁγίασμαν τὰ φραγγοπαπαδούρια\nμετὰ τῆς τρίχας τῆς ἐμῆς τοὺς πάντας ἁτγιάζουν,\nκαὶ τὴν βορβοροκύλισιν ποσῶς οὐδὲν θυμοῦντοαι.\nκ᾽ οὔτε τζαγκάρης ἢ σελλᾶς ἢ ῥαπτοδερματάρης\nχωρὶς νὰ βάλλῃ ἀπ᾽ ἐμοῦ τρίχαν ἐκ τὴν οὐρίαν.\nοὔτε ζωγράφος δύναται ποσῶς νὰ ἱστορήσῃ,\nτὸ ὀπτὸν ὁπουναμεγυρεύση ὅπου. καὶ ἂν μὲ γυρέψουν δ΄, οὶ\nεἰς ὙΡ “ὀργίαν Ρ\nἐὰν μὴ βάλλῃ ἀπ᾿ ἐμοῦ τρίχαν εἰς τὸ κονδύλιν΄\nκαὶ κάμνει ἄλλα ὑψηλὰ καὶ δεύτερα καὶ τρίτα᾽",
        "index": 27
      },
      {
        "text": "καὶ ἱστορίζει θαυμαστοὺς ναοὺς ἐξαιρημένους\nκαὶ τὰς εἰκόνας τὰς σεπτὰς τὰς σεβοπροσκυνοῦσιν\nτὰ γένη τῶν Χριστιανῶν εἰς ἅπαντα τὸν κόσμον,\nκαὶ ἱστορογραφίζουσιν. ἢ χρωματοπλουμίζουν\n“οὐ σπήτια καὶ παλάτια μεγάλιυν βασιλέων,\nκαὶ ἄλλους οἴκους φοβεροὺς μεγάλων μεγιστάνων.\nἀκόμη καὶ τὸ ᾿δόντι μου ποιεῖ καὶ τοῦτο χρεία᾽\nἔχουν το οἱ γραμματικοὶ καὶ πάντες οἱ σκουφάδες,\nστιλβόνουν καὶ τὰς σκούφιας (των), στιλβόνουν τὰ χαρτία;\nἔχω τ᾽ ὡς ἅρμα δυνατὸν εἰς τὸν καιρὸν τῆς μάχης,\nὅταν ἐχθρὸς μὲ πολεμῇ ἄδικα νὰ μὲ φάγῃ,\nμετὰ τοῦ ὀδόντος κρούω τον καὶ σχίζω τον αὐτίκα\nκαὶ χύνω τὴν κοιλίαν του καὶ ὅλα τὰ ἐντός του.\n41ὸ σὺ δὲ, ἐλάφιν καὶ λαγὲ, τί ψῆφος ἔν δικός σας;\nμίαν φωνὴν ἢ λαλιὰν ν᾽ ἀκούσετε πολλάκις; .",
        "index": 28
      },
      {
        "text": "ὁ ἥλιος οὐ βλέπει σας ἀλλ᾽ οὐδὲ ἣ σελήνη,\nκαθὼς καὶ ἣ πλησίον σὰς ἣ βρωμομυξαρέα,\nἣ σκατοβορβορόκοιλη αὐτήνη ἣ προβατίνη᾽\"\nαἰσχύνθη γοῦν ἣ ἔλαφος καὶ ὃ λαγὸς ἐντράπη\nτὸ ψέγος καὶ τὰς ὕβριτας καὶ λοιδορίας χοίρου\nκαὶ ὑποχώρησαν μικρὸν ὅλως καταισχυμένοι.\nτὸ πρόβατον, ὡς ἤκουσεν τοῦ μοχθηροῦ τὰς ὕβρεις,\n4)0 ἐξέβη τότε καὶ αὐτὸ καὶ ἔστη εἰς τὸ μέσον\nκαὶ ἥμερα καὶ ταπεινὰ ἐφθέγξατο τοιαῦτα\nμὲν. λάφη καὶ λαγωὲ Ῥ ἐν δικός σας ϑαύπδη οὗ τι βαβρίοου Υ,\nὅλος κατησχυμένος Υ τοῦ μοχθηροῦ τοῦ χοίρου Ῥ. ἔογίαεβθ τὰς\nὙΘΥΒᾺΒ οχὶῦτ Ροπθηδυτη\n»πολλὰ ἐμεγαλαύχησας, φλυαροκόπε χοῖρε.\nφησὶν ὃ ἐπιχώριος λόγος καὶ παροιμία,\nἝβραϊον ὄζει καὶ βρωμεῖ καὶ ὅλη του ἣ θήκη.",
        "index": 29
      },
      {
        "text": "κἂν ὅσα φᾷς, κἂν ὅσα πῇς, καὶ ὅσα σπαταλήσῃς,\nἐὰν μὴ φάγῃς κόπρια, οὐδὲν σοῦ νοστιμοῦνται.\"\nτότε εὐθὺς καὶ ὁ χοῖρος γελῶν καὶ χολιάζων\n» ἦλθεν κι ἄλλη φιλόσοφος μείζων τῆς ἀλωπούτσας,\nποῦ ἔμαθες τὰ γράμματα, προβατομυξαρέα;\nλύκος σοῦ τὰ ἔμαθεν, ὃ φίλος σου ὁ γέρων;\nκύων ὁ παγκάκιστος ὃ ἀδελφόποιτός σου;\nαἶτα μὲ τὰ γένεια, ἢ ὃ τράγος μὲ τὴν κοῦτσαν;\"\nτότε εὐθὺς τὸ πρόβατον ἀπηλογήθη΄᾽\nὦ μιαρὲ σκατόχοιρε, βορβοροκυλισμένε,\nποῦ τρώγεις πάντα τὰ κακὰ καὶ ἄχρηστα τοῦ κόσμου,\nσκουλούκια καὶ κόπρια, κρέατα ψοφισμένα,\nὄφιά τε καὶ ἑρπετὰ καὶ σαπημένα κρέη᾽ ὰ\nκανένα ζῶον ἢ πτηνὸν ἢ ὄφις ἢ θηρίον\nοὐκ εἰσηκούσθηκέν ποτε τὸ κρέας του νὰ φάγῃ\"",
        "index": 30
      },
      {
        "text": "καὶ σὺ ἂν εὕρῃς μοχθηρὸν κανένα ψοφισμένον,\nπολλάκις δὲ ἀνὲ βρωμῇ καὶ ἂν ἔν σαπημένον..\n4.5 ἐκεῖ στέκεις καὶ τρώγεις το ὡς καθαρὸν ἀλεύριν᾽\nκαὶ πάντοτε ἣ μύτη σου ὀσμᾶται τὴν κοπραίαν,\nκαὶ ἀνασκάπτει τὰ πηλὰ διόλου καὶ τὰ βοῦρκα.\nκαὶ σὺ ποιεῖς τὴν ψῆφόν σου καὶ τὴν ὑπόληψίν σου\nμὲ ζῶα καθαρώτατα, ἀμίαντα παράπαν.\"\nκαταισχυνθεὶς καὶ ἐντραπεὶς ἀπέφυγεν μακρόθεν᾽\nΞΟ Ὁ.\nτὸ πρόβατον ἀπόμεινεν στήκοντα εἰς τὸ μέσον.\nἣ αἶτα δὲ ὡς ἤκουσεν, ὁμοίως καὶ ὃ τράγος.\nτοῦ χοίρου πρὸς τὸ πρόβατον τοιαῦτα φθεγγομένου,\n4Δρῦ ἐξῆλθον καὶ ἐστάθησαν μέσον τοῦ συνεδρίου,\nοἱ δύο ὁμοθυμαδὸν νὰ ᾿ποῦν καὶ νὰ λαλήσουν.",
        "index": 31
      },
      {
        "text": "ὅμως ἣ αἶτα προπετῶς ἀπέτεινε τοὺς λόγους\n»ἔπρεπέ σε τὸ πρόβατον νὰ μὴ μᾶς λοιδορήσῃς,\nἐμὲν καὶ τὸν λωλότραγον, τὸν συνανάθροφόν μας,\nκ᾿ ἑμεῖς νὰ εἴπωμεν δαμὶν χοίρου τοῦ κοπροφάγου\nκαὶ τοῦ πλατυνοῤῥούθουνου καὶ τοῦ κονιδιάρη.\"“\nτὸ πρόβατον δὲ παρευθὺς ἔρισεν πρὸς τὴν αἶγαν\n»ἐκεῖ ὁποῦ ἐκατέβαλα καὶ κατεσόφισά τον\nΔρῦ τὸν χοῖρον τὸν κακότυχον καὶ τὸν μαγαρισμένον,\nἐσένα τί σὲ ἤθελα νὰ ἦσαι εἰς ἐντροπήν μου,\nδιὰ νὰ σηκόνῃς τὴν οὐρὰν, νὰ δείχνῃς τὸ μουνίν σου,\nστραβοκεραία καὶ βυζοῦ καὶ πετροφαγωμένη,\nἁπλῶς νὰ στέκῃς ὡς λωλὴ καὶ νὰ ἀναχαράσῃς,\nἐγὼ τὰ πλέω τὰ καλὰ χαρίσματα, τὰ ἔχω, “\nἀκμὴν οὐδ᾽ ὅλως εἶπά τα οὐδὲ καυχήστηκά τα,\nὅμως νὰ εἴπω καὶ ἐγὼ τὰ φυσικὰ τὰ ἔχω.",
        "index": 32
      },
      {
        "text": "περὶ τοῦ ἐμοῦ κρέατος οὐ λέγω οὐδὲ φάσκω᾽\n4τὸ οἴδασιν γὰρ οἱ τρώγοντεξ καὶ οἱ ἐσθίοντές με\nπαχύτητα καὶ ἡδονὴν καὶ καλοστομαχίαν,\nεὔνοστα καὶ εὐστόμαχα ἅπαντά μου τὰ μέλη.\nἀμμὴ νὰ εἴπω τὰ πολλὰ, ὅσα καὶ ἂν θυμοῦμαι.\nπρῶτον τὸ κέρας τρῦ κριοῦ τοῦ ἡμετέρου γένους\nσπαθαρομαχαιράόδες τε καὶ σουβλομανικάδες,\n“λὰς ἀκμὴν οὐδ᾽ ὅλως εἴπα τα οὐδὲ καυχηστικάτα Ρ- πλέα Υ εἴπουν Υ\nἔχουν το εἰς μανίκια καὶ εἰς ἑτέρας χρείας.\nκαὶ περὶ τοῦ μαλλίου: μου πολλὰ ἔχω νὰ λέγω,\nβυρτζίζουσι, κτενίζουσιν καὶ νήθουσι τὸ νῆμα,\nκόκκινα, μαῦρα, κίτρινα, ὀξέα, γερανάτα,\nκαὶ ἄλλα τούτων πλείονα, χρειώδη πρὸς τὴν τέχνην,\nποιοῦν κουρτίνας ἔμορφας, ὡραϊοπλουμισμένας,\nκαὶ σχηματίζουν καὶ ποιοῦν εἴδη καὶ θεωρίας,",
        "index": 33
      },
      {
        "text": "καὶ ἔχουν τα οἱ εὐγενεῖς, ἀλλὰ καὶ οἱ ῥηγάδες,\nοἱ κόντες καὶ καβαλλάριοι καὶ ἄλλοι μετ᾽ ἐκείνων.\nποιοῦσιν σάκτια ψιλὰ καὶ μεγαλοπλουμάτα\nἃ ὃ σουλτάνος κάθηται κι ὅλοι οἱ ἀμηράδες᾽\nἀοῦ ἁπλῶς καὶ πᾶσα γενεὰ, Ῥωμαῖοί τε καὶ Φράγκοι,\nχρῶνταί τα εἰς κλινάρια καὶ εἰς τὰ στρώματά τους.\nἀκόμη τὸ μειζότερον τὸ κάμνει τὸ μαλλίν μου\nεἶναι τὰ ῥοῦχα τὰ φοροῦν ὅλη ἣ ἀνθρωπότης\nεἰς ἅπαντα τὰ πέρατα, μικροί τε καὶ μεγάλοι,\nφοροῦσιν τὰ ψαλόνια ὁμοῦ καὶ τὰ σκαρλάτα,\nοἵ δ᾽ ἄλλοι πάλιν μετ᾽ αὐτοὺς πᾶσαν βαφὴν καὶ χρόαν.\nἀκόμη τὸ χοντρὸν μαλλὶν κάμνουσιν καὶ τὰ γρίζα,\nκάμνουσιν ῥάσα ὑψηλὰ, τζοχοὐφανδωμένα,\nὅοῦ: καὶ γουνομεσοφόρια πατριαρχῶν μεγάλων,\nμανδύα, παραμάνδυα μητροπολιτῶν κ᾿ ἐπισκόπων,",
        "index": 34
      },
      {
        "text": "καὶ ἐσωφόρια διπλᾶ μεγάλων ἡγουμένων,\nκαὶ ἄσπρα ὑποκάμισα τῶν νέων καλογραίων.\nτὰ δ᾽ ἄλλα πάντα τὰ χοντρὰ, τὰ ἀπομειναρέα,\nὕῦ10 κάμνουν βαρέα στρώματα καὶ παραπιλωμένα,\nκαβαλάροι τε Υ ἐκείνους σάκτια ψηλὰ πεύχια ψιλὰ Υ καὶ\nΠΩϑ τ. Ττ τς πω\nκέντουκλὰ καὶ δρομάχια, φέλεθρα εἰς τὰς σέλλας.\nκαππάσια, σαρπούζια, σαρκούλια καὶ τἄλλα.\nἀκμὴν καὶ τὸ δερμάτιν μου κάμνει μεγάλην χρείαν,\nκαὶ ὃ τζαγγάρης χρᾶταί το εἰς πᾶσάν του δουλείαν,\nδιῦ παπούτσια, ὑποδήματα, φελάρια καὶ κλώστρας᾽\nἀλλὰ καὶ οἱ γραμματικοὶ ἐνδύνουν τὰ βιβλία\nἢ μαῦρον ἤτε κόκκινον ἤτε βαφὴν ἑτέραν.\nπολλάκις δὲ καὶ ὁ σελλᾶς χρᾶταί το καὶ ἐκεῖνος",
        "index": 35
      },
      {
        "text": "εἰς σέλλας, εἰς ῥαψίματα ἐντελημπροστελίνων,\nἤ90 εἰς χαλινόκαπίστελλα καὶ ὅσα τὰ τοιαῦτα.“\nὡς πάντα ἤκουσαν λαλοῦντος τοῦ προβάτου,\nὑπερεθαύμασαν πολλὰ ἣ αἶγα καὶ ὃ τράγος;\nκαὶ ἀπεκρίθησαν ὁμοῦ οἱ δύο ἕναν στόμαν\n»ἐσὺ, προβάτιν ταπεινὸν ποῦ βλέπεις πάντα κάτω,\nμωρόλαλον, κακόστομον, ποῦ εὗρες τόσους λόγους,\nἐπαίνους καὶ καυχήματα καὶ τὴν μακρολογίαν, Ὰ\nγὰ ἐπαινῇς τὰ κρέη σου καὶ. τὰ δερμάτιά σου,\nἀλλὰ καὶ τὰ μαλλία σου εἰς ποικιλοβαφίαν;\nγὰ τὸ ἠξεύρῃς, ἄτυχη καὶ λωλοπροβατίνα,\nμεγάλον καὶ παχύτερον εἰς πάσας τὰς δουλείας:\n᾿ἀλλά γε καὶ αἱ τρίχες μου πληροῦσιν ἄλλην χρείαν᾽\nπλέκουν σκοινία δυνατὰ, δεσμεύουσιν τὰ ζῶα,\nἅπαντα τὰ τετράποδα, μικρά τε καὶ μεγάλα.",
        "index": 36
      },
      {
        "text": "ἀκμὴν τὰ ἔντερα ἡμῶν πληροῦσιν καὶ τὰς κόρδας,\nὁποῦ στιβάζουν τὸ μαλλὶν, μᾶλλον καὶ το βαμβάκι.\nπερὶ δὲ τοὐμοῦ γάλακτος οὐκ ἔχω τί νὰ λέγω᾽\nκαθὼς ἐσὺ εἶμαι κ᾿ ἐγ, ἢ μᾶλλον δὲ καὶ πλέον,\nκαὶ ἄλλας χάριτας πολλὰς ἃς οὐκ ἐξόν μοι λέγειν,\nκαὶ οὐ καυχοῦμαι τὰ πολλὰ ὡς ἣ λωλοπροβάτα.\nτοὐμοῦ 5ουῖρϑὶ, τοῦ Υ̓́, γάλατος ἔχω τινὰ νὰ λέγω ὦ ὅὕϑ88 καθὼς ἐσεῖς\nοὕτως κἀγώ κωγὼ ἃ Ρι οἵα ΪὟΪ ἐξ ὧν Ῥ τοῦ λέγειν Κ\n- ἄβοι ως\nπόσα ἐβαττολόγησας ληρήματα καὶ λόγους, ᾿\nκαὶ ὑπὲρ φύσιν ἔποικες καὶ ὑπερεκαυχήθης,\nοὐχὶ νὰ ἔλεγεν ὃ βοῦς καὶ τὸ παχὺν βουβάλιν,\nἢ ἄλλον ζῶον φοβερὸν λέγω ἐκ τῶν μεγάλων.\"\nκαὶ τότε ἀνεχώρησεν ἣ ταπεινὴ προβάτα᾽\nὃ βοῦς δὲ καὶ ὁ βούβαλος ὡς ἤκουσαν τοὺς λόγους",
        "index": 37
      },
      {
        "text": "καὶ τὰ δικαιολογήμᾶτα αἰγὸς καὶ τοῦ προβάτου.\nἐξῆλθον καὶ ἐστάθησαν οἱ δύο εἰς τὸ μέσον\nκαὶ ἤρξαντο προφθέγγεσθαι πρὸς τὴν κοινότην ὅλην\nτὰ ζῶα τὰ μικρούτσικα, τὰ οὐδετιποτένια,\nπῶς ἐπολυλογήσασιν, πῶς ἐμακρολογῆσαν,\nκαὶ ὑπερεκαυχήσαντο ἐπάνω. τοῦ μετρίου; “\nεἶτα λέων ὁ βασιλεὺς καὶ πᾶσα ἣ βουλή του\nτούτους τοὺς λόγους εἴπασιν πρὸς βοῦν καὶ τὸ βουβάλιν\n»ἡ σύναξις, ἣ ᾿μάδευσις ἣ ὧδε γεγονυῖα\nοὕτως ἐστὶ καὶ ὃ μικρὸς καθάπερ καὶ ὃ μέγας,\nοὕτως δὲ καὶ ὃ ἄτιμος ὥσπερ κι ὃ τιμημένος,\nοὕτως δὲ καὶ ὃ ἄνανδρος ὥσπερ κι ὁ ἀνδρειωμένος,\nεἷς πρὸς τὸν ἄλλον νὰ εἰπῇ καὶ ἔπαινον καὶ ψόγον,\nκαθὼς ἐσυνετάξαμεν μεθ᾽ ὅρκου καὶ ἀγάπης\nτὰ μέρη τὰ ἀμφότερα ἡμέρων καὶ ἀγρίων.",
        "index": 38
      },
      {
        "text": "καὶ γὰρ ἀπὸ τὸ εὐτελὲς τὸν πονδικὸν καὶ κάτην\nἤρξαντο ἧἣ διάλεξες καὶ ἦλθον ἕως ὧδε,\nκαὶ ἔνε χρεία νὰ ἐλθοῦν μέχρι τῶν μεγιστάνων,\nἕως τῶν μεγιστάνων μου κ᾿ ἐμοῦ τοῦ βασιλέως.\nλοιπὸν λέγετε τίποτε, ἂν ἔχετέ τι λέγειν.“\nτότε ὃ βοῦς καὶ βούβαλος ἤρξαντο λέγειν,\nὕτ0 τὸ ἔλαβεν δ᾽ ὡς προπετῶς ὁ βοῦς τοιαῦτα λέγει\n»φεύγετε, παραπτώματα, ἀποσκορακισθῆτε,\nἀνέχεται Ρ ὅθ69 ἤρξατο ὅὕτΟ δὲ ὡς Ῥ ἔοτί. τὸν δ᾽\" ἔφθασεν ὡς πρ.\nἐβγᾶτ᾽ ἀπὸ τὴν μέση μας, ἐμαγαρίσετέ μας,\nνὰ λάμψῃ πρῶτ᾽ ὁ ἥλιος, εἶτα καὶ ἣ σελήνη,\nκαὶ ἄστρα τὰ μικρούτσικα νὰ σκοτισθοῦν παντάπαν.\nἐγὼ γὰρ εἶμαι ἥλιος, τὸ φέγγος ἣ βουβάλα,\nἐσεῖς δὲ κακοῤῥίζικα ὡς μικρούτσικα ἄστρα,\nτότε ἐκατεντράπησαν ἣ αἶτα καὶ ὁ τράγος",
        "index": 39
      },
      {
        "text": "καὶ τἄλλα ζῶα τὰ μικρὰ καὶ ἥ χωχοπροβάτα,\nἀπῆλθαν καὶ ἐστάθησαν εἰς τοὺς ἰδίους τόπους,\nοἱ δύο δὲ ἀπέμειναν ὁ βοῦς καὶ τὸ βουβάλιν.\nκαὶ πρὸς τὸν βοῦν ἐλάλησεν ὃ βούβαλος τοιαῦτα\n»πῶς ἔχανες τὸ στόμα σου αὐτὸ τὸ βρωμισμένον,\nπῶς ἤνοιξες τὰ χείλη σου τὰ παχυλοπετσάτα,\nσὺ καὶ ἔφησεν ἣ γλῶσσά σου ἣ πολυψαλιδάτη\nληρήματα καὶ λόγια καὶ ψευματολογίαις;\nἐσὺ μὲν εἶσαι ἥλιος, ἐγὼ δὲ ἣἡ σελήνη;\nοὐκ ἐνετράπης, ἄτυχε, νὰ τὸ ἐξεχειλίσῃς;\nοὐκ οἶδα τί ἔνε κάλλιον τὸ ἔχεις ἀπὸ μέναν᾽\nοὕτως δὲ κάμνω καὶ ἐγὼ εἰς ἅπασαν δουλείαν,\nὡσὰν ἐσὲν, κακότυχον, μωρόλαλον βιυδάκιν.\nεἰ δὲ καὶ θέλεις νὰ εἰπῶ νὰ καυχισθῶ δουμάκι\nκαὶ νὰ λαλήσω ῥήματα καὶ λόγους ἀληθείας,",
        "index": 40
      },
      {
        "text": ". κάλλιον εἶμαι παρὰ σὲν εἰς ἅπασαν δουλείαν\nκαὶ δυνατὸν καὶ μέγιστον, ὅπου κι ἂν μὲ γυρεύσουν,\nεἰς ἅμαξαν, εἰς ἅλωναν καὶ εἰς τὴν ἀροτρίαν᾽\nἀκόμη καὶ τὸ γάλας μου μεῖζον τοῦ ἐδικοῦ σου,\nἀκμὴν καὶ παρὰ τῆς αἰτὸς καὶ παρὰ τοῦ προβάτου.\nκάμνει τυρὶν ἐξαίρετον πολλὰ λιπαρωμένον,\nΓαοτὶῦ Γογίαθβθ. ὡς ἄστρα τὰ κ. κ. κ. τὰ ἄλλα Ῥ λολοπρόβυτον 1᾽\nῦὕ84ά ἤν. “τὸ στόμα σου μὲ τὰς χείλιάς σου τὰς παχυλοπετσάτας Υ πῶς\nἐσὲν εἰς ὅλας τὰς δουλείας ὕϑῦ καὶ ἂν Ρ, νὰ ἡ ὥϑῦ ἅμαξας οὐ\nἔχουν το εἰς τὰ λάχανα, τὰ λέτουσιν ὀφρύτια,\nκαὶ εἰς τὰς τούλας τὰς χοντρὰς, τὰς λέγουνε κουρούκλαις,\nκαὶ εἰς: τὰς σεύκλας τρώγουν το, κ᾽ οἱ ἄρχοντες ς τὸ γεῦμα\nὀλίγον καὶ δαμίτσικον ὡς διὰ νὰ χωνεύσουν.\n(00. ἀκόμη καὶ τὸ κέρας μου μεγάλην χρείαν κάμνει\"\nποιοῦν κερατοβούκινα, βαστάζουν στρατιώταις,",
        "index": 41
      },
      {
        "text": "βαστοῦν εἰς τὰ κυνήτγια. ἀλλὰ καὶ εἰς φουσάτον.\nκαὶ κροῦν τὰ καὶ φωνάζουσιν νὰ κράζῃ εἷς τὸν ἄλλον.\nἔχω κι ἄλλα χαρίσματα, ἂν θέλω νὰ σᾶς εἴπω.\n“τὸ ἀλλὰ ἀφίνω τὰ λοιπὸν, οὐκ ἔξεστί μοι λέγειν.\"\nτότε ὁ βοῦς ἐφθέγξατο καὶ λέγει πρὸς βουβάλιν\n.Πβορβοροκωλοκύλιστε, φλυαροσκατολύγε,\nὕσα εἶπες διὰ λόγου σου καὶ ὑπερεκαυχίσθης. :\nτὰρ ἔχω καὶ ἐζὼ καὶ ἄλλα πλείω τούτων.\nπρῶτον ἐμὲν τὸ κέρας. μου χρῶνται καλαμαράδες,\nποιοῦν τὰ καλαμάρια, ποιοῦν κονδυλογράφοι,\nἀλλὰ καὶ οἱ τορνάριδες εἰς ἅπασαν τὴν χρείαν,\nεἰς θρόνους, εἰς σελλίσματα, εἰς σκάκθυς, εἰς ταβλία.\nκ᾿ εἰς ἠλακάτας τορνευτὰς σφονδυλοτορνημένας,\nλέγω δ᾽ ἑτέρας πλείονας δουλείας τορνειιένας.\nκαὶ δεῦρο πάλιν νὰ εἰπῶ καὶ περὶ τῶν νευρῶν μου᾽",
        "index": 42
      },
      {
        "text": "ἔχουν τα- οἱ μαΐστορες τσαγγράδες, δοξαρόδες,\nνευρόνουν τὰ δοξάρια, νευρόνουν καὶ τὰς τσάγγρας.\"\nὁ ἀκόμη καὶ ὁ σαγιττᾶς νευρόνει ταῖς σαγίτταις,\nκαὶ ὃ σελλᾶς καὶ σαμαρᾶς χρῶνται καὶ οὗτοι ταῦτα,\nτρώγουν τὸ καὶ οἱ ἄρχοντες ὕστερον εἰς τὸ γεῦμα ν᾽ ὀλιγοστὸν\nεἰς τὰ κυνηγεύματα ἀλλὰ καὶ εἰς φουσάτα δ᾽ φωνάζουν τα ἡ\nχαρίσματα νὰ εἴπω Υ' Ογοδέ 010. πολυλογία γάρ ἐστι τεκμήριον Ζαβίας\nκαὶ ὕπου δ᾽ ἂν καὶ χρειαστοῦν, εὑρίσκουν τα εἰς δέμα'\nἀκόμη καὶ τὸ εὐτελὲς, τὸ ἄκρον τῆς οὐρᾶς μου,\nχρῶνται αὐτὸ οἱ ἁλιεῖς εἰς ἄγραν τῶν ἰχθύων,\nτὰς λέγουσιν ἀθερινὰς, τὰς μικροτάτας πάνυ.\nἀκόμη ἔχω νὰ εἰπῶ καὶ νὰ λαλήσω ῥῆμα\"\nπολλάκις δὲ καὶ ἂν ἱβρεθοῦν καὶ γύναια ἐκεῖσε\nκαὶ νὰ ἀκούσουν τὸ παρὸν ἀπόφθεγμαν καὶ ῥῆμα,\nἂν τύχῃ νὰ τελάσουσιν καὶ νὰ εὐνοστευθοῦσιν.",
        "index": 43
      },
      {
        "text": "ἔχω καὶ νεῦρον δυνατὸν, μακρὸν καὶ πυρωδάτον,\nὑποῦ τὸ ἔχουν οἱ κριταὶ καὶ μαγκλαβοκοποῦσιν\nτοὺς κλέπτας καὶ τοὺς ὑβριστὰς καὶ πάντες κακεργάτας\nκαὶ περὶ τοῦ πετσίου μου οὐκ ἔχω τί νὰ εἴπω,\nὥσπερ ὑπάρχει γὰρ τὸ σὸν, οὕτως καὶ τὸ δικόν μου,\nκάμνει λουρία ἔμόρφα. τναμμένα μὲ τὴν στύψιν;\nχαλιναροκοπίστελα, ὀπισωμπροστελίνας,\nκαὶ ἄλλα τούτοις ὅμοια ἃ χρῶνται οἱ σελλάδες.\"“\nὡς ἤκουσεν ὃ γάδαρος βοὸς τὰς καυχησίας,.\nοἵῦ πῶς ἔν τὸ νεῦρόν του μακρὸν καὶ ἐξεπυρωμένον,\n'δαμὶν ἐτζιλιπούρδησεν, ἐγκάρισεν ὀλίγον,\nπορδοκοπῶν “ἐπέδραμεν, ἐστάθην εἰς τὸ μέσον,\nἐμπρὸς τ᾽ ὠτιά του ἔστησεν καὶ πρὸς τὸν βοῦν ἐλάλει\n»Ψέματα λέγεις, φλύαρε, καὶ περισσὰ καυχᾶσαι᾽\nὑῦ0 ἐζὼ ἔχω νεῦρον τὸ παχὺν, μεγαλοματσουκάτον,",
        "index": 44
      },
      {
        "text": "᾿ς μακρὸν, παχὺν καὶ στιβαρὸν, ῥουθουνοκεφαλάτον,\nμὴ μόνον μεγαλώτερον παρὰ τὸ ἐδικόν σου,\nἀλλ᾽ ὑπερβαῖνον ἅπαντα τῶν τετραπόδων ζώων.\nο καὶ ὅταν οἰστροκινηθῶ καὶ πυρωθῇ ὀλίγον,\nοῦῦ ὁμοιάζει τὸ κεφάλιν του φράγκικον. σαρσαρόλιν.\nμιν νοῶ ας ᾧ\nλάκις Υ ἐμνοστ. . ν. τὸ παχὺν καὶ δυνατὸν καὶ “μέγαν Υ\nμεταλομουστακάτον Ὁ ΟΊ μακρὺν φῥουθωνοκ. Υ' ὑδ9 σι\nκινηθῇ Υ ἱστροκινηθῶ 1. ΤΟΥέαπδο Ῥιιοπίατοῦ οἰστροκινηθὴ ὐδῦ φρι\nὅμως ἐβγᾶτε, φύγετε, ὁ βοῦς καὶ τὸ βουβάλιν᾽\nἐγὼ δὲ καὶ τὸ ἄλογον νὰ δικολογηθοῦμεν.“\"\nἀπῆγαν καὶ ἐστάθησαν μετὰ τοῦ συνεδρίου.\nτὸ φοβερὸν τὸ ἄλογον ὡς ἤκουσεν τοὺς λόγους,",
        "index": 45
      },
      {
        "text": "πηδηματίτσιν ἔκαμεν, ἐφόβησεν τοὺς πάντας.\nἀνέβην, ἐκατέβηκεν, ἐστάθην, ἐλυγίσθην,\nτράχηλον ἐκαμάρωσεν, ἐτίναξε τὴν χαίτην.\nμεγάλως ἐχλιμίντρισεν, ἐστάθην εἰς τὸ μέσον\nκαὶ πρὸς τὸν ὄνον ἔφησεν ῥήματα τὰ τοιαῦτα ᾿\nοὕ εἰπέ με, μαὐύροπεισματᾶ, εἰπὲ, ψωρογομάριν,\nπῶς σὲ φορτόνουν, ἄτυχε, πιὺς σὲ ῥαβδοκοποῦσιν.\nφορτόνουν σε τ᾽ ἀλεύρια, κριθάριν καὶ σιτάριν,\nτὰ ὄσπρια, τὰ φάβατα, καὶ ὅσα τούτων εἴδη,\nφορτόνουν σε καὶ τὸ κρασὶν, ὀξίδιν καὶ τὸ λάδιν,\nτὰ χόρτα καὶ τὰ φρύγανα, κρόμμυα κ᾿ εἴ τι ἄλλον,\nτὰς πέτρας, τὰ χαλίκια, τὰ ἕ κίσαλα, τὸ χῶμα,\nκαὶ ὅσα χρῶνται οἱ ἄνθρωποι εἰς ἅπασαν δουλείαν.\nῥαβδοκοποῦν, σκοτόνουν σε καὶ ματσουκοκοποῦν σε,΄\nσουβλοκοποῦν τὸν κῶλόν σου μὲ σίδερα καὶ ξύλα.",
        "index": 46
      },
      {
        "text": "πολλάκις καὶ ἂν σὲ εὑροῦν καὶ νὰ ποιήσῃς πρέδαν\nὁκάπου εἰς ἀμπέλια καὶ εἰς σπαρμένας χώρας,\nκόπτουσιν τὰ αὐτία σου, χαράσσουν τὴν οὐράν σου,\nκαὶ βάνουν καὶ λαβόνουν σε μὲ τὴν χλωρὴν τὴν βέργαν,\nκαὶ εἶσαι, κάθαρμα, πομπὴ καὶ γέλοιον τῶν ζώων.\nοὔθ. εὐγάτε Ῥ, ἐκβᾶτε Υ͂Ί φύγεται Ρ, τὸ λοιπὸν Υ Οὔτ ἄλογονα \"Ὁ\nθεν, Ἐπῆγαν καὶ ἐστάθησαν μετὰ τοῦ συνεδρίου Οὔ τὸ φ. δὲ ἄλ. Υ\nσίδηρα π. ἂν σὲ εὕρουσιν κ. ν. π. πταῖσμα Υ τι παρμένας Ι\"\nκαὶ οὔτε τρούϊς οὔτε πίνεις οὔτε τὴν οὐράν σου σείεις Ν καθάρια \"\nκι ἂν τύχῃ νᾷναι καὶ κακὸν σαμάριν τὸ σὲ στρώνουν,\nἐγδέρνει καὶ τὴν ῥάχιν σου, πληγόνει τὰς πλευράς σου,\nκαὶ τρώγουν σε συζώντανον κόρακες καὶ κουρούναις.\nγυρίζεις καὶ τὸν κῶλόν σου καὶ βρέχεσαι καὶ στέκεις,\nκαὶ κάμνεις νοικοκύριν σου καὶ σκᾷ ᾿πὸ τὸ κακόν του,",
        "index": 47
      },
      {
        "text": "καὶ δίδει σου καὶ ῥαβδακαῖς καὶ σέν᾽ ἀποδαγκάνει.\nἀκόμη, πομπογάδαρε, νὰ σὲ εἰπῶ καὶ ἄλλον,\nἐσεῖς ἐβάλετε βουλὴν τοιαύτην οἱ γαδάροι,\nκαὶ ἕναν ἐξελέξατε τὸν ἔχετε φρονέα,\nγὰ ἀποστείλετε. αὐτὸν ἕως τὸν. βασιλέα,\nγὰ δεηθῇ καὶ νὰ εἰπῇ καὶ νὰ παρακαλέσῃ,\nκαὶ βαρεοφορτόνουν σὰς ἕως νὰ ἀναπνῆτε,\nμὲ δρισμὸν προστάγματος νὰ ᾿ρίσῃ νὰ τὸ κόψουν.\nὁ βασιλεὺς δὲ ἤκουσεν τὴν δέησιν τοῦ ὄνου᾽\nκατὰ τὴν ὥραν ὥρισεν καὶ πρόσταγμαν ἐποῖκεν,\nτοῦ καὶ ἔγραφεν καὶ ὥριζεν πάντας γαδουρολάτας.\nτοὺς ἔχοντας τὰ ὀνικὰ εἰς ἅπαντα τὸν κόσμον,\nμηδὲν τολμήσειεν κανεὶς ἢ μικρὸς ἢ μεγάλος.\n“νὰ βάλλῃ εἰς τὸν γάδαρον ἄλλον ἀπανωτγόμιν.\nἐστράφη δὲ ὃ γάδαρος μετὰ χαρᾶς μεγάλης,",
        "index": 48
      },
      {
        "text": "ποῦ βαστάζων εἰς τὸ στόμα του καὶ εἰς τὰ ᾿δόντιά του\nτὸ πρόσταγμαν καὶ ὁρισμὸν τοῦ βασιλεῶς ἐκείνου.\nὡς ἦλθεν δὲ, ὡς ἔσωσεν ὁ ὄνος ἐκ μακρόθεν,\nκοπιασμένος τὰ πολλὰ, κοντὰ εἰς ἕνα μίλιν,\nκαὶ εἶδεν ὁμοθυμαδὸν ὁμοῦ τοὺς ὄνους ὅλους,\nσον Ῥ ῥαυδακές Ῥ καὶ σέν᾽ βοτῖρδὶ, καὶ νὲ καὶ Ρ ἀκόμα ΚΥ\nμήσετε Κ τοῦ βαστάζων εἰς τὰ ᾿δόντια του καὶ μέσα εἰς τὸ στόμαν\nπάντας τοὺς ὄνους Υ\nμον Τὰ\nἐγκάριξεν ἐκ τὴν χαρὰν τὴν ἄπληστον τὴν εἶχεν,\nφωνάζοντα καὶ τρέχοντα, τζιλιπορδοκοπῶντα᾽\n“καλὴν καρδίαν ἔχετε, τὸ γένος τῶν γαδάρων,\nἔφερα γὰρ τὸν δῥισμὸν ἀπὸ τὸν βασιλέαν,\nγὰ μᾶς φορτόνουν ἐλαφρὰ εἰς τὴν ἀνάπαυσίν μας,\n; γὰ κόψουσιν παντάπασιν καὶ τὸ ἀπανωτγόμιν᾽",
        "index": 49
      },
      {
        "text": "ἐπάνω δ᾽ εἰς τὸ Ὑκάρισμα καὶ εἰς τοὺς λόγους τούτους\nκαὶ εἰς τὸ τζιλιπόρδημαν κ᾽ εἰς τὴν χαρὰν ἐκείνην\n'καὶ εἰς τὸ ἀναῤῥούφισμαν τῆς ἐγκαρισματέας,\nὁ ὄνος ἐκατέπιεν γραφὴν τοῦ βασιλέως, ὁ\n) καὶ ἦλθεν εὔκαιρος κενὸς εἰς τοὺς ἑτέρους ὄνους᾽\nκαὶ ἠρωτήσασιν αὐτόν “τί γὰρ καλὰ μαντάτα᾽;\nκαὶ εἶπε “νὰ ἠξεύρετε, τὸ γένος τῶν γαδάρων,\nὅτι ἐβάστουν πρόσταγμαν ἀπὸ τὸν βασιλέαν,\nκαὶ ἔγραφεν καὶ ὥριζεν εἰς ἅπαντα τὸν κόσμον,\nἵνα κοπῇ παντάπασιν καὶ τὸ ἀπανωγόμι᾽\"\nἐγὼ δὲ ἀπὸ τὴν χαρὰν τὴν εἶχα τὴν μεγάλην,\nὡς εἶδα καὶ τὴν σύναξιν ὁμοῦ τὴν ὑμετέραν,\nἐγκάρισα, ἐφώναξα, τζιλιπορδοκοπῶντα,\nκατέδραμα δαμίτσικον νὰ δώσω συχαρίκιν,\n) καὶ εἰς τὸ ἀναῤῥούφισμαν τῆς ἐγκαρισματέας",
        "index": 50
      },
      {
        "text": "τὸ πρόσταγμαν ἐσέβηκεν εἰς τὰ ἐντός μου μέσα.\nλοιπὸν βαστάξετε δαμὶν ὡς οὗ νὰ κατουρήσω,\nκαὶ θέλει ἔβγην τὸ χαρτὶν καὶ θέλω σᾶς τὸ δώσει᾽,\nκαὶ ἀπ᾽ ἐκείνου τοῦ καιροῦ κἀκείνης τῆς ἡμέρας\nἕως ἐδᾶ καὶ πάντοτε τυρέύετε, γαδάροι,\nκαὶ ὅταν κατουρήσετε, κύπτεσθε καὶ ὀσμᾶσθε\nκαὶ τίποτε οὐχ εὕρετε, ἀλλ᾽ οὐδὲ νὰ εὑρῆτε,\nκαὶ τὸ ἀπανωγόμιον πάντοτ᾽ οὐδὲν σᾶς λείπει,\n) δὲ ὦ Τἠζ2Ὶ εἶδον Υ σύνταξιν Ῥ Θοάθῃι ΘἸΤΟΥῸ ἀΌΘ. βαρτα Υ.\n- λύπη ἢ ;\nνὰ σᾶς βαρυφορτόνουσι. νὰ σᾶς ῥαβδοκοποῦσιν.\"\nτὺ τότε δὲ καὶ ὁ τάδαρος μικρὸν ἀπηλοτεῖται\nπολλὰ μὲ ἐλοιδόρησας. πολλὰ ιιξ ἐκατεῖπας.\nἄλοτον ἀλαζονικὸν. ἀλλὰ καὶ ἐπηρμένον.\nοὕτως δὲ ἔχουν καὶ ἐμὲν ὥσπερ τὰρ καὶ ἐσέναν,",
        "index": 51
      },
      {
        "text": "ταγίζουν με, ποτίζουν με. βάνουν με εἰς τὸν σταῦλον.\"\nτὸ ἄλογον ὡς ἤκουσεν μεγάλως ἐθυμώθη\nκαὶ πρὸς τὸν ὄνον ἔφησεν ὑβριστικοὺς τοὺς λύτους\n»Ὑοργὸν. ὁ σκατογάδαρος, φύγε ἀπ᾿ ὄμπροστά μου,\nμὴ ἁπλώσω τὸ ποδάρι μου καὶ δώσω σου κλωτσέα\nκαὶ σχίσω τὸ κεφάλιν σοι. :Τακίσω τὰς πλευράς σου.\nτῶῦ ὥστε νὰ ζῆς, νὰ ἀναπνῇς. νὰ σὲ “λακτοκοπίζω,\nδιότι βώνεις καὶ ἐσὺ τὴν ψῆφόν σου. γαδούριν.\nμὲ ἄλογον τὸ θαυμαστὸν, τὸ φοβερὸν καὶ μέγαν.\nἐμὲ σταυλίζουν πάντοτε ἀεὶ τὸν χρόνον ὅλον,\nτατίζουν με, ποτίζουν με καὶ κανακίζουσί με,\nτοῦ καὶ ἀγαποῦσί με πολλὰ παρὰ τὰ ζῶα ὅλα.\nοἱ βασιλεῖς, οἱ ἄρχοντες, ῥηγάδες καὶ σουλτάνοι,\nκαὶ ἅπας ἄνθρωπος καλὸς καὶ ἅπας στρατιώτης\nμὲ σέλλας χρυσοκόλλητας καὶ ἀργυροδεμένας,",
        "index": 52
      },
      {
        "text": "βαμμένα μὲ τὸ κρημιζὶ, ὅλα μὲ τὸ μετάξιν,\nμὲ βροντοκούδουνα πολλὰ καὶ ἄλλας εὐμορφίας\"\nκαὶ εἶμαι εἰς τὸν πόλεμον ὅλον κουβερτιασμένον\nτοῦ καὶ εἰς τὰ πανηγύρια καὶ εἰς τὰ κυνηγέσια.\nκτενίζουσιν, παστρεύουσιν καὶ ὁμαλίζουσί με,\nκαὶ ὥσπερ τὰς γυναῖκάς τους οὕτως μὲ ἀτγαποῦσιν.\nἄτομαι μὲ τὴν κάμηλον τὴν μακροσφονδυλάτην,\nζΦιε\nλοκτοπατίζω 1\" τῦι βάλλεις Τῦἢ τὸ φοβερὸν 4\", καὶ φουμιστὸν Ν\nτῦϑ. ἐμὲν ταγίζουν Υ 'Ἰῦ4 τατίζουν καὶ π. με δ τὸν καλὰ ὑπὲρ Υ\nτῦθ κοινῶ τὸ λέγω Κ΄ καβαλλικεύουσί με Υ͂ ἀργ. μὲ ἐντ. οἵ Υ ποαιιο\nὁποῦ φορτόνουν καὶ αὐτὴν. ὥσπερ ἐσὲν τὸν ὄνον,\nτο γομάρια ἀβάστακτα, φορτώματα μεγάλα“ ᾿\nὁποῦ ἐπαρακάλεσεν καὶ αὕτη τὸν. θεόν μας",
        "index": 53
      },
      {
        "text": "διὰ νὰ τὴν ποίσῃ κέρατα ὡς ζῶον εὐμεγέθη,\nκἀκεῖνος ὥρισεν εὐθὺς νὰ“ ἔνε κουτσουαυτία,\nκ᾽ ἔκοψεν τὰ αὐτία της, ἐποῖκέν τὴν καὶ κύμπον,\nτ κ᾿ ἔνε πομπὴ καὶ γέλοιον καὶ κάθαρμα τῶν Ζώων.\"\nὡς ἤκουσεν ἣ κάμηλος ἐκεῖ τὸ ὄνομάν της,\nκι (ὡς) κατ᾽ αὐτῆς ἀπέτεινεν ὕβρεις καὶ λοιδορίας,\nεἰσῆλθεν καὶ ἐστάθηκεν καὶ αὕτη εἰς τὸ μέσον᾽\nὃ ὄνος δὲ -αταισχυνθεὶς ἐστάθηκεν μακρόθεν.\n»τί ὠφελεῖ ἧ ἔπαρσις καὶ ἣ ἀλαζονεία\nκαὶ τὰ πολλὰ καυχήματα τὰ ἔχεις, ἀλογάκιν;\nἄκουσε καὶ νὰ σὲ εἰπῶ πολλὰ κακὰ τὰ ἔχεις.\nὅταν γηράσῃς καὶ ἐσὺ, βάνουν σε εἰς τὸν μύλον,\nγυρίζεις καὶ σκοτίζεσαι. ἥμέραν τε καὶ νύκταν,\nἐγδέρνουντ᾽ αἱ κουτάλαις σου, ὅλος ὃ σφόνδυλός σου.\nκι ἀπὸ τὸν κόπον τὸν πολὺν καὶ ἀπὸ τὴν σκοτίαν",
        "index": 54
      },
      {
        "text": "οὔτε νὰ φάγῃς ἠμπορεῖς οὔτε νερὸν νὰ πίῃς\"\nκαὶ ὅταν ἐξαπορισθῆς καὶ ἀποδυνατήσης,\n᾿ ἐκβάλλουν καὶ ὑπάγουν σε ἔξω εἰς τὸ λιβάδιν᾽\nἐκεῖ ψοφᾷς; κακότυχον, καὶ τρώγουν σ᾽ οἱ κοράκοι,\nἐγδέρνουν τὸ δερμάτιν σου καὶ πολεμοῦν τὰς τσάπας,\nκαὶ τὴν οὐράν σου κόπτουσιν καὶ κάμνουσιν τρὶιχέας.\"\nτοῦ τότε πάλιν τὸ ἄλογον εὐθὺς ἀπηλογεῖται\n»μωρὴ καμήλα,, μυσερὴ καὶ καταβρωμισμένη,\nκυμπόῤῥαχη, πλατύποδε καὶ κοντοουραδάτῃη,\nγὰ γύρευες, κακότυχη, τὸ πῶς σὲ θέτουν κάτιυ,\nψοφήσῃς, ἄτυχο, τρ σεῦΥρ ἐκδέρνουν Υ. τὸ τζάπα Υ ᾿\nταλαίπωρη Υ Σ Ὶ\nκαὶ βάνουν καὶ φορτόνουν σε τομάρια μεγάλα,\nκαὶ εἶσαι ἀργοκίνητη, ἀργὴ ὥσπερ χελώνα,\nφύγε ἀπὸ τὴν μέση μας, παράσημον τῶν ζώων,",
        "index": 55
      },
      {
        "text": "καθὼς καὶ ὃ γαΐδαρος ὁ λυκοφαγωμένος᾽\nὅπου γὰρ ἂν εὑρῇ αὐτὸν τὸν γάδαρον ὁ λύκος,\nἀσμένως ἀποδέχεται καὶ χαίρεται μεγάλως\"\nἰδού, εὑρήκαμεν φησὶν τὸ ὀψημένον κρέας.\nἐντράπη μὲν ἣ κάμηλος, φεύγει ἀπὸ τὴν μέσην,\nτὸ δ᾽ ἄλογον ἀπόμεινεν μόνον καὶ μοναχόν του᾿\nὃ λύκος δὲ, ὡς ἤκουσεν ἐκεῖ τὸ ὄνομάν. του,\nκαὶ λέγει πρὸς τὸ ἄλογον ῥήματα τὰ τοιαῦτα\n» πολλὰ ἐβαττολόγησας λόγους πολυλογίας\nκαὶ ὕβρίσας τὴν κάμηλον ὁμοίως καὶ τὸν ὄνον,\nὠνείδισας δὲ καὶ ἐμὲν πῶς ἐσθίω τοὺς ὄνους.\nἐγὼ εἶμαι αἱμόβορον, ἐσθίω γὰρ τὰ ζῶα,\nοὐ μόνον γὰρ τὸν γάδαρον, καθὼς ἐσὺ ληρίζεις,\nἀλλὰ καὶ σένα, ἄλογον, καὶ ὅλον. σου τὸ γένος,\nκαὶ τὰ μικρὰ πουλάρια τὰ κάμνουν ἣ φοράδες\"",
        "index": 56
      },
      {
        "text": "καὶ τὰ μικρὰ ἐρϊφιὰ καὶ τὰ μικρὰ ἀρνία,\nκαὶ τ᾽ ἁπαλὰ δαμάλια ὁμοίως καὶ τοὺς χοίρους,\nκαὶ ἄλλα ζῶα πάμπολλα, μικρά τε καὶ μεγάχα..\nὅμως νὰ δικολογηθῶ μὲ ὅμοιόν μου ζῶον᾽\nμὴ μᾶς κολλήσῃ ὁ βρῶμός σου κ᾿ ἣ ψώρα τῶν πληγῶν σου.\nκαὶ ἐὰν οὐκ ἐφορτόνουν Υγ. μ. Ν, αἴιθμὶ νούβιν αι. σε μοϑὺ\nπάλλὰ δαμάλια Ῥ (ᾳιιοα τοοίθ τη6 ϑιμθηᾶδβθβθ οοηῇαο), τὰ μικρὰ ἐρίφια Υ\nκολύσῃ Ρ ὁ πρόμος σου καὶ ἡ ψόρα Ρ, ἡ ψῶρά σου, ὁ βρῶμος ΚΟΥ\nκαιρὸς “τὰρ ἦλθεν ἀπ᾿ ἐδῶ νὰ φύγῃς ἐκ τοῦ ιιέσου.\"\nἐξέβηκεν τὸ ἄλογον, παραμερεὰ ἐστάθη.\nὦ λύκος δὲ ἀπέμεινεν μέσον τοῦ συνεδρίου.\nμέμονωμένον μοναχὸν, ἐστάθην εἰς τὸ μέσον.\nκαὶ λότους ἐναπέτεινεν τοιούτους πρὸς τὸν λύκον Ξ\nυπνιγζάρη λύκε, θρασιοφᾶ, ἀλλὰ καὶ νυκτοκλέπτη,",
        "index": 57
      },
      {
        "text": "καὶ τρυπολόγε μυσερὲ: καὶ νυκτοπερπατάρη,\nδ εἰπὲ, καὶ σὺ καυχίστησαι ὥσπερ τὰ ἀλλὰ ζῶα;\n. ἂν ἔχῃς μέλος τίποτες νὰ ὠφελῇ εἰς χρείαν.\nεἰ μὴ τὸ ὅλον σου \"κορμὶν ἔν᾽. ἄχρηστον παντάπαν.\nὀνειδίζεις τὸ ἄλογον τὸ πιῶὼς ποτὲ ψωριάζει. ;\nκαὶ μᾶλλον ἐσὺ, κάκιστε, ψωριάζεις πᾶσα χρόνον,\nἀλλ᾽ εἰς τὰ δάση καὶ λογτοὺς εἶσαι κατακρυμμένος,\nκαὶ τρώγουν σε οἱ κώνωπες, καὶ σφῆκες σὲ δαγκάνουν.\"\nτότε ὁ λύκος ἔφησεν τοιαῦτα πρὸς τὴν ἄρκον\n»Μελισσοφάγε, μυσερὴ καὶ κοντοποδαρέα,\nκορμοφηκάρα, παίγνιον τῶν μωροστζιγγάνων,\nἀχλαδοβαλανότροφε, μυρτοκουμαροφάγα,\nοὐδὲ ἐσὺ ἔχεις καλὸν ἀπάνω σου τὶ μέλος,\"\nκαθὼς σὺ λέγεις καὶ ἐμὲν, καθὼς μὲ ὀνειδίζεις.\"\n»ἐγὼ ἔχω ὠφέλιμον εἰς ἰατροὺς μεγάλους\".",
        "index": 58
      },
      {
        "text": "ἀξούγγιν τὸ ἡμέτερον διὰ παντὸς τὸ χρῶνται\nεἰς ῥεύματα, εἰς ἀλοιφὰς, μὲ εἴδη μεμιγμένα,\nποιοῦν σκευὴν πανεύχρηστον εἰς τὰς πληγὰς καὶ πάθη.\nΣ βρῦ ὅμως ἂς φύγωμεν μικρὸν ἔξω ἀπὸ τὸ μέσον,\nνὰ ἔλθουν τὰ αιμόβορα καὶ τὰ ἀνδρειωμένα,\nκαὶ δυνατὰ καὶ ἄγρια θηρία τὰ μεγάλα,\nἱστέκοντα τὸν λύκον ἡ πνηγάρη ὶ, νηγάρη Ν᾽ λύκε θρασοφὰ Ι\",\nπάρδος καὶ λεοντόπαρδος. νὰ δικολοτηθοῦσι.\"\n“χοιπὸν ἀπέφυγον μικρὸν ὁ λύκος καὶ ἣ ἄρκος.\nκαὶ εἷς τὸν ἄλλον ἔλεγεν ..ἐγῷμαι ὁ καλλίων.\"\nτὰ ᾿δόντια ἐφάτγριζαν καὶ ἐνεττριμασοῦσαν.\nὅμως ὁ πάρδος προπετῶς ἐφθέτξατο τοιαῦτα\n, καὶ πρὸς τὸν λεοντόπαρδον τοιούτους λύτους λέτει\nἔχεις ἀπὸ τὸν λέοντα. ἔχεις καὶ ἀπὸ ᾿μένα.",
        "index": 59
      },
      {
        "text": "καὶ εἶσαι ζῶον πονηρὸν κοπελοαναθρεμμένον,\nκαθὼς δηλοῖ τὸ ὄνομαν τὸ τοῦ λεοντοπάρδου.\nἐγὼ δὲ πρὸς τὸ ὄνομα ἔχω καὶ τὴν ἀνὸδρείαν᾽\nτὸ πάρδος τὰρ εἶμαι δυνατὸς, ὅλως ἀνδρειωμένος,\nκαὶ ὅλα τὰ τετράποδα ὅλα καταπονῶ τα.\nεἰς δύο μου πηδήματα ἢ καὶ πολλάκις τρία\nτὸ ζῶον, ὅποιον. ἐστίν. φθάνω το καὶ κρατῶ το,\nσφίγγω το μὲ τοὺς ὄνυχας, κι οὐ δύναται νὰ φύτῃ,\nτὸ τρώγω το καὶ εὐφραίνομαι ἕως τὴν ὄρεξίν μου,\nτὸ δ᾽ ἄλλον τὸ περίλοιπον ἀφίνω το καὶ φεύτω,\nκαὶ οἷον. ἄλλον εὑρεθῇ θηρίον, τρώγει τοῦτο.\nἀκμὴν καὶ τὸ δερμάτι μου ἔχουν το οἱ σουλτάνοι᾽\nοἵ ἄρχοντες οἱ εὐγενεῖς, μεγάλοι ἀμηράδες,\nκθ0 ἔχουν αὐτὸ καθίσματα ἀλλὰ κι ἀγκουμπιστήρια,\nἐκεῖ γὰρ ὅπου -εὑρεθῇ, ψύλλος οὐκ ἔστιν ὅλως.\"",
        "index": 60
      },
      {
        "text": "τότε ὃ λεοντόπαρδος ἐφθέγξατο τοιαῦτα\nμηδὲν καυχᾶσαι, πάρδαλε, καὶ κοντοουραδάτε,\nδύ εἰς δύναμιν κ᾿ εἰς πήδημαν καὶ εἰς τοὺς ὄνυχάς σου,\nτς ὅσα τὰρ κέκτησαι καὶ σὺ χαρίσματα καὶ πράξεις.\nοὕτως τὰ ἔχω καὶ ἐγὼ ὥσπερ ἐσὲν τὸν πάρδον,\nἀκμὴν καὶ ὁ κατόπαρδος καὶ βασιλεὺς ὃ λέων.\"\nἸΟΡῚ γμούεδῦ υγαθίθυ οὐκ ὀς, τπᾶθ ϑαύπεη οὐκ εἶ σωστός οἴποιοθαῦ ᾿ς\nἀκούσας δὲ ὃ βασιλεὺς μεγάλως ἐθυμώθη\n“κρατεῖ με τὸ βασίλειον καὶ ἣ μεγαλειότης,\nἣ ὄχλησις, ἣ ταραχὴ ἣ μέλλουσα γενέσθαι,\n᾿ἀμμὴ νὰ ἥπλωσα δαμὶν τὸ παλαμόχειρόν μου,\nκαὶ νὰ σὲ ἔγγισα δαμὶν εἰς τὴν κατασαγοῦναν,\nτότε νὰ σ᾽ ἔμαθα καλὰ τὸ πῶς νὰ συντυχαίνῃης,\nτὸν βασιλέα δὲ ποτὲ νὰ μὴν τὸν ἀναφέρῃς.\nἀλλ᾽ ὅμως γοῦν πρὸς τὸ παρὸν ἐβγᾶτ᾽ ἀπὸ τὸ μέσον,\"",
        "index": 61
      },
      {
        "text": "γὰ ἔλθῃ καὶ ὁ ἔλεφας ὁ καὶ συγκάθεδρός μου, !\n\"καὶ ὅταν ἐκπληρώσουσιν καὶ ἀποποῦν οἱ πάντες,\nτότε νὰ εἴπω καὶ ἐγὼ καὶ τότε νὰ ὁρίσω,\nὡσεί τι ἔχων θέλημαν ὡς βασιλεὺς καὶ λέων.“\nτότε ἐλθὼν ὃ ἔλεφας ἐστάθη εἰς τὸ μέσον\nὥσπερ τις πύργος ἀσφαλὴς καὶ κατωχυρωμένος,\nφρούριον ἀπολέμητον καὶ δυνατὸν εἰς ἄκρον,\nοὕτως ὑπάρχω καὶ ἐγὼ, σφόδρα στερεωμένος᾽\nἐπάνω μου γὰρ κτίζουσιν κάστρη μὲ τὰ σανίδια,\nκαὶ στήκουσιν. οἱ ἄνθρωποι μέσα ἀρματωμένοι\nκαὶ πολεμοῦσιν ἰσχυρῶς πάντας τοὺς ἐναντίους,\nκαὶ πάντας καταβάλλουν τους, πάντας καταπονοῦν τους.\nἀκόμη τὰ ὀστέα μου ποιοῦν μεγάλας χρείας,\nκαὶ δοκανίκια γλυπτὰ, τορνοεμφωλευμένα,\nκαθίσματα βασιλικὰ, θρονία δεσποτάτα᾽",
        "index": 62
      },
      {
        "text": "κρατοῦν τα οἱ ἐπίσκοποι καὶ οἱ μητροπολῖται\nκαὶ οἱ μεγζαλοηγούμενοι μὲ τὰς μακρὰς τενειάδας,\nο90 ἀκόμη καὶ οἱ ἄρχοντες καὶ οἱ πραγματευτάδες\nἔχουσίν τὰ παιγνίδια καὶ αὐτοὶ 'τορνεμένα,\nταβλία καὶ ζατρίκια καὶ ὅσα τὰ τοιαῦτα.\nποιοῦν μαχαιρομάνικα μεγάλων μαχαιρίων,\nὁμοίως καὶ εἰς τὰ μικρὰ ὡραιωμένα σφόδρα᾽\nοοῦ κτένια ἔμορφα πολλὰ, τὰ δένουν μὲ χρυσάφιν,\n᾿ς ἀκόμη μὲ ἀσήμιον σμαραγδοπλουμισμένα,\nκαὶ ἔχουν τα ἣ ἀρχόντισσαις καὶ γραίαις καὶ μεσόγραις᾽\"\nἀλλ᾽ ἔχουσιν καὶ κάτοπτρα ἃ λέγονται καθρέπται,\nκαὶ βλέπουσιν τὸν ἴσκιον ταις αἱ νέαις κοπελούδαις.“\nὅλοι γὰρ ἐσυντύχασιν καὶ ὅλοι γὰρ ἀπεῖπον,\nοὐδένας δὲ ἀπόμεινεν, μόνον αὐτὴ καὶ μόνη᾽\nἐπήδησεν δὲ καὶ αὐτὴ κ᾿ ἐστάθην εἰς τὸ μέσον,",
        "index": 63
      },
      {
        "text": "οβδῦ καὶ ἀπεφθέγξατο καὶ τὸν ἐλέφαν λέγει\nἦλθες καὶ σὺ, μακρύμυτε,- μετὰ τῆς ᾿προμυτίδος,\nνὰ καυχισθῇς, νὰ ἐπαρθῇς, παράσημον τῶν ζώων;\nἔξω ἀπὸ τῆς φύσεως τῆς ἡμετέρας εἶσαι,\n. καβούρου τάξιν κέκτησαι μεγαλοχαχανάτου,\nἀλλοῦ συνάγεις βρώματα καὶ ἀλλαχοῦ τὰ τρώγεις.\nλοξόποδε, παράσημε καὶ κάθαρμα τῶν ζώων,\nδίχα γονάτων γέγονας καὶ δίχα ἁρμονίας,\nκαὶ στέκεις μονοστέλεχος νύκταν τε καὶ ἡμέραν,\nκαὶ μὲ ἀσῆμιν ἀκόμη Υ - σμιγδαροπλ. Ρ ἄρχοντες οἱ γέροντες καὶ\nοὐ. γὰρ δὲ ἐναπέμεινεν Ῥ δὲ Ρ. οἵα Υ πονηρὸν Ῥ μέσον τοῦ\nκαβούρου τάξιν ἔχεις τοῦ μεγάλου χαχανάτου Υ, μεγαλοχαχαλάτου Ρ\nτε οἵχ '\nοὔτε ἀνάπαυσιν μικρὰν ἔχεις ὡσὰν οἱ πώντες\"\nἀλλ᾽ ὅταν θέλῃς νὰ ὑπνῆς. ἱστέκεσαι ὁλόρθος",
        "index": 64
      },
      {
        "text": "καὶ ἀκουμπίζεις εἰς δενδρὸν ἢ εἰς μετάλην πέτραν.\nκαὶ μετὰ φόβου στέκεσαι καὶ τρέμεις καὶ κοιμᾶσαι\"\nκαὶ ἂν νυστάξῃης πάμπολλα καὶ κοιμηθῇς βαρέα.\nἀλλοὶ (᾽ς) ἐσὲν κακότυχον, πῶς θέλεις ἐξεστρέψει,\nγὰ γείρῃς ἐξανάσκελα. νὰ πέσης ἄνω κάτω.\nοἱ πόδες σου νὰ στέκουνται ἀπάνω ὥσπερ ξύλα.\nποσῶς δὲ νὰ μὴ δύνασαι διὰ νὰ ᾿Ὑγερθῇς ὁλόρθος.\nὁὐῦ καὶ ἔρχουνται οἱ ἄνθρωποι ὁποῦ σὲ κυνηγοῦσιν,\nεὑρίσκουν καὶ σκοτόνουν σε καὶ καταλύουσίν σε,\nὡς ἄνανδρον. ὡς ἀσθενὴν. μὴ ἔχοντα τί δρᾶσαι.\nκαὶ σὺ ληρεῖς μὲ τὰς πολλὰς τὰς ψεματολογίας,\nπῶς εἶσαι ζῶον μέγιστον, πάνυ ἀνδρειωμένον.\nοὐῦ πολλάκις δὲ οἱ ἄνθρωποι ποιοῦν καὶ ἄλλας πράξεις\nκαὶ τέχνας ἄλλας. ἄτυχε, πῶς νὰ σὲ καταλύσουν,\nκαὶ οὔτε ὕπνον θεωρεῖς νύκταν τε καὶ ἡμέραν᾽",
        "index": 65
      },
      {
        "text": "ἀξινογλύφουν τὰ δενδρὰ ἢ πριονοκοποῦν τα,\nκαὶ ἀποκόπτουν τα λοιπὸν εἰς ἄκρον νὰ κοποῦσιν,\nυὐῦ καὶ πᾷς ἐκεῖ νὰ κοιμηθῇς, ἐκεῖ καὶ νὰ ᾿κουμπήσῃς᾽\nτὸ δένδρον πίπτει, κρούει σε καὶ εἰς τὴν γῆν σὲ βάνει,᾽\nσκοτόνουν σε, ὡς εἴπομεν, καὶ παίρνουν τὰ ὀστᾶ σου.\nτότε ὃ μέγας ἔλεφας εἰς ἄκρον ἐθυμώθη,\nφεῦγε, φαγκρὶν, παράπτωμα ἀκάθαρτον παράπαν,\nμυσεροκακομούτζουνον, ψειἠὠροκονιδοφάγον,\nΙορτῦ ΜΙοοΙοῖπα τὰ Ὁ ἀνιστάξεις Ὁ, ἂν νυστάζῃς Υ ἢ κοιμ. ΄ῦ΄\nταν δ εὗρ. σε σκοτ. σε Υ θϊ ἀσθενεῖν !᾿, ἀστενῆ Υ ᾿ καὶ\nνὰ ἀκ. καὶ δένδρον κρούει καὶ ῥίπτει σε, κάτω εἰς γῆν σὲ θέτει ἡ\nμέσην μὰς ἀκάθαρμα διόλου μιασμένον Υ̓ μυσεροκακομούστακον\nφαροκ. Υ ψυροκ. \" :\nἐσθίεις τὰ ζωύΐφια. τὰς εἰγλας καὶ τοὺς ψύλλους.\nκαὶ ἄλλα τὰ μικρότατα τῶν ἀκαθάρτων πάντων.",
        "index": 66
      },
      {
        "text": "τὸ φεῦγε λοιπὸν ἀπ᾿ ἔμπροσθεν. μὴ μαγαρίσῃς πάντας.\"\nδρομάΐα δὲ ἣ μαίμοῦ φεύγει ἀπὸ τὴν μέσην.\nἀπὸ τὸν φόβον τὸν πολὺν τὸν εἶχε τοῦ ἐλέφα.\nκαὶ μέσα ἀπεκρύβηκεν πάντιων τῶν τετραπόδων.\nὁ βασιλεὺς δ᾽ ἀπέιεινεν λέων μεμονωμένὸς\nὑπὸ καὶ πρὸς τὸ πλῆθος ἔφησεν λότους καὶ ὁμιλίας\n«ἀρκοῦσιν τὰ λετόμενα τὰ εἴπασιν οἱ πώντες.\nαἱ ὕβρεις. οἱ ὀνειδισιοὶ, οἱ ἐπύτνοι καὶ ψόγοι.\nαἱ καυχησίαι αἱ πολλαὶ καὶ αἱ ἀντιλογίαι.\nὁρίζω δὲ ἀπὸ τοῦ νῦν, λέγω καὶ ἀποφαίνω.\nὁποῦ ἐσυνεστήσαμεν μεθ᾽ ὅρκου καὶ ἀγάπης,\nὁρίζω δὲ ἀπὸ τοῦ νῦν νὰ ἔν καταλυμένη,\nνὰ ἔνε μάχη δυνατὴ, καθάπερ καὶ τὸ πρῶτον,\nκαὶ πάντα τὰ τετράποδα, τὰ αἱμοβόρα ζῶα.\n᾿ ὅποιον καὶ καταπονεῖ καὶ ἔνε εἰθισμένον. ᾿",
        "index": 67
      },
      {
        "text": "τότε γὰ εἶδες ὀδυρμοὺς. καὶ δάκρυα μεγάλα\n᾿ καὶ ὄχλησιν καὶ ταραχὴν; τὴν ἔποικαν τὰ ζῶα,\nγὰ εἶδες καὶ πηδήματα καὶ δρόμια ἐκεῖσε.\nφοῦ ὅπου ἐκαταπόνεσεν, ἐδίωκεν τὸν ἄλλον,\nἔφθαναν καὶ ἐδάγκαναν καὶ ἐτινάσσασίν τα,\nοἱ μὲν ἀπὸ τὸν σφόνδυλον, οἱ δ᾽ ἄλλοι ἀπὸ τὴν ὑάχη.\nἄλλοι δ᾽ ἀπὸ τὰ ἱμίκωλα καὶ ἀπὸ τὴν κοιλίαν,\nἕτεροι δὲ ὡς ἔφτασαν καὶ ὅποθεν ὀρθῶσαν.\nκαὶ ὀνειδισμοὺς, ἐπαίνους τε καὶ ψόγον Υ δῖ ποιηταξῖνος. παροὺ\nκαὶ τοῦ πολέμου ταραχὴν καὶ τὴν πολλὴν τὴν βίαν,\nτὴν εἶχαν τὰ τετράποδα νὰ τρώγῃ ἕναν τἄλλο.\nὅμως νὰ διηγήσωμαι τὸν πόλεμον ἐκεῖνον\nκαὶ κατὰ μέρος λέξομαι λεπτομερῶς εἰς ἄκρον\nπρῶτον εὐθὺς ὁ βασιλεὺς ἐπήδησεν ὁ λέων\nκαὶ τὴν βουβάλαν ἔδωκεν, ἐπῆρέ την καὶ κάτσε.",
        "index": 68
      },
      {
        "text": "ἰδὼν ὁ βοῦς ἐλάλησεν ἐπάνω εἰς τὸν λέον,\nκαὶ σφόδρα ἐμουγκήθηκεν, ἐβόησεν μεγάλως\nἀλλὰ καὶ τὸν ἐπίορκον καὶ ἀρχηγὸν τῆς μάχης.\nοὗτος οὐκ ἔνε βασιλεὺς οὐδὲ αὐθέντης ἔνε,\nἐπεὶ τὴν μάχην συνιστᾷ καὶ καταλῦ ἀγάπην.\nκαὶ γὰρ ἂν ἦτον βασιλεὺς, καθὼς καὶ τζαμπουνίζει,\nἐπεὶ οὖν ἔνε κακοποιὸς καὶ ὁρκοπαραβάτης,\nοἱ πάντες ἂς τὸν δώσωμεν: μικροί τε-καὶ μεγάλοι,\nκαὶ ἂς τὸν ἀποκτείνωμεν ὡς ὁρκοπαραβάτην.\"“\nκαὶ ἀποφάσισεν ὃ βοῦς πρῶτον καὶ ἐκατέβη,\nκαὶ ὅλον του τὸ κέρατον ἐῤθὺς ἐκάτσεν μέσα\nεἰς τὴν κοιλίαν λέοντος καὶ ἐξεντέρισέν τον.\nἰδὼν δὲ πάρδος τὸ παρὸν θέαμα τὸ τοῦ λέου,\n: μεγάλως ἐλυπήθηκεν καὶ πρὸς τὸν βοῦν ἀντεῖπεν.\nἐὰν οὐ φάγῃ ἀπὸ σὲν καὶ ἀπὸ τοὺς ἑτέρους;",
        "index": 69
      },
      {
        "text": "καὶ ἥπλωσεν τὸν πόδαν του ἐπάνω εἰς τὸ βῴδιν᾽\nκαὶ τὸ ἰδὼν ὁ βούβαλος ἐσέβην εἰς τὴν μέσην,\nνὰ εἰπῶ ὁποῖον ἔσχε τέλοςω ἡ ἡ βία καὶ ἡ ταραχὴ ἡ τότε γεγονυῖα Υ ᾿\n᾿ὰ παρὸν͵ οτι Υ, δαΐμδθ βᾶθβ πρύπῃ ὑπηξιηι γουβαμι Ῥγθθθηξὶ εἰς τὴν\nἰδεῖν Ῥ\nκλῶτσον τὸν κλῶτσον ἔκρουεν τὸν πάρδον μὲ τοὺς πόδας,\nκαὶ μὲ τὴν βίαν τὴν πολλὴν καὶ τὴν ἀνάγκη ἐκείνην\nμικρὴν φωνὴν ἐλάλησεν ὃ πάρδος ἀπὸ χάμαι\n»ποῦ στε, συντρόφοι ἀδελφοὶ, ὠμόβορα θηρία,\nκαὶ στέκετε καὶ βλέπετε καὶ δὲν μᾶς βοηθεῖτε; “\nὃ λύκος, ἡ ἀλώπεκα, ὃ σκύλος καὶ ὁ κἄτης,\nὅλοι ἐκεῖ εἰσέδραμον εἰς βοηθειὰν τοῦ πάρδου᾽\nτὰ ἕτερα ὠμόβορα καὶ τετράποδα ζῶα\nεἰς μίαν ὥραν καὶ φωνὴν ἐσυνάχθησαν ἅμα\n᾿ ὡς πάντα εἴδασιν τὰ καθαρὰ τὰ ζῶα.",
        "index": 70
      },
      {
        "text": "᾿ὡρίσασι τὸν γάδαρον νὰ δώσῃ τὸ σαλπίγτγι,\nχαὶ νὰ τοὺς παίζῃ ὃ πονδικὸς νὰ συναχθοῦσιν ὅλοι.\nτὸ πρόβατον καὶ ὁ λαγὸς καὶ τὰ ὅμοια τούτων,\nτὸ ἄλογον δὲ ὡς γοργὸν ν᾽ ἀναιβοκαταιβαίνῃ,\nγὰ ἀνδρειόνῃ δυνατὰ ὅλην του τὴν μερέαν.\nἐδράμασι δὲ καὶ αὐτὰ ἀπάνω εἰς ἐκείνους\n. ἐσέβη λεοντόπαρδος τὴν ἔλαφον νὰ δώσῃ,\nκαὶ παλαμαίᾳ κρούει τῆν, διχοτομεῖ τὴν μέσον.\nκαὶ χύνει χοῖρος ἀπεκεῖ γοργῶς καὶ καταιβαΐνει,\nκαὶ κροῦ τὸν λεοντόπαρδον καὶ ἐξεκοίλιασέ τον.\nεὐθὺς δὲ ἐχαμόδραμεν ἣ ἄρκος πρὸς τὸν χοῖρον,\nαὐτὸς γυρίζει δὲ γοργὸν καὶ κρούει καὶ τὴν ἄρκον,\nἐσκότωσεν δὲ καὶ αὐτὴν μετὰ λεοντοπάρδου.\nτ, Ἰβαδοιας μι. ὃ. δγαοοδ, οᾷ. δσποι. . Σ\n-ὐαθύος",
        "index": 71
      },
      {
        "text": "ὃ σκύλος δὲ, ὡς ἔστεκεν βλέπων τὰ τεγονότα,\nἐβάβυσεν ἀπὸ μακρὰ, ἐξέσπασε τὸν χοῖρον,\nτὴν κακομήχανον αὐτὴν τὴν μεγαλομαστόραν,\nτὴν ἀλωποῦ τὴν ἄπιστον τὸ πῶς καταμυτόνει\nκαὶ δείχνει ἀγάπην δολερὰ καὶ εἰς τὰ δύο μέρη.\nτί στέκετε; τί βλέπετε; μηδὲν γὰρ φοβηθῆτε,\nτοῦ μὴ δειλιάσετε ποσῶς, ἀλλὰ ἀνδρειωθῆτε. “\nεὐθὺς ὃ χοῖρος ἔδραμεν, ἐπήδησεν ἣ αἶγα,\nτὸ πρόβατον, ὃ λαγωὸς, ὁ κριὸς καὶ ὁ τράγος,\nἐσάλπιγξεν ὃ γάδαρος; ἣ κάμηλος ὀρχᾶται,\nκρούει τὰ ταβλαμπάσια ὁ πονδικὸς ἐπάνω,\nποιοῦσιν ταραχὴν πολλὴν καὶ ὄχλησιν μετάλην.\nκόπτει ὃ λύκος τὸ βουνὶν, ἣ ἀλωποῦ τὸ δάσος.\nὃ κάτης δὲ ἀνέβηκεν εἰς τὸ δενδρὸν ἀπάνω,\nἣ μαϊμοῦ ἀπέμεινεν ἀπέσω εἰς τὴν τρύπαν.",
        "index": 72
      },
      {
        "text": "τοτῦ ἡλίου βασιλεύοντος ὃ πόλεμος ἐπαύθη,\nκαὶ ἣ σκοτία τῆς νυκτὸς διέσωσεν καὶ τούτους.\nτότ᾽ ἐπληρώθη τὸ ῥηθὲν διὰ τοῦ ὑμνογράφου\n»ὁ βασιλεὺς οὐ σώζεται ἐν τῇ πολλῇ δυνάμει,\nκαὶ γίγας οὐ σωθήσεται ἐν πλήθει τῆς ἰσχύος.\"\nεἰς πάντα τὰ τετράποδα μικρά τε καὶ μεγάλα\nἔμεινεν καὶ διέμεινεν εἰς πάντας τοὺς αἰῶνας.\nτυχε τότε δυνατὸς ἑσπέρας τοῦ ἡλίου τὐτῦ ἔσωσε τούτοις ἔξω Κ΄",
        "index": 73
      }
    ]
  }
}