{
  "chapterNumber": 4,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV"
      },
      {
        "index": 2,
        "text": "ZAMACH"
      },
      {
        "index": 3,
        "text": "Barcz leżał, nakryty aż pod brodę czerwonym atłasem hotelowej kołdry, nie zdając sobie jeszcze sprawy, kto siedzi na brzegu łóżka. Przez zmrużone powieki widział, że oręduje nad nim oficer jakiś."
      },
      {
        "index": 4,
        "text": "Lecz oficer ten był tak podobny do Rasińskiego, że Barcz nie śpieszył ani z ocknieniem, ani z nawdzianiem państwowego oblicza, — zaufany w dawnej przyjaźni."
      },
      {
        "index": 5,
        "text": "Przeciwnie, myśl jego płużyła wśród dawnych wspólnych wspomnień „z indjańskiego okresu“, kiedy był wodzem, a Rasiński głośnym jego heroldem, huczącym na młodzieńczych wiecach wspólnej sprawy."
      },
      {
        "index": 6,
        "text": "Rasiński siedział na brzegu łóżka i czekał, aż się generał „rozczmucha“. Narazie gadał tylko o pogodzie, zimnie, o groteskowej publiczności hotelu."
      },
      {
        "index": 7,
        "text": "— Co za mieszanina raztakwerów z całego świata. Więc nato, żeby te w strojnych mundurach zapiekane ptifury obsypały całą Europę, — musiało zginąć kilka miljonów ludzi."
      },
      {
        "index": 8,
        "text": "Widząc zaś, że Barcz znów zamyka oczy:"
      },
      {
        "index": 9,
        "text": "— Ale kobiety z sobą przywożą!! W ślicznej, przedwojennej oprawie. Co się zrobiło z kobiety Zachodu przez ten czas wojny, generale!"
      },
      {
        "index": 10,
        "text": "Uważał, że będzie to najprostsza droga rozbudzenia Barcza. Nie chcąc jednak działać zbyt jaskrawo, wybrał skromny szczególik, — wdzięczne kopytko, — obcas damskiego bucika."
      },
      {
        "index": 11,
        "text": "— Bo w tem jest wszystko, łącznie aż do triumfu Anglosasów nad obecną współczesnością."
      },
      {
        "index": 12,
        "text": "Oglądnijmy te dwie łódeczki szczęścia i wesołości, łamany pantofelek francuski i angielski długi, płaski, do ścigłej rybki podobny. Rzecz w obcasie! W budowie jego, w ułożeniu nie pod podbiciem, lecz na miejscu właściwem, domniemane jest prawo szerokiego rozkroku i wysokiego rzutu całej nogi. To Anglja... Na angielskiem kopytku grają całkiem inaczej mięśnie. Małej, śpiczastej kostki nie oplotą, jak do tego zmusza pantofel francuski, — nabrzmiałe szmaragdy zaciśniętych żyłek. Nic tu toczonej kosteczce nie przeszkodzi lśnić czystą poświatą perły. Gruszeczka łydki nie piętrzy się pod kolanem zbyt wysoko. Przeciwnie, — wzrok ślizga się swobodnie po jedwabnej pończosze, wśród luźnych świateł mięśni. A potem wyżej, — jeżeli o tem mowa. Na zwięzłem kolanie nie będziecie mieli stroskanej różyczki zmarszczek, którą zawsze francuski obcas wywołuje. Angielski, dając łydkom swobodę, udziela jej też i jabłuszku kolana, przejętemu zaledwie raz, czy dwa, delikatną rzęsą naturalnego tłuszczyku."
      },
      {
        "index": 13,
        "text": "Zaś widząc, że Barcz silnie przeciera oczy —"
      },
      {
        "index": 14,
        "text": "— I to samo, jeżeliby chodziło o uda. Nie alterowane natężeniem, nie piętrzą się one wprawdzie strzelisto ku pachwinom wonnym, zachowują jednak „zato“ naturalny, rozłożysty kształt kielicha."
      },
      {
        "index": 15,
        "text": "Barcz podniósł się na łóżku: — No Rasiński, jeżeiijeżeli z równą wnikliwością opiszecie szczęście, jakie czeka tych, którzy ważą swe życie dla ojczyzny, to rzecz, dla której was do siebie wezwałem, będzie chyba osiągnięta!"
      },
      {
        "index": 16,
        "text": "Rasiński nie chciał sam pytać."
      },
      {
        "index": 17,
        "text": "Wszedł służący z kawą. W drugiej ręce, na małej tacy, niósł pocztę, przekreśloną dwoma blademi irysami."
      },
      {
        "index": 18,
        "text": "Przypomniały one Barczowi, że dziś czwartek, — w poniedziałki i czwartki, ma się rozumieć regularnie, — dostawał kwiaty od żony."
      },
      {
        "index": 19,
        "text": "Cieszył się, że w danym wypadku skromne łodyżki posłużyły przynajmniej za alibi. Bo jeśli o kobiety chodziło, to krzywdował sobie na wysokiem stanowisku, skazany na „patos oddalenia“."
      },
      {
        "index": 20,
        "text": "— Panie Rasiński, mówmy poważnie, macie mieszkanie? Urządziliście się?"
      },
      {
        "index": 21,
        "text": "Kilku troskliwemi pytaniami, niby pieczołowitym dotykiem, obmacał pisarza przytulnie."
      },
      {
        "index": 22,
        "text": "Nie wiedząc, ku czemu to ma zmierzać, dawał Rasiński odpowiedzi wymijające. Uważał, że nie należy człowieka przy władzy rozgoryczać jej znikomością w zastosowaniu do codziennych spraw życia."
      },
      {
        "index": 23,
        "text": "— Kiedy się nareszcie urządzimy, — mam nadzieję pogodzić biuro z literaturą."
      },
      {
        "index": 24,
        "text": "— Macie zamiar coś pisać, Rasiński?"
      },
      {
        "index": 25,
        "text": "Tak, tak, chciał pisać, najprostszą w świecie rzecz... Nową „pogodę współczesną“. Nie to, co robi teraz najmłodsze pokolenie, które się przed krwawą ulewą wojny przechowało pod daszkiem kawiarnianym."
      },
      {
        "index": 26,
        "text": "— A co robi to pokolenie? — pytał Barcz, skrobiąc sobie łydki pod kołdrą."
      },
      {
        "index": 27,
        "text": "— Byle co."
      },
      {
        "index": 28,
        "text": "— A wasza pogoda współczesna?"
      },
      {
        "index": 29,
        "text": "— Moja pogoda — w dwu słowach: Niema świństwa... Gdybyśmy sobie chcieli wzajem towarzyszyć w naszych niedolach moralnych, w naszych piekiełkach erotycznych, wszystkie smutne cnoty przemieniłyby się w wesołe zalety."
      },
      {
        "index": 30,
        "text": "Purpurową kołdrę podniosły kolana Barcza tak, że między rozmawiającymi utworzył się grzbiet atłasowego pasma, pikowanego w koła i w półksiężyce."
      },
      {
        "index": 31,
        "text": "— Nie tak będzie wyglądać, panie Rasiński, wasza „szalona radość z odzyskanego śmietnika“. Nie napiszesz pan teraz swojej pogody!"
      },
      {
        "index": 32,
        "text": "— Ja nie napiszę?"
      },
      {
        "index": 33,
        "text": "— Nie, — uciął krótko Barcz. — Widziałeś pan prasę po naszem otwarciu Muzeum?"
      },
      {
        "index": 34,
        "text": "— Widziałem, — wczorajsza jeszcze gorsza."
      },
      {
        "index": 35,
        "text": "— Wczorajsza, dzisiejsza, jutrzejsza! Otóż nie czas na wasze obyczajowe przekomarzanki, mości Rasiński!"
      },
      {
        "index": 36,
        "text": "Ostrym głosem, jakby się gruby śrut przesypywał wpoprzek zdań, określił pisarzowi krótko obecne położenie."
      },
      {
        "index": 37,
        "text": "Projektowany zamach Krywulta... Jeżeliby siesię udał — wywoła zamęt w armji, w społeczeństwie, na którego ciele ani jedna jeszcze z głębokich ran niewoli..."
      },
      {
        "index": 38,
        "text": "Dwa wierzchołki atłasowego pasma kołdry zapadły się, ścieląc znów równo połyskującą falę purpury. — Krywult odmawia wszelkiej współpracy."
      },
      {
        "index": 39,
        "text": "— Chyba go nikt o nią nie prosi?..."
      },
      {
        "index": 40,
        "text": "— Prosi, prosi! — krzyknął gwałtownie Barcz, którego policzki zalała gęsta czerwień. — Ja sam prosiłem! Nato mnie przecież w swojem kółku zaszczytami faszerujecie, żebym się za was najadał wszystkich upokorzeń. „Nie prosi“... To właśnie mam do zarzucenia tym przeklętym „naszym ludziom“. „Nikt nie prosi“... Więc co, jeżeli się ojczyzna w trzech czwartych składa z drabów a la Krywult? Na księżyc pan wywędrujesz? Pan też prosić będzie, i tych i gorszych, — zaraz się pan dowiesz — o co. Otóż, Rasiński, uważam, że wasze projekty dojrzały. Czytałem. Możesz sobie teraz z tych „dołów“, któreś ponapełniał „nawozem swej bohaterskiej literatury“, pełnemi widłami nabierać i rozrzucać w zakresie całej armji. Jest to niestety równoznaczne z rozmiarem braku gaci, portek, onuc, — ale to trudno."
      },
      {
        "index": 41,
        "text": "Rasiński zaś, patrząc na wzburzone pasmo atłasu, nad którym, niby nad pseudoklasyczną stylizacją gładziutkich gór, pałało romantyczne oblicze Barcza."
      },
      {
        "index": 42,
        "text": "— Innemi słowy, chodzi o wielką reklamę, panie generale. Atmosfera, — plotka, — sława... Trzeba robić świętą nieprawdę, która, mamy nadzieję, posłuży, jako niezawodny kluczyk do zasobów ludzkiego mięsa... — Tak, — powtarzał gładząc pikowane wzgórki atłasu, — to, co będzie powiedziane, musi być większą prawdą od tego, co się dziać będzie. Tylko żal mi mojej pracy, panie generale. Pracy, ciszy, skupienia..."
      },
      {
        "index": 43,
        "text": "Jakoby witraż znany i odwieczny ujrzał w myśli, na krzyżach okiennych swego mieszkania, żonę w płynnym przyodziewku poranka, rozsnuwającą na szybach wątłe bielmo koronek. Biurko papierami zawalone, — drobny mak pisma, sianego z dnia na dzień..."
      },
      {
        "index": 44,
        "text": "— Czyś pan zwarjował? — ryknął Barcz. — To ja ci w otwarte garście tłoczę tyle życia — jak smoły, mazi, błota, — a ten za literaturą płacze!"
      },
      {
        "index": 45,
        "text": "— Bo, — wyrównywał Rasiński, czując nagle, że mówi malutką prawdę swego istnienia, która się wszędzie przysiada, ze wszystkiego, jak kurz, ściera i na wszystko ciągle wraca, — bo właściwie, generale, ja tu z wami mówię, wy do mnie, my do siebie... Wy — człowiek czynu, na tym brzegu. — Wskazał kołdrę, niby rzekę między nimi roztoczoną. — Na tym brzegu, — ja — na tamtym. Wy — człek czynu, — a ja? Nie znalazłszy porównania, roztarł w palcach pustkę. — A ja, człowiek słowa. Właściwie dla mnie, czy wygramy, czy przegramy... To wszystko, — tylko gra obrazów."
      },
      {
        "index": 46,
        "text": "Barcz wyskoczył z pod atłasowych skib i, kładąc Rasińskiemu na ramionach obie ręce, złączone przy karku zwartym zaciskiem obroży: — Wszystkie reszty, gry, westchnienia, — śmiał się, aż mu po udach wspaniałych ten śmiech światłami przepełzał, — na potem, na kiedy indziej. Masz, jako poddziały swego biura..."
      },
      {
        "index": 47,
        "text": "Jął wyliczać poszczególne dziedziny pracy, zawarte zresztą w projektach Rasińskiego."
      },
      {
        "index": 48,
        "text": "— No — to roboty wyżej uszu, — żegnał się już niecierpliwie."
      },
      {
        "index": 49,
        "text": "Jak smoły, mazi, błota. Że można się było w tem zgubić. Że gdybyś chociaż za same tylko ogony połapać chciał, toby ci się już od ogonów tych ręce przetarły do krwi."
      },
      {
        "index": 50,
        "text": "Rasiński pierwszego dnia nic nie robił. Poszedł z żoną do łazienek."
      },
      {
        "index": 51,
        "text": "Chodzili w chrzęszczących zalewach liści u brzegów królewskiego pałacu, co się odbijał w stawach i ciekł głęboko przez wodę. Potem się włóczyli po schodach greckiego teatru."
      },
      {
        "index": 52,
        "text": "Wieczorem porządkował bezdenne wnętrze biurka. W owej kochanej ciszy domu, niby przed podróżą daleką, zasłuchany ostatni raz w delikatną równowagę tego oto rodzaju."
      },
      {
        "index": 53,
        "text": "Ale od jutra..."
      },
      {
        "index": 54,
        "text": "Najprzód, — żeby z wojska wyłupać wszystko, co się należy, a czego poprzez obojętne złogi zbiorowego cielska nie wydrzesz inaczej, jeno „psychiczną konwulsją“."
      },
      {
        "index": 55,
        "text": "Polegało to na utworzeniu w sobie kilku obsesyj, obłędów, któreby nie przestawały działać. Należało do nich mieszkanie dla biura, telefony, budżet, własna drukarnia, maszyny."
      },
      {
        "index": 56,
        "text": "Ścigany przez te obsesje, miotał się między domem, sztabem, ministerstwami, składami wojskowemi — od rana do późnej nocy."
      },
      {
        "index": 57,
        "text": "Rozumiał, że w pierwszych chwilach nowego państwa trudno liczyć na unormowany tok czynności. Że główną rolę musi jeszcze wszędzie grać przypadek."
      },
      {
        "index": 58,
        "text": "Gonił więc za przypadkami, wystawiał się na ich działanie cierpliwie, niby chory na promienie słoneczne. Równocześnie musiał zachowywać pozory służbowej przedmiotowości, iżby się nie działo po dawnemu, powstańczym ściegiem nierównym, „z ręki do ręki, z gęby do gęby“ — wedle złośliwych drwin Barcza."
      },
      {
        "index": 59,
        "text": "Trzeba tedy było wszystko, co się załatwiało, — pisać jeszcze."
      },
      {
        "index": 60,
        "text": "W suchej, płytkiej kratce konceptu, spojonego gryfami inicjałów, gnuśna fala urzędowej pisaniny."
      },
      {
        "index": 61,
        "text": "Dyktował ciągle, wszędze,wszędzie, twierdząc, że świeża młodzieńczość państwowej pracy „leje się z niego poprostu, jak ze szczeniaka“."
      },
      {
        "index": 62,
        "text": "Już po kilku dniach udało mu się wyrwać z niechętnego chaosu władz lokal dla biura. Wspaniały na — Teatralnym Placu."
      },
      {
        "index": 63,
        "text": "Skrzynki, stoły, teki, ordynansi, urzędnicy, drukowane napisy — wszystko to śmigało po pokojach z miejsca na miejsce."
      },
      {
        "index": 64,
        "text": "Rasiński stał w futrze, na balkonie, i czekał, kiedy osiądzie pierwszy zamęt przeprowadzki."
      },
      {
        "index": 65,
        "text": "Po lewej stronie widoku, rzekłbyś dar chętny i wspaniały, rozwijał się fronton Ratusza. Naprzeciw, — niby tchnięta w przestrzeń myśl, — pędziły ku niebu kamienne gamy słupów i podsieni Wielkiej Opery."
      },
      {
        "index": 66,
        "text": "U dołu, między śnieżnemi łatami skwerów, drobiła szybko ciżba ludzka."
      },
      {
        "index": 67,
        "text": "Toczył się właśnie przez nią pogrzeb wojskowy. Trzy metalowe trumny, sproszone śniegiem."
      },
      {
        "index": 68,
        "text": "Podobne były z góry do kandyzowanych śliwek."
      },
      {
        "index": 69,
        "text": "Orkiestra niosła trąby pod pachami. Słychać było dokładnie miał nierównych kroków orszaku. Dopiero wrzask trąb żałobnych wyrwał Rasińskiego z odrętwienia."
      },
      {
        "index": 70,
        "text": "Podziemia, drukarnie, introligatornie, opuchłe bele papieru, czarne ryje aparatów kinowych, — trudne wyliczenia, podwójna buchalterja —"
      },
      {
        "index": 71,
        "text": "Musiał mieć kogoś, jakiegoś buchaltera, specjalistę, jakąś rachunkową perłę."
      },
      {
        "index": 72,
        "text": "Szukał jej gorączkowo wiele dni, — aż nareszcie:"
      },
      {
        "index": 73,
        "text": "Człowieczek, który wszedł, miał nie jedną, lecz wiele pereł, sformowanych powyżej linji kołnierza. Były żółte i dojrzałe."
      },
      {
        "index": 74,
        "text": "— Pan jest chory przedewszystkiem, — zauważył Rasiński."
      },
      {
        "index": 75,
        "text": "— Rzecz przejściowa, pryszcze, minie przy racjonalnem odżywianiu."
      },
      {
        "index": 76,
        "text": "Oczy petenta za szkłem; sine wargi zgięły się nieudolnie nad wyjedzonym szlakiem zębów."
      },
      {
        "index": 77,
        "text": "— Nie dosłyszałem pańskiego nazwiska?"
      },
      {
        "index": 78,
        "text": "— Nazywam się Fedkowski."
      },
      {
        "index": 79,
        "text": "— No to pan jest Rusinem!?"
      },
      {
        "index": 80,
        "text": "Fedkowski westchnął: — Nie jestem Rusinem, — kresy."
      },
      {
        "index": 81,
        "text": "— Czy ma pan rodzinę?"
      },
      {
        "index": 82,
        "text": "— Rodzina zginęła w Rosji. Żona i czteroletnia córeczka."
      },
      {
        "index": 83,
        "text": "— Więc nikogo pan nie ma?"
      },
      {
        "index": 84,
        "text": "— Nikogo. Tem bardziej chodziłoby o właściwy przydział. — Ciekłe wzruszenie zalało oczy Fedkowskiego."
      },
      {
        "index": 85,
        "text": "Rasiński aprobował wolą powolność petenta. — — A udział pański w wielkiej wojnie? Zwłaszcza, podczas przewrotów na Wschodzie?."
      },
      {
        "index": 86,
        "text": "— W czasie wielkiej wojny — dulczyl Fedkowski — służyłem w armji. Ostatnio w ryskim korpusie jako kapitan. Tam szefem sztabu był pułkownik Wilde. Druh ekscelencji Krywulta."
      },
      {
        "index": 87,
        "text": "— No, a w czasie przewrotu?"
      },
      {
        "index": 88,
        "text": "Rozsiane po szyi Fedkowskiego żółte perły zaróżowiły się nieznacznie. — Biło się „w szeju“ do ostatniej chwili. Nawet marynarzy biłem. A, i to — do końca ręce człowiekowi całowali. Bo mieli co jeść! — Uczciwość była..."
      },
      {
        "index": 89,
        "text": "— Otóż właśnie, — przytwierdził Rasiński, — uczciwość. No — a dowody?"
      },
      {
        "index": 90,
        "text": "Fedkowski odpiął guziki kurty i z zapadniętego wnętrza jął wyciągać świadectwa. Rozkładał je na biurku, śledził przebieg czytania i skwapliwie podtykał nowe."
      },
      {
        "index": 91,
        "text": "Mnogość tych dokumentów była zdumiewająca. Z rosyjskiej armji, z korpusów Krywulta przez wodza samego podpisane, z agencji herbacianej, od Niemców, z Rygi, od Austrjaków, z Odesy, z filantropji warszawskiej, — nawet od starej Barczowej za szkontra w dziełach dobroczynnych."
      },
      {
        "index": 92,
        "text": "— Mnie zna także, — dodał gęstym osadem petent, — żona pana generała Barcza. Zakładałem rachunkowość w teatrzyku."
      },
      {
        "index": 93,
        "text": "Dzięki Fedkowskiemu gospodarstwo liczb przestało dręczyć Rasińskiego."
      },
      {
        "index": 94,
        "text": "Buchalter dniami i nocami uprawiał stronice świeżo zakupionych ksiąg, porządkując też procedurę pokwitowań, zawsze wypakowany masą świstków i strzępków."
      },
      {
        "index": 95,
        "text": "— Bo co jest?! — uczył kasjerkę, która mu pomagała wieczorami. — Trzeba zawsze wiedzieć, że ja, to nie jest ja, — tylko on, — inny. Ja, to jest tylko, że ktoś siadł i zapisuje. Ale wszystko, co ja z pieniędzmi robię, to jest on."
      },
      {
        "index": 96,
        "text": "Uspokojony tak rafinowaną mądrością, mógł teraz Rasiński bezpiecznie „promieniować“. Podzielił to sobie, — naciskani bowiem przez Barcza techniką kancelaryjną, dochodzili do ustawicznego schematyzowania, — na prace zewnętrzne i wewnętrzne, na mieście i w wojsku."
      },
      {
        "index": 97,
        "text": "Cały dzień między urzędem, redakcją, biurem."
      },
      {
        "index": 98,
        "text": "Wieczory spędzał w telegraficznej agencji, nadając wielki komunikat z frontu."
      },
      {
        "index": 99,
        "text": "Tu, pośród kusych wiadomości, jak lukier chrupiących na bibułce, w otoczeniu szklanych budek, w których, rzekłbyś, zamknięte małpy, ciskali się urzędnicy, — nadawał polski bój całemu światu."
      },
      {
        "index": 100,
        "text": "Było teraz Rasińskiemu wszystko jedno, którędy ów świat idzie, na którą stronę się przechyla, czy nowe zbrodnie płodzi, czy dobrodziejstwa wylęga."
      },
      {
        "index": 101,
        "text": "Wystarczyło, że się w chaos świata wplotła nareszcie nić jego kraju! Że wielką tę nić choć przez chwilę własną ręką przesuwał."
      },
      {
        "index": 102,
        "text": "— Groch będziemy jedli, albo cały miesiąc cykorję, — odpowiadał żonie, skarżącej się na ubogi deputat. — Ale możesz „zato“ powiedzieć — mój rząd nie umie mnie żywić. I to jest więcej warte, niż żebyśmy przy obcem korycie po kolana w truflach stali."
      },
      {
        "index": 103,
        "text": "Tak się krzepili razem z Jabłońskim w późne wieczory ubogich wypoczynków."
      },
      {
        "index": 104,
        "text": "Jabłońska, — ze zgrzebną grudą włóczkowej roboty na kolanach, — godziła się na wszystko."
      },
      {
        "index": 105,
        "text": "Ale żona Rasińskiego bardziej była wymagająca. Uważała, że „służba“ zabiera jej męża."
      },
      {
        "index": 106,
        "text": "Jabłoński dowodził, że teraz nikt własną drogą nie chadza, jest tylko jedna własna, — droga tworzącego się państwa."
      },
      {
        "index": 107,
        "text": "— My też, — kończył — zjadamy ostatnie zapasy. Będziemy kolejno sprzedawać moją bibljotekę, potem moje przedwojenne ubrania. To fakt. „Zato“, niewielu ludzi będzie mogło powiedzieć sobie: Zorganizowałem wojskowe sądownictwo polskie."
      },
      {
        "index": 108,
        "text": "— Tak, pan pracuje w swojej dziedzinie, — kłóciła się namiętnie Rasińska, — ale mój mąż... Przecież zaniedbuje literaturę najzupełniej."
      },
      {
        "index": 109,
        "text": "Była to słaba strona Rasińskiego. Poprzez wszystkie prace i myśli nurtowało w nim to ustawicznie."
      },
      {
        "index": 110,
        "text": "Kiedy robił z powieści swej korektę u stóp nagiej donny Botticellego, zawieszonej w pracowni Kwaskiewicza naprzeciw litografowanego Boga Ojca, zrozumiał, że nowość na świeżych falach słowa posuwa się, w których jakże brać udział z za rządowego biurka?!..."
      },
      {
        "index": 111,
        "text": "Więcej, niż dla korekt, dla tej właśnie nowości niebezpiecznej przychodził do księgarni i, wędząc się w zadymionej gadaninie Kwaskiewicza, — czekał. Czekał z zazdrosną pokorą, by tu spotykać się z miodem pokoleniem literackiem. I siłować się na spojrzenia, na oddech, na rasę, na głupstwo, na wszystko!"
      },
      {
        "index": 112,
        "text": "Kwaskiewicz raczył pisarza tą zgryzotą hojnie i wytrawnie."
      },
      {
        "index": 113,
        "text": "Zaczęli rozmowę od tych świeżych fal słowa, wesoło pluskających w ostatnich utworach."
      },
      {
        "index": 114,
        "text": "Księgarz podsunął Rasińskiemu nowy tomik w płóciennej oprawie, z giętką kijanką drukowanego podpisu wpoprzek."
      },
      {
        "index": 115,
        "text": "Rasiński wertował stronice, Kwaskiewicz wielbił nowego autora."
      },
      {
        "index": 116,
        "text": "— Jako wyraz nowych czasów. U nich niema wojen, ojczyzn, cierpiętnictwa. Na całkiem innej płaszczyźnie... Inaczej, niżeście to sobie wyobrażali dawniej wy!"
      },
      {
        "index": 117,
        "text": "Kwaskiewicz zasępił się wzniośle. Miał czas. Z tymi nerwowymi ludźmi tylko umieć wyczekać..."
      },
      {
        "index": 118,
        "text": "Rasiński zaś, przejęty obrzydzeniem, jakiego doznawał zawsze wobec nakładców, uznał nagle, że musi sobie zaskarbić Kwaskiewicza. By, na wszelki wypadek, rosła „tam gdzieś nikczemnie pod ladą“ skąpa wdzięczność wydawcy."
      },
      {
        "index": 119,
        "text": "Panie Kwaskiewicz! Pan mi tu o nowem pokoleniu, a ja właśnie od starego, — z udeptanej już płaszczyzny. I nie własne flaki panu pod prasę przynoszę, a rzecz tłustszą... —"
      },
      {
        "index": 120,
        "text": "Rasiński bowiem szukał drukarni dla swych masowych wydawnictw."
      },
      {
        "index": 121,
        "text": "Wysłuchawszy, Kwaskiewicz osiadł w sobie. Zrazu użalił się na położenie kraju. Następnie pomarzył trochę „o nieprzewidzianej płaszczyźnie.“ Potem dopiero jął moczyć Rasińskiego lepkiem spojrzeniem. A gdy zauważył, że pisarz drętwieje w ciężkim ulepku oględzin, jął mżyć zdaniem rozwlekłem i bezbarwnem. Ceny się z tego usypały tak wysokie..."
      },
      {
        "index": 122,
        "text": "— Nie, pan chyba żartuje. To niemożliwe, — Rasiński wstał."
      },
      {
        "index": 123,
        "text": "Kwaskiewicz podniósł się również i — jasne spojrzenie utkwiwszy w drukowanym wzroku Boga Ojca. — Zresztą, gdzieżbym się ja angażował w wydawnictwa wojskowe! Wojna brrr..."
      },
      {
        "index": 124,
        "text": "Przeszli do księgarni."
      },
      {
        "index": 125,
        "text": "Tu, nad murem równych cegiełek żółtej powieści francuskiej, przy ladach, niby seradelą, obsianych krajowymi lirykami, wśród płóciennego klombu śliskiej plastyki niemieckiej, myszkowało właśnie nowe pokolenie."
      },
      {
        "index": 126,
        "text": "Wobec tych kilku wysokich, szarych chłopców, zdało się — uwitych z pajęczyny, poczuł się Rasiński krępym, mocno żyłami przerośniętym, jędrnym."
      },
      {
        "index": 127,
        "text": "Gdy pytali nad czem pracuje, — streścił się we wspaniałej sylwecie Barcza."
      },
      {
        "index": 128,
        "text": "Zdrowie, życie, twórczość działająca w żywych sercach, w materji, w błocie wszystkich dróg, we wszystkich szlamach codzienności. Błota po uszy i — z tego właśnie, — szczęścia po dziurki od nosa."
      },
      {
        "index": 129,
        "text": "Poczem, nie nawiązując już do interesu drukarskiego i nie żegnając się prawie z kolegami, gwałtowny i zawstydzony, wyszedł do biura."
      },
      {
        "index": 130,
        "text": "Dwa dotknięcia, niczem grudki śniegu spadłe na ramiona, zatrzymały go przed Saskim Ogrodem. — Co jest? Pan leci, jak warjat, — dyszał Kwaskiewicz. Spocone włosy lepiły mu się do czoła, jak to bywa na skroniach malowanych męczenników. — Więc, jakże to będzie, Rasiński, z temi drukami?"
      },
      {
        "index": 131,
        "text": "— Za drogo pan chce."
      },
      {
        "index": 132,
        "text": "— A ile możecie dać?"
      },
      {
        "index": 133,
        "text": "— Mniej, — o wiele mniej. Musisz pan mocno zerznąć procenty."
      },
      {
        "index": 134,
        "text": "Kwaskiewicz zrzynał. Po dwa, po pięć, czytając Rasińskiemu w oczach."
      },
      {
        "index": 135,
        "text": "— Niżej nie mogę."
      },
      {
        "index": 136,
        "text": "— Panie Kwaskiewicz, to, co powiem, zaszkodzi pewno mojej powieści, ale z dobrem skarbowem, — nie można, jak z własnym bebechem!"
      },
      {
        "index": 137,
        "text": "— Każdy inny drukarz też zarobi."
      },
      {
        "index": 138,
        "text": "— Tak, ale ja nie wydaję swoich książek u innego drukarza."
      },
      {
        "index": 139,
        "text": "— No, to wstrzymamy pańską powieść."
      },
      {
        "index": 140,
        "text": "Rasiński zbladł."
      },
      {
        "index": 141,
        "text": "Tłusty nos Kwaskiewicza zachwiał się nagle w czarnych nawiasach uśmiechu, pośród których ciemniało wąskie kółeczko warg, rozciągane zwolna w brunatną szparę. Po długiej chwili wysypało się z niej: — Panie Rasiński, z zarobkiem, z pieniędzmi nie żartuje się. Uwaga... Z tem też się nigdy nie żartuje."
      },
      {
        "index": 142,
        "text": "Pisarz pożegnał go lekceważąco. W biurze czekała wizyta."
      },
      {
        "index": 143,
        "text": "— Ja jestem zawsze pierwszy, — trąbił mister Pietrzak, — za mną dopiero przychodzą inni. — Rasiński i bez tego wstępu rozumiał, co się obcym misjom należy. Wszystkie międzynarodowe ceregiele były jeszcze tak świeże, że nie mógł pokonać skromnego zawstydzenia, — nito mały sklepikarz, traktujący z hurtownikiem. — Ma się rozumieć, — odpowiadał skrzętnie, witając się z młodą Barczową i z Przeniewskim."
      },
      {
        "index": 144,
        "text": "Przeniewski — nic, — adjutantuje pani „dyrektorowej nadwornego teatru misji redemptorystów“."
      },
      {
        "index": 145,
        "text": "— I proszę nas uważać nie za gości, lecz za prawdziwych interesantów, — śmiała się Jadzia, pokazawszy lakiery z pod obrębu sukni."
      },
      {
        "index": 146,
        "text": "Rozglądała się po pokoju, jakby chcąc sprawdzić, czy lokal ten jest na wysokości zadania? Teraz wszędzie musiała sprawdzać, — na ulicy, w kawiarni, w biurach. Bo jeżeli w początku wszyscy, gdy chodziło o teatrzyk, mówili „nie“, a ona jedna „tak“ i okazało się, że miała słuszność, to teraz musiało się w stosunku do wszystkiego zachowywać dystans. Stach też mówił „nie“, — pomyślała, oglądając wśród obrazów bojowej dewocjonalji, rozwieszonej na ścianach, podobiznę męża."
      },
      {
        "index": 147,
        "text": "— Czy pan wie, panie Rasiński? Sprzedałam mój teatrzyk „Pod laleczką“ misji redemptorystów. Pański buchalter pomagał mi w tem."
      },
      {
        "index": 148,
        "text": "— Fedkowski?"
      },
      {
        "index": 149,
        "text": "— Yes Seare, — ucieszył się Pietrzak, — mister Fedkowski."
      },
      {
        "index": 150,
        "text": "— Panie Fedkowski, czemużeś mi pan nic o tem nie wspomniał? — pytał Rasiński, wywoławszy buchaltera."
      },
      {
        "index": 151,
        "text": "Fedkowski stał na środku pokoju, płonąc przykładnem zawstydzeniem. — Nie wspominałem, bo to osoby wyższe, a rzecz mała i prywatna."
      },
      {
        "index": 152,
        "text": "— Mała, prywatna, — dął Pietrzak przez zęby, — a dobrze zapłacona. Nigdzie niema w programie misji teatrzyk, ale to jest folklore, folklore jest w programie!"
      },
      {
        "index": 153,
        "text": "Jadzia zagroziła Rasińskiemu, że każe się wkrótce traktować jako misjonarka. Może za przykładem swych laleczek wstąpi do misji, mieć będzie mundur i też będzie laleczką. — Będę miała mundur, opatrzność wyszytą na piersiach, będziecie mi musieli honory wojskowe oddawać."
      },
      {
        "index": 154,
        "text": "Zerwała się z krzesła tak szybko, że z pod uniesionej sukni błysnęły zgrabne łydki, lśniące przez czarny jedwab pończoch."
      },
      {
        "index": 155,
        "text": "Nie wiedzieli, że cała radość była z tego wszystkiego dla Stacha... Teraz, za te pieniądze i to w takiej murowanej walucie, wynajmie mieszkanie dla obojga. Albo wyjadą do Paryża. Na konferencję, dyplomatycznym pociągiem, któremu zazdroszczą wszystkie głodne ludy Europy."
      },
      {
        "index": 156,
        "text": "Na poczet tych nadziei właśnie chodziła już w swojej gali, w kostjumie z przedwojennego rypsu, lakierkach i jedwabnych pończochach."
      },
      {
        "index": 157,
        "text": "— Proszę pana, — zwróciła się do Rasińskiego, — jestem w przededniu wielkiego rozwoju. Fabrykacja... Niech pan stare gazety, przecież obrastacie w te papierzyska, — magazynuje gdzieś dla mnie. Przelejemy to potem w masę i nawet nikt się nie spodziewa, jaką te strzępy, przetopione w laleczki, rolę odegrają!"
      },
      {
        "index": 158,
        "text": "— Wobec tego, panie Fedkowski, — dysponował Rasiński, — codziennie wszystkie stare, powycinane gazety —"
      },
      {
        "index": 159,
        "text": "Fedkowski przełknął rozkaz uroczyście."
      },
      {
        "index": 160,
        "text": "— Potoż my przyszli, — huczał Pietrzak — i jeszcze jedno."
      },
      {
        "index": 161,
        "text": "Nic mu na tem w tej chwili nie zależało, bo kiedy „Jadża“ tak wesoła, „szczęśliwa“ jak dziś... Tak, — słowo to przeczytał z poety Tetmajer w zielonem płótnie ze złoconemi brzegami, —: „promieniejonca“!"
      },
      {
        "index": 162,
        "text": "Można było nic nie mówić, tylko być cicho na stołku i patrzeć..."
      },
      {
        "index": 163,
        "text": "— My przyszli..."
      },
      {
        "index": 164,
        "text": "Zaprosić Rasińskiego z żoną na uroczyste otwarcie misji redemptorystów. Po drugie, proponować objazd teatrzyku, — polish folklore, — wśród wojska."
      },
      {
        "index": 165,
        "text": "— A czy mąż pani wie, — pytał Rasiński, — że teatrzyk został sprzedany?"
      },
      {
        "index": 166,
        "text": "— To niespodzianka, — delektował się Przeniewski. — Generał ma objazd."
      },
      {
        "index": 167,
        "text": "— To niespodzianka, — stwierdził Pietrzak, powstając. Szukał czegoś w pamięci. Układało mu się bowiem w ostatnich dniach tak dobrze, iż uważać musiał, by wogóle wszystko nie szło za prędko... Miał już nawiązane liczne punkty i to taniej, niż przypuszczał..."
      },
      {
        "index": 168,
        "text": "Wyciągając ospowatą twarz ku zebranym — powtarzał w pamięci: Pan intendent Wilde, — pani Drwęska, — pani Jadża, pan Fedkowski, — pan Rasiński."
      },
      {
        "index": 169,
        "text": "Żeby nie za prędko..."
      },
      {
        "index": 170,
        "text": "— A tu, — zaczął głośno, — druga niespodzianka! Bo nigdy z pustemi rękami do armji! Do armji, jak do dzieci. Szyćkie dzieci całego szwiata, — szyćkie armje całego szwiata. Niespodzianka, — wielkie filmy przeciwalkoholowe i przeciwsyfilisowe... Na początek psalm, potem szopka — polish folklore, — wtedy propaganda filmów — i znów psalm."
      },
      {
        "index": 171,
        "text": "Rasiński spierał się co do użyteczności takich pokazów na froncie. Tam przecież nie jest człowiek pewien dnia ani godziny."
      },
      {
        "index": 172,
        "text": "— Człowiek nie jest pewien, — dął przez dziurawe zęby Pietrzak, — ale każda godzina człowieka musi dążyć zawsze wyżej."
      },
      {
        "index": 173,
        "text": "Przeszli do sali pokazów filmowych. Przeniewski wyraził wątpliwości, czy pani Jadzia, jako kobieta może egzystować przy takich obrazach?"
      },
      {
        "index": 174,
        "text": "— Żadne wstydy, — zakrakał srogo Pietrzak."
      },
      {
        "index": 175,
        "text": "Usiadł przy Barczowej, tłumacząc jej z angielskich napisów, tuż nad uchem, kolejność faz nieszczęśliwego nałogu."
      },
      {
        "index": 176,
        "text": "Rozwidlony promień prożektora brał w lotne szczypce okres długiej historji za okresem. Jadzia mrużyła oczy, siedzieli bowiem za blisko. Uchylała się wbok przed objaśnieniami Pietrzaka, które łaskotały ją nieznośne w ucho."
      },
      {
        "index": 177,
        "text": "Historja nieopatrznego młodzieńca, zarażonego luesem, miała się już ku końcowi. Dziecko jego przyszło na świat martwe!"
      },
      {
        "index": 178,
        "text": "Nareszcie, wpisany w koło białego światła ukazał się sam denat z opuchniętemi oczyma, z twarzą, pokrytą mnóstwem ropiejących wulkanów, z wgniecionym nosem. Jadzia cofnęła się odruchowo wtył. Lecz nieszczęśliwy młodzieniec szedł prosto na nią. Jakby wkońcu miał wyjść z płótna, przez mrok dotrzeć do krzeseł i wniknąć w patrzących..."
      },
      {
        "index": 179,
        "text": "Zapiała nagłym, głośnym płaczem."
      },
      {
        "index": 180,
        "text": "— Szwiatło, — szwiatło, — wołał Pietrzak."
      },
      {
        "index": 181,
        "text": "— Jakie straszne, jakie okropne, — drżała, przykładając chusteczkę do oczu, zalanych łzami."
      },
      {
        "index": 182,
        "text": "— Nie można być takim miękkim, — polecał statecznie Pietrzak. — Miękkoszcz, — nie dobre dla człowieka. Lepszy rozum. Tu wszystko u was takie miękkie..."
      },
      {
        "index": 183,
        "text": "Sprowadzili ją ze schodów wzruszoną, przestraszoną."
      },
      {
        "index": 184,
        "text": "Pietrzak, otuliwszy nogi fartuchem samochodu redemptorystów, odwiózł Jadzię „Pod laleczkę“, gdzie był już prawie gospodarzem. Napoił herbatą, pokleił najdelikatniejszemi słowami i wyszedł na palcach."
      },
      {
        "index": 185,
        "text": "Jak zawsze, — pochodzić bez powodu. Żeby codziennie w rozkładzie dnia była pusta luka..."
      },
      {
        "index": 186,
        "text": "— Miękkość, — litował się, patrząc na niezaradny ruch uliczny."
      },
      {
        "index": 187,
        "text": "Dopiero poznawszy ten kraj zrozumiał, dlaczego mu było tak ciężko na prawdziwym świecie. Dlaczego mu rodzice ospy nie szczepili, dlaczego tyle razy brał cięgi od obcych w dzieciństwie. Miękkoszcz..."
      },
      {
        "index": 188,
        "text": "Zato nie marnował teraz nigdzie tej stalowej zwięzłości, której tam uczą wszędzie i zawczasu. Wystarczyło, aby tu palcem kiwnął, — a zyskiwał, jakby tam mógł, bez wytchnienia chyba pracując po całych dniach."
      },
      {
        "index": 189,
        "text": "Któryż z agentów, — wynosił się w duchu Pietrzak, mijając nierówne rzędy kamienic, — da w Departament of Intelligence, tak prędko, tak bliskie dane o personaljach osoby, tak wysoko postawionej, tak trudnej, nowej nieprzekupnej, — jak Barcz?! I to nie z trzecich źródeł, — z pierwszej ręki!"
      },
      {
        "index": 190,
        "text": "Widział już pergaminową bibułkę swego raportu w spokojnych rękach szefa."
      },
      {
        "index": 191,
        "text": "Tutaj laleczki, polish folklore, wszystko miękko — a tam, Barcz w srebrnych sznurkach i perlista Jadzia stoją na bibułce raportu..."
      },
      {
        "index": 192,
        "text": "Teraz towarzyska herbata, — pomyślał w westybulu hotelu. Portjera nie potrzebował, rzecz była umówiona, unikał wszelkich portjerów."
      },
      {
        "index": 193,
        "text": "Pani Drwęska miała czekać, jak za pierwszym razem. I tyle samo przyjemnego..."
      },
      {
        "index": 194,
        "text": "Na piętro nie windą, — w domu wszędzie piechotą."
      },
      {
        "index": 195,
        "text": "Zatrzymał się przed ściennem lustrem. Był nieogolony, nie umył rąk."
      },
      {
        "index": 196,
        "text": "Bogaty cudzoziemiec „nie potrzebuje takie głupstwa“."
      },
      {
        "index": 197,
        "text": "Lecz w wonnym pokoju, wśród kwiatów, wobec jedwabiu, który się prządł dokoła lekkich nóg Drwęskiej, — stał się odrazu wierzącym, potulnym „głupcem z psalmów“. Który o dzieci się pyta nie wporę, filiżanki trzymać nie umie, na dywanach się potyka, to znów wraca do „pierwszego spotkania“ w salonie naszej Pesteczki — a milczy o właściwem, jakby za odbyte intymności nie był wdzięczny..."
      },
      {
        "index": 198,
        "text": "Całą tę gadaninę, niby safjanową kropką, zakończył małem pudełeczkiem z wielkim szmaragdem w otoce pereł. — Co? — spytała krótko Drwęska."
      },
      {
        "index": 199,
        "text": "Pietrzak, udawszy zrozpaczonego, przypadł do jej kolan i natchnionemi dłońmi ślizgając się po jedwabnych pończochach:"
      },
      {
        "index": 200,
        "text": "— Bo wszystkim naraz nie można robić prezent, — a kraj jest biedny... Niech przynajmniej ta jedna ma."
      },
      {
        "index": 201,
        "text": "Zamknęła jego dziobatą, płaską twarz w swych gładkich dłoniach."
      },
      {
        "index": 202,
        "text": "— Nikt nie może wiedzieć, że ja, redemptorysta... Kto zna moje życie..."
      },
      {
        "index": 203,
        "text": "Pragnął je rozpowiedzieć Drwęskiej, by rozgadała najszerzej."
      },
      {
        "index": 204,
        "text": "— Każdy mężczyzna ma takie same życie, mój panie."
      },
      {
        "index": 205,
        "text": "— Takie same?! — Brał je od początku pamiętanych dni na świadka, czy takie same?"
      },
      {
        "index": 206,
        "text": "Najprzód w Ameryce z murzynami w rynsztokach, potem na cegielniach. Zostały mu z tego rozpuchłe, kostki w nogach."
      },
      {
        "index": 207,
        "text": "Odsunąwszy spodnie, pokazał przez skarpetki."
      },
      {
        "index": 208,
        "text": "Potem na farmie, pod batem! Niemiec zajeżdżał o świcie, gwizdał, a my, jak psy, do niego biegli o nagrodę, kto wcześniej, pierwszy. Potem przy złocie, gdzie ludzie chodzą bez płuc. Potem w szamerowanem figaro — całą dobę liftboy."
      },
      {
        "index": 209,
        "text": "— Musi pan być bardzo silny po takiem ćwiczeniu."
      },
      {
        "index": 210,
        "text": "— Ciałem silny, ale duchem? Bo zawsze, zawsze — o Polsce... I nigdzie tego niema, tak długo nigdzie niema, jeden Paderewski tylko, — sam... Pani nie wie. Pani z generałów, obrońców, powstańców, majątkiewiczów. Takim łatwo. Oni sami są ojczyzną, — skamłał, śmiejąc się do głębokiego cienia jej ud, — ale my biedni, co szukamy."
      },
      {
        "index": 211,
        "text": "— Ach, — otrząsnęła się Drwęska, — głupi, bogaty chamuś."
      },
      {
        "index": 212,
        "text": "Zatoczyli się na łóżko."
      },
      {
        "index": 213,
        "text": "— Tyś z prawdziwych majątkiewiczów, — dyszał Pietrzak, obciskając ją żylastemi wzgórkami muskułów, — dlatego ja..."
      },
      {
        "index": 214,
        "text": "Uśmiechnięty ku pozłacanej ciemności pokoju, powtarzał z zielonego poety: — Promieniejonca, — promieniejonca."
      },
      {
        "index": 215,
        "text": "Głupi, bogaty chamuś. Uważał te słowa za doskonałą receptę postępowania. Wartą więcej, niż dwa szmaragdy. Zwłaszcza, że przez Drwęską nawiązywał również z najbliższem otoczeniem Krywulta."
      },
      {
        "index": 216,
        "text": "Narazie sączył się stamtąd sznureczek brylantów, które Pietrzak kupował od „wiadomej osoby“, mianowicie od intendenta Wildego."
      },
      {
        "index": 217,
        "text": "Ale tu też nie było trwałej miary. W tym kraju wszystko miękko, miękko, — bez gruntu."
      },
      {
        "index": 218,
        "text": "Wilde chciał odrazu „pracować wagonami“. Poślą wagony na kresy, po meble..."
      },
      {
        "index": 219,
        "text": "— I tak bolszewicy zniszczą tam wszystko, — wspierała Wildego Drwęska. — Meble, szkła, różne zabytki. My — stamtąd tu — a dalej, pan... Na Gdańsk. I tak tyle idzie na Gdańsk waszych skrzyń, transportów."
      },
      {
        "index": 220,
        "text": "Lecz Pietrzakowi nabiegły mrokiem głębokie ślady ospy."
      },
      {
        "index": 221,
        "text": "— Nigdy misja nic takiego... Bo flanela — to flanela, kakao — to kakao. Ale meble to nie jest wcale polishPolish folklore."
      },
      {
        "index": 222,
        "text": "Głupi, bogaty chamuś nie będzie wcale głupi, — cieszył się Pietrzak, witając uroczyście i tych od Barcza, i tych od Krywulta."
      },
      {
        "index": 223,
        "text": "Przyjeżdżali z paniami na oficjalne otwarcie misji."
      },
      {
        "index": 224,
        "text": "W korytarzu wielkiej willi, przerobionej na misję, oddawał gości swemu zwierzchnikowi o obliczu Indjanina. Ten ciągnął ich dalej, między stoły czytelni i do biurek, gdzie jest papier, abyś napisał do matki, ojca, brata, i do gier, gdzie jest wielka zabawa, a nikt nic nie traci, i do przyrządów gimnastycznych, gdzie będą zdrowe muskuły, wreszcie do miejsca, gdzie jest bufet."
      },
      {
        "index": 225,
        "text": "— Wielkie polepszenie człowieka, — śmiał się Pietrzak do Pycia."
      },
      {
        "index": 226,
        "text": "Oddawał już kilka razy w ciągu dzisiejszego wieczora tę małą wesz naczelnemu Indjaninowi, i infirmerkom w niebieskich fartuszkach, i paniom katolickim i paniom postępowym."
      },
      {
        "index": 227,
        "text": "Lecz Pyć ciągle powracał."
      },
      {
        "index": 228,
        "text": "— Pewno, że polepszenie, — cedził major z wysokich schodów, ku ciżbie stłoczonej przy bufecie, — każdemu lepiej, jak wpuści do żołądka za darmo parę kubków kakao."
      },
      {
        "index": 229,
        "text": "— Tu niema za darmo, ani za pieniądze, — sprzeciwiał się Pietrzak, — tu jest tylko człowiek dla człowieka."
      },
      {
        "index": 230,
        "text": "Pyć wzruszył suchemi ramionami. — Człowiek dla człowieka? Gdzieś pan to widział?"
      },
      {
        "index": 231,
        "text": "— Tu widzę... I panie katolickie i panie postępowe. I byłby pan generał Barcz i jest pan intendent Wilde. Wyliczał długo, chcąc uchwycić spojrzenie Pycia, tlejące pod wyleniałą brwią. Lecz nie można się było doszukać tego spojrzenia. Jakby w obwodzie oczodołów majora mętny klej płynął."
      },
      {
        "index": 232,
        "text": "Zwiedzali dalej, witając się po drodze z ważniejszemi figurami. Odmierzyli głośno cześć generałowi Dąbrowie, który w towarzystwie swych synów z tłumem obszarpanych żołnierzy pił kakao za ladą."
      },
      {
        "index": 233,
        "text": "W kinoteatrze misji powitali się z dziennikarzami."
      },
      {
        "index": 234,
        "text": "Zwiedzili heblowane gładko biura, znakomicie rozłożone pod alabastrowemi muszlami lamp elektrycznych."
      },
      {
        "index": 235,
        "text": "— Wszędzie mamy światło bez cienia. U nas jasnoszcz, — rzecz pierwsza."
      },
      {
        "index": 236,
        "text": "Zwiedzili w suterenach wielkie składy, ułożone tak rozsądnie."
      },
      {
        "index": 237,
        "text": "— Nie trzeba nic wyszukiwać, — zapewniał Pietrzak, — gdy jest ułożone, jak na okręcie. Co jest dobre dla oceanu, starczy „dla cały szwiat“."
      },
      {
        "index": 238,
        "text": "Pyć podziwiał wspaniałe rzędy pak, pełne biskwitów, kakao, czekolady."
      },
      {
        "index": 239,
        "text": "Właśnie wchodzili do rejonu bielizny, gdy wszystkie piwnice zadrżały przenikliwym głosem, pluszczącym, niby nagle wpuszczony prąd powietrza."
      },
      {
        "index": 240,
        "text": "— To psalm! — ucieszył się Pietrzak. Położywszy skośnie głowę, dopomagał dalekiej melodji nuceniem."
      },
      {
        "index": 241,
        "text": "— Musimy zobaczyć coś weselszego, — wzdrygnął się Pyć. — Marjonetek mi pan wcale nie pokazał? — Z pomiędzy mętnego zlepu źrenic majora, wytrysnęły ciemne igiełki."
      },
      {
        "index": 242,
        "text": "Pietrzak osłupiał: — Zapomniałem. — Jaka szkoda!"
      },
      {
        "index": 243,
        "text": "— No, to chodźmy, — bardzo ciekawa rzecz."
      },
      {
        "index": 244,
        "text": "Przedstawień jeszcze nie dawano, bo teksty nie były gotowe. Ale można było oglądać figurki i ustawioną w kącie scenę."
      },
      {
        "index": 245,
        "text": "Królowała tu niepodzielnie Jadzia, pod chudą strażą matki Barcza, w sąsiedztwie brata generała, Jasia."
      },
      {
        "index": 246,
        "text": "Pyć ucieszył się, zastając razem całe towarzystwo. Stara Barczowa pogłaskała go nawet po głowie."
      },
      {
        "index": 247,
        "text": "— Widzi pan, jak mi pan wtedy pomógł, — śmiała się Jadzia, — dziś już moje laleczki wielką karjerę robią!"
      },
      {
        "index": 248,
        "text": "Całe płaty tych rozmów omijał major obojętnie. Na krótko wytrącił go z równowagi głos Drwęskiej."
      },
      {
        "index": 249,
        "text": "Tłumaczyła coś żarliwie Rasińskiemu o ochronie zabytków i o skarbach, które się tam, na wschodzie, marnują. O skarbach, o Wildem, którego rozległe stosunki, gdyby —"
      },
      {
        "index": 250,
        "text": "Wilde, spisek, pasek, koniki, złoto, Rasiński, Dąbrowa, Drwęska... Pyć puszczał rozmowę mimo uszu, — wraz z misyjnem kakao łykając jakąś rozterkę..."
      },
      {
        "index": 251,
        "text": "Nowe fale psalmu tętnić jęły z za ściany. Pokutny głos płynął poprzez rozbawione postacie, uprzejmie potrząsające laleczkami."
      },
      {
        "index": 252,
        "text": "Major spojrzał nagle na Pietrzaka. Anglosas wyciągał z szafy jakieś kartony i niósł je Jadzi z oczyma utkwionemi w jej oczach, pogięty, obarczony, szczęśliwy."
      },
      {
        "index": 253,
        "text": "Układać się to zaczęło w głowie Pycia ściśle, szybko, ruch w ruch, ząb w ząb. Nito w mechanizmie nader precyzyjnej broni. Jął mierzyć Jadzię zimno, dokładnie."
      },
      {
        "index": 254,
        "text": "Królowała wesoło za szerokim stołem. Z jej lekkich, pilnych palców, niby bujne ćmy, wypadały suto odziane laleczki na ręce ciekawych. Twarz stała w łunach radości, w oczach złocił się triumf dziecinny."
      },
      {
        "index": 255,
        "text": "Groźne cisze zwarły się w piersiach Pycia. Skromna, zawsze poręczna zabiegliwość pracować jęła szybko, obojętnie i oto, na wszelki wypadek, widział już wszystko nieomal dokonane, z przypadkowym tytułem słów Barcza..."
      },
      {
        "index": 256,
        "text": "Porcja czułości. Pietrzak... Jadzia, — która może otworzy zamknięte serce Pietrzaka?..."
      },
      {
        "index": 257,
        "text": "Pyć zbliżył się do młodej Barczowej. Żartował z brzydkiej zdrady laleczek. Odeszły od dzieci, nie powrócą, — mają jechać na front. I co jeszcze? I widać z tego, że przedmiot jest mały, a świat wielki."
      },
      {
        "index": 258,
        "text": "W miarę tej gadaniny, wesoła postać Jadzi, znaczona spojrzeniem Pietrzaka, wrastała majorowi poprzez rozlane źrenice, — głęboko — w stały, kryty tok szarych, cichych sprężyn..."
      },
      {
        "index": 259,
        "text": "Radził, by się trzymała redemptorystów. Silne poparcie kapitału może sprawę doskonale rozwinąć. Oni mają tyle pieniędzy!"
      },
      {
        "index": 260,
        "text": "Pietrzak triumfował, niby nie słysząc, a chwaląc się przed Drwęską."
      },
      {
        "index": 261,
        "text": "Nie słuchała go. Chciała dziś koniecznie przylutować sprawę wywozu kresowych zabytków, bodaj do biura Rasińskiego."
      },
      {
        "index": 262,
        "text": "— Mimo wszystko — mówiła — uważam, że nie zna mnie pan. Wobec tego nic mi nie pozostaje, jak poznajomić się z żoną pana... Kobiety mają więcej wyczucia."
      },
      {
        "index": 263,
        "text": "Wyczucie? Wydzierała przeróżne dobro ze wszystkich stron, pospolicie naciągając rozjuszonych wojną mężczyzn. Nabrała też przy misjach znacznej techniki w obrocie przedmiotami. Z pak likieru, któremi pracowano początkowo, przeszła na jedwab i konfekcję damską."
      },
      {
        "index": 264,
        "text": "I to jeszcze okazało się za obszerne. Wkońcu zmieściła się całkowicie w obrotach brylantami."
      },
      {
        "index": 265,
        "text": "Ale ileż tego trzeba było, by się utrzymać na wysokiej stopie hotelu?!"
      },
      {
        "index": 266,
        "text": "W dnie rachunków przyjmowała zazwyczaj gorącą kąpiel. By się uspokoić i nabrać ufności we własne siły."
      },
      {
        "index": 267,
        "text": "Patrząc na swój wysoki tors, szczupłe piersi, na brzuch równy, giętki, zaledwie dostrzegalną perłą blizn macierzyństwa u dołu przejęty, na nogi nieporównanie gładkie i niezawodnie proste, uznawała, — że tego „świątecznego ciasta“ starczy... Że zapomocą takich środków można „rozrobić“ potężną jakąś aferę, — nim się przystąpi do mocnego „przyszłościowego“ małżeństwa."
      },
      {
        "index": 268,
        "text": "Nie z suplentem, akademikiem, ideowcem, warjatem, — lecz z człowiekiem poważnego serca i ciężkich pieniędzy."
      },
      {
        "index": 269,
        "text": "Była przekonana, że taką aferę mogą stanowić zabytki, oparte o Rasińskiego."
      },
      {
        "index": 270,
        "text": "Intendent Wilde aż piszczał, gdy rozwinęła przed nim wszystkie możliwości."
      },
      {
        "index": 271,
        "text": "— To, panie, bibljoteki, to, panie, meble, to, panie, lustra, czeczotki, jakich świat nie widział, to, panie, skarby — te zabytki! Każda kulturna strona zabytkiem stoi. A tych kresów bez końca, a naszego brata wszędzie tam pełno!"
      },
      {
        "index": 272,
        "text": "Zdaniem Drwęskiej — wspierało to także sam wywiad. Wobec Wildego, od którego można się było tak wiele dowiedzieć, musiała też ostatecznie rozporządzać czemś więcej, niż swem — „świątecznem ciastem“."
      },
      {
        "index": 273,
        "text": "Ale Rasiński nie rozumiał!"
      },
      {
        "index": 274,
        "text": "Szantażować Rasińską małym incydentem „bohaterskiego powrotu“ z pod Przemyśla nie warto było. Drwęska pojęła to już po pierwszej wizycie. Za wiele było wśród tego małżeństwa harmonji. Z rozmów jednak, z wielu ciepłych przytułeczków, rozmieszczonych po mieszkaniu, wnioskowała, że — mimo wszystko — szuka się tu ubogiego bodaj zbytku, wytworniejszej linji... I że Rasińska niecierpliwi się w ciężkich warunkach pracy męża..."
      },
      {
        "index": 275,
        "text": "To też, gdy wspólnie pod złotym abażurem przelewały w palcach jedwab francuskiej konfekcji... — Bo przy tym swoim patrjocie prasowym nie wie pani nawet pewno, co się dziś nosi... — Drwęska postanowiła wymierzyć cios, który nigdy jej dotąd nie zawiódł."
      },
      {
        "index": 276,
        "text": "Ze strojów przeszły na życie towarzyskie, zdławione, niestety, w ucisku przesądów. Po kolacji, o zamiłowaniach, sztuce, przez każdego człowieka dla wytchnienia uprawianej."
      },
      {
        "index": 277,
        "text": "— Ja uprawiam taniec, — oznajmiła Drwęska. — Nie ten baletowy, bezmyślny, lecz klasyczny Izadory Duncan. — Więc graj, — zadecydowała Rasińska, — niech pani tańczy!!"
      },
      {
        "index": 278,
        "text": "Musieli do tego rozesłać dywan, przyćmić światło, upewnić się co do służącej. Robili to wszystko, chodząc na palcach."
      },
      {
        "index": 279,
        "text": "— Jak w świątyni, — śmiał się Rasiński."
      },
      {
        "index": 280,
        "text": "Grał stare walce Szuberta i widział w lustrze żonę, dwuznacznie uśmiechniętą."
      },
      {
        "index": 281,
        "text": "Z bocznych drzwi wysunęła się Drwęska. W pośrodku pokoju płaszcz spłynął z niej. Była zupełnie naga."
      },
      {
        "index": 282,
        "text": "Oczywiście nie był to żaden taniec, lecz tylko gołem ciałem „wywodzona inteligencja“. Jakieś granie na domniemanych fujarkach, jakieś domyślne prześmiechy i wykręty spłoszonych ramion."
      },
      {
        "index": 283,
        "text": "Nagle Drwęska usiadła w pośrodku dywanu..."
      },
      {
        "index": 284,
        "text": "— Niedobrze mi!"
      },
      {
        "index": 285,
        "text": "Podbiegli, przykucnęli z obu stron, potrzymując jej chłodne, strzeliste plecy."
      },
      {
        "index": 286,
        "text": "— Zimno. Nakryjcie."
      },
      {
        "index": 287,
        "text": "Przeprowadzili ją na kanapę."
      },
      {
        "index": 288,
        "text": "Tu półokryta, wzmocniona winem, śledziła ich uważnie. Twarz Rasińskiej płonęła w gęstych rumieńcach. Rasiński usiadł nisko i, rozcierając stopy Drwęskiej, idjotycznie „pocieszał“. Opowiadał o wielkich zaletach „psychicznego“ tańca."
      },
      {
        "index": 289,
        "text": "— To głupstwo, — przerwała Rasińska, kryjąc rozpłomienioną twarz na nagich piersiach Drwęskiej, — całkiem co innego myślę. Hanka, wiesz, — Rasińska musiała z nią teraz przejść na „ty“, — żona... Człowiek ze wszystkich tajemnic odarty. Hanka uśmiechała się pobłażliwie."
      },
      {
        "index": 290,
        "text": "Lecz Rasińska, przytuliwszy twarz do perlistych bioder Drwęskiej."
      },
      {
        "index": 291,
        "text": "— Bo tak, — bo tak... Bo kiedy ktoś, jak ty, Hanka, chce być „razem“, we troje, to jakby drugi raz darowywał kobiecie jej kochanego mężczyznę."
      },
      {
        "index": 292,
        "text": "Podjąwszy głowę Rasińskiej, uniosła ją Drwęska i sumiennie, cierpliwie całowała te blade, czyste wargi, litując się nad fanatyzmem kobiet domowych, które wszystko oddają jedynemu szczęściu wyrzeczenia..."
      },
      {
        "index": 293,
        "text": "— Nikt o nas nie powinien wiedzieć, — śmiała się w przedpokoju... — Będziemy się znać blisko, ale nikt na świecie —"
      },
      {
        "index": 294,
        "text": "Zaprosiła ich na herbatę. Będzie trochę cudzoziemców."
      },
      {
        "index": 295,
        "text": "— A pan, panie Rasiński, zobaczy swoje bóstwo, — swego Barcza!"
      },
      {
        "index": 296,
        "text": "Na herbatce tej postanowiła Drwęska likwidować już korzyści „trójkąta“. Mogło się to udać choćby przypadkowo, tem bardziej, że różnolicie dobrani goście stworzyli tło wygodnego roztargnienia."
      },
      {
        "index": 297,
        "text": "W pośrodku, na mahoniowem krzesełku kazał Pietrzak. O świętości człowieka, o wszechświatowem zabójstwie wielkiej wojny."
      },
      {
        "index": 298,
        "text": "Ciemne chmury wzruszenia wypełniały ospowatą koleinę jego policzków."
      },
      {
        "index": 299,
        "text": "Z przemową zwracał się do kilku oficerów francuskich."
      },
      {
        "index": 300,
        "text": "Opodal, wśród zasapanych przemysłowców niecierpliwił się intendent Wilde. Pyć bowiem już od godziny dowodził mu zbędności wszelkich zabytków."
      },
      {
        "index": 301,
        "text": "— Lepiej wytwarzać — chociażby dziwolągi. Zabytkami nie dogonimy zagranicy, a czemś dziwnem, może nawet dzikiem, moglibyśmy przynajmniej oszołomić."
      },
      {
        "index": 302,
        "text": "Jako dowód przytaczał major laleczki Barczowej. — Tak, tak, te kresowe laleczki."
      },
      {
        "index": 303,
        "text": "Sfrunęła ku nim hrabianka Bogulicka, zwana powszechnie Pesteczką, szum czyniąc, śliczny zapach i zamieszanie."
      },
      {
        "index": 304,
        "text": "— Jestem wszędzie, gdzie mówią o kresach. — Usiadła, odsłaniając z zawoju kretów gładkie plecy i nogi. Nogi — aż po granice złocistych podwiązek."
      },
      {
        "index": 305,
        "text": "Chodziło za nią łapczywe spojrzenie Dąbrowy. Rozmawiał z Rasińską o deputacie, o słoninie, o mące amerykańskiej, a równocześnie, tytłając się oczyma u stóp Pesteczki, — przytwierdzał na wnętrzu, że już niedługo... W tych dniach rozpocznie się..."
      },
      {
        "index": 306,
        "text": "Z samego Krywulta nie wyskrobał tego, — stary lew trzymał język za zębami. Ale Dąbrowa wyskrobał sobie daną wiadomość z oficerów sprzysiężenia. Teraz huśtał w myśli termin zamachu, sam nie zmówiony a jednak dopuszczony, bierny a przecież działający."
      },
      {
        "index": 307,
        "text": "Spoczywała na nim ta wiedza spiskowa, jak włos na brzytwie. Generał sumował ciągle, w koszarach, u siebie „Pod blachą“, ubogimi krewnymi zapchaną. Nawet przenosząc wzrok z nóg Pesteczki na długie łydki Drwęskiej."
      },
      {
        "index": 308,
        "text": "Stąpały lekko w obłoczkach jedwabiu."
      },
      {
        "index": 309,
        "text": "Nie mógł zaprzeczyć, — o ile chodzi o wywiad, to zapewne dobre są takie „nożyce“. — Właśnie oceniał delikatne przeciwieństwa pomiędzy posługą oddawaną państwu przez takie kształty a ciężką pracą generalską, — gdy oznajmiono Barcza."
      },
      {
        "index": 310,
        "text": "Damy, rozsiadłe na kanapach, podebrały się energicznie. Oficerowie wypuczyli piersi naprzód. Pietrzak swoje ewangelje zaraz wgórę podciągnął, nawet Rasińska zarumieniła się."
      },
      {
        "index": 311,
        "text": "Drwęska z Pesteczką splotły się w wianuszek rozmownej, powiewnej przyjaźni, tkany barwą sukien, zieloną i niebieską."
      },
      {
        "index": 312,
        "text": "I tak generałowi Barczowi z frontu wracającemu drogę zastąpiły."
      },
      {
        "index": 313,
        "text": "Był od rana w doskonałym humorze. Zaraz przy śniadaniu wysypał mu Przeniewski na kołdrę stan „sprawy“. Punkt ad „pod laleczką“ można było uważać za wyczerpany."
      },
      {
        "index": 314,
        "text": "Margrabia mówił o tem tak żałośnie, że go Barcz indagować musiał."
      },
      {
        "index": 315,
        "text": "— Czy się pan „aby“ w mojej żonie nie podkochujesz? Bo wy, w którego żyłach może płynąć zrządzeniem rikoszetu jakaś burbońska krew —"
      },
      {
        "index": 316,
        "text": "Wiadomości o zamachu Krywulta precyzowały się też coraz wyraźniej. W materji tej Dąbrowa i Pyć dostarczyli już prawie wszystkiego. Jeszcze tylko niewiadomy dzień i godzina..."
      },
      {
        "index": 317,
        "text": "— Pan z frontu, panie generale, — zaświeciła Pesteczka jasnym śmiechem, — z naszych kresów!"
      },
      {
        "index": 318,
        "text": "— Tak, — odpowiadał przez wątłe ramiona hrabianki w stronę Drwęskiej. — I walczył pan z kordelasem na dziki-bolszewiki?"
      },
      {
        "index": 319,
        "text": "— Z kordelasem nie, ale z karabinem. Wspaniali są nasi chłopcy, — ucieszył całe towarzystwo, przypominając sobie z radością pewną kompanję, stojącą po pas w błocie. — Jak to pan powiedział, — dodał, spostrzegłszy Rasińskiego, — radość z odzyskanego śmietnika?"
      },
      {
        "index": 320,
        "text": "— Tu wszędzie radość, — łamał z rozrzewnieniem Pietrzak, — wszędzie cud!"
      },
      {
        "index": 321,
        "text": "Barcz czekał, kiedy się w ustach Anglosasa zjawi teatrzyk. Tymczasem głaskał płowe czupryny chryzantem. Miał nadzieję, że będzie to nosić charakter niejakiego wyzwania w odniesieniu do Drwęskiej."
      },
      {
        "index": 322,
        "text": "Gdy całkiem niespodzianie, zamiast duseru przeleciała mu mimo uszu sprawa zabytków."
      },
      {
        "index": 323,
        "text": "— Lustra, prababki, architektura obyczaju, — trzepał przykładnie Wilde."
      },
      {
        "index": 324,
        "text": "Przyłączyła się do tego Drwęska bardzo żarliwie."
      },
      {
        "index": 325,
        "text": "Barcz poszukał oczami Pycia."
      },
      {
        "index": 326,
        "text": "Major i Pietrzak wróżyli sobie z rąk, wodząc palcami po fioletowych linjach dłoni."
      },
      {
        "index": 327,
        "text": "Generał puścił mimo uszu sprawę zabytków, czyniąc Drwęskiej na boku uwagę:"
      },
      {
        "index": 328,
        "text": "— Wszyscy zawsze mają do mnie tylko interesy."
      },
      {
        "index": 329,
        "text": "— Ach, ja też, — odpowiedziała, — i chciałabym panu wyjaśnić... Może wieczorem?"
      },
      {
        "index": 330,
        "text": "Stropiło Barcza, że odsunąwszy się, nasłała Pesteczkę. Nie dbał w tej chwili ani o wielką rodzinę hrabianki, ani o zaprosiny pod Warszawę, do Jedwabna, „które nasz tatuś urządził w tropikalnym stylu pamiątkami z Kongo“, ani o samą hrabiankę, zachwyconą współrzędnie sztychami, wirtuozami, kresami, psami, maszynami, brylantami."
      },
      {
        "index": 331,
        "text": "Wróciwszy tedy ze sztabu na oznaczone widzenie: — Bo jest w tem, pani Hanno, niepotrzebna przekora! Poco mam się pętać w jałowym flircie z tem pięknem, zepsutem stworzeniem?"
      },
      {
        "index": 332,
        "text": "Mówił to w przedpokoju, zdejmując zaśnieżony płaszcz. Lecz, gdy z czapką, rękawiczkami, złotą pamiątkową szpicrutą w ręku wszedł, — urwał..."
      },
      {
        "index": 333,
        "text": "Zwidziało mu się wbrew wszelkiej oczywistości, że cała ta chwila już dawno się między nimi rozegrała. Że drugi, trzeci, może dziesiąty raz tak idzie, tak rękę wyciąga —"
      },
      {
        "index": 334,
        "text": "— Czem mogę pani służyć? — zapytał wbrew samemu sobie bardzo surowo. — Nie chciałbym, aby to było źle rozumiane, ale doprawdy, każda moja godzina wykrojona jest żywcem z tak odpowiedzialnego trudu —"
      },
      {
        "index": 335,
        "text": "— Wiem przecie, jak się urzęduje panie generale."
      },
      {
        "index": 336,
        "text": "— Nie wie pani. — Nie czekając na żadne pytania, jął mówić. Gwałtowne słowa wyprzedzały jego myśli. Z wezbranych zdań buchał twardy sens obecnego życia i pracy."
      },
      {
        "index": 337,
        "text": "Barcz hamował rozpęd szczerości, — lecz napróżno. Oto musiał złożyć, właśnie w te ręce, niby białe łodygi leżące na aksamicie, — swoje zwierzenia."
      },
      {
        "index": 338,
        "text": "— Widzę, że front owiewa mężczyzn prawdziwą poezją, panie generale."
      },
      {
        "index": 339,
        "text": "— Mówmyż nareszcie bez „pana generała“."
      },
      {
        "index": 340,
        "text": "— O tem nie można, zdaje się, nigdy zapominać. — Więc woli pani, — wybuchnął, bijąc się szpicrutą po cholewach, — żebym rozmawiał z panią i myślał równocześnie o nienadanych hughesach, niewyekwipowanych bataljonach, spóźnionych generałach, niekompletnych baterjach?"
      },
      {
        "index": 341,
        "text": "— Przyznam się panu, że wolałabym. Bo wzamian — i ja mogłabym szczerze..."
      },
      {
        "index": 342,
        "text": "Tak, — chodziło jej o zabytki. O zabytki, jako takie, z jednej strony. Ale z drugiej, — o zabytki w związku z panem intendentem Wilde. Rzecz nie jest błaha! Przeciwnie, — wygodna i konieczna... — Nikt nie wymaga pieniędzy... Pracuje się dla was ideowo. Ale w miarę możności powinniście pomagać."
      },
      {
        "index": 343,
        "text": "— Więc dobrze! Na początek musi się pani przekonać, sama zobaczyć. Wiedzieć bodaj, czy są tam te jakieś skarby gratów i nieużytków? Służę pani marszrutą, zawsze."
      },
      {
        "index": 344,
        "text": "— I mam szturmować o to do kancelarji pana generała, ciernistą drogą służbową?"
      },
      {
        "index": 345,
        "text": "— Nic podobnego! Dokumenty wyda pani ktokolwiek. Choćby Rasiński, — to jego resort, — kultura, — propaganda."
      },
      {
        "index": 346,
        "text": "Drwęska zniecierpliwiła się."
      },
      {
        "index": 347,
        "text": "— Nie wyda, nie będzie chciał."
      },
      {
        "index": 348,
        "text": "— Powoła się pani na mój rozkaz. Z rozkazu Generała Barcza. Może to mam na piśmie dać?"
      },
      {
        "index": 349,
        "text": "— Bardzo szczęśliwie, że przynajmniej ten wyjazd będzie gratis. Bo doprawdy, nadal nie mogłabym pracować tak drogiemi środkami..."
      },
      {
        "index": 350,
        "text": "Nie rozumiał. Dobyła z za stanika jakiś szeroki papier."
      },
      {
        "index": 351,
        "text": "— Niech pan przeczyta."
      },
      {
        "index": 352,
        "text": "— Tak zawsze, — niecierpliwił się Barcz, — wszędzie, wszędzie urzędowanie!"
      },
      {
        "index": 353,
        "text": "List ten jednak!... Na grubym angielskim papierze pisał Krywult poufnie do intendenta Wilde w sprawie złota."
      },
      {
        "index": 354,
        "text": "— Ad złoto, ad złoto, — rżał Barcz. Przelatywał szybko rozporządzenia Krywulta, sadzone rosyjskim charakterem. Dyspozycje w sprawie nadania większych ilości rozmaitym partyjnym stowarzyszeniom, mafjom."
      },
      {
        "index": 355,
        "text": "— Pani Hanko, — wystrzelił radośnie, — przyczynia się pani... Czy Pyć to widział?"
      },
      {
        "index": 356,
        "text": "— Nie."
      },
      {
        "index": 357,
        "text": "— Pani chciała, żebym ja tylko posiadał ten papier?"
      },
      {
        "index": 358,
        "text": "— Nie mówiłam o tem Pyciowi, — to dzieciak."
      },
      {
        "index": 359,
        "text": "— Niesłusznie! Pyć jest wogóle poza wszelkim wiekiem. Nie potrzebowalibyśmy teraz babrać się w tych sprawach..."
      },
      {
        "index": 360,
        "text": "Wyciągnął do niej ręce."
      },
      {
        "index": 361,
        "text": "— Nie mówiłam Pyciowi, bo od niego nie mogę nic dostać za te drogie środki, jakiemi zdobywa się taki papier!"
      },
      {
        "index": 362,
        "text": "— Jeżeli chodzi o kredyty, to Pyć..."
      },
      {
        "index": 363,
        "text": "— Zrozum pan nareszcie, że nie chodzi nawet o pieniądze! Tu jedynie jakiś wielki interes, à la zabytki... Nato, abyś pan posiadał ten papier, — kogoś też musiano przedtem posiadać!"
      },
      {
        "index": 364,
        "text": "Policzki Barcza oblała gorąca czerwień, czarne basy żył napięły się od czoła aż po gardło. — Prostytucja!!! — Pana to chyba nie powinno wzruszać. Dla ojczyzny?"
      },
      {
        "index": 365,
        "text": "— Prostytucja, prostytucja... — powtarzał w popłochu."
      },
      {
        "index": 366,
        "text": "Przyłapała go na progu."
      },
      {
        "index": 367,
        "text": "— Z intendentem Wilde. A pan się nie prostytuuje „dla ojczyzny“ z całemi tabunami najlichszych wałkoni?! To się nazywa, że pan równoważy się, — dojrzewa... Jakiem więc prawem?!"
      },
      {
        "index": 368,
        "text": "Krew zalała mu oczy. Z całego rozmachu pamiątkowym pejczem zdzielił Drwęską przez piersi."
      },
      {
        "index": 369,
        "text": "Zgięta we dwoje zaskuczała żałośnie."
      },
      {
        "index": 370,
        "text": "Wyszedł. Przez czerwone korytarze, — biały marmurowy hall. Z kryształowego wiatraka drzwi na ulicę."
      },
      {
        "index": 371,
        "text": "Przy wyjściu złapał go sztywny ukłon warty honorowej."
      },
      {
        "index": 372,
        "text": "Oddawszy pozdrowienie, stał Barcz długą chwilę w równej linji z żołnierzami posterunku, docna pośród tego wiernego honoru samotny i zbłąkany."
      },
      {
        "index": 373,
        "text": "Gęste płaty śniegu zasypywały ulicę."
      },
      {
        "index": 374,
        "text": "Dopiero na drugi dzień, podczas konferencji ze sztabowcami francuskimi w sprawie służby radjotelegraficznej, znalazł wyjście z tej sceny „romantycznej“. Kazał sobie podać auto."
      },
      {
        "index": 375,
        "text": "— Nie, — powiedział Przeniewskiemu, który pragnął towarzyszyć. — Jadę sam."
      },
      {
        "index": 376,
        "text": "Wyszukał sklep z kwiatami na czwartorzędnej ulicy i stąd posłał wielki pęk „naszych“ chryzantem."
      },
      {
        "index": 377,
        "text": "Drwęska przyjęła Barcza w łóżku. — Chora."
      },
      {
        "index": 378,
        "text": "Przysiadł się blisko, objął wpół, przez koronki koszuli wyszukał czarną pręgę uderzenia i ucałował wzdłuż, raz za razem, przez piersi."
      },
      {
        "index": 379,
        "text": "Odsunęła go."
      },
      {
        "index": 380,
        "text": "— Wiedziałam, że pan przyjdzie. No, bo wkońcu nie zwrócił mi pan listu Krywulta. Mogę przypuszczać zatem, że „ofiara“ moja została przyjęta."
      },
      {
        "index": 381,
        "text": "Nie chciał o „tem“ mówić."
      },
      {
        "index": 382,
        "text": "— O tak, przetrącić komuś kości a potem nie chcieć o tem mówić, — cóż łatwiejszego! — „Właśnie“ wróciła do zabytków, kombinacyj, — Rasińskiego."
      },
      {
        "index": 383,
        "text": "Barcz, półleżąc u jej nóg, przeczył głową."
      },
      {
        "index": 384,
        "text": "— Żadnych zabytków, żadnego Rasińskiego, żadnych wywiadów. Nie będzie pani w tej służbie i basta!"
      },
      {
        "index": 385,
        "text": "— Skoro chcę i dla idei!?.."
      },
      {
        "index": 386,
        "text": "— Jeżeli jeszcze pani zacznie ze mną mówić o ideach —"
      },
      {
        "index": 387,
        "text": "W ciągu kilku następnych wizyt starała mu się udowodnić, że nią nikt nie może rozporządzać..."
      },
      {
        "index": 388,
        "text": "Aż nareszcie pewnego wieczora, gdy nudził i nastawał, w kleszcze jakiejś urojonej „świętości“ chcąc ją zamknąć, — opowiedziała mu wszystko o Wildem. Wszystko, wszystko, — wszystko..."
      },
      {
        "index": 389,
        "text": "Barcz rzucił się na nią. I kiedy schowani w ciemnościach pokoju drżeli oboje, pytał:"
      },
      {
        "index": 390,
        "text": "— Mów do końca. Mów! Będziemy razem przebierać w tem świństwie. W zgniłych radościach, — czarnych skarbach..."
      },
      {
        "index": 391,
        "text": "Widywali się coraz częściej. Pryskały wszystkie pozory i maski. Upajali się brutalną swobodą zupełnej prawdy."
      },
      {
        "index": 392,
        "text": "Drwęska opowiadała mu o psie, gdy miała lat dziewięć, o grubym, czerwonym rządcy, gdy miała lat dwanaście. O jakimś Angliku w Dreźnie, gdy miała lat czternaście."
      },
      {
        "index": 393,
        "text": "— Za mało, za mało, — śmiał się, otruty tą szczerością, i szczęśliwy, że nie więcej, że już nie więcej."
      },
      {
        "index": 394,
        "text": "— A teraz ja, Hanka, — co?"
      },
      {
        "index": 395,
        "text": "— A teraz ty, potem on, — wkońcu nikt, bo cóż wy wszyscy?..."
      },
      {
        "index": 396,
        "text": "„Czarne skarby podłości“ ukazywały mu się wśród niebieskich strzałek frontu, to między czerwonemi elipsami koncentracji nieprzyjacielskiej, to znów na ważnem posiedzeniu „ludowych surdutów“, zwłaszcza podczas przydługich wywodów Rybnickiego."
      },
      {
        "index": 397,
        "text": "Nawet u Jadzi — na niewiadomo już których „oczepinach moralnych“ z powodu wykończenia szopki."
      },
      {
        "index": 398,
        "text": "— Przychodzę rzadko, — tłumaczył się żonie, — bo już nie jestem pewien dnia ani godziny. Zamach, — zamach!"
      },
      {
        "index": 399,
        "text": "— Będę przy tobie, teraz musimy być razem, — wołała, rzucając ręce w powietrze."
      },
      {
        "index": 400,
        "text": "Wzruszał ramionami:"
      },
      {
        "index": 401,
        "text": "— Teraz nikt ze mną nie może być razem. Takim wypadkom idzie naprzeciw mężczyzna — sam. Sam, — z bronią w ręku."
      },
      {
        "index": 402,
        "text": "Nie wiedział ciągle jeszcze terminu wybuchu."
      },
      {
        "index": 403,
        "text": "Na najpoufniejszem posiedzeniu żarli się o to major Pyć z generałem Dąbrową. Pyć odcedzał skwapliwie meldunki, donosy, dane, radził gotowość — od zaraz, — ciągle. Dąbrowa zaś opierał się na krętych wyznaniach Wildego. — Polegam na nich i z tej gadaniny wnoszę, że szwadronów, które sobie krywultowscy gotują, i bataljonów, w których prowadzili robotę, nie będą mieli na porę. Wnoszę tedy, że to nie będzie ani dziś, ani jutro, ani nawet w tym tygodniu. Mamy przez te dnie, każdy z nas, sporo śmierci w ręku, — fuknął Dąbrowa czarnemi dziurami nosa, — więc należałoby ostrożnie..."
      },
      {
        "index": 404,
        "text": "Siedzieli z Barczem naprzeciw siebie, a Pyć targał się między nimi to w tę to w ową stronę."
      },
      {
        "index": 405,
        "text": "— Co tam, panie generale, śmierć na darmo poklepywać. Ja moich oficerów, — czochrał się Pyć pod pachami, jakby stamtąd miał tych oficerów wytrząsać, — będę mieć od dziś gotowych, tu obok, w kasynie. Dajmy na to, przy jakiemś pożegnaniu, czy też państwowej pijatyce. Nasze zaś wierne oddziały, gdyby pan, generale, już dziś zaalarmował, choćby pod pozorem odmarszu na front."
      },
      {
        "index": 406,
        "text": "Dąbrowa skinął głową:"
      },
      {
        "index": 407,
        "text": "— Zrobi się. Ale to jeszcze tak wadliwie funkcjonuje."
      },
      {
        "index": 408,
        "text": "Barcz i Pyć popatrzyli na niego nieufnie. Wytrzymał, — w miarę nacisku klarując powoli spojrzenie. Tak, że dwuznaczna tłustość, powlekająca jego źrenice, rozrzedzać się jęła i przetapiać w czystą biel służbowego oddania."
      },
      {
        "index": 409,
        "text": "— No tak, ale jeżeli stanie się jakiś zawód?"
      },
      {
        "index": 410,
        "text": "— Co to znaczy „stanie się“? Za takie zawody rozstrzeliwują w wojsku, panie generale, — westchnął Barcz. — Rozstrzeliwują, — parskał Dąbrowa, — a my przecież dotąd same zawody mamy w służbie. Jużbyśmy, w takim razie, dawno jedni drugich powinni rozstrzelać."
      },
      {
        "index": 411,
        "text": "— No, no, no! — Barcz ostremi kantami dłoni po trzykroć przeciął powietrze, uznając rozmowę za skończoną."
      },
      {
        "index": 412,
        "text": "Podali sobie ręce, wymienili uścisk, niby przedmiot potoczny a niepotrzebny."
      },
      {
        "index": 413,
        "text": "Barcz pojechał z Pyciem do hotelu. Na wszelki wypadek przygotować się już. Usunąć papiery z numeru. W kilka chwil przejrzał Pyć generałowi wszystkie teczki szybkim, właźliwym sposobem, w którym było doprawdy coś sprośnego. Rozchylał bowiem ostrożnie kartki, rozginał zagięte szwy, jeżdżąc nosem po treści pism, jakby ją wąchał."
      },
      {
        "index": 414,
        "text": "— A browning pana generała?"
      },
      {
        "index": 415,
        "text": "Rewolwer leżał przy łóżku. Pyć, stwierdzając sprawność mechanizmu, gadał ciągle."
      },
      {
        "index": 416,
        "text": "— Jaka to dawniej, panie generale, msza wielka była z takim browningiem?! Za naszych czasów."
      },
      {
        "index": 417,
        "text": "— Pan byłeś wtedy dzieckiem."
      },
      {
        "index": 418,
        "text": "— Ale pamiętam. Musiały być ręce umyte i podścielony arkusz czystego papieru, i dopiero wtedy, po wielu obrzędach, rozbierało się poszczególne części. A dziś, — twarz rozciągnął majorowi pobłażliwy uśmiech, — a dziś takim browningiem my się bronimy przed zamachem, który już na nas idzie. Biała fasolka, — śmiał się, sypiąc z magazynku niklowane naboje na gładki marmur stolika. — Ta fasolka przez kilka dni, będzie musiała starczyć za wszystko. Nawet może za niejedną piękną kobietę, — jakby się kto pytał..."
      },
      {
        "index": 419,
        "text": "— Nie zapominać się, Pyć!"
      },
      {
        "index": 420,
        "text": "Nareszcie Barcz został sam. Więc już zamachy..."
      },
      {
        "index": 421,
        "text": "Rozmyślał, w jak znacznym stopniu droga wielkiego człowieka podobna jest do utartej formuły powieści kryminalnych. Ty „na nich“, oni „na ciebie“ — oto wszystko."
      },
      {
        "index": 422,
        "text": "Zszedł jeszcze nadół, upewnić się, czy przybyła już nowa zmiana podoficerska? W razie zamachu miał ją alarmować potrójnym dzwonkiem do loży portjera. Zresztą był przekonany, że sam sobie poradzi. Wrócił do numeru."
      },
      {
        "index": 423,
        "text": "Pisząc obojętne listy, które na wszelki wypadek miały wspomóc jego generalskie alibi, zastanawiał się, czy te wytyczane przez niego „ramy“ nie były zbyt sztywne, zbyt ostre? Lecz nie. Wszak dopiero teraz zaczynał zlewać do wspólnego tygla odrębne regulaminy poszczególnych grup wojska. Wszak dopiero teraz zamierzał przystąpić do wykucia wspólnej obroży, — wspólnego munduru. Nawet konie nie miały jeszcze w armji popieczętowanych zadków, — jakże tedy daleko było do ludzi! A jeżeli któryś ze spiskowców poniesie i odrazu wygarnie? Niby szare piętna znikały w myśli Barcza twarze najbliższe, i pozostawał sam... Sam jeden, z zimnemi ramami, które prosto z serca biły we mgłę tego narodu."
      },
      {
        "index": 424,
        "text": "I tak mu szła ta noc, pełna rozsądku, hartu, goryczy, gdy zapukano do drzwi. Nie były zamknięte. Czekał, gotów, w pełnym mundurze. Weszła Drwęska, w futrach miękkich, wonnych, lekka, powłóczysta, jakby ją przyniosło samo tchnienie tej nocy. Zamknęła za sobą na klucz."
      },
      {
        "index": 425,
        "text": "I zrzucając na krótkiej drodze pokoju futro, szal, mufkę brodatą:"
      },
      {
        "index": 426,
        "text": "— Nie wiem, czy wiesz? Czy wiesz naprawdę?!"
      },
      {
        "index": 427,
        "text": "— Wiem. Głupstwo. Nie ma żadnego znaczenia. Zamach, — zamach. Ale dlatego, — zbierał za nią porzucane przedmioty, — ubierz się i wracaj natychmiast do siebie!"
      },
      {
        "index": 428,
        "text": "Wytrąciła generałowi z rąk futro i w złoto-fioletowych łatach balowej toalety, niby taflami stężałego syropu sczepionych chrupką ozdobą szkieł, wpełzła mu na kolana."
      },
      {
        "index": 429,
        "text": "— Zamach, zamach, — śmiała się, przyłożywszy ucho do jego piersi. Ogarnęły ją niespodzianie wesołe, radosne ulgi, że serce to bije, młode, zdrowe, dźwięczne. Że dzięki niej bić nie przestanie tej nocy... Że między tłum spiskowców a to serce ona dziś rzuci to właśnie, co paczy zażarte spory samców, czar kobiecego uroku."
      },
      {
        "index": 430,
        "text": "— Otóż słuchaj, niema żadnego zamachu!!"
      },
      {
        "index": 431,
        "text": "Właśnie wraca z opery, gdzie była w całej kompanji z Pesteczką, z starym hrabią Bogulickim, z Krywultem, z Wildem."
      },
      {
        "index": 432,
        "text": "— No więc tak — był i Wilde. Odjechali wszyscy pod Warszawę. Nocują u Bogulickich w Jedwabnie. Wiem na pewno, — kłamała najswobodniej."
      },
      {
        "index": 433,
        "text": "— A ja wiem, — starał się ominąć uściski, — i to z całkiem autorytatywnego źródła, że... Pyć całkiem stanowczo stwierdził —"
      },
      {
        "index": 434,
        "text": "— Jest idjota, — podchwyciła. — Owszem, jeszcze dziś po południu wyznaczali na tę noc. Ale koni im brakuje w szwadronach!"
      },
      {
        "index": 435,
        "text": "Była przekonana, że Barcz uwierzy, argument bowiem miał wszystkie pozory prawdy. To też, przyłożywszy usta przez sukienną powłokę munduru do piersi przyjaciela:"
      },
      {
        "index": 436,
        "text": "— Wiesz przecie, jacy oni są! Można chcieć cały kraj do góry nogami wywrócić, — a przecież szkoda na to poświęcić choćby kilkadziesiąt cugantów!! Od czegoż nasza szlachta?!"
      },
      {
        "index": 437,
        "text": "Wziął ją oburącz za ramiona:"
      },
      {
        "index": 438,
        "text": "— Od czego nasza szlachta? Może od tego właśnie, aby mieć świetnego szpiega w balowej sukni?..."
      },
      {
        "index": 439,
        "text": "— Słuchaj! Możesz się zapomnieć aż do bicia szpicrutą, — ale nie wolno... Szpieg który ci każe opuścić miejsce, gdzie łapać cię mają? I przeprowadzić cię chce do swego apartamentu na noc? I kto? Bądź co bądź — ja, — szanująca się dama..."
      },
      {
        "index": 440,
        "text": "— Bo wiesz, — odpowiadał z namysłem, — że nie pójdę i tu czekać będę!"
      },
      {
        "index": 441,
        "text": "— No więc szpieg, który, gdyż nie mam zamiaru siedzieć tu w balowej sukni, który spędza u ciebie noc w łóżku, straszliwie uzbrojony, aż po pas, kusą jedwabną koszulką. Prawda?..."
      },
      {
        "index": 442,
        "text": "Wydało się Drwęskiej w tej chwili, iż nie ona, lecz długie, odwiecznie kryte macierzyństwo zaplata jej ręce na szyi Barcza. Że to ono żywą siecią objęcia naoślep łowi — już może ostatni raz — z przydrożnej zawieruchy trochę miłości. Że to ono napełnia usta drogą goryczą ofiary."
      },
      {
        "index": 443,
        "text": "Jęli się kłócić. Barcz stawiał rzecz zasadniczo. Żadnych kobiet w takich wypadkach. To nawet wie taki smarkacz Pyć! Tu chodzi o rząd, wybory, państwo, przyszłość."
      },
      {
        "index": 444,
        "text": "Drwęska, zaś, że nie, — że tylko o plotkę, dla której oczywiście wzorowy pan generał poświęci chętnie miłą noc..."
      },
      {
        "index": 445,
        "text": "— Zresztą? Będzie ci nawet do twarzy, gdy po całej Polsce rozleci się wiadomość, że w łóżku „pana“ znaleziono kobietę. Jeszcze nie było na świecie oficera, któregoby skompromitowała przygoda z młodą, piękną kobietą. Wiesz, — zakończyła poważnie, — że mam w Wiedniu dzieci. Nie dla takich głupstw zostawia się dwoje dzieci na łaskę losu."
      },
      {
        "index": 446,
        "text": "Zrzucała z siebie szybko łuski szklane."
      },
      {
        "index": 447,
        "text": "Naga już prawie objęła go za szyję:"
      },
      {
        "index": 448,
        "text": "— Zamykamy na klucz. Gasimy. I nie myśl, że mi na tobie zależy..."
      },
      {
        "index": 449,
        "text": "Każdy ruch, każde drgnienie nagiej postaci Barcza moszcząc słodyczą swego ciała, usidłana niespodzianie w potrzebach kłamliwej szczerości:"
      },
      {
        "index": 450,
        "text": "— Czy rozumiesz — tłukła małemi dłońmi w jego rozlegle piersi, — najdziksze w tem jest, — że cię nie kocham, nigdy nie kochałam. Że się bawię tylko, — szeptała przez łzy."
      },
      {
        "index": 451,
        "text": "Barcz podnosił ku sobie jej głowę, unurzaną w zawierusze włosów. Sypkie ich pasma rozwlekał po pościeli i rzekłbyś w czarne płomienie bił pięściami. Jakoby wszystko streszczał wobec świetnych przed którym bądź szczegółów jej ciała. Wobec ramienia Drwęskiej zimną wstęgą wiedzionego przez zamknięte powieki. Wobec malutkiej stopy, w której chłodne palce, niby w białe piszczałeczki gładkiego pięciotonu, tchnął oddechy gorące... Wobec jej piersi, skupionych tak ściśle pod objęciem dłoni. Wobec czoła, za którem taiła się, gdzieś tam w środku tej chłodnej głowy, jedyna, tak ponętna bezczelność."
      },
      {
        "index": 452,
        "text": "Drwęska zaś, z ustami na jego ustach, słuchem przy drzwiach rozścielona... W strwożonem sercu przygotowana, że gdy wejdą, strzelać zaczną, — skoczy między napastników i kochanka zasłoni. Zapukano do drzwi..."
      },
      {
        "index": 453,
        "text": "Już — poniosło się przez Barcza."
      },
      {
        "index": 454,
        "text": "— Co? — szepnęła Drwęska, obejmując go stokrotnie."
      },
      {
        "index": 455,
        "text": "Chwycił browning. Lecz jakże strzelać z kobietą u boku."
      },
      {
        "index": 456,
        "text": "— Warjatka! — syknął Barcz i, rozerwawszy uścisk, zwinął ją, zmiął, potężnem uderzeniem wkopał w nogi łóżka. Postanowił nie otwierać. Honor, honor kobiety, — pieniła się w generale bezsilna pasja."
      },
      {
        "index": 457,
        "text": "Był tedy bezbronny. Wciągając szybko skarpetki i spodnie, wahał się jeszcze... Nie mógł strzelać. Nie mógł też sygnalizować do posterunku podoficerów. Strzelać, — podoficerowie, — policja, — stacjonowanie w pokoju, — niemożliwe! Skandal niebywałych rozmiarów... Barcz, widział, zda się jak wielka jego droga utknęła bezsilnie w perfumowanych kudełkach przy zbiegu wonnych ud."
      },
      {
        "index": 458,
        "text": "— Warjatka! — zdążył jeszcze raz warknąć, rzucając rewolwer pod kołdrę."
      },
      {
        "index": 459,
        "text": "W tej właśnie chwili klucz niby ciężka litera wypadł z drzwi na podłogę. W zamku zapiszczały wytrychy, — w ramach wejścia ukazała się gęsta kupa oficerów."
      },
      {
        "index": 460,
        "text": "— Czołem, moi panowie, — zaczął Barcz, — czemuż przypisać —"
      },
      {
        "index": 461,
        "text": "Nie dokończył."
      },
      {
        "index": 462,
        "text": "Obwieszeni granatami, w rękach trzymali rewolwery. Jeden z nich bezczelnie przyzywał palcem."
      },
      {
        "index": 463,
        "text": "— Pan generał pozwoli z nami, — wyciągnął nareszcie głos ze stłoczonej gromady, — powitać nową władzę!"
      },
      {
        "index": 464,
        "text": "— Bez butów!? — Nie zdążył był bowiem ich jeszcze wciągnąć."
      },
      {
        "index": 465,
        "text": "Wszyscy razem spojrzeli na niebieskie „noski“, dosztukowane do czarnych skarpetek generała."
      },
      {
        "index": 466,
        "text": "— Na buty będzie czas w samochodzie, — stwierdził przywódca napastników."
      },
      {
        "index": 467,
        "text": "Barcz opanował się. Liczył teraz, że dzięki drobnym szczegółom zyska jeszcze na czasie."
      },
      {
        "index": 468,
        "text": "— Ja ich niósł nie będę, — ogłosił."
      },
      {
        "index": 469,
        "text": "— No to musi ktoś zabrać."
      },
      {
        "index": 470,
        "text": "Przywódca odwrócił się ku swym podkomendnym:"
      },
      {
        "index": 471,
        "text": "— Wołać portjera!"
      },
      {
        "index": 472,
        "text": "— Nie, panowie, — zasępił się Barcz, — nie ma nic w takiej chwili portjer między oficerami do roboty. A ja nosić nie będę, gdy są tu młodsze szarże..."
      },
      {
        "index": 473,
        "text": "— Oficer też nie poniesie, — odpowiedziały razem zmarznięte głosy."
      },
      {
        "index": 474,
        "text": "Długą chwilę czekali bezradnie, przekładając granaty z ręki do ręki."
      },
      {
        "index": 475,
        "text": "Nakoniec przywódca krzyknął:"
      },
      {
        "index": 476,
        "text": "— A chorąży tu jaki jest?!"
      },
      {
        "index": 477,
        "text": "Ze zbitej gromady wydostał się na czoło jakiś młodzik."
      },
      {
        "index": 478,
        "text": "— Pan bierze buty. Chorąży, — nie oficer."
      },
      {
        "index": 479,
        "text": "Ruszyli. Przodem szedł dowódca, po bokach i ztyłu oficerowie, w dźwięku ostróg. Najwyższem upokorzeaiemupokorzeniem napełniało Barcza ciche mlaskanie nieobutych stóp po dywanach korytarza. Niebieskie nosy skarpetek przesłaniały mu w tej chwili wszystko. I ciężkie jego położenie wobec rządu, i wobec wojska i społeczeństwa. Nowa władza... Więc niema już „ludowych surdutów“. Przemełły się teraz przez Barcza wszystkie bataljony, rozmieszczone tak mądrze przed wyborami... A front!!! Czuł go niby ranę, straszliwie zadaną przez całe ciało i mózg."
      },
      {
        "index": 480,
        "text": "Wszystkie te myśli nie trwały nawet sekund parę. Nawet nie wiedział, kiedy się w to zmieściła matka ze swoim „żłobkiem“ dla dzieci i jakaś dawna niedziela, kiedy pierwszy raz jedli z bratem chleb z masłem i z powidłami..."
      },
      {
        "index": 481,
        "text": "Perfumowane kudełki niszczą zarówno wodzów jak bandytów. Oto ostateczna mądrość! Przytem nie był pewien Dąbrowy. A cóż Pyć, — sam? Już schodzili na pierwsze piętro. Barcz przestał rozpamiętywać, zajęty nagle tem, że klatka schodowa jest zupełnie pusta."
      },
      {
        "index": 482,
        "text": "Korytarze lśniły martwo w sztywnem świetle elektryczności, krok napastników tętnił po marmurowych schodach. Widział już generał zakurzony czub palm, ustawionych w kącie hallu."
      },
      {
        "index": 483,
        "text": "Nagle, pod czubem tym, dostrzegł jakby kilka metalowych bochenków. Hełmy?!?"
      },
      {
        "index": 484,
        "text": "Jeden z nich, niby ciemny żuk, leciał wgórę schodami."
      },
      {
        "index": 485,
        "text": "— Hej! Panowie wiara, — rwał głos z pod tego hełmu. — Panowie wiara!!"
      },
      {
        "index": 486,
        "text": "Spotkali się na zakręcie z odległości kilku stopni."
      },
      {
        "index": 487,
        "text": "To był ten sam podoficer, — zakwitło w duszy Barcza, — z pod Przemyśla, Lwowa, Bobrujska, Odesy, Włoch, z pod świata całego..."
      },
      {
        "index": 488,
        "text": "— Panowie wiara, — krzyczał sierżant w długim płaszczu, podniósłszy kolbę wgórę, — uwaga na granaty!!!"
      },
      {
        "index": 489,
        "text": "Skoczył naprzód i, wrzeszcząc „Trzymajcie go“, rznął twardym ciosem kolby w pierś przywódcy zamachowców. W hallu jękło od dołu aż pod strop."
      },
      {
        "index": 490,
        "text": "— No, a teraz, — cedził z krakowska, śmierdząc już pośród nich pokrzywą zmokniętego płaszcza, — dawać, panowie, bilety. Noc listopadowa, bilety, bileciki!"
      },
      {
        "index": 491,
        "text": "Oszołomionym, zmieszanym, łuskał szybko z dłoni granaty, oddając je ostrożnie żołnierzowi, który niewiadomo kiedy, znalazł się tu za swym sierżantem."
      },
      {
        "index": 492,
        "text": "— Oddawać jajka, panowie, oddawać! Złożywszy ostatni pocisk na spokojne ręce starszego żołnierza, wyprostował się przed Barczem i ryknął na cały hall:"
      },
      {
        "index": 493,
        "text": "— Panie generale, melduję posłusznie, że pan generał jest już wolny!!!"
      },
      {
        "index": 494,
        "text": "Barcz wziął go w objęcia, wzruszony, szczęśliwy, jakby ziemię obiecaną ściskał."
      },
      {
        "index": 495,
        "text": "Jedni sprowadzili wdół rozbrojonych napastników, drudzy pozostali przy Barczu, otaczając go ze wszech stron — a to ze względu na buty... Żeby je sobie wdział, bez obrazy generalstwa przed niewtajemniczonymi."
      },
      {
        "index": 496,
        "text": "Siedząc na marmurowym schodzie, siłował się z cholewami. Bez haczyków nie było łatwo."
      },
      {
        "index": 497,
        "text": "— Zasłaniacie, panowie, lepiej zejdźcie, — ja zaraz..."
      },
      {
        "index": 498,
        "text": "Zostawili go tedy samego."
      },
      {
        "index": 499,
        "text": "— Mocuj się, psiakrew, durniu, — dyszał sam do siebie, zamotany w purpurę generalskich podszewek, — ze swą pretensją, prywatą, na oczach wiernych — bydlaku!"
      },
      {
        "index": 500,
        "text": "W skosie niemiłosiernej ironji widział się teraz na białych schodach kamiennych, nito na stopniach białego majestatu czerwony rak, utrudzony własnemi łapami. Lecz kiedy wstąpił nareszcie w obcisłe, nieusłuchane cholewy i stanął pewnie, — jakby stanął na brzegach czasu nowego... Teraz, — przemknęła mu się przez myśl owa dawna chwila u krawca, kiedy to jego adepci na gołe pięty mu patrzyli. — Teraz obcych przyuczy na gołe pięty z szacunkiem patrzeć! Zbuntowanych zostawił pod eskortą, a sam z kilku podoficerami ruszył na plac alarmu."
      },
      {
        "index": 501,
        "text": "Działo się to w przegonie krótkiej ulicy, przez którą szron dął, nieprzerwaną chmurę mroźnej bladości miotając o ciemne ściany domów."
      },
      {
        "index": 502,
        "text": "— Bagnet na broń, — skomenderował Barcz."
      },
      {
        "index": 503,
        "text": "Lecz tam, pod szerokim tarasem Komendy Miasta, spostrzegł przez pasma zawieruchy także jakieś wojsko?! Podszedłszy bliżej, przystanął."
      },
      {
        "index": 504,
        "text": "Jakiś wysoki głos, niby trzaskanie bata, klaskał raz po raz w powietrzu, a na dźwięk jego dwurząd żołnierzy kruszył się, rozpadał w czwórki, znów zrastał."
      },
      {
        "index": 505,
        "text": "To Pyć!"
      },
      {
        "index": 506,
        "text": "Major Pyć stał przed szeregiem, szary, sztywny jak gwóźdź, i ostremi komendami trzepał kompanje po bokach. Spostrzegłszy generała, rozpętał srogie parady. Potem dopiero zarządził zmianę oddziałów."
      },
      {
        "index": 507,
        "text": "Razem z Barczem stali teraz na kamiennym tarasie odwachu, niby w olbrzymiej loży pustego amfiteatru, kutając się szczelnie przed zimnem. Trzeba było dopatrzeć jeszcze, jak działa przysłana nareszcie przez Dąbrowę piechota. Bataljon, na podobieństwo ciężkiego stoku sukna, rozwijał się coraz dalej. Z jego krańców odrywały się poszczególne części i, nito małe, wyskubane z całości strzępy, toczyły się patrolami w stronę sąsiednich ulic i placów."
      },
      {
        "index": 508,
        "text": "— Nasze kochane ramy, — rzekł Barcz, przeprowadzając oczyma poszczególne sekcje."
      },
      {
        "index": 509,
        "text": "— Sidła, — smarknął Pyć. — Dąbrowa się spóźnia. Dopiero teraz dostałem z Cytadeli ten bataljon. Rządu niema... Coprawda ten drugi, nowy, mamy już pod kluczem. A szwadronów naszych jeszcze nie widać... Jasna cholera z tą kawalerją. Wyjechali, Bóg wie kiedy, i niema. Dąbrowa też nie telefonował?... Trzy kwadranse tu stoję sam i musztruję tych buntowników."
      },
      {
        "index": 510,
        "text": "— Jakto?!"
      },
      {
        "index": 511,
        "text": "— No tak, — kłapał chudemi szczękami major, — kazałem sobie ich kapitanowi zdać raport, zbeształem za nieporządek, żołnierze nie mają przy płaszczach oliwek. Stracił głowę. A ja od krzyku głos."
      },
      {
        "index": 512,
        "text": "Istotnie, przesypywało mu się w piersiach tchnienie nierówne, szorstkie."
      },
      {
        "index": 513,
        "text": "— A rząd?"
      },
      {
        "index": 514,
        "text": "— Niema starego. Porwali go i gdzieś uwieźli. Nowy pod kluczem. Mają śliczne fokowe palta. Zresztą — wszystko w porządku. Łączymy przecięte druty. Rasiński już w agencji. Sąd — tu na miejscu, z samym generalnym prokuratorem Jabłońskim. — Pyć wskazał szereg oświetlonych okien, — na miejscu zbrodni. No więc, może chcecie, generale, zobaczyć te foki?..."
      },
      {
        "index": 515,
        "text": "— Kogo?!"
      },
      {
        "index": 516,
        "text": "— No, — nowy rząd."
      },
      {
        "index": 517,
        "text": "— Ale gdzie stary?!! — ryknął Barcz."
      },
      {
        "index": 518,
        "text": "Przecież w istocie rzeczy, — te wszystkie „ludowe surduty“ na nim wisiały."
      },
      {
        "index": 519,
        "text": "— Za starym jeździ Wilde. Sam ich schował, — niech sam odszuka... To właściwy wódz tego całego „powstania“. — A Krywult?"
      },
      {
        "index": 520,
        "text": "Pyć potoczył zbożnem spojrzeniem po śniegu:"
      },
      {
        "index": 521,
        "text": "— Jest u Bogulickich. Mądra bestja! Ale łapiemy go z Jedwabna w telefon. Więc te foki, panie generale..."
      },
      {
        "index": 522,
        "text": "Major ruszył przodem do gmachu."
      },
      {
        "index": 523,
        "text": "Pełno tu było aresztowanych i straży. Pilnujących i pilnowanych. W stalowych hełmach, w pokrytych szronem płaszczach, żołnierze podobni byli do połyskliwych opiłek, które roztrzepany przeciąg ogromnego budynku miótł z piętra na piętro, w najsprzeczniejszych kierunkach."
      },
      {
        "index": 524,
        "text": "Trzeba było bystrości Pycia, by wyznać się, kto tu kogo pilnuje. Zdało się, iż na ślepo trafia. Przysuwał bowiem do zmarzniętych na siny zakalec twarzy piechurów sklejone szronem oczy i odrazu wiedział wszystko. Barcz tymczasem potykał się ustawicznie na rozdeptanych grudach błota."
      },
      {
        "index": 525,
        "text": "— Gęsty potok naszej państwowej pracy, — młasnąłmlasnął Pyć, ukazując rozlane po posadzce kałuże."
      },
      {
        "index": 526,
        "text": "Nareszcie przybyli do ustronnego pokoju, gdzie w towarzystwie Jabłońskiego siedziały — foki."
      },
      {
        "index": 527,
        "text": "Pięciu ich było, tłustych panów. Przebierali kluczykami w kieszeniach, a brzmiało to żałośnie, jakby im jakieś stalowe, pokruszone robactwo w brzuchach rzęziło. Na czele, w kulawym fotelu, trwał predestynowany na wielką władzę książę, niebieskiemi oczyma angielskiej minjatury marzący wśród czarnej pajęczyny brudnych ścian."
      },
      {
        "index": 528,
        "text": "Opiekował się nimi wszystkimi prokurator Jabłoński, kręcąc uprzejmie twarzą, pomarszczoną tej nocy bardziej chyba niż stare jabłuszko rajskie."
      },
      {
        "index": 529,
        "text": "Barcz przedstawił się „tym panom“. Zimno, lecz uprzejmie. Jabłońskiego i Pycia miał ustawionych za sobą, co mu w tej chwili dodawało symbolu, pozwalając działać niby na tle chóru. W kilku słowach oplótł „panów“ trudnością swego położenia. Jako żołnierz, — który tylko — o broni wie. Poczem nagłym niebotycznym cokołem wystrzelił wysoko, — co do wstrzemięźliwości, jaką armja zawsze, o ile chodzi o politykę —"
      },
      {
        "index": 530,
        "text": "— W tych sprawach, panowie, będziecie musieli porozumieć się z dotychczasowym rządem."
      },
      {
        "index": 531,
        "text": "Foki zagryzły wąsy, robiąc znów ciężko bokami."
      },
      {
        "index": 532,
        "text": "— Przedstawiciele tego rządu, mam niepłonną nadzieję, niebawem zjawią się — i wtedy —"
      },
      {
        "index": 533,
        "text": "Mówiąc to, rozgrzewał, nacierał ich nieomal swem spojrzeniem. Rozumiał, iż skoro dotychczas nigdzie niema krwi rozlewu, — będzie się musiał wytworzyć łatwy kompromis zwycięzców i zwyciężonych. To też na końcu przeprosił jeszcze panów za, — tu ciepnął oczyma dokoła, — „za niezbyt chwilowo wygodne warunki“ —"
      },
      {
        "index": 534,
        "text": "— Lecz przecież, któż dla dobra publicznego pracując, przebierać może w wygodach?"
      },
      {
        "index": 535,
        "text": "Zawezwawszy Jabłońskiego, na czele małej świty, z wzorowym hałasem szabel wyszedł ze sali na parter, do izby oficera inspekcyjnego."
      },
      {
        "index": 536,
        "text": "— Tu obecnie jest moja kwatera."
      },
      {
        "index": 537,
        "text": "Odprawili adjutantów i we trzech popuścili pasy, waląc się na krzesła. — A to stypa, — czochrał się Pyć."
      },
      {
        "index": 538,
        "text": "— Nie stypa, — huknął Jabłoński, — a sąd doraźny!!"
      },
      {
        "index": 539,
        "text": "— Idjota, — żachnął się Pyć. — Ucz się, mólu sądowy, od pana generała! Co jest?! Rzecz obraca się zaledwie w tradycjonalnych ramach mordobicia! Jaki sąd?! Gdzie sąd?! Poco?! Najwyżej, — małym w mordę, a możnych do kamizelki przytulić..."
      },
      {
        "index": 540,
        "text": "Za oknami wszczął się tumult. Z głuchym poklaskiem ciężkiego kłusa nadjeżdżały zmarznięte szwadrony, w okrągłych czapkach, niby w plackach ze śniegu. Za niemi, dyszący światłem, i smrodem, dążył samochód, z którego przed Komendą Miasta wysiadł Dąbrowa."
      },
      {
        "index": 541,
        "text": "Otrzepawszy się uczciwie ze śniegu, huknął na oficera warty i, nie czekając aż ten dobiegnie z wysokich, śliskich schodów, wrzasnął przez nagłe porywy szronu:"
      },
      {
        "index": 542,
        "text": "— Pan generał Barcz?!"
      },
      {
        "index": 543,
        "text": "Dąbrowa bokiem wysłuchał meldunku, machnął ręką i, poprawiwszy odzież, wzniósł głowę ku niebu. Zdało się, że błądząc oczyma przez czarne chmury, poszarpane nad dachami, przez ściany szronu, tnące się w różnych kierunkach, nasłuchuje i węszy. Nakoniec obciągnął płaszcz, poprawił pasa i, jednym rzutem ramienia podgarnąwszy za siebie oficera, wszedł do budynku. Tu zameldował się Barczowi."
      },
      {
        "index": 544,
        "text": "— Przeproszę panów, — skinął Barcz."
      },
      {
        "index": 545,
        "text": "Oficerowie porwali się z miejsc i składnie skoczyli za drzwi. Generałowie zostali sami, biurkiem przedzieleni w świetle złotej gazowej lampy."
      },
      {
        "index": 546,
        "text": "Dąbrowa patrzył przez szyby, bezmyślnie, a równocześnie rachował we wnętrzu — i nie mógł się dorachować. Od wieczora przez całą noc wybierał, przebierał między Barczem a Krywultem, składał, przekładał, i białe i czarne rozkazy przeganiając na wsze strony... Uśmiechała mu się śmierć nad Barczem postanowiona, ale znów Krywult, w nowym rządzie na Zamku rozsiadły, też do smaku nie przytrafiał."
      },
      {
        "index": 547,
        "text": "Tedy wkońcu pozawieszał Dąbrowa wszystkie słuchawki, łączników wszystkich pilnie rozegnał, — przespać się, chłopcy, zdrowo! — wziął z fortów szwadrony czekające i pojechał — dokoła. Niby bardzo ostrożnie wyglądało, a po prawdzie, — żeby z głową w śniegu, jak struś w piachu, przeczekać, aż się samo wygotuje..."
      },
      {
        "index": 548,
        "text": "— Powieszę!! — krzyknął nagle Barcz."
      },
      {
        "index": 549,
        "text": "Ano — wygotowało się na dobro Barcza. Dąbrowa pasa poprawił i wyrzuciwszy strapione ręce na pokój:"
      },
      {
        "index": 550,
        "text": "— Jakto?! To jeszcze nie wisi?!"
      },
      {
        "index": 551,
        "text": "Pił to przeciw Krywultowi."
      },
      {
        "index": 552,
        "text": "— Ciebie powieszę, — huczał Barcz. — Pańska szabla, panie generale! Proszę oddać."
      },
      {
        "index": 553,
        "text": "Twarz rozlatywała się Barczowi w purpurowe kawały z gniewu, oczy piach czerwony zasypywał:"
      },
      {
        "index": 554,
        "text": "— Przeszło półtorej godziny spóźnienia!!! Spisek!!! Pan jesteś w spisku!!!"
      },
      {
        "index": 555,
        "text": "Dąbrowa zachwiał się od uderzenia tych słów. Lecz oto już się zjeżył, odęte garbem plecy wyprostował. I głową na wysokiej szyi sztywno umocowaną — bijąc naprzód, jak indor:"
      },
      {
        "index": 556,
        "text": "— Jezdem, jezdem, — przyświadczał Barczowi z chłopska, — w spisku jezdem!... — A królestwo twoje jest nie z tego świata! — krzyczał Barcz, za całą noc teraz sobie ulgę sprawiając. — Powieszę!!!"
      },
      {
        "index": 557,
        "text": "— A nie z tego, nie z tego, — kuł głową w pustkę Dąbrowa. — Powieś, o jej! Ale kto pójdzie dzisiaj z moim chłopskim łbem na sznurku do armji?! Chcę widzieć! Tego widzieć ciekawym..."
      },
      {
        "index": 558,
        "text": "— Spisek, — przerwał gwałtownie Barcz."
      },
      {
        "index": 559,
        "text": "— No to jezdem! Bo tu wszystko jest spisek!"
      },
      {
        "index": 560,
        "text": "— Ale, jak chcesz wygrać, — Dąbrowa bił się prawdomównie w piersi, — to nie z moim chłopskim, — z pańskim łbem na sznurku idź do armji! I nato tu stoję, — wytrząsał rękami, zlany ostatnim potem, — bym ci mówił: z pańskim łbem na sznurku!!! Żebyś wiedział..."
      },
      {
        "index": 561,
        "text": "— To się wtedy nie spóźniaj o dwie godziny, — kopał w biurko Barcz."
      },
      {
        "index": 562,
        "text": "Wówczas twarz Dąbrowy oplótł skręt żalów podstępnych:"
      },
      {
        "index": 563,
        "text": "— Ja się spóźniam, — bo co?... Bo mojemi chamskiemi rękami, — dworował pokornie, — chcesz kasztany z ognia wyciągać?! To musi być po porządku, z tradycją... Ty masz tradycję. Ale, — znów bił się pięściami w przystępie oburzenia, — ale co racja to racja: do Krywulta razem nasza droga idzie. Razem!! Co idzie, — to idzie!..."
      },
      {
        "index": 564,
        "text": "— Rząd się odnalazł i przyjechał, — zameldował w drzwiach Pyć."
      },
      {
        "index": 565,
        "text": "Musieli przywitać."
      },
      {
        "index": 566,
        "text": "— Proszę za mną."
      },
      {
        "index": 567,
        "text": "Barcz szedł pierwszy. Patrząc na jego szerokie, jakby kamienne plecy, Dąbrowa huczał w sobie groźnie i radośnie. Pewien bowiem był już teraz, że gdy na to przyszło, natchnął te twarde bary cudzą karą. Że jutro we dwóch tu na placu zostaną..."
      },
      {
        "index": 568,
        "text": "Rząd troczył się ze spoconych samochodów i, smarkając w czarne rękawy futer, udeptywał kaloszami śnieg tarasu."
      },
      {
        "index": 569,
        "text": "Dąbrowa stał srogo i wyniośle podczas chamrania się Barczowego z wstrząśniętą władzą — i czekał. Czekał uparcie, wodząc górnym węchem, cierpki i zły. Bo on też przecie miał kiedyś, za „krakowskiego powstania“, takich czarnych tuzów w rękach, i przysięgę im podściełał, i Boga, i wszystko, — a wypsnęły mu się z palców."
      },
      {
        "index": 570,
        "text": "Zaintronizowali rząd, narazie byle gdzie, zesznurowali działające oddziały na wszystkie strony — i Barcz, Dąbrowa, Pyć, dwóch szoferów, pięć karabinów — na auto."
      },
      {
        "index": 571,
        "text": "— Mam jechać? — spytał szofer, okutany w skóry jak Eskimos."
      },
      {
        "index": 572,
        "text": "Pyć radził najprzód do agencji telegraficznej. Ręka na pulsie... Dąbrowa uważał, że to zbyteczne. Ale mu Pyć wytłumaczył, że tak każe instynkt państwowy."
      },
      {
        "index": 573,
        "text": "Przybyciem swem rozegnali z przed krat gmachu ciemne kupy milicji."
      },
      {
        "index": 574,
        "text": "— Tylko prędko, — prosił Pyć, — bo się tam nam Krywult w podstawiony telefon uiszcza, ale żeby się nie zmiarkował..."
      },
      {
        "index": 575,
        "text": "Ciemnemi schodami dostali się nareszcie do wielkiej kancelarji, wzdłuż i wpoprzek oślinionej szkłem niezliczonych budek telefonicznych. W pośrodku, za stołem, na którym, niby białe krople rozpalonego żelaza, świeciły lampki elektryczne, siedziało kilku urzędników. Półodziani, w sweaterach, w gaciach, sprawiali wrażenie szarych, wełnianych liszek."
      },
      {
        "index": 576,
        "text": "Stał nad nimi w pełnym mundurze Rasiński i dyktował. Spostrzegłszy dostojnych gości, chciał się meldować. Lecz Barcz machnął tylko ręką."
      },
      {
        "index": 577,
        "text": "— Nie pora, panie kapitanie, na żadne hocki-klocki. Dawać!"
      },
      {
        "index": 578,
        "text": "Generał odczytywał głośno krótki, poprawny opis wydarzenia. W miarę lektury brwi latały mu wgórę, to wdół. Nareszcie skończywszy:"
      },
      {
        "index": 579,
        "text": "— Świetnie."
      },
      {
        "index": 580,
        "text": "— Świetnie, — wybuchnął Rasiński, — ale teraz znienawidzi mnie pół Polski za to!!"
      },
      {
        "index": 581,
        "text": "— Dlaczego?..."
      },
      {
        "index": 582,
        "text": "— Przecież kogoś muszą za to znienawidzić, — więc skupi się na tym, który się w całem towarzystwie okaże najsłabszy."
      },
      {
        "index": 583,
        "text": "— Jeżeliby nawet, — to dla państwa, dla służby, — nie kończąc zdania, zawrócił generał na czele swego orszaku ku drzwiom."
      },
      {
        "index": 584,
        "text": "— Ty, Rasiński, — wołał Pyć, w drodze za generałami, — wyrzucić tylko „bohaterska postawa wiernych wojsk“. Wogóle, pamiętaj, ogólna orjentacja — nic się nie stało, — nawet w mordę nikt nie dał nikomu."
      },
      {
        "index": 585,
        "text": "Pędzili miastem, przez Zjazd, przez most na Wiśle umotany w zawiei, długą szosą do Jedwabna. Barcz rozwalił się wygodnie, Dąbrowa, jak przystało na generała, też sobie miejsca nie żałował, tak, że wciśnięty między szerokie pośladki wodzów, Pyć siedział mocno sprasowany, nie mogąc się nawet oprzeć."
      },
      {
        "index": 586,
        "text": "— Przyroda, — bycza rzecz, — syknął, płuca mając pełne mroźnego cierpienia, gdy się już wydostali z budynków."
      },
      {
        "index": 587,
        "text": "Wiatr dął w oczy, zacinał twarze ostrym szronem. Po obu stronach szosy leciały wtył siwe, stalowe śniegi, nad któremi z niepojętej wysokości czarnego nieba świeciły gwiazdy."
      },
      {
        "index": 588,
        "text": "— Wypogodziło się, — charknął Dąbrowa."
      },
      {
        "index": 589,
        "text": "Barcz nie odpowiedział. Tu właśnie, na bladym śniegu, w szumie uschniętych zagajników, które mijali pośpiesznie, myślał z oschłym przekąsem o Drwęskiej, o tych „czarnych skarbach podłości“... Dopiero gdy mijali patrole ułanów, westchnął, aby przerwać milczenie:"
      },
      {
        "index": 590,
        "text": "— Głupie byki te ułany."
      },
      {
        "index": 591,
        "text": "Wówczas pocichu, dojmującym szelestem, którego nie mógł stłumić prąd wichru, jął sączyć Pyć między generalskie płaszcze — o instynkcie państwowym:"
      },
      {
        "index": 592,
        "text": "— Dlaczego wstąpiliśmy do agencji? Dlatego... Dlatego, — żeby było... Dlaczego zebraliśmy, — dokładnie chwilę, minutę, sekundę wydania, otrzymania rozkazów, wymarszu wszystkich oddziałów tej nocy? Jabłoński dopilnuje, wynyka, swojemi prawniczemi zębami choćby z pod serca wyżre. Dlaczego? Dlatego, — żeby było... To jest instynkt państwowy. Nikt nie wie poco, — ale każdy wie, — że... I nikt nie powie, że nie wie. Dlaczego jedziemy do Jedwabna?... Także dlatego. Dlatego — żeby było..."
      },
      {
        "index": 593,
        "text": "Wdali się w boczną drogę, krytą staremi topolami."
      },
      {
        "index": 594,
        "text": "Samochód ciężko podskakiwał na grudzie."
      },
      {
        "index": 595,
        "text": "Tu Dąbrowa, przez szczękające zęby, gdy widać już było oświecone okna dworu:"
      },
      {
        "index": 596,
        "text": "— O to niema strachu. Do Krywulta razem nas droga prowadzi..."
      },
      {
        "index": 597,
        "text": "Na podjeździe, wokół klombu, pusto było, i nikt nie biegł naprzeciw, mimo że samochód narobił wiele hałasu."
      },
      {
        "index": 598,
        "text": "— Piękny dwór, — sumował Dąbrowa."
      },
      {
        "index": 599,
        "text": "A jednak... — Pyć pokazał daleko, w stronie stajen, przeprowadzane konie, czwórkami, przez jakichś palących papierosy pstrych „gerylasów“."
      },
      {
        "index": 600,
        "text": "Generałowie pokręcili głowami. Dąbrowa odszukał w ciemnościach dzwonek i, naciskając, walił równocześnie pięścią w drzwi. Po dłuższej chwili zachrupało coś w mrokach przedpokoju. Na rozległy przedsionek trysnęły światła."
      },
      {
        "index": 601,
        "text": "— „Stary sługa“, — rechotał pocichu Barcz, patrząc na majstrującego przy zamku starego fagasa w liberji."
      },
      {
        "index": 602,
        "text": "Zjeżony srodze Dąbrowa fukał raz po raz zamarzniętemi dziurami nosa."
      },
      {
        "index": 603,
        "text": "— Ach, bycza rzecz przyroda, — ziewnął Pyć, podczas gdy lokaj trwożnie otwierał."
      },
      {
        "index": 604,
        "text": "Wcisnęli się szybko do środka. Właśnie z przeciwnych drzwi ogromnego hallu wychodził zaspany oficer jazdy w pełnem uzbrojeniu. Wówczas Pyć, wskazawszy oczyma wiernego sługę i szarpiąc Dąbrowę za rękaw:"
      },
      {
        "index": 605,
        "text": "W— W mordę, panie generale! — Z całych sił w mordę!!"
      },
      {
        "index": 606,
        "text": "Dąbrowa wysunął się naprzód i ześrodkowany, groźny, pełnym rozmachem pięści zdzielił między oczy... Tak potężnie, że herbowa liberja plackiem runęła na ziemię."
      },
      {
        "index": 607,
        "text": "— Co jest?! — przyskoczył oficer."
      },
      {
        "index": 608,
        "text": "— Nic, — chwiał lekko głową Pyć."
      },
      {
        "index": 609,
        "text": "I nie spojrzawszy nawet na płaczącego lokaja:"
      },
      {
        "index": 610,
        "text": "— W mordę biją swoi ludzie. Prowadźże pan do pana generała!"
      },
      {
        "index": 611,
        "text": "Zgodnie i towarzysko szli teraz we czterech szerokiemi schodami hallu, którego wszystkie ściany od góry do dołu obwieszone były afrykańskiemi trofeami."
      },
      {
        "index": 612,
        "text": "— Co za cholera! — przystanął Pyć, podziwiając rozpostarte na ścianach kręgi dzikich strzał, i niby stalowe, rozwichrzone ostrza, skręty brzeszczotów i sierpów."
      },
      {
        "index": 613,
        "text": "— To nie cholera, — śpiewał oficerek, — to pan właściciel obecny, hrabia Bogulicki, na polowaniach afrykańskich sam ubił. Onże ochotnik sławny!"
      },
      {
        "index": 614,
        "text": "— A pan generał Krywult mieszka? — wetknął twardo Barcz."
      },
      {
        "index": 615,
        "text": "— Na skrzydle, w komnacie rycerskiej, na skrzydle, — tam też idziemy."
      },
      {
        "index": 616,
        "text": "— Prosimy, — zaśpiewał Krywult, gdy zapukano."
      },
      {
        "index": 617,
        "text": "Lecz gdy weszli, odskoczył wtył, rzucając słuchawkę! Zaplątany w jasne błamy szlafroka, dreptał nieporadnie na starych makatach, pod wielką, na ścianie skrzyżowaną, gwiazdą koncerzy, i łykał jakieś spłoszone słowo. Pyć wyciągnął za drzwi oficerka, trzej wodzowie zostali sami."
      },
      {
        "index": 618,
        "text": "— A słuchawka od telefonu jeszcze dynda, panie generale, — zaśmiał się Barcz, rozkraczony na perskim wzorze dywanu."
      },
      {
        "index": 619,
        "text": "— Prosimy, — śpiewał jeszcze raz Krywult."
      },
      {
        "index": 620,
        "text": "Ściągał sznury szlafroka, chwytał się wstydliwie to za podołek, to za kłak siwizny, sterczący na piersiach z pomiędzy aksamitnych wyłogów, to wreszcie czepiał się palcami o własne palce."
      },
      {
        "index": 621,
        "text": "— Pan generał prosi, — spiętrzył się Barcz. — Jak to ładnie!! Arystokratycznie!! Panie generale Dąbrowa, pan! Jako dowódca okręgu!! Powie, co każdy na pańskiem stanowisku —"
      },
      {
        "index": 622,
        "text": "Głęboko w piersiach Dąbrowy złamało się coś z chrzęstem rozgłośnym. Stanął w postawie zasadniczej. Niby w zatkanych, rdzą zżartych rurach, długo huczało mu w gardle, nim, śmigając krwawemi oczyma po złotych kwiatach szlafroka, po rękach, po twarzy czcigodnej i przysięgłej, ledwie dostrzegalną bladością dotkniętej, wyrzucił z siebie:"
      },
      {
        "index": 623,
        "text": "— Bunt! Rozstrzelanie!!!"
      },
      {
        "index": 624,
        "text": "Wówczas Krywult obłapił się zewsząd rękoma, jakby się chciał tą watowaną jubką ścisnąć w malutki węzełek... Źrenicami, roztopionemi docna w szerokich białkach, wpatrywał się w Dąbrowę, który, wskazując na rozkołysaną ponad dywanem słuchawkę, powtórzy łtrzykroć:powtórzył trzykroć:"
      },
      {
        "index": 625,
        "text": "— Dynda!!! Dynda!!! Dynda!!!"
      },
      {
        "index": 626,
        "text": "Pokurczone na Krywulcie pierzyny prostować się jęły stopniowo, wreszcie on sam, pod koncerzami w złotą statuę wyciągnięty, zaczął stroskanym, wysokim wiaterkiem bolesnej astmy do Barcza:"
      },
      {
        "index": 627,
        "text": "— Jaż nic, kolego, towarzyszu, generale! Mnież tylko Wilde generał raporty słał, że naród cały czeka. Jaż nic... Naród w prawo, naród w lewo. Naród za mnie odpowiada..."
      },
      {
        "index": 628,
        "text": "— A pan za naród?! — warknął Barcz."
      },
      {
        "index": 629,
        "text": "Krywult, bijąc się z jękiem bezradnym po atłasowych bokach:"
      },
      {
        "index": 630,
        "text": "— Jaż za naród nie odpowiadam, — nie odpowiadam."
      },
      {
        "index": 631,
        "text": "Lecz znów Dąbrowa:"
      },
      {
        "index": 632,
        "text": "— Cały twój telefon w stenogramie... Cały! Cały!!!"
      },
      {
        "index": 633,
        "text": "— Cóż telefon, mamy lepiej! — zgrzytnął Barcz. — Stokroć lepiej!! Samochody, — koniki, — złoto!... Samochody, — koniki, — złoto, — ciął rytmicznie."
      },
      {
        "index": 634,
        "text": "Krywult wyprostował się nagle i, tkając w przestrzeń pokoju gruby palec wskazujący, wrzasnął, aż mu krew policzki zrumieniła:"
      },
      {
        "index": 635,
        "text": "— Precz! Precz!! Precz!!!"
      },
      {
        "index": 636,
        "text": "Znów rozgiął się i z trzaskiem złamał w piersiach Dąbrowy suchy, tajemny jakiś system..."
      },
      {
        "index": 637,
        "text": "I oto znużonym oczom Barcza przedstawił się nareszcie tak dawno i tęsknie oczekiwany widok."
      },
      {
        "index": 638,
        "text": "Dąbrowa skoczył na Krywulta, porwał go czerwonemi łapami za opiekłe złote ramiona. Tamten zaś sprężył się cały i litem powrósłem objęcia ścisnął przez pół Dąbrowę. Tak splątani, z oczyma wybałuszonemi, charczeli ku sobie pod zimną gwiazdą koncerzy, niecąc gęstą kurzawę z makaty. Wtedy dopiero Barcz, objąwszy szerokiemi dłońmi, nito obrożą, nabrzmiałe karki zapaśników:"
      },
      {
        "index": 639,
        "text": "— Wstyd wam, panowie!"
      },
      {
        "index": 640,
        "text": "Kantem dłoni przeciął splot, rozczepił ich, rozepchnął, rozsadził."
      },
      {
        "index": 641,
        "text": "Następnie, zdyszany, stanął między nimi, niejako na straży. Twarde, spokojne szczęście wypełniło mu piersi... Miał ich teraz w prostych, gładkich ramach swego spojrzenia, — chyba na długo."
      },
      {
        "index": 642,
        "text": "— Wstyd, — panowie generałowie!"
      },
      {
        "index": 643,
        "text": "Niby zgorszony ich widokiem skierował wzrok ku oknu."
      },
      {
        "index": 644,
        "text": "Świtało. Poprzez poderwane ze śniegu mgły widać było w pierwszyźnie słabego blasku czarne pnie drzew i gdzieś dalej szarzejące, przewiewne kości krzewów."
      },
      {
        "index": 645,
        "text": "— Dzień się robi, — dodał po długiej chwili przedmiotowo."
      },
      {
        "index": 646,
        "text": "Obaj zapaśnicy dyszeli ciężko. Tedy — rzekłbyś klasyczny Daniel w jaskini lwów, — usiadł między nimi i, poczęstowawszy papierosem, jął im raz jeszcze z wszelkiemi ostrożnościami przedstawiać ów duży tort władzy, którego, jeżeli się nawet w całości nie posiada, to nawet cząstki, a w tym wypadku, wobec toczączejtoczącej się wojny, — bardzo obfite kromki dla wszystkich starczą."
      },
      {
        "index": 647,
        "text": "Wyszli ze sali rycerskiej po dwóch godzinach, już za dnia, na umówione wewnętrznym telefonem śniadanie."
      },
      {
        "index": 648,
        "text": "W hallu, pod wypchaną prześlicznie afrykańską zebrą, krocząc zgodnym, sarmackim orszakiem, spotkali hrabiankę Pesteczkę, która, w porannych błękitkach, poprawiała coś dzielnemu kamerdynerowi Gabrjelowi przy nadwerężonej szczęce."
      },
      {
        "index": 649,
        "text": "— To był właśnie wysoki instynkt państwowy, — skrzeczał Pyć, w ogonie pochodu sunąc razem z Dąbrową, — że ktoś jednak dostał w pysk."
      },
      {
        "index": 650,
        "text": "— Że co? — prztyknął Dąbrowa."
      },
      {
        "index": 651,
        "text": "— To był wysoki instynkt, — powtórzył Pyć, — że stary sługa dostał w mordę."
      },
      {
        "index": 652,
        "text": "— Żeście mnie znowu dla odwrócenia uwagi, jak durnia podstawili! — odwarknął gniewnie Dąbrowa."
      }
    ]
  }
}