{
  "chapterNumber": 5,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "V"
      },
      {
        "index": 2,
        "text": "NA WŁASNYM GRZBIECIE"
      },
      {
        "index": 3,
        "text": "Zdawać się mogło, że to podniosła zgoda tryska srebrnemi słupkami pary z ust towarzystwa, na wjazdowym tarasie Jedwabna, i że to ona właśnie raz po raz znika skromnie w błękitnych cieniach amfilady."
      },
      {
        "index": 4,
        "text": "Zebrani patrzyli niewyspanemi oczyma na roziskrzony dzień, na przezroczyste łatki fioletu i pomarańczowe strzępy światła we wnękach starych modrzewi."
      },
      {
        "index": 5,
        "text": "Między panami królowała Pesteczka, niby w długie kożuszki słodkiej śmietanki schowana w miękkie zwoje gronostajów. To przy cynobrowym Krywulcie, okrytym w brunatne niedźwiedzie, bluzgał jej śmiech wesoły, to przy Dąbrowie, omroczonym burką sławucką, perlił się, to spływał falami rzewnego rozmodlenia dokoła postaci Barcza."
      },
      {
        "index": 6,
        "text": "Generał Barcz tupał ochoczo na mrozie, nie chcąc dać stopom zamarznąć, oraz pragnąc, aby mu się ubiły nareszcie jakoś w żołądku fenomenalne ilości „strassburga“, zjedzonego na śniadanie."
      },
      {
        "index": 7,
        "text": "Pod klombem, w malusim wąwozie rozmiecionej ścieżki, przez festony niebieskiego cienia, nakrapiane czarnemi bobkami owiec, dreptał Pyć z barwnym oficerem krywultowskich gerylasów. Opowiadając sobie coś zabawnego, trącali się wzajemnie."
      },
      {
        "index": 8,
        "text": "Rychło jednak musieli wstąpić na schody. Od wozowni bowiem, przez śnieg, dążyły pod ganek dwa auta. Pierwsze — zielono lakierowane, pyszne emalją gładkich blach, niby zielony skarabeusz w rzeźwych promieniach rozbłyśnięte. Drugie — blade, chude, szeleszczące za skarabeuszem na podobieństwo stonogi."
      },
      {
        "index": 9,
        "text": "Zebrani na tarasie goście nie mogli się ani widokiem, ani sprawnością tych wozów dłużej sycić, gdyż oto rozwarły się drzwi hallu i, w popielatej kurcie myśliwskiej, eskortowany przez dwóch fagasów, z tacami na poziomie liberyjnego halsztuka niesionemi, — zjawił się stary hrabia Bogulicki."
      },
      {
        "index": 10,
        "text": "Zastrzegł się odrazu, że ma niewiele do powiedzenia. Zeschniętą na pieprz źrenicą objął cały widok, następnie zaś niepewnem spojrzeniem obrzucił trzech generałów: Krywulta, Dąbrowę i Barcza."
      },
      {
        "index": 11,
        "text": "— Cóż ja wam, panowie, — zacinał się cienki język hrabiego w głębokiej czeluści ust, — cóż ja wam tu, nasi drodzy wodzowie, powiem. Starzec nad grobem stojący."
      },
      {
        "index": 12,
        "text": "Niby zwinna łasica przylgnęła hrabianka Pesteczka do watowanego kortu ojcowskiej piersi."
      },
      {
        "index": 13,
        "text": "— Wam, którzy macie w swem ręku całą moc. I teraz, tuszę... ojczyznę naszą... — wskazał sygnetem na wschód, — jeszcze raz przed nawałą Tamerlana ocalicie. Więc ja, — tylko z życzeniem strzemiennego!"
      },
      {
        "index": 14,
        "text": "Ostatnie słowo zawiesił w wyprężonem słońcu poranka i zwrócił się do służących. Ruchem sprawnych automatów zsadzili korki z omszałych szyjek."
      },
      {
        "index": 15,
        "text": "— Przedtem serwetą, głupcze, — syknął pan Bogulicki i sam wyczyścił otwarte gardziołka butelek. Nalawszy zaś w kieliszki, gdy już każdy z obecnych trzymał w ręku zimny, kryształowy stożek gęstego jak krew burgunda... Gdy już Pesteczka matowy nabłonek rozchylonych warg do purpurowej toni przymierzała, — wyprostował się stary hrabia emfatycznie i zawołał ciężkim żył wysiłkiem, choć mu głos nie padał dalej, niż na ręki wyciągnięcie:"
      },
      {
        "index": 16,
        "text": "— Zgoda! Zgoda, — a Bóg wtedy rękę poda!! Bóg i ojczyzna!"
      },
      {
        "index": 17,
        "text": "Wodzowie spojrzeli zrazu na trupie, piórkiem tyrolskiego kapelusza zacienione oblicze hrabiego, następnie wzajem po sobie."
      },
      {
        "index": 18,
        "text": "Jakowaś tłusta łaska zabulgotała głośno pod błamami pontyfikalnych niedźwiedzi Krywulta. Wódz ruszył ku Dąbrowie, który w powstańczej bekieszy, grodzonej wyjedzonym barankiem, sunął już ku Barczowi."
      },
      {
        "index": 19,
        "text": "Ten zaś, w szarym, smukłym płaszczu, podobny do stalowego pocisku największych kalibrów artyleryjskich, przechylał się serdecznie."
      },
      {
        "index": 20,
        "text": "Kiedy wznieśli do góry ciemne, gęste, rzekłbyś byczą juchą napełnione kieliszki, rozsypały się przez słońce skoczne brawa różowych dłoni Pesteczki i żywołany chrypką okrzyk:"
      },
      {
        "index": 21,
        "text": "— Bóg i ojczyzna!"
      },
      {
        "index": 22,
        "text": "Wreszcie wołanie Pycia:"
      },
      {
        "index": 23,
        "text": "— No! To rozumiem! Poranek! To jest coś!! Już mieli wsiadać wodzowie. Już przy drzwiczkach, z warującemi na klamkach rękami, sprężeni, nito granatowe zawiasy, czekali lokaje. Już zielony skarabeusz oprządł się niebieskim dymem, a i szara stonoga popuszczała częstotliwie lotne strugi fetoru, — gdy Krywult nie wytrzymał."
      },
      {
        "index": 24,
        "text": "Opuściwszy aż na śnieg kosmate zwoje swej powłóczystej rjasy, rozkrzyżował ręce, wołając:"
      },
      {
        "index": 25,
        "text": "— Bożeż ty mój! Napsuł ten Wilde, bo napsuł! Ale wyszło, — niezapomniane!!! Na wieki niezapomniane!!!"
      },
      {
        "index": 26,
        "text": "Pocałował się trzykroć z Barczem i Dąbrową. W czasie tego obrzędu, Pyć na wiwat strzelił w powietrze z browninga."
      },
      {
        "index": 27,
        "text": "— Jedyny strzał tej nocy, — śmiał się do łez, smagany wstydliwem spojrzeniem Barcza."
      },
      {
        "index": 28,
        "text": "— Strzał radości, — podchwyciła, perląc się, Pesteczka."
      },
      {
        "index": 29,
        "text": "Przestraszonemu lokajowi zwaliła się z tacy butelka i, prysnąwszy iskrami, spłynęła po śniegu krwawym językiem."
      },
      {
        "index": 30,
        "text": "— To na szczęście, — błogosławił hrabia Bogulicki, winszując animuszu Pyciowi."
      },
      {
        "index": 31,
        "text": "Po długich, uprzejmych ciągotach o pierwszeństwo, ustanowiwszy wkońcu, że Barcz ma „tam“ już rozpoczęte, — „rozkopane“ prace, podczas gdy generał Krywult, choć go później „granitowe trudy“ czekają narazie potrzebny jest tylko, by się narodowi w stolicy pokazał i stroskane serca ogółu widokiem swym odciążył, — zgodzili się, że Barcz z Pyciem jadą pierwsi, Krywult zaś i Dąbrowa, choćby nawet ze względu na tego ślicznego Mercedesa, — nadążają swobodnie później."
      },
      {
        "index": 32,
        "text": "— Masz pan idjotyczne pomysły, — gniewał się Barcz, rozparty w mknącej szosą limuzynie. — Idjotyczne i karczemne. Pańskie wrzaski à la „to jest coś“, pijackie strzały na wiwat..."
      },
      {
        "index": 33,
        "text": "Mimo bowiem potężne triumfy tej nocy, czuł generał trochę niesmaku, mokra zaś, niemrawa interpunkcja bratnich pocałunków bynajmniej nie trafiała mu do gustu."
      },
      {
        "index": 34,
        "text": "— Tak, panie generale, — łypał kaprawemi z bezsenności oczyma Pyć, — bardzo przepraszam. Było głupio, lecz szczerze. Właściwie, było to już ściśle na cześć pana generała."
      },
      {
        "index": 35,
        "text": "— Co to znaczy? — obruszył się Barcz."
      },
      {
        "index": 36,
        "text": "— No, jakoś, panie generale, musiałem nareszcie wyrazić ten podziw."
      },
      {
        "index": 37,
        "text": "Bo, że stary sługa dostał w pysk, to głupstwo! Ale, żeście, generale, u siebie w numerze załatwili bez krwi rozlewu... Genjalny instynkt państwowy!"
      },
      {
        "index": 38,
        "text": "Barcz wzruszył ramionami. Wpatrzony w białe połyski śniegu, w szczecinę czarnych lasów na wąskiej krawędzi horyzontu, w niebo błękitne, mroźną czystością umiecione, — oddawał się teraz zupełnej radości."
      },
      {
        "index": 39,
        "text": "Poprzez ironiczne wybuchy śmiechu. Pamiętał przecie, że gdyby nie romantyczna przygoda na pewnoby strzelał w hotelu i cała rzecz inny wzięłaby obrót."
      },
      {
        "index": 40,
        "text": "Teraz, rozpanoszony w braterstwie ze śmiertelnymi wrogami z ręki już jedzącymi, rozpocznie prawdziwie wielką drogę... Potężny, zimny ład: — wybory, Sejm, nowy gabinet, pobór świeżych roczników. Nacisk na front, — wygrana wojna. Wtedy, — szkoły wojskowe od góry do dołu, silny aparat wewnętrzny, — kucie mocnych, gładkich, platynowych ram..."
      },
      {
        "index": 41,
        "text": "Tłukli się już przez brudne ulice Pragi. Na moście obskoczyła samochód gromada chłopców z nadzwyczajnemi dodatkami."
      },
      {
        "index": 42,
        "text": "— Kupcie, Pyć."
      },
      {
        "index": 43,
        "text": "Pyć jednak, zaśliniony i zaropiały, spał w kącie poduszek."
      },
      {
        "index": 44,
        "text": "Barcz go obudził."
      },
      {
        "index": 45,
        "text": "— Już miasto. Nie śpijże pan!"
      },
      {
        "index": 46,
        "text": "— Świetny jest ten Rasiński, — cieszył się Pyć, obwąchując posiany tłustym drukiem dodatek nadzwyczajny. — Całe to łajdactwo takiemi pobożnemi słowami opisane!"
      },
      {
        "index": 47,
        "text": "— Ale pamiętajcie, — prosił Barcz, gdy przed hotelem wysiadali z samochodu, — uważać na Jabłońskiego. Żeby wszystko — możliwie delikatnie... Niech się zanadto nie narzuca sprawiedliwości."
      },
      {
        "index": 48,
        "text": "Generał znikł w kryształowym wiatraku hotelu. Podoficerowie dumnie trzasnęli kopytami. Zatrzymał się, aby przez chwilę zbratać się z nimi łaskawie w radości..."
      },
      {
        "index": 49,
        "text": "Taktowny portjer witał — jak zwykle."
      },
      {
        "index": 50,
        "text": "— Tu dwie osoby do pana generała."
      },
      {
        "index": 51,
        "text": "Barcz spojrzał przez zakurzone, historyczne już dla niego palmy, przez marmurowe stoliki, mimo zegara ściennego, na którym mijała godzina wpół do dziewiątej. Dopiero przy matowych szybach..."
      },
      {
        "index": 52,
        "text": "Wionął stamtąd rozpłomieniony wzrok. Na wysokość piórek kapelusza wyfrunęły białe rękawiczki. Czarna figurka Jadzi oderwała się od szarej sylwety Przeniewskiego i pobiegła naprzód."
      },
      {
        "index": 53,
        "text": "— Zdrów i cały, — wołała pocichu Jadzia, dotykając munduru i rzemieni."
      },
      {
        "index": 54,
        "text": "— Cały i zdrów, — śmiał się Barcz. Poczem do Przeniewskiego, na wszelki wypadek dopingując sytuację: — Pana zaś wolałbym widzieć w takich razach przy sobie."
      },
      {
        "index": 55,
        "text": "Jadzia zamknęła mężowi usta dłonią. A gdy już pierwsza radość w okrzykach dyskretnych minęła:"
      },
      {
        "index": 56,
        "text": "— No — a inni? Bo narazie w dodatkach niema nic jeszcze."
      },
      {
        "index": 57,
        "text": "Podała mężowi zwiniętą w rulon gazetę."
      },
      {
        "index": 58,
        "text": "— Czytałem, — dyszał spokojnie, — owszem, naogół prawda."
      },
      {
        "index": 59,
        "text": "— Ale inni? — niepokoiła się Jadzia."
      },
      {
        "index": 60,
        "text": "— Inni też nic, — tak pomyśleliśmy, — dodał poprostu, — że wszystko załatwiło się bez jednego strzału."
      },
      {
        "index": 61,
        "text": "Ujęła męża pod ramię."
      },
      {
        "index": 62,
        "text": "— No, więc teraz?! — Zdało się jej, że teraz muszą się już dziać tylko rzeczy nadzwyczajne."
      },
      {
        "index": 63,
        "text": "— Teraz, — generał pochylił się uprzejmie, — pana porucznika Przeniewskiego tu zostawimy. Na pewno lada moment zaczną napływać rozmaite gratulacje. A sami, jeżeli pozwolisz, pójdziemy do mnie, zjesz śniadanie, ochłonę trochę. No — i praca! To trudno."
      },
      {
        "index": 64,
        "text": "Skinęła radośnie głową. Gdy weszli do pokoju, w którym od zapuszczonych rolet mżył złoty półmrok, Jadzia zarzuciła mężowi ręce na szyję."
      },
      {
        "index": 65,
        "text": "— Jesteś dzielny, dobry, ludzki, — szepnęła całując go w skronie i w czoło."
      },
      {
        "index": 66,
        "text": "— Ależ głupstwo! — Podniósł story. — Co to znaczy dzielny?! Było to poprostu rzeczą rozsądku. Zaraz wpuścimy biały dzień. Rozbierz się, każę podać śniadanie."
      },
      {
        "index": 67,
        "text": "Jadzię nagły smutek ogarnął. Tak rzadko bywała u męża. Tak jej tu było obco. Nie wiedziała nawet, gdzie powiesić palto?"
      },
      {
        "index": 68,
        "text": "Umilkli. Barcz z silnym hałasem sprzączek odpinał rzemienie."
      },
      {
        "index": 69,
        "text": "Nagle poruszyło się coś za kotarą nyży, w której stało łóżko. Zagrały materace. Generał chrząknął rozpaczliwie..."
      },
      {
        "index": 70,
        "text": "Z za ciężkiej pluszowej firanki śmignął zaspany, radosny głos kobiecy. — To ty, Stachu!? Hurra!!!"
      },
      {
        "index": 71,
        "text": "Kapelusz wypadł Jadzi z rąk i potoczył się przez dywan."
      },
      {
        "index": 72,
        "text": "Barcz zaniemówił narazie. Przypomniał sobie, — że widać Hanka nie wyszła. Zresztą — jakże, — którędy?! Jest tu, w łóżku... Z fałszywym półuśmiechem patrzył na Jadzię."
      },
      {
        "index": 73,
        "text": "Stała przy szafie, obracając w palcach ciemne pasemko woalki."
      },
      {
        "index": 74,
        "text": "— Więc jesteś! Hurra!! Hurra!!! — pryskał wesoły głos z nyży."
      },
      {
        "index": 75,
        "text": "Materace, nito twardy system sprężynowej katapulty, skręciły się jeszcze parę razy i przez ciężką kotarę wyleciała z nich Hanka, jak z procy."
      },
      {
        "index": 76,
        "text": "Rumiana, wesoła, z Czarnym czubem zwichrzonych włosów nad czołem, w kusym dzwoneczku jedwabnej koszuli, wierzgająca radośnie nogami."
      },
      {
        "index": 77,
        "text": "— Warjatka!!! — krzyknął Barcz."
      },
      {
        "index": 78,
        "text": "Drwęska, zoczywszy Jadzię, zatrzymała się."
      },
      {
        "index": 79,
        "text": "Barcz stracił się najzupełniej."
      },
      {
        "index": 80,
        "text": "— Otóż tak, otóż tak, tak jest, — mówiła Drwęska, opanowując się coraz lepiej. — Tak, — pani mnie nienawidzi, wszystkie to znamy, teraz najlepiej zabić, utopić, zastrzelić... Na miłość boską, jakieś okrycie, generale!!"
      },
      {
        "index": 81,
        "text": "Przywędrowała do Jadzi i szybko, nerwowo ściskając jej zimne, jak lód ręce."
      },
      {
        "index": 82,
        "text": "— Ale najważniejsze, że on żyje. Proszę się mną nie smucić, tylko cieszyć się mężem!"
      },
      {
        "index": 83,
        "text": "Jadzia nie ruszała się z miejsca."
      },
      {
        "index": 84,
        "text": "Barcz przyniósł z za kotary jedwabny płaszcz."
      },
      {
        "index": 85,
        "text": "Słuchali, jak Hanka ubiera się w nyży. Generał oceniał niecierpliwie świst szarpanego jedwabiu, chrobotanie lakierków..."
      },
      {
        "index": 86,
        "text": "Drwęska wyszła z za kotary."
      },
      {
        "index": 87,
        "text": "— Niech pani nie milczy, pani Jadwigo, niech pani z nim mówi! — rzuciła już od drzwi."
      },
      {
        "index": 88,
        "text": "Gdy drzwi się za nią zamknęły, Barcz panował już nad sobą. Zadzwonił na śniadanie. Mimo zjedzonego w Jedwabnie „strassburga“ kazał sobie podać befsztyk."
      },
      {
        "index": 89,
        "text": "— O ile wiem, ty, Jadziu, rano mięsa nie jadasz? — I dwie kawy. Postanowił odbić się od tego wszystkiego kilkoma rzutami lekceważących uśmiechów."
      },
      {
        "index": 90,
        "text": "A gdy uznał, że udało mu się już całkowicie przykry wypadek zażegnać, pochylony nad czerwieńszem od generalskiej klapy mięsem jął streszczać przebieg tej nocy, która — miał nadzieję, przylgnie w umyśle Jadzi do niewyczerpanych i koniecznych okruchów „wielkiej drogi“."
      },
      {
        "index": 91,
        "text": "— Nie pijesz tej kawy? — zakończył opowiadanie. Aby trochę ugłaskać żonę zwierzył się z „prywatnego“ swego planu. Nie będzie nadal mieszkać w hotelu. Musi poszukać jakiegoś solidnego „rodzinnego“ mieszkania, na mieście, gdzieby znów nie tak łatwo mogły uzbrojone draby —"
      },
      {
        "index": 92,
        "text": "— A nieuzbrojone?... — tchnęła Jadzia ciemnemi jak kurz wargami."
      },
      {
        "index": 93,
        "text": "Drżące, powolne słowa przeszły cicho, milczenie rodząc zupełne."
      },
      {
        "index": 94,
        "text": "Barcz wzruszył energicznie ramionami."
      },
      {
        "index": 95,
        "text": "Wstała. — Płaszcz, — kapelusz, — woalka, — rękawiczki."
      },
      {
        "index": 96,
        "text": "W hallu wyszczerzył się ku niej Przeniewski. Odpowiedziała resztkami uśmiechu. Margrabia pokazał otrzymane dla generała bilety gratulacyjne. — Przez tych kilka minut jaka fura, — skandował, — dokonać takiego przewrotu bez krwi rozlewu! Wielkie hasło!!"
      },
      {
        "index": 97,
        "text": "— Wielkie hasło, — roześmiała się Jadzia."
      },
      {
        "index": 98,
        "text": "Przypochlebnemi oczyma wertując jej twarz w poszukiwaniu śladów małżeńskiego spotkania: — Terazby najlepiej przejażdżka! Odświeżyć się. Mam auto akurat! Odświeżyć się, — Przeniewski uważał, że mu powierza Barcz „czas odpływu“, zsyłając żonę nadół. — Pogustować w tej radości, którą — jeszcze gorącą — złapać będzie można na ulicy!"
      },
      {
        "index": 99,
        "text": "Przyświadczyła drgnięciem sinych powiek — Chodźmy, proszę pana, odrazu, i jedźmy daleko."
      },
      {
        "index": 100,
        "text": "Zdało się Jadzi, że nie prowadzi jej Przeniewski, lecz, że ona daje mu się prowadzić. Że mu się daje otulić pledem w samochodzie."
      },
      {
        "index": 101,
        "text": "Że teraz i całe życie dawać się będzie komuś niepotrzebnie... A Stach — pośród warczenia motoru, wykrzykiwany przez ulicznych chłopców, drukowany w pośpiesznych dodatkach — już całe życie oddalać się będzie i znikać..."
      },
      {
        "index": 102,
        "text": "Jechali Krakowskiem Przedmieściem, mimo kościoła Świętego Krzyża, i prosto, koło zagłębionego w sztywnem podwórku Domu Głuchoniemych."
      },
      {
        "index": 103,
        "text": "— Są dzieci głuchonieme na świecie, — przechyliła się ku Przeniewskiemu, którego na zawołanie okryła zbożna troska."
      },
      {
        "index": 104,
        "text": "— Tu będzie Sejm, — krzepił czułość Jadzinego serca, wskazającwskazując słoneczną głębię ulicy Wiejskiej, — tu będą radzić i o nas, i o dzieciach."
      },
      {
        "index": 105,
        "text": "Mknęli dalej między śnieżnem futrem Alei Ujazdowskich, mijając dostatnie rezydencje."
      },
      {
        "index": 106,
        "text": "Nie chciała tych pałaców, ani tak wiele słońca."
      },
      {
        "index": 107,
        "text": "Wolała Stare Miasto i jakiś kąt zapadły, niechby tylko wapnem tynkowany. I niech za całą ozdobę czeka na stole wyschnięta gałązka sośniny, — ale niech w tym jednym pokoju kwitnie szczęście... — Już i tak się spóźniłam, niech mnie pan odwiezie do mego teatrzyku, do redemptorystów."
      },
      {
        "index": 108,
        "text": "Oparła się o ramię Przeniewskiego ufnie i biernie. Uznał swoje położenie za nader skomplikowane i odpowiedzialne. Nie wiedział, czy pocieszać ma tylko, czy też w cudze pantofle, ciepłe jeszcze, co żywo wskakiwać?..."
      },
      {
        "index": 109,
        "text": "Wybrał drogę pośrednią i kiedy wracali do redemptorystów, przymierzał się badawczo do ramienia Jadzi ramieniem, to udo starał się do obwodu jej uda sąsiedzko dopasować, to wreszcie, wymowę słów za niedość wypukłą mając, — popierał rękami, które niejako same w oddanej chwalbie barczowskiego czynu, jużto na mufkę, już to na niedość okryte kolana Jadzi, czy dłoń, czy które bądź miejsce jej postaci padały."
      },
      {
        "index": 110,
        "text": "Czyniąc tak, roztkliwiał się nad sobą. Bo jeżeli postanowiono wyżej, — to oczywiście nie cofnie się... Poświęciwszy wszystkie względy, pojmie ją nawet za żonę. Dla przyjaciela, — dla sprawy. Zdobędzie misję zagraniczną, „żonę rozchoruje“, a sam będzie „działać w dyplomacji“. Względnie, na wypadek Jadzinej śmierci, — z czarną przepaską żałoby, jako bolejący dyplomata w Pirenejach —"
      },
      {
        "index": 111,
        "text": "Odsuwała się z pod jego dotknięć w kąt samochodu, upokorzona. Pośpiech nieszczęścia przynosił jej oto myśl, że nic już nie zostało! Tylko wstrętne piętna cudzego ciepła na kolanach, ramieniu, biodrach. Lecz, gdy stanęli przed szklanym daszkiem redemptorystów:"
      },
      {
        "index": 112,
        "text": "— Bardzo panu jestem wdzięczna, śliczna przejażdżka i taki piękny poranek. Śliczna przejażdżka i taki piękny poranek, — zdało się Jadzi, że ironji tych słów nic już nigdy z jej serca nie wymaże. I ile razy błękitne niebo lecieć będzie w słońcu nad białemi śniegami, tyle razy przewinie się ta gorycz straszna."
      },
      {
        "index": 113,
        "text": "U siebie w pracowni nie wiedziała zrazu, co począć? Wszystko tu było po zagranicznemu, czyste, przygotowane... Glinka pod mokrą szmatą, katalog wykończonych kukiełek, kajety rozpoczętych tekstów, w oddzielnych szufladach skrojone mundurki i kostjumy."
      },
      {
        "index": 114,
        "text": "Wdziała czysty fartuch."
      },
      {
        "index": 115,
        "text": "Praca, — praca, — praca. Jadzia wzięła się do wykończania figurek."
      },
      {
        "index": 116,
        "text": "Teraz wiązała krawątkękrawatkę ministrowi w dużych okularach. Teraz chlebak legjoniście. Teraz czarną bufiastą spódnicę grottgerowskiej pannie."
      },
      {
        "index": 117,
        "text": "— Triumf, triumf!! — rozpękły nagle w drzwiach hałaśliwe słowa Pietrzaka. — Już przy pracy?! Poco?! Dziś wolne — triumf!!!"
      },
      {
        "index": 118,
        "text": "Za pas frencza powtykał gazety i, niby żółty kiosk, obracał się przed Jadzią."
      },
      {
        "index": 119,
        "text": "— Wszystko, każda jedna gazeta dziś tylko o panu generale! Piszą, — co zawsze sam mówię!!"
      },
      {
        "index": 120,
        "text": "Odsuwał figurki, wyciągał Jadzi z rąk szmatki i przybory."
      },
      {
        "index": 121,
        "text": "Patrzyła prawie sennie na jego płaskie policzki, łatane cętkami ospy."
      },
      {
        "index": 122,
        "text": "— To właśnie „nowa Europa“, że niema rzeczy, dla której można poświęcić człowieka! To się po światowej wojnie wie! To wiedział mąż, — pan generał Barcz! Pani nie wiedziała i spała, kiedy on działał tak pięknie?"
      },
      {
        "index": 123,
        "text": "Oddała się żarliwie kojącej łasce kłamstwa! Owszem, — wiedziała wszystko. Oboje mieli straszną noc. Dziś przyszła do pracy, ale chyba widać, że ledwo na nogach stoi. Opowiedziała dumnie cały przebieg wydarzenia, przytaczając wszystkie skróty i oceny Barcza."
      },
      {
        "index": 124,
        "text": "Pietrzak słuchał, ważniejsze okresy popychał mlaśnięciem fioletowych warg, mniej ważne przeganiał mrużoną niecierpliwie powieką."
      },
      {
        "index": 125,
        "text": "Proste słowa Jadzi mijały jednak za szybko. Przyczajał się, umyślnie nie rozumiał, nudził, widząc już w myśli swe krótkie tytuły, — dla Department of Intelligence."
      },
      {
        "index": 126,
        "text": "Duma rozsadzała piersi Pietrzaka! Któż bowiem mógł się prócz niego pochwalić takim „polish folklore “?!..."
      },
      {
        "index": 127,
        "text": "Słuchając nabożnie, dla odwrócenia uwagi ściągnął sobie na podołek grottgerowską panienkę, w oberwanej spódniczce. Gdy Jadzia zaczęła opowiadać, jak generałowie ruszyli samotrzeć do Jedwabna, — nie wytrzymał i rzucił figurkę na podłogę."
      },
      {
        "index": 128,
        "text": "— Goddam!!"
      },
      {
        "index": 129,
        "text": "Jadzia przestraszyła się niesamowicie."
      },
      {
        "index": 130,
        "text": "— Nic, proszę pani, — cera się odbiła i oczy. — Zgarniał w dłonie pokruszony lakier i wypadłe z orbit szklane oczka."
      },
      {
        "index": 131,
        "text": "Koniec opowiadania Jadzi witał triumfalnemi okrzykami."
      },
      {
        "index": 132,
        "text": "— Ale teraz mam prośbę do pana... Przemienił się natychmiast w jedno chętne słuchanie. Ramiona mu się rozgięły, brwi rozszerzyły, oczy rozeszły, usta rozciągnęły, broda namiękła cieniem potulnej dobroci."
      },
      {
        "index": 133,
        "text": "— Chcę, — pan sam mówił kiedyś tak pięknie o dzieciach. Chcę zerwać tu z tem wszystkiem..."
      },
      {
        "index": 134,
        "text": "— Polish folklore?"
      },
      {
        "index": 135,
        "text": "— Przestać. Możecie sobie znaleźć kogoś innegoinnego. Albo odesłać laleczki do waszego muzeum. A ja... Ja już nic dla żołnierzy robić nie będę. Chcę wrócić do dzieci. Pan sam kiedyś mówił, — dzieci całego świata —"
      },
      {
        "index": 136,
        "text": "Nie słuchając odpowiedzi, mnożyć jęła swe prośby strumieniem łez."
      },
      {
        "index": 137,
        "text": "Pietrzak poskładał gazety i czekał."
      },
      {
        "index": 138,
        "text": "Department of Intelligence będzie dużo zawdzięczać tym oczom płaczącym, — sądził. Lecz oto zmieszało mu się w piersiach. Wiatr nieznanych wspomnień przynosił wszystko... Na jedno głupie miejsce, — ku tym oczom rozpłakanym i głowie na rękach wspartej."
      },
      {
        "index": 139,
        "text": "— Nie można, — kazał wzniośle, — taka miękkość... Nic się nie stało, — nie można taka miękkość."
      },
      {
        "index": 140,
        "text": "Gdy Jadzia strzepnęła dłońmi, dalej płacząc, Pietrzak jął gładzić jej sypkie włosy. I podstawiwszy ukradkiem palce pod gęste łzy, zbłąkany między troską o departament a nagłym żalem, gdyby Jadzi miało tu braknąć..."
      },
      {
        "index": 141,
        "text": "— Przeciwnie, przeciwnie, — powtarzał. — To nie jest kontrakt. Zresztą kontrakt, „agreement“ jest nic. Polish folklore jest ważne, ale to też nie jest przeszkoda..."
      },
      {
        "index": 142,
        "text": "Nie mógł znaleźć, — wszystkie argumenty gubiły mu się w radosnem przeświadczeniu, że ręka chodzi sobie tam i napowrót po „płaczących włosach“. — ZnałazłZnalazł nareszcie!"
      },
      {
        "index": 143,
        "text": "— My, na Zachodzie, kiedy była ta okropna wojna, my, żołnierze, mieli zawsze przy sobie, w pierwszym okopie, promieniejącą opiekę swojej kobiety! Czy mąż żywy, czy umarły, kobieta przy nim! Później będzie fabryka. Później redemptoryści sami, po całej Polsce, wszędzie, gdzie ich ognisko, to — i szopki pouczające. Ale teraz — dla żołnierzy wszystko..."
      },
      {
        "index": 144,
        "text": "Jadzia dała się przekonać."
      },
      {
        "index": 145,
        "text": "Dzwoniąc dla niej o samochód, zapewniał, że odbędą próbną podróż z teatrzykami do obozów rezerw. Ale teraz konieczny odpoczynek... Spotkają się u matki z gratulacją."
      },
      {
        "index": 146,
        "text": "— Wielka kobieta, — wielkiego syna."
      },
      {
        "index": 147,
        "text": "Gdy został w pokoju sam wobec rozłożonych na stole figurek, jął szybko trzeć twarz, włosy, usta, policzki. Poczem, zwróciwszy się ku drzwiom, cętkowanemi nozdrzami łapał rozwiany zapach Jadzi. To znów słuchał, jak sobie odjeżdża samochodem. I znów pomiął raptownie w twardych rękach policzki, głowę, czoło."
      },
      {
        "index": 148,
        "text": "Nie przechodziło."
      },
      {
        "index": 149,
        "text": "Wziął ze stołu obitą, ślepą laleczkę, żeby coś trzymać w ręku, obracać, nie myśleć, nie pamiętać..."
      },
      {
        "index": 150,
        "text": "Department of Intelligence: — Tam nad daleką wodą, z literek kładzionych na woskowanym raporcie nie muszą się dowiedzieć, że, prócz wiadomości dla siebie, kupili mu jeszcze po drodze trochę serca.. Rzuciwszy się w pokutną galę znanego na cały świat munduru miłosierdzia, pojechał do Barcza. Prosto do sztabu."
      },
      {
        "index": 151,
        "text": "Generał był oblężony. Adjutantura gięła się od nawału papierów, ruch oficerstwa i gości przekraczał wszystkie przewidziane rozmiary."
      },
      {
        "index": 152,
        "text": "Jakiś smukły sztabowiec naganiał tubylców, Przeniewski zaś grzecznie umiatał cudzoziemców."
      },
      {
        "index": 153,
        "text": "Pietrzak „musiał“ się widzieć z Barczem. Aż uszy mu płonęły od tej chęci. Dopiero, kiedy stanął przed generałem, zrozumiał całe niebezpieczeństwo. Te wspaniałe piersi, mocne nogi, zdrowie rozłożystych ramion, — jedna wrogość..."
      },
      {
        "index": 154,
        "text": "Przypiekany kąśliwą, samczą zazdrością, dął Anglosas przez rozchylony płot zębów:"
      },
      {
        "index": 155,
        "text": "— Zasada, — niema rzeczy, dla której można poświęcić życie człowieka. Zasada, okupiona krwią miljonów, — ma w panu dziś, generale..."
      },
      {
        "index": 156,
        "text": "Barcz drgnął i, unosząc szybko głowę z nad papierów: — Ma, — ma, — ma. Ma we mnie... Bardzo dziękuję. — Poczem, przeszedłszy odrazu na projekt kin polowych, co do którego, — pańscy ziomkowie —"
      },
      {
        "index": 157,
        "text": "— Otoż, panie Pietrzak, te wszystkie rzeczy Rasiński. Kapitan Rasiński. Ewentualnie, w mojej adjutanturze."
      },
      {
        "index": 158,
        "text": "Pietrzak nie poszedł do adjutantury ani do Rasińskiego."
      },
      {
        "index": 159,
        "text": "Poszedł zamykać koło swych informacyj od innej strony. Do wielkiej matki wielkiego synasyna."
      },
      {
        "index": 160,
        "text": "— Widziałam dziś mego generała, był tu — chwileczkę, ale był. Jakie to szczęście, — mówiła, szczypiąc Pietrzaka w mankiet munduru, — taki syn... Błogosławię chwilę, w której go poczęłam!"
      },
      {
        "index": 161,
        "text": "Opodal dziecinnych ławeczek szkółki piło się herbatę, jadło pączki. Stara Barczowa, milcząca Jadzia z Przeniewskim u boku. I Jaś."
      },
      {
        "index": 162,
        "text": "Pietrzak dzielił się starannie na trzy części:"
      },
      {
        "index": 163,
        "text": "Frontowy szacunek rozścielał przed matką, prawym kątem ust nagabywał Jasia o interesy, lewym cedził Jadzi zapobiegawcze słowa pokrzepienia."
      },
      {
        "index": 164,
        "text": "Interesy były ważna, bo mierzyły w dostawę rękawiczek, na co Pietrzak podsuwał Jasiowi pieniądze. Z dostaw tych, robionych na ostatnią chwilę (zawsze miękkość), wiedziało się bardzo wiele.,"
      },
      {
        "index": 165,
        "text": "Pietrzak czuł się tu dziś tak dobrze. Siedział na szkolnej ławeczce tych biednych dzieci, które „są święte“ i jedzą keksy jego kochanego kraju. Koło wywiadu zamykało się tak szczelnie. Obok była Jadzia, niewiadomo dlaczego smutna, lecz „promieniejąca“. Przy wszystkich dreptała chuda wielka matka."
      },
      {
        "index": 166,
        "text": "Chwaląc potrzebną świętość dzieci, opowiadała, że nic się nigdy dla nich nie zmarnowało, — ani dla cudzych. Bo jak dawniej swoim dzieciom śpiewała, tak teraz cudzym śpiewa, a one znowu proszą — „jeszcze, babciu“. A ten głos, który „przez swoje dzieci i przez cudze“ — nigdy nie poszedł do opery. Choć mógł."
      },
      {
        "index": 167,
        "text": "Rumiana i szczęśliwa pokazała, jak proszą i co ona im śpiewa z Violetty, Fra Diavolo, — albo Hugonoci."
      },
      {
        "index": 168,
        "text": "Pietrzak tak się rozrzewnił, że mimo blady cień głupiego Przeniewskiego i jego ręce za blisko koło Jadzi położone, — zaczął też śpiewać ludowe pieśni swego kraju. Głosem, który nadymał skronie Anglosasa ceglastą czerwienią."
      },
      {
        "index": 169,
        "text": "— A dlaczego jest ten szpiew i dobra wesołoszcz? — zakończył. — Bo wszyscy tu się cieszą, że bez wylania krwi..."
      },
      {
        "index": 170,
        "text": "Przez kilka następnych dni włóczył się za Przeniewskim. Spotykając go za często u Jadzi, „Pod laleczką“, — gdzie nic niema, tylko kuchnia, garnek z pokostem, zły zapach farby i odlewy, — postanowił wyjechać z Jadzią na front."
      },
      {
        "index": 171,
        "text": "Udali się w tej sprawie do Rasińskiego, niejako oficjalnie, Jadzia też w mundurze redemptorystki, z jałmużniczemi odznakami na ramieniu."
      },
      {
        "index": 172,
        "text": "Złapali Rasińskiego podczas przerwy w pertraktacjach nad monopolem kinowym."
      },
      {
        "index": 173,
        "text": "— Ależ to żyły, ci pańscy ziomkowie, — skarżył się Pietrzakowi."
      },
      {
        "index": 174,
        "text": "Targowali się już dwa tygodnie."
      },
      {
        "index": 175,
        "text": "— Zresztą, to lepiej wie Pyć, on wszystko tu prowadzi z ramienia sztabu."
      },
      {
        "index": 176,
        "text": "Rasiński przygniótł swych gości tem wszystkiem, co robi."
      },
      {
        "index": 177,
        "text": "Robi wszystko. Sława, — rozgłos, — słowo, które pędzi przed czynem a ślady jego stygnące umiata roztropnie."
      },
      {
        "index": 178,
        "text": "— Trudno nastarczyć, gdy się pracuje z takim smokiem, jak pani mąż. Barcz, — lew o sercu węża. Teraz mamy narodową zgodę na tapecie. Narazie całą armję szprycuje się jeszcze życiorysem Barcza. Życiorysem, — powiedzeniami. Już mi ich nawet brak! Może pani sobie coś przypomina?"
      },
      {
        "index": 179,
        "text": "— Ho, — ho, — ho, — zaśmiała się Jadzia długim przeciągiem westchnienia."
      },
      {
        "index": 180,
        "text": "Z drzwi wysypała się gromada spoconych uczestników sesji."
      },
      {
        "index": 181,
        "text": "Pyć zatrzymał się przed młodą Barczową."
      },
      {
        "index": 182,
        "text": "— Widziała pani? Teraz ich wszędzie mamy, tych gości, w całej Polsce. Wszędzie siedzą i kupują. Ślicznie pani w tym mundurze. Czy to misja bez różnicy płci, — pytał Pietrzaka, — nosi takie?"
      },
      {
        "index": 183,
        "text": "— O tak, wszędzie takie same. Na cały szwiat."
      },
      {
        "index": 184,
        "text": "Pietrzak zaczął raz jeszcze opowiadać o tych olbrzymich żelazno-betonowych domach miłosierdzia, które dziś wznoszą się w każdej części świata."
      },
      {
        "index": 185,
        "text": "— A na pani Jadzi, — kończył, — mundur też nie do parady. Szopka już gotowa, można spróbować na froncie?..."
      },
      {
        "index": 186,
        "text": "— Niemożliwe, — przeciął Pyć. — Front na to nie pozwala, — mróz, walki, gdzieżby teraz!"
      },
      {
        "index": 187,
        "text": "Pietrzak obruszył się, Jadzia zaś, jakby nie pamiętając, że pełno tu wszędzie obcych ludzi:"
      },
      {
        "index": 188,
        "text": "— Panie złoty, ja chcę i muszę wyjechać z Warszawy. Tyle pracowaliśmy, wszystko przygotowane —"
      },
      {
        "index": 189,
        "text": "Utknęła oczyma w ciemnych chmurach, wiszących nad balkonami Wielkiej Opery."
      },
      {
        "index": 190,
        "text": "— Pani nie rozumie, co to jest dzisiaj front. Tyfus plamisty, epidemje. Za duża odpowiedzialność. — Wobec kogo?"
      },
      {
        "index": 191,
        "text": "— No jakto, — rzucił się Pyć, — choćby wobec generała."
      },
      {
        "index": 192,
        "text": "— Żadnej, — przerwała Jadzia."
      },
      {
        "index": 193,
        "text": "Major pełgał spojrzeniami między nią a Pietrzakiem."
      },
      {
        "index": 194,
        "text": "— Pani powinna trzymać się redemptorystów, umowy, kontraktu, — zachęcał."
      },
      {
        "index": 195,
        "text": "— W takim razie, — Jadzia powstała, — nie chcę już od was niczego. Przysyłajcie mi przynajmniej te stare gazety dla mojej fabryczki. To przecież można, — nie? To już chyba nikomu nie zaszkodzi?"
      },
      {
        "index": 196,
        "text": "Rasiński upewniał, że zlecenie to było wydane. Nie słuchając, ruszyła naprzód w stronę kancelarji, gdzie pracował Fedkowski."
      },
      {
        "index": 197,
        "text": "Nie było go."
      },
      {
        "index": 198,
        "text": "Przyjęła pretensję jego podręczna buchalterka, pani Krzepiecka."
      },
      {
        "index": 199,
        "text": "— O, reklamacja. — Zadzwoniwszy wszystkiemi brelokami, rozmieszczonemi w różnych miejscach opiętej postaci, przytuliła połyskliwą twarz do glansowanych kartek konta. Wetknąwszy wreszcie mały palec w średnie miejsce rubryki:"
      },
      {
        "index": 200,
        "text": "— Zanotowane, — data, — wykonane, data, — w ekspedycji!"
      },
      {
        "index": 201,
        "text": "Jadzia chciała dotrzeć do pierwszego źródła. Teraz, gdy niespodzianie zawalił się jej „front“..."
      },
      {
        "index": 202,
        "text": "— To bardzo ważne, — mówiła po drodze do ekspedycji, — bo to się tyczy fabrykacji, — której oddamy się teraz niepodzielnie."
      },
      {
        "index": 203,
        "text": "Przez stoły kaprali, wypłaty podoficerów, dotarli nareszcie do tego małego, brudnego, zarośniętego szeregowca, który pośród spiętrzonych urwisk papieru, otoczony złowonną aureolą rządowego chleba, układał zużyte i pokrajane gazety."
      },
      {
        "index": 204,
        "text": "— Mój panie, — prosiła Jadzia, opierając żołnierzowi rękę na ramieniu."
      },
      {
        "index": 205,
        "text": "— Proszę pani generałowej, — szczebiotała Krzepiecka — zawsze się pani generałowej wysyła i nadal wysyłać się będzie. — Rozkładała przed gośćmi pocięte, łatane pustką dzienniki."
      },
      {
        "index": 206,
        "text": "— To wszystko, — rzekła Jadzia."
      },
      {
        "index": 207,
        "text": "Nagle głosem, cieniutkie wiry płaczu rzucającym: — To wszystko, co ja chcę... Nic więcej..."
      },
      {
        "index": 208,
        "text": "— Wynoś się pan, — uprzedził żołnierza Rasiński."
      },
      {
        "index": 209,
        "text": "Krzepiecka, żołnierz, jakaś obsługaczka prysnęli za drzwi."
      },
      {
        "index": 210,
        "text": "Jadzia stała naprzeciw Pycia, Rasińskiego, Pietrzaka, krzycząc:"
      },
      {
        "index": 211,
        "text": "— To wszystko! Wszystko!"
      },
      {
        "index": 212,
        "text": "Pyć i Rasiński odskoczyli wtył. Pietrzak, wpatrzony w Jadzię, sączył z rozchylonych ust wysokie, piskliwe uśmieszki."
      },
      {
        "index": 213,
        "text": "— Rasiński, syp na górę, — poradził Pyć, — ja tu sam..."
      },
      {
        "index": 214,
        "text": "Pyć poszedł z nimi do cukierni, razem smarkał. Prawie że się razem popłakał. Wynikła z tej narady wspólna Pietrzaka i Pycia nad Jadzią opieka."
      },
      {
        "index": 215,
        "text": "Tak dalece, że gdy Pyć miał już odchodzić, uścisnęli się za ręce, — w „imię człowieka“."
      },
      {
        "index": 216,
        "text": "— W imię tych wszystkich domów betonowego miłosierdzia, któreście po świecie rozstawili. — Poczem major wskazał na własną pierś. — Tu też będzie dom przyjaźni..."
      },
      {
        "index": 217,
        "text": "Cała ta sprawa, nito malutka płotka między ryby ogromne, wśliznęła się pomiędzy ważne kwestje, nad któremi teraz tak pilnie major pracował."
      },
      {
        "index": 218,
        "text": "Była chwila podczas żmudnych ciągot z prokuratorją Jabłońskiego o umorzenie dochodzeń, tyczących zamachu, — kiedy Pyć całą tę romantyczną aferę chciał opowiedzieć Barczowi, aby go tą dywersją odpowiednio rozjuszyć."
      },
      {
        "index": 219,
        "text": "Oszczędny jednak i przewidujący rozum poradził nie wypuszczać wiadomości z ukrycia."
      },
      {
        "index": 220,
        "text": "Pyć poniechał dywersji, licząc na wybory, na ambaras, jaki miało wojsko z asystą, na front, gdzie sytuacja gmatwała się."
      },
      {
        "index": 221,
        "text": "Poniechał tej dywersji, licząc też na Wildego. — Półurzędowy związek intendenta z Drwęską, wiadome Pyciowi, gorące w stosunku do tej damy humory Barcza, przedewszystkiem zaś nader żywa zaradność polityczna Wildego, dawały rękojmię, że śledztwo Jabłońskiego będzie się musiało „samo“ umorzyć."
      },
      {
        "index": 222,
        "text": "Należało więc starać się tylko, by nie robiono tego pod krańcowym przymusem, przeciwnie, — aby łaskawa wspaniałomyślność wporę pośpieszyła."
      },
      {
        "index": 223,
        "text": "Z temi planami, czując już i w gazetach i w konwentyklach stolicy gorączkową pracę Wildego, zjawił się Pyć wieczorem w sztabie u Barcza. Tu oświadczył zdyszany, że dochodzenie w pełnym toku."
      },
      {
        "index": 224,
        "text": "— Jakie dochodzenie? — wrzasnął Barcz. Był widocznie zdenerwowany. Twarz burzyła mu się co chwila. To usta, to brwi, to oczy wymykały się z ram przymusu, drżąc gwałtownie. — Jakież tu jeszcze dochodzenia?! Zdaje się, że potrafiłem tak rzecz załatwić..."
      },
      {
        "index": 225,
        "text": "— Pan generał był łaskaw załatwić lepiej, niżby to wogóle pomyśleć się dało. Cała Polska, cała zagranica przyznaje —"
      },
      {
        "index": 226,
        "text": "— Bez krwi rozlewu. — Barcz zbladł ze złości. — No, a dalej?"
      },
      {
        "index": 227,
        "text": "— Ale prawo chce iść swoją drogą. Ja już dwa tygodnie targuję się o to z Jabłońskim. Nasz prokurator twierdzi, że właśnie dochodzenia w sprawie zamachu, — jako kamień węgielny sprawiedliwości na przyszłość, — muszą być prowadzone."
      },
      {
        "index": 228,
        "text": "— Błazen, — żachnął się Barcz. — Przecież oddawna pracuję już z winowajcami! Przecież tylko temu będziemy zawdzięczali, że jakoś przepcha się wybory. Już front obsadzam tymi „zbrodniarzami“. Zaraz po wyborach wielkie przyjęcie, bal państwowy urządzam na cześć zgody. Ze wszystkimi. Krywult mi mowę zgody ma wyszczekać na tym balu."
      },
      {
        "index": 229,
        "text": "— Nie ze wszystkimi."
      },
      {
        "index": 230,
        "text": "— A któż jeszcze zostaje?"
      },
      {
        "index": 231,
        "text": "— Wilde, panie generale."
      },
      {
        "index": 232,
        "text": "Generał zarumienił się: — Może mam sam wyszukiwać wszystkie kanalje?!"
      },
      {
        "index": 233,
        "text": "Ostatecznie uległ namowie Pycia, że pójdą do Jabłońskiego, — wielka władza do skromnej sprawiedliwości — i poszuka się wyjścia..."
      },
      {
        "index": 234,
        "text": "— Bo Wilde, — szeptał przez drogę Pyć, — ma wpływy ogromne; jeżeli śledztwa nie zlikwidujemy, będzie ryć dalej."
      },
      {
        "index": 235,
        "text": "— Panie, — przerwał Barcz, — czy pan istotnie uważa mnie za przytułek dla najgorszych zbirów?"
      },
      {
        "index": 236,
        "text": "— Władza, panie generale, — jęknął śpiewnie Pyć, — władza, to trudno."
      },
      {
        "index": 237,
        "text": "Trzeba było minąć wiele sal, wiele biurek i czarnych krzyżów, na których niklowym blaskiem pocił się fabryczny Chrystus przysięgi. Wiele zielonego sukna. Stali przed niem umundurowani winowajcy, z których sędzia na papier protokołu wyciągał skrzypiącem piórem czarną żyłeczkę trwożnych słów zeznania."
      },
      {
        "index": 238,
        "text": "Idąc przez te pokoje, uświadomił sobie Barcz, że musi działać jako siła wyższa. Przybrał tedy najsurowsze oblicze i, rozmiatając przed sobą obrzękłych sędziów, chudych adjunktów, niespokojnych świadków i wszelakie strony zalęknione, walił prosto do generalnego prokuratora."
      },
      {
        "index": 239,
        "text": "Wszedł tu bez pukania, zimny i świetny w srebrze odznak, z Pyciem, niby lękliwy przydech, pętającym się dokoła."
      },
      {
        "index": 240,
        "text": "Stanęli na samym środku kancelarji, w klinie światła."
      },
      {
        "index": 241,
        "text": "Jabłoński złożył należny hołd i skrętem pytajnika zawisł wyczekująco nad biurkiem."
      },
      {
        "index": 242,
        "text": "— Tak, tu można sądzić, — paplał Pyć, — gdy ma się tak ciepło i taki widok!"
      },
      {
        "index": 243,
        "text": "Okna szły na ulicę Królewską, na gładki jak blacha mróz bruku, puste dachy, mierzone lśnieniem księżyca, i granatowe niebo, w którem roztapiał się puszysty dym kominów. — Ja też sądziłbym — parsknął Pyć, — cholernie ostro, żebym zawsze miał tak ciepło."
      },
      {
        "index": 244,
        "text": "— Panie prokuratorze, — przerwał Barcz, — czy śledztwo w sprawie zamachu?"
      },
      {
        "index": 245,
        "text": "Jabłoński wskazał otaczające go stosy papierów."
      },
      {
        "index": 246,
        "text": "— To tyleście już, panowie uczeni w piśmie, tych mac nasmażyli z tej materji? — uśmiechnął się Barcz."
      },
      {
        "index": 247,
        "text": "Jabłoński wystąpił z całą teorją. Są ludzie talentu, improwizacji i ludzie systemu. Ci drudzy układają tworzywo pierwszych."
      },
      {
        "index": 248,
        "text": "— Pan generał, udaremniając zamach, okazał się może najlepszym w rzędzie tych pierwszych. My zaś, krocząc za nim, musimy... — Jabłoński rozkleił się. — Nie można brać nam za złe, że w osobistem zetknięciu pozwalamy sobie podziękować panu. Kto się nie dziś narodził i żyje nieco dłużej, — kto na rzeczy umie patrzeć pod kątem państwowym —"
      },
      {
        "index": 249,
        "text": "Barcz słuchał i wściekał się. Ze wszystkich bowiem ust, z za wszystkich węgłów opinji, we wszystkich gazetach, przy wszystkich sesjach niczem go nie karmiono od owej nocy zamachu, jak tylko tym oszczędzonym krwi rozlewem."
      },
      {
        "index": 250,
        "text": "Kiedy prokurator skończył swoją dygresję uświęconym terminem o krwi rozlewie, Barcz wybuchnął:"
      },
      {
        "index": 251,
        "text": "— Skoro tę krew, przeze mnie zaoszczędzoną, tak cenicie, tobyście mogli nareszcie zrozumieć jej logikę. Należy dać odpocząć naturze wypadków! Nie narzucać się sprawiedliwości!"
      },
      {
        "index": 252,
        "text": "Jabłoński wyprostował się nad biurkiem i rozkraczone ramiona oparłszy na wyniosłych tekach aktów: — Prawo nie może istnieć bez ukarania winowajcy!"
      },
      {
        "index": 253,
        "text": "— Nie może istnieć? — skoczył Barcz."
      },
      {
        "index": 254,
        "text": "Twarz Jabłońskiego, wydoskonalona w tej chwili do gładzizny bilardowej kuli, zastygła surowo."
      },
      {
        "index": 255,
        "text": "— Nie może?! — powtórzył Barcz. — To czemuś pan nie wnosił łącznie z wnioskiem na Wildego o aresztowanie Dąbrowy? Który jest w służbie — i pan wie doskonale... A jeżeli, — pienił się już generał, — dla dobra wspólnej budowy potrzeba, by ktoś przykradał naprzykład, — to co?"
      },
      {
        "index": 256,
        "text": "— Ja jestem tylko porządnym człowiekiem, — dmuchał suchemi słowy w ciszę pokoju Jabłoński, — i nieznane mi są podobne wypadki."
      },
      {
        "index": 257,
        "text": "— Grubo to dziś za mało, — huknął Barcz, — być porządnym człowiekiem... Jeżeli pan państwo chcesz budować, to się pan świństwem uczciwie dzielić musisz z przełożonymi i jesteś pan porządnym człowiekiem wtedy dopiero, gdy na siebie bierzesz ich ciężar."
      },
      {
        "index": 258,
        "text": "Pod chybką ręką Jabłońskiego jęły szuflady biurka trzaskać głuchemi piorunami, z których wyłonił się gęsto zapisany arkusz."
      },
      {
        "index": 259,
        "text": "Prokurator podał papier Barczowi. — Miałem przedłożyć jutro, razem z aktami Wildego."
      },
      {
        "index": 260,
        "text": "Był to motywowany wniosek aresztowania Dąbrowy."
      },
      {
        "index": 261,
        "text": "Barcz podniósł arkusz do góry i czytał, u brzegów wniosku, niby głowę chudego magota, mając twarz Pycia. — Oba wnioski pod sukno. Względnie — do mojej dyspozycji..."
      },
      {
        "index": 262,
        "text": "Wildemu musiało się „przebaczyć“ ze względu na Krywulta. Barcz zastanawiał się, czy wydalenie Dąbrowy przeszłoby bez wstrząsu... Może jeszcze jakieś awantury wśród fornali, górników, węglarzy?... Ale, jeżeli Dąbrowa zgodzi się iść na front, — własnem życiem poświadczyć bankructwo swej idei?"
      },
      {
        "index": 263,
        "text": "— Oba wnioski do mojej dyspozycji — i basta."
      },
      {
        "index": 264,
        "text": "Burza nie ucichła jeszcze w Jabłońskim. Długo patrzył na Barcza i obrównywał teczki."
      },
      {
        "index": 265,
        "text": "— Każdy z was zniesie, — przerwał to wahanie generał, — że ja, napadnięty przez drabów, w obronie mego honoru nie będę strzelał. Że złożę na ołtarzu całości tę tak bolesną ofiarę osobistej czci. Ale kiedy was się coś tyczy!..."
      },
      {
        "index": 266,
        "text": "Jabłoński miękł. Napełnionemi rzewnym podziwem oczyma mierzył wyniosłą postać Barcza."
      },
      {
        "index": 267,
        "text": "— Do dyspozycji pana generała, — załamał się dostojnie, — całe to śledztwo i, miejmy nadzieję, ostatni raz do dyspozycji pana generała — tok sprawiedliwości..."
      },
      {
        "index": 268,
        "text": "— Władza, władza, to trudno, — jęknął z pod ściany Pyć."
      },
      {
        "index": 269,
        "text": "— Bo gdyby kiedykolwiek, — pielgrzymował Jabłoński żałosnem spojrzeniem wśród kątów białego światła, — bo gdyby kiedykolwiek jeszcze powtórzyć się miał taki precedens. To przecież dla nas wszystkich życie stałoby się nie do zniesienia..."
      },
      {
        "index": 270,
        "text": "Barcz wzruszył łaskawie ramionami. Wcale się nie przejął tą ofiarą sprawiedliwości. Uważał, że już dawno ma więcej rzeczy „nie do zniesienia“, niż wszyscy inni."
      },
      {
        "index": 271,
        "text": "Wybory: cały kraj oblepił się cyframi list, a wojskowa asysta trwała w natężeniu. O ileż gorzej było z frontem, gdzie żołnierz marzł i głodował, a w życzliwych tendencjach sprzymierzonej potęgi coś się popsuło i materjał wojenny napływał tak nieregularnie, że trudno było nań liczyć."
      },
      {
        "index": 272,
        "text": "Gorzej jeszcze, niż z frontem, było z tą — tak dobrze w Jedwabnie zapoczątkowaną — „zgodą“. Trzeba ją było układać na nowo, prawie codzień. Prawie codzień łatać mnóstwem dopełnień i przybudówek."
      },
      {
        "index": 273,
        "text": "Krywult targował się, jak żyd. To się godził tylko na ciche współdziałanie, to groził, że wyjdzie z życia publicznego, weźmie dymisję i zamknie się gdzie bądź, — chociażby na swojem Przedmurzu. To znów, godząc się na jawne wystąpienie i nawet na swą wielką mowę w Zamku, podczas „państwowego balu zgody“, żądał u władzy miejsc dla całego tabunu rozmaitych popleczników."
      },
      {
        "index": 274,
        "text": "Należało tedy przedewszystkiem przygasić sprawę śledztwa, pozostawiając już tylko nieprzebłaganym odłamom opinji publicznej zardzewiały kurancik: — koniki, samochody, — złoto..."
      },
      {
        "index": 275,
        "text": "Całą tę kwestję — nad pikowanym Rubikonem purpurowej kołdry — powierzył Barcz Rasińskiemu."
      },
      {
        "index": 276,
        "text": "Generał nie spodziewał się nigdy, że tyle go będzie kosztowało widzenie z pisarzem. Drożej to wypadło, niż przebaczenie dla Wildego. Najtrudniej bowiem było generałowi tego właśnie Rasińskiego przebaczyć Hance."
      },
      {
        "index": 277,
        "text": "Ale dla sprawy. Dla czystych, gładkich ram..."
      },
      {
        "index": 278,
        "text": "Rozmawiali nawet o Drwęskiej."
      },
      {
        "index": 279,
        "text": "Zielone oczy pisarza zasłoniły się przywiędłemi powiekami. — Musi mieć śliczne nogi."
      },
      {
        "index": 280,
        "text": "— Tak myślicie? — Barcz uniósł się na posłaniu. — Tak myślicie? — A może ma krzywe? Możnaby o tem mówić, jeśliby się widziało."
      },
      {
        "index": 281,
        "text": "— Można się domyślać."
      },
      {
        "index": 282,
        "text": "Barcz żałował, że rozszedł się z Hanką w sposób tak brutalny."
      },
      {
        "index": 283,
        "text": "Nieprzeliczone pochwały i triumfy publicznego życia czyż nie odnosiły się w znacznej części do tej lekkiej broni, w którą zbrojna, zgarnęła Hanka cały kłopot państwowy na kuse płaty jedwabnej koszulki? Czyż to nie tego właśnie perfumowanego zbiegu ud zdrowie piło się na podjeździe bogobojnego Jedwabna?... I wkońcu, cóż innego robił Jabłoński, gdy gęstym wątkiem prawniczego przebaczenia cierpiał w obliczu Barcza, jak nie, — że wielbił „czarne skarby podłości“?..."
      },
      {
        "index": 284,
        "text": "Generał, nie chcąc jeszcze iść do Hanki, począł jej w skrytości zabobonnie ofiarowywać..."
      },
      {
        "index": 285,
        "text": "Poświęcił jej Jadzię. — Pokrywało się to zresztą z dawno dojrzałym planem, powziętym jeszcze „ze względów państwowych“."
      },
      {
        "index": 286,
        "text": "Gdy Przeniewski rzeźwemi wiaterkami uśmiechów rozpowiadał o dokonanej przejażdżce, o przyjęciu, — gdzie matka wasza, generale, tak zajmująco śpiewała, — a pani Jadzia..."
      },
      {
        "index": 287,
        "text": "— Zostaw pan sobie raz na zawsze panią Jadzię! — przerwał mu Barcz."
      },
      {
        "index": 288,
        "text": "Potem ofiarował cieniom kochanki cały szereg drobnych terminów, zwolnień, urlopów, próśb, — zresztą łatwo wykonalnych. Potem miała iść kolej na Dąbrowę. Barcz uznał za godne włoskiego renesansu, że swojski Rienzi czekać będzie ze sprawą, — aż uleżą się miłosne nieporozumienia."
      },
      {
        "index": 289,
        "text": "Dopiero kiedy na zielone sukno z śledztwem Jabłońskiego wypłynęła osoba Wildego, pozwolił sobie Barcz natychmiastowo wymierzyć zadośćuczynienie."
      },
      {
        "index": 290,
        "text": "Wtedy to na krótko przed wyprowadzką z hotelu do jakiegoś starego pałacu stanisławowskiego w okolicy Łazienek, — zamówił sobie wizytę u Drwęskiej."
      },
      {
        "index": 291,
        "text": "Przyjęła go późno wieczorem, jakby nic między nimi nie zaszło."
      },
      {
        "index": 292,
        "text": "— Przyszedłem pani podziękować. Podziękować w imieniu całego społeczeństwa. Może nawet narodu?!"
      },
      {
        "index": 293,
        "text": "Wsparłszy głowę na rękach, patrzyła uważnie, jakby ją więcej obchodził sposób poruszania warg, niż same słowa."
      },
      {
        "index": 294,
        "text": "— Całe społeczeństwo tak podnosi bezkrwawy mój czyn, a nie wie, ileś w tej sprawie zdziałała!"
      },
      {
        "index": 295,
        "text": "— Daj spokój, Barcz, tym głupstwom!"
      },
      {
        "index": 296,
        "text": "— Przyszedłem więc oznajmić pani, że ofiara, przeze mnie dla jej honoru staropolskim alkownianym zwyczajem tej nocy podjęta, przyniosła mi ogromne procenty, — które należałoby dzisiaj sprawiedliwie podzielić..."
      },
      {
        "index": 297,
        "text": "— Dajże spokój, Barcz. — Żar szumiał w jej wysoko uniesionych piersiach."
      },
      {
        "index": 298,
        "text": "— Zaczęliśmy naszą spółkę od listu Krywulta, „zdobytego“ przez panią na Wildem. Nie da się wogóle opłacić to niebywałe powodzenie, które intymnym pani zabiegom zawdzięczam! — Nonsens!"
      },
      {
        "index": 299,
        "text": "— Zawdzięczam „w Radzie i w Senacie“. Ale bądź co bądź, — mróz oprządł palce Barcza, — to, co się zapłacić da... Ta wprawa, — ta technika... Bo, aby dojść do tak rozrzutnej śmiałości, jakąś pani wobec mnie okazała, trzeba ćwiczenia, wprawy, techniki. To, co się zapłacić da, musi być wyrównane. Przeto pozwalam sobie za ów list Krywulta, „zdobyty“ na Wildem, złożyć dziś do dyspozycji pani czcigodną osobę pana intendenta... Jakże go ukarzemy?"
      },
      {
        "index": 300,
        "text": "Drwęska wstała. — Co mi chcesz powiedzieć? Że jestem — „ladacznicą“?!... Owszem. Ladacznicą. To ja brudnemi rękoma podarowałam ci parę minut twojej najlepszej ojczyzny... Bo mi się chciało z tobą spać."
      },
      {
        "index": 301,
        "text": "Głos jej począł chrypieć."
      },
      {
        "index": 302,
        "text": "— A dzięki mojej technice zrobiłam tej nocy więcej, niż wszystkie nasze gęsi, które spały wtedy przykładnie u boku swych mężów. Albo w łóżkach same, jak twoja żona. Bylibyście się postrzelali, jak zbóje. Dwadzieścia matron latałoby potem po mieście w żałobie. Mogą mi podziękować! Wzorowy pan obywatel wolałby, żebym mu „nogi łzami obmywała“. Nic z tego! Wojowałam, czem kobieta wojuje w życiu..."
      },
      {
        "index": 303,
        "text": "Zamilkli. Drwęska przeszła pod okno pisać coś. Barcz siedział na swojem miejscu i palił papierosy."
      },
      {
        "index": 304,
        "text": "— No więc, — rzekł nareszcie, — wszystko jedno."
      },
      {
        "index": 305,
        "text": "— Nic podobnego! — Jeżeli robimy rachunki, to dokładnie! — Wyłuszczyła mu, że mężczyźni są nędzni. — W życiu publicznem rozumiecie potrzebę kompromisu, a w prywatnem, zwłaszcza, gdy się to tyczy kobiety... Mam dwoje dzieci w pensjonacie w Wiedniu — tak? Moje rachunki tu, w hotelu, chyba sobie wyobrażasz? Tak? Więc co? Może mam wziąć posadę?... Może tam wakuje gdzieś u was w biurze? A będzie z tego tyle, że zamiast bogato, będę się musiała puszczać z jakimś małym, pokątnym szefkiem? Może ty masz na to, aby mnie utrzymać? Zgodzę się na bardzo skromne warunki..."
      },
      {
        "index": 306,
        "text": "— Moje stanowisko przewiduje w kosztach utrzymania żony, wysokość utrzymania niedrogiego psa... Skarb państwa —"
      },
      {
        "index": 307,
        "text": "— Nie może chcieć, byśmy żyły, jak psy! Niech przedtem zmieni klimat i pozwoli nam nago chodzić po ulicach... Krótko mówiąc, jeżeli nie chcesz kraść a chcesz z kimś żyć, a nie masz na to, to pozwól, że ten ktoś będzie sobie dawał radę, jak będzie mógł..."
      },
      {
        "index": 308,
        "text": "Przytuleni do siebie, wywróceni napoprzek dywanu umówili się szeptem i pokryjomu wyszli. Naprzód Drwęska, Barcz za nią, w odstępie."
      },
      {
        "index": 309,
        "text": "Pełen służbowego skupienia wobec klekotu podoficerskich kopyt, przestał chwilę pod szklanym wiatrakiem hotelu."
      },
      {
        "index": 310,
        "text": "Poczem dalej, — w nocne ulice, gdzie się zeszli przy kaprawem świetle dorożki. I dalej, — pod rękę, ramiona poprzez plecy, z palcami w palcach, nito giętkie sprężyny oplotu."
      },
      {
        "index": 311,
        "text": "Na zbocza szkarpów i ciemnych ulic, których blaszane nazwy patrzą ku falom czarnej Wisły, — pod grube łuki mostu Poniatowskiego i jeszcze dalej, śladami jakichś stróżów, ku kamienistym przewodom tamy urwanej, gdzie skuczy wicher."
      },
      {
        "index": 312,
        "text": "— Tutaj, tutaj, — nęciła Hanka."
      },
      {
        "index": 313,
        "text": "Poczem, biorąc Barcza w długie poły wonnego futra: — Tutaj, tutaj, tu właśnie my oboje, — naturalnie, — biedne, dzikie apasze..."
      },
      {
        "index": 314,
        "text": "Ale już chyba ostatni raz, — myślał nazajutrz generał, zaziębienie bowiem trzęsło nim ogromnie, a chrypa zaległa gardło, że mówić prawie nie mógł."
      },
      {
        "index": 315,
        "text": "Chłód i pustka, panujące na nowem mieszkaniu, wzmogły jeszcze ten ziąb."
      },
      {
        "index": 316,
        "text": "Barcz obawiał się, by nie zachorował tu na skrzydle starej postanisławowskiej landary, wciśniętej między stajnie i ujeżdżalnie ułańskie."
      },
      {
        "index": 317,
        "text": "Właściwie, było mu tu o wiele gorzej, niż w hotelu. Uważał jednak, że z „hotelową zagranicą“ trzeba już było skończyć i zamieszkać niedostępnie a szanownie zarazem. Nosił się nawet z myślą sprowadzenia matki, przekonany, że uczyni to doskonałe wrażenie i ewentualnie stanowić będzie niezawodny puklerz w razie interpelacyj partyjnych, tyczących się jego prywatnego życia."
      },
      {
        "index": 318,
        "text": "— Alibi musimy mieć znakomite, — mówił Drwęskiej któregoś wieczora, — alibi murowane."
      },
      {
        "index": 319,
        "text": "Tuż przed otwarciem Sejmu, pewien sprawy wyborów, postanowił Barcz skończyć z Dąbrową. Pod grozą przeprowadzonego śledztwa w sprawie zamachu, usunie Dąbrowę ze stolicy i, okleiwszy na państwowym balu „zgodą narodową“, — rzuci spiskującego na wschodni front, — czerwonego, — przeciw czerwonym."
      },
      {
        "index": 320,
        "text": "Obiecał Hance, że cios ten wymierzy znienacka, — i dotrzymał."
      },
      {
        "index": 321,
        "text": "W salonach hrabiego Bogulickiego, z koktajem w ręku, między Pesteczką, niby kosztowna ampla wenecka leżącą na tureckich poduszkach, Drwęską, obciśniętą w wodne połyski jedwabiu i pudrowanym margrabią."
      },
      {
        "index": 322,
        "text": "Właśnie następował na nich Dąbrowa, gdy Barcz brutalnie: — Bardzo nas ważne sprawy czekają, generale!"
      },
      {
        "index": 323,
        "text": "Stanęli we framudze okna."
      },
      {
        "index": 324,
        "text": "— Sejm lada dzień otwieramy."
      },
      {
        "index": 325,
        "text": "— Aleśmy jeszcze nie otwarli."
      },
      {
        "index": 326,
        "text": "— Wszystko jedno, mój drogi Dąbrowa, wiesz dobrze, że otworzymy!"
      },
      {
        "index": 327,
        "text": "Niepostrzeżenie wymknęli się z salonów i, poleciwszy autom swoim posuwać się ztyłu, szli olbrzymią aleją hrabskiego parku ku ulicy."
      },
      {
        "index": 328,
        "text": "— Rozumiesz, mój kochany Dąbrowa — ciągnął Barcz, — nas musi Sejm zastać w porządku. Otóż pierwsza rzecz, której oczekiwać należy, to interpelacja w sprawie zamachu. Równocześnie składa się tak szczególnie, że z prokuratorji polowej... — Rozdeptał na ścieżce papierosa. — Że z prokuratorji wpłynęło oskarżenie, które przeczytawszy... Cóż ci mam mówić? Schowałem pod sukno. Narazie leży sobie pod tem suknem. I puchnie..."
      },
      {
        "index": 329,
        "text": "Dąbrowa nie odpowiadał. — Ale trzeba uważać, by nadto nie spuchło i samo sukna nie podniosło. Cóż chcesz, — ni mniej ni więcej, — wniosek aresztowania ciebie."
      },
      {
        "index": 330,
        "text": "— No więc co? — prztyknął Dąbrowa zmarzniętemi dziurami nosa, — no więc co? Gdybym nie miał rodziny... I teraz nawet, pod tą przeklętą „blachą“, nie spodziewał się nowego potomka... Kto wie, możebym się ucieszył z aresztowania?"
      },
      {
        "index": 331,
        "text": "Barcz przystanął."
      },
      {
        "index": 332,
        "text": "Dąbrowa poszedł jeszcze parę kroków, spostrzegłszy jednak, że idzie sam, zawrócił."
      },
      {
        "index": 333,
        "text": "Samochody również przystanęły, puszczając przez rozprażone źrenice rój popielatych płatków śniegu."
      },
      {
        "index": 334,
        "text": "— Czyś ty zwarjował, Dąbrowa? — W jednej chwili bowiem wszystkie ostrza gry wypadły Barczowi z rąk. — A może tylko, poprostu mówiąc, masz syfilisa i wszystko ci już jedno?"
      },
      {
        "index": 335,
        "text": "— Nie mam syfilisa. — W dygocącym lekko mroku zdawał się Dąbrowa nasłuchiwać dalekiej, czułej myśli. — Jakżebym mógł mieć dzieci, gdybym był chory?... Owszem, — Sejm otworzymy, — „uroczystalja“ odbędę, ale mam gorzej, niż to wszystko..."
      },
      {
        "index": 336,
        "text": "— Jakieś „wichury“ psychiczne? Na to, — przerwał Barcz, — jest tylko jedna rada. Zwłaszcza, jeżeli się ma tak niemiłe śledztwo na karku: front... Jedyne, bracie, lekarstwo, — front! Jeszcze nie skończył, gdy go, niczem chwyty pająka, objęły w ciemności twarde ręce."
      },
      {
        "index": 337,
        "text": "— Ja to też uważam, — skrzeczał Dąbrowa. — Bo gdy się patrzę, Barcz, jak budujesz... Jak my budujemy, — na tej krwi... I że teraz, — Sejm nastanie! Tłuści starzy, którzy za biednych głupich gadać zaczną! — Bił Barcza wierzytelnie pięścią w piersi. — Za biednych głupich. Tak, jak ty za mnie myślisz i gadasz w armji..."
      },
      {
        "index": 338,
        "text": "Barcz klepał go po łopatkach."
      },
      {
        "index": 339,
        "text": "— Mój drogi Dąbrowa, możesz myśleć, co chcesz, byleś to polowanie wojenne sumiennie, porządnie, wzorowo —"
      },
      {
        "index": 340,
        "text": "— To właśnie, — judził Dąbrowa, podbierając się pod Barcza, — że ci jest obojętne, co się myśli! Pójdę na front, przyjaciół mej idei będę gromił, byle mi tu nie było obojętne, co się myśli..."
      },
      {
        "index": 341,
        "text": "Jął nagle krzyczeć w ciemność, nizaną dalekiemi światłami: — Żeby nie słuchać, jak tłuści starzy za biednych głupich gadać zaczną... „Przez to“ jestem głupi, — ale młody... A tyś już dzisiaj stary..."
      },
      {
        "index": 342,
        "text": "Barcz chciał się odsunąć, dotknięty niemile tą gadaniną, skandowaną warczeniem samochodów."
      },
      {
        "index": 343,
        "text": "Dąbrowa nie pozwalał; łasił się dalej drapieżnie:"
      },
      {
        "index": 344,
        "text": "— Tobie już wszystko jedno, Barcz, co się myśli. Już nie ty, a inni straszą świat młodością!... Już inni chyłkiem krew tu leją — a ty spokojnie ją mierzysz, jak barszcz chochlą. Inni tu przez śmierć swoją protestują, gdy ty!!..."
      },
      {
        "index": 345,
        "text": "Barcz wyrwał ramię z uścisku i przystanął na środku drogi. Dość bowiem miał już. Spojrzał poza siebie, skąd toczyły się naprzód jasne źrenice wozów."
      },
      {
        "index": 346,
        "text": "— Gdy ty, — Dąbrowa skoczył przez trójkąt światła, — gdy ty cudzą śmiercią wszystko zgodnie podpisujesz... — Samochód! — wrzasnął Barcz."
      },
      {
        "index": 347,
        "text": "— Widzisz go, mój budowniczy, — dusił w sobie Dąbrowa po drodze za znikającem autem."
      },
      {
        "index": 348,
        "text": "Miało się w sercu schowane straszniejsze jeszcze rzeczy, które, gdyby nie dzieci, nie ten brzuch żony wiecznie napięty..."
      },
      {
        "index": 349,
        "text": "Rzeczy okropne: W jednej osobie, tam na wschodzie wróg tego kraju i przyjaciel prawdy jedynej... Zamkniętej w dwóch bata uderzeniach przez wszystkie pyski: — równość, sprawiedliwość!"
      },
      {
        "index": 350,
        "text": "Ale sprawić to, — nie było już chyba w ludzkiej mocy. Ani w pociechach tradycji, która nic nie wie o przyszłości. Ani to mogło tkwić w dzieciach, czy w grubym kłopocie codziennej mitręgi."
      },
      {
        "index": 351,
        "text": "Jeszcze może tylko, — w Bogu, któregoby winien ktoś znaleźć. Wyzwolić, wyszturchać z kościołów... I przyprowadzić Go do lasu, czy na wieś, czy, już nie po staremu do stajni, — a do jakiegoś garażu?..."
      },
      {
        "index": 352,
        "text": "Dąbrowa spoczął na ławeczce, niedaleko świateł ulicy, kazał zatrzymać maszynę i usiąść przy sobie szoferom. Dał im po papierosie. Zapalili. Razem, we trzech, przez kosmate płaty śniegu — od jednej zapałki."
      },
      {
        "index": 353,
        "text": "— Coście wy za jedni? — spytał."
      },
      {
        "index": 354,
        "text": "— Szoferzy, panie generale."
      },
      {
        "index": 355,
        "text": "— Nieprawda! — Postanowił budować ich metodą katechizmu, zapomocą pytań. — Coście za jedni?"
      },
      {
        "index": 356,
        "text": "— Żołnierze, podług rozkazu, panie generale!"
      },
      {
        "index": 357,
        "text": "— To, jak cię matka pod żebrem nosiła, galony już miałeś na kołnierzu?... Co za jedni?"
      },
      {
        "index": 358,
        "text": "— Szeregowi, według rozkazu! — Nieprawda, — ryknął, — bydło: ludzie jesteście!"
      },
      {
        "index": 359,
        "text": "— Ciężko splunąwszy, kazał się wieźć."
      },
      {
        "index": 360,
        "text": "Klatek dla takiego bydła bronić trzeba, — cierpiał w wielkiej rozpaczy podczas sztyftowania oddziałów do sejmowej asysty. I kto?! On sam, który bataljony pod Przemyśl rzucał ze łzami wstydu w oczach. Teraz szykuje garnirunki ulic. A potem, zręczniejszą od swojej wystrzelony ręką, pojedzie z wagonami, natkanemi mięsem żywem — na front."
      },
      {
        "index": 361,
        "text": "Boga tu dawać!"
      },
      {
        "index": 362,
        "text": "Oklejony czerwoną banderolą generalstwa, — na front..."
      },
      {
        "index": 363,
        "text": "Boga tu dawać nareszcie jakiegoś — miotał się konno przed sztachetami dawnej pensji rosyjskiej, na Sejm przemienionej, językiem narodowych sztandarów wśród mrozu mlaszczącej."
      },
      {
        "index": 364,
        "text": "Ulice po brzegi wysypywała ciżba. Przez kordony piechoty i rozmaite milicje przesiewały się strojne delegacje, dygnitarze, czarne tuzy. Których on też kiedyś miał w ręku, sam się ich pozbył i oto zagrano nimi raz na zawsze całkiem inną partję."
      },
      {
        "index": 365,
        "text": "Boga tu jakiegoś dawać, — wyrokował, rycząc zwysoka na rozproszonych adjutantów."
      },
      {
        "index": 366,
        "text": "W oddali mgła przerywała się pod naporem pędzących koni."
      },
      {
        "index": 367,
        "text": "Naród jedzie, jadą tłuści, — przekomarzał się generał do grzywy swego wałacha, wyciągając szablę z pochwy. A równocześnie, z nieznanych kątów, niedoczytanych stronic i jakichś błędów samotnych, które tłukły się przez całe życie, — jęła się układać podstępnie płochliwa wdzięczność."
      },
      {
        "index": 368,
        "text": "Pierwszy przewalił wpośród wrzasku tłumów powóz Piłsudskiego. Za nim szwadron, kraśniejący we mgle, i znów powozy."
      },
      {
        "index": 369,
        "text": "W wojskowym, — Krywult i Barcz."
      },
      {
        "index": 370,
        "text": "Dąbrowa zostawił zastępstwo i na progu gmachu zaczekał, aż się porówna z wodzami."
      },
      {
        "index": 371,
        "text": "Spotkali się równoczesnym ukłonem, poprzebijani żelaznemi gwoździami odznak, bladzi, podobni w białych rękawicach do wymuskanych trupów."
      },
      {
        "index": 372,
        "text": "Dopadł ich z flanki zadyszany Rasiński. Błagał, by raczyli się zatrzymać dla zdjęcia. Mogą robić, co chcą, najswobodniej, byle nie patrzyli w aparat!"
      },
      {
        "index": 373,
        "text": "Rasiński ukazał człowieka, przyczajonego obok drzewa, za czarną rurą prożektora."
      },
      {
        "index": 374,
        "text": "— Zdjęcie takie raz na zawsze utrwali, byle tylko bez przymusu!"
      },
      {
        "index": 375,
        "text": "— Byle tylko nie patrzeć w dziurę naszej sławy, — rechotał Dąbrowa."
      },
      {
        "index": 376,
        "text": "— O tak, właśnie, — zachęcał Rasiński, — najswobodniejsza rozmowa. Obraz ten nazwiemy „Nasi obrońcy“."
      },
      {
        "index": 377,
        "text": "Przebaczywszy zbyt gorliwą natarczywość, weszli wodzowie do Sejmu."
      },
      {
        "index": 378,
        "text": "Pachniało tu świeżym pokostem i wapnem. Przechodzień lepił się do podłóg, a drzwi, niby nienauczone jeszcze, stawały w środku obrotu."
      },
      {
        "index": 379,
        "text": "W białej sali, rzekłbyś w wielkiej brytwannie kipiącej bańkami tłuszczu, przelewała się ciżba posłów, głowa przy głowie, na wsze strony. Boga tu jakiegoś, — rozpaczał Dąbrowa. — Bo to najkrótsze „równość, sprawiedliwość, odwet“ — rozpłynie się w stugębnej wrzawie tego tłuszczu na wiele miesięcy, lat, na zawsze może?..."
      },
      {
        "index": 380,
        "text": "Ale już wytrwał ponuro przez wszystkie „uroczystalja“, do samego balu, który miał „zjednoczenie“ gruntownie zaczynić, otuchę, słabnącą w narodzie ze względu na niepowodzenia wojenne ukrzepić i okazać wszystkim, komu należy, że nasi obrońcy (jak trzeszczały po gazetach i w rozkazach słowa Rasińskiego), „jedną myślą połączeni“ —"
      },
      {
        "index": 381,
        "text": "Owszem, — dla okazania tej jednej myśli, kazał nawet Dąbrowa szwadronom, które miały służbę tego dnia na Zamku, — wydać białe rękawice."
      },
      {
        "index": 382,
        "text": "— I dopatrzcie, — polecał przy raporcie dowódcy pułku, — żeby mi każdy ułan stał, jak podczas rezurekcji przy Grobie Pańskim!"
      },
      {
        "index": 383,
        "text": "Tak właśnie stali pod ciężkiemi kruchtami Zamku, wszędzie, przy drzwiach i w sieniach, a Dąbrowa, nieruchomych i sztywnych, obwąchiwał troskliwie."
      },
      {
        "index": 384,
        "text": "To znów myślą przenosił się parę tylko ścian dalej, gdzie w czterech historycznych pokojach „Pod blachą“ bety jego domowe gniotą się. W jednej okazji i gniazdo swoje żegnał skromne, pod nazbyt wysokim progiem uwite, i dzieło własne, nie podjęte nigdy jawnie a przegrane do gruntu."
      },
      {
        "index": 385,
        "text": "Kiedy sale napełniły się rzeszą ze wszystkich kątów kraju, po wszystkie kąty ścian, gdy się już fraki z mundurami, i z sutanną, i z rozmaitym kloszem sukien przemełły, i gdy się już to wszystko w pstrą sałatę ułożyło, łataną goliznami dekoltów, — jął Dąbrowa naprzód kroczyć, — przez pustkę nikłego ciała ludzkiego."
      },
      {
        "index": 386,
        "text": "— No i co? — śmiał się, spotkawszy Rasińskiego, — no i co, Niemcewiczu? Wydałeś ta już gdzie ten mój nekrolog? Sprzedaj mi teraz niedrogo, — na front jadę..."
      },
      {
        "index": 387,
        "text": "Rasiński wywinął się Dąbrowie i podążył ku „szczytom“ przyjęcia... Gdzie najlepiej się jadło i najpoważniejsze rzeczy mówiło. Przepychał się tam przez gęste, czarne okiście posłów sejmowych, mimo fioletowej, na zielonym atłasie kanapek rozlanej, kałuży prałatów, przez sukienne kadłuby mundurów, coraz wstrzymywany hymnami wielorakich potęg obcych."
      },
      {
        "index": 388,
        "text": "Przedstawiciele tych potęg w złoconych frakach, z dyplomatycznym pierogiem, niby fryzowanem ptactwem pod pachami, dążyli na wsze strony."
      },
      {
        "index": 389,
        "text": "— Heca, bracie, — zapiał Rasińskiemu Pyć nad uchem. — Ale to jeszcze nic. Zobaczysz więcej. Zważ, — co za postęp. Tam w Muzeum Niewoli — i tu..."
      },
      {
        "index": 390,
        "text": "Plotąc o byle czem, oświadczając się po drodze Kwaskiewiczowi, który statecznie płynął w brzuchatej flotylli wydawców, dotarli wreszcie do najdostojniejszej wnęki."
      },
      {
        "index": 391,
        "text": "Powietrze tu było lżejsze, zapach perfum szlachetniejszy. Z pod przestronnego majestatu kopuły cały szereg okien weneckich spoglądał w noc czarną i głęboką."
      },
      {
        "index": 392,
        "text": "Tu zaczepili o rozłożystą konstelację Krywulta."
      },
      {
        "index": 393,
        "text": "Zwrócony do Drwęskiej, jaśniejący wszystkiemi przełęczami swej rycerskiej twarzy, miotał z czerwieni warg obfite strugi dźwięcznego ciepła."
      },
      {
        "index": 394,
        "text": "— Mnie Wilde mówił, generał Wilde, ale mało on mówił i źle. — Bo to nie dystynkcja u pani, no prosto — piękność! Onże Wilde od zabytków, — i panią do zabytków sposobił. Wielki grzech! Bo pani samasama. — Rozłożył ramiona ku Barczowi, jakby go prawdą tą witał z drogi dalekiej. — Bo pani sama źródło wszystkiego zabytku..."
      },
      {
        "index": 395,
        "text": "Gorącem spojrzeniem kapał po białych kryształach sukni, z których wyrastała Drwęska, naga prawie, lita w swem ciele mocno i gładko, jak owoc, u końca piersi tylko czerwienią brodawek zraniona."
      },
      {
        "index": 396,
        "text": "— Dzieci nam, pani, dawaj, — bił się Krywult po purpurowym karku, — nu, i będą najlepsze zabytki! Ech — ty, Wilde..."
      },
      {
        "index": 397,
        "text": "Perłowe uśmiechy przeleciały przez usta Hanki, łuk czarnych brwi zachybotał nad przygaszoną źrenicą. Patrzyła na Barcza."
      },
      {
        "index": 398,
        "text": "Rzekłbyś, wśród atłasowych płomieni, stał pośród kilku biskupów i uprzejmym grymasem obdzielał stożkowate pod czerwonemi jarmułkami, niby we krwi maczane, głowy dostojników."
      },
      {
        "index": 399,
        "text": "— Ech, ty, Wilde nieszczęsny, — szarpał Krywult szczupłe wątki oddechu — tu nie zabytki, — no niezabudki! — Spoczął oczyma w klinie obcisłych bioder Drwęskiej. — Tu dzieci powinny iść z tego kamienia... Boże mój."
      },
      {
        "index": 400,
        "text": "Zwierzyła mu się uprzejmie, że jest rozwódką i ma już dwoje dzieci. — Dwoje to mało, — rozwódka, — niezabudka."
      },
      {
        "index": 401,
        "text": "Drwęska, — że gdzież dzieci, w hotelu? Nie ma własnego mieszkania, ani własnego kąta."
      },
      {
        "index": 402,
        "text": "— Ech ty, Wilde nieszczęsny, — wzmagał się Krywult, — w hotelu... Niema mieszkania. Myż działki mamy! Będzie towarzystwo akcyjne, polski dom. Nazwa towarzystwa, — Przedmurze. Daj, pani, rączkę pocałować, — i bez obrazy przyjmij pani."
      },
      {
        "index": 403,
        "text": "Roztrąciwszy swe krzyże na piersiach, dobył notesu, wyrwał kartkę. Nie podchodząc do stołu, nito w polu, na podniesionem wgórę kolanie napisał, oddał Drwęskiej i wytłumaczył:"
      },
      {
        "index": 404,
        "text": "— To jest parcela dla pani, w Przedmurzu, obok mojej. Czort bierz! Tam domy się będzie stawiać, kraj budować, stolicę przenosić za Wisłę, — Przedmurze. Tam pani będzie mieszkać obok mnie, jeśli łaska. Ja człowiek prosty, żołnierz, na wojnę teraz idę. Nie odmówisz."
      },
      {
        "index": 405,
        "text": "Musieli przerwać. Tumult wszczął się na salach i kręgiem donośnego hałasu podpływał coraz bliżej."
      },
      {
        "index": 406,
        "text": "— Uczyć się od pana generała, — pryskał Pyć przy Krywulcie."
      },
      {
        "index": 407,
        "text": "Pod kopułę weszła delegacja. Kilka pań atłasowych, kilka kaszką lękliwego dreszczu osypanych dziewic w bieli, jacyś myślący mężowie o wystrzępionych Wąsach."
      },
      {
        "index": 408,
        "text": "Molestowano Barcza. Uchyliwszy się, wskazał Krywulta. Delegacja ciężkiemi faszynami dam otoczyła wodza."
      },
      {
        "index": 409,
        "text": "— Naród chciałby, naród prosi... — mamrotali delegaci. — Naród! — trzasnął Krywult z pustej piersi. — Naród... my zawsze razem!"
      },
      {
        "index": 410,
        "text": "Barcz, bez szelestu, nito świetnie nasmarowana maszyna, przysunął się i rzekł z zakrzywionym ku górze uśmiechem: — Naród prosi, panie generale, Naród. Naród..."
      },
      {
        "index": 411,
        "text": "Tyle było w tych słowach okrutnej pewności siebie, że aż Drwęskiej tchu zbrakło."
      },
      {
        "index": 412,
        "text": "Nareszcie wódz dał znak, że przyzwala. Głowa spadła mu nisko na piersi."
      },
      {
        "index": 413,
        "text": "Ruszyli do wielkiej sali. Na podjum wszedł sam Krywult."
      },
      {
        "index": 414,
        "text": "Gdy się tam znalazł, nad grzędami wyciągniętych głów — zdrętwiał. Rzecz była poprzednio umówiona, lecz stawała się tak nagle. Tak stanowczo..."
      },
      {
        "index": 415,
        "text": "— Rodacy!! — ryknął wreszcie, wpatrzony w czarne igły zmarszczek na czole Barcza."
      },
      {
        "index": 416,
        "text": "Śmiertelna cisza zaległa salę. Cisza tak wielka, iż mimo mrowia osób, słychać było dokładnie dygot szyb okiennych, wstrząsanych silną odwilżą."
      },
      {
        "index": 417,
        "text": "— Rodacy! — ryknął po raz drugi."
      },
      {
        "index": 418,
        "text": "O sercu, — łzach, — tylu latach, — prawił długo i kłopotliwie, siejąc pośladkami z boku na bok."
      },
      {
        "index": 419,
        "text": "Sucha twarz Barcza ostrzyła się coraz cieniej."
      },
      {
        "index": 420,
        "text": "Aż nagle przyszło Krywultowi objawienie."
      },
      {
        "index": 421,
        "text": "— Tam, rodacy! — Wódz proroczo wskazał okna."
      },
      {
        "index": 422,
        "text": "Wszyscy obecni zwróciły głowy ku szybom, za których dreszczem lękliwym płynął czarny ruch nocy i ściekał po szkle. — Kto to? — trzeszczał Krywult. — Czy to ojcowie nasi, polegli pod Grochowem, Ostrołęką, Wawrem stukają do okien? Czy to ich duchy?"
      },
      {
        "index": 423,
        "text": "Wył potężnie w trybach bezsilnej wściekłości."
      },
      {
        "index": 424,
        "text": "— Powiem krótko: Nie ojcowie, ani nikt inny... To wiosna, to sama przyroda rozczula się nad zgodą naszą! A ja sam... Stary żołnierz —"
      },
      {
        "index": 425,
        "text": "Rozerwał nad głowami słuchaczy długi łańcuch swych wspomnień."
      },
      {
        "index": 426,
        "text": "— Ja, — który!!! Ja sam!!!..."
      },
      {
        "index": 427,
        "text": "Przypomniało mu się, jak w szkole junkierskiej na własnym grzbiecie wozić musiał starszych junkrów do ustępu, co spełniał zawsze płacząc... I teraz łzy palące bryznęły mu z oczu."
      },
      {
        "index": 428,
        "text": "— Ja sam, w ręce naszego kochanego generała Barcza, ten toast wnoszę — kochajmy się! — piał z płaczem — kochajmy się! Ja sam, — do kochanego Barcza!!"
      },
      {
        "index": 429,
        "text": "Jakby się piekło rozpętało na sali. Rozgwar okrzyków huczał między ścianami."
      },
      {
        "index": 430,
        "text": "Z drugiego końca niesiono na ramionach bladego, jak trup, Dąbrowę. Wzięty już na ręce Krywult podpłynął ku niemu."
      },
      {
        "index": 431,
        "text": "— Zgoda, zgoda! — ryczeli ludzie."
      },
      {
        "index": 432,
        "text": "Zda się ściany sufitu, — samo powietrze pękało od jej rozgłosu."
      },
      {
        "index": 433,
        "text": "Inni, rozważniejsi wielbiciele, przyskoczyli do Barcza."
      },
      {
        "index": 434,
        "text": "— Wspaniałe, nadzwyczajne! — wołał Rasiński."
      },
      {
        "index": 435,
        "text": "Barcz mitygował, odsuwał."
      },
      {
        "index": 436,
        "text": "— Jednak budujemy, panie generale, — zwierzał się Rasiński, — budujemy... — Życiem to człowiek przypłaca, — huknął mu generał do ucha. Poczem chwyciwszy Rasińskiego mocno za ramię: — Więc nie macie zawodu? „Radość z odzyskania śmietnika“, — niemała?! I przyznasz pan, nienajgorsze znalazło się dla niej ramy?"
      },
      {
        "index": 437,
        "text": "Rasiński chciał odwdzięczyć się za tę pamięć łaskawą, nie zdążył jednak. Barcz odsunął go nagle, nito sprzęt obojętny, i ruszył na spotkanie posłów którejś frakcji."
      },
      {
        "index": 438,
        "text": "Nigdy bowiem nie przestawał pracować, a cóż dopiero na takich wielkich, masowych, narodowych „byczyskach“! Tu najlepiej można było tasować nowych królów (jak nazywał generałów), których miał więcej, niż dwie talje do przemieszczenia. Przy takich okazjach najwygodniej było zastawiać delikatne potrzaski na posłów sejmowych, tu domacywał się człowiek najcieplejszych miejsc pod barwami różnych stronnictw."
      },
      {
        "index": 439,
        "text": "Tu wreszcie, jak nigdzie, cierpieniem udanego przymusu można było zażegnywać rozczochranych „naszych ludzi“."
      },
      {
        "index": 440,
        "text": "Dziś wieczorem, docna już znużony, szukał tu Barcz jakiejś „wysoko postawionej“, odpowiedzialnej kanalji."
      },
      {
        "index": 441,
        "text": "— Królestwo za „pewną“ kanalję, — powtarzał ostatniemi czasy, udręczony ciężkiem położeniem na froncie, oraz zatamowaniem dowozu materjałów wojennych. Bo oto w stolicy bratniej potęgi zasiadł uczciwy pełnomocnik własny i tak się targował, prawował, tak patrzył, co kupuje, — aż mu kupna zaczęto odmawiać i przewóz wstrzymano."
      },
      {
        "index": 442,
        "text": "Oszczędność, na braki tym stanem rzeczy spowodowane, niewiele pomóc mogła, tem niemniej polecał ją Krywultowi, podczas pożegnania, przed wagonem specjalnego pociągu."
      },
      {
        "index": 443,
        "text": "Stali majestatyczni i tajemniczy w mętnych obłokach pary, pod purpurowemi storami salonki."
      },
      {
        "index": 444,
        "text": "— Wojna — wzdychał Krywult, — nie oszczędność a rozrzutność."
      },
      {
        "index": 445,
        "text": "Barcz streścił raz jeszcze ilości wojennego zapasu i odsłonił tajniki „uczciwościowej gaffy“ wysłannika."
      },
      {
        "index": 446,
        "text": "— Królestwo za kanalję, — kończył serdecznie. — Bo tu dwu rzeczy trzeba: żeby była kanalja i żeby była pewna. Wtedyby posłało się ją i niech się w miarę da okraść, lecz miejmy już zato na porę nasz wojenny materjał."
      },
      {
        "index": 447,
        "text": "Krywult, na stopniach wagonu, bijąc się w czoło, jakby sobie mózg z czaszki wytłuc chciał: — Taż Wilde, generale, taż mój Wilde jedyny!"
      },
      {
        "index": 448,
        "text": "Barcz wyciągnął rękę do ostatniego pozdrowienia. Pociąg ruszał."
      },
      {
        "index": 449,
        "text": "Jedyny, jedyny, jedyny! — toczyło się gęstym, aksamitnym tonem z okna wagonu."
      },
      {
        "index": 450,
        "text": "Tego Wildego sprowadził sobie Barcz przez Przeniewskiego, na swe stanisławowskie skrydło.skrzydło."
      },
      {
        "index": 451,
        "text": "— Wiem wszystko, — szarpnął pierwszy generał, — poleca mi pana Krywult."
      },
      {
        "index": 452,
        "text": "Przyczem mierzył tę ciemną figurę od stóp do głowy: te małe, świńskie oczka, te ręce opiekłe, te krzaczki złotego włosia na palcach."
      },
      {
        "index": 453,
        "text": "Barcz wyłożył istotę misji: — Pojechać, przekupić, w miarę dawać się okraść, bylebyśmy resztę materjału mieli punktualnie. — Formalności... — spłynęło układnym lejkiem tłustych warg Wildego."
      },
      {
        "index": 454,
        "text": "— Jakie?"
      },
      {
        "index": 455,
        "text": "— Tyczące mojej osoby."
      },
      {
        "index": 456,
        "text": "— Przedewszystkiem — misja."
      },
      {
        "index": 457,
        "text": "— Misja, gdyś tylko pan generał powiedział, już się w moim umyśle załatwiła. Ale — formalności. Szarża? Zatwierdzenie..."
      },
      {
        "index": 458,
        "text": "— Moja rzecz, — chrząknął Barcz."
      },
      {
        "index": 459,
        "text": "Umowa z Wildem, — Czyniła Barcza narazie zupełnym panem położenia."
      },
      {
        "index": 460,
        "text": "Elementy skrajne musiały milczeć, wykładnik ich bowiem wojskowy, Dąbrowa, stał na froncie i dowodził jednem ze skrzydeł wielkiego boju."
      },
      {
        "index": 461,
        "text": "Krywult prowadził drugie, przez co żyrował plan całej kampanji i wciągał swój „prawy“, narodowy obóz do wspólnej odpowiedzialności."
      },
      {
        "index": 462,
        "text": "Drobna transakcja z Wildem wyrównała ostatecznie harmonję, nie pozostawiając poza udziałem we „wielkim torcie władzy“ nawet tego małego robaczka. Trzymał go tedy Barcz w zanadrzu."
      },
      {
        "index": 463,
        "text": "Zanadrze państwowego człeka musi mieć cechy rojnego zapiecka — aż do chwili, kiedy ewentualna opozycja skrajnej prawicy odmówi kredytów na dalsze zakupy materjału wojennego."
      },
      {
        "index": 464,
        "text": "Przed własnym wyjazdem na front, nie mógł bowiem nie stanąć do wyścigu o laur wojenny — postanowił jeszcze uporządkować swe rodzinne stosunki."
      },
      {
        "index": 465,
        "text": "Ordynansi rozkradali go. Zdołano mu nawet zwędzić pamiątkową szpicrutę, którą kiedyś obił Hankę. Historyczne ściany po-stanisławowskiej landary obrastały brudem."
      },
      {
        "index": 466,
        "text": "Ludzie go nachodzili i, korumpując sługusów, trafiali nawet do sypialni. Potrzebował tedy u siebie w domu kogoś lepszego. Także ze względu na Hankę."
      },
      {
        "index": 467,
        "text": "Barcz wiedział, że jakoś po swojemu, — twardo i oschle kocha ją. Niemniej uważał, że i tu położyć należy mocne, przezorne tamy, któreby nie dały przerastać miłości w dziedzinę pracy."
      },
      {
        "index": 468,
        "text": "Najbardziej stanowczym powodem porządkowania stosunków rodzinnych była jednak afera z Jadzią. Rozumiał, że musi się z żoną rozejść. Ach tak, tak, rozejść się, to już przepadło!"
      },
      {
        "index": 469,
        "text": "Pogadał jeszcze przedtem oględnie z Przeniewskim. Chciał dokładnie wiedzieć co się dzieje z Jadzią."
      },
      {
        "index": 470,
        "text": "— Fabrykujemy laleczki, — spowiadał się elegijnie Przeniewski, — smarujemy, odlewamy, dom nasz wygląda jak klinika poronionych dzieci. Na front nam jechać nie dano. Prowadzimy przedsiębiorstwo w domu. Popiera je pan Pietrzak."
      },
      {
        "index": 471,
        "text": "— Proszę."
      },
      {
        "index": 472,
        "text": "— O tak, pan Pietrzak kręci się koło nas mocno, ale bardzo niesympatyczny!"
      },
      {
        "index": 473,
        "text": "— Bo co? — trzepnął Barcz."
      },
      {
        "index": 474,
        "text": "— Nie wiem, nie wiem — ubolewał margrabia. Dosadne zwątpienie przefalowało mu przez czoło grupkam cienia."
      },
      {
        "index": 475,
        "text": "Generał machnął ręką i zapatrzył się w okno swego nowego mieszkania w skrzydle dawnego po-stanisławowskiego pałacu. Dalekie głębie starego parku mieszał wiatr. Widne w świetle rzadkich latarń, półroztajałe ścieżki lśniły wilgocią."
      },
      {
        "index": 476,
        "text": "— Generale, — zanucił w głębi pokoju Przeniewski, — powiem coś z serca. Nie sądź, a zgódź się. Zrobimy tak: Ty rozwiedź się z żoną. A ja... Moje życie, — cóż warte? Daj mi ją. Zbędziesz kłopotu. Nie gniewaj się, wybacz... Mam zaszczyt prosić cię o jej rękę. Potem, — wyślesz nas w misji, pojedziemy, ludziom z oczu zginiemy —"
      },
      {
        "index": 477,
        "text": "— Skądeś pan to wziął? — zaczerwienił się Barcz."
      },
      {
        "index": 478,
        "text": "— I ja tak myślę i tak to już z Pyciem uradziliśmy."
      },
      {
        "index": 479,
        "text": "Barcz nie odpowiedział, oklepał Przeniewskiego po łopatkach, ale tem prędzej postanowił działać, zaniepokojony nazwiskiem Pycia w tych dziewosłębach."
      },
      {
        "index": 480,
        "text": "Pojechał do matki, by zakończyć już raz sprawę wspólnego mieszkania."
      },
      {
        "index": 481,
        "text": "— Jakże ja ci rzucę moje prace, — żaliła się, wskazując ławeczki szkoły, i pokój cały z poukrywanym towarem Jasia, i łóżko, i obraz z zapaloną lampką."
      },
      {
        "index": 482,
        "text": "— Żebyś wiedział, nie jestem wierząca, ale od śmierci waszego nieboszczyka ojca a mego męża palę to światło."
      },
      {
        "index": 483,
        "text": "— Mamo, — sapnął Barcz, — przecież wiem, że mamy mąż był naszym ojcem. Nie o to idzie."
      },
      {
        "index": 484,
        "text": "— O to! — obruszyła się, — o to. Wiesz, ale nie pamiętasz. Chcesz, żebym z tobą razem mieszkała, — a żonę zaniedbujesz. Tegoby twój ojciec nigdy nie zrobił! Nie chcę. Zresztą, gdzie mi tam ten wielki świat?!"
      },
      {
        "index": 485,
        "text": "— Należy się mamie. Wskazała na rzędy ławeczek: — Wolę mój malutki."
      },
      {
        "index": 486,
        "text": "— Mama nie chce zrozumieć, że także względy gospodarskie —"
      },
      {
        "index": 487,
        "text": "— No to z żoną zamieszkaj!"
      },
      {
        "index": 488,
        "text": "— Nie mogę. Wyższe względy towarzyskie. Nigdy nie mógłbym być pewny Jadzi, jak mógł być ojciec w stosunku do mamy..."
      },
      {
        "index": 489,
        "text": "— Co to znaczy?"
      },
      {
        "index": 490,
        "text": "— Koło mamy nie kręci się przecież jakiś Pietrzak."
      },
      {
        "index": 491,
        "text": "— Kręci się, — przebiła zwycięsko. — Wszystkie moje dzieci jedzą keksy Pietrzaka!"
      },
      {
        "index": 492,
        "text": "— Ale nie kręci się w „tym“ sensie, — krzyknął Barcz. — Przyzna mama, że tegoby się nigdy nasz ojciec ze strony mamy nie doczekał!"
      },
      {
        "index": 493,
        "text": "Uległa, choć oczywiście postanowiła dotrzeć, zbadać, dojść do jądra sprawy. Bo jeżeliby istotnie Jadzia krzywdziła tego Stacha?..."
      },
      {
        "index": 494,
        "text": "Starej Barczowej nie opuszczało zakłopotanie."
      },
      {
        "index": 495,
        "text": "— Wiem, co porzuciłam, — mówiła do syna w pierwszych dniach wspólnego mieszkania na stanisławowskiem skrzydle, — ale nie wiem, do czego wrócę."
      },
      {
        "index": 496,
        "text": "— Co to znaczy: wrócę, — oburzał się Barcz, jedząc ranne śniadanie. — Będzie mama ze mną i koniec."
      },
      {
        "index": 497,
        "text": "— Widzisz, mogę zaniedbać dzieci, opiekę, szkółkę dla uczuć rodzinnych. Ale jeżeli ty tych uczuć okazać nie chcesz? I nie chcesz godzić się ze swymi najbliższymi?"
      },
      {
        "index": 498,
        "text": "Twierdził, że tu niema mowy o kłótni. Z „tem wszystkiem“ trzeba tylko wyczekać aż do końca wojny. — Do Puzyrewskiego, — argumentem tym zwyciężał niezawodnie, — towarzyszyła mama ojcu, ale mnie, synowi, w najtrudniejszych chwilach walki —"
      },
      {
        "index": 499,
        "text": "Ustępowała i, cofnąwszy w cień wszystkie pretensje, nawet dotyczące remontu Erneścina, — znów matkowała wzorowo."
      },
      {
        "index": 500,
        "text": "Matkowanie nie jest łatwe —"
      },
      {
        "index": 501,
        "text": "Rano — i to jeszcze musisz przemycać — pilnuj, żebyś tekę, w której się może całe państwo układa, — na czas złapała i wsadziła do niej bułkę z szynką. Potem stój nad ordynansami, żeby powoli z tego kawalerskiego chlewa zrobić ludzkie mieszkanie. Obiad, — zupełna loterja, nigdy nic niewiadomo."
      },
      {
        "index": 502,
        "text": "W tej porze, zmordowana bezowocnem czekaniem, odwiedzała synową, lub Jasia."
      },
      {
        "index": 503,
        "text": "Mimo wszystkie podejrzenia nie mogła niczego złego dopatrzeć się w Jadzi. Jaś poprostu śmiał się, twierdząc, że nie o to idzie, a tylko, że się ich wszystkich najstarszy brat najzwyczajniej — wstydzi."
      },
      {
        "index": 504,
        "text": "Matka „zamykała“ im usta. — Kiedy po wojnie Stach dla nas wszystkich zremontuje Erneścin, to wtedy ocenicie."
      },
      {
        "index": 505,
        "text": "Wieczorem, zwłaszcza, kiedy się pierworodny znowu na te swoje fronty wybierał, — czekała w domu. Żeby miał do kogo przemówić. Niechże przemówi po tym całodziennym kołowrocie."
      },
      {
        "index": 506,
        "text": "I znów uważać, żeby się w piecu paliło, żeby ciepło było do przebierania."
      },
      {
        "index": 507,
        "text": "Gdyż co wieczór, — zdaniem starej Barczowej podobne przyzwyczajenie miał z wielkich wodzów jeden tylko jeszcze, Napoleon I, — syn zmieniał bieliznę przed nocnemi posiedzeniami, konferencjami i sztabami."
      },
      {
        "index": 508,
        "text": "Trzeba, żeby ta koszulina prasowana była sztywno, bo wtedy na piersiach mundur „szczytnie się sklepia“."
      },
      {
        "index": 509,
        "text": "Koszulę „z dnia“, przepoconą, rzucał na łóżko i można było z niej wodę kręcić."
      },
      {
        "index": 510,
        "text": "— Doprawdy, leje się z niej, jak deszcz, — ubolewała nad synem."
      },
      {
        "index": 511,
        "text": "Nie odmruknął nawet matce. Czekało go za godzinę ciężkie posiedzenie Rady Ministrów, zwołane na jego własne żądanie, a wymierzone przeciw ministrowi skarbu."
      },
      {
        "index": 512,
        "text": "Sprawa dostaw ze strony sprzymierzonej potęgi utknęła w martwym punkcie i teraz nietylko odrabiać trzeba było pracę zbyt uczciwych wysłanników po zagraniczne stoki, ale narzucała się potrzeba natychmiastowego a olbrzymiego kredytu."
      },
      {
        "index": 513,
        "text": "Barcz przeczuwał, że spotka się nietylko z twardą opozycją starego „rekina“ finansów, lecz także z oporem osierociałych po Krywulcie, a wciągniętych już do rządu, wrogich podczas zamachu, — fok."
      },
      {
        "index": 514,
        "text": "Zmieniając koszulę, wpatrzony w okno, jakgdyby widział już wpośród strug deszczu krągły wianuszek siwych głów posiedzenia. Poprzez plusk ulewy liczył Barcz swe argumenty do ostatniego. Ów ostatni — o nożu w zębach szeregowca, który to szeregowiec, brakami do ostateczności doprowadzony: — „wówczas, odpowiedzialność przesunąć się będzie musiała na tych, którzy“..."
      },
      {
        "index": 515,
        "text": "Argumenty polityczne miał z flanki rozwinąć minister spraw zagranicznych, opierając się na danych o parlamencie sprzymierzonej potęgi, którego posłowie, niestety, aż nadto zainteresowani w kupnie rzeczonych stoków —"
      },
      {
        "index": 516,
        "text": "Cóż innego mógł jeszcze przedstawić generał trudnościom położenia?"
      },
      {
        "index": 517,
        "text": "Czuł, — że nic prawie. Rzuci jeszcze fokom na sukno to białe prosię, — Wildego. Jako swego męża zaufania. Foki ucieszą się."
      },
      {
        "index": 518,
        "text": "Opinając na sobie bluzę, wpatrzony w lustro, przeżywał teraz chwilę zupełnej słabości: Czyż nie było lżej strzelać na czele kompanji, jak pierwszy lepszy porucznik?"
      },
      {
        "index": 519,
        "text": "Lecz na samą myśl, że front i kraj obleciałaby wiadomość — „Barcz ustąpił“..."
      },
      {
        "index": 520,
        "text": "Gdy niespodzianie uchyliły się drzwi — weszła Jadzia."
      },
      {
        "index": 521,
        "text": "Opanował się natychmiast, pewien już teraz, że w Radzie Ministrów sprawę przegra."
      },
      {
        "index": 522,
        "text": "— Na tak kiepski czas? W taką pogodę? — zapytał uprzejmie."
      },
      {
        "index": 523,
        "text": "Jadzia, nie odpowiadając, usiadła koło drzwi przy starym, zielonym zegarze, który generał pamiętał jeszcze z dzieciństwa."
      },
      {
        "index": 524,
        "text": "— Matka?"
      },
      {
        "index": 525,
        "text": "— Możesz być spokojny. Witałyśmy się na dole."
      },
      {
        "index": 526,
        "text": "Struga wody, cieknąca z Jadzinej parasolki, powiększała się szybko na podłodze. Barcz majstrował długo koło kołnierza. Wreszcie, odetchnąwszy:"
      },
      {
        "index": 527,
        "text": "— W hotelu ja mówiłem — tyś milczała. Uważam, że teraz mogłoby być odwrotnie. Może teraz ty raczysz mówić."
      },
      {
        "index": 528,
        "text": "— W hotelu, — szepnęła Jadzia, — mieliśmimieliśmy kogoś trzeciego za świadka..."
      },
      {
        "index": 529,
        "text": "Barcz doznał dziwnego lęku, — że małe szare smuteczki znęcą go, zmylą. Postanowił ciąć nieodwołalnie."
      },
      {
        "index": 530,
        "text": "— Tak zawsze, gdyśmy byli we dwoje, marzyłaś o trzeciem sercu... Proszę. Służę. Kogożbyś raczyła wybrać dla siebie?"
      },
      {
        "index": 531,
        "text": "Wymienił kilka pierwszych z brzegu nazwisk, — Pycia, Jabłońskiego, Przeniewskiego."
      },
      {
        "index": 532,
        "text": "— Tyle o tobie wiem, — odpowiedziała szeptem tak płaskim, że aż się biały wydał w złotej poświacie lamp, — i tyle wiem, co z tych odpadków gazet, które przychodzą."
      },
      {
        "index": 533,
        "text": "Nie rozumiał."
      },
      {
        "index": 534,
        "text": "— Gdzie jest zawsze wykrojone twoje nazwisko. Nawet nie wiem, jak mieszkasz? Ani, co jesz? I nie natoś się chyba zjawił po dwu latach i pierwszy do mnie przyszedł —"
      },
      {
        "index": 535,
        "text": "Szept utknął w ciszy. Aż nagle, poderwany do jasnych tonów okrzyku:"
      },
      {
        "index": 536,
        "text": "— Ja cię nie szukałam!! — Założyłam te laleczki, bo nie miałam się za co utrzymać. Nie miałam przecież z czego żyć. Sam widziałeś, — chwaliłeś."
      },
      {
        "index": 537,
        "text": "Twarz jej objęły malutkie, nieśmiałe uśmiechy, zorza bladej czerwieni wionęła przez policzki."
      },
      {
        "index": 538,
        "text": "Barcz odsunął się."
      },
      {
        "index": 539,
        "text": "Powstała szybko: — Czy to prawda?! Czyś to ty namówił Przeniewskiego? Czyś to ty mu poradził? Czyś to ty go zapłacił, żeby mi się z rozwodem naszym oświadczał?"
      },
      {
        "index": 540,
        "text": "Barcz postanowił milczeć."
      },
      {
        "index": 541,
        "text": "Jadzia szeleściła parasolką. — No więc, — no więc? — Stała już w drzwiach. — No więc?"
      },
      {
        "index": 542,
        "text": "Słyszał jej powolne, jakby usychające na schodach kroki. Nagle zerwało się w generale nieprzytomne przerażenie."
      },
      {
        "index": 543,
        "text": "— Mamo! — krzyknął przez otwarte drzwi."
      },
      {
        "index": 544,
        "text": "Stara Barczowa wybiegła ze skwierczącej kuchni na schody. Tu, przed napotkaną Jadzią, ramionami przetoczywszy, gnana wołaniem syna, skoczyła na górę."
      },
      {
        "index": 545,
        "text": "— Ach mamo, — zapłakał Barcz rażony wstydem zdradzieckim, — jakaż to męka. — Płakał, a raczej krzyczał głośno. Trwało to jednak tylko chwilę."
      },
      {
        "index": 546,
        "text": "— Nie wierzę, dziecko, — starała się go ugłaskać Barczowa, — i ty nie wierz. Jadzia nie taka..."
      },
      {
        "index": 547,
        "text": "Nie wyjaśnił matce, co między nimi zaszło. Nie miał już ani chwili czasu. Nie uświadczywszy z matką żadnych zwierzeń, pojechał na tę ważną radę ministrów, — bez kolacji."
      },
      {
        "index": 548,
        "text": "Na radzie, jakby mu właśnie najlepszych sił dodały łzy i cierpienie, któremi go Jadzia wieczorem napasła tak obficie:"
      },
      {
        "index": 549,
        "text": "Postrachem głodnego wojska przełamał większość ministrów. Oto z czarnego zera otwartych ust finansu, — prawie, że już wydarł potrzebny kredyt. Jeszcze tylko, — światło ciągle gasło, kontakty się psuły, rada przerywała się i drżał, że ją odłożą."
      },
      {
        "index": 550,
        "text": "Jeszcze tylko łyse sieroty po Krywulcie, sławetne foki, poskromione ongiś podczas zamachu w komendzie miasta, wahały się nad stołem zielonym w prawo i lewo, trącając wątły świt omszałą bulwą głów."
      },
      {
        "index": 551,
        "text": "Wówczas, przez cynowy brzask pośród spłakanych świec rozlany, — rzucił Barcz oponentom, niby pieczone prosię na pożarcie, — smaczne nazwisko Wildego."
      },
      {
        "index": 552,
        "text": "Przeżuli je, z namaszczeniem przełknęli, chyląc głowy na znak zgody. Przez sekund kilka nic nie było słychać, jeno potężny oddech generała i, za oknami wśród oślizgłych gałęzi, pod wiotkiem niebem poranka szczebiot tylko co przebudzonych ptaków pierwszej wiosny."
      }
    ]
  }
}