{
  "chapterNumber": 7,
  "title": "Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII"
      },
      {
        "index": 2,
        "text": "GRA O GŁOWĘ"
      },
      {
        "index": 3,
        "text": "— Ratować! — Ratować! — Ratować! — powtarzał Pietrzak. Szukał na półkach, w kupce gipsowych odlewów, w szufladach stołu, za piecem, pomiędzy spłoszonemi karaluchami, lekarstwa, ratunku, pomocy."
      },
      {
        "index": 4,
        "text": "Przez drzwi szedł nieprzerwany jęk Jadzi. To płynął strugą donośną, to się mącił i ustawał."
      },
      {
        "index": 5,
        "text": "Każda nowa fala tego krzyku poganiała Pietrzaka."
      },
      {
        "index": 6,
        "text": "— Ratować, ratować!! — Nic nie znalazłszy, ukląkł nagle w pośrodku kuchni. Zbierał z podłogi rozbite czerepy garnka."
      },
      {
        "index": 7,
        "text": "Masa papierowa już ochłodła. Pietrzak zbierał ją ostrożnie skorupami, gdy oto palce mu się zaplątały w pęk długich włosów, przywartych do stygnącej papki."
      },
      {
        "index": 8,
        "text": "— Ratować, ratować! — skuczał z twarzą ukrytą w umazanych dłoniach."
      },
      {
        "index": 9,
        "text": "Otwarto sąsiednie drzwi. Z rzutkiego prostokąta księżycowej poświaty wystąpił Barcz."
      },
      {
        "index": 10,
        "text": "Pietrzak zaszedł mu drogę: — Taki garnek... Tu jej włosy..."
      },
      {
        "index": 11,
        "text": "Barcz odsunął go. Lecz Pietrzak, tuląc policzki do zimnych sznurów: — Co będzie — pytał, — co teraz będzie?..."
      },
      {
        "index": 12,
        "text": "— Odczep się pan!"
      },
      {
        "index": 13,
        "text": "Redemptorysta, skoczywszy ku drzwiom, między kuchnią a sypialnym Jadzi, zaszczekał: — To ty się odczep! Ty!..."
      },
      {
        "index": 14,
        "text": "Już nie było generała, a szczekanie miotało się jeszcze."
      },
      {
        "index": 15,
        "text": "— Ciszej..."
      },
      {
        "index": 16,
        "text": "Pietrzak umilkł, nieprzytomnie patrząc na Pycia."
      },
      {
        "index": 17,
        "text": "— Pan tu jest, majorze? Pan tu jest?..."
      },
      {
        "index": 18,
        "text": "— Jestem."
      },
      {
        "index": 19,
        "text": "— Ja nie mam już sił... Wcale... — skuczał Anglosas, chowając głowę na wąskiej piersi oficera. — Ach, — bracie!"
      },
      {
        "index": 20,
        "text": "Weszli do pokoju Jadzi. Pietrzak rozwierał przymrużone powieki, w miarę zaś patrzenia, palce jego wpijały się w plecy Pycia."
      },
      {
        "index": 21,
        "text": "— To już nie Jadzia..."
      },
      {
        "index": 22,
        "text": "Pod kołtunem włosów wyrosły jej na czole wodniste kule. Na oczach niby ptasie jajka, leżały gładziutkie bąble; między oczyma a brodą działo się coś straszniejszego, niż, żeby miotłą tę twarz rozmietli."
      },
      {
        "index": 23,
        "text": "Spuchnięte nadmiernie nozdrza nie oddychały prawie. Czyniły to, grube jak poczwarki, nieruchome wargi, figlując pod bańką nosa głosami skąpego powietrza."
      },
      {
        "index": 24,
        "text": "Pietrzak zaczął ryczeć na całe gardło. Właśnie wchodziła stara Barczowa z malutkiem pogotowiem swej domowej apteczki na tacy. PyczPyć skoczył redemptoryście na plecy i wepchnął mu pięść w rozwrzeszczane usta."
      },
      {
        "index": 25,
        "text": "— A co matka robi, — jęczał już cicho Pietrzak. — Co robi?"
      },
      {
        "index": 26,
        "text": "— Gulardową wodę przykłada."
      },
      {
        "index": 27,
        "text": "— Nie ta woda. Niedobre. Nie ta woda... — Powtarzając mimowoli wszystkie ruchy Barczowej, pochylił się nad łóżkiem: — Rośnie — rośnie..."
      },
      {
        "index": 28,
        "text": "— Puchnie — poprawił Pyć."
      },
      {
        "index": 29,
        "text": "— Rośnie — puchnie — rośnie..."
      },
      {
        "index": 30,
        "text": "Chora, po położonym na twarzy okładzie, zaczęła jeszcze głośniej narzekać."
      },
      {
        "index": 31,
        "text": "Figielki skąpego powietrza urwały się, a na kulisty obrzęk nosa wspięło się wołanie: — Mamo... Mamo..."
      },
      {
        "index": 32,
        "text": "Pietrzak głaskał starą Barczową po rękach, pieszczotami przekupywał: — Nie ta woda... Nie ta woda... Mamo, nie ta woda."
      },
      {
        "index": 33,
        "text": "— Ta! — żachnęła się matka. Lepiej sprowadź pan doktora. Jaś dotąd nie wraca!"
      },
      {
        "index": 34,
        "text": "Pietrzak zbiegł cicho ze schodów i pędem między owocowemi drzewami, obok topoli, — przez piaszczyste łachy, gdzie zostawiał był zawsze pod budką swój samochód."
      },
      {
        "index": 35,
        "text": "Wóz ruszył z miejsca, a Pietrzaka, jak za całą wojnę raz czy dwa, opadła nagle ze wszystkich stron jasna przytomność całego jego życia. Windy, — farmy, — drogi, miasta. I wysokie okna Department of Intelligence... Które pod temi samemi gwiazdami Wielkiego Wozu nocy czekają zawsze nowych wiadomości."
      },
      {
        "index": 36,
        "text": "Zatrzymali się przed domkiem, naprzeciw apteki. — Doktora niema, — Pietrzak dał adres, pogroził, obiecał, wypytał się o najbliższą miejscowość."
      },
      {
        "index": 37,
        "text": "Ruszyli naprzełaj polami."
      },
      {
        "index": 38,
        "text": "— Nie ta woda, mamo, nie ta woda, — buczał na poduszkach bezradnie."
      },
      {
        "index": 39,
        "text": "Auto utknęło w piachu. Wyciągnął zamszowy worek, przywieszony na piersi, w którym nosił tajne papiery i grube banknoty. Wyczuwszy znaczniejszą sztukę, wsadził ją szoferowi za kołnierz."
      },
      {
        "index": 40,
        "text": "— Prędko, naprzód. Ta miękkoszcz... Ta miękkoszcz! — przeklinał, gdy wóz raz za razem wpadał w puszyste koleiny drogi."
      },
      {
        "index": 41,
        "text": "Motor kichnął — i zamilkł."
      },
      {
        "index": 42,
        "text": "Stali na rozległych polach, po których srebrną mgłą kurzył blask księżyca. Niebo się rozcieńczyło w głębokościach nocy, gwiazdy ponikły."
      },
      {
        "index": 43,
        "text": "— Miękkoszcz, miękkoszcz, — syczał Pietrzak. Wściekła rozpacz go uniosła. Zaczął walić szofera naoślep, po głowie, ramionach, szyi."
      },
      {
        "index": 44,
        "text": "Wrócił do Erneścina piechotą. Psy go po drodze napastowały. I jacyś strażnicy. Lecz już nie oganiał się wcale, mieląc jedno i to samo w łatanych złotem zębach: — Nie ta woda. Nie ta woda —"
      },
      {
        "index": 45,
        "text": "— Nie ta woda, — tłukł głową o podmurowanie willi. — Nie ta woda, — modlił się w pokoju Jadzi, ciągnąc starą Barczową za rękaw."
      },
      {
        "index": 46,
        "text": "Nie zwracała na niego uwagi, pracowicie zmieniając okłady."
      },
      {
        "index": 47,
        "text": "Twarz Jadzi rosła coraz wyżej i szerzej. Tak wysoko, że Pietrzak aż oddech wstrzymywał. Świt minął i skosy słońca szły już przez rosę, gdy zjawił się upolowany przez Jasia doktór z miasteczka."
      },
      {
        "index": 48,
        "text": "Opowiedzieli mu wszystko na dole, przed werandą."
      },
      {
        "index": 49,
        "text": "— A robiono dotąd? Gulardowa woda? To źle! Jeżeli też i oczy, — to się przecież sole strącają. Najlepiej oliwa, — prosta oliwa. Oleum olivarum, — zaśpiewały nad trawnikami czerwone usta doktora, — oliwa z wodą wapienną!"
      },
      {
        "index": 50,
        "text": "Barczowa z doktorem poszła na górę. Zostali we dwóch — Pietrzak i Pyć. Usiedli niedaleko na trawie, oczekując „wyroku“."
      },
      {
        "index": 51,
        "text": "— To jest, to jest, — powtarzał Pietrzak."
      },
      {
        "index": 52,
        "text": "Oblana słońcem twarz majora wydała mu się tak bezkrwista. Spłowiałe włosy ćmiły lichym fioletem, a w oczach nie widać już było spojrzenia, lecz jakby lotny kurz. — To jest straszne — zwierzał się Pyciowi — bo dlaczego?... Czy to Barcz coś jej może powiedział?..."
      },
      {
        "index": 53,
        "text": "— Idjota pan jesteś — przerwał niecierpliwie major."
      },
      {
        "index": 54,
        "text": "— Więc dlaczego? — Chwycił Pycia za ręce i przykładając je sobie do policzków: — Ale nie będzie bez twarzy?... można zaszczepić... swoją skórę oddam! Przyjmie się. To robią... I u nas, i w Paryżu i pod Hamburgiem —"
      },
      {
        "index": 55,
        "text": "Pyć jednak, posunąwszy palcami przez policzki Pietrzaka: — Kiedy pańska skóra niedobra. Dziurkowana. Ospowata."
      },
      {
        "index": 56,
        "text": "— Niedobra?..."
      },
      {
        "index": 57,
        "text": "Umilkli. Pyć drzemał, patrząc przez wyleniałe rzęsy na stroskaną twarz „przyjaciela!!“ Jęła się kurczyć, rozprężać. Wtem nasycona radością, zadrżała..."
      },
      {
        "index": 58,
        "text": "Grube palce Pietrzaka rozchyliły pospiesznie bluzę, koszulę i pukając w zamszowy szkaplerz, — niby serce malowanych świętych płomieniem, — otoczony rudemi skrętami zarostu: — Pieniądze... Duże, każde zapłaci się za nową skórę!"
      },
      {
        "index": 59,
        "text": "— W tym portfelu? — spytał Pyć. — Wyciągnął ręce."
      },
      {
        "index": 60,
        "text": "Brzegi koszuli zsunęły się natychmiast... Z ust Pietrzaka wykręcił się ostrożny śmiech: — Nie można..."
      },
      {
        "index": 61,
        "text": "— Cóż pan tam nosi? — Pyć zdawał się zasypiać nieomal. Lecz oczy jego pilnie czuwały na skrajach koszuli."
      },
      {
        "index": 62,
        "text": "— Co ja tam noszę?"
      },
      {
        "index": 63,
        "text": "Spojrzenia ich skrzyżowały się raptownie."
      },
      {
        "index": 64,
        "text": "Nie rozczepiali ich, wytrzymując do końca..."
      },
      {
        "index": 65,
        "text": "— Nic nie noszę — westchnął wreszcie Pietrzak."
      },
      {
        "index": 66,
        "text": "Niespodziana radość go porwała. — I u nas są zdrowi ludzie, gwarantuję. Aeroplanem sprowadzę. Można zawsze kupić skórę... Krew doskonała, — mlaskał, niejako smakując już tę krew najlepszego gatunku. — Wstrzyknie się. Wstrzyknie!... Skórę można zaszczepić!"
      },
      {
        "index": 67,
        "text": "Wracał doktór."
      },
      {
        "index": 68,
        "text": "— Czy oczy nie ucierpiały? Czy blizny?... Czy bez zawikłań to wszystko przejdzie, przewidzieć nie mogę.mogę, — obwieszczał pogodzie dnia. — Podobno także coś z nereczkami? W każdym razie karetka, którą na odpowiedzialność pana Jana zawezwałem z Warszawy, nadjedzie wnet. I wypadek przykry i osoba tak znaczna. — Doktór łysnął ku słońcu złotą kopertą zegarka."
      },
      {
        "index": 69,
        "text": "Pomagali przy chorej Jaś i Pyć."
      },
      {
        "index": 70,
        "text": "Pietrzak miejsca sobie nie mógł znaleźć."
      },
      {
        "index": 71,
        "text": "Nie, — że twarz wciąż rośnie... Bo nie widać już tego było z masy białych bandażów, w których, ciemniejsze, niż szpara w skarbonce, syczało podłużne miejsce ust. Lecz, — że jakby się teraz zrobiło tej Jadzi bezliku, — na półkach, szafach, pod stołami, małej, białej, z tak samo za dużą głową, jak te porozrzucane wszędzie laleczki."
      },
      {
        "index": 72,
        "text": "Z głową niedopieczoną, tłuszczem posmarowaną."
      },
      {
        "index": 73,
        "text": "Pietrzak uciekał od tego widoku i dawał papierosy obsłudzieobsłudze pogotowia."
      },
      {
        "index": 74,
        "text": "Polish folklore, polish folklore, — kluczyło mu w piersi bez sensu."
      },
      {
        "index": 75,
        "text": "Nareszcie wsunięto chorą do karetki."
      },
      {
        "index": 76,
        "text": "— A teraz my — prosiła stara Barczowa, szukając oczyma auta Pietrzaka."
      },
      {
        "index": 77,
        "text": "— Otwarte. — Może kurz? — wtrącił oględnie Pyć."
      },
      {
        "index": 78,
        "text": "— Kurz? — Panie, co tu kurz? Chciałam z synem pogadać o odszkodowaniach, wojsko nasze tyle mi zniszczyło... No i mam odszkodowanie!"
      },
      {
        "index": 79,
        "text": "— Nie ta woda — jęczał Pietrzak, gdy w smugach pyłu pędzili za karetką pogotowia. — Nie ta woda. Mówiłem!"
      },
      {
        "index": 80,
        "text": "— Przestań pan, — zgniewała się stara. — Bo jeszcze i to... Sama możliwość konkurencji między tym oto kryplem, a synem obrażała Barczową. Stach nie pilnował żony, myślała w huku trąby zganiającej z gościńca krowę, — ale to dlatego, że dzieci nie mieli..."
      },
      {
        "index": 81,
        "text": "Na dnie rozważań matki ocknęło się nieśmiałe zadośćuczynienie: Jeżeli nie mieli dzieci, to tylko z winy Jadzi. Jakaś wada organiczna. I gdyby teraz... To może znów kiedyś, jeszcze raz życie swe nawiązując, Stach."
      },
      {
        "index": 82,
        "text": "Poskromiwszy tę myśl, — rozpłakała się."
      },
      {
        "index": 83,
        "text": "Natomiast w lecznicy, gdy oparzoną windowano do pokoju, a lekarze dwuznacznie wzruszali ramionami, — okazała Barczowa „hart i srogość“ wobec Pietrzaka, który lepił się głośno do linoleum długich korytarzy."
      },
      {
        "index": 84,
        "text": "Konsyljum po południu, ze specjalistą. Żyć chora będzie... Dopiero, gdyby jedna trzecia część powierzchni ciała była oparzona. Naturalnie, ręczyć nigdy nie można. Teraz w pierwszym rzędzie, — oczy."
      },
      {
        "index": 85,
        "text": "Nie chciało się to mieścić w głowie Pietrzaka. Wynalazłszy doktora, który umiał po angielsku, gadał jednym tchem o skórze, — że się to robi, Londyn, Paryż i pod Hamburgiem. — Ale oczy?!"
      },
      {
        "index": 86,
        "text": "Przerwała mu stara Barczowa, zaniepokojona możliwością jakichś nieodpowiedzialnych zwierzeń. Skupiwszy tedy na sobie wszystkie oznaki współczucia doktorów, umawiała się o cenę."
      },
      {
        "index": 87,
        "text": "Zapewniono, że wszystko będzie dobrze i że z łatwością dojdą do porozumienia. — Gdyby szanowna pani chciała więc, po takiej nocy odpocząć —"
      },
      {
        "index": 88,
        "text": "— Matka nie odpoczywa w takich razach, — powtarzała swą odpowiedź jeszcze w tramwaju, po drodze do syna. Stach jest surowy, gwałtowny, ale ma serce swego ojca: dobre, miękkie. Jeżeliby stało się nieszczęście, — czy wytrzyma biedne serce Stacha?"
      },
      {
        "index": 89,
        "text": "Broniła syna zawczasu przed ciosem, poświęcając jedno drugiemu, — chore zdrowemu."
      },
      {
        "index": 90,
        "text": "Bo co on ma, — litowała się, zmieniając odzież na dole, w stanisławowskiem skrzydle."
      },
      {
        "index": 91,
        "text": "Cierpki uśmiech matki obejmował małą amfiladę pokoi i niebieskie prawie od słońca gałęzie kasztanów za oknem."
      },
      {
        "index": 92,
        "text": "Co on ma, ten wielki urzędnik, bohater i wódz, za to wszystko? Dwóch ordynanówordynansów, mieszkanie, żołnierski wikt, od święta uroczyste obiady bankietowe z kuchni restauracyjnej. A i tego nie przełknie spokojnie, bo na końcu mowę jeszcze powiedzieć musi, w jakimś obcym języku, z pamięci."
      },
      {
        "index": 93,
        "text": "W cierpieniu nad nieszczęściem Jadzi krzywda Stacha stanowiła jedyną osłodę Barczowej. Pod wpływem tych rozważań radość prawie owiała ją na schodach Sztabu, prowadzących do syna."
      },
      {
        "index": 94,
        "text": "Aż tu dolatywał kiepski zapach sztabowej menaży."
      },
      {
        "index": 95,
        "text": "No proszę, — potwierdziła sobie, — oto, jak żywią wielkiego człowieka za jego pracę i genjusz."
      },
      {
        "index": 96,
        "text": "Przyjął Barczową Przeniewski, świeży, biały, umyty, jakby w mleku wyprany. Posadził ją drzed honorowym stolikiem i, niby przedmiot drogocenny, odstawiwszy wbok ostrożnie grubą, kościstą swą nogę, jął rozmawiać."
      },
      {
        "index": 97,
        "text": "— To pan nie wie? — Cóż mam wiedzieć, dlaboga? U nas tu wszystko normalnie. Pan generał urzęduje, — właśnie major Pyć jest teraz. — Z zaokrąglonych warg wylepił okrągłe kółeczko uprzejmej ciekawości."
      },
      {
        "index": 98,
        "text": "— Więc pan nie wie? Jadzia, okropne oparzenie, — już teraz w lecznicy. Dziś w nocy. Muszę widzieć Stacha..."
      },
      {
        "index": 99,
        "text": "— Ależ naturalnie — zestroił spłoszone podrygi Przeniewski — zaraz —"
      },
      {
        "index": 100,
        "text": "Upieścił ręce Barczowej, obciągnął bluzę i przedefilował do gabinetu generała."
      },
      {
        "index": 101,
        "text": "— Matka pana generała — zameldował."
      },
      {
        "index": 102,
        "text": "Z obu stron jednak, od Barcza i Pycia, dostał takie spojrzenia, że cofnął się natychmiast."
      },
      {
        "index": 103,
        "text": "— Przerwano panu — chrząknął generał."
      },
      {
        "index": 104,
        "text": "— Tak jest, panie generale."
      },
      {
        "index": 105,
        "text": "— Więc proszę, słucham. — Barcz poprawił się na krześle. — Bo, majorze, pan sam posunął rzeczy tak daleko, że moje prywatne sprawy muszą być treścią nieomal że służbowego meldunku."
      },
      {
        "index": 106,
        "text": "Pyć przeczekał z oczyma utkwionemi w okno. Dopiero po długiej, dręczącej ciszy zaczął swą relację rzeczową, naukową poniekąd, taką, jaką składa przełożonemu szef sztabu o operacji, którą dysponował, która się udała, lecz w której zginął bardzo cenny dowódca linjowy."
      },
      {
        "index": 107,
        "text": "Ze słów Pycia wypośrodkował Barcz, że Jadzi właściwie już niema! Pozostają blizny i kalectwo."
      },
      {
        "index": 108,
        "text": "Mała, żałosna szopka — kiedyś do wielkiej drogi przytulona, — dziś rozbita. Pyć z notarjalną drobiazgowością streszczał horoskopy doktorów."
      },
      {
        "index": 109,
        "text": "Kiedyś przytulona, — dziś rozbita..."
      },
      {
        "index": 110,
        "text": "W takt foremnych słów majora wynurzył się z piersi generała nieomal, że śmiech. Lekki, swobodny, jawiony bezkłopotliwym nawrotem z rzadko dostępnej nieprzytomności."
      },
      {
        "index": 111,
        "text": "Pyć wciąż jeszcze opowiadał. Nagle przerwał."
      },
      {
        "index": 112,
        "text": "Na policzkach Barcza, na wypukłych guzach jego matematycznego czoła perlił się pot. Lecz i z riktusów majora, przez brodę aż za kołnierz, spływały nikłe ślady połyskliwej wilgoci."
      },
      {
        "index": 113,
        "text": "Patrzyli wzajem na siebie — straszliwie znużeni."
      },
      {
        "index": 114,
        "text": "Barcz podniósł się z krzesła: — I nacóż się to wszystko przyda panu, majorze?... Ta cała „świętość“ mego prywatnego życia?"
      },
      {
        "index": 115,
        "text": "— Mnie? — dmuchnął Pyć przez roziskrzone od słońca powietrze gabinetu. — Mnie osobiście na nic. Panu generałowi się przyda. W procesie Rasińskiego z N. W. T. S-em. Kto weźmie teraz na swą odpowiedzialność japońskie bohaterstwo pana generała? Że w celu osłabienia czujności szpiega, — żonę własną poniekąd poświęcił..."
      },
      {
        "index": 116,
        "text": "— Co pan pleciesz?!"
      },
      {
        "index": 117,
        "text": "— Japońskie bohaterstwo i wielką pana generała cnotę. Po procesie zaś, w którym wszystkie zarzuty N. W. T. S-u upadną, — wraz i autorów pociągając... Będzie można „zato“ zbudować solidne, poważne zjednoczenie. Cóż my, panie generale?... My — osobiście? My — nic. My — tylko naprzód. Naprzód, — naprzód... — A jeżeli, panie majorze, — cedził Barcz nieznanym sobie dotąd wdziękiem podstępnych uśmiechów, — jeżeli żona moja umrze?"
      },
      {
        "index": 118,
        "text": "Żółta twarzyczka Pycia rozpogodziła się, okrągłe źrenice wezbrały bladem złotem dziecinnej naiwności. — Umieranie? To już nigdzie nie należy, panie generale. To już całkiem co innego. Inny resort. Ani nie tu, — ani nie my, — ani nigdzie. My — prószył szaremi wargami — cóż my? My naprzód — naprzód — naprzód."
      },
      {
        "index": 119,
        "text": "Gadanina ta podnieciła Barcza. Znów urzędował przykładnie. Mógłby był wszystkich referentów całej armji przepędzić przez swe biuro i każdemu potrafiłby dziś wytknąć zasadnicze błędy. Czemuż nie było dziś posiedzenia Sejmu? Czemuż dziś nie odpowiadał na jakąś zjadliwą interpelację? Niestety, ważne posiedzenie miał dopiero wieczorem."
      },
      {
        "index": 120,
        "text": "Lecz oto już wcześniej zatrzymał się obrót tej znakomitej jasności widzenia: nastała głucha niespodziewana cisza... Wyłoniła się z niej schludna, uboga myśl, którą Barcz powitał z rozrzewnieniem, głośno:"
      },
      {
        "index": 121,
        "text": "— No naturalnie..."
      },
      {
        "index": 122,
        "text": "Więc jechał — „tam“. Wstąpił nawet po kwiaty i dopiero w automobilu przypomniał sobie, że kupił białe chryzantemy."
      },
      {
        "index": 123,
        "text": "Do lecznicy zajechał powoli. Lekarze przyjęli generała uprzejmie, — z pewnym odcieniem koleżeństwa."
      },
      {
        "index": 124,
        "text": "Jako jeden z wodzów armji, był przecież wybitnem źródłem tylu wypadków chirurgicznych!"
      },
      {
        "index": 125,
        "text": "— Prosiłbym — dyktował dwom białym „medycynalnym“ kitlom — żeby mi bez ogródek powiedziano wszystko."
      },
      {
        "index": 126,
        "text": "Dwie pary złotych okularów schyliły się rozumnie."
      },
      {
        "index": 127,
        "text": "Dla uprzystępnienia rzeczy zamienili generałowi dany wypadek na działanie miotaczów ognia. Różnicę zdołano szybko odcedzić i wypadek utrzymał się na wyżynie porównania."
      },
      {
        "index": 128,
        "text": "— Jeżeli pan generał życzy sobie —"
      },
      {
        "index": 129,
        "text": "O tak, naturalnie, chciał koniecznie odwiedzić chorą!"
      },
      {
        "index": 130,
        "text": "Idąc po schodach, uświadamiał sobie, że nie sprawia mu to wszystko zbytniej dywersji. Z czasu objazdów frontu i krzepienia rannych znał tak dobrze te samarytańskie spacery przez pokostowane korytarze, zawsze w towarzystwie takich kitlów."
      },
      {
        "index": 131,
        "text": "Dopiero, gdy w uchylonych drzwiach odnośnego pokoju nie głowę oficera zobaczył na poduszkach, lecz podobny do wysoko ubitej śmietany turban bandażów, — zatrzymał się w półkroku."
      },
      {
        "index": 132,
        "text": "Doktorzy chcieli iść usłużnie naprzód. Powstrzymał ich rękawiczką."
      },
      {
        "index": 133,
        "text": "Drżał ze strachu, drepcząc po linoleum podłogi. Nakoniec zacisnął klamkę i cofnął się."
      },
      {
        "index": 134,
        "text": "Lekarze z obu stron przystanęli, tłumacząc znów rodzaje i stopnie oparzenia."
      },
      {
        "index": 135,
        "text": "Słuchał, szalonemu ulegając złudzeniu: Jakgdyby to on sam, przemieniony w białe kitle, tłumaczył obcej, obojętnej lalce generalskiej, stopniowaną parzącem cierpieniem teorję dalekich, śliskich, prostych ram."
      },
      {
        "index": 136,
        "text": "Nie wrócił już dziś do pracy."
      },
      {
        "index": 137,
        "text": "Pojechał do domu. Czekało go tu doskonałe zajęcie: Przygotowywanie dla armji regulaminu. Właśnie wchodził na górę z wiązką tych nie oddanych w lecznicy chryzantem, gdy mu zabiegła drogę matka."
      },
      {
        "index": 138,
        "text": "— Zaraz tam idę znowu — wołała w natchnieniu cierpienia, — zaraz wracam. Ale powiedz, Stachu, — dlaczego?..."
      },
      {
        "index": 139,
        "text": "Ofiarował jej miotełkę białych kwiatów. — To się przynajmniej mamie należy za tyle, — nie dopowiedział."
      },
      {
        "index": 140,
        "text": "Przejęta łaską syna, widząc, że znów siada za biurko i niby pracować ma, a przecież, — żal się Boże! — Więc powiedz, o co jej poszło?... — Zgięciami dłoni żeglowała przez chwilę nad głową."
      },
      {
        "index": 141,
        "text": "— Czemu mama, — odpowiedział po czasie, — zamiast tu siedzieć, nie idzie do lecznicy? Byłem tam i nie mogę powiedzieć, by roztaczano nad chorymi specjalnie czułą opiekę."
      },
      {
        "index": 142,
        "text": "Sama nie wiedziała, poco tu siedzi jeszcze? Naturalnie, że na myśl o chorej ściskało ją w dołku. Ale może syn powie nareszcie to, co mu zdejmie ciężar z serca? Bo bez tego nigdy już może nie będzie mogła go kochać po dawnemu."
      },
      {
        "index": 143,
        "text": "Ubrana do wyjścia, zawróciła znów od drzwi. — Przestań, — krzyknęła, — przestań z temi pracami! Mów mi tu zaraz, wszystko, co wiesz! Wszystko, jak się należy przed matką. Ja się nie boję. Powiedz, dlaczegoś doprowadził ją do tego?!?..."
      },
      {
        "index": 144,
        "text": "Nuda zaległa w oczach Barcza, a usta rozciągnął gorzki uśmiech cierpliwej obojętności. — Ja doprowadziłem? — Ja? — Przed matką niema tajemnic. Nie wyjdę, póki nie powiesz. Nie dam ci tak cierpieć, — ale sama też."
      },
      {
        "index": 145,
        "text": "— Mamo — głos Barcza nabierał pewności — to przecież historja, jakich miljony. Ostatecznie spytałem żonę, jaki stosunek zachodzi pomiędzy nią a panem Pietrzakiem. No, — i ma mama..."
      },
      {
        "index": 146,
        "text": "Odeszła do jadalni, zrzuciła okrycie."
      },
      {
        "index": 147,
        "text": "— Bo mamie zdawało się, że jeżeli razem z Pietrzakiem Jaś przyjeżdża, to już wszystko w porządku?!"
      },
      {
        "index": 148,
        "text": "Ręce jej opadły. Przesiedzieli w trudnych rozważaniach do zmroku."
      },
      {
        "index": 149,
        "text": "Już ustał szum drzew, niebo zgasło, ciemna gotowość nocy wyglądać jęła ze wszystkich kątów."
      },
      {
        "index": 150,
        "text": "Barcz pozapalał światła, ordynansowi kazał przygotować samochód do wieczornego wyjazdu i zaczął się przebierać."
      },
      {
        "index": 151,
        "text": "Charakterystyczny łomot zginanego gorsu koszuli. Zgrzytanie kołnierzyka."
      },
      {
        "index": 152,
        "text": "Nagle zaszeleściło na schodach i, nim się obejrzeli, poleciał przez amfiladę dźwięczny głos kobiecy: — Niesłychane, — oburzające!"
      },
      {
        "index": 153,
        "text": "Generał, jak był w spodniach i koszuli, skoczył naprzeciw. Serdeczny, jedyny, żywy znak czyniąc rękami, potwierdził."
      },
      {
        "index": 154,
        "text": "Zdało się Barczowej, że nigdy tego znaku nie zapomni. Wyszła z framugi."
      },
      {
        "index": 155,
        "text": "— Panie się znają? — uprzątał generał formalności, — pani Drwęska."
      },
      {
        "index": 156,
        "text": "— Ależ znamy się, tylko jak ty, Stachu, przyjmujesz panią?! — W koszuli, w koszuli, obojętne, — żachnęła się Hanka. — Proszę pani — dlaczego, dlaczego? Nieszczęśliwy wypadek? Ale przecież to u pani — na letnisku?!"
      },
      {
        "index": 157,
        "text": "— Od nikogo niezależne — podchwyciła Barczowa, — wypadek z laleczkami. — Schowawszy głowę w łopatki, prawie bez pożegnania wyszławyszła."
      },
      {
        "index": 158,
        "text": "— Niema matki? — Generał wracał do salonu już ubrany. Przeprowadził Hankę do gabinetu."
      },
      {
        "index": 159,
        "text": "Wyrwała mu się po drodze."
      },
      {
        "index": 160,
        "text": "— Jak mogliście do czegoś podobnego dopuścić? Zdrowie, życie, — tłukła w stół, ściągając zarzutką na podłogę jakieś skrypta, — widziałam, wracam z lecznicy."
      },
      {
        "index": 161,
        "text": "— Uspokój się, — mitygował — zdejmij rękawiczki, usiądź."
      },
      {
        "index": 162,
        "text": "— Wybuchnęła: — Potem ci taki okazały matador powie — „Zdejmij rękawiczki, usiądź!usiądź!“ Czy nie mam racji? Praca, — cnoty. Leży to tam, w lecznicy, popalone, — poparzone..."
      },
      {
        "index": 163,
        "text": "Ukląkł blisko. Złożyła czoło na srebrnych balaskach generalskiego kołnierza. I z dziecinnem westchnieniem: — Powiedz, dlaczego? Kto?..."
      },
      {
        "index": 164,
        "text": "— Kto? — Ja. — Czekał na jej spojrzenie. — Aż nareszcie wpłynęło w jego oczy, z ciemnozłotych rozszerzonych źrenic Drwęskiej, gorące, żywe."
      },
      {
        "index": 165,
        "text": "— Bo jeżeli, — pytał — dla jakiegoś człowieka niema miejsca na świecie?..."
      },
      {
        "index": 166,
        "text": "— Nieprawda, Stach. To nonsens. Tak się nigdy nie dzieje. — Zresztą formalnie, — ja nic. Ale przed tobą — pozwalam sobie na szczerość. — Zabrakło miejsca dla Jadzi. Chcę teraz nakoniec odpocząć i gdzieś być nareszcie u siebie w domu."
      },
      {
        "index": 167,
        "text": "— Wstrętne."
      },
      {
        "index": 168,
        "text": "— Bynajmniej. — Nie oszczędzając już niczego, prócz sprawy z Pietrzakiem, wtajemniczył Drwęską w cały układ „równowagi“. Mała szopka, — wielka droga. I Pyć. I Rasiński. I zjednoczenie. I Krywult. I Dąbrowa."
      },
      {
        "index": 169,
        "text": "— Ależ to głupstwa!"
      },
      {
        "index": 170,
        "text": "Nie pozwolił jej skończyć. — Bo czy poza małe, ciepłe życie człowieka, gdzieś dalej — warto, czy nie? Tego nikt nie wie... I to już nie targi, nie kontrakt, — lecz los."
      },
      {
        "index": 171,
        "text": "Roześmiała się lekceważąco: — Głupstwa, — nie los. Masz, wczoraj w zębach przyniósł mi kawałek naszego „losu“ Krywult! Konto marszrut z biura Rasińskiego. Spaliłam i niema. Z dymem poszło. A ta nieszczęśliwa, — za jakieś ceny starego papieru. Los? Bierze się, co się chce, — potem za drzwi się wyrzuca."
      },
      {
        "index": 172,
        "text": "Poczucie siły i energji napełniło Hankę nową dobrocią. Pochyliła się nad kochankiem. — Nie nadążasz, mój kochany, skoro „losy“ cię dręczą. Los... Koniecznie chciałbyś, — żeby ci, bodaj mimochodem — przebaczono?..."
      },
      {
        "index": 173,
        "text": "Twarz Barcza jęła drżeć."
      },
      {
        "index": 174,
        "text": "— Jakże przebaczyć, mój drogi?! Można współczuć, jeszcze więcej kochać, można się jeszcze tkliwiej opiekować — Ta opieka najwięcej Hance obiecywała szczęścia — stwarzając nowe „koleżeństwo niedoli“. Teraz dopiero okaże się, czem były „czarne skarby podłości“ i gdzie prowadzi miłość, nędznie poczęta, lecz w cierpieniu istotnem hartowana?"
      },
      {
        "index": 175,
        "text": "Hanka zaczęła własną grę... Pietrzak, nie Pietrzak, Pyć nie Pyć, zjednoczenie, nie zjednoczenie."
      },
      {
        "index": 176,
        "text": "Położyła się „zasadniczo“ do łóżka. Zamówiwszy sobie u modnego doktora potrzebny nieżycik i stosowaną anemję, — jęła ordynować..."
      },
      {
        "index": 177,
        "text": "Uznała, że wszystko winien ratować Dąbrowa. Nie było to chyba nic trudnego, skoro mu tak zazdrośnie wszędzie „Sejmem pachniało“... Można z niewielkim zachodem przyczynić zawiedzionemu generałowi trochę akcyj, czy parcel, czy udziałów."
      },
      {
        "index": 178,
        "text": "W tym celu wytelefonowała sobie „chora“ Pesteczkę."
      },
      {
        "index": 179,
        "text": "Przyjechali oboje. Pesteczka ześrodkowana w bieżących sportach sezonu, Przeniewski, zionący dobrze wychowaną radością."
      },
      {
        "index": 180,
        "text": "Podczas gdy zrywał kwiaty z klombu, — panie omówiły „rzecz“."
      },
      {
        "index": 181,
        "text": "— Haneczko, przecież wiesz, że nawet, jeśli nie dla mnie, to dla ciebie, papa zawsze..."
      },
      {
        "index": 182,
        "text": "Hanka rozpoczęła więc blokadę Dąbrowy. Lecz gdy się nareszcie dobiła telefonem, odpowiedziało jej w słuchawce ordynarne zniecierpliwienie."
      },
      {
        "index": 183,
        "text": "Tego samego dnia widziała się z RasińskimRasińskim."
      },
      {
        "index": 184,
        "text": "Pisarz pienił się, rzucał."
      },
      {
        "index": 185,
        "text": "— Stoję pod śledztwem, — nie wiem za co? A skutki tego w prasie już są. Już idzie atak, narazie bez mego nazwiska, ale już idzie!"
      },
      {
        "index": 186,
        "text": "Miał wycinki w portfelu i we wszystkich kieszeniach munduru."
      },
      {
        "index": 187,
        "text": "Drwęska podała mu kieliszek wermutu."
      },
      {
        "index": 188,
        "text": "— Zabrali mi wszystkie książki, konta, bez spisu, — ten gudłaj Fedkowski —"
      },
      {
        "index": 189,
        "text": "— Bez spisu? — Hanka podniosła się na łóżku."
      },
      {
        "index": 190,
        "text": "— N. W. T. S. wszystko „na wiarę“ robi. Krywult, Wilde, Dąbrowa, — hipopotam, rekin i młockarnia. I rzeczoznawca Kwaskiewicz! Wstrętny Shylok, który teraz, w oczekiwaniu skandalu, puszcza nagwałt moją, tak długo mrożoną powieść... Mój biedny funt żywego mięsa. A podpisuje to wszystko nasza gwiazda — generał Barcz!"
      },
      {
        "index": 191,
        "text": "Drwęska nie słuchała już. Skargi nie należały do rzeczy. Do rzeczy należało, że N. W. T. S. księgi bez spisu wziął, zatem, że możnaby poprostu jedną z nich „zgubić“, a nie stronice wydzierać."
      },
      {
        "index": 192,
        "text": "Jedną księgę, — lub dwie? W sprawie marszrut, — a także papieru Jadwigi!"
      },
      {
        "index": 193,
        "text": "Hanka koniecznie pragnęła ratować cześć biednej żony generała Barcza."
      },
      {
        "index": 194,
        "text": "Spróbowała porozumieć się z Wildem."
      },
      {
        "index": 195,
        "text": "Pośpieszył, przybiegł, przybył, skromnie przygrzał wąski kąt taburetu, — lecz powiedzieć? Rude kropki jego maleńkich oczu nic nie pamiętały."
      },
      {
        "index": 196,
        "text": "Tak samo do żadnego ładu nie mogła dojść z Kwaskiewiczem."
      },
      {
        "index": 197,
        "text": "Wydawca nie spodziewał się, że jego tyloletnia akcja wydawnicza zarobi mu na smutny poniekąd zaszczyt „bycia rzeczoznawcą“."
      },
      {
        "index": 198,
        "text": "— Nie o to, że w sprawie jednego z autorów. Bo zawsze broni się człowieka. To jasne! Czemże ja go mogę bronić — uśmiechał się pod wieszczą aureolą siwizny — mogę go bronić jego dziełem. Pani wie? Wydajemy ostatnią powieść Rasińskiego!"
      },
      {
        "index": 199,
        "text": "Hanka postanowiła szukać wyjścia od innej strony."
      },
      {
        "index": 200,
        "text": "Do łoża boleści zawezwała Krywulta."
      },
      {
        "index": 201,
        "text": "— Nieładnie, bardzo nieładnie — huczał, zasiadając ciężko na wątłym ałłasowymatłasowym taburecie indagacyj. — Tyle kwiatów odrzucić, tyle listów nieotwartych odesłać. Konto marszrut wzięła, wydostała, spaliła, — i na tobie! Precz. No a teraz, — jaka jeszcze próba?..."
      },
      {
        "index": 202,
        "text": "— Już chyba żadnej, generale."
      },
      {
        "index": 203,
        "text": "— Konto wydał — słowo honoru położył —"
      },
      {
        "index": 204,
        "text": "— To chyba nie ulega żadnym próbom, generale."
      },
      {
        "index": 205,
        "text": "Pod opiętym frenczem wodza przegniotły się wały tłuszczu, małemi fałdami występując aż za mankiety rękawów."
      },
      {
        "index": 206,
        "text": "— Nie ulega, pani moja, ma się rozumieć, że nie ulega! Nazwisko Drwęska spokojne pod pieczęcią człowieka honoru."
      },
      {
        "index": 207,
        "text": "— Onoby było spokojne, generale, gdyby się już raz dowiedziano na posiedzeniu N. W. T. S-u protokolarnie, że panu Wilde nie kartka wyleciała, lecz że całą książkę zgubił..."
      },
      {
        "index": 208,
        "text": "— Przyjdzie czas, przyjdzie posiedzenie i Wilde zgubi... — Krywult usiadł znów nieruchomo. — Nazwisko Drwęska może być spokojne. Ja, dziś znowu przez panią zapotrzebowany, pytam sam siebie, dlaczego ono jest ciągle niespokojne?"
      },
      {
        "index": 209,
        "text": "Hanka nie odpowiedziała, ruchem ramienia zsuwając koronki."
      },
      {
        "index": 210,
        "text": "Krywult przywarł oczyma do nagiego konturu jej ciała. Po chwili zaś, niby zwycięzca na splątanej gardzie, składając ręce na zarysowanych pod kołdrą stopach Hanki: — Ono jest niespokojne, bo właścicielce nie o nazwisko, a o czyjąś głowę się rozchodzi. Szeroko się rozchodzi, — szeroko. O głowę."
      },
      {
        "index": 211,
        "text": "— No to wygraj pan tę głowę ode mnie. — Wyszczerzyła ku niemu równe rzędy zębów. — Grasz pan o głowę czyjąś, a sam swoją tracisz... Pośpieszyło się panu, wodzowi herbowemu, słowo honoru dane, książka z kontem będzie zgubiona — Hanka wymachiwała triumfująco — i jakże grać o głowę?"
      },
      {
        "index": 212,
        "text": "Rozplecione szybko ręce Krywulta gładzić jęły zarys stóp Hanki."
      },
      {
        "index": 213,
        "text": "— Ogień sam, ogień, — ciągnął wódz — ogień, hazard."
      },
      {
        "index": 214,
        "text": "Przyniknął do kołdry i wysuniętemi wargami syrpiąc zieloną powierzchnię atłasu: — Wielki mój hazard — pani Drwęska.... Prześliczna! Słowo dał, konto dał i już o głowę nie zagrasz. O całą już nie zagrasz. Ale o pół, naprzykład? Jedno pół głowy, — marszruty pani Drwęskiej. No, drugie pół? Druga księga, — przychodu, rozchodu... I tam, właśnie — papier pani Barcz, wzięty na te fabryczki czy laleczki, — wykazany będzie."
      },
      {
        "index": 215,
        "text": "Podniósł się z taburetu, aż chrupkie kostki krzesełka zakrakały. I znów świecąc wszystkiemi przełęczami kontuszowego oblicza: — Pani mówi, z panią Barcz straszny wypadek. Brzydka rzecz — straszne wypadki „ustrajać“ w czasie śledztwa. Naco takie wypadki?..."
      },
      {
        "index": 216,
        "text": "— Barczowa ślepnie! — krzyknęła Hanka, — mówić wcale nie może. Jeżeli Krywult, dżentelman prawdziwy... To wobec takiego cierpienia powinienby —"
      },
      {
        "index": 217,
        "text": "— Sprawiedliwość poczeka, — motał wódz proste promienie zachodu na krągłe ruchy dłoni. — Chyba, żeby i tu — pani sama... Dla Barcza... Mojej łaski prosiła. Mojego miłosierdzia?"
      },
      {
        "index": 218,
        "text": "— Nie łaski, nie miłosierdzia, — wołała w pasji."
      },
      {
        "index": 219,
        "text": "Jutro— Jutro — odpowiedział radośnie Krywult, — i jutro okaże się moje miłosierdzie — huczał, a śmiech jego szeleścił w korytarzach, tarł się o ściany, niby suche, w ciasnocie trącane osty."
      },
      {
        "index": 220,
        "text": "— Znaczy, jutro te sprawy rozegramy, — oświadczył Krywult Wildemu, wróciwszy piechotą od Hanki do swego pałacu."
      },
      {
        "index": 221,
        "text": "— Można — zachrypiał Wilde."
      },
      {
        "index": 222,
        "text": "Brzmiało to w wieczornej ciszy lekko a przenikliwie, jakgdyby się drzwi jakieś, ściśle dopasowane, same nagle otwarły."
      },
      {
        "index": 223,
        "text": "Poszli na górę, pić herbatę."
      },
      {
        "index": 224,
        "text": "— Znaczy — wszystko ci jedno, Wilde, mówić to to i to to, było — niema, — zgubił?..."
      },
      {
        "index": 225,
        "text": "— Wszystko jedno, — o nich nie stoję. Oni zawsze rzecz, — idea. Nasz człowiek człowieka szuka, — nie rzecz. Ja ze swoim człowiekiem idę i dojdę. Z generałem Krywultem. — A do czegoż ty, Wilde nieszczęsny — pytał Krywult, wychylając się ze złotych fartuchów kimona — dochodzić ze mną chcesz?"
      },
      {
        "index": 226,
        "text": "— Do czego? Po pierwsze, — we dwóch zawsze łatwiej. Po drugie, — z tym idziesz, który wie, dokąd droga prowadzi."
      },
      {
        "index": 227,
        "text": "Rozmowa urwała się. Za cały jej tok starczył głos pitej rozlewnie berbatyherbaty. Kolebał się w ciszy pokoju, nito plusk wody, trącanej wiosłem nieśmiałem."
      },
      {
        "index": 228,
        "text": "Krywult „ustał“, przyjaźń go „rozebrała“, spać się zachciało."
      },
      {
        "index": 229,
        "text": "Wilde nabożnie patrzył na rozmiary przyjaciela, szykującego się do snu."
      },
      {
        "index": 230,
        "text": "— A wiesz ty, Wilde, — wyplątał się po chwili łaskawy głos z pośród białych żywotów pościeli, — że mnie się młodość przypomina? Kiedy to w twierdzy Kercz stali? Róże i róże."
      },
      {
        "index": 231,
        "text": "— Młodość — plusnął mokremi wargami Wilde."
      },
      {
        "index": 232,
        "text": "— Młodość. A cobyś ty, Wilde, powiedział, gdyby twój stary przyjaciel, biedny wdowiec, sierota, wziął i ożenił się?"
      },
      {
        "index": 233,
        "text": "Rude źrenice Wildego poskoczyły szybko przez rozsypane na serwecie kruszyny."
      },
      {
        "index": 234,
        "text": "Miedziany system sprężyn olbrzymiego legowiska zaryczał donośnie i z pulchnych obłoków rzekła głośno posągowa twarz wodza: — Nie gniewaj się na przyjaciela, druhu. Nie młodzieniec on, nie lekkoduch, — no człowiek poważny. Jeśli ożeni się, — to z głową... Głoważ to, mój Wilde, głowa! Jedną przegra, — drugą wygra. — Jedną przegra, drugą wygra, — śpiewał nazajutrz pod nutę mazurka z „Damy pikowej“, gdy wsiadali do samochodu."
      },
      {
        "index": 235,
        "text": "Świdrował tem uszy Wildego aż do mostu. Tu przestał i wjechał na podwórzec ministerstwa ze zwykłem już obliczem obrażonego Marsa."
      },
      {
        "index": 236,
        "text": "Dąbrowa czekał ich w sali posiedzeń N. W. T. S-u."
      },
      {
        "index": 237,
        "text": "Pomocniczą czerń adjutantów zostawili w przedsionkach."
      },
      {
        "index": 238,
        "text": "— Wszystko panowie macie? — pytał Dąbrowa, posłusznie zasiadłszy na prawicy Krywulta."
      },
      {
        "index": 239,
        "text": "Wówczas Wilde, goniąc spojrzeniami mimo krucyfiksu, karafki z wodą, przez akty i za okna: — Bóg, woda, powietrze, papier, — wszystko!"
      },
      {
        "index": 240,
        "text": "Na usta Krywulta wypłynął uśmiech, — nie w smak Dąbrowie. Zwarte, chude szczęki generała żuły złość."
      },
      {
        "index": 241,
        "text": "— Ja prowadzę śledztwo, — beczał, — ja przeto jestem odpowiedzialny. Przeto, — przedewszystkiem dziękując generałowi Krywultowi, że nas zwołał... — Dąbrowa chciał jakoś wyrazić wdzięczność. Lecz zamiast słów, kluska mu się ulęgła w ustach, a w oczach, zamiast szacunku, obraza."
      },
      {
        "index": 242,
        "text": "Tak miał zawsze na tym N. W. T. S-ie. Gdy się tylko zeszli, pomyje się w nim podnosiły, zgaga, — kwas."
      },
      {
        "index": 243,
        "text": "— Nie potrzebuję dowodzić — piłował, — że przerwa w naszych pracach spowodowała zamęt w publicznej opinji tak stolicy, to jest miasta Warszawy, — jak w całym kraju."
      },
      {
        "index": 244,
        "text": "Wszyscy trzej generałowie spojrzeli przez okna na Wisłę. Wszyscy bowiem w sprawie tego „zamętu“ nieczyste mieli sumienie. Wilde, na rachunek własny i Krywulta, dawno już rył w gazetach, grożąc niezwykłemi rewelacjami, Dąbrowa judził już dawno w organach robotniczych."
      },
      {
        "index": 245,
        "text": "Spojrzenia generałów spotkały się na kępce drzew, daleko za Wisłą."
      },
      {
        "index": 246,
        "text": "Wzrok Dąbrowy zatrzymał się, palce utkwiły w żółtej tece, głowa poskoczyła wgórę. Piał ku ostrym łukom sufitu: — Mnie całkiem jest obojętne, czy to kto, czy nikt. Czy mój ojciec, czy syn. Czy ważna figura, — czy nawet sam generał Barcz. Mnie całkiem jest obojętne, — czy i jakie zaszły wypadki, tragiczne, lub też smutne..."
      },
      {
        "index": 247,
        "text": "Tłuste głowy Krywulta i Wildego przytaknęły."
      },
      {
        "index": 248,
        "text": "— Ciałem naszem wywalczyliśmy zwycięstwo. Chcemy być w państwie praworządnem. W armji czystej. Przeto pierwsza zasada, — równość, sprawiedliwość. Otóż: wiem na podstawie badań przez szefa ekspertów, generała Wildego, przeprowadzonych, że jeden z najbliższych oficerów sztabu generała Barcza... Za wiedzą swego zwierzchnika fałszował marszruty. Dwa: Dobrem skarbowem frymarczył, sprzedając papier. Proszę o akta, abyśmy je poznali i poddali badaniu."
      },
      {
        "index": 249,
        "text": "Oblicze Krywulta, przejęte marsem wiekopomnego posągu, zwróciło się ku Wildemu. Czyste turkusy spoczęły ufnie na rudych tęczówkach: — Więc, panie generale Wilde, — akta."
      },
      {
        "index": 250,
        "text": "Intendent umiejętnie rozłożył swe teczki, rozsznurował i jął wertować. Trwało to tak długo, że Dąbrowa wkońcu każdy arkusz odprowadzał nerwowym prztykiem."
      },
      {
        "index": 251,
        "text": "Naraz twarz Wildego rozpogodziła się, obie dłonie spoczęły równo po obu stronach teczki, a z wilgotnych ust spłynęło: — Kiedy niema..."
      },
      {
        "index": 252,
        "text": "Dąbrowa poderwał spodnie do góry: — Jakto?!"
      },
      {
        "index": 253,
        "text": "— Niema — powiewał jasnemi słowy Wilde — niema. Niema..."
      },
      {
        "index": 254,
        "text": "Dąbrowa, wyraz każdy punktując pięścią: — Panie!!... Ja za to odpowiadam! Czego niema?"
      },
      {
        "index": 255,
        "text": "— Niema — bolał dalej Wilde, — niema, niema."
      },
      {
        "index": 256,
        "text": "— Czego niema? — ocknął się niemrawo Krywult."
      },
      {
        "index": 257,
        "text": "— Niema konta marszrut. Zgubiono."
      },
      {
        "index": 258,
        "text": "— No to areszt, — więzienie! — krzyczał Dąbrowa, — sąd. Tu, panie, równość, sprawiedliwość! Dla wszystkich! — Pot zlewał mu plecy. W oczy pchała się ta jakaś kępa zielona z Wisłą. — Panie generale — skuczał ku Krywultowi, — przewodniku!!"
      },
      {
        "index": 259,
        "text": "Posągowe oblicze skierowało się w stronę Dąbrowy. Po chwili różowy płatek powieki zasłonił lewy turkus. Drugi płatek drżał jeszcze, lecz rychło też domknął się szczelnie."
      },
      {
        "index": 260,
        "text": "Dąbrowa czekał z za powiek tych ratunku i pomocy."
      },
      {
        "index": 261,
        "text": "Nareszcie Krywult otworzył usta. Sroga troska przerywała jego słowa, mrożąc je udręczonym spokojem."
      },
      {
        "index": 262,
        "text": "— Panie generale Dąbrowo — dyszał zaradczo — oczywiście równość... Ma się rozumieć — sprawiedliwość. Dla wszystkich. Ale nie dla „awtorytieta“. Bo jeżeli to obalim... A tu pan generał Wilde, nie jest Wilde i nie jest generał, — tylko część N. W. T. S-u. Część „awtorytieta“... Wilde kary godzien, że zgubił. Ale przed narodem nie Wilde, — N. W. T. S. zgubił. Przed narodem zgubił prowadzący śledztwo, za śledztwo odpowiedzialny, znakomity generał Dąbrowa. Taka u nas równość przed narodem, panie generale."
      },
      {
        "index": 263,
        "text": "Jakby się pod Dąbrową czeluście otwarły straszliwe. Roztrącał je ramionami, głową w nie tłukł, aż usiadł ciężko za zielonym stołem, wbił pięty w podłogę, łokcie w stół — i zamilkł."
      },
      {
        "index": 264,
        "text": "Słychać było teraz dokładnie przeciągły huk tramwaju, plątaninę głosów z nad Wisły, drobny pytel dorożek. Z pobliskich koszar, niby trzaskanie bata, — rytmiczne tempa komend."
      },
      {
        "index": 265,
        "text": "— Incydent — sapnął wreszcie Krywult. — Szeregowcowi za to na mordę nakładą. Generałowi, już za późno nakładać, — więc nie może być winien! Incydent, panowie, nic więcej. — Zresztą, panie generale Dąbrowo, czy to wszystko, już całkiem wszystko, co panu referował rzeczoznawca, generał Wilde? Mało czego, — konto zgubiono! Czy tam jedno konto nie w porządku?..."
      },
      {
        "index": 266,
        "text": "Rzuty nowej nadziei przeleciały Dąbrowę. Skoczył na równe nogi, głowę zadarł i znów piejąc ku bielonym łukom sufitu: — Przeto, — przechodząc do porządku dziennego, pozostaje drugi ciężki zarzut, — trwonienie grosza publicznego. Okazuje się, że kapitan Rasiński, żonie generała Barcza... Mamy czarno tu na białem. Kto jest pan Rasiński, panowie wiecie. To jest nic. Nikt!! Sporysz!! Zaraza, która wam najlepszy konicz zniszczy!"
      },
      {
        "index": 267,
        "text": "Przypomniało się generałowi z „chowu polskiej rasy czerwonej“. — Kanianka, której w nasieniu nawet nie odróżnisz i do instytutu badawczego odesłać musisz. — My będziemy tym instytutem —"
      },
      {
        "index": 268,
        "text": "— Z przyjemnością będziemy instytutem — cykał Wilde — ale nam tu w paradę wchodzi jedna rzecz... — Obleciał oczyma Dąbrowę i Krywulta. — Rzecz, której żaden sąd nie lubi. Jedna rzecz: Mianowicie nieszczęśliwa kobieta."
      },
      {
        "index": 269,
        "text": "— To już zostawcie — chrapnął Krywult — to już cienkość wyższego sortu. Każda brzydka, czy chora kobieta jest nieszczęśliwa. Nam w N. W. T. S. żadne takie miłosierdzie nie jest nigdzie przepisane."
      },
      {
        "index": 270,
        "text": "— W takim razie — głaskał Wilde — zaraz dziś drugie posiedzenie, bez cywilnego eksperta, ale z naszym majorem Pyciem. — Będziemy odrazu wiedzieli, jakie koło Barcza powietrze..."
      },
      {
        "index": 271,
        "text": "Dąbrowa poparł ten wniosek. — Wieczorem posiedzenie i jazda z całym kramem na światło dzienne!"
      },
      {
        "index": 272,
        "text": "Przerabiał tę myśl jeszcze u siebie na Zamku „Pod blachą“ przy obiedzie, zagryzając biało-amarantowemi płatkami boczku. Tak, nie była to jeszcze zemsta..."
      },
      {
        "index": 273,
        "text": "Ale sam fakt — uważał Dąbrowa, obwąchując rozłożoną przy talerzu gazetę, — że ustały publiczne kadzidła... Sam ten fakt, — stukał Dąbrowa trzonem widelca w gorącą kość."
      },
      {
        "index": 274,
        "text": "Gdy zaś nareszcie wypadło z jej otworka dymiące złoto tłuszczu: — Sam ten fakt właśnie... Bo zwalić Rasińskiego w takiej konstelacji, to było, — jakby Barczowi tuk w kości wytłuc."
      },
      {
        "index": 275,
        "text": "Pewność nadziei przepełniła Dąbrowę świetnym humorem. Chociaż oddawna jadał obiad samotnie, a żona miała polecone zawsze „dzieci uprzątać“, dziś kazał je przywołać, by bawiły się z ojcem."
      },
      {
        "index": 276,
        "text": "Ubrane to było nędznie, oberwane, zdziadziałe."
      },
      {
        "index": 277,
        "text": "— Czekaj, dygnitarzu — żuł generał, głaszcząc jasne czuprynki, — czekaj!"
      },
      {
        "index": 278,
        "text": "Cały rachunek z Barczem leżał jak na dłoni. Tłuści starzy siedzieli w Sejmie, — za głodnych młodych. Dzięki niemu! Równość i sprawiedliwość na wschodzie pokonana... Dzięki niemu! Równość i sprawiedliwość na wschodzie pokonana... Dzięki niemu, Barczowi, Krywult, na ołtarze wyniesiony... Dzięki niemu, Barczowi, więzy banderoli generalskiej... Dzięki niemu!!"
      },
      {
        "index": 279,
        "text": "— Panie majorze, — huczał Dąbrowa tego samego dnia na wieczornem posiedzeniu do Pycia, który za zieloną łączką sukna, na podobieństwo granicznego kamienia, tkwił bez ruchu, — spotkaliśmy w naszych badaniach fakty, dokumenty, wykluczające możność współpracy z ekspertem cywilnym. Chociażby zacnym i zaprzysiężonym. Jak pan Kwaskiewicz."
      },
      {
        "index": 280,
        "text": "Krywult przesunął kasową księgę na drugi brzeg stołu i, ciężko depcząc palcami po skośnych cyfrach, utkwił w Pyciu bezradne spojrzenie."
      },
      {
        "index": 281,
        "text": "Rzeczowych wyjaśnień udzielał Wilde. Stronice przewracały mu się w rękach powoli. Głos papieru przecinał lekko ciszę gabinetu. Pochylone nad cyframi głowy Pycia i Wildego, jakgdyby przeglądnąć się usiłowały w gładziźnie kartek."
      },
      {
        "index": 282,
        "text": "Nagle twarz majora okryła się bladością. — Ratować, koniecznie ratować, — krzyknął."
      },
      {
        "index": 283,
        "text": "— Kogo?... — roztarł ciężko Krywult grozę milczenia."
      },
      {
        "index": 284,
        "text": "— Jakto, kogo? Honor oficera! Honor oficera, — piszczał Pyć. Bo jeżeli, choćby tylko my wiemy to, co po przejrzeniu tej księgi wiemy? Wszystko trzeba zrobić, aby dać możność wyjaśnień. Tem bardziej, że główny świadek w tej sprawie —"
      },
      {
        "index": 285,
        "text": "— Co główny świadek? — urwał Dąbrowa."
      },
      {
        "index": 286,
        "text": "— Stan pani generałowej Barczowej — bzykał Pyć — pogarsza się tak dalece, że zachodzi obawa życia. Musimy więc działać szybko, aby oskarżony, o ile jest niewinny, mógł bronić się, póki żyją świadkowie. O ile jest winny... Abyśmy odrazu wiedzieli —"
      },
      {
        "index": 287,
        "text": "— W każdym razie aresztować! — wrzasnął Dąbrowa."
      },
      {
        "index": 288,
        "text": "Cały N. W. T. S. skoczył na nogi. Czyściutko zabłysły pod nim politurowane siedzenia opuszczonych krzeseł."
      },
      {
        "index": 289,
        "text": "— Aresztować — przyświadczył Pyć."
      },
      {
        "index": 290,
        "text": "— Rasińskiego?... — stwierdził Dąbrowa."
      },
      {
        "index": 291,
        "text": "— Rasińskiego!"
      },
      {
        "index": 292,
        "text": "— No i armjaż to, armja — bolał Krywult w powszechnym hałasie."
      },
      {
        "index": 293,
        "text": "Już przy wyjściu odwrócił się, pociągnięty nagle przez majora za bluzę."
      },
      {
        "index": 294,
        "text": "— Jedna chwila, panie generale. Stali pod drzwiami, oznaczonemi cyfrą i literą w oschłem świetle zakurzonej gruszki elektrycznej."
      },
      {
        "index": 295,
        "text": "Gmatwanina głosów N. W. T. S-u zstępowała coraz niżej."
      },
      {
        "index": 296,
        "text": "Krywult spojrzał mimowoli przez okno zamkowe na księżyc i ciemne niebo, sprószone gwiazdami. Przyczem z tylnej kieszeni przełożył mały browning do bocznej, w spodniach."
      },
      {
        "index": 297,
        "text": "Pokrywał tę manipulację zdawkowym gestem, gdy z dołu nad schodami wynurzać się jęła mętna twarz Wildego."
      },
      {
        "index": 298,
        "text": "— Ja tylko z panem — syknął major."
      },
      {
        "index": 299,
        "text": "— Wracaj! — wołał Krywult — wracaj, Wilde, my tu jeszcze słów parę..."
      },
      {
        "index": 300,
        "text": "I byczem ciepłem postaci nasunąwszy się na Pycia: — No, czego chcesz, młody człowieku?"
      },
      {
        "index": 301,
        "text": "— Czego ja chcę od pana, — podchwycił major, nie dodając generalskiego tytułu i nie maszcząc już głosu zwykłą obłudą wojskowej ceremonji. — Chcę, żebyś się pan przez chwilę zastanowił, — czy warto?"
      },
      {
        "index": 302,
        "text": "— Czy warto, żebym się zastanowił? No, młody człowieku... — Szukając odpowiedniego słowa, błądził wódz spojrzeniem po ciemnych rzędach okien zamkowych, po oświetlonych garbach bram, po podwórcu, na którym, niby woda zmarszczona, świeciło w promieniach księżyca stare brukowisko. — Żebym się zastanowił?..."
      },
      {
        "index": 303,
        "text": "— Kobieta chora, konająca, — szeleścił Pyć — męczy się, bredzi, ślepnie."
      },
      {
        "index": 304,
        "text": "— Żebym się zastanowił... — Możeby można jakoś — nudził Pyć."
      },
      {
        "index": 305,
        "text": "Wódz podniósł szynki potężnych ramion i rzuciwszy łapska na chude obojczyki Pycia: — Żebym się zastanowił?... A pan, młody człowieku, zastanawia się, gdy pan kurczę je, że to kurczęciu niezdrowo? Kurczęciu niezdrowo, — no człowiekowi wygodnie. Wygodnie — wygodnie!! — Dusił Pycia mocno kułakami, zdziwiony, że z pośród nacisku szara głowa majora jeszcze sterczy."
      },
      {
        "index": 306,
        "text": "— Wygodnie... — syknął Pyć. — A gdybyś się pan dowiedział, że nic tu nie sprawisz, głupcem tylko się okażesz?... A gdybyś się dowiedział, — Pyć wpychał paznogcie w dziurki generalskiego pasa, — że to się nie da wnieść na żaden N. W. T. S.!? Bo tu nie o to, że naciągacie z papierem... I nie o Barcza. Ani o ciebie, stary, — ale o wielką aferę szpiegowską idzie!?! W którejby można Krywultów, jak baranów narznąć... Wyższa mechanika, — w której — generał — Barcz — poświęcił — życie — żony —"
      },
      {
        "index": 307,
        "text": "Krywult stał bez ruchu, przyparty do ściany. W niebieskich turkusach zalęgły się czerwone drobiny przerażenia, a z piersi umykało powietrze."
      },
      {
        "index": 308,
        "text": "— W której generał Barcz poświęcił życie żony, po japońsku... — nastawał Pyć. — Jeszcze dni kilka, może tygodni i dzięki temu życiu, wielki, groźny szpieg —"
      },
      {
        "index": 309,
        "text": "Zdało się Krywultowi, że mu smołę leją do gardła."
      },
      {
        "index": 310,
        "text": "— Barcz jest pies, — świszczał Pyć — tyś jest pies, my wszyscy psy!! Potrzebne — niepotrzebne —"
      },
      {
        "index": 311,
        "text": "Dłonie majora spoczęły na twardym brzuchu generała. — Bądź niepotrzebny i czasu nie zabieraj! Bo wszystko przerzniesz. Rozumiesz?... Żebyś się nie poparzył!! Uważaj — stary, — bo nikt nie zna twego dossier tak dobrze, jak ja!..."
      },
      {
        "index": 312,
        "text": "W przestronnych płucach wodza pękło rozgłośnie. I oto walić się jął naprzód olbrzymi ciężar ramion, piersi, brzucha."
      },
      {
        "index": 313,
        "text": "Sprawnym ruchem chrząszczy, nadmierne grudy nawozu toczyć umiejących, powlókł major generała ku oknu. Tu, w blaskach księżyca, ku powiewom nocy głowę wodza wysadziwszy, dmuchał między oczy, szczypał dziurki wiekopomnego nosa, klepał czoło, jasnemi przełęczami szlachetności modelowane."
      },
      {
        "index": 314,
        "text": "Nareszcie z pod ospałych powiek wyjrzały blade turkusy. — Nu was, z waszą ojczyzną — westchnął Krywult."
      },
      {
        "index": 315,
        "text": "Pyć nie przestawał klepać mu czoła, płosząc z mięsistych wyniosłości miękkie pogłosy."
      },
      {
        "index": 316,
        "text": "— Daj odpocząć — jęknął wódz."
      },
      {
        "index": 317,
        "text": "— Lepiej panu generałowi?"
      },
      {
        "index": 318,
        "text": "— Lepiej, — rzęził, — ale jeszcze daj odpocząć."
      },
      {
        "index": 319,
        "text": "Jakby to samo powtórzył parę dni później Pyciowi Barcz, gdy major zdawał raport z obrotu sprawy."
      },
      {
        "index": 320,
        "text": "— Jeśli chodzi o Krywulta, panie generale, to skruszał. Wybiera się tu dziś. Jest już jadalny i łatwo strawny. Jak rozwiążą między sobą w N. W. T. S-ie, — obojętne. Muszą się pożreć. Pozostaje zatem afera mister Pietrzaka. Widujemy się już codzień. I co noc. Jest to już teraz kwestja pierwszej lepszej nieostrożności Pietrzaka. Cierpi rzekomo... Prawie nieprzytomny."
      },
      {
        "index": 321,
        "text": "Do tego miejsca słuchał Barcz z pogardliwą radością. Lecz, gdy Pyć charakteryzować zaczął stan redemptorysty, generał zerwał się i, — jakby zazdrosny o rozmiar cudzego bólu: — Dość, Pyć!!... I wogóle — Pyć!!!"
      },
      {
        "index": 322,
        "text": "Czarne pioruny skoczyły przez purpurowe policzki Barcza. Łypiąc białem szkłem okularów: — I wogóle Pyć... Pyć! Ja nic nie chcę wiedzieć!!! Nic nie wiem, Pyć!! — ja — wiem, że jeden z oficerów armji jest oskarżony. Wiem, że odnośna instytucja prowadzi formalne śledztwo, o którego przebiegu masz pan formalny obowiązek informować mnie. To wszystko, panie majorze!!..."
      },
      {
        "index": 323,
        "text": "Przekreślał rękami drzwi, ściany, promienie słoneczne, nie mogąc jednak rozgonić szarej twarzy majora, z której obwodu prószyło upokarzające współczucie: — Nie chcę wiedzieć o niczem. I nic, — rozumiesz pan? Nic, — nic, — nic, — nic!!..."
      },
      {
        "index": 324,
        "text": "Słowo to padło w otwarte niespodziewanie drzwi, w których ukazał się Przeniewski z meldunkiem; — Pan generał Krywult."
      },
      {
        "index": 325,
        "text": "Potężne ramiona odgarnęły margrabiego, wszedł Krywult, pełen blasku. Jednem spojrzeniem uprzątnął szarą figurkę Pycia i wyrzucił przed siebie pulchne dłonie."
      },
      {
        "index": 326,
        "text": "Barcz zbladł. Chwilę szukał wśród płaskowzgórzy papierów, spiętrzonych na biurku. Aż chwyciwszy stos gazet, rzucił Krywultowi pod nogi. Białoszare prostokąty padały z furkotem dokoła wodza, który trwał cierpliwy i męczeński, póki ostatnia płachta nie spoczęła na podłodze. Wówczas ruszył śmiało, wyciągnął ramiona i rzekł: — Przyjacielu, my rozumiemy. Cierpienie..."
      },
      {
        "index": 327,
        "text": "Barcz zatkał sobie uszy. Lecz Krywult, chwytając ręce kolegi i naporem własnych wszerz je rozciągając, jakby się mieli pierś w pierś, niby dwa krzyże zrastać: — Cierpienie, przyjacielu... —"
      },
      {
        "index": 328,
        "text": "Wziął Barcza pod pachy, czule podprowadził ku kanapie. Usiedli."
      },
      {
        "index": 329,
        "text": "Obrzuciwszy generała złotą łaską spojrzenia, ugrzał mu wódz ręce: — Sława, przyjacielu, władza, — to wszystko wobec cierpienia jest niczem. Chłystek tego nie pojmie... Ale wiek dojrzały... Kto kiedyś dzielił życie z małżonką... Jaż stary wdowiec — chrzęścił wódz — ja pojmuję cierpienie."
      },
      {
        "index": 330,
        "text": "Barcz nie usuwał boków z pod ciepłych objęć braterskich. Ani wzroku z pod ciężaru turkusów. Tylko same kąty ust drżały mu lekko, jakby z pod ich naskórka przepracowywały się skwapliwie ku powierzchni zręczne jakoweś robaczki."
      },
      {
        "index": 331,
        "text": "— Tego Dąbrowa nie pojmie, — szumiał Krywult — tego nawet mój Wilde nie pojmie."
      },
      {
        "index": 332,
        "text": "Wódz wyliczył cały skład N. W. T. S-u i dalej koił niespożytą muzyką łagodnej serca odwilży."
      },
      {
        "index": 333,
        "text": "— Żyją, jakby wszystko jedną cenę miało. A to nieprawda. I człowiek różnej ceny bywa i sprawiedliwość. I wszystko. Wszystko. Dziś sądzisz o dwa grosze, co jutro grosza nie kosztuje i za co wczoraj, przyjacielu, pół tylko z trudem dawali... Znaczy — nigdy ceny dokładnej nie wiemy. Rozumiesz?... Ot — tobie ona, — zgoda Krywulta. — Tak... — oberwał Barcz. A gdy już małe skręty szyderstwa z kątów ust na powierzchnię wyświdrować mu się miały: — Rozumiem. Chcesz powiedzieć, generale, że syt sławy i czynów szlachetnych... Wolałbyś dziś... Oczywiście, poskromiwszy przedtem nierozważnych adherentów swoich. A żadnej nie mając potrzeby opuszczać znaków armji. Wolałbyś, — zwrócić się tam gdzie cię serce dziś woła. Zwycięzca z pod, — któż wyliczy? A teraz, dziś naprzykład — wielki jałmużnik Krywult... Pomyśl — duża posada!... Wszystkie krzyże... Wszystkie instytucje. Wszystkie szpitale. Ligi... Dary... Inicjatywa społeczna. Generał Krywult sprawiedliwy! i litościwy..."
      },
      {
        "index": 334,
        "text": "Przez oblicze Krywulta ciągnęło wahanie. To tu, to tam zbiegały się jasne przełęcze. Była nawet chwila, gdy wszystkie mrok pogasił. Z mroku tego wyłoniła się niespodzianie twarz Pycia: sucha, chuda, — przerażająca. I tamte zimne słowa — o dossier. Stopniowo przełęcze generalskiego oblicza jednak zaczęły znów zakwitać, aż ustaliły równowagę dokoła łzawych turkusów."
      },
      {
        "index": 335,
        "text": "— Miłosierdzie, — przyświadczył wódz. — Żebyś wiedział, Barczu. Miłosierdzie. Którego bramy piekielne nie przemogą."
      },
      {
        "index": 336,
        "text": "— Tylko — Barcz wskazał rozrzucone na podłodze gazety — tylko ten hałas, coraz głośniejszy uciszyć, — śledztwo przeprowadzić, — winnych ukarać..."
      },
      {
        "index": 337,
        "text": "Krywult stanowczo przytwierdził. Następnie nowym, posuwistym krokiem miłosierdzia wyszedł z gabinetu. Wysokodusznie pobłogosławił adjutantów i poczekantów. Na świeżą troskę ramion przyjął z czerwonych rąk ordynansa letni płaszcz i duchownym krokiem zstąpił do samochodu."
      },
      {
        "index": 338,
        "text": "Tu, w niecierpliwych wybuchach motoru namyślał się. Bo oto przegrał drugie pół głowy... Kobieta, słodka szelma, zwyciężczyni, mnicha z człowieka zrobi! Ty drugim miłosierdzie, — a tobie czarna samotność..."
      },
      {
        "index": 339,
        "text": "Machnął ręką i kazał jechać do księgarni Kwaskiewicza."
      },
      {
        "index": 340,
        "text": "Panny, stojące za ladami, poprzestraszały się, gdy wszedł. Obecni goście skromnie pochylili głowy."
      },
      {
        "index": 341,
        "text": "Krywult przystanął na środku księgarni i czekał, aż zebrani tu ludzie i przedmioty nawykną do aureoli „mocy i potęgi“."
      },
      {
        "index": 342,
        "text": "Księgarnia przypominała generałowi dawne, dawne czasy, kiedy jako porucznik gwardji z damą serca, dziewczyną „rozbałowaną“, chodził po petersburskich księgarniach i szukał książki autora, cudzoziemca, — pewno Żyda. Żyda, Szweda, czy Niemca! Który miał na imię — Knut."
      },
      {
        "index": 343,
        "text": "W perspektywie półek zabłysnęła pielgrzymia siwizna Kwaskiewicza."
      },
      {
        "index": 344,
        "text": "Usiedli pod Bogiem Ojcem, naprzeciw gołej gracji Boticellego."
      },
      {
        "index": 345,
        "text": "— Mnieby coś, panie Kwaskiewicz, z resortu estetyki, — obrazów, rzeźb starożytnych. Żeby i piękno, i ton, i wykształcenie i nakoniec, — w salonie także położysz."
      },
      {
        "index": 346,
        "text": "Stopniowo jął Kwaskiewicz budować na stole dwa szerokie kominy z książek różnokolorowych, oprawnych w wyciskaną skórę, w irchę, angielskie płótno. Wódz głaskał tomy po złotych literach, różowemi palcami szedł pod włos nikłego puchu zamszy, to jeszcze odsuwał się i mierzył zdaleka wysokość obu słupów."
      },
      {
        "index": 347,
        "text": "— Na papier, panie Kwaskiewicz, patrz pan! Żeby papier był dobry! Papier też ma ciało. Może mieć dobre, gładkie, — może mieć zatrute..."
      },
      {
        "index": 348,
        "text": "Między innemi przyniósł Kwaskiewicz z księgarni szarą, pękatą książkę: — Ostatnia powieść Rasińskiego."
      },
      {
        "index": 349,
        "text": "Wódz zasępił się. Po długiej chwili rozkazał gburowato: — Zamknąć drzwi! — Siadać tu obok!"
      },
      {
        "index": 350,
        "text": "Gdy usztywniony strachem księgarz siadł „obok“ i gdy mu na kolanach spoczął kant trzymanego przez Krywulta ruskinowskiego „Miasta-ogrodu“: — Tę powieść Rasińskiego, panie Kwaskiewicz, zabieram na dodatek. Bo teraz ja będę czytać, — rozumiesz pan? Dla całej armji... Co powiem dobre, — będzie dobre! Co złe, — złe. Dla wszystkich szpitali i całego miłosierdzia. W wojsku. To jest, — Krywult natarł mocno uszu książce Rasińskiego, — na pewno książka zatruta... Ale różne historje, filozofje, moralne różne, i tam, — śpiewniki o królach polskich, powstaniach, buntach, bombach. Można to będzie brać stąd. Prawda? Tyś przecie także człowiek, Kwaskiewicz. I jeszcze w dodatku ekspert. Tak, — jeżeli papier drogo kosztuje, gdy człowiek jest zdrowy... To ten sam papier, gdy człowiek zachorował, — albo już umiera?... Nic może nie kosztować... Albo tyle, — ile pozwoli miłosierdzie... Trzeba, żeby to każdy rozumiał... Bo nieszczęśliwe wypadki chodzą do ludziach... Tak, — że pan, — człowiek starszy, powinien wytłumaczyć Fedkowskiemu."
      },
      {
        "index": 351,
        "text": "Kwaskiewicz podniósł brwi wysoko."
      },
      {
        "index": 352,
        "text": "— Tak, Fedkowskiemu, — że papier, — różnie... A jak pana, ekspertaby nie usłuchał, — wytłumaczyć ode mnie... — Miłosierdzie tak każe moje świadkowi Fedkowskiemu!. A znaczy, — śpiewniki o królach, powstaniach, buntach, ma się rozumieć... No, — „będzie z pana“."
      },
      {
        "index": 353,
        "text": "Odsadził od siebie wydawcę i ruszył naprzód. Przez księgarnię szedł nowym swym krokiem, — miłosierdzia. Polegało to na szlachetnym wdzięku laski, podpierającej strudzoną postać, oraz na świeżej mgle turkusów."
      },
      {
        "index": 354,
        "text": "Wyrzucił z samochodu obu swych adjutantów, którzy się w międzyczasie odnaleźli, na ich miejsce kazał ułożyć książki. Powieść Rasińskiego rzucił na poduszki i, siadając na niej, rozkazał z ulgą szoferowi: — Przedmurze!"
      },
      {
        "index": 355,
        "text": "Przed willą Drwęskiej, samochód twardo zarył się w ziemię."
      },
      {
        "index": 356,
        "text": "— Wołaj panią."
      },
      {
        "index": 357,
        "text": "Stary służący skłonił się i wyszedł. Krywult sam wyładował z auta ciężkie jak kamienie tomiska, sam przytaszczył do przedsionka, i sam tu ustawiał, dysząc w ciągotach niecierpliwej nadziei."
      },
      {
        "index": 358,
        "text": "Właśnie kładł na szczycie stosu „Miasto-ogród“ Ruskina, gdy Drwęska zbiegła ze schodów."
      },
      {
        "index": 359,
        "text": "Zbladł śmiertelnie."
      },
      {
        "index": 360,
        "text": "— Co pan wyrabia, generale?"
      },
      {
        "index": 361,
        "text": "— Ja? Pani myśli, — Krywult to, tamto, owo. A pani nie wie, że przegrałem drugie pół głowy... Teraz całkiem inna muzyka. Pani myśli, — nieuk, niewieża. No, — raz taki podarek, raz owaki... Raz dla ciała, — raz dla duszy..."
      },
      {
        "index": 362,
        "text": "Runął na kolana, potrącając niebacznie słupy książek. Wielkie tomy padały rozgłośnie, on je chwytał, szerokiemi dłońmi na tytułach stawał i, drżący, upokorzony: — Ty nie myśl, że ja nie wiem. Dusza też potrzebuje. Ciało bardzo, — a dusza też... Teraz Barcz Krywulta się nie boi... Przegrałem... Barcz człowiek młody... A ja człowiek pożyły, — no bogaty. Już nie dla ciebie Barcz... Teraz on wgórę pójdzie, — w cenę."
      },
      {
        "index": 363,
        "text": "Rzekłbyś, w obronie największych świętości zwarł ręce na sercu, oczyma zaś czerpiąc ze złotego blasku tytułów: — Ja też wiem. Michaelo Angelo... Raphaelo... Grottger, Matejko, Rubens. Znaczy, — co? Teraz poważnie... Poważnie. Znaczy... Proszę o rękę twoją. Nazwisko daję. Pani się tak bała niedawno o nazwisko. Daję własne. — O rękę proszę."
      },
      {
        "index": 364,
        "text": "Drwęska strzepnęła suknią i już jej nie było. Wódz siedział na zimnych tomach... — Czekał..."
      },
      {
        "index": 365,
        "text": "Na gruzach zamszowej kolumny, przypominał sobie tych wodzów, dygnitarzy, którym kiedyś żony odbijał. Mieli cierpliwość i wkońcu wracały przecie do nich."
      },
      {
        "index": 366,
        "text": "Cierpliwość."
      },
      {
        "index": 367,
        "text": "Podniósł się z podłogi."
      },
      {
        "index": 368,
        "text": "Dopiero w pałacu, na własnych śmieciach, burza się w generale rozpętała."
      },
      {
        "index": 369,
        "text": "Cały wieczór ryczał na Wildego. O wszystko... O interesy, i że ich spółka drzewna nie idzie, i akcje, i całe Przedmurze. I zbiory..."
      },
      {
        "index": 370,
        "text": "Nazajutrz wyjechał konno, wrócił na kobyle zmęczonej, płatami piany chłapiącej."
      },
      {
        "index": 371,
        "text": "Wilde wiedział, że nie mogło być nic gorszego... Już kilka razy podczas trwania przyjaźni przechodzili taką „konną samotność“ wodza, z której potem najstraszniejsze wynikały skutki."
      },
      {
        "index": 372,
        "text": "Intendent cierpiał pocichu do południa. Po południu uwiesił się przy słuchawce, aby działać! W czasie macania telefonem stosunków, w odniesieniu do N. W. T. S-u, przekonał się, że czegoś nie rozumie..."
      },
      {
        "index": 373,
        "text": "Ale czego?"
      },
      {
        "index": 374,
        "text": "Wyślizgiwało się to z rąk, przemycało nieznacznie w rozmowach."
      },
      {
        "index": 375,
        "text": "Jakiś zwrot? Ale jaki?..."
      },
      {
        "index": 376,
        "text": "Pojechał do Pycia. Nie zastał, ani w domu, ani w biurze. Dopiero dzięki ordynansom, — u redemptorystów."
      },
      {
        "index": 377,
        "text": "Ale tam misterja odprawiały się z Pietrzakiem w dawnej pracowni marjonetek. Anglosas, żałobą trzęsiony, kulił się pod oknem, Pyć, blady i bolejący, głaskał przyjaciela po włosach."
      },
      {
        "index": 378,
        "text": "— Ja panu generałowi nic nie mogę powiedzieć, — szeptał major przy drzwiach, — ja nic. — Powtarzał świadomie intonację Barcza. — Nic... Nic... Nic... Honor oficera..."
      },
      {
        "index": 379,
        "text": "Wilde przyśpieszył jeszcze tę gorączkę z „honorem oficera“. Na wszelki wypadek, podczas poufnego posiedzeńka z kilku reporterami. Ułożyli wszystkie „słuchy“, domysły. Rasińskiego, — wydano już po nazwisku."
      },
      {
        "index": 380,
        "text": "Ataki te, wydrukowane na pierwszych stronach dzienników, posłał Wilde na górę Krywultowi. Sam, nie czekając pochwał, „skoczył“ jeszcze do Hanki. Nie przyjęła go."
      },
      {
        "index": 381,
        "text": "Zakreślone artykuły przeciw Rasińskiemu poskutkowały."
      },
      {
        "index": 382,
        "text": "— Tyś to dał do gazet!! — wrzeszczał Krywult w drzwiach architektonicznej pracowni. — Bałwan, — bałwan! No, ja ciebie, Wilde, nauczę myśleć... To ja się godzę przyjaźnie z tymi Barczami pracować a ten?!? Bałwan!!!"
      },
      {
        "index": 383,
        "text": "Pyć, Kwaskiewicz, jeszcze jakiś tłusty rachmistrz z intendentury siedzieli już w poczekalni N. W. T. S-u gdy zjawili się Krywult i Wilde."
      },
      {
        "index": 384,
        "text": "W przejściu dopadł ich Kwaskiewicz, wtryniając po tomie powieści Rasińskiego."
      },
      {
        "index": 385,
        "text": "— Sensacja, niebywała sensacja, — szeptał wydawca, siejąc blaski pielgrzymiej siwizny."
      },
      {
        "index": 386,
        "text": "Dąbrowa powitał generałów przy zielonym stole nad krucyfiksem."
      },
      {
        "index": 387,
        "text": "Ceremonja odbyła się srogo i przysięgłe. Właśnie mieli zacząć pierwsze dusery, gdy Krywult przerwał. — „Doprosić“ majora Pycia."
      },
      {
        "index": 388,
        "text": "Major bez szelestu wsunął się przez drzwi i usiadł na szarym końcu."
      },
      {
        "index": 389,
        "text": "— Nasz ekspert cywilny, pan Kwaskiewicz, — zaczął Krywult, — przywitał tu nas na wstępie słowem — sensacja... Bo rzecz dostała się już do gazet, do prasy. Czyli, — jest tu ktoś pośród nas, — ktoś niedyskretny... Kto bez pozwolenia!! — Twarz wodza zastygła w bronz obelisku."
      },
      {
        "index": 390,
        "text": "Wildemu zakwitły końce białych uszu odmrożoną czerwienią."
      },
      {
        "index": 391,
        "text": "— Wobec tego faktu — głosił Krywult — nasz akt oskarżenia nie może dłużej czekać ani chwili. — Więc — dawać tu zaraz ekspertów. Panie generale Wilde. —"
      },
      {
        "index": 392,
        "text": "Zjawili się rachmistrz intendentury i Kwaskiewicz. Dąbrowa wygłosił cierpką mowę o obowiązkach ekspertów."
      },
      {
        "index": 393,
        "text": "Zaczęto badanie."
      },
      {
        "index": 394,
        "text": "Pochylone głowy rachmistrza, Pycia, Kwaskiewicza, Wildego wspinały się powoli przez kratkę rubryk. Jedne pod górę, drugie nadół."
      },
      {
        "index": 395,
        "text": "Krywult „pomagał“, sapiąc głośno."
      },
      {
        "index": 396,
        "text": "Głowy to razem błądziły, to rozbiegały się, lgnąc do rozmaitych kątów papieru. Strzyżony czapraczek kwaskiewiczowskiego pielgrzymstwa, naprzeciw spłaszczonej elipsy Pycia. Tłusta pała rachmistrzowska w środku, zaś Wilde, niby nul, — zboku."
      },
      {
        "index": 397,
        "text": "Nul ten to wywracał się, to krzywił, to się nadymał, śląc ku Krywultowi błagalne tchnienie."
      },
      {
        "index": 398,
        "text": "Głowy stoczyły się z rubryk i każda zosobna kołowała nad poszczególnym kawałkiem papieru."
      },
      {
        "index": 399,
        "text": "— No więc, panowie? — dmuchnął wódz ku czarnym szybom, za któremi mrowiła się już noc."
      },
      {
        "index": 400,
        "text": "— Jeżeli to mamy ująć w formę sprawozdania, — wytrząsał miarowo pielgrzymi czapraczek Kwaskiewicza — wpłacano, jak widzimy... Ilości papieru odpowiadają prenumeracie, z jednej strony. Z drugiej, w myśl poszczególnych rubryk, wpłacano regularnie... — Oczy Kwaskiewicza zdawały się naśliniać twarz Krywulta."
      },
      {
        "index": 401,
        "text": "— Należałoby tylko jeszcze ustalić, — siał czapraczek, — czy płacone ceny uzgodniano z panującemi na rynku?... Oraz, czy sprzedaż odbywała się drogą uprzednio ogłoszonego konkursu?..."
      },
      {
        "index": 402,
        "text": "Cały N. W. T. S. — ociężał."
      },
      {
        "index": 403,
        "text": "— Tak, tak, — cykał Dąbrowa — tego wymaga sprawiedliwość. Tak, tak, — tak."
      },
      {
        "index": 404,
        "text": "— Fedkowski. — Nazwisko to, wypuszczone z ust Krywulta, spłynęło łagodnie przez wzburzone oddechy zgromadzonych."
      },
      {
        "index": 405,
        "text": "Podporucznik Fedkowski wszedł, ze zmrużonemi boleśnie oczyma posunął się parę kroków."
      },
      {
        "index": 406,
        "text": "— Przed sprawiedliwością pan stoisz — furknął Dąbrowa."
      },
      {
        "index": 407,
        "text": "Fedkowski skulił się."
      },
      {
        "index": 408,
        "text": "— Masz pan odpowiadać — huczał Dąbrowa — całą prawdę, wszystko — co pan wiesz."
      },
      {
        "index": 409,
        "text": "— Otóż, panie Fedkowski. — Dorwawszy się do głosu, nie darował już Wilde. Obracał pytania, i nastawiał Fedkowskiego, i składał i rozkładał, popatrując wciąż to na wzniosłe turkusy, które wilgoć nieziemska zraszać poczynała, to znów na pryszcze, okalające szyję Fedkowskiego."
      },
      {
        "index": 410,
        "text": "— Zostawcie, moi panowie, — przerwał Krywult. — Pan Kwaskiewicz niech pyta. Osoba postronna. Cywilna. Nie naciskać. Nie naciskać „awtorytietem“, panowie, nie naciskać. Kwaskiewicz chrząknął i bez ogródek jął zadawać inspirowane, twierdzące pytania, którym Wilde, różowy, odzyskany, odnaleziony, przytakiwał."
      },
      {
        "index": 411,
        "text": "Lecz te właśnie łagodne, twierdzące pytania stropiły Fedkowskiego. Coś się pomyliło w głębi jego wodnistej figury. Wyprostował się, znów zapadł w siebie. Nakoniec skulony, zlany potem, miękki, „wysiedziany“, potoczył się przed Krywulta. Tu, chwilę jeszcze coś bełkotał, aż nagle..."
      },
      {
        "index": 412,
        "text": "— Ja buchalter! — krzyknął — tam wszystko dobrze, dobrze, dobrze!!"
      },
      {
        "index": 413,
        "text": "Na dowód czego kolejno całował obie ręce Krywulta."
      },
      {
        "index": 414,
        "text": "— Oto prawda — zapłakał gęstemi łzami — oto prawda! Sama prawda..."
      },
      {
        "index": 415,
        "text": "Płaczu Fedkowskiego nie zgłuszyły nawet hałasy obrażone Dąbrowy."
      },
      {
        "index": 416,
        "text": "Wyproszono Kwaskiewicza, by nie uczestniczył w tym widoku."
      },
      {
        "index": 417,
        "text": "Trybunał czekał, aż Dąbrowa skończy posłuchanie. Lecz Fedkowski klejem niewstrzymanego płaczu spływał przez wszystkie pytania."
      },
      {
        "index": 418,
        "text": "— Pan uważaj, Fedkowski, — wściekł się Dąbrowa, — bo jeżeli tak dalej, to kark skręcisz prędzej —"
      },
      {
        "index": 419,
        "text": "Z nad krucyfiksu strzeliły wgórę szamerowane mankiety Krywulta: — Podporucznika wyprowadzić. Niewinny."
      },
      {
        "index": 420,
        "text": "Wyprowadził go Wilde, klepiąc, tuląc, i pocieszając."
      },
      {
        "index": 421,
        "text": "— I znów, generale Dąbrowo, incydent z panem. Pan „wiedzie“ śledztwo, a nie pilnuje... I oto rzecz całą mamy w prasie. Kto za to odpowiada? N. W. T. S. wniesie akt oskarżenia na niewinnych, — albo sam będzie oskarżony?... A to jest, — świsnęły zerwane miechy Krywulta, — to jest, panowie, podłość."
      },
      {
        "index": 422,
        "text": "Dąbrowa zatoczył się pod ścianę."
      },
      {
        "index": 423,
        "text": "— To jest, panowie, — wrzeszczał Krywult, — albo z tego niewinnego oficera zeznania wymuszać?! Albo temu, który je dla własnego ocalenia wymuszać chciałby, — z wojska precz. Tak, panie generale Dąbrowo, — równość, sprawiedliwość!! Z wojska precz!!!"
      },
      {
        "index": 424,
        "text": "Siedzieli bez ruchu za stołem, na którego zielonej powierzchni, niby szare okna, bieliły się egzemplarze powieści Rasińskiego."
      },
      {
        "index": 425,
        "text": "— Ale może tu będzie do użycia — spowiadał się cicho Wilde — cośmy zastosowali, gdy się konto marszrut zgubiło? Nie tędy, to tamtędy, nie ta sprawa, to tamta?"
      },
      {
        "index": 426,
        "text": "— Cóż tu zastosujesz, Wilde nieszczęsny? Wildeż ty, Wilde... Tu „awtorytiet“ narażony, — a rezerwy w postaci nowych spraw podejrzanych już niema. Teraz już niema kukieł, Wilde. Kukły, okazuje się, w porządku, i z papierem i ze wszystkiem. Słyszałeś „dopros“ z Fedkowskim?! Teraz, — ty rezerwa?... Teraz pan generał Dąbrowa, śledztwo prowadzący, — rezerwa? Ktoś będzie musiał „sobą poofiarować“..."
      },
      {
        "index": 427,
        "text": "Dąbrowa schylił głowę na piersi."
      },
      {
        "index": 428,
        "text": "— Znaczy, jest rezerwa, — ucieszył się Wilde. — Znaczy, oskarżenie znajdziemy, jakiekolwiek, — odgadywał ze stroskanych pomruków Krywulta. — Akt wpłynie... Ja wnioskodawca. No, wkońcu okaże się pomyłka, Wilde się pomylił i Wilde niepotrzebny, — niech sobie idzie. On wraca do Przedmurza. — Ostatnie słowa rzewnem spojrzeniem złożył Krywultowi do samych stóp."
      },
      {
        "index": 429,
        "text": "Dąbrowa poderwał się — znów przypadł nisko. Uciekać — trząsł się w duchu — ze wszystkich miejsc, — ze wszystkiego."
      },
      {
        "index": 430,
        "text": "— No, panie generale Dąbrowo, — sapnął Krywult, — a pan? Równość, generale, koleżeństwo..."
      },
      {
        "index": 431,
        "text": "Dąbrowa zjeżył się."
      },
      {
        "index": 432,
        "text": "— Myślcie, — radził poważnie Krywult, — jest o czem. Bo Wilde ofiara, poświęcenie za „awtorytiet“. Żołnierz. Ale pana ta sprawa też obchodzi. Przewodniczący śledztwa odpowiedzialny musi być. Obchodzi... Cześć, żona, dzieci, chleb... Panie generale Dąbrowo!"
      },
      {
        "index": 433,
        "text": "Dąbrowa wstał, otarł spoconą twarz. Podszedł do Wildego. Ujął go za ramiona. Ramiona te sposobnie pod górę podrzucił i wziął leniwą postać w gruntowne objęcia."
      },
      {
        "index": 434,
        "text": "Wtedy Krywult, trzepnąwszy ich po plecach, że im się głowy w odskoku, niby kule kręgielne z głuchym trzaskiem spotkały — Dąbrowa też mój człowiek, — ronił w serdecznych łaskach uweselonej rozedmy, — też mój człowiek..."
      },
      {
        "index": 435,
        "text": "Twarde plecy Dąbrowy opierały się zrazu. W miarę uderzeń jednak sztywność z nich uchodziła."
      },
      {
        "index": 436,
        "text": "— Ale, co, panowie, — fuknął na strony, — ale co?. Żeby ściśle wiedzieć?. Żeby ściśle?..."
      },
      {
        "index": 437,
        "text": "Nikt ściśle nic nie wiedział. — Jest proste, — prószył Pyć, — pan generał Wilde udzieli znowu teraz prasie niedyskretnych szczegółów z bilansu — w którym zajdzie pomyłka... Sporządzi też, jak sam mówił, na podstawie tegoż bilansu akt oskarżenia... Akt ten normalnie i szybko dopłynie sobie do prokuratora. Następstwem tego będzie wdrożenie kroków."
      },
      {
        "index": 438,
        "text": "— A Rasiński, panowie, — użalił się Dąbrowa. Oto teraz, stąd, z suchego, małego miejsca żal mu było wszystkich, co gdzieś tam w toniach wzburzonych ginąć będą. — Bo to, panowie, zawsze człowiek."
      },
      {
        "index": 439,
        "text": "Wyniosły śmiech wstrząsnął Krywultem: — Człowiek? Mało czego? A wy, Dąbrowa, nie człowiek? A Wilde mój nieszczęsny, nie człowiek? Wszyscy my ludzie. I żadnego nie będzie nieszczęścia, jeżeli taki oto Rasiński posłuży do jakiegoś użytku... Ot teraz, wy, Wilde z Dąbrową, bracia... To już Rasiński posłużył. Pyć i ja, — bracia. To też Rasiński posłużył."
      },
      {
        "index": 440,
        "text": "Posługa ta, zwłaszcza w pierwszych dniach kampanji, nie wróżyła nic dobrego. Wstrząsnęły się w posadach wszystkie „toki czynności“. Znaczone podkreśleniami gazety hulały po wszystkich biurach, dzieląc korpus oficerski na powaśnione obozy."
      },
      {
        "index": 441,
        "text": "Rasiński uganiał po całym sztabie."
      },
      {
        "index": 442,
        "text": "— Kiedy portek nie było, — huczał w poczekalniach, — toście mnie brali... A teraz, kiedy portki są —"
      },
      {
        "index": 443,
        "text": "Ale wrzaski te nie mogły się przedostać za lakierowane drzwi, do wnętrza władzy."
      },
      {
        "index": 444,
        "text": "Musiał czekać sądu, — wszystkie wyjaśnienia przed sądem."
      },
      {
        "index": 445,
        "text": "To samo spotkało go u Dąbrowy, Jabłońskiego, Krywulta. Wszędzie wyciągał łomkie papiery swych sprostowań i podtykał je ludziom przed oczy, — nadaremnie. To samo spotkało go u Barcza."
      },
      {
        "index": 446,
        "text": "Jeszcze raz poszedł do Pycia."
      },
      {
        "index": 447,
        "text": "— Cóż ty, — pocieszał go major, — zysk z tego będziesz miał, bo na powieści zarobisz. Weź inni — żona generała kitę przez ciebie zawala. I — nic... A Barcz? Cóż chcesz? Cała jego sława na twojej uczciwości wisi. Mało ci?... Jeszcze mało? Ty, Rasiński, wszędzie, zawsze — tylko swój brzuch widzisz... A tu, — tu idzie już o to, czegośmy ani na starych kościach nie uwarzyli, ani przebaczeniem nie osiągnęli, ani na froncie nie zdobyli. Może o samą filozofję władzy, czy jak?"
      },
      {
        "index": 448,
        "text": "Nie umiał tego major wyraźnie określić. Może dlatego, że w ostatnich dniach przestawał już panować nad sobą."
      },
      {
        "index": 449,
        "text": "Pomiędzy konającą Jadzią, niby w naleśniki, w białe koce zawiniętą, Rasińskim, który nie dawał spokoju, a Pietrzakiem, bliskim obłędu, — tracił się."
      },
      {
        "index": 450,
        "text": "Czyto w swej kancelarji, czy na taflach linoleum lecznicy, czy w zadymionej ciszy gabinetu Pietrzaka, przystawał niespodzianie i nasłuchiwał. Ułożone plany, wydane dyspozycje, ludzie, z którymi współudział, wszystko to znikało, a w uszach, w całem ciele rozprężał się nieznany, spoisty głos."
      },
      {
        "index": 451,
        "text": "— Co pan robi, przyjacielu? — pytał go Pietrzak od biurka, z nad kupki wypisanych listów."
      },
      {
        "index": 452,
        "text": "— Co ja robię? — odpowiedział Pyć, w nicość obecności zapatrzony. — Czekam."
      },
      {
        "index": 453,
        "text": "— Na co pan czeka? Bo ja wiem, na co czekam — szeleściły brunatne wargi redemptorysty. — Ja wiem. Wiem... Wiem..."
      },
      {
        "index": 454,
        "text": "W miarę powtarzanych słów wybijał się z sztywnych płatów pietrzakowskiego frencza rytm radości. Tarły ją palce, huśtało długie westchnienie."
      },
      {
        "index": 455,
        "text": "— Ja czekam — lunął nagle Pietrzak przez złote dziuple szczęk — na mojego człowieka! Mój człowiek przyjedzie z Zachodu, młody, zdrowy, pożyczy krwi i skóry. Wy to nie rozumiecie. U was miękkość... Wszędzie miękkość, na drogach, w rządzie, w chirurgji. Ale, kto chce żyć?... Kupię skórę człowieka —"
      },
      {
        "index": 456,
        "text": "— Miękkość, — tarł plecy Pyć o przeciwległą ścianę, — a gdyby nie ta miękkość, tobyś pan dawno „polish folklore“ odesłał do Anglji, generałowej posłał doktora misji z bukietem, — i już..."
      },
      {
        "index": 457,
        "text": "Oczy Pycia posuwały się przez skronie, przez źrenice Pietrzaka, jakby nacinając równo i stanowczo."
      },
      {
        "index": 458,
        "text": "— Wcale nie zła ta miękkość."
      },
      {
        "index": 459,
        "text": "— Polish folklore, — żachnął się Pietrzak, — i miękkość... Pan wszystko rozumie, Pyć, — a to pan nie rozumie. Pan nie rozumie, że to się nie wie, gdy to przychodzi. To się nie wie, czy dlatego, że to jest mowa naszej brudnej matki?... Czy dlatego, że to było na szwiecie dla wszystkich innych bardzo śmieszne ta Polska?... Czy dlatego, że to jest Jadża?... — Pietrzak porwał się oburącz za głowę."
      },
      {
        "index": 460,
        "text": "Pyć odczepił się od ściany, minął szafkę z laleczkami i spoczął obok Pietrzaka na kanapie. Naciskając serdecznie rękę Anglosasa, myślał wciąż o rozkładzie tej gry: — Blisko już było chyba... — To jest wstyd — poderwał się Pietrzak — ale to nikt nie rozumie. Może ty? To mogą rozumieć takie ludzie, jak my... — zaśmiał się Pietrzak łagodnie. Poszukał palców Pycia. Miękkie i wilgotne ogarnął krzepkiem objęciem."
      },
      {
        "index": 461,
        "text": "Zwrócili się ku sobie."
      },
      {
        "index": 462,
        "text": "— Tylko takie ludzie jak my — żebrał Pietrzak. — Jak się spotkają, — spikną..."
      },
      {
        "index": 463,
        "text": "Względy potwornego uśmiechu cofać się jęły coraz ciemniejszem półkolem wtył, przez wymacerowaną skórę Pietrzaka aż ku uszom. Między półkola owe, na podobieństwo białych drzazg, wpadało naiwne światło wiernych spojrzeń Pycia."
      },
      {
        "index": 464,
        "text": "— Bo ja wiem, — dulczył Pietrzak — śmierci w oczy patrzeć, to nic. Ale ludziom, jak my... Ja wiem, — Pyć. I ty wiesz... Tacy się zawsze szukają. Ale, — jak razem takie cierpienie znajdą —"
      },
      {
        "index": 465,
        "text": "Nie kończąc, ukląkł na skórzanej kanapie i, z obu grubych rąk koło ucha Pycia rurkę czyniąc, sączył: — Bo my to razem znaleźli. Ty wiesz, — że razem... Tu niema teraz, Pyć, ani departamenty, ani biura sekretne, żadne, — nie warto! takie straszne cierpienie, — zawył znienacka."
      },
      {
        "index": 466,
        "text": "Przycisnął majora i twarzą szorując mundur, mankiety przyjaciela: — Takie niewinne cierpienie Jadzi. Tu jest nasza straszna wina..."
      },
      {
        "index": 467,
        "text": "Pyć czekał. Tarł go po policzkach ostry zarost Anglosasa, grube wargi skubały rękę, sukno munduru, guziki, jakgdyby pasąc się łapczywie."
      },
      {
        "index": 468,
        "text": "— To nie jest prawda — zaprzeczył wkońcu major. Uważał, że można już i należy finiszować. — To nie jest prawda, Pietrzak. Myśmy wcale żadnego cierpienia razem nie znaleźli."
      },
      {
        "index": 469,
        "text": "Pietrzak zamachał rękami, a potem, kładąc głowę na kolanach majora: — Już nie warto. Mówię, nie warto. Tak dobrze się znamy. Tak dobrze wiemy..."
      },
      {
        "index": 470,
        "text": "Pyć nie odpowiedział odrazu. Patrzył na poustawiane za szybą wielkiej szafy laleczki, głaskał spoconą głowę Pietrzaka, wnikał palcami między podstawy jego czaszki w twardy rów karku. Aż nareszcie, złożywszy tę głowę niedbale na kanapie, odskoczył, podciągnął wysiedziane portczęta i całą rzecz opowiedział szczerze, skromnie."
      },
      {
        "index": 471,
        "text": "— To nie jest prawda, Pietrzak. Nieszczęście, jeśli chcesz wiedzieć, toś ty sam znalazł i zrobił. Tylko ty... Ja wiem. Dokładnie. Barcz, wtedy tam na schodach... W Erneścinie... Powiedział jej poprostu... Że, — albo ty, Pietrzak. Albo on, — mąż. Zwykła męska zazdrość."
      },
      {
        "index": 472,
        "text": "— Zazdrość!! — Jęknął Pietrzak głucho, jakby nie głos ludzki, lecz brzeg stromy z wysokości się nagle obsunął. — Zazdrość o mnie... O mnie!! O mnie!!... To dlatego stara Barczowa... O syna, — widzieć mnie nie chce... Mama. — Mama! — Mama..."
      },
      {
        "index": 473,
        "text": "— Naturalnie, że dlatego, — włóczył się Pyć, śmiertelnie znużony, po pokoju."
      },
      {
        "index": 474,
        "text": "Już czwartą noc spędzali razem. Wedle wszelkich danych z lecznicy Pyć miał nadzieję, że to już będzie ostatnia. Przygotowywał Pietrzaka, łudził, „pocieszał“ zazdrością... I nakoniec, kiedy sobie obiecywali, że teraz „tem bardziej“ niema ceny... Że zapłacony człowiek przyjedzie... I że w Paryżu, Londynie, albo w Hamburgu... W specjalnej klinice da skórę —"
      },
      {
        "index": 475,
        "text": "Zadzwonił telefon. Równy głos dzwonka jędrnemi gronkami przesypał ciszę."
      },
      {
        "index": 476,
        "text": "Pyć podbiegł do słuchawki. — To do mnie... Dałem tu numer."
      },
      {
        "index": 477,
        "text": "Pietrzak usiadł na kanapie. Wtem skoczył na równe nogi."
      },
      {
        "index": 478,
        "text": "W oczach Pycia rozsnuwał się mętny, blaszany cień. — Pani generałowa — rzekł major — skończyła przed godziną."
      },
      {
        "index": 479,
        "text": "— Co to jest?! — wrzasnął Pietrzak. — Co to jest?..."
      },
      {
        "index": 480,
        "text": "— Skończyła, — umarła."
      },
      {
        "index": 481,
        "text": "— Auto! Auto!!... — Pietrzak nie dokończył. Zachwiał się, padł na kanapę, po chwili zsunął się bezwładnie na podłogę."
      },
      {
        "index": 482,
        "text": "Cieniutki zgrzyt wyprządł się z piersi Pycia."
      },
      {
        "index": 483,
        "text": "Major rozpiął redemptoryście frencz, kamizelę, koszulę. Prawie nie dotykając piersi, — z pośród rudych pasm zarostu, niby z płomieni, wyniósł zamszową kopertę. Zręcznie otworzył to blade, czworogranne serce szpiega, przetasował papiery. Pieniądze zamknął w zamszy zpowrotem, papiery wepchnął sobie głęboko do kieszeni spodni. Poczem, dokładnie Pietrzaka pozapinawszy, narobił wielkiego hałasu."
      },
      {
        "index": 484,
        "text": "Skrzyczał służbę, porozlewał wodę, ostatecznie doprowadził przyjaciela do przytomności. Nawet razem pojechali do szpitala."
      },
      {
        "index": 485,
        "text": "Stara Barczowa zabroniła Anglosasowi wstępu na górę."
      },
      {
        "index": 486,
        "text": "Ryczał w poczekalni, groził, obnosząc centkowaną twarz między drukowanemi na białych tablicach godzinami przyjęć. Nie mógł płakać."
      },
      {
        "index": 487,
        "text": "— Czekaj, Pietrzak, — major głaskał go po plecach, — słuchaj..."
      },
      {
        "index": 488,
        "text": "Nagle twarz redemtorystyredemptorysty zgasła. Przez policzki tchnęły czarne ściegi boleści. Z kłębuszka blizn i zadziorów trysnął niewstrzymany płacz. Nito białe krople stali sypały się łzy. Z serca, z najgłuchszego wnętrza kluczył głos nieznany, świeży, nigdy zda się jeszcze nieużyty: — Bo dlatego, — płakał Pietrzak, — że jestem zawsze sam... Obcy... Obcy, — sam... Wszędzie sam!"
      },
      {
        "index": 489,
        "text": "Pyć zaklepał te płacze i wybuchy, przyjął godnie żałobną misję starej Barczowej dla syna i poszedł do Sztabu."
      },
      {
        "index": 490,
        "text": "Biura były już puste. Mijał kręte korytarze i czarne przejścia starego gmachu, niecąc długie echa. Dopiero u siebie w biurze odpoczął. Rozwaliwszy się na oberwanem karle, macając swą otorbioną wątrobę, dyszał wygodnie. Potem otworzył oba okna."
      },
      {
        "index": 491,
        "text": "Noc wielkiego ogrodu z szumem wpłynęła do pokoju."
      },
      {
        "index": 492,
        "text": "Przejrzał pocztę, przyniesioną zawczasu. Gazety. — Komunikat, — postępy pertraktacyj pokojowych — gwałtowne plotki o aresztowaniu Rasińskiego."
      },
      {
        "index": 493,
        "text": "Odgarnął wszystko z biurka i na starem, poplamionem suknie rozłożył papiery Pietrzaka. Pomiędzy wiotką, woskowaną bibułą wywiadu plątało się kilka sztywnych biletów. Zaczął je czytać."
      },
      {
        "index": 494,
        "text": "Były to dawne jeszcze, okolicznościowe wizytówki Jadzi w sprawie laleczek, przedsiębiorstwa, kontraktu z redemptorystami."
      },
      {
        "index": 495,
        "text": "Wiedziony wzorowym, obyczajem wywiadowczym wziął je pod światło, przeciągnął nad świecą..."
      },
      {
        "index": 496,
        "text": "Kolejno odrzucał na kupkę."
      },
      {
        "index": 497,
        "text": "Technika „załatwiania“ pośmiertnych papierów tak bardzo znana była majorowi, że zupełnie się nad swemi manipulacjami nie namyślał. Obrównawszy starannie kupkę, począł znów łowić w wodnistych bibułach Pietrzaka."
      },
      {
        "index": 498,
        "text": "Tu właśnie, pośród rzeczy znanych, pośród podsuniętych niejednokrotnie przez samego majora ordres de bataille, czy sytuacyj na froncie, — wydarzyła się rzecz nieoczekiwana."
      },
      {
        "index": 499,
        "text": "Nosem w to zarył."
      },
      {
        "index": 500,
        "text": "Skąd? — Jak?..."
      },
      {
        "index": 501,
        "text": "Okazywało się, że Pietrzak był na tropie wypracowanych tak niedawno planów mobilizacyjnych."
      },
      {
        "index": 502,
        "text": "Skąd? — Jak? — Już?..."
      },
      {
        "index": 503,
        "text": "W natężeniu nieujętych jeszcze przypuszczeń zatracił Pyć poczucie chwili. Nowa, niespodziewana okoliczność wyciągała go stąd, rozpraszała przez departamenty, ministerja, znajomości —"
      },
      {
        "index": 504,
        "text": "Stał nad biurkiem, niby ciemne jętki namysłu zrzucał na papier z trących się dłoni czarne wałeczki potu, — lecz równocześnie pomykał wszędzie gdzie indziej... Powolne kroki przerwały mu tę pracę. Chód zbliżał się leniwie, miarowo."
      },
      {
        "index": 505,
        "text": "Fala nagłego przerażenia ogarnęła Pycia."
      },
      {
        "index": 506,
        "text": "— Kto tu?!? — Jakby nie co innego, tylko sama pustka, sama nicość tych szarych ścian tętniła krokiem świadomym..."
      },
      {
        "index": 507,
        "text": "— Kto?!? — wrzasnął na całe gardło."
      },
      {
        "index": 508,
        "text": "We drzwiach stała przepisowa pała żandarmska, czerwoną wargą kłapiąca regulaminowo w cieniu daszka: — Panie majorze, podoficer inspekcyjny."
      },
      {
        "index": 509,
        "text": "— Przechodź pan dalej, — tu się urzęduje. — Pyć uporządkował szybko papiery i poszedł zameldować się z całym tym pasztetem Barczowi."
      },
      {
        "index": 510,
        "text": "Nikogo tam już w kancelarji nie było. Lustra tylko ćmiły bladem odbiciem ulicy. Dopiero na dole, w inspekcji, dowiedział się major, że generał wyszedł „tu zaraz“, znajduje się u generała Jabłońskiego, w sądzie."
      },
      {
        "index": 511,
        "text": "Gmach sądu spał już głęboko. Na dole trzeszczały warty po piachu korytarzy, klatka schodowa była pusta. Przed kompleksem biur Jabłońskiego siedziało kilku żandarmów w pełnym rynsztunku polowym."
      },
      {
        "index": 512,
        "text": "Z rąk do rąk ciskali sobie duży kawał razowca."
      },
      {
        "index": 513,
        "text": "W poczekalniach i aneksach Prokuratury obstąpiły Pycia wszystkie, jak ich nazywał, sądowe „dependenty i zwisaki“."
      },
      {
        "index": 514,
        "text": "Przynosił im zazwyczaj wszystkie plotki."
      },
      {
        "index": 515,
        "text": "— Co słychać, majorze, — co słychać?"
      },
      {
        "index": 516,
        "text": "— Dziś nic, dziś nic. A u was?"
      },
      {
        "index": 517,
        "text": "Wskazali tajemniczo ku drzwiom, na których dostałym drukiem wybite było: Naczelny Prokurator. Generał Jabłoński."
      },
      {
        "index": 518,
        "text": "Słów przez drzwi nie można było rozróżnić, musiała się tam tamtam jednak toczyć bardzo ożywiona rozmowa, głosy bowiem to ostremi krzykami biły wgórę, to w średnicy huczały rozwlekle."
      },
      {
        "index": 519,
        "text": "Żaden z sądowników nie chciał meldować Pycia."
      },
      {
        "index": 520,
        "text": "— Pan prokurator nawet telefon wyłączył."
      },
      {
        "index": 521,
        "text": "Major wszedł śmiało, lecz znalazłszy się w pełnym ogniu wzburzonej perory, pokornie usiadł przy watowanych drzwiach."
      },
      {
        "index": 522,
        "text": "— Każdy z nas właśnie, — warczał Barcz — musi być takim dorożkarskim koniem, z okularami na oczach. Żeby mógł na boki nie patrzeć. Mnie pan harapem paragrafów nie podcinaj, bo jestem na to zupełnie nieczuły. Ja, panie, sam pracuję, jak koń dorożkarski, i ciągnę naprzód, bez względu, czy się po bokach pali, czy wali. Mam prawo tego samego wymagać od pana. Wymagam więc, by w tym procesie Rasińskiego sprawiedliwość działała ślepo!"
      },
      {
        "index": 523,
        "text": "— Ślepo... Jeżeli dziś, — zaczął Jabłoński, podstawiając twarz pod bystry trójkąt elektrycznej lampy, — jeżeli dziś traci pan generał czas na te rozważania, to właśnie dlatego, że w swoim czasie, zresztą na życzenie pańskie, — tej sprawiedliwości ślepo działać nie pozwolono. Bo te rzeczy wiążą się bardzo rozumnie."
      },
      {
        "index": 524,
        "text": "— Co się wiąże? — żachnął się Barcz."
      },
      {
        "index": 525,
        "text": "— To się wiąże — westchnął Jabłoński, poklepując obrzękłe dossier, rozłożone na stole. — Całe oskarżenie kapitana Rasińskiego wiąże się ściśle ze sprawą zamachu. Zimowego zamachu. Gdy przeglądam akty oskarżenia, sporządzonego przeciw kapitanowi... Protokoły posiedzeń... Pracę śledczą nad bilansami... Tak namiętną, jednostronną... Nie widzę w tem wszystkiem nic, prócz grupy ludzi, która za każdą cenę postanowiła zgubić tego człowieka, aby pośrednio... Przez to samo narazić na szwank pana generała. Sprawiedliwość jednak —"
      },
      {
        "index": 526,
        "text": "— Panie prokuratorze, — zawisł Barcz nad Jabłońskim, — tylko nie mówmy o sprawiedliwości. Chyba nie zaczniemy teraz na nowo sporów studenckich. Zgodzi się pan, przypuszczam, że sprawiedliwość — to obrona środowiska przed szkodliwą jednostką. Na linji interesów środowiska, społeczeństwa, — Barcz stał oko w oko z Jabłońskim, — leżało w zimie uwolnienie od odpowiedzialności winnych... Dziś zaś, bo jako dla oficera, ja jestem dla pana sprawdzianem tych czasokresów, leży na linji interesów środowiska obciążenie odpowiedzialnością niewinnego nawet. Wnioski N. W. T. S-u to paragrafy, które pana obowiązują. Bez względu na pańskie przeświadczenie musisz pan niemi uderzyć! A zatem, — w myśl wniosków, — aresztować Rasińskiego!"
      },
      {
        "index": 527,
        "text": "Usta prokuratora głośno przeżuły powietrze: — Nic chyba nie obowiązuje sprawiedliwości, panie generale, gdy obowiązek ma prowadzić do wyrządzenia krzywdy. To przecież ostatni wentyl, ostatnia klapa bezpieczeństwa wszystkiego, cośmy wyrozumowali, w kodeksach napisali. Chyba od czasów Solona. Tu, sądzę, kończy się wszystko inne, — a zaczyna to ojczyste najczystsze powietrze ludzi wolnych. Człowiek wolny. Tego nikt nie może ludzkości odebrać. Nawet boska ręka schnie, jeżeli po to sięga —"
      },
      {
        "index": 528,
        "text": "— Jak widzę, — Barcz podszedł do biurka — dojrzewa się szybko w wolnej ojczyźnie. Ręka schnie, jeżeli sięga... Ale, — poco sięgać? Zwróciłbym też uwagę, że nie każdy może sobie pozwalać na zbytek przedzierzgnięcia się z generała — w wolnego człowieka... A kto się przedzierzgnął, — mundur generalski rozsadził. Komu już ciasno się zrobiło w tych ramach —"
      },
      {
        "index": 529,
        "text": "Drżące zrozumienie ścisnęło elipsę twarzy prokutora."
      },
      {
        "index": 530,
        "text": "— Więc ja — pryskał Jabłoński — ewentualnie, — jako ofiara sumiennego rozumienia obowiązku?..."
      },
      {
        "index": 531,
        "text": "— Proszę, niech się pan namyśli. — Barcz przemierzył pokój parę razy. Nie chcąc patrzeć na zjeżone nagle włosy prokuratora, stanął przed Pyciem."
      },
      {
        "index": 532,
        "text": "Major podniósł się potulnie. Obrzuciwszy generała blaszanym połyskiem źrenic: — Nie śmiałem przeszkadzać. Żona pana generała... Zgasła przed dwiema godzinami. — W lecznicy."
      },
      {
        "index": 533,
        "text": "— Co?!"
      },
      {
        "index": 534,
        "text": "Pyć powtórzył raz jeszcze."
      },
      {
        "index": 535,
        "text": "W sali zaległa cisza."
      },
      {
        "index": 536,
        "text": "Blady nieład poleciał przez oczy Barcza. — Formalności żałobne, ceremonja... Trumna... I co jeszcze? — Ach tak, — Pyć stoi dalej na baczność. Podał majorowi rękę: — Dziękuję panu. — Poczem ruszył przez pokój tam i napowrót."
      },
      {
        "index": 537,
        "text": "Rytm kroków statkował myśli generała, krótkiemi je czyniąc, jak uderzenia zegarka. W miarę marszu odpadały niepotrzebne kompleksy. Mała szopka, — wielka droga. Lalki, — dzieci..."
      },
      {
        "index": 538,
        "text": "Jabłoński i Pyć patrzyli z istotnem współczuciem."
      },
      {
        "index": 539,
        "text": "— Służba, moi panowie! — Mam nadzieję, że tych kilka chwil, — to wszystko. To wszystko, na com sobie w żałobnem roztkliwieniu pozwolił. — Wracam tedy raz jeszcze i raz jeszcze, panie prokuratorze, kieruję pańską uwagę na wytyczne punkty naszego konfliktu. Cały spór, — powtarzał głosem przytłumionym lecz opanowanym, — cały proces przeprowadzimy formalnie..."
      },
      {
        "index": 540,
        "text": "Jabłoński chylił z czcią głowę."
      },
      {
        "index": 541,
        "text": "Barcz spostrzegł to odrazu. Prawie podświadomie rozszerzył teraz ustęp o „obowiązku“. Prawie podświadomie napoił goryczą moment „zastanej rzeczywistości państwowej“."
      },
      {
        "index": 542,
        "text": "Z wiernie zapatrzonych oczu prokuratora sączyć się jęły promienie ciepłej ustępliwości."
      },
      {
        "index": 543,
        "text": "— Tak, panie generale, — naciskał Barcz, a słowa jego marszczyło głębokie westchnienie, — w każdego biją ciosy. Każdy z nas prawdę swoją oddaje tu na zawsze. — Wyciągnął ręce i na palcach, białością światła powleczonych, jakoby podał prokuratorowi swoją najczystszą prawdę, — z przypadku śmierci żony uzyskaną."
      },
      {
        "index": 544,
        "text": "Jabłoński skupił papiery, zamknął tekę. — W takim razie... — Skłonił się kornie i wyszedł. Za nim Pyć."
      },
      {
        "index": 545,
        "text": "Major, tuż za drzwiami: — No co? — Niezwykły hart — zwierzał się szeptem Jabłoński — stalowa wola. Taki cios i ani na włosek! Zawsze równy, — zawsze ten sam."
      },
      {
        "index": 546,
        "text": "— Więc co? — nastawał Pyć."
      },
      {
        "index": 547,
        "text": "— No cóż? — Chude policzki Jabłońskiego otorbiły się, a spojrzenie wpłynęło daleko pod ciemny brzeg powiek. — Aresztujemy Rasińskiego. — Prokurator poderwał ruchem ręki jakiegoś podpułkownika z głębi kancelarji."
      },
      {
        "index": 548,
        "text": "Pyć wrócił do Barcza. Zastał generała przed biurkiem, jakby gotowego do przyjęcia jednego z tych długich, odpowiedzialnych raportów, jakie przyjmują wielcy dowódcy."
      },
      {
        "index": 549,
        "text": "— Teraz więc — zaczął Pyć — można powiedzieć, że o ile chodzi o personalja... Partję „zjednoczenia“ mamy na czysto rozegraną. Rasiński aresztowany formalnie, — lecz niesłusznie. Wnioskodawcy muszą się na tem wywrócić. Padnie ofiarą Wilde. Skompromitowany Dąbrowa staje się człowiekiem Krywulta. Krywult jest już przecie na naszem „miłosierdziu“. Reszta, to już tylko mechaniczny proces. A w tamtej, smutnej sprawie szpiegostwa Pietrzaka —"
      },
      {
        "index": 550,
        "text": "Barcz zaczął chodzić po pokoju."
      },
      {
        "index": 551,
        "text": "Major wysypał z zanadrza zdobyte materjały."
      },
      {
        "index": 552,
        "text": "Padały zwysoka, jeden za drugim, chlapiąc głośno. Pyć oddał Barczowi bilety Jadzi."
      },
      {
        "index": 553,
        "text": "Generał, ułożywszy „to“ wedle dat, zaczął odczytywać. Słowa i zdania nic nie znaczące. Okolicznościowe zaprosiny, przypomnienia, nastawanie na termin umówiony, — dziś zamierzchły, wówczas pilny i konieczny... Wszystko pisane rondem nieboszczki, miarowem, skromnem, średniem."
      },
      {
        "index": 554,
        "text": "Kiedy tak czytał jeden bilet za drugim, zdało mu się, że teraz właściwie dotyka najprawdziwszej istoty wszelkiego przemijania. Więcej! Że właśnie takim równym, składnym charakterem wyraża się na pewno wieczność: — Codziennie widziana, — nigdy nie objęta..."
      },
      {
        "index": 555,
        "text": "— Dziękuję panu, — rzekł do Pycia. Już drugi raz dziękował, pokrywając w ten sposób nagłe uczucie lęku. — Ostatecznie, przypuszczam, majorze, że przeceniłem rolę pańską w tem fatalnem wydarzeniu. Czy w zbiegu okoliczności?... — Zdawał sobie sprawę, że wypowiedziawszy te słowa, bierze całą odpowiedzialność na siebie, a uwalnia od niej Pycia."
      },
      {
        "index": 556,
        "text": "Ale w tej chwili to jedno jeszcze mogło trzymać generała w karbach. Jakiś ciężar nadmierny, — potworny."
      },
      {
        "index": 557,
        "text": "— Proste, zwykłe nieszczęście — kłapnął zębami Pyć. — Coprawda nieszczęście z bardzo obciążonym marginesem... Bo jeżeli pan generał zwróci uwagę. —"
      },
      {
        "index": 558,
        "text": "Podał Barczowi tajne raporty Pietrzaka."
      },
      {
        "index": 559,
        "text": "Szeleścił obydwom ten papier w rękach, niczem szybko mieszana woda."
      },
      {
        "index": 560,
        "text": "— A tu, — major podsunął wyciągi Pietrzaka z najnowszych planów mobilizacyjnych, — rzecz najciekawsza, której nie rozumiem..."
      },
      {
        "index": 561,
        "text": "— Istotnie, istotnie, — szeptał Barcz."
      },
      {
        "index": 562,
        "text": "— Gdy na wiadomość, — zemdlał... Ukradłem, panie generale, ukradłem ze skórzanej zaszywki, którą nosi na piersiach. Pietrzak, jako taki, jest skończony."
      },
      {
        "index": 563,
        "text": "— Skończony — podchwycił Barcz. — Ale jeżeli weźmiemy pod uwagę szybkość, z jaką potrafił mieć elementy planów... Skąd? — Jak?..."
      },
      {
        "index": 564,
        "text": "Barcza przejął paniczny strach. Jeszcze nie zdążyli nic właściwie załatwić, a już „szło“ coś innego, nowego, trudniejszego. Doznał uczucia straszliwej samotności."
      },
      {
        "index": 565,
        "text": "— Czy poinformowałeś pan, panie majorze, panią Drwęską o wypadku?"
      },
      {
        "index": 566,
        "text": "— Nie jeszcze."
      },
      {
        "index": 567,
        "text": "— Proszę to zrobić zaraz."
      },
      {
        "index": 568,
        "text": "Gdy Pyć włączał aparat i dzwonił o stację zamiejską, — Barcz czekał z groźną ciekawością, z idjotyczną nadzieją, że „to wszystko“, usłyszane w postronnej rozmowie, brzmieć będzie gładziej... Gdy zaś ustał chrobot słuchawki: — Pojedziemy tam, Pyć, — do lecznicy."
      },
      {
        "index": 569,
        "text": "— W takim razie, samochód!"
      },
      {
        "index": 570,
        "text": "— Nie trzeba. Pojedziemy, — albo pójdziemy? — Generał skłonił głowę na sukno biurka, — zadziwiony bezmiernie. Działo się bowiem, na jego „wielkiej drodze“, lekko i szybko, z winą, a przecież bez winy... I tak zręcznie, że teraz, — z przedłużonego spojrzenia, mogły już iść w zbrojną przyszłość narodu owe ramy — proste, suche, gładkie. Tak dostępne, powszechne, że gięła się w nich docna wszelka czułość, a błahe świętości osobistego istnienia ginęły bezpowrotnie."
      },
      {
        "index": 571,
        "text": "— No — a jak to moja matka przyjęła, majorze? — I przerywając sprawozdanie: — Masz pan tu być. Póki nie zwolnię. — Zdało się Barczowi, że płacze. Ale powieki miał suche, wciąż pełne tylko małej, chudej, postaci Pycia. — Cicho — syknął major na Jabłońskiego przy drzwiach. — Generał śpi."
      },
      {
        "index": 572,
        "text": "Bo krótkiej naradzie postanowili nie budzić."
      },
      {
        "index": 573,
        "text": "Jabłoński wdział płaszcz, zgasił światło. Wychodząc, jeszcze raz z rozrzewnieniem spojrzał na Barcza. Głowa generała, srebrzona księżycowem światłem, spoczywała na rozłożonych papierach, niby ciężki, oksydowany przycisk."
      },
      {
        "index": 574,
        "text": "— Jaka wola, co za hart! — powtórzył Jabłoński. — Ty ucz się, Pyć, — to jest aparat do brania za mordę, — ten ci umie zaważyć..."
      },
      {
        "index": 575,
        "text": "Spali do rana. Barcz nad biurkiem, Pyć przy szaragach, skulony na fotelu prokuratora. Obudziło ich stukanie szczotek w sąsiednich pokojach."
      },
      {
        "index": 576,
        "text": "Barcz przetarł oczy. Naprzeciw, z fotela uśmiechała się twarz Pycia potwornie tatuowana odciskiem deseniów aksamitu. Patrzyli na siebie z nieukrywanym wstrętem."
      },
      {
        "index": 577,
        "text": "— Nigdym nie myślał, — warknął generał — że tak panu gęba potrafi zaropieć w kilka godzin."
      },
      {
        "index": 578,
        "text": "Pyć nie odpowiedział, roześmiany wstydliwie."
      },
      {
        "index": 579,
        "text": "Na skrzydło, do stanisławowskiej landary, pojechali tramwajem."
      },
      {
        "index": 580,
        "text": "Wszystko tu szło, jak codzień. W głębi podwórza półnagi ordynans mył czarnego araba pod studnią. Przy drzwiach garażu, wypinając obite bronzową skórą pośladki, majstrowali mechanicy koło aut."
      },
      {
        "index": 581,
        "text": "Matki jeszcze nie było."
      },
      {
        "index": 582,
        "text": "— Siadaj pan — częstował Barcz Pycia gazetami, — czytaj pan, gadaj. Wykąpię się! Pan też chyba nie od tego? — Odprawił ordynansa. — Z pewną ostentacją zdejmował mundur, przepinał spinki, odkręcał wodę. — Gorący tusz japoński!"
      },
      {
        "index": 583,
        "text": "— No więc już jest wszędzie w gazetach — westchnął Pyć — aresztowanie Rasińskiego. Prasa się zwija."
      },
      {
        "index": 584,
        "text": "Barcz chodził nago po pokoju, gadał, zadowolony, iż choć ktobądź widzi te jego łydy, tors, lędźwia, ramiona krzepkie, — które nie ugną się znów „tak odrazu“."
      },
      {
        "index": 585,
        "text": "Gdy wykąpali się i odziali, wróciło pokutne skupienie. Zwłaszcza po nagłem przybyciu Przeniewskiego z wiadomością, — że starzy podoficerowie czekają przy bramie. Oczywiście, nie jest to żadna delegacja, raczej wizyta, — jedna z tych wielu „zaufanych wizyt od tyłu“, — czarnem wejściem."
      },
      {
        "index": 586,
        "text": "Barcz zmieszał się."
      },
      {
        "index": 587,
        "text": "— Ależ panie, — niecierpliwił się Pyć. I do napachnionego ucha Przeniewskiego wyskrzeczał półgłosem o śmierci Jadzi."
      },
      {
        "index": 588,
        "text": "Oczy margrabiego zasnuła pistacjowa zieleń boleści."
      },
      {
        "index": 589,
        "text": "Barcz rozstrzygnął krótko: — Już wiedzą widocznie, — kondolencja. — Przyjąć!"
      },
      {
        "index": 590,
        "text": "— Ci starzy wyjadacze — pocieszał generała Pyć, — zawsze wszystko wiedzą."
      },
      {
        "index": 591,
        "text": "Generał obciągnął bluzę i, zapatrzony w czarne gałęzie kasztanów, — czekał."
      },
      {
        "index": 592,
        "text": "Po chwili dał się słyszeć ciężki tupot, jakby ktoś kamienie gubił po stopniach."
      },
      {
        "index": 593,
        "text": "W otwartych drzwiach ukazało się wyprasowane ramię Przeniewskiego — a głos, jak trzaskanie dziecinnego bacika, poganiał: — Proszę! Proszę! Generał czeka."
      },
      {
        "index": 594,
        "text": "Wtoczyli się do pokoju, stanęli łabato jeden przy drugim. Aż się ciemniej od nich zrobiło."
      },
      {
        "index": 595,
        "text": "Barcz witał wszystkie te twarze uśmiechem dojrzałego porozumienia. Zaprawdę, — sięgało ono pierwszych czasów „wielkiej drogi“, przez te właśnie golone łby żołnierskie brukowanej tak sowicie."
      },
      {
        "index": 596,
        "text": "Przejął go skąpy, ubogi ton tych postaci kańciastych, twarzy prostych, ust szerokich i bladych, na twardej służbie nigdy nienajedzonych."
      },
      {
        "index": 597,
        "text": "Oni zaś, chrząkając i uszanowanie czyniąc nieśmiałe, przestępowali z nogi na nogę. Nakoniec jeden spostrzegł na półce, między kupą regulaminów, stary, skórzany album."
      },
      {
        "index": 598,
        "text": "Po chwili oczy wszystkich podoficerów wbiły się w to miejsce."
      },
      {
        "index": 599,
        "text": "Barcz zauważył to i, wyciągnąwszy z pod stosu szarych książeczek ów gruby, juchtowy tom: — Strzegę tego. Ma się rozumieć. Najdroższa moja wojenna pamiątka. Wasze wszystkie nazwiska..."
      },
      {
        "index": 600,
        "text": "— Co tam nasze, panie generale, — wykrzesał się twardy głos z rzędu podoficerów. — Ale może i prawda? Bo co? Bo ten album jest przez całą Polskę pisany. Odsyłany, przesyłany, z roku na rok, z frontu na front. Żeby w nim wszyscy godni z naszego stanu szarego... I można powiedzieć, — sprawiedliwie. Bo ich, co się tu podpisali, połowa już ziemię gryzie. My, — co?.. My — nic. My zawsze, — rył głos, a głowy kolegów świadczyły mu dowodnie, — my zawsze... My jeszcze wcześniej, — nawet jeszcze przed Polską niepodległą już uwijaliśmy się. Wiadomo. I z pod Lwowa i z pod Wilna. Tu nas jest dziewięciu, — wszystkie polskie fronty. My zawsze wszędzie... Nawet w hotelu, gdy jest zamach... Bez niczyjego musu."
      },
      {
        "index": 601,
        "text": "Barcz czekał, uśmiech chędogiej życzliwości sącząc przez przymrużone oczy."
      },
      {
        "index": 602,
        "text": "— Więc my, — nie żeby jakaś delegacja... Tfu! To jest wojsko. Tylko, że nas pan generał przecie zna... Po znajomości."
      },
      {
        "index": 603,
        "text": "Dwóch z prawego skrzydła wysunęło się. Podeszli do stołu, przeprosili Pycia i, delegacyjnie niejako, rozesłali na deseniach obrusa numer brukowej gazety. — My, panie generale, — nic... My wiemy... Jeden więcej, jeden mniej. To jest nic. Ale niby, — że to z niego szło to słowo, panie generale?"
      },
      {
        "index": 604,
        "text": "Wskazali mu grubemi paznogciami na pierwszej stronicy — Aresztowanie kapitana Rasińskiego."
      },
      {
        "index": 605,
        "text": "— Ważna, zawiła sprawa — potwierdził Barcz."
      },
      {
        "index": 606,
        "text": "— Ważna! — wykrzyknął głos."
      },
      {
        "index": 607,
        "text": "— Ważna. Więc my nic, — tylko, żeby się zapytać. Tu pisze, — „aresztowany za złodziejstwo“. Żeby się zapytać, czy w każdym razie był ten kapitan Rasiński dopuszczony tak naprzykład, jak my teraz, przed oczy pana generała? Żeby się dowiedziano i rzetelnie stwierdzono?..."
      },
      {
        "index": 608,
        "text": "Barcz milczał. Złotem, pogodnem spojrzeniem tonął w zwartych, jakby z dębu toczonych źrenicach żołnierzy, w sercu zaś rozpętał mu się ukrop bolesnej bezrady. Bo oto szło się za połyskiem śmigłych ram i, poświęcając wszystko, doszło się tu, aż tu przed ten szary żywopłot obowiązku..."
      },
      {
        "index": 609,
        "text": "— My nic, — kluczył monotonny głos, — tylko... Bo tu chodzi o słowo, o nas wszystkich. Więc toby była bardzo przykra strata —"
      },
      {
        "index": 610,
        "text": "— Moi panowie, — przerwał Barcz z nagłą decyzją. — Mówicie strata. Tłumaczyć się mam wam? No, to niech wam za tłumaczenie starczy, — krzyczeć nagle jął wniebogłosy, — że moja żona dziś umarła w lecznicy pod ciosem tej zawiłej sprawy!! Dziś w nocy!!! Tem niemniej ja, bez względu na wszystkie straty —"
      },
      {
        "index": 611,
        "text": "Mur podoficerów rozkruszył się. Przestrzeń się między nimi otwarła aż ku drzwiom, słowami generała tętniąca. Wołał ku niej, krzyczał bez pardonu, — gdy niespodzianie ukazała się w drzwiach matka."
      },
      {
        "index": 612,
        "text": "Rozejrzała się nieprzytomnie po zebranych i, rzekłbyś gęsty cień, przylgnęła cicho do syna."
      },
      {
        "index": 613,
        "text": "Podoficerowie z czcią pochylili głowy."
      },
      {
        "index": 614,
        "text": "Przez długą chwilę nic nie było słychać, tylko suche oddechy starej Barczowej i rześki dźwięk kluczyków, któremi Pyć nerwowo przebierał w kieszeni."
      }
    ]
  }
}