{
  "chapterNumber": 6,
  "title": "Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI"
      },
      {
        "index": 2,
        "text": "WIECZÓR POWROTU"
      },
      {
        "index": 3,
        "text": "— Naturalnie, — cieszył się Rasiński, — z mojego biura widać wszystko! Chodź prędko, póki panie nie zajmą wszystkich okien!"
      },
      {
        "index": 4,
        "text": "Jabłoński nie śpieszył się. Zdjął z głowy generalski kociołek, otarł spocone czoło wyprasowaną chusteczką, następnie, ściągnąwszy odświętne rękawiczki, podał rękę Rasińskiemu. — Możemy sobie powinszować."
      },
      {
        "index": 5,
        "text": "W silnych dłoniach jakoby wyżymał palce pisarza."
      },
      {
        "index": 6,
        "text": "Rasiński nie rozumiał, czegoby sobie mieli winszować. Rozejrzał się przelotnie dokoła, poprzez amfiladę swych biur, inkrustowanych srokatemi afiszami. Barwne obrazy, malunki wodzów i posłusznych ekstazie patrjotycznej robotników, łaskotał szeleszczącym blaskiem gorący przeciąg dnia."
      },
      {
        "index": 7,
        "text": "W otwartych oknach, nad fryzem wychylonych osób błyszczał błękit. Grube ciosy jasności padały z niego przez siwe powietrze aż na kwadraty posadzki."
      },
      {
        "index": 8,
        "text": "— Tak, tak, — podchwycił Rasiński. — Każdy sobie dziś winszuje. Zwycięski powrót wojsk. Zwycięscy wodzowie. — My szczególnie, — westchnął Jabłoński. — Pamiętasz, ty gałganie, jak byłem tam u ciebie w Krakowie kiedy zaczynało się to wszystko? W redakcji?"
      },
      {
        "index": 9,
        "text": "Zdaleka, od strony Zamku królewskiego zadrżały głosy trąb."
      },
      {
        "index": 10,
        "text": "Rasiński z niekłamaną dumą uderzył się w piersi."
      },
      {
        "index": 11,
        "text": "— Chyba z tysiąc moich własnych artykułów i cała szkółka pismaków wojennych, i chyba kilkaset kilometrów filmu wojennego i chyba kilka tysięcy inspirowanych w prasie zagranicznej tasiemców pokutuje w paradzie dzisiejszej!"
      },
      {
        "index": 12,
        "text": "Prokurator machnął ręką: — Wszyscy wiedzą. A ja, o ile cię to zajmuje, sznurując armję, to jest tych kilka miljonów ludzi, rozważną, sprawiedliwą procedurą, mogę sobie też powiedzieć —"
      },
      {
        "index": 13,
        "text": "Przejęci wzajemnym podziwem, ucałowali się."
      },
      {
        "index": 14,
        "text": "— A teraz, — pytał Jabłoński — pokaż, gdzie tu siedzi moja żona?"
      },
      {
        "index": 15,
        "text": "Przy okazji zwierzył się Rasiński z kłopotu. Mianowicie z panią Jadzią. Jest tu też na balkonie. Niby współczujemy. Niby nie wypada nam współczuć. Drwęska miała tu być dzisiaj z Bogulickimi. — Naturalnie, musiało się odmówić."
      },
      {
        "index": 16,
        "text": "Główną uwagę wszystkich gości zebranych w biurze Rasińskiego pochłaniał kinooperator, ustawiony z aparatem wpośrodku balkonu. Czarnym ryjem prożektora celował w różne strony, czekając, aż fala tłumów wzbierze dostatecznie."
      },
      {
        "index": 17,
        "text": "— Sześćdziesiąt takich aparatów pracowało mi podczas boju na froncie! — wołał ku balkonowi Rasiński. Na te słowa Fedkowski odlepił się statecznie od kamiennej balustrady i stanął przed Rasińskim: — 67 pracowało ostatnio. Bo jeśli chodzi o liczby, — mieliśmy sześćdziesiąt."
      },
      {
        "index": 18,
        "text": "Gęsta obroża przyszczów zalśniła nad kołnierzem: — Siedm nowych Ernemanów zakupiliśmy niedawno."
      },
      {
        "index": 19,
        "text": "— Tych siedm aparatów, — sypała pośpiesznie z balkonu pomocnica Fedkowskiego, — co to nam nie chciano ustąpić, a potem zgodzono się."
      },
      {
        "index": 20,
        "text": "Rasiński wzruszył ramionami."
      },
      {
        "index": 21,
        "text": "— Zaczynam — krzyknął operator."
      },
      {
        "index": 22,
        "text": "Goście przycichli. Słychać było jeszcze dobitniej wilgotne trzaskanie niezliczonych głosów ludzkich, pomieszane z powolnym tupotem kroków."
      },
      {
        "index": 23,
        "text": "Wezbrany hałas, jak szum ognia targał barwami, witemi przez okna. Rzekłbyś — smukłe płomienie — wybuchał w łopocie sztandarów. Płynął przez amfilady Wielkiej Opery, skręcał się, skupiał, rozsypywał, aż wreszcie, niby jasno-niebieskie tlenie ducha samego, chybotał w cieniu krągłych podjazdów Ratusza."
      },
      {
        "index": 24,
        "text": "Gdzieś zdaleka wytrysnęły spiżowe fanfary."
      },
      {
        "index": 25,
        "text": "Jakieś słowo poleciało od brzegu do brzegu."
      },
      {
        "index": 26,
        "text": "Z głębokich wrót, podobni do czarnych słupków lukrecji, wytaczać się jęli rajcowie miejscy i męże magistrackie w cylindrach. Sunęli naprzód w stronę Zamku, przez szeregi strażaków, których hełmy iskrzyły się, jak rtęć."
      },
      {
        "index": 27,
        "text": "— Kręcę! — wrzasnął operator."
      },
      {
        "index": 28,
        "text": "Suchy, miarowy obrót począł wolno obrębiać całą tę chwilę, rozedrganą w jazgocie ludzkim, a prutą wysoko na niebie warczeniem samolotów. Niby śnieżne konfetti sypały się z nich karteczki odezw."
      },
      {
        "index": 29,
        "text": "— Też moje, — myślał Rasiński. Dziecinną bowiem przepełniało go dumą, iż jego własne słowa lecą w lśnieniu odezw przez powietrze."
      },
      {
        "index": 30,
        "text": "Od strony mostów na Wiśle powstawać jęły i coraz bliżej podchodzić głuche kroki marszu. Na niebo, jakoby pchnięta dźwiękami pochodu, wytoczyła się chmura perlista."
      },
      {
        "index": 31,
        "text": "— Byczo — strzyknął ktoś nad uchem Rasińskiego."
      },
      {
        "index": 32,
        "text": "To Pyć kłapał swą wyszarzałą gębą."
      },
      {
        "index": 33,
        "text": "— A tak — uniósł się Rasiński, — żebyś wiedział! Nawet po niebie latają dziś moje odezwy."
      },
      {
        "index": 34,
        "text": "Nadeptała na nich niespodzianie matka Barcza."
      },
      {
        "index": 35,
        "text": "— Sam pan generał nie będzie dziś tak pięknie wyglądał, jak pani — składał się Pyć, całując jej żylaste ręce."
      },
      {
        "index": 36,
        "text": "Miała na sobie czarny kabat, w rodzaju karawaniarskiego rajtroka, i suknię, sfałdowaną jak sutanna. Wyzierały z pod niej zdeptane kapki trzewików. Na czubie głowy trwał przedziwny jakiś fiok, siejący płoche cienie przez pierś, między mnogie krzyże opieki, ratunku i miłosierdzia."
      },
      {
        "index": 37,
        "text": "— Jak syn mój będzie dziś wyglądał, — śmiała się do nich, — przekonam się wnet sama, oficjalnie, na czele szkolnych dzieci."
      },
      {
        "index": 38,
        "text": "Nie zrozumieli."
      },
      {
        "index": 39,
        "text": "— Jakto, więc nie widzieliście? Te wszystkie szkółki? Panowie! Przed chwilą pan Pietrzak, tu, mnie, w żywe oczy, przy świadkach powiedział, że takiego rygoru, ładu, porządku nie widział nigdy. Użaliła się nad nimi wymownym rzutem dłoni i, lewą stopą sentencjonalnie głaszcząc kwadraty posadzki, podeszła ku drzwiom. Tu jednak przypomniało się coś pani Barczowej. Już z przedpokoju wyciągnęła dwa palce, opięte czarną rękawiczką. Pyć, Rasiński poskoczyli co żywo."
      },
      {
        "index": 40,
        "text": "— Ja, moi chłopcy, — szepnęła, — nie, żebym cokolwiek, — przeciwnie... I wogóle wiem, że to wszystko się wyrówna. Ale, — na balkonie pańskiej kancelarji, panie Rasiński, jest Jadzia i pan dyrektor Pietrzak. Naturalnie, że w myśli mi nigdy nic nie postało. Ale, bądź co bądź, w publicznych miejscach zawsze wypada kobiecie służyć pomocą. Żeby nie za długo — byli sami..."
      },
      {
        "index": 41,
        "text": "Zaczerwieniła się po siwe korzenie włosów."
      },
      {
        "index": 42,
        "text": "— Baba ma cholernego nosa, — upewniał Rasińskiego Pyć, gdy już złożyli czołobitność Jadzi i wstrząsnęli ciężką ręką Pietrzaka. — Ma nosa, tylko poco my sobie mamy wrogów robić? Jeżeli się Anglosasowi podoba, niech się przypala. Nie zeżre jej przecież na tym balkonie. A patrz, — jak ci temi ślepiami łypie."
      },
      {
        "index": 43,
        "text": "Pietrzak nie odwracał się od Jadzi, spojrzenia jednak, aż sine z niepokoju, ciskał w głąb, póki obaj nie wyszli."
      },
      {
        "index": 44,
        "text": "— Widzę ten powrót, — dął przez ściśnięte zęby, — i myszlę. Bo taki powrót widziałem wiele razy. To wszędzie musi nakoniec przyjść. To nie jest nowoszcz."
      },
      {
        "index": 45,
        "text": "— Dla pana nie, — odpowiedziała Jadzia, przytknąwszy gorące policzki do metalowych akantów balustrady, — ale dla nas! Którzyśmy tyle wycierpieli. — Czerpienie, czerpienie, — beczał Pietrzak — to każdy wie. Ale już dość, — ta miękkoszcz... Ta miękkoszcz ciągle, zawsze, na codzień, — niedobra!"
      },
      {
        "index": 46,
        "text": "— Widzi pan, — przerwała Jadzia, — tam na dole... Teraz mija konnych policjantów..."
      },
      {
        "index": 47,
        "text": "Pietrzak na widok rozwianych pół rajtroka starej Barczowej zawołał:"
      },
      {
        "index": 48,
        "text": "— Nasza mama..."
      },
      {
        "index": 49,
        "text": "Jadzia podniosła ku niemu zdumione oczy."
      },
      {
        "index": 50,
        "text": "Pietrzak zmieszał się, zbladł i po chwili dopiero: — Jest taka dobra, że nawet cały świat mógłby na nią mówić mama."
      },
      {
        "index": 51,
        "text": "— Mama... Mama..."
      },
      {
        "index": 52,
        "text": "Chwycił Jadzię za przegub prawej ręki i wodząc jej dłonią po całym placu, wszędzie, gdzie czarny brzeg tłumów obszywały, niby naiwnie haftowana kryza, ubranka szkółek i ochronek: — Tu jest nowoszcz, — wołał, — że te dzieci powinni na to patrzeć ostatni raz. I już nigdy więcej. Te wszystkie powroty, wojny, zabijania. Koniec z tem! A druga nowoszcz..."
      },
      {
        "index": 53,
        "text": "Jadzia nie była ciekawa drugiej nowości. Więcej zdawała się ją zajmować chmura na niebie, od strony Zamku płynąca nad wojskami."
      },
      {
        "index": 54,
        "text": "— My nic nie wiemy, panie Pietrzak, a to może właśnie nasza przyszłość tak płynie i tak się zbliża samotnie?"
      },
      {
        "index": 55,
        "text": "— Ładnie samotnie, — pokazywał jej z przekąsem ulicę."
      },
      {
        "index": 56,
        "text": "Mrowiło się tam już od blasku broni. Nad jeżem karabinów, w ametystowej mgle oddalenia, nito sine blizny błyszczały proporce kawalerji. Z ruchomego czworoboku orkiestr biły wielkie chrzęsty wojenne."
      },
      {
        "index": 57,
        "text": "— Zaraz ich zobaczymy, — wołała z sąsiedniego balkonu Rasińska, wyrzucając obnażone ramiona w jasne powietrze."
      },
      {
        "index": 58,
        "text": "Pietrzak znowu sobie uważnie przeglądnął ten balkon sąsiedni. Stali tam parami Rasińscy, Jabłońscy, Fedkowski z pomocnicą."
      },
      {
        "index": 59,
        "text": "— Sąsiady, — same pary, — zauważył wstydliwie."
      },
      {
        "index": 60,
        "text": "— Zaraz ich zobaczymy, — wołała Rasińska, gdy u wylotu placu wybłysł bujny złotogłów sztabów i misyj obcych, — idą z hołdem do Piłsudskiego!"
      },
      {
        "index": 61,
        "text": "Zażarte źrenice Pietrzaka dostrzegły już, w pysznym ukropie świty, — samego Barcza."
      },
      {
        "index": 62,
        "text": "Zimne dłonie wysunąwszy przez barjerę, zwróciła się Jadzia do Pietrzaka:"
      },
      {
        "index": 63,
        "text": "— Widzi pan! Mój mąż."
      },
      {
        "index": 64,
        "text": "— Druga prawda, — dął Pietrzak uparcie przez płot zębów."
      },
      {
        "index": 65,
        "text": "Zalany strugami potu, krzyczał teraz poprzez wrzawę okrzyków. Dech mu się rwał. Ślina schła. Mówił ostatnim tchem piersi, samemi żyłami i krwią. I nawet już nie do Jadzi, a do tych kilku pasemek włosów, które na jej białej szyi kołysał wiatr."
      },
      {
        "index": 66,
        "text": "— Druga prawda, — to, że pani i ja. Dziś, — a gdy pani zechce, jutro i zawsze. W tych samych mundurach oboje. Razem możemy się kochać — całe nasze życie..."
      },
      {
        "index": 67,
        "text": "Jadzię złamało przez pół. — Sąsiady same pary, — szczekał cicho, — a czemuż my nie para?!"
      },
      {
        "index": 68,
        "text": "Nagle, nito z przechylonej butelki głośne wino, zaczął klaskać w powietrzu donośny, przeraźliwy śmiech Jadzi. Odtrąciwszy ręce Pietrzaka, zawróciła do kancelarji."
      },
      {
        "index": 69,
        "text": "Dążył za nią, — za późno! Już bowiem Pyć wlókł Jadzię za rękę przez wszystkie biura do bocznego pokoju. Po chwili przebiegła w tamtą stronę na palcach Rasińska."
      },
      {
        "index": 70,
        "text": "Pietrzak wahał się. Department of Intelligence — zaskrzeczało mu w uszach ze wszech stron, poprzez wybuchy trąb i wrzask tłumów."
      },
      {
        "index": 71,
        "text": "Pietrzak skoczył za szafę i tu szybko jął sobie rwać policzki, powieki, mieszać wargi z brodą, ciągnąć skórę głowy z całych sił aż ku brwiom. Trąc się tak, spostrzegł niespodzianie w ciemnych szybach szafy odbite dwie blade ręce."
      },
      {
        "index": 72,
        "text": "— Kto tu jest? — wrzasnął na całe gardło."
      },
      {
        "index": 73,
        "text": "— No co? — mlasnął spokojnie Pyć, — czapki zapomniałem."
      },
      {
        "index": 74,
        "text": "— Ooo, — jęczał Pietrzak, usadowiwszy Pycia obok siebie na kanapie, — pani Jadzi niedobrze."
      },
      {
        "index": 75,
        "text": "— Atak sercowy, — zauważył Pyć."
      },
      {
        "index": 76,
        "text": "— Atak sercowy! Myszlałem, że umrę ze strachu. — Ręce mu opadły. Popękane, jak stara torba, oblicze ściągnęło się w więź grubych fałdów, — z pośród których trysnęły łzy. Przechylony na ramię Pycia, beczał serdecznie. — Myszlałem, że umrę — że umrę. — No tak, bracie, — pocieszał major, dzierżąc brodę wysoko nad trzęsącą się głową Pietrzaka, — przypadek. Bywa. Może proszki? A ja skoczę nadół powiedzieć starej. Niech sobie syna przywita, a potem coś z synową niech zrobi!"
      },
      {
        "index": 77,
        "text": "Złożył głowę Pietrzaka na poręczy i wyszedł na ulicę. Nie odrazu jednak zaczął szukać. Zatrzymał się w tłumie pod latarnią, ogrodzony zewsząd szorokiemi barami jakiegoś cechu."
      },
      {
        "index": 78,
        "text": "Porcja czułości, — porcja czułości..."
      },
      {
        "index": 79,
        "text": "Pyć otrząsnął się i, wyprzedzając nurt tłumu, pobiegł naprzód, ku skrzyżowaniu ulic, gdzie miała stać matka Barcza. Już dojrzał ją pośród barwnego bukietu dziewczynek."
      },
      {
        "index": 80,
        "text": "Rumiani skauci kopali poza siebie naoślep, nie pozwalając przerwać łańcucha."
      },
      {
        "index": 81,
        "text": "Stara Barczowa dała włóczkowemi palcami znać, by jej nie przeszkadzano."
      },
      {
        "index": 82,
        "text": "Wzrok jej biegł wzdłuż żywopłotu powiewnych sukienek. Ten oto stary wzrok, który na tyle już krzywd w życiu patrzył i tyle upokorzeń pamiętał, — roztapiał się teraz w radości. Obejmował tkliwie wszystkie galony błyszczące, wszystkie okna, i widne z pośród kamiennych kolumn drzewa, i to niebo, że dało doczekać takiego syna!"
      },
      {
        "index": 83,
        "text": "A kiedy mała przodownica sierotek, spłoszywszy się nagle, podbiegła i przyłożyła rękę Barczowej do swej malutkiej piersi, — tak mi serce bije, proszę pani dyrektorki, że aż nie wiem, — zdało się matce generała, iż cudownym sposobem szczęście jej mnoży się na tysiąc tych serc sierocych, w których sława syna żyć będzie przez całe pokolenia."
      },
      {
        "index": 84,
        "text": "Już szli: wodzowie, rozmawiający ze sobą przykładnie."
      },
      {
        "index": 85,
        "text": "Stary, biedny stary, do generała Puzyrewskiego chodził, — a tego nie dożył!"
      },
      {
        "index": 86,
        "text": "Barczowa stała, jak było przewidziane w protokole komitetu, — tak pilnie i przepisowo, że syn jej nawet nie dostrzegł. Zasłoniły ją popchnięte naprzód dziewczęta. Dopiero, gdy generałowie przeszli, poderwały ją nowe ognie odwagi."
      },
      {
        "index": 87,
        "text": "Wybiegła przed kwieciste szpalery dziewczynek, między rzadką już łataninę urzędników i kapitanów. A tu!?"
      },
      {
        "index": 88,
        "text": "Naprzeciw wielkiej świty szła sama jedna z pękiem chryzantem na ręku, uśmiechnięta pod rozgiętą słomą kapelusza — sama jedna, — Drwęska."
      },
      {
        "index": 89,
        "text": "Rzuciła kwiaty i, niczem różowe wahadło, wolno przekreśliwszy drogę, znikła w tłumie."
      },
      {
        "index": 90,
        "text": "Był to jedyny moment radości Barcza, podczas całego obchodu. Obecność Hanki ulżyła generałowi przez chwilą w dźwiganiu obowiązków, które na podobieństwo lepkiej, wrażej uprzęży ciężyły mu na plecach, ramionach, — na karku."
      },
      {
        "index": 91,
        "text": "W ciągu całej ceremonji nabożeństw i powitań nie przestawał rachować: Czy w tłumach pomnożył się rozgłos? Czy w delegacjach narodu dość silnie już kluczy pożądany bełkot uwielbienia? Czy w spojrzeniu bataljonów tylko posłuch widać ołowiany, czy też posłuch, niecony iskrą oddanej miłości? Zajmowało to generała tem więcej, że dziś pierwszy raz po kilkumiesięcznem wojowaniu stykał się znów z rzeszami stolicy. Dziś mógł zmierzyć dokładnie, jaka jest różnica między jego popularnością a rozgłosem rywali, — Krywulta i Dąbrowy."
      },
      {
        "index": 92,
        "text": "Kroczył z nimi zgodnie po kwiatach triumfu. Własna zaś popularność przestraszała go. Mijając kosmate i szumiące uwielbieniem kępy „naszych ludzi“, czy też piskliwe stadka akademiczek, czy pstre wiechcie chłopstwa, czy płytkie zatoki współczującej inteligencji, czy podobne do ciemnych sztab żelastwa, zwarte szeregi wiernych podoficerów, — niecierpliwił się."
      },
      {
        "index": 93,
        "text": "Niecierpliwił się, iż mu na myśl nie przyszło wydanie odpowiednich instrukcyj Rasińskiemu... Należało bowiem chyba zgłuszyć, może nawet na pewien czas zatrzymać tę szybką maszynę sławy, fabrykowanej tak żarliwie przez pisarza?..."
      },
      {
        "index": 94,
        "text": "Po odniesionem zwycięstwie odrazu usztywniło się postępowanie Krywulta, zwarty zaś nastrój prawicy kraju poparł ten ton generała Krywulta tak dalece, że do pierwszych już opryskliwych fochów narowiącego się wodza przymknął też i Dąbrowa."
      },
      {
        "index": 95,
        "text": "Barczowi nie zależało na rozgłosie! Jego rzeczą były ramy proste, czyste, chirurgiczne, gładko wytknięte przez ciało narodu w przyszłość... Wolałby nawet wszystkiemi kłopotami hołdów obdzielić rywali i nie nieść natarczywej odpowiedzialności za święte natchnienia ulicy."
      },
      {
        "index": 96,
        "text": "To też obecnie, niby przed kurtyną po skończonym akcie skromny histrjon, cofał się wtył, wysuwając przed siebie opiekłego Krywulta pospołu z wyszarzałym Dąbrową."
      },
      {
        "index": 97,
        "text": "Lecz oni nie poddawali się tym zabiegom."
      },
      {
        "index": 98,
        "text": "Krywult ciężkie łapy chował za pas, czy też zatrudniał około starożytnej szablicy przy tłustym boku dzwoniącej. Okrągłe guzy łokci kładł po sobie, stając się śliskim, nieujętym, jak ryba."
      },
      {
        "index": 99,
        "text": "Dąbrowa, naodwrót, pod każdem dotknięciem rozstępował się lżej, niż powietrze."
      },
      {
        "index": 100,
        "text": "I oto w deseniach niezliczonej świty, z groźnemi ceregielami, wypychali się wzajem ku wołaniu sławy, które, niby mętna kula, pędziło z głębokich ulic po brukowisku głów."
      },
      {
        "index": 101,
        "text": "— Ależ narodu, narodu, — cieszył się Krywult na moście i jeszcze pod katedrą. Potem, zmiarkowawszy, że rzesze Barczowi specjalnie hołdy składają, zamilkł. Pod koniec uroczystości szli obok siebie we trzech bez jednego słowa, głusi na wrzaski zachwytu, ostrzeliwani zbliska suchemi prztykami zadartego nosa Dąbrowy."
      },
      {
        "index": 102,
        "text": "Odrobiwszy wszystkie ceremonje, wskoczył Barcz do auta i kazał się wieźć za miasto. Przeniewskiego odesłał do siebie na skrzydło stanisławowskiej landary, by uprzedzić matkę. Niech czeka, to trudno, — tak wypadło."
      },
      {
        "index": 103,
        "text": "Jadąc wolno boczną drogą w stronę Przedmurza, postanowił zaniechać wszelkich politycznych konsyderacyj. Przecież należało mu się chyba tyle, co pierwszemu lepszemu kuchcie, czy piechurowi zwycięskiej armji! Po skończonej bitwie zabawić się z dziewczyną."
      },
      {
        "index": 104,
        "text": "Zostawił samochód przy kolejowej stacji, kazał czekać na siebie i, okryty starym płaszczem, w którym dowodził na froncie, poszedł piechotą."
      },
      {
        "index": 105,
        "text": "Droga prowadziła wzdłuż cegielni, obok lasu, przez liche pastwiska, za któremi, z pomiędzy bujnych kłębów zieleni wyzierały kopuły krywultowskiego pałacu. Potem już prosto do willi."
      },
      {
        "index": 106,
        "text": "— Nikogo, nikogo, — wołała Drwęska w przedpokoju, — na dziś odprawiłam nawet służbę."
      },
      {
        "index": 107,
        "text": "— Kupiłaś jednak działkę, — zagadywał wzruszenie Barcz, układając na wieszadle fałdy płaszcza. — Ale skąd ten cały dom? Willa, — murowana?"
      },
      {
        "index": 108,
        "text": "Drwęska tłumaczyła mu niecierpliwie, że jest to lepsza lokata kapitału, niż każda inna. — Waluty, brylanty, — to ciągle skacze. A dom, zagroda, — swoje miejsce. Więc sprzedałam tamto, kupiłam to."
      },
      {
        "index": 109,
        "text": "Ostre kliny bisiorów zagrały wzdłuż całej jej postaci."
      },
      {
        "index": 110,
        "text": "— Poco my o tem mówimy, Stachu? Kupiłam, bo chciałam, żebyśmy się mieli gdzie widywać, panie zwycięzco."
      },
      {
        "index": 111,
        "text": "Przeszła w stronę schodów, ku światłu."
      },
      {
        "index": 112,
        "text": "I tam znów, jakby ją ujrzał Barcz pierwszy raz w swojem życiu:"
      },
      {
        "index": 113,
        "text": "Z objęcia starych świeczników zdawała się wyrastać bujnie i poprostu, osobliwa i pospolita, fiołkowym szpicem chodaków trącająca przezroczystą gazę, przez którą, niby przez opalową wodę, przestępowały jej nogi. Wyżej, na nagiem ciele fala gazy rozgładzała się. Lekki połysk prószył przez śnieżne biodra, związane w perlistym zbiegu rozetą ciemnego runa."
      },
      {
        "index": 114,
        "text": "Barcz porwał ją na ręce."
      },
      {
        "index": 115,
        "text": "Niósł przez schody, przez strojne, banalne pokoje, szpicem jej stóp otwierając wszystkie drzwi — aż do sypialni."
      },
      {
        "index": 116,
        "text": "Panował tu bąkliwy cień zapuszczonych stor."
      },
      {
        "index": 117,
        "text": "— Żebyś wiedział, jak dziś, tak ci zawsze wszędzie drogę zastąpię, — miotała się w potężnych uściskach kochanka. — Żebyś wiedział, jak wtedy, w Przemyślu..."
      },
      {
        "index": 118,
        "text": "On zaś widział tę rzecz syntetycznie: — Że szedł swą „wielką drogą“ równy, niewstrzymany, lecz uznojony straszliwie. I oto z krwawej zawieruchy wyszła mu naprzeciw."
      },
      {
        "index": 119,
        "text": "— Ty! ty... — zacinał się, nie mogąc znaleźć słów dość mocnych, dość troskliwych, drżący z pożądania, szczęśliwy dziką, tajoną miłością, której już tyle zadał ran, a która odradzała się raz po raz nowym płomieniem."
      },
      {
        "index": 120,
        "text": "— Nikt tego nie rozumie, — plótł olśniony, — to jest czerwona płachta, — szaleństwo!"
      },
      {
        "index": 121,
        "text": "Jakby w tych słowach miał krążyć sok wszystkiego: — To jest lato."
      },
      {
        "index": 122,
        "text": "Spleceni ściśle, trwali bez ruchu, słuchając własnych oddechów."
      },
      {
        "index": 123,
        "text": "Całe tygodnie bitew, całe okresy ciężkiej służby rozlatywały się jak puch pod przekrwionemi powiekami Barcza."
      },
      {
        "index": 124,
        "text": "Ocknęli się, gdy pokój grążyła czerwień zachodzącego słońca. Barcz podniósł story. Wydało mu się teraz, że nic go już teraz, nigdzie nie czeka."
      },
      {
        "index": 125,
        "text": "Mówić, — choćby o niczem..."
      },
      {
        "index": 126,
        "text": "Wypytywał ją o ten dom, o sprawy."
      },
      {
        "index": 127,
        "text": "Głowa przy głowie spoglądali przez okno. Hanka, wodząc iskrami paznogci w powietrzu, tłumaczyła ekonomiczną treść widoku."
      },
      {
        "index": 128,
        "text": "— Śmiesznem ci się może wydaje, bo nazywa się to Przedmurze, a murków nawet małych nie widzisz jeszcze na tej łące. Ale zobaczysz."
      },
      {
        "index": 129,
        "text": "Wskazała mu pod lasem grupę kilkunastu postaci, które w przeciwnych kierunkach krocząc miarowo, niby czarne nożyce strzygły tuż przy ziemi łunę wieczoru."
      },
      {
        "index": 130,
        "text": "— To nasi inżynierowie, — objaśniała. — Widać ktoś znów kupuje parcelę."
      },
      {
        "index": 131,
        "text": "Wierzyła w przyszłość Przedmurza."
      },
      {
        "index": 132,
        "text": "— Dla mnie, mój drogi, ta łąka nie jest już właściwie łąką. Ja tu już chodzę „ulicami“. Wymijam niepostawione jeszcze domy."
      },
      {
        "index": 133,
        "text": "Namawiała, by kupił sobie tu trochę ziemi, — gdy miasto przyciągnie do nas tramwaje i komunikację."
      },
      {
        "index": 134,
        "text": "Całując gładkie, chłodne ramiona Drwęskiej, zwrócił uwagę, że wogóle nie podoba mu się cały ten dom, — lenny w stosunku do pałacu Krywulta."
      },
      {
        "index": 135,
        "text": "— I ta spółka wogóle."
      },
      {
        "index": 136,
        "text": "Hanka, kołysząc głowę generała na połyskliwych kolanach, nie mogła zrozumieć objekcyj."
      },
      {
        "index": 137,
        "text": "— Nato ma się wrogów, żeby z nimi wygrywać, — nie tracić! Nato ma się nieprzyjaciół, żeby naszym celom służyli. Więc co? Mnie, za moje własne pieniądze nie wypada tu mieszkać w sąsiedztwie Krywulta pałacu i kancelarji, wielkiego dziś, trzeba ci wiedzieć, architekta Wildego?"
      },
      {
        "index": 138,
        "text": "Żartobliwie mięła w różowych piąstkach muskularne pagórki twardych ramion Barcza. — Ale tobie, chwale tylu cichych cierpień, poświęceń, bojów, wypada obnosić się uroczyście z tymi drabami po mieście? Razem przyjmować bukiety szarotek, błogosławieństwa biskupów —"
      },
      {
        "index": 139,
        "text": "Zrzuciwszy gęste piany koronek pościeli skoczyła w nogi łóżka i, chroniąc się przed rzekomym ciosem: — Tobie wypada tak uroczyście..."
      },
      {
        "index": 140,
        "text": "— Aż zanadto uroczyście, moja kochana. — Ubierał się szybko, ciągnąc ze świstem szelki przez plecy. — Boję się nawet, czy mnie wkońcu nie uduszą w tem kadzidle?..."
      },
      {
        "index": 141,
        "text": "Wiedział, komu należy przypisać główną winę."
      },
      {
        "index": 142,
        "text": "— To idjota Rasiński. Jakby zupełnie celowo, ta bestja, podczas całej ofensywy, kuła mi kajdany ze swoich panegiryków."
      },
      {
        "index": 143,
        "text": "Hanka nie podzielała tego zdania."
      },
      {
        "index": 144,
        "text": "— Ależ tak, — przekonywał Barcz. — W miarę przypływania tej rozbechtanej prasy na front, wydłużały się gęby Dąbrowy i Krywulta, i nabrzmiewało zuchwalstwo opozycji."
      },
      {
        "index": 145,
        "text": "Hanka wyszła z łóżka. Nago całkiem siedziącsiedząc przed toaletą, pochłonięta porządkiem, jaki należało zaprowadzić na rozburzonej tylu wstrząsami twarzy, odpowiadała spokojnie: — Jesteś poprostu przemęczony. Twoich triumwirów trzeba tylko teraz przez jakiś czas trzymać mocno, — lecz w tkliwem ręku. W mojem. Podsunęła mu drobne, mamrmurkiemarmurkiem żył plecione piąstki, blisko przed oczy."
      },
      {
        "index": 146,
        "text": "— Te ręce potrafią być tkliwe, — przekonasz się."
      },
      {
        "index": 147,
        "text": "Zaprosiła Barcza, — „o ile mój zwycięzca raczy zaszczycić“ —"
      },
      {
        "index": 148,
        "text": "— Będzie to tu, u mnie, a więc na neutralnem miejscu. „Wieczór powrotu“. Zobaczysz! Nieposłuszni wrócą na właściwe swe stanowiska przy wspólnym żłobie."
      },
      {
        "index": 149,
        "text": "Liczyła na palcach."
      },
      {
        "index": 150,
        "text": "— Będzie Krywult, Dąbrowa, będzie Wilde, prokurator Jabłoński, Pyć koniecznie, będą Rasińscy oboje, będzie nasz Piast współczesny, hrabia Bogulicki... Będzie nasza zimna Pesteczka, dzielny Przeniewski, trochę Francuzów, reprezentacyjna inżynierja Przedmurza."
      },
      {
        "index": 151,
        "text": "Zarzuciła ramiona na szorstkie godła generalskich naramienników."
      },
      {
        "index": 152,
        "text": "— „Wieczór powrotu“, zobaczysz, — konieczne i skuteczne."
      },
      {
        "index": 153,
        "text": "— To tylko ona potrafi, — myślał Barcz w aucie, przypominając sobie mroczne światło willi i Hankę, nago biegnącą po schodach. Lecz nawet ta lubość nie cieszyła dziś generała. Jej siły i uroki rozsnuły się nieznacznie wobec dalekiego widoku miasta, który trwał przed oczami: szerokie równanie z kamienia, wzięte w klamry wież i, — niby znaków czarnego pierwiastka, — pełne dymiących kominów."
      },
      {
        "index": 154,
        "text": "— Pani starsza na górze, — meldował ordynans."
      },
      {
        "index": 155,
        "text": "Czekała w saloniku. Ucałował jej ręce i dobrą, miękką twarz, pokrytą wiotkim mchem starości. Oddał hołd jej orderom, odznakom, gniewał się zazdrośnie, że się podczas obchodu nie spotkali."
      },
      {
        "index": 156,
        "text": "Popatrzywszy między korony drzew szumiące za oknami, przyłożyła sobie dłonie do piersi. — Ja tak już jestem nagrodzona w tem życiu!"
      },
      {
        "index": 157,
        "text": "Zaprowadziła go ku oknu, przed stół, gdzie w myśl nigdy niezachwianej tradycji czekały na długim półmisku różowe, białym tłuszczem brzeżone, płaskie fale szynki, kisiel drgający nieśmiało w salaterce, piramidalna ciastek architektura i w pstrych pierzynkach spocone czajniki."
      },
      {
        "index": 158,
        "text": "— Otóż, jeżeli mama istotnie chce wiedzieć, — mówił, jedząc, bez bluzy przy oknie, — to powracam z tego wszystkiego bardzo zmęczony. I ludzie, mamo, ludzie — ludzie — ludzie..."
      },
      {
        "index": 159,
        "text": "Gładziła syna lekko po włosach."
      },
      {
        "index": 160,
        "text": "— Ludzie są źli, ale my sami też... — Uważała, że kiedy już zjadł i uspokoił się, należy szczerze i otwarcie, jak w rodzinie. — My sami też."
      },
      {
        "index": 161,
        "text": "— Co to znaczy, mamo?"
      },
      {
        "index": 162,
        "text": "— Też szczerzy nie jesteśmy, — nawet wobec najbliższych. I też łamać lubimy bliźnich. Nie myśl, — matka wie wszystko! To nie o romanse chodzi. Jeśli Bóg kiedyś da ci dzieci, zrozumiesz. Jaka to różnica... I nie o to, że Jadzi tak wielka krzywda się dzieje. Bo to wszystko nieprawda o Pietrzaku, Przeniewskim! Fe, fe! — Dziś zemdlało biedactwo. Coś z sercem... Ale i nie o to. Tylko ten twój brak szczerości w stosunku do matki — Pod naporem tych słów, jakby pękły nagle jakieś zrosty, zagnieżdżone w piersiach Barcza."
      },
      {
        "index": 163,
        "text": "— Tak, tak, mamo, romans, oczywiście, romans z Drwęską, nawet dość pospolity. Może nawet miłość? Śmieszna, — niepotrzebna. Krzywda Jadzi. To trudno. Ale tyle mając na głowie, jeszcze w życiu osobistem musieć przymus dźwigać?!"
      },
      {
        "index": 164,
        "text": "Przestraszył się, że za trudne przedkłada matce sprawy. Nawiązał tedy natychmiast do zawistnej złości, jaka go zewsząd otacza."
      },
      {
        "index": 165,
        "text": "— Nie mam wyboru. Albo samemu załamać, ustąpić? Albo osobiste życie całkowicie poświęcając, wszystko dokoła łamać. Teraz niech mama sądzi: Czy mogę wlec za sobą te jakieś teatrzyki, marjonetki, brewerje?"
      },
      {
        "index": 166,
        "text": "— Niech mama pamięta, że tu, gdzie ja stoję, człowiek jest niczem. Nic, — nic... Państwo, mamo, — państwo! Tu, obarczony ogromnym ciężarem jestem sam. Bardzo są piękne te mamy ochronki, i te wyrzuty i serdeczne wstawiennictwa, ale proszę pamiętać, że podczas, kiedy mama w nich dzieciom arje operowe wyśpiewuje, — ja stoję w palącym się domu..."
      },
      {
        "index": 167,
        "text": "— A ja, głupia, chciałam, abyś teraz odpoczął u nas właśnie, w Erneścinie! Nawet myślałam, że się między tobą i Jadzią załata wtedy może. Wydobrzałbyś... To przecież majątek, te nasze stare domy — złote jabłko. Choć zrujnowali mi żołnierze, — a za te straty wojenne..."
      },
      {
        "index": 168,
        "text": "Zawstydziła się własnej małostkowości."
      },
      {
        "index": 169,
        "text": "— Ale ma się rozumieć, — nie możesz być sam. — Więc, — niechże mama weźmie jakoś na siebie to wszystko z Jadzią, załata."
      },
      {
        "index": 170,
        "text": "Potakiwała, w pełni bohaterskiego zapału."
      },
      {
        "index": 171,
        "text": "— Co do Emrnścina, mamo —"
      },
      {
        "index": 172,
        "text": "Przerwała synowi. Gdyby widział — te sieroty z ochronki na gazonie! I te cztery kozy, wszystkie kotne... I kury, które się niosą, pomyśl, ile dziś kosztuje jedno jajko?!"
      },
      {
        "index": 173,
        "text": "— Co do Erneścina, to chyba też rozumie mama, że to później."
      },
      {
        "index": 174,
        "text": "Prosił, by narazie pomogła mu, wsparła powagą macierzyństwa w czasie przyjęcia, które musi tu wydać."
      },
      {
        "index": 175,
        "text": "— Wszystko, dziecko, wszystko, — świadczyła mu, objęta urokiem tej szczerej zmowy, jaką dziś zawarli."
      },
      {
        "index": 176,
        "text": "I gdy od siebie, już z dołu, usłyszała, że się położył, wróciła na górę zakryć synowi plecy kołdrą i dobrze „obetkać“."
      },
      {
        "index": 177,
        "text": "Czego nie widział już, bo spał, taki sam różowy i naburmuszony, jak za czasów najwcześniejszego dzieciństwa."
      },
      {
        "index": 178,
        "text": "Nazajutrz począł pilnie nową swoją robotę. Cały ład zawieszenia broni, ruchu i porządku dywizyj, stojących na froncie, oddał wybitniejszym szefom, tyle o tem wiedząc, ile pod niego podpływało w koszuli referatów, z końcem każdego dnia. Waliło mu się to przez biurko całemi skibami papieru i tylko znakomita technika pozwalała na orjentowanie się w zakresie spraw."
      },
      {
        "index": 179,
        "text": "Nowa praca polegała na nowem, solidnem ustawieniu personalij. Główną pomoc świadczył tu Pyć."
      },
      {
        "index": 180,
        "text": "Słaniając się przed biurkiem generała, to się skrobał w starte łokcie, to śluzy jakieś niechętne w głębi swojej postaci przeciągał, to jeszcze, niby kwaśne jagody, dyskretnie wypluwał kombinacje, które mu się nie podobały."
      },
      {
        "index": 181,
        "text": "Barcz miewał chwile niesamowitego zniecierpliwienia, w których zdawało mu się, jakoby nie z oficerem, nie z człowiekiem radził, — lecz z samą duszą władzy. Szarą, małą, — przewrotną."
      },
      {
        "index": 182,
        "text": "Wobec projektów generała dotyczących rozstrzygnięcia personalij, nabrał Pyć świeżych, rześkich kształtów."
      },
      {
        "index": 183,
        "text": "— Tak mi się zdawało od początku, panie generale. Nad siebie postawić, potem niech automatycznie sami pod nogi spadną."
      },
      {
        "index": 184,
        "text": "Długą chwilę wodzili obaj oczyma po ogromnych, plastycznych mapach, niby brózdy wolego mózgu rozłożonych powszędy."
      },
      {
        "index": 185,
        "text": "— Tak, tak — ucinał Barcz — ustanawiamy tedy trybunał sprawdzeń. „Wojskowy Trybunał Sprawdzeń“. W. T. S...."
      },
      {
        "index": 186,
        "text": "— Za mało — ośmielił się pokornie Pyć."
      },
      {
        "index": 187,
        "text": "— No to, — najwyższy! Najwyższy Wojskowy Trybunał Sprawdzeń. N. W. T. S...."
      },
      {
        "index": 188,
        "text": "— Tak może już wystarczyć — ukłonił się major."
      },
      {
        "index": 189,
        "text": "— Pokrywa się to z ujednostajnieniem prac nad reorganizacją — dyktował Barcz ostrożnie ciszy gabinetu, — i osiągnięciem wspólnej dla nas i dla sprzymierzeńców linji organizacyjnej. Na czele stawiamy Krywulta!"
      },
      {
        "index": 190,
        "text": "— Czyli, że rzeczoznawcą, — znów otwarł się w Pyciu przeciąg piskliwy, — będzie Wilde? — No, to pan też będzie rzeczoznawcą, — warknął Barcz."
      },
      {
        "index": 191,
        "text": "Pyć schludnie przełknął ten zaszczyt."
      },
      {
        "index": 192,
        "text": "— I to już będzie waszą rzeczą, by się Wilde mądrzejszym nie okazał. Obok Krywulta, — rachował dalej Barcz, — staje generał Dąbrowa. N. W. T. S. otrzyma... To wy macie, Pyć, wszystkie akta w sprawie zamachu?"
      },
      {
        "index": 193,
        "text": "— Tak jest."
      },
      {
        "index": 194,
        "text": "— N. W. T. S. na pierwszy ogień otrzyma..."
      },
      {
        "index": 195,
        "text": "— Coś, na czem się wywali, — pokwapił się major."
      },
      {
        "index": 196,
        "text": "Spojrzeli sobie w oczy długo i głęboko, póki im we wzroku ślad żaden nie został i nie wróciły okrągłe iskry uważnej rozmowy służbowej."
      },
      {
        "index": 197,
        "text": "— Przez ten czas zaś, aż do neutralnego przyjęcia u Drwęskiej, — kończył Barcz, — żadnych zabiegów... Odłogiem pozostawi pan całą prasę krywultowskich fok. Niech jeszcze mocniej farbują. I, — Pyć! Rasińskiemu jakiś knebel nareszcie założyć!"
      },
      {
        "index": 198,
        "text": "Nie wtajemniczając w istotę planu, musiał jeszcze Barcz szczegółowo porozumieć się z Hanką, co do sposobu postępowania. Prosił przedewszystkiem, aby podczas „wieczoru powrotu“ zapomniała wogóle, że tu idzie o politykę."
      },
      {
        "index": 199,
        "text": "— Okres zamachów, — mówił, gdy minęli pokoje pełne sprzątającej służby, — doprawdy skończył się już. Teraz wszystko, — gładko, delikatnie. Rzecz jest pomyślana, chérie, w dwóch uderzeniach. U ciebie odbędzie się tylko zbliżenie towarzyskie. Część druga, właściwa — u mnie. U matki Grakcha... Tam u mnie, na stanisławowskiem skrzydle, sami się już będziemy dorzynać. Dlatego, uważam, że teraz robisz za duże wydatki. Niema najmniejszego powodu dla tych kilku kabanów przemieniać i tak ledwie odrestaurowany dom w jakąś feerję. A wszystko razem, — jakież wstrętne. Już dziś rozmawiać tu niepodobna swobodnie!"
      },
      {
        "index": 200,
        "text": "Co chwilę zjawiali się interesanci, to z winem, to „względem kwiatów“, to od kucharza."
      },
      {
        "index": 201,
        "text": "Opięty w zielone rabaty fartucha, stary służący „Gabrjel“ Hanki, — każdy bowiem lepszy człowiek, zdaniem Barcza, ma dziś swego „jedwabnego Gabrjela“, — był prawdziwie zakłopotany ogólną „dyslokacją“."
      },
      {
        "index": 202,
        "text": "— Wstrętne, — przedrzeźniała Hanka, obciągając poły frencza, który służył jej w dnie sprzątania, — to zależy od wielkości i miary, jaką się w sobie nosi. Ja dowiem się przy tej okazji wielu cennych rzeczy od starego Bogulickiego. Ty zjednoczenie zbrojnej siły państwa ukrzepisz. Dąbrowa będzie szczęśliwy, że zje kolację wśród kobiet dekoltowanych."
      },
      {
        "index": 203,
        "text": "Nie wspominała o Krywulcie. Był to może jedyny drażliwy moment, którego oszczędzić należało przyjacielowi. Krywult bowiem, wróciwszy z frontu, zasypywał ją listami i wszelakiem posłannictwem, przez Wildego sprawianem. W czasie pierwszej swej wizyty, zapomniał się już niedwuznacznie..."
      },
      {
        "index": 204,
        "text": "— Bierz całe Przedmurze, — ryczał w otwartych oknach salonu, — bierz, pani, wszystko!"
      },
      {
        "index": 205,
        "text": "Jakże to śmiał, wiedząc, że Barcz jest jedynym kochankiem?"
      },
      {
        "index": 206,
        "text": "Podczas „wieczoru powrotu“ przeczuwała bardzo ciężką przeprawę i dlatego właśnie pragnęła olśnić wszystkich zbytkiem."
      },
      {
        "index": 207,
        "text": "Pierwsi przyjechali Rasińscy. Kolejką, nie samochodem."
      },
      {
        "index": 208,
        "text": "Rasińska w przedpokoju dopiero powszechne, uliczne obuwie zmieniała na precyzyjne, ozdobne, w kufereczku przywiezione."
      },
      {
        "index": 209,
        "text": "— Jeszcze nikogo, — rozglądał się Rasiński. Ucieszył się szczerze na widok Drwęskiej."
      },
      {
        "index": 210,
        "text": "Schodziła ze schodów."
      },
      {
        "index": 211,
        "text": "— Bom gotów, doprawdy, pani Hanno, zacząć tu gadać gwarą Pycia."
      },
      {
        "index": 212,
        "text": "Od pasa wgórę prawie naga, ze sznurem pereł, jak toczone przez odwilż ziarna mrozu, połyskującym na piersiach, sprawiała raczej wrażenie efeba. Po kolana widać było jej smukłe nogi, a krótkie czarne kudły uczesania głowy, zgrabione wbok szerokiemi widłami szyldkretu, przydawały jeszcze twarzy chłopięcego wyrazu."
      },
      {
        "index": 213,
        "text": "— Starzy znajomi — śmiała się wesoło."
      },
      {
        "index": 214,
        "text": "— Mój Boże, — potwierdzał Rasiński za siebie i za żonę, — starzy i wypróbowani."
      },
      {
        "index": 215,
        "text": "Drwęska uderzyła go lekko w mankiet munduru, poświęcając całą uwagę Rasińskiej, na której zależało jej dziś, jako na potrzebnej „przyzwoitce“."
      },
      {
        "index": 216,
        "text": "— Jesteś... Jest pani skromna a śliczna! Mandarynka. — Poprawiała Rasińskiej kokardy, które od nasady pomarańczowego klosza sukni biegły wdół chrzęszczącemi językami jasności."
      },
      {
        "index": 217,
        "text": "— Jak przystało na ludzi najmniej ważnych, — ciągnął Rasiński, — zjawiliśmy się pierwsi. Bo to nigdy niewiadomo, a może się jeszcze w międzyczasie na co przydamy?..."
      },
      {
        "index": 218,
        "text": "— Panie Rasiński, — zgniewała się się Hanka w salonie, — pan mnie nie zna. Nie należy pan do żadnych „międzyczasów“! To, co pan czynił dla sprawy, którą reprezentuje Barcz, tego ja osobiście nigdy panu nie zapomnę!"
      },
      {
        "index": 219,
        "text": "Rasińska pogłaskała Drwęską po ręce."
      },
      {
        "index": 220,
        "text": "— Właściwie o nic więcej nie chodzi, — tłumaczył paniom Rasiński. — Tych kilka słów uznania... Bo z drugiej strony czemby był nasz zwycięski bój, pozbawiony donośnego słowa, dosadnego wyrazu? Ja właśnie byłem i jestem tem słowem donośnem. Mojej własnej, intymnej, autorskiej mowy zapomniałem dla tego. Ja, człowiek cichy, skoncentrowany, któryby najchętniej nie wychylał nosa z małego kretowiska... Stałem się trąbą głośną."
      },
      {
        "index": 221,
        "text": "— „Wieczór powrotu“, — przerwała mu taktownie żona, odczytując wielki tytuł, wypisany białemi różami ukośnie przez fiolet kotary wpoprzek drzwi. — Jaki miły pomysł!"
      },
      {
        "index": 222,
        "text": "Stanęli we troje przed tym pomysłem, przyglądając się poszczególnym kwiatom, w których kielichy rzucało światło elektryczne siny, sztywny cień."
      },
      {
        "index": 223,
        "text": "Drwęska wybiegła witać nowych gości."
      },
      {
        "index": 224,
        "text": "Był to generał Jabłoński."
      },
      {
        "index": 225,
        "text": "— Pocóż sobie pani przeszkadza, — gędził uprzejmie, — proszę, jakby nikt —"
      },
      {
        "index": 226,
        "text": "— Ładny nikt — śmiała się, — generalny prokurator armji, — to ma być nikt?! Po Jabłońskim wsypało się do salonu kilku zaproszonych inżynierów Przedmurza, dwie jakieś matrony, kilku malinowych Francuzów."
      },
      {
        "index": 227,
        "text": "— Pan generał Dąbrowa, pan major Pyć — meldował zkolei służący."
      },
      {
        "index": 228,
        "text": "Ale to nie był dawny legawiec Dąbrowa, górnym węchem niespokojnie wytężony ku niezrozumiałej grze sfer wyższych. Był to Dąbrowa sztywny, prostopadły, tępemi spojrzeniami twardo przestrzeń szpikujący."
      },
      {
        "index": 229,
        "text": "Dąbrowa z rozwiązanemi cepami ramion..."
      },
      {
        "index": 230,
        "text": "Kroczył naprzód surowo, za nim szary głodomór-adjutant, niby wysoki wieszak."
      },
      {
        "index": 231,
        "text": "Dały generałowi srodze po oczach wszystkie światła tylu wolt i amper rozpieszczonego bogactwa. Te wszystkie firanki aksamitne, każda zosobna droższa pewnie od dwumiesięcznej pensji generała. Ten strój Drwęskiej, z którego wyssaćby się ją chciało, jak sok z pręcika koniczyny. Przedewszystkiem zaś napis kwiatowy na drzwiach: „Wieczór powrotu“."
      },
      {
        "index": 232,
        "text": "Całą duszą opierając się tym słowom, ucałował rękę gospodyni i, możliwie drewnianemi czyniąc swe wargi, osromione dotykiem ciała „kochanicy“, rzekł przekornie:"
      },
      {
        "index": 233,
        "text": "— Tu wszędzie teraz Sejmem pachnie. W całej Polsce. — Gdy nie zrozumiano, równając poza sobą cień adjutanta: — Ano Sejmem... Ten sam wszędzie zapach świeżego pokostu i farby. I tak, z niczego... Z niczego wielka rada, z niczego pałace, honory. — Zamieszawszy rękoma jasne powietrze salonu, westchnął głęboko: — Podorabiali się ludzie, — w pierze poobrastali. Przerwał mu Pyć, biorąc mocno za guzik nad pasem. — I my się dorobimy, panie generale."
      },
      {
        "index": 234,
        "text": "Dąbrowa niecierpliwie strząsnął z siebie majora i parł naprzód, zły, że się zjawił wcześniej od innych tuzów."
      },
      {
        "index": 235,
        "text": "To też, gdy mu radośnie zastąpił drogę Rasiński, miażdżyć postanowił bez pardonu."
      },
      {
        "index": 236,
        "text": "Aż Drwęska musiała interwenjować. Oderwawszy się od ozdobnych Francuzów i jakiegoś ciemnemi piórami nadzianego Włocha, — nastawiła na Dąbrowę, za poradą Pycia, Jabłońskiego."
      },
      {
        "index": 237,
        "text": "Już po kilku minutach świetne to dało wyniki. Dąbrowa żgał coprawda jeszcze powietrze mętną miką wzgardliwych spojrzeń, niebawem jednak uspokoił się i przygasł."
      },
      {
        "index": 238,
        "text": "Prokurator nie czynił nic osobliwego. Przeciwnie, opowiadał o swych dawnych czasach, kiedy był „porządnym człowiekiem“, dyrektorem banku. Nawet częstował Dąbrowę niewinną dykteryjką: jak swego czasu w Krakowie, w hotelu Pollera, po koncercie wielki skrzypek Ysaye, zjadł na kolację miskę kawioru i wypił całą butelkę konjaku."
      },
      {
        "index": 239,
        "text": "Sama jednak obecność Jabłońskiego, sam fakt, że z takich dykteryjki opowiadających ust, może w swoim czasie nawet wyrok śmierci wyskoczyć, — sam ten fakt mroził i mieszał."
      },
      {
        "index": 240,
        "text": "Do chwili przybycia Krywulta."
      },
      {
        "index": 241,
        "text": "Z przedsionka zaledwie słysząc radosne rżenie współwodza, uspokoił się Dąbrowa i odzyskał równowagę. Bo oto znowu przestał być sam. Dawne drogi rozeszły się, lecz nowe się schodziły. Byle we dwóch przeciw jednemu, — kuł w sobie, srogą niechęcią omotany."
      },
      {
        "index": 242,
        "text": "Zasłony rozstąpiły się i cały system zbrojnej radości rozbłysnął na progach salonu. Słońce tego systemu stanowił generał Krywult, obrzmiały złotą pogodą, na wsze strony strony ślący głośne oddechy upału, niżej golonych policzków potrójnie wieńczony aueroląaureolą podbródka."
      },
      {
        "index": 243,
        "text": "Naczelną radość pulchnego słońca, niby księżyc, odbijał generał Wilde, w myśl harmonji systemu i mniejszy znacznie od Krywulta, i przywiędłemi podkrążony podbródkami, i, w miejsce jasnych przełęczy, na wezbranem radością obliczu ciemne piętna i wilgotne doliny noszący."
      },
      {
        "index": 244,
        "text": "— Wkrótce, wkrótce, wkrótce, — parskał raźno Krywult, pomruk i cmokania przędąc dokoła Drwęskiej. W czasie przywitań, i kiedy mu gości przedstawiano, i kiedy wstrząsał długiemi jak cepy ramionami Dąbrowy, — ciskał wciąż w stronę Hanki rosochate komplimenty."
      },
      {
        "index": 245,
        "text": "— Widzieliśmy po drodze auta, — cedził przez miękką fistułkę Wilde, — auta hrabiego Bogulickiego i generała Barcza. Zaraz będą."
      },
      {
        "index": 246,
        "text": "— Dąbrowa cieszy się z Barcza, — przerwał Krywult, zwiesiwszy rękę na przywitanie Rasińskiemu. — Otóż to pan Rasiński. To pan tak grzał po gazetach na prawo — lewo. Niemirowicz-Danczenko swojego rodu. Nu, — dobrze, dobrze, dobrze..."
      },
      {
        "index": 247,
        "text": "Jednym gestem ramienia ocienił pisarza i zostawił poza sobą, w linji bufiastych gerylasów. — Dąbrowa cieszy się z Barcza — przypomniał troskliwie Wilde."
      },
      {
        "index": 248,
        "text": "— Z Barcza. A myż, Wilde, z czego się cieszym?..."
      },
      {
        "index": 249,
        "text": "Wilde nie wpadał na trop."
      },
      {
        "index": 250,
        "text": "— Oj, niebożę — zaśpiewały chórem rozdęte piersi Krywulta, — Wildeż ty, Wilde nieszczęsny! On z Barcza, a my z tego uroku, — dzwonił za Hanką, — z tego uroku naszej gospodyni, z młodości tej, z sąsiedztwa tego szczęśliwego. Przybytek ty, Wilde, ciężkiej ślepoty, a nie prawdy, podchodzącej zabytek."
      },
      {
        "index": 251,
        "text": "— Pan hrabia Bogulicki z córką — strzelał od drzwi z osolonych siwizną ust wyfraczony Gabrjel Przedmurza. — Pan generał Barcz."
      },
      {
        "index": 252,
        "text": "Czarne powietrze przeleciało przez Dąbrowę. Ale już minęły te czasy, kiedy się na hotelowej herbatce, czy w Zamku, czy pod glansowanym portretem cesarza austrjackiego w Krakowie, — dźwięku ostróg barczowskich z poczuciem winy słuchało!"
      },
      {
        "index": 253,
        "text": "Nawet nie wiedział, kiedy frunęła obok niego Pesteczka, — na srebrnych nóżkach utwierdzony biały koszyczek, podpięty tiulowemi falbankami. I ledwo zdążył Dąbrowa zaszczytnym prztykiem odmuchać ścisłą jeszcze starość hrabiego Bogulickiego, gdy wypadło mocno się w sobie zebrać, by ton pokazać..."
      },
      {
        "index": 254,
        "text": "Przywitali się, jak nigdy dotąd, — Barcz skorem ręki objęciem, Dąbrowa dłonią sztywną, ni w jednym załomie niezgiętą."
      },
      {
        "index": 255,
        "text": "Barcz był na to przygotowany. Ton prasy krywultowskiej zajadły i rozżarty, coraz silniejszy rwetes wojskowej komisji sejmowej, jawne już przejażdżki przybocznego głodomora Dąbrowy z pomadowanymi mohikanami Krywulta, — wszystko to utwierdzało Barcza w przekonaniu, że ma przed sobą gotową frondę."
      },
      {
        "index": 256,
        "text": "Dziś właśnie zamierzał wsadzić jej między szczęki tak twardy orzech, że nie zastanawiał się nawet nad bezczelnością Dąbrowy."
      },
      {
        "index": 257,
        "text": "Niby od much kawałkiem muślinu — osłoniwszy się przed domorosłym Rienzim osobą Przeniewskiego, parlował z Francuzami. Tu jednak nie mógł też zaznać spokoju."
      },
      {
        "index": 258,
        "text": "Do rozmowy wmieszał się Rasiński, jak zawsze natchniony, płomienny, wyczekujący wdzięczności, czy pochwały."
      },
      {
        "index": 259,
        "text": "Nie w takiej chwili podobne świadczenia. Pomiędzy czarnemi kleksami fraków widział Barcz scenę przykrą nader, — uwłaczającą. Hanka, naciskana z dwóch stron przez Krywulta i Wildego, niby skromna Zuzanna przez starców osaczona, cofała się nieporadnie w głąb szezlonga. Oni zaś z obu skrzydeł sunęli naprzód, chwytając jej ręce w swe łapy grube i głośne."
      },
      {
        "index": 260,
        "text": "Pominąwszy wszystko inne, uznał ten manewr za naigrawanie się z atrybutów swej szarży. Jednym tedy ruchem przekreśliwszy brutalnie figurę Rasińskiego, podszedł do rozochoconych współwodzów."
      },
      {
        "index": 261,
        "text": "Wstali."
      },
      {
        "index": 262,
        "text": "Gdy pomiędzy Barczem a Wildem znalazł się też Dąbrowa, — Krywult chrząknął donośnie."
      },
      {
        "index": 263,
        "text": "We czterech, niby srebrna wiązka gwiazd i piorunów, zawiśli nad Drwęską. Uśmiechała się niepewnie."
      },
      {
        "index": 264,
        "text": "— No, już czas chyba, — spiętrzył się Krywult w wartkim okrzyku. Drwęska pobłażliwie dała znak. Towarzystwo zafalowało ku drzwiom, nagle otwartym, poza któremi, w otoczeniu gotyckich krzeseł, iskrzył się stół. Kwitły na nim bujne kielichy kryształu. Zaczęto szukać par w myśl uprzedniego wskazania pani domu. Już Barcz zaokrąglał ramię, by je serwować Pesteczce, gdy Krywult..."
      },
      {
        "index": 265,
        "text": "— Jeśli łaska, my twardzi żołnierze, dziś jeszcze bez par, — ławą! Wiara!!... — strzelił na cały salon. — Stara wiara! Gdyż to przecie wieczór wojskowy jeszcze!!..."
      },
      {
        "index": 266,
        "text": "Podprowadziwszy możnych kolegów przed napis różany, którego płatki niektóre po podłodze się już walały, toczył turkusowem spojrzeniem wokoło: — „Wieczór powrotu“. Znaczy... Znaczy, że będziemy wracać tam, skądeśmy wyszli. Ku przeszłości..."
      },
      {
        "index": 267,
        "text": "Długiem, śmigłem spojrzeniem, nito batem, smagnął zgromadzonych i zamknął rzut na ustach Dąbrowy."
      },
      {
        "index": 268,
        "text": "Wówczas Dąbrowa — w mozołach twardej chrypy: — Strasznaby to była rzecz pobić wrogów nato, by się ich miało jeszcze więcej znaleźć u siebie w domu."
      },
      {
        "index": 269,
        "text": "W głębokiej ciszy, niby światło gazu dyszącej oddechem Pycia, zaśmiał się Barcz rozgłośnie: — A już najstraszniejszaby była rzecz, odnalazłszy tych wrogów, — nie umieć sobie dać rady z nimi..."
      },
      {
        "index": 270,
        "text": "Tak pierwsi, we czterech, na czele wielu par, przestąpili próg."
      },
      {
        "index": 271,
        "text": "— A ot niebo, — płonił się Krywult, gdy w środku uczty pootwierano okna, — a ot pod niebem, zmierzona już cyrklami, tak mój Wilde, twojemi cyrklami zmierzona, ziemia nasza ojczysta, — nasze ciche Przedmurze... A ot dach gościnny, pierwszy dach tego Przedmurza. — A ot pod tym dachem, — tu zionął smugą upału ku Hance, — „wieczór powrotu“. „Wieczór powrotu“... Każdy wraca, — ą wa wu tradwir, mesje lezetranże, apre, — lepił drewnianą francuszczyzną, — parske że swi telmą tusze a prezą! Każdy wraca do tego, skąd przyszedł. Jak komu serce dyktuje. Pozwólcie, że ono mnie też dyktuje. Szczerze po żołniersku."
      },
      {
        "index": 272,
        "text": "Teraz już tylko ten kąt stołu nagrzewał, gdzie siedział Barcz."
      },
      {
        "index": 273,
        "text": "— Szczerze — po żołniersku. Dla ojczyzny my zawsze, — życie... Narodowi my zawsze wolę swoją podczyniamy chętnie. Ale serce w człowieku też nie pies, a ja, skromny Krywult też człowiek, panowie... Dokąd ten człowiek wraca, panowie? Za tem sercem!! A ono mu dyktuje, — dziś, — w ten „wieczór powrotu“, — pierwszy obowiązek dla pierwszego kolegi... Z którym na stokach męczenników naszych cierpiało się razem! — Wskazał w domniemaną stronę Cytadeli. — Z którym tej zimy jeszcze smuciło się wspólnie. Któremu to druhowi braterstwo się ślubowało jawnie przed cieniami królów na Zamku!!... Gdzie wdzięczność twoja, Krywult?!"
      },
      {
        "index": 274,
        "text": "Mówca słodził zdania rzewnemi oddechy."
      },
      {
        "index": 275,
        "text": "— Gdzie wdzięczność, zapytują te króle nasze i te męczenniki?! — Przerwał, bacząc, jak wyjść z nonsensu. — Ze stoków wiecznym śniegiem smutku okrytych! Otóż, panie generale Barcz!! — Moja wdzięczność uboga. Szary ja żołnierz. Nie mam złota... Ale my to z Wildem odmierzyli... Przyjmij tu, generale Barcz, na Przedmurzu działkę ziemi. Niech ona starczy za złoto... Panie generale Barcz!!! Majątki nasze zniszczały. Obrócił się człowiek w wiecznego podróżnika — pielgrzyma, dziś ruch mu potrzebny ponad wszystko. Więc żeby w tym ruchu i tobie pomoc była, przyjm z serca dwa koniki araby."
      },
      {
        "index": 276,
        "text": "Oblicze Barcza zalała ciemna purpura."
      },
      {
        "index": 277,
        "text": "— Tylko daruj, — kończył Krywult wyniośle, — maszyny dla ciebie, druh, żadnej nie wydostał, wszystkie samochody zdobyczne oddał armji. Tedy, — panie generale Barcz!!! Samochody, — koniki, — ziemia za złoto stanie!!... Ot, tobie druhu, — za owe osławione samochody, koniki, złoto."
      },
      {
        "index": 278,
        "text": "Barcz opanował się, toast przyjął, rzekome prezenty odległym uśmiechem w wonną nicość wieczoru odprowadził. A potem pracował, by towarzystwo szybko ten toast wyminęło. I za jedyną zemstę tego wieczora miał, że gdy goście w salonie rozsiedli się, pod dźwięki walca, wokół nagich pląsów operowej baleryny, on, skupiwszy przy sobie współwodzów, przedłożył im w ustronnym wykuszu willi swoje N. W. T. S."
      },
      {
        "index": 279,
        "text": "— Najwyższy Wojskowy Trybunał Stwierdzeń. — Na stół im to położył lekko, jak ongiś Radzie Ministrów prosięcą wagę Wildego."
      },
      {
        "index": 280,
        "text": "— Moi panowie, rozważcie: Nie taję, — nie taję, — są błędy. — Kluczył miękkim głosem przez zgłuszony tupot baleryny, — są błędy, muszą być. N. W. T. S. opracowują już komisje, ale mnie... — Ale mnie tu zależałoby na tem, co jeszcze w młodej naszej maszynie wiele lat pierwszą będzie grało rolę: Personalja... Otóż w tej materji, myślę, — że chyba na czele stanie generał Krywult w N. W. T. S. Zastępca? Pan generał Dąbrowa. Tak, — to trudno, niejako ponade mną... Za kilka dni — gdy komisje rzecz strawią, jeżeli pozwolicie, u mnie, skromne przyjęcie, bez pań, — sami mężczyźni... Toby się jeszcze sprawę „po sąsiedzku“ przypieczętowało!"
      },
      {
        "index": 281,
        "text": "Oderwał oczy z nad stołu. Niby cieliste, pożyłowane pęcherze, chyliły się nad serwetą cztery lśniące czoła."
      },
      {
        "index": 282,
        "text": "Musieli się tylko jeszcze, Barcz i Pyć, dobrze zastanowić, co do wyboru resortów, które oddadzą na pierwszy ogień owemu Trybunałowi Stwierdzeń."
      },
      {
        "index": 283,
        "text": "— Intendentura, to będzie stałe, tłuste tło całej rozgrywki, — gadał Barcz, mijając Pycia, ustawionego pod drzwiami gabinetu. — Ale intendentura nie będzie celem frontowego ataku N. W. T. S-u. — Na pewno wybiorą jakiś delikatniejszy organ. Coś, co ich najbardziej bolało..."
      },
      {
        "index": 284,
        "text": "Pyć odlepił się od drzwi i pokurczonemi ruchami jął wnikać w jasność kancelarji. Jakoby prawda niecierpliwa wydobyć się z niego pragnęła i ujść nie znajdując wolnych, — przez wątłe podrzuty ramion i białych powiek mżenie, — błyskała tylko."
      },
      {
        "index": 285,
        "text": "— To już gdzieś całkiem blisko tu leży, panie generale, gdzieś tuż pod ręką."
      },
      {
        "index": 286,
        "text": "Pyć bardzo delikatnie odnosił się do tej sprawy. Nie dlatego, by własnej zręczności niedowierzał... Jeżeli się pod takim Pietrzakiem sieć umiało rozesłać, jeżeli się temu samemu Barczowi z ust niejako potrafiło wyjąć doskonałą porcję Jadzi... Ale major czuł, że w rozgrywce N. W. T. S-u — zbiegną się nici najważniejsze."
      },
      {
        "index": 287,
        "text": "Stał tedy naprzeciw wysokiego zwierzchnika cichy, żałobnie złamany, nie naprowadzając wcale."
      },
      {
        "index": 288,
        "text": "— Rasiński! — uderzył Barcz w sukno stołu."
      },
      {
        "index": 289,
        "text": "Pyć nie odpowiedział, cofając się znów w cień."
      },
      {
        "index": 290,
        "text": "Generał odbywał teraz żmudną pracę sumienia. Trzeba było wiele rzeczy uprzednio eliminować z obrębu decyzji. Wyłączyć uczucie krzywdy, jakie leżało między nim, a pisarzem z powodu Hanki."
      },
      {
        "index": 291,
        "text": "— Rasiński, mówisz pan, majorze?"
      },
      {
        "index": 292,
        "text": "Major zwinął się w szary słupek: — Źródło naszej sławy, — do zasypania."
      },
      {
        "index": 293,
        "text": "Barcz oburzył się: — Co to znaczy do zasypania? Czy pan sobie wyobraża, że oni znajdą coś u Rasińskiego? Zęby sobie tylko połamią! A jakaż kolosalna ofiara z mojej strony? Rozumie pan? Gdyby się u Rasińskiego coś znalazło, — każde słowo, które o mnie pisał, grzebie mnie!"
      },
      {
        "index": 294,
        "text": "— O ile chodzi — smykał Pyć zpodełba, — o wyszukanie bolesności, to wybrałby pan generał istotnie to, co bardzo, bardzo ich bolało. Ale, — możebyśmy jeszcze raz przepatrzyli ryzyko?"
      },
      {
        "index": 295,
        "text": "— No, panie Pyć, chyba pan zna to biuro?"
      },
      {
        "index": 296,
        "text": "Przed zwężonemi źrenicami Pycia przesunęły się raz jeszcze wszystkie agendy Rasińskiego. Proste to było i łatwe. Fundusz reprezentacyjny prawie żaden, dyspozycyjnego wogóle nie było. Drukarnie, — aparaty. Jakiś sierżant pokradł tam coś przy wypłatach żołdu... — Drukarnie, aparaty; z angielskiem konsorcjum rzecz nie doszła do skutku. — Zjawiła się Pyciowi w skupionym umyśle figurka Pietrzaka. — Tak, panie generale, biuro Rasińskiego znam nawylot. Niema strachu."
      },
      {
        "index": 297,
        "text": "— No więc — strzyknął Barcz przez zęby — Rasiński. I ani słowa aż do czasu mojego „wieczoru ojców“. Po „wieczorze powrotu“ wydaję u siebie ściślejszy „wieczór ojców“. Bez adjutantów, bez żadnych gilów, sami ojcowie, ja, Krywult, Dąbrowa, i dwa wuje: Pan i Wilde."
      },
      {
        "index": 298,
        "text": "Zjechali się punktualnie."
      },
      {
        "index": 299,
        "text": "Całe żebro landary, na którem mieszkał Barcz, utonęło w dymie automobilów, a rumiane liście kasztana aż przybladły od swędu."
      },
      {
        "index": 300,
        "text": "Z chmur benzyny, niby prosto z obłoku do otwartych drzwi wchodząc, twarze przynosili sztywne, powitania wstrzemięźliwe, okrzyki słabe..."
      },
      {
        "index": 301,
        "text": "Nawet Wilde."
      },
      {
        "index": 302,
        "text": "Tylko Pyć uwijał się sumiennie, smakując zawczasu pieśń żołnierską, — o serdeczności."
      },
      {
        "index": 303,
        "text": "— Niech żyje, — skandował, siejąc zaradnie kuprem, — nasza serdeczność, serdeczność, serdeczność!"
      },
      {
        "index": 304,
        "text": "Wilde przeciwdziałał: — Nie można tak! Może tu gdzie płeć piękna?"
      },
      {
        "index": 305,
        "text": "— Nic podobnego, — uspokoił Barcz, — sami my, prócz gospodyni domu. Moja matka z radością oczekuje panów na górze."
      },
      {
        "index": 306,
        "text": "Krywult skłonił się i, opieszałemi łokciami honory świadcząc głuchemu powietrzu schodów, ruszył pierwszy. Za nim Dąbrowa, Barcz, Pyć, Wilde."
      },
      {
        "index": 307,
        "text": "W progu małego saloniku, wobec starej Barczowej, wszyscy zamilkli. Nad wszelkie bowiem wyrażenie podobna do Barcza, okazywała im tu twarz uśmiechniętą, jakoby obraz przyszłej starości syna, niespodziany i niewczesny."
      },
      {
        "index": 308,
        "text": "Wszyscy zagryzali wódeczkę kwasikami, które dłoń pani matki, cieszył się Krywult, — sporządziłaż, ty Wilde, tylko spróbuj!"
      },
      {
        "index": 309,
        "text": "Lecz Wilde „popierał“ wódeczki odrazu czemś słodkiem."
      },
      {
        "index": 310,
        "text": "— On cały u mnie zawsze taki był biały i słodki, — tłumaczył przyjaciela Krywult."
      },
      {
        "index": 311,
        "text": "A ponieważ niczego słodkiego w sensie zakąsek nie pyzygotowano,przygotowano, tedy Barcz ukroił parę tęgich kromek tortu."
      },
      {
        "index": 312,
        "text": "— Panu generałowi Wildemu spieszno do słodyczy — zagajał Pyć."
      },
      {
        "index": 313,
        "text": "Lecz oto nagle oświecił majora jasnemi turkusami Krywult. Już miał mówić... Już mu się z piersi wytaczał szewjot chrypy, idący zawsze przed wzorzystym aksamitem słów... Gdy w suchej krtani Dąbrowy trzasło i skoczyły na pokój słowa:"
      },
      {
        "index": 314,
        "text": "— Nie to, nie to, panie Pyć! Tylko, że my we trzech, bo nie wiem, coś pan wtedy za drzwiami robił, my we trzech, Krywult, Barcz i ja, jużeśmy raz tort jedli razem. Wtedy o świcie, w Jedwabnie po zamachu. He — he! A Wilde biedny — nie..."
      },
      {
        "index": 315,
        "text": "Barcz wszystko płazem puszczał. Nawet honory czynił, osobliwie Krywultowi i Dąbrowie, którzy, jako że naczelne stanowiska w N. W. T. S-ie objęli, prawie, że zwierzchnikami teraz byli... Dolewał, zapraszał, mało patrząc na matkę, której cichy widok, teraz, po wielu kieliszkach, napełniał syna niespodziewaną boleścią. Że tak matczysko zabiega w głębi jadalni, służy, ordynansami kieruje dla tej lichoty."
      },
      {
        "index": 316,
        "text": "Głównie jednak czekał, kiedy wedle umówionego podziału pracy poddawać zacznie PycPyć wodzom N. W. T. S-u centralny punkt ataku..."
      },
      {
        "index": 317,
        "text": "— O ile chodzi o tort, — nawiązywał wesoło Pyć, — chodzi już raczej o drobiazgowy podział konfitur, co leżą na wierzchu..."
      },
      {
        "index": 318,
        "text": "— Mnie i Dąbrowie wykrojono samą tylko ciężką pracę i odpowiedzialność, — pociągnął Krywult przez cały stół. — Dobrze patrzeć musisz, żebyś się sam do konfiturki nie przylepił..."
      },
      {
        "index": 319,
        "text": "Na tem się przerwał incydent i już pijatyka równo szła, bez matki Barcza."
      },
      {
        "index": 320,
        "text": "Z ręki do ręki, z gęby do gęby, — jak się to troiło gospodarzowi w utrzymywanej z trudem przytomności."
      },
      {
        "index": 321,
        "text": "Uczta przeciągała się, współwodzowie trzymali krzepkie tempo, Pyć pracował przypochlebnie. W postrzelonej wątrobie mieszcząc jakoś ogromne ilości trunku, rył chytrze między Wildem a Krywultem. Macał teren to tak, to owak. To znów „puszczał farbę“, że „tu należałoby“ Trybunałowi, jeżeli były błędy..."
      },
      {
        "index": 322,
        "text": "Lecz wszystkim materjom, na pochlapany obrus wykładanym, przypatrywały się spocone, żylaste generały z niedowierzaniem."
      },
      {
        "index": 323,
        "text": "Dąbrowa nypał po stole, po talerzach, w kieliszkach. A obok siebie przy nakryciu, rzekłbyś ołowianą amunicję, zataczał czarne kule ugniecionego chleba. Lecz nie zdołał pokrzyżować manewru."
      },
      {
        "index": 324,
        "text": "Oto, poprzedzony przez długie wycie Pycia o „serdeczności“, podniósł się Krywult i łysnąwszy półksiężycami podbródków: — Panie generale Barcz!! To twoje chude szczenię, ten mały Pyciuk doprasza się, że wszystko było, — tylko jeden toast jeszcze nie był. Braterstwo Barcza z Krywultem!?!"
      },
      {
        "index": 325,
        "text": "Gdy obaj stanęli naprzeciw siebie, rozłożyści i potężni, krwią nieomal z policzków tryskający, huknął Pyć przez światło lamp, pomieszane z wodnistym blaskiem księżyca: — I to przejdzie nie sfotografowane, nie skinowane, nie opisane. Rasińskiegoby tu! Piewcę naszego!! Naszego barda!"
      },
      {
        "index": 326,
        "text": "Krywult cisnął szkło na ziemię, że strugi wina bryznęły aż pod sufit: — Rasiński, on pierwszy ode mnie z N. W. T.  S. sprawę ma! I nie wspominaj, gdy braterstwo piję!"
      },
      {
        "index": 327,
        "text": "Barczowi zaś zdało się, że tak mu właśnie u nóg pryska dźwięczne słowo tchem Rasińskiego rozdęte. Szeroką podeszwą miażdżąc szczerbate okruchy, nasunął się z uściskiem na Krywulta."
      },
      {
        "index": 328,
        "text": "— A teraz, — prztyknął biały jak trup Dąbrowa, — czas..."
      },
      {
        "index": 329,
        "text": "— Co czas, teraz zabawa, — rozmachnął się Krywult przez stół. — Co, Barczu? Było, — da spłyło. I co powiesz na moje koniki?... A?... Co panowie? Spróbujem? Po kawalersku. Jutro będzie Rasiński, — no dziś... Ech — koniki! Tak bywało u mnie w korpusie. I w pułku. I w łagierze. I u junkrów. Napijesz się, było, w drzazgi, — a potem dżigitowka!! Godzinę, dwie, tędy, siędy, tamtędy, — a jutro już na służbie. I znowu srogi jesteś pies, jak w niczem nie bywało... Dawajcie, panowie, pojedziem!!!"
      },
      {
        "index": 330,
        "text": "Barcz się wymawiał, tłumaczył nieobecnością ordynansów."
      },
      {
        "index": 331,
        "text": "— Co tu ordynans, — huczał Krywult, — przy koniach sami poradzim. Ej ty, Barczu, to nie po polsku, — po niemiecku... Przy maszynie, prawda, ordynans potrzebny, — no przy koniu?"
      },
      {
        "index": 332,
        "text": "Krywult całował ich kolejno po głowach."
      },
      {
        "index": 333,
        "text": "— I Wilde pojedzie, i Dąbrowa, i Pyć."
      },
      {
        "index": 334,
        "text": "Lecz, gdy zszedłszy wyprowadzili araby ze stajni, wśród księżyca na brukowisku iskrami trzeszczące, i nawet gdy rządowego konia Barcza do sitwy arabskiej doliczyli, okazało się więcej jeźdźców, niż koni."
      },
      {
        "index": 335,
        "text": "— Barcz, — arab, — liczył Krywult, — ja, — arab, Dąbrowa — twój rządowiec, Barczu, — no Pyć, Wilde? Na czem pojadą?"
      },
      {
        "index": 336,
        "text": "Wiotkim trylem szelestu odpowiedziała noc ogrodu."
      },
      {
        "index": 337,
        "text": "— Pyciuk przede mnie siada na klaczy! Pomieścim się we dwóch. Ja człowiek zgodny, — falował Krywult łaskawie, — no Wilde, Wilde mój biedny?"
      },
      {
        "index": 338,
        "text": "Ruszyli oklep, przez perłowe trawniki i miękką pustkę mgieł w alejach rozesłaną, chyląc głowy pod niskiemi konarami, których szum dojrzały ginął snadnie w tupocie koni."
      },
      {
        "index": 339,
        "text": "— Handicap! Handicap!!... — szczuł Krywult, charcząc radośnie na kark Pycia. Konie to razem pędziły, to wymijały się."
      },
      {
        "index": 340,
        "text": "Dąbrowa walił cholewami w brzuch barczowego rządowca, przy skokach forsownych ściskał wałachowi żebra, jakby samego Barcza miał pod sobą."
      },
      {
        "index": 341,
        "text": "Barcz na karym arabie ponosił przez niebieską ciszę uśniętego ogrodu w stronę domu, kończyć już chcąc i, obawy pełen ostatecznej, że się nagle odwróci i pejcz na mordzie Krywulta połamie."
      },
      {
        "index": 342,
        "text": "Tak, że uciechy prawdziwej doznawał tylko sam Krywult, pewny w szenklach, straszliwą swoją wagą humory konia statkujący."
      },
      {
        "index": 343,
        "text": "— Wildeż ty, Wilde nieszczęsny! — Zaryczał wódz, gdy w galopie mijali altankę."
      },
      {
        "index": 344,
        "text": "Tu, na progu, w szarym frenczu, niby połyskliwa fasa smalcu, bielił się Wilde. Wymachując tłustemi łapami ku bladym gwiazdom nocy, kwilił trwożnie w stronę jeźdźców: — Apokalipsa! panowie, — apokalipsa!..."
      },
      {
        "index": 345,
        "text": "— Wczoraj apokalipsa, — strofował Krywult później Wildego podczas posiedzenia N. W.  T. S-u, na parterze pałacu w Przedmurzu, — a dziś służba i znowu pies. Bo, — jak chcecie? Sama władza, panowie? Sama jedna? Nigdzie władza sama jedna nie chodzi. Nieładnie... A jeszcze tu, gdzie materja cienka, delikatna. To nie intendanckie sztuki, mój ty Wide mądry, — no literatura. Z literaturą wojna. Ja tu, póki co, nawet szefa śledztwa nie widzę?"
      },
      {
        "index": 346,
        "text": "— Rzecz przeciw Rasińskiemu sam poprowadzę, — ofiarował się Dąbrowa."
      },
      {
        "index": 347,
        "text": "— No tak, — władał Krywult, — znaczy szef śledztwa jest. A gdzie rzeczoznawca? Ekspert?... Ekspert cywilny, panowie?"
      },
      {
        "index": 348,
        "text": "Jęli go roztargnionemi oczyma szukać zda się po całem urządzeniu gabinetu."
      },
      {
        "index": 349,
        "text": "Wilde na podłodze, Pyć wśród zbroi rozwieszonej nad biurkiem, Dąbrowa na lakierowanym, plastycznym modelu Przedmurza, ustawionym przy oknie."
      },
      {
        "index": 350,
        "text": "Patrząc na przyszłe, w rzeźbie docna już wymodelowane ulice, na wille, na zgrabny plac, porośnięty fryzowaną ściółką zielonej trociny i malutkie fontanny publiczne z cynowej blachy, — zatracił się przez chwilę. Życie bogatych ludzi: Ty tam krew... Ty tam pot... Ty tam Boga za serce... A tu oni — dom i dochód ze wszystkiego tłoczą.."
      },
      {
        "index": 351,
        "text": "— Ekspert cywilny, panowie, — gruchał Krywult — ekspert w długim surducie, ważny, czynny. Bo jak pomyłka wyjdzie? Co wtedy? Kto ma być winien? Onże będzie winien, ekspert."
      },
      {
        "index": 352,
        "text": "Nikt z obecnych nie znał odpowiedniego eksperta. Krywult aż czoło kładł między gładkie stronice rozłożonej na stole ustawy N. W. T. S-u."
      },
      {
        "index": 353,
        "text": "Wtedy nagle przypomniał się Dąbrowie Kwaskiewicz. — Mam, — wykrztusił niejako wydawcę na bibułę, — mam. Człowiek dobry. Znawca. — Może tam były kiedyś jakieś nieporozumienia między nim a Rasińskim. — Jak zwykle, między pisarzem a wydawcą. Człowiek dobry..."
      },
      {
        "index": 354,
        "text": "Wszystko więc już mieli w komplecie, — tylko ruszać."
      },
      {
        "index": 355,
        "text": "Ale ruszże tu, otwórz, — kiedy — może ostatni raz otwierasz! Dąbrowa niedowierzał Barczowi. Barcz przypuściłby ich do równego podziału władzy?..."
      },
      {
        "index": 356,
        "text": "Niemniej przeto Dąbrowa wiedział, „że drzwi sądne“ otworzy. Bo to Barcza sprawa, że on, Dąbrowa, w Krakowie załamał się. Barcza sprawa, że zaraz potem, w jesieni, jak dureń do stolicy samochodem gnał. Zamku pilnować. Barcza sprawa, że na front szedł — współwyznawców prawdy bić."
      },
      {
        "index": 357,
        "text": "— Tu też Sejmem pachnie, — groził, gdy pod jego przewodnictwem zeszli się w architektonicznej pracowni Wildego, rozłożonej na parterze pałacu Krywulta. — Ale tu, panowie, nie będzie Sejm, tylko służba."
      },
      {
        "index": 358,
        "text": "Pochylili się nad papierami."
      },
      {
        "index": 359,
        "text": "Sprowadzony już na to posiedzenie."
      },
      {
        "index": 360,
        "text": "Kwaskiewicz patrzył leniwie w okno."
      },
      {
        "index": 361,
        "text": "Milczeć... Tak — właśnie, to było to, co, zgodziwszy się na rolę rzeczoznawcy, postanawiał przez cały czas śledztwa. Nie słuchał wywodów Dąbrowy, tyczących jutrzejszego „zejścia“ N. W. T. S-u do biur Rasińskiego, a układał porządek, z jakim rozdzieli pracę w drukarni, by właśnie podczas skandalu wypuścić tak długo zatrzymywaną powieść Rasińskiego."
      },
      {
        "index": 362,
        "text": "Następnego dnia o godzinie dziesiątej rano wylądowali na placu Teatralnym, przed biurem „inkryminowanem“."
      },
      {
        "index": 363,
        "text": "— Cześć panu generałowi, — cieszył się w drzwiach Rasiński. Gdy jednak spostrzegł za generałem całą komisję, zmieszał się. Generał Wilde? Pyć? Kwaskiewicz? Jeszcze dwa specjalną odznaką majone sądowniki?! Długi odwłok komisji wtoczył się już do gabinetu. Czekano na pierwsze słowa przewodniczącego. Rasiński patrzył na obecnych, słysząc, jak przez wszystkie pokoje, biura, kancelarje roztacza się martwa cisza."
      },
      {
        "index": 364,
        "text": "— Papiery uwierzytelniające, — charknął Dąbrowa."
      },
      {
        "index": 365,
        "text": "Sądownicy pogrzebali w tekach, wyciągając upstrzone podpisami arkusze."
      },
      {
        "index": 366,
        "text": "Rasiński, ku wielkiemu zdumieniu, na każdym papierze odczytał znany sobie tak dobrze podpis Barcza. Oczom własnym nie wierząc, spojrzał na honorową ścianę swego biura, gdzie w popularnem powietrzu litografji unosił się Barcz, po bokach zaś jego promieniowali Dąbrowa i Krywult."
      },
      {
        "index": 367,
        "text": "— Więc to jest sąd? — spytał głośno Pycia."
      },
      {
        "index": 368,
        "text": "— Sąd?! — żachnął się Dąbrowa. — Sąd może być tylko nad winnym. My, poprostu, przyszliśmy stwierdzić niektóre rzeczy..."
      },
      {
        "index": 369,
        "text": "Gdy wystraszeni ordynansi pośpiesznie meblowali „trybunał“, Pyć, przewinąwszy się koło Rasińskiego, syknął: — Ty się broń, cymbale, pazurami, zgnoić cię chcą na śmierć..."
      },
      {
        "index": 370,
        "text": "— Słuchamy — rozpoczął Dąbrowa, usiadłszy w prezydjum."
      },
      {
        "index": 371,
        "text": "Rasiński rozwinął éxposé o swem biurze, osnowach, działalności..."
      },
      {
        "index": 372,
        "text": "— No, — wpadł Wilde, — no, a księgi? To samo książkowo, rachunkowo?..."
      },
      {
        "index": 373,
        "text": "Rasiński zadzwonił na Fedkowskiego."
      },
      {
        "index": 374,
        "text": "— Fedkowski? Podporucznik Fedkowski? — szukał Wilde wśród białych pagóreczków tłustego czoła. Fedkowski kłaniał się ceremonjalnie."
      },
      {
        "index": 375,
        "text": "— Mnie się pan nie przedstawiaj, — bulgotał Wilde — my się znamy."
      },
      {
        "index": 376,
        "text": "Wszystkie pryszcze Fedkowskiego zakwitły zorzą różową."
      },
      {
        "index": 377,
        "text": "— Słucham, panie generale. Intendentura ryskiego korpusu..."
      },
      {
        "index": 378,
        "text": "Przeszli do kancelarji Fedkowskiego badać księgi. Komisja uradziła zabrać je."
      },
      {
        "index": 379,
        "text": "— Za rozliczeniem, — uspokajał Wilde buchalterkę, której przelewne piersi miotały się gwałtownie w ciasnym gorsecie — albo bez. A pan, — zakończył, dotykając mroźnemi palcami szyi Fedkowskiego, — zjaw się dziś wieczór u mnie, dla objaśnień."
      },
      {
        "index": 380,
        "text": "— No, co wiesz, Fedkowski? — pytał Wilde wieczorem u siebie, w swojej pracowni architekta, podkreślonej mądrością wielu cyrklów, linij i kątów. — Co wiesz?"
      },
      {
        "index": 381,
        "text": "— Wszystko, co wiem, panie generale, jest w księgach."
      },
      {
        "index": 382,
        "text": "— Jest w księgach. Ale, co wiesz, Fedkowski, — żeby powiedzieć?"
      },
      {
        "index": 383,
        "text": "— Ja stary buchalter — Fedkowski wyprężył zapadłe piersi. — Na każdy krok świadectwo mogę pokazać."
      },
      {
        "index": 384,
        "text": "— Możesz pokazać świadectwo. Nie trzeba. — Wilde żuł długo rozważną ciszę badania. — No pomyśl. Co wiesz, serce?"
      },
      {
        "index": 385,
        "text": "— Wszystko jest w księgach, panie generale. Pan generał mnie zna. „U mnie“ jest świadectwo pana generała z korpusu. — Świadectwo moje z korpusu? Ale co wiesz, Fedkowski, — żeby powiedzieć?..."
      },
      {
        "index": 386,
        "text": "— Rachunkowość prowadziliśmy podwójną buchalterją. Wpływ przychodził —"
      },
      {
        "index": 387,
        "text": "Wilde przerwał: — Ale tak wogóle? No? Powiedz, co wiesz, Fedkowski, chyba tak lepiej będzie, — nie? No?... A ta pani buchalterka, co to tak ksiąg broniła?"
      },
      {
        "index": 388,
        "text": "Fedkowski chrząknął zdradliwie, lecz panując nad sobą, odpowiedział jeszcze spokojnie: — Była przedtem buchalterką w cukierniczych zakładach."
      },
      {
        "index": 389,
        "text": "— W cukierniczych zakładach. — Przedtem..."
      },
      {
        "index": 390,
        "text": "Zapadła długa cisza. Wilde wciąż jeszcze nie prosił gościa siadać. Śmigał niebieskim ołówkiem po bibule i troskliwie smakował milczenie."
      },
      {
        "index": 391,
        "text": "— A cóż ty, Fedkowski, teraz podporucznik? Co?"
      },
      {
        "index": 392,
        "text": "— Podporucznik przyjęty dekretem. Z dnia, — za numerem..."
      },
      {
        "index": 393,
        "text": "— No, to wielki porządek, gdy za numerem. Wielki porządek... A w armji czem był?"
      },
      {
        "index": 394,
        "text": "— W jakiej armji?"
      },
      {
        "index": 395,
        "text": "— No, — w ryskim korpusie, naprzykład?"
      },
      {
        "index": 396,
        "text": "— Kapitanem, panie generale."
      },
      {
        "index": 397,
        "text": "— Wielki porządek... Z kapitana awansowałeś na podporucznika. Może krzywda, — co? — Na siną twarz Wildego wystąpiły czerwone piętna. — No, co wiesz, Fedkowski, powiedz, — co wiesz?..."
      },
      {
        "index": 398,
        "text": "Gęsty pot perlił się na czole Fedkowskiego, a ręce lepione przepisowo do spodni, zalewała ciepła wilgoć."
      },
      {
        "index": 399,
        "text": "— Już nic nie wiem, panie generale. — No, a może sobie przypomnisz? Pomyśl. Ha?... Pomyślno? Co wiesz, Fedkowski, żeby powiedzieć?..."
      },
      {
        "index": 400,
        "text": "Gnuśny uśmiech pytanego odpowiadał — że nic."
      },
      {
        "index": 401,
        "text": "— I ty tak do mnie, Fedkowski? Do mnie?... A ty patrz, — ślizgał się Wilde ostrym głosikiem w zupełnej ciszy pokoju, — bo ty nie mówisz do jakiegoś tam generała Wilde, no mówisz teraz, Fedkowski mój?... — Do szefa sztabu b. cesarskiego ryskiego korpusu, do pułkownika Wilde, mówisz!! — Bałwan!!!... Co wiesz Fedkowski!?"
      },
      {
        "index": 402,
        "text": "Odpowiedziało ciche chlipanie. Z mokrych, zasmarkanych tonów wydobywały się niezdarne słowa."
      },
      {
        "index": 403,
        "text": "— Wszystko w porządku. Ja nic nie wiem..."
      },
      {
        "index": 404,
        "text": "— A gdybyś ty, Fedkowski, tak z rok w areszcie śledczym o tem pomyślał, — co wiesz? Z rok, albo dwa?... — Wilde odwrócił się i, wyciągnąwszy z biurka torebkę, począł wolno chrupać czekoladę. — Tak z rok, czy dwa? Po dwóch latach okaże się, żeś niewinny i przeprosimy."
      },
      {
        "index": 405,
        "text": "Chlipanie ustało."
      },
      {
        "index": 406,
        "text": "— No — co wiesz, Fedkowski? — Intendent podszedł bliżej i omijając pryszcze, głaskał oficera po szyi i po włosach."
      },
      {
        "index": 407,
        "text": "— Kiedy nie wiem — o co? — szepnął nakoniec Fedkowski."
      },
      {
        "index": 408,
        "text": "Z pomiędzy rozchylonych policzków Wildego wybłysły zielono-białe źrenice: — Tak mów, tak mi mów, chłopcze. O co? Że, naprzykład, coś „nie po formie“. Nieprawidłowo. Nieformalno... Łaskotał Fedkowskiego w szyję: — No, co tam u was, dobrze nawet — ale nieprawidłowo?..."
      },
      {
        "index": 409,
        "text": "— Nieprawidłowo — jęknął Fedkowski."
      },
      {
        "index": 410,
        "text": "— Tak, tak, to — to — to, chłopcze..."
      },
      {
        "index": 411,
        "text": "— Ja, stary buchalter, drobiazgi chyba jakieś tylko..."
      },
      {
        "index": 412,
        "text": "— No, to dawać drobiazgi! — zapiszczał Wilde."
      },
      {
        "index": 413,
        "text": "— Nieprawidłowo, — płakał na zużyty mundur Fedkowski, — że sierżant-szef żołd ukradł przy wypłacie. A śledztwo zaczęli robić dopiero —"
      },
      {
        "index": 414,
        "text": "Wilde przeczył niechętnie."
      },
      {
        "index": 415,
        "text": "— Nieprawidłowo, że paki, skrzynie z tych aparatów, na opał wzięli. Nieprawidłowo, że maszynistki, zamiast o dziewiątej, przychodzą... Nieprawidłowo, że korespondenci wojenni dokumentów nie zwracają. Pan generał też raczył mieć od nas marszrutę i nie zwrócił."
      },
      {
        "index": 416,
        "text": "— Głupiś — trzasnął go Wilde po ramieniu."
      },
      {
        "index": 417,
        "text": "— Nieprawidłowo, że pani Drwęska marszrutę miała kilka razy, z ustnego rozkazu generała Barcza."
      },
      {
        "index": 418,
        "text": "Wilde rzucił się naprzód, wbijając paznogcie w watowane ramiona oficera."
      },
      {
        "index": 419,
        "text": "— Ile razy?!"
      },
      {
        "index": 420,
        "text": "— Z pięć."
      },
      {
        "index": 421,
        "text": "— No jeszcze, Fedkowski, ty myśl, koniecznie myśl. No jeszcze?..."
      },
      {
        "index": 422,
        "text": "— Dwóch poznańczyków uciekło. Drukarzowi w drukarni, jak majstrowie płacą, a nie jest majstrem. „Gwiazdkę“ żołnierzom wyprawili za to, co drukarnia od Ligi Kobiet zrobiła."
      },
      {
        "index": 423,
        "text": "— Ty bałwan jesteś, Fedkowski. — Stare gazety wydawali, też może być nieprawidłowo. Pani generałowej Barczowej, — na lalki."
      },
      {
        "index": 424,
        "text": "Wilde podszedł do stołu, ułamał z tabliczki i mroźnemi palcami wepchnąwszy Fedkowskiemu spory kawał czekolady prosto w zaślinione usta: — A ślad jest? Znajdzie się?..."
      },
      {
        "index": 425,
        "text": "— Znajdzie się, bo kupowała. Tylko taniej, niż żydy płacą. Jest w przychodzie."
      },
      {
        "index": 426,
        "text": "Wilde, wyrzuciwszy Fedkowskiego, długo chrupał donośnie czekoladę. Wyrwało go z zadumy warczenie psów podwórzowych i wrzask podporucznika."
      },
      {
        "index": 427,
        "text": "Generał otworzył okno i zawołał na stróża: — Wyprowadzić."
      },
      {
        "index": 428,
        "text": "Poczem zaczął szukać w książkach handlowych biura Rasińskiego — powoli i cierpliwie. Nareszcie znalazł to, — w przychodzie."
      },
      {
        "index": 429,
        "text": "Było. — Śliczny przychód!"
      },
      {
        "index": 430,
        "text": "Zgasiwszy światło, jął się przekradać przez kręte schody i zawiłe korytarze na górę, do Krywulta."
      },
      {
        "index": 431,
        "text": "Wódz, otoczony mnóstwem rozmaitego kalibru poduszek, spał oddawna."
      },
      {
        "index": 432,
        "text": "— Nie można, — prosili ordynansi."
      },
      {
        "index": 433,
        "text": "— Herbatę robić, — i Wilde obudził Krywulta."
      },
      {
        "index": 434,
        "text": "Długo burczały w wodzu śluzy, limfy i skrzepy, nim jasność zalśniła w oczach."
      },
      {
        "index": 435,
        "text": "Wówczas intendent nachylił się i jął szeptać. Zrazu sam, potem mlaskali obaj, jakby — żarli te niebywałe nowiny."
      },
      {
        "index": 436,
        "text": "— Komplikacja, komplikacja — ubolewał Wilde,Wilde. Dla mnie, małej sobaczki, też zaszczytu będzie za wiele, — pana generała Barcza na sznurek brać. — Nie za wiele — wyciągał się Krywult z głośnem pukaniem przetłuszczonych stawów. — I pewneż to wszystko, Wilde ty mój?"
      },
      {
        "index": 437,
        "text": "— Pewne, — w aktach."
      },
      {
        "index": 438,
        "text": "— No, skoro pewne, — to komplikacja. Dla mnie komplikacja, dla ciebie, dla wszystkich komplikacja... Marszruty Drwęskiej, — to może nic nie być. No papier, za półdarmo do fabryki, — uch, nieładnie..."
      },
      {
        "index": 439,
        "text": "Krywult poprawił się na łóżku, że sprężyny, nito surmy bojowe, zagrały donośnie."
      },
      {
        "index": 440,
        "text": "— Znaczy, trzeba mi teraz być dobrym kolegą dla Barcza... Ty, Wilde mój, i Dąbrowa załatwicie z tym naszym „Barszczem“. Mnie nie przystoi. Ty z Dąbrową zapytacie ode mnie, że tak a tak, że prowadząc tę sprawę, — odkryłem... Taką rzecz. I zapytuję. No, co wolimy, — marszruty, czy papier?..."
      },
      {
        "index": 441,
        "text": "— Jedno i drugie — radził Wilde."
      },
      {
        "index": 442,
        "text": "Bo ty myślisz, Wilde, Barcz taki ogier, że wszystko jedno, choćby marszruty przemilczeć, „darować“, Drwęska nigdy z jakimś drugim — nie tego..."
      },
      {
        "index": 443,
        "text": "— Nigdy chyba panie generale."
      },
      {
        "index": 444,
        "text": "— Znaczy, powiesz, — odkryłem taką to okoliczność i Trybunał prywatnie zapytuje..."
      },
      {
        "index": 445,
        "text": "Wilde przekonał wodza, że tak niedobrze. — Mocny klin — klinem mocniejszym. My dwaj z Dąbrową małe sztuki. Takie słowa tylko w ustach samego „głównego“ mają siłę."
      },
      {
        "index": 446,
        "text": "Nazajutrz tedy zaanonsowali się w sztabie przez Przeniewskiego. Krywult, Dąbrowa i Wilde."
      },
      {
        "index": 447,
        "text": "Barcz zdziwił się. Wiedział od Pycia, że wczoraj byli u Rasińskiego i wzięli stamtąd księgi. Że nie rozpoczęto nawet jeszcze działań rzeczoznawców."
      },
      {
        "index": 448,
        "text": "Kazał natychmiast prosić generałów."
      },
      {
        "index": 449,
        "text": "— O, i generał Wilde — ucieszył się — siadajmy. Jestem tak zajęty, że chętnie, panowie, w waszem towarzystwie odpocznę chwilę."
      },
      {
        "index": 450,
        "text": "Wilde podniósł się i z tajemniczą miną obszedł wszystkie drzwi gabinetu."
      },
      {
        "index": 451,
        "text": "— Jeżeli chodzi o sekrety, — podjął Barcz — to możecie, panowie, mówić całkiem swobodnie. Do mego gabinetu przylegają puste poczekalnie."
      },
      {
        "index": 452,
        "text": "— Ostrożność bardzo celowa — zauważył Dąbrowa. — Tak samo miałem swego czasu urządzone w Krakowie."
      },
      {
        "index": 453,
        "text": "— Jak to się już dawno wydaje, — westchnął Barcz — nieprawdaż?"
      },
      {
        "index": 454,
        "text": "— To się wydaje dawno — prztykał Dąbrowa w zachodzące promienie słońca, — a jednak nie mija całkowicie. Zostają różne kawałki. No i z tych kawałków... Z tych kawałków właśnie..."
      },
      {
        "index": 455,
        "text": "— Ale chyba, — parsknął Barcz, — nie dla tego rodzaju rozważań mnemotechnicznych zebraliśmy się tu?"
      },
      {
        "index": 456,
        "text": "Nie odpowiedzieli."
      },
      {
        "index": 457,
        "text": "Naraz, rzekłbyś niedość uszczelnione a mocno gotujące się naczynie, jął Wilde syczeć. Jakby przez szpary oczu, uszu, nosem, przez fałdy munduru wbrew własnej woli puszczał wąskie smugi nieposkromionego śmiechu."
      },
      {
        "index": 458,
        "text": "— Ach, ty Wilde mój, Wilde, — westchnął Krywult, — doigrasz ty się wkońcu. Lecz sam, rozwalony w fotelu honorowych poczekantów, nie mógł się opanować. Pod odętym mundurem przebiegać jęły fałdy ciała, bijąc w gardło głośną radością."
      },
      {
        "index": 459,
        "text": "Ujadania te i wesołości przykrył piorunującym rechotem Dąbrowa. Teraz śmiali się już wszyscy trzej, Dąbrowa, Krywult, Wilde."
      },
      {
        "index": 460,
        "text": "Barcz podszedł do Wildego tak blisko, że znaleźli się nos w nos. — Panie generale Wilde, pan, jako najmłodszy szarżą..."
      },
      {
        "index": 461,
        "text": "Sprasowane uśmiechem spojrzenie Wildego ginęło całkowicie w składkach tłuszczu."
      },
      {
        "index": 462,
        "text": "— Nie życzę sobie, — tupał Barcz — nieprzyzwoitość! Proszę się uspokoić!!"
      },
      {
        "index": 463,
        "text": "Wilde jął błądzić od drzwi do drzwi, gdy zaś wyszedł nareszcie, Dąbrowa, rozwalony przed biurkiem: — Kiedy kłóciliśmy się, to ci z tem źle było, Barcz. Dziś zgoda między nami, — a tobie jeszcze gorzej..."
      },
      {
        "index": 464,
        "text": "— Proszę was, panowie, — zaczął Barcz, — jesteśmy w lokalu służbowym. I ja na służbie."
      },
      {
        "index": 465,
        "text": "Nie dokończył. Niby wielka, krwawym cieniem żłobiona kolumna obowiązku, spiętrzyła się wyniośle postać Krywulta: — Słuchaj, Barczu, to tylko, że my dżentelmeni, dobrzy koledzy, towarzysze, — tylko dlatego my tu u ciebie dziś „nie po służbie“. I nie daj Bóg, generale, żebyśmy do ciebie po służbie chodzili..."
      },
      {
        "index": 466,
        "text": "— Zawsze proszę, zawsze czekam, — odpowiedział stanowczo Barcz."
      },
      {
        "index": 467,
        "text": "— Może niezawsze. Ja nie chciałem sam — zwierzył się Krywult. — Tenże Wilde, przez ciebie niejako wyrzucony za drzwi, uprosił mnie... By było delikatniej. — Żadnej, panowie, od nikogo nie wyglądam na służbie delikatności!"
      },
      {
        "index": 468,
        "text": "— A lepiej wyglądać — odął się Krywult — lepiej. Wszyscy my tylko ludzie. A człowiek, — twór ułomny..."
      },
      {
        "index": 469,
        "text": "Rosły, zwięzły, stanowczy wyszedł Barcz z za biurka i stanął przed Krywultem."
      },
      {
        "index": 470,
        "text": "Krywult jednak: — Tyś, Barczu, postawił nas w Trybunale, a my do ciebie przychodzim pytać. Czy sprawę dalej prowadzić, czy — „końce w wodę?“... My, — nie, żeby przeciw tobie... My nie, — śledztwo za śledztwo..."
      },
      {
        "index": 471,
        "text": "— Co to jest? — wściekł się Barcz."
      },
      {
        "index": 472,
        "text": "— To jest — toczył ojcowskie łaski Krywult, — że my się natknęli, — och niedobrze... Ty fabryczkę kukieł rządowym papierem żonie stawiał, Barczu?! Ty, — utrzymankę swoją, wiem, piękna dama, — na koszt rządu przewoził?..."
      },
      {
        "index": 473,
        "text": "Barcz zdrętwiał. Lecz ani jeden muskuł twarzy jego nie drgnął. — Nozdrza się tylko bezgłośnie rozdęły."
      },
      {
        "index": 474,
        "text": "— Panowie będą łaskawi, — warknął wkońcu, — sprawy Rasińskiego ani na chwilę nie przerywać, bez względu na to, czy i o ile moja osoba..."
      },
      {
        "index": 475,
        "text": "Gdy wyszli, chciał się śmiać. Lecz mu ten śmiech chłódł blisko, tuż przy ustach."
      },
      {
        "index": 476,
        "text": "Jeszcze całą godzinę generał urzędował pilnie. W pewnym momencie spostrzegł jednak, że nie włada sobą. Nie czuł mięśni, kości, przetaczał się bezradnie z miejsca na miejsce."
      },
      {
        "index": 477,
        "text": "Marszruty, marszruty, — wirowało mu w głowie. Kiedy?... Jak?..."
      },
      {
        "index": 478,
        "text": "On, który miał tak niezawodną pamięć, które budżety swoje pamiętał do ostatniej cyfry, który każdego żołnierza, raz widzianego, znał nietylko z twarzy, lecz z nazwiska... Ależ tak, — kiedyś, na samym początku, w hotelu, podczas rozmowy z Hanką dawał jakieś marszruty."
      },
      {
        "index": 479,
        "text": "Nagle, całe jestestwo Barcza jakby ociekło krwią dla tej kobiety, której tyle zawdzięczał szczęścia i tyle upadku."
      },
      {
        "index": 480,
        "text": "A druga sprawa, idjotyczna, odpadkami papieru żywiąca teatr marjonetek. „Pod laleczką“."
      },
      {
        "index": 481,
        "text": "„Generał Barcz“, — już szło to przez niego oschłym ściegiem dziennikarskiej kroniki, — „który jedną ręką wspomagając liczne przedsiębiorstwa swej żony, drugą nie szczędził pomocy przyjaciółce“ —"
      },
      {
        "index": 482,
        "text": "Pyć, Pyć, Pyć! — Wytelefonował majora co prędzej."
      },
      {
        "index": 483,
        "text": "— Uważam pana za wyjątkowego chłopca."
      },
      {
        "index": 484,
        "text": "— Pan generał bardzo łaskaw."
      },
      {
        "index": 485,
        "text": "— Milczeć, Pyć!"
      },
      {
        "index": 486,
        "text": "Major cofnął się lekko ku drzwiom."
      },
      {
        "index": 487,
        "text": "— Pyć?"
      },
      {
        "index": 488,
        "text": "— Tak jest, panie generale."
      },
      {
        "index": 489,
        "text": "— Co tam było u Rasińskiego? Jak to przeszło? Coście znaleźli?"
      },
      {
        "index": 490,
        "text": "— Nic nie było, — wzruszył major chudemi ramionami. — Jak już meldowałem, wszystko normalnie. I powiedziałem Rasińskiemu, żeby wała z siebie nie dał robić."
      },
      {
        "index": 491,
        "text": "— Więc nic nie wiecie, wielki wywiadowco! — Prażąc białym z wysilenia wzrokiem mętne źrenice Pycia, opowiedział całe zdarzenie."
      },
      {
        "index": 492,
        "text": "— Zarzuty Krywulta, pan rozumie?... Śledztwo musi być prowadzone do końca. Sam kazałem i nastaję na to. Ale zarzuty te? Co pan wiesz o tem?"
      },
      {
        "index": 493,
        "text": "Pyć słyszał „o tem“ pierwszy raz. Zaskoczyło go niespodzianie. — Co ja wiem o tej rzeczy? — odpowiadał spokojnie, rachując tymczasem..."
      },
      {
        "index": 494,
        "text": "Oto sam los przynosił mu cugle wodzów. Przez krótki błysk chwili było coś w płynnem spojrzeniu Pycia na Barcza skierowanem, z tych lśnień zgłuszonych i zachłannych, jakiemi dotąd zwykł obejmować tylko Wildego, Krywulta czy Dąbrowę."
      },
      {
        "index": 495,
        "text": "— Wiem o tem, — snuł powoli, — że to rzecz istotnie dość drastyczna, nie weszła jeszcze na N. W. T. S. Wiedzą o niej generałowie, ale forum rzeczoznawców..."
      },
      {
        "index": 496,
        "text": "— Pan wolałby, żeby już i rzeczoznawcy wiedzieli?!"
      },
      {
        "index": 497,
        "text": "— Panie generale. Rzecz z jednej strony tyczy pana. Z drugiej obchodzi panią Drwęską."
      },
      {
        "index": 498,
        "text": "— No?..."
      },
      {
        "index": 499,
        "text": "— Pani Drwęska doskonale sobie sama poradzi."
      },
      {
        "index": 500,
        "text": "— Przypuśćmy."
      },
      {
        "index": 501,
        "text": "— I znów, — poddawał skromnie Pyć, — rzecz tak samo tyczy pana generała, jak jego żony, ewentualnie można powiedzieć byłej, — która..."
      },
      {
        "index": 502,
        "text": "— Która co? — wrzasnął Barcz."
      },
      {
        "index": 503,
        "text": "— Która w pewnym stopniu, ze względu na pewne powikłania... — Nie błaznować, Pyć!"
      },
      {
        "index": 504,
        "text": "Szare oczy majora zaćmiły się doszczętnie i wionął z nich sam mrok: — Która, jeżeliby się można tak wyrazić, stała się własnością państwa."
      },
      {
        "index": 505,
        "text": "— Co?!"
      },
      {
        "index": 506,
        "text": "— Której, w imię wiadomych praw mego oddziału, nikt nie ruszy. Poza nawiasem..."
      },
      {
        "index": 507,
        "text": "— Co? Co?! Co?!..."
      },
      {
        "index": 508,
        "text": "— Jako, że ma to związek — z wielką aferą szpiegowską."
      },
      {
        "index": 509,
        "text": "Barcz zerwał się na równe nogi i chwyciwszy Pycia za piersi: — Jaki związek, warjacie?!"
      },
      {
        "index": 510,
        "text": "— Ma związek, — wyginał się Pyć w twardych rękach generała — ma związek ze szpiegiem. Szpiega tego przez różne laleczki, i teatrzyki, i panią Jadwigę obstawiło się tak —"
      },
      {
        "index": 511,
        "text": "— Zabiję!! — syknął Barcz, wzniósłszy pięści nad głową oficera."
      },
      {
        "index": 512,
        "text": "Pyć jednak, niby szary ptak, czochrał się już spokojnie na desce okiennego parapetu, urywanemi ruchami poprawiając zmiętą odzież."
      },
      {
        "index": 513,
        "text": "— Panie generale, ostatecznie, właśnie dzięki przezorności, — wszystko układa się dla coraz wyższego dobra państwa. — No i dla coraz większego bezpieczeństwa jednostek..."
      },
      {
        "index": 514,
        "text": "Barcz przeszedł do telefonu. Uzyskawszy połączenie z Przedmurzem i willą Drwęskiej, zapowiedział swój przyjazd. W bardzo ważnej sprawie."
      },
      {
        "index": 515,
        "text": "— Doprawdy, nic takiego ważnego — upewniał Pyć, pobłażliwie patrząc na wzburzoną twarz zwierzchnika. — Jak pan śmiałeś wciągać Jadzię?! — rzucił się Barcz w samochodzie, gdy wyjechali na miasto."
      },
      {
        "index": 516,
        "text": "— Co? — przerwał Pyć."
      },
      {
        "index": 517,
        "text": "A tyle było zimnej stanowczości w tem pytaniu, że generał nie nastawał, rzuciwszy tylko przez zęby: — Bezczelność."
      },
      {
        "index": 518,
        "text": "Auto zostawili daleko i szli do willi piechotą. Barcz ulokował Pycia na dole, w hallu. Skoczył na górę sam."
      },
      {
        "index": 519,
        "text": "Wyjaśnił Hance w kilku słowach: — Marszruty. Jeżeli możesz sobie przypomnieć?"
      },
      {
        "index": 520,
        "text": "Zasypała go słowami: — Tu zaczekaj. Zobaczysz. To łotry!"
      },
      {
        "index": 521,
        "text": "Chwytała rozrzucone po sypialni części stroju. — Zresztą, zostanę w płaszczu."
      },
      {
        "index": 522,
        "text": "— Nie pozwalam, — irytował się, upokorzony."
      },
      {
        "index": 523,
        "text": "— Co to znaczy, nie pozwalam? Nie wchodzisz tu wcale w rachubę. Powiem, że to Dąbrowa dziś wieczorem u mnie, na herbacie wygadał się. Idę do nich i basta. Dwa kroki ode mnie! Nie bój się, ja też mam z nimi porachunki! Całe Przedmurze im rozbiję. — Objęła rozpaloną głowę Barcza. Zda się gorący przeciąg olbrzymiej jakiejś przestrzeni smagał twarz Hanki. — Tej sprawy nie będzie za dwie godziny, Stachu, — nie będzie raz na zawsze!!"
      },
      {
        "index": 524,
        "text": "Patrzył, jak w szarej zarzutce, niby ćma, miota się wśród ścian. NagłeNagle, już gotowa do drogi, stanęła pośrodku sypialni."
      },
      {
        "index": 525,
        "text": "— Byłabym browninga zapomniała!"
      },
      {
        "index": 526,
        "text": "— Zostaw!"
      },
      {
        "index": 527,
        "text": "Wzruszywszy ramionami, ukryła niklowy drobiazg w torebce: — Nie będę strzelać przecież, ale sama, w nocy, między takimi mężczyznami. Zresztą, — psy."
      },
      {
        "index": 528,
        "text": "— Ty, ty, — litował się Barcz, głaszcząc ją wzdłuż ramion i białych, jak kreda, policzków."
      },
      {
        "index": 529,
        "text": "Wyszła szybko, gnana strachem, że Stach ją jeszcze zatrzyma."
      },
      {
        "index": 530,
        "text": "Groźba o porachunkach z Przedmurzem była czcza całkiem. Hanka nie miała żadnych porachunków i w żaden sposób nie mogłaby rozbić „przedmurskiej kooperatywy“. Bo jak? Naciskając na Pesteczkę? By tą drogą, via stary Bogulicki? Głupstwo!"
      },
      {
        "index": 531,
        "text": "Nie miała nic konkretnego do rzucenia na szalę gry, prócz impetu i pasji."
      },
      {
        "index": 532,
        "text": "Stróż nie chciał jej puścić przez furtkę. Wetknęła mu w łapę kupkę papierków i, przeszedłszy prędko wśród warczących, zadyszanych psów, jęła się dobijać do drzwi. Po długiem waleniu w kute zamki otworzył rosły dryblas, Finlandczyk, odwieczny służący Wildego."
      },
      {
        "index": 533,
        "text": "— Nie można."
      },
      {
        "index": 534,
        "text": "Pieniądze nie poskutkowały."
      },
      {
        "index": 535,
        "text": "— No to budź swego pana, głupcze!"
      },
      {
        "index": 536,
        "text": "— Nie można."
      },
      {
        "index": 537,
        "text": "Poskutkował widok browninga. Służący zatrzasnął drzwi i zniknął. Widziała, jak kolejno w ciemnych oknach parteru ożywają wielkie prostokąty światła."
      },
      {
        "index": 538,
        "text": "Przelatywało Hance przez głowę tyle biedy i niepokoju. Że Barcz czeka. Cicha noc, — przydrożne liście szeleszczą... Nad Warszawą szarzeje blada łuna."
      },
      {
        "index": 539,
        "text": "Otwarto. Z poza ramienia Finlandczyka wychylała się cielista głowa Wildego. — Gdzie browningiem? Co browningiem? — piał, rozpoznając Drwęską."
      },
      {
        "index": 540,
        "text": "— Idjota jest pański służący, generale, pokazałam mu flakonik, — kłamała swobodnie."
      },
      {
        "index": 541,
        "text": "Gdy znaleźli się w przedsionku: — No prowadź, Wilde, prowadź."
      },
      {
        "index": 542,
        "text": "— Dokąd? — Intendent nie był ubrany. Miał na sobie tylko płaszcz, przez poły którego przeświecała bielizna."
      },
      {
        "index": 543,
        "text": "— Prowadź natychmiast do Krywulta."
      },
      {
        "index": 544,
        "text": "— Śpi."
      },
      {
        "index": 545,
        "text": "— No to pan go zbudzi!"
      },
      {
        "index": 546,
        "text": "— Za nic. Nie lepiej, pani Hanko, ze mną przeczekać do rana?..."
      },
      {
        "index": 547,
        "text": "Wykonała nieokreślony ruch całem ciałem, który zmieszał Wildego. Szli wolno schodami na górę."
      },
      {
        "index": 548,
        "text": "— Ja muszę wiedzieć, poco pani idzie do Krywulta?"
      },
      {
        "index": 549,
        "text": "— Żaden sekret, będzie pan przytem."
      },
      {
        "index": 550,
        "text": "— A jabym wolał, — chrupał Wilde, — żeby to był sekret. Naprzód, żeby mnie nie było — i sekret z Krywultem... A potem, żeby Krywulta nie było i sekret ze mną... Więc poco?"
      },
      {
        "index": 551,
        "text": "— Interesy — zasyczała tuż przed drzwiami. — Interesy, — od Bogulickiego!"
      },
      {
        "index": 552,
        "text": "— Kto tu? — jęknęły głębie posłania, nad którem pochylony sączył Wilde swój cienki szept między poduszki. — Dobrze, dobrze, ach, Wilde, ty mój rozumny, bardzo miło. Tylko kimono prędzej, — to złote, — do damy wezmę złote. Niby złożony z wydętych blach świetlistych, wyłonił się Krywult z alkowy i ciężkim, obrzękłym krokiem podszedł ku Hance."
      },
      {
        "index": 553,
        "text": "— Dla dam zawsze, — we dnie i w nocy. W każdy czas."
      },
      {
        "index": 554,
        "text": "Patrzyła na niego prawie nieprzytomnie. Sto planów, tysiąc decyzyj goniło się w oczach Hanki. Nagle, odzyskując równowagę: — Ja nigdy w to nie uwierzę. Panie generale!"
      },
      {
        "index": 555,
        "text": "— Niedowiarka, — zaśmiał się Krywult, — ale w co?"
      },
      {
        "index": 556,
        "text": "— Pan generał Dąbrowa, który bawił dziś u mnie, wieczorem —"
      },
      {
        "index": 557,
        "text": "— No cóż ten Dąbrowa poczciwy?"
      },
      {
        "index": 558,
        "text": "— Ja nie uwierzę, żebyś to pan, generał Krywult!! — Jej wzrok skupił się na Wildem. — Krywult, generał Krywult, — mówiła pośpiesznie. — To nie pan, nigdy pan, nigdy! Nigdy! Nigdy!!! To on, — Wilde! Panbyś nigdy nic podobnego nie zrobił. Pan jesteś człowiekiem honoru. Pan, nawet mając w rękach coś podobnego, albo zawahałby się, albo przynajmniej uprzedził!"
      },
      {
        "index": 559,
        "text": "Wilde przechylił skośnie głowę i białe, jakby nawoskowane ucho wysuwając ku Hance: — Ale co? W jakiej sprawie?"
      },
      {
        "index": 560,
        "text": "Krywult zaś, w otrząsie złocistych cieni, cofał się na właściwy dystans obrażonej dumy."
      },
      {
        "index": 561,
        "text": "— Pan nigdy nic podobnego nie zrobiłbyś — kipiała Hanka. — Żeby mieszać w te rzeczy kobietę? Bo plunąć mi na Barcza, i Rasińskiego, i wszystkie wasze sprawy! Lecz żeby pan?!... Właśnie pan?!! Człowiek na cesarskim dworze wychowany... Żebyś pan też nie wiedział, że nazwiska kobiety, damy, nie miesza się w brudne afery?!! — z straszliwą bladością twarzy zwracając się ku Wildemu: — To tylko ta kanalja drugorzędna mogła była wciągać w to nazwisko kobiety!!"
      },
      {
        "index": 562,
        "text": "Wilde zorjentował się natychmiast, — że to gra na śmierć i życie. Ścisły mróz wyostrzył miękkie jego rysy, a z piersi dygocącej chlapnęły wilgotne słowa: — Nazwisko damy? Kto jest ta dama? Dama, — bronił się, widząc, że kark Krywulta pęcznieje już purpurą, — dama, która spała ze mną w hotelu?..."
      },
      {
        "index": 563,
        "text": "Drwęska, niby motyl zwiany brutalnym oddechem, spłynęła na piersi Krywulta. I wczepiwszy się w złote kręgi kimona: — Broń mnie przed nim!! Kłamca!! Pies!!!"
      },
      {
        "index": 564,
        "text": "Szary ze strachu spostrzegł się Wilde za późno..."
      },
      {
        "index": 565,
        "text": "Krywult, jednym ciosem ramienia usunąwszy Hankę, siny, z oczyma wyłażącemi z orbit, pełen rozpętanych wewnątrz długiego kimona dzikich okrzyków, — szedł naprzód, prosto, jak taran. — Dama, która z tobą, — świszczały cienkie strugi powietrza, — dama, która z tobą —"
      },
      {
        "index": 566,
        "text": "Olbrzymie ręce objęły miękką szyję Wildego, niby rurę pompy jakowejś spychając wdół: — Dama, która z tobą... Pies, pies, pies!!! — ryczał Krywult, kopiąc jedwabnemi „tuflami“ dokoła skulonego nad podłogą Wildego. — Sobaka!! Nogi całuj tej damie — huczał w nowym nawrocie. Wlókł Wildego ku Hance. Cisnęła ręce w powietrze."
      },
      {
        "index": 567,
        "text": "Krywult wyprostował się i jak kukłę postawiwszy na dywanie Wildego: — Marsz! Nadół! Czekaj tam! Skoro zejdzie, odprowadzić!"
      },
      {
        "index": 568,
        "text": "Gdy zostali sami, waląc się pod nogi Hanki: — Niegodzien ten pies pardonu. Wszystko odszczeka. Niegodzien. Wybacz."
      },
      {
        "index": 569,
        "text": "Z osłupieniem uczuła na stopach ciężką głowę wodza, wiernie, jakby na długo tu ułożoną."
      },
      {
        "index": 570,
        "text": "— Niegodzien. Niegodzien."
      },
      {
        "index": 571,
        "text": "Patrzyła przed siebie, w ciemne okno nocy."
      },
      {
        "index": 572,
        "text": "Grube, śliskie, jakby safjanowe palce plotły się coraz wyżej, wyżej, między nogami Drwęskiej, po łydkach, przez kolana, przez uda. Ustępując nieznacznie, przejęta dreszczem wstrętu, jakby na pastwę wydana, powtarzała z uporem:"
      },
      {
        "index": 573,
        "text": "— Żadnych marszrut nie było, zniknęły, żadnych marszrut nie było."
      },
      {
        "index": 574,
        "text": "Krywult wlókł się za nią i śmiało lepiąc grube ręce do ciepłych zgięć: — Nie było, niema, nie będzie... Klnę się wszystkiem! Jaż nie Wilde, — człowiek honoru mówi."
      },
      {
        "index": 575,
        "text": "Nareszcie, rzekłbyś z kupy chałwy zimnej i lepkiej, udało się Hance wybrnąć z tych pieszczot."
      },
      {
        "index": 576,
        "text": "I koniec, — pomyślała za drzwiami."
      },
      {
        "index": 577,
        "text": "Na dole czekał Wilde, kompletnie ubrany, w czapce i w płaszczu. Podał ramię. Przyjęła. Szli w milczeniu, Hanka przez całą drogę płakała cicho."
      },
      {
        "index": 578,
        "text": "— Płakałaś — powitał ją Barcz w sypialni. — Ale, — cieszyła się, chowając głowę na jego piersiach, — mówiłam, że nie dłużej wszystko potrwa, niż dwie godziny. Naturalnie, że płakałam. Bo wiesz — straszne! Krywult bił Wildego. Zagroziłam, że jeżeli nie cofną tych marszrut, wpłynę przez Pesteczkę na Bogulickiego, który „w takim razie“ wycofa wszystkie swoje pieniądze z interesów Przedmurza. Zmęczona jestem!"
      },
      {
        "index": 579,
        "text": "Chciał ją ułożyć do snu."
      },
      {
        "index": 580,
        "text": "— Nie dziś, nie dziś. — Popatrzyła na niego jasną prawdą swych wielkich, ślicznych źrenic. — Zmęczona. Lepiej odjedźcie. I ten Pyć jeszcze w dodatku tam na dole."
      },
      {
        "index": 581,
        "text": "— No tak, — uśmiechał się Barcz, — nie najmilszy to, istotnie, anioł stróż."
      },
      {
        "index": 582,
        "text": "Żałość zdjęła generała nad sobą, nad obojgiem. — Chodź — prosił Hankę."
      },
      {
        "index": 583,
        "text": "Leciała mu przez ręce. I wtedy, jakby właśnie udręka jej zapaliła w nim prędkie, bujne płomienie."
      },
      {
        "index": 584,
        "text": "— No chodź, — przecież to my, — tylko my, — biedne apasze. — Palił ją szeptem przez ramiona, piersi, biodra. — My dwoje — zawsze."
      },
      {
        "index": 585,
        "text": "Uśmiechała się pobłażliwie do stalowej ciemności pokoju."
      },
      {
        "index": 586,
        "text": "Nazajutrz obudził Barcza na stanisławowskiem skrzydle Przeniewski, bardzo wcześnie."
      },
      {
        "index": 587,
        "text": "— Co pan tu robi? — zerwał się generał."
      },
      {
        "index": 588,
        "text": "— Czekam rozkazów. Mam pocztę."
      },
      {
        "index": 589,
        "text": "Barcz kilka chwil patrzył w okno, przez które płynęły mocne zapachy lata, pomieszane z gęstym blaskiem słońca. Wreszcie skoczył na pościeli: — Telefonuj pan do Pycia."
      },
      {
        "index": 590,
        "text": "— Potworna kombinacja — rzucał się w łazience pod zimnym tuszem, — potworna kombinacja... „Fabryczkę kukieł rządowym papierem żonie stawiał“."
      },
      {
        "index": 591,
        "text": "Tarł się ręcznikami nieomal do krwi. Następnie wylał na siebie pół butli wody kwiatowej. Zjadł cztery jaja na miękko i befsztyk, spitraszony przez ordynansa."
      },
      {
        "index": 592,
        "text": "Poczem pił herbatę wielkiemi haustami, parząc sobie żołądek. Gdy zapalił papierosa, zjawiła się wątpliwa, podsądna już może niejako radość. Wdychał z rozkoszą gęsty dym i przymawiał sobie, że wraz z odurzeniem jakieś występki wchłania. Lecz gdy te strawi w sobie, spali..."
      },
      {
        "index": 593,
        "text": "Byle mu tylko dano spokój. Byle mu tylko użyczono bodaj trochę samotności. Wtedy, nie oglądany przez nikogo, spłaszczy się. Pokryjomu ugnie się pod ciężarem losu... A potem wyjdzie z tego upadku do ludzi i znowu, — ramy, gładkie, chirurgiczne ramy tryskać z niego będą promieniami."
      },
      {
        "index": 594,
        "text": "U podjazdu furknęły dymy samochodu."
      },
      {
        "index": 595,
        "text": "To Pyć."
      },
      {
        "index": 596,
        "text": "— Na rozkaz pana generała."
      },
      {
        "index": 597,
        "text": "Barcz wstał. Odprawił Przeniewskiego. Potem, usiadłszy naprzeciw majora, z wyszukaną uprzejmością częstując papierosem:"
      },
      {
        "index": 598,
        "text": "— No, Pyć. Dalej, — dalej. Dalej... Szczegóły papierowego zarzutu. W punkcie ad — „Pod laleczką“?... Czego się pan dowiedział?"
      },
      {
        "index": 599,
        "text": "Jest— Jest lepiej i gorzej, panie generale. — Dlaczego?"
      },
      {
        "index": 600,
        "text": "— Lepiej, bo biuro Rasińskiego istotnie pobierało jakąś opłatę od żony pana generała za te gazety. A gorzej, bo opłata była znacznie niższa od panującej na rynku... To wszystko wogóle sprowadza się do fenigów, ale bądź co bądź, ta niższa opłata figuruje w księgach."
      },
      {
        "index": 601,
        "text": "Barcz uśmiechnął się i patrzył badawczo, czy Pyć, jak przystało na podwładnego, podchwytuje uśmiech?"
      },
      {
        "index": 602,
        "text": "Owszem, — Pyć uśmiechy podchwytywał, snuł je posłusznie i w miarę."
      },
      {
        "index": 603,
        "text": "Zapadło kłopotliwe milczenie. Generał uważał, że należy działać jak najśpieszniej. Inicjatywa powinnaby wyrywać się poprostu z wszystkich słów i myśli majora! Tymczasem Pyć nie okazywał inicjatywy żadnej, pozwalał nawet, by go zwierzchnik do niej pobudzał..."
      },
      {
        "index": 604,
        "text": "— Więc — zaczął Barcz i przerwał."
      },
      {
        "index": 605,
        "text": "— Więc?... — zapytał po długiej chwili Pyć."
      },
      {
        "index": 606,
        "text": "— Więc bądź pan gotów, dziś popołudniu jedziemy razem do Erneścina!"
      },
      {
        "index": 607,
        "text": "— Czy pan generał nie uważa, że właśnie teraz byłoby to niewłaściwe?"
      },
      {
        "index": 608,
        "text": "— Nie uważam."
      },
      {
        "index": 609,
        "text": "— Jeżeli można zapytać — poco my tam pojedziemy?"
      },
      {
        "index": 610,
        "text": "Barcz sam nie wiedział, poco właściwie. Czuł, że musi tam być, że musi idjotycznemu swemu nieszczęściu, — tym „laleczkom“ drogę zabiegającym, — spojrzeć w oczy odrazu..."
      },
      {
        "index": 611,
        "text": "— Poco? No, Pyć, darujesz pan, ale nie jestem w moich sprawach rodzinnych tak dobrze poinformowany, jak wy... — Dziś o czwartej. Nikogo nie uprzedzać! Chciałbym mieć w tej materji, panie Pyć, przynajmniej te same prawa, co pan..."
      },
      {
        "index": 612,
        "text": "Do czwartej Barcz urzędował. Spokojnie, równo."
      },
      {
        "index": 613,
        "text": "Koło drugiej odbył raport. Znów, jak codzień, przewaliły się przez niego całe dziesiątki bataljonów, całe góry zapotrzebowania, będącej gdzieś jeszcze w pościgu jazdy. Cała heca rozgrymaszonych wojsk w rezerwie. Całe nasypy mąki, nieprzeliczony żwir kasz i krup, fortece tworzonych napoczekaniu magazynów, niezliczone szydła sporów personalnych, codzienna łamigłówka czerwonemi jajkami znaczonej na mapach koncentracji nieprzyjacielskiej, wreszcie uprzejme i niepraktyczne, z klasycznego podręcznika wyjęte, rady zagranicznych sztabowców."
      },
      {
        "index": 614,
        "text": "Ogromne zatory tej pracy spychał bieglej nawet niż zwykle, uzbrojony cierpką świadomością, iż czeka go niebawem coś bezporównania boleśniejszego."
      },
      {
        "index": 615,
        "text": "Chwilami na śliskie stronice raportów opadały mu ręce bezsilnie. Jemu, wielkiemu wodzowi, który w przeciągu doby, niby ordynans, złapany na kradzieży wśród dwóch kucharek, — miotać się musi między dwiema spódnicami!"
      },
      {
        "index": 616,
        "text": "Kiedy kończył posłuchanie z obcym, lśniącym od gwiazdek attaché, zdało się przez chwilę Barczowi, że nie pojedzie... Lecz brutalna, dzika potrzeba zemsty przekreśliła tę myśl. Zresztą, może Jadzia powie coś, jakiś szczegół, w którego świetle —"
      },
      {
        "index": 617,
        "text": "Jechali gościńcem, znanym Barczowi jeszcze z dzieciństwa. Tu gdzieś, koło bocznej drogi w żyta uciekającej, siedział i odpoczywał podczas wycieczki z Warszawy do Erneścina, — jako dziewięcioletni chłopiec. Tam dalej, gdzie teraz pod lasem czerwienią się ściany cegielń, chodzili z ojcem i wąchali przez cały dzień powietrze, czy aby dość w sobie zawiera klimatycznych cnót."
      },
      {
        "index": 618,
        "text": "Generał rzadko myślał o ojcu. Nie rozumieli się całe życie."
      },
      {
        "index": 619,
        "text": "Ostatecznie, wszystko jedno, — sądził teraz — skoro nie więcej z człowieka zostaje, niż kilka wspomnień, wzdłuż, szosy jakiejś pogubionych."
      },
      {
        "index": 620,
        "text": "Tem niemniej, gdy wjechali w strony i miejsca bliskie, ścisnęło się serce. Z każdego załomu pól wybiegały na spotkanie dawno przerwane zabawy. Z pomiędzy drzew, o tyle już dziś starszych, powracał dawny śmiech. Wokół chromych domów miasteczka, dziś już obcych, przędły się nikłe popędy starganego dawno współżycia..."
      },
      {
        "index": 621,
        "text": "Wychyliwszy się z wozu, spostrzegł nareszcie śmigłe korony topoli i rozpostarty między niemi, szeroki dach blaszany."
      },
      {
        "index": 622,
        "text": "— Dalej nie pojedziemy, bo piachy — zauważył Pyć."
      },
      {
        "index": 623,
        "text": "— Skąd pan wie?"
      },
      {
        "index": 624,
        "text": "— Mam zaszczyt często bywać u matki pana generała."
      },
      {
        "index": 625,
        "text": "— Ładnie pan bywa u mojej matki! Niema co."
      },
      {
        "index": 626,
        "text": "W rozwalonej bramie ogrodu nie spotkali nikogo."
      },
      {
        "index": 627,
        "text": "— Niemcy zaczęli tę ruinę, a nasze wojska zrobiły resztę — objaśniał Pyć. Barcz szedł prędko wąską, nisko owocowemi drzewami zarośniętą aleją. Przed werandą centralnego domu, ustawionego na czele mniejszych, w głębi rozrzuconych, drewnianych, nie było też nikogo."
      },
      {
        "index": 628,
        "text": "— A gdzie matka urzęduje, panie Pyć? — pytał złośliwie, trzepiąc pejczem na szerokich kamieniach tarasu."
      },
      {
        "index": 629,
        "text": "Zmąciły się myśli generała. Między kamienie bowiem, za ten długi czas rozłąki, wdało się zielsko zuchwałe, a pod balustradą pędy dzikiego wina rosły już żywcem ze starego brukowiska."
      },
      {
        "index": 630,
        "text": "Czekał cierpliwie."
      },
      {
        "index": 631,
        "text": "Na schodach ukazał się Pyć ze stróżem całego obejścia."
      },
      {
        "index": 632,
        "text": "— Ady!... — Skulił się stary, rudy, oberwany kustosz erneściński. — Rany Jezusa Chrystusa!"
      },
      {
        "index": 633,
        "text": "Wiotkie uśmiechy przewinęły się przez twarz generała. Poczęstował stróża papierosami ze złotej papierośnicy — daru którejś dywizji."
      },
      {
        "index": 634,
        "text": "— Gdzież to pani starsza?"
      },
      {
        "index": 635,
        "text": "— Ady! — rozmachnął się stary. — Z wszystkiemi dzieckami i młodszą panią w lesie."
      },
      {
        "index": 636,
        "text": "Barcz kazał sprowadzić matkę. — Tylko nie mówcie kto! Niespodzianka. Najlepiej, że letnik."
      },
      {
        "index": 637,
        "text": "Siedzieli z majorem na werandzie i czekali. Barcz z ulgą, spokojnie, w stokrotnych pokrzykach gospodarstwa. Jakże go kusił odpoczynek."
      },
      {
        "index": 638,
        "text": "W zgiełku miasta zostawić oczernione imię. Jeszcze samemu hańby na przydatek dorobić. I rzucić im to wszystko, niech się cieszą... Z za domu wyszły, prowadzone przez pastucha, cztery białe kozy."
      },
      {
        "index": 639,
        "text": "Przypomniał się generałowi okres Robinsona Kruzoe, wyprawy żeglarskie i śniona kiedyś przy księżycu samotność."
      },
      {
        "index": 640,
        "text": "— Idzie już matka pana generała!"
      },
      {
        "index": 641,
        "text": "Zdaleka, pod żebrowaniem słońca i konarów, machała ku synowi gałązką dziczki."
      },
      {
        "index": 642,
        "text": "— Ładny letnik, — cieszyła się, — co za gapa ten mój stróż!"
      },
      {
        "index": 643,
        "text": "Uściskali się."
      },
      {
        "index": 644,
        "text": "— Toś mi się pan nareszcie zasłużył, — chwaliła grzecznie Pycia, — to rozumiem, ale żeby nie dać znać?! Ani ja ubrana, ani tak bardzo co zjeść?! Drą tu ci chłopi z nas letników! Biorą, szelmy, drożej nawet niż w mieście!"
      },
      {
        "index": 645,
        "text": "Przy pomocy wyłonionego z kuchni „kocmołucha“ podano podwieczorek."
      },
      {
        "index": 646,
        "text": "Przy stole opowiedziała synowi wszystko o Erneścinie. O rzece, że kąpiel w tym znakomitym „dopływie dopływu Wisły“ ma niezwykle zdrowotne cechy. O tramwajach, które, ma się rozumieć, nie dochodzą jeszcze, ale przeciągnięto je już, — nawet może to zasługa wojska? — o trzy kilometry dalej, więc jeszcze tych czternaście brakujących — to już głupstwo! O kozach, z których dwie na pewno są kotne. O kurach, o drzewie morwowem, z którego owoców możnaby sporządzać wino, żeby się ktoś do tego nareszcie wziął, — z pewnością co najmniej tak dobre, jak krymskie. Letnicy, jak letnicy. A o dzieciach... Przerwała i spojrzawszy: na syna — O dzieciach to ci może sama Jadzia opowie? Ona tu teraz wielka gospodyni! Rano w ochronce, po południu, — przecież fabrykę swoją tu założyła! Nie masz pojęcia... Te grunta wszystkie, jeżeli, na psa urok, fabryka się rozwinie —"
      },
      {
        "index": 647,
        "text": "Łzy pokazały się w wybladłych, jakgdyby z barwy starego dębu uczynionych, źrenicach Barczowej: — Tylko jedno w tem całem naszem szczęściu puste miejsce: Że biedny stary — nie dożył."
      },
      {
        "index": 648,
        "text": "Od strony lasu doniosło się aż tu, niby szczęśliwy, przez powietrze idący rozkwit jakowyś, — śpiewanie dzieci."
      },
      {
        "index": 649,
        "text": "Matka klasnęła w dłonie."
      },
      {
        "index": 650,
        "text": "— To już nasi wracają! Uprzedzam cię, Stachu... Zresztą nie wiem, i tak pewnoś do żony przyjechał, nie do mnie. Otóż pamiętaj... Jest z nimi pan Pietrzak. Klnę się na wszystko, nigdy sam do nas nie przyjeżdża. Zawsze z Jasiem. Zresztą, co mi tam wasze ceregiele!"
      },
      {
        "index": 651,
        "text": "Pobiegła naprzód, by uprzedzić synową."
      },
      {
        "index": 652,
        "text": "Pyć zaplatał skręcone pędy dzikiego wina. Barcz, stojąc w pośrodku tarasu, patrzył na ścieżkę ku furcie."
      },
      {
        "index": 653,
        "text": "Śpiew dzieci rozlegał się już koło żywopłotu. Niebieskie sukienki migały pośród gałęzi. Wkońcu, podobna do wielkiej kępy niezapominajek, ukazała się na trawniku gromada dziewczynek. Za nią Jadzia w białej sukni, Pietrzak, siejący wypchanemi połami miłosiernego frencza i Jaś w popielatej kurtce."
      },
      {
        "index": 654,
        "text": "Dzieci, spostrzegłszy generała, zamilkły i przystanęły. Minęła je szybko Jadzia — i przed schodami:"
      },
      {
        "index": 655,
        "text": "— Ty? Ty?!... Witał uprzejmie żonę, obu panów, nic poznać po sobie nie dając."
      },
      {
        "index": 656,
        "text": "Zasiedli znów do podwieczorku, podczas którego rozmowa utykała niezręcznie. Barcz, czując ciągle na sobie głęboki, badawczy wzrok Jadzi, przeprosił towarzystwo. Miał do pomówienia z żoną."
      },
      {
        "index": 657,
        "text": "Zarośniętemi ścieżkami prowadziła go powoli do domu, w którym było jej mieszkanie i, niestety dopiero w zarodku, ów krajowy przemysł lalek."
      },
      {
        "index": 658,
        "text": "— To bywa tak, — mówiła Jadzia łagodnie w wielkiej ciszy pierwszych blasków wieczoru. — Wraca się, choć się może myślało kiedyś, nigdy już nie wracać..."
      },
      {
        "index": 659,
        "text": "Chciał mówić, uderzony sensem tych słów."
      },
      {
        "index": 660,
        "text": "— Zaczekaj. Bo to jest doprawdy dziwne i zobaczymy, czy się sprawdza?... Wyobraź sobie — wiedziałam już ostatnio, że tak dalej nie może być. Że my się zobaczymy, że sam do mnie przyjdziesz. Miałam sen... Byłeś smutny w tym śnie. Miałeś troski, przejścia. A potem z nad dużej, czystej wody wołałeś do mnie tak mocno, długo. Woda — to list, — wiadomość. Tego samego dnia opowiedziałam to matce. Nie wspominała ci?"
      },
      {
        "index": 661,
        "text": "Już wchodzili do domu. Jadzia zatrzymała się na progu. Rumianą jej twarz osypywały promienie słońca matowym puchem."
      },
      {
        "index": 662,
        "text": "— Tylko nie przelęknij się, bo u mnie jest fabryka i wszędzie klejem pachnie. Teraz zgodziłam nareszcie pomocnika, fachowca, tak że w przyszłości."
      },
      {
        "index": 663,
        "text": "Lecz właśnie tu, na progu, w złowonnych smugach pokostu, przerwała się cierpliwość Barcza. Zaczął krótko, wykładowym, algebraicznym sposobem. — Twoje sny nie były, niestety, bezpodstawne. Muszę stwierdzić, że opierały się na doskonałem wyczuciu rzeczywistości..."
      },
      {
        "index": 664,
        "text": "Uśmiechnęła się otwarcie."
      },
      {
        "index": 665,
        "text": "— Miałem i mam jeszcze wielkie przejścia. Ciężkie, potworne zmartwienie. Które — ciął coraz dobitniej, — tobie tylko mogę przypisać..."
      },
      {
        "index": 666,
        "text": "Na którymś stopniu schodów, ogarnięta zdumieniem, zatrzymała się twarzą przeciw mężowi."
      },
      {
        "index": 667,
        "text": "On zaś widząc, jak przez jej oczy przelatują blade porywy zdziwienia, wyłuszczał dalej: — Twoje kochane marjonetki, pomysły, projekty, sprawiają... Dziś już można powiedzieć, — sprawiły. Że jestem, moja droga, ni mniej ni więcej, — tylko oskarżony o kradzież!! O kradzież publicznego grosza. Rządowego papieru, który na spółkę z panem Pietrzakiem, „misjonarzem“, — raczyliście byli brać za niższą od rynkowej opłatą, dzięki niejakiemu Rasińskiemu."
      },
      {
        "index": 668,
        "text": "— Stach, upamiętaj się! Co ty mówisz?! Przecież płaciłam, ile żądali! Poprostu, — ależ słuchaj!! Poprostu brałam stamtąd dlatego, żeby, — jakiś ty dziwny... Żeby, — kiedy już wszystko między nami było zerwane... Żeby jeszcze jakiś związek... Jakąś bliskość między twoją pracą a mną... Coś najmniejszego już... —"
      },
      {
        "index": 669,
        "text": "Cofała się schodami pod górę."
      },
      {
        "index": 670,
        "text": "— Oczywiście, — nastawał, — coś najmniejszego, z czego jednak wyszło złodziejstwo! Bogobojne to złodziejstwo odrobić się nie da. Ale pragnąłbym, moje i twoje życie mając na względzie, rozumiesz? — Życie!! Pragnąłbym dowiedzieć się, jaki stosunek współpracy, czy „spółki“ łączy moją żonę, dziś jeszcze panią generałową Barczową, z panem „misjonarzem“ Pietrzakiem?! Notorycznie znanym szpiclem..."
      },
      {
        "index": 671,
        "text": "— Nieprawda, Stach! To potwarz, plotka, oszczerstwo!... Ależ — Pietrzak — coś podobnego —"
      },
      {
        "index": 672,
        "text": "— Tak, — krzyczał Barcz — ciebie to może wkońcu nie obchodzić, ale ja, jeśli dobrze pójdzie, życiem to przypłacę, honorem, — wszystkiem!!"
      },
      {
        "index": 673,
        "text": "— Ręczę ci, Stach, — błagała go, wielkim rzutem rąk wszystką obecność mroku biorąc na świadka, że to nieprawda... — Pietrzak —"
      },
      {
        "index": 674,
        "text": "— Nie ręcz, nie ręcz! Mogę ci z całkiem autorytatywnego źródła oświadczyć."
      },
      {
        "index": 675,
        "text": "— Z jakiego? — Dźwięczny śmiech wionął przez twarz Jadzi. — Autorytatywnego? Nawet wymówić nie sposób. Przecież nie przypuszczasz —"
      },
      {
        "index": 676,
        "text": "Zarzuciła mężowi blade ręce na ramiona."
      },
      {
        "index": 677,
        "text": "Odbił je: — Właśnie myślę, czy to głupota tylko, czy zbrodnia?..."
      },
      {
        "index": 678,
        "text": "— No więc — powiedziała Jadzia szeptem — chyba głupota, tylko głupota, kochany! Na równej drodze, w biały dzień —"
      },
      {
        "index": 679,
        "text": "— Ale dla mnie za drogi jest ten twój biały dzień — krzyczał, — za droga głupota, która życie mi łamie!!!"
      },
      {
        "index": 680,
        "text": "Miał jeszcze mówić, lecz Jadzia zniknęła mu z oczu. Drzwi zatrzasnęły się za nią. Słyszał, że wpadła do kuchni i roztrąca jakieś garnki. Po chwili rozległ się stamtąd krzyk tak straszliwy, że przejął mury willi i poniósł się przez obejście, aż echa go rzuciły o las daleki."
      },
      {
        "index": 681,
        "text": "Barcz stał niezdecydowany, nie rozumiejąc, co się stało. Oprzytomniał dopiero wobec pętaniny hałasu, wznoszącej się szybko po schodach."
      },
      {
        "index": 682,
        "text": "— Co to jest?! Co to jest?! — Opadli Barcza w sionce Jaś, Pyć, Pietrzak, matka."
      },
      {
        "index": 683,
        "text": "Pietrzak, rozsunąwszy zebranych, skoczył do kuchni."
      },
      {
        "index": 684,
        "text": "Tu, wierzgając czarnemi pończochami poprzez zmięte fałdy spódnicy, do pasa prawie odsłonięta, tak, że widać było kurczowe szamotanie się ud w białej koronce majtek, wiła się Jadzia na podłodze. Jej rozrzucone włosy targały się wśród skorup garnka, którego treść płynna i gorąca zalewała policzki, skronie, usta."
      },
      {
        "index": 685,
        "text": "— Papier topiony — szalał Pietrzak — lała papier topiony na twarz! Help!! — Help!! — Help!!"
      }
    ]
  }
}