{
  "chapterNumber": 3,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III"
      },
      {
        "index": 2,
        "text": "PORCJA CZUŁOŚCI"
      },
      {
        "index": 3,
        "text": "Zjechawszy do Warszawy, znalazł się Barcz w przyśpieszonem tempie pracy. Od rana do późnej nocy. Od późnej nocy — do rana."
      },
      {
        "index": 4,
        "text": "Bez przerwy. Wytężona przytomność woli iskrzyć się zaledwie mogła w pozorach ciała, — w blasku spojrzeń, w zwycięskim uśmiechu ust, w błyskawicznym rozłamie utrudzonego czoła."
      },
      {
        "index": 5,
        "text": "Nie można było okazać, jak drogo wysiłek kosztuje. Generał Barcz nie wiedział kiedy śpi, je, ani ile już minęło dni. Stracił najzupełniej poczucie swego osobistego życia."
      },
      {
        "index": 6,
        "text": "Tymczasem prócz pracy organizacyjnej, prócz wojny na wszystkich końcach kraju, prócz kłopotliwej tendencji ludowego rządu, — tych kilkanaście czarnych, wyświeconych surdutów, — musiał się jeszcze gryźć z najbliższymi."
      },
      {
        "index": 7,
        "text": "Jakże daleko było, już nie do gładkich, lśniących, lecz choćby do ubogich drewnianych ram, w któreby ująć się dało tę ciężką pracę i walkę!?"
      },
      {
        "index": 8,
        "text": "A tu, mało działać, — tu gryźć należało... Jakież szczęki temu nadążą?!"
      },
      {
        "index": 9,
        "text": "Paliło się już przeciw Barczowi w prasie, paliło się na otwartych granicach państwa, paliło się w tubylczej mafji wojskowej, która biegała po mieście w ciemnych, rosyjskich szynelach."
      },
      {
        "index": 10,
        "text": "Nazwisko wodza tej mafji, generała Krywulta, odęte mnóstwem roztkliwiających zasług, kładziono Barczowi przed oczy ze wszystkich stron. Musiał potykać się o nazwisko to co krok."
      },
      {
        "index": 11,
        "text": "Obcy czekali — kiedy się na niem przewróci, — swoi — kiedy je zgniecie..."
      },
      {
        "index": 12,
        "text": "Swoi: — srodzy, wierni, z równoramiennym krzyżem, wpisanym w żelazne koło, niby z godłem kieratu na piersiach."
      },
      {
        "index": 13,
        "text": "Musiał ich wszystkich rozczyniać w sobie, roztapiać... Czynił to parę godzin dziennie, na Zamku królewskim, w gmachach sztabu na placu Saskim i u siebie w domu, do późnej nocy."
      },
      {
        "index": 14,
        "text": "Była to szczególniejszego gatunku męczarnia. Każdy z nich czuł się najlepszym, najdzielniejszym, najszlachetniejszym!"
      },
      {
        "index": 15,
        "text": "Mieć do czynienia ze samymi doskonałymi ludźmi, cóż za męczarnia!"
      },
      {
        "index": 16,
        "text": "Słuchał ich oparty o ramę okna, wpatrzony w wielkie podwórze zamkowe."
      },
      {
        "index": 17,
        "text": "Rano w Zamku, po południu na Saskim placu, w ślimaku niezliczonych pokoi dawnego sztabu rosyjskiego, z widokiem na rozdęte, wodogłowe kopuły cerkwi. Znów wsparty o okno, z dali białego nieba czerpiący przykładną obojętność. Dawny, wypróbowany „materjał ludzki“ sunął przed nim stopniowo i stanowczo, tak właśnie, jak tylko przeszłość narzucać się umie."
      },
      {
        "index": 18,
        "text": "Po każdej spowiedzi Barcz dziękował wzruszony — i rozsyłał powoli tych wiernych na dalekie posterunki, gdzieby znów mogli przykładnie walczyć."
      },
      {
        "index": 19,
        "text": "— Jako jeden karp w stawie karasiów... — Mówiąc to — ciągnął wgórę barczyste łopatki: — Musimy tak... Niewesołe, — ale dla państwa konieczne. Musimy."
      },
      {
        "index": 20,
        "text": "Klepał tych szanownych pielgrzymów konspiracji, czcigodnych wypędków, natchnionych zabijaków w rozdęte, twarde piersi."
      },
      {
        "index": 21,
        "text": "— To trudno... Macie przecież teraz własne państwo."
      },
      {
        "index": 22,
        "text": "Gdy się zaś kto skarżył, czy też ze względu na żonę, dzieci, stolicy porzucać nie chciał:"
      },
      {
        "index": 23,
        "text": "— Półtora roku nie byłem w kraju, — skrzeczał Barcz, — mam tu w mieście rodzinę. Żonę, matkę. Dotąd ich nie widziałem. Nie wiem nawet jeszcze — gdzie mieszkają. No?"
      },
      {
        "index": 24,
        "text": "Matkę pragnął już dawno zobaczyć, lecz obawiał się, że mieszka razem z żoną. Uważał, że żona pierwsza powinna go była odszukać. Zawsze tak było dotąd."
      },
      {
        "index": 25,
        "text": "To też głos świeżo mianowanego generała Barcza, ożywiony nieoczekiwanym zawodem, nabierał jeszcze większej siły."
      },
      {
        "index": 26,
        "text": "— Chcecie, bym was mierzył inną miarą, niż siebie?"
      },
      {
        "index": 27,
        "text": "Wieczorem zaś — u siebie..."
      },
      {
        "index": 28,
        "text": "Nie miał nawet własnego mieszkania. Stał na kwaterze u dawnego towarzysza jakichś całkiem zapomnianych czynów, gwałcony gościnnością, obfitem jadłem, wybornem posłaniem z margrabskiemi floresami, które codzień rano dawały znużonym oczom miłą rozrywkę."
      },
      {
        "index": 29,
        "text": "Gwałcony jadłem, posłaniem i czcią dawnego przyjaciela."
      },
      {
        "index": 30,
        "text": "Jakże odmawiać, gdy każdy krok wśród dziejowych pamiątek, częstokrotnie przetkanych tabetycznym bambusem wiedeńskim, sprawia komuś zaszczyt i powoduje na każdem miejscu siedmiu pokoi lokalne, lecz uroczyste święto?"
      },
      {
        "index": 31,
        "text": "Wieczorem tedy u siebie albo radził poufnie z ludowemi surdutami rządu, — [byliśmy klapą bezpieczeństwa, zrobiliśmy swoje, jest nas za mało, zamykać budę!?] — albo znów spowiadał się wzajem z najbardziej wtajemniczonymi wiernymi."
      },
      {
        "index": 32,
        "text": "— Gawęda gawędą, — zakończył późnego wieczora miły gospodarz, margrabia Przeniewski, drugi w Polsce margrabia Świętego Cesarstwa, — ale wszyscy macie porządne mundury z doskonałego kortu, a nasz generał, co — moi przyjaciele?"
      },
      {
        "index": 33,
        "text": "Powiedziane to było wypieszczonym głosem już przy drzwiach, w przedpokoju."
      },
      {
        "index": 34,
        "text": "Zawstydzili się. Okazało się bowiem, że sukna takiego, zdaje się, niema już w Warszawie."
      },
      {
        "index": 35,
        "text": "Barcz, w swojej kurcie żołnierskiej jeszcze z pod Przemyśla, wyglądał istotnie nader ubogo."
      },
      {
        "index": 36,
        "text": "— Ja nie dlatego — mówił Przeniewski, świecąc kandelabrem na powrotnej drodze do salonu, — żeby przykrość robić naszym chłopcom... Ale, gdybyś mi dał powiedzieć, generale... Zasiedli naprzeciw kominka. Przeniewski poprawił ogień, dorzucił drewien i zamilkł, wpatrzony w Barcza ciepłemi oczyma legawca."
      },
      {
        "index": 37,
        "text": "Generał odpoczywał, słuchając ciszy, nieustannie przerywanej strzelaniną. Ze szpitali. Żołnierze upominają się w ten sposób o opatrunek, czy wizytę lekarską."
      },
      {
        "index": 38,
        "text": "Przeniewski usadowił się na starym podnóżku i, odchyliwszy wbok zalotnie dużą, kościstą nogę, zaczął paplać."
      },
      {
        "index": 39,
        "text": "Barcz był przygotowany na dość znaczną ilość tej prozy. Namaszczone zgięcia głosu margrabiego, pieszczotliwość słów, ptasie troski, niby poślady spadające poprzez zdania, kołysały generała. Ocknął się dopiero przy końcu potulnej perory, gdy Przeniewski, złożywszy ręce do modlitwy, jął „błagać.“"
      },
      {
        "index": 40,
        "text": "— Dosłownie błagam was, generale, nie wzbraniajcie się naszej arystokracji! Udzielcie się jej choć trochę. Wszystko polega na nieporozumieniu tylko. Cały Krywult i cała jego moc w tem, że wy wzbraniacie się ciągle! I dlatego ja naszym chłopcom powiedziałem. O mundurze dla was."
      },
      {
        "index": 41,
        "text": "Barcz pogłaskał swego starego przyjaciela po wonnych puklach. Ziewnąwszy szeroko, mianował go osobistym adjutantem do spraw mundurowo-towarzyskich."
      },
      {
        "index": 42,
        "text": "Adjutant wziął się do rzeczy i już drugiego dnia między sesją a posiedzeniem wtargnął do sztabu, oznajmiając, że w ważnej sprawie czekają, — wymienił najtęższe nazwiska wojskowej konspiracji."
      },
      {
        "index": 43,
        "text": "Ruszyli samochodem, — do krawca. — Co za idjotyzm, — niecierpliwił się Barcz — nie mam czasu na takie błazeństwa."
      },
      {
        "index": 44,
        "text": "— Nie błazeństwa — przeczył Pyć z przedniego siedzenia — przeciwnie. Delegacyjnie, komisjonalnie ofiarowujemy wam ten korcik. Powinno się to rozgłosić. Niech lud wie, jak to najlepszy pośród nas bez portek —"
      },
      {
        "index": 45,
        "text": "Rasiński nie był za tem, wygórowana bowiem cnota „prestiż osoby“ obniża tylko."
      },
      {
        "index": 46,
        "text": "Krawiec młody, — na dorobku."
      },
      {
        "index": 47,
        "text": "— Całą naszą niepodległość ubieram, panie generale."
      },
      {
        "index": 48,
        "text": "Czekał już z centymetrem na szyi, z klapami tużurka zjeżonemi od szpilek."
      },
      {
        "index": 49,
        "text": "Przeniewski modlił się śpiewnie o rozebranie się do bielizny, — ten mundur musi leżeć, jak ulany."
      },
      {
        "index": 50,
        "text": "Wtajemniczeni przyjaciele czekali cierpliwie, krojczy, jakby raz jeszcze przed tak odpowiedzialnem użyciem, obłaskawiał centymetr."
      },
      {
        "index": 51,
        "text": "Barcz zaś rozbierał się, czujnie bacząc na skupione oblicza przyjaciół. Chwilę tę bowiem uważał za próbę pewnego rodzaju..."
      },
      {
        "index": 52,
        "text": "Oto stał tu wysoki, szeroki, w spoconej, pomiętej koszuli, we włóczkowych gatkach niebieskich, rozerwanych w kroku, z piętami, niczem różowe policzki niespodzianie wychodzącemi z dziurawych skarpetek."
      },
      {
        "index": 53,
        "text": "Krawiec rzucał szarą głowę biegle w różne miejsca postaci, mierzył radośnie i natchnionym patosem wywoływał liczby długości."
      },
      {
        "index": 54,
        "text": "A Barcz podczas tych kilku chwil zrozumiał, że wyrobił pomiędzy towarzyszami swymi należytą względem siebie odległość. Żaden z nich, w „obliczu“ przetartych pośladków, gołych pięt i spoconej koszuli, nie pozwolił sobie na żarty, jakie zwykle powoduje codzienność, niespodzianie okazana."
      },
      {
        "index": 55,
        "text": "Patrzyli przychylnie, jak Przeniewski zamawia po dwie pary spodni do każdej bluzy, walczy o jakieś klinki w pasie i rozważa srebrne szczegóły odznak."
      },
      {
        "index": 56,
        "text": "Barcz, wciągając swe wytłoczone spodnie, słuchał tego wszystkiego z niesmakiem. Zdało mu się przez chwilę, jakby w obecności niepożądanych świadków rozkapryszony margrabia wybierał dla niego osobliwszego rodzaju liberję."
      },
      {
        "index": 57,
        "text": "Była to zaś najczulsza strona generała. Sam nakładał chomąta innym z wprawą i szybkością nadzwyczajną, nie znosił jednak, nawet w żarcie, by się to jego tyczyć miało."
      },
      {
        "index": 58,
        "text": "Tak już nałożył liberję Rasińskiemu, który z rewolucyjnego pisarza stał się redaktorem wojskowego bombastu. Tak już nałożył ją Jabłońskiemu, który z wielkiego dyrektora banku miał się stać przysięgłym organizatorem wojskowego sądownictwa."
      },
      {
        "index": 59,
        "text": "Dziś właśnie miał ją generał jeszcze lepiej zacisnąć na Dąbrowie. Odebrawszy mu poprzednio dowództwo krakowskie, zamówił go do Warszawy."
      },
      {
        "index": 60,
        "text": "Umyślnie wysłanym samochodem stawił przed siebie na Zamek, w ponurej nocy jesiennej. I tu przed biurkiem, niby arka wyłonionem z pożyłowanej fali map, zaciętego w upokorzeniu straconej władzy, znów nagle obsypał zaszczytami. Jak tam, w twierdzy krakowskiej, — brakło Dąbrowie zrazu oddechu."
      },
      {
        "index": 61,
        "text": "Ta gęba! — myślał, wnikając z lubością przerażenia w symetryczne kąty twarzy Barcza, — ta gęba — to jest właśnie panowanie."
      },
      {
        "index": 62,
        "text": "A on, Dąbrowa z furczącą chrząstką w nosie, to tylko pomsta, chłop..."
      },
      {
        "index": 63,
        "text": "— Złodzieja stawiacie przy chlebie — rzekł."
      },
      {
        "index": 64,
        "text": "— Cienki to chleb — odpowiedział ironicznie Barcz. — Patrzeć trzeba, byśmy innego, zgoła obcego wypieku, jeść nie potrzebowali..."
      },
      {
        "index": 65,
        "text": "Rozwinął przed bezmyślnem spojrzeniem Dąbrowy całą machinację Krywulta. — Cacusie na nas dybią. Więc generale, was, jako stróża stolicy i bezpieczeństwa tych naszych ludowych surdutów panujących... Żebyście był, — niby oko przy mózgu. Kwatera na Zamku, okna dają na Wisłę. Z tradycją, — lokal zowie się „Pod blachą.“ Gdzie książę Józef po Moskwie odpoczywał. Odpowiedzialność historyczna."
      },
      {
        "index": 66,
        "text": "Historyczna... A jeżeli? — Bo nagle uczuł Dąbrowa, że mimo nieproszone nagrody, trzeba te sprawy wszędzie siać, protegować, rozpowiadać. — A jeżeli ta historyczność przestanie naprzykład, obchodzić ludzi?"
      },
      {
        "index": 67,
        "text": "— Nie będzie nas już wtedy."
      },
      {
        "index": 68,
        "text": "— No to dzieci nasze będą."
      },
      {
        "index": 69,
        "text": "— Ja nie mam dzieci."
      },
      {
        "index": 70,
        "text": "Istotnie, teraz dopiero, znów od tak dawna, przypomniało się Barczowi, że ich nie ma. Ta myśl miała swój kształt osobliwy. Niejako własną formułę plastyczną. Widział wtedy zawsze swą żonę, nago, na łóżku, — rozpacznie bijącą się drobnemi pięściami po dziewiczym brzuchu."
      },
      {
        "index": 71,
        "text": "— A ja mam — oznajmił Dąbrowa. — Pięcioro. Trzech chłopaków i dwie dziewczyny."
      },
      {
        "index": 72,
        "text": "— Więc tem bardziej — śmiał się Barcz — to już całkiem historyczna odpowiedzialność."
      },
      {
        "index": 73,
        "text": "— A jeżeli kiedyś — zacukał się Dąbrowa — ta historyczna odpowiedzialność przestanie ludzi obchodzić?..."
      },
      {
        "index": 74,
        "text": "— Starczy, aby obchodziła jeszcze wasze dzieci."
      },
      {
        "index": 75,
        "text": "— Moje dzieci? — Dąbrowa tępe spojrzenie wbił prosto w wypukłe guzy matematycznych zdolności barczowskiego czoła. — To znaczy, że lepsi ludzie mogą sobie to już minąć, a tylko moje dzieci, — ponieważ ja kiedyś byłem biedakiem. Więc moje dzieci tem kłamstwem będą mogły żyć."
      },
      {
        "index": 76,
        "text": "— Teolog w szlifach generalskich. O co wam chodzi, Dąbrowa? Nie chcecie historycznej odpowiedzialności? Nazwijcie to sobie w takim razie sprawą obowiązku, pensji, deputatu, skwarków, mąki, sytych brzuszków waszych dzieci."
      },
      {
        "index": 77,
        "text": "— Czyli — wyprostował się Dąbrowa — mam służyć za ochłap."
      },
      {
        "index": 78,
        "text": "— To pan, generale, tak mówi, — uśmiechnął się Barcz — ja to nazywam historyczną odpowiedzialnością."
      },
      {
        "index": 79,
        "text": "— I nic innego nie widzisz."
      },
      {
        "index": 80,
        "text": "— Generale! — krzyknął Barcz."
      },
      {
        "index": 81,
        "text": "Dąbrowa usłyszał w okrzyku te same suche, uroczyste tony, które mu na głowę spadły przy powitaniu w twierdzy krakowskiej. Stropił się. W uroczystości wezwania tego bowiem śmigał rozmach bata. Podali sobie ręce po bratersku."
      },
      {
        "index": 82,
        "text": "I tak noc w noc z służby ojczyźnie, niczem z biura stręczenia sług, wracał Barcz późno, wyczerpany, pełen miazgi najrozmaitszych poczynań! Pełen głosu wszelakich bataljonów, które skarżyły się hughesem na niezliczone braki, pełen zwady o personalja, unurzany po uszy w plotce stołecznej."
      },
      {
        "index": 83,
        "text": "Mało nie wybuchnął, gdy mu dziś, po tem wszystkiem, urządzono w domu przedstawienie."
      },
      {
        "index": 84,
        "text": "Zastał salon w półmroku kominka, na stołach rozłożone mundury generalskie. Pod ścianą stał Przeniewski, blady, trzaskający nerwowo z artretycznych palców."
      },
      {
        "index": 85,
        "text": "— O... — zdziwił się Barcz, widząc na przyjacielu odznaki rotmistrza."
      },
      {
        "index": 86,
        "text": "Przeniewski, niecąc wątłe słowa pokorną wargą: — Mówiłeś sam, generale, bym ci adjutantował. Zresztą... — Długie, grube ręce złożył sobie na podołku, nito w obronie niewinności. — Zresztą, rok śledztwa, przerwane studja prawnicze... Wygnanie... Rodzina cała przeciw mnie. W Marsylji nosiłem worki. W Ostendzie lekcje tańca dawałem. W Paryżu za modela... Sześć lat. I za wszystko, — trzy gwiazdki. Czyż to tak dużo, generale?"
      },
      {
        "index": 87,
        "text": "Żartobliwa litość owładnęła Barczem. — Tak na sprawy patrząc, — uśmiechał się — należałoby rozdać wszystkie zaszczyty, całe państwo..."
      },
      {
        "index": 88,
        "text": "To nie jest żaden precedens — paplał przez łzy Przeniewski, — pomyśl generale, czy dużo masz Polaków, coby mieli za sobą sześć lat katorgi — a byli margrabiami?"
      },
      {
        "index": 89,
        "text": "— Nie jest precedens, — nudził się już Barcz — ale w zasadzie... Państwo nie wynagradza ludzkiego cierpienia. Co najwyżej, raczy je oszukiwać."
      },
      {
        "index": 90,
        "text": "— W zasadzie, — w zasadzie... Jeżeli chodzi o zasady, to byłem, służyłem. Moje papiery. —"
      },
      {
        "index": 91,
        "text": "Z papierów tych wynikało, że służył w rosyjskiej armji, że miał być praporszczykiem, że właśnie walka o wolność nie pozwoliła mu dosłużyć..."
      },
      {
        "index": 92,
        "text": "Barcz postanowił ustąpić, coś tam zatwierdzić, podpisać, pewien, że gładkie chirurgiczne ramy zniosą tę jedną plamkę z łatwością."
      },
      {
        "index": 93,
        "text": "— Teraz będę mógł bywać z tobą w świecie, w naszym świecie, który, generale, z nogi na nogę przestępuje, by cię poznać!"
      },
      {
        "index": 94,
        "text": "Umówili się, że Przeniewski o trzeciej po południu zamelduje się w sztabie, zaś o czwartej wyjadą do tych kilku domów arystokratycznych, które."
      },
      {
        "index": 95,
        "text": "— Już od tak dawna, od tak dawna się palą!"
      },
      {
        "index": 96,
        "text": "Punktualnie o trzeciej zameldował się Przeniewski, naperfumowany i zbożny."
      },
      {
        "index": 97,
        "text": "Pozostawała jeszcze godzina. Generał poświęcał ją dziś przygotowaniu materjałów dla obcych misyj, oraz delegatom żydów kresowych."
      },
      {
        "index": 98,
        "text": "Gdy, mimo, iż miał już nikogo nie przyjmować, otwarły się wstydliwie drzwi, i Przeniewski stroskanym głosem:"
      },
      {
        "index": 99,
        "text": "— Matka pana generała."
      },
      {
        "index": 100,
        "text": "— Moja matka! Czekajno pan... Wszystko nagle pochyliło się i niepojęta bliskość powstała zewsząd. Płachetki najprostszej wiary przefrunęły chyżo, zda się, tuż przed oczami, pomieszane z odwiecznym kłopotem."
      },
      {
        "index": 101,
        "text": "Barcz chciał opanować się, tymczazemtymczasem gniew mu uderzył do głowy."
      },
      {
        "index": 102,
        "text": "— A pan co?! Naturalnie, — prosić!"
      },
      {
        "index": 103,
        "text": "Sam otworzył drzwi i, poskromiwszy dziecinny nieład, uśmiechu, rzekł jasno: — Proszę."
      },
      {
        "index": 104,
        "text": "Poczekalnia pełna była ludzi."
      },
      {
        "index": 105,
        "text": "— Pani Barczowa, — proszę."
      },
      {
        "index": 106,
        "text": "Z pośród ciżby austrjackich kożuszków, czerkieskich cuch, niemieckich płaszczy, polskich świtek, z pomiędzy wodnistych referentów i rumianych wodzów frontowych, wysupłał się czarny węzełek, który lekko posuwając nogą, jął dążyć przez salę audjencji ku drzwiom."
      },
      {
        "index": 107,
        "text": "Barcz znał to salonowe powłóczenie lewej nogi. Pamiętał je z czasów, gdy matka biegała za nim prosić do gimnazjum, gdy uroczyście szli do teatru po maturze, gdy w domu były imieniny."
      },
      {
        "index": 108,
        "text": "Zamknął drzwi starannie."
      },
      {
        "index": 109,
        "text": "Nito suche, chwiejne mchy, spadły mu na ramiona drobne objęcia. I, niby oblicze świata całego, stare, kochające, — zjawiła się przed oczami twarz pomarszczona."
      },
      {
        "index": 110,
        "text": "— A co? — żartowała Barczowa, płacząc, — może ja się mam bać swoich dzieci? Jeszcze czego?!"
      },
      {
        "index": 111,
        "text": "— Głupiec. „Niema pana generała“. Dla ciebie durniu, — zwróciła się karcąco ku drzwiom, — generał, a dla mnie — Stasiek mój! Barcz trzymał ją w objęciach i, gładząc po plecach z nieopisanem wzruszeniem, wyczuwał te oto suche kości matczynego ciała, które go na świat wydało."
      },
      {
        "index": 112,
        "text": "Opowiadała, że koledzy, jego podwładni, nadal u niej bywają. Że ciężko o własnem dziecku dowiadywać się od obcych."
      },
      {
        "index": 113,
        "text": "— Czemuś, synu, taki srogi, taki zawzięty, — czy warto?"
      },
      {
        "index": 114,
        "text": "Lecz wychyliwszy się nieco z uścisku na pokój, patrząc na olbrzymie płachty map, zryte linjami frontów, upstrzone chorągiewkami."
      },
      {
        "index": 115,
        "text": "— Mocny Boże! Co za praca. Ho ho! Mój syn u szczytu władzy."
      },
      {
        "index": 116,
        "text": "— Mama też u władzy, jak widzę! — przygadywał nieznanym sobie orderom, zdobiącym pierś matki."
      },
      {
        "index": 117,
        "text": "— To nic nie jest, — odznaki miłosierdzia, którego nigdy dość."
      },
      {
        "index": 118,
        "text": "Przeprowadził ją do biurka i posadził na krześle interesantów."
      },
      {
        "index": 119,
        "text": "— Czy wiesz, synu, drugi raz w życiu jestem w tym gmachu. Raz, — kiedy to ojcu tak nie szło w tym Erneścinie, nie słyszał już dobrze i tutaj trafił w czasie wojny japońskiej. Prosił, żeby go wzięli na doktora wojskowego. Tędy poszedł z podaniem, a ja czekałam na dole. Z samym generałem Puzyrewskim mówił. Ale powiedzieli, że za późno, że za stary."
      },
      {
        "index": 120,
        "text": "Rozglądnęła się ostrożnie."
      },
      {
        "index": 121,
        "text": "— Może tu siedział w tym pokoju, na tem krześle?... Biedny stary nie dożył."
      },
      {
        "index": 122,
        "text": "Zapukano. W drzwiach ukazał się Przeniewski. — Nikogo! — buknąłburknął Barcz."
      },
      {
        "index": 123,
        "text": "— A o czwartej?..."
      },
      {
        "index": 124,
        "text": "— Nikogo! — krzyknął generał, jakby schwytany na gorącym uczynku."
      },
      {
        "index": 125,
        "text": "— Ale może się naprawdę przeszkadza?! — przestraszyła się Barczowa."
      },
      {
        "index": 126,
        "text": "Uspokoił ją. Nie przeszkadza się. Jeżeli jednak tu pozostaną, to ciągle będą jakieś sprawy i interesanci."
      },
      {
        "index": 127,
        "text": "— Ciągle? We dnie i w nocy?"
      },
      {
        "index": 128,
        "text": "— Tak, tak, ta maszyna pracuje dzień i noc."
      },
      {
        "index": 129,
        "text": "— Więc jeszcze tylko trochę... Pewno jesteś bardzo zmęczony? — Musiała się nacieszyć rozmiarem biurka. Ilością potrzebnych ołówków, cyrkli, wypukłą soczewką do badania map. — A kurz wszędzie! Prawdziwe męskie gospodarstwo!"
      },
      {
        "index": 130,
        "text": "— Nie mogę przecież tutaj z żoną urzędować."
      },
      {
        "index": 131,
        "text": "Ucieszyła się, że wspomina o żonie."
      },
      {
        "index": 132,
        "text": "Zebrali się do wyjścia. Szła przodem, uroczysta w pstrej ciżbie oficerów, znów wytwornie pociągająca nogą."
      },
      {
        "index": 133,
        "text": "— Więc ty się nie wstydzisz rodziny? — Musiała to powiedzieć, ale dopiero tu, już całkiem pewna swego Staśka, przejęta zaszczytem samochodu, błękitną emfazą benzyny, kołysana na skórzanych drogich poduszkach."
      },
      {
        "index": 134,
        "text": "— Któż mówi o wstydzie?"
      },
      {
        "index": 135,
        "text": "Oburzył się tak ostro, że się przelękła."
      },
      {
        "index": 136,
        "text": "— Jak można wogóle dawać podobne pytania? — Pytanie to bowiem dotykało istotnie jakiegoś kłębuszka niechęci, której doznawał, myśląc „o tem wszystkiem“. — O wstydzie niema mowy. Jeżeli dotąd nie byłem u was, to może właśnie dlatego, aby mieć po swej stronie sobie samemu wyrządzoną krzywdę. Żeby się łatwiej móc przeciwstawić prośbom i żądaniom tych wszystkich ludzi, którzy w imię przywiązania, czy swych rodzinnych uczuć, nagabują mnie ciągle. Widziała mama chociażby dziś, co się dzieje!"
      },
      {
        "index": 137,
        "text": "Mieszkanie matki nie było, na szczęście, wcale kompromitujące. Znacznie lepsze, niż za Niemców. Oczywiście, jak zawsze od śmierci ojca, uczepione do „dzieła“ społecznego. Jeden mały pokój, zrośnięty z kilku wielkiemi landarami, w których się wyczynia dobroczynność."
      },
      {
        "index": 138,
        "text": "Pełno tu było niskich, szkolnych ławek, nastrzępionej po kątach mierzwy różnokolorowych wycinanek, pełno lepkiego slojdu, a na stołach całe pokolenia notesów."
      },
      {
        "index": 139,
        "text": "— Śmiać mi się chce, — westchnął Barcz, patrząc z honorowej kanapy w otwartą amfiladę szkółki, — jak to mama ciągle urządza."
      },
      {
        "index": 140,
        "text": "Spoczęła obok z widocznym zamiarem dłuższej rozmowy."
      },
      {
        "index": 141,
        "text": "— A śmiej się. Co mi tam. Myślisz, — bawi się stara. Ale, mój drogi, swoje dzieci już wychowałam. Tyś na swojem. Janek — mówiła o młodszym bracie — kręci się w interesach po prowincji. Wnuków się od ciebie nie doczekałam, więc się innym spłaca tę resztę życia. Przygarnia się to bezdomne maleństwo. — Ruchem dumy wskazała rząd ławeczek, niby mętne kry błyszczących niewysoko nad poziomem podłogi. — A każde z tych dzieci, gdy tylko już trochę rozumie, uczyłam waszych żołnierskich piosenek."
      },
      {
        "index": 142,
        "text": "Gdy cię nie było, miałam wrażenie, jakby te wszystkie dzieci o tobie śpiewały."
      },
      {
        "index": 143,
        "text": "Barcz niczego tak się nie bał, jak sławy wśród maluczkich. Nakazuje ona niezłomne gesty i nieobliczalne czyny. Wolał się dowiedzieć, z jaką instytucją jest matka teraz w związku, czy aby nie coś zanadto „skrajnego“? Kto łoży na dzieci, skąd się wzięło to mieszkanie?"
      },
      {
        "index": 144,
        "text": "Nie dowiedział się dokładnie. Wchodziło tu w grę tysiąc różnych instytucyj, kapitałów, pożyczek. Już wnosić mógł, że rada miejska i magistrat, bo w pewnym okresie opowiadania burmistrz się ciągle wyłaniał na powierzchnię. Lecz niebawem burmistrz znikł i ziemianie przesłonili wszystko."
      },
      {
        "index": 145,
        "text": "— Zresztą — dworowała matka — pomoc ta potrzebna jest tylko przez zimę. Na lato wywożę „robaków“ do siebie, pod Warszawę, do naszej Nicei, — do Erneścina."
      },
      {
        "index": 146,
        "text": "— Zawsze ten Erneścin, mamo — westchnął Barcz."
      },
      {
        "index": 147,
        "text": "Założony jeszcze przez ojca, doktora Ernesta Barcza, w „suchszem, niż pieprz powietrzu“, — igły, słońce i piach, — obmyślony, jako pensjonat, w kilku dużych drewniakach i murowanej rezydencji, — zżarł ów Erneścin wszystkie oszczędności rodziny, potem zrodził grube długi, które obecnie dumą napełniały starą Barczową. Świadczyły bowiem wymowniej, niż wszystkie opowiadania, ile wśród powszechnego upadku majętności była warta ta rzecz, — na ruble w złocie. — Rzeczywiście mama postawi na swojem i Erneścin błogosławić będą jeszcze pokolenia!"
      },
      {
        "index": 148,
        "text": "— Nie żartuj, jak długo nie wiesz."
      },
      {
        "index": 149,
        "text": "Okazało się, że nie wiedział o niczem."
      },
      {
        "index": 150,
        "text": "— Nietylko pokolenia, — ale może już własne dzieci. Za to, żem im ocaliła złote jabłko. Przedewszystkiem — rozdrapać to chcieli Niemcy. Właściwie, może nawet nie tyle oni, — a swoi, Polacy. Stróż..."
      },
      {
        "index": 151,
        "text": "Wypowiedziała to słowo z zabobonną nienawiścią, otulając się rękami, jakby przed chłodem dojmującym."
      },
      {
        "index": 152,
        "text": "— Stróż... Już na „ty“ był ze mną. Ja, — żeby jak co roku domy odświeżyć, załatać, a on, — pocoś tu, dziadówko, przyjechała? Mnie to powiedział, za to, że osiem lat mój chleb jadł. Powiedział tam, pod grabami, gdzie żelazna ławeczka. Na samą Wielkanoc. Idź do komendanta — woła, — tam ci nakładą. A tu deszcz ze śniegiem i wiatr. Płakałam, jak nigdy w życiu. — Herr, — mówię komendantowi. Herr, — mein Mann tot. Mein Sohn im Felde..."
      },
      {
        "index": 153,
        "text": "Nie dokończyła. Radosne fanfary zadrżały w głosie."
      },
      {
        "index": 154,
        "text": "— Teraz co innego! Teraz mi syn wszędzie pomoże. Teraz chodźcie do mnie, czyto z podatkiem, czy oszacować moje szkody wojenne, — wszystkie dachy zerwali Niemcy. Teraz dajcie mi mego pana stróża. Teraz mnie rekwirujcie. Powiem tylko, — „matka pana generała Barcza“."
      },
      {
        "index": 155,
        "text": "— Jeżeliby już mama tak miała mówić, wystarczy samo „generała Barcza“. Zresztą, cóż ja mogę pomóc właściwie? — Co ty możesz? Gdybyś się nami interesował."
      },
      {
        "index": 156,
        "text": "Zaczęło się najcięższe, rozmowa o rodzinie, — zawsze był taki wytrawny, zimny sędzia."
      },
      {
        "index": 157,
        "text": "— Więc, — Janek się kręci w interesach, nie jest żadnym orłem, ale... Chce sprzedać swą część Erneścina, — żeby kapitał do obrotu. Nachodzi się, nabiega. Pracuje w „rękawicznym“ interesie. Z hurtu na detal. Jadzia?"
      },
      {
        "index": 158,
        "text": "Matka popatrzyła na syna, wgórę, niby z pod niskiego kamienia na szczyt wysoki. — Nie zajdziesz do niej wcale?"
      },
      {
        "index": 159,
        "text": "— Jakto? — obciągnął bluzę stanowczo. — Zaraz tam idę."
      },
      {
        "index": 160,
        "text": "— Jadzia, nie można powiedzieć, dumna. Słowem nie piśnie..."
      },
      {
        "index": 161,
        "text": "Znał tę dumę i hart. Ale po dwóch latach rozłąki? Nudził się, słuchając pochwał o żonie."
      },
      {
        "index": 162,
        "text": "Że potrafiła urządzić ten teatrzyk marjonetek dla dzieci. Chyba pierwsze u nas marjonetki i w dodatku, „na pedagogicznych zasadach“."
      },
      {
        "index": 163,
        "text": "— Ja ją chciałam tu, do siebie, ale to za gruba robota."
      },
      {
        "index": 164,
        "text": "Barcz, jakby już wszystko wiedział i teraz odnajdywał tylko, — strudzone, niepotrzebne, zakurzone."
      },
      {
        "index": 165,
        "text": "— Tak, więc z tych studjów nad achitekturąarchitekturą teatr marjonetek... Mamie zawdzięczam, że Jadzia też ma, bzika co do dzieci."
      },
      {
        "index": 166,
        "text": "Barczowa z rezygnacją pochyliła głowęgłowę."
      },
      {
        "index": 167,
        "text": "Mrok był już prawie zupełny. Barcz przestał rozróżniać się w odbiciu lustra. Tylko jeszcze błyszczało w szybie srebro kołnierza i, niby kręte blizny, splot sznurów na piersi."
      },
      {
        "index": 168,
        "text": "— Już czas iść. — Całował pokolei ręce matki, nie mogąc się opędzić uczuciu, że z każdym pocałunkiem zwraca jej wszystkie kłopoty. I Jasia, i Erneścin i marjonetki."
      },
      {
        "index": 169,
        "text": "Poszedł piechotą. PragnałPragnął być sam. Czuł, że niby woda rozpędzona, — chyba spłynie... A może znajdą się jakieś proste ramy, które pogłębią przeciek siły i powiodą całkiem gdzie indziej?"
      },
      {
        "index": 170,
        "text": "Pod wskazanym adresem niełatwo było odnaleźć teatrzyk."
      },
      {
        "index": 171,
        "text": "Zaledwie jedna lampka elektryczna w szmacianej nogawce oświetlała malutki, ręcznie pisany afisz. Poznał pismo żony odrazu. Wstyd mu się zrobiło, że litery rondowe, tak ongiś drogie i tajemnic pełne, wypinają się, tu oto, publicznie, w przypochlebnych półkolach długiego tytułu."
      },
      {
        "index": 172,
        "text": "Ze słów ogłoszenia biła cierpka wesołość, która nudzi zbyt hałaśliwą obietnicą."
      },
      {
        "index": 173,
        "text": "Uderzyło przytem Barcza wielkie zróżniczkowanie cen wstępu. Dla małych, mniejszych, dla dzieci na ręku, dla starszych, przed, po południu, w niedzielę, dzień powszedni."
      },
      {
        "index": 174,
        "text": "Złożył to na znaną sobie drobiazgowość Jadzi. Wiadome rzeczy, — spać nie poszła, póki wszystko nie było ułożone, żeby się szwy koszuli nie gniotły i oczka w pończochach nie męczyły."
      },
      {
        "index": 175,
        "text": "Teatr umieszczony był na pierwszem piętrze, od frontu. Widać szedł nieźle, gdyż już w sieni stał ogonek. Barcz zajął w nim kolejne miejsce. Dopiero w połowie piętra dowiedział się, że posuwa się w ogonku Taniej Kuchni inteligenckiej, która drzwi w drzwi sąsiaduje z teatrzykiem. Ponsowy z gniewu i nieokreślonego uczucia wstydu, wyszedł stąd, prosto na górę, do teatru."
      },
      {
        "index": 176,
        "text": "Obowiązki biletera spełniał mały, zasmarkany z zimna chłopaczyna. Odebrawszy zachłannie należytość, wprowadził generała do sali."
      },
      {
        "index": 177,
        "text": "Na szczęście przedstawienie było już w pełnym toku."
      },
      {
        "index": 178,
        "text": "Barcz usiadł chyłkiem, gdzieś na skraju, przejęty bezsilną litością."
      },
      {
        "index": 179,
        "text": "Widzów prawie nie było. Tu i tam niby śnieżny, samotny bałwanek, widniał w pustym rzędzie krzeseł biały płaszczyk dziecinny, otoczony czarnemi grudami rodzicielskich palt. Publiczność zdawała się nie brać żadnego udziału w przedstawieniu, głuszonem przez hałas drzwi z sąsiedniej kuchni inteligentów, wpatrzona w płomienie gazowe, które tryskały ze specjalnego aparatu poniżej sceny."
      },
      {
        "index": 180,
        "text": "Miały one ogrzewać bardzo zimną widownię, udzielając równocześnie trochę ciepła za kulisy."
      },
      {
        "index": 181,
        "text": "Scena ustawiona była tak nieszczęśliwie, że ciemniej było na wszystkich jej planach, niż w pokoju. Kręciły się po niej, wadząc o papierowe kulisy, małe, drętwe figurki: Skaucik, krakowianka, juhas, żołnierz, szlachcic, — popierane ztyłu niestrudzoną gadaniną i okolicznościowym śpiewem Jadzi."
      },
      {
        "index": 182,
        "text": "Barcz miejsca sobie nie mógł znaleźć, słysząc, jak żona zmienia głos, mówi grubo, cienko, dziecinnie, starczo, to znów jeszcze jakoś inaczej, — na wychowawczych osnowach wzorowej dykcji."
      },
      {
        "index": 183,
        "text": "Gdy zaś z okazaniem się długiego krokodyla, zionącego mdłym zapachem trociczki, jęła śpiewać pod dźwięk pianina rytmicznie i martwo, — „dylu, dylu, krokodylu“. — Barcz zlane potem czoło schował na poręczy, krzesła. Głos Jadzi, nicowany na wszystkie sposoby, sprawiał generałowi niewymowną przykrość. Tłukł się po pustych kątach, mieszał się z sykiem gazu, wywołując przestrach wśród nielicznych dzieci."
      },
      {
        "index": 184,
        "text": "Nareszcie mała pieluszka kurtyny uwięzła w połowie drogi. Odkręcono lampki elektryczne. Z okien, ze ścian, z sufitu wyskoczyły plamy chudych, papierowych kwiatów."
      },
      {
        "index": 185,
        "text": "Publiczność uciekła szybko, rzucając poza siebie sztywną ciszę samotnego światła."
      },
      {
        "index": 186,
        "text": "Barcz wstał z krzesła i czekał."
      },
      {
        "index": 187,
        "text": "W ustawicznym huku trzaskających drzwi „inteligencji“ słyszał, jak żona rozlicza się za bilety. Jak daje oberwańcowi rozrzutki, żeby biegał przed szkoły i rozdawał."
      },
      {
        "index": 188,
        "text": "— Nie masz się czego wstydzić, ten teatrzyk więcej wart od każdego kina."
      },
      {
        "index": 189,
        "text": "Generał ruszył w stronę przedpokoju, — spotkali się w drzwiach."
      },
      {
        "index": 190,
        "text": "Wyciągnął obie ręce. Jej twarz przejęło drżenie, w wodnistych oczach żadrżałyzadrżały fale ciemnej, głębokiej radości."
      },
      {
        "index": 191,
        "text": "— Czy być może? — Podała mu palce sine i zimne."
      },
      {
        "index": 192,
        "text": "Trzymał je spokojnie w wielkich dłoniach. Jeszcze goniły się na puszystych policzkach żony szczęśliwe łuny, jeszcze smugę brwi marszczył niepokój, jeszcze pierś, kryta żabotem, stała wysoko w westchnieniu..."
      },
      {
        "index": 193,
        "text": "Patrzył na żonę coraz pewniej, spłożąc się oczyma przez biodra, wdół, ku końcom trzewików."
      },
      {
        "index": 194,
        "text": "Usiedli w pierwszym rzędzie, przy płomieniach gazu, naprzeciw sceny."
      },
      {
        "index": 195,
        "text": "Poczęstował papierosem."
      },
      {
        "index": 196,
        "text": "— Spory kawał czasu, mój kochany... — Teraz dopiero zmącony ich oddech ułożył się. Na przebiegu warg pobladłych ściągało się drżenie w mały, płochliwy deseń."
      },
      {
        "index": 197,
        "text": "— A może zapłaciłeś za bilet?"
      },
      {
        "index": 198,
        "text": "Pokazał jej zmięty kupon."
      },
      {
        "index": 199,
        "text": "— Trzeba było chłopcu powiedzieć, — ja się też dziwiłam, kto dziś kupuje w pierwszym rzędzie, pełny bilet? Nawet bałam się, czy nie jaki sprawozdawca. A wiesz? Siwiejesz, Stachu!"
      },
      {
        "index": 200,
        "text": "Potoczył ręką przez włosy. I jakby rozgrzeszony tą uwagą, w krótkich słowach, niefrasobliwie złożył, — wyraźnemi ruchy prawie, że zsypał żonie na kolana koleje swego życia. Było tak ciężkie, tak zewsząd obwarowane odpowiedzialnością, że któż mógł rościć pretensje?..."
      },
      {
        "index": 201,
        "text": "Nie przejmował Jadzi ciężar tego brzemienia. — Tak żyjesz, — zauważyła spokojnie, — widać tak chcesz."
      },
      {
        "index": 202,
        "text": "Uśmiechnął się ironicznie."
      },
      {
        "index": 203,
        "text": "— Chodź, pokażę ci całe moje przedsiębiorstwo. Prócz wielkiego pokoju, przeznaczonego na widownię, była „jeszcze“ zboku poczekalnia. Zwiedzili naprzód zakulisy teatrzyku."
      },
      {
        "index": 204,
        "text": "Wszędzie tu tkwiły lalki o twarzach połyskliwych, rozmazanych, jakby pokrytych bliznami oparzelizny. Na małej kozetce przy pianinie leżała gruba, biała sukmanka wołyńska."
      },
      {
        "index": 205,
        "text": "— W niej ogłaszam mojej publiczności ewentualne zmiany programu."
      },
      {
        "index": 206,
        "text": "Wolałby, by to była jakaś polska sukmana, krakowska, czy kielecka."
      },
      {
        "index": 207,
        "text": "Jadzia wzięła z pod sceny krokodyla, — bo ma na sobie błamik prawdziwej skórki, pożyczonej od kuśnierza, — żeby nie zniszczyć."
      },
      {
        "index": 208,
        "text": "— A gdzież mieszkasz? — pytał. — Żeby można swobodniej pogadać."
      },
      {
        "index": 209,
        "text": "— Co?..."
      },
      {
        "index": 210,
        "text": "— Żeby można swobodnie pogadać, — powtórzył łaskawie."
      },
      {
        "index": 211,
        "text": "I znów, jaśniejsze, prawie białe wzory lęku przesunęły się po wargach Jadzi. — Mieszkam, „proszę pana“, w kuchni."
      },
      {
        "index": 212,
        "text": "Zawahali się przy drzwiach, bliscy sobie, prawie głowa przy głowie, rozdzieleni tylko przekrwionym pyskiem, spoczywającego na Jadzinem ramieniu krokodyla."
      },
      {
        "index": 213,
        "text": "Weszli."
      },
      {
        "index": 214,
        "text": "Jak zawsze u niej, — ubogo, lecz starannie. Mimo, że urządzić się w tych kuchennych warunkach niełatwa rzecz. Wielka blacha pieca wachlowała się ciągle szaremi arkuszami przykrycia, w wodociągu ustawicznie świegotały krople, ganek zaś, uczepiony nad sufitem naprzeciw okna, zasłaniał część pomieszczenia, jakgdyby lożę stanowiąc, — pełną widzów."
      },
      {
        "index": 215,
        "text": "Z pośród drewnianych balasek tego pawlacza wychylał głowę siwy król w purpurze, husarz, szlachcic, kosynier, czwartak, żydek, legjonista."
      },
      {
        "index": 216,
        "text": "— Cóż tam robią te figurki? — pytał Barcz."
      },
      {
        "index": 217,
        "text": "— Schną. — Do nowej sztuki."
      },
      {
        "index": 218,
        "text": "Usiedli do herbaty."
      },
      {
        "index": 219,
        "text": "Spostrzegł, że wśród fotografij rodzinnych, stojących na komodzie, niema już jego podobizny. Widocznie skazana była na banicję... Popatrując przychylnie na wąskie, angielskie łóżko, wypytywał żonę o jej rodzinę. Zawsze zaznaczała tak żywe przywiązanie."
      },
      {
        "index": 220,
        "text": "— Mój drogi, cóż ci powiem? Może, jak te kresy trochę odwojujecie... Nawet nie wiem, czy stoi jeszcze nasz dom? Czy ojciec żyje? Mama rok temu umarła. Ja tu chodzę, a tam daleko, nawet nie wiem, jak liście ze mnie spadają..."
      },
      {
        "index": 221,
        "text": "Jedząc powoli długie kromeczki chleba z masłem, zaczęła nagle opowiadać o tych „swoich“ dwu latach samotnościsamotności. Występował w nich jako „wartość“ całkowicie już przezwyciężona."
      },
      {
        "index": 222,
        "text": "Barcz patrzał na schnącego w kojcu pod sufitem tradycyjnego króla, burzył się i niecierpliwił. Wkońcu ogarnęło go nawet rozrzewnienie, że wypadł z serca żony, schowanego pod angielską bluzeczką."
      },
      {
        "index": 223,
        "text": "Jadzia chciała początkowo pracować razem z matką... Nie w żadnej polityce, — nigdy wam nie przebaczę Niemców, — ale przy dzieciach. — Nie zgodziłyśmy się. Matka twoja rozwija tylko ciało. A dusza?..."
      },
      {
        "index": 224,
        "text": "Oszczędzenie duszy dziecka zapomocą rozrywki, ale właściwej! Więc marjonetki. Świat literacki ją poparł."
      },
      {
        "index": 225,
        "text": "Wymieniła kilka nazwisk potężnych pyskaczy z wrogiego Barczowi obozu. Wcale nie trzeba ich było tak bardzo prosić... Coprawda, wtedy powszechnie myślano, żeś zginął."
      },
      {
        "index": 226,
        "text": "— Jakąż to wszystko ma przyszłość? — zadawał pytanie bardzo oględnie."
      },
      {
        "index": 227,
        "text": "Postanowiła teatrzyk swój zamienić na ekspozyturę przyszłego wyrobu lalek. W jednym z domów, w Erneścinie. Lalki te odlewać się będzie z papierpapieru maché."
      },
      {
        "index": 228,
        "text": "— Papier taki, jak to powinieneś wiedzieć, otrzymuje się ze starych gazet. Zatem surowiec, — nie kosztowny. Formy znajdziemy swojskie u odpowiednich artystów. — A ty? co zamierzasz?..."
      },
      {
        "index": 229,
        "text": "— A ja? — Opowiadał żonie, czego doznał przez te dwa lata. Jak strasznych prywacyj, jak ciężkich razów i niewdzięcznego losu. Nie byłaż to prawda? — A czy można oddać komuś więcej od prawdy?"
      },
      {
        "index": 230,
        "text": "— Teraz zaś, tu, — — kończył, wyczerpując przegląd doznanych krzywd i podjętych prac..."
      },
      {
        "index": 231,
        "text": "Rzuciła mu się na szyję."
      },
      {
        "index": 232,
        "text": "— Ja ci zawsze ulegnę, — płakała na szorstkie sznury munduru, — słuchaj, słuchaj... Albo lepiej nie mówmy."
      },
      {
        "index": 233,
        "text": "Gdy zaś w obopólnem objęciu przetrwali długą chwilę, westchnęła:"
      },
      {
        "index": 234,
        "text": "— Wyjdziesz do poczekalni. Ja cię zawołam. Przyniesiesz gazową maszynkę z widowni. Tam się pali niepotrzebnie. Tu też jest połączenie. Będzie nam ciepło, — kochany!"
      },
      {
        "index": 235,
        "text": "Stare, zwietrzałe wzruszenia opadły Barcza w sali teatrzyku. Dotykał ostrożnie maleńkich rekwizytów, kwiatów, bibułek, szmatek."
      },
      {
        "index": 236,
        "text": "Właśnie majstrował koło maszynki gazowej, gdy go dobiegł głos żony."
      },
      {
        "index": 237,
        "text": "Czekała w białym nocnym stroju. Utwierdzili maszynkę, założyli połączenie, zgasili elektryczność. Trzy płomyki rozchyliły się na końcu żelaznych przewodów niemal pod ręką Barcza."
      },
      {
        "index": 238,
        "text": "— Niby trzy serca, — szeptała mu do ucha, — a czyje trzecie?..."
      },
      {
        "index": 239,
        "text": "Śmiali się, że niczyje, przybłęda jakiś, — duch."
      },
      {
        "index": 240,
        "text": "— Nie przybłęda, — cieszyła się Jadzia, — to jest ktoś trzeci, kto będzie... Zobaczysz!"
      },
      {
        "index": 241,
        "text": "Rozdziewał ją z białych szmatek, błądząc po gładkiem, chłodnem jak owoc ciele."
      },
      {
        "index": 242,
        "text": "Przykręciła gaz. Izbę pogrążył mrok."
      },
      {
        "index": 243,
        "text": "Barcz chwycił żonę w szorstkie, sukienne objęcia i złożył na łóżku. Potem zrzucił z siebie dzwoniące żelastwem generalstwo i wśliznął się pod kołdrę."
      },
      {
        "index": 244,
        "text": "Niby dwie rwące fale wzbili się w uścisku."
      },
      {
        "index": 245,
        "text": "— Co to jest? — Nad głową Barcza pętał się jakiś zimny przedmiot."
      },
      {
        "index": 246,
        "text": "— To krokodyl, — śmiała się Jadzia."
      },
      {
        "index": 247,
        "text": "Barcz uniósł się na posłaniu, chwycił kukłę za grzbiet, świsnął nią na podłogę. Tak mocno, że aż się chrzęst wydobył z pawlacza, a głowy lalek opadły wzdłuż krat. — Teraz już sami — cieszył się, gniotąc jej ciało wielką płaską, piersią."
      },
      {
        "index": 248,
        "text": "— Sami, — powtarzała Jadzia. — Ty i ja. Jestem, jak ziemia pod tobą... I wiesz? Może tak połączeni, kołyszemy już razem trzecie serce?..."
      },
      {
        "index": 249,
        "text": "Ocknął się wcześnie, jeszcze noc stała w sypialni. Natychmiast go przepełniły sprawy, — formacje, dyspozycje, rozkazy, depesze, hughesy. Nie załatwił kilku ważnych aktów, które przyniesiono tuż przed wizytą matki."
      },
      {
        "index": 250,
        "text": "Szukając spojrzeniem dokoła, spotkał znowu wysoko galerję, z której przypatrywała mu się blada, jakby bliznami lśniąca naręcz głów. Ubrał się, szczelnie okrył zwiniętą w kłębek Jadzię i wyszedł. Zobaczywszy zaś przed sobą, na rogu Brackiej, Chmielnej i Szpitalnej, suche, sztywne przecznice, nito ramy kamienne w łono nocy wbite — ucieszył się."
      },
      {
        "index": 251,
        "text": "Ileż bowiem więcej było w tem porządku i prostoty, niż w zakrętach i ciemnościach poszczególnego człowieka?"
      },
      {
        "index": 252,
        "text": "Przed kościołem św. Aleksandra, tnącym się w puchu mgieł jasnemi płaszczyznami, ogarnęło Barcza zniecierpliwienie."
      },
      {
        "index": 253,
        "text": "Zawsze zaczyna się od błogosławieństwa, — pomyślał, — a kończy na prześcieradle."
      },
      {
        "index": 254,
        "text": "Poszedł dalej. Drzewa Alei Ujazdowskiej drżały sennie. Pusto było. Mieszkańcy mogą chodzić tylko do północy. Sam przecież popierał był to rozporządzenie."
      },
      {
        "index": 255,
        "text": "Zboku nad parkiem miejskim szamotał się księżyc w czarnych chmurach. Generał dławił pokątne wzruszenia, aby sobie dobrze wybrać najpraktyczniejszą prawdę ze wszystkich nowin rodzinnych. Ostatecznie, — postanowił zmienić mieszkanie i przenieść się do hotelu."
      },
      {
        "index": 256,
        "text": "Musi się mieszkać bardziej — „objektywnie“."
      },
      {
        "index": 257,
        "text": "Wrócił do sztabu i resztę nocy przestał przy hughesie, każąc grać na elektrycznej klawjaturze omówienia i dyspozycje. Gdy słowa jego iskrzyły się już zapewne gdzieś tam w obozach u krańca ojczyzny — patrzył na metalowe, rozbiegane krążki aparatu, w których mu za każdym obrotem własna twarz ginęła niepostrzeżenie."
      },
      {
        "index": 258,
        "text": "Kilkogodzinny pobyt na łonie rodziny nie powtórzył się tak prędko."
      },
      {
        "index": 259,
        "text": "Barcz nabrał stanowczego przeświadczenia, że do pewnego czasu musi wszystkie osobiste sprawy poświęcić „wielkiej drodze“. Pamiętny nocy, spędzonej w „marjonetkach“, postanowił się nawet skarcić za przelotną słabość."
      },
      {
        "index": 260,
        "text": "Zawezwawszy Przeniewskiego do hotelu, — już mnie nie witają na dzieńdobry, wasze kochane margrabiowskie hafty, — rozszerzył obowiązki adjutanta z mundurowo-towarzyskich na mundurowo-towarzysko-rodzinne."
      },
      {
        "index": 261,
        "text": "I gdy jeździli składać wizyty w stołecznej magnaterji, generał, wyprostowany w kącie samochodu, słuchał z niejasnem zakłopotaniem zwierzeń Przeniewskiego o „pani generałowej Jadzi“."
      },
      {
        "index": 262,
        "text": "O kresowej dystynkcji, o objawach subtelnej radości, jaką sprawiały bilety Barcza, z powierzonego Przeniewskiemu zapasu składane wraz z kwiatami. O tym teatrzyku uroczym, gdzie teraz pełno było oficerów."
      },
      {
        "index": 263,
        "text": "Zwiedzieli się już. Krew zalała generała ze złości."
      },
      {
        "index": 264,
        "text": "Stare błazny."
      },
      {
        "index": 265,
        "text": "Kiedy sobie uprzytomniał, gdzieś, w salonie, owieszonym krajowymi mistrzami, na strzyżonej ciszy dywanów, wśród płaskich kobiet i żółtych mężczyzn fajfu, że Jadzia „tam“ na wsze strony nicuje swój biedny głosik, a pod koniec w dymach trociczki wyciąga na scenę krokodyla, krytego błamikiem prawdziwej skórki!"
      },
      {
        "index": 266,
        "text": "Niechże teraz obejdzie dyplomatyczne salony sława tego tekturowego krokodyla!"
      },
      {
        "index": 267,
        "text": "Barcz zaczął poważnie roztrząsać możliwości. Albo połączy się z żoną..."
      },
      {
        "index": 268,
        "text": "Nie chciał szukać innego wyjścia. Żal mu było wielkim krokiem dromadera rozbijać małą pracę żoniną, ustawioną potulnie na skraju „wielkiej drogi“. Zwrócił tylko uwagę Przeniewskiego na konieczność sprzęgnięcia może tego teatrzyku z jakąś inicjatywą obywatelską a dyskretną..."
      },
      {
        "index": 269,
        "text": "Może gdzieś bardziej społecznie i bardziej pocichu, — razem z kakao i z misyjnemi piernikami?"
      },
      {
        "index": 270,
        "text": "Zresztą był w przededniu zbyt ważnego posunięcia... Wiedział już dokładnie przez Pycia, iż formuje się przeciw „ludowym surdutom“ sprzysiężenie. Że ma być wykonany zamach. Obalony rząd... Wprowadzony nowy, z Krywultem i jego mafją..."
      },
      {
        "index": 271,
        "text": "Postanowił bezwzględnie temu przeciwdziałać. Szukał jakiejś zgody z Krywultem. Bo nie bał się narazie lewego skrzydła... Generał Dąbrowa siedział na Zamku pod Blachą, pasł się dobrym deputatem i stróżował znakomicie, szczując wschodnich nowinkarzy i kwasząc ich jak ogórki w mokrych piwnicach Cytadeli."
      },
      {
        "index": 272,
        "text": "Należało więc jakoś zręcznie uchwycić prawe skrzydełko. Barcz szukał sposobu. Jakaś uroczystość?... Jakaś improwizacja... Ale w nawale poważnych spraw nie mogło mu żadne dość odpowiednie głupstwo przyjść na myśl. Wybór był nader trudny. Szukano z zaufanemi surdutami, Jabłoński miał to skąpać w sosie prawnym."
      },
      {
        "index": 273,
        "text": "Radzono z jakąś komisją „jubileuszowych Zaduszek“."
      },
      {
        "index": 274,
        "text": "Wkońcu postanowił Rasińskiego w to ubrać."
      },
      {
        "index": 275,
        "text": "— Chodziłoby tu o jakąś nieobliczalną, spontaniczną, bezmyślną świeżość. Pan mi powiedziałeś w Przemyślu coś, co wyróżniło pana ze wszystkich, z którymi miałem wówczas do czynienia. „Radość z odzyskanego śmietnika“... Chodziłoby teraz o coś równie zręcznego. Może panu natchnienie podda jakiś powód, okazję... Radość, którąbyśmy mogli czcić wszyscy razem."
      },
      {
        "index": 276,
        "text": "Wówczas Rasiński po długiem zastanowieniu:"
      },
      {
        "index": 277,
        "text": "— Tylko na starych kościach można warzyć tę zupę. Jako ludzie wolni możemy teraz sobie pozwolić na kult niewoli. Jeżeli to ma nas nie obrazić a „tamtych“ zmusić?... Cytadela! Otwieramy „Muzeum Niewoli“ na Cytadeli. Tam dziś wszyscy, panie generale, bez różnicy partji, możemy zatańczyć, bijąc się radośnie po udach."
      },
      {
        "index": 278,
        "text": "Barcz zaaprobował, odrazu rzecz całą sznurując odpowiednio, przez Przeniewskiego ze światem rodu, przez Rasińskiego ze sztuką i prasą — Jabłoński pociągnie togi naszej palestry. — Kazał jeszcze Przeniewskiemu wydłubać na mieście odpowiedniego profesora, któryby wszystko to wzmocnił cementem historji."
      },
      {
        "index": 279,
        "text": "I zawczasu przebębnić w prasie! Rzecz miała być gotowa za dwa tygodnie."
      },
      {
        "index": 280,
        "text": "Zakończywszy sprawę, zszedł nadół, do Pycia. Instynkt nakazywał mu porozumienie z tym najczulszym i najdelikatniejszym organem życia wojskowego."
      },
      {
        "index": 281,
        "text": "Lokale, w których mieściły się biura wywiadu, zawalone były ludźmi."
      },
      {
        "index": 282,
        "text": "Mijając różnokolorowych czerkiesów, osobliwie przydymionych cywilów, Niemców nawet, którzy tu w pełnych mundurach czekali z obandażowanemi gębami, — nie bez dumy myślał Barcz o tym najmłodszym może oficerze, w którego rękach chowają się najwstydliwsze tajemnice armji."
      },
      {
        "index": 283,
        "text": "W pokoju Pycia, przed biurkiem stało kilku agentów cywilnych. Zbici w łączną, szarą masę, trwali wpoprzek pokoju, niby równa tama."
      },
      {
        "index": 284,
        "text": "Major Pyć, spostrzegłszy generała, odprawił ich natychmiast."
      },
      {
        "index": 285,
        "text": "Ciemna tama rozpadła się na kilka ośrodków, które, niepewną drogę opisawszy, znikły za drzwiami."
      },
      {
        "index": 286,
        "text": "Pokój był tak pusty, oschły, że Barcz mimowoli spojrzał przez okno. Na ścieżkach widnego stąd ogrodu mijali po śniegu przechodnie, a między suchemi koronami drzew krakały wrony."
      },
      {
        "index": 287,
        "text": "— Idylla, panie generale... Barcz zwrócił głowę."
      },
      {
        "index": 288,
        "text": "Malutkie, chude łopatki Pycia, niby szczątkowe skrzydełka, podskoczyły wgórę, aż ku nadmiernie rozrośniętym muszlom uszu — i opadły."
      },
      {
        "index": 289,
        "text": "Barcz, usadowiwszy się w fotelu uładzonym z biurowej niewygody i szarości:"
      },
      {
        "index": 290,
        "text": "— Otóż za dwa do trzech tygodni, panie Pyć, weźmiesz pan udział w idylli większego rozmiaru, jaką urządzam pod znakiem starych kości męczeńskich, — gwoli zgody powszechnej. Będzie to ostatnia, mam nadzieję, próba..."
      },
      {
        "index": 291,
        "text": "Pyć, wsparty na oknie, tyłem do ogrodu, pochylał szybko głowę, raz po raz dziobiąc słowa generała."
      },
      {
        "index": 292,
        "text": "— I albo cały ten Krywult pójdzie z nami, albo otwarcie zajmie stanowisko wrogie. Otwieramy Muzeum Niewoli, — „uczczenie kości“ przez wszystkie stany, wszystkie odłamy."
      },
      {
        "index": 293,
        "text": "Major rozprostował ramiona, potem wraz zwinął się, zmarszczył, stulił, — jakby się iskał."
      },
      {
        "index": 294,
        "text": "— Na starych kościach, — świetna rzecz, panie generale."
      },
      {
        "index": 295,
        "text": "Snując się wzdłuż ścian, jął się domyślać głośno tych wszystkich rzeczy, które tak mocno trapiły Barcza."
      },
      {
        "index": 296,
        "text": "Domyślał się, że Krywult, — stary knur niepożyty ryje wśród wojska i na pewno, razem z kilku wielkiemi nazwiskami, podgryza słabe korzonki rządu. Że równocześnie szantażuje zagranicą przed czcigodnemi nosami światowej konferencji. Że byłby sposób na to: podsunąć pod Krywulta Dąbrowę, aby nam Dąbrowa dawał o Krywulcie wszystko, kompromitując się równocześnie... — To już zrobione — skłamał Barcz, przypominając sobie z radością, że nosił się z podobnym projektem."
      },
      {
        "index": 297,
        "text": "A Pyć, tak cicho, jakby już nie on, lecz w różnych kątach pokoju samo powietrze mroczne myślało dalej:"
      },
      {
        "index": 298,
        "text": "— Krywult z nami nie pójdzie. A wtedy..."
      },
      {
        "index": 299,
        "text": "— Co wtedy? — zatrzeszczał Barcz — wtedy wyciągamy najaw nasze „dossier Krywult“!"
      },
      {
        "index": 300,
        "text": "Pyć, wstrząsnął ramionami i zatrzymał się nagle przed krzesłem."
      },
      {
        "index": 301,
        "text": "— Nie wyciągamy, — szeleścił, — nie można... Bo „dossier Krywult“, to prawie cała stara Polska... Korzeń tkwi tu, a rozgałęzia się to przez wszystkie ziemie aż po kresy. Tu place, — tam parcele, — tu mająteczek, — owdzie lasy, tam młynki, — i tu domiki — i tam domiki — i tu dobra i tam dobra, a wszystko przepisane, przeszachrowane, odpisane, na przyjaciół, krewnych, znajomych, których jest..."
      },
      {
        "index": 302,
        "text": "Pyć, niby słupek kurzu zachwiał się, zmącił okwitając bladym połyskiem."
      },
      {
        "index": 303,
        "text": "— No dobrze, — huknął Barcz, — ale przecież w ostateczności gwarantowałeś pan, że przynajmniej to, co zostało skradzione przez Krywulta podczas działań powstańczych... Zapasy złota, dziesiątki samochodów, tabuny koni! Gdzież ta pańska antykrywultowska formuła: samochody, — koniki, — złoto?"
      },
      {
        "index": 304,
        "text": "Pyć znowu falował pod ścianą. — Formuła jest napewno dobra i koniki, i złoto, i samochody na pewno poutykane gdzieś — są... Tylko, że my — kłapnął major chudemi szczękami, — musimy stwierdzić, palec w to wsadzić... Na to stwierdzenie środków nie mam jeszcze. Gdzie śruba mobilizacyjna, którą nad młodymi zakręciwszy, wytoczyłoby się tłuszcz ze starych?... Gdzie pożywne masełko dostaw, dzięki którym... Gdzie rozmaite podręczne kobiety?... Jak długo nie mam środków, by wejść w tak zwaną świętość prywatnego życia, — cóż mogę? A u nas każdy jeszcze tę świętość ponad wszystko ochrania..."
      },
      {
        "index": 305,
        "text": "Ostry, cieniutki śmiech Pycia przecinał ciszę pokoju długo i systematycznie."
      },
      {
        "index": 306,
        "text": "— Nieprawda, — ofiarował się szczerze Barcz. — Moja żona wdała się w jakiś idjotyczny teatrzyk, serce w to kładzie, ale toby mi nie mogło przeszkodzić, abym w razie potrzeby rozdeptał! Żadna porcja największej choćby czułości."
      },
      {
        "index": 307,
        "text": "— Żona pana generała. Moja matka umarła na serce, kiedym dyrektora gimnazjum o sprawy Strzelca rznął w pysk. — Porcje czułości. Gdzie można, nie zważa się na to. Naprzykład w punkcie ad złoto przy dossier Krywulta... Tam się też pracuje czułością. Obrabia ten punkt Drwęska... Ta sama, która pod Przemyślem w „dymach pożaru“ rzucała wam kwiaty pod nogi. Taka wspaniała porcja dolnej krzyżówki."
      },
      {
        "index": 308,
        "text": "Obraziło nieco Barcza, że jedno z romantycznych i bezinteresownych jego wspomnień wala się w pożytkach wywiadu."
      },
      {
        "index": 309,
        "text": "— A gdyby tak, — przerwał ze złością, — zapalając niespodzianie światło, — wam ktoś także podesłał taką wybraną porcję krzyżówki dolnej, — Pyć, co? — Mnie?"
      },
      {
        "index": 310,
        "text": "Major stał w sztywnych promieniach elektrycznego światła, uśmiechnięty. Na twarzy jego, połyskliwej jak blacha, wyciągały się szare, gęste cienie."
      },
      {
        "index": 311,
        "text": "Podszedł blisko do Barcza, niosąc mu na obumarłych ramionach, tuż przed generalskie sznury, swe sino-żółte oblicze."
      },
      {
        "index": 312,
        "text": "— Mnie porcje czułości? Świętość prywatnego życia? Mnie?... — Resztę kończył śmiech, wysączony z szerokich źrenic na rozgięte blade wargi."
      },
      {
        "index": 313,
        "text": "Barcz nie zadał już drugi raz tego pytania."
      },
      {
        "index": 314,
        "text": "— Więc podciągaj pan to dossier, — kończył, — porcjami, czy jak pan woli, żeby możliwie szybko gotowe było do rzutu."
      },
      {
        "index": 315,
        "text": "Na więcej subtelności nie miał generał czasu."
      },
      {
        "index": 316,
        "text": "Musiał był wydzielić z nieskończonej liczby transportów idących na front, odpowiednie wojska dla asysty przy wyborach. Odpowiednio te wojska prowjantować. Do czasu zwołania Sejmu należało koniecznie utrzymać tych kilkanaście ludowych surdutów przy władzy!"
      },
      {
        "index": 317,
        "text": "Musiał był też, wedle całkiem słusznych racyj Pycia, przepracować rzecz w stolicy, z Dąbrową."
      },
      {
        "index": 318,
        "text": "W sprawie tej „zadziałał“ znienacka. Zjawił się „Pod Blachą“ nagle, — wejściem od tyłu."
      },
      {
        "index": 319,
        "text": "Żeby się ważny spisek mógł odrazu spoufalić z atmosferą rodzinną, z ścierkami, suszącemi się na kuchni, i ze swędem deputatowego boczku."
      },
      {
        "index": 320,
        "text": "Mieszkanie Dąbrowy Pod blachą przemienione było w istny obóz, w którego miękkich wertepach, na opuchłej czerwieni niepowleczonych poduszek, kanap dymiących siwem włosiem i zestawionych stołków koczowali liczni ubodzy krewni."
      },
      {
        "index": 321,
        "text": "Dąbrowa na widok znakomitego kolegi wyrzucił posłania z jadalni, co mógł, utłamsił po kątach, żonę wygnał."
      },
      {
        "index": 322,
        "text": "Generałowie zasiedli przyjaźnie w jadalni, nad białą ceratą, drukowaną w niemieckie cętki. Gospodarz umiótł przed gościem kruszki, zgonił dłonią rozlane kałuże herbaty, — słowem urządził honorowe miejsce, i przykładnie przepili, — naszej krajowej, poznańskiej."
      },
      {
        "index": 323,
        "text": "Poczem, podebrawszy się wgórę, okazał Dąbrowa rozpięty mundur i sterczące z pomiędzy koszuli kępy zarostu."
      },
      {
        "index": 324,
        "text": "— Zróbcie sobie tak samo, żebyście mogli wygodnie odsapnąć."
      },
      {
        "index": 325,
        "text": "— Będę sapać dopiero po rozmowie, — przypochlebił Barcz ważnościom spotkania."
      },
      {
        "index": 326,
        "text": "— Cóż tu już dzisiaj za rozmowy między nami, kiedy, o: Wszystko zbiega się pod jedno skrzydło. Wielka zgoda... Wiemy z rozkazów. Czytamy w gazetach. Wspólne muzeum. Wspólna parada całej uświęconej hołoty... Nasze kochane zołzy! W myśl tradycji... I prawi, i lewi, i wszyscy... Ten sam murek mamy razem z Krywultem łzami obsikać wspólnemi."
      },
      {
        "index": 327,
        "text": "Dąbrowa mówił i nie odrywał się od roboty, wyczyniając szybko papierosy. Leciały z pałkowatych palców, zgrabnie, jeden za drugim, niby białe, lekkie naboje."
      },
      {
        "index": 328,
        "text": "Barcz postanowił wyłożyć wszystko odrazu. — Kawa na ława, panie generale Dąbrowa. Dąbrowa popatrzył na niego krzywym zawrotem spojrzenia. — Kawa na ława?"
      },
      {
        "index": 329,
        "text": "Barcz tkał suche, proste zdania, przerywane terminami fizyki i algebry — współczynnik, iloczyn, wieloraz, wykładnik. Było w tem wiele słów dwuznacznych i przechodnich. Stawiał sprawę otwarcie. — Wszystko mi jedno, jaką macie ideologję społeczną. O ile chodzi o Krywulta, drogi nasze razem prowadzą! Dziś wszystkich woła się do czynu, wszyscy tak samo potrzebni. Cała mądrość w tem, by właśnie razem..."
      },
      {
        "index": 330,
        "text": "— Razem nie razem, — buczał pod nosem Dąbrowa."
      },
      {
        "index": 331,
        "text": "Barcz, przepuściwszy to jeszcze mimo uszu, zakończył:"
      },
      {
        "index": 332,
        "text": "— Zresztą generał na waszem stanowisku, — musi!!..."
      },
      {
        "index": 333,
        "text": "Dąbrowa przestał buczeć."
      },
      {
        "index": 334,
        "text": "Barcz postanowił odczekać. Liczył miarowe uderzenia ściennego zegara, patrzał na kupkę tytoniu, rozłożoną na gazecie, to znów przez okno na Wisłę."
      },
      {
        "index": 335,
        "text": "Brzegów nie było widać, tylko pęd wody ciemnej, gdzie niegdzie porzniętej światłami."
      },
      {
        "index": 336,
        "text": "— No tak, — zgrzytnął Dąbrowa, — do tej mety możemy iść razem. Zresztą nie będzie wcale daleko... Ale —"
      },
      {
        "index": 337,
        "text": "— Żadnych, ale. — uczuwszyUczuwszy na sobie źrenice Dąbrowy, mętne, ciężkie, ponure, streścił Barcz głośno:"
      },
      {
        "index": 338,
        "text": "— Zbliżycie się do Krywulta, zyskacie zaufanie. Wskazana, — chłopska dobroduszność. Będziemy przez was dokładnie poinformowani, co do dnia terminu, godziny..."
      },
      {
        "index": 339,
        "text": "Dwa ściągłe prztyki powietrza wzburzyły mały stóg tytoniu. — To mam robić za generalski lampas — bił się Dąbrowa w udo."
      },
      {
        "index": 340,
        "text": "— Lampas nie mój. Obaj go mamy z jednego źródła."
      },
      {
        "index": 341,
        "text": "Szpiclem— Szpiclem mam być? I to mi mówisz ty, — rządowiec, państwowiec, powstaniec!! A wiesz, gdzie mówisz?!..."
      },
      {
        "index": 342,
        "text": "Widząc, że Barcz spokojnie nalewa kieliszki..."
      },
      {
        "index": 343,
        "text": "— Mówisz w tych pokojach, które dla mnie są nic... Bo, co mi tradycja? Ale dla ciebie? Tu mi mówisz, gdziebyś powinien wszystkie sęki tej podłogi całować!"
      },
      {
        "index": 344,
        "text": "Barcz nie pozwolił skończyć. Wetknąwszy koledze w rękę kieliszek, drugą mocno objął go za szyję. — Przedewszystkeim,Przedewszystkiem, skoro sobie mówimy „ty“ — będzie bruderszaft... —"
      },
      {
        "index": 345,
        "text": "Podniósł ku sobie kolegę i mocnym pocałunkiem rozgniótł na wargach Dąbrowy szeroko rozpełzły uśmiech pogardy. — Nie masz być szpiclem, tylko masz mieć swój udział w rządzeniu. Rozumiesz?... A co do tradycji i nieucałowanych sęków tej podłogi?..."
      },
      {
        "index": 346,
        "text": "Lekko, jasno wyjaśnił Dąbrowie kombinacje księcia Józefa po powrocie z nad Moskwy. Między Napoleonem a Aleksandrem. I straszne niespełnienie rozkazu wodza Francuzów, i flirty z Czartoryskim, i gotowość oddania armji carowi!"
      },
      {
        "index": 347,
        "text": "— Więc dla ciebie, — upierał się Dąbrowa przy oknie, wpatrzony w zmienne łuki czarnej wody, — dla ciebie to nie jest świętość? Właśnie dla ciebie nie?... Barcz zaszedł go ztyłu i wesoło klepiąc po ramieniu: — Jest świętość, bo już nie żyje. Ale póki ten książę żył, też różne listy otrzymywał i różne pisał, nim się z tego nabożeństwo uwiło. Chcesz? Zgiń, umrzyj, — też będziesz świętość."
      },
      {
        "index": 348,
        "text": "— A smakowałoby wam, co?"
      },
      {
        "index": 349,
        "text": "Barcz wzruszył ramionami. Jeszcze raz bez żadnych ogródek powtórzył plan działania i jął się żegnać."
      },
      {
        "index": 350,
        "text": "Uścisnęli się w przedpokoju."
      },
      {
        "index": 351,
        "text": "Gość schodził ze schodów, — gdy nagle szarpnęły się drzwi i Dąbrowa przyskoczył do barjery."
      },
      {
        "index": 352,
        "text": "— Ale słuchaj, — do czasu!"
      },
      {
        "index": 353,
        "text": "Barcz podniósł głowę. Wysoko z nad balasków zwieszało się ku niemu błyszczące, żółte, jakby z tłustego kitu ugniecione oblicze."
      },
      {
        "index": 354,
        "text": "Do czasu, — sumował Barcz w hallu swego hotelu, nad filiżanką kakao, oddając sprawiedliwość Pyciowi. Istotnie, smarkacz ten miał niezwykłą intuicję wyzwalania czynów koniecznych, nieuświadomionych jeszcze, lecz już gotowych na dnie duszy..."
      },
      {
        "index": 355,
        "text": "Przy drugiej filiżance ogarnęła generała prostracja, jakby po spirytystycznym seansie. Roztargniony patrzał na wiatrak szklanych drzwi, kręcących się między palmami, na bronzową liberję portjera, na pstre mundury obcych narodów, niby różnorakie mundury obłędu przemijające po marmurowych schodach."
      },
      {
        "index": 356,
        "text": "Niestety nie mógł tu przebywać spokojnie. Coraz wyrywały go z zadumy głośne, srogie, wierne ukłony warty, która we dnie i w nocy strzegła wszelakich misyj obcych, oraz jego ważną osobę. Starzy, wybrani podoficerowie zaglądali w oczy kutym błyskiem oddania."
      },
      {
        "index": 357,
        "text": "Barcz miał niejasne przeświadczenie, że wierność ta krępować go będzie."
      },
      {
        "index": 358,
        "text": "Zresztą, bardziej od warty, wyganiały go z publicznych lokali sprawy domowe. Uważał, że do pewnego stopnia musi unikać ludzi. Bo jakże znieść te pełne oficerów przedstawienia dla dzieci?... Jakże znieść niebezpieczne, groźne swą naiwnością wzmianki w dziennikach o coraz to nowej premjerze „Pod laleczką“?"
      },
      {
        "index": 359,
        "text": "Żal mu było żony i nic stanowczego nie umiał w tej sprawie polecić Przeniewskiemu."
      },
      {
        "index": 360,
        "text": "Zdezorjentowany margrabia zabiegał, starał się i „przyczyniał“."
      },
      {
        "index": 361,
        "text": "— Dziś — oświadczył któregoś dnia Barczowi — pod „naszym“ teatrzykiem czekały już dwa powozy. Może dojść do tego, że zczasem sznury pojazdów... Pani Jadzia... Kamea w świtce wołyńskiej. Nasza kamea — naprzeciw hrabianki Pesteczki."
      },
      {
        "index": 362,
        "text": "Mówił o znanej w salonach, uroczej melomance przezwanej Pesteczką, — hrabiance Bogulickiej."
      },
      {
        "index": 363,
        "text": "Barcz postanowił do jakiegoś czasu tamponować to wszystko...,"
      },
      {
        "index": 364,
        "text": "Był w tym celu u matki."
      },
      {
        "index": 365,
        "text": "Kroczył dwadzieścia minut niecierpliwie w zwietrzałej głębi starego lustra. Znowu mu się pokłoniły spłoszone zdania matczyne o pracy Jadzi, o zasłużonej nagrodzie powodzenia."
      },
      {
        "index": 366,
        "text": "— Czy mama nie rozumie, że albo jej teatrzyk, — albo moje ministerstwo?... Wtedy matka, — co umiał napamięć od czasu ślubu."
      },
      {
        "index": 367,
        "text": "Że chociaż to synowa, to przez szczęście syna kochana, jak własna krew. Po drugie, — żaden człowiek nie może wybierać, — kogo ma poświęcić."
      },
      {
        "index": 368,
        "text": "Koronowała to uśmiechem jakiejś wyższej łaski."
      },
      {
        "index": 369,
        "text": "— Bo gdy wam nie szło, to nie szło, a teraz aż kłopot macie, tak dużo wam los podsuwa. Żebyż tak się darzyło jeszcze Jasiowi!"
      },
      {
        "index": 370,
        "text": "Barcz kochał brata i cierpiał nad nim."
      },
      {
        "index": 371,
        "text": "Gdy całowali się na przywitanie, doznał raz jeszcze, znanej od tak dawna a tak bolesnej udręki braterstwa. Jakby się całował z drugim sobą, jeno mniejszym i słabszym. I gdy trzymał brata w objęciach, — jakby go pragnął najzdrowiej utulić, a zarazem zdusić śmiertelnie..."
      },
      {
        "index": 372,
        "text": "— Cóż, jesteś wielkim człowiekiem, zbawcą ojczyzny? — Jaś obmacał żartobliwie mundur i poklepał brata po opiętych kolanach breachesów. — I że ci się też chciało takie losy przechodzić, — tyle przygód... Naturalnie, my tu, w „pieleszach“, nie możemy się równać. A jednak... — Rozwinął przed Stachem niezliczone burze, które targały „pieleszami“."
      },
      {
        "index": 373,
        "text": "— W rezultacie, bądź co bądź, ty, jako generał, masz karjerę zapewnioną. A ja?..."
      },
      {
        "index": 374,
        "text": "Barcz obciągał ścisłem spojrzeniem głowę brata. — Ty? Skończysz medycynę."
      },
      {
        "index": 375,
        "text": "Nie będzie kończyć. Pracuje w handlu. Mianowicie „w rękawiczkach“."
      },
      {
        "index": 376,
        "text": "Wyciągał z pod łóżka matki i z kątów, nakrytych kapami dawnej świetności, skrzynki rozmaitego kalibru. W ich głębi, niby mikroskopijne, żydowskie nagrobki, chyliły się półkola zaprasowanych palców jeden przy drugim, ściśle i równo. — Widzisz, to jest mój towar. Bo dziś wszystko leży w obrocie towarem. Trzeba tylko umieć potrzymać, — żeby rósł. On ci dogoni zawsze każdą drożyznę."
      },
      {
        "index": 377,
        "text": "— Nadzwyczajne, — zawołał Barcz. I poddał sięsię. Słuchał, drzemiąc już prawie. Lubił bowiem przysiąść się nad brzeg czyjejś doli i z bezsilną obojętnością chłonąć mozolne, drobne wysiłki bliźniego."
      },
      {
        "index": 378,
        "text": "Ocknął się dopiero, gdy rzecz zeszła na możliwość dostaw dla wojska. Wtedy przerwał, dał bratu wszystkie pieniądze, całą swą pensję (mój pierwszy kuban, — przeleciało przez myśl), ale co do protekcji — zastrzegł się stanowczo."
      },
      {
        "index": 379,
        "text": "Wyszedł stąd, minął kamienną, stojącą na podwórzu figurę higjeny, smutniejszy, niż gdy wchodził. Większe tu chyba niebezpieczeństwa czyhały, niż u Jadzi... Tam można było tamponować. Podkrzesywać. Tu, całe drzewo mogło człowiekowi na głowę runąć."
      },
      {
        "index": 380,
        "text": "Krzesał zręcznie o różnych porach... Powoli z otoki wspomnień wracały mu wszystkie chwyty, podstępy i sposoby dawnego pożycia..."
      },
      {
        "index": 381,
        "text": "— Dlaczego wpadasz, jak po ogień? — skarżyła się Jadzia."
      },
      {
        "index": 382,
        "text": "Porywał żonę twardo, krótko, gdzie bądź, w kącie kanapy, na kupie szmatek, próbek, wśród zimnych oczek rozsypanego dżetu."
      },
      {
        "index": 383,
        "text": "— Dlaczego dłużej nie pobędziesz?... Dlaczego już raz nie zamieszkamy razem? Kiedyż, mój kochany, — pytała w uścisku, podrapana żelazem odznak zaszczytnych, — kiedyż to przyjdzie?"
      },
      {
        "index": 384,
        "text": "Wówczas, niby chłop umierającą poduszkami, przywalał żonę nieubłaganym kłopotem ojczyzny. I rozgrzany, niepewny, — widywali się bowiem tylko późno wieczorem, — wracał do hotelu."
      },
      {
        "index": 385,
        "text": "Bocznemi ulicami, jakby go w wielkich alejach ścigać mogły figurki teatrzyku z przeklętym krokodylem na czele."
      },
      {
        "index": 386,
        "text": "Dopiero w hall’u, nad filiżanką czarnej kawy, usztywniony pobożnemi spojrzeniami wartujących podoficerów, przychodził do siebie, i jakoś lepiej układał ciężką rozterkę między drogą swą wielką i, na marginesie dokonywaną, — szkodą małą."
      },
      {
        "index": 387,
        "text": "Gdy oto stanęła przed nim z tacą w ręku pani Drwęska."
      },
      {
        "index": 388,
        "text": "— Już nie frencz? — śmiał się uradowany, szukając oczyma blizny na jej skroniach, — nie frencz, a cały Paryż na pani."
      },
      {
        "index": 389,
        "text": "— Pan generał nie pamięta? — Postawiwszy tacę, odsunęła włosy ze skroni. — Blizna na prawej, generale, nie na lewej."
      },
      {
        "index": 390,
        "text": "Powiedziała, jakby się w tem taiło żartobliwe przebaczenie."
      },
      {
        "index": 391,
        "text": "Barcz nie lubił, by go coś zachwycało. Przymrużył powieki, zdjął szkła i cierpko sobie odrazu całe to spotkanie porównał. Ktoś dla spokoju tamponuje sprawy żony, — a ktoś — dla wywiadu — też pewno „tamponuje“..."
      },
      {
        "index": 392,
        "text": "Objęło go zaciszne uczucie łajdackiego koleżeństwa. Siedzieli dłuższą chwilę, gwarząc o celu kwesty, o Przemyślu, o dzieciach Drwęskiej. Odnalazły się i pozostały na pensji w Wiedniu."
      },
      {
        "index": 393,
        "text": "— Bo w tak burzliwych czasach..."
      },
      {
        "index": 394,
        "text": "Z czasów burzliwych przeszli ku błogiej dawności przedwojennej. Przewinęła się tedy w dostojnych chmurach pamięć matki Drwęskiej i głęboka perspektywa całego rodu. Na tem tle domy, w których się tu bywa..."
      },
      {
        "index": 395,
        "text": "Drwęska obserwowała je biegle, wiedząc, gdzie z Przeniewskim poskładał wizyty. Szkoda, że się nigdzie nie spotkali, — zwłaszcza u hrabianki Pesteczki. U Bogulickich. Konieczne. Stary hrabia, człek zachodniego typu. Finansista. No — i jeden z filarów naszego wielkiego Krywulta!"
      },
      {
        "index": 396,
        "text": "Barcz słyszał już o nim. Wogóle o wszystkich już słyszał."
      },
      {
        "index": 397,
        "text": "Chciał porozmawiać poważniej."
      },
      {
        "index": 398,
        "text": "Lecz nie pozwalała, mieniąc się śliskiem, połyskliwem zdaniem, gładszem, zda się, niż jedwab, który spływał z niej cieniutkiemi falami, roziskrzony na końcach piersi i wierzchu kolan."
      },
      {
        "index": 399,
        "text": "Niewiadomo kiedy, przewinęła się w tej gadaninie stara drzazga rozwodu, oraz przykre kłopoty materjalne. Wkońcu pani Drwęska zaprosiła Barcza."
      },
      {
        "index": 400,
        "text": "Czas wybrał dla siebie najnieznośniejszy, po ciężkiej orce w biurze, przed bytnością w „marjonetkach“."
      },
      {
        "index": 401,
        "text": "— Ale to nie jest żadna wizyta, — wymawiała się Drwęska, — pan nie uprzedził, pokój zadymiony, nieporządek... Po łóżku i krzesłach wlokły się różnobarwne suknie. Przez ciemny dywan podłogi atłasowem lśnieniem płomyków pełgały wstążki. Na stole, obok świeżej wiązanki margarytek, frontował szereg lakierów. Jeden z nich służył za popielniczkę."
      },
      {
        "index": 402,
        "text": "— To nie jest światowa wizyta, a poprostu odwiedziny przełożonego."
      },
      {
        "index": 403,
        "text": "Mówiąc to, nie mógł się Barcz wydziwić samemu sobie. Czuł bowiem, że więcej mu chodziło o jakieś nieodpowiedzialne przywidzenia, niż o Drwęską i właściwą konwersację."
      },
      {
        "index": 404,
        "text": "— Jako przełożony, — tak... Bo wywiad — proszę pani... Człowiek się ściera w tej służbie. Przy obecnych trudnościach... — Jakieś przestrzenie otwarły mu się w piersiach gorące i zdumione. — Może dojść do tego, że się człowiek w tej służbie zacznie traktować, jako środek tylko. Środek prowadzący do celów... Wtedy zaś, możnaby wkońcu nabrać obrzydzenia do samego siebie."
      },
      {
        "index": 405,
        "text": "— Tylko ktoś nas, — sami siebie, prawdę mówiąc, nigdy się nie brzydzimy, panie generale. Jeżeliby komuś zależało, — możnaby przestać... Ale, gdy nie zależy..."
      },
      {
        "index": 406,
        "text": "Pożegnał ją zły, zawiedziony. Garść margarytek, którą mu wetknęła wdzięcznie do kieszeni płaszcza, zmiął na proch i wyrzucił z samochodu po drodze „Pod laleczkę“."
      },
      {
        "index": 407,
        "text": "Miał nadzieję, że będzie tam ostatni raz przed ugodową likwidacją teatrzyku. Że więcej już takich herbatek, — na kresowym obrusie nie wypije. Przyjęcie urządzono w poczekalni, pod klasycznemi wzorami fotografowanej architektury rzymskiej. Celebrował Przeniewski, rozpylony tysiącem grzeczności, to wzlatujący duchowo, to pomagający Jadzi, odzianej w wołyńską świtkę."
      },
      {
        "index": 408,
        "text": "— Nic tak, — tłumaczyła gościom, — nie rozwija wyobraźni dziecka, jak strój ludowy."
      },
      {
        "index": 409,
        "text": "Urzędowo podziwiano laleczki."
      },
      {
        "index": 410,
        "text": "Głównego gościa, ospowatego Anglika, względnie anglosaskiego cudzoziemca, który był jednak kiedyś Polakiem, pozostawiono Barczowi."
      },
      {
        "index": 411,
        "text": "— Mister Pietrzak, — prezentował jajkowatym obrotem łokcia Przeniewski, — pan generał Barcz."
      },
      {
        "index": 412,
        "text": "— Tu, w Polsce, — dął przez zwarte szczęki cudzoziemiec, — nie Pietrzak, ino Pietrz..."
      },
      {
        "index": 413,
        "text": "Głos mu prysnął na trudnej spółgłosce, wargi się odwinęły, ukazując wychylony ku przodowi rzadki płot zębów, zbryzganych grudkami złota. Po chwili wypłynął ku szczękom bulgoczący w głębi kadłuba serdeczny śmiech."
      },
      {
        "index": 414,
        "text": "Śmiali się razem. Barcz pobłażliwie wdół nachylony, Pietrzak, krzepkiemi wzgórkami pleców wynoszący ku generałowi płaską głowę, wreszcie Przeniewski, — cieniutko, w jedwabną chustkę przy mankiecie."
      },
      {
        "index": 415,
        "text": "— Dama, — przerwał Pietrzak."
      },
      {
        "index": 416,
        "text": "Pani Jadzia ukazała się w drzwiach."
      },
      {
        "index": 417,
        "text": "Blade źrenice cudzoziemca, na podobieństwo urwanych guzików spadły wdół. Twarzą zwrócony do drzwi, korpusem pozostający grzecznie naprzeciw generała, zaczął: — Urodzony jestem z Polaków. Górnoślązak? Upper Silesia..."
      },
      {
        "index": 418,
        "text": "Donośnym, jak huk transmisji, głosem — o miejscu urodzenia na jakichś eksterytorjalnych wyspach. O pobycie w Anglji i na całym „szwiecie“."
      },
      {
        "index": 419,
        "text": "Był pogruchotany na zachodnim froncie, — to go nawróciło. Przedtem żył tak samo, jak „szyscy“ inni..."
      },
      {
        "index": 420,
        "text": "Domniemane grzechy „szystkich innych“ zgrzytnęły mu w zębach."
      },
      {
        "index": 421,
        "text": "Po pogruchotaniu oddał się dziełom zdrowia fizycznego, odrodzenia, religji. — Aby ta wojna..."
      },
      {
        "index": 422,
        "text": "Bladość wionęła przez twarz, jasna szczecinka włosów zjeżyła się na sękatej czaszce."
      },
      {
        "index": 423,
        "text": "— Aby taka wojna nigdy więcej..."
      },
      {
        "index": 424,
        "text": "Zagabnięty o tak egzotyczne zainteresowanie, jak polskie dzieci: — Szyćkie dzieci całego szwiata... Uszwiadomicz!"
      },
      {
        "index": 425,
        "text": "Po chwili przeszedł w omdlały szept. — Misja redemptorystów nie ma nigdy w statucie przewidzianych marjonetków. Dlatego będzie to trudno wprowadzić. Najlepiej byłoby kupić i przesłać do muzeum. Polish folklore."
      },
      {
        "index": 426,
        "text": "Jadzia dała znak mężowi, by nie przerywał. Usiadłszy naprzeciw Pietrzaka jęła poważnie traktować o warunki."
      },
      {
        "index": 427,
        "text": "— Pan Przeniewski mówił, że się misja tem interesuje. — Że misja chciałaby przejąć ten teatrzyk."
      },
      {
        "index": 428,
        "text": "Wzdętym głosem opowiadała równocześnie i o frekwencji, i widokach powodzenia, i genezie laleczek, i studjach nad architekturą i przyszłej fabryce. Barczowi schło w gardle z zakłopotania. Tak było zawsze z tą dzielnością żoniną. Wściekał się, patrząc, jak anglosaski Górnoślązak słucha i wita wszystkie cyfry pieszczotliwem trzepotaniem powiek."
      },
      {
        "index": 429,
        "text": "Ktoś skrobał do drzwi. Teraz matka jeszcze! Barcz sam poszedł otworzyć."
      },
      {
        "index": 430,
        "text": "— To wy?!"
      },
      {
        "index": 431,
        "text": "— To ja, — mruczał Pyć, otarłszy palcami nos. — Wszystko dobrze. Dąbrowa już się rusza. Jest tu podobno ten znakomity misjonarz?"
      },
      {
        "index": 432,
        "text": "Jadzia przerwała im, prosząc bliżej."
      },
      {
        "index": 433,
        "text": "— Panowie się nie znacie?"
      },
      {
        "index": 434,
        "text": "Pietrzak i Pyć, — jakby ich równocześnie gwałtowny prąd do ziemi przykuł... Poczem obaj, z ciągliwym uśmiechem jęli sobie przypominać."
      },
      {
        "index": 435,
        "text": "— Skąd?"
      },
      {
        "index": 436,
        "text": "— Skąd?"
      },
      {
        "index": 437,
        "text": "Szukali wzajem oczyma wśród brózd zakłopotanych czół."
      },
      {
        "index": 438,
        "text": "— Wszystko jedno, — ucieszył się nareszcie Pyć. — Wszystko jedno, — zahuczał Pietrzak."
      },
      {
        "index": 439,
        "text": "Jadzia była teraz „najszczęśliwsza“. Pyć pomoże jej najlepiej, — jeszcze sam niedawno bawił się lalkami!"
      },
      {
        "index": 440,
        "text": "To między rękami Pietrzaka, to w białych, jakby z mydła ulanych, palcach Pycia, przewijały się małe, bliznami pocięte kukiełki, w kontuszu, atłasie, sukmanie."
      },
      {
        "index": 441,
        "text": "Major ujawniał sprawność ich faktury, podrzucał na kolanach. I odrazu myśl patrjotyczną wprowadził. Oto polskiego żołnierza, szlachcica, chłopa ustawił wygodnie na krześle, przewieszając przez poręcz Moskala i Prusaka. — Brzydka zabawa, — śmiał się Pietrzak, na widok trzeciej już figurki, dyndającej na sznurku."
      },
      {
        "index": 442,
        "text": "— A jeżeli niema innej rady?..."
      },
      {
        "index": 443,
        "text": "— Niemożliwe, — mełł w zwartych szczękach Pietrzak. — Nic nie może być, dla czegoby trzeba poświęcić człowieka. — Niema na świecie nic, dla czegoby można poświęcić życie człowieka..."
      },
      {
        "index": 444,
        "text": "Oświadczono mu, że to dobre w raju, ale nie w Polsce, gdzie tyle lat —"
      },
      {
        "index": 445,
        "text": "Pyć nawiązał usłużnie, chociażby do najbliższej uroczystości — otwarcie Muzeum Niewoli."
      },
      {
        "index": 446,
        "text": "— Muzeum naszych ostatnich stu lat, to same szubienice."
      },
      {
        "index": 447,
        "text": "Barcz uznał w tym momencie misję „opatrznościowego generała“ za skończoną."
      },
      {
        "index": 448,
        "text": "— Co myślicie, — pytał Przeniewskiego w samochodzie, — wezmą ci redemptoryści, czy nie wezmą?"
      },
      {
        "index": 449,
        "text": "— Z pocałowaniem ręki, — piał Przeniewski. — I już nie zobaczymy naszej kamei w wołyńskiej świtce."
      },
      {
        "index": 450,
        "text": "— Tylko skąd Pyć w tem wszystkiem?"
      },
      {
        "index": 451,
        "text": "— Pyć właśnie, — usprawiedliwiał się Przeniewski, — wynalazł tych redemptorystów. I mnie ich wskazał. Jabym nigdy tam nie trafił. Mnie żal teatrzyka!"
      },
      {
        "index": 452,
        "text": "Tak nacinając, podkrzesując, zabiegając z wielu stron, doniósł Barcz bez szwanku swój prestige aż do uroczystości otwarcia Muzeum."
      },
      {
        "index": 453,
        "text": "Pogoda tego dnia była zimna, suchy szron wichrzył się na skulonych dachach miasta, ulicami latały szorstkie strzępy zawiei. Orszak aut z oficerami, sztywno powsadzanymi do pudeł, utknął parę razy, nim wydostali się z ulic na rozległy wydmuch, cięty drucianą siatką poniemieckich fortyfikacyj."
      },
      {
        "index": 454,
        "text": "Barcz nie był tu od czasów swej młodości, kiedy go wieziono w rosyjskiej karetce, jako więźnia."
      },
      {
        "index": 455,
        "text": "Płomienie starych wzruszeń buchnęły teraz przez tę jazdę mroźną. Gasił je w myśli, ściągając doświadczenie wielu cierpkich lat, w kąty ust, pogardliwie zniżone."
      },
      {
        "index": 456,
        "text": "— Upiory, duchy — powtarzał."
      },
      {
        "index": 457,
        "text": "A chociaż pod czerwonym okrakiem bramy, i na kamiennym gościńcu koszarowym w białym kołtunie zawiei, i dalej, pomiędzy budynkami, jakby go żywcem obstąpiły młode, dziś już w przepaści minionego zatracone postacie, na których czele ongiś działał i wołał, — to jednak, wychyliwszy się z wozu, przekornie plunął na bruki forteczne, pośpiechem jazdy szybko wleczone wtył."
      },
      {
        "index": 458,
        "text": "Bo ludzie związani są w sieć: Jedna się drze, a oto już drugą zaciąga czas na jej miejsce."
      },
      {
        "index": 459,
        "text": "Ta druga tężyła się naprzeciw, rozciągnięta przed koszarami."
      },
      {
        "index": 460,
        "text": "Widział ją, stojąc w aucie i otrzepując się ze śniegu."
      },
      {
        "index": 461,
        "text": "W pośrodku brukowiska trwał Dąbrowa, znaki niepoczytalne dający, podobny do stracha na wróble."
      },
      {
        "index": 462,
        "text": "Pod ścianami równo, jak nawleczone gąbki, ciągnęły się twarze zmarzniętych bataljonów, zdobione na flance postrzępioną rozetą zagranicznych misyj."
      },
      {
        "index": 463,
        "text": "W głębi, nito ruchliwy ogon, falował tłum cywilów. Dąbrowa skończył egzorcyzmy komend i poszedł naprzód. Między siwe oddechy, które wiatr niecił z ludzi, z murów i z miejsca całego, wpadła kulawa gromadka metalicznych dźwięków."
      },
      {
        "index": 464,
        "text": "Hymn narodowy."
      },
      {
        "index": 465,
        "text": "— A cała sztuka, — sądził Barcz, krocząc ku Dąbrowie ciężkim, pysznie budowanym krokiem, — nie poddawać się truciznom pamięci."
      },
      {
        "index": 466,
        "text": "— Upiory, duchy... — Wracał ku nim żywy, stanowczy i świadomie niewdzięczny."
      },
      {
        "index": 467,
        "text": "Obaj generałowie szli bardzo szybko, tak, że się spotkali przy raporcie oko w oko i sam na sam, świty bowiem nie nadążyły."
      },
      {
        "index": 468,
        "text": "Dąbrowa meldował w myśl wojskowego obrzędu: — tylu a tylu takich, siakich, owakich."
      },
      {
        "index": 469,
        "text": "Słowa meldunku szczękały w zimnem powietrzu, jak chwyty bronią."
      },
      {
        "index": 470,
        "text": "Potem, wyszczerzonemi zębami:"
      },
      {
        "index": 471,
        "text": "— Zaś co do więźniów, którzy tu teraz są... Są, — gniją..."
      },
      {
        "index": 472,
        "text": "Na to Barcz z jowjalnym uśmiechem: — Zazdrościsz im?!"
      },
      {
        "index": 473,
        "text": "Nie oglądając się już, pewien kroczącego za sobą posłuchu, przeszedł w tanecznych drobieniach hymnu przed bataljonami. Pokazywał im przywdziewane na wszystkie rewje, stylizowane w symbol rozkazu oblicze."
      },
      {
        "index": 474,
        "text": "Obszedłszy szeregi, wcielił się krótko lecz potulnie między reprezentację rządu."
      },
      {
        "index": 475,
        "text": "Ludowe ministerjalne „surduty“ stroniły od Barcza, raził je bowiem swą generalską łuną i rześkiem zdrowiem militarnem. Od rządu przeszedł do rozetki barw zagranicznych. Niczego tu nie zapomniał, wydłubując nawet czwartorzędne postacie, jak Pietrzak, luźno już tylko bujające w promieniach właściwej grupy."
      },
      {
        "index": 476,
        "text": "Tu, — wymienił Barcz krzepkie ukłony „z opinją świata“, słuchał pilnie gwaru tłuszczy, różnolitym językiem pomlaskującej — i drwił w duchu spokojnie."
      },
      {
        "index": 477,
        "text": "Nieoczekiwany incydent z Dąbrową podjudził generała."
      },
      {
        "index": 478,
        "text": "Bo czyż ten nieokrzesany „buntownik“ nie siepał się, niby strach burzy przebrzmiałej?... I czyż go nie należało przezwyciężyć, dając mocno między oczy?!"
      },
      {
        "index": 479,
        "text": "Duchom, upiorom między oczy?... — ściągał się wewnętrznie, podchodząc ku grupie cywilusów."
      },
      {
        "index": 480,
        "text": "Stropił się nieco. Naocznie bowiem zobaczył, iż z wieloma z nich nie ma żadnych punktów stycznych. Prócz Rasińskiego, który ogarniał skwapliwie całą tę czeredę, prócz kilku radykalnych pisarzy, którzy nic już dać nie mogli, bo już sto razy wytoczyli swą żółć, — wszystko obce gęby i niechętne."
      },
      {
        "index": 481,
        "text": "Nowa, — krywultowska ojczyzna..."
      },
      {
        "index": 482,
        "text": "Właśnie pytali się o porządek uroczystości, gdzie się odbędzie msza i kiedy przybędzie generał Krywult?"
      },
      {
        "index": 483,
        "text": "Barcz czuł tego Krywulta ze wszystkich stron, niby wbijane szpilki..."
      },
      {
        "index": 484,
        "text": "Polityczniejszym oficerom świty polecił wyjaśniać, że ponieważ Krywult, jako generał byłej rosyjskiej służby, jest protestantem, przeto —"
      },
      {
        "index": 485,
        "text": "Pod ceglastym łukiem bramy przewinęły się niebieskie wstęgi dymu i tuż, tuż — gromada samochodów. Barcz śledził, jak zajeżdżają, przodkują."
      },
      {
        "index": 486,
        "text": "Liczył starannie sekundy i długość drogi, — by wykazać uprzejmości nie za wiele, lecz w samo prawie."
      },
      {
        "index": 487,
        "text": "Nakoniec wśród szczęków wzmożonego obrzędu wojskowego dźwignął się i z całym odwłokiem świty ruszył naprzód."
      },
      {
        "index": 488,
        "text": "Nasze kochane tradycyjne bydlę! — Miał te słowa na końcu języka, wpatrzony we wspaniałą postać Krywulta."
      },
      {
        "index": 489,
        "text": "Postać ta, szamerowana złotem i srebrem swoistej odznaki, lepionej na rozłożystem futrze, szła, zamaszyście wyrzucając grudy śniegu z pod rozległych podeszew."
      },
      {
        "index": 490,
        "text": "Podali sobie ręce i odrazu, niby w czcigodnem umartwieniu, znalazł się Barcz w stroskanych chrzęstach astmatycznego oddechu Krywulta."
      },
      {
        "index": 491,
        "text": "Słowom tego generała przelewnym, miękkim, płaszczonym niezaradnie w rosyjskiej budowie zdania, trudno się było oprzeć. Mościły one wszystko, panując wszędzie, na drodze, na podwórcach i w pawilonach Cytadeli, które zwiedzano kolejno."
      },
      {
        "index": 492,
        "text": "Barcz czuł, że ów głos i twarz:"
      },
      {
        "index": 493,
        "text": "Różowa, dostała, sklepiona światłem czołem, na którem lśniły ciemne pioruny żył, podparta łukowaniem podbródków, pełna czułych wnęk i jasnych przełęczy... Że te oczy natchnione jasną, dentystyczną ścisłością wejrzenia..."
      },
      {
        "index": 494,
        "text": "Że całe to oblicze czyni wrażenie nietylko na obcem otoczeniu! Że owłada postawą starych, bojowych podoficerów, tygrysów z pod Przemyśla, — właśnie ściągniętych tu w przewidywaniu krywultowskiego zamachu."
      },
      {
        "index": 495,
        "text": "Ba! Że chociaż się nie poddaje i tnie algebraicznem zdaniem, — on sam, Barcz, rozcieńcza się w niepochwytnym rytmie tej rodzimej gładzizny..."
      },
      {
        "index": 496,
        "text": "Kradzione koniki, kradzione samochody, złoto, — powtarzał uparcie w duchu, aby nie ulegać urokom."
      },
      {
        "index": 497,
        "text": "Wysoki, ścisły, przepychał się krok w krok przy boku Krywulta, przez wąskie, czarne, wilgocią płaczące korytarze pawilonu, za głosem spoconego historyka — specjalisty."
      },
      {
        "index": 498,
        "text": "Profesor, wiał nad głowami zaproszonych papierową lotką „dyspozycji“, skrzeczał donośnie, lub, niby dzięcioł, kuł długim nosem w szorstkie, białe kamienie."
      },
      {
        "index": 499,
        "text": "— Ongiś — dzielnica magnacka, — ścielił się usłużnie głos historji, — od roku 1830-tego do wybuchu światowej wojny, sądzono tu 87 tysięcy spraw. Łatwo tedy możemy sobie wyobrazić, ile potu i krwi pochłonęły mury."
      },
      {
        "index": 500,
        "text": "— Te mury mogłyby być mokre od łez, — kłapał Pyć, tłumacząc dosłownie wykład profesora przedstawicielom obcych potęg."
      },
      {
        "index": 501,
        "text": "W różnokolorowych płaszczach, podobni do wielkich chrząszczy, buczeli miarowo."
      },
      {
        "index": 502,
        "text": "Upiory, upiory, — przesilał się Barcz. Oto odwiedzał te ściany po tylu latach i takim krwi upływie, w pośrodku pstrej hałastry, z złoconym wrogiem u boku."
      },
      {
        "index": 503,
        "text": "Gdy wyszli z ciemnych kazamat i przystanęli dla odpoczynku, nastąpiło bliższe poznajomienie się obu świt. Barcz patrzył, jak wśród mrozu i sypkiego dygotu rozpędzonych słupców szronu, przenikają się dwie gęste fale ludzkie, oficerowie, pisarze, przedstawiciele miasta, prowincji, kleru."
      },
      {
        "index": 504,
        "text": "Ach, ramy, — ramy!... Zdało mu się teraz, że tajemnicę tę posiada sam tylko. Że mrozu, w którym zastyga jego wola, starczy właśnie na ujęcie tych fal ludzkich w ramy!"
      },
      {
        "index": 505,
        "text": "— A to, — przerwał mu Krywult, — mój Wilde, generał Wilde. Ile on u mnie spraw, wypadków przerobił! Intendent..."
      },
      {
        "index": 506,
        "text": "Jakgdyby łuski spadły z oczu Barcza. Dziwnie blisko jawiła mu się tłusta, siwizną natarła twarz intendenta. Małe, żałośnie pod wydętem czołem świecące oczki, leniwe wargi, policzki obwisłe, niby połcie."
      },
      {
        "index": 507,
        "text": "— On przyszły budowniczy, — Krywult wskazywał za Wisłę, — tam, na naszych terenach. Wielkie artiele, — kooperacje... Wywojował się już, — teraz o pożytku dla kraju kłopotać będzie."
      },
      {
        "index": 508,
        "text": "Barcz przypomniał sobie, że intendent ów ma związek z dossier w punkcie „złoto“ i że go obstawia Drwęska."
      },
      {
        "index": 509,
        "text": "Mistrz ceremonji doniósł, że na dawnem miejscu stracenia wszystko gotowe."
      },
      {
        "index": 510,
        "text": "Ruszyli naprzód, ku centralnemu momentowi uroczystości."
      },
      {
        "index": 511,
        "text": "Z wysokiej bramy, wysypaną piaseczkiem ścieżką wdół, na krótkie szkarpy, opadające ku Wiśle. Śnieg się stąd spłoził w szeroki rów, przez wychudłą gęstwę martwego zielska. Dalej widać było niedługie przegony skopanych nieużytków, siną smugę rzeki i, we mgłach drugiego brzegu sterczące, rózgi drzew."
      },
      {
        "index": 512,
        "text": "— To tu, — głosił przemarznięty historyk."
      },
      {
        "index": 513,
        "text": "Krywult i Barcz zatrzymali się o parę kroków od wysokiej szubienicy."
      },
      {
        "index": 514,
        "text": "Podczas gdy tłum dostojników zataczał półkole, obaj generałowie sklepili myśląco dłonie na gardach szabel."
      },
      {
        "index": 515,
        "text": "— Trzeba wiedzieć, że tu, — dyszał aksamitną sapką Krywult, — bo jakby się nie wiedziało, to nawet nie poznasz, że to szubienica."
      },
      {
        "index": 516,
        "text": "Podniósłszy z nad gardy wskazujący palec, obwiódł nim kolejno oba słupy i ramię poprzeczne."
      },
      {
        "index": 517,
        "text": "— Pomyślisz, — dyszał kojąco, — stojak do trzepania dywanów, — nu, jakieś wieszadło... Ale jeżeli naprzód nie wiesz, — to nigdy nie zgadniesz."
      },
      {
        "index": 518,
        "text": "Barcz nie słuchał prawie, błądząc oczyma wśród tłumu."
      },
      {
        "index": 519,
        "text": "Pochyleni naprzód dostojnicy zdawali się chciwemi spojrzeniami szukać pracowicie świętości tego miejsca. Wśród zmarzniętych zakładek błota, między płatkami śniegu, plączącemi się pod hakiem krogulczym, na zielonych liszajach wilgoci u podstawy słupców."
      },
      {
        "index": 520,
        "text": "Ach, — śmiał się w sobie Barcz, — szalona radość z odzyskanego śmietnika..."
      },
      {
        "index": 521,
        "text": "— Nu, — cukrzył mu nad uchem Krywult, — jeżeli nie wiesz... Pomyślisz, — coś do gimnastyki! Każda straż pożarna taki stojak ma. Pomyślisz..."
      },
      {
        "index": 522,
        "text": "— Stojak, albo rama, — zakończył serję możliwości Barcz. — Zresztą, zaraz się wszyskiegowszystkiego dowiemy. Właśnie bowiem historyk, ustawiony na żółtym piaseczku pod szubienicą, zaczynał szczegółowy wykład."
      },
      {
        "index": 523,
        "text": "Barcz starał się nie słuchać. Patrzył pod ramę drzewca, na lotne uchyłki śniegu, na szare fale rzeki, na brzeg, mgłą opasany, i suche ruchy szronu, nito sztywne widma, — to z dachów poderwane, to w Wiśle utopione, to jeszcze pośród dalekich drzew rozdarte."
      },
      {
        "index": 524,
        "text": "Nagle, rzekłbyś z pod wody, — bo wiatr pędził i dźwięki rozganiał, — zabulgotały drobne tony narodowego hymnu."
      },
      {
        "index": 525,
        "text": "Nasza wieczność doczesna, — wyprostował się Barcz."
      },
      {
        "index": 526,
        "text": "Jakgdyby otwarły się w nim jeszcze większe stopnie ofiary i okrucieństwa."
      },
      {
        "index": 527,
        "text": "Upiorom między oczy, — sobie po zębach..."
      },
      {
        "index": 528,
        "text": "Nachylił się ku Krywultowi i objąwszy białą rękawicą grube ramię wodza: — Tuśmy razem cierpieli tyle lat, generale. Tu przecież, ongiś, wspólnie — ojcowie nasi... Tu, społem kiedyś, — dzieci... Byłbym szczęśliwy, gdybyśmy — razem stąd wyszedłszy, — razem rządzić zaczęli..."
      },
      {
        "index": 529,
        "text": "Rękę Barcza przycisnął Krywult do boku, trzymając prawie pod pachą przez cały czas hymnu, — iż się ugrzała."
      },
      {
        "index": 530,
        "text": "Dopiero, gdy orkiestra umilkła, i gdy się obluźnił z zasłuchanej postawy i gdy wracali z pod szubienicy, cięci śniegiem przez oczy — odpowiadał Barczowi na zbolałej fali oddechu."
      },
      {
        "index": 531,
        "text": "— Pan generał mówi, — razem cierpieli. My nie wiemy, czy my cierpieli?... To zbytek — cierpieli. Nas uczyli słuchać! No — i my słuchali... Pan generał tu cierpiał. A ja, człowiek prosty, — ja tu słuchał... Pan generał tu, — jak on tam, ten profesor, mówi — pot w ścianę lał. A ja tu miał rozkaz... Jak sołdat nieporządek narobi, kazać mu ten nieporządek w ręce wziąć i przez wszystkie kazarmy w rękach przenieść."
      },
      {
        "index": 532,
        "text": "— Będzie rozkaz, — bił się wódz prawdomównie w piersi, — nieporządek znowu wyniesiesz, i wszystko, — i siebie, — i pana generała! Ale — rozkaz..."
      },
      {
        "index": 533,
        "text": "Uderzył mroźnem światłem oczu w purpurową twarz Barcza: — Ot, panie generale, żeby naród dał rozkaz! I siebie... I wszelki nieporządek... I pana generała..."
      }
    ]
  }
}