{
  "chapterNumber": 2,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "RADOŚĆ Z ODZYSKANEGO ŚMIETNIKA!"
      },
      {
        "index": 3,
        "text": "Sprzedawszy powieść, przykładał się Rasiński pilniej do redakcyjnej pracy."
      },
      {
        "index": 4,
        "text": "Ale mu nie szło! Nie mógł się pomieścić ze swym wielkim pstrym językiem w oschłych ramach codziennego pisma."
      },
      {
        "index": 5,
        "text": "Postanowił jednak mimo wszystko nie wstydzić się i razem z innymi „wynosić kubły“..."
      },
      {
        "index": 6,
        "text": "Polegało to na rozlicznem tłumaczeniu z zagranicznych pism ważniejszych wydarzeń i objawień."
      },
      {
        "index": 7,
        "text": "Zresztą wszystkie te objawienia?! Uważał, że niemasz słowa, ani okrzyku, ani wyrazu, któryby zdołał odtworzyć to, co się dzieje!"
      },
      {
        "index": 8,
        "text": "Już pryskała żelazna obręcz państw. Front się łamał... Miały nadejść niesłychane burze sprawiedliwości!"
      },
      {
        "index": 9,
        "text": "To już odbywało się tam na zachodzie, — w mlaskaniu tanków, w ryku bębniącego ognia."
      },
      {
        "index": 10,
        "text": "Tylko my tutaj, krzywdy sobie pocichu na sznurki od gaci motamy."
      },
      {
        "index": 11,
        "text": "„Wynoszenie kubłów“ było dalszym ciągiem teorji kretowiska... Śniadanko ubogie w mroku porannym, krótkich parę kroków przez miasto i oto już krzesełko i pióro, i nożyczki, i oto z sepleniących płacht obcego dziennika ciułasz dla swych czytelników sensację."
      },
      {
        "index": 12,
        "text": "Znużony odłożył pióro i słuchał."
      },
      {
        "index": 13,
        "text": "Redakcja trzęsła się od potężnych uderzeń maszyny rotacyjnej. Jej głos równomierny, niby tętno gęstej krwi, bił we wszystkie piętra, huczał w ścianach, zdawał się pulsować w jubileuszowych fotografjach wszystkich leaderów partyjnych, zapatrzonych retuszowanemi oczyma w lepszą przyszłość."
      },
      {
        "index": 14,
        "text": "Nagle szarpnęły się drzwi, tupot przeleciał korytarzem."
      },
      {
        "index": 15,
        "text": "— Cóż ty idjoto piszesz — wołał znajomy głos — rewolucję mamy, Polska nastała, a ten idjota pisze!"
      },
      {
        "index": 16,
        "text": "Rasiński zerwał się na równe nogi."
      },
      {
        "index": 17,
        "text": "W drzwiach stał Jabłoński."
      },
      {
        "index": 18,
        "text": "— Gdzie rewolucja?..."
      },
      {
        "index": 19,
        "text": "— Tu, na ulicy, już!! Posłowie obejmują koszary, psy latają po mieście z verdienstkreuzami pod ogonem, pułkownicy austrjaccy płaczą, zaraz będzie zmiana odwachu!"
      },
      {
        "index": 20,
        "text": "Głos dyrektora stawał się coraz potężniejszy."
      },
      {
        "index": 21,
        "text": "Rasiński patrzył na Jabłońskiego badawczo."
      },
      {
        "index": 22,
        "text": "Dyrektor banku stał tu, w drzwiach ludowego pisma, odziany w granatowe zamożne palto, z iskrami czystości na szpicach drogiego obuwia. Gęba mu się darła, żółty rozdział, przez środek głowy wytyczony, podrywał się nieomal do lotu."
      },
      {
        "index": 23,
        "text": "— Czego chcecie, dyrektorze, ode mnie? — krzyknął Rasiński. Jabłoński uspokoił się już."
      },
      {
        "index": 24,
        "text": "— Chcę — mówił cicho, jakby komuś należytość wypominał — żeby to nie przepadło. To musi ktoś widzieć — widzieć — widzieć..."
      },
      {
        "index": 25,
        "text": "Jął szybko wytrząsać ostatnie wiadomości przed redaktorem."
      },
      {
        "index": 26,
        "text": "— To musi ktoś widzieć, kto ma oczy do patrzenia. Trzeba dla dzieci to zachować — dla naszych wnuków."
      },
      {
        "index": 27,
        "text": "— Ja mam być takim właśnie akuszerem pięknej legendy? — śmiał się Rasiński, zbierając równocześnie drobiazgi rozrzucone po stole."
      },
      {
        "index": 28,
        "text": "Papierośnica, zegarek, ołówek — upychał to po kieszeniach mocno, stanowczo, jakby cały okres życia miał się tam dać upchać bezpowrotnie."
      },
      {
        "index": 29,
        "text": "Tymczasem w redakcji zjawiali się coraz tłumniej jacyś ludzie i nieproszeni, nie pytani krążyli między stołami wśród kup papieru. Naprzeciw, w zecerniach pootwierano okna. Ucichło głośne cmokanie składanych liter, linotyp przestał szczekać."
      },
      {
        "index": 30,
        "text": "Na parapetach okiennych, niby sine półfigury tarcz strzelniczych, ukazały się niebieskie fartuchy, wieńczone białemi twarzami zecerów."
      },
      {
        "index": 31,
        "text": "Wtem od bramy przez podwórze wtargnął splątany ostry jazgot, a za nim chlusnął tłum."
      },
      {
        "index": 32,
        "text": "Drzwi redakcji trzasły naoścież, wzburzony tumult chustek, szmat, strzępów wypełnił wszystkie kąty."
      },
      {
        "index": 33,
        "text": "— Magistrat! Magistrat! Magistrat! Byłyśmy w magistracie!!!..."
      },
      {
        "index": 34,
        "text": "Nikt nie wiedział, o co tym kobietom chodzi. Właśnie redaktor osiadł na grubych nogach, właśnie mowę miał rozpocząć, — gdy Rasiński z Jabłońskim wyszli z redakcji."
      },
      {
        "index": 35,
        "text": "Na Rynek."
      },
      {
        "index": 36,
        "text": "Po obu stronach Sukiennic tłumy się przewalały. Światło dnia jesiennego sprawiało, że cienka polewa blasku przydawała ludziom wyrazistej ostrości."
      },
      {
        "index": 37,
        "text": "Tak twardo widać było każdą głowę, każdy kamyk, jakby tych twarzy i kamyków, murów i okien starczyć miało na całe wieki. Ciche powietrze ostatnich dni października obejmowało rozgwar ludzki, układając wokół głosów wzburzonych ścisłą czujność chłodu i powagi."
      },
      {
        "index": 38,
        "text": "Przed kratami odwachu ciżba sobie po piętach dreptała."
      },
      {
        "index": 39,
        "text": "— Niech i nam drepczą — pchał się naprzód Jabłoński — niech i nam drepczą po wszystkich nagniotkach. Warto! Warto!... Ty zawsze byłeś pędziwiatrem, więc nie wiesz. Ale ja prócz tych kilku lat, com się z wami legunami wąchał, byłem porządnym człowiekiem..."
      },
      {
        "index": 40,
        "text": "Z tłumu wyrwał się krzyk potężny. Żołnierze ze strychów odwachu spuszczali nadół, aż na sztachety, biało-amarantową flagę."
      },
      {
        "index": 41,
        "text": "— To tylko porządny człowiek wie — krzyczał Jabłoński — co to znaczy na tym odwachu austrjackim taki kolor!"
      },
      {
        "index": 42,
        "text": "Wargi mu znikły pod lnianym wąsem, golona broda krętemi zmarszczkami wspięła się aż pod nos, a z dużych oczu orzechowych zaczęły kapać na dostatni granat palta wielkie łzy."
      },
      {
        "index": 43,
        "text": "Rasiński objął dyrektora mocno przez pół."
      },
      {
        "index": 44,
        "text": "Musieli się cofnąć, środkiem gościńca bowiem, od strony kamienia Kościuszki, nawskos ku odwachowi prószył już gęsty ciąg pauprów, gnany z głębi Rynku wielkiemi rytmami orkiestry."
      },
      {
        "index": 45,
        "text": "Jabłoński rozpaczał, że właśnie w takiej chwili zaczyna padać kapuśniak."
      },
      {
        "index": 46,
        "text": "— Nie bądź znów takim artystą, nie chciej jakichś osobliwych wykończeń."
      },
      {
        "index": 47,
        "text": "— Artystą?... Dziś składam cały bank, melduję się zpowrotem na audytora..."
      },
      {
        "index": 48,
        "text": "— U Dąbrowy?"
      },
      {
        "index": 49,
        "text": "— U Dąbrowy — twierdził stanowczo Jabłoński. — U Dąbrowy, u osła, pnia, wszystko mi jedno, polskiej władzy się melduję..."
      },
      {
        "index": 50,
        "text": "Ucichli."
      },
      {
        "index": 51,
        "text": "Nad brukiem pękały krągłe akordy orkiestry, a dalej wśród szarego tłumu, niby żelazna brona wśród grudy ruchliwej, ciągnęła kompanja piechurów austrjackich, pomieszanych z legjonistami."
      },
      {
        "index": 52,
        "text": "Szli mocno, gęby uśmiechnięte wystawiając na wrzask radości, tupiąc donośnie gwoździami podeszew, które gładzili w nieobjętym trudzie na kamieniu wszystkich Alp, różnej Ukrainy, wszelakiego Podola i każdej drogi polskiej."
      },
      {
        "index": 53,
        "text": "Rozległy się komendy, niepewnie przez oficerów polskiem słowem łatane. Nakoniec z orkiestry buchnął hymn taneczny. Tłum przedarł się przez kompanje, wynosząc wgórę na kraty odwachu piechura, który do narodowej flagi wpiął białego orła."
      },
      {
        "index": 54,
        "text": "Krzyk rozlał się po ciżbie i, niby przedziwne ognisko, wbrew ciągłemu mżeniu ostrego kapuśniaczka, trwał niezmiennie."
      },
      {
        "index": 55,
        "text": "— Idę się meldować — rzekł Jabłoński, gdy się wydostali z tłumu. — Przystanę na audytora i będę was sądzić, gałgany. Aparat brania za pysk, mój Boże, będziemy mieli własne namordniki!"
      },
      {
        "index": 56,
        "text": "Pułkownik Dąbrowa urzędował opodal w domu dawnego burmistrza „Pod obrazem Matki Boskiej“, gdzie się co roku odbywa ostatnia stacja procesji Bożego Ciała."
      },
      {
        "index": 57,
        "text": "Rasiński zatrzymał się na samym progu pokoju, rozumiejąc odrazu, że nie czas na rozmowę."
      },
      {
        "index": 58,
        "text": "W wielkiej sali siedział przy biurku Dąbrowa. Sztywny, obcasami wbity w podłogę. W głębi półkolem młodzi oficerowie austrjackiej służby, przeginający się przy „spocznij“ z pośladka na pośladek."
      },
      {
        "index": 59,
        "text": "Dąbrowa przenikał srogiemi oczyma swych nowych podwładnych."
      },
      {
        "index": 60,
        "text": "Magazyny, forty, składy amunicji, warty, służby, zmiany, — zaginał to wciąż na palcach."
      },
      {
        "index": 61,
        "text": "— Co to za cywil — ryknął nagle, spostrzegając Rasińskiego — ja tu oficerów potrzebuję! Rasiński! Przebrać się i wrócić!"
      },
      {
        "index": 62,
        "text": "Rozkazywał już bezustanku sześć godzin."
      },
      {
        "index": 63,
        "text": "Szło. Rozkazane rzeczy działy się posłusznie. Jeszcze nic ani w powietrze nie wyleciało, ani się nie zawaliło."
      },
      {
        "index": 64,
        "text": "Władza."
      },
      {
        "index": 65,
        "text": "Słowo to, niby blask płynęło pod przymkniętemi powiekami, czepiało się palców, lepiło do wszystkiego."
      },
      {
        "index": 66,
        "text": "A dalej?..."
      },
      {
        "index": 67,
        "text": "Niewiadomo — narazie gniew władzy — od rana wymyślał spiskowcom, że się spóźnili."
      },
      {
        "index": 68,
        "text": "W istocie rzeczy nikt się nie spóźnił. Jedni za długo gotowali się, innym się zanadto śpieszyło. I z tego właśnie wynikła ta dziejowa dorożka, ozdobiona dwoma majorami, którzy pana pułkownika Dąbrowę prosto z łóżka przywieźli tu."
      },
      {
        "index": 69,
        "text": "Co dalej, — z władzą?..."
      },
      {
        "index": 70,
        "text": "Nie dać rozkraść dobytku."
      },
      {
        "index": 71,
        "text": "Oni nie dadzą — myślał Dąbrowa, patrząc na sprawnych oficerów. Po tylu latach obcej służby dorwali się własnego chomąta. Byle im tylko mocno poobcierać szyje, — bodaj do krwi."
      },
      {
        "index": 72,
        "text": "Wzgarda go przenikała dla tego posłuszeństwa. Nie śpieszyć się, — jeden na placu jestem, — czekać. Kilku spleśniałych tłuściochów w improwizowanym rządzie, — to przecież głupstwo."
      },
      {
        "index": 73,
        "text": "Oznaczył termin następnej odprawy — i został sam."
      },
      {
        "index": 74,
        "text": "Od czasu, gdy sypał z siebie te rozkazy, miał wrażenie, że sam odbywa się we wszystkiem, co się dzieje. I wściekłość go ogarniała!"
      },
      {
        "index": 75,
        "text": "Bo wszystko działo się, jakby nic więcej nie umiał wydać na miasto, — prócz tej starzyzny wojennej. Tymczasem już od tylu miesięcy i czasów ułożył sobie całkiem inne porachunki... Terazby tylko podkreślić... I łączną sumę krzywdy strącić na wszystkie łby. Plan prosty: Równość, sprawiedliwość, — odwet!"
      },
      {
        "index": 76,
        "text": "Wykonanie?"
      },
      {
        "index": 77,
        "text": "Zakładał sobie, że wykona... Nastraszyć stare burżujskie wieprze. Razem z nimi wojsko sprzęgnąć przysięgą. Samemu stanąć na czele wojska. Potem wieprzów do rzeźni..."
      },
      {
        "index": 78,
        "text": "Tu mu właśnie wadziła pętanina zaprzysięgłych spiskowców z Barczem, gdzieś tam, niby ślepa kiszka ukrytym. Z tą tradycją, z tym legendarnym sosem..."
      },
      {
        "index": 79,
        "text": "Dąbrowa podszedł do okna."
      },
      {
        "index": 80,
        "text": "Wieczór zapadał. Cienki blask wilgoci ślizgał się po bruku. Przed odwachem, niby gromada czarnych grzybów, tkwiła ciżba rozpiętych parasoli."
      },
      {
        "index": 81,
        "text": "— Co tam znowu? — odwrócił się."
      },
      {
        "index": 82,
        "text": "W drzwiach ukazał się Rasiński. Szedł na środek pokoju tęgim, żołnierskim krokiem. Wyprężył piersi, opięte starym mundurem, siedzenie podebrał pod siebie i, szary ze wzruszenia, z oczyma w pułkownika utkwionemi, meldował się."
      },
      {
        "index": 83,
        "text": "— No więc co? — mruknął Dąbrowa. Patrząc na rozpłomienione oczy Rasińskiego przypomniał sobie, że trzeba, aby koło tego nowego czasu zrobiło się też jakież opowiadanie, opowieść, tradycja."
      },
      {
        "index": 84,
        "text": "— Potrzebne. Coś z punktu widzenia przyzwyczajeń i życiorysu. Naprzykład, że Piotr Wielki mógł jadać kiełbasę z kapustą. Albo że Cezar Borgia był pod koniec chory i śmierdział. Coś, dzięki czemu potem człowieka nauczyciel w szkole trzciną po oleodruku głaszcze, a ludzie boją się zaczepić przez całe pokolenia. Ten kurz, — mgła, — tradycja, — piach w oczy..."
      },
      {
        "index": 85,
        "text": "— Co pan wiesz o Niemcewiczu?"
      },
      {
        "index": 86,
        "text": "— Napisał Śpiewy historyczne, był adjutantem Kościuszki."
      },
      {
        "index": 87,
        "text": "— Widzi pan — będziesz pan moim... Oficerem ordynansowym. Też mamy czasy ciekawe i też jest o czem pisać. Jakże się wam to wszystko podoba?"
      },
      {
        "index": 88,
        "text": "— Tak właśnie, jak pan pułkownik mówił wtedy, w kawiarni. I — samo korek wysadziło. Teraz rzeczywiście jeden może zostać włosem na łydce, drugi malekułą. Całe życie stoi otworem."
      },
      {
        "index": 89,
        "text": "— Niby, jak stoi otworem? Ze co? Że znowu będziemy na fabrykanta robić, — na dwór harować?... Że znowu — jacyś obcy z nożem na nas, — my na obcych?"
      },
      {
        "index": 90,
        "text": "— Tak jest, panie pułkowniku. Już podobno Ukraińcy na Przemyśl idą. Ale teraz my sami niesiemy odpowiedzialność za każdą cegłę, kamień, za każde łajno nawet, jeżeli pan pułkownik łaskaw!!"
      },
      {
        "index": 91,
        "text": "Dąbrowa wzruszył ramionami. Bo jeśli tak samo zgadzał się Kościuszko z Niemcewiczem?... Kazał sobie towarzyszyć na miasto. Pragnął zobaczyć, jak się odbywa życie, od sześciu godzin pozostające w jego władzy."
      },
      {
        "index": 92,
        "text": "Ale, gdy idąc ku Rynkowi, spostrzegł szyldy firm, znanych oddawna, głębokie sklepy za mętnemi wystawami, kute drzwi jakiegoś banku — zawahał się."
      },
      {
        "index": 93,
        "text": "Czy można za jednym zamachem, nie znając wszystkich cyfr, ilości narodzin, zawieranych małżeństw, rozwodów, przyrostu stanu bydła, liczby zgonów, różnych tabel statystycznych i przemysłu, — czy można za jednym zamachem zmienić wszystko?!"
      },
      {
        "index": 94,
        "text": "— Cały Kraków tu stoi od rana, — objaśniał Rasiński, — i płacze ze wzruszenia."
      },
      {
        "index": 95,
        "text": "— Że go ta heca tak tanio kosztuje?..."
      },
      {
        "index": 96,
        "text": "Na Rynku trwało nieustanne przemówienie. To w tej, to w owej stronie amfilady odwachu zjawiał się młodzieniec z kokardką, spieniona działaczka, czy też weteran osiwiały."
      },
      {
        "index": 97,
        "text": "Wznosili ręce do nieba i wykrzykiwali gromko na cześć minionej niewoli, oraz obecnej wolności."
      },
      {
        "index": 98,
        "text": "— Ale psiakrew — zżymał się Dąbrowa — tej kompanji służbowej na pewno nikt tu żreć nie dał i nikt o tem nie myśli."
      },
      {
        "index": 99,
        "text": "Jacyś studenci poznali pułkownika. Ciżba ludzka poniosła go bliżej do krat. Ciepłe chwyty owinęły mu nogi, wparły się w pośladki, wzniosły wgórę ku barwom sztandaru."
      },
      {
        "index": 100,
        "text": "Jakaś staruszka wołała: Niech żyje naczelnik nasz, — niech żyje."
      },
      {
        "index": 101,
        "text": "Przez sekundę uległ Dąbrowa ogromnej rozkoszy pochlebstwa."
      },
      {
        "index": 102,
        "text": "Gdy w podrzucie mijał balaski odwachu, przeleciało mu przez myśl, że jak Kościuszko, powinienby sobie obmyśleć jakiś strój osobisty. Może burkę sławucką? Oraz, że kto wie, czy z wysokości tych ramion nie byłoby najlepiej wrzasnąć prawdę: — Równość, sprawiedliwość — odwet! Zazdrosna, lękliwa zgroza zdusiła ten zamiar: — Nikomu nie mówić — nikomu..."
      },
      {
        "index": 103,
        "text": "W miarę, jak go huśtali, puchło Dąbrowie w zaciśniętych ustach grube, twarde przezwisko."
      },
      {
        "index": 104,
        "text": "— Bydło, bydło — myślał z goryczą za swych obywateli."
      },
      {
        "index": 105,
        "text": "Krótkie przebywanie w ciepłych objęciach entuzjazmu potwierdziło pułkownikowi jego dotychczasowe teorje."
      },
      {
        "index": 106,
        "text": "Co zrobisz na czele czarnej masy, — twoja rzecz. Narazie jak najwięcej tradycji, — piachu w oczy."
      },
      {
        "index": 107,
        "text": "Muszą zaraz iść przykłady na rządzenie, na hart, na srogość, sprawiedliwość..."
      },
      {
        "index": 108,
        "text": "Przedewszystkiem postanowił surową małomówność."
      },
      {
        "index": 109,
        "text": "Wszędzie pokazywał się tradycjonalnie chmurny."
      },
      {
        "index": 110,
        "text": "Przez koszary starego pułku legjonów, do którego zbiegły się wybiórki i kaleki i bohatery, gdzie ludzie na deskach spali, nic nie jedli, tylko się wciąż sposobili i rychtowali, — przeszedł, obdzielając żołnierzy spojrzeniem złego psa."
      },
      {
        "index": 111,
        "text": "Kiedy dowództwo twierdzy przyjmował od Austrjaków, to takie prztyki powietrza dawał zdenerwowanym nosem, że generał-ekscelencja przelewał się z poręczy krzesła na poręcz parę minut, nim znalazł równowagę."
      },
      {
        "index": 112,
        "text": "Srogość, małomówność, — zaś duchowo, — burka sławucka, rodzaj chmury dookoła..."
      },
      {
        "index": 113,
        "text": "Kiedy znaleźli się na lotnisku, w obliczu chudych aparatów, obmacał kosmatą ręką gładziutkie śmigi i pogardliwie machnął przed oficerami szpicrutą."
      },
      {
        "index": 114,
        "text": "Wynalazł sobie swoje własne pioruny w spojrzeniu i ostry naczelniczy chód. Kiedy przyszedł tym chodem na czele świty do składów obuwia, mundurów, prowjantury, między białe brzuchy nieskończonej ilości worków, — wykrzyknął krótką mowę o złodziejach."
      },
      {
        "index": 115,
        "text": "— Złodzieje — jako czerwy!"
      },
      {
        "index": 116,
        "text": "U siebie w komendzie „podciągał“ srogo oficerów, którzy „rozbebeszeni“ „jak żydowskie mamki“ siedzieli po trzy doby przy aparatach, łącząc się z prowincją i rozkazując w imię nowej „dąbrowskiej“ ojczyzny."
      },
      {
        "index": 117,
        "text": "Trzeciej nocy tych rządów poczynił pierwsze kroki na drodze swego planu. Mianowicie pchnął Rasińskiego na miasto i zakazał wracać bez domniemanych przedstawicieli przyszłego rządu."
      },
      {
        "index": 118,
        "text": "Rasiński wyciągnął z łóżek trzech wielkich przedstawicieli: handlarza win, burmistrza i wpływowego delegata z Warszawy."
      },
      {
        "index": 119,
        "text": "— Istne porwanie — zaczął Dąbrowa, gdy zasiedli na aksamitnych pufach dowództwa twierdzy."
      },
      {
        "index": 120,
        "text": "Dygnitarze w jesiennych płaszczach sapali ciężko, tocząc przekrwionym wzrokiem po salonie."
      },
      {
        "index": 121,
        "text": "Dąbrowa skinął, Rasiński, trzasnąwszy obcasami, wyszedł."
      },
      {
        "index": 122,
        "text": "Panowie zawstydzili się i przestraszyli zarazem tak wybornego posłuchu. Zapalono papierosy."
      },
      {
        "index": 123,
        "text": "— Uważam za swój obowiązek — ciągnął Dąbrowa — uświadomić panów, co do stanu wojska. Co do stanu umysłów... Mamy do czynienia z dawnym elementem regularnej armji i z legjonowym. Na dopływ nowych sił, czyli na pobór, liczyć nie można. Musi się zatrzymać stare roczniki. Zwracam, panowie, uwagę, że to się nazywa roczniki, ale to są już tylko ludzie!... Ojcowie, mężowie, bracia."
      },
      {
        "index": 124,
        "text": "Był szczerze wdzięczny nauce dogmatyki, która go tak do wywodów zaprawiła."
      },
      {
        "index": 125,
        "text": "— Otóż ci ludzie, jak wszyscy inni, działają przez pobudkę myśli. Na to nie może pomóc żaden mundur. Więc, — co żołnierz myśli? Nie nasz legjonista, bo ten, jak wiadomo, ma zawsze czerwono w głowie. Ja sam byłem legjonistą! Tu nie chodzi o arystokratę broni, ale o czarną masę. Co żołnierz myśli? Ten czarny murzyn?... Otóż ten żołnierz patrzy na wschód, panowie... ku Moskwie. Ma tam przykład, panowie."
      },
      {
        "index": 126,
        "text": "Przerwały się w pułkowniku szorstkie upusty słów i bryznęły na pokój:"
      },
      {
        "index": 127,
        "text": "— Żołnierz nie chce już niczego pilnować! Zostawia przy budzie karabin i odchodzi!! Nie chce nikomu służyć. Sobie też nie! Powiada: Poniewieracie Leninem za to, że się całemu światu wyspowiadał? Bijecie w mordę za to, że prawdę mówi? Żołnierz powiada: Szkoda mego ścierwa!!... Co tu?... O patrjotyzmie? Szkoda mego ścierwa! O granicach? Szkoda mego ścierwa!!... O Bogu? Szkoda mego ścierwa!!..."
      },
      {
        "index": 128,
        "text": "Z głębi piersi, z brzucha, ze wszystkich wspomnień, z głupich czasów sztuby, gdy głodny przez okna bursy patrzył na tych tuzów, jak w kontuszach nosili baldach przed Bożem Ciałem, z poniewierki seminaryjnej, ze wstydu chłopskich rodziców, z anatemy kościelnej, z ożenku cywilnego przez adwokata żydowskiego, z wojażów współdzielczych za mlekiem i krówską rasą czerwoną, z całego ciągu wojny szły Dąbrowie te słowa. Dygnitarze zatrzęśli rękami. Odgłos grubych, miękkich dłoni pętał się niemrawo w nagłej ciszy salonu."
      },
      {
        "index": 129,
        "text": "— No więc co? — zakończył tyradę pułkownik."
      },
      {
        "index": 130,
        "text": "Handlarz win zmarszczył popękane podgardle. — Możeby zwiększyć żołnierzom dzienne racje?..."
      },
      {
        "index": 131,
        "text": "— Jakieś lepiwo musi się przecież znaleźć — westchnął naukowo burmistrz."
      },
      {
        "index": 132,
        "text": "Obu kolegów ogarnął czcigodnem spojrzeniem delegat Królestwa."
      },
      {
        "index": 133,
        "text": "Wzrok delegata, pociągając solidarne spojrzenia obu tuzów, szedł z wyrzutem wzdłuż postaci Dąbrowy wgórę, aż zatrzymał się na wiszącym dotąd ponad biurkiem portrecie cesarza."
      },
      {
        "index": 134,
        "text": "Koronowany zuch, w polowym mundurze, z wolem złotego runa pod szyją, z marszałkowskiemi szankrami gwiazd na piersiach, szklaną gałką źrenicy pobłażał tym spojrzeniom."
      },
      {
        "index": 135,
        "text": "Dąbrowa wyciągnął proroczo rękę w stronę portretu. — Tego lepiwa już nie stanie, moi panowie..."
      },
      {
        "index": 136,
        "text": "— Ale, czy wódz polski, nasz własny dowódca nie zastąpi autorytetu, który..."
      },
      {
        "index": 137,
        "text": "— Oczywiście, że zastąpi. Należy w tym celu."
      },
      {
        "index": 138,
        "text": "Na łopatkowych palcach jął to pułkownik zaginać wyraźnie, jasno, podsuwając dygnitarzom szczegóły wysoko pod dziurki od nosa. Rzekłbyś, — do powąchania."
      },
      {
        "index": 139,
        "text": "— Wzmożenie popularności wodza, moi panowie. Na tle tradycji. Do czasu rozumne unieszkodliwienie wszystkich zamachowców legjonowych. Wtedy, — jako lepiwo, — przysięga... — Komu? — krzyknęli razem senatorowie."
      },
      {
        "index": 140,
        "text": "— Narodowi."
      },
      {
        "index": 141,
        "text": "— A jeżeli naród narazie nie gotów?"
      },
      {
        "index": 142,
        "text": "Dąbrowa rozłożył ręce beznadziejnie. — To narazie wodzowi. Poprostu mnie! Bez jakiejś obroży, moi panowie, daleko nie pociągniemy."
      },
      {
        "index": 143,
        "text": "Rozpoczęli przychylną dyskusję, którą Dąbrowa ożywił, bo kazał podać jeść."
      },
      {
        "index": 144,
        "text": "Kapusta z kiełbasą, — jak Piotr Wielki."
      },
      {
        "index": 145,
        "text": "Żeby zaś wielkość mogła się przykładnie poufalić z dobrocią, przypomniał służącemu o kolacji dla porucznika, co tam w poczekalni siedzi."
      },
      {
        "index": 146,
        "text": "Rasiński wziął się ze szczerą ochotą do kiełbasy i kapusty, przesianej tu i owdzie skrawkiem słoniny."
      },
      {
        "index": 147,
        "text": "Jadł, jak cham po ciężkiej robocie, nadcinając scyzorykiem chleb w poręczne do przełknięcia klinki. Grubą skórę kiełbasy z trzaskiem rzucał do kosza na złość wszystkim pinczerom austrjackim, które tu tyle lat po wszystkich kątach paskudziły."
      },
      {
        "index": 148,
        "text": "Do pokoju wszedł Pyć."
      },
      {
        "index": 149,
        "text": "— Tyś słyszał, co oni tam gadają? — wyciągał szyję z obszernego kołnierza munduru."
      },
      {
        "index": 150,
        "text": "— A co? — Jem kolację."
      },
      {
        "index": 151,
        "text": "Pyć usiadł na fotelu, podkurczył nogi, ręce schował pod pachy. Z głową pochyloną na ramieniu zastygł, zakrzepł, niby przydrożna kupka błota."
      },
      {
        "index": 152,
        "text": "— Toś nie słyszał?!"
      },
      {
        "index": 153,
        "text": "— Nie podsłuchuję."
      },
      {
        "index": 154,
        "text": "— A ja owszem. Te durne Austrjaki nie były wcale takie durne. One ci miały w gabinecie szefa sztabu aparat, który daje wszystko, co się mówi w pokoju dowódcy."
      },
      {
        "index": 155,
        "text": "Całą rozmowę Dąbrowy o przysiędze powtórzył Rasińskiemu cichym, pokątnym szelestem, którym ratowali ojczyznę od tylu lat."
      },
      {
        "index": 156,
        "text": "— A my wobec tego?! — oburzył się Rasiński."
      },
      {
        "index": 157,
        "text": "— My, — przedewszystkiem pysk na kłódkę. Po drugie: Dąbrowa nie wie, że przejąłem już od Austrjaków wszystkie papiery ich szpiegowskiego biura. Tam ci jest łajna, — wystarczy na wszystkich wspólników Dąbrowy! Po trzecie."
      },
      {
        "index": 158,
        "text": "Pyć wyciągnął z kieszeni gruby zwitek telegraficznych meldunków."
      },
      {
        "index": 159,
        "text": "— Weźmiesz to... Oni idą — ci Ukraińcy. To fakt. Ale my zrobimy z tego koniec świata. Będziesz od dzisiejszego wieczora ryczeć z Agencji Telegraficznej jak dziki osioł na całą Polskę! We wszystkich depeszach! Potrzebujemy teraz koniecznie krzywdy. I krwi... Jest w Przemyślu. Niech Dąbrowa sformowane jednostki legjonowe pcha na Przemyśl. Uzyskujemy naszą krzywdę, krew wroga, wreszcie Barcza, który się tamtędy przedziera... No i kompromitację komunistycznego Dąbrowy, który rozpocznie — wojnę patrjotyczną..."
      },
      {
        "index": 160,
        "text": "Pyć zeskoczył z fotela i wyciągnął się, tężąc grzbiet półokrągło, jak kot."
      },
      {
        "index": 161,
        "text": "Już na drugi dzień przy referacie prasowym nie mógł się Dąbrowa dość nadziwić. Gazety aż trzeszczały od najazdu, rozpaczy, pobudek, wezwań."
      },
      {
        "index": 162,
        "text": "Pułkownik jeździł palcami po podkreślonych zapobiegliwie przez Rasińskiego ustępach, gwałtowniejsze słowa przepoławiał paznogciem."
      },
      {
        "index": 163,
        "text": "— Tak się wam bardzo pali? — spytał wreszcie."
      },
      {
        "index": 164,
        "text": "Żal mu bowiem było rzucać te ostatnie legjonowe strzępy w błahy ogień. — Daj mi tu Pycia. — No, skąd to wszystko bierzesz Pyć, co ja tu widzę w gazetach?"
      },
      {
        "index": 165,
        "text": "Pyć jął wyciągać ze wszystkich kieszeni munduru małe rulony depesz."
      },
      {
        "index": 166,
        "text": "Kalkulowało się to w głowie pułkownika najkorzystniej. Wyprawa ukrzepi popularność. Odprowadzi niepożądany element na front. Jedno tylko było bolesne: Że gdy stanąłeś przy władzy, zaraz ze wszystkich stron we wszystkie drzwi pcha się to zamówienie na krew."
      },
      {
        "index": 167,
        "text": "— A cóż my tam wyślemy, Pyć? — pytał, chcąc, by Pyć sam wskazał swych towarzyszy."
      },
      {
        "index": 168,
        "text": "— Co pan pułkownik rozkaże."
      },
      {
        "index": 169,
        "text": "— Mogę tylko to wysłać, co jest gotowe,gotowe. No, Pyć, co?..."
      },
      {
        "index": 170,
        "text": "— Legjoniści."
      },
      {
        "index": 171,
        "text": "— No więc co?! — fuknął obiema dziurami Dąbrowa."
      },
      {
        "index": 172,
        "text": "— Jak pan pułkownik rozkaże."
      },
      {
        "index": 173,
        "text": "— Owszem rozkażę — wrzasnął Dąbrowa — rozkażę, żebyście się raz moresu nauczyli!!!"
      },
      {
        "index": 174,
        "text": "Rad był tej robocie, dzięki niej bowiem uroczystości połączone ze wzmożeniem tradycji nabierały pożądanego koloru."
      },
      {
        "index": 175,
        "text": "A było tego zagniatania tradycji... Dziś na Wawelu ogólne przyklękanie i krok „wodza Salwatora“ pod tureckiemi dywanami Sobieskiego. Jutro na kamieniu Kościuszki powitanie bataljonu warszawskiego."
      },
      {
        "index": 176,
        "text": "Jeszcze więcej pienił się nazajutrz, gdy pod Komendą Twierdzy tłum go znów na ciepłe barki wziął i w zemście o Przemyśl obnosił przed żydowskiemi sklepami."
      },
      {
        "index": 177,
        "text": "Poczem siwe tuzy w bekieszach ziemiańskich zastąpiły mu drogę delegacyjnie, z prośbą o ratowanie rubieży, gdzie ziemica odwieczna, — mać. I łęgi prastare przemyskie!"
      },
      {
        "index": 178,
        "text": "Dąbrowa wziął z sobą rozśpiewanych i wystraszonych ziemian. Do swego gabinetu przez straże przeprowadził i przez warty, aby się bodaj rękawem o grozę armji otarli."
      },
      {
        "index": 179,
        "text": "Pod portretem cesarza jeszcze raz wszystkich związał tajemnicą i odsłonił prawdę: Że wyprawa szykuje się. Tylko jeszcze nie wie żołnierz, w imię czego ma umierać... Żeby, póki co, jakaś przysięga może ustanowiła te rzeczy. Niech przysięgną wodzowi Dąbrowie."
      },
      {
        "index": 180,
        "text": "Na co, dzwoniąc złotemi łańcuszkami szerokich brzuchów, ziemianie zgodzili się bogobojnie."
      },
      {
        "index": 181,
        "text": "Trzeba to było rozegrać bardzo przebiegle, mimochodem niby a z powagą. Bo to będzie gra nie o ludzi, którzy tylko rozkażą, lecz o chłopów, co karki mają dać i żeby z tego zadowolenie było do ostatniej wdowy, nad mydlinami w podwórzu rozgibotanej."
      },
      {
        "index": 182,
        "text": "Nazajutrz tedy postanowił Dąbrowa nie wracać do gmachu dowództwa. Żeby go tam jeszcze raz przed żydowskiemi sklepami obnosiła gawiedź na rachunek Przemyśla?"
      },
      {
        "index": 183,
        "text": "W domu przebrał się w „cywila“ na znak, że nie rządzi — i niech się wszystko wali..."
      },
      {
        "index": 184,
        "text": "Żony nie było. Kazał podać kawę. Nie wróci do rządów, przeczeka, niech go proszą... Do tego czasu zajmie się życiem domowem. I tak go tu delegaty sobacze znajdą, jak króla Leszczyńskiego na wygnaniu, — wzór pożycia."
      },
      {
        "index": 185,
        "text": "Kawa się spóźniała. Poszedł do pokoju chłopców, poświecić im trochę przykładem."
      },
      {
        "index": 186,
        "text": "Troje małych dzieci pod opieką ordynansa raczkowało po kątach. Dwaj starsi siedzieli na oknie i grali w scyzoryki."
      },
      {
        "index": 187,
        "text": "— A lekcje? Czy umiane? Co zadane? Odkąd — dokąd?"
      },
      {
        "index": 188,
        "text": "— Wszystko umiane, — odpowiadali w popłochu. — Botanika, protococcus virilis, — algebra wyciąganie pierwiastka. Pozostaje religja i niemiecki."
      },
      {
        "index": 189,
        "text": "— Niemiecki już się nie liczy, — śmiał się z triumfem starszy syn, — religja głupstwo..."
      },
      {
        "index": 190,
        "text": "Tych właśnie przedmiotów uczepił się Dąbrowa. Botaniką brzydził się, pierwiastków nie umiał."
      },
      {
        "index": 191,
        "text": "— Co to znaczy, że niemiecki się nie liczy? Czy to pan profesor wam powiedział?"
      },
      {
        "index": 192,
        "text": "— Nikt nie powiedział, ale..."
      },
      {
        "index": 193,
        "text": "Podnieśli obaj głowy do góry."
      },
      {
        "index": 194,
        "text": "— Już się skończyło z niemieckim, — zapewnili go poufnie."
      },
      {
        "index": 195,
        "text": "— Co to znaczy „skończyło“? Mów, co zadane. Chłopcy przycisnęli się do siebie, patrząc na ojca blademi oczyma."
      },
      {
        "index": 196,
        "text": "— Wydawaj jeden z drugim, co umiesz!!!"
      },
      {
        "index": 197,
        "text": "Wziął ich między rozległe kolana, sfrontował ku sobie i czekał, zaglądając do książki."
      },
      {
        "index": 198,
        "text": "Malutkie żebra chłopców przesunęły się niespokojnie pod dotknięciem ojcowskiego uda."
      },
      {
        "index": 199,
        "text": "Nakoniec starszy białemi jak papier wargami rzekł: — Tatuś ma Przemyśl brać, — a my się mamy niemieckiego uczyć?..."
      },
      {
        "index": 200,
        "text": "— Gadaj zadane, nie mędrkuj!!"
      },
      {
        "index": 201,
        "text": "Zaczęli z trudem jakieś wiersze."
      },
      {
        "index": 202,
        "text": "Niemiecki, religja, — stracone posterunki. Ale, — obowiązek. Ułożyło się Dąbrowie, że on i oni i cały świat tak samo cierpieć musi na straconych posterunkach."
      },
      {
        "index": 203,
        "text": "— Nie umiecie! — ryknął. — Spuszczać portki."
      },
      {
        "index": 204,
        "text": "Chłopcy uderzyli w płacz."
      },
      {
        "index": 205,
        "text": "A kiedy ich portczęta obleciały, wyłożył jednego po drugim i zerznął na goło, starszemu ośm, młodszemu pięć, paskiem swych naczelniczych spodni."
      },
      {
        "index": 206,
        "text": "Poczem nieuspokojony i zły wśród wrzasku wszystkich pięciorga przeszedł do kancelarji."
      },
      {
        "index": 207,
        "text": "Mija już prawie pół dnia, a nie wzywają. Chodziłażby maszyna władzy sama?..."
      },
      {
        "index": 208,
        "text": "Usiadł przy biurku i jął pracować nad swym podpisem. Aby szło od ręki i aby się kończyło krótką błyskawicą, na co musi wystarczyć atramentu od jednego zamaczania."
      },
      {
        "index": 209,
        "text": "Dopiero wieczorem zacharczał pod bramą samochód. Pokorna radość przejęła Dąbrowę, ale poznać po sobie nie dał, — za żadne skarby."
      },
      {
        "index": 210,
        "text": "Pyć się meldował z ostatniemi rozkazami do podpisu. I że bataljony legjonowe, idące na Przemyśl, czekają pożegnania."
      },
      {
        "index": 211,
        "text": "— A wy, barany, czemu się tam tak rwiecie? — rypnął Pułkownik, podpisawszy wszystkie „kawałki“."
      },
      {
        "index": 212,
        "text": "— Mamy rozkaz — złożył się składnie Pyć."
      },
      {
        "index": 213,
        "text": "— Czyj?"
      },
      {
        "index": 214,
        "text": "— Pana pułkownika."
      },
      {
        "index": 215,
        "text": "Dąbrowa zarżał na cały pokój. — Macie rozkaz. Wam się zdaje, że wy tam Barcza znajdziecie? Wam się zdaje, że jego żelazne ręce... I jak to mówił Rybnicki? Tradycja. Pielgrzymstwo. Pytam się, ile set lat będzie można rznąć baranów za tym samym szlachtuzem? Widzisz bebechy swego poprzednika, brodzisz w jego krwi i myślisz, że z ciebie tak samo bebechów nie wyprują?"
      },
      {
        "index": 216,
        "text": "— Mamy rozkaz pana pułkownika."
      },
      {
        "index": 217,
        "text": "Dąbrowa wyciągnął pięści nad jajkowatą głową Pycia i wrzasnął:"
      },
      {
        "index": 218,
        "text": "— No to się buntuj, baranie jeden z drugim. A nie, żebym was, jak ciasto zagniatał, — fuj!!"
      },
      {
        "index": 219,
        "text": "Pyć odpowiedział wiotkim uśmiechem posłuszeństwa."
      },
      {
        "index": 220,
        "text": "— No to jedziemy. — Pułkownik z obrzydzeniem strzepnął palce nad papierami."
      },
      {
        "index": 221,
        "text": "Usadowili się w samochodzie oględnie, by się nawet brzegi płaszczów wzajem nie ocierały."
      },
      {
        "index": 222,
        "text": "Tylko Rasiński gadał wesoło i „żłopał uniesienie chwili“. — Tak pan to żłopie, że pojedziesz pan z tą wyprawą, publicystykę do niej wyczynić. Całe zwycięstwo opisać, — łupy."
      },
      {
        "index": 223,
        "text": "Węgiel, kretowisko, żona, korekta, — tak — odrazu zdmuchnięte... Ale nad wszystkiemi myślami rozpięła się głęboka radość czynu, zwarta i pełna, jak niebo tej nocy wyniesione wspaniale nad miastem."
      },
      {
        "index": 224,
        "text": "Na dworcu przywitano pułkownika uroczyście."
      },
      {
        "index": 225,
        "text": "Któryś z oficerów zauważył, że wojsko ma teraz wodza po cywilnemu, — jak prezydent Francji. Duch nowych czasów."
      },
      {
        "index": 226,
        "text": "Pociągi pancerne odeszły już. Tylko jeszcze na bocznych torach stały długie towarówki z piechotą. Wiatr między kołami świszczał przeciągle. W ciemnych wagonach słychać było ugniatanie się przesianej żelazem masy ludzkiej."
      },
      {
        "index": 227,
        "text": "Dąbrowa był przekonany, że wyprawa nie uda się, ale w tej chwili zajmował go więcej widok Jabłońskiego."
      },
      {
        "index": 228,
        "text": "Audytor, obwieszony termosami, mapami, bronią i jedzeniem, za chudy w szerokim mundurze, ciągle żegnał się z żoną."
      },
      {
        "index": 229,
        "text": "Stała pod parkanem, wysoka, pełna, w jakichś zapobiegawczych włóczkach. Niemka."
      },
      {
        "index": 230,
        "text": "Wyciągając do męża ręce, rzucała mu na wiatr po kilka kościstych słów."
      },
      {
        "index": 231,
        "text": "Sztab się już odmeldowywał. Dowódcy, łupnąwszy obcasami, przyskakiwali do wagonów."
      },
      {
        "index": 232,
        "text": "Dąbrowa z kapeluszem w ręku kiwał im głową. Chwiała mu się na karku z nadmiaru goryczy i upokorzenia. Bo oto z planem, czy bez... Działa jak wszyscy wodzowie wszystkich czasów. Byleby krew mlaskała. Gdy tylko u steru stanął, już żywe mięso wysyła..."
      },
      {
        "index": 233,
        "text": "Przestronne, obce głosy wzdęły mu się w gardle. Żołnierze! Odczepił się od świty i jął dążyć wzdłuż biegu wagonów za czarnym ogonem dymu, żelastwa i huku."
      },
      {
        "index": 234,
        "text": "— Żołnierze! — wrzeszczał, machając rękami, aby zakryć łzy, które mu płynęły z oczu wezbranym upustem rozpaczy i litości."
      },
      {
        "index": 235,
        "text": "Z okien wozów wymachiwali oficerowie."
      },
      {
        "index": 236,
        "text": "Jabłoński, szukający żony w tłumie stacyjnym, dowódcy kompanij. Rasiński, komendant bataljonu."
      },
      {
        "index": 237,
        "text": "Mijali kraj ciemny, jakby przyczajony, krzepieni na stacjach zapałem urzędników."
      },
      {
        "index": 238,
        "text": "Rasiński ciął się z Jabłońskim o to samo, co do czego z Pyciem nie mogli się porozumieć. Zdaniem Rasińskiego nie o Przemyśl tu chodziło, lecz w pierwszej linji o Barcza."
      },
      {
        "index": 239,
        "text": "— Jak w każdym bohaterskim okresie o jednostkę, o indywidualność. A ja chcę, żeby każdy poszczególny człowiek —"
      },
      {
        "index": 240,
        "text": "Jabłoński, syrpiąc z termosu, wzruszał pogardliwie ramionami."
      },
      {
        "index": 241,
        "text": "— Co to znaczy człowiek i wszystkie chcenia? Teraz słuchać musisz wołu, osła i każdej rzeczy która jego jest, — bo jest ojczyzna."
      },
      {
        "index": 242,
        "text": "Późną nocą wyładowali się z wagonów. Pocichu, bez świateł. Rozdzielili się na kolumny, które niebawem wchłonęła noc. Rasiński z kolegami maszerował na przełaj, po dwóch, po trzech, ile komu nóg starczyło w gruncie rozmokłym."
      },
      {
        "index": 243,
        "text": "Wiatr ledwie znad o sobie dawał, w miękkich ciemnościach otrzepując przydrożne krzewy z czarnej ciszy. Nieprzenikniony bezmiar wyłaniał łagodne szepty i ronił je na twarze idących. To parę kropel zabłąkanego dżdżu, to jakieś echa pogubionych głosów."
      },
      {
        "index": 244,
        "text": "Gdy weszli między ogromne drzewa dworskiej alei, jakby się znaleźli pośród strun wielu, szumiących tak podniośle, iż mimowoli skierowali oczy ku niebu."
      },
      {
        "index": 245,
        "text": "Błyszczały na niem jesienne gwiazdy."
      },
      {
        "index": 246,
        "text": "— Widzisz — mówił Rasiński — jak to sobie śpi nasza ojczyzna."
      },
      {
        "index": 247,
        "text": "Z tej nocy wylągł się dzień doskonały do bitwy, w miarę chłodny i jasny."
      },
      {
        "index": 248,
        "text": "Rano zameldował się Rasiński w wielkich barakach na Zasaniu."
      },
      {
        "index": 249,
        "text": "Młody wódz w gumowym płaszczu i szturmowym hełmie dął na wszystkich wielkim gniewem bitewnym."
      },
      {
        "index": 250,
        "text": "— Czekamy jeszcze dwie godziny, do południa. Ultimatum. Potrzebuję oficerów. Czy macie panowie hełmy? Frontowy atak przez trzy mosty..."
      },
      {
        "index": 251,
        "text": "Za rzeką roiło się na wzgórzach miasto, zezowate od szyb okiennych, przebitych pochyłym blaskiem."
      },
      {
        "index": 252,
        "text": "— Złazić tam z szosy — wołał posterunek."
      },
      {
        "index": 253,
        "text": "Rasiński poszedł między budynki, coś zjeść, coś złapać, może hełm, — może nic? Za ciepłym zapachem rosołu doszedł do kuchni polowej."
      },
      {
        "index": 254,
        "text": "Jacyś ochotnicy, ułani, odjeżdżali właśnie. Przez drogę maszerował brzuchaty oddział kolejarzy. Ku dymiącym kotłom sączył się długi rząd bladych żołnierzy."
      },
      {
        "index": 255,
        "text": "A wszędzie, za węgłem, wśród desek, między szkieletami krzaków różowiły się wyłuskwione z pomiętej otoki portek, przykucnięte tyłki piechurów."
      },
      {
        "index": 256,
        "text": "Przed bitwą..."
      },
      {
        "index": 257,
        "text": "— I to wszystko wyłącznie prawie dla niego, — myślał Rasiński nie bez groteskowej dumy o Barczu."
      },
      {
        "index": 258,
        "text": "Wystrzał armatni potoczył się przez chmury."
      },
      {
        "index": 259,
        "text": "Zaraz nad rzeką gruchnęła palba karabinowa."
      },
      {
        "index": 260,
        "text": "Zatrzymali się za domem dróżnika przy nasypie kolejowym, naprzeciw żelaznego mostu."
      },
      {
        "index": 261,
        "text": "Po wodzie cięły się fale krótkie i połyskliwe."
      },
      {
        "index": 262,
        "text": "Z za tej budki biegał Rasiński nad brzeg do kompanij, między małe domki, wywrzaskując w opustoszałych pokojach nazwiska szukanych oficerów."
      },
      {
        "index": 263,
        "text": "Tu gdzieś przypadli razem do podłogi i strzelali do okna, z którego obrębiał ich karabin maszynowy."
      },
      {
        "index": 264,
        "text": "Pierwsze strzały odrazu upoiły Rasińskiego."
      },
      {
        "index": 265,
        "text": "Plutony piechoty polskiej podbiegały już pod most."
      },
      {
        "index": 266,
        "text": "— Dobra, dobra, — wrzeszczał ktoś niesamowicie, — ztyłu idzie nasza pancerka!!"
      },
      {
        "index": 267,
        "text": "Istotnie na pagórkach, wpośród rudej fali jesiennego lasu kwitły białe kity lokomotyw."
      },
      {
        "index": 268,
        "text": "— Już idzie..."
      },
      {
        "index": 269,
        "text": "Nagle od strony mostu wypadli kolejarze z krzykiem w czarnych prostokątach otwartych ust."
      },
      {
        "index": 270,
        "text": "— Zderzenie!! Zderzenie!!! Naszego pancernika widzą — dyszał kolejarz. — Puszczają lokomotywy naprzeciw... Jedyny tor... Zderzenie... Ktoś do „wekslu“!! — Któryś z panów oficerów — wyfrunęło, jak z procy, z pod hełmu dowódcy."
      },
      {
        "index": 271,
        "text": "Rzecz polegała na tem, by w chwili, gdy lokomotywy miną most, skręcić je zapomocą zwrotnicy na ślepy tor."
      },
      {
        "index": 272,
        "text": "Rasiński machinalnie podciągnął spodnie i wyskoczył na plant."
      },
      {
        "index": 273,
        "text": "— Poco? poco tu lecisz, kretynie? — wyrzucał sobie, zbijając obcasy na kamieniach."
      },
      {
        "index": 274,
        "text": "Nic narazie nie słyszał, tak potężne prażenie karabinów maszynowych darło się z obu brzegów."
      },
      {
        "index": 275,
        "text": "Ledwie myśli niektóre. O domu. Dla ojczyzny. — Żeby się tchórze byczyć mogły..."
      },
      {
        "index": 276,
        "text": "Za sobą, poprzez skowyt szarpiących się nad głową drutów rozróżniał już teraz tętent szyn. Na przodzie jeszcze nic. Jeszcze nic..."
      },
      {
        "index": 277,
        "text": "Rzeka fale ostro zacina, powietrze puste, wielkie niebo."
      },
      {
        "index": 278,
        "text": "Lepiej przed siebie patrzeć, — nisko. Dokoła zwrotnicy..."
      },
      {
        "index": 279,
        "text": "Z pobliża jej uprzystępniać się jęły oczom Rasińskiego, mnogie, potoczne nicości tego błahego miejsca. Żwir siwy, światłem dnia pomiernie przesypany, gwóźdź zardzewiały, puszka od sardynek otwarta, strzęp gazety z zupełnie czytelnym nagłówkiem. Kawałek brudnej tasiemki."
      },
      {
        "index": 280,
        "text": "Spoczęła w Rasińskim kojąca myśl, że taki śmietnik podręczny wszędzie leży, że nic bez niego niemasz."
      },
      {
        "index": 281,
        "text": "Gdy z tamtego brzegu wjechały na most lokomotywy... Biały, jak płótno, stał na szynach, ściskając w mokrych od potu dłoniach rękojeść zwrotnicy."
      },
      {
        "index": 282,
        "text": "Z obu stron zbliżał się łoskot coraz potężniejszy. Już ztyłu grzały oddechy pancernika..."
      },
      {
        "index": 283,
        "text": "Aż w huku i zgrzytach żelastwa Rasiński rzucił się naprzód, przekręcił raz, — drugi — i obie maszyny spocone, sapiące zjechały wbok, zaś pociąg pancerny ruszył naprzód."
      },
      {
        "index": 284,
        "text": "— Chamy cholery, chamy!!! Mój śmietnik!!! — krzyczał Rasiński, gdy z polskiego pociągu pancernego na tamtej stronie wybuchły białe purchawy dymu, a piechota kruszyła się ku rzece, pod czarne głośną palbą trzeszczące łuki mostu."
      },
      {
        "index": 285,
        "text": "I szczęśliwy, nito ze wzoru wiecznych, tanich przeznaczeń, wyskoczył z pomiędzy tego miejsca szyn, śmierci, niedopałków i sardynek. Pędził za piechotą."
      },
      {
        "index": 286,
        "text": "— Chamy, cholery, śmietnik!!! — wołał dumny ze swoich, chciwy śmierci nieprzyjaciela. — Chamy, cholery, śmietnik!"
      },
      {
        "index": 287,
        "text": "Na drugiej stronie paliły się już domy nadbrzeżne. Całe piętra wnętrz obnażały się w płomieniach, to zmrużonych, to znów rozwartych. Wrzask piechoty hulał nad wodą, pękał wśród ulic zasypywany deszczem wybijanych szyb."
      },
      {
        "index": 288,
        "text": "Rasiński biegł z innymi, strzelał i śmiał się na widok wszystkiego, do wszystkich."
      },
      {
        "index": 289,
        "text": "Żołnierze parli naprzód, w ciężkich hełmach, po kilku, z gwerami wytkniętemi przed się, całe zaś miasto zamykało się trwożnie na wszystkie okna, zamki, drzwi, lufty i zawiasy. Znaleźli się kupą na dworcu. Mnóstwo kolejarzy biegało wśród stosu rupieci. Jakiś żołnierz bił po gębie dwóch obszarpańców."
      },
      {
        "index": 290,
        "text": "Przy wejściu, z zabłąkanej beczki wybierały piechury marmoladę, zgarniając ją z ostrzy bagnetów wargami."
      },
      {
        "index": 291,
        "text": "Minąwszy sale, zarzucone lawiną służbowych cedułek, dobrnął nakoniec do posterunku telefonistów. Mieli już połączenie z najbliższą stacją kolejową. Można było mówić ostatecznie nawet z Krakowem."
      },
      {
        "index": 292,
        "text": "Ale Rasiński wszedł tu złem wejściem. Musiał się teraz przepychać do aparatu przez stosy zwalonych w pośpiechu, rozkraczonych tomów."
      },
      {
        "index": 293,
        "text": "Bibljotekę chcieli schować, — czy jak?"
      },
      {
        "index": 294,
        "text": "Rozgarniał tę literaturę, mimowoli odczytując nazwiska i tytuły. Rozrzucał, rozmiatał, a w szarem powietrzu książki tupały, jak spłoszona trzoda."
      },
      {
        "index": 295,
        "text": "— Halo! Halo!"
      },
      {
        "index": 296,
        "text": "Miał połączenie z Pyciem."
      },
      {
        "index": 297,
        "text": "— Słuchaj!... Ty! — Pyć! — Meldunek będziecie mieli później. Teraz pisz, co ci dyktuję. Słyszysz mnie? Pisz..."
      },
      {
        "index": 298,
        "text": "I wraz, — z pobliskiego pożaru, z rzeki czerwonej, z gór wstrząśniętych, z ludzi tryskających bagnetami, z własnych żył, czarnych od krzyku, dawał komunikat."
      },
      {
        "index": 299,
        "text": "Do gazet. Krótkie, obpiłowane, poprzetrącane słowa, którychby teraz nie zamienił za największe nawet nazwiska literackie, leżące pod nogami telefonistów."
      },
      {
        "index": 300,
        "text": "Pyć domagał się wiadomości o Barczu. — To najważniejsze, — huczał z Krakowa, — to najważniejsze. — Czekaj, — odpowiadał Rasiński. — Bo właśnie o Barczu zapomniał."
      },
      {
        "index": 301,
        "text": "Ale telefoniści już wiedzieli."
      },
      {
        "index": 302,
        "text": "Jeden z nich, stary wytarty podoficer, wyprężył się radośnie i zameldował:"
      },
      {
        "index": 303,
        "text": "— Obywatel pułkownik Barcz jest z posłami i ze sztabem w ratuszu."
      },
      {
        "index": 304,
        "text": "— Barcz z posłami w ratuszu, — darł się w słuchawkę Rasiński, — Barcz z posłami w ratuszu!!!"
      },
      {
        "index": 305,
        "text": "— Melduj mu o nas, bo jest źle, — skrzeczał Pyć, — melduj mu zaraz!"
      },
      {
        "index": 306,
        "text": "Rasiński śpieszył na ratusz."
      },
      {
        "index": 307,
        "text": "— Barcz, Barcz, — powtarzał w duchu. Istotnie nawet nazwisko, — świetne. Krótkie, szerokie, — rzymski miecz."
      },
      {
        "index": 308,
        "text": "Ten sam Barcz, z którym kiedyś w bratnich pomocach dyskutowało się... I w kółkach zagranicznej konspiracji... Młody Traugutt."
      },
      {
        "index": 309,
        "text": "Przed ratuszem na drobnym bruku prowincji zbierał się tłum. Wewnątrz budynku, strzeżonego przez warty, biegali radcy miejscy."
      },
      {
        "index": 310,
        "text": "We dwóch, trzech, czterech, pięciu, pod rękę, niby czarne, ukruszone grudy."
      },
      {
        "index": 311,
        "text": "Rasiński dostał się nareszcie do sali sztabu. Mijając stół, powleczony zielonem suknem, zauważył obfite resztki jedzenia."
      },
      {
        "index": 312,
        "text": "W głębi komnaty mroczyły się matadory."
      },
      {
        "index": 313,
        "text": "Właśnie prosił dowódcę ekspedycji o pozwolenie zameldowania się pułkownikowi Barczowi, gdy z pośród siedzących głowaczy wywinął się jasny, męski śmiech. — Co za formalistyka! Jaki mores."
      },
      {
        "index": 314,
        "text": "Tak dobrze znany, z tyloma bitwami zespolony głos zmieszał Rasińskiego i ucieszył."
      },
      {
        "index": 315,
        "text": "Wysoka postać, tyłem odwrócona do okna, gęsty cień rzucając na Rasińskiego, szła płynnym, bogatym krokiem świetnie wyrównanych muskułów."
      },
      {
        "index": 316,
        "text": "— Cóż Rasiński powiecie? — uśmiechał się pułkownik Barcz szeroko."
      },
      {
        "index": 317,
        "text": "— Właśnie, panie pułkowniku. — I chociaż czuł, że mówi coś dziecinnie niestosownego, trwając dalej na baczność w cieniu postaci Barcza. — Zaraz mi się przypomniało, jakeśmy tam kwaterowali na Podhalu w plebanji. Ta ludowa włoska piosenka. — Próbował nawet zanucić, ale ochrypłym głosem wydał tylko z siebie kilka dzikich jęków."
      },
      {
        "index": 318,
        "text": "— No, — ucieszył się Barcz, — przynajmniej jeden, który mi nie wymawia, że w bitwie, tu dla mnie omal nie zginął. Oni to sobie już na hipotekę wnoszą... — Barcz śmiał się szeroko. — Już mi wymawiają, żeby nie zdobyli miasta w jednym dniu, gdyby nie ja. Nazywa się, — że doping stanowiłem. Ale wy, artysta, jesteście bezinteresowni!"
      },
      {
        "index": 319,
        "text": "Rozkrzyżował ręce do przywitania, w którem ramiona mocno objęły, lecz usta się oszczędziły. Poczem odsunąwszy twardo Rasińskiego ku światłu: — Same znajome twarze. Sami starzy znajomi!"
      },
      {
        "index": 320,
        "text": "— Zawsze ci sami, — zaperzył się Rasiński dumnie."
      },
      {
        "index": 321,
        "text": "Po twarzy Barcza ześlizgły się suche skosy."
      },
      {
        "index": 322,
        "text": "— To źle, to bardzo źle. To znaczy, że za mało nas będzie... — Może być, — burzył się Rasiński, — ale na tych ludzi możecie zato liczyć, pułkowniku!"
      },
      {
        "index": 323,
        "text": "Wszystkie rozmowy z oficerami utwierdziły Barcza w przekonaniu, że nic się tu nie zmieniło przez cały ten czas. Powstanie, — entuzjazm, — spisek. Przebrnąwszy stepy krwawego entuzjazmu od Petersburga do Podwołoczysk, marzył właśnie o czem innem. O gładkich, pełnych chirurgicznej prostoty ramach. Twarz mu się zsiadła w martwym uśmiechu. — No, a zresztą, co słychać, Rasiński?"
      },
      {
        "index": 324,
        "text": "— Zresztą, — krzyknął Rasiński wesoło, nie mogąc nie pochwalić się tylko co przeżytym epizodem. — Zresztą wszędzie to samo. Radość, — szalona radość z odzyskanego śmietnika."
      },
      {
        "index": 325,
        "text": "— Który my w salon przemienimy, — uśmiechnął się Barcz, podając rękę."
      },
      {
        "index": 326,
        "text": "Rasiński rękę przyjął, lecz pożegnania nie wykonał. Zbliżywszy się do pułkownika, w żywem, wodą kwiatową pachnącem cieple jego postaci, jął pośpiesznie spełniać swą misję. Donosił o Dąbrowie, o zamierzanej przysiędze i zamachu."
      },
      {
        "index": 327,
        "text": "Barcz odsunął Rasińskiego z definitywnym uśmiechem. Już wiedział to wszystko, już mu meldowano wszystkie szczęścia i nieszczęścia."
      },
      {
        "index": 328,
        "text": "— To głupstwo. Wracasz pan dziś ze mną do Krakowa."
      },
      {
        "index": 329,
        "text": "Na placu burzył się okrzyk coraz głośniejszy. Otwarto drzwi balkonu. Razem z wrzaskami potoczyły się przez podłogę zwiędłe liście."
      },
      {
        "index": 330,
        "text": "Oficerowie stanęli u wejścia, zapraszając Barcza. Pośpiesznie dopinał żołnierskiego pasa."
      },
      {
        "index": 331,
        "text": "— Czy już? — zapytał, czując, że mu się przypatrują tak właśnie, jak spoglądają ludzie na udały owoc swej ciężkiej pracy."
      },
      {
        "index": 332,
        "text": "— Już. Już..."
      },
      {
        "index": 333,
        "text": "— Proszę panów ze mną!"
      },
      {
        "index": 334,
        "text": "Swobodnym krokiem wyszedł przez szpaler wiernych oficerów na balkon."
      },
      {
        "index": 335,
        "text": "Z ciżby żołnierskiej strzelił przeciągły okrzyk."
      },
      {
        "index": 336,
        "text": "Gorące tchnienie pożaru słaniało się po placu i biło czerwonem skrzydłem jasności, — że tłum, to się wyłaniał z mroku, to gasł doszczętnie."
      },
      {
        "index": 337,
        "text": "Gdy ujrzeli nad sobą swego wodza... Świetlisty gzyms profilu przez pół czerwienią zachodu, przez pół nocą zalany... Z płomieniem włosów nad czołem, z krwawemi szkłami na oczach, odzianego w szorstki łachman szeregowca, — wszelką miarę radości przebrali."
      },
      {
        "index": 338,
        "text": "Barcz patrzył na nich z góry, świadomem spojrzeniem, które uśmiecha się do masy, nie widząc poszczególnego człowieka. Rozumiał, że z piersi tych starych żołnierzy i spiskowców wydziera się potrzeba doraźnego zadośćuczynienia. Wiedział, że to jest pierwsza chwila ich triumfu, po czterech latach wojny. Wiedział lepiej, niż oni, ilu z nich nie dożyło tej skąpej nagrody, a ilu może już jutro cieszyć się nią przestanie."
      },
      {
        "index": 339,
        "text": "Przypuszczał, że gdyby teraz do nich przemówił, — uszczęśliwiłby wszystkich. Ale chcąc dalej mnożyć swój zarobek w masie żołnierstwa, — milczał."
      },
      {
        "index": 340,
        "text": "Błądził wzrokiem po piętrach przeciwległych domów, między kusemi firankami ubóstwa, wśród glinianych doniczek codzienności, po czarnych dziurach strychów, z których płaskiemi ramionami wymachiwała bielizna."
      },
      {
        "index": 341,
        "text": "I czekał, aż się krzyki same wyczerpią, — dopalą."
      },
      {
        "index": 342,
        "text": "Lecz zapał nie ucichał."
      },
      {
        "index": 343,
        "text": "Delegacja ochrypłych podoficerów dostała się na balkon. Chcieli mieć pułkownika między sobą. Wszyscy razem odprowadzą go na stację."
      },
      {
        "index": 344,
        "text": "— Wszyscy razem, — przeliczył ich uprzejmem spojrzeniem."
      },
      {
        "index": 345,
        "text": "Szli więc rudemi ulicami po ostrych kamykach, naprzeciw czarnego śniegu spalenizny."
      },
      {
        "index": 346,
        "text": "Barcz bez czapki w grubym płaszczu, wkoło zaś, niby od środka gwiazdy głośne promienie, — szeregi rozkrzyczanych żołnierzy."
      },
      {
        "index": 347,
        "text": "Wspomnienia oprzędły pułkownika najdziwniejsze, rachunek się układał. Od czasu, gdy jako młodzieniec stał, nieomal że na czele robotniczej rewolucji, — przez wszystkich mężów narodu, którzy mu kamienie ciskali pod nogi, — aż do osobistych przywiązań sentymentalnych."
      },
      {
        "index": 348,
        "text": "Żona, — matka — brat..."
      },
      {
        "index": 349,
        "text": "Postanowił nie myśleć o tem, lecz czujniej władać chwilą. Należało bowiem każdej nowej gromadzie żołnierzy, która podsuwała się bliżej, — okazywać świeżą ponętę oceny i przywiązania."
      },
      {
        "index": 350,
        "text": "— Tak, pułkowniku, — unosił się w jazgocie głosów Rasiński, — jest to zakończenie biegu większego może, niż maratoński!"
      },
      {
        "index": 351,
        "text": "Zatrzymano ich przed rynsztokiem, na skręcie ulicy. Z tłumu wyłoniła się delegacja podoficerów z damą pośrodku."
      },
      {
        "index": 352,
        "text": "Miała zamszową czapkę na czarnych włosach, struga krwi sączyła się przez skroń. Twarz blada, rozgrzana złotemi oczyma. Strojna postać opięta we frencz i w zwalaną błotem spódnicę."
      },
      {
        "index": 353,
        "text": "Rzuciła Barczowi w imieniu ludności, kilka białych chryzantem pod nogi."
      },
      {
        "index": 354,
        "text": "Cofnął się, niedowierzał bowiem „ludności“, trzymanej przez żołnierzy pod rękę."
      },
      {
        "index": 355,
        "text": "— Niech żyje ludność! — wołały szeregi, — niech żyje ludność!!!"
      },
      {
        "index": 356,
        "text": "Podoficerowie przedstawili damę Barczowi."
      },
      {
        "index": 357,
        "text": "— Pani Hanna Drwęska. Walczyła tu razem. Dostała „sztreif“ przez skroń."
      },
      {
        "index": 358,
        "text": "Pomógł pułkownikowi w przywitaniu Rasiński. Znał tę damę. Z Wiednia, z Warszawy, z Paryża? Tasowała się wszędzie wśród wydatniejszych figur."
      },
      {
        "index": 359,
        "text": "Drwęska zaś, jakby niedość było uznania tłumu i krwawej rany na skroni, wyjęła z zanadrza tajną przepustkę opatrzoną rojem pieczątek, — z Odesy aż tu."
      },
      {
        "index": 360,
        "text": "Barcz wierzył, nie chciał oglądać, — lecz nastawano."
      },
      {
        "index": 361,
        "text": "Żołnierze przycichli. Ktoś poświecił latarką elektryczną."
      },
      {
        "index": 362,
        "text": "Pułkownik i kilku najbliższych oficerów pochyliło hełmy nad tym zasmolonym świsteczkiem konspiracji."
      },
      {
        "index": 363,
        "text": "Gdy skończyli czytać, zawołała Drwęska z głębokiem westchnieniem, aż się kształt małych piersi odznaczył pod bluzą: — A teraz chciałabym jechać w świat, jak najprędzej odszukać moje dzieci. — Proszę ze mną."
      },
      {
        "index": 364,
        "text": "Resztę słów pokryły okrzyki żołnierzy."
      },
      {
        "index": 365,
        "text": "— Cóż mogę więcej, — myślał, wchodząc na dworzec, — mam w ogonie pisarza i męczennicę. Czyż można w krótszym czasie upiąć dokoła siebie więcej znamion epoki?"
      },
      {
        "index": 366,
        "text": "Do salonki weszła prócz Rasińskiego i Drwęskiej tylko najbliższa świta. Nie wolno było zapalać świateł w przedziałach, aby „przepychem“ nie gorszyć żołnierzy."
      },
      {
        "index": 367,
        "text": "Barcz żegnał ich, rozkrzyżowany w polerowanych drzwiach wagonu i wymawiał raz za razem dobitnie:"
      },
      {
        "index": 368,
        "text": "— Dziękuję, czołem, moi panowie. Czołem."
      },
      {
        "index": 369,
        "text": "— Cześć pułkownikowi, — odpowiadali."
      },
      {
        "index": 370,
        "text": "Pociąg ruszył. Barcz palcami obu dłoni rozprasował sobie czoło i policzki. Przeszedł do salonki i tu stał cierpliwie przed oknem, czując na plecach miarkowany grzecznie oddech swej świty."
      },
      {
        "index": 371,
        "text": "— Tak, moi panowie, — rzekł wreszcie, wpatrzony w mijające tory, magazyny i składy stacyjne, pogrążone w kałużach. — Tak, moi panowie, cała Polska pławi się teraz w wodach porodowych."
      },
      {
        "index": 372,
        "text": "Zaczęła się rozmowa, pełna trosk, przewidywań, rad."
      },
      {
        "index": 373,
        "text": "Właśnie, gdy oficerowie treść najlepszą z siebie dobywali, przerwał niedbale i pożegnał wszystkich."
      },
      {
        "index": 374,
        "text": "Na Rasińskim, jako na najmłodszym szarżą, spoczęły obowiązki dyżurnego. Kręcił się tam i sam, — mniej więcej po pół godzinie zapukał jeszcze do Barcza."
      },
      {
        "index": 375,
        "text": "Ucięli sobie długą gawędę z łaskawem poziewaniem zwierzchnika. Rasiński wypytywał o przejścia w Bolszewji o aresztowanie. Pocieszał troską, jaką tu najbliżsi rozwinęli w stosunku do osamotnionej matki i żony. Wreszcie, nie otrzymując żadnej zachęty do dalszych pytań, troskać się jął na nowo Dąbrową i koniecznem wyjściem, któreby..."
      },
      {
        "index": 376,
        "text": "— Głupstwo, — odmachnął się Barcz. — Usiadł na łóżku i patrząc rozluźnionemi, po zdjęciu szkieł, jakby w wodzie przemytemi oczyma: — Nie mamy portek, butów, pasów, mundurów. Nie mamy co dać jeść żołnierzowi, — dyszał zimną parą oddechu, — trzeba będzie zatem przez pewien czas samą sławą karmić wojsko. Pan się do tego znakomicie nadaje."
      },
      {
        "index": 377,
        "text": "Rasiński zaś, żeby się jeszcze mocniej uwypuklić:"
      },
      {
        "index": 378,
        "text": "— Pułkownik łaskaw. Rzeczywiście tej literatury wojennej, tego nawozu bohaterskiego mam za sobą pełne fury."
      },
      {
        "index": 379,
        "text": "W kaloryferze przedziału syknęła para. Ciepło się jęło rozchodzić."
      },
      {
        "index": 380,
        "text": "— Już grzeją nareszcie — wyciągnął się Barcz. — A cóż to za bohaterka jedzie z nami? Jakież to znajomości likwidujecie Rasiński na mój rachunek?..."
      },
      {
        "index": 381,
        "text": "Zgodzili się obaj, że niemasz nagrody w tym kraju ani za wielkie czyny, ani za wzniosłe słowa, patrjarchalna bowiem cnota drepcze wszystkim wszędzie po piętach, — niewiasty po bitwie dzieci jadą szukać, zamiast bohaterów tulić."
      },
      {
        "index": 382,
        "text": "Z tem się rozstali."
      },
      {
        "index": 383,
        "text": "Rasiński chciał odwiedzić jeszcze paru kolegów, ale całe bractwo spało już. Stał długą chwilę w oświetlonym rzęsiście korytarzu, delektując się poczuciem ważności, jakie dawał wagon aksamitny, wytworny, niby gładkie czółenko niewidzialnej maszyny, puszczony na czarne krosna nocy."
      },
      {
        "index": 384,
        "text": "Po chwili wahania zapukał do ostatniego przedziału pani Drwęskiej."
      },
      {
        "index": 385,
        "text": "Otworzono."
      },
      {
        "index": 386,
        "text": "Cierpki chypre mieszał się tu w powietrzu z dymem papierosa."
      },
      {
        "index": 387,
        "text": "Siedziała przy oknie, zawinięta w gruby płaszcz."
      },
      {
        "index": 388,
        "text": "— Zimno strasznie — zwróciła ku Rasińskiemu swą czystą, białą twarz, wysypując przy „r“ z gładkiej, wysokiej szyi lube, zagraniczne gruchanie."
      },
      {
        "index": 389,
        "text": "— A czemuż pani się nie ogrzeje?"
      },
      {
        "index": 390,
        "text": "Uniosła pytająco czarne brwi z nad złotych źrenic."
      },
      {
        "index": 391,
        "text": "Uregulował aparat i ciepło zasyczało pod pluszem ławek."
      },
      {
        "index": 392,
        "text": "— Nie wiedziałam."
      },
      {
        "index": 393,
        "text": "Usiadł obok. Patrzyli w okno. Za szybą mijały roje iskier, pomieszane z popielatemi płatkami śniegu."
      },
      {
        "index": 394,
        "text": "Skąd się znają, — kiedy się widzieli, — o ranie w skroń przed drewnianym mostem zadanej, — o dzieciach Drwęskiej, które są albo w Warszawie, albo może wróciły do Wiednia?"
      },
      {
        "index": 395,
        "text": "Mówiła o nich z żywiołową tęsknotą."
      },
      {
        "index": 396,
        "text": "Rasiński wydziwić się nie mógł, że dzięki niedbalstwu najzwyczajniej zgubiła je gdzieś w drodze."
      },
      {
        "index": 397,
        "text": "Potem o książkach Rasińskiego, które ostatnio czytała."
      },
      {
        "index": 398,
        "text": "— Tylko szkoda, że pan pisze o wojnie. Nie warto. Wojny, jak głupiej „passady“ wstydzi się człowiek i chętnie zapomina. Czy pan żonaty? Uważał to za swego rodzaju wyzwanie. Stwierdziwszy tedy, że go bolą oczy, zgasił światło."
      },
      {
        "index": 399,
        "text": "— Wszystko jedno — ziewnęła."
      },
      {
        "index": 400,
        "text": "I gdzie był, co robił podczas szturmu?"
      },
      {
        "index": 401,
        "text": "Ni stąd ni zowąd, opowiadając o obronie i wizji śmietnika, zaczął pilnie całować jej długie, białe ręce, przeguby, ramiona przez sukno frencza. Gdy schyliwszy się, tuż nad obrębem sznurowanego trzewika wyczuł cienką pończochę jedwabną i grozić zaczął, że dziś zginąć mogli byli oboje..."
      },
      {
        "index": 402,
        "text": "— Panie Rasiński — trąciła go obcasem — tylko nie to. Tych głupstw nikt już nie trawi dziś."
      },
      {
        "index": 403,
        "text": "Usiadł więc znów obok i zawstydzony, wdzięczny, omijając w roztrzęsionym mroku wagonu skroń skaleczoną, — szukał jej ust."
      },
      {
        "index": 404,
        "text": "— Co za bezmyślność, — szeptała, nadstawiając, niby pod zabieg staranny, szyję, małe obnażone piersi, ramiona, śmigłe plecy."
      },
      {
        "index": 405,
        "text": "Rozstali się nad ranem, gdy czas już był budzić służbę i oficerów."
      },
      {
        "index": 406,
        "text": "Na dworcu, w Krakowie, czekał Pyć."
      },
      {
        "index": 407,
        "text": "Szary, zielony, z oczyma mdlejącemi nad suchym połyskiem kości policzkowych. Przywitał się z Barczem, jakby się wczoraj rozstali."
      },
      {
        "index": 408,
        "text": "— Spotkanie gotowe, panie pułkowniku, wszystko przygotowane."
      },
      {
        "index": 409,
        "text": "Barcz nie chciał słuchać żadnych wyjaśnień, ani dopowiedzeń."
      },
      {
        "index": 410,
        "text": "Głupstwa — żachnął się w samochodzie, gdy go Pyć wtajemniczał w szczegóły położenia. W komendzie twierdzy praca szła normalnie. „Rozbebeszeni“ oficerowie tkwili przy aparatach; przed drzwiami każdego referenta gniotła się leniwie czarna ciżba cywilnych petentów."
      },
      {
        "index": 411,
        "text": "Barcz mijał to wszystko na czele swej świty obojętnie. Nie odpowiadał na ukłony ani pozdrowienia, wpatrzony w jakąś — wyższą od rzeczywistej — przestrzeń."
      },
      {
        "index": 412,
        "text": "Zprzodu dzwonił przed nim ostrogami adjutancik, głośno, zbożnie, niby przed monstrancją."
      },
      {
        "index": 413,
        "text": "I tak, ścisły, prostokątny, jakąś sobie tylko dostępną nieśmiertelność wszędzie widzący, — wszedł pułkownik do apartamentów Dąbrowy."
      },
      {
        "index": 414,
        "text": "Pułkownik Dąbrowa czekał w pierścieniu najbliższych oficerów oraz kilku ujeżdżonych dostatecznie tuzów miejskich, pod portretem glansowanego cesarza, blady jak płótno, historycznie wsparty na biodrze."
      },
      {
        "index": 415,
        "text": "Barcz zatrzymał się. Podczas, gdy oficerowie stawali za nim z krzepkim trzaskiem obcasów, — badał wzrokiem otoczenie."
      },
      {
        "index": 416,
        "text": "Wszyscy tu byli w odznakach, z gwiazdkami na epoletach, każdy z piersią wielokrotnie przebitą żelaznemi dżetonami."
      },
      {
        "index": 417,
        "text": "On jeden, — bez odznak, — wysoki, cichy, — z szarości, z ubóstwa, z pokrzyw żołnierskiego łachmana utkany."
      },
      {
        "index": 418,
        "text": "Zaległa zupełna cisza."
      },
      {
        "index": 419,
        "text": "Wreszcie Dąbrowa nie wytrzymał i rzucił w nią czarnemi dziurami nosa dwa głośne, srogie prztyki."
      },
      {
        "index": 420,
        "text": "Policzki Barcza nabiegły czerwienią. Wyprostował się okazale i potężnym warczącym głosem: — Uważam za pierwszy swój obowiązek..."
      },
      {
        "index": 421,
        "text": "Skreślił pokrótce przebieg boju. Podniósł znakomitą dyspozycję brygadjera Dąbrowy. Wreszcie razem z odzyskanem miastem przekazał potomności wdzięczność dla poległych. Następnie, jeszcze głośniej, mówiąc już niejako do tej, jemu samemu tylko dostępnej strefy nieśmiertelnej:"
      },
      {
        "index": 422,
        "text": "— Mój drugi obowiązek, panowie... — W pełnym obrocie ku Dąbrowie: — Panie generale!"
      },
      {
        "index": 423,
        "text": "Dąbrowa cofnął się. Wszystka krew spłynęła mu do serca, tryskając stąd smugami czerwieni do mózgu, do pięt, do końców palców."
      },
      {
        "index": 424,
        "text": "— Za drugi mój obowiązek — głosił Barcz, wstrząsany rytmem bezwzględnej prawdy objawienia — uważam zakomunikować panu i jego podwładnym, że z dniem dzisiejszym armja Rzeczypospolitej liczy pana w poczet swych generałów..."
      },
      {
        "index": 425,
        "text": "Z szeregu oficerów, wyprostowanych nagle, wyprządł się silny dźwięk ostróg."
      },
      {
        "index": 426,
        "text": "Dąbrowa skulił się. W pierwszej chwili uczuł się skrępowany. Jakby wzdłuż i wszerz oblepiony pstrą banderolą jakiegoś straszliwego cła... Rychło jednak pstre smugi znikły z oczu. Pierś uniosła się wysoko, wydychając ostrożnie na pokój masę zapartego powietrza."
      },
      {
        "index": 427,
        "text": "Odpowiedział Barczowi w krótkich, skromnych, natychmiast znalezionych słowach i, dopiero odbierając gratulacje, syknął poufnie nad schyloną, pokraczną głową Pycia:"
      },
      {
        "index": 428,
        "text": "— A to dranie..."
      }
    ]
  }
}