{
  "chapterNumber": 1,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "I"
      },
      {
        "index": 2,
        "text": "JAKIE DROŻDŻE?"
      },
      {
        "index": 3,
        "text": "— Świat będzie rozprawiał, wołał, cnoty lepił, występki mianował, zaraz to za nim powtórzę, nawet mu pomogę, sam może nawet jedną prawdą zostanę?"
      },
      {
        "index": 4,
        "text": "Oczynił nagle Rasińskiego ów świat dzisiejszy, głodny, zgruchotany, na pół rozpęknięty. Jak się szarpie i walczy, on zaś, Rasiński, trwa w dwu małych pokojach oficyny, z ciszą książki pod nosem, z światłem elektrycznem pod ręką, z biurkiem u okna i z prostem przykazaniem dwu małżeńskich łóżek, wystawionem na pokój."
      },
      {
        "index": 5,
        "text": "Od krwawej sprawy człowieka sparciałym się już czuł Rasiński i pustym. Przychodziło mu na myśl, czyby teraz nie najlepiej było pobyć w utęsknionem cieple? Być w cieple i patrzeć na świat oczyma, które się już nauczyły wiedzy życia i będą twardsze, niż lana guma..."
      },
      {
        "index": 6,
        "text": "Bo przecie są granice i ten worek człowieczy, w którym się wszystko odbywa, ma także swoje prawa! Biedne malutkie prawa sznurka, sprzętu, guzika, pudełka zapałek. Świat może sobie umierać, a drudzy pójdą szukać węgla — przełożył sobie lekceważąco. — A gdy chociażby na czworakach przyniesiesz czarny kopczyk... Do swojej piwnicy... Do tego malutkiego grobu, który każdy mieszkaniec pod sobą ma... Gdy to zwieziesz i zamkniesz na drogą, najpodstępniejszą kłódkę, wtedy będziesz mógł biegać znowu po wszystkich rynkach i opłacać sobie najprawdziwsze poświęcenia!"
      },
      {
        "index": 7,
        "text": "Przystanął na rogu plant pod czarnem żyłowaniem gałęzi."
      },
      {
        "index": 8,
        "text": "Tak było, — nieinaczej. Ze sławy uciułanej na marginesach wielkiego boju świata, nic więcej nie zostało — prócz troski o chleb, o brzuch chory i skórę wyleniałą: O ciepło biednych resztek."
      },
      {
        "index": 9,
        "text": "Wiatr płynął koronami starych kasztanów, pędząc z nich kruche liście. Biegły za ludźmi aż na ulice."
      },
      {
        "index": 10,
        "text": "I jak w tym wietrze strzępią się liście, pogania piach a proch się kołem unosi — myślał Rasiński — tak z człowieka treść uchodzi, słowa się strzępią..."
      },
      {
        "index": 11,
        "text": "Teraz po prośbie za tym węglem do samego pana burmistrza."
      },
      {
        "index": 12,
        "text": "Rasiński — redaktor, żołnierz, pisarz, muzyk, co parę lat temu w murach tego samego magistratu eskapadę legjonową inaugurował."
      },
      {
        "index": 13,
        "text": "Burmistrz — „nie był w stanie“."
      },
      {
        "index": 14,
        "text": "Rasiński obwieścił swoje nazwisko. Wykaligrafował je w tykającej ciszy salonu przedmiotowym głosem, aby nie było omyłki. — Nazwisku temu za tyle wojennego hałasu i krwi należałaby się chyba szczypta węgla. Nie był to dział burmistrza."
      },
      {
        "index": 15,
        "text": "Inne schody, inne skrzydło, inny korytarz i tam dopiero drzwi, — rzymskie pięć."
      },
      {
        "index": 16,
        "text": "Przemierzywszy mnóstwo stopni, minąwszy wielu ludzi, którzy z czworogrannym papierkiem w spoconych dłoniach błądzili pilnie, trafił nakoniec Rasiński przed poszukiwane balaski, zastawione tłumem skulonych pleców."
      },
      {
        "index": 17,
        "text": "Przebijże się tu człowieku przez tyle pośladków do samej władzy!"
      },
      {
        "index": 18,
        "text": "Więc znów na lirycznym przydechu wygłosił, kim jest."
      },
      {
        "index": 19,
        "text": "Tem bardziej, że gładko zaczesany rozdawca za balaskami, miał taki sam żelazny krzyż w klapie surduta."
      },
      {
        "index": 20,
        "text": "Krzyżyk bojów, uporów, warjactw i spisków Pierwszej Brygady polskiej."
      },
      {
        "index": 21,
        "text": "— Jestem Rasiński."
      },
      {
        "index": 22,
        "text": "Kilka osób odwróciło się z zaciekawieniem. On zaś, aby się sława na wszelki wypadek miała czem podeprzeć, dodał po chwili: — Wracam od pana burmistrza."
      },
      {
        "index": 23,
        "text": "Przełamali się cienką, nakrapianą kartką. Urzędnik puknął ołówkiem w grubą księgę."
      },
      {
        "index": 24,
        "text": "— Pan Rasiński. No tośmy razem gdzieś chyba musieli być na froncie?"
      },
      {
        "index": 25,
        "text": "Obmacali się oczyma, w których, niby ciemne pasma, mijały długie wspomnienia, rozrzucone na przestrzeni tylu pożarów, zniszczeń, gruzów i niedoli."
      },
      {
        "index": 26,
        "text": "— Pan pod Barczem — westchnął urzędnik — bliżej samego ołtarza. Ale ja też... Wymienił z namaszczeniem jakąś jednostkę bojową."
      },
      {
        "index": 27,
        "text": "— Barcz, panie Rasiński, to był wódz, jakby się kto pytał, co?"
      },
      {
        "index": 28,
        "text": "— Może jest jeszcze?..."
      },
      {
        "index": 29,
        "text": "Zespoleni poczuciem wspólnego kultu radośnie spojrzeli na siebie. Wkońcu urzędnik, rozwarłszy grubą księgę, począł szukać."
      },
      {
        "index": 30,
        "text": "Cisza zaległa. Słychać było z głębi biura głos drugiego manipulanta, który nad olbrzymia kratką stronicy wymieniał nazwiska zabitych, należących do zapasowego bataljonu miasta."
      },
      {
        "index": 31,
        "text": "Podręczna maszynistka w miarę dyktanda przemazywała ich na maszynie. Oboje pracowali statecznie. Ona sypała szybko krągłe jajeczka liter, on zaś, skubiąc cierpliwie wargi, jakgdyby palcami wyjmował sobie z ust imiona poległych i podobne do malutkich atramentowych szkieletów, wciągał na karty księgi."
      },
      {
        "index": 32,
        "text": "Formalności gotowe, — do magazynów!"
      },
      {
        "index": 33,
        "text": "Obstawione były wojskiem, bo przed rampami i przy parkanach już od tygodni mąciła się tu pstra, rozgoryczona szumowina miejska. Co parę kroków sterczeli austrjaccy szturmowcy. Biło od nich tęgim smrodem broni i kukurydzianego chleba."
      },
      {
        "index": 34,
        "text": "Rasiński minął ich delikatnie, dążąc ku bocznym zardzewiałym torom."
      },
      {
        "index": 35,
        "text": "Stały tam szeregi wagonów, z których sypał się węgiel. Czarne ułomki spadały na szyny, prósząc dokoła złotą rosą miału."
      },
      {
        "index": 36,
        "text": "Tu już zrzucić trzeba było wszelką pychę z serca. Tu już nanic nazwisko — i żadnych procentów zasługi. Więc przypochlebne dowcipy, pieniądze, chwytkie macanie niechętnych bluz robotniczych."
      },
      {
        "index": 37,
        "text": "Aż nareszcie udało się Rasińskiemu zwyciężyć."
      },
      {
        "index": 38,
        "text": "Obiegając czujnym wzrokiem każdą zmarszczkę czarno-rudej toni, zamkniętej brzegami wózka, kroczył lekko chodnikiem, podczas, gdy „jego ludzie“ pchali garbaty skarb środkiem ulicy."
      },
      {
        "index": 39,
        "text": "W domu wielka radość z tego triumfu. Chyba ściany pęcznieją, wytknięte na pokój łóżka powleka biel odświętna, każda szafa błyszczy obcisłym wątkiem politury."
      },
      {
        "index": 40,
        "text": "— Zdawałoby się, że już nic nie znaczymy, że już nas niema — opowiadał żonie przy obiedzie — a tymczasem nieprawda. Niewiele to, bo niewiele, ale zawsze. Burmistrz mówi nie tu, — rzymskie pięć. I tam właśnie ten urzędnik... Też z pod Barcza ongiś. I będziemy mieli ciepło. Niedużo to coprawda, jak na śpiących rycerzy, ale zawsze."
      },
      {
        "index": 41,
        "text": "Po południu przed oknem, wychodzącem na mały kwadrat ogrodu, wziął się Rasiński do pracy. Dziś wieczór miał już ostatecznie złożyć swą powieść wydawcy."
      },
      {
        "index": 42,
        "text": "Pomiędzy suchemi badylami podwórza zawodził cicho wiatr. Małe czerwone listki padały jeszcze z gałązek, — wysoko zaś nad przeciwległym murem płynęło niebo szare i śpieszne. Niespodzianie mur zadrżał jakoby, — w zimnej szczelinie cegieł zrodzony strzępek biały odczepił się, — zsunął. I oto z drugim, dwudziestym, setnym wybierał już wątłą swą drogę w nieskończonym rozmiarze powietrza."
      },
      {
        "index": 43,
        "text": "— Śnieg — ucieszyła się żona. Rasiński przekładał stronice, pokryte pisanym truchtem wielu dni i miesięcy."
      },
      {
        "index": 44,
        "text": "— Bo widzisz — odpowiedział żonie bez związku — trzeba, aby się w naszej literaturze skończyła raz ta polska laksa liryczna. Ten rzewny bełkot przez łzy. I dotykanie przez bibułkę i gadanie przez watę. Masz coś do powiedzenia, człowieku — kładź odrazu wszystkie flaki, wszystkie kiszki."
      },
      {
        "index": 45,
        "text": "Wiedział że to było więcej, niż flaki i kiszki. Snuła mu się przez te kartki najdroższa postać żony, z której tu oddał wszystko. Każde zgięcie smagłego ciała, zapach i smak wszystkich pocałunków i wszystkie najskrytsze podejścia i włosy, i piersi, i nogi, i usta, i serce, które w środku dzwoni."
      },
      {
        "index": 46,
        "text": "Mrok zapadał coraz gęstszy. Pierwszy śnieg zaścielił małe skrawki ogrodu. Prostokątny blask któregoś okna, rozpostarty w pośrodku podwórka, zgasł nagle."
      },
      {
        "index": 47,
        "text": "— Czy jesteś tu? — spytał przestraszony Rasiński."
      },
      {
        "index": 48,
        "text": "Pochyliła się, zaglądając mu w oczy."
      },
      {
        "index": 49,
        "text": "Ujrzał nad sobą jej twarz. — Jakby jaśniejszy wyimek cienia, określony potrójnym łukiem brwi, nozdrzy i ust."
      },
      {
        "index": 50,
        "text": "— A jeżeli to jest nic? — spytał, kładąc ręce na skrypcie. — To co?..."
      },
      {
        "index": 51,
        "text": "Harmonja ciemnych łuków rozwinęła się, pod spięciem brwi przeleciał nagły blask spojrzenia."
      },
      {
        "index": 52,
        "text": "— To jeszcze zawsze jest to twoje nic."
      },
      {
        "index": 53,
        "text": "Po tych słowach, wydanych śpiewnie, usta jej pozostały otwarte, jakby zaraz w mrok miała z nich tchnąć mnogość nieprzewidzianej nowizny. Rasiński uśmiechnął się pobłażliwie i długo całował skronie żony, ramiona, ręce."
      },
      {
        "index": 54,
        "text": "Umówili się, że się spotkają wieczorem, albo w kawiarni, albo na plantach."
      },
      {
        "index": 55,
        "text": "Z teką pod pachą wyszedł na swą rundę codzienną."
      },
      {
        "index": 56,
        "text": "Obejść wszystkie umówione gniazda spiskowe."
      },
      {
        "index": 57,
        "text": "Robili już te spiski oni, starzy oficerowie legjonowych brygad, wrogowie Austrji, wrogowie umowy z Niemcami, — nałogowo, — jak się stawia pasjanse. Dawali sobie rozkazy, spełniali je, wyznaczali nowe miejsca zbiórki..."
      },
      {
        "index": 58,
        "text": "Po całym Krakowie."
      },
      {
        "index": 59,
        "text": "Dziś u adwokata na Szewskiej, potem na Florjańskiej, potem na Małym Rynku."
      },
      {
        "index": 60,
        "text": "Zdawali sprawę o uczynionych postępach konspiracji w Królestwie, na wschodzie, na zachodzie, na Ukrainie. Nazwy dalekich miast, planów fortecznych, dyslokacyj, tajemniczych komend, mełły się drobnym pośpiesznym trybem, jak w młynku."
      },
      {
        "index": 61,
        "text": "Przytem zbierało się mnóstwo dowodów, obciążających rządy zaborcze. Musiało się umieć wyliczać całe litanje krzywd. Popalone wsie, pogwałcone przez Prusaków dziewki, porwanych na przymusowe roboty chłopów. Straszne „menu“ uwięzionych w Szczypiórnie legjonistów. Spamiętać wyrwane kable, skradzione tramwaje, zalane kopalnie. Tragedje polskich korpusów wschodnich."
      },
      {
        "index": 62,
        "text": "Bezliku tego było."
      },
      {
        "index": 63,
        "text": "Rasiński codzień uczył się tej kalwarji w biurze, na Florjańskiej, pod perkalową spódniczką abażura. Dziś jednak nie potrzebował wstępować na górę, spotkali się bowiem z Pyciem, głównym dyrektorem całej tej, cynicznie zwanej agencji „Pies“ na schodach."
      },
      {
        "index": 64,
        "text": "— No, to mi wszystko powiesz — ucieszył się Rasiński. — I będę wiedział poprostu, bez żadnych obrzędów."
      },
      {
        "index": 65,
        "text": "— Ale co? — Pyć stał we framudze, tak, że światło naftowej lampki ślizgało się po wierzchu jego wyszarzałej postaci, jakby plasterkiem połyskliwym czepiając się nosa i bladych policzków. Cała reszta osoby wytarta, wyświechtana, łatana brudną kratką odzieży, pod przykryciem podróżnej dżokejki ginęła w cieniu."
      },
      {
        "index": 66,
        "text": "— Jakto co? Przedewszystkiem twoje zdrowie?... Rasiński — nawiązywał do wątroby Pycia, przestrzelonej na froncie, potem szczęśliwie otorbionej, lecz zawsze śmiercią grożącej."
      },
      {
        "index": 67,
        "text": "Pyć mlasnął chudemi szczękami."
      },
      {
        "index": 68,
        "text": "— Twoje zdrowie. Następnie — telegrafistki, siostry, dowództwo twierdzy, konfidencja..."
      },
      {
        "index": 69,
        "text": "Wtajemniczeni bowiem wiedzieli, że Pyć rył w każdym zakamarku wielkiej machiny austrjackiej. Że sobie powydłubywał niezawodne urzędniczki na poczcie. Że cudzołożył pożytecznie z najważniejszemi siostrami w oddziałach analizy szpitalnej. Że na stare guziki, czy sznurki munduru legjonowego zaprzysięgał ekspertów zakładu psychjatrycznego, że go łączyły związki braterstwa z jakimiś opiekłymi kolejarzami."
      },
      {
        "index": 70,
        "text": "— Konfidencja pracuje — mlasnął Pyć."
      },
      {
        "index": 71,
        "text": "— No więc gadaj — gadaj do cholery. O „sprawie“, o „ojczyźnie“! — O której?... O twojej, o mojej, o Dąbrowy, o Krywulta?"
      },
      {
        "index": 72,
        "text": "Zielone oczy Pycia zasnuł senny tok znużenia. — Wnet będziemy mieli sto ojczyzn... Zaraz wkrótce zrobi się jedna ludowa na prowincji. Druga wojskowa lęgnie się tutaj pod kosmatą piersią jedynego na placu pułkownika, Dąbrowy. Trzecia gdzieś między Radziwiłłowem a Przemyślem, w postaci naszego Barcza..."
      },
      {
        "index": 73,
        "text": "— A sam Barcz?"
      },
      {
        "index": 74,
        "text": "— Powinienby się przedrzeć. Czekamy... Czwarta ojczyzna kokosi się w tłustych kłębach wodza wschodnich, rozbitych korpusów, boskiego Krywulta. Gdzieś na kresach... Piąta w Warszawie! Dodaj do tego byłe koła Sejmu Krajowego, wszystkie kawiarnie, wszystkie bajzle."
      },
      {
        "index": 75,
        "text": "— Co ty mi tu, Pyć, gadasz stare rzeczy?"
      },
      {
        "index": 76,
        "text": "— To już wszystko! Nic nowego. Chyba jeszcze w kawiarni dowiemy się."
      },
      {
        "index": 77,
        "text": "Poszli do hotelowej kawiarni, gdzie mieli stały stół. Rasińskiemu było to na rękę, tam bowiem powinien się był spotkać ze swym wydawcą Kwaskiewiczem."
      },
      {
        "index": 78,
        "text": "— Idę duszę sprzedawać — śmiał się po drodze do Pycia."
      },
      {
        "index": 79,
        "text": "— To już nikomu nie imponuje."
      },
      {
        "index": 80,
        "text": "W kawiarni nad grzędami starych ciastek, pod szeregiem różnobarwnych wódek, wśród płaszczów, niby czarna zwierzyna przytroczonych do ścian, kręciły się tłumy publiczności."
      },
      {
        "index": 81,
        "text": "W drugiej sali, poświęconej bywalcom, odnalazł Pyć stolik znajomych. — Zdaleka możesz zawsze poznać naszych ludzi. Popatrz. Łeb przy łbie, — konspiracja."
      },
      {
        "index": 82,
        "text": "Siedzieli tam, jak codzień, — zaprasowany starannie dyrektor banku Jabłoński, pułkownik Dąbrowa w swej czamarze powstańczo-duchownej, poseł Rybnicki w czarnym surducie ośmiogodzinnych przemówień socjalistycznych."
      },
      {
        "index": 83,
        "text": "Zboku, skromnie, między kilku głowaczami grubo ciosanych adherentów Dąbrowy, budował się rozmową wydawca Kwaskiewicz, opromieniony aureolą długich siwych, misyjnych niejako włosów."
      },
      {
        "index": 84,
        "text": "— No — pstryknął Pyć, gdy usiedli. — Co nowego?"
      },
      {
        "index": 85,
        "text": "— Nic nowego — podchwycił Jabłoński, wyciągając dobitnie poszczególne słowa. — Tylko właśnie tłumaczę, po raz który w życiu ja to tłumaczę już! Że to nie żadna Polska winna, ani nasz charakter narodowy — tylko warunki. Niemiec był dobrym żołnierzem, bo go brali za mordę. To samo Francuz, Anglik — i każdy. A u nas? Jak długo nie będzie solidnego aparatu, biorącego, proszę pana, wszystkich obywateli ściśle za mordę..."
      },
      {
        "index": 86,
        "text": "Pułkownik Dąbrowa przemierzył dyrektora skrytem spojrzeniem, następnie wyrzuciwszy z kosmatych dziurek nosa na wąsy prztyk pogardliwie pchniętego powietrza:"
      },
      {
        "index": 87,
        "text": "— Bo co mamy?... Jeśli chodzi o osoby, o indywidualności (zaliczam siebie też do tego towarzystwa) — nic nie mamy. Niby w mojej branży kto? Barcz? Wiem, myślicie wszyscy o Barczu... Gdzie go macie? Płuży tam gdzieś światami. Krywult? Za wielki pan! Żaden z tamtych krywultowskich drabów nie stoi na czele mięsa i krwi ludu. Więc jeżeli nie o bladze mowa, nie o drożdżach, że gdzieś tam założone, kiedyś korek wysadzą... Jeżeli szczerze mówimy, tak poprostu — kawa na ława... Niby, jakie drożdże? My, — inteligencja? Za mało. Robotnik?..."
      },
      {
        "index": 88,
        "text": "Dąbrowa podał się niedowierzająco naprzód, jakby coś obwąchiwał. — Chłopi?... — Twarz pułkownika wyrównała się zupełnie. Spojrzenie zawinęło wysoko pod zmiętą powiekę, a z rozszerzonych ust wywalił się na stół i na całe towarzystwo rubaszny śmiech."
      },
      {
        "index": 89,
        "text": "— I to wszystko w kupie, ma zdaniem Jabłońskiego, stanowić aparat brania za mordę. Być ojczyzną. Jabym jeszcze rozumiał — Dąbrowa zwrócił się do Rybnickiego — żebyście mi pokazali pośle: To krzesło, kanapa, czy też jakaś wielka dziewucha... I po dawnemu, to jest ojczyzna, — powiedzcie! Żebym to widział na oczy. Ta dziewucha jest twoją ojczyzną, a ty jako pułkownik jesteś włosem na łydce tej dziewuchy, a szeregowiec jest naprzykład molekułą. Ale nie widzę tej dziewuchy narazie!"
      },
      {
        "index": 90,
        "text": "Jego ogromne śniade ręce wyskoczyły nad stolik łapczywemi chwytami, jakoby już szukając okrągłej namacalności."
      },
      {
        "index": 91,
        "text": "— Zresztą gdybym nawet zobaczył, — to nie wiem, czy spodobałaby mi się ta — ojczyzna?! Za dużośmy przeszli, żeby nam to dziś wystarczyć mogło."
      },
      {
        "index": 92,
        "text": "Spostrzegł, że mówi za wiele. Że się w niego wpatrują. Przestał, tem bardziej, że domówił się był już prawie do swojej prawdy. Już teraz, — tylko ta czarna masa. Nie robotniki, nie chłopy, nie pany. Masa: pot i gniew... Nie aparat do trzymania za pysk, tylko dwa słowa: równość sprawiedliwość... Czyli odwet!!"
      },
      {
        "index": 93,
        "text": "Towarzystwo oczu z niego nie spuszczało, aż mieszać się zaczął. Bo z tymi demokratami nigdy nie wiesz, co ci wypominają. W czem zawiniłeś?... Że co?"
      },
      {
        "index": 94,
        "text": "Że nie od kolebki z nimi chadzasz razem? Że „na księdza“ się szło? Że z diakona dopiero zawróciło?... Że niby potem do mleczarstw... I w spółkach propaganda za polską rasą bydła. Za czerwoną... Też przecie — rewolucja..."
      },
      {
        "index": 95,
        "text": "Wszystko mu naraz przeskoczyło przez myśl. Żona, pięcioro dzieci, pięć pokoi i że się pułkownika w legjonach dochrapał i ta bieda teraz."
      },
      {
        "index": 96,
        "text": "Długi łeb Rybnickiego świecił mu nieruchomo nad nosem."
      },
      {
        "index": 97,
        "text": "— No więc co? — spytał głośno Dąbrowa."
      },
      {
        "index": 98,
        "text": "Wielkie, gładkie płaszczyzny twarzy Rybnickiego poległy na sobie wzajem grą łagodnego światłocienia."
      },
      {
        "index": 99,
        "text": "Poseł zaczął powoli."
      },
      {
        "index": 100,
        "text": "Był w tem odważony słusznie gniew i głód robotników borysławskich. A przecie, jeśli Borysław stanie... To nasza nafta, nasze smary w niemieckich łodziach podwodnych wiercą ocean. Był w tem upór, jaki każdej chwili okazać mogą kolejarze, a przecie cała część frontu i wszystko zboże ukraińskie zależy od tej kolei. Był w tem wreszcie ten „drożdż“ polski, który dzięki rozwiązaniu legjonów rozdyma już wszystkie polskie dywizje Austrji... Sytuacja w zaborze niemieckim... O Królestwie już nie mówiąc..."
      },
      {
        "index": 101,
        "text": "— Zaś co do postaci, osób? Was nie dotykam, bo o obecnych nie mówi się. Ale, pułkowniku, naprzykład Barcz. Płuży światami, powiadacie. Przedewszystkiem nie trzeba zapominać, bo już dwa lata minęło i rzeczy te zapomina się. Nie trzeba zapominać, kto to jest Barcz! Nie taka znowu u nas częsta, czy tania figura. Barcz — to żelazna ręka, to podporządkowanie drugich i siebie potężnej świadomej woli."
      },
      {
        "index": 102,
        "text": "Dąbrowa ofukał te pochwały krótkiemi prztykami: — Teraz żelazne ręce?! — hehe... Całe żelazo świata, panowie, po czterech latach wojny do czego doprowadza? Do czego doprowadza człowieka żelazo?! Teraz potrzeba serca, — serca."
      },
      {
        "index": 103,
        "text": "Wtedy Rasiński, w obronie ukochanego wodza przypomniał pewien miły szczegół, niejako na dowód, że jeżeli o serce chodzi..."
      },
      {
        "index": 104,
        "text": "Było to gdzieś w bojach na Podhalu. Stali na plebanji. I tam właśnie podczas przerwy w bitwie Barcz grał, — nic, jakąś piosenkę włoską. Naturalnie stare pianino, — naturalnie żaden wirtuoz. Ale trzeba było widzieć wyraz tej twarzy tak drogiej, udręczonej. Jakby sama szarówka grała."
      },
      {
        "index": 105,
        "text": "Rybnicki podchwycił to rozumniej i syntentyczniej."
      },
      {
        "index": 106,
        "text": "— Mówicie, pułkowniku, — Barcz gdzieś tam płuży... Ale w tem płużeniu leży sto lat pielgrzymiej tradycji naszej..."
      },
      {
        "index": 107,
        "text": "O tradycji najboleśniej dotknęło Dąbrowę. Sam był teraz na placu, jeden jedyny na tę niewypieczoną jeszcze ojczyznę zachowany, żywy, krzyżem mogiły bohaterskiej, chwalić Boga, nie pożegnany pułkownik, — a tu mu znowu pod nogi coś kładą. I co? Mgłę, chmurę, piankę, — tradycję..."
      },
      {
        "index": 108,
        "text": "Dąbrowa rozejrzał się po zadymionej sali i zamilkł nagle."
      },
      {
        "index": 109,
        "text": "Oto zaraz na prawo pod piecem, głaszcząc się po czarnych, sukiennych żywotach, siedzieli ojcowie miasta, z którymi miał już Dąbrowa „swoje porozumienie“. Od tygodnia. Będzie z prawymi, będzie z lewymi, — a przez ten czas czarna masa, — krew, pot i gniew, — wygotują nową tradycję."
      },
      {
        "index": 110,
        "text": "Kwaskiewicz wstał razem z Rasińskim, mieli interesy do omówienia."
      },
      {
        "index": 111,
        "text": "— Z tego, cośmy teraz słyszeli, widać — twierdził wydawca, wypijając szklankę jajek tak skwapliwie, że aż mu się żółtko za paznogcie dostało — rewolucję. Ale zobaczycie, że się całkiem inne zagadnienia wyłonią i na całkiem innych płaszczyznach, niż sobie to wyobrażacie..."
      },
      {
        "index": 112,
        "text": "Położywszy glansowaną tekę na stole, uderzył w nią Rasiński oburącz."
      },
      {
        "index": 113,
        "text": "— Pan chce, żebym to wydał? Mogę przytoczyć odrazu cały szereg nazwisk — ssał Kwaskiewicz wąskie swe paznogcie — których nie wydaję, choć zasługują."
      },
      {
        "index": 114,
        "text": "— No więc, krótko, panie Kwaskiewicz, ile pan daje?"
      },
      {
        "index": 115,
        "text": "— Ile? Dziesięć procent."
      },
      {
        "index": 116,
        "text": "— Nie."
      },
      {
        "index": 117,
        "text": "— Piętnaście procent — rzekły mięsiste, kosmate wargi. — Dwadzieścia — odpowiedział Rasiński. — Fala bezwstydnej wdzięczności zalała mu piersi."
      },
      {
        "index": 118,
        "text": "— Piętnaście procent ceny katalogowej — moje ostatnie słowo."
      },
      {
        "index": 119,
        "text": "Podali sobie ręce. Rasiński obłudnie rozszerzył ramiona. Uściskali się nie patrząc sobie w oczy, lecz gdzieś w bok, na rzędy różnokolorowych soków bufetu."
      },
      {
        "index": 120,
        "text": "Na plantach, przy umówionej drodze, spotkał Rasiński żonę."
      },
      {
        "index": 121,
        "text": "— Cieszę się — mówił — że to pójdzie między ludzi. Oczywiście, cieszę się niepotrzebnie, bo któż wie, jak to chodzi, czy gdzie doszło i trafiło?"
      },
      {
        "index": 122,
        "text": "Dążyli plantami, naprzeciw wiatru, mijając cienie drzew, które przekreślały drogę w wielu kierunkach."
      },
      {
        "index": 123,
        "text": "Objął żonę przez całe plecy, z dłonią przyległą do jej biodra."
      },
      {
        "index": 124,
        "text": "Szli coraz prędzej wskroś suchych liści, które ze wszystkich stron nocy spadały nieustannie w wąski obręb alei."
      },
      {
        "index": 125,
        "text": "Zaczęli liczyć — te mnogie orzeszki, które za owych piętnaście procent będzie można znieść „na zimę do dziupli“... Pod korzenie, do własnego, ciepłego kretowiska."
      },
      {
        "index": 126,
        "text": "— I powiedz — cieszył się sentymentalnie Rasiński — tak się człowiek miota, wysprzedaje, z drogi ludziom ustępuje, rowami tylko chadza, na boku, na marginesie. Krajuszkiem tylko... I wszystko z siebie bez wstydu supła — żeby co?"
      },
      {
        "index": 127,
        "text": "— Jakto żeby co? Odpowiadała długo, lecz nie wnikał, co mówi, tylko się sycił jej głosem, ulatującym promieniami chłodu w ogromną noc jesienną. Tylko głębiej zakładał rękę pod ramię, jakby w cieple jej ciała, w odrzutach bioder, w czystych powiewach mowy spoczywała jedyna reszta ze wszystkiego, co już odeszło..."
      }
    ]
  }
}