{
  "chapterNumber": 8,
  "title": "Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII"
      },
      {
        "index": 2,
        "text": "TREŚĆ WYROKU"
      },
      {
        "index": 3,
        "text": "Rasiński nie słuchał treści wyroku. Umiał nawskroś wszystkie argumenty swej sprawy. Wszystkie cyfry i pozycje ustawiały się w jego myślach, niby zwrotnice, prowadzące do wiadomych, oddawna znanych punktów węzłowych."
      },
      {
        "index": 4,
        "text": "Teraz, gdy przewodniczący Dąbrowa ujawniał te właśnie punkty, z których z światłem niewinności miał trysnąć wniosek o umorzenie całego dochodzenia, — Rasiński niecierpliwił się."
      },
      {
        "index": 5,
        "text": "Albowiem sumując i dodając momenty tej tak ważnej dla siebie sprawy, doświadczał zgołązgoła nieoczekiwanych uczuć: — Oto stało się, że wszystko, co najtkliwszemi myślami budował od wczesnej młodości, spadło do przedmiotowych, obojętnych rozmiarów jakiejś nieznośnej praktyki."
      },
      {
        "index": 6,
        "text": "Że też ojczyzna w dosycie państwowych formuł tak srodze wydziwiać może nad człowiekiem?"
      },
      {
        "index": 7,
        "text": "Zdało się Rasińskiemu, że wyczerpawszy własne życie, od chudej teorji kretowiska aż do odezw podczas uroczystości przez powietrze latających, — stanął na ostatnim zrębie ojczystej teraźniejszości. Dokąd musi się zawsze wkońcu zawinąć: — Przed sztywnego sędziego, z wpisanym w rozmiar brzucha krucyfiksem... Przed te gąbczaste maski asesorów..."
      },
      {
        "index": 8,
        "text": "Jęły się w nim zmagać wspomnienia: Jak kiedyś, na rynku krakowskim, dawali sobie z Jabłońskim deptać po nogach. Jak się później dygotało pod Przemyślem, przy zwrotnicy, oczekując w zbożnej radości „odzyskiwanego śmietnika“. Jak to kiedyś, za całą treść podziwu starczyła we krwi i śmierci rzucana włoska piosenka..."
      },
      {
        "index": 9,
        "text": "Cały świat wzruszeń, — nie objętych jeszcze przekleństwem organizacji."
      },
      {
        "index": 10,
        "text": "Rasiński słuchał gadaniny prokuratora Jabłońskiego i, płużąc wzrokiem po sędziach, którzy, niby betonowe kloce, tworzyli wyniosłą barjerę, — litował się. Nad guzikami ich mundurów, nad srebrnym piorunkiem kołnierzy, nad haftowaną ważnością odznak gwiaździstych..."
      },
      {
        "index": 11,
        "text": "Posiedzenie było skończone, uniewinnienie wydane, śledztwo umorzone!"
      },
      {
        "index": 12,
        "text": "Mur sędziów rozstąpił się, woźni poszli, gawiedź oficerska dreptała przy drzwiach."
      },
      {
        "index": 13,
        "text": "Rasiński czerwony, zdyszany stał jeszcze przed sądną łączką zielonego sukna i jeszcze czekał na coś. Ściągali teraz ku niemu zewsząd przyjaciele. Tu trząsł się w kłusie siwy czapraczek Kwaskiewicza. Tam Pyć sunął od okna, tu Dąbrowa kroczył naukos."
      },
      {
        "index": 14,
        "text": "Rasiński szukał żony. Nie zdążył rozejrzeć się, gdy zawisł na nim spocony, współczuciem rozkrzyżowany Jabłoński. — Myśmy ani na chwilę — wołał przez łzy prokurator — wiary w ciebie nie tracili! Ani na chwilę."
      },
      {
        "index": 15,
        "text": "— Wały! Wały! Wały! — huknął Rasiński. — Och, prywatnie mówię, teraz na zawsze prywatnie, wały!!... — Usiadł w ławie i, wyswobodziwszy się z objęć prokuratora, ponosił: — Wały! Grają człowiekiem w państwo!!"
      },
      {
        "index": 16,
        "text": "Z otaczających utworzyła się dokoła Rasińskiego jakby cembrowina wysoka, przesiana guzikami mundurów. On zaś, w głębi niej trwając, łapał się za głowę: — Wały — Wały! Bo tyś wiedział, Jabłoński, doskonale, że to blaga. Ale dla formalności.. Dla papieru... I to kto? Ty! Sprawiedliwiec, — musiał aresztować. To mało wam ścierwa i kalectwa?!"
      },
      {
        "index": 17,
        "text": "Przez gęstwę barczystych przyjaciół przecisnęła się żona. Trzymając ją za rękę, plotąc swe palce przez jej palce: — To mało wam ścierwa, jeszcze sumieniem ludzkiem chcecie ojczyznę tapetować? Wały!"
      },
      {
        "index": 18,
        "text": "Pół nakładu ma rozsprzedane w ciągu tych kilku tygodni, — trząsł pokutną siwizną Kwaskiewicz, — jeszcze mu mało."
      },
      {
        "index": 19,
        "text": "— Człowiekiem w państwo, — burzył się Rasiński. — Mojem ścierwem, — zgoda... Ale duszą moją, wały?!"
      },
      {
        "index": 20,
        "text": "Chuda ręka Pycia opadła na ramię Rasińskiego. — Bo co?"
      },
      {
        "index": 21,
        "text": "— Żeby łajdak Wilde wyleciał z urzędu w dwadzieścia cztery godziny, — ujadał Rasiński — to warto było dlatego? Żeby Krywult po kulach dostał? Żeby dla Barcza — alibi? Że teraz wam łatwiej będzie?! — No pewno — cedził Pyć, — będzie łatwiej!"
      },
      {
        "index": 22,
        "text": "— Zobaczysz Pyć, — napiszę."
      },
      {
        "index": 23,
        "text": "— Co napiszesz?"
      },
      {
        "index": 24,
        "text": "— Nic więcej, tylko napiszę światu, ludziom, sztubakom, że bić się o ojczyznę, która potem człowiekiem w kostki gra —"
      },
      {
        "index": 25,
        "text": "Pyć chwytał to oburzenie co żywo, przesiewał je dobrotliwemi gesty, — póki nagle Rasiński, płacząc: — Wały, wały, wały, — nie padł w szare objęcia majora."
      },
      {
        "index": 26,
        "text": "— Krótko, — Dąbrowa wyciągnął Kwaskiewicza ku oknu, — Rasiński zamierza teraz, — rewelacje... I w kogo to godzi przedewszystkiem, panie Kwaskiewicz? Na pewno przedewszystkiem w eksperta."
      },
      {
        "index": 27,
        "text": "— Nie w eksperta — westchnął Kwaskiewicz. — Ja w całkiem innej płaszczyźnie... To godzi w pana generała Barcza! Co my tu znaczymy, — pionki?"
      },
      {
        "index": 28,
        "text": "— Więc wy tu na tego Rasińskiego wpływajcie — fukał generał pojednawczo — a ja uprzedzę, na gorąco —"
      },
      {
        "index": 29,
        "text": "Nawet na społeczne „wy“ przeszedł teraz z wydawcą. Dąbrowa rozumiał bowiem, że trzeba było „na gorąco“... Wszystko, co prowadził, z dniem dziś ogłoszonego wyroku kończyło się klęską. Z wielkiego składu N. W. T. S. został sam jeden... Wilde wyleciał do Przedmurza, Krywult wszystkie krzyże miłosierdzia jednoczył w tłustem ręku, nawet ten Pyć obleśny zajmował się już czem innem!"
      },
      {
        "index": 30,
        "text": "Po drodze przez miasto i most na Wiśle, wobec dalekich, rozzłoconych pierwszą jesienią lasów, zastanawiał się Dąbrowa poważnie nad swem położeniem. Co robić? Chów polskiej rasy czerwonej?. To już wzięło w swe ręce ministerstwo. Wszystko teraz odbywa się ministerjalnie i wszędzie już ludzie swoje protekcje wygrzali. Nigdzie żadnego miejsca.."
      },
      {
        "index": 31,
        "text": "I jak te kamyki, choć z lawy wiecznej kiedyś powstały, to przecie w ziemskim obrębie leżą na drodze i mijasz je, — i nic... Tak zdało się generałowi, że jego los potłuczony, na drogach tej służby wojskowej martwo leży — i cóż?!"
      },
      {
        "index": 32,
        "text": "Niedaleko Przedmurza rozważył po raz ostatni: Czy jeszcze czekać, w nieprzystępnej coś tam knując srogości? Czy poprostu — przez kobietę? Nałożnicę!?!... Bo w gruncie rzeczy, — przytwierdzał sobie kopnięciami w dno samochodu, — dobre jest kobiecisko."
      },
      {
        "index": 33,
        "text": "Dalej nie myślał, zdając się na wiatr jesienny i dobrą pogodę dnia."
      },
      {
        "index": 34,
        "text": "W przedpokoju willi omkno się zrobiło generałowi. Nie dlatego, że tu kiedyś pomstował, „Sejmem pachnie“, czy temu podobne. I nie z powodu zbytku. Tu lustra, tam portjera renklodowa, czy rogi jelenie, z którychby ktoś inny salon sobie wyrychtował."
      },
      {
        "index": 35,
        "text": "Przez ostatnie czasy niepowodzeń, pobłażanie ulęgło się w generale dla tych rzeczy znikomych. — A miej sobie i udław się..."
      },
      {
        "index": 36,
        "text": "Nie o to."
      },
      {
        "index": 37,
        "text": "Lecz nie był tu od „wieczoru powrotu“. Trudno będzie teraz zaczynać od początku."
      },
      {
        "index": 38,
        "text": "Uczucie to spotęgowało się w salonie. Inni sobie na tych krzesłach wesoło siadają, a ty wylęknionym zadkiem ostrożnie się przykładasz. Wódz i generał z „Pod blachy“, — do „dziwki“, po prośbie? — pytał Dąbrowa ciepłych promieni słońca, pryskających przez koronkowe firanki."
      },
      {
        "index": 39,
        "text": "Dom cały grążył się w zamożnej ciszy. Nie była to bowiem wątła cisza, rozpięta lękliwie na chudych meblach i kantach. Ale cisza, chroniona pufem, atłasem, jedwabiem, gładko wyślizgana na woskowanej posadzce, z głębi domu ostrożnie mierzona skrzętnym ruchem sług."
      },
      {
        "index": 40,
        "text": "Aż zdało się generałowi z tego cudzego dostatku, że sam jest brudny, zarośnięty, zakurzony."
      },
      {
        "index": 41,
        "text": "Stanął cicho przed lustrem: nie był ani brudny, ani zakurzony. Tylko, — na co już nie mógł poradzić, — biła od niego nieznośna, wstrętna „swojość“. To właśnie, co mu zapewne wszelkie sprawy, — zawsze, wszędzie psuło."
      },
      {
        "index": 42,
        "text": "Starał się stracić „to“ w lustrze. Więc w gęstych zmarszczkach czoła ułożył „troskę ojcowską“, przygasił oczy. Więc wyrwał sobie jeszcze parę czarnych włosów z dziurki od nosa, aby nie tak znów za bardzo marsowato..."
      },
      {
        "index": 43,
        "text": "Kichając przytem, zobaczył w załomie ram zwierciadła kąt sąsiedniego pokoju, przedzielonego od salonu szklanym wodospadem kotary."
      },
      {
        "index": 44,
        "text": "Tam właśnie, przy biureczku siedziała Drwęska, pisząc."
      },
      {
        "index": 45,
        "text": "Całe biurko — jak ze smażonej skórki pomarańczowej. Nad glansowaną taflą, między kwiatami i bożkami z bronzu, niby błękitne, szklane cacko, siedziała Drwęska, skrobiąc coś na papierze. — Już zameldowałem — rzekł głośno u drzwi kamerdyner."
      },
      {
        "index": 46,
        "text": "Dąbrowa odskoczył od lustra."
      },
      {
        "index": 47,
        "text": "Szkiełka kotary rozstąpiły się przed Drwęską."
      },
      {
        "index": 48,
        "text": "— Słucham pana."
      },
      {
        "index": 49,
        "text": "Dąbrowa zawstydził się. — Pani była łaskawa telefonować w czasie śledztwa. Parę razy tego telefonu nie przyjąłem."
      },
      {
        "index": 50,
        "text": "— Nawet nie pamiętam. Niechże pan siada."
      },
      {
        "index": 51,
        "text": "Za dużo miał teraz i rąk, i kolan, i tułowiu."
      },
      {
        "index": 52,
        "text": "— Nie przyjąłem tego telefonu, żeby nic na mnie nie wpływało. Ale, gdy rzecz udało się tak szczęśliwie zakończyć... Kapitana Rasińskiego przed godziną uwolniliśmy!"
      },
      {
        "index": 53,
        "text": "— Uwolniliście, panowie, Rasińskiego?..."
      },
      {
        "index": 54,
        "text": "— Tak, proszę pani."
      },
      {
        "index": 55,
        "text": "— Generale, pan wybaczy, — w jakim to jest związku z łaskawą wizytą pana?"
      },
      {
        "index": 56,
        "text": "— Jest, — fuknął Dąbrowa. — Te rzeczy jakoś się tam podobno wiązały?"
      },
      {
        "index": 57,
        "text": "— Jakie — „rzeczy“?"
      },
      {
        "index": 58,
        "text": "— Afera Rasińskiego i — bo ja wiem — sprawy wyjazdów pani za jakiemiś kresowemi zabytkami?"
      },
      {
        "index": 59,
        "text": "— Tylko zła wola, panie generale, mogła łączyć niecne oszczerstwa z pracą niewinnego człowieka. Zresztą, wie pan? Gdybym była użyła nawet nieprawnie kilku marszrut! To wziąwszy pod uwagę, com zdziałała w czasie, gdy ci, którzy sądzili Rasińskiego, brzuchy paśli w służbach zaborczych —"
      },
      {
        "index": 60,
        "text": "Drwęska brutalnie dała do zrozumienia, że rozmowę uważa za skończoną. Generał podniósł się, lecz znów usiadł. — Kiedy, pani Hanno, mnie nie o to, czy się liczy, czy nie. Jak pani wygodniej. Jak wam wszystkim wygodniej. Chcę powiedzieć szczerze, że jestem człowiek prosty. To nie jest nic wielkiego. Człowiek prosty... Pani może myśli, że jeżeli poskrobać, to się pod tem coś innego okaże? — Roześmiał się na cały salon. — Za tem już dziś nie będzie nic! Owszem, myślałem kiedyś, chciałem... Ale sposób? Sposoby?! Całe moje nieszczęście, że nie umiem sposobów. Powiem pani odrazu, czego chcę. Niczego. Poobrastaliście w pierze. Niech będzie. We władzę. Nie udało mi się. Teraz, ja, nic więcej, — tylko pragnę spokoju. Pani jest kochanką Barcza. A tu ja, człowiek prosty: — Sprzedał mleko, chce spokojnie wrócić z bańkami do domu."
      },
      {
        "index": 61,
        "text": "— Co pan mówi?"
      },
      {
        "index": 62,
        "text": "— To. — Pani na pewno zostanie żoną mego zwierzchnika i przyjaciela. Jest przecie wdowcem. Otóż, ja tu solennie oświadczam, że jestem, mogę być i będę — lo-laj-ny. — Poprawił się: — Lo-jal-ny. I na dowód —"
      },
      {
        "index": 63,
        "text": "— Żegnam pana, generale."
      },
      {
        "index": 64,
        "text": "— Żadne żegnam! Bo dziś, — to jasne, — nie?... N. W. T. S. skompromitowany. Muszą być rugi, — a ja co? Mnie na krzyż żaden nie posadzicie. Krywult siedzi. Ja, — co? Mam dzieci. Pani też ma, ale dwoje! Ja mam odniedawna sześcioro. Sześcioro dzieci. No więc, — uśmiechał się, mrużąc powieki pod słońce, — no więc, co będzie? Teraz, — „won“ ze mną?.. Gdzie, którędy?"
      },
      {
        "index": 65,
        "text": "Widząc, że Hanka nie odpowiada, że odchodzi: — Ja tu czekam, — nic nie pomoże. I nie z pustemi rękami, — wołał za nią przez przez szklany wodospad, — Rasiński grozi rewelecjamirewelacjami — na Barcza!!!"
      },
      {
        "index": 66,
        "text": "Dopiero usłyszawszy kroki Drwęskiej na schodach, umilkł. Z lustra patrzyła na niego własna twarz, splamiona burakowym rumieńcem."
      },
      {
        "index": 67,
        "text": "Czekał. — Wiedział od Pycia, że mają tu być dzisiaj na śniadaniu. Postanowił nie ustąpić. Jak łamać, — to łamać!"
      },
      {
        "index": 68,
        "text": "Krążył po pokoju. Potem coś niby czytał. Potem przez otwarte okno liczył małe, rude szypułki rezedy na klombach, uważając, jak chwieje niemi podmuch jesienny."
      },
      {
        "index": 69,
        "text": "Daleko, pod lasem Przedmurza, w siwych nalotach słońca i pajęczyny pasły się krowy."
      },
      {
        "index": 70,
        "text": "Znudzony ich ruchem powolnym, pozierał wbok, na robotników, którzy łazili dokoła jakiejś willi."
      },
      {
        "index": 71,
        "text": "Trzeba się było mocno z okna wychylić, aby w kłębach zieleni zobaczyć czerwony gont wielkich kopuł krywultowskiego pałacu. Generał długo szczerzył zęby ponad rabatem rezedy, — do tej ironji: Do tych grubych kopuł, do tych robotników omączonych, co wiecznie cudze śpichrze budują..."
      },
      {
        "index": 72,
        "text": "Wypełniło go wkońcu bolesne pojednanie. Gdy do salonu wszedł stary, siwy już strzelec kredensowy z różnobarwnym czubem okurzających piórek na trzcinie, — Dąbrowa polubownie zauważył: — Pracuj sobie, mój chłopcze, sam, i tak słońca tu teraz pełno, — wolę cień."
      },
      {
        "index": 73,
        "text": "Wydało się generałowi, że jest coś biblijnego i w słowach tych i we fakcie, — iż skromnie przeszedł z salonu napowrót do hallu."
      },
      {
        "index": 74,
        "text": "W hallu rzeczywiście panował chłódek, mierzony wytrawnym krokiem zegara."
      },
      {
        "index": 75,
        "text": "Tak, tak, tak, — to przechodzi, dumał Dąbrowa, rozłożywszy się na jesionowej kanapie."
      },
      {
        "index": 76,
        "text": "Po jakimś czasie zjawił się główny kamerdyner."
      },
      {
        "index": 77,
        "text": "— Dokąd to idziecie, człowieku? — spytał go sennie generał."
      },
      {
        "index": 78,
        "text": "— Proszę łaski pana generała — odrzekł fagas, godnie frontując, — idę zobaczyć na pokoje."
      },
      {
        "index": 79,
        "text": "— „Na pokoje?“ Owszem, mój stary, owszem. — Mogę ci zawczasu powiedzieć, że tam wszystko w porządku. Twój kolega, jakże mu tam? Pewno już kończył okurzać."
      },
      {
        "index": 80,
        "text": "Kamerdyner, poczęstowany ze srebrnej papierośnicy, palce możliwie śpiczastemi uczyniwszy, wziął jednego „Wernyhorę“ i schował sobie za fartuch."
      },
      {
        "index": 81,
        "text": "— No i co jeszcze, mój chłopcze, — zachrzęścił Dąbrowa na skórzanej ściółce kanapy."
      },
      {
        "index": 82,
        "text": "— Pan generał bardzo łaskaw. Kiedy to ja chłopcem bywał, panie generale? Wnuki już mam."
      },
      {
        "index": 83,
        "text": "— Siadaj tu, stary, obok — rozkazał nagle Dąbrowa."
      },
      {
        "index": 84,
        "text": "W lokaju, jakoby obluzowały się pod liberją ukryte sprężyny, — lecz nie usiadł."
      },
      {
        "index": 85,
        "text": "— Chłopcem jesteś — wyłuszczał Dąbrowa — bo służysz. — W służbie, — umrzesz nawet chłopcem. Bo zawsze starsze będą od ciebie pieniądze twego pana... — Nie martw się. Ja też jestem chłopcem, — bo służę. I tak samo, zawsze będzie ode mnie starsza nagroda, której potrzebuję. Rozumiesz to?"
      },
      {
        "index": 86,
        "text": "Lokaj wstrząsnął zmarszczonem podgardlem."
      },
      {
        "index": 87,
        "text": "Zwabiony głosem rozmowy, zjawił się strzelec z piórkami."
      },
      {
        "index": 88,
        "text": "— A co? — już okurzyłeś? — badał pobłażliwie generał. I nie czekając odpowiedzi: — Powiedzcie mi, — wyższemu wojskowemu zawsze możesz prawdę w oczy mówić, jeden z drugim, — dlaczego was wasza pani samych starych dobiera? Naprzykład ty! Siwe włosy masz już dawno chyba, a z piórkiem gonisz?"
      },
      {
        "index": 89,
        "text": "Twarze obu lokajów rozpogodziły się: — Bośmy wedle łaski pana generała, starzy. To spokój, — spokój przecie."
      },
      {
        "index": 90,
        "text": "Dąbrowa westchnął głęboko: — Widzisz, jeden z drugim — spokój... Więc siadajcie, dziady."
      },
      {
        "index": 91,
        "text": "Nie usiedli coprawda, lecz wygoda siedzenia odmalowała się na ich golonych twarzach."
      },
      {
        "index": 92,
        "text": "— Widzisz, jeden z drugim, — prawił generał — spokój, nagroda — wszyscy, wszyscy tak samo. I rozumiesz, jeden z drugim, w tem, że spokój, nagroda, — a nigdy dość... Może właśnie przez to i Bóg jest wszędzie?... W tobie, we mnie, w tym wołku, co tam pod lasem żuje. Nie chciałbyś, stary, być takim wołkiem, naprzykład?"
      },
      {
        "index": 93,
        "text": "Przerwać musieli; zdaleka słychać już było łomot samochodu."
      },
      {
        "index": 94,
        "text": "Starszy kamerdyner, spojrzawszy na zegar, orzekł, że to będzie „nasz pan generał Barcz“."
      },
      {
        "index": 95,
        "text": "Istotnie, po chwili z sykiem wrył się w piach podjazdu automobil. Ubita ziemia zakwitła niebieskiemi obłoczkami benzyny."
      },
      {
        "index": 96,
        "text": "— Wielka rzecz, wielka rzecz — powtarzał sobie Dąbrowa. Otwierając drzwi, uznał jednak, że zwycięzca tylko może tak wyglądać."
      },
      {
        "index": 97,
        "text": "Żyzny, pełny rozkwit przesycał całą postać Barcza. Widać to było w ciężkim spokoju policzków, w zamknięciu warg czerwonych i gładkich. Nawet w połysku szkieł, z za których patrzyły źrenice bystre a jakoby wonnem światłem przedmuchane."
      },
      {
        "index": 98,
        "text": "— Pan tu, generale? — spytał Barcz, nastawiając się łaskawie lokajom."
      },
      {
        "index": 99,
        "text": "Zdjęli palto, odebrali kask, rękawiczki, okurzyli mundur, podręczną irchą upieścili lśniącą skórę lakierów."
      },
      {
        "index": 100,
        "text": "— Przyjechałem — wyznawał Dąbrowa — odwiedzić panią Drwęską. Ucieszyć ją! Bo to taka opiekunka maluczkich. Donieść, że Rasiński uwolniony."
      },
      {
        "index": 101,
        "text": "— Wiem, uwolniliście Rasińskiego."
      },
      {
        "index": 102,
        "text": "— Rozumiesz — pokwapił się na „ty“ Dąbrowa, — chciałem zrobić teraz pani Hannie przyjemność."
      },
      {
        "index": 103,
        "text": "— Rozumiem. Właściwie — westchnął Barcz opieszale — mogłeś był telefonować. Prędzejby było. Ale skoroś łaskaw —"
      },
      {
        "index": 104,
        "text": "Nie widzieli się tak dawno, że ton niedbałej nudy w tak zazwyczaj energicznych ustach Barcza zmieszał Dąbrowę."
      },
      {
        "index": 105,
        "text": "— A wiesz, muszę przyznać, — rzekł bez związku, — że utyłeś."
      },
      {
        "index": 106,
        "text": "— Martwi mnie to — śmiał się Barcz, — już i konno jeżdżę i w tennisa gramy. — Bardzo rozsądnie. — Żeby na wstępie wszystko razem załatwić, ze wszystkiem być w porządku — dodał Dąbrowa, skubiąc dyskretnie żałobną przepaskę na ramieniu Barcza: — Co do tego, żaden z nas specjalnych kondolencyj nie składa. Chyba rozumiesz. Wszyscyśmy twoją żonę... Cios!"
      },
      {
        "index": 107,
        "text": "— Dziękuję ci bardzo."
      },
      {
        "index": 108,
        "text": "— Mój Boże... — No — a Pyć?"
      },
      {
        "index": 109,
        "text": "— Właśnie nie przyjechał i to mnie martwi. Wiesz, stary, — Barcz huśtał każde słowo leniwie, — mam masę zmartwień"
      },
      {
        "index": 110,
        "text": "— Teraz? Teraz?... — poskoczyło naprzód przypochlebne zdziwienie. — Teraz, u szczytu powodzenia?"
      },
      {
        "index": 111,
        "text": "— Bardzo dużo zmartwień! A ty? — Cóż z tobą?"
      },
      {
        "index": 112,
        "text": "— Co ze mną? — Dąbrowa podgarnął się i skupił. — Niby tak, nic. Żeby pani Drwęskiej wygodzić. Ale przedewszystkiem, aby cię uprzedzić... Bo Pyć jakoś już nie dba o „tamto“, coś innego gdzieś węszy. A tymczasem, właśnie po wyroku, Rasiński zdaje się grozi skandalicznemi rewelacjami..."
      },
      {
        "index": 113,
        "text": "Za bliskie to wszystko wydało się Barczowi. Z kosmatych ust Dąbrowy zionęło nudne, kwaśne powietrze wiernej służby."
      },
      {
        "index": 114,
        "text": "— Pewno przeciw tobie — odsunął się Barcz."
      },
      {
        "index": 115,
        "text": "— Właśnie, że nie, nie, nie. Ja byłem narzędziem! Wszyscy to dziś rozumieją! Rewelacje, — przeciw tobie. Zapewne, — z palca wyssane, chyba krzywdzące, — jednak, — mimo wszystko — rewelacje."
      },
      {
        "index": 116,
        "text": "Mało brakowało, a słowa te rozkruszyłyby spokój Barcza. Nie znosił już afery Rasińskiego. Już ją przebolał, wygrał, zużytkował, — już dawno owoce wydała."
      },
      {
        "index": 117,
        "text": "— Rewelacje — nudził się. — Głowa mnie boli i chcę jeść."
      },
      {
        "index": 118,
        "text": "Śniadanie przeszło normalnie. Jedli na piętrze, przy otwartych oknach, ocienionych czerwoną jarzębiną, — w pełni powietrza i jesiennej ciszy."
      },
      {
        "index": 119,
        "text": "Dąbrowa żarliwie skarżył się Hance na „kolegę“:"
      },
      {
        "index": 120,
        "text": "— Barcz, proszę pani, nie chce wpłynąć i pogadać. Taki Rasiński, doprowadzony ciepłem słowem do upamiętania, zaprzestałby odrazu wszelkich fanaberyj! A tak, — wisi to nad „kochanym kolegą“."
      },
      {
        "index": 121,
        "text": "Hanka podzielała to zdanie."
      },
      {
        "index": 122,
        "text": "Lecz, gdy Barcz, czerwony nagle z gniewu, przerwał brutalnem „nie“, — Dąbrowa jął się rozwodzić „w ogólności“ nad potęgą, osiągniętą teraz przez „kolegę“."
      },
      {
        "index": 123,
        "text": "— Bo nasze dotychczasowe nieszczęście, te nasze partje wojskowe, — istotnie udało ci się wyrównać. I gdy patrzę na ciebie, Barcz, albo obserwuję, choćby nas dwóch — od początku aż do teraz..."
      },
      {
        "index": 124,
        "text": "Przerwali, czekając, by służący obniósł krem. Była to specjalność kuchni hanczynej."
      },
      {
        "index": 125,
        "text": "W lukrowym muślinie, śmietankowy turban, niby drogiemi kamieniami lity rozmaitą kofiturąkonfiturą."
      },
      {
        "index": 126,
        "text": "— Aż do teraz — podjął Dąbrowa. — Tylko jeszcze jednego nie wiem. Jak będziesz szedł dalej?"
      },
      {
        "index": 127,
        "text": "W oczach Barcza zagrały promienie. — No właśnie, no, widzisz — to jest naprawdę interesujące. Dalej? Dalej, mój Dąbrowa, pójdą długie, proste, mocne ramy. Suche, gładkie, — równe, jasne. — A ja w tych ramach?"
      },
      {
        "index": 128,
        "text": "— O siebie ci chodzi? „Pod blachą“ nic wielkiego nie wysiedziałeś. Myślę, że na prowincji, pilnością, trzeźwością, twardym, — bardzo twardym przykładem świecąc —"
      },
      {
        "index": 129,
        "text": "— Bardzo twardym! — podchwycił skwapliwie Dąbrowa."
      },
      {
        "index": 130,
        "text": "Po czarnej kawie wyprawili go nareszcie. Barcz patrzył, jak „kolega“ mija rabaty rezedy i zbliża się do lakierowanej furtki."
      },
      {
        "index": 131,
        "text": "— Masz samochód? — Bo nie chciało się gospodarzowi pożyczać własnego."
      },
      {
        "index": 132,
        "text": "Dąbrowa znów wracał przed okno. — Oszczędzam benzyny. Pojadę koleją."
      },
      {
        "index": 133,
        "text": "Patrzyli na siebie długo i uważnie."
      },
      {
        "index": 134,
        "text": "Wtem trzarztwarz Dąbrowy ściągnęła się: — I jeszcze jedno, Barcz, — wspaniałe. Wiesz? To samobójstwo, Pietrzaka. Urządzone! Perła!!!..."
      },
      {
        "index": 135,
        "text": "Barcz przez pędy dzikich pnączów zwisł nagle wdół. Dopiero po długiej chwili, już z uśmiechem sypiąc na Dąbrowę czerwone grona jarzębiny: — Mądrze, — ma się rozumieć, mądrze urządzone, bo nikt tego przecież nie urządzał."
      },
      {
        "index": 136,
        "text": "Dąbrowa salutował pokolei okno, Hankę, „kolegę“."
      },
      {
        "index": 137,
        "text": "— Chamuś — rzekła za odchodzącym. Barcz złożył głowę na dłoniach Drwęskiej. Wdychając zapach delikatnego jej ciała, patrzył ukośnie na daleką kryzę lasu i słuchał pyłkich głosów jesiennego południa."
      },
      {
        "index": 138,
        "text": "— No, — co, Stach? Co? — Nic. Wszystko jak najlepiej. Tylko za dużo mam teraz czasu, wszędzie za dużo miejsca, — za dużo łatwości. Bo ja wiem, — za dobrze mi."
      },
      {
        "index": 139,
        "text": "Oczy Hanki wezbrały złocistą pogodą. Lecz, aby się przeciwstawić rozczuleniu przyjaciela: — Za dobrze ci jest ze mną i dlatego cały czas spędzasz z Pyciem? Oderwać cię nie można od tego smarkacza."
      },
      {
        "index": 140,
        "text": "Przetoczył głowę z rąk Hanki na kolana:"
      },
      {
        "index": 141,
        "text": "— Nie od smarkacza, — tylko od pikiety."
      },
      {
        "index": 142,
        "text": "— Tak — gładziła go po włosach, — dla mnie nie masz czasu, żeby posiedzieć, czy na spacer iść czy na naszego tennisa. Ale żeby z tym durniem po całych nocach w pikietę grać!"
      },
      {
        "index": 143,
        "text": "— Bo Pyć — mruczał Barcz — to całkiem co innego... To jest nałóg. Nałóg..."
      },
      {
        "index": 144,
        "text": "Przygarnął ją plotąc ręce przez chłodny jedwab kolan hanczynych. — Doszło już do tego, że stałaś się dla mnie, jak woda, — jak powietrze. Tem, czem jest żywioł. Bezkarnością. To, co w kombinacji z jakąś inną kobietą będzie męczarnią, nieszczęściem... Naprzykład ty i moja nieboszczka żona... Właściwie o to samo chodziło?! I nie można powiedzieć, by, a priori, na twą stronę decydowała miłość. Miłość jest też wynikiem pracy, starań, nie poprzedza samej siebie. O to samo chodziło. Jadwiga, — wiemy... A ty, od samego początku, od owej nocy zamachu jesteś, jakby zawsze niewyczerpana."
      },
      {
        "index": 145,
        "text": "Hanka zaperzyła się: — Bo ja umiem być bez skrupułów. Cała mądrość, obrazowo mówiąc, — że w mojej partji tennisa pan Barcz gra sobie razem z panem Krywultem. Szczyt wszelkiego rządu, to właśnie taka spokojna anarchja."
      },
      {
        "index": 146,
        "text": "— Powiadasz..."
      },
      {
        "index": 147,
        "text": "— Tak. I w myśl tej samej zasady, w imię której grasz w tennisa z Krywultem, — tu Dąbrowa miał rację, — chciałabym, żebyś się rozmówił z Rasińskim. Dla wyrównania, — dla bezkarności, — dla rozumu rządzenia. Wszystko jedno."
      },
      {
        "index": 148,
        "text": "— Nie wszystko jedno! Mogę dużo przebaczyć i dużo nie chcieć wiedzieć, ale ten właśnie Rasiński, który nie był wcale przeciętnem bydlęciem, żeby miał uciekać się do gróśb? To skandal!"
      },
      {
        "index": 149,
        "text": "Przeszli do buduaru Hanki. Przebierała się do tennisa. Nie mówili już o tej rozmowie z Rasińskim ani w samochodzie podczas jazdy, ani na tennisie w rozległych prerjach „Agrykoli“ wytyczonym."
      },
      {
        "index": 150,
        "text": "Gra szła niesporo. Krywult nie mógł nadążyć. Ale upierał się ciągle, szukając mimowoli odpoczynku przy siatce, pod pozorem kłótni o fałszywy rzut."
      },
      {
        "index": 151,
        "text": "Wówczas obie panie, Pesteczka i Hanka, niby białe kapustniki przyfruwały z głębi placu, podchodził też blisko Barcz,"
      },
      {
        "index": 152,
        "text": "Krywult zdyszany, zziajany, karminową twarz, rzekłbyś maskę w ciemnym agacie rzniętą, obracał na wsze strony i tłumaczył."
      },
      {
        "index": 153,
        "text": "— Pani myśli — płynął ku niej wzdęty głos wodza — nie wytrzyma stare generaliszcze. Pięknie! Otóż wszystko wytrzyma, — moja miła."
      },
      {
        "index": 154,
        "text": "Nie trafiał ani w kwadraty, ani nawet na pole autów. Piłki szły oślep z suchym brzękiem. — Krywult wszystko, wojnę, zgodę, tennisa, wszystko wytrzyma!..."
      },
      {
        "index": 155,
        "text": "Między gemami przyjmowano sportowe wizyty."
      },
      {
        "index": 156,
        "text": "Widok Barcza i Krywulta, razem grających... Widok wielkiego „jałmużnika“ „naszego wodza“ i Barcza, który zawsze będzie „du peuple“ — ale mięśnie, zdolności... Wszystko to miało przyczyniać się do wytworzenia — niech będzie narazie choćby tu, na tennisie, — „wspólnej płaszczyzny“."
      },
      {
        "index": 157,
        "text": "Patronował temu łaskawie stary hrabia BogulickiBogulicki. Jego myszata głowa szybowała harmonijnie nad sportową flanelką ubranka, pieszczoną częstemi dotknięciami Przeniewskiego."
      },
      {
        "index": 158,
        "text": "Barcz rozumiał, że stanowi centrum tych zbiegowisk towarzyskich. Jego piłki wywoływały nawięcejnajwięcej uznania, jego dowcipy najwięcej wesołości. Jego zmęczenie było decydującem hasłem do zaprzestania gry."
      },
      {
        "index": 159,
        "text": "Dziś, widząc, że Krywult nazbyt pochopnie nastaje na Hankę, — przerwał partję. Ma jeszcze tyle pracy..."
      },
      {
        "index": 160,
        "text": "Zebrani obrzucili szacunkiem wysoką postać Barcza, jakby szukając owych pokładów nieprzerobionej pracy na ramionach, piersiach, czy wzdłuż ud."
      },
      {
        "index": 161,
        "text": "Odjechał do domu groźny i zły. Złość zjawiła się wporę, niby specjalnie dla matki urządzone alibi. W domu bowiem uprawiał jeszcze głęboką żałobę. Nagłe wybuchy zniecierpliwienia, praca nadmierna, rozwijana w związku z całym szeregiem zasadniczych ustaw wojskowych, przygotowywanych na jesienną sesję sejmową, całe noce, które przesiadywał z Pyciem nad pikietą, — wszystko to liczyło się do „żałoby“. Stara Barczowa nie wiedziała, jak sobie teraz poczynać? Czy niedość, że zapraszała synowi do domu „kochankę“, przyjmując ją ze staropolską gościnnością? Czy niedość, że spędzali we troje wieczory i że dała Drwęskiej cały szereg odwiecznych, znakomitych przepisów kuchennych, które stanowiły tajemnicę rodziny Barczów? — „Aby wiedziano“, jak Stachowi dogodzić."
      },
      {
        "index": 162,
        "text": "O wpuszczenie kochanki do domu nie robiła sobie wyrzutów."
      },
      {
        "index": 163,
        "text": "Samobójstwo Pietrzaka, tak ohydne i bezmyślne, pod murami lecznicy dokonane, otwarło Barczowej oczy na tyle spraw."
      },
      {
        "index": 164,
        "text": "Być może, — iż Stach wiedział, dlaczego żonę zaniedbywał... Widocznie czuł, że serce Jadzi, chociaż nie należało do innego, to jednak „jakoś tam“ umiało w tym innym budzić zakazane uczucia. Jeżeli kobieta chce, zawsze potrafi rzeczy takie wporę przeciąć."
      },
      {
        "index": 165,
        "text": "To też, gdy Barcz więcej niż zwykle ponury, poprosił dziś matkę z nad swych papierów, aby zatelefonowała po Pycia, — nie zatelefonowała, lecz ściągnąwszy rajtrok na piersiach, stanęła rezolutnie przed biurkiem:"
      },
      {
        "index": 166,
        "text": "— To nie są drogi, ani sposoby! Cóż tutaj Pyć? Co to za jakaś śmieszna przyjaźń?... Marnowanie Czasu! Oszołomić się chcesz przez to głupie towarzystwo? Nie możesz padać ofiarą nieboszczki. Dość cierpiałeś za jej życia. I wierz mi, Stachu, dobrze teraz rozumiem, jak szlachetnie umiałeś przemilczać wiele rzeczy... Ale, kiedy tylko skończy się żałoba, — dość. Mogę przebaczyć, że ci jest obojętne, że tam się wszystko wali w Erneścinie. Ani remontu, ani sprzedać, ani nic. Dobrze, — jesteś mężem stanu. Wielkim człowiekiem. Niech będzie. Ale na przyszłość? Musisz rozejrzeć się bacznie, wybrać sobie logicznie pannę z towarzystwa, jak się patrzy, nie bez pieniędzy. I mieć dzieci nareszcie, — po ludzku. Żebym nie musiała tej trochy serca, co mi na starość została, rozdawać dzieciom stróżów, czy prostytutek. O — masz pod ręką, panna Bogulicka, — bierz!"
      },
      {
        "index": 167,
        "text": "Z gorzkim triumfem objaśnił matce, że o Pesteczkę oświadczył się już Przeniewski i został przyjęty."
      },
      {
        "index": 168,
        "text": "Dopiero, gdy po północy już, przyjechał Pyć, Barcz się ożywił."
      },
      {
        "index": 169,
        "text": "Zaczęli, jak się to ku zmartwieniu matki układało już w obrzęd prawie, — od grzybków kwaszonych, wódeczki, jajecznicy z dziesięciu jaj, przez trudną rozmowę o wojsku — aż do pikiety."
      },
      {
        "index": 170,
        "text": "Kiedy usiedli do tych kart przebrzydłych, pożegnała ich i zeszła nadół."
      },
      {
        "index": 171,
        "text": "Nim to, nim tamto, nim sio, nim książkę do poduszki przeczytała i znów się ocknęła przy lampie, musiało ujść sporo czasu."
      },
      {
        "index": 172,
        "text": "A na ogrodzie wciąż jeszcze leżał kwadrat oświetlonego okna. Jeszcze nie śpią! — Postanowiła rozgonić graczy."
      },
      {
        "index": 173,
        "text": "Siedzieli za stołem. Stach miał rozgrzaną głowę, roziskrzone oczy, a ten gnuśny Pyć jak badyl kiwał się na boki."
      },
      {
        "index": 174,
        "text": "Pod groźnem spojrzeniem syna cofnęła się natychmiast. — Pan przypuszcza — mówił Barcz, gdy drzwi się za matką zamknęły, — że wszystko to zbiegło się samo?"
      },
      {
        "index": 175,
        "text": "— Nie myślałem o tem specjalnie, panie generale. Ale tak przypuszczam."
      },
      {
        "index": 176,
        "text": "— Że nasza wola, Pyć, choćby tylko podświadomie? Rozumiesz pan, — nieobliczalne radjacje. Że te radjacje nie współdziałały?..."
      },
      {
        "index": 177,
        "text": "Chlapali po stole kartami, zabierając machinalnie lewy. Poczem każdy zosobna notował kredą na suknie."
      },
      {
        "index": 178,
        "text": "— Bo to, panie generale, z temi nieobliczalnemi radjacjami, przechodziłoby naszą inteligencję, a zatem i odpowiedzialność. Toby nawet inteligencję pana generała przechodziło..."
      },
      {
        "index": 179,
        "text": "— Coby przechodziło?!"
      },
      {
        "index": 180,
        "text": "— No, — mlasnął Pyć, — to wszystko, co w tym „związku“ zaszło."
      },
      {
        "index": 181,
        "text": "— Związku?"
      },
      {
        "index": 182,
        "text": "— W zbiegu okoliczności, jeśli pan generał woli."
      },
      {
        "index": 183,
        "text": "— Więc w takim razie, — może świadomie dążyliśmy, żeby..."
      },
      {
        "index": 184,
        "text": "— Gdyby świadomie, — to chyba nie dążylibyśmy, generale, — uśmiechnął się Pyć ostrożnie."
      },
      {
        "index": 185,
        "text": "— Więc jak?..."
      },
      {
        "index": 186,
        "text": "— Ja wcale nie myślę nad tem."
      },
      {
        "index": 187,
        "text": "— No to pan myśl! — tupnął Barcz. Złożył karty i wpatrzył się w twarz Pycia. Widział ją przed sobą spokojną, zasłuchaną w szum drzew i głosy liści uwiędłych, które wałęsały się za oknem. Po chwili oczy majora przymknęły się. Wąskie wargi rozwarł słaby podmuch. Małe dłonie jakgdyby ściągać jęły i motać nad cienkim blaskiem kart długą, zawiłą nić."
      },
      {
        "index": 188,
        "text": "— No więc? — zachrypiał Barcz."
      },
      {
        "index": 189,
        "text": "Ruch rąk majora ustał. — To się samo ułożyło — szeptał Pyć. — Samo się ułożyło. My nic... Bo co my?... Stąd — dotąd — i naprzód. Nie?... Któryż z pomiędzy nas ma czas na coś innego? Wszystko inne, — miękkość. Nie? Miękkość — czułość... Porcje czułości, — mżył Pyć, niczem ptak w skrzydła, chowając głowę w podniesione ramiona. — I koniec, panie generale."
      },
      {
        "index": 190,
        "text": "Barcz nie chciał, żeby to był koniec. Gdyby się miało tak prędko przejść „wielką drogę“?..."
      },
      {
        "index": 191,
        "text": "— Pan niczego — strofował, — panie Pyć, nie umiesz przemyśleć do gruntu. Pan nie widzi, że tu zostaje coś niedomkniętego, co może stać się nieobliczalnem w przyszłości, a co jeszcze teraz — w potocznej pętaninie — możnaby może wyświetlić?..."
      },
      {
        "index": 192,
        "text": "— Co wyświetlać? Tu nikt nie był winien! Może formalnie, państwowo rzecz biorąc, pokrzywdzony był Rasiński."
      },
      {
        "index": 193,
        "text": "Barcz rzucił się skwapliwie na tę krzywdę Rasińskiego. — Racja, majorze! Pan mi go wciągnie na listę audjencyj."
      },
      {
        "index": 194,
        "text": "Złożyło się tak szczególnie, że o przyjściu Rasińskiego zameldował Barczowi w biurze na Zamku Przeniewski, właśnie w czasie interwiewów z zagranicznymi dziennikarzami."
      },
      {
        "index": 195,
        "text": "— Poprosić, by kapitan Rasiński czekał, — rzucił przez ramię generał. Udzieliwszy odpowiedniej miarki drogocennego czasu żurnalistom, załatwiał Barcz personalja. Odrabiał to drobiazgowo, czując nieomal przez grube, aksamitne portjery i ciężkie, lakierowane drzwi, że obok, w poczekalni, niechybnie miota Rasińskim sroga deklamacja wyrzutów."
      },
      {
        "index": 196,
        "text": "Barcz uważał, że w danym wypadku, jak we wszystkich innych, — nie zawadzi długie czekanie. Ono lepiej, niż wszystko inne, umie sprawić, że prośby płowieją, gniew zastyga, niecierpliwość opada, a wyrzut głuchnie."
      },
      {
        "index": 197,
        "text": "Dopiero koło godziny trzeciej po południu, a na urzędowy czas w karnecie adjutantów za pięć piętnasta, uznał generał, że proces „kruszenia poczekanta“ jest skończony. Pozostał jeszcze chwilę sam, chciał bowiem przygotować się do tej sceny, niby biurowej, a bardzo przecie osobistej. Szukał w pamięci, jakiejś cytaty z pism Rasińskiego, czy może jakiegoś dekoracyjnego wydarzenia?"
      },
      {
        "index": 198,
        "text": "Potrzebne słowo zjawiło się samo przez się gdy wszedł Rasiński."
      },
      {
        "index": 199,
        "text": "Barcz zorjentował się natychmiast. Bo to już nie Rasiński: — Sama obraza, gniew, krzywda, w szary łom munduru wciśnięta, szła przepisanemi krokami od drzwi przed biurko."
      },
      {
        "index": 200,
        "text": "W oczach generała zagnieździło się światło obowiązku. Kąty ust poskoczyły wgórę."
      },
      {
        "index": 201,
        "text": "— Witam w panu, panie kapitanie, wielkiego człowieka. „Historja wzięła pana na swe skrzydła“, — parafrazował gorący patos którejś inwokacji pisarza."
      },
      {
        "index": 202,
        "text": "Przeszło bez echa. Barcz czekał, naprzód pochylony, jakoby ważąc na wyciągniętych dłoniach złote skrawki słońca."
      },
      {
        "index": 203,
        "text": "Rasiński stał bez ruchu. Zdawać się mogło, że nie przyjmuje w tylko co wyrzeczonyehwyrzeczonych słowach żadnego udziału. Że osłupiałemi oczyma podziwia meblunek tej kancelarji dygnitarskiej. Że go raczej zajmują złote, liktorskie solitery, wyrzeźbione w czarnych kwadratach marmuru, biuro zapchane papierami, wielkie schematy organizacyjne, niebieskiemi linjami łączące czerwone jajka władz z ciemną jagodą podporządkowań. Że nadziwić się nie może widokowi niskich okien, zwróconych na most, po którym nogi tłumu idą w przeciwnych kierunkach."
      },
      {
        "index": 204,
        "text": "Nagle w sinej bladości zgasło zdumienie kapitana. Łuk ust rozpękł. Za rzędem lśniących zębów ukazał się czarny dech, z którego trysnęło na pokój:"
      },
      {
        "index": 205,
        "text": "— Wielkiego złodzieja wita pan generał! Złodzieja aktów, — pieniędzy... Honoru armji!! Złodzieja!!"
      },
      {
        "index": 206,
        "text": "Barcz odetchnął z ulgą. Tak powinien był mówić jego człowiek, jego rozgłos. Nie bez wdzięcznej, poważnej czułości patrzył na wyświechtany mundur Rasińskiego, na ręce ułożone wzdłuż szwu spodni, sine, na oczy, w których przelewał się biały gniew."
      },
      {
        "index": 207,
        "text": "— Złodzieja? — podchwycił nakoniec. — Uważam, że nic sobie winni nie jesteśmy, kapitanie. Dzieliliśmy się wzajemnie tem, czem każdy z nas rozporządzał. Pan użyczałeś mi pomocy swej muzy —"
      },
      {
        "index": 208,
        "text": "— O tak, — przerwał Rasiński, — moja muza była potrzebna, kiedyśmy bez portek chodzili. Kiedy się słowami brzuchy napychało, zamiast chleba! — I cóż w tem? — Sucha, prosta jasność wezbrała w piersiach Barcza. — Pan użyczałeś mi pomocy swej muzy — dzięki czemu także, w pewnym stopniu, doszliśmy aż tak daleko, że mogłeś, pan był przejść przez te... Także za pańskiem przyczynieniem się uzyskane, objektywne mierniki, próby, sprawdziany. Mierniki, na które nigdy nie zdobędzie się żadna grupa powstańcza, lecz które może wytworzyć tylko państwo. A pan, — teraz dopiero przypomniało się Barczowi poszukiwane określenie, — a pan potrafi „ociekać entuzjazmem“ w walce o radość „odzyskiwanego śmietnika“. Lecz, kiedy trzeba żyć w tym śmietniku —"
      },
      {
        "index": 209,
        "text": "Sztywna baczność Rasińskiego rozkruszyła się w jednej sekundzie. Osadził się do skoku, ściśnięte piersi wytężył w stronę biurka:"
      },
      {
        "index": 210,
        "text": "— Właśnie!... I to, ja, tobie, generale, my wszyscy porządni ludzie, żołnierze — zawsze wyrzucać będziemy! Kamień śmiertelnej obrazy! Gorsze, niż najcięższe straty i najstraszniejsza jatka. Nie chcemy żyć w śmietniku!! Mogę zdychać, bluzgając krwią na pudełko zaśmierdłych sardynek, — ale żyć w śmietniku nie będę!! Bo jeżeli to ma zostać śmietnikiem!?!... W którym, choćby dla najpraktyczniejszych celów — gra się sumieniem, honorem człowieka?!? Ja wiem: Niema ceny, której nie warto wyłożyć za prawdę. Każdy z nas chętnie ją płaci..."
      },
      {
        "index": 211,
        "text": "— Któż to są, ci my?..."
      },
      {
        "index": 212,
        "text": "— Ci my — zatrzymał się Rasiński — to są ci głupi podoficerowie, którzy byli u pana."
      },
      {
        "index": 213,
        "text": "— I kto jeszcze? — I jakiś ktoś... Jeszcze może drugi... Może dziesiąty... Może nikt... Nawet ten nikt, panie generale. Ten najniebezpieczniejszy nikt!"
      },
      {
        "index": 214,
        "text": "— Więc co, Rasiński, — praktycznie? Więc co?"
      },
      {
        "index": 215,
        "text": "— Ale nie dać, generale, człowiekowi płacić tej ceny, samemu? Ale go wlec przez procedurę, nie konfrontując, gdy należy... I wiedząc, że jest niewinny... Bo jeżeli ktokolwiek — krzyczał Rasiński — trzy miesiące bodaj dla dobra ojczyzny za złodzieja uchodzić ma?!? To precz z taką ojczyzną! Człowiekiem, sumieniem, — w kostki grać?!?"
      },
      {
        "index": 216,
        "text": "Barcz podniósł się majestatycznie, tak, że słońce wolno złamało się we wszystkich sznurach, guzikach i odznakach."
      },
      {
        "index": 217,
        "text": "— Milczeć, kapitanie — warknął — człowiekiem w kostki? Mną nie w kostki a w golenie, w kości i w śmierć grają!"
      },
      {
        "index": 218,
        "text": "Streszczał od początku niezawodnym, algebraicznym trybem historję tego czasu wolności ojczyzny. Historję swych ustępstw, kompromisów..."
      },
      {
        "index": 219,
        "text": "— Może nie pluto mi w twarz na gruzach mej młodości, w Muzeum Niewoli? Na „starych kościach“... Może nie goniono za mną aż do mojej sypialni z nożem w ręku? Może po odniesionem przeze mnie w polu zwycięstwie nie oszczekały mnie wszystkie głośniejsze pyski tego kraju?! — Panem w kostki? Ale mną, panie Rasiński, w śmierć grali. Moja żona życiem przypłaciła zawiłą sprawę pańską!! Życiem. Pan w buntach, awanturach, widzi „szczęście śmietnika“, — nie w rozwoju, nie w pracy. — Barcz zamilkł. Po chwili, bez żadnego uczuciowego udziału, jęły mu płynąć z oczu lekkie, czyste, błyszczące, jakgdyby niklowane łzy. — A dlaczego — ciągnął dalej, gdy odbyli wspólnie krótką chwilę żałoby — dlaczego ja się nie buntuję? Bo jestem — w ramach!! Te ostre, twarde ramy tną mnie, jak każdego innego."
      },
      {
        "index": 220,
        "text": "— Poco? Poco? Poco?! — zawołał Rasiński."
      },
      {
        "index": 221,
        "text": "Generał usłyszał w głosie oficera pierwsze miękkie tony. — Poco? No powiedzże pan sam. Domyśl się. Jakto, poco? Zapewne dla karjery... A jakże — ironizował — ma się rozumieć: Taki jestem chciwy, zachłanny, zaborczy. Jestem chciwy, ale och... Chętnie się z panem podzielę tem, co mam... Co nam dają. Czy, co tworzymy i sami sobie bierzemy. Więc, — poza koleją — osobno, zostajesz pan, kapitanie, majorem. Co więcej, co więcej, coby tu jeszcze — nudził się już wśród mebli, map i papierów gabinetu. — No — jeszcze..."
      },
      {
        "index": 222,
        "text": "Sięgnął pod naramiennik, odpiął ukrytą sprzączkę i lite, srebrne sznury adjutanckie ściągnąwszy przez rękę: — I zostajesz pan adjutantem sztabowym. To daje wcale znaczne przywileje."
      },
      {
        "index": 223,
        "text": "Podszedł do Rasińskiego, zaczął mu długie, szorstkie węże dźwięczącej odznaki wiązać pod ramieniem i w przerzucie, pod szyją. Ale nie mogąc dobrze zacisnąć, dodał z ciepłym uśmiechem: — No — to już pan sam na sobie dociągnie..."
      },
      {
        "index": 224,
        "text": "Podali sobie ręce."
      },
      {
        "index": 225,
        "text": "— Więc rozumiemy się? — kończył Barcz."
      },
      {
        "index": 226,
        "text": "— Chyba musimy, panie generale, — chyba musimy... A kiedy już zapłoniony Rasiński był przy drzwiach.."
      },
      {
        "index": 227,
        "text": "— No, a te wszystkie wasze rewelacje, kapitanie? Czy to będą feljetony, — czy broszura?..."
      },
      {
        "index": 228,
        "text": "— To nie teraz, panie generale, — wychyliła się z kotary żółta twarz pisarza. — To kiedyś, kiedyś, — dla młodzieży może —"
      },
      {
        "index": 229,
        "text": "— Dla młodzieży — uśmiechnął się Barcz, dając równocześnie znak ręką na pożegnanie."
      },
      {
        "index": 230,
        "text": "Poczem zawezwał Przeniewskiego: — Nie przyjmuję więcej, każ mi pan tu przynieść objadobiad z kasyna."
      },
      {
        "index": 231,
        "text": "Otworzył oba okna i patrzył długo przed siebie. Liczył. Oprócz tego durnia Przeniewskiego nie miał już koło siebie ani jednego z tych ludzi, z którymi zaczynało się „wielką drogę“. Notabene — ku zupełnemu zadowoleniu wszystkich."
      },
      {
        "index": 232,
        "text": "Przechodził to w myśli: od czasów krawca, u którego pod okiem skrytobójczych cierpiętników przymierzał pierwszy generalski mundur, poprzez awantury zamachu i konwulsje sprawiedliwości z Jabłońskim dokonane, aż do rozgłośnego szmermela, jakim uczcił dzisiejszy dzień Rasiński."
      },
      {
        "index": 233,
        "text": "Tylko jeden Pyć. Ale Pycia nie można było brać „osobiście“. Była to całkiem inna kategorja niż Hanka, niż matka, niż sprawy rządu: — powietrze, — kurz."
      },
      {
        "index": 234,
        "text": "Nie chciało się teraz generałowi myśleć o tem. W oczekiwaniu obiadu przyglądał się ruchowi ulicznemu z tem samem uczuciem, jakie mu często towarzyszyło podczas długich godzin urzędowania. Że się tam za oknami ludzie krzątają, biegają, rzeczy, sienniki, wozy, maszyny, zajdy i sznury ze sobą wloką, a nie wiedzą, iż krok ich, czas, życie, siły i zdrowie policzone jest w tekach mobilizacyjnych."
      },
      {
        "index": 235,
        "text": "Ostatecznie — konkludował, pożerając odwieczny schab sztabowy z kapustą, — Rasiński za gwiazdkę sprzedał swe rewelacje..."
      },
      {
        "index": 236,
        "text": "W tej formie i brzmieniu postanowił Barcz zaraz dziś na tennisie zreferować rzecz Hance. Coś w rodzaju ulgi ogarnęło generała. Zaczął się nawet obawiać, czy pogoda wytrzyma aż do umówionej godziny tennisa."
      },
      {
        "index": 237,
        "text": "Chmury zbierały się nad Wisłą. Słońce ginęło w nich, strzelając z za obłoków ukośnym rozrzutem promieni."
      },
      {
        "index": 238,
        "text": "Tak — najlepiej będzie podać „to“ między gemem a gemem. Z namysłów tych wypadło, że się spóźnił na plac."
      },
      {
        "index": 239,
        "text": "Już czekali pod burym stropem chmur, karminowy Krywult w kremowych kefirach kostjumu, Hanka, wiecznie rozradowana Pesteczka, Przeniewski, badający odcisk gumowych podeszew na piasku."
      },
      {
        "index": 240,
        "text": "— No więc? — zaśmiał się Barcz leniwie."
      },
      {
        "index": 241,
        "text": "Rozpoczęli codzienny kierat sportowej przyjemności."
      },
      {
        "index": 242,
        "text": "Niebo wisiało nisko, sine, spoiste."
      },
      {
        "index": 243,
        "text": "Gdy Hanka podchodziła do siatki z kupką białych kulek, niby z kopczykiem śnieżnego owocu... Odbierając kolejno twarde, kosmate piłki, wpatrzony w złote oczy, powiedział — słowo po słowie:"
      },
      {
        "index": 244,
        "text": "— Rozmawialiśmy dziś z Rasińskim. Za gwiazdkę wszystko kupione, kochana."
      },
      {
        "index": 245,
        "text": "Tylko początek wrażenia mógł był uchwycić. Przez czoło i oczy Hanki przeleciały zadatki uśmiechu, który nagle pod brwiami ściągnął się w gruby węzeł. Jak zwykle, bijąc rakietą w kolano, wróciła na swe miejsce, jak zwykle zaczęto nową partję. Gdy wtem!..."
      },
      {
        "index": 246,
        "text": "Drwęska usiadła na ziemi. Podbiegli do niej ze wszystkich stron."
      },
      {
        "index": 247,
        "text": "— Niedobrze mi — niedobrze!! — Czepiała się ręką o rękę, sina z bólu."
      },
      {
        "index": 248,
        "text": "Pierwszy Krywult pochylił się nad nią, wrzeszcząc na cały ogród: — Obmorok, — zemdlenie."
      },
      {
        "index": 249,
        "text": "Barcz odepchnął wszystkie okolicznościowe ratunki. Przeprowadził Hankę do swego samochodu."
      },
      {
        "index": 250,
        "text": "— Nic ważnego, głupstwo, — kłaniała się przyjaciołom na odjezdne."
      },
      {
        "index": 251,
        "text": "— Nie mów tak, ładne głupstwo, rymnąć na środku placu, — otrząsał się Barcz. — Zaraz będziemy u mnie, matka nam da herbaty."
      },
      {
        "index": 252,
        "text": "Nasycone ciemnem lśnieniem dnia sufity stanisławowskiej landary, jakby się jeszcze niżej sklepiały."
      },
      {
        "index": 253,
        "text": "Hanka dopiero teraz zaczęła wić się w torsjach. Nie mogli usunąć matki."
      },
      {
        "index": 254,
        "text": "— Bo forsujecie się, szalejecie, nigdym za tem nie była i to nie dla kobiet te różne dzisiejsze, sporty."
      },
      {
        "index": 255,
        "text": "Dopiero po zastosowaniu świetnych sposobów domowych zostawiła ich sam na sam."
      },
      {
        "index": 256,
        "text": "— Wiesz — odetchnął Barcz, miejsce sobie robiąc obok kanapy, między cytryną, octem, walerjaną, opjum i płatkami świeżo skrajanego ziemniaka, — nie wiem, jak to nazwać, Haniu. Zarozumiałość, — nieskończona pycha kobieca... Bo wkońcu, — wielka rzecz! Więc stawiałaś na kogoś, kto się okazał takim samym głupcem, jak tylu innych. — Kiedyż to wcale nie z powodu Rasińskiego. — Hanka podniosła się na kanapie. Jakby chciała powiedzieć coś nader ważnego. Lecz napięcie twarzy rozprężyło się, ustępując błahemu roztargnieniu. — Zobacz, Stach, czy pada już raz ta ulewa? Przez ten ozon w powietrzu tak mi niedobrze."
      },
      {
        "index": 257,
        "text": "— Nie pada. — Więc nie z powodu Raasińskiego?Rasińskiego?"
      },
      {
        "index": 258,
        "text": "— Nie."
      },
      {
        "index": 259,
        "text": "— Więc? Zjadłaś coś? Może to poprostu skutki jakiegoś wymyślnego przepisu szanownej rodziny Barczów? Na pewno matka —"
      },
      {
        "index": 260,
        "text": "Hanka uśmiechnęła się blado, nieomal wstydliwie: — Nie zdaje mi się, żeby „na to“ rodzina Barczów miała jakiś specjalny monopol..."
      },
      {
        "index": 261,
        "text": "Nie rozumiał, czego się ma domyślać. Jakaś wewnętrzna choroba? W miarę jednak uśmiechu Hanki, drżącego łagodnie na twarzy: — Co?... Jakto? Zaszłaś w ciążę?!"
      },
      {
        "index": 262,
        "text": "Ruchem powiek przytwierdziła. — Wiesz kiedy? Wtedy... — Położyła sobie na czole jego rękę. — Jak była ta awantura z marszrutami. Co to chodziłam grozić Krywultowi. Potem tak nie chciałam, nie chciałam, a wziąłeś mnie."
      },
      {
        "index": 263,
        "text": "Barcz cofnął dłoń z jej czoła. — Ależ to dużo czasu! Ile już miesięcy, Hanka? I ty ani słowa —"
      },
      {
        "index": 264,
        "text": "— Głupstwo, — zwróciła się ku niemu, — głupstwo. Najprzód chciałam odczekać trzy miesiące. W tym okresie najłatwiej... A teraz, — nawet nie taka duża jeszcze różnica w czasie. Czemu się marszczysz? Przy dzisiejszym stanie — „kalotechniki“... Można będzie — — Można będzie!?! Co to znaczy „można będzie“? Musi się. Pomyślże tylko, kobieto! — Nie chcę. Nie życzę sobie. — I to już wtedy nie będziesz ty... Zmiany, deformacje. Musisz być taka, jaka jesteś. Poprostu, Haneczko, szkodaby było... Trzeba natychmiast przeciwdziałać."
      },
      {
        "index": 265,
        "text": "Przerwali rozmowę. Hanka badawczem spojrzeniem błądziła po twarzy kochanka. — A gdyby się nie musiało, Stachu? Ja wiem, — musi się. Rozumiem, — ale gdyby się nie musiało? Cieszyłbyś się?..."
      },
      {
        "index": 266,
        "text": "— Na bezludnej wyspie nie musiałoby się. Ale, o ile żyjemy w jakimś świecie, to przecież nato, aby dziecko mogło przyjść na świat, musielibyśmy wziąć ślub, żenić się, jednem słowem —"
      },
      {
        "index": 267,
        "text": "Hanka ostrożnie klasnęła w ręce: — To jest niemożliwe, Stachu."
      },
      {
        "index": 268,
        "text": "— Nie potrzebujesz mi tego tłumaczyć. — Zniecierpliwił się. — Zamiast, żeby wybrać doktora, pomyśleć, jak to urządzić i kiedy, — wyczyniasz wdzięki na rachunek choroby i tej idjotycznie „świętej“ pozycji, jaką daje kobiecie stan odmienny. — Moja droga, chyba znamy się nie od dziś? Wiemy dobrze, co sobie zawdzięczamy. Twoje łóżko, mówmy szczerze, — było powodem wielkich moich samczych udręczeń, — rozkoszy. Było też do pewnego stopnia pierwszym szczeblem mojej „wielkiej“ karjery politycznej. Pierwszą też może przyczyną śmierci mojej żony... Akceptujesz? Otóż mogę być rok, czy może całe życie razem z tobą ale wlec formalnie całą tę przeszłość naszą i jeszcze w dodatku twoje — „Wanderjahre“! Trudno, dziś już nie mogę rozporządzać sobą tak — — Jak kiedy?"
      },
      {
        "index": 269,
        "text": "— Chociażby, jak przed zimowym krywultowskim zamachem. Dziś... — Ukląkł przy jej nogach, zamknąwszy miękkie stopy Hanki w silnem objęciu."
      },
      {
        "index": 270,
        "text": "Trwali tak długą chwilą. Pierwsze głosy ulewy dzwoniły już po drzewach. Lecz główna nawałnica bokami gdzieś przewalała."
      },
      {
        "index": 271,
        "text": "Oczy pełne mając łez, przywarła Hanka do Barcza. Nieznana, potężna wola ustokrotniła jej ruchy. Biegły, przędły się, przewijały przez jego ramiona, piersi, cielistą wstęgą opasały głowę: — Mogłam była moje dzieci zostawić w pensjonacie, w Wiedniu. Ale to, — będzie nasze... Słyszysz? Twoje i moje. Pomyśl tylko, Stach, — nasze..."
      },
      {
        "index": 272,
        "text": "Spojrzenie Barcza przeniknął mróz: — No, to chyba będziesz musiała wybrać? Te rzeczy musimy ustalić, — właśnie nie z powodu obecnej „wpadki“, a raz na zawsze."
      },
      {
        "index": 273,
        "text": "— Raz na zawsze?"
      },
      {
        "index": 274,
        "text": "— Zasadniczo. Bo nie dlatego położyłem na tę „drogę“ wszystko, całe moje życie, wiarę, duszę —"
      },
      {
        "index": 275,
        "text": "— Ustalić — zasadniczo?"
      },
      {
        "index": 276,
        "text": "— No, nie na pięć minut chyba."
      },
      {
        "index": 277,
        "text": "Hanka zwinęła się w kłębek. Po długiej chwili, wysunąwszy ku Barczowi twarz, ozdobioną wszystkiemi czarami uśmiechu i zalęknienia. — A jeżelibym wybrała?..."
      },
      {
        "index": 278,
        "text": "— Jabym na twojem miejscu nie głowił się znów tak bardzo nad wyborem pomiędzy czemś, co znam, kocham chyba, a jakiemś niczem jeszcze, iksem... Przerwała mu stanowczo: — To dziecko będzie żyło. Rozumiesz?..."
      },
      {
        "index": 279,
        "text": "— Nie będzie, Haniu, bobyśmy się musieli rozejść. A tego nie chcemy przecież? Zresztą. — Nie będziesz chciała mieć dziecka, które nie miałoby ojca. Jesteś bardzo samodzielna, energiczna, ale nie do tego stopnia, aby się odważyć, społecznie przynajmniej rzecz biorąc, na dość dwuznaczne dzieworództwo..."
      },
      {
        "index": 280,
        "text": "— Pytam ostatni raz: Czy dlatego, że to akurat teraz? Że, — niewygodna konstelacja?... Czy —"
      },
      {
        "index": 281,
        "text": "— Bez względu na konstelacje — śmiał się pojednawczo, — ty, praktyczna, rozumna... O czem my wogóle mówimy i poco? Przekłuć, — wyskrobać."
      },
      {
        "index": 282,
        "text": "— Nie, nie, nie, — sypała te słowa prędko, niczem z lektury w jasnowidzeniu poprzez mrok czytanej. Dziecko to będzie żyło. Będzie, — będzie!..."
      },
      {
        "index": 283,
        "text": "— No, to winszuję temu dziecku bez ojca."
      },
      {
        "index": 284,
        "text": "Usiadła równo na kanapie, w nagłym przystępie dobrego wychowania poprawiła odzież, zsunęła nisko obręb sukni. Drżenie szło przez całe jej ciało, oplątając ręce siną mapką wąziutkich żył."
      },
      {
        "index": 285,
        "text": "— Bez ojca? Niewiadomo. Jest jeszcze czas. Można wyliczyć... To się zdarza nawet w bardzo ślubnych małżeństwach, że miesiące bardzo akuratnie wyliczać trzeba. — Nie mogąc dłużej znieść pojednawczego śmiechu Barcza: — Wszystko teraz przegrywasz — krzyczała — wszystko. Bezczelnie! Idjotycznie! Czy myślisz, że ze mną także można się „bawić w los“?!"
      },
      {
        "index": 286,
        "text": "Do żywego dotknięty wspomnieniem słabości i rozbicia, których świadkiem była w ową pamiętną chwilę po śmierci żony, — przestał nad sobą panować: — Co to znaczy? Będzie tak, jak mówię i jak każę, — żadnych protestów, fanaberyj, komedyj."
      },
      {
        "index": 287,
        "text": "— Będzie tak, jak mnie się będzie podobało! To dziecko będzie żyło. To dziecko będzie miało ojca od pierwszego dnia swoich urodzin. A dla ciebie, — każda chwila życia tego dziecka będzie policzkiem!!!"
      },
      {
        "index": 288,
        "text": "— Chciałbym to widzieć!"
      },
      {
        "index": 289,
        "text": "— Narazie nie zobaczysz... — Może zczasem przeczytasz w gazecie. Dziura w niebie się nie zrobi, jeżeli pani Hanna, primo voto Drwęska, — secundo Krywultowa, powije szczęśliwie synka —"
      },
      {
        "index": 290,
        "text": "Barcz wrzasnął niesamowicie. Porwał ją za ramiona, wbił paznogcie. Z przekrwionych źrenic Drwęskiej płynęły łzy. Sine jej usta chciały coś mówić, lecz jakoby wicher przemożny rozchylał je, targał i rozwiewał. Dopiero po długiej chwili: — Może jeszcze pięścią? Głupiec. Bij!"
      },
      {
        "index": 291,
        "text": "Zdało się Barczowi, że całe jego życie przebieżoną raz drogą wraca wtył... Puścił Hankę."
      },
      {
        "index": 292,
        "text": "Zbierała systematycznie rękawiczki, kapelusz, długi jedwabny płaszcz."
      },
      {
        "index": 293,
        "text": "Wierzyć mu się nie chciało, że trzasnęły za Hanką drzwi. Że oto już piszczą nienasmarowane zawiasy starej furtki ogrodowej."
      },
      {
        "index": 294,
        "text": "Wyjrzał przez okno. Ciemne niebo leżało nisko nad czubami drzew."
      },
      {
        "index": 295,
        "text": "Zapaliwszy wszystkie światła, usiadł przy biurku, aby pracować. Lecz tylko przewracał skiby papieru z miejsca na miejsce. Aż nagle rada jakowaś prząść się jęła z kilku kwadratów posadzki obok starego, zielonego zegara. Przy którym wtedy, nieskończenie dawno, siedziała Jadzia podczas ulewy."
      },
      {
        "index": 296,
        "text": "Barcz zrazu chwytał tylko znużone szelesty liści. Lecz niebawem cisza szemrząca urosła do tak dźwięcznych rozmiarów... Jakgdyby z samej duszy jego tężyły się w noc czarną ramy proste, aż niepochwytne, tak gładkie. Ich sztywna oschłość zaprowadziła stanowczy ład w spojrzeniu generała."
      },
      {
        "index": 297,
        "text": "— No więc, — rzekł głośno, pośród spiętrzonych na biurku gór papieru — odkupiliśmy już nasze winy?"
      },
      {
        "index": 298,
        "text": "Gorzko uśmiechnięty jął pracować. Po pewnym czasie usłyszał, że drzwi na dole otwarto. Zapewne matka z herbatą. Lecz nikt nie przyszedł. Barcz pogrążył się całkowicie w skryptach."
      },
      {
        "index": 299,
        "text": "Praca miała dziś swój osobliwy charakter. Po tylu wstrząsach dnia, zdawała się mgłę jakowąś rozsuwać, wiodąc umysł w dziedziny rzetelnego pożytku, który niczemu już nie służył, lecz trwał sam w sobie..."
      },
      {
        "index": 300,
        "text": "Barcz oderwał oczy od papierów — i ledwie zapanował nad sobą, by nie krzyknąć."
      },
      {
        "index": 301,
        "text": "Naprzeciw siedziała matka. Jej stare oblicze trwało bez ruchu. Wodniste oczy tonęły w źrenicach syna."
      },
      {
        "index": 302,
        "text": "— Także mama wymyśla niespodzianki!"
      },
      {
        "index": 303,
        "text": "— Co to ja chciałam powiedzieć?..."
      },
      {
        "index": 304,
        "text": "— Herbatę mama pewno chciała dać?"
      },
      {
        "index": 305,
        "text": "Gdy wróciwszy z herbatą, znów usiadła na dawnem miejscu, spytał:"
      },
      {
        "index": 306,
        "text": "— Co mama chciała powiedzieć? Widzi mama, że pracuję, prawda? — Widzę."
      },
      {
        "index": 307,
        "text": "— No i? — Zapalił papierosa i czekał z pewnem zakłopotaniem. Dostrzegł bowiem pewien drobny, z dzieciństwa jeszcze znany ruch, lekko poruszający matczyną głową. — No więc, czekam — mamo."
      },
      {
        "index": 308,
        "text": "Stare, delikatne zmarszczki zgromadzać się jęły pod jej oczami, w kątach ust i na czole. Nagle wszystko na zwiędłej twarzy zaczęło pośpiesznie drgać, aż z kolan pośpieszyły na pomoc kościste ręce, nakrywając owo drżenie, które wraz płynnem się stało. Przez grube palce Barczowej toczyły się gęste łzy."
      },
      {
        "index": 309,
        "text": "— Co to znaczy, mamo, na litość boską?! W takich warunkach nie mogę chyba pracować!!"
      },
      {
        "index": 310,
        "text": "— Właśnie to, że możesz pracować — płakała. — Już na nic teraz nie czekam, już na nic..."
      },
      {
        "index": 311,
        "text": "— W jakim sensie? — kwapił się Barcz."
      },
      {
        "index": 312,
        "text": "— W takim... Daj spokój — słyszałam waszą rozmowę."
      },
      {
        "index": 313,
        "text": "— Jaką „waszą“?"
      },
      {
        "index": 314,
        "text": "— Rozmowę twoją z panią Drwęską."
      },
      {
        "index": 315,
        "text": "— Bardzo dyskretnie z mamy strony."
      },
      {
        "index": 316,
        "text": "— Daj spokój — odmachiwała się. — To ja dzieci stróżów hoduję — a mój syn swoje dziecko, mego wnuka... Z wesołą damą, ale swoje dziecko, mego wnuka — krew własną chce zabić, — poprostu zabija."
      },
      {
        "index": 317,
        "text": "Pełna przerażenia, wytrząsać jęła kościstemi rękami."
      },
      {
        "index": 318,
        "text": "— Pozwoli mama, że odpowiem?"
      },
      {
        "index": 319,
        "text": "— Ale po ludzku, synu. Poprostu."
      },
      {
        "index": 320,
        "text": "— Właśnie, mamo, jak najbardziej po ludzku."
      },
      {
        "index": 321,
        "text": "Mówił słusznie, logicznie. Nietylko, że się nie bronił. Jeżeli oskarżyła go, to on sam oskarżenie owe wyłuszczył dwa razy mocniej. Potem jednak zaczął w każde słowo tego oskarżenia wglądać, każde obracał na wszystkie możliwe strony."
      },
      {
        "index": 322,
        "text": "Okazywało się kolejno, że żaden z zarzutów nie trzyma się o własnej sile. Każdy wyrzut, każda krzywda padała do morza krzywd strasznych, lecz rozumnych, które musiało się popełniać, bo za tem, znów gdzieś wyżej, stawały jeszcze ważniejsze sprawy, dla których znów to wszystko, co dotąd się stało — było niedość ważne."
      },
      {
        "index": 323,
        "text": "— Być może, — przepraszała potulnie, — zabij mnie, ale całkiem, tak zupełnie całkiem nie wytłumaczysz."
      },
      {
        "index": 324,
        "text": "— No więc, mamo — praktycznie?"
      },
      {
        "index": 325,
        "text": "Minęła biurko i objąwszy syna za szyję: — Praktycznie, nie mogę, nie rozumiem. Na tych tam twoich wysokościach, nie gniewaj się, niema miejsca na starą, głupią matkę. Nie mogę z tobą tego wszystkiego przeżywać. Jestem zwykła, stara matka, — dzieci powinny mieć wnuki. Po staremu, pojadę sobie do Erneścina. Szkółkę wnet trzeba wywozić. Okna opatrzeć."
      },
      {
        "index": 326,
        "text": "Bez pożegnania zeszła nadół."
      },
      {
        "index": 327,
        "text": "Dopiero nazajutrz przekonał się, że matki istotnie już niema. Nie wierząc ordynansowi, zszedł generał w bieliźnie na parter."
      },
      {
        "index": 328,
        "text": "Wyprowadziła się na dobre."
      },
      {
        "index": 329,
        "text": "Słoneczna stróżówka, — tak bowiem w żartach nazywali matczyny lokal, — była pusta. Ubogie meble na właściwych miejscach ustawione, łóżko z kocami, złożonemi ochroniarskim porządkiem. Barcz gwizdnął przeciągle."
      },
      {
        "index": 330,
        "text": "Świst szybko przeminął w ciszy stanisławowskiego skrzydła, ustępując ściekaniu kropel przy niedokręconym gdzieś wodociągu. Mlaskały w metalowej muszli, niby lepkie, bierne pocałunki."
      },
      {
        "index": 331,
        "text": "Generał zawołał ordynansa, kazał szczelnie dokręcić kurek i wogóle na wszystko uważać. Powróciwszy do siebie na górę, rozłączył telefon. Jak zawsze, gdy pragnął dojść do ładu z samym sobą."
      },
      {
        "index": 332,
        "text": "W miarę golenia się, kąpieli, ubierania... Mimo befsztyka i codziennej porcji „trawiennych“ owoców, mimo gazet, które przy niedzieli nic ważnego nie przynosiły a o „naszym świetnym generale Barczu“ tyle tylko, że będzie obecny na jesiennem derby, — niechęć przepełniła generała."
      },
      {
        "index": 333,
        "text": "Starał się jej zapobiec drobnemi dobrodziejstwami."
      },
      {
        "index": 334,
        "text": "Oto nie zabił muchy wlokącej się gnuśnie przez szeroką kartę notat. Dał wolne aż do wieczora obu ordynansom."
      },
      {
        "index": 335,
        "text": "Co jeszcze?"
      },
      {
        "index": 336,
        "text": "Szybko włączył aparat i jął się gwałtownie dobijać o stację zamiejską."
      },
      {
        "index": 337,
        "text": "Serce mu młotem zabiło na dźwięk słowa „Przedmurze“."
      },
      {
        "index": 338,
        "text": "Nareszcie połączył się z willą Hanki."
      },
      {
        "index": 339,
        "text": "Odpowiedział stary kamerdyner: — Jaśnie pani niema w domu."
      },
      {
        "index": 340,
        "text": "Barcz tupnął. — Tu mówi generał Barcz!! Nie poznajesz mnie, stary trutniu?"
      },
      {
        "index": 341,
        "text": "Wielki szacunek zachrobotał w słuchawce i raz jeszcze ściekł nakazaną widocznie formułą: — Jaśnie pani wyjechała."
      },
      {
        "index": 342,
        "text": "Barcz długo namyślał się w pośrodku pokoju. Wreszcie wypchał mocno papierośnicę, pozamykał wszystkie okna, wdział płaszcz połowy i, depcząc stanowczo po schodach, wyszedł na miasto."
      },
      {
        "index": 343,
        "text": "— Co tu się dzieje? — zapytał, znalazłszy się w pokoiku Pycia, uderzony zatęchłym mrokiem lokalu."
      },
      {
        "index": 344,
        "text": "Major siadł na łóżku. — Co się dzieje? — trzepał polepionemi ze snu powiekami, — rozkaz, panie generale, tu się nic nie dzieje. Śpię sobie."
      },
      {
        "index": 345,
        "text": "— Ten byk śpi — huczał Barcz, podnosząc storę i otwierając okno. — I byczy się w niedzielę!"
      },
      {
        "index": 346,
        "text": "Pyć poprzez niebieską koszulę nocną czochrał się po żebrach i pod łopatkami. — Wielki zaszczyt ze strony pana generała."
      },
      {
        "index": 347,
        "text": "— Byk, koń, — przedrzeźniał Barcz coraz słabiej. Dobry humor bowiem ustępował miejsca żałosnemu zdumieniu. Rzeczony koń, na pościeli żelaznego łóżka rozpostarty, nie do czworonoga był podobny, lecz do wyskubanej ptaszyny."
      },
      {
        "index": 348,
        "text": "— Wstawajcie, majorze, jedziemy."
      },
      {
        "index": 349,
        "text": "— My zawsze jedziemy, panie generale."
      },
      {
        "index": 350,
        "text": "Barcz odwrócił się, by nie patrzeć na kosmate piszczele oficera, pętające się w zleżałych portczętach. Wolał „łaskawie“ czytać tytuły jakichś obojętnych książek. Czy też martwem spojrzeniem przeglądać urządzenie pokoju."
      },
      {
        "index": 351,
        "text": "— Pan tu chyba nie mieszka na serjo, majorze? — Całość umeblowania bowiem sprawiała raczej wrażenie kilku smug pyłu, niż sprzętów, czy przedmiotów rzeczywistych."
      },
      {
        "index": 352,
        "text": "— Ja tu śpię, panie generale, — mieszkam w biurze."
      },
      {
        "index": 353,
        "text": "— A gdybym was, Pyć, dziś nie odwiedził, cobyście robili po południu?"
      },
      {
        "index": 354,
        "text": "— Cobym robił? Spałbym do jutra rana. Zawsze niedziele przesypiam."
      },
      {
        "index": 355,
        "text": "Dopiero koło drzwi, gdy już wychodzili, zapytał: — A jeśli można wiedzieć, gdzie jedziemy, panie generale?"
      },
      {
        "index": 356,
        "text": "— Do Erneścina. — Na wycieczkę."
      },
      {
        "index": 357,
        "text": "— Na wycieczkę — powtórzył Pyć, depcząc posłusznie za Barczem."
      },
      {
        "index": 358,
        "text": "Zjadłszy obiad w barze przy dworcu, ruszyli podmiejską kolejką, pogrążeni w niedzielnym hałasie tłumów."
      },
      {
        "index": 359,
        "text": "— Nigdyby mi na myśl nie przyszło, — przypomniał sobie Barcz — że pan tak mieszka."
      },
      {
        "index": 360,
        "text": "Stali w korytarzu wagonika, przy oknie, grzani od tyłu ruchem przeciskających się pasażerów."
      },
      {
        "index": 361,
        "text": "Szeroki oddech zżętych już pól niósł się naprzeciw pociągu, głaszcząc wysunięte twarze."
      },
      {
        "index": 362,
        "text": "— Wogóle, pan się tak urządza, majorze, że prócz rzeczy służbowych nic się o panu nie wie. Wiem z pańskiego prywatnego życia tyle tylko, żeś pan dał w pysk dyrektorowi gimnazjum i że z tego powodu matka pańska umarła."
      },
      {
        "index": 363,
        "text": "— Bo cóż, — odpowiedział Pyć, gdy wysiadali — bo moje życie prywatne jest tak zwykłe."
      },
      {
        "index": 364,
        "text": "Nie mogli sklecić rozmowy. Zresztą Barcz sam zrywał ją teraz ciągle, ogarnięty nawałem bolesnych wspomnień. — Jakieś święto w tym Erneścinie, czy co? — zagadał Pyć."
      },
      {
        "index": 365,
        "text": "Tuż za stacją, od plantu kolejowego aż po las, na szerokich rżyskach panował ruch niezwykły. Odświętni, czarno odziani goście deptali gęsiego przez złotą przestrzeń pól, na podobieństwo mrówek."
      },
      {
        "index": 366,
        "text": "— Święto? — dziwił się Barcz, — wątpię, a może miasteczko coś urządza? Bo nie matka przecież. — Generał kopał po drodze kamyki i konsekwentnie toczył je naprzód. — Wiecie, Pyć? Matka mnie też opuściła."
      },
      {
        "index": 367,
        "text": "— Też... — podchwycił Pyć."
      },
      {
        "index": 368,
        "text": "— Owszem. Też."
      },
      {
        "index": 369,
        "text": "Na rogu ulicy miasteczka, którą mieli skręcać do willi erneścińskiej, dopadło ich, jakby samo wcielenie niedzielnego popołudnia, — pięciu strażaków na rozpędzonym wozie drabiniastym. W oślepiających hełmach, każdy z grzywą astrów za zwycięskim toporem, w białych bluzach, w obszernych portkach skórzanych."
      },
      {
        "index": 370,
        "text": "W srogich kaskach, niby Rzymianie aż na ten oto rydwan mazurski zabłąkani, patrzyli dumnie po bokach drogi i ponad krągłe zady spienionych siwoszów. Dowódca, gdy się konie zrównały do jednej linji z Barczem, podniósł trąbkę ku wargom i przebił chmury pyłu jaskrawym dźwiękiem pobudki."
      },
      {
        "index": 371,
        "text": "— To kwesta na straż ogniową — zakrztusił się Pyć."
      },
      {
        "index": 372,
        "text": "Erneścin był pusty. W otwartych wrotach chwiały się ogromne a bardzo cienkie afisze, olbrzymiemi ćwiekami przybite do bramy. Odręczny, smołą wyczyniony napis głosił: DZIŚ!!!W LASKU! PRZY BRZEGU! NA MURAWIE!"
      },
      {
        "index": 373,
        "text": "Ścieżki Erneścina cichsze się zdały, — że odświętnie umiecione. Zatrzymali się na rozstaju. Barcz skręcił, lecz nie do głównego budynku, a naokoło, obok domostwa, w którym mieściła się „szkoła“."
      },
      {
        "index": 374,
        "text": "Okna były pootwierane. Z łatwością zaglądnąć można było do środka. Stały tam rzędami małe łóżeczka. Powyżej na ścianie, czarny krzyż. W ostatniej salce starszych dziewczątek, prócz wszystkiego, co i w innych pokojach, — na honorowem miejscu mała, szklana gablotka z kilku najlepiej udanemi laleczkami, — po Jadzi."
      },
      {
        "index": 375,
        "text": "Barcz przystanął, jakoby zasłuchany w luźną ciszę martwych, lakierowanych potworków."
      },
      {
        "index": 376,
        "text": "— Ady! — wypadł z boku stróż. — Ady, panie generale! Ekscelencjo."
      },
      {
        "index": 377,
        "text": "Generał roześmiał się. — Skądże się wam, stary, wzięła znowu teraz ta ekscelencja?"
      },
      {
        "index": 378,
        "text": "— Skąd się wziena? — chrypiał stróż przez juchę niedzielnej fajki, — wziena się, tu wszyscy wiedzą kole Erneścina."
      },
      {
        "index": 379,
        "text": "Major chwiał się pokłonnie na ściosanych obcasach."
      },
      {
        "index": 380,
        "text": "— I znowuj, ani pani starszej, ani co, ani jakiego posiłku!! Wyjechały z dziećmi do Jarmontowa, bez to święto dzisiejsze!"
      },
      {
        "index": 381,
        "text": "Już bez stróża ruszyli w stronę głównego domostwa."
      },
      {
        "index": 382,
        "text": "— I niema tej matki, — ględził pod nosem Barcz — widziałeś pan? Wszyscy dziś jakoś wyjeżdżają... — Tak — odpowiedział Pyć zmęczony i spragniony — służba też cała pewno rajcuje przy święcie."
      },
      {
        "index": 383,
        "text": "— Pewno."
      },
      {
        "index": 384,
        "text": "— A gdybyśmy, panie generale, i my tam poszli? I my tam piwa się napili?"
      },
      {
        "index": 385,
        "text": "— Tak pan sądzi, majorze? — Niby, w tym „lasku, przy brzegu, na murawie?“"
      },
      {
        "index": 386,
        "text": "Lecz już w połowie drogi do „lasku“, który, mimo iż za Niemca wytrzebiony, lasem był potężnym, ogarnęło ich wielkie strażackie święto."
      },
      {
        "index": 387,
        "text": "Tu ciasto jakieś sprzedawano, białą piersią z koszów ku słońcu wychylone, owdzie, w kolisku dzieci, bzykał gumowy wąż, tam znów wlekli jacyś dostojnicy lite tłuszczem zwoje kiełbas. Jeszcze gdzie indziej z lakierowanej budki soków tryskała śnieżną błyskawicą sztywna woda sodowa."
      },
      {
        "index": 388,
        "text": "— My do piwa, — napraszał się Pyć, — my do piwa!"
      },
      {
        "index": 389,
        "text": "Lecz „do piwa“ nie było łatwo. Ono bowiem, jako napój wyskokowy i „odpowiedzialny“, nie lało się byle gdzie."
      },
      {
        "index": 390,
        "text": "Tłoczono je z dwu bek opasłych, rozsiadłych pod zabłąkanym między sosny dębem. Przewodził tym beczkom i majestatem je darzył sztandar strażacki, o drzewo wsparty, — nito ciemny płomień, fałdami purpury drżący."
      },
      {
        "index": 391,
        "text": "Tu właśnie orędowała pobłażliwie starszyzna. Tu pił sam prezes „pożarny“, w ogniotrwałe łuski zakuty, tu doświadczony doktór zdmuchiwał biały muślin piany z gęstych wąsów."
      },
      {
        "index": 392,
        "text": "Tu doktór, ksiądz, — tu celebrował magistrat. — Nie dojdziemy — żachnął się Barcz — i nie chcę."
      },
      {
        "index": 393,
        "text": "Mimo bowiem, iż miał na sobie płaszcz polowy, zaczęli już odróżniać wysoką rangę obecni w tłumie wojskowi, — kaprale, sierżanci i szeregowcy. Już nawet jakiś urzędnik, z łazankiem na kołnierzu, drogę chciał generałowi torować."
      },
      {
        "index": 394,
        "text": "— Nie chcę, — nie chcę."
      },
      {
        "index": 395,
        "text": "— I to jest właśnie, panie generale, nasza dola, — narzekał Pyć — że wkońcu za godny staje się człowiek. Za godny, aby „hapnąć“ z pospolitego koryta, — no, — a jakże inaczej wytrzymać?..."
      },
      {
        "index": 396,
        "text": "Usiedli zdala, pod czerwonemi krzaczkami na górce. Dokoła dębu, w ogrodzeniu z sosnowych długich pni, tańczyły gęsto pstre pary. Pył się z nich wynosił i piach, że zaciekłe, spocone tonęły całkiem w kurzawie i tylko splecione ręce wysterczały, niby z toni."
      },
      {
        "index": 397,
        "text": "Gwałt bębna, zaplątany w jęki trąb, usilnie poganiał sprawę."
      },
      {
        "index": 398,
        "text": "— Tak, za godny się staje, — westchnął Barcz, — za godny. To straszne może być czasami, wie pan?... To tak, majorze, jakby ktoś chciał ująć coś w ramy z platyny, a mógł tylko takiemi tykami sosnowemi grodzić. Wie pan? Ja jestem teraz tak godny. — Generał ściągnął brwi. — Tak godny, do tego stopnia już godny, że zostałem zupełnie sam. Same zaszczyty. Same zaszczyty, zwycięstwa, zaszczyty. Nieprawdopodobna rzecz!"
      },
      {
        "index": 399,
        "text": "Nagle uderzył Pycia w ramię, aż się ugięło. — A pan, panie majorze, nie milcz w danym momencie!! Pyć zerwał się, rzucając cień zachodu przed siebie, na Barcza."
      },
      {
        "index": 400,
        "text": "— Nie milczno pan znów zanadto, panie Pyć! Bo pan dużo możesz tu mieć do powiedzenia. Dużo... Dużo..."
      },
      {
        "index": 401,
        "text": "— Ja, — dużo?"
      },
      {
        "index": 402,
        "text": "— Najwięcej. Może wszystko. W pierwszym rzędzie, że, — poco?? Niby, poco?..."
      },
      {
        "index": 403,
        "text": "— Jakto, poco? — chuchnął Pyć ku kruchej czerwieni krzaków."
      },
      {
        "index": 404,
        "text": "— Bo jeżeli pan weźmiesz pod uwagę tę nudną a straszliwą ofiarę z poszczególnego życia? Z osobistego życia? Czy, w danym razie, — z mojego życia?"
      },
      {
        "index": 405,
        "text": "— Ja już szukam, jak Pietrzak doszedł do tych planów mobilizacyjnych, a pan generał tamto jeszcze łaskawie rozważa. Jakże „poco“?... — Szare oczy Pycia poszły po lesie, przez młode, wieńczone smagłym liściem ciała dębów, przez gotyckie korony sosen, wdół, na barwną rzeszę taneczną, niby garść paciorków, mrowiącą się w kotlinie. — Poco, panie generale?"
      },
      {
        "index": 406,
        "text": "— No tak, — huknął Barcz na cały las. — Poco?! Rozumiesz pan?!? Poco tyle mordęgi, tyle życia mojego, cudzego, — żeby co?! — Splot żył wystąpił mu na skronie. Tajony ogień wewnętrzny buchał teraz jakoby z serca, czy z samego żywota na twarz i ślepił oczy krwawym oparem."
      },
      {
        "index": 407,
        "text": "Generał tłukł butami po ziemi i pruł srebrną ostrogą (dar którejś dywizji) ściółkę leśną. Kruche liście dębu, igliwie, proch wrzosów, chrupkie szczęty paproci kurzyły dokoła, niecąc woń świeżego butwienia i rozkładu. — Poco? — Moje życie, panie generale, albo cudze, albo nasze? — Pyć stulił się cały i na sobie samym spoczął rzewnie. — Moje, cudze, mojej matki, albo nasze? — Żeby za lat dziesięć, dwadzieścia, z każdą chwilą — było coraz łatwiej... Pod każdym względem. Więc żeby tornister był praktyczniejszy. Albo, — żeby łatwiej znieczulano. Albo co tam trzeba w sprawie uzupełnienia tablicy pierwiastków chemicznych. Albo, — żeby, jak będziemy wracać kolejką, nie przesiadać się już, a prosto. Ułatwienie — ułatwienie. Żeby ten nieznany nam, obojętny człowiek, który będzie z jakiegoś powodu szedł za lat trzydzieści, czy czterdzieści, naprzykład przez plac Zbawiciela, — żeby nie potrzebował gonić, dyszeć. Lecz żeby odrazu, krótszym sposobem mógł znaleźć wygodniejszą komunikację. Wieczne ułatwienie..."
      },
      {
        "index": 408,
        "text": "Słowa te, mżąc dokoła Barcza, kluczyły łatwo z szarej figurki, co niby słupek kurzu chwiała się niepewnie nad rozpłomienionym krzakiem."
      },
      {
        "index": 409,
        "text": "— A praktycznie, praktycznie, — siepnął się generał."
      },
      {
        "index": 410,
        "text": "— Praktycznie? Żeby za lat piętnaście, czy też, jeżeli pan generał łaskaw, trzydzieści... Kiedy znów będzie tu któreś tam święto strażackie, — albo inne... Może bardzo ważne? A może ważne nawet, lecz głupie. Żeby można... — Major rozejrzał się dokoła."
      },
      {
        "index": 411,
        "text": "Przez korony drzew płynęły już cienie wieczoru, las mętniał, tylko jeszcze na skraju, w ogrodzeniu pod dębami, tańczyły szybkie pary w krwawym prostokącie słońca. — Żeby można, panie generale —"
      },
      {
        "index": 412,
        "text": "— Żeby co można?... — jęknął Barcz, wysuwając z obroży srebrnego kołnierza nabrzmiałą szyję."
      },
      {
        "index": 413,
        "text": "— Żeby można, panie generale, nie poświęcając ani swego, ani cudzego życia, ani matczynego. — Twarz majora skurczyła się potulnie, kąty warg zadrżały w uśmiechu, który trwał długo i cierpliwie: — Żeby można, nawet mimo gwiazdek ministerjalnych i wszystkich orderów i wstęg, z miłem ułatwieniem szczerości iść sobie gładko do ludzi."
      },
      {
        "index": 414,
        "text": "— No tak, — Barcz spuścił głowę na piersi. — A wtedy już i my... Nie w tych srogich zaszczytach może... Jak pan to mówisz? My też, — z miłem ułatwieniem szczerości: W lasku, — przy brzegu, — na murawie..."
      },
      {
        "index": 415,
        "text": "KONIEC"
      }
    ]
  }
}