{
  "total_paragraphs": 571,
  "contaminated_paragraphs": 178,
  "contamination_rate": 31.17338003502627,
  "pattern_frequency": {
    "wwp": 31,
    "Rwp": 24,
    "Ewp": 18,
    "Cwp": 12,
    "Dwp": 8,
    "D HI": 8,
    "Di, ": 4,
    "Owp": 3,
    "W HI": 2,
    "OwpDi": 2,
    "wp, ": 2,
    "AO, ": 2,
    "Hwp": 2,
    "av, ": 2,
    "swp": 2,
    "X, ": 2,
    "ro, ": 2,
    "OwpDt": 1,
    "d, ": 1,
    "RwpJD": 1,
    "Rw, ": 1,
    "Kwp": 1,
    "Pwp": 1,
    "tw, ": 1,
    "XI, ": 1,
    "AR, ": 1,
    "iwp": 1,
    "ot, ": 1,
    "o, ": 1,
    "BC, ": 1,
    "O, ": 1,
    "Op, ": 1,
    "ob, ": 1,
    "DB, ": 1,
    "w, ": 1,
    "BwpDi": 1,
    "Bwp": 1,
    "lwp": 1,
    "O,": 1,
    "wwpJ": 1,
    "Swp": 1,
    "us, ": 1,
    "yp, ": 1,
    "twp": 1,
    "RwpIi": 1,
    "v, ": 1,
    "to, ": 1,
    "ve, ": 1,
    "b, ": 1
  },
  "suspicious_tokens": {
    "IV": 20,
    "Ewp": 15,
    "Cwp": 11,
    "Rwp": 11,
    "AO": 10,
    "HI": 8,
    "III": 6,
    "ACE": 6,
    "AR": 6,
    "AE": 6,
    "ACDE": 5,
    "XVII": 5,
    "Dwp": 4,
    "XI": 4,
    "XV": 4,
    "AAA": 4,
    "II": 3,
    "MI": 3,
    "XVIII": 3,
    "XIII": 3,
    "AH": 3,
    "EwpDi": 3,
    "HII": 2,
    "OwpDi": 2,
    "TA": 2,
    "Hwp": 2,
    "XVI": 2,
    "DB": 2,
    "PE": 2,
    "TE": 2,
    "YT": 2,
    "OwpDt": 1,
    "RwpJD": 1,
    "TO": 1,
    "Kwp": 1,
    "AAW": 1,
    "Pwp": 1,
    "IH": 1,
    "ITI": 1,
    "TX": 1,
    "MEQU": 1,
    "AW": 1,
    "SA": 1,
    "IA": 1,
    "ETH": 1,
    "TIT": 1,
    "XIV": 1,
    "grec. xal": 1,
    "XIIT": 1,
    "NIV": 1,
    "EE": 1,
    "perg. fol.": 1,
    "ABC": 1,
    "litt. pujo": 1,
    "HUI": 1,
    "ex. vers": 1,
    "AT": 1,
    "IIS": 1,
    "AEBSQ": 1,
    "IVE": 1,
    "IGLA": 1,
    "DW": 1,
    "XXIV": 1,
    "LA": 1,
    "KD": 1,
    "BwpDi": 1,
    "ISTA": 1,
    "AD": 1,
    "AK": 1,
    "Swp": 1,
    "JIV": 1,
    "OP": 1,
    "ITO": 1,
    "TI": 1,
    "CwpDi": 1,
    "CD": 1,
    "AV": 1,
    "DC": 1,
    "DOSE": 1,
    "JV": 1,
    "LL": 1,
    "RwpIi": 1,
    "TV": 1,
    "MY": 1,
    "NY": 1,
    "XIH": 1,
    "XVHI": 1,
    "arg. ad": 1
  },
  "sample_contaminations": [
    {
      "chapter": 13,
      "para_index": 11,
      "text_preview": "14 “7είχη δὲ τὸ βυζάντιον καρτερώτατα εἶχεν᾽ ὅ τε γὰρ ϑώ- οαξ αὐτῶν λίϑοις τετοραπέδοις παχέσι συνῳκοδόμητο πλαξὶ χαλκαῖς συνδουμένοις, καὶ τὰ ἐντὸς αὐτῶν καὶ χώμασι καὶ οἰκοδομήμασιν ὠχύρωτο, ὥστε καὶ ἕν τεῖχος παχὺ τὸ πᾶν εἶναι δοκεῖν. πύργοι re πολλοὶ καὶ μεγάλοι ἔξω τὲ ἐκκεί- τὸ μενοι καὶ ϑυρίδα",
      "matches": [],
      "suspicious": [
        "III"
      ]
    },
    {
      "chapter": 13,
      "para_index": 12,
      "text_preview": "Ἄλλοις τε οὖν, ὡς εἴρηται, πολλοῖς τὴν πόλιν ὃ μέγας Κων- σταντῖνος ἐκόσμησε καὶ πρότερον ἐπισκοπὴν ὃν τὸ Βυζάντιον τῆς ϑὲν μετὰ τὴν ἅλωσιν, cg ἐν τοῖς περὶ Σευήρου ἱστόρηται, εἷς δ τιμὴν ἀνήγαγε πατριαρχικήν, τῇ πρεσβυτέρᾳ Πώμῃ τὰ πρεσβεῖα τηρήσας διὰ τὴν πρεσβυγένειαν καὶ τὸ τὴν βασιλείαν ἔκεῖϑεν ",
      "matches": [
        "W HI"
      ],
      "suspicious": [
        "III",
        "HII"
      ]
    },
    {
      "chapter": 13,
      "para_index": 17,
      "text_preview": "924 Ἢ δὲ τοῦ βασιλέως μήτηο ἡ μακαρία ᾿Βλένη εἰς γῆρας βαϑὺ καταντήσασα (ὀγδοήκοντα γὰρ λέγεται ζῆσαι ἐνιαυτούς) πρὸς τὰς οὐρανίους ἀπῆρε μονάς, ἣν ὅ υἱὸς βασιλικῶς ἐϑη- σαύρισεν. ἐκεῖνος δὲ κατὰ Π ερσῶν ἐκστρατεύων τριήρεσι κο- μέζεται εἰς τὴν Σωτηρόπολιν, ἣ νῦν ὀνομάζεται Πύϑια᾽ καὶ Οτοῖς ἐκεῖ χρη",
      "matches": [
        "OwpDt",
        "Owp"
      ],
      "suspicious": [
        "OwpDt"
      ]
    },
    {
      "chapter": 13,
      "para_index": 18,
      "text_preview": "Ἱστόρηται δὲ ó ἀοίδιμος ἐκεῖνος αὐτοκράτωρ ἀφειδῶς τε τὰ χρήματα ἀναλίσκειν καὶ ταῦτα πορίζειν ἑαυτῷ ἀφειδέστερον, μον, ἄντικρυς δέ — ἀλλὰ μή τι φαῦλον ἐρῶ περὶ τοῦ ϑείου ἐκεί- vov ἀνδρός. ὅϑεν καὶ ó βέβηλος Ἰουλιανὸς ἐν τῷ περὶ τῶν Καισάρων λόγῳ αὐτοῦ ἀποσκώπτων ὥσπερ εἰς τὸν εὐσεβέστα- τον τουτονὶ",
      "matches": [],
      "suspicious": [
        "HII"
      ]
    },
    {
      "chapter": 13,
      "para_index": 19,
      "text_preview": "οὕτω δ᾽ ἱστόρηται προβῆναι παρὰ σφίσιν ἡ διανέμησις\" τῷ μὲν Κώνσταντι προσκληοωϑῆναι τὴν Ἰταλίαν καὶ τὴν Ῥώμην αὐτὴν τὴν ᾿Αφροικήν ve καὶ Σικελίαν καὶ τὰς λοιπὰς τῶν νήσων, ἀλλὰ μέντοι καὶ τὸ Ἰλλυρικὸν καὶ τὴν Μακεδονίαν καὶ σὺν τῇ ϑ'Ελλάδι τὴν Πελοπόννησον τῷ δὲ Κωνσταντίνῳ τὰς Κοττίας παῖδας τοῦ μ",
      "matches": [],
      "suspicious": [
        "ACE"
      ]
    },
    {
      "chapter": 14,
      "para_index": 1,
      "text_preview": "5. 'O uiv οὖν Θεοδόσιος τέϑνηκε\" IlovAycoía δὲ μήπω πολ- λοῖς γνωσϑείσης τῆς τοῦ αὐτοκράτορος τελευτῆς τὸν Δ͵αρκιανὸν μετεπέμψατο, ἄνδοα γηραιὸν ἤδη, χρηστὸν δὲ τοὺς τρόπους χαὶ σώφρονα, καὶ ἀπαγγέλλει αὐτοῦ τοῦ βασιλέως τὸν ϑάνατον ὃ χαί φησιν ὡς “σὲ παρὰ πάντας εἷς βασιλέα προκέκρικα, εἴ (ons πληρ",
      "matches": [],
      "suspicious": [
        "ACDE"
      ]
    },
    {
      "chapter": 14,
      "para_index": 4,
      "text_preview": "ὡρίσϑη τοίνυν σύνοδον γενέσϑαι, καὶ συνηϑροίσϑησαν εἷς τὸν ἐν Χαλκηδόνι ναὸν τῆς ἁγίας μάρτυρος ἰὐῤφημίας ϑεοφόροι πατέρες ἑξακόσιοι καὶ τριάκοντα. ἐξῆοχον δὲ τούτων Λέων 238 ó πάπας Ῥώμης καὶ ὅ Κωγσταντινουπόλεως ᾿Ανατόλιος καὶ Ὁ πλῆϑος κατὰ Διοσκόρου xai Eb/qvyobc, ἑτεροούσιον ἡμῖν τὴν ΤΠ σάρκα τὸ",
      "matches": [
        "OwpDi",
        "Owp"
      ],
      "suspicious": [
        "OwpDi"
      ]
    },
    {
      "chapter": 14,
      "para_index": 8,
      "text_preview": "\"Aor δὲ καταστάντος τοῦ Λέοντὸς αὐτοκράτορος ὁ ἌΔσπαρ ἐπέκειτο βιάζξων αὐτὸν Καίσαρα ποιῆσαι ϑάτερον τῶν υἱῶν 2αύτοῦ κατὰ τὴν ὑπόσχεσιν. ἀναβαλλομένου δ᾽ αὐτοῦ ó\"Aozao τῆς βασιλικῆς ἁλουργίδος ἁψάμενος ἔφη “βασιλεῦ, τὸν ταύτην ἀμπεχόμενον ψεύδεσϑαι οὐ χρεών\" καὶ ὃς ἀνϑυπήνεγκεν “ἀλλ᾽ ἀντέχειν μὴ οἷό",
      "matches": [],
      "suspicious": [
        "ACDE"
      ]
    },
    {
      "chapter": 14,
      "para_index": 12,
      "text_preview": "ὃ — 'Eni τούτου τοῦ βασιλέως xai ἣ τιμία τῆς ὑπεραγίας ϑεο- τόχου ἐσϑὴς εἰς Κωνσταντινούπολιν ἐκομίσϑη ἐκ 1 |αλαιστίνης, καὶ ἀπετέϑη ἐν τῷ παρ᾽ αὐτοῦ δομηϑέντι ναῷ ἐν Βλαχέρναις ἐν ἀργυρέᾳ σορῷ δι᾿ ἣν καὶ ó ναὸς 'Ayía σορὸς κατωνόμασται. Τοῦ πατριάρχου δὲ ϑανόντος ᾿Ανατολίου, ὃς ἐπ᾽ ἔτη τῆς 332 ἐκκλ",
      "matches": [
        "wp, "
      ],
      "suspicious": [
        "AR",
        "MI"
      ]
    },
    {
      "chapter": 14,
      "para_index": 13,
      "text_preview": "ὅ δὲ τρόπος τῆς τούτου τελευτῆς ἀντιλέγεται\" οἱ μὲν γὰρ γα- στριζόμενον αὐτόν φασι καὶ μεϑύοντα τῶν τε φρενῶν ἐξίστα- σϑαι xai καταπίπτοντα μηδὲν διαφέρειν νεκροῦ. μισούμενον Ο δὲ καὶ ὑπ᾽ αὐτῆς τῆς γαμετῆς αὐτοῦ ᾿Αριάδνης, οὕτως οἰνω- ϑέντα ποτὲ ὡς ἤδη ϑανόντα λάρνακι τῶν βασιλικῶν ἐντεϑῆναι παρ᾽ ἐκ",
      "matches": [],
      "suspicious": [
        "ACDE"
      ]
    },
    {
      "chapter": 15,
      "para_index": 5,
      "text_preview": "“Λέων δὲ τοῦ τῆς βασιλείας ὀνόματος ἀναξίως ἠξίωτο\" πατρὶς μὲν ἦν ᾿Ισαυρία, ἐκεῖϑεν δὲ μετοικισϑεὶς μετὰ τῶν τεκόντων παρὰ τοῦ βασιλέως ᾿Ιουστινιανυοῦ μήπω τῆς ἀρχῆς ἐξωσϑέντος, ἐν Μεσημβρίᾳ τῇ Θρᾳκικῇ πεποίητο τὰς διατριβάς. καϑαιρεϑέντος δὲ τοῦ ᾿Ιουστινιανοῦ τῆς ἀρχῆς, εἶτα ἐπανερχο- μένου μετὰ Βο",
      "matches": [
        "Rwp",
        "Rwp",
        "swp",
        "o, "
      ],
      "suspicious": [
        "AE",
        "Rwp",
        "perg. fol."
      ]
    },
    {
      "chapter": 15,
      "para_index": 16,
      "text_preview": "Διεδέξατο δὲ τὴν τῶν Ῥωμαίων ἀρχὴν μετὰ τῆς πατρικῆς δυσσεβείας ó δυσώνυμος ἐκείνου υἱός, οὐ κατὰ τῶν σεπτῶν εἰκόνων λυττήσας μόγον, ἀλλὰ xai γοητείαις προσκείμενος καὶ Οἱερείων ἀνατομαῖς xal νεκυομαντείαις καὶ ἀρρητοποιίαις καὶ ὅλως οὐδενὸς κακοῦ ἀπεχόμενος, xal ποικίλος ὧν τὴν κακίαν καὶ οὐ μονοει",
      "matches": [
        "BC, "
      ],
      "suspicious": [
        "ABC",
        "XV"
      ]
    },
    {
      "chapter": 15,
      "para_index": 22,
      "text_preview": "ἔγονε δὲ χειμὼν ἔν ταῖς ἡμέραις τῆς αὐταρχίας αὐτοῦ μέγας, ὥστε μὴ μόνον τοὺς ποταμοὺς ἔκ τοῦ ψύχους κρυσταλ- ἐπὶ στάδια πάνυ πολλὰ καὶ τὸν τοῦ Στενοῦ πορϑμὸν καὶ τὸν ἐκ τῆς πόλεως πρὸς Χρυσόπολιν. εἶτ᾽ αὖϑις τῷ κρυστάλλῳ χιόνος ἐπιπεσούσης κἀκείνης ἐκ τοῦ κρύους συμπιληϑείσης καὶ κρυσταλλωϑείσης, π",
      "matches": [],
      "suspicious": [
        "AE"
      ]
    },
    {
      "chapter": 15,
      "para_index": 24,
      "text_preview": "90 \"Exuawóuevog μέντοι κατὰ τῶν μοναχῶν, ἱππηλασίας ἄγο- ὃ μένης ἐν τῷ ϑεάτρῳ, πολλοὺς αὐτῶν κατασχὼν ἐϑριάμβευσε διὰ τοῦ ϑεάτρου περιαγαγών, ἄσεμνα ἔν ταῖς χερσὶ κατέχοντας Β γύναια. καί τινας τῶν ἐπισήμων ἀρχόντων τοὺς μὲν φϑόνῳ δι’ ὡραιότητα xal δωμαλεότητα, τοὺς δὲ ὅτι τὰς ἀρρητοποιίας αὐτοῦ μον",
      "matches": [
        "wwp",
        "wwp"
      ],
      "suspicious": []
    },
    {
      "chapter": 15,
      "para_index": 35,
      "text_preview": "III 365 Πλάτων δὲ ὃ καϑηγητὴς τῆς τοῦ Σακουδίωνος μονῆς τῷ πατριάρχῃ Taoaoíp κοινωνεῖν οὖκ ἠνείχετο, ὅτι ἐκεῖνος τὸν βασιλέα εἰς κοινωνίαν ἐδέξατο τὴν ἑαυτοῦ γυναῖκα καταλιπόντα καὶ ἑτέρᾳ παρὰ τοὺς ἐκκλησιαστικοὺς ϑεσμοὺς συνοικήσαντα᾽ ὃ μοιχείαν γὰρ ὠνόμαζε τὸ γενόμενον. ὃν ὅ βασιλεὺς ἀγαγὼν ἐν τῷ ",
      "matches": [],
      "suspicious": [
        "III"
      ]
    },
    {
      "chapter": 16,
      "para_index": 3,
      "text_preview": "ὅ καὶ ταῦτα εἰποῦσα τῶν ἀνακτόρων ἀπῆλϑεν. τὸν τοσοῦτον διεσκόρπισε πλοῦτον, μίμοις καὶ κόλαξι καὶ ἣνι- ὄχοις τοῦτον καταπροέμενος καὶ ὅλαις ἁμάξαις, τὸ τοῦ λόγου, αὐτὸν ἐκκενῶν. ὃς ἐπεὶ τὰ ταμιεῖα κεκένωτο, ὅ δὲ καιρὸς ἐφίστατο τῆς τοῖς ἀξιώμασιν ἄἀνηκούσης διανομῆς, καὶ οὐκ εἶχεν ὅϑεν ταύτην ποιήσ",
      "matches": [
        "Rwp",
        "Rwp"
      ],
      "suspicious": [
        "Rwp"
      ]
    },
    {
      "chapter": 16,
      "para_index": 7,
      "text_preview": "πολλῶν αὐτῷ φοιτητῶν ὄντων, ἕνα συνέβη τούτων τοῖς Σαρα- κηνοῖς γενέσϑαι ἁλώσιμον, ᾧ τὰ τῆς γεωμετρίας μεμίητο Ο ἀκριβῶς, καὶ οὗτος τῶν παρὰ τοῖς βαρβάροις ἐπισήμων τινὶ Ὁ IVE δουλεύειν ἀπονενέμητο. ἦν δ᾽ ó τότε τῶν ἐκ τῆς \"Ayag προε- στηκὼς φιλολογῶν καὶ φιλοσόφων ϑεωρημάτων ἐπιμελῶς ἀκροώ- μενος, ",
      "matches": [],
      "suspicious": [
        "IVE"
      ]
    },
    {
      "chapter": 16,
      "para_index": 14,
      "text_preview": "ὀψίας δὲ τὴν τῆς πόλεως εἰσελϑὼν πύλην, ἣ καλεῖται Χρυσεία, παρὰ τῷ vac τοῦ ἁγίου Διομήδους κατέλυσεν οὔπω μονῇ τότε IGLA τυγχάνοντι᾽ καὶ πεσὼν ἔξω τοῦ τεμένους κατέδαρϑε. νυκτὸς δὲ τῷ τοῦ ναοῦ νεωκόρῳ ὄναρ ó μάρτυς ἐφίσταται καὶ τὸν βασιλέα ἐντὸς εἰσαγαγεῖν ἐγκελεύεται. ὁ δὲ ἐξελϑὼν καὶ τὸν βασίλει",
      "matches": [],
      "suspicious": [
        "IGLA"
      ]
    },
    {
      "chapter": 16,
      "para_index": 16,
      "text_preview": "περὶ τῆς προρρήσεως τῆς μητρὸς τοῦ βασιλέως τῆς περὶ τοῦ βασιλείου κηρυχϑείσης τῷ Μιχαήλ, ó Καῖσαρ πρὸς τὸν τῆς ϑεοτόκου γεὼν τὸν τῶν Οδηγῶν κεκλημένον ἀπῆλϑε, τῇ ϑεομήτορι ovv- ΣΤΥ ταξόμενος\" καὶ ἤδη τῷ ϑυσιαστηρίῳ αὐτοῦ προσεγγίσαντος ἐξ ὃ δ οὐδεμιᾶς ἐμφανοῦς αἰτίας ἡ χλαμὺς τῶν ὥμων αὐτοῦ ἐξωλί- ",
      "matches": [
        "wwp",
        "wwp"
      ],
      "suspicious": [
        "DW"
      ]
    },
    {
      "chapter": 16,
      "para_index": 18,
      "text_preview": "ἔκ γὰρ ἵππων ἀγῶνος ἐν τῷ ἁγίῳ λὶ ὶάμαντι τελεσϑέντος, ἐν οὖ αὐτὸς ἡνιόχησε xai οἵ μεγιστᾶνες αὐτοῦ καὶ νενίκηκεν, ἐπὶ 124 δεῖπνον ἀνακλιϑέντος συνανεκλίνετο καὶ ó βασίλειος καὶ ἣ Εὐ-\" δοκία. Βασιλικῖνος δέ τις τῆς βασιλείου τριήρους πρῴην ἐρέτης 90 (0v, διὰ δὲ σώματος ὡραιότητα προοσληφϑεὶς παρὰ το",
      "matches": [],
      "suspicious": [
        "ACE"
      ]
    },
    {
      "chapter": 17,
      "para_index": 3,
      "text_preview": "IÉyove δὲ τοῦ Φωκᾷ βασιλεύοντος xai κλόνος τῆς γῆς φοικωδέστατος, ἐξ οὗπερ ἡ μὲν Κωνσταντίνου ob πάνυ τι πέ- γε καὶ ἄνεμοι κατὰ Máiov. μῆνα, δι ὧν ἐφϑάρησαν οἵ καρποὶ l ἄρχοντι ἔγραψεν Ὁ σφενδοσίλαβον EDw κατὰ οίαν Ὁ φρικωδέστατος Àm (cum nota yo.) , φοβερώτατος xai γέγονε λιμὸς ἰσχυρός, ὃν sig οἰκε",
      "matches": [],
      "suspicious": [
        "XI"
      ]
    },
    {
      "chapter": 17,
      "para_index": 6,
      "text_preview": "εἶτα ἄπεισιν ὅ ᾿Ιωάννης eig τὴν μεγάλην ἐκκλησίαν rawwuosy- ὃ σόμενος. ἀλλ᾽ οὐκ εἰάϑη παρὰ τοῦ ολυεύκτου εἰς τὸν ναὸν l5 εἰσελϑεῖν, ὡς φόνῳ μεμιασμένος. πράως δὲ τὴν ἐπιτίμησιν ὅ Τζιμισκὴς ἐνεγκὼν ἀπελογεῖτο μὴ αὐτὸς αὐτόχειρ γενέσϑαι τοῦ qóvov, ἔλεγε δὲ τὸν ᾿Αβαλάντην καὶ τὸν ᾿Ατζυποϑεόδωρον ἔπι- ε",
      "matches": [
        "wwp",
        "wwp"
      ],
      "suspicious": []
    },
    {
      "chapter": 17,
      "para_index": 10,
      "text_preview": "ἀλλ᾽ ἱππέων τινῶν ἐξιππασαμένων καὶ τὴν εἰς τὴν πόλιν ἀπά- γουσαν ἀτραπὸν ἐπιτειχισάντων, oi βάρβαροι ἀνὰ τὸν ἐκτὸς φῇ τοῦ ἄστεος χῶρον ἐσκίδναντο\" ἔνϑα oi μὲν ἐξζωγροῦντο, οἱ δὲ καὶ ἐκτείνοντο, oí δ᾽ ἐν τῇ πόλει τὰς πύλας κλείσαντες ἐπο- A λιορκοῦντο. τῇ δ᾽ ἑξῆς τοῦ παρακοιμωμένου βασιλείου μετὰ πά",
      "matches": [
        "Cwp"
      ],
      "suspicious": [
        "Cwp"
      ]
    },
    {
      "chapter": 17,
      "para_index": 13,
      "text_preview": "B3 Ὃ δέ ye Σφενδοσϑλάβος ἔτι ἅπαξ Ῥωμαίοις παρήνει ua- χέσασϑαι καὶ ἢ περιγενέσϑαι τε καὶ σωϑήσεσϑαι ἢ προτιμῆσαι ϑάνατον εὐκλεᾶ ζωῆς δυστυχοῦς. ταῦτα Ó μὲν εἶπε, τὸ δὲ πλῆϑος ἐπήνεσε καὶ τῇ ἑξῆς ϑανατῶντες τοῖς “Ῥωμαίοις προοσ- πλέκονται, καὶ μέχρι πολλοῦ ποτὲ μὲν οἱ Ρωμαῖοι περιεγένοντο ϑ τῶν Σκυϑ",
      "matches": [
        "swp"
      ],
      "suspicious": []
    },
    {
      "chapter": 17,
      "para_index": 16,
      "text_preview": "Τοιούτῳ δὲ τέλει τοῦ πρὸς τοὺς \"Pg πολέμου καταλυ- ϑέντος ὅ βασιλεὺς πρὸς τὸ Βυζάντιον ἐπανέζευξε καὶ ὑπεδέχϑη λαμπρῶς ὕφ᾽ ὅλου τοῦ πολιτεύματος. ὅ τὲ γὰρ πατριάρχης προὔπηντήκει αὐτῷ μετὰ τοῦ κλήρου παντὸς καὶ οἱ τῆς γε- ρουσίας καὶ oi τοῦ δήμου στεφάγους προσάγοντες καὶ τέϑριτσι- πον ἅομα (οἱ δὲ ἵ",
      "matches": [],
      "suspicious": [
        "IV"
      ]
    },
    {
      "chapter": 18,
      "para_index": 7,
      "text_preview": "ὃ \"AAA οὐδ᾽ ὁ πατριάρχης ἧττον ἐκείνου πεφρονὴ μάτιστο.",
      "matches": [],
      "suspicious": [
        "AAA"
      ]
    },
    {
      "chapter": 18,
      "para_index": 10,
      "text_preview": "Ὃ δὲ Κομνηνὸς κατὰ τῶν Οὔγγρων xal τῶν Σκυϑῶν, οἵ Π ατζινάκαι λέγονται, ἐκστρατεύσας τοῖς μὲν Οὔγγροις εἰρήνην αἰτησαμένοις ἐσπείσατο. κατὰ δὲ τῶν Σ᾽κυϑῶν ὅδὁρμήσαντι oi9 μὲν ἄλλοι ὑπέκυψαν καὶ εἰρήνευσαν (οὐ γὰρ ὑφ᾽ ἕνα πάντες ἡγεμόνα ἐτάττοντο), εἷς δ᾽ αὐτῶν ó Σελτὲ ϑρασυνϑεὶς καὶ μοίρᾳ τενὲ τῆς τ",
      "matches": [
        "Cwp",
        "Cwp",
        "wp, "
      ],
      "suspicious": [
        "AAA",
        "XVIII",
        "Cwp",
        "Cwp"
      ]
    },
    {
      "chapter": 18,
      "para_index": 18,
      "text_preview": "Κατὰ δὲ τὸν Μάϊον μῆνα τῆς δ΄ Ν κομήτης ὦπτο ἀστὴρ κατόπιν τοῦ ἡλίου πρὸς δύσιν ἰόντος. ἦν δὲ πρότερον μὲν κατὰ σελήνην πλήρη τὸ μέγεϑος, εἶτα κόμην ὥσπερ ἐκχφύων ἐμειοῦτο xai xaÜ' ὅσον τὰ τῆς κόμης ηὐξάνετο, ἠλαττονοῦτο τὸ uéyeÜoc. πρὸς δὲ τὴν ἀνατολὴν τὰς ἀκτῖνας ἀπέτεινεν, ἐφ᾽ Tov πατριάρχου δὲ Κ",
      "matches": [],
      "suspicious": [
        "PE",
        "IV"
      ]
    },
    {
      "chapter": 18,
      "para_index": 21,
      "text_preview": "Κατὰ γοῦν τὰς τοῦ τελευτήσαντος βασιλέως διαταγὰς ἣ τε βασιλὶς EbÓoxía καὶ oi παῖδες ἐκείνου τῆς βασιλείας ἦσαν γοιαν τῶν υἱέων κατάρχουσα καὶ ἐπὶ βήματος σὺν ἐκείνοις προὐκάϑητο, μεσεύουσα μὲν αὐτή, ἐκείνους δὲ παρακαϑίζουσα ἑκατέρωϑεν, οὕτως ἐν ἀρχαιρεσίαις, οὕτως ἐν ζητήσεσι πολιτι- κῶν ὑποϑέσεων",
      "matches": [
        "yp, "
      ],
      "suspicious": [
        "IV",
        "AO"
      ]
    },
    {
      "chapter": 18,
      "para_index": 22,
      "text_preview": "Ἦν δ᾽ ó ἀνὴο οὗτος xal τῶν ἔκ γένους λαμποοῦ xal τῶν διαβοήτων ἐπὶ τοῖς ἀνδοαγαϑήμασιν. οὗ ὅ πατὴρ ἐπ᾽ ἀδελ- Ὁ φόπαιδι τοῦ βασιλεύσαντος πάλαι τοῦ κατὰ τοὺς ᾿Αργυροὺς Ῥωμανοῦ κηδεστὴς γεγονὼς καὶ ἐπὶ τυραννίδι ἁλοὺς ἑαυτὸν 11,19 κατεκρήμνισε, τετίμητο δὲ τῷ τῶν βεσταρχῶν ἀξιώματι. δοὺξ γὰρ παρὰ τοῦ ",
      "matches": [],
      "suspicious": [
        "YT",
        "IV",
        "LL"
      ]
    }
  ],
  "chapters": {
    "13": {
      "total_paragraphs": 90,
      "contaminated": 22,
      "patterns_found": {
        "[DWO]\\s*[HΠ]I -> W HI": 1,
        "[RDOWB]wp[JDit]* -> OwpDt": 1,
        "[A-Z][wW][pP] -> Owp": 1,
        "[RDOWB]wp[JDit]* -> wwp": 1,
        "[A-Z][wW][pP] -> wwp": 1,
        "[A-Z][wW][pP] -> Cwp": 2,
        "[RDOWB]wp[JDit]* -> Rwp": 1,
        "[RDOWB]wp[JDit]* -> Dwp": 2,
        "[A-Z][wW][pP] -> Rwp": 2,
        "[A-Z][wW][pP] -> Dwp": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> d, ": 1,
        "[RDOWB]wp[JDit]* -> RwpJD": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> Rw, ": 1,
        "[DWO]\\s*[HΠ]I -> D HI": 1,
        "[A-Z][wW][pP] -> Kwp": 1,
        "[A-Z][wW][pP] -> Pwp": 1
      },
      "examples": [
        {
          "para_index": 11,
          "text_preview": "14 “7είχη δὲ τὸ βυζάντιον καρτερώτατα εἶχεν᾽ ὅ τε γὰρ ϑώ- οαξ αὐτῶν λίϑοις τετοραπέδοις παχέσι συνῳκοδόμητο πλαξὶ χαλκαῖς συνδουμένοις, καὶ τὰ ἐντὸς αὐτῶν καὶ χώμασι καὶ οἰκοδομήμασιν ὠχύρωτο, ὥστε κα",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "III",
              1950
            ]
          ]
        },
        {
          "para_index": 12,
          "text_preview": "Ἄλλοις τε οὖν, ὡς εἴρηται, πολλοῖς τὴν πόλιν ὃ μέγας Κων- σταντῖνος ἐκόσμησε καὶ πρότερον ἐπισκοπὴν ὃν τὸ Βυζάντιον τῆς ϑὲν μετὰ τὴν ἅλωσιν, cg ἐν τοῖς περὶ Σευήρου ἱστόρηται, εἷς δ τιμὴν ἀνήγαγε πατρ",
          "matches": [
            {
              "pattern": "[DWO]\\s*[HΠ]I",
              "match": "W HI",
              "position": 1852
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "III",
              1078
            ],
            [
              "CAPS",
              "HII",
              1854
            ]
          ]
        },
        {
          "para_index": 17,
          "text_preview": "924 Ἢ δὲ τοῦ βασιλέως μήτηο ἡ μακαρία ᾿Βλένη εἰς γῆρας βαϑὺ καταντήσασα (ὀγδοήκοντα γὰρ λέγεται ζῆσαι ἐνιαυτούς) πρὸς τὰς οὐρανίους ἀπῆρε μονάς, ἣν ὅ υἱὸς βασιλικῶς ἐϑη- σαύρισεν. ἐκεῖνος δὲ κατὰ Π ερ",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "OwpDt",
              "position": 848
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Owp",
              "position": 848
            }
          ],
          "suspicious": [
            [
              "XWP",
              "OwpDt",
              848
            ]
          ]
        },
        {
          "para_index": 18,
          "text_preview": "Ἱστόρηται δὲ ó ἀοίδιμος ἐκεῖνος αὐτοκράτωρ ἀφειδῶς τε τὰ χρήματα ἀναλίσκειν καὶ ταῦτα πορίζειν ἑαυτῷ ἀφειδέστερον, μον, ἄντικρυς δέ — ἀλλὰ μή τι φαῦλον ἐρῶ περὶ τοῦ ϑείου ἐκεί- vov ἀνδρός. ὅϑεν καὶ ó ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "HII",
              1008
            ]
          ]
        },
        {
          "para_index": 19,
          "text_preview": "οὕτω δ᾽ ἱστόρηται προβῆναι παρὰ σφίσιν ἡ διανέμησις\" τῷ μὲν Κώνσταντι προσκληοωϑῆναι τὴν Ἰταλίαν καὶ τὴν Ῥώμην αὐτὴν τὴν ᾿Αφροικήν ve καὶ Σικελίαν καὶ τὰς λοιπὰς τῶν νήσων, ἀλλὰ μέντοι καὶ τὸ Ἰλλυρικὸ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "ACE",
              320
            ]
          ]
        }
      ]
    },
    "14": {
      "total_paragraphs": 94,
      "contaminated": 38,
      "patterns_found": {
        "[RDOWB]wp[JDit]* -> OwpDi": 2,
        "[A-Z][wW][pP] -> Owp": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> wp, ": 1,
        "[A-Z][wW][pP] -> Ewp": 3,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> tw, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> AO, ": 2,
        "[RDOWB]wp[JDit]* -> Rwp": 2,
        "[A-Z][wW][pP] -> Rwp": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> XI, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> Di, ": 2,
        "[DWO]\\s*[HΠ]I -> D HI": 4,
        "[RDOWB]wp[JDit]* -> wwp": 1,
        "[A-Z][wW][pP] -> wwp": 1,
        "[RDOWB]wp[JDit]* -> Dwp": 1,
        "[A-Z][wW][pP] -> Dwp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> AR, ": 1,
        "[A-Z][wW][pP] -> Hwp": 1,
        "[A-Z][wW][pP] -> iwp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> av, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> ot, ": 1
      },
      "examples": [
        {
          "para_index": 1,
          "text_preview": "5. 'O uiv οὖν Θεοδόσιος τέϑνηκε\" IlovAycoía δὲ μήπω πολ- λοῖς γνωσϑείσης τῆς τοῦ αὐτοκράτορος τελευτῆς τὸν Δ͵αρκιανὸν μετεπέμψατο, ἄνδοα γηραιὸν ἤδη, χρηστὸν δὲ τοὺς τρόπους χαὶ σώφρονα, καὶ ἀπαγγέλλε",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "ACDE",
              1016
            ]
          ]
        },
        {
          "para_index": 4,
          "text_preview": "ὡρίσϑη τοίνυν σύνοδον γενέσϑαι, καὶ συνηϑροίσϑησαν εἷς τὸν ἐν Χαλκηδόνι ναὸν τῆς ἁγίας μάρτυρος ἰὐῤφημίας ϑεοφόροι πατέρες ἑξακόσιοι καὶ τριάκοντα. ἐξῆοχον δὲ τούτων Λέων 238 ó πάπας Ῥώμης καὶ ὅ Κωγστ",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "OwpDi",
              "position": 1441
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Owp",
              "position": 1441
            }
          ],
          "suspicious": [
            [
              "XWP",
              "OwpDi",
              1441
            ]
          ]
        },
        {
          "para_index": 8,
          "text_preview": "\"Aor δὲ καταστάντος τοῦ Λέοντὸς αὐτοκράτορος ὁ ἌΔσπαρ ἐπέκειτο βιάζξων αὐτὸν Καίσαρα ποιῆσαι ϑάτερον τῶν υἱῶν 2αύτοῦ κατὰ τὴν ὑπόσχεσιν. ἀναβαλλομένου δ᾽ αὐτοῦ ó\"Aozao τῆς βασιλικῆς ἁλουργίδος ἁψάμενο",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "ACDE",
              668
            ]
          ]
        },
        {
          "para_index": 12,
          "text_preview": "ὃ — 'Eni τούτου τοῦ βασιλέως xai ἣ τιμία τῆς ὑπεραγίας ϑεο- τόχου ἐσϑὴς εἰς Κωνσταντινούπολιν ἐκομίσϑη ἐκ 1 |αλαιστίνης, καὶ ἀπετέϑη ἐν τῷ παρ᾽ αὐτοῦ δομηϑέντι ναῷ ἐν Βλαχέρναις ἐν ἀργυρέᾳ σορῷ δι᾿ ἣν",
          "matches": [
            {
              "pattern": "[A-Z]{1,2},\\s*(?=[A-Z]|$)",
              "match": "wp, ",
              "position": 2746
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "AR",
              2725
            ],
            [
              "CAPS",
              "MI",
              4091
            ]
          ]
        },
        {
          "para_index": 13,
          "text_preview": "ὅ δὲ τρόπος τῆς τούτου τελευτῆς ἀντιλέγεται\" οἱ μὲν γὰρ γα- στριζόμενον αὐτόν φασι καὶ μεϑύοντα τῶν τε φρενῶν ἐξίστα- σϑαι xai καταπίπτοντα μηδὲν διαφέρειν νεκροῦ. μισούμενον Ο δὲ καὶ ὑπ᾽ αὐτῆς τῆς γα",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "ACDE",
              1462
            ]
          ]
        }
      ]
    },
    "15": {
      "total_paragraphs": 98,
      "contaminated": 29,
      "patterns_found": {
        "[RDOWB]wp[JDit]* -> Rwp": 1,
        "[A-Z][wW][pP] -> Rwp": 1,
        "[A-Z][wW][pP] -> swp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> o, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> BC, ": 1,
        "[RDOWB]wp[JDit]* -> wwp": 4,
        "[A-Z][wW][pP] -> wwp": 4,
        "[DWO]\\s*[HΠ]I -> D HI": 3,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> X, ": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> O, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> Op, ": 1,
        "[A-Z][wW][pP] -> Ewp": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> Di, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> ob, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> DB, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> w, ": 1
      },
      "examples": [
        {
          "para_index": 5,
          "text_preview": "“Λέων δὲ τοῦ τῆς βασιλείας ὀνόματος ἀναξίως ἠξίωτο\" πατρὶς μὲν ἦν ᾿Ισαυρία, ἐκεῖϑεν δὲ μετοικισϑεὶς μετὰ τῶν τεκόντων παρὰ τοῦ βασιλέως ᾿Ιουστινιανυοῦ μήπω τῆς ἀρχῆς ἐξωσϑέντος, ἐν Μεσημβρίᾳ τῇ Θρᾳκικ",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "Rwp",
              "position": 3974
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Rwp",
              "position": 3974
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "swp",
              "position": 3999
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "AE",
              3896
            ],
            [
              "XWP",
              "Rwp",
              3974
            ],
            [
              "LATIN_ABBREV",
              "perg. fol.",
              3017
            ]
          ]
        },
        {
          "para_index": 16,
          "text_preview": "Διεδέξατο δὲ τὴν τῶν Ῥωμαίων ἀρχὴν μετὰ τῆς πατρικῆς δυσσεβείας ó δυσώνυμος ἐκείνου υἱός, οὐ κατὰ τῶν σεπτῶν εἰκόνων λυττήσας μόγον, ἀλλὰ xai γοητείαις προσκείμενος καὶ Οἱερείων ἀνατομαῖς xal νεκυομαν",
          "matches": [
            {
              "pattern": "[A-Z]{1,2},\\s*(?=[A-Z]|$)",
              "match": "BC, ",
              "position": 2274
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "ABC",
              2273
            ],
            [
              "CAPS",
              "XV",
              2281
            ]
          ]
        },
        {
          "para_index": 22,
          "text_preview": "ἔγονε δὲ χειμὼν ἔν ταῖς ἡμέραις τῆς αὐταρχίας αὐτοῦ μέγας, ὥστε μὴ μόνον τοὺς ποταμοὺς ἔκ τοῦ ψύχους κρυσταλ- ἐπὶ στάδια πάνυ πολλὰ καὶ τὸν τοῦ Στενοῦ πορϑμὸν καὶ τὸν ἐκ τῆς πόλεως πρὸς Χρυσόπολιν. εἶ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "AE",
              1340
            ]
          ]
        },
        {
          "para_index": 24,
          "text_preview": "90 \"Exuawóuevog μέντοι κατὰ τῶν μοναχῶν, ἱππηλασίας ἄγο- ὃ μένης ἐν τῷ ϑεάτρῳ, πολλοὺς αὐτῶν κατασχὼν ἐϑριάμβευσε διὰ τοῦ ϑεάτρου περιαγαγών, ἄσεμνα ἔν ταῖς χερσὶ κατέχοντας Β γύναια. καί τινας τῶν ἐπ",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "wwp",
              "position": 807
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "wwp",
              "position": 807
            }
          ],
          "suspicious": []
        },
        {
          "para_index": 35,
          "text_preview": "III 365 Πλάτων δὲ ὃ καϑηγητὴς τῆς τοῦ Σακουδίωνος μονῆς τῷ πατριάρχῃ Taoaoíp κοινωνεῖν οὖκ ἠνείχετο, ὅτι ἐκεῖνος τὸν βασιλέα εἰς κοινωνίαν ἐδέξατο τὴν ἑαυτοῦ γυναῖκα καταλιπόντα καὶ ἑτέρᾳ παρὰ τοὺς ἐκ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "III",
              0
            ]
          ]
        }
      ]
    },
    "16": {
      "total_paragraphs": 108,
      "contaminated": 32,
      "patterns_found": {
        "[RDOWB]wp[JDit]* -> Rwp": 4,
        "[A-Z][wW][pP] -> Rwp": 4,
        "[RDOWB]wp[JDit]* -> wwp": 8,
        "[A-Z][wW][pP] -> wwp": 9,
        "[A-Z][wW][pP] -> Ewp": 2,
        "[RDOWB]wp[JDit]* -> BwpDi": 1,
        "[A-Z][wW][pP] -> Bwp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> av, ": 1,
        "[A-Z][wW][pP] -> lwp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> O,": 1,
        "[DWO]\\s*[HΠ]I -> W HI": 1,
        "[A-Z][wW][pP] -> Cwp": 1,
        "[RDOWB]wp[JDit]* -> wwpJ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> Di, ": 1,
        "[A-Z][wW][pP] -> Swp": 1
      },
      "examples": [
        {
          "para_index": 3,
          "text_preview": "ὅ καὶ ταῦτα εἰποῦσα τῶν ἀνακτόρων ἀπῆλϑεν. τὸν τοσοῦτον διεσκόρπισε πλοῦτον, μίμοις καὶ κόλαξι καὶ ἣνι- ὄχοις τοῦτον καταπροέμενος καὶ ὅλαις ἁμάξαις, τὸ τοῦ λόγου, αὐτὸν ἐκκενῶν. ὃς ἐπεὶ τὰ ταμιεῖα κε",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "Rwp",
              "position": 808
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Rwp",
              "position": 808
            }
          ],
          "suspicious": [
            [
              "XWP",
              "Rwp",
              808
            ]
          ]
        },
        {
          "para_index": 7,
          "text_preview": "πολλῶν αὐτῷ φοιτητῶν ὄντων, ἕνα συνέβη τούτων τοῖς Σαρα- κηνοῖς γενέσϑαι ἁλώσιμον, ᾧ τὰ τῆς γεωμετρίας μεμίητο Ο ἀκριβῶς, καὶ οὗτος τῶν παρὰ τοῖς βαρβάροις ἐπισήμων τινὶ Ὁ IVE δουλεύειν ἀπονενέμητο. ἦ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "IVE",
              172
            ]
          ]
        },
        {
          "para_index": 14,
          "text_preview": "ὀψίας δὲ τὴν τῆς πόλεως εἰσελϑὼν πύλην, ἣ καλεῖται Χρυσεία, παρὰ τῷ vac τοῦ ἁγίου Διομήδους κατέλυσεν οὔπω μονῇ τότε IGLA τυγχάνοντι᾽ καὶ πεσὼν ἔξω τοῦ τεμένους κατέδαρϑε. νυκτὸς δὲ τῷ τοῦ ναοῦ νεωκόρ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "IGLA",
              117
            ]
          ]
        },
        {
          "para_index": 16,
          "text_preview": "περὶ τῆς προρρήσεως τῆς μητρὸς τοῦ βασιλέως τῆς περὶ τοῦ βασιλείου κηρυχϑείσης τῷ Μιχαήλ, ó Καῖσαρ πρὸς τὸν τῆς ϑεοτόκου γεὼν τὸν τῶν Οδηγῶν κεκλημένον ἀπῆλϑε, τῇ ϑεομήτορι ovv- ΣΤΥ ταξόμενος\" καὶ ἤδη",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "wwp",
              "position": 789
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "wwp",
              "position": 789
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "DW",
              1676
            ]
          ]
        },
        {
          "para_index": 18,
          "text_preview": "ἔκ γὰρ ἵππων ἀγῶνος ἐν τῷ ἁγίῳ λὶ ὶάμαντι τελεσϑέντος, ἐν οὖ αὐτὸς ἡνιόχησε xai οἵ μεγιστᾶνες αὐτοῦ καὶ νενίκηκεν, ἐπὶ 124 δεῖπνον ἀνακλιϑέντος συνανεκλίνετο καὶ ó βασίλειος καὶ ἣ Εὐ-\" δοκία. Βασιλικῖ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "ACE",
              511
            ]
          ]
        }
      ]
    },
    "17": {
      "total_paragraphs": 97,
      "contaminated": 29,
      "patterns_found": {
        "[RDOWB]wp[JDit]* -> wwp": 1,
        "[A-Z][wW][pP] -> wwp": 1,
        "[A-Z][wW][pP] -> Cwp": 7,
        "[A-Z][wW][pP] -> swp": 1,
        "[A-Z][wW][pP] -> Ewp": 5,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> us, ": 1,
        "[A-Z][wW][pP] -> Hwp": 1
      },
      "examples": [
        {
          "para_index": 3,
          "text_preview": "IÉyove δὲ τοῦ Φωκᾷ βασιλεύοντος xai κλόνος τῆς γῆς φοικωδέστατος, ἐξ οὗπερ ἡ μὲν Κωνσταντίνου ob πάνυ τι πέ- γε καὶ ἄνεμοι κατὰ Máiov. μῆνα, δι ὧν ἐφϑάρησαν οἵ καρποὶ l ἄρχοντι ἔγραψεν Ὁ σφενδοσίλαβον",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "XI",
              1287
            ]
          ]
        },
        {
          "para_index": 6,
          "text_preview": "εἶτα ἄπεισιν ὅ ᾿Ιωάννης eig τὴν μεγάλην ἐκκλησίαν rawwuosy- ὃ σόμενος. ἀλλ᾽ οὐκ εἰάϑη παρὰ τοῦ ολυεύκτου εἰς τὸν ναὸν l5 εἰσελϑεῖν, ὡς φόνῳ μεμιασμένος. πράως δὲ τὴν ἐπιτίμησιν ὅ Τζιμισκὴς ἐνεγκὼν ἀπε",
          "matches": [
            {
              "pattern": "[RDOWB]wp[JDit]*",
              "match": "wwp",
              "position": 366
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "wwp",
              "position": 366
            }
          ],
          "suspicious": []
        },
        {
          "para_index": 10,
          "text_preview": "ἀλλ᾽ ἱππέων τινῶν ἐξιππασαμένων καὶ τὴν εἰς τὴν πόλιν ἀπά- γουσαν ἀτραπὸν ἐπιτειχισάντων, oi βάρβαροι ἀνὰ τὸν ἐκτὸς φῇ τοῦ ἄστεος χῶρον ἐσκίδναντο\" ἔνϑα oi μὲν ἐξζωγροῦντο, οἱ δὲ καὶ ἐκτείνοντο, oí δ᾽",
          "matches": [
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Cwp",
              "position": 1279
            }
          ],
          "suspicious": [
            [
              "XWP",
              "Cwp",
              1279
            ]
          ]
        },
        {
          "para_index": 13,
          "text_preview": "B3 Ὃ δέ ye Σφενδοσϑλάβος ἔτι ἅπαξ Ῥωμαίοις παρήνει ua- χέσασϑαι καὶ ἢ περιγενέσϑαι τε καὶ σωϑήσεσϑαι ἢ προτιμῆσαι ϑάνατον εὐκλεᾶ ζωῆς δυστυχοῦς. ταῦτα Ó μὲν εἶπε, τὸ δὲ πλῆϑος ἐπήνεσε καὶ τῇ ἑξῆς ϑανα",
          "matches": [
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "swp",
              "position": 838
            }
          ],
          "suspicious": []
        },
        {
          "para_index": 16,
          "text_preview": "Τοιούτῳ δὲ τέλει τοῦ πρὸς τοὺς \"Pg πολέμου καταλυ- ϑέντος ὅ βασιλεὺς πρὸς τὸ Βυζάντιον ἐπανέζευξε καὶ ὑπεδέχϑη λαμπρῶς ὕφ᾽ ὅλου τοῦ πολιτεύματος. ὅ τὲ γὰρ πατριάρχης προὔπηντήκει αὐτῷ μετὰ τοῦ κλήρου ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "IV",
              2921
            ]
          ]
        }
      ]
    },
    "18": {
      "total_paragraphs": 84,
      "contaminated": 28,
      "patterns_found": {
        "[A-Z][wW][pP] -> Cwp": 2,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> wp, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> yp, ": 1,
        "[A-Z][wW][pP] -> Ewp": 6,
        "[A-Z][wW][pP] -> twp": 1,
        "[RDOWB]wp[JDit]* -> RwpIi": 1,
        "[RDOWB]wp[JDit]* -> Rwp": 3,
        "[A-Z][wW][pP] -> Rwp": 4,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> ro, ": 2,
        "[RDOWB]wp[JDit]* -> Dwp": 1,
        "[A-Z][wW][pP] -> Dwp": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> v, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> to, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> ve, ": 1,
        "[A-Z]{1,2},\\s*(?=[A-Z]|$) -> b, ": 1
      },
      "examples": [
        {
          "para_index": 7,
          "text_preview": "ὃ \"AAA οὐδ᾽ ὁ πατριάρχης ἧττον ἐκείνου πεφρονὴ μάτιστο.",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "AAA",
              3
            ]
          ]
        },
        {
          "para_index": 10,
          "text_preview": "Ὃ δὲ Κομνηνὸς κατὰ τῶν Οὔγγρων xal τῶν Σκυϑῶν, οἵ Π ατζινάκαι λέγονται, ἐκστρατεύσας τοῖς μὲν Οὔγγροις εἰρήνην αἰτησαμένοις ἐσπείσατο. κατὰ δὲ τῶν Σ᾽κυϑῶν ὅδὁρμήσαντι oi9 μὲν ἄλλοι ὑπέκυψαν καὶ εἰρήνε",
          "matches": [
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Cwp",
              "position": 1992
            },
            {
              "pattern": "[A-Z][wW][pP]",
              "match": "Cwp",
              "position": 3173
            },
            {
              "pattern": "[A-Z]{1,2},\\s*(?=[A-Z]|$)",
              "match": "wp, ",
              "position": 1993
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "AAA",
              1288
            ],
            [
              "CAPS",
              "XVIII",
              3083
            ],
            [
              "XWP",
              "Cwp",
              1992
            ]
          ]
        },
        {
          "para_index": 18,
          "text_preview": "Κατὰ δὲ τὸν Μάϊον μῆνα τῆς δ΄ Ν κομήτης ὦπτο ἀστὴρ κατόπιν τοῦ ἡλίου πρὸς δύσιν ἰόντος. ἦν δὲ πρότερον μὲν κατὰ σελήνην πλήρη τὸ μέγεϑος, εἶτα κόμην ὥσπερ ἐκχφύων ἐμειοῦτο xai xaÜ' ὅσον τὰ τῆς κόμης η",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "PE",
              349
            ],
            [
              "CAPS",
              "IV",
              1281
            ]
          ]
        },
        {
          "para_index": 21,
          "text_preview": "Κατὰ γοῦν τὰς τοῦ τελευτήσαντος βασιλέως διαταγὰς ἣ τε βασιλὶς EbÓoxía καὶ oi παῖδες ἐκείνου τῆς βασιλείας ἦσαν γοιαν τῶν υἱέων κατάρχουσα καὶ ἐπὶ βήματος σὺν ἐκείνοις προὐκάϑητο, μεσεύουσα μὲν αὐτή, ",
          "matches": [
            {
              "pattern": "[A-Z]{1,2},\\s*(?=[A-Z]|$)",
              "match": "yp, ",
              "position": 1517
            }
          ],
          "suspicious": [
            [
              "CAPS",
              "IV",
              426
            ],
            [
              "CAPS",
              "AO",
              1400
            ]
          ]
        },
        {
          "para_index": 22,
          "text_preview": "Ἦν δ᾽ ó ἀνὴο οὗτος xal τῶν ἔκ γένους λαμποοῦ xal τῶν διαβοήτων ἐπὶ τοῖς ἀνδοαγαϑήμασιν. οὗ ὅ πατὴρ ἐπ᾽ ἀδελ- Ὁ φόπαιδι τοῦ βασιλεύσαντος πάλαι τοῦ κατὰ τοὺς ᾿Αργυροὺς Ῥωμανοῦ κηδεστὴς γεγονὼς καὶ ἐπὶ ",
          "matches": [],
          "suspicious": [
            [
              "CAPS",
              "YT",
              1054
            ],
            [
              "CAPS",
              "IV",
              5113
            ],
            [
              "CAPS",
              "LL",
              5748
            ]
          ]
        }
      ]
    }
  }
}