{
  "chapterNumber": 44,
  "title": "月令 (Monthly Ordinances)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "孟春之月，日在營室，昏參中，旦尾中。其日甲乙，其帝太昊，其神句芒，其蟲鱗，其音角，律中太簇，其數八，其味酸，其臭膻，其祀戶，祭先脾。東風解凍，蟄蟲始振，魚上冰，獺祭魚，候雁北。天子居青陽左個，乘鸞輅，駕蒼龍，載青畤。義青衣，服青玉，食麥與羊，其器疏以達。是月也，以立春。先立春三日，太史謁之天子，曰：某日立春，盛德在木。天子乃齊立春之日，天子親率三公九卿諸侯大夫以迎春於東郊，還乃賞公卿諸侯大夫於朝。命相布德、和令、行慶、施惠，下及兆民，慶賜遂行，無有不當。乃命太史守典奉法，司天日月星辰之行，宿離不忒，無失經紀以初為常。是月也，天子乃以元日祈谷於上帝，乃擇元辰，天子親載耒耜，措之參於保介之禦間。率三公九卿諸侯大夫躬耕，帝藉田。天子三推，三公五推，卿諸侯大夫九推。反執爵於太寢，三公九卿諸侯大夫皆禦，命曰勞酒。是月也，天氣下降，地氣上騰，天地和同，草木繁動。王布農事，命田舍東郊，皆修封疆，審端經術，善相丘陵阪險原隰，土地所宜，五谷所殖，以教道民，必躬親之。田事既飭，先定準直，農乃不惑。是月也，命樂正入學習舞，乃修祭典。命祀山林川澤，犧牲無用牝，禁止伐木，無覆巢，無殺孩蟲胎夭飛鳥，無麛無卵，無聚大眾，無置城郭。掩骼霾髊。是月也，不可以稱兵，稱兵必有天殃。兵戎不起，不可以從我始，無變天之道，無絕地之理，無亂人之紀。孟春行夏令，則風雨不時，草木旱槁，國乃有恐。行秋令則民大疫，疾風暴雨數至，藜莠蓬蒿並興。行冬令則水潦為敗，霜雪大摯，首種不入。"
      },
      {
        "index": 1,
        "text": "仲春之月，日在奎，昏弧中，旦建星中，其人甲乙，其帝太昊，其神句芒，其蟲鱗，其音角，律中夾鍾，其數八，其味酸，其臭膻，其祀戶，祭先脾。始雨水，桃李華，蒼庚鳴，鷹化為鳩。天子居青陽左個太廟，乘鸞輅，駕蒼龍載青畤，衣青衣，服青玉，食麥與羊，其器疏以達。是月也，安萌牙，養幼少，存諸孤。擇元日，命民社。命有司省囹圄，去桎梏，無肆掠，止獄訟。是月也，玄鳥至。至之日，以太牢祀於高禖。天子親往，後妃率九嬪禦，乃禮天子所禦，帶以弓韣，授以弓矢於高禖之前。是月也，日夜分，雷乃发聲，始電。蟄蟲鹹動，啟戶始出。沒雷三日，奮鐸一令於兆民，曰：雷且发聲，有不戒其容止者，生子不被。必有兇災，日夜分則同度量鈞衡石角鬥桶，正權概。是月也，耕者少舍，乃修闔扇，寢廟必備。無作大事，以妨農功。是月也，無竭川澤，無漉陂池，無焚山林。天子乃獻羔，開冰，先薦寢廟。上丁，命樂正入舞舍采。天子乃率三公九卿諸侯大夫親往視之。中丁，又命樂正入學習樂。是月也，祀不用犧牲，用圭璧，更皮幣。仲春行秋令，則其國大水，寒氣匆至，寇戎了征。行冬令，則陽氣不勝，麥乃不熟，民多相掠。行夏令則國乃大旱，暖氣早來，蟲螟為害。"
      },
      {
        "index": 2,
        "text": "季春之月，日在胃，昏七星中，旦牽牛中，其日甲乙，其帝太昊，其神句芒，其蟲鱗，其音角，律中姑洗，其數八，其味酸，其臭膻，其祀戶，祭先脾。桐始華，田鼠化為鴽，虹始見，萍始生。天子居青陽右個，乘鸞輅，駕蒼龍，載青畤，衣青衣，服青玉，食麥與羊。其器疏以達。是月也，天子乃薦鞠衣於先帝，命舟牧覆舟，五覆五反，乃告舟備，具於天子焉。天子焉始乘舟，薦鮪於寢廟。乃為麥祈實。是月也，生氣方盛，陽氣发泄，牙者畢出，萌者盡達，不可以內，天子布德行惠，命有司发倉窌，賜貧窮，振乏絕，開府庫，出幣帛，周天下，勉諸侯，聘名士，禮賢者。是月也，命司空曰：時雨將降，下水上騰，循行國邑，周視原野，修利堤防，道達溝瀆，開通道路，無有障塞。田獵罼弋，罝罘羅網、獸之藥，無出九門。是月也，命野虞無伐桑枳。鳴鳩拂其羽，戴任降於桑。具挾曲蒙筐。後妃齊戒，親東鄉，躬桑。禁婦女無觀省，婦使勸蠶事。蠶事既登，分繭稱絲，效其功。以其郊廟之服，無有敢墮。是月也，命工師令百工審五庫之量，金鐵皮革筋角齒羽箭幹脂膠丹漆，無或不良。百工鹹理，監工日號，無悖於時，無或作為淫巧以蕩上心。是月之末，擇吉日，大合樂，天子乃率三公九卿諸侯大夫，親往視之。是月也，乃合縲牛騰馬，遊牝於牧。犧牲駒犢，舉書其數，命國儺九門，磔禳於畢春氣。行之是令而甘雨至三旬。季春行冬令，則寒氣時发，草木皆肅，國有大恐。行夏令，則民多疾疫，時雨不降，山陵不收。行秋令，則天多沈陰，淫雨早降，兵革並起。"
      },
      {
        "index": 3,
        "text": "孟夏之月，日在畢，昏翼中，旦婺女中。其日丙丁，其帝炎帝，其神祝融，其蟲羽，其音徵，律中仲呂，其數七，其性禮，其事視，其味苦，其臭焦，其祀竈，祭先肺。螻蟈鳴，丘蚓出，王瓜生，苦菜秀。天子居明堂左個，乘硃輅，駕赤□，載赤畤，衣赤衣，服赤玉，余菽與雞，其器高以粗。是月也，以立夏。先立夏三日，太史謁之天子，曰：某日立夏，盛德在火，天子乃齊。立夏之日，天子親率三公九卿大夫，以迎夏於南郊。還乃行賞，封侯慶賜，無不欣說。乃命樂師習禮樂，命司馬讚傑雋，遂賢良，舉長大。行爵出祿，必當其位。是月也，繼長增高，無有壞墮，無起土功，無发大眾，無伐大樹。是月也，天子始絺，命野虞出行田原，勞農勸民，無或失時。命司徒循行縣鄙，命農勉作，無伏於都。是月也，驅獸無害五谷，無大田獵，農乃升麥。天子乃以彘嘗麥，先薦寢廟。是月也，聚蓄百藥，靡草死麥，秋至斷薄刑，決次罪，出輕系。蠶事既畢，後妃獻繭，乃收繭稅，以桑為均，貴賤少長如一，以給郊廟之祭服。是月也，天子飲酎，用禮樂，行之是令，而甘雨至三旬。孟夏行秋令，則苦雨數來，五谷不滋。四鄙入保；行冬令，則草木早枯，後乃大水，敗其城郭。行春令則蟲蝗為敗，暴風來格，秀草不實。"
      }
    ]
  }
}
