{
  "chapterNumber": 1,
  "title": "序",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "論語序"
      },
      {
        "index": 2,
        "text": "疏正義曰：案《漢書·藝文志》云：「《論語》者，孔子應答弟子、時人，及弟子相與言而接聞於夫子之語也。當時弟子各有所記，夫子既卒，門人相與輯而論纂，故謂之《論語》。」然則夫子既終，微言已絕，弟子恐離居已後，各生異見，而聖言永滅，故相與論撰，因采時賢及古明王之語合成一法，謂之《論語》也。鄭玄云：「仲弓、子遊、子夏等撰定。論者，綸也，輪也，理也，次也，撰也。」以此書可以經綸世務，故曰綸也；圓轉無窮，故曰輪也；蘊含萬理，故曰理也；篇章有序，故曰次也；群賢集定，故曰撰也。鄭玄《周禮》注云「答述曰語」，以此書所載皆仲尼應答弟子及時人之辭，故曰語。而在論下者，必經論撰，然後載之，以示非妄謬也。以其口相傳授，故經焚書而獨存也。漢興，傳者則有三家，《魯論語》者，魯人所傳，即今所行篇次是也。常山都尉龔奮、長信少府夏侯勝、丞相韋賢及子玄成、魯扶卿太子太傅夏侯建、前將軍蕭望之並傳之，各自名家。《齊論》者，齊人所傳，別有《問王》、《知道》二篇，凡二十一篇，其二十篇中，章句頗多於《魯論》，昌邑中尉王吉、少府朱畸、琅邪王卿、御史大夫貢禹、尚書令五鹿充宗、膠東庸生並傳之，唯王吉名家。《古論語》者，出自孔氏壁中，凡二十一篇，有兩《子張》篇，次不與《齊》、《魯論》同，孔安國為傳，後漢馬融亦注之。安昌侯張禹受《魯論》於夏侯建，又從庸生、王吉受《齊論》，擇善而從，號曰「張侯論」，最後而行於漢世。禹以《論》授成帝，後漢包咸、周氏並為章句，列於學官。鄭玄就《魯論》張、包、周之篇章考之《齊》、《古》，為之注焉。魏吏部尚書何晏集孔安國、包咸、周氏、馬融、鄭玄、陳群、王肅、周生烈之說，並下己意，為《集解》，正始中上之，盛行於世。今以為主焉。序者，何晏次序傳授訓說之人，乃已《集解》之意。序為《論語》而作，故曰《論語序》。"
      },
      {
        "index": 3,
        "text": "敘曰：漢中壘校尉劉向言《魯論語》二十篇，皆孔子弟子記諸善言也。大子大傅夏侯勝、前將軍蕭望之、丞相韋賢及子玄成等傳之。"
      },
      {
        "index": 4,
        "text": "疏「敘曰」至「傳之」。○正義曰：此敘《魯論》之作及傳授之人也。敘與序音義同。曰者，發語辭也。案《漢書·百官公卿表》云：「中壘校尉掌北軍壘門內，外掌西域。」顏師古曰：「掌北軍壘門之內而又外掌西域。」劉向者，高祖少弟楚元王之後，辟彊之孫，德之子。字子政，本名更生，成帝即位，更名向。數上疏言得失，以向為中壘校尉。向為人簡易，專精思於經術。成帝詔校經傳諸子詩賦，每一書已，向輒條其篇目，撮其指意，錄而奏之，著《別錄》、《新序》。此言「《魯論語》二十篇，皆孔子弟子記諸善言也」，蓋出於彼，故何晏引之。對文則直言曰言，答述曰語，散則言、語可通。故此論夫子之語而謂之善言也。《表》又云：「太子太傅，古官，秩二千石。」《傳》云：「夏侯勝字長公，東平人，少好學。為學精熟，善說禮服，徵為博士。宣帝立，太后省政，勝以《尚書》授太后，遷長信少府。坐議廟樂事下獄，係再更冬，會赦，出為諫大夫。上知勝素直，復為長信少府。遷太子太傅。受詔撰《尚書》、《論語》說，賜黃金百斤。年九十卒官，賜塚塋，葬平陵。太后賜錢三百萬，為勝素服五日，以報師傅之恩。儒者以為榮。始，勝每講授，常謂諸生曰：『士病不明經術，經術苟明，其取青紫如俯拾地芥耳。學經不明，不如親耕。』《表》又云：「前、後、左、右將軍，皆周末官，秦因之，位上卿，金印紫綬，漢不常置。或有前、後，或有左、右，皆掌兵。」及《四夷傳》云：「蕭望之字長倩，東海蘭陵人也。好學《齊詩》，事同縣後倉，又從夏侯勝問《論語》、禮服，以射策甲科為郎，累遷諫大夫，後代丙吉為御史大夫，左遷為太子太傅。及宣帝寢疾，選大臣可屬者引至禁中，拜望之為前將軍。元帝即位，為弘恭、石顯等所害，飲鴆自殺。天子聞之，驚拊手為之卻食，涕泣哀慟左右。長子伋嗣為關內侯。」《表》又云：「相國、丞相皆秦官，金印紫綬，掌丞天子，助理萬機。」應劭曰：「丞，承也；相，助也。」「秦有左、右，高帝即位，置一丞相。十一年更名相國，綠綬。孝惠、高後置左、右丞相，文帝二年一丞相，哀帝元壽二年更名大司徒。」《傳》曰：「韋賢字長孺，魯國鄒人也。賢為人質樸少欲，篤誌於學，兼通《禮》、《尚書》，以《詩》教授，號稱鄒魯大儒，徵為博士、給事中，進授昭帝《詩》，稍遷光祿大夫。及宣帝即位，以先帝師，甚見尊重。本始三年，代蔡義為丞相，封扶陽侯，年七十餘，為相五歲。地節三年，以老病乞骸骨，賜黃金百斤，罷歸，加賜第一區。丞相致仕，自賢始。年八十二薨，諡曰節侯。少子玄成字少翁，「復以明經歷位至丞相，鄒、魯諺曰：『遺子黃金滿籯，不如一經。』玄成為相七年，建昭三年薨，諡曰共侯。」此四人皆傳《魯論語》。\n《齊論語》二十二篇，其二十篇中，章句頗多於《魯論》。琅邪王卿及膠東庸生、昌邑中尉王吉皆以教授。"
      },
      {
        "index": 5,
        "text": "疏「齊論」至「教授」。○正義曰：此敘《齊論語》之興及傳授之人也。《齊論語》凡二十二篇，其二十篇篇名與《魯論》正同，其篇中章句則頗多於《魯論》。篇者，積章而成篇，遍也，言出情鋪事明而遍者也。積句以成章，章者，明也，總義包體所以明情者也。句必聯字而言，句者，局也，聯字分疆，所以局言者也。琅邪、膠東，郡國名。王卿，天漢元年由濟南太守為御史大夫。庸生名譚生，蓋古謂有德者也。昌邑中尉者，《表》云：「諸侯王，高帝初置，金璽盭綬，掌治其國。有太傅輔王，內史治國民，中尉掌武職，丞相統眾官。景帝中五年，改丞相曰相。成帝綏和元年，省內史，更令相治民，如郡太守。中尉如郡都尉。」《傳》云： 「王吉字子陽，琅邪皋虞人也。少好學明經，以郡吏舉孝廉為郎，補若盧右丞，遷熒陽令，舉賢良為昌邑中尉。」此三人皆以《齊論語》教授於人也。\n故有《魯論》、有《齊論》。\n疏「故有《魯論》有《齊論》」。○正義曰：既敘《魯論》、《齊論》之作及傳述之人，乃以此言結之也。\n魯共王時，嘗欲以孔子宅為宮，壞，得《古文論語》。"
      },
      {
        "index": 6,
        "text": "疏「魯共」至「論語」。○正義曰：「此敘得《古論》之所由也。嘗，曾也。壞，毀也。言魯共王時，曾欲以孔子宅為宮，乃毀之，於壁中故得此《古文論語》也。《傳》曰：魯共王餘，景帝子，程姬所生，「以孝景前二年立為淮陽王，前三年徙王魯，二十八年薨」，諡曰共王。「初好治宮室，壞孔子舊宅以廣其宮，聞鍾磬琴瑟之音，遂不敢復壞。於其壁中得古文經傳」，即謂此《論語》及《孝經》為傳也。故漢武帝謂東方朔云：「《傳》曰：時然後言，人不厭其言。」又成帝賜翟方進《策書》云：「《傳》曰：高而不危，所以長守貴也。」是漢世通謂《論語》、《孝經》為傳。以《論語》、《孝經》非先王之書，是孔子所傳說，故謂之傳，所以異於先王之書也。言古文者，科鬥書也，所謂倉頡本體，周所用之。以今所不識，是古人所為，故名古文。形多頭粗尾細，狀復團圓，似水蟲之科鬥，故曰科鬥也。"
      },
      {
        "index": 7,
        "text": "《齊論》有《問王》、《知道》，多於《魯論》二篇。《古論》亦無此二篇，分《堯曰》下章「子張問」以為一篇，有兩《子張》，凡二十一篇。篇次不與《齊》、《魯論》同。"
      },
      {
        "index": 8,
        "text": "疏「齊論」至「魯論同」。○正義曰：此辨三《論》篇章之異也。《齊論》有《問王》、《知道》，多於《魯論》二篇，所謂《齊論語》二十二篇也。《古論》亦無此《問王》、《知道》二篇，非但《魯論》無之，《古論》亦無也。《古論》亦無此二篇，而分《堯曰》下章「子張問」以為一篇，有兩《子張》，凡二十一篇。如淳曰：「分《堯曰》篇後「子張問：何如可以從政」以下為篇名，曰《從政》。其篇次又不與《齊》、《魯論》同。《新論》云：「文異者四百餘字。」\n安昌侯張禹本受《魯論》，兼講《齊》說，善者從之，號曰「張侯論」，為世所貴。包氏、周氏《章句》出焉。"
      },
      {
        "index": 9,
        "text": "疏「安昌侯」至「出焉」。○正義曰：此言張禹擇《齊》、《魯論》之善者從之，為世所重，包、周二氏為《章句》訓說此張侯《論語》也。《傳》曰：「張禹字子文，河內軹人也。從沛郡施讎受《易》，王陽、庸生問《論語》，既皆明習，舉為郡文學。久之試為博士。初，元中立皇太子，令禹授太子《論語》，由是遷光祿大夫，數歲出為東平內史。成帝即位，徵禹以師，賜爵關內侯、給事中領尚書事。河平四年，代王商為丞相，封安昌侯。為相六歲，乞骸就第。建平二年薨，諡曰節侯。禹本受《魯論》於夏侯建，又從庸生、王吉受《齊論》，故兼講《齊》說也。」《傳》又云：「始魯扶卿及夏侯勝、王陽、蕭望之、韋玄成皆說《論語》，篇第或異，禹先事王陽，後從庸生，采獲所安，最後出而尊貴，諸儒為之語曰『欲不為《論》，念張文』。由是學者多從張氏，餘家浸微。」是「其善者從之，號曰『張侯論』，為世所貴」之事。《後漢·儒林傳》云：「包咸字子良，會稽曲阿人也。少為諸生，昌《魯詩》、《論語》，舉孝廉，除郎中。建武中入授皇太子《論語》，又為其《章句》，拜諫議大夫。永平五年，遷大鴻臚。」周氏不詳何人。章句者，訓解科段之名，包氏、周氏就張侯《論》為之《章句》，訓解以出其義理焉。不言名而言氏者，蓋為《章句》之時，義在謙退，不欲顯題其名，但欲傳之私族，故直云氏而已。若杜元凱集解《春秋》謂之杜氏也。或曰：以何氏諱咸，故沒其名，但言包氏，連言周氏耳。\n《古論》唯博士孔安國為之訓解，而世不傳，至順帝時，南郡大守馬融亦為之訓說。"
      },
      {
        "index": 10,
        "text": "疏「古論」至「訓說」。○正義曰：此敘訓說《古文論語》之人也。《史記·世家》：安國，孔子十一世孫，為武帝博士。時魯共王壞孔子舊宅，壁中得古文虞夏商周之書及傳《論語》、《孝經》，悉還孔氏，故安國承詔作《書傳》，又作《古文孝經傳》，亦作《論語訓解》。《釋詁》云：「訓，道也。」然則道其義、釋其理謂之訓解，以傳述言之曰傳，以釋理言之曰訓解，其實一也。以武帝末年遭巫蠱事，經籍道息，故世不傳。自此安國之後，至後漢順帝時，有南郡太守馬融亦為《古文論語訓說》。案《後漢·紀》：「孝順皇帝諱保，安帝之子也。」《地理志》云：「南郡，秦置，高帝元年更為臨江郡，五年復故。景帝二年復為臨江郡，中二年復故，屬荊州。」《表》云：「郡守，秦官，掌治其郡，秩二千石。景帝中二年更名太守。」《傳》云：「馬融字季長，扶風茂陵人也。為人美辭貌，有俊才，博通經籍，永初中為校書郎。陽嘉二年，拜議郎，梁商表為從事中郎，轉武都太守，三遷為南郡太守，注《孝經》、《論語》、《詩》、《易》、《尚書》、三《禮》。年八十八，延壽九年卒於家。\n漢末，大司農鄭玄就《魯論》篇章考之《齊》、《古》，為之注。"
      },
      {
        "index": 11,
        "text": "疏「漢末」至「之注」。○正義曰：言鄭玄亦為《論語》之注也。鄭玄字康成，北海高密縣人，師事馬融。大司農徵不起，居家教授，當後漢桓、靈時，故云漢末。注《易》、《尚書》、三《禮》、《論語》、《尚書大傳》、五經緯候，箋《毛詩》，作《毛詩譜》。破許慎《五經異義》，針何休《左氏膏肓》，發《公羊墨守》，起《穀梁廢疾》，可謂大儒。作注之時，就《魯論》篇章，謂二十篇也，復考校之以《齊論》、《古論》，擇其善者而為之注。注與注音義同。\n近故司空陳群、太常王肅、博士周生烈皆為《義說》。"
      },
      {
        "index": 12,
        "text": "疏「近故」至「義說」。○正義曰：此敘魏時注說《論語》之人也。年世未遠人已歿故，是近故也。司空，古官三公也。《表》云：「奉常，秦官，掌宗廟禮儀。景帝中六年更名太常。」「博士，秦官，掌通古今。」《魏志》云：「陳群字長文，潁川許昌人也。太祖辟群為司空西曹屬，文帝即位，遷尚書僕射。明帝即位，進封潁陰侯，頃之為司空。青龍四年薨。」「王肅字子邕，東海蘭陵人，魏衛將軍太常蘭陵景侯，甘露元年薨。注《尚書》、《禮·喪服》、《論語》、《孔子家語》，述《毛詩注》。作《聖證論》難鄭玄。」周生烈，燉煌人，《七錄》云：「字文逸，本姓唐，魏博士、侍中。」此二人皆為《論語義說》，謂作注而說其義，故云義說。\n前世傳授師說，雖有異同，不為訓解。中間為之訓解，至於今多矣。所見不同，互有得失。"
      },
      {
        "index": 13,
        "text": "疏「前世」至「得失」。○正義曰：將作《論語集解》，故須言先儒有得失不同之說也。據今而道往古，謂之前世。上教下曰傳，下承上曰受。謂張禹以上至夏侯勝以來，但師資誦說而已，雖說有異者、同者，皆不著篇簡以為傳注、訓解。中閒為之訓解，謂自古至今中間，包氏、周氏等為此《論語訓解》，有二十餘家，故云至於今多矣。以其趣舍各異，故得失互有也。\n今集諸家之善，記其姓名，有不安者頗為改《易》，名曰《論語集解》。"
      },
      {
        "index": 14,
        "text": "疏「今集」至「集解」。○正義曰：此敘《集解》之體例也。今謂何晏時，諸家謂孔安國、包咸、周氏、馬融、鄭玄、陳群、王肅、周生烈也。集此諸家所說善者而存之，示無剿說，故各記其姓名。注言包曰、馬曰之類是也。注但記其姓，而此連言名者，以著其姓所以名其人，非謂名字之名也。有不安者，謂諸家之說於義有不安者也。頗為改易者，言諸家之善則存而不改，其不善者頗多為改易之。注首不言包曰、馬曰，及諸家說下言一曰者，皆是何氏自下已言、改易先儒者也。名曰《論語集解》者，何氏注解既畢，乃自題之也。杜氏注《春秋左氏傳》謂之「集解」者，謂聚集經傳為之作解也。此乃聚集諸家義理以解《論語》，言同而意異也。"
      },
      {
        "index": 15,
        "text": "光祿大夫關內侯臣孫邕、光祿大夫臣鄭衝、散騎常侍中領軍安鄉亭侯臣曹羲、侍中臣荀顗、尚書駙馬都尉關內侯臣何晏等上。"
      },
      {
        "index": 16,
        "text": "疏「光祿」至「等上」。○正義曰：此敘同集解之人也。《表》云：「大夫，掌論議，有太中大夫、中大夫、諫大夫、皆無員，多至數十人。太初元年更名中大夫為光祿大夫，秩比二千石。」無印綬，爵級十九曰關內侯，顏師古曰：「言有侯號而居京畿，無國邑。」孫邕字宗儒，樂安青州人也。《晉書》：「鄭衝字文和，熒陽開封人也，起自寒微，卓爾立操。魏文帝為太子，命為文學，累遷尚書郎，出補陳留大守，曹爽引為從事中郎，轉散騎常侍光祿勳。」《表》又云：「侍中、散騎中常侍皆加官。」應劭曰：「入侍天子，故曰侍中。」晉灼曰：「魏文帝合散騎、中常侍為散騎常侍也。」又曰：「所加或列侯、將軍、卿大夫、將都尉尚書、太醫、太宮令至郎中，亡員，多至數十人。」如淳曰：「將，謂都郎將以下也，自列侯下至郎中，皆得有散騎及中常侍也。」又曰：「侍中、中常侍得入禁中，散騎並乘輿車。」顏師古曰：「並音步浪反。騎而散從，無常職也。」此言中領軍者，《表》無文。安鄉亭侯者，不在爵級二十之數，蓋漢末及魏置亭侯、列侯之倫也。曹羲，沛國譙人，魏宗室曹爽之弟。荀顗字景倩，荀彧之子，詵之弟也，咸熙中為司空。《表》又云：「少府，秦官，屬官有尚書。成帝建始四年初置尚書，員五人。」駙馬都尉掌駙馬，武帝初置，秩比二千石。」顏師古曰：「駙，副也，非正駕車，皆為副馬。一曰駙，近也，疾也。」何晏字平叔，南陽宛人也，何進之孫，咸之子。曹爽秉政，以晏為尚書，又尚公主。著述凡數十篇。正始中，此五人共上此《論語集解》也。"
      }
    ]
  }
}
