{
  "chapterNumber": 28,
  "title": "Tom III, Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Gdy się już na wyprawę przeciwko Pomorcom wybierano, rozproszonego ich niewolnika, w poprzednich zabranego potyczkach, Piastun kazał spędzić do grodu nad Gopło i zamknąć na wieży, bo tam go najłatwiéj strzedz było. Pilnować jeńców po zagrodach niebardzo mieli komu, a trafiało się często, że i w dyby pozabijani, na polach się rozkuwali, szli w lasy i przekradali do swoich, prowadząc ich potém tém bezpieczniéj na Polan, że tu drogi i osady poznali."
      },
      {
        "index": 3,
        "text": "Ludek Wiszów syn, wysłał téż z innemi i niemca swego Hengona, którego zabrał był z sobą. Ten, że się tu już dawniéj włóczył po zagrodach, znał je dobrze, u Piastuna téż bywał; wyprosił u czeladzi, co go prowadziła, żeby mu przed knezia pozwoliła iść wprzódy i do niego przemówić. Strasznie mu się na wieżycę z motłochem iść nie chciało."
      },
      {
        "index": 4,
        "text": "Zręczny niemiec ufał w to, iż językiem i układną postawą wyprosi się u niego."
      },
      {
        "index": 5,
        "text": "Gdy go skrępowanego przyprowodzono, padł naprzód przed starym na kolana, żaląc się, iż mu się tu od wszystkich straszna krzywda działa, że go Pomorcy naprzód spokojnie powracającego zabrali gwałtem z sobą, podejrzywając, że Polanom sprzyja, że potém w ich obozie ujęty został w niewolę i posądzony niewinnie o prowadzenie Pomorców."
      },
      {
        "index": 6,
        "text": "— Ja nie wojuję z nikim, niczyim nieprzyjacielem nie jestem — mówił Hengo wielką udając pokorę — żonę miałem z waszego rodu i mowy. Moja sprawa zamiana i zarobek, ludziom służę, wojny się lękam, mienia całego pozbyłem, na żebraka wyszedłem. Litujcie się panie nademną."
      },
      {
        "index": 7,
        "text": "Wysłuchawszy żalów, Piastun odpowiedział spokojnie, iż wojna ma prawa swoje, kraj się bronić musi i bezpieczeństwo swe opatrywać. — Gdyby cię puszczono wolno — dodał — a uchodząc trafilibyście na niemców, pytaliby was, co się u nas dzieje, musielibyście swoim wyznać wszystko; a nas zdradzić. Lepiéj więc dla ciebie i dla nas, abyś tu został, dopóki się wojna nie skończy."
      },
      {
        "index": 8,
        "text": "Hengo począł błagać i zaklinać, żeby go przynajmniéj na stołb nie sadzano, gdzie sroga nędza panować musiała, wolał w dybach czy w łykach, choćby związany mleć gdzie w żarnach na zagrodzie."
      },
      {
        "index": 9,
        "text": "A że niemiec płakać umiał i czynić się niewinnym, serce starego skruszył."
      },
      {
        "index": 10,
        "text": "Pozwolił mu u siebie w chacie pozostać, wymagając tylko przysięgi na Boga, którego Hengo wyznawał, iż uciekać nie będzie. Hengo palce na krzyż złożywszy, klęknął i przysiągł, że się z zagrody nie ruszy."
      },
      {
        "index": 11,
        "text": "Drugiego dnia nędzny ów jeniec wojenny już coś poczynał mieniać, bo choć go ze wszystkiego niemal odarto, w łachmanach odzieży znalazły się jakieś cudownie ocalone resztki, i już niewiastom kolce ofiarował, a mężczyznom małe nożyki, które niewiedzieć zkąd dobywał."
      },
      {
        "index": 12,
        "text": "Niewiele na to zważano. Uciekać nie myślał w istocie, owszem wciskał się gdzie było najludniéj, do wszelkich posług ofiarował, a ciągle się z tém przechwalał, że miał żonę z téj krwi i mowy co Polanie i syna z niéj. Głosił się przeto przyjacielem. Na Pomorców i Kaszubów strasznie wygadywał, dzikość im i łupieztwo zadając. Czynił się téż użytecznym tém, że miecze i noże lepiéj niż inni ostrzyć, złamane nanowo oprawiać umiał i w czystości trzymać."
      },
      {
        "index": 13,
        "text": "Zgłaszali się do niego ludzie różni, służył ochotnie każdemu, a brał co mu dano, choćby mało wartą skóreczkę jagnięcia."
      },
      {
        "index": 14,
        "text": "Raz, gdy pod szopką zajęty był swém rzemiosłem, nadszedł doń przybyły tego dnia po rozkazy knezia Dobek, poznał, a zobaczywszy około majsterstwa, bardzo bolał, że takiego sługi pod ręką nie miał, bo w domu wiele było niezdarnego łomu, z którym ludzie nie wiedzieli co poczynać."
      },
      {
        "index": 15,
        "text": "— A czemużeście mnie wziąwszy nie zatrzymali sobie? — odezwał się niemiec. — Teraz, chybabyście poprosili miłościwego pana, żeby mnie do was na czas puścił pod przysięgą, jabym porobił co potrzeba."
      },
      {
        "index": 16,
        "text": "Stało się tedy, że Hengo przysięgę powtórzywszy, gdy i Dobek zaręczył, iż go sam pilnować każe, dostał pozwolenie jechania z nim. Wsadzono go z tyłu na konia za jednym z czeladzi i tak się na nowy dwór dostał."
      },
      {
        "index": 17,
        "text": "Tu dziwne znalazł życie, inne niż u pospolitych kmieciów po zagrodach. Dobek z dzieciństwa wojakiem był z upodobania, a choć znaczne ziemie miał pod sobą, sam się niemi, ani rolą, ani stadniną, ani barciami swemi nie zajmował."
      },
      {
        "index": 18,
        "text": "Miał do tego włodarzów, bartnikowbartników, stadników, posługaczów, a sam tylko życia zażywał. Nie był téż żonatym, chociaż kobiet dwór był pełen, które mu i śpiewać i skakać musiały, gdy rozkazał."
      },
      {
        "index": 19,
        "text": "W polu i na łowach szalony i niespracowany, gdy do domu przybył, zwykł był przy ogniu legiwać, albo pod drzewem na murawie. Kubek pełny przy nim musiał stać, a wesołki mu prawili baśnie, albo kobiety gadkami i pieśniami bawiły."
      },
      {
        "index": 20,
        "text": "Całe godziny i dnie schodziły tak na wylegiwaniu się i na śmiechu, potém nagle na koń się zrywał, w las, prowadził swych ludzi z sobą i dni kilka o chłodzie i głodzie polując do dworu ani zajrzał. Z kałuży gotów był się napić i lada czém pokarmić."
      },
      {
        "index": 21,
        "text": "Tak samo gdy na wyprawę ciągnął, dobry był do napaści gwałtownéj, ale nigdzie nie strzymał długo."
      },
      {
        "index": 22,
        "text": "Przyjacielem téż umiał niekiedy być takim, że życie stawił dla druha, a gdy najmniejsza waśń poróżniła go z bratem, ubić był gotów na razie... i potém żałować."
      },
      {
        "index": 23,
        "text": "Choć tak gwałtowny i dziwaczny, Dobek razem przebiegłym był bardzo; zataić się umiał do czasu, z człowieka wyciągnąć, a samemu się przyczaić cicho."
      },
      {
        "index": 24,
        "text": "Z téj strony mało go kto znał, oprócz własnych ludzi."
      },
      {
        "index": 25,
        "text": "Hengo poznawszy się z nim, począł bardzo mu się przypatrywać bacznie, po drodze nie spuścił go z oka ni z ucha, postrzegał pilno, a gdy do dworu przybyli, zdało się niemcowi, iż go już całego miał."
      },
      {
        "index": 26,
        "text": "Poczęło się tu od tego, iż gorąco się zabrał do czyszczenia, naprawiania i ostrzenia. Wszystek łom leżący w komorze przyprowadził do dobrego stanu. W kilka dni, choć łamaną mową umiał Dobka tak zabawić, iż się o niego upominał i z kąta go sobie wyciągnąć kazał. Prawił mu jak to po świecie cale inaczéj niż u Polan było, jak tam ludzie żyli, jak się niewiasty nosiły, jak się wojacy uzbrajali, jak panom było wygodnie. Umiał to wszystko w takiém świetle przedstawić, iż Dobka ochota brała niezmierna widzieć te ciekawości."
      },
      {
        "index": 27,
        "text": "Urabiał go tak powoli niemiec, powolnym znajdując, zachodził z różnych stron, szczególnie gdy ani bab, ani czeladzi nie było, coby podsłuchiwała rozmowę. Dobkowi pod lipami kładziono skóry, na których się wyciągał, miód mając pod ręką i tak na brzuchu leżąc, gadek lub pieśni słuchał."
      },
      {
        "index": 28,
        "text": "Gdy inni się zabawiając pana zmęczyli, podkradał się niemiec. Próbował zrazu tak nieśmiało coś przebąkiwać o niemczech, obyczajach swojego kraju, a Dobek, ciekaw do czego idzie, puszczał go jeszcze mu dopomagając. Czuł, że to nie daremne. Niemcowi zaś zdawało się, że na prostaka trafił."
      },
      {
        "index": 29,
        "text": "— Świat to cale u nas inny — prawił Hengo. — Takim ludziom jak miłość wasza, tamby żyć, tu ciężkie życie bardzo, głód nie rzadki, napaści, wojny, ludzie się rozbiegają po lasach — niczego dostać, nic zobaczyć, ino ziemia, woda i lasy. Tu wszyscy ludzie jakby równi żyją — panów nie ma, niewolnika mało. Kneziom nawet gromady wielkiéj woli nie dają, a tam u nas wojownik panem. Królewskie, cesarskie dwory od złota, srebra i drogich kamieni świecą — domy z muru, z ciosu... wspaniałe i rozkoszne."
      },
      {
        "index": 30,
        "text": "Dawał mu Dobek mówić jeszcze go zachęcając. — Prawno, praw — ciekawym słuchać."
      },
      {
        "index": 31,
        "text": "— U nas ludzie tak, jak zwierzęta, rozpierzchli się po lasach, nie siedzą, do kupy się pod grody z domami zbierają... Kamienice budują wielkie i w środku jasne. Chramy Boże wyniosłe i złociste. Piją tam i jedzą inaczéj. Niewiasta gdy się ustroi, dziesięć się razy piękniejszą jeszcze wydaje. Gdybyście zobaczyli miasta nasze, z podziwubyście krzyknęli. Rzemieślnicy téż u nas z kruszcu, co zamyślą, zrobić umieją."
      },
      {
        "index": 32,
        "text": "Tak mu to wszystko zachwalał, że się Dobek aż z ziemi podnosił słuchając, oczy mu się paliły, szczególniéj gdy opisywać zaczął jak tam rycerze chodzili zbrojni, obwieszani łańcuchami, jakie nosili żelazne zbroje i tarcze malowane, na kołpakach żelazo, a gzła z łusek żelaznych. Opowiadał téż dziwy o kobietach jak śnieg białych, z oczyma jak węgiel czarnemi, które przedziwnie na gęślach grały i śpiewały."
      },
      {
        "index": 33,
        "text": "Dobek się pocieszał tém, że to wszystko i u Polan być miało, ale myślał na co niemiec tak nastawał chwaląc mu swoje kraje? Nie było to bez przyczyny!"
      },
      {
        "index": 34,
        "text": "— Byłoby to i u Polan pewnie — mówił Hengo — ale wy tego sami nie chcecie. Mieliście kneziów spokrewnionych z niemieckiemi, którzy by byli ten sam porządek i tu zaprowadzili, a no ich precz wyrzuciliście, i natomiast wybraliście prostego kmiecia."
      },
      {
        "index": 35,
        "text": "Dobek teraz zrozumiał dobrze, do czego mowa zmierzała, i że niemiec zdrajca go próbował, udał więc, iż i on podobnie myślał, dodał nawet, że wybór Piastuna przyjął jako inni, chociaż mógł mu być nie bardzo wygodnym."
      },
      {
        "index": 36,
        "text": "— Kmieć kmieciowi równy — rzekł — jeśli mogli go wybrać, czemuż nie mnie?"
      },
      {
        "index": 37,
        "text": "Niemcowi zdało się, że go już ma w garści całego, zwolna więc popuszczać coraz zaczął językowi wodze, na stronę Leszków go nawracając, czemu tamten się nie przeciwił. Prawił o dworze teścia Chwościkowego, jaki on piękny był, ilu przy nim rycerzy się znajdowało, jakie życie wesołe wiedziono."
      },
      {
        "index": 38,
        "text": "Dobek mu wciąż potakując zdradliwie, przodem go puszczał."
      },
      {
        "index": 39,
        "text": "Nazajutrz sam już zagadnął o to, a Hengo bez obawy pleść zaczął, namawiając na stronę młodych kneziów."
      },
      {
        "index": 40,
        "text": "Wieców nie byłoby żadnych, a posłuszeństwo i ład wyborny..."
      },
      {
        "index": 41,
        "text": "Dobkowi niekiedy słuchając pięść świerzbiała, ale go ciągle poduszczał próbując, jak téż zajdzie daleko. Hengo się pocichu przyznał, że był w służbie u dziada młodych Pepełków — odważył się nawet szepnąć, iż Dobek widziećby się z niemi powinien, a wziąść ich stronę i drugich namawiać, za co by mu się potém wielkie ziemi obszary dostały, osypy z nich i daniny."
      },
      {
        "index": 42,
        "text": "— A jakże się to dobić do nich? — spytał chytry Dobek."
      },
      {
        "index": 43,
        "text": "— Gdyby tylko miłość wasza chciała to uczynić — szepnął niemiec — znaleźlibyśmy sposoby."
      },
      {
        "index": 44,
        "text": "Nastręczała się tedy zręczność poznać bliżéj nieprzyjaciela przed wojną, i Dobek, który lubił osobliwe wyprawy, nie mógł się strzymać, aby nie zapragnąć dokazać tego, co nikt. Obawy nie znał, tylko za zdrajcę uchodzić mu się nie chciało. Trzeciego dnia pod pozorem myśliwstwa z domu wyruszył, nic nie mówiąc niemcowi, i pobiegł Piastuna się radzić co miał czynić. Powrócił z postanowieniem, aby korzystać z niemca, przekraść się do obozu nieprzyjaciela, i co można w nim wypatrzeć."
      },
      {
        "index": 45,
        "text": "Nazajutrz Hengo i on naradzali się na osobności, tak, aby ich nie podsłuchano. Dobek starostę swojego zawołał i w domu pilnować polecił — sam na koń siadł, dawszy niemcowi drugiego i w lasy ruszyli, nie opowiadając się nikomu dokąd i po co."
      },
      {
        "index": 46,
        "text": "Cieszył się niemiec, niedomyślając jakie mu niebezpieczeństwo groziło, i uszy nabijając Dobkowi tém, że on u młodych kneziów będzie ręką prawą, panem na ich dworze, że pozyszcze bogactwa wielkie, weźmie ich krewnę za żonę — byle stale z niemi trzymał i drugich téż do tego pocichu nakłaniał, aby kmiecia rzuciwszy, dawnych panów się jęli. Dobek milcząc głową potakiwał, a co się w nim działo, tego z oczów nie można było wyczytać. Czasem się tylko ukośnie spojrzawszy uśmiechał."
      },
      {
        "index": 47,
        "text": "Jechali tak lasami przedzierając się po uroczyskach pustych nocując dni kilka, aż wjechali do puszczy na granicy pomorskiéj ziemi. Tu Hengo znał drożyny lepiéj jeszejeszcze, wiedział gdzie szukać ludzi — a przez nich do obozu Pepełków trafić już było łatwo."
      },
      {
        "index": 48,
        "text": "Właśnie tam jeszcze na Kaszubów i inne gromady ludzi nawykłych do napaści i wojny czekano, gdy Hengo z Dobkiem manowcami ku obozowisku się zbliżyli."
      },
      {
        "index": 49,
        "text": "Dwaj młodzi kneziowie z wujem Klodwigiem stali na granicy w lesie, który zwano Puszczą dziką."
      },
      {
        "index": 50,
        "text": "Miejsce na obóz wybrane samo przez się było obronne, bo je dwie rzeczki spływające się tu, w widłach obejmowały, a zdala szerokie otaczały błota. Na starym horodyszczu porozbijane były szałasy i namioty płócienne. Niemała zbrojnych ludzi kupa już się tu zebrała, inni przyciągali."
      },
      {
        "index": 51,
        "text": "Gdy się u straży stojącéj na wązkiéj haci, wiodącéj do obozu, opowiedzieli — wziął ich jakiś starszy i do młodych panów prowadził. Dla kneziów w pośrodku horodyszcza na prędce była sklecona szopa, na nieociosanych słupach oparta, ladajako deskami i gałęźmi pokryta, któréj ściany płotami i oponami ostawiono."
      },
      {
        "index": 52,
        "text": "Kręciło się około niéj rycerstwo po niemiecku odziane, w sukniach pstrych, naszywanych, z żelazem u pasa, a niektórzy i na głowie je mieli. Dzidy téż nosili okute żelazem, niektórzy z proporczykami, chociaż na kamiennych młotach i obuchach nie zbywało."
      },
      {
        "index": 53,
        "text": "Dopiero pod szopę wszedłszy, kędy młodzi kneziowie z niemieckim swym krewniakiem siedzieli na pieńkach suknem poprzykrywanych, Dobek mógł dostrzedz istotnéj różnicy téj, o któréj mu Hengo prawił tyle — i owego bogactwa, jakie mu opisywał."
      },
      {
        "index": 54,
        "text": "Na deskach pozbijanych, które za stół służyły, postrzegł naczynia kowane złociste, i opony czerwone szyte we wzory, na samych téż odzież misternie szytą, obszywaną i bramowaną. Oba suknie mieli niebieskie do kolan, blaszkami złocistemi po brzegach naszywane, płaszcze spinane na ramionach kolcami grubemi, na nogach obisłą odzież sznurami pięknie objętą i skórznie téż ozdobne."
      },
      {
        "index": 55,
        "text": "Czemu najwięcéj się dziwił i czego im najbardziéj zazdrościł Dobek, to mieczów, prostych, długich, z kruszcu świetnego, pasów do nich sadzonych i stojących zdala u ścian tarczy guzami nabijanych, z pod których skór prawie widać nie było. Inne czerwono malowane lśniły do koła prętami z kruszcu do nich poprzybijanemi. Na głowach téż mieli kneziowie czapki pozłociste, kunsztownie wyrobione."
      },
      {
        "index": 56,
        "text": "Pełno tu było Dobkowi nie znanego sprzętu, którego on nawet w prostocie swéj użytku odgadnąć nie umiał."
      },
      {
        "index": 57,
        "text": "Gdy weszli, a Hengo przypadł do ziemi, czego Dobek wcale naśladować nie myślał, stojąc i rozglądając się swobodnie — poczęło się naprzód długie, niezrozumiałe szwargotanie. Niemiec zalecał tego, którego tu przyciągnął, jako swą wielką zdobycz i zasługę, za którą mu się znaczna nagroda należała. Wuj i młodzi kneziowie lękać się zdawali, ażeby przybyły nie okazał się szpiegiem i zdrajcą, podesłanym, aby ich siły obliczył i dał o nich znać Polanom."
      },
      {
        "index": 58,
        "text": "Dopiero po długiéj z Hengiem rozmowie, Leszek starszy, który języka lackiego nie zupełnie zabył jeszcze, do Dobka się zaczął odzywać, jaką to srogą niewdzięcznością naród się ich ojcu wypłacił za tyle dobrodziejstw, które otrzymał od niego, jak oni oto teraz u swoich nawet zamiast pomocy, znaleźli się prześladowani i w niebezpieczeństwie życia będąc, ledwie je ochronili, przez co dziad ich Miłosz zginął, że zostali zmuszeni szukać poparcia od rodziny matki, ludlub sobie zakupywać je, aby powrócić do dziedzictwa swojego."
      },
      {
        "index": 59,
        "text": "Zatém drugi z nich z Klodwigiem wujem kląć zaczęli okrutnie Polanów, pięściami w stół waląc, i odgrażając się wściekle."
      },
      {
        "index": 60,
        "text": "Dobek słuchać musiał cierpliwie, nic nie mogąc odpowiedzieć. Stał prawie niemy dopóki rozmowa spokojniéjszą się nie stała, a panowie nie ostygli."
      },
      {
        "index": 61,
        "text": "Starszy złagodniawszy, zaczął go namawiać, aby i on i przyjaciele, których mógł przeciągnąć, na stronę ich przeszli, Klodwig powtórzył to po niemiecku, a Hengo tłumaczył, dodając od siebie obietnice łask wielkich."
      },
      {
        "index": 62,
        "text": "— Z was jednego — mówił wuj — choćbyście z nami szli, pociechy jako żywo, mieć nie będziemy, chybabyście nam drogę ukazywali, a do tego mamy ludzi. Z dwojga rąk, choćby najdzielniejszych, pomoc mała. Jeżeli ochotę macie, inaczéj nam posłużyć powinniście."
      },
      {
        "index": 63,
        "text": "— Powracajcie nazad do domu, wezmijcie dowództwo, ciągnijcie z ludźmi na wyprawę przeciw nam, stańcie na tyłach. Gdy do bitwy przyjdzie, rzucicie się na nich z jednéj, my z drugiéj strony. Weźmiemy ich w kleszcze, aby nic nie uszło. Innych co przedniejszych namówcie, aby toż samo uczynili."
      },
      {
        "index": 64,
        "text": "Dobek, choć w nim wrzało i kipiało, słuchał cierpliwie. Poczęli go obietnicami obsypywać, przyrzeczono mu ziemi wiele, władzę, namiestnictwo, skarby znaczne, a gdy Hengo coś podszepnął, śmiejąc się nawet mu pannę niemiecką, pokrewną za żonę obiecano, z posagiem, któregoby na dziesięć wozów nie zabrał."
      },
      {
        "index": 65,
        "text": "Dobek tylko słuchał, kłaniał się, na niemca swego spoglądając z ukosa, i choć go gniew dusił za gardło, zmógł się, aby przyjąć te łaski jak było potrzeba."
      },
      {
        "index": 66,
        "text": "Posadzili go potém z uprzejmością wielką na ławie, podle siebie, i zaczęli go poić. Leszek pierścień z palca zdjąwszy, dał mu go na znak przymierza, drugi mieczem pięknym obdarzył, a trzeci, chcąc téż hojnym być, kubek mu kruszcowy, przepiwszy nim do niego, podarował."
      },
      {
        "index": 67,
        "text": "Dopiero, gdy miód i wino przyniesiono, a przy uczcie podochocili sobie, Dobek się na lepszą myśl zdobył, i ciesząc się w duchu, że niemców w pole wyprowadzi, począł rozprawiać, przedrwiewając jakby głuptaszkiem był. Leszek, czego nie rozumieli, innym tłomaczył."
      },
      {
        "index": 68,
        "text": "Tak około dzbanków czas przeszedł do wieczora niemal, a w umowie stanęło, iż Dobek miał powracać do domu, o dowództwo się zgłosić koniecznie (które mu téż należało) i innych na stronę Leszków przeciągać. Wszystko to pół gębkiem wprawdzie Dobek przyrzekał. Czekał tylko, rychło li się wyrwie, aby się obozowi cokolwiek przypatrećprzypatrzeć."
      },
      {
        "index": 69,
        "text": "Tak obdarzonego i podochoconego Hengo potém zaprowadził pod szałas na horodyszczu zawczasu dla nich opróżniony, i tu go na spoczynek złożywszy, sam jeszcze do swoich powrócił."
      },
      {
        "index": 70,
        "text": "Miał Dobek czas i zręczność przypatrzeć się temu, czego był ciekawym, gdyż zewsząd go obozujący otaczali. Z miejsca, na którém szałas stał, wojsko do koła rozłożone widać było, jazdę, któréj znaczna część miała odzież z żelaznych łubek i blach, i piechotę z tarczami, ubrojoną w dzidy, oszczepy, miecze i obuchy. Nadewszystko tu podziwiał porządek wojenny, którego u polan nie znano. Wszystek ten lud, jak niewolników, starszyzna ostro trzymała, a za najmniejszą winę, jednych prętami smagano, drugich obarczano ciężarami. Byli i tacy, co w dybach za przestępstwa chodzić musieli. Obchodziła się z niemi starszyzna jak z jeńcami, a gdy który z sotników huknął, drżało przed niem co żyło. Zmiarkował Dobek, że choć taki wojak nie był pewny czasu porażki, wojnę nim prowadzić łatwiéj było, gdyż do czasu ze strachu był posłuszny."
      },
      {
        "index": 71,
        "text": "Z miejsca, na którém szałas stał, liczbę wojska nie łatwo rozpoznać było, ale nie zdała mu się zbyt znaczną, zbroją tylko i orężem Polan przechodziła."
      },
      {
        "index": 72,
        "text": "Gdy Dobek dobrze się już był przyjrzał ludziom i porządkowi, późno w noc nadciągnął doń Hengo, i przy nim się na straży położył, dopytując się ciekawie, jak mu się tu podobało. Dobek choćby był miał ochotę w miejscu go ubić, chwalił młodych panów, iż gładcy byli, piękni, ochoczy i weseli. Z przyjęcia się niby wielce radował, a Hendze obiecywał sowitą nagrodę."
      },
      {
        "index": 73,
        "text": "Podarki, które dla niepoznaki przyjąć musiał, jak ogniem go piekły."
      },
      {
        "index": 74,
        "text": "W obozie kneziów młodych wiedziano już, iż Piastun z całą siłą dążył ku granicy, aby naprzeciw nim stanąć i zaprzeć im drogę, zaraz téż nazajutrz i oni wysyłać mieli gońców po ludzi zaciężnych i wyprzedzić go chcieli napaścią niespodzianą."
      },
      {
        "index": 75,
        "text": "Nazajutrz rano bardzo, z nikiem się już nie widząc i nie żegnając nikogo, Hengo i Dobek ruszyli przez obóz... nazad ku lasom, przyczém tak się pokierował Dobek, aby się jeszcze piechocie i jeździe przypatrzeć. Hengo miał mu wszędzie towarzyszyć."
      },
      {
        "index": 76,
        "text": "Wziął z sobą różnych darów dosyć, aby niemi do pozyskania więcéj ludzi Dobkowi dopomagać. Za rania tego dnia gromady niektóre już się w obozie ruszały, a te miały przodem iść, drudzy, z posiłkami wnet ciągnąć za niemi, chciano bowiem koniecznie wprzód wkroczyć od pomorskiéj granicy, nimby się do niéj Polanie zbliżyli."
      },
      {
        "index": 77,
        "text": "Ruch był wielki, ochota dzika i odgrażania się straszne. Dobek przerzynając się przez kupy tego motłochu, musiał się tego nasłuchać za wiele i ledwie mogąc powstrzymać od okazania gniewu, konia tylko parł, by co rychléj znaleźć się na swobodzie."
      },
      {
        "index": 78,
        "text": "Minąwszy obóz i pola, wjechali nareszcie w lasy. Hengo skorym był wielce do rozmowy, Dobek milczał posępnie. Pierścień na placu go piekł, miecz u boku zawadzał, kubek za nadrą go dusił — tak mu pilno było pomścić doznaną zniewagę. Do nocy odjechali od obozowiska daleko, o znalezienie drogi już się Dobek nie obawiał — myślał tylko, co z niemcem zrobić."
      },
      {
        "index": 79,
        "text": "Przebić go mieczem było nader łatwo, ale rozbolałemu człowiekowi téj zemsty było za mało."
      },
      {
        "index": 80,
        "text": "Gdy nocą już, stanęli na nocleg i konie pętać przyszło, aby je puścić na paszę, Dobek się zakręcił powiadając, że postronki pogubił, a kilka tylko pęczków zapaśnego łyka znalazło się u siodła. Niemiec, człowiek zawsze przezorny, swój sznur mocny ofiarował — ale Dobkowi wydał się on zacienkim."
      },
      {
        "index": 81,
        "text": "We dwóch więc wzięli się z niego grubszy skręcić — Hengo pomagał ochoczo. Ogień już był wielki pod starym dębem rozpalony i płonął jasno."
      },
      {
        "index": 82,
        "text": "Bardzo zręcznie pętlę splótłszy Dobek milcząc, przystąpił do niemca i nim się ten spostrzegł, zarzucił mu ją pod pachy. Wziął to sobie za żart Hengo, niedomyślający się jeszcze niebezpieczeństwa, gdy drugi koniec sznura przez gałąź przerzuciwszy, chwycił Dobek i szarpnąwszy nim, już krzyczącego niemca nad ogniem zawiesił, skrępowanego tak silnie, iż się wywinąć nie mógł. — Sznur potém Dobek umocował, a sam nieco opodal spokojnie się położył na trawie, ogień tylko podkładając, aby Hengo upiekł mu się żywcem."
      },
      {
        "index": 83,
        "text": "Stało się to tak szybko, iż Hengo rażony nagle, przytomność prawie utracił. Dobek zbyt był zburzony, aby nawet mógł łajać — iskrzyły mu się oczy, leżał, patrzał i nasycał się."
      },
      {
        "index": 84,
        "text": "Jęczącym głosem niemiec się śmierci wypraszał — lecz nie otrzymał słowa odpowiedzi, ogień tylko podkładał Dobek coraz silniejszy, rzucając weń co mógł ściągnąć gałęzi. Dym i płomień coraz się wyżéj podnosząc, już zdrajcę ogarniały. Jęczał coraz słabiéj i sznur poruszany okręcał się z nim wśród płomieni."
      },
      {
        "index": 85,
        "text": "Tymczasem, gdy jęki ustawać poczęły, mściciel konie oba napowrót ściągnął z paszy, pokładł ładunek na nie, nałożył uzdy i wyczekiwał tylko, rychło li Hengo w męczarniach skona, aby się od trupa oddalić."
      },
      {
        "index": 86,
        "text": "Miotając się jeszcze Hengo, coraz słabszym odzywał się głosem."
      },
      {
        "index": 87,
        "text": "Oczekiwanie znużyło znać Dobka, bo chwyciwszy oszczep, rzucił nim w piersi i dobił nieszczęśliwego."
      },
      {
        "index": 88,
        "text": "Odszedł potém od ogniska, a wkrótce ciało urwane z gałęzią padło w ogień, żar i iskry rozpryskując do koła, objęły je płomienie. Najmniejszéj już wątpliwości nie było, iż Hengo odżyć nie może, skoczył więc Dobek na koń, splunąwszy na trupa i szybko się oddalił."
      },
      {
        "index": 89,
        "text": "Lżéj mu się potém zrobiło, a że noc dosyć jasna dozwalała ciągnąć daléj, ledwie cokolwiek koniom na polance spocząwszy, ruszył, spiesząc nie do domu, ale naprost ku jezioru Lednicy, gdzie się spodziewał znaleźć w pochodzie już wojewodów i ziemie."
      },
      {
        "index": 90,
        "text": "Ktoby go był ujrzał naówczas pędzącego niecierpliwie ku swoim, z wieściami, jakie zdobył na wyprawie — myślałby, że go jędze i wiły lasami gnały, tak pilno mu było co najprędzéj dostać się do Piastuna i swojéj gromady."
      },
      {
        "index": 91,
        "text": "Ze wszystkich polańskich mirów, co do oszczepu i procy zdatném było — Piastun naprzód zebrał u Gopła. Tu mnogi ten lud, tysiącznikom, setnikom, dziesiętnikom, rozkazawszy podzielić, nad oddziałami stawiąc dowódzców, wojewodów, którzy jemu tylko winni byli posłuszeństwo. Piastun zebrał wojsko daleko liczniejsze niż obrona wymagała. A choć wojakiem nie był, ale prostym bartnikiem, z rojami temi, tak sobie umiał poradzić, iż po raz pierwszy, zamiast kup bezładnie rozbiegających się po lasach i polach, złożył wojsko, które i niemcom mogło być groźném."
      },
      {
        "index": 92,
        "text": "Uzbrojenie téż, choć proste, lepszém teraz było, bo wojewodowie i ich tysiącznicy, sami każdego opatrywali, aby z gołemi nie szedł rękami. Ci, którym koni nie stawało, szli pieszo uzbroiwszy się w cięższe oszczepy, pociski i tarcze."
      },
      {
        "index": 93,
        "text": "Ponieważ innéj zbroi na ciele nie mieli, tarcze te służyły w zastępstwie. Sporządzono ich mnogość wielką, z kory lipowéj i drzewa, jakich długo potém jeszcze używano."
      },
      {
        "index": 94,
        "text": "Jesiennego dnia, wystąpiwszy na pagórek, gdy wszystek lud już z wojewodami stał w polu, a każdy mir i ziemia ze swemi bogi i stanicami na wysokich dzidach wetkniętemi, rozeznać było można i policzyć, uradował się Piastun w duszy — gromady w ładzie stały i wesołemi głosy mu odpowiadały."
      },
      {
        "index": 95,
        "text": "Rozkazanie tedy szło po wszech ziemiach, aby międzyrzeczanie, kujawiacy, poznańczycy, bachórcy z innemi ciągnęli w porządku pod swemi wojewodami, posuwając się trzema drogami ku granicy. Jedne o drugich ziemie wiedzieć miały, nie przeszkadzając sobie w ciągnieniu i na pastwiskach, a nie pustosząc własnego kraju. Iść mieli w cichości, nie rozbiegając się, tak, aby nieprzyjaciel zawczasu się o nich nie dowiedział, nie uszedł, nie osaczył, zasadzki nie miał czasu zgotować. Sam Piastun z synaczkiem, którego mimo lat młodych do wojny zaprawiał, szedł w pośrodku, aby własnemi na wszystko patrzeć oczyma."
      },
      {
        "index": 96,
        "text": "Ujrzano téż rzecz osobliwą, iż wojewodami mianował ludzi, którzy się tego nie spodzieli, a tych co niemi chcieli być, pominął. O Dobku jeden on wiedział gdzie się znajdował, drudzy różnie przebąkiwali, dano więc zastępstwo drugiemu."
      },
      {
        "index": 97,
        "text": "Gdy się to działo, a wszystkie siły ławą wielką sunęły się ku granicom, jednego wieczora, stanęli na nocleg pod lasem. Piastun z synem i kilku starszyzny, u ognia grzać się usiedli. Piekli sobie na drewienkach mięso zabitego kozła i gwarzyli po cichu, gdy niespodzianie zaszeleściało niedaleko i kneź ujrzał stojącego przed sobą Dobka, z bladą twarzą, poruszonego wielce, widocznie wysilonego podróżą, bo się na nogach chwiał stojąc."
      },
      {
        "index": 98,
        "text": "— Dobek! — spojrzawszy nań zawołał Piastun, jakby o niczém nie wiedział — gdzieżeś to bywał? co się działo z tobą? Ludzie się o was troskali, czy nieszczęścia jakiego nie mieliście?"
      },
      {
        "index": 99,
        "text": "— Działo się, zaprawdę ze mną — rzekł Dobek — co trudno zdala odgadnąć, czemuby uwierzyć trudno — ale się przecie nic złego nie stało. Wracam oto wprost z obozu Leszków w puszczy dzikiéj, tak jako mnie widzicie, jeszcze śmierdzę niemcami."
      },
      {
        "index": 100,
        "text": "Wszyscy krzyknęli zdziwieni, a Dobek opowiadać zaczął."
      },
      {
        "index": 101,
        "text": "— Wziąłem u was, miłościwy panie niemca do naprawy mieczów takiego, który o mało mnie samego nie popsuł. Chytra gadzina, chciała mnie dla Leszków i do zdrady namówić. Wtedym za wiedzą waszą, udał, że się biorę na wędę, jechałem z nim aż na granicę pomorską do obozowiska Leszków. Dobrze było podpatrzeć zblizka, jakie siły mają i co myślą. Stało się tak, że mnie przypuścili do siebie, a do zdrady namawiać jęli, udawać musiałem, język sobie kąsając, że im sprzyjam. Przepatrzyłem ich zbroje, ludzi i wojsko. Chcieli mnie przekupić darami, dodał rzucając z kolei pod nogi Piastunowi, pierścień, miecz i kubek — oto one są. Obietnic mi nie żałowali. Wyrwałem się im, spatrzywszy wszystko — i — otom ja jest."
      },
      {
        "index": 102,
        "text": "Tchnął mocno Dobek, dziko rzucając oczyma."
      },
      {
        "index": 103,
        "text": "— A niemiec co z wami był? co się z nim stało? — zawołała starszyzna."
      },
      {
        "index": 104,
        "text": "— Jużem go niemógł dłużéj ścierpieć przy sobie — odparł Dobek. — Na noclegu dla wilków upiekłem go na gorących węglach, aby smaczniéj im jeść było, inaczéjby go może nie chciały."
      },
      {
        "index": 105,
        "text": "Słuchali wszyscy w podziwieniu wielkiém, nim się posypały pytania — jak Pomorcy, jak niemcy, jak cały obóz nieprzyjacielski był zbrojny, co mówili, jak i dokąd ciągnąć myśleli. Opowiedział Dobek, iż spieszyli posiłki zbierać, zwykłą drogą ku Lednicy mając ciągnąć, dokąd już przodowników wysyłano, aby Polanom drogę zabiegli od granicy."
      },
      {
        "index": 106,
        "text": "Z drugiéj więc strony także nadążać było potrzeba, aby się im nie dać wyścignąć. Z tego, co Dobek widzieć mógł i miarkować, z tego co słyszał, cała Leszków drużyna, zebranéj przez Piastuna sile, równać się nie mogła, orężem tylko straszną była. Serca nabrała starszyzna i wielkiéj do boju ochoty, i jak na brzask kazano dać znać do ciągnięcia w cichości ku jezioru, ku Lednicy."
      }
    ]
  }
}