{
  "chapterNumber": 18,
  "title": "Tom II, Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Minęło dni kilka, a około grodu nic słychać nie było. Rozsyłano ztąd na zwiady Smerdów i poprzebieraną czeladź, do bliższych dworów i chat, nigdzie o żadnym ruchu wojennym nie wiedział nikt. Na pólkach w lasach, gdzie role były piasczyste, a słoneczne, zaczynano zboże żąć. Z sierpami żelaznemi i miedzianemi, a krzemiennemi, ludzi było dużo widać, a z bronią i oszczepem prawie nikogo."
      },
      {
        "index": 3,
        "text": "Kneź się począł nudzić i tęsknić sam jeden zamknięty na grodzie między wałami. Pił, jadł i spał, przeciągał się, ziewał, do białéj pani chodził czasem, a gdy z przedsienia na lasy popatrzył, klął okrutnie, że na łowy jechać nie mógł. Brunhilda go nie puszczała. Zrazu słuchał jéj milczący, teraz już się burzyć zaczynał."
      },
      {
        "index": 4,
        "text": "Jednego dnia Smerdy wołać kazał."
      },
      {
        "index": 5,
        "text": "— Jedź spatrz mi knieje, czy tam gdzie jakiéj zdrady nie słychać."
      },
      {
        "index": 6,
        "text": "Sługa na cały dzień ruszył, przywiózł ubitego kozła, mówił o spotkanych świniach w lesie, o niedźwiedziu, o wilkach, ludzi nigdzie nie było ani śladu."
      },
      {
        "index": 7,
        "text": "Kneźnie ten spokój po takiéj burzy podejrzanym się wydawał, jemu naturalnym."
      },
      {
        "index": 8,
        "text": "— Na łowy muszę pojechać... — wołał zły — zgniję tak siedząc... nie wytrzymam, struję się snem i niewolą..."
      },
      {
        "index": 9,
        "text": "Brunhilda nie puszczała; lękała się przemyślna niemka zasadzki i zdrady. Z dnia na dzień odkładano łowy. Namówiła ludzi, aby przeszkody wynajdywali. Chwost przeklinał, złościł się, zapijał i coraz mocniéj niecierpliwił. Smerdzie nareszcie nieodwołalnie na łowy gotować kazał nazajutrz. Żona ledwie wymogła na nim, iż zamiast garstki ludzi, którą zwykł brać z sobą, trzykroć większą miał prowadzić i silnie zbrojną."
      },
      {
        "index": 10,
        "text": "Choć krzyżyk na piersi nosił Chwostek, zabobonnym był poganinem, wcześnie więc wypatrywano znaków po niebie i ziemi, aby mu co nad głową nie zakrakało i drogi nie przeszło. Smerda umyślnie zarządził, aby najmłodsza z dziewcząt kneźny z pełnemi wiadrami pokazała się na ścieżce, gdy książe wyruszy. Stara baba z próżném naczyniem lub niedorosłe dziewczę zarówno się za nieszczęśliwą wróżbę uważały."
      },
      {
        "index": 11,
        "text": "Ranek był piękny, a zwiastował dzień gorący. Po niebie jednak przelatywały obłoki białe, wiatr chłodnawy je rozpędzał i odświeżał powietrze. Kneź z haci i mostu zjechawszy otoczony drużyną liczną, na najbliższy ostęp się skierował. Smerda był pewien, że w nim znajdą zwierzynę. Nie pędzano tam trzód, nie płoszono nigdy i las był umyślnie dla łowów strzeżony. Uroczysko, na które jechali, zwało się Głubiem, a na niém nigdy nie chybiły łowy kneziowskie. Trzeba jednak było przebyć znaczną przestrzeń od kraju, aby się dostać do gęstwiny i kniei."
      },
      {
        "index": 12,
        "text": "Chwostek, który dawno na koniu nie siedział, lasu nie widział, psów nie słyszał, poweselał, gdy mu nad głową zaszumiały gałęzie, gdy poczuł woń puszczy. Konia więc gnał szybko, aby się dostać do kniei gdy po półgodzinnéj jeździe znalazł się na znanéj sobie polance. Ztąd na Głubie niedaleko już było."
      },
      {
        "index": 13,
        "text": "Pierwszy się wytknął na łąkę, ale wnet konia cofnął i gniewny zwrócił się do Smerdy, który ku niemu poskoczył. Wskazywał ręką na polankę. Tu na obalonéj kłodzie siedziała stara kobieta, cała płachtą okryta, ziela koło siebie mając narwanego kupy. Sakwy brudne leżały przy niéj. Przebierała uzbierane zioła nucąc i zdawało się, że nawet nadjeżdżających nie usłyszała i nie postrzegła, obawiano się takich wiedźm w lesie bardziéj niż gdzieindziéj."
      },
      {
        "index": 14,
        "text": "Lasy, wody, pola zaludniały naówczas te tajemnicze istoty w postaciach niewieścich, które niemal wszystkie strachem przejmowały, bo na zdrowie i życie czyhały."
      },
      {
        "index": 15,
        "text": "Większa część czarnych duchów niewieście przybierała kształty. Zmory, latawice, bogunki, miecielice, nocnice, jędze i strzygi, jawiły się w postaci bab tak szkaradnych jak ta, która tu nucąc siedziała na kłodzie."
      },
      {
        "index": 16,
        "text": "Obawiał się ich kneź, ale i Smerda się ich lękał. Wyrządzić im krzywdę było to narazić się na zemstę i prześladowanie. Gdy Chwostek wskazał swemu słudze siedzącą wiedźmę, ziołami otoczoną, zawahał się i on co miał począć. Z za pnia, podjechawszy nieco, przypatrzył się zdala babie i poznał w niéj Jaruhę. Znano ją dobrze na grodzie, bo i tam przychodziła ziele nosząc do pani. Posądzano ją o wielką potęgę, ale wiedziano téż, iż bardzo złośliwą nie była. Kneź nie śmiał jechać daléj, ciągle na nią wskazując Smerdzie, a ten wreszcie musiał, z konia zsiadłszy, pójść sam do niéj."
      },
      {
        "index": 17,
        "text": "Zadumaną była tak i zajętą baba, że dopiero gdy się do niéj przybliżył, z krzykiem i przestrachem się porwała."
      },
      {
        "index": 18,
        "text": "Wzięła go, jak mówiła, za wilkołaka, co dla Smerdy wcale nie było pochlebném i zaczęła szybko coś mruczeć, jakby go przeklinała, co go niemało nastraszyło. Trzęsąc się jeszcze siadła znowu na kłodzie."
      },
      {
        "index": 19,
        "text": "— Cóż to robicie tu, Jaruho! — spytał Smerda."
      },
      {
        "index": 20,
        "text": "— Alboś to ślepy? przemierzły włóczęgo — odparła baba — robię co mi nakazano, zbieram ziele na leki i na uroki, na czynienie i na odczynianie... A masz co przy sobie w baryłce może? hę? dałbyś mi się napić, tobym ci mój strach przebaczyła... bo jak nie..."
      },
      {
        "index": 21,
        "text": "— Nie mam nic, prócz wody w bukłaku... — rzekł Smerda."
      },
      {
        "index": 22,
        "text": "— Wody?.. miałżeś co nosić! — prychnęła stara — z każdéj krynicy i rzeczki można jéj z żabim skrzekiem dłonią zaczerpnąć... otóż masz co nosić! głupi człecze!.. stary jesteś a rozumu nie masz... Wodę nosić!.. wodę nosić!.."
      },
      {
        "index": 23,
        "text": "I mruczała znowu pod nosem, a Smerda stał strwożony."
      },
      {
        "index": 24,
        "text": "— Cóż to za ziele zbierasz? — zapytał rozbrajając straszną wiedźmę."
      },
      {
        "index": 25,
        "text": "— A co tobie do ziela? — poczęła baba — to nie wasza sprawa... Lubczyk tobie żaden nie pomoże, boś szpetny... Choćbyś go dziewce dał i bez wrotyczu, czar nie poskutkuje... Widzisz, co koło mnie leży... bylica... dzięgiel... lisie jajko... biedrzeniec... dziewanna... rosiczka... Hej! hej! różne dobre rzeczy..."
      },
      {
        "index": 26,
        "text": "— A złego nie ma nic? — rzekł Smerda cicho — kneź tu stoi nieopodal... żebyście mu jakim czarem nie szkodzili... bo z nim nie żart!.."
      },
      {
        "index": 27,
        "text": "Jaruha się nastraszyła zrazu, spojrzała ku lasowi."
      },
      {
        "index": 28,
        "text": "— Kneź — szepnęła — a! kneź... a nie każe mnie powiesić?.."
      },
      {
        "index": 29,
        "text": "— Żebyście mu tylko żadnéj nie czynili przeszkody! — szepnął Smerda."
      },
      {
        "index": 30,
        "text": "— Ja? jemu? — baba popatrzyła trwożliwie — ja u miłościwéj pani przecie na dworze bywam i łaski u niéj mam... i teraz jéj ziele niosę... Jeźli chce, to mu jemioły dam na szczęście... Czego się mnie ma bać? Jaruhę znacie..."
      },
      {
        "index": 31,
        "text": "Smerda powrócił do stojącego Chwostka."
      },
      {
        "index": 32,
        "text": "— To Jaruha, miłościwy panie — rzekł. — Wiedźma jest, ale ona swoim nieszkodliwa... a naszéj miłościwéj pani służy... Owszem na łowy może dać szczęście, bo ona się na wszystkiem zna."
      },
      {
        "index": 33,
        "text": "Chwostek ubezpieczony wyjechał z koniem na łączkę. Powoli zaczął się zbliżać do baby, niedowierzającemi mierząc ją oczyma. Jaruha nie wstając przychyliła się twarzą ku ziemi i powitała niskim pokłonem, ale szybko się podniosła, starając uśmiechnąć, bo się Chwostka lękała bardzo. On téż nie zbyt pewnym wzrokiem ją mierzył. Zbliżywszy się, konia zatrzymał. Baba nań ciągle patrzała."
      },
      {
        "index": 34,
        "text": "— Nie wiesz jakie dziś będą łowy? — zapytał."
      },
      {
        "index": 35,
        "text": "— A gdzie? — odparła Jaruha."
      },
      {
        "index": 36,
        "text": "— Na Głubiem."
      },
      {
        "index": 37,
        "text": "Baba głową poczęła trząść."
      },
      {
        "index": 38,
        "text": "— Na Głubiem... miłościwy panie, nie ma po co jechać tam..."
      },
      {
        "index": 39,
        "text": "— Dlaczego?"
      },
      {
        "index": 40,
        "text": "— E! bo tam niedobra siedzi zwierzyna..."
      },
      {
        "index": 41,
        "text": "Obejrzała się po drużynie i poczęła ją liczyć oczyma."
      },
      {
        "index": 42,
        "text": "— Jakaż zwierzyna? — rzekł kneź."
      },
      {
        "index": 43,
        "text": "— Tam Myszy siedzą, miłościwy panie, Myszy! — szepnęła Jaruha — kupa Myszy..."
      },
      {
        "index": 44,
        "text": "Poczęła się oglądać niespokojnie, wstała i chciała zbliżyć do knezia, ale ten jéj zagroził, aby nie śmiała na krok ku niemu przystąpić. Trwoga odmalowała się na jego twarzy, słysząc tę zagadkową mowę. Obejrzał się na Smerdę, który zawołał."
      },
      {
        "index": 45,
        "text": "— Mów babo wyraźnie!"
      },
      {
        "index": 46,
        "text": "Jaruha niespokojnie patrzyła wkoło i wahała się."
      },
      {
        "index": 47,
        "text": "— Co, bo nie rozumiecie... kiedy mówię, Myszy, Myszy, a Myszki wszystko jedno... Ja tam zresztą nie wiem nic! nie wiem nic!.."
      },
      {
        "index": 48,
        "text": "Siadła prędko i ziele zaczęła przebierać skwapliwie."
      },
      {
        "index": 49,
        "text": "Kneź, Smerda i cała drużyna stali w oczekiwaniu i w jakimś strachu, który ich ogarniał mimowolnie."
      },
      {
        "index": 50,
        "text": "Cisza była w lesie, wiatr szedł od ostępu. Uszy ludzi nawykłych do rozeznawania najmniejszego szelestu chwytały jakieś odgłosy nawoływania dalekiego."
      },
      {
        "index": 51,
        "text": "Kneź pobladł. Jaruha siedziała jakby zapomniawszy o nim z głową spuszczoną, nie mówiła już nic, Smerda się zbliżył do niéj."
      },
      {
        "index": 52,
        "text": "— Cóż tam Myszki robią? — zapytał."
      },
      {
        "index": 53,
        "text": "— Co? u ognia siedzą, zwierzynę pieką i popijają miodem, a na kogoś sobie czekają."
      },
      {
        "index": 54,
        "text": "Chwostek zadrżał."
      },
      {
        "index": 55,
        "text": "— Ilu tam ich? — zawołał popędliwie — ilu?"
      },
      {
        "index": 56,
        "text": "— Ja bo liczyć nie umiem — odezwała się baba — a kopa ich może być..."
      },
      {
        "index": 57,
        "text": "Ostatnie słowa wymówiła pocichu. Smerda się obejrzał licząc swych ludzi, tych i pół kopy nie było."
      },
      {
        "index": 58,
        "text": "Z obawy czarów Chwostek się nie śmiał zbliżyć do wiedźmy."
      },
      {
        "index": 59,
        "text": "— Pytaj jéj, niech gada co wie! — zakrzyczał na Smerdę — a nie, postronek na szyję i na gałęź jędzę..."
      },
      {
        "index": 60,
        "text": "Choć twarzy staruchy widać nie było, ręce jéj się trząść tak zaczęły, jakby to rozkazanie usłyszała."
      },
      {
        "index": 61,
        "text": "Smerda przysunął się do niéj."
      },
      {
        "index": 62,
        "text": "— Mów co wiesz! — krzyknął."
      },
      {
        "index": 63,
        "text": "— Wszystkom wam powiedziała — odezwała się Jaruha — toć gdyby nie ja, jechalibyście na Głubie i wpadlibyście w ich ręce. Siedzą tam już trzy dni... jest ich dużo. Są zbrojni, a milczą tak, że ich o trzy kroki nie słychać..."
      },
      {
        "index": 64,
        "text": "— Gdzie siedzą? — zapytał kneź."
      },
      {
        "index": 65,
        "text": "— Na Głubiem, u błotka, gdzie olchy rosną — szepnęła stara — na prawym brzegu ogień się pali..."
      },
      {
        "index": 66,
        "text": "— A czaty mają? — rzucił kneź."
      },
      {
        "index": 67,
        "text": "— Mnie chłopcy chcieli złapać, ale się nie ważyli — szeptała stara — na staje od obozu, chodzi ich kilku..."
      },
      {
        "index": 68,
        "text": "Rozmowa ta jeszcze trwała i wahanie co poczynać, gdy po gęstwinie coś zaszeleściało dokoła, a ludzie drgnęli na koniach i za oszczepy chwycili. Jaruha przestraszona z kłody się zsunęła na ziemię. W tył za siebie obejrzawszy się kneź, zobaczył między drzewami przemykających się ludzi i konia targnął. Smerda skoczył na swojego. Na prawo i lewo coś łamało gałęzie. Zmiarkowali łatwo, że ich opasywano. Chwostowi twarz poczerwieniała i pobladła, zrazu co poczynać nie wiedział sam."
      },
      {
        "index": 69,
        "text": "W tém huknęło na prawo i na lewo, kupka ludzi kneziowskich rzuciła się ku panu otaczając go, ze wszech stron w krzakach ukazywały się głowy, ręce i oszczepy. Ucieczka zdawała się niepodobieństwem, z tyłu odcięta była droga. Nim pociski latać poczęły, wrzawa je poprzedziła. Las się nią rozlegał, wtórował jéj i powiększał jeszcze."
      },
      {
        "index": 70,
        "text": "Powracać nie było podobna za siebie, Smerda popatrzył i zdało mu się, że na przedzie wolne było przejście, dał znak kneziowi i ludziom i sam pierwszy rzucił się w tę stronę."
      },
      {
        "index": 71,
        "text": "Ledwie się ruszyli, gdy pociski zawarczały, strzały zaświstały w powietrzu. W kołpaku Chwostka utkwiło ich kilka, Smerda miał rękę przetrąconą, ludzi było wielu poranionych, lecz z pospiechem popędzili w las, a choć tu za niemi szła pogoń naciskając, pociski im tyle szkodzić nie mogły. Przodem im jeszcze nie zajęto drogi. Smerda z czeladzią ścisnęli między siebie knezia, który głowę i ciało przychylił i na szyi konia się położył, — siekli niemiłosiernie szkapy swe, aby napastników wyprzedzić. Z tyłu, na prawo i lewo gęsto ich głowy przezierały z gęstwiny."
      },
      {
        "index": 72,
        "text": "Szczęściem dla uciekających przerzedzony las dozwalał im się prędzéj posuwać, niż pogoni, która gęstwiną się przedzierała."
      },
      {
        "index": 73,
        "text": "Strzały polatywały jeszcze, ludzie gonili, ale orszak Chwostka zyskiwał coraz i wyprzedzał. Zasadzka została wkrótce za niemi i krzyk tylko pogoni słychać było. Smerda i kneź doskonale las swój znali, dobiegli tak do łąki. Wierny sługa do Chwostka się zbliżył i począł mu coś szeptać żywo do ucha, wpadł potém w gromadę i dał jéj rozkazy."
      },
      {
        "index": 74,
        "text": "Kupa dworni podniosła ogromną wrzawę i rzuciła się krzycząc na lewo, Smerda i kneź poparli konie i poczęli się na prawo przedzierać. Pogoń zmylona krzykiem, niosła się na ten głos, kierując za dwornią, a Chwostek w prawo lasem pocichu umykał. Wkrótce nawet wrzawy już słychać nie było. Wpadli w puszczę niedostępną, gdzie powalone kłody rodzaj zasieków wysokich składały. Tu już prawie byli bezpieczni, ale Chwost drżał ze strachu i koniowi nie dając wytchnąć, darł się głębiéj coraz."
      },
      {
        "index": 75,
        "text": "Biegli tak dopóki pod Chwostem koń nie padł wreszcie i nie złamał nogi, trzeba go rzucić było. Gdy Smerda ze swojego zsiadł, ten robiąc bokami, rozparł się, zachwiał, padł i zdechł. Oba więc uznojeni zostali pieszo."
      },
      {
        "index": 76,
        "text": "Byli w głębinie boru, wśród moczarów, w któréj prędzéj włochacza (niedźwiedzia) niż człowieka napotkać było można. Smerda pamiętał jak jechali, lasy te oba nieraz przechodzili na łowach, teraz jednak trudno im było się rozeznać, gdzie ich ta szalona ucieczka zagnała. Wściekły kneź padł na kłodę i rwał odzież na sobie z gniewu. Towarzysz stał nad nim, z ręką przetrąconą oszczepem, nie śmiejąc się poskarżyć, okrwawiony, przelękły tylko jaki los ich czeka."
      },
      {
        "index": 77,
        "text": "Długi czas słowa do siebie rzec nie śmieli. Smerda słuchał, czy nie dojdzie go odgłos w lesie jaki; jęczenie tylko konia uszów ich dochodziło. Obawiając się, aby ono ich nie zdradziło, Smerda wrócił do zdychającéj szkapy i zarzuciwszy jéj sznur na gardło — udusił."
      },
      {
        "index": 78,
        "text": "Oba potém zaczęli się rozglądać po drzewach i lesie. Czuli w któréj stronie jezioro było i gród, ale aby się ztąd wyrwać bezpiecznie, do nocy czekać musieli. Chwostek i Smerda dla bezpieczeństwa rzucili konie swe i głębiéj jeszcze starali się dostać w las. Wśród pogniłych i pruchniejących pni i kłód olbrzymich znaleźli kryjówkę i w niéj się oba zaszyli."
      },
      {
        "index": 79,
        "text": "Do nocy było daleko. W lesie tylko ptastwo polatujące i świergoczące słychać było. Siedzieli przyczajeni w ciągłéj obawie, czy ich ludzie rozbiegłszy się nie odkryją, lecz do wieczora panowała nieprzerwana cisza. Ośmielony Smerda, związawszy rękę, poszedł na zwiady. Zrazu go Chwostek puszczać od siebie nie chciał, lecz drogi przed nocą szukać trzeba było."
      },
      {
        "index": 80,
        "text": "Mrok padać poczynał, gdy nareszcie Smerda wrócił i dał znak panu, aby z kryjówki wyszedł."
      },
      {
        "index": 81,
        "text": "— Jesteśmy — rzekł — nieopodal od zagrody ubogiego kmiecia Koszyczki... Ma on tu kawał ziemi i lasu, barci pilnuje swoich, rzemiosło sprawia, człowiek spokojny... Syn tu pono teraz siedzi, a Piastunem go zowią. Do niego zajść i spocząć można, bo ni mnie, ni miłości waszéj nie zna pono z twarzy... Inaczéj z głodu pomrzemy i na gród się nie dostaniemy... Mnie dużo krwi uszło."
      },
      {
        "index": 82,
        "text": "Chwost byłby słudze pewnie dał zdechnąć w lesie, a niewieleby się oń troszczył, gdyby mu nie był tak potrzebnym."
      },
      {
        "index": 83,
        "text": "— Zachodzić do chaty! Paść kmieciowi w ręce! — zawołał — szalonymbym był... Idźmy wprost..."
      },
      {
        "index": 84,
        "text": "Poszli tedy. Smerda prowadził, ale słaniał się, i choć na kiju podpierał, zesłabł tak, iż padł kilka razy."
      },
      {
        "index": 85,
        "text": "— Chata o kilka kroków — rzekł — ubogi człek gościnny, nikogo o imię nie pyta... wnijdźmy i spocznijmy..."
      },
      {
        "index": 86,
        "text": "Chwost się téż z głodu i znużenia ledwie wlókł. Między strachem a potrzebą wybierając, milczący dał się prowadzić."
      },
      {
        "index": 87,
        "text": "Na kraju lasu ubogi dwór bartnika widać było, przez otwarte jeszcze okno świecił ogień. Słychać było w podwórku koni rżenie i bek owiec."
      },
      {
        "index": 88,
        "text": "Kneź przyzostał sam, a Smerda poszedł kłamać i o gościnę prosić. Gospodarz sam siedział na przyźbie, synka kilkoletniego u nóg swych przypartego trzymając, gdy Smerda z ręką obwiniętą chustą pokrwawioną, z twarzą podartą się ukazał. Wlókł się ledwie."
      },
      {
        "index": 89,
        "text": "Zobaczywszy go Piastun wstał i podszedł ku niemu."
      },
      {
        "index": 90,
        "text": "— Kmieciu dobry — odezwał się Smerda — o gościnę was proszę, na krótki czas... Jesteśmy i my kmiecie z Opola obok, zabłąkaliśmy się na łowach w lesie, błądzimy drugi dzień, nie jedząc nic... rękę padając złamałem... mój pan i towarzysz zmęczony leży niedaleko... dajcie u siebie spocząć."
      },
      {
        "index": 91,
        "text": "To mówiąc bacznie się rozglądał Smerda, we dworku nie było nikogo. Piastun téż przypatrywał mu się, jakby go gdzieś widział i poznawał."
      },
      {
        "index": 92,
        "text": "— Ktowykolwiek jesteście — rzekł — jak skoro w imię starego obyczaju o gościnę prosicie, chodźcie. Wiecie to, że u nas się jéj i wrogowi nie odmawia..."
      },
      {
        "index": 93,
        "text": "— Myśmy nie wrogi! — zawołał Smerda — a zkądżebyśmy niemi być mogli?"
      },
      {
        "index": 94,
        "text": "Stary skinął w milczeniu ukazując na drzwi dworu. Wrócił tedy Smerda po knezia, który z obawy, aby poznanym nie był, kołpak swój odarł, suknię pooszarpywał z naszywania, miecz schował pod odzież i oczy włosami zapuścił. Tak zmieniony a cały drżący wszedł Chwostek do dworu. Piastun go na ławie sadził i chleb przed nim położono."
      },
      {
        "index": 95,
        "text": "Gospodyni zaś wnet się zabrała do podania piwa i strawy, na jaką stał dzień powszedni."
      },
      {
        "index": 96,
        "text": "Ażeby knezia nie zdradzić, Smerda na skinienie jego siąść téż przy nim musiał na ławie. Nie mówiąc prawie słowa, coś tylko pomruczawszy, Chwostek siadł i ręką od ognia twarz sobie zakrywał. Piastun parę razy nań popatrzył, popróbował zagadnąć, otrzymał odpowiedź od Smerdy i nie badał więcéj."
      },
      {
        "index": 97,
        "text": "Należało to do praw gościnności, aby z obcego człowieka więcéj nie dobywać nad to, co on sam chciał dobrowolnie powiedzieć."
      },
      {
        "index": 98,
        "text": "Zgłodzeni goście poczęli jeść w milczeniu. — Ośmielił ich nareszcie spokój dworu, cisza w okolicy, łagodna twarz gospodarza i jego niewiasty. Chłopak kilkoletni zdala stał, a ciekawemi oczyma przypatrywał się przybyłym."
      },
      {
        "index": 99,
        "text": "Gospodyni widząc jak Smerda cierpiał, przyszła mu szepnąć, że możeby potrafiła rękę mu lepiéj opatrzyć i zawinąć. Poszedł więc z nią Smerda do ognia i ranę swą pokazał. Była ona tak widocznie pociskiem zadana, iż kłamstwo się wydało zaraz, lecz staruszka, popatrzywszy mu w oczy, nie powiedziała ni słowa."
      },
      {
        "index": 100,
        "text": "Chwostek nawykły do mocnego napoju, co mu podano wnet pochłonął, trochę odwagi wstąpiło weń. Popatrzył na Piastuna, który z niego nie spuszczał oczów."
      },
      {
        "index": 101,
        "text": "— Kmieciem jesteście? — spytał naostatek Chwostek gospodarza."
      },
      {
        "index": 102,
        "text": "— Jak mój ojciec i dziad — odparł syn Koszyczków spokojnie."
      },
      {
        "index": 103,
        "text": "— My to ztąd daléj trochę siedziemy — mówił niewyraźnie Chwostek — niebardzo wiemy, co się u Gopła dzieje... niepokój pono między wami?.."
      },
      {
        "index": 104,
        "text": "Piastun popatrzył nań długo."
      },
      {
        "index": 105,
        "text": "— Jeźli jaki jest — rzekł — myśmy nie winni."
      },
      {
        "index": 106,
        "text": "— Mówią, że się kmiecie burzą?"
      },
      {
        "index": 107,
        "text": "— Przy swych prawach stoją — odparł Piastun."
      },
      {
        "index": 108,
        "text": "Chwostek zmilkł."
      },
      {
        "index": 109,
        "text": "— Kneź téż pewnie przy swoich obstaje... — dodał z podełba patrzając."
      },
      {
        "index": 110,
        "text": "Gospodarz zdawał się namyślać z odpowiedzią."
      },
      {
        "index": 111,
        "text": "— Jeżeli wy do kmieciów należycie — odezwał się — wiecie, że czasu wojny posłuszeństwo im należy, poszanowanie zawsze, a gdy pokój panuje, my po mirach samiśmy się rządzić nawykli z wieka. Tak było i tak będzie... a kto nasze wolności naruszy..."
      },
      {
        "index": 112,
        "text": "Mimowolnie Chwostek rozśmiał się swym dzikim, szyderskim śmiechem. Smerda posłyszawszy go wzdrygnął się. Dosyć było tego, by zdradzić Chwostka. Piastun nań popatrzył, ale bez najmniejszéj trwogi. Zamilczeli oba, mierząc się ciągle oczyma."
      },
      {
        "index": 113,
        "text": "— Rwać się słyszę chcą wasi kmiecie na gród i knezia? — spytał Chwostek."
      },
      {
        "index": 114,
        "text": "— Rwał się kneź nasz wprzódy na nas — odparł Piastun — sam wyzywa na rękę... Źle czyni, gdy mu w pokoju siedzieć było łatwo... Ród swój własny wygubił, naszych tam wielu przypłaciło życiem... Któż winien?.."
      },
      {
        "index": 115,
        "text": "Z pod włosów kneziowi z oczów błysnęło. Począł gniewnie mruczeć jak niedźwiedź, poruszył się, na Smerdę skinął i z ławy wstał. Noc była zapadła, bezksiężycowa, choć pogodna."
      },
      {
        "index": 116,
        "text": "— Nie idźcie odemnie w taką porę — odezwał się Piastun — uśnijcie we dworze, pójdziecie z brzaskiem gdy zechcecie. U mnie bezpieczni jesteście, choćby was i ścigano... — dodał — bo gość dla mnie święty..."
      },
      {
        "index": 117,
        "text": "Na ten wyraz — choćby was ścigano! — kneź się cofnął i odskoczył, gospodarz uśmiechnął. Smerda blady i wylękły drżał... Jakieś przykre milczenie nastąpiło po tych wyrazach, lecz stary bartnik, niezmięszany wcale, uśmiechał się tylko."
      },
      {
        "index": 118,
        "text": "Zdawało się, że te słowa były nieszczęśliwém proroctwem, gdyż w téjże chwili przed dworem zatętniało i kilkanaście głosów się dało słyszeć. Piastun nastawił ucha, zmarszczył się i ręką pospiesznie wskazał na komorę, któréj drzwi już napół otwarła gospodyni."
      },
      {
        "index": 119,
        "text": "— Miłościwy panie — odezwał się Piastun — wiem kto wy jesteście... schrońcie się... może Myszki was szukają... u mnie bezpieczni jesteście. Gości Bogi zsyłają."
      },
      {
        "index": 120,
        "text": "Wyrazy te wyrzekł z powagą i spokojem i powtóre na drzwi wskazywał. Chwostek sam nie wiedział, co począć, trwoga go wreszcie zapędziła do komory, którą staruszka za nim i Smerdą zatrzasnęła."
      },
      {
        "index": 121,
        "text": "Łuczywo u ogniska zapaliwszy, Piastun spokojnie wyszedł przed dwór podnosząc je do góry."
      },
      {
        "index": 122,
        "text": "Kilku jezdnych stało u wrót."
      },
      {
        "index": 123,
        "text": "— Ojcze — wołał Myszko z krwawą szyją — nie wiecie, co się stało!.. Chcieliśmy krwi ludzkiéj oszczędzić, trzy dni i trzy noce siedzieliśmy czatując na zbója! Był w naszych rękach i uszedł. Lecz z głodu chyba zdechnie w lesie i nie da sobie rady, bo mu się rozbiegli ludzie... a opój ten sam w puszczy nie potrafi się rozeznać. Może téż go który z naszych napotka i zadławi... Konie napojemy i pilno nam do dworów."
      },
      {
        "index": 124,
        "text": "Wnet czeladź Piastunowa poszła z wiadrami do studni, konie pojono i Chwostek w komorze schowany mógł słyszeć, jak go wyklinano i nań się odgrażano. Kilka razy ze złości rzucił się ku drzwiom, od których go Smerda ledwie potrafił odciągnąć."
      },
      {
        "index": 125,
        "text": "Dobry czas trwało pojenie koni i ludzi, bo Myszkom wyniesiono miodu. Śmiechy ich i krzyki dolatywały do uszu zamkniętych, aż ustały, zatętniły konie i jezdni w dalszą popędzili drogę. Gdy ucichło wszystko, Piastun milcząc poszedł otworzyć drzwi więźniów wypuścić."
      },
      {
        "index": 126,
        "text": "— Idźcie — rzekł — niebezpieczeństwo minęło."
      },
      {
        "index": 127,
        "text": "— Kmieciu dobry — zawołał Chwostek — proszę was do mnie na gród w gościnę... winienem wam wiele."
      },
      {
        "index": 128,
        "text": "— Nie — rzekł Piast — prawo nasze kazało tak i obyczaj... Nie z miłości dla was uczyniłem to, bo nie miłuję was... ale dla rozkazu Bogów. Idźcie w pokoju... Kto wie, gdzie się spotkamy..."
      },
      {
        "index": 129,
        "text": "Chwostek stał nachmurzony."
      },
      {
        "index": 130,
        "text": "— Ty na mnie ręki nie podniesiesz! — zawołał."
      },
      {
        "index": 131,
        "text": "— Miłościwy Panie — rzekł Piastun — jak miry pójdą na was i zawołają... pójdę i ja..."
      },
      {
        "index": 132,
        "text": "Mówiąc to ustąpił mu z drogi, a Chwostek pospiesznym krokiem wyrwał się z chaty, nie mówiąc słowa i nie patrząc za siebie. Wrota się za nimi zamknęły; noc była czarna, milcząca. W dali tylko pobłyskiwało jezioro i na wysokim stołbie u góry ogień wedle zwyczaju rozniecony czerwonawém światłem migał. Chwostek ze sługą znikli w ciemnościach. Piastun odetchnął lżéj, gdy ich nie stało."
      }
    ]
  }
}