{
  "chapterNumber": 6,
  "title": "Tom I, Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Hengo wyszedłszy od kneziowéj pani, powrócił na pierwsze podwórze. Znalazł tu oczekującego na siebie Smerdę, który go zaprowadził do ciemnéj izby, gdzie czeladzi jeść dawano. Okno jéj, jak wszystkie zamykane ze środka drewnianą zasuwą, wychodziło w dziedziniec, a że naprzeciw były komory kneziowskie, mogli słyszeć i potrosze widzieć, jak tam biesiadowano."
      },
      {
        "index": 3,
        "text": "Wieczór był ciepły, w izbach duszno, wszystkie więc okna stały otworem, w jasnych izbach, oświeconych łuczywem u komina, liczna się cisnęła i gwarna drużyna."
      },
      {
        "index": 4,
        "text": "Kneź znać lubił myśl wesołą i miód stary, bo biesiada szmerem głośnym poczęta, wkrótce zahuczała śpiewami i wykrzykami."
      },
      {
        "index": 5,
        "text": "Wesołość téż przechodziła chwilami jakby w kłótliwą walkę i spory, głosy się podnosiły warczące, głuszyły je drugie, potém nastawała cisza, a po niéj wybuchy coraz swarliwsze. Chociaż żadnego wyrazu pochwycić ztąd nie było można, sam ton zwiastował, iż z wesołości zrodziła się zajadłość dzika... Ludzie jednak, oswojeni zapewne ze zwykłym biegiem uczt na grodzie, spokojnie słuchali tego wrzenia i huku. Hengo tylko oglądał się trwożliwie, a Smerda spostrzegłszy to, rzekł doń z uśmiechem:"
      },
      {
        "index": 6,
        "text": "— Wszystko to kmiecie, żupany, starszyzna. Kneź ich poi, to im się po miodzie wyrywa czasem co zuchwalszego, on téż, miłościwy pan nasz, niecierpliwy bywa... Jak się czasem zetną... co ma być? zadławi którego pochwyciwszy... mniéj jednym będzie... Bywa, że się z sobą zajedzą, a na pięści pójdą i jeden drugiego zabije... a nam co do tego?"
      },
      {
        "index": 7,
        "text": "Śpiew z izb dobywający się oknami do ryku był czasem podobny, a śmiech do wycia, a gniew do warczenia psów, które się gryźć mają... ale wnet ucichało i wołano tylko na głos radośnie, zwycięzko, póki znowu od słowa do słowa nie zawrzała i nie zagotowała się waśń, wśród któréj już i szczęk mieczów dawał się słyszeć. Hendze się zdawało, jakoby głos Knezia rozeznawał, który grzmiał jak piorun wśród szumu burzy. Po nim znów nastawało milczenie."
      },
      {
        "index": 8,
        "text": "Późno być zaczynało, księżyc się wznosił nad jeziorem, na dworze cisza, tém lepiéj dozwalała słuchać wrzawy uczty. Hendze po podróży na sen się zbierało, ale Smerda go trzymał na ławie i ciekawość téż przykuwała do niéj."
      },
      {
        "index": 9,
        "text": "W świetlicach kneziowskich po tych wybuchach nastąpiło trochę spokoju. Zdaleka widać było ręce podnoszone z czaszami, któremi miód pito... głosy chrypły..."
      },
      {
        "index": 10,
        "text": "Po długiém milczeniu i głuchym szmerze ozwał się kneź, mówił coś śmiejąc się i szydząc... ledwie dokończył, podnosić się znowu zaczęła, jakby zażegniona przezeń, wrzawa. Już jéj nawet ten głos nakazujący, ciągle śmiechem przerywany, pohamować nie mógł."
      },
      {
        "index": 11,
        "text": "Kneź śmiał się, a raczéj ryczał ze śmiechu, gdy inni miotali na się obelgami. Słychać było jakby tłuczone naczynia, potém runęły ławy z łoskotem wielkim i stoły, światło zasłaniały cienie jakieś miotające się wściekle, z rękami w górę podniesionemi, krzyk okropny rozległ się w sieniach i w dziedzińcu."
      },
      {
        "index": 12,
        "text": "Czeladź zerwała się wystraszona. W izbach kneziowskich burza jakaś szalała... stuk, łomot, łamanie, jęki, wołanie ratunku, które nagle jakby naciskiem silnéj dłoni ustawało... wszystko to razem pomięszane we wrzawę dziką, a po nad tém śmiech ciągły."
      },
      {
        "index": 13,
        "text": "Nagle Hengo wychyliwszy się, ujrzał we drzwiach u podsienia oświeconą księżycem massę czarną. Była to kupa ludzi związana rękami, nogami splątana, zębami się trzymająca, mordująca, dusząca, która jak wał jaki wytoczyła się w podsienie, a z niego po kilku stopniach runęła w podwórzec, na ziemię. Tu spadłszy ta ciżba cała, splątana z sobą, dusić się zaczęła tarzając w piasku, gniotąc i mordując. Widać było błyszczące miecze, które gardeł szukały, i ręce duszące leżących... Kneź sam jeden stał na podsieniu, wziąwszy się w boki — i śmiał się."
      },
      {
        "index": 14,
        "text": "Ruchoma ta massa ciał ludzkich pełzała po podwórzu, nie mogąc się rozsypać, gdzieniegdzie tylko został trup nieruchomy, rozkrzyżowany i spłaszczony..."
      },
      {
        "index": 15,
        "text": "Na ziemi w czerwonych krwi kałużach przeglądał się księżyc blady. Niedobitki pełznąc pod wschody jęczeli, kilku usiłowało wstać i padło nazad, od ran i upojenia straciwszy siły. W gardłach umierających słychać było złowrogie rzężenie. Mało kto powstał z tego pobojowiska, a po chwili tylko konwulsyjne ciał drganie zdradzało, że jeszcze w nich była resztka życia..."
      },
      {
        "index": 16,
        "text": "Gdy ucichło wreszcie, kneź plasnął w szerokie dłonie. Na ten znak Smerda skinąwszy na czeladź, rzucił się z nią razem w podwórze."
      },
      {
        "index": 17,
        "text": "— Do jeziora z tém ścierwem! — krzyknął kneź, — oczyścić podwórze!.. precz z tém plugastwem... precz z tym gnojem!"
      },
      {
        "index": 18,
        "text": "Mówiąc to dopijał miodu z kubka, który postawił na ławie i siadł na niéj sam, ociężały."
      },
      {
        "index": 19,
        "text": "Chociaż księżyc świecił jasno, zapalono smolne łuczywa i pan miłościwy mógł z podniesienia przypatrzyć się towarzyszom swéj biesiady, dogorywającym od mordu i miodu."
      },
      {
        "index": 20,
        "text": "Kilku na pół żywych stali oparci o słupy krwią brocząc ziemię, dysząc jeszcze zajadłością, z jaką walczyli z sobą, nogami depcąc trupy... Na ziemi we krwi dogorywali rzucając się inni."
      },
      {
        "index": 21,
        "text": "U stóp wschodów leżał starzec z włosem białym krwią oblanym, konał i przeklinał."
      },
      {
        "index": 22,
        "text": "— Bodajeś zczezł marnie, ty Chwoście przeklęty... ty... i krew twoja... i potomstwo, i ród, i imię... Bodajeś zginął i przepadł skróś ziemi!.."
      },
      {
        "index": 23,
        "text": "Kneź śmiał się i temu klątwami wyzywającemu duchy."
      },
      {
        "index": 24,
        "text": "Przez wrota od drugiego podwórza widać było wyglądające ciekawie głowy niewieście, przestraszonemi oczyma wpatrujące się w rzeź straszną."
      },
      {
        "index": 25,
        "text": "Czeladź tymczasem ze Smerdą na czele zawijała się około oczyszczenia podwórza z trupów, odzierali ich prędko z sukni, obrywali miecze i nożów pochwy, obnażali z obuwia... potém odarte ciała nieśli na wały i z nich rzucali w jezioro, nie patrząc, choć w nich były życia reszty. Słychać je było spadające w wodę z pluskiem i śmiechy towarzyszące za każdą razą temu pogrzebowi... bo czeladź bawiła się tém ciskaniem do jeziora... Kruki z wieży zerwawszy się, poleciały nad wodę i zaczęły krążyć nad nią, podniosłszy krzyk i wrzawę."
      },
      {
        "index": 26,
        "text": "Hengo siedział na ławie osłupiały, ruszyć się nie śmiejąc, otrętwiał patrząc... trwoga ogarnęła go téż może o samego siebie... Nie umiał sobie wytłumaczyć, co się stało, co to byli za ludzie i dlaczego kneź zamiast żalu lub gniewu, tylko śmiech miał na ustach."
      },
      {
        "index": 27,
        "text": "Niepokój, który go ogarniał, nie dał mu dłużéj pozostać w izbie ciemnéj, wysunął się w podwórze oświecone księżycem i dogorywającemi na ziemi łuczywami. Stanął w dali, lecz właśnie kneź z ławy się ruszył i począł chwiejąc się przechadzać po podsieniu, nucił coś wesołego... Bystre jego oko dostrzegło niemca w cieniu."
      },
      {
        "index": 28,
        "text": "— Chodź tu! ty! — zawołał, — tu!"
      },
      {
        "index": 29,
        "text": "I pokazał mu jak psu na nogi swoje. Hengo trwożliwie naprzód postąpił. Po chodzie, mowie, ruchach, łatwo mógł poznać, że miłościwy pan był pijany."
      },
      {
        "index": 30,
        "text": "— Ot! dobra wieczerza! — zawołał do niego, — widziałeś niemcze, jak się zabawili wesoło... Gorąco im coś było, poszli się kąpać do jeziora! Psubraty... Wszystko się to samo za gardła wzięło i wyrznęło... Sami, sami... moich tam ludzi nie było... Od czego miód i rozum, od czego? Ej! wy sasy i franki przeklęte... mądrzy wy jesteście, ha? a ktoby z was tak się tego owadu pozbyć potrafił?"
      },
      {
        "index": 31,
        "text": "Kneź śmiał się i brał w boki."
      },
      {
        "index": 32,
        "text": "— Zostanie się po nich dość dla ludzi odzieży, a dla mnie ziemi i koni... Dobra wieczerza i miodu na nią nie żal!"
      },
      {
        "index": 33,
        "text": "Śmiał się znowu."
      },
      {
        "index": 34,
        "text": "— Napijże się i ty miodu, mordo ruda! — wrzasnął nagle."
      },
      {
        "index": 35,
        "text": "Hengo się nizko kłaniał dziękując, ale nie pomogło nic... pacholę mu ogromny kubek przyniosło, a gdy się od niego wzdragał, kneź gwałtem mu do gardła lać kazał... Chwyciło go dwu i śmiejąc się chłopiec nalał w otwartą palcami gębę. Podziękowawszy za to poczęstowanie, już chciał odchodzić, bo się lękał o własną głowę, gdy kneź na ławie usiadłszy, pozwał go ku sobie. Musiał iść pod stopnie i stanąć przy nich..."
      },
      {
        "index": 36,
        "text": "— Coś widział, powiedz staremu grafowi... — począł półsenny — jakem zagaił, tak dokończę... nie ujdą mi te harde głowy... a dla synów zostawię spokój w domu... Nadto kmiecie bujali... trzeba ich okiełznać było... Powiedz, że się ich nie boję... że się bez pomocy obejdę... żem żmij tych i padalców wydusił już dosyć i do reszty ich wymorduję..."
      },
      {
        "index": 37,
        "text": "Jakby sobie coś przypomniał, ręką skinął, aby się Hengo zbliżył doń jeszcze. Zwiesił głowę z ławy poręcza ku niemu."
      },
      {
        "index": 38,
        "text": "— Widziałeś moich chłopców? porośli?.. — począł nie dając mu czasu na odpowiedź — muszą być już spore?.. a silne? czy się w matkę urodą udali, czy w ojca? nie zgnuśnieją tam oni?? Czy chodzili już na wyprawę?"
      },
      {
        "index": 39,
        "text": "Hengo szeptał odpowiedź zastosowaną do żądań miłościwego pana, którego się lękał, ale kneź drzémał, oczy mu się zamykały... Mówił jakby sam do siebie."
      },
      {
        "index": 40,
        "text": "— Ja wam ład zrobię... ja wam zaprowadzę Łado... za brody wieszać każę nad drogą... Jam tu jeden pan i kneź... moja wola nie wasza!.. Precz z tém padłem... precz!.."
      },
      {
        "index": 41,
        "text": "Oczy mu się otwarły, postrzegł stojącego Henga, przypomniał go sobie i uśmiechnął się."
      },
      {
        "index": 42,
        "text": "— Widziałeś polowanie? — powtórzył, — dobre łowy... zwierzyna tłusta... kruki moje będą miały co jeść..."
      },
      {
        "index": 43,
        "text": "Nucić coś począł i zdrzemnął się jeszcze."
      },
      {
        "index": 44,
        "text": "— Bratanek bez oczów... jeszcze dwu zostało, a i tych mi przyprowadzą... sprzysięgali się już na mnie... Życiam mu nie wziął... niech gnije w ciemnicy..."
      },
      {
        "index": 45,
        "text": "Liczyć począł na palcach. Wojtas... Żyruń... Giezło... Kurda... Mściwój... pięć zagród. Baby jutro spędzić każę... i stada..."
      },
      {
        "index": 46,
        "text": "Śmiał się, mruczał i drzémał tak. Hengo nie śmiał się ruszyć bez dozwolenia. Sambor téż wysunąwszy się z za stołba, bo go sen nie brał, podkradł się, by widzieć miłościwego pana... słyszał mruczenie i śmiech, a może słowo jakie do uszu mu doleciało, popatrzał nań niepostrzeżony groźno, głową potrząsł i cofnął się do komory."
      },
      {
        "index": 47,
        "text": "Kneź tymczasem zwiesiwszy na poręczy głowę, usnął snem twardym, chrapanie słychać było ciężkie, a głosem tym wywołana ukazała się ze drzwi białogłowa w namitce i dwoje pacholąt. Napiłego ujęli mimo oporu pod pachy i zaciągnęli raczéj, niż poprowadzili do łożnicy... Zatrzasnęły się za nim drzwi."
      },
      {
        "index": 48,
        "text": "Hengo, czując już miód w głowie, powlókł się przelękły trzymając ściany, do swoich koni i tam legł na słomie półżywy."
      },
      {
        "index": 49,
        "text": "W dziedzińcu pogasły światła, księżyc tylko oświecał czarne krwi kałuże i jęczących jeszcze u podsienia rannych kilku, z których krew téż płynęła, ale miodem upojeni, nie czuli jak im uciekało życie. Czeladź i dwornia śmiejąc się, pokazywała ich palcami."
      },
      {
        "index": 50,
        "text": "— Tak im wszystkim będzie... kmieciom i żupanom i władykom... co się kneziowi opierają."
      },
      {
        "index": 51,
        "text": "Dano im konać powoli. — Smerda obchodził wszystkie kąty podwórza, reszta dworni do snu opóźnionego się wlokła. Cisza po wrzawie biesiadnéj zapanowała na grodzie, tylko psy wyły, poczuwszy krew i trupy, a krucy krakając to leciały na jezioro, to wracały na wieżę, gdzie miały gniazda swoje."
      },
      {
        "index": 52,
        "text": "Rano, gdy się Hengo zbudził, dzień już był biały, stał nad nim Gerda i za suknię go ciągnął gwałtownie, bo niemca do knezia wołano. Gdy, obmywszy się, pospieszył doń, zastał go samego, siedzącego w izbie na dole; przed nim na misie pieczone mięso, w kubkach piwo i miód na stole. Twarz miał chmurną, oczy krwią naciekłe, długo patrzał na niemca nim usta otworzył."
      },
      {
        "index": 53,
        "text": "— Wiem, z czém cię tu posłano, — odezwał się dumnie — powiedz im odemnie, że dziękuję... Pomocy ich ja potrzebować nie będę, a gdyby do tego przyszło, zawołam... Wolę się obejść bez nich... bo darmo nie pójdą i gębę im zatkać niełatwo... Ja ich znam... Wracaj rychło, oddaj pokłon... niech chłopców wojować uczą... niech rosną... wrócą gdy nakażę, teraz nie pora... Ja tu jeszcze czyścić muszę, a nie rychło robactwa się zbędę... Stary graf niech będzie spokojny, — dodał — choć lud dziki, do swobody nawykły, ja mu ją ukrócić potrafię..."
      },
      {
        "index": 54,
        "text": "Napił się z kubka i zadumał podparty, potém wzgardliwie niemal dał niemcowi odprawę."
      },
      {
        "index": 55,
        "text": "Zaledwie wyszedł ztąd, gdy go toż samo co wczoraj pacholę do kneziowéj pani pozwało z towarem. Zabrawszy więc węzeł swój, powlókł się na drugie podwórze, gdzie, jak wczora, czekała nań blada pani, dokoła otoczona dworem niewieścim. Twarze to były smętne i choć niedawno krasne może, dziś już powiędłe i blade, jak ona. Hengo wiedział, co ma gdzie na jaw wydobyć. W chacie Wisza nie pokazywał innego kruszcu, tylko lichszy żółty i czerwony, tu dobył pierścienie srebrne, a nawet złote listki i kwiaty, z cienkich blaszek wyrabiane, któremi zwyczaj był suknie naszywać. Niewiastom trochę się lica zarumieniły na widok świecideł, poczęły do nich przyklękać, brać je w ręce i przykładać na ciemnych sukniach, jakby się téż na nich wydawały. Ani się opatrzył Hengo, gdy mu niemal wszystek jego towar rozebrany rozszedł się po rękach. Stał nic mówić nie śmiejąc, gdy drzwi otwarło pacholę i wszedł miłościwy pan z czapką na czoło nasuniętą. Z progu popatrzał na niewiasty, młodszym twarzom przyglądając się oczyma pałającemi i uśmiechając się do nich. Rzucił okiem i na towar, ale ze wzgardą, a gdy kneziowa pani odezwała się, że dla jéj dziewek zdałoby się to wszystko śmiejąc się nakazał niemcowi, ażeby zostawił co przyniósł."
      },
      {
        "index": 56,
        "text": "Przekupień nie śmiał nawet wspomnieć o zamianie lub wynagrodzeniu, a kneź téż o niéj nie zdawał się myśleć. Wreszcie, gdy kupiec, chcąc resztki ocalić, sznurować począł sakwę, rzekł mu porywczo:"
      },
      {
        "index": 57,
        "text": "— Grafowi powiedzcie, że my to od niego za podarek dla Brunhildy przyjmujemy... niech on wam za to płaci... Nie macie tu czego stać długo... Wracać wam zdrowiéj i nie oglądać się za siebie..."
      },
      {
        "index": 58,
        "text": "Nie czekając już, aby mu tę radę powtórzono, ruszył niemiec sposępniawszy i był już za drzwiami, gdy kneziowa pani, znać ulitowawszy się nad nim, wysłała jednę z dziewek powiedzieć mu, by się nie frasował, że mu sama za towar nabrany wynagrodzi. Wstrzymał się więc w sieni, czekając na starą babę, która wyszła milcząca i powiodła go za sobą do blizkiéj komory. Tu skór wisiały pęki i różnego dostatku siła nagromadzonego kupami. Dano mu sobie wybierać, i Hengo ciesząc się, że nie będzie zupełnie odarty, łańcuszkiem srebrnym jeszcze obdarzywszy podskarbinę, skór na plecy nabrawszy ile chciał, do koni corychléj powrócił."
      },
      {
        "index": 59,
        "text": "Niepokój jakiś na grodzie, wrzaski i wołania u wrót ostrzegały go, ażeby nie czekając tu dłużéj, z życiem i mieniem uchodził. W pierwszém podwórzu dobitniéj jeszcze słychać było po za wałami odzywające się głosy tłumne."
      },
      {
        "index": 60,
        "text": "Wrota stały zaparte, od mostu i haci dwornia pańska wchodu broniła. Wyszedłszy ujrzał Hengo, że gromady pieszych, konnych, a między niemi i niewiasty wnijścia się na gród dopominały."
      },
      {
        "index": 61,
        "text": "Smerda i jego pachołkowie nie dopuszczając, biczami i dzidami odpierali naciskających się. — Płacz, narzekania, przekleństwa, groźby rozlegały się dokoła..."
      },
      {
        "index": 62,
        "text": "Były to rodziny kmieci i władyków, wczorajszych gości na grodzie, które już wieść doszła o morderczéj biesiadzie... Wyprzéć się jéj nie można było, trupy odarte tuż około haci pływały, niektóre z nich fala powynosiła na brzegi. Niewiasty we łzach wyciągały do nich ręce, klęcząc na piasku i włosy sobie rwąc z głowy."
      },
      {
        "index": 63,
        "text": "Trupy — byli to ich ojcowie i mężowie... Bracia i synowie stali tuż na koniach, zębami zgrzytając, miotając na Chwostka przekleństwa."
      },
      {
        "index": 64,
        "text": "Wrzawa rosnąca musiała dojść uszu knezia, który na podsieniu u wnijścia się ukazał, stanął, wziął w boki i patrzał ponuro na czeladź swą, ujadającą się z tłumem na haci u mostu."
      },
      {
        "index": 65,
        "text": "Tłum narastał co chwila."
      },
      {
        "index": 66,
        "text": "Ściśnięte pięści wyciągano ku kneziowi, ale się śmiał z téj bezsilnéj złości."
      },
      {
        "index": 67,
        "text": "Trwało to dosyć długo, aż dwu czy trzech wybranych Smerda puścił pieszo w dziedziniec. Szli z głowy obnażonemi, płacząc, sami coś mówiąc do siebie, pogrążeni w smutku, a stanąwszy u wnijścia, gdzie na podwyższeniu czekał kneź, chcieli się do niego odezwać, ale ich uprzedził."
      },
      {
        "index": 68,
        "text": "— Za co mnie wyklinacie? — zawołał, — psie syny, nieposłuszne! Co ja wam winien?.. Jam ich ręką nie tknął, jam żadnego zabijać nie kazał, choć mogłem i warci byli, aby im głowy pospadały... Po co się sami powaśnili i zajedli? Zakrwawili mi izbę, zwalali podwórze, zamącili spokój... Jak psy się sami gryźli i pozagryzali..."
      },
      {
        "index": 69,
        "text": "Podniósł pięści."
      },
      {
        "index": 70,
        "text": "— Dobrze im tak! Stara słowiańska wola po głowach wam chodzi! Będzie tak wszystkim, co się jéj dopominają. Trupy sobie na jeziorze połówcie, nie bronię... a do domów, póki głowy całe... Jam nie winien ich śmierci..."
      },
      {
        "index": 71,
        "text": "Jeszcze mówił to, gdy z pod tynu, gdzie gęste rosły łopiany, pokrzywy i łozy, ruszyło się coś, podniosło... wstał jakby trup blady, chwiejąc się na połamanych nogach. Twarz miał obmazaną krwią zaschłą, oko jedno wybite, z którego spiekła toczyła się ropa. Wstał i rękę podniósł i jak omackiem na głos idąc, gdzie stały dzieci kmiece, począł krzyczeć chropawym głosem:"
      },
      {
        "index": 72,
        "text": "— On nie winien!.. Czaru i duru dał nam w miodzie... szczuł brata na brata, jątrzył i nawoływał, aż nam oczy krwią naszły i pamięć odbiegła... On nie winien! on! on!.. — powtarzał wlokąc się coraz bliżéj pokaleczony biesiadnik, który noc całą pod tynem w chwaście przejęczał. — On... on! psi syn... sam, niemy... bodaj zginął marnie!"
      },
      {
        "index": 73,
        "text": "Schylił się, pod nogami zobaczywszy leżący kamień, na którym jeszcze wczorajszéj krwi przyschłéj widać było ślady, i porwawszy go z całą siłą, cisnął na stojącego. Pomimo osłabienia taka była moc gniewu, co nim miotał, że kamień oknem wpadłszy do izby, sprzęt jakiś zdruzgotał. W téjże chwili czeladź kneziowa leciała nań już, sznur z pętlą na głowę zarzuciła staremu, który się zachwiał, padł, z gardła dobył mu się głos chrapliwy... i trupa już ciągnęli po ziemi oprawcy ku wałom."
      },
      {
        "index": 74,
        "text": "Z groźném mruczeniem stojący kmiecie cofnęli się, zobaczywszy to ciało u nóg swoich i poszli nazad nie zaczepiani ku mostowi, gdzie na nich konie i ludzie czekali, a wkrótce późniéj cała ich gromada, krzycząc nazad odciągała. Niewiast tylko kilka zostało u mostu, aby ciała pomordowanych pozabierać."
      },
      {
        "index": 75,
        "text": "Z grodu teraz czeladź się na hać wysypała, nie żeby im dopomódz, lecz by młodsze wypatrzyć. Z tych dwie czy trzy, mimo wrzasku, na gród wciągnięto, a kneź przypatrując się dokazującéj drużynie, uśmiechał tylko."
      },
      {
        "index": 76,
        "text": "Wkrótce ucichło wszystko... Widać było tylko poniżéj, jak starsze niewiasty odnosiły ciała, które jezioro na brzeg rzuciło, jak drugie czółnami płynęły ku trupom, które widniały zdala."
      },
      {
        "index": 77,
        "text": "Hengo pośpiesznie przywiązywał do koni resztki swego towaru i mienia, aby coprędzéj z grodu wyruszyć. On i Gerda, więcéj jeszcze od ojca wystraszony, spieszyli, by przed południem znaleść się za wałami."
      },
      {
        "index": 78,
        "text": "Tu się z nimi zetknął czekający na nich Sambor. Smutny i zakłopotany do niemca się zbliżył. Obejrzał się naprzód, czy ich kto z czeladzi nie podsłuchuje."
      },
      {
        "index": 79,
        "text": "— Człowiecze dobry, — rzekł, — bo mi się zda, że złym nie jesteś... czy wracasz koło Wiszowego dworu?"
      },
      {
        "index": 80,
        "text": "Nie śmiejąc czy nie chcąc mówić, Hengo skinieniem głowy potwierdził ten domysł."
      },
      {
        "index": 81,
        "text": "— Zanieście tam pokłon odemnie, — dodał. — Tęskno mi za niemi, choć tu nam zabawy nie braknie i dobrze na zamku u knezia... czego chcieć... śmiechu dosyć! Powiedzcie im jeno coście widzieli i jak my tu ucztujemy!... Będą się radowali, że mnie tu oddali... Uciekłbym może nazad i ani mur, ani woda, ani kłodaby mnie nie wstrzymała, gdyby nie to, że tu tak wesoło... Powiedzcie — powtórzył — coście widzieli..."
      },
      {
        "index": 82,
        "text": "Hengo to na niego spozierał, to na zamek i wieżę, to na swoje konie, którym sakwy poprawiał, pilno mu się wyrwać było, a głosu się własnego obawiał: kiwnął więc tylko głową w milczeniu..."
      },
      {
        "index": 83,
        "text": "— Powiedzcie tam — dodał Sambor — że wczoraj dużo kmieci ubyło... i jak im piękny pogrzeb sprawili... Obiecują nam, że tak ochoczo będzie co dnia... W lochu pod wieżą, nie licząc bratanka z wyłupionemi oczyma, jest téż kmieci kilkoro... na innych powoli koléj przyjdzie..."
      },
      {
        "index": 84,
        "text": "Hengo ciągle potrząsając głową i oglądając się coraz niespokojniéj dokoła, wreszcie dał znak chłopcu, aby ustąpił. Nie było czasu do stracenia; niemiec i syn jego siedli na konie. Kneź patrzył ze drzwi jak ruszali, ale nie rzekł już nic. Za wrotami i hacią dopiero Hendze się jakoś lżéj zrobiło... Wolał już puszczę niż taką gościnę..."
      },
      {
        "index": 85,
        "text": "Żwawo więc pognali konie tąż samą drogą co wczora, równie pustą jak wprzód była. Dopóki wieżę szarą i kruki nad nią latające widać było, niemiec się oglądał bojaźliwie, jakby się lękał jeszcze, by go nie zawrócono. Gerda trzęsąc się ze strachu, słowa do ojca nie śmiał przemówić. Wkrótce téż znaleźli się w lesie i tu dopiero bezpiecznymi się uczuli."
      },
      {
        "index": 86,
        "text": "Droga, którą ze Smerdą razem przebyli, nawykłemu do włóczęgi, pamiętną była. Lękał się jéj wszakże niemiec, aby nie spotkać groźniejszych towarzyszów, niż ślepi gęślarze; pospieszał rozglądając się dokoła, obmyślając zawczasu, gdzie na nocleg stanie, bo dniem jednym do zagrody dobić się już nie spodziewał. Śmieléj teraz dążyli do brodu już znanego, aby się przebrać na drugi brzeg rzeki. Nie spotykali nikogo. Zdala tylko kozy pierzchały i ptastwo wodne zrywało się z rzeki z krzykiem, unosząc się na dalsze błota."
      },
      {
        "index": 87,
        "text": "Wieczór już nadchodził, gdy Hengo postrzegł kamień na górze, obwiedziony wieńcem z głazów, o którym zachował pamięć od wczora. Tu, ustąpiwszy nieco od rzeki w głąb lasu, wyszukał łąkę zieloną, na któréjby się konie paść mogły i ognia naniecili, aby nim odegnać zwierza. Sklecili potém szałas z gałęzi i do snu się układli."
      },
      {
        "index": 88,
        "text": "Majowa noc przeszła prędko, a nadedniem naciągająca burza z piorunami i ulewą, z noclegu ich spędziła. Hengo téż śpieszył niespokojny, lecz nim na konie siedli, chwycił Gerdę za ramię."
      },
      {
        "index": 89,
        "text": "— Patrzałeś i słuchałeś — rzekł — co się na grodzie działo... kazałem ci milczeć i z językiem matki się nie wydawać! Milczże i teraz... bądź niemy..."
      },
      {
        "index": 90,
        "text": "Pogroził mu stary, chłopak nań patrzył osowiałemi oczyma, dosiedli koni i puścili się spiesząc do Wiszowego dworu. Deszcz lał jeszcze, ślizgały się konie, zwolnić więc biegu wkrótce musieli, a południe już było, gdy dym ujrzeli i zasieki, i na łące pasące się klacze ze źrebiętami, które niewiasty doiły."
      },
      {
        "index": 91,
        "text": "Wisz stał na wyniosłym brzegu i patrzał, psy siedziały przy nim na straży. Niemiec pozdrowił go zdala, a stary wnet ku niemu schodzić zaczął. Stróże już biegły się rzucić na obcego, gdy je odwołano i Wisz grożąc do milczenia zmusił."
      },
      {
        "index": 92,
        "text": "Szły więc za nim posłuszne."
      },
      {
        "index": 93,
        "text": "W oczach starego widać było ciekawość, zdawał się dziwić, że Niemiec z grodu dobył się cało... patrzał na niego, na sakwy i konie."
      },
      {
        "index": 94,
        "text": "— O! prędkoście jakoś z grodu wrócili — rzekł z uśmiechem — jakże się tam powiodło?"
      },
      {
        "index": 95,
        "text": "— E! nie było co robić długo na tym grodzie — odezwał się Hengo — mnie téż spieszno dobyć się z tego nieznanego kraju."
      },
      {
        "index": 96,
        "text": "To mówiąc i zapewniwszy się, że go psy nie zjedzą, Hengo konie oddał chłopcu, a sam począł iść z gospodarzem. Gdy zostali sami, kmieć popatrzał nań, jakby mu z oczów chciał czytać."
      },
      {
        "index": 97,
        "text": "— Co słychać na grodzie? — spytał. — Hengo zmilczał."
      },
      {
        "index": 98,
        "text": "— Nie patrzałem ja wiele, nie słuchałem téż dużo — rzekł po namyśle. — Wasz parobek tylko pozdrowić was kazał... dobrze mu tam..."
      },
      {
        "index": 99,
        "text": "— Młodemu dobrze wszędzie — odezwał się gospodarz — i westchnął."
      },
      {
        "index": 100,
        "text": "Z odpowiedzi widać było, że niemiec do mówienia ochoty wielkiéj nie miał. Wisz rzucił parę pytań ostrożnych, i zbyty odpowiedziami krótkiemi, umilkł."
      },
      {
        "index": 101,
        "text": "Młodego chłopca we wrotach parobcy powitali jak znajomego, i z końmi go do szopy poprowadzili. Gerda, jakby zimnicy dostał, drżał jeszcze cały od wczorajszego strachu i dzisiejszego deszczu zimnego. Ulitowano się nad nim. Jeden z parobków, nie wiedząc, że język rozumie, wziął go za rękę i prawie gwałtem wprowadził do chaty, gdzie ogień jasny palił się od rana."
      },
      {
        "index": 102,
        "text": "Niewiasty chléb właśnie miesiły, mąkę siały, a sługi śpiewając żarna obracały."
      },
      {
        "index": 103,
        "text": "Mało było robót na polu i w domu, przy którychby, ówczesnym obyczajem wszystkich słowian, nie śpiewano. Śpiew był towarzyszem wszelkiéj pracy, zwłaszcza niewieściéj. Jak ptaki nuciły dziewczęta całą młodość prześpiewując... pieśni uczono się z mową razem. Śpiewano trzodę pędząc na pastwisko, pieśni do Honiły, nucono pasąc ją i wracając z pola, śpiewano u kądzieli, u żaren, u dzieży-matki, u krosien, ze smutku i z radości, ze łzami i łkaniem, u wesela i pogrzebu. Były pieśni prastare, których się córki od matek uczyły, aby je oddać swym dzieciom, poświęcone wiekami, z których się — jak mówiło przysłowie — słowa wyrzucić nie godziło; ale były inne, co wprost z serca płynęły, a ten co je wyśpiewał pierwszy, sam nie wiedział zkąd i jak mu przyszły i jak się złożyły."
      },
      {
        "index": 104,
        "text": "Podsłuchał je drugi, coś do nich przyczynił, zmienił trzeci i tak rodziły się z ojców nieznanych wiela, szły jak grosz do skarbnicy, niewidzialną ręką rzucony, mnożąc dobro ogólne."
      },
      {
        "index": 105,
        "text": "Gdy mały Gerda wszedł zziębły i siny, a od progu posłyszał te pieśni, które niegdy w smutku na obczyźnie matka jego rodzona nuciła po cichu — poruszyło mu się serce, w piersi zakipiało i łzy z oczów pociekły. Zapomniał, że się nie powinien był wydać ze swą mową, że mu kazano być niemym i głuchym i z ust mu się wyrwało mimowolnie:"
      },
      {
        "index": 106,
        "text": "— Macierz moja!"
      },
      {
        "index": 107,
        "text": "W progu stała Dziwa, patrząc, słuchając, śpiewając, jednéj jéj uszu doszedł ten wyraz chłopca, który wnet się zarumienił, spojrzał wzrokiem wylękłym i skrył się w kąt ciemny. Dziwa postąpiła ku niemu, rękę położyła na ramieniu, — poczuła jak drżał cały."
      },
      {
        "index": 108,
        "text": "— Nie bój się — rzekła — ja cię nie zdradzę."
      },
      {
        "index": 109,
        "text": "Poszła zaczerpnąć garnuszkiem piwa, postawiła je na chwilę przy ogniu, po tém przez fartuch ująwszy, przyniosła Gerdzie, który chciwie je pochwycił, podnosząc ku niéj łzawe oczy."
      },
      {
        "index": 110,
        "text": "Wejrzeniem tém dziecinném, które złagodziło wspomnienie matki, przemówił do niéj. Wzięła go za rękę i wwiodła do sieni, bo w izbie wciąż się śpiewy rozlegały. Gerda ujął jéj rękę, jak niegdyś matki, pocałował. Na ręku łza przylgnęła."
      },
      {
        "index": 111,
        "text": "— Mnie mówić zakazano! — szepnął. — Ojciec ubiłby, gdyby się dowiedział. A! nie wydajcie mnie. Ja nie jestem niemy, matka miała waszą mowę i z waszéj krwi była."
      },
      {
        "index": 112,
        "text": "Dziwa pogłaskała go po mokrych włosach."
      },
      {
        "index": 113,
        "text": "— Mów bez obawy — rzekła cicho — co na grodzie widziałeś?"
      },
      {
        "index": 114,
        "text": "— A! straszne, a okropne rzeczy, od których włosy wstają na głowie i dreszcz po kościach bieży. A! krew widziałem... krwi kałuże — jęki słyszałem noc całą i śmiech, jakby puhacza głos."
      },
      {
        "index": 115,
        "text": "Zamilkł, oglądając się z obawą."
      },
      {
        "index": 116,
        "text": "— Mów, chłopcze — rzekła — jakby ci rodzona kazała. Łagodny głos jéj do serca mu trafiał."
      },
      {
        "index": 117,
        "text": "— Słowo twoje nam potrzebne — dodała — gładząc chłopię po twarzy."
      },
      {
        "index": 118,
        "text": "I pochyliła mu się do ucha, a on z płaczem opowiadać jéj zaczął, co wczoraj na grodzie się działo, jak wrzała biesiada krwawa, jak w podwórzu zajadali się kmiecie pijani, jak nagie ich trupy do jeziora rzucano, kneź śmiał się a krucy krakali i psy wyły, z radości czy z trwogi. — Mówił, jak głodna psiarnia pańska biegła po tém krew ciepłą chłeptać w kałużach, jak z rana zawodziły i płakały niewiasty, jak znoszono trupy i miotano groźbami."
      },
      {
        "index": 119,
        "text": "Mówił — a Dziwa bladła, spokojna jéj dziewicza postać mieniła się w rycerską, oczy zdawały się z pod powiek ogniem strzelać, a ręce się białe ściskały, jakby miecz w nich trzymała... i czoło podnosiło się coraz wyżéj, to krwią okrywając, to bladością."
      },
      {
        "index": 120,
        "text": "Kończył Gerda opowiadanie, gdy Wisz i Hengo nadeszli, chłopiec strwożony, aby się jego wielomówność nie wykryła, ledwie miał czas prześlizgnąć się pod chruścianemi ścianami szop do koni i tu przypadł, tuląc się pod kawałem sukna, który naciągnął na siebie. — Dziwa stała długo w miejscu jak przykuta, a gdy Wisz przechodząc spojrzał na nią, mógł z twarzy wyczytać, że w jéj duszę padło jakieś żarzewie, od którego zakipiała. Dała tylko znak ojcu powiekami, aby szedł i nie pytał."
      },
      {
        "index": 121,
        "text": "Gdy Hengo wstąpił na próg izby, nagle wszystkie niewieście zamilkły głosy, śmiech tylko przeleciał jak wiatr po liściach, i słychać było żarna jak zgrzytały, jak syczał ogień, wrzała woda i reszty deszczu ze strzech spływały na kamienie u przyźby."
      },
      {
        "index": 122,
        "text": "Gościa przyjęto uprzejmie. Niemiec chmurny siadł za stół, usta mu się otworzyć nie chciały, na czole miał jakby kamień, co mu nawet oczu otworzyć nie dawał, ani spojrzeć jasno. Napróżno Wisz zagadywał, próżno stara Jaga misę przyniósłszy ze strawą, pytała o Sambora — on nic nie wiedział. Po burzy niebo się rozpogodziło. Czarna chmura co ją przyniosła, stała jeszcze zdala nad lasami, po ciemnéj jéj szacie latały pioruny wężami, ale nad dworem śmiało się niebo lazurowe i świeciło słońce. Ptaki otrzęsały skrzydła zmoczone, i świergocząc zwijały się około chaty. Jaskółki nosiły już muł na gniazda, a wróble kłóciły się zapalczywie o znajdywane ziarna. Bocian na gnieździe wybierał się w drogę i na długich stojąc nogach, strzepywał skrzydła, a dziób zadarłszy do góry, klekotał."
      },
      {
        "index": 123,
        "text": "Zaledwie trochę zjadłszy, Niemiec wstał by pożegnać gospodarza, jakby go paliło z powrotem. Odebrał swoje sakwy, objuczył konie i dosiadłszy je, wprędce znikł z oczów gospodarza, w las wjechawszy."
      },
      {
        "index": 124,
        "text": "Wisz patrzał za nim, stojąc we wrotach, gdy nadeszła Dziwa. Obrócił się do niéj stary i uśmiechnął łagodnie. Ile razy spojrzał na nią, na tę krasę i wesele domu, na twarz mu jasny występował promień. Uśmiech jéj mu odpowiadał zwykle, lecz teraz stała zamyślona i smutna. Skinęła na ojca i powiodła go z sobą ku rzece."
      },
      {
        "index": 125,
        "text": "— Nic wam nie mówił niemiec? — spytała."
      },
      {
        "index": 126,
        "text": "— Milczał jak grób — rzekł stary."
      },
      {
        "index": 127,
        "text": "— A mnie szczęśliwsza dola dała z niemego chłopięcia dostać języka — poczęła Dziwa. — Syn Henga straszne mi opowiadał rzeczy. Trzeba abyś o nich wiedział ojcze — coraz groźniejsze od grodu na nas wiatry wieją... posłuchaj! chłopiec nie kłamał, drżał jeszcze cały ze trwogi, mówiąc i płakał."
      },
      {
        "index": 128,
        "text": "Dziwa zaczęła po cichu opowiadanie. Wisz sparty na kiju, słuchał ze spuszczoną głową. Nie dał po sobie poznać nic, na pozór zimny jak kamień, córce mówić dozwolił, nie wtrącając słowa. Zamilkła już, gdy on jeszcze się słuchać zdawał."
      },
      {
        "index": 129,
        "text": "Aż nierychło głowę podniósł i tchnął ciężko piersiami staremi."
      },
      {
        "index": 130,
        "text": "— Pora — rzekł — co ma być, to się stanie.. Wiec zwołać potrzeba, dawno go nie było i ludzie się rozbili, chodząc samopas. Czas się ze swojemi naradzić, posłać wici, zebrać braci. Niech głowę starą wezmą jeżeli chcą — co dla gromady i miru naszego potrzeba — to zrobię — a ty Dziwo — milcz!"
      },
      {
        "index": 131,
        "text": "Córka zbliżyła się i ująwszy rękę pocałowała."
      },
      {
        "index": 132,
        "text": "— Kolada pomoże! — szepnęła."
      }
    ]
  }
}