{
  "chapterNumber": 4,
  "title": "Tom I, Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Wszystko się już budziło, po szopach i oborach... parobcy szli wypędzać stada... dziewczęta czerpały wodę u studni. Smerda ze swojemi wstawał napędzając do drogi, Hengo chłopca słał do wodopoju, na ognisku stare sługi rozpalały ogień. Wisz, który sen miał lekki, z siermięgą na plecy zarzuconą, wyszedł o kiju obejrzeć naprzód, jaki się dzień obiecywał."
      },
      {
        "index": 3,
        "text": "Niebo nad rankiem szare chmury okryły, od strony tylko wschodu rumieniały one, a choć wiatru czuć nie było na ziemi, górą obłoki pędziły żywo wyprzedzając się i kłębiąc. Nad błotami stały gęste opary, poruszały się, to bledniejąc, to szarzejąc. Rosa kroplista, biała, okrywała trawy i szkliła się na zielonych liściach młodych. W szopie słychać było beczące owce, na pastwiskach rżące konie, u brzegu mruczącą rzekę i jeszcze zawodzącego nieznużonego słowika."
      },
      {
        "index": 4,
        "text": "Dwa kruki z zachodu zwolna ciągnąc, zatrzymały się nad chałupą i poleciały daléj leniwo... Stary obejrzał się za niemi i pokiwał głową."
      },
      {
        "index": 5,
        "text": "Sługi z szopy niosły świeżo udojone mléko kobyle. W izbie stał już znów ceber piwa i placki dla gości, aby o głodzie ze dworu nie wyjechali. Na ławie Wisz zawczasu położył niedźwiedzią skórę, któréj mu było żal, ale Smerdzie ją trzeba było dać, aby złéj woli nie miał, i nie skarżył przed panem."
      },
      {
        "index": 6,
        "text": "Sambor posłuszny już węzełek swój na drogę wiązał, skórznie ozuwał i mocno około nóg sznurował... Procę i łuk nałożył na siebie, toporek u pasa uwieszał. Smutnoż mu było. A przecież, młody pocieszał się trochę, że na białym świecie dużo zobaczy... więcéj za jeden dzień, niż w zagrodzie za życie całe."
      },
      {
        "index": 7,
        "text": "I żal mu było wszystkich, bo ku chacie spoglądał, ale oprócz staréj Jagi, która mu kołacz do torby przyniosła, nie zobaczył już nikogo. — Parobcy tylko na szyi mu się wieszali."
      },
      {
        "index": 8,
        "text": "Smerdowi towarzysze, on sam i Hengo i gospodarz stary, zebrali się około ogniska. Wszyscy jechać spieszyli, bo się im zdało, że deszcz lunie prędko, tak groźne ciągnęły chmury, tylko Wisz spokojny ręczył, iż się niebo rozpogodzi."
      },
      {
        "index": 9,
        "text": "Niemiec nie zdawał się frasować wcale, że go zabierano do kneziowego grodu, szedł jakby po dobréj woli, choć oczy towarzyszów chciwie się na jego sakwy zwracały. Milczący Gerda więcéj nadeń był strwożony, i z tego nikt się słowa nie dopytał."
      },
      {
        "index": 10,
        "text": "Śmieli się z niego wszyscy, palcami wytykając: Niemy!!"
      },
      {
        "index": 11,
        "text": "Po dobréj chwili najadłszy i napiwszy się, ruszyli wszyscy do koni. Sambor staremu do nóg padł, ale ten skinąwszy tylko, odprawił go sucho. Konia mu z domu nie dawano — musiał więc pieszo zdążać za drugiemi."
      },
      {
        "index": 12,
        "text": "Smerda ruszył przodem, za nim czteréj jego towarzysze, około których szedł nowozaciężny z głową spuszczoną, daléj Hengo z chłopakiem. Tak wyciągnęli za wrota i brzegiem rzeki się kierując, wkrótce znikli w zaroślach, z oczów staremu Wiszowi. Sambor obejrzawszy się, nie dojrzał już nic, tylko słup dymu nad zagrodą, wzbijający się ku górze."
      },
      {
        "index": 13,
        "text": "Jak przepowiedział stary, tak się stało — mały tylko jak rosa deszczyk przekropił, zapachniały po nim brzozy, niebo się jasne z za szarych zaczęło ukazywać obłoków. — Cała chmur nawała zbiła się na zachodzie, nad głowami podróżnych wyjaśniło się i blade słońce wyjrzało z za przejrzystych rąbków, jak oblubienica, gdy się z pościeli podnosi. Podróżni jechali w milczeniu. — Konie ich same prawie torowały sobie drogę, choć znaku jéj żadnego nie było."
      },
      {
        "index": 14,
        "text": "Smerda jadąc drzemał — spali téż na koniach, choć ciągle się budząc jego towarzysze, Hengo tylko i Sambor czuwali."
      },
      {
        "index": 15,
        "text": "Jadąc to samym rzeki brzegiem, to się spinając nieco ku górze — łąkami naprzemiany i gąszczami, które konie łamały, liście w pyski chwytając — posuwali się daléj coraz milczący... Tuż na prawo stały lasy ciemne, podszyte, szeroko zwieszając gałęzie. Gdzieniegdzie z tych głębi puszczy, gniły strumień, trawą i mchami obrosły dobywał się szemrząc i ciekł do rzeki wązkiém korytem."
      },
      {
        "index": 16,
        "text": "Ćwierć dnia tak już upłynęło, gdy na pagórku ujrzeli kamień wielki, a dokoła jego pomniejsze ustawione, jakby na straży. Niektóre z nich już były w ziemię zapadły, na innych mech siwy porastał... Stary, zgarbiony człek, z kijem białym, około kamienia się przechadzał. Było to prastare uroczysko, gdzie niegdyś składano ofiary... Stary, około kamienia stanąwszy, ręce wyciągnął, coś mruczał i ziele jakieś nań rzucał. Lecz w prędce go z oczów stracili."
      },
      {
        "index": 17,
        "text": "Daléj sypana mogiła wysoka stała u brzegu, cała darnią porosła, u dołu zarzucona zielonemi gałęźmi. Tu każdy, ułamawszy wić po drodze, rzucił ją wymijając, Hengo tylko, choć patrzał ciekawie, wstrzymał się od téj ofiary."
      },
      {
        "index": 18,
        "text": "— Co to za mogiła? — zapytał Sambora."
      },
      {
        "index": 19,
        "text": "— Leszkową się zowie — odparł chłopak. — Tu kneź stary, broniąc wrogowi przejścia rzeki, strzałą rażony zginął. Wojsko się rzuciło, najezdnika rozbiło, a panu swemu po garści rzucając ziemię, mogiłę usypało... Pod mogiłą skarby wielkie być mają, których duchy pilnują. Raz w rok na kupałę otwiera się mogiła i może wnijść po skarby kto chce, a brać ile mu się podoba; ale musi spieszyć z powrotem, bo gdy kury zapieją, zamyka się mogiła i nie jeden już w niéj pozostał."
      },
      {
        "index": 20,
        "text": "Samborowi ze smutku na baśń się zebrało, mówił więc, jak jeden chciwy skarbów parobek, podkradł się nocą kupałową pod mogiłę, jak w nią wszedł, znalazł gmachy wielkie, cudne izby pełne złota, i jak coraz idąc daléj, nieopatrzył się, aż kury zapiały... I rok go cały nie było... Dopiero gdy się znowu otwarła, wyszedł z niéj żyw, ale niemy, gdyż duchy mu usta zamknęły, aby ich tajemnic nie zdradził."
      },
      {
        "index": 21,
        "text": "Daléj kraj było widać, ludniejszy nieco, w prawo i lewo po gajach dymiło się w chiżynach, nad rzeką spotykali gęsto wygasłe ogniska i końskich kopyt ślady... Tu i owdzie leżała kość biała..."
      },
      {
        "index": 22,
        "text": "Około południa stanęli w dębinie zielonéj, gdzie i pasza dla koni była obfita i woda blisko — dla wypoczynku. Tu zsiadłszy, wszyscy pokładli się w cieniu, a kto co miał spożywał. Sambor dobył białego kołacza Jagi, popatrzał nań, i schował — głodnym być wolał, niż go stracić... był to kołacz domowy!"
      },
      {
        "index": 23,
        "text": "Słońce, jak wczoraj, dopiekało, najmniejszy prawie powiew wiatru, nie ochładzał skwaru. Na okół znowu nic więcéj widać nie było, jeno lasy i gęstwiny, łąki i moczary. Gdzieniegdzie w kotlinie leżało jezioro jasne, lśniące jak oko, zdając się przyglądać krajowi, nad niém jak rzęsy sterczały trzciny, i jak brwi, pasy lasów stały."
      },
      {
        "index": 24,
        "text": "W pół dnia wszystkie nawet ptastwo ucichło, brzęczały tylko koniki i polatywały bąki, milczenie wielkie do snu kołysało. Smerda drzemał, Hengo brwi ściągnąwszy coś rachować się zdawał, gdy Sambor w dali głos ludzki posłyszał."
      },
      {
        "index": 25,
        "text": "Nie widać było nikogo, uszu jednak dolatywało śpiewanie powolne, które się coraz zbliżało. Cichy to był i stłumiony śpiew, drżącym nucony głosem, samemu sobie, brzęk jakby poruszanych strun, mu towarzyszył. Słów jeszcze nie mogło pochwycić ucho — ale nuta była żałosna, grobowa, smętna."
      },
      {
        "index": 26,
        "text": "Wszyscy ciekawie oczy zwrócili ku brzegowi rzeki, zkąd się głos zdobywać zdawał."
      },
      {
        "index": 27,
        "text": "Dołem, wybrzeżem piasczystém, szedł starzec ślepy, mały go chłopak prowadził. Wlókł się zwolna, w ręku trzymał gęślę, po strunach jéj przebiegając ręką drzącą. Smerda, który się przebudził, ujrzawszy go z góry, zawołał."
      },
      {
        "index": 28,
        "text": "— Bywaj tu — stary."
      },
      {
        "index": 29,
        "text": "Ślepiec się zatrzymał, zwolna głowę podniósł, i oczy białe, krwawemi obwiedzione powiekami."
      },
      {
        "index": 30,
        "text": "— Bywaj tu stary, chodź, spocznij — powtórzył Smerda... placka przełamiemy z tobą i posłuchamy pieśni. Śpiewak struny przebiegać zaczął palcami, ale pieśń się przerwała. Stanął, myślał, potém chłopcu dał znak kijem i ku wzgórzu iść zaczęli."
      },
      {
        "index": 31,
        "text": "— Dokąd idziesz, stary! — spytał Smerda."
      },
      {
        "index": 32,
        "text": "— Albo wiem? — po świecie... — rzekł oślepły... z pieśniami idę od chaty do chaty."
      },
      {
        "index": 33,
        "text": "To mówiąc, miejsce na którém stał, począł kijem obmacywać i ostrożnie osunął się na ziemię. Gęślę złożywszy na kolanach, dumał. Pomilczawszy nieco, jakby życie jego pieśnią być musiało, jakby mu ona nie wylewając się z piersi, nabrzmiewała w nich, jakby mu była tchnieniem... bez którego ostać się nie mógł, niezrozumiale, cicho, sam sobie nucić zaczął."
      },
      {
        "index": 34,
        "text": "Milczeli wszyscy. Jeden z pachołków dobył z torby placek i położył go na rękach starego, który powoli do ust zaniósłszy, gryźć począł. — Chłopak, który go wodził, poszedł do rzeki garnuszkiem zaczerpnąć wody."
      },
      {
        "index": 35,
        "text": "Sambor siadł przy nim."
      },
      {
        "index": 36,
        "text": "— Stary Słowanie — rzekł — na noc... zajdźcie do Wiszowego dworu... tam was ugoszczą radzi."
      },
      {
        "index": 37,
        "text": "— Na noc? do Wiszowego dworu? nie mojemi nogami — rzekł ślepiec — nogi stare i starte. Dybię niemi powoli... jak ślimak się wlokę... A co ujdę kawał drogi, siąść i spocząć każą nogi. A do Wisza, do starego, daleko... daleko..."
      },
      {
        "index": 38,
        "text": "— Przecie wy tam zajdziecie — mówił Sambor — a gdy u wrót staniecie, pozdrówcie ich tam od tego, co dziś ich pożegnał."
      },
      {
        "index": 39,
        "text": "— Wy z Wiszowéj zagrody? — spytał stary — a któż z wami, a wielu... czuję ludzi do koła? Chociaż oczy nie widzą..."
      },
      {
        "index": 40,
        "text": "W tém Smerda wtrącił."
      },
      {
        "index": 41,
        "text": "— Kneziowscy ludzie... hej! do grodu jedziemy, do Stołba. I ten z nami. A wy byliście na grodzie?"
      },
      {
        "index": 42,
        "text": "— Dawniéj... dawniéj! — rzekł stary — teraz tam nie ma po co... Tam mieczyki śpiewają i żelazo gra... Pieśni słuchać nie ma czasu."
      },
      {
        "index": 43,
        "text": "Westchnął."
      },
      {
        "index": 44,
        "text": "— A po co kneziowi pieśń? — zawołał Smerda — to babska rzecz."
      },
      {
        "index": 45,
        "text": "— A wojna... wojna — jakby sam do siebie mówił ślepy Słowan — wojna, dzikich zwierząt sprawa. Póki obcy duch nie zawiał na Polany, orali ojcowie i śpiewali i bogów chwalili w pokoju, oręża nie potrzebowali, chyba na zwierza..."
      },
      {
        "index": 46,
        "text": "Smerda się rozśmiał."
      },
      {
        "index": 47,
        "text": "— Eh — e! — rzekł — nie te to czasy!"
      },
      {
        "index": 48,
        "text": "— Nie te święte czasy co bywały — ciągnął śpiewak ślepy — nie te czasy, gdy u nas gęśli bywało więcéj niż żelaza, a śpiewu niż płaczu. Dziś ślepy gęślarz lasom pieje, a słuchać go nie ma komu. Niech się uczą lasy, jak żyli ci, co śpią po mogiłach, po kamiennych. A jak pomrą starzy, pieśń z niemi pójdzie do ziemi, synowie o sprawach ojców wiedzieć nie będą — zamilkną mogiły. Stary świat padnie w ciemności..."
      },
      {
        "index": 49,
        "text": "Mówił tak zwolna, a słowo w pieśń przechodziło nieznacznie, i nie postrzegł się jak nucić zaczął. — Ręce chléb porzuciwszy, same po strunach biegać zaczęły, a struny skarżyć się i płakać."
      },
      {
        "index": 50,
        "text": "— Jam może śpiewak ostatni — rzucił Słowan, mnie oczy wybrano w młodości, aby dusza w drugi świat patrzała. Jam wszystkie ziemie zwędrował, a nie widział żadnéj, od Dunaju huczącego do Białego morza, od Chorbatych gór wierzchów, aż do lasów u Łaby. Niosły mnie nogi nie oczy, bez drogi; gdzie dola wiodła, gdzie się ludzi zebrała gromada. Siadałem na ziemi, stawali kołem nademną, niewiasty plaskały w dłonie, starzy po ojcach płakali. Szedłem od uroczyska do uroczyska, od mogiły do mogiły, od zdroju do zdroju... hen, hen, aż gdzie się kończy ludzka mowa."
      },
      {
        "index": 51,
        "text": "Zamilkł. Smerda pół słuchał, pół drzemał. — Gdy ustał, odezwał się."
      },
      {
        "index": 52,
        "text": "— Śpiewaj śpiewaku daléj."
      },
      {
        "index": 53,
        "text": "— O czém wam śpiewać? — mruczał jakby sam do siebie ślepiec. Wam pieśni innéj potrzeba, wy staréj nie rozumiecie. O czém śpiewać? O praojcach z nad Dunaju, o prapraojcach ze wschodu, o braci z nad Łaby i Dniepru? Wy ich nie znacie, o białych i czarnych bogach, o Wisznu i Samowile?"
      },
      {
        "index": 54,
        "text": "Głos mu się zniżał, głowa trzęsła..."
      },
      {
        "index": 55,
        "text": "— Dawniéj bywało inaczéj! śpiewaka witały gromady, wiodła starszyzna pod święty dąb, nad święty zdrój, na horodyszcze wiecowe, na żalniki mogilne. Starzy i młodzi stawali kołem, słuchali... miód i piwo przed ślepym stało — wianki mu kładli na skronie. Na grodzie kneź dawał mu ławę okrytą, miejsce poczestne; dziś my pastuchom śpiewamy na wygonie... o głodzie i wodzie."
      },
      {
        "index": 56,
        "text": "— Śpiewaj no stary... śpiewaj! — rzekł Smerda."
      },
      {
        "index": 57,
        "text": "— Śpiewaj nam! powtórzyli za nim drudzy..."
      },
      {
        "index": 58,
        "text": "Słowan w struny uderzył."
      },
      {
        "index": 59,
        "text": "— Hej! hej! — posłuchajcie... staréj pieśni z nad Dunaju."
      },
      {
        "index": 60,
        "text": "Cicho się stało do koła — on nucił słabym głosem:"
      },
      {
        "index": 61,
        "text": "— Z za rzek siedmiu, z za gór siedmiu, z nad Dunaju pieśń ta leci. Król dunajski w wielkiéj trwodze; z wielkim ludem Czytaj idzie. Zabrakło mu ziemi doma; siołom roli, bydłu paszy, i do Boga Wiszny woła: lud umiera, daj mi ziemi — Bóg się ulitował, rzecze: tam, za Dunaj idź z gromadą, na pustynie, na szerokie. A ty królu na Dunaju, nie waż mu się stać oporem. Ręce łamie król w rozpaczy! Czytaj zawojuje ziemię, Czytaj państwo mi podbije! Czy pokojem iść, czy wojną? czy mu opór stawić zbrojno? Dziewki woła, radź dziewczyno... Kamiana mu radzi, królu — wojsko postaw nad Dunajem. Nie zwojuje ludu twego. Czytaj idzie, tłumy za nim; kędy przyjdzie lud zabiera, iść mu każe. Dziewki płaczą, on im rzecze: Łzy otrzyjcie, wiodę was w zielone kraje, kędy dzicy ludzie żyją, roli orać nie umieją... Będziem uczyć i panować... Dziewkom oschły łzy i idą... Idą, idą, Dunaj biały... stał na drodze... z wzdętą wodą... Lody na nim roztajały... Król Dunaju strzeże brzega. Wojsko wielkie — jak przejść wody? jak pokonać wojska siłę? Myśli Czytaj, myśli, woła: Na kolana, do modlitwy, Bogu módlcie się Koladzie, Samowile co wiatr trzyma. Niech rozpuści wiatrom wodze, niechaj Dunaj lodem stanie. Przejdziemy go suchą nogą. Padli na twarz przed Koladą, modlą się do Samowiły. Wiatry przyszły, Dunaj ścięły, wojska idą suchą nogą. Król Dunajski słuchał rady. Wojsko zebrał, stoi w polu, u Dunaju legł obozem... Samowiła wiatrem smaga, i na Dunaj wieje mrozem, a gorącym wojsko pali. Przeszli Dunaj... a gdzie stało wojsko, kośćmi pobielało. Kamiana patrzy i płacze. Czytaj, wnet zajmuje ziemie, pługi idą w żyzne pole, bydło ryczy, domy stają, ludzie uczą się siać ziarna. — O Kamiano, rada marna! przeciw Bogom nic nie nada. I Kamiana leci blada, w biały Dunaj głową pada. Pieśń się o tém ludziom pieje. Bóg wam zdrowia niechaj daje, a pieśń przy mnie niech zostaje..."
      },
      {
        "index": 62,
        "text": "Skończył śpiewak, panowało milczenie."
      },
      {
        "index": 63,
        "text": "— Inną jeszcze — zawołał Smerda — nie żałuj nam stary!"
      },
      {
        "index": 64,
        "text": "Ślepiec znowu uderzył w struny."
      },
      {
        "index": 65,
        "text": "— Dłuższa to pieśń, od Chorbackich gór — rzekł — młodsza pieśń, może się wam spodoba lepiéj."
      },
      {
        "index": 66,
        "text": "I nutę wziął téż inną, raźniejszą a ognistszą, i słowa mu żywiéj biedz zaczęły, a białe oczy połyskiwały straszno."
      },
      {
        "index": 67,
        "text": "— Wisło biała, matko biała, czemu mętne wody twoje? Jakże mętne być nie mają, kiedy do nich łzy padają? Lud u brzega ręce łamie, ręce łamie i ratunku woła, a ratunku nie ma... Smok w pieczarze siadł pod górą, co zobaczy to pochłonie, co pochwyci to pożera. Kiedy z głodu ryczy wściekły, cała góra drży od ryku. Kiedy syty dysze w jamie, oddech powietrze zaraża... Noc i dzień spoczynku nie ma — pola puste, lud ucieka, zwierz do lasu goni z trwogą... Trzody wyplenił i ludzi, dławi niewiasty i dzieci, a nigdy pastwy nie syty, ciągle ryczy, ciągle dyszy. — Czémże zgładzić żmiję, smoka? Miecz mu skóry nie przebije, pałka czaszki nie roztrzaska, gardła mu nie zduszą dłonie i piorun go nie zabije i woda go nie pochłonie, i ziemia go nie przykryje. Krak na grodzie smutny siedzi, myśli, duma, brodę zwija, podparł się i patrzy w ziemię. Jak mam pożyć tego smoka, jak potworę tę umorzyć? Myśli miesiąc, myśli drugi, smok żre ludzi, myśli trzeci, a smok ryczy... rady! rady! Płacze, ręce załamuje. — Jak mam pożyć tego smoka, jak potworę tę umorzyć?"
      },
      {
        "index": 68,
        "text": "Siedem razy miesiąc rośnie, siedem razy się roztapia, aż Krak Skubę wołać każe. Skubo, człecze, rób coć rzekę: zabij wołu, owcę zabij, wnętrzności wyrzuć do wody, a smoły weźmij gorącéj, a siarki nabierz palącéj, a węgli nabierz czerwonych. Wypchaj ścierwo siarką, smołą, podrzuć je pod smoczą jamę, kiedy żmij zaryczy z głodu. Smok niech ogień ten pochłonie, niech mu wnętrzności przepali, niech pęknie dzika potwora. Poszedł Skuba i tak czyni, jako mądry król rozkazał. Zabił wołu, owcę zabił, nadział siarką, węglem, smołą, do pieczary je przywleka."
      },
      {
        "index": 69,
        "text": "Gdy smok wyje z głodu wściekły i głodną paszczę otwiera. Naści strawę, żmiju-smocze. — Połyka straszna paszczęka, ryknie, aż drży góra cała, i gród z stołbami się chwieje. W smoku palą się wnętrzności, trzewa ogień mu wyżera. I z jamy głowę wywleka, leci do Wisły i żłopie. Żłopie, aż się nadął cały, i rycząc rozpukł i zdycha."
      },
      {
        "index": 70,
        "text": "W tém Krak z mieczem idzie z grodu, łeb żmiji strasznéj ucina, na żerdź go wtyka wysoko. Patrzaj narodzie, mój miły, że się twe męki skończyły. Ptacy niosą wieść wesołą, wiatry polami z nią biegą, niech rolnik wychodzi z pługiem, niech pastuch bydło wyżenie, niech dzieci idą na łąki — nie ma już smoka na ziemi."
      },
      {
        "index": 71,
        "text": "Nad smoczą jamą na górze, gród się kamienny podnosi, tam Krak króluje spokojny, na cztéry strony spoziera, cztéry zwojował narody. A broda rośnie mu siwa i już mu piersi zakrywa, już i do kolan mu sięga. A kiedy dotknie się ziemi, król wie, że umrzeć mu pora. Ni się weseli ni smuci, że swe królestwo porzuci, dwu synów ma już u boku i córkę Wandę ma jedną. Broda dorosła już ziemi. — Przyszła już na mnie godzina; weźcie królestwo na dwoje. Siostrze dać królewskie wiano i żyjcie w braterskiéj zgodzie. Płacz po swym ojcu narodzie! Naród zapłakał i ciało niesie na górę Lassotę, na stosie go posadzili, Tryznę z obiatą sprawili, popioły Kraka zebrali, każdy wziął po garści ziemi, szli i sypali dopóki mogiła w górę nie wzrosła."
      },
      {
        "index": 72,
        "text": "Kraj na pół bracia dzielili, poczną panować Krak z Lechem. I Krak ma ziemi połowę i Lech połowę ma ziemi. Lech patrzy na brata z trwogą, starszy mi kark zgniecie nogą. Jedźmy do lasu na łowy, bracie, na zwierza dzikiego, jedźmy razem w puszczę ciemną... będziemy gonić jelenie, będziem zabijać niedźwiedzie. Siedli na koń, siostra z wieży prosi, nie jedźcie na łowy — krucy dziś krakali rano i sen miałam w nocy krwawy. Weźcie czeladź, weźcie z sobą, zwierz jest dziki, las jest czarny. A Krak śmieje się i rzecze: zwierz i las nie straszny dla nas. Aż w puszczę ciemną wjechali — w tém młodszy staje i rzecze — tutaj ci bracie umierać, ja całe państwo zagarnę. RrzekłRzekł, i młotem w skroń mu ciska, aż krew szkarłatna wytryska i Krak na ziemię upada. Co tu czynić z ciałem brata? z ziemi wilcy je wygrzebią, po trupie poznają ludzie. Mieczem go rąbie na ćwierci, tnie go na drobne kawały i na rozstajach je grzebie. Piaskiem białym przysypuje, nogami ubija ziemię. Księżyc i gwiazdy patrzały, puszcza ich widziała ciemna; księżyc, gwiazdy nie wydały, puszczy nikt nie słuchał głosu."
      },
      {
        "index": 73,
        "text": "Jedzie na gród Lech i płacze, suknię rozdarł, ręce łamie. Biada mi — oto zwierz srogi, brata zagryzł w ciemnym lesie. Krew widzicie na méj szacie, bom go bronił nadaremno. Lech wziął po nim ziemię całą, i sam panował na grodzie. Na rozstajach kędy ciało białym piaskiem przysypane, jasne lilije wyrosły, kwitną i z wiatrem bujają, wiatrom jęcząc powiadają. Tutaj jest Kraka mogiła, ręka brata go zabiła. Ludzie idą nocą, drogą, dziwne głosy słyszą z trwogą, wiatr odwiewa Kraka ciało. Na zamek niosą je ludzie, starszyzna na gród się zbiera. Niechaj ten co zabił brata, idzie z ziemi na kraj świata, kędy oczy go poniosą."
      },
      {
        "index": 74,
        "text": "Wanda została jedyna, która bogom ślubowała. Ona będzie nam królową. — Jak mam być królową waszą, kiedym bogom ślubowała? że męża nie będę miała?... Wanda morza, Wanda ziemi, Wanda powietrza królowa, naród śpiewa i wykrzyka. — Córka Kraka niech panuje."
      },
      {
        "index": 75,
        "text": "Na granicy, na rubieży, Niemiec siedzi jak lis w jamie, wieść do niego szybka bieży, dziewka siedzi na stolicy, wianek ma miasto korony, kądziel miasto miecza trzyma, męża nie chce, pana nie ma!"
      },
      {
        "index": 76,
        "text": "Rytgar kupy zbiera zbrojne, na bezbronny kraj, na wojnę. I stanęli na granicy, i śle posły do dziewicy, mężem twoim chcę być — Wando, lub twe ziemie ogniem, mieczem przejdziem, spalim i wysieczem. — Już pola wojsko zaléwa i las oszczepów się jeży, świecą tarcze, chrzęszczą bronie. Przyszły posły, Wanda staje. — Ślubowałam bogom wiarę, męża nigdy mieć nie będę. Chcecie wojny? wojsko sprawię, niech rozstrzyga bitwa krwawa. Posły poszły, wojska płyną, pola, góry wnet obsiadły, Wanda z mieczem, skronie w wianku, przodem jedzie, twarzą świeci. Patrzaj Niemcze, licz swe siły. Pojrzał Rytgar, kędy były, ani śladu ani słychu, pierzchło wojsko w lasy, góry. Sam się został Rytgar srogi. Losy swoje klnie i bogi, miecza dobył, pierś przeszywa, królujże Wando szczęśliwa. Zwycięzka wraca królowa... i na gród swój naród woła. Wyszła z wianuszkiem u czoła, w sukni białéj, z kwiatkiem w dłoni."
      },
      {
        "index": 77,
        "text": "— Pozdrawiam was cni ojcowie. Przyszła na mnie ma godzina, życiem bogom ślubowała, na raz oddam im je całe; niż o rękę bić się mają, ci co ziemi pożądają. Wiedźcie mnie do Wisły brzega, nad głębinę, nad wir wielki. — Rzekła i w Wisłę się rzuca. Naród płacze swéj królowéj, cały się zbiega do ciała, i sypie pani mogiłę i pieśń o niéj wieczną śpiewa."
      },
      {
        "index": 78,
        "text": "Bóg wam zdrowie niechaj daje — a pieśń przy mnie niech zostaje..."
      },
      {
        "index": 79,
        "text": "Nieopodal siedzący Hengo, gdy o Rytgarze zaśpiewał stary, jął dyszeć i sapać tak, że go ślepiec poczuł. Wnet téż, ledwie dokończywszy, począł się kijem o ziemię opierając, podnosić. Pomogli mu Sambor i pachołcy."
      },
      {
        "index": 80,
        "text": "— Cóż ci to stary? — zapytał Smerda..."
      },
      {
        "index": 81,
        "text": "— Obcegom poczuł — rzekł trzęsącym głosem Słowan — przed obcym śpiewałem... jakbym miód lał w kałużę!!"
      },
      {
        "index": 82,
        "text": "I wnet mrucząc niespokojny, z nasępionemi brwiami, wyrywać się zaczął do pochodu, chłopca przed sobą kijem gnając. Nie śmiano go wstrzymywać. Parę razy gniewny odwrócił głowę i oddalił się szybko, dłonią ucisnąwszy struny, aby dźwięku wydać nie śmiały, usta zacisnąwszy, aby się z nich głos nie dobył."
      }
    ]
  }
}