{
  "chapterNumber": 22,
  "title": "Tom III, Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Na spustoszonym grodzie Chwostkowym zwołano wielki wiec kmieci, o następnego miesiąca pełni."
      },
      {
        "index": 2,
        "text": "Trzema jednak dniami wprzódy, gdy księżycowéj twarzy wiele jeszcze brakowało by pełną była, starszyzna już się po dworach i zagrodach zbierać, radzić i wadzić zaczęła. Wszystko zapowiadało, że na tém zgliszczu, co tyle okropności widziało, i wiec spokojnie nie przejdzie."
      },
      {
        "index": 3,
        "text": "Ścibor do swoich jadąc, stanął po drodze u Piastunowego dworka, chcąc go téż z sobą na radę powołać."
      },
      {
        "index": 4,
        "text": "— Jam się tam wam do niéj nie przydał — odpowiedział mu syn Koszyczków — a wolę moje barcie podpatrzyć... Możniejsi niechaj stanowią, jam ubogi człek i przodować nie chcę, bo się na siłach nie czuję... Nie nawykłem do tego, a rozkazywać nie umiem, ino pszczołom moim, które słuchają mnie... i czeladzi, która sprzeczną nie jest. Życzę wam tylko, abyście poczynali w dobry czas, a pospieszali z wyborem wodza... niemców tylko co nie widać, gdy zwietrzą, że wodza nam braknie... Stójmyż z sobą po bratersku za jedno... Ja, co mi nakażecie, zrobię, a co robić trzeba, to wy lepiéj wiecie..."
      },
      {
        "index": 5,
        "text": "Ścibor się mu uśmiechnął, potrząsając głową."
      },
      {
        "index": 6,
        "text": "— Waszegoby to nam bartniczego rozumu potrzeba, miły ojcze — rzekł — bo się u nas nie na pogodę, ale na straszny wicher zanosi. Leszków krwi, pomniejszego drobiazgu, zostało dużo, a naszych téż kmieci, Witeziów wiele takich, którzyby radzi na gród się dostać chcieli i kneziować... Nie pójdzie nam łatwo..."
      },
      {
        "index": 7,
        "text": "Westchnęli oba; ale stary gospodarz przy swojém stał, aby raczéj do pszczół iść niż do ludzi. Żegnali się więc u wrót, a Piastun na plecy kobiałkę wziąwszy, do lasu coprędzéj uszedł i drudzy jadący na wiec mimo zagrody, co późniéj o niego u czeladzi i niewiast pytali, dowiedzieli się tylko, iż go dawno doma już nie było."
      },
      {
        "index": 8,
        "text": "Ciągnęli kmiecie ze wszech stron nad Gopło, jechali i Leszki ponuro patrząc, ze strachem w sercach, ale nie chcąc ustąpić. Myśleli może, iż gdy się na innych nie zgodzą ludzie, do nich powrócą. Spotykano się po drodze milcząc i nieufnie oczyma mierzono."
      },
      {
        "index": 9,
        "text": "Miejsce na wiec pono takie wybrane było, ażeby nagłość sprawy przypominało."
      },
      {
        "index": 10,
        "text": "Świeże gruzy, żużle ledwie ostygłe, sterczące z nich belki czarne, krwią jeszcze niewsiąkłą ociekła ziemia, opustoszała wieża, z któréj trupy pozrzucano do jeziora, pozakopywano i popalono, aby powietrza nie psuły; wszystko to napominało, ażeby wodza nowego niebawem obierać, bo pomsta za Pepełka nadciągała."
      },
      {
        "index": 11,
        "text": "Roiło się już przybywającemi kmieciami, żupany, władykami dokoła, a coraz to nowi jeszcze przybywali. Jedni stali z końmi czekając, rychło się co pocznie, drudzy popuszczawszy je na paszę, pokładli się na ziemię, inni chodzili od kupy do kupy rozwiadując się i dostając języka."
      },
      {
        "index": 12,
        "text": "Wszystkim było jawném, że te Myszki, które Chwostka zjadły, będą górą, ale nie wszyscy za niemi i z niemi trzymali."
      },
      {
        "index": 13,
        "text": "— Choć to czysta kmieca krew nasza — mówili — a no za łebby nas wzięli pewnie jak tamten, któregośmy pozbyli."
      },
      {
        "index": 14,
        "text": "W gromadzie znajdował się i uzdrowiony już Doman i Ludek Wiszów syn, i innych wielu, nawet z kończyn ziemi i z puszcz a lasów, upatrywano tylko Piastuna próżno."
      },
      {
        "index": 15,
        "text": "— Tenby się nam tu zdał — mówiło wielu — człek prosty, a rozum ma zdrowy, bystrzéj widzi, choć mówi niewiele i nie trzyma z nikim, tylko dla gromady dobra pragnie..."
      },
      {
        "index": 16,
        "text": "Pytano o niego. Ścibor rzekł."
      },
      {
        "index": 17,
        "text": "— Do pszczół poszedł..."
      },
      {
        "index": 18,
        "text": "Już się miało ku południowi, a ludzie się ściągali powoli; niektórym pilno było już poczynać bardzo, zaczęli kołem siadać wszyscy i najstarszych wołano, aby zagajali."
      },
      {
        "index": 19,
        "text": "Najsędziwszy wiekiem był Żuła, z rodu Jaksów, kmieć bogaty, daleko w lasach mieszkający, który spokój lubił, a do obrad i wieców nie był nawykły. Za srogiego i okrutnika go miano, lecz sprawiedliwym téż był, gdy sądzić przyszło. Musnął się starzec po wąsach i brodzie, a rzekł krótko brwi namarszczywszy."
      },
      {
        "index": 20,
        "text": "— Wybierajmy, a rychło... w domu każdy ma co czynić. Chciało się wam pana odmienić, próbujcie szczęścia... Nie mam ja co rzec, krom tego, że tu już widzę kneziów siła, choć i jednego nie mamy... o posłuszną gromadę trudniéj będzie... Czemubym i ja kneziem nie miał być?.."
      },
      {
        "index": 21,
        "text": "Myszkowie, jak inne rody, siedzieli kupą przy sobie, całe téż zgromadzenie mirami i rodzinami się rozłożyło. Myszków było przecie pono najwięcéj i najgłośniéj szumieli. Na nich się téż oczów najwięcéj zwracało."
      },
      {
        "index": 22,
        "text": "Każdy ród chciałby był ze swoich knezia dać. Najmożniejsi, równemi się Myszkom czując, cisnęli się téż naprzód."
      },
      {
        "index": 23,
        "text": "Ze krwi Leszków zeszło się także dosyć i stali z kmieciami na równi w prawie, nie chcąc im ustąpić. Na tych koso patrzano. Przybył téż milczący stary Miłosz z oślepionym Leszkiem, którego przy sobie trzymał, na nim się opierając, jakby okazać chciał, że drogo za swą krew zapłacił. Z nim trzymali Bumiry i wielu innych."
      },
      {
        "index": 24,
        "text": "Gromadami téż siedziały rody Jaksów, Kaniów, Porajów, Starżów, Wizimirów i innych mnogo. Patrzyli ku sobie wszyscy, oczyma mówić się zdając."
      },
      {
        "index": 25,
        "text": "— Tacyśmy dobrzy jako i wy."
      },
      {
        "index": 26,
        "text": "Szeptano między sobą naradzając się."
      },
      {
        "index": 27,
        "text": "— Myszka wybrać — rzekł jeden z ich drużyny — Myszka z krwawą szyją. Przecie już dowód dał, że wodzić umie... a nam witezia trzeba i wodza..."
      },
      {
        "index": 28,
        "text": "— Hej! hej! — przerwał drugi — czemu nie jednego z Kaniów, ci téż oszczepem dobrze władną, a nam téż i możnego trzeba, abyśmy nań składać się i zsypywać nie potrzebowali..."
      },
      {
        "index": 29,
        "text": "— To i Wiszów ród zamożny — mówił trzeci — a Wisz stary pierwszy życiem za wiec zwołany opłacił."
      },
      {
        "index": 30,
        "text": "Wszczynała się już wrzawa, zgody nie było zaczęli wołać za sobą Leszkowie, podstawując swoich jednego."
      },
      {
        "index": 31,
        "text": "— Leszków mieliśmy już dosyć! — krzyczeć zaczęto — nie chcemy ich! mścić się będą! precz z niemi!.."
      },
      {
        "index": 32,
        "text": "Od słowa do słowa, rody się z sobą w kole ujadać zaczęły; wystąpiły nienawiści odwieczne, zemsty pozapominane, urazy stare. Powstało zamieszanie, a niektórzy już i pięści nastawiali."
      },
      {
        "index": 33,
        "text": "Aż gdy do tego przyszło, Ścibor wołać zaczął o upamiętanie, że to wiec jest i że tu nie pięść, ale poczciwe słowo stanowi."
      },
      {
        "index": 34,
        "text": "Ochłonęli zwaśnieni, oczyma się już tylko wyzywając i mrucząc."
      },
      {
        "index": 35,
        "text": "Ludek, Wiszów syn, choć młody, wystąpił śmiało, po sobie mając pamięć ojca."
      },
      {
        "index": 36,
        "text": "— Wieści już chodzą — rzekł — że o losie Chwościska stary ojciec niemkini i synowie kneziowi wiadomość mają. Ludzie prawią, że w sam dzień ognistych wici synowie jego byli na grodzie, zkąd ich wczas matka przez jezioro uprowadziła, aby z odsieczą naspieszali. Do Kaszubów i Pomorców posyłać mieli o posiłki... wtargną z niemi prędko, bo ich długo prosić nie trzeba. Ziemię nam spustoszą, zagrody popalą, nim się my na wodza zbierzemy... A nas, by kupa była największa, bez głowy nie poradziemy."
      },
      {
        "index": 37,
        "text": "W tém wystąpił Dobek. Był on żupanem możnym, znali go wszyscy jako dzielnego, przebiegłego i wielkiego serca człowieka. Lat już na świecie przeżył ze czterdzieści, choć tego po nim znać nie było. Siłę miał taką, że niedźwiedzie dusił za szyję wziąwszy, a zamiast dzidy, często drzewko wyrwawszy z korzeniem, żgał niém jak drugi lekkim oszczepem. Konia dosiadłszy, gdy mu był nieposłuszny, nogami na śmierć sciskał. Dla ludzi téż na razie ostrym bywał, ale do bitwy, napaści i utrzymania ludu w ładzie nie było nad niego... gdyby gorącością nie psuł, co dzielnością dokazał. Znano go i z nienawiści ku niemcom, bo nad granicą połapawszy niewolnika, zwykł był ich do sochy zaprzęgać i orać niemi. W dybach téż u niego różnego stworzenia obcego, co niemiara chodziło, które on ze psy razem karmił."
      },
      {
        "index": 38,
        "text": "Czasu pokoju wesół był, ochoczy, do słowa łatwy, gdy miłował serdeczny, nieulękniony niczém, a w potrzebie tém chytrzejszy, że się porywczym wydawał."
      },
      {
        "index": 39,
        "text": "Ten Dobek tedy wlazłszy na kupę kamieni, mówić począł."
      },
      {
        "index": 40,
        "text": "— Knezia nam trzeba jednego, a swata się ich czterdziestu... za każdego swoja krew bić się gotowa... ustąpić nie chce nikt... Nie nowina to... Wszakci to powiadają u nas dawno, że gdy starszyznę wybierać przychodziło, Leszki aż do słupa biegały, inaczéj zgody nie mogąc dopytać... A no nam nie tyle końskich nóg, co ludzkiéj głowy potrzeba... Więc... a no... po staremu... rzućmy na losy... prędzéj będzie... nie umieją ludzie, niech wybierają Bogowie."
      },
      {
        "index": 41,
        "text": "Wszyscy zamilkli, nie w smak to poszło."
      },
      {
        "index": 42,
        "text": "— Jak zgody nie będzie — zawołał Myszko krwawa-szyja — dosyć mamy czasu na losy rzucać... Nie warto od tego poczynać, kiedy wolę swą mamy."
      },
      {
        "index": 43,
        "text": "Wstał Doman."
      },
      {
        "index": 44,
        "text": "— Czemu nie na losy? — zapytał. — Czasuby się nie marnowało. Pokładnijmy włócznie, każdy swoją, konia białego przyprowadźmy, którą włócznię nogą pierwszą potrąci, czyja będzie, tego Bogi chcą."
      },
      {
        "index": 45,
        "text": "— Lub na Lednicę poślijmy, na ostrów święty, sprowadźmy dziewkę od ognia, połóżmy przed nią czapki rzędem, każdy swą... czyją wybierze, ten nam kneziem będzie... — odezwał się Zgorzelec."
      },
      {
        "index": 46,
        "text": "Tu się dopiero swar i gwar wziął okrutny; losów nie chcieli za nic ci, co się pewnego wyboru dla siebie spodziewali. Zgody nie było... a tu i noc już nadchodziła."
      },
      {
        "index": 47,
        "text": "Poczęto się ruszać z koła. Jedni po dworach pojechali nazad z niczém, drudzy się na grodzisku porozkładali, inni po okolicy poszli obozować w gajach."
      },
      {
        "index": 48,
        "text": "Leszka chcieli jedni, Myszka drudzy, Wisza inni, Dobka wreszcie i z dziesięciu jeszcze stawiono. Byli tacy, co już Dobka znając, okrzykiwać go chcieli, ale sam im usta zamknął."
      },
      {
        "index": 49,
        "text": "— Nie chcę! — zawołał. — Wolę słuchać niż rozkazywać... i swobodnym być, niż mieć tysiąc panów. Uciekłbym raczéj za kraj świata, niżbym się niewoli téj miał poddać..."
      },
      {
        "index": 50,
        "text": "Myszkowie, którzy się napewno spodziewali, że ich jednym okrzykną głosem, odjechali gniewni i zasmuceni. Ale coraz więcéj było takich, którzy mówili."
      },
      {
        "index": 51,
        "text": "— Nie gorsiśmy od nich... mienia mamy tyleż albo i więcéj, ziemi dużo, rodu mnogo... jeżeli im kniażyć, toć i my potrafiemy."
      },
      {
        "index": 52,
        "text": "I tak porozpraszali się wszyscy nieradzi z siebie, nieradzi z drugich, gniewni, nachmurzeni, niecierpliwi."
      },
      {
        "index": 53,
        "text": "Wieczorem, gdy Piastun od swoich barci do zagrody powrócił, właśnie Dobek zajeżdżał przed jego wrota i zsiadał przed niemi."
      },
      {
        "index": 54,
        "text": "— Ojcze Piastunie — rzekł — woleliście wy do pszczół iść niż do ludzi, a gdybyście się byli do nas pokwapili, możebyście nam z sobą zgodę przynieśli. Pszczołyby sobie bez was radę dały..."
      },
      {
        "index": 55,
        "text": "— A cóż się tam u was stało? — zapytał stary."
      },
      {
        "index": 56,
        "text": "— Nic... słychać tylko, że Chwostka synowie Kaszubów już na nas i Pomorzan prowadzą... my tymczasem nie im a sobie pięści pokazujemy. Wiec się zrywa. A że my sami wybierać nie umiemy, jedni nam do wyboru konia radzą, drudzy dziewkę, trzeci losy rzucane... i drewienka... wreszcie choć do słupa biegać, jak za dziadów bywało."
      },
      {
        "index": 57,
        "text": "— Widzisz Dobek — rzekł Piastun spokojnie — żem dobrze do pszczół szedł, bo tam w lesie ja wiem, com zrobił, a na grodzie ja ubogi człek z małym głosem, nicbym nie dokazał... Jużeście się to rozjechali?.."
      },
      {
        "index": 58,
        "text": "— Jedni precz poszli gniewni, drudzy leżą i mruczą... inni, jako ja, gospody szukają... Przecie wybierać trzeba, bo nam niewybrany na kark siędzie."
      },
      {
        "index": 59,
        "text": "Nazajutrz zrana i Doman podjechał do wrót z pokłonem, bo starego wszyscy szanowali."
      },
      {
        "index": 60,
        "text": "— Cóżeście to wy tak pobledli? — zapytał gospodarz, który go i nie widział dawno i nie słyszał o nim nawet."
      },
      {
        "index": 61,
        "text": "— Nóż miałem w boku, krwi mi siła upłynęło! — rzekł Doman."
      },
      {
        "index": 62,
        "text": "— Któż was pchnął?"
      },
      {
        "index": 63,
        "text": "— Wstyd rzec... dziewka... Porwałem Wisza córkę, bo mi się srodze podobała... Na koniu będąc, w moich rękach, nóż mi mój własny wychwyciła i zadała ranę głęboką."
      },
      {
        "index": 64,
        "text": "Drogoście kupili dziewczynę..."
      },
      {
        "index": 65,
        "text": "— Anim jéj dostał — odparł śmiejąc się Doman — wymknęła mi się i uciekła do chramu na Lednicę, a jam się długo lizać musiał..."
      },
      {
        "index": 66,
        "text": "Piastun rzekł."
      },
      {
        "index": 67,
        "text": "— Znajdziecie drugą."
      },
      {
        "index": 68,
        "text": "— Jużem ci i znalazł — dodał Doman — a co mi po tém, kiedy zawsze pierwszéj żal."
      },
      {
        "index": 69,
        "text": "W tém się głos dał słyszeć z boku piskliwy."
      },
      {
        "index": 70,
        "text": "— I gdyby nie ta stara wiedźma Jaruha, jużby was na świecie nie było... ha! ha!.."
      },
      {
        "index": 71,
        "text": "Obejrzeli się i ujrzeli staruchę, która do nóg się im kłaniając, głową i rękami, uśmiechała się."
      },
      {
        "index": 72,
        "text": "— A ty na wiec czy z wieca? — rzekł szydersko Dobek — możebyś się nań przydała?"
      },
      {
        "index": 73,
        "text": "— Dopiero na wiec — ciągnęła daléj stara niezmięszana — czemu nie? Słyszałam ja, że tam ładu nie ma... Kto wie? przyszedłby może ze mną... bo ja różne rzeczy w worku noszę... i wiele wiem... Powiedziałabym gromadzie baśń..."
      },
      {
        "index": 74,
        "text": "— Jaką? — zapytali ciekawi."
      },
      {
        "index": 75,
        "text": "— E! to stara babska klechda... — szepnęła Jaruha. — Raz mówią trafiło się tak, że w mrowisku nie stało króla... Mrówczy pan z dębu spadłszy zabił się, a potomstwa po sobie nie zostawił... Tymczasem łakome ptactwo naciągało, aby złupić mrowisko... Zebrała się starszyzna i radzi... Jedni chcą komara wybierać, drudzy muchę, inni pająka, byle nie mrówkę... bo one wszystkie czarne, a wszystkie sobie równe... Tak dobra jedna jak i druga. Wybierali, wybierali i wybrać nie mogli, a ptactwo jaja dziubało tymczasem i wyjadało do szczętu... wszystkich równo... Aby ono to i tu tak nie było, miłościwi panowie. Ale staréj babie co do tego?.."
      },
      {
        "index": 76,
        "text": "Rozśmieli się słuchający, a Jaruha pokłoniwszy się, poszła do Rzepicy piwa się napić."
      },
      {
        "index": 77,
        "text": "Więc przybyli mocno nalegali na Piastuna, aby z niemi nazajutrz na wiec jechał."
      },
      {
        "index": 78,
        "text": "— A po co mnożyć głowy, kiedy i tak nie ma zgody? — odparł stary. — Radźcie bezemnie, jam się nie zdał..."
      },
      {
        "index": 79,
        "text": "Nazajutrz dzień toż samo było. Zjechali się starsi radzić, a poczęli wadzić i zeszło na sporach co było dnia. Widać było około stołba wijące się ludzi gromady, to przypadające do siebie, to odskakujące i rozchodzące się daleko, to nabiegające na siebie znowu. Ręce się podnosiły do góry... i głosy, rzucano czapki, potém wszyscy szli precz i za chwilę się do kupy cisnęli."
      },
      {
        "index": 80,
        "text": "Zgody nie było... Leszkowie z jednéj, Myszki z drugiéj strony przewodzili."
      },
      {
        "index": 81,
        "text": "Wieczorem późnym Myszko krwawa-szyja podjechał pod chatę Piastuna, jak noc chmurny."
      },
      {
        "index": 82,
        "text": "— Pozdrawiam was, ojcze."
      },
      {
        "index": 83,
        "text": "— Z wiecu wracacie?"
      },
      {
        "index": 84,
        "text": "— Tak ci jest, z wiecu jadę... — westchnął Myszko."
      },
      {
        "index": 85,
        "text": "— Cóż niesiecie?"
      },
      {
        "index": 86,
        "text": "— Wiadro próżne — rzekł z goryczą Krwawa-szyja — nie ma wody, nie ma zgody. Mało się już za włosy nie pobierzemy. Każdyby kneziem chciał być, a słuchaćby się nikomu nie chciało."
      },
      {
        "index": 87,
        "text": "— A wy? — zapytał stary."
      },
      {
        "index": 88,
        "text": "— No... ja téż... a ja prawo po sobie mam — rzekł Myszko — któż Chwosta przemierzłego zdusił, jeźli nie ja i moi? Kto szyi i zdrowia nastawiał? Juścim tak dobry jak i Leszki, jak Jaksy albo Kanie?.."
      },
      {
        "index": 89,
        "text": "— Pewnie — rzekł cicho Piastun — ale cóż będzie? Mówią, że Leszek i Pepełek ciągną?"
      },
      {
        "index": 90,
        "text": "— Nie ma co już i mówić o wyborze — dodał głosem stłumionym — kto ludzi zbierze więcéj, sam się kneziem ogłosi... i będzie na grodzie panował."
      },
      {
        "index": 91,
        "text": "— A po cóż tamtego zrzucać było? — odezwał się stary — wszak i on takiém prawem siedział."
      },
      {
        "index": 92,
        "text": "— Cóż, jeźli do zgody nie przyjdzie — przerwał Myszko — czy lepiéj, aby nas jedli niemcy, czy aby swój za łeb wziął?"
      },
      {
        "index": 93,
        "text": "Gospodarz umilkł trochę, w ziemię patrzył."
      },
      {
        "index": 94,
        "text": "— Czyńcie jako wiecie, ale wiec szanujcie — rzekł po chwili. — Co się stało Pepełkowi i Leszkom, może i drugich spotkać..."
      },
      {
        "index": 95,
        "text": "— Ja nad sobą innym nie dam przewodzić! — krzyknął rękę do góry podnosząc Myszko."
      },
      {
        "index": 96,
        "text": "I z tém jakby zagniewany odjechał."
      },
      {
        "index": 97,
        "text": "Nazajutrz dzień na grodzisku nie było nikogo. Stado wróbli po niém latało, zbierając pruszyny po koniach i po ludziach, świergocąc jak wczoraj ludzie, kłócąc się i czubiąc o ziarna, jak wczora tamci o panowanie nad sobą."
      },
      {
        "index": 98,
        "text": "Piastun siedział na przedsieniu, dziwiąc się w duszy swéj, że ludzie tak bardzo pragnąć mogli tego, co było straszném brzemieniem... i cieszył się téż, iż ubogim był, a nie potrzebował do sporów należeć i stać mógł na uboczu."
      },
      {
        "index": 99,
        "text": "Wiec, powiadano, rozszedł się z niczem, lub gorzéj jeszcze, bo ci, co nań przybyli druhami, popowracali wrogami, w sercu z żalem i nienawiścią. Myszkowie zwłaszcza, nieprzyjaciół napytali i współzawodników, a Leszki pocichu cieszyli się z wszystkiego, bo niejeden już głowę ku nim obracał, mówiąc: — Lepiéj niech stary ród nam panuje, byle zakonu strzegł."
      },
      {
        "index": 100,
        "text": "Pusto było na grodzisku dni kilka, ale wrzało i gotowało się po zagrodach."
      },
      {
        "index": 101,
        "text": "Nadchodził dzień świąteczny żniwa. Zdało się tym co przewodzili, iż za drugim razem wiec nie darmo się zbierze i wybór stanąć musi. Poczęto więc znowu obwoływać się na zbór a sejm nowy nad Gopło. Pojechali Myszkowie po swoich, Leszki téż i inne rody, zbierając druhów dla narady i poparcia."
      },
      {
        "index": 102,
        "text": "Wielu już zrażonych iść nie chciało. Byli i tacy, co się cieszyli, że knezia nie mieli, bo danin, osypów i służby do grodu nie było, a gdy o najazdach mówiono, głowami potrząsali, utrzymując, iż niemce doma i nad Łabą mieli roboty dosyć, a nad Wartę się tak rychło wybrać nie mogą."
      },
      {
        "index": 103,
        "text": "Tymczasem że dzień nowy naznaczony był świąteczny, a niektórzy myśleli, iż chlebem sobie ludzi zjednają, kazali na wozy nabrać mięsiwa, kołaczów, piwa i miodu, i wieźli je z sobą dla częstowania. Tak uczynili Myszkowie, a gdy się o tém dowiedział Bumir i jego drużyna, nie chcieli się téż dać wyprzedzić, naładowali co w domu mieli na wozy i konie i słali na gród."
      },
      {
        "index": 104,
        "text": "Zbór nie był tak gromadnym jak pierwszym razem, ale wyglądał uroczyściéj."
      },
      {
        "index": 105,
        "text": "Ludzie téż baczniejsi, bo doświadczeńsi, więcéj się przysłuchiwali niż mówili i serca sobie jednać usiłowali."
      },
      {
        "index": 106,
        "text": "Już koło zasiąść miało, gdy z dzidą w ręku nadciągnął Wizun stary, który przybywać się zdawał znużony z drogi dalekiéj."
      },
      {
        "index": 107,
        "text": "Starzec poważanie miał u ludzi nietylko dla doświadczenia i rozumu, bo w ciągu życia dalekie zwiedzał kraje, i znał prawie wszystkie gdzie sięgało „słowo“, ich obyczaje, ład, zakony, prawa wszystkich gromad i plemion siedzących po za Wisłą i Dnieprem, i po Tatry, i nad Dunajem, nad Łabą i Odrą, i nad morzem Białém — ale wróżbitem téż był wielkim i proroczo widział a wiedział, co się dziać miało... Chadzano doń nieraz po radę, acz jéj szczodrym nie był. Wszyscy mu więc okazali radość wielką, iż na wiec przychodził, a spodziewali się, iż przemówiwszy, do zgody nakłoni."
      },
      {
        "index": 108,
        "text": "Więc gdy się zdala ukazał, i Myszkowie i Leszki witać go szli, a nim do mówienia o sprawie przystąpili, wystawiono niecki z mięsiwem i chlebami i napój, prosząc wszystkich — na strawę."
      },
      {
        "index": 109,
        "text": "Posiadano na ziemi około wozów. Wizunowi poczestne miejsce zrobiono i częstować się poczęli z dobrą myślą. Dzień téż był dziwnie pogodny i piękny; napoju wszelkiego stało siła, a gdy się raz ugaszczać zaczęto, ani się postrzeżono, jak dobra część dnia na ucztowaniu zeszła. Wizun milczał. Myszkom się zdało, że go mieli za sobą, a Leszkowie prawie byli pewni, iż przeciwko nim nie stanie. Więc nim do koła szli, prosili go, aby im radę dał, co czynić mieli, dla rychlejszego sprawy końca."
      },
      {
        "index": 110,
        "text": "Stary obejrzał się dokoła i namyśliwszy począł."
      },
      {
        "index": 111,
        "text": "— Potom ci ja tu się przywlókł, ażebym wam prawdę przyniósł, nie z siebie ale z tego źródła, zkąd ona płynie. Umyślniem odbył pielgrzymkę do miejsc świętych, pytając co czynić, abyśmy się od biedy uratowali. Wracam z niéj właśnie. Byłem daleko, byłem po kontynach Światowida, Radegasta, Porewita... byłem na Kołobrzegu, Szczecinie, w Retrze i na ostrowiu świętym Ranów, u Czarnego-Stawu... Bogowie tam królują, którzy całemu plemieniu naszemu rozkazują, Obodrytom i Wilkom równie jak Ludkom i Polanom..."
      },
      {
        "index": 112,
        "text": "Nie ma u nas takich chramów i takich bóstw, jak te, co są u Redarów i Ranów... czcimy i my przecie Rugiewida o siedmiu twarzach i mieczach siedmiu, Trygłowa o trzech głowach, Porewita o czterech obliczach z piątą na piersi, Światowida, który czterma głowy patrzy na cztery świata strony..."
      },
      {
        "index": 113,
        "text": "Tam ja do nich chodziłem po wróżbę i wieszczbę dla nas, ztamtąd wam przynoszę co mi rzeczono..."
      },
      {
        "index": 114,
        "text": "Obejrzał się, słuchano w milczeniu, a Myszko spytał."
      },
      {
        "index": 115,
        "text": "— Jakżeście się do Retry dostali?"
      },
      {
        "index": 116,
        "text": "— Któż co starcowi bezbronnemu miał uczynić? — odezwał się Wizun. — Zatrzymywali mnie Wilcy po gościńcach nie jeden raz, ale puścili wolno... Do Radegasta téż niełatwo się dobić... Leży kontyna na wyspie zewsząd wodą otoczonéj jak Lednica nasza, długa hać i mosty prowadzą do niéj, a gdyś już na ląd wszedł, dziewięć bram przebywać musisz, a do każdéj z nich pukać i prosić się, bo u każdéj stróż stoi czujny dniem i nocą, a pyta cię i opatruje. Nie puszczają zaś więcéj jak trzech na raz do chramu. Kontyna stoi na podwyższeniu, z trojgiem wrót w tynach co ją otaczają, z których dwoje się tylko otwiera, a trzecie tajemne do wody prowadzą... Bóstwo stoi całe złocone w koronie na głowie, na rogach jeleni i kozłów, misternie wywyższone pod dachem purpurowym, ze słupy malowanemi, a obok niego łoże jego królewskie purpurą zasłane... I wkoło Bogowie drudzy we zbrojach, z mieczami... Tamem ja naprzód szedł o wyrocznię pytać..."
      },
      {
        "index": 117,
        "text": "— Cóż ci powiedziała? — zaczęli szemrać otaczający."
      },
      {
        "index": 118,
        "text": "Wizun spuścił oczy."
      },
      {
        "index": 119,
        "text": "— Musiałem na wyrocznię czekać... póki mi nie przyszła w jedném słowie: Wybierzcie pokornego... Nie dość mi na tém było i szedłem na ostrów święty, nad Czarny-Staw, na Jasmund, do Rekony... pytałem u Trygłowa i Światowida... Światowid mi rzekł: Wybierzcie małego. Trygłow kazał powiedzieć: Wybierajcie ubogiego... Pytałem Rogu Światowida przez miód, który w nim stoi i rzeczono mi, że niepokój i wojna czeka nas, dopóki mały nie będzie uczyniony wielkim..."
      },
      {
        "index": 120,
        "text": "Słuchając Wizuna wszyscy się po sobie oglądali, i widać było na twarzach frasunek, a stary mówił daléj."
      },
      {
        "index": 121,
        "text": "— Com przyniósł od wyroczni Bogów, to i w sobie nosiłem wprzódy... Zgody nam prędko potrzeba i jedności... Zwędrowałem wszystkie plemiona i narody nasze, jakie na ziemiach siedzą od Dniepru do Łaby, od jednego do drugiego, od sinego do białego morza, i liczyłem w myśli, wiele nas jest, a jak my mało możemy... Jedni z nas już się niemcom poddali i trzymają z niemi; drudzy z sąsiady braćmi wojują, inni się po lasach chowają, a swoich o miedzę znać nie chcą... Każdy żyje jako woli, a do kupy się zebrać i w kupie zgodzić najtrudniejsza rzecz... Chodzili jak ja nieraz Polanie nasi do Ranów, do świątyni, spotykali się tam z Serbami i Ludkami i Dulebami i Wilki, i wszelkiemi plemionami jednéj mowy, pili z niemi z czary razem, chleb łamali, a nazajutrz znać się nie chcieli..."
      },
      {
        "index": 122,
        "text": "Niemcy mają jednego wodza, a gdy się pokłócą, ten ich jedna jak matka dzieci przy misce, obojgu po głowach dając naukę; u nas swoboda panuje, a kto chce szarpie... Dla onéj swobody, pana nie znając, zwierzom dzikim dostajemy się na pastwę..."
      },
      {
        "index": 123,
        "text": "Gdy inaczéj nie może być, choć nasze ziemie i miry niech zgodne będą, a niech wybiorą jako rzekły wyrocznie, pokornego, małego, ubogiego..."
      },
      {
        "index": 124,
        "text": "Gdy Wizun skończył, panowało długie milczenie, a co wprzódy każdy się wielkim czynił, terazby był rad mniejszym się stać lub okazać. I nie w smak szły te wróżby znaczniejszym, a na starego szemrali."
      },
      {
        "index": 125,
        "text": "W tém z tyłu poczęły niecierpliwe gromady wołać."
      },
      {
        "index": 126,
        "text": "— Do rady! do koła!"
      },
      {
        "index": 127,
        "text": "Wszystkie rody poczęły się kupić i ustawiać, a każdy swoich zalecać. Wnet i o przepowiedni zapomniano. Myszkowie się krwią przelaną i pracą chlubili, Leszkowie stali przy jakiémś prawie, inni bogactwem się zalecali."
      },
      {
        "index": 128,
        "text": "A że gromada Krwawéj-szyi najliczniejsza była, śmielsi poczęli już go obwoływać, ale zaledwie to posłyszano z przeciwnego końca, zerwała się burza i odskoczyła połowa, ani znać go nie chcąc za wodza."
      },
      {
        "index": 129,
        "text": "Tuż najpokorniejszego z Leszków wywoływać zaczęto, lecz zagłuszyła wrzawa ze strony przeciwnéj luźne głosy."
      },
      {
        "index": 130,
        "text": "Ci co w kole siedzieli, powstawali, rozpierzchli się, rozbiegli."
      },
      {
        "index": 131,
        "text": "Zgody nie było... Część znaczna precz szła na okopy, pokładła się na trawie i pijąc, narzekała na drugich. Wizun stał z boku na swéj dzidzie oparty i uśmiechał się. Słońce zapadało."
      },
      {
        "index": 132,
        "text": "W tém na zdyszanym i potem oblanym koniu przypadł człowiek w koszuli, zdala już ręką coś ukazując a krzycząc."
      },
      {
        "index": 133,
        "text": "Porwali się wszyscy biegnąc ku niemu. Zsunął się w tém z konia, wołając głosem wielkim."
      },
      {
        "index": 134,
        "text": "— Synowie kneziowi z Pomorcami i Kaszubami a Niemcy, już idą na nas... już puszczę na granicy przestąpili..."
      },
      {
        "index": 135,
        "text": "Ledwie to usłyszawszy, wszyscy do koni swych biegli; popłoch i wrzawa się stała niezmierna."
      },
      {
        "index": 136,
        "text": "— Tegośmy się doczekali spierając i krzycząc! — krzyknął Dobek gniewnie. — Rozbiegniemy się li teraz, potraciwszy głowy, to zginiemy wszyscy, bo nas po jednemu wybiorą... jak wróble ze strzechy powykręcają..."
      },
      {
        "index": 137,
        "text": "Leszkowie milczeli stanąwszy na stronie, im się z synami Chwostka łatwiéj było porozumieć. Myszkom o głowy szło... zwołali się do kupy osobno."
      },
      {
        "index": 138,
        "text": "— Na koń, kto żyw, niech każdy swoich ludzi zbiera... — poczęli zaklinać — nie ma czasu na długie rady... Gromadą iść i ławą im zastąpić drogę... Nie staniemy im do oczów, późniéj już nie czas będzie..."
      },
      {
        "index": 139,
        "text": "Dobek przerwał gwałtownie."
      },
      {
        "index": 140,
        "text": "— Do domów, po ludzi! — zakrzyknął nakazująco — czeladź idźcie zbierać... nazajutrz wszyscy z czém kto ma, tu nad Gopło... a ztąd razem ruszym na wroga... Wieczora i nocy starczy! na koń! na koń!"
      },
      {
        "index": 141,
        "text": "Dosiadali téż już koni, chwytając je z paszy i od wozów, kto co napadł, rozsyłano gońców i nim mrok nadszedł, grodzisko znowu stało pustém i milczącém."
      },
      {
        "index": 142,
        "text": "Gdy noc zapadła, w stronie, z któréj się spodziewano najazdu, dalekie łuny już widać było na niebie."
      },
      {
        "index": 143,
        "text": "Nazajutrz nie przybył nikt jeszcze na zborne miejsce, wszyscy się gotować musieli, niejednym i dzid i oszczepów brakło... Trzeciego dnia dopiero zaczęły się gromady powoli spływać nad brzeg jeziora. Wieść o napaści wroga ruszyła wszystkich, z odleglejszych téż osad szły gromadki."
      },
      {
        "index": 144,
        "text": "Nie pytając wyboru, Dobek, który się pierwszy znalazł na placu, sam sobie dowództwo nadał, a posłuszeństwa mu nie odmawiano. Silnym był dość, aby je wymódz, gdyby mu się kto sprzeciwił."
      },
      {
        "index": 145,
        "text": "Ledwie ówczesny lud zbrojny, mógł się nim nazywać. Nie byli jeszcze Polanie narodem wojennym i łupiezkim, ale rolniczym i spokojnym. Konieczność obrony uzbrajać się im kazała, a uzbrojenie lichém było."
      },
      {
        "index": 146,
        "text": "Żelaznego oręża mieli mało, miedziana stara broń u niewielu się znajdowała; szła czeladź uzbrojona w młoty kamienne i obuchy, pałki nasiekiwane, łuki, proce i pociski. Kawał łubu lipowego stał za zbroję, a ozdobną zwała się tarcz, gdy ją kto skórą jedną lub dwiema obciągnął. Siekiery i noże, na jakie kogo stało, wiązano do pasa i do konia."
      },
      {
        "index": 147,
        "text": "Czeladź i parobkowie pieszo szli, co przedniejsza drużyna i kmiecie jechali konno na głowach, dla osłony mając albo kruszcowy kabłąk, lub czapkę tylko, na ramionach kręgi mosiężne, które od uderzenia mieczem obraniały."
      },
      {
        "index": 148,
        "text": "Każdy ród wiódł swą gromadę, niebardzo sworną, grozą i strachem trzymając ją w posłuszeństwie."
      },
      {
        "index": 149,
        "text": "Dobek latał opatrując gromady i szykując jedne przy drugich, a tu mu czeladź zaraz się waśnić poczynała, że ją uspokajać kijem musiał. Myszków sługi z Leszkami stać obok nie chcieli. Lecz Dobek gdy się rozpalił, ani spał, ani jadł, ani spoczął, póki do potyczki nie doprowadził. Wojnę lubił i dopiero żył, gdy dzidę w rękę wziąwszy, na konia siadł. Śmiały mu się oczy i drgały usta. Ku wieczorowi powysyłał najprzebieglejszych ludzi na zwiady, aby dopytali, gdzie się nieprzyjaciel obracał. Dopiero języka dostawszy, miał przeciwko niemu wyruszyć. Tymczasem odstąpiwszy nieco u jeziora, położył się z ludźmi w gaju, aby nocą nie zdradziły ogniska i dymy."
      }
    ]
  }
}