{
  "chapterNumber": 25,
  "title": "Tom III, Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Na ostrowiu, na Lednicy, u brzegu stał mnogi lud, patrząc i przysłuchując się w milczeniu."
      },
      {
        "index": 3,
        "text": "Od dalekiego lądu wiatr mu przynosił wrzaski i dym, w którym czuć było palące się zagrody, od lądu woda niosła mu trupy, które podpływały do ostrowu, jakby o pogrzeb prosiły."
      },
      {
        "index": 4,
        "text": "Płynęły w wiankach zielonych dziewczęta, jak na wesele poubierane, i niewiasty starsze w namitkach białych, które woda porozwiązywała i dzieci ze ściśniętemi rączkami, a straszliwie otwartemi oczkami ślepemi. Mrok padał, na lądzie tylko ognie widać było i dym, który pod wieczór rozścielał się jak chusty sine."
      },
      {
        "index": 5,
        "text": "Stali u brzegu wszyscy z chramu wybiegłszy, i Wizun na kiju sparty i siwowłosa Nania i Dziwa z twarzą bladą, i stróżki od zniczowego ogniska, przy którém jedna ledwie została. Stali milczący, patrzali a słuchali — i co przypłynął trup wiatrem gnany do brzega, to się nachylał ktoś ku niemu, czy swojego nie pozna."
      },
      {
        "index": 6,
        "text": "Przyjdą li Pomorcy? Napadną święty chram? Rzucić go i uciekać, czy pozostać i dać się pozabijać u ognia świętego? Myśleli tak wszyscy, a nikt powiedzieć i zapytać nie śmiał. Żaden jeszcze z najeźzdcównajeźdzców nie ośmielił się nigdy na Lednicę. Nie jeden raz ognie widać było i słychać wrzaski — przecież odciągały wrogi jak przyszły, choć skarby chramu ich nęciły."
      },
      {
        "index": 7,
        "text": "Na ostrowiu, ludu było dość do brania w niewolę, a na obronę mało. Niewiast najwięcéj, dziewcząt, niedołężnych starców i dzieci. W kontynie oręż by się znalazł, w szopach było go dosyć zabranego na wojnach i poskładanego w ofierze, ale któż go miał wziąć? za słabe były dłonie."
      },
      {
        "index": 8,
        "text": "Wszyscy na starego Wizuna poglądali, który na pagórku stał, na kiju się oparł, patrzał i milczał. Chcieli mu wyczytać z twarzy co myślał — a twarz miał jakby zamarzłą z bólu i skrzepłą. Nie drgnął w niéj marszczek, nie poruszyły się usta, oczy osłupiałe nie mrugnęły nawet, ani się łzą zwilżyły."
      },
      {
        "index": 9,
        "text": "Choć wieczór nic już dostrzedz nie dozwalał, stali tak jeszcze, patrzali ciągle na Wizuna i ku lądowi. W tém na fali coś plusnęło."
      },
      {
        "index": 10,
        "text": "Ryba to się rzuciła, czy człowiek ratował? mrok widzieć nie dawał. Coś jasnego wystąpiło z fali i znikło. Poruszała się woda. Człowiek płynął powoli osłabły. Wizun z pagórka zszedł i zbliżył się ku brzegowi, tuż — oczy jego dopiero teraz patrzéć zaczęły, jakby rozeznać chciał."
      },
      {
        "index": 11,
        "text": "Widać było ponad wodą głowę obmokłą, długim włosem okrytą... Pływak zbliżał się już ku wyspie. Jeszcze chwila, a miał do lądu przypłynąć — lecz zdało się, że mu sił brakło."
      },
      {
        "index": 12,
        "text": "Wizun sam rzucił się prędko ku wodzie — wszedł w nią po kostki, po kolana — ręce wyciągnął, topielec się zbliżał, rzucił ku niemu jakby wysiłkiem ostatnim, i — za dłoń wyciągniętą pochwycił."
      },
      {
        "index": 13,
        "text": "Starzec ciągnął go na suchy brzeg, ale już omdlałego. Nadbiegł posługacz — pochwycono go dyszącego jeszcze — lecz jakby uśpionego ze znużenia. Krew zgęsłą na nim widać było i rany sine... Wizun przyklęknął nad nim."
      },
      {
        "index": 14,
        "text": "— Doman! dziecko moje! żyjesz ty! — zawołał."
      },
      {
        "index": 15,
        "text": "Oczy się otworzyły tylko i zamknęły. Podniesiono go i na sukni, którą Wizun zwlókł z siebie, złożono na murawie — drugą opończą okryto. Stary klęczał wciąż przy nim. Zdala przypatrywały się niewiasty."
      },
      {
        "index": 16,
        "text": "Dziwa, któréj imie Domana w uszach zabrzmiało — zbliżyła się téż trwożliwie. Wizun zawołał na nią — aby podała ciepłego napoju."
      },
      {
        "index": 17,
        "text": "Dyszał już ledwie topielec, mówić nie mógł — ale żył. Wizun schylony nad nim z wody go ocierał, i dłońmi ogrzéwał własnemi."
      },
      {
        "index": 18,
        "text": "Ruszyli wszyscy do ratunku, stara Nania pobiegła téż ziela zgotować, któreby życie przywrócić mogło."
      },
      {
        "index": 19,
        "text": "Zwolna topielec jakby ze snu się przebudzał — klęknęła przy nim Dziwa pojąc go sama, zapomniawszy o sobie i o wstydzie. Przyszła siwowłosa, Doman otwierał oczy, ale powieki opadały mu znużone."
      },
      {
        "index": 20,
        "text": "Wzięto go już nocą na nosze z gałęzi i niesiono do Wizuna chaty. Stary odstąpił mu posłania i na ławie usiadł przy nim. Sam poobwiązywał mu rany. Przy chramie zawsze dla chorych ziela wszelkiego była siła, Wizun znał leki stare, spodziewał się więc dawnego swego wychowanka ocalić. Orzeźwiony, napojony usnął mocnym snem — do rana."
      },
      {
        "index": 21,
        "text": "Opatrzywszy go Wizun znowu poszedł czuwać u brzega. Po śmiałych Pomorcach wszystkiego się spodziewać było można, nawet napadu nocnego garści jakiéj na Lednicę."
      },
      {
        "index": 22,
        "text": "Nikt téż spać się nie kładł do rana — siedzieli czatując u brzegu. Na brzask się miało, i cisza panowała do koła, na jeziorze nie widać już było pływających trupów, na lądzie pogasły ognie, gdy Wizun, który czuwał z oczyma wlepionemi w jezioro postrzegł przy słabém świetle poranku, jakby plamkę czarną na jaśniejszéj topieli... Posuwała się ona zwolna ku ostrowiu."
      },
      {
        "index": 23,
        "text": "Płynął ktoś od lądu, lecz zwolna, jakby go sama fala niosła, bo wiatr dął z tamtéj strony. Czasem czółenko stanęło, to znowu pędzone podmuchem, zawróciło się i płynęło daléj."
      },
      {
        "index": 24,
        "text": "Dniało — wkrótce stary mógł już dostrzedz, ponad wątłém czółenkiem, podobném do necki, zgarbioną, jakby uśpioną postać kobiecą, płachtą okrytą. Ze znużenia znać drzemała w tém czółenku, które jéj życie ocaliło — dając mu się nieść gdzie dola wiodła. Tak zwolna już nadedniem jasnym, skorupka ta do lądu przybiwszy, zaczęła się kołysać, stanęła... Kobieta siedząca w niéj przebudziła się, obejrzała, podniosła, płachtę zgarnęła, kij z czółna dobyła i — niepewnym krokiem chcąc na ląd dostać, upadła."
      },
      {
        "index": 25,
        "text": "Była to nieszczęśliwa Jaruha, któréj Pomorcy nie zabili — ocalała jako wiedźma, któréj czarów się lękano. Nocą jakiś zapomniany czółenek postrzegłszy na brzegu, siadła weń, odepchnęła się kijem, i powierzyła wiatrom i wodzie."
      },
      {
        "index": 26,
        "text": "Upadłszy starucha odzyskała siły trochę i przytomności, orzeźwiła ją woda, którą obmokła — podniosła się rozglądając do koła. Wizun wstał, poznała go zaraz, podnosząc ręce szła zwolna ku niemu."
      },
      {
        "index": 27,
        "text": "— Żywie, bóstwo moje, od śmierci mnie uratowało. Już, już Marena chwytała za gardło chcąc ciągnąć do Jamy... a Żywie dobra macierz płaszczem swoim okryła... i stare kości ocalały."
      },
      {
        "index": 28,
        "text": "— Dużo ludu zginęło? — zapytał Wizun."
      },
      {
        "index": 29,
        "text": "— Dużo?? tyle ile go było... Zginęli wszyscy... Widziałam trupa téj co wczoraj była dziewczyną, a umarła oczepiona... Oszczep jéj w piersi wbili. Zginął młody, poginęli drużbowie, drużki, do psa wybili wszystkich, do nogi."
      },
      {
        "index": 30,
        "text": "Potrząsała głową starucha, patrzając w ziemię i ocierając twarz zmokłą."
      },
      {
        "index": 31,
        "text": "— Spalone chaty?"
      },
      {
        "index": 32,
        "text": "— W popiele wszystko... w popiele... Krukom biesiada, a ludziom żałoba i łzy, westchnęła."
      },
      {
        "index": 33,
        "text": "— Pociągnęli daléj! — pytał Wizun. — Na to pytanie Jaruha nie umiejąc odpowiedzieć zrazu, palcem się zaczęła bić w czoło — sama z sobą biedując aby myśli zebrać rozprzęgłe."
      },
      {
        "index": 34,
        "text": "— Leżałam zabita na ziemi, gdy mnie Żywie płaszczem swym odziało... nie widziałam nic... nie słyszałam nic. Szumiało długo koło mnie, deptali nogami. Czekajcie? cóż się stało?. Ha! nad ranem, nad ranem cóś ich nastraszyło."
      },
      {
        "index": 35,
        "text": "Bogunki i wodnice występować zaczęły z jeziora, wiatr zadął i pędził ich precz... Ruszyli się, zawyli, i daléj z łupem pociągnęli, a trupy zostawili na brzegu. O! trupy bieleją jak kwiatki wiosną na łące... Poszli, poszli — już ich nie ma, ale któż wie czy nie wrócą?"
      },
      {
        "index": 36,
        "text": "Wizun lżéj trochę odetchnął, lecz czy staréj Jaruże, któréj się w głowie mięszało, uwierzyć było można?"
      },
      {
        "index": 37,
        "text": "Pytana, coraz inaczéj rozpowiadała... Potém i głosu jéj zabrakło, siadła na trawie przy drzewie, głowę o pień oparła, twarz płachtą przykryła i usnęła."
      },
      {
        "index": 38,
        "text": "Tymczasem i drugi czółen nadpływał. Wiózł on starego parobka, który w trzcinach się schowawszy, po szyję w wodzie stojąc do rana, dopiero o brzasku znalazł łódkę jakąś, by na niéj do ostrowu dopłynąć."
      },
      {
        "index": 39,
        "text": "Ten opowiadał, że Pomorcy złupiwszy i spaliwszy okolicę, nastraszeni jakąś wieścią w nocy im przyniesioną, nazad do swoich lasów pierzchnęli. Słyszał on, że tratwy i czółna wiązać chcieli, aby się dostać na Lednicę po skarby — ale ich spłoszył goniec, który od granicy bieżał. U jeziora nie zostały w istocie tylko popioły i gruzy a stratowana ziemia i nie pogrzebane trupy."
      },
      {
        "index": 40,
        "text": "Uspokojony poszedł Wizun do chramu i do swojego chorego, ale ten spał jeszcze — a dobudzić się go było trudno. Stary więc nagotowawszy strawę, siadł czekać, ażeby sam z tego snu wyszedł. Niekiedy tylko rękę mu kładł na czole i sercu, czoło było gorące i serce biło żywo. Rany się pozamykały i przyschły."
      },
      {
        "index": 41,
        "text": "Z południa ciężkiém westchnieniem zbudził się Doman, chciał podnieść — nie mógł, nie wiedział gdzie był i dopiero Wizuna mowa, pamięć mu zwolna przywróciła. Ten jeść i pić kazał mu, nie pytając już o nic — a po wypoczynku dopiero, usta otworzyć pozwolił."
      },
      {
        "index": 42,
        "text": "Jak przez sen pamiętał Doman, wesele swoje — popłoch nagły, ucieczkę z Milą, pogoń za sobą, śmierć dziewczęcia, potém niewolę — znęcanie się, ostatni wysiłek dla ocalenia i walkę z wodą, któraktórą choć osłabły, potrafił zwyciężyć, dostając się do ostrowu. Przypomniał sobie jak w gorączce rozpaczliwéj bronił się śmierci, zdrętwieniu, jak fale unosiły go i rzucały, jak tonął i dobywał się z topieli, aż nareszcie u brzegu ujrzał nad sobą znaną twarz starego Wizuna... O smutném weselu swém, Doman mówić nie umiał, Wizun nie chciał słuchać."
      },
      {
        "index": 43,
        "text": "— Wydychaj no chorobę, sił nabierz — rzekł Wizun, potém na koń wszyscy, i Pomorcom dać naukę."
      },
      {
        "index": 44,
        "text": "— My dziś pszczoły w ulu bez macierzy, nie ma prowadzić, nie ma kazać komu, zginiem gdy tak potrwa dłużéj."
      },
      {
        "index": 45,
        "text": "Leszków nie chcieli — niech wezmą kto z brzega, bez głowy się nie ostaniemy. Wyrocznie rzekły wybierzcie małego, wybierzcie pokornego, ubogiego wybierzcie..."
      },
      {
        "index": 46,
        "text": "Ani tego dnia, ani następnego Doman powstać nie mógł, paliło go pragnienie, snem gorączkowym usypiał, budził się z krzykiem i drzemał znowu."
      },
      {
        "index": 47,
        "text": "Wizun przychodził, przesiadywał, oddalał się. Dwa razy, gdy spał Doman, do chaty podkradła się Dziwa, podsłuchiwała podedrzwiami, uchyliła je ostrożnie słysząc że usypiał, popatrzała na twarz bladą i pierzchnęła zarumieniona i przelękła. Lękała się aby ją kto nie schwycił tu — a widzieć go pragnęła, wstyd jéj było saméj siebie."
      },
      {
        "index": 48,
        "text": "Trzeciego dnia podniosłszy się, siedzieć mógł i był spokojniejszy. Dziwa się już nie pokazywała. Nad wieczorem na nią koléj przypadła zanieść strawę dla chorego i starego... zawahała się, strach brał i ochota razem. Wizuna właśnie w domu nie było gdy przyszła, a Doman siedział sam... Obaczył przez okienko jak pierzchnęła z sieni."
      },
      {
        "index": 49,
        "text": "— Dziwa! Dziwa! — zawołał — ranę byś mi opatrzyła, świeżém liściem obłożyła, gdybyś liście miała."
      },
      {
        "index": 50,
        "text": "— Toż ci Wizun czyni sam! — odpowiedziała zdala chcąc ujść."
      },
      {
        "index": 51,
        "text": "— Staremu się ręce trzęsą! — odparł Doman."
      },
      {
        "index": 52,
        "text": "Dziwa chciałaby była pójść i wahała się — aż Wizun nadciągnął. Doman ujrzawszy go, prośbę powtórzył."
      },
      {
        "index": 53,
        "text": "— A idźże mu rękę przewiązać! — rozkazująco rzekł stary — nie czyja to sprawa tylko niewiast być powinna."
      },
      {
        "index": 54,
        "text": "Dziwa usłuchać musiała i razem ze starym do chaty weszła zapłoniona cała. Doman siedział na ławie w koszuli i siermiężce, a na piersiach, gdzie się płótno rozchyliło, dziewczę postrzegło szeroką bliznę, tę, którą mu jéj własna ręka zadała. Zdało się nawet dziewczynie, że ją może odsłonił tak umyślnie. W milczeniu posłuszna przystąpiła do ręki i prędko świeże liście babki przyłożywszy, cofnęła się co żywo, a za drzwi wyszedłszy, jak strzała pobiegła do chramu."
      },
      {
        "index": 55,
        "text": "Wizun w twarz patrzał Domanowi — oba niemym wzrokiem niby się coś sobie powiadać zdawali."
      },
      {
        "index": 56,
        "text": "— Dziewka się ciebie boi — rzekł Wizun — a ty, niepoczciwy, znowu patrzysz na nią."
      },
      {
        "index": 57,
        "text": "— Zapomniałbym może, gdyby mnie tu ta nieszczęsna woda nie przyniosła! — odpowiedział Doman."
      },
      {
        "index": 58,
        "text": "— Dola — szepnął Wizun."
      },
      {
        "index": 59,
        "text": "— Dola — powtórzył Doman i zamilkli, stary cóś poprawić poszedł w kątku, jakby chciał ukryć wyraz swéj twarzy."
      },
      {
        "index": 60,
        "text": "Nazajutrz gdy Doman spróbował wynijść i usiąść w progu, nie pokazała się już dziewczyna ani tu, ani około chaty. Obiecywał sobie, że za dni parę ozdrowieje, sił nabierze i będzie mógł do domu powrócić."
      },
      {
        "index": 61,
        "text": "Tymczasem zapadł znów gorzéj, do późnéj nocy przesiedziawszy na chłodnym wietrze i rosie, stary go do łóżka położył z gorączką. Żal mu się go zrobiło gdy potém ujrzał osłabłym i z żalu może, sam zapadł, skarżył się, że go po kościach łamało. Dziwę tego dnia wezwano do dwu chorych, aby im posługiwała. Nie wymawiając się bardzo od tego, zobaczywszy Domana chorym, zajęła się nim w milczeniu, troskliwie, unikając tylko wzroku i nierozpoczynając rozmowy. Doman téż może rad temu, że przybyła, płoszyć jéj niechcąc, siedział milczący. Dopiero wychodząc we drzwiach dziewcze podniosło nań oczy nieśmiałe, zaparło drzwi prędko i uciekło."
      },
      {
        "index": 62,
        "text": "Jaruha od owego poranku, ciągle po wyspie błądziła. Było jéj tu dosyć dogodnie, bo pielgrzymi ciągle jéj potrzebowali i karmili, a od chramu téż coś dawano. Gdy nie było co innego do roboty, związawszy miotłę, zamiatała około tynów i przy progach. Nagadać się było z kim, pobłąkać, choć ciasno, mogła dowoli na ostrowiu, a sypiała pod drzewem, okryta płachtami, do czego zdawna była przywykłą."
      },
      {
        "index": 63,
        "text": "Ciekawość prowadziła ją po wszystkich zakątkach. Z kolei siadała na łące przy gromadkach, u brzegu jeziora sama jedna pod starą wierzbą, lub na progu któréj chaty."
      },
      {
        "index": 64,
        "text": "Tego dnia zobaczywszy Dziwę wychodzącą od Wizuna, zachciało jéj się także zajrzéć do mieszkania starego."
      },
      {
        "index": 65,
        "text": "Otworzyła drzwi, Doman siedział na pościeli, zaczęła mu się przypatrywać pilno. Widząc że jéj wnijść nie broni, powoli do izby się wsunęła."
      },
      {
        "index": 66,
        "text": "— A! a! — rzekła — oswoiwszy oczy z mrokiem, który w chacie panował, ty to jesteś com ja ci ranę goiła, co ci żonkę zabili! No — szkoda jéj, hoża była i wesoła jak szyczygiełek, aleby jéj u ciebie nie było tak dobrze jak w domu."
      },
      {
        "index": 67,
        "text": "— Czemu? — spytał Doman."
      },
      {
        "index": 68,
        "text": "— Bo wy bohatery, żupany — mówiła stara — wy niewiastami teracie, u was jest ich zawsze dosyć! E? wszakże to ciebie Wiszowa córka była tak ukłuła? — dodała śmiejąc się Jaruha — Doman się wzdrygnął. — A ona ci teraz ziele nosi!"
      },
      {
        "index": 69,
        "text": "— Nie pleć, babo — zawołał — nie wspominaj!"
      },
      {
        "index": 70,
        "text": "— Onać tu jest i panuje — mówiła baba — jéj się nie chciało u was garnki pomywać, woli z założonemi rękami przy ogniu siedzieć — ciągnęła powoli Jaruha — bo téż to kmiecia córa, a dla tych to i knezia mało. Rączki mają białe, co pracować nie umieją, i oczki czarne, co pogardliwie patrzą..."
      },
      {
        "index": 71,
        "text": "Mówiąc zaczęła się przypatrywać Domanowi; którego bladą twarz oblał nagły rumieniec."
      },
      {
        "index": 72,
        "text": "— A cóż? tu na ostrowiu musieliście z nią zrobić zgodę? — zapytała."
      },
      {
        "index": 73,
        "text": "— Mało co ją widziałem — z pozorną obojętnością dodał Doman i zamilkł."
      },
      {
        "index": 74,
        "text": "Stara niby zamyśliwszy się, sama dla siebie, stukając kijem w takt pieśni, śpiewać zaczęła chrypliwym głosem. Oj — chodzę ja chodzę,"
      },
      {
        "index": 75,
        "text": "Jak biała lelija, Gdzie się nie obrócę,"
      },
      {
        "index": 76,
        "text": "Wiatrek mną powija... Wyjdę na policzko"
      },
      {
        "index": 77,
        "text": "Zaśpiewam se jeszcze, Spojrzę na słoneczko,"
      },
      {
        "index": 78,
        "text": "Wysoko my jeszcze... Lecą ptacy, lecą,"
      },
      {
        "index": 79,
        "text": "Daleko, daleko, Niech mój smutek wezmą"
      },
      {
        "index": 80,
        "text": "I niech z nim ucieką..."
      },
      {
        "index": 81,
        "text": "— Albo i to... dola — dodała prześpiewawszy — żeby was tu woda jéj pod nogi przyniosła... Lepiéjby już wam było nie spotkać się z sobą... a to się tobie blizna jeszcze otworzyć gotowa, gdy się zbliży dziewka co ranę zadała... Bo mówią tak, że nie pomszczona krew rzuca się, gdy ten, co ją przelał, podejdzie... A ona téż znać się was boi, chodzi jak ziele mrozem zwarzone..."
      },
      {
        "index": 82,
        "text": "I trzęsła głową Jaruha, a gdy Doman milczał, ciągnęła znowu daléj."
      },
      {
        "index": 83,
        "text": "— Czy ona wam teraz zbrzydła? no, powiedzcie... przyznaj się! Gdybyście jeszcze do niéj lgnęli... hm... to moja sprawa dziewuchom do chłopców, a chłopcom do dziewcząt pomagać... Stara baba, która w żarnach nie miele, radyby choć popatrzyć, jak się mąka robi! Znalazłoby się ziółko, sposób, urok... musiałaby ona wam być posłuszną i pójść gdziebyście jéj kazali, jakbym ja jéj zadała!.. Wy sobie myślicie może, żem ja niewarta psa, kiedy w takich łachach po świecie się włóczę... a ja się z takiemi znam, co wiele mogą... I jak zawołam, przychodzą do mnie... a jak każę, robią co im powiem."
      },
      {
        "index": 84,
        "text": "Potém ciszéj mruczała babina."
      },
      {
        "index": 85,
        "text": "— Mnie się zmory boją i latawice... ja jak tupnę nogą, muszą mi krosnalki obuwie wiązać! o! o!.. Podziomki truchleją gdzie ja się pokażę, mary i nocnice płoszę... bo ja sama wiedźma jestem."
      },
      {
        "index": 86,
        "text": "Doman milczał, aż nierychło się ozwał obojętnie."
      },
      {
        "index": 87,
        "text": "— A cóż wy na to możecie, gdy dziewka bogom ślubowała? nie chce ona nikogo..."
      },
      {
        "index": 88,
        "text": "Rozśmiała się Jaruha."
      },
      {
        "index": 89,
        "text": "— Hej! hej! — zawołała — ślubowały, ślubowała nie jedna, a mało to ich poszło od tego ognia w chramie do tamtego, co się w chacie pali? Niechby tylko chciała, nikt jéj nie zabroni, byle do chramu okup dać! Wizun ich ma dosyć na posługę..."
      },
      {
        "index": 90,
        "text": "Doman patrzał i słuchał z coraz większą uwagą."
      },
      {
        "index": 91,
        "text": "— Ja ją wam namówię!.. — zamruczała Jaruha."
      },
      {
        "index": 92,
        "text": "— Nie może to być! — żywo odparł Doman."
      },
      {
        "index": 93,
        "text": "— Może! Ja wiele znam — śmiała się stara — choć popróbuję..."
      },
      {
        "index": 94,
        "text": "— Miałabyś chleb do żywota na stare zęby — rzekł chłopak."
      },
      {
        "index": 95,
        "text": "— Tsyt! ja już zęba ani jednego nie mam — śmiała się wiedźma — co mi po suchym chlebie? nie ugryzę! Trzeba mi mleka, w którymbym go rozmoczyć mogła i kawałka mięsa, bo z tego posiłek najlepszy... a zjadłszy popić muszę... na dobry sen, juści nie wodą. Staremu ona niedobra."
      },
      {
        "index": 96,
        "text": "— Wszystkobyś to miała — odparł Doman — i kożuch na zimę, ale to być nie może."
      },
      {
        "index": 97,
        "text": "Jaruha z ławki wstała, zbliżyła się do łóżka, ręką pomarszczoną pogładziła po głowie chorego."
      },
      {
        "index": 98,
        "text": "— Nie spieszno się doma, jeźli ją chcesz mieć... ja wiele znam..."
      },
      {
        "index": 99,
        "text": "To mówiąc zaczęła piosnkę nucić i wysunęła się z chaty wprost do kontyny."
      },
      {
        "index": 100,
        "text": "Nie weszła jednak do środka, podniosła róg sukiennéj zasłony, zajrzała, spuściła ją i siadła czatować na jednym z kamieni. Wiedziała, że tamtędy dziewczęta przechodzić musiały po wodę. Z pod nóg tymczasem zrywała zioła i trawy, przebierała je starannie i w pęczki wiążąc, do torby wsuwała."
      },
      {
        "index": 101,
        "text": "Długo tu siedzieć musiała, nim któraś z dziewcząt na pytanie odpowiedziała jéj, że stara Nania wysłała Dziwę dnia tego, aby w ogródku różne zioła zrywała, które w chramie na wianki i kadzenie dla chorych były potrzebne. Jaruha dopiero nad wieczorem dowiedziawszy się o tém, pociągnęła do sadu za chramem."
      },
      {
        "index": 102,
        "text": "Był to niewielki pola kawałek, płotkiem ogrodzony, bo nie każdemu wchodzić tam wolno było, kilka starych wierzb i olch rosło pod okopem, który go opasywał. W pośrodku były zielone grzędy, a na nich pozasiewane zioła, macierzanka, smlot, boże drzewko, biedrzeniec, przestępy, wrotycze, dziewięciosiły."
      },
      {
        "index": 103,
        "text": "Dziewczę już uzbierawszy to co jéj nakazano, siedziało na wale, układało, obrywając suche liście i wiążąc pęczki. Jaruha z za płotu ukazała się, zagadując."
      },
      {
        "index": 104,
        "text": "— Córuś moja, a tobym ci pomogła..."
      },
      {
        "index": 105,
        "text": "Dziewczę główką obojętnie rzuciło, ale stara weszła zwolna, na ziemi usiadła, nieproszona wzięła się do kupek leżących na ziemi i bardzo prędko i zręcznie składać je i wiązać zaczęła."
      },
      {
        "index": 106,
        "text": "Milczała z początku, wpatrywała się jéj w twarz, mrucząc coś niewyraźnie."
      },
      {
        "index": 107,
        "text": "— O! o! — rzekła w końcu — jabym tu na Lednicy nie wyżyła... Ciasno, cicho, świata nie widać, jak w kleci..."
      },
      {
        "index": 108,
        "text": "Dziwa wiązała trawy i nic nie mówiła."
      },
      {
        "index": 109,
        "text": "— Przy ogniu musicie się piec... dym oczy wygryza. Krasy waszéj szkoda... — coraz żywiéj i śmieléj ciągnęła. — Wy się tu męczycie, dziewucho!.. O! o! ja znachorka jestem, ja wiem wszystko i znam... i przez gzło widzę, co się w człowieku dzieje... Tak! tak!"
      },
      {
        "index": 110,
        "text": "Dziewczyna zarumieniona mocno, spojrzała bojaźliwie."
      },
      {
        "index": 111,
        "text": "— A cóż wy we mnie widzicie? co? co?"
      },
      {
        "index": 112,
        "text": "— Coś ja widzę... coś... ono się dopiero zawiązuje... poczyna — mówiła daléj Jaruha — ale trawa byle z ziemi wylazła, prędko rośnie... Niedarmo tu dola znowu Domana przyniosła! Co komu przeznaczone, to nie minie..."
      },
      {
        "index": 113,
        "text": "Na wspomnienie Domana rzuciła się Dziwa, spuściła głowę ku trawom i przebierać je prędko zaczęła, a stara widziała dobrze, że co je układać miała, to mięszała coraz gorzéj."
      },
      {
        "index": 114,
        "text": "— Znacie wy bajkę o pięknéj królewnie? — rzekła."
      },
      {
        "index": 115,
        "text": "Dziewczę nie śmiejąc jeszcze podnieść oczów, głową tylko milcząc potrząsło, jakby mówiła, że jéj nie zna, a Jaruha tak daléj ciągnęła."
      },
      {
        "index": 116,
        "text": "— Jednego czasu była na świecie bardzo piękna dziewka u króla, który ją kochał nad życie. Co tylko chciała to miała, ptasiego mleka nawet jéj nie brakło... Aż, gdy wyrosła, a ojciec mówić zaczął, że czas za mąż iść, wręcz mu powiedziała, że nie pójdzie za nikogo, tylko za takiego, który od niéj rozumniejszy i zręczniejszy będzie, a jéj się upodoba."
      },
      {
        "index": 117,
        "text": "Więc nad dworem królewskim złote koło przybito i zaczęli do niéj jechać w swaty, i jechali królowie, panowie, kmiecie, żupany, kneziowie, chłopaki dorodne, krasne... ale, gdzie!.. wolność jéj była miła, żadnego nie chciała."
      },
      {
        "index": 118,
        "text": "Jeden był zaduży, to go obrem przezywała; drugi zamały, to go krosnalkiem zwała; ten był zaczerwony, tamten zablady, jeden zamądry, drugi zagłupi... dosyć, że się nie spodobał żaden."
      },
      {
        "index": 119,
        "text": "Po ogródku sobie chodząc kwiatuszki zbierała, piosenki śpiewała, z ludzi się śmiała, w boki się brała i powtarzała: Nie będzie mnie miał żaden! nie będzie!"
      },
      {
        "index": 120,
        "text": "Przyjechał który, wydziwiała srodze. Jednemu kazała sobie przynieść wody żywiącéj, któréj smok o siedmiu głowach pilnował. Ten poszedł po wodę ze złotym dzbanuszkiem i nie wrócił; smok go połknął, a dzbanuszek sam do dworu przypłynął."
      },
      {
        "index": 121,
        "text": "Drugiego posłała po złote jabłka na górę lodowatą, ten jechał, jechał, wpadł w przeręblę i ryby go zjadły tylko piórko od kołpaka pod dwór przypłynęło."
      },
      {
        "index": 122,
        "text": "Trzeciego wyprawiła, aby jéj gwiazd na sznurek nanizał, do noszenia na szyi; ten poleciał wysoko i sępy go rozszarpały, co pilnują nieba, tylko sznurek kraśny upadł pode dworem."
      },
      {
        "index": 123,
        "text": "Aż się wybrał w swaty do niéj królewicz Siła, czarownik wielki, ten gdy ją zobaczył, serce mu się zagotowało i rzekł w sobie."
      },
      {
        "index": 124,
        "text": "— Bym i życie postradał, to ją muszę mieć!"
      },
      {
        "index": 125,
        "text": "Królowna jak go tylko zobaczyła, srodze się ulękła, poczęła bardzo drżeć i płakać."
      },
      {
        "index": 126,
        "text": "Kazała mu zaraz iść za morze i przynieść tego ziela, co umarłych odżywia, do którego dostąpić nie można ino przez płomienie, a woda ich żadna nie gasi."
      },
      {
        "index": 127,
        "text": "Królewicz zaraz ptakiem się stał, poleciał za morze, z góry na ziele padł, dzióbem je pochwycił, uszczknął i przyniósł gałązkę. Właśnie był królowi synek zmarł i smutek we dworze wielki był, przyłożyli ziele do serca, aż chłopak wstał, oczy przetarł i zawołał: Dawajcie jeść, bo mi się bardzo dobrze spało."
      },
      {
        "index": 128,
        "text": "A król szczęśliwy uściskał go i zawołał do córki."
      },
      {
        "index": 129,
        "text": "— Inaczéj już nie może być, musisz mi zaraz za niego iść."
      },
      {
        "index": 130,
        "text": "Królewna zapłakała gorzkiemi łzami."
      },
      {
        "index": 131,
        "text": "— Kiedy muszę, to pójdę — rzekła — ale nieinaczéj, aż mu się ja siedem razy schowam i siedem mnie razy wyszuka. Dopiero będę jego..."
      },
      {
        "index": 132,
        "text": "Była bowiem wiedźma wielka, a mogła siebie i drugich przemieniać, jak się jéj zachciało; ale królewicz téż czarownik był jeszcze większy i umiał tak się przerzucić jak zapragnął."
      },
      {
        "index": 133,
        "text": "Drugiego dnia, przez okienko otwarte, królewna poleciała gołąbką po dworze, zamięszała się w stado i z ptastwem latała... A że ptaki czuły w niéj innego ducha, że nie swoją im była, co się do gromady zbliżyła, stado się zaraz rozsypywało, a ona siedziała jedna. Królewicz się jastrzębiem uczynił i pogonił za nią... Ulękła się go strasznie, usiadła na ziemi, przemieniła w dziewczynę. Patrzy, jastrząb przy niéj królewiczem stoi i za rączkę ją bierze..."
      },
      {
        "index": 134,
        "text": "Poszła więc gniewna, zamknęła się w komorze, płakała, myślała nockę całą, nadedniem do ogródka się wsunęła, usiadła na grządce i liliją zakwitła... Wszystkie lilije koło niéj jak śnieg białe, ona jedna, że krew miała, więc na grządce różowiała..."
      },
      {
        "index": 135,
        "text": "Królewicz z ojcem idą do ogrodu... bieduje bardzo, gdzie jéj teraz ma szukać, jak ją znaleść?.."
      },
      {
        "index": 136,
        "text": "Stanęli jakoś przy grzędzie, przy lilji; gdy się do niéj zbliżyli, biała lilija ze strachu jeszcze mocniéj pokraśniała."
      },
      {
        "index": 137,
        "text": "Królewicz zaraz poznał ją po rumieńcu, rękę przyłożył do łodygi — aż tu panna stoi i płacze."
      },
      {
        "index": 138,
        "text": "— Poznałeś mnie dwa razy, nie odgadniesz raz trzeci."
      },
      {
        "index": 139,
        "text": "I do komory leci, zasuwa się, na łóżeczku siadła, płacze, płacze, aż z łez strumyk płynie. Myślała, myślała, płakała noc całą, nad rankiem okno odsunęła... i złotą muszką wyleciała."
      },
      {
        "index": 140,
        "text": "Leci, leci, ale strach jéj wielki. Ptaszki za muszkami latają, tylko co ją który nie dzióbnie. Królewicz może podpatrywał, może mu kto podszeptywał, przemienił się w strasznego pająka, zasnuł w powietrzu pajęczynę ogromną — i czeka. Wróble muszkę napędziły i w siatkę mu wpadła... pająk do niéj... królewna stoi i płacze."
      },
      {
        "index": 141,
        "text": "— O doloż ty moja, doleńko!"
      },
      {
        "index": 142,
        "text": "A pająk ją za białą rączkę trzyma."
      },
      {
        "index": 143,
        "text": "— O! ja nieszczęśliwa! poznał mnie trzy razy... co ja teraz pocznę... gdzie ja się ukryję..."
      },
      {
        "index": 144,
        "text": "Znowu idzie do komory, siadła na łóżeczku, głowę nakryła i płacze a zawodzi. — Doloż ty moja, doleczko!"
      },
      {
        "index": 145,
        "text": "Siostry do niéj pukają, przyszły i powiadają."
      },
      {
        "index": 146,
        "text": "— Popłyń ty rybką na morze... morze szerokie, głębokie morze... nie znajdzie tam ciebie..."
      },
      {
        "index": 147,
        "text": "A ona zawodzi."
      },
      {
        "index": 148,
        "text": "— Poznał mnie trzy razy, co ja pocznę teraz, gdzie ja się ukryję?.. W morzu są potwory... i boję się morza..."
      },
      {
        "index": 149,
        "text": "Płakała noc całą, a gdy rozedniało, na brzeg morza biegła; nie widziała, jak królewicz patrzył z za drzewa."
      },
      {
        "index": 150,
        "text": "Plusnęła w wodę rybką złotą, a on tuż w srebrną się przemienił. Gdzie się złota rybka obróci, srebrna goni za nią. Uderzyły się głowami; słyszy królewna słowa."
      },
      {
        "index": 151,
        "text": "— Czwartyś raz przegrała i musisz być moją!"
      },
      {
        "index": 152,
        "text": "Gdy te słowa usłyszała, panna do brzegu płynęła i biegła do malowanego dworu, zamyka się w komorze i płacze."
      },
      {
        "index": 153,
        "text": "Płacze znowu noc całą, nadedniem się namyśliła. U brzegu nad wodą tyle kamuszków leży... któż mnie poznać tam może, gdy ja się białym kamuszkiem położę?.. Poleciała na brzeg do świtu, w kamyczek się obróciła śliczny i leży."
      },
      {
        "index": 154,
        "text": "Królewiczowi piąty raz już bardzo było odgadnąć trudno, rozpaczał strasznie. Gdzie tu jéj szukać, w powietrzu, na ziemi, w wodzie, pod ziemią, czy nad ziemią? Szedł tedy nad brzeg morza, chcąc się topić. Chodzi, chodzi, narzeka, ręce łamie, w tém na kamyk nastąpił przypadkiem... a jakie oczko śliczne!.. Schyli się do kamyka, a tu panna wykrzyka i z ziemi wstaje, z suknią przydeptaną, bo ją nogą ucisnął."
      },
      {
        "index": 155,
        "text": "— Znalazłem cię piąty raz... musisz być moją — woła królewicz."
      },
      {
        "index": 156,
        "text": "— Do siedmiu daleko! będziesz mnie miał za siódmą górą i za siódmą rzeką!"
      },
      {
        "index": 157,
        "text": "Panna do dworu gniewna bieży, aż na ziemi w komorze leży... tak się smuci, tak w łzach płynie. Postrzegła myszkę na podłodze, jak się zwinęła i do dziurki schowała, i myśli."
      },
      {
        "index": 158,
        "text": "— Myszką się stanę... skryję się w norę... tam on mnie nie wyszuka."
      },
      {
        "index": 159,
        "text": "Ale wróbel na oknie siedział, słyszał jak szeptała, poleciał do królewicza, usiadł mu na ramieniu i szczebiocze. — Panna myszką się stała... w dziurkę małą schowała! — Królewicz w kotka burego się odmienił, siadł i czatuje."
      },
      {
        "index": 160,
        "text": "Myszce jeść się zachciało, pruszynki od korowaja pod stołem leżały, ledwie główkę pokazała, kotek drogę zastępując. — A tuś!"
      },
      {
        "index": 161,
        "text": "Zlękła się królewna, aby jéj nie połknął, nie schwycił, aż tu słyszy te słowa."
      },
      {
        "index": 162,
        "text": "— Poznałem cię szósty raz... moją musisz być teraz..."
      },
      {
        "index": 163,
        "text": "Padła panna na ziemię i płacze."
      },
      {
        "index": 164,
        "text": "— Nieszczęśliwa godzina... doloż moja, doleczko... co ja pocznę z nim?"
      },
      {
        "index": 165,
        "text": "Na siódmy raz zeszły się wszystkie siostrzyce i druchny i czarownice, radzą, radzą cały wieczór, i noc całą, dnieć zaczyna i nic nie uradziły... Królewna z płaczu i ze wstydu się zachodzi. Wolałaby już była odrazu za niego iść, niż siedem razy się sromać, a ósmy w niewolę popaść."
      },
      {
        "index": 166,
        "text": "W okienku świta. Co tu począć gdy słonko wnijdzie?.. Musi się przemienić! A słonka tylko nie widać!.. Radziły siostry, radziły, aż się królewna zmieniła w starą żebraczkę, pomarszczoną, żółtą, straszną jak ja i... poszła żebrać na gościniec. Mówiła sobie: — Nie pozna mnie..."
      },
      {
        "index": 167,
        "text": "Stoi, stoi na drodze, jedzie król na koniku... co za baba stoi? Kazał dać jéj miłosierdzie... pojechał. Myśli sobie panna: Ojciec własny nie poznaje! Wygrana moja..."
      },
      {
        "index": 168,
        "text": "Jedzie pan brat, jedzie, spojrzał na staruchę i rozśmiał się. — A! co za ropucha... spędzić mi ją z drogi..."
      },
      {
        "index": 169,
        "text": "Panna się odstąpiła i raduje:"
      },
      {
        "index": 170,
        "text": "— Nie poznał mnie własny brat... Wygrana moja..."
      },
      {
        "index": 171,
        "text": "Jedzie królewicz na siwku, w boki się wziąwszy i piosenkę nuci. Kołpaczek na ucho włożył, włosy mu wiatr złote rozwiewa... Nic się nie frasuje. Patrzy, żebraczka stara stoi... rzuca jéj pierścień złoty."
      },
      {
        "index": 172,
        "text": "W tém panna ze trwogi, choć jéj teraz poznać nie mógł, płachtę sobie na twarz zaciągnęła prędko. Tém się zdradziła. Patrzy panicz, i wnet do niéj przyskoczy i podgląda jéj w oczy... Oczów odmienić nie mogła, świeciły jak dwa słoneczka... Porwał ją w pół, na konika rzucił."
      },
      {
        "index": 173,
        "text": "— Poznałem cię siódmy raz, musisz moją być teraz..."
      },
      {
        "index": 174,
        "text": "I sprawił król wesele, na którém ja téż byłam, miód, piwo piłam — dokończyła Jaruha."
      },
      {
        "index": 175,
        "text": "Hę? hę?.."
      },
      {
        "index": 176,
        "text": "Co komu przeznaczone nie minie!"
      },
      {
        "index": 177,
        "text": "Dziwa słuchając uśmiechnęła się i zamyśliła."
      },
      {
        "index": 178,
        "text": "— Może — dokończyła — tak to będzie i z Domanem, próżno od niego uciekać! W malowanym dworze byłoby lepiéj niż na Lednicy, na ostrowiu..."
      },
      {
        "index": 179,
        "text": "Rzuciwszy to słówko, Jaruha wstała prędko, zanuciła i poszła. Wiedziała, że się ziarno rzuca w ziemię i leżeć musi czasem długo, nim zejdzie."
      },
      {
        "index": 180,
        "text": "Dobréj myśli, podśpiewując, poszła wróżyć pielgrzymom, leczyć, zamawiać, okurzać, byle się za to posilić i napoić."
      },
      {
        "index": 181,
        "text": "Dziwa w ogródku siedziała, ręce opuściła, oczy w ziemię wlepiła, powtarzała pocichu."
      },
      {
        "index": 182,
        "text": "— Przeznaczone nie minie!.."
      }
    ]
  }
}