{
  "chapterNumber": 2,
  "title": "Tom I, Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Gdy stary na kamieniu siedząc rozmawiał z przybylcem z téj ziemi, którą krajem „niemych“ języka narodu nie znających, zwano — z za tynu i zagród, głów ciekawych zaczęło się ukazywać mnóstwo."
      },
      {
        "index": 3,
        "text": "Rzadkością to było, ażeby w taką lasów głębinę i puszcz wnętrza docisnąć się śmiał obcy człowiek. Więc gdy się ukazali ludzie i konie... nieznane, a parobczak począł psy zamykać — co żyło w zagrodzie, choć zdala i przez tynu wierzchołki, przez płotów szpary, biegło się dziwić obcemu."
      },
      {
        "index": 4,
        "text": "Widać było białe chusty niewiast zamężnych, włosy dziewcząt z wiankami zielonemi, głowy mężczyzn z długiemi włosy i postrzyżone parobków i dziecinne oczy przelękłe z pośród gęstych kudełków, któremi się im czoła jeżyły. Podnosiły się one nagle i niknęły, ukazywały i pierzchały... Stare nawet baby drżąc wyglądały z za płota, a że się obcego lękały, rwały trawę i ziemię, rzucając je na wiatr, i pluły przed się, aby im jakiego nie rzucił czaru."
      },
      {
        "index": 5,
        "text": "Stara Wiszyna, a imię jéj było Jaga — zobaczywszy, że się wiodą ku wrotom z gościem rudym, wystąpiła, usta zakrywając fartuchem, naprzeciw mężowi, dając mu gwałtowne znaki, aby z nią pomówił na osobności. Już się do wrót zbliżali, które im otwierać miano, gdy im zastąpiła drogę."
      },
      {
        "index": 6,
        "text": "— Po co tu obcego, niemca wiedziecie? — szepnęła wylękła. — Możnaż to wiedzieć co on z sobą niesie? jakie on uroki rzucić może?"
      },
      {
        "index": 7,
        "text": "— Ten ci to sam, Hengo, z nad Łaby, co to naszyjniki przywoził i szpilki i noże... przecie się nam nic nie stało... Nie ma się go co obawiać, bo kto za zyskiem goni, temu czary nie w głowie."
      },
      {
        "index": 8,
        "text": "— Źle mówicie — stary mój — odparła Wiszowa — gorsi to ludzie od tych, co z nożami i maczugami napadają. — Ano wola twoja, nie moja..."
      },
      {
        "index": 9,
        "text": "I szybko ustąpiła, mrucząc, nie oglądając się już za siebie, aż weszła do dworu wewnątrz zagrody. A że na inne niewiasty w podwórku po kątach poprzytulane skinęła, pierzchnęły wszystkie, chowając się gdzie która mogła. Parobków tylko kilku i dwu synów gospodarza zostało."
      },
      {
        "index": 10,
        "text": "Hengo wszedł, rozglądając się trwożliwie, choć męztwem nadrabiał."
      },
      {
        "index": 11,
        "text": "Chłopak jego, z konia nie złażąc, z nim wjechał w podwórze. Ludzie wszyscy stali, patrząc na nich ciekawie i szemrząc między sobą."
      },
      {
        "index": 12,
        "text": "Wisz prowadził do świetlicy."
      },
      {
        "index": 13,
        "text": "Chata w zrąb na mech budowana, stara — w pośrodku się wznosiła, wyżéj nad inne szopy — drzwi do niéj wiodły z progiem wysokim, ale obyczajem starym, bez zamka żadnego, bo ich nigdy nie zawierano. Z sieni w lewo była izba wielka. Tok w niéj ubity gładko, posypany był zielem świeżém, w głębi ognisko z kamieni stało, na którém nigdy ogień nie gasnął. Dym się dobywał z niego przez nieszczelny dach ku górze. Ściany i belki i wszystko szkliło się od niego czarno. — Do koła przy ścianach ławy na pniach były przymocowane... W rogu stał duży stół, a za nim dzieża do mięszania chleba, białém płótnem okryta..."
      },
      {
        "index": 14,
        "text": "Nad nią wisiały wianki już poschłe i wiązki różnego ziela."
      },
      {
        "index": 15,
        "text": "Na stole ręcznikiem szytym zasłanym, chléb téż nadkrojony leżał i nóż przy nim mały. U drzwi na ławie stał ceber z wodą i czerpakiem. W kącie, w głębi widać było żarna małe i kilka bodni chustami poosłanianych."
      },
      {
        "index": 16,
        "text": "Niewielkie okno zasuwane wewnątrz okiennicą, stało teraz otworem, tyle światła wpuszczając, ile go do rozpatrzenia się w izbie było potrzeba. Gdy Wisz i Hengo przestąpili próg, stary podał rękę gościowi i pokłonił mu się mówiąc, a zarazem wskazując. Oto chléb — oto woda — oto ogień i ława — jédzcie, pijcie, ogrzéjcie się, spocznijcie, i niech dobre duchy będą z wami."
      },
      {
        "index": 17,
        "text": "Hengo się niezgrabnie pochylił."
      },
      {
        "index": 18,
        "text": "— Błogosławieństwo temu domowi! odezwał się krztusząc — niech go choroba omija i smutek."
      },
      {
        "index": 19,
        "text": "To mówiąc na ławie przysiadł, a Wisz ukroiwszy chleba kawałek rozłamał go z nim i do ust podnosząc zjadł, co téż i obcy uczynił."
      },
      {
        "index": 20,
        "text": "Trwało to chwilę... gość już był uroczyście przyjęty i pozyskał prawa pewne. Niewiasty się nie ukazywały, ale że na cudzoziemca przez szpary patrzeć musiały znać było, z tego, że szepty i stłumione śmiechy dolatywały do uszu jego."
      },
      {
        "index": 21,
        "text": "— Teraz — odezwał się Hengo po chwili — kiedyście mnie przyjęli w gościnę, póki jeszcze dzień jasny, pokażę wam co wiozę z sobą... Niech oczy widzą, że zwodnictwa nie ma... a jest popatrzeć na co!"
      },
      {
        "index": 22,
        "text": "Stary nic nie mówił, ruszył się tedy ku drzwiom; jeden z czeladzi do szopy go poprowadził, gdzie już konie z chłopcem stały."
      },
      {
        "index": 23,
        "text": "Gerda spoczywał na drzewie siadłszy, ciekawie się rozglądając i przysłuchując... Sakwy przy nim na ziemi leżały. Hengo ujął z nich dwie, i z taką siłą i zręcznością zarzucił je sobie na ramiona, jakby unikał pomocy obcéj lub chciał się popisać ze zręcznością. Przez podwórze téż niosąc je umyślnie zdawał się stąpać lekko i zwinnie, jakby wcale obarczony nie był. Pochyliwszy się nieco we drzwiach, wszedł do dworu, i tu przy okienku, około ławy szerokiéj, sznury rozplątywać począł."
      },
      {
        "index": 24,
        "text": "Chłopcy domowi ciekawém go otoczyli kołem. Z wielką wprawą i zręcznością Niemiec sakwy otworzył, pomyślał chwilę, i obejrzawszy się ku staremu, zaprosił go ku sobie."
      },
      {
        "index": 25,
        "text": "— Ale, cóżto?... wy sami tylko — odezwał się — a niewiastom waszym ani nawet oczów nacieszyć nie dozwolicie? Jam już człek niemłody, mnie téż ani się wstydzić, ani lękać nie macie powodu."
      },
      {
        "index": 26,
        "text": "Wisz zawahał się nieco, potém ręką dał znak i sam podszedł ku drzwiom bocznéj komory. Tu stara Jaga na straży stała, drzwi sobą zapierając, ale nie pomogły groźby jéj i obawy, gdy stary gospodarz dał swobodę, niewiastki i dziewczęta tłumnie wpadły do izby. Pędziła je ciekawość, a strach hamował, i zaledwie wparły się do świetlicy wązkiemi drzwiami, poczęły nazad uciekać. Pierwsza co rudego Niemca oczy spotkała, krzyknęła i cofnęła się; za nią jak pierzchliwe stado pobiegły inne. Śmiechy, szepty i łajania Jagi, razem zmieszane słyszeć się dały."
      },
      {
        "index": 27,
        "text": "Hengo tymczasem klęcząc przy ławie, dobywał z sakiew coraz coś nowego, ukradkiem ku drzwiom spoglądając. Oczy jego tam i sam ciekawie biegały, choć udawał, że tylko towarem swym jest zajęty. Lękając się i pragnąc, walcząc ze strachem i ciekawością, dziewczęta jak woda na jeziorze, to się ode drzwi na izbę posuwały, to cofały nagle, jakby do komory nazad uciekać chciały. Niemiec, którego bystre oczy najwięcéj siały trwogi, coraz mniéj na pozór zważał co się tam za nim działo, niby nie widział, niby się nie zajmował niczém, tylko towarem, który na ławie rozkładał."
      },
      {
        "index": 28,
        "text": "A było go podostatek, świecił i porywał oczy. Leżały naprzód igły długie do spinania chust, misternie się zamykające, a posplatane tak z kruszcu jasnego, jak gdyby plecione były ze lnu lub wełny. Niektóre z nich miały guzy błyszczące, inne poplątane były jak łodygi kwiatów gdy zwiędną. Do wyboru było dosyć. Leżały daléj naszyjniki bogate, obwieszane blaszkami, kółkami i dzwoneczkami. Hengo je sobie do szyi przykładał, nic nie mówiąc, a pokazując jak się na suknie bogato i pięknie wydawały."
      },
      {
        "index": 29,
        "text": "Jedne naszyjniki plecione były jak dziewcząt kosy, inne gładkie z mocnego kruszcu, szyi od pocisku i strzały bronić mogły."
      },
      {
        "index": 30,
        "text": "Na długim sznurze cała kopa może kolców kruszcowych wisiała, nanizanych jak obwarzanki, które na rękach noszono. Były większe i mniejsze, i takie co wężem rękę niewieścią aż do łokcia opasać mogły. Drugie dla mężczyzn przeznaczone, mocniejsze były i grubsze. Pierścieni téż miał Hengo do wyboru bogactwo wielkie, kowanych i plecionych, wyrzynanych mądrze i ozdobnie."
      },
      {
        "index": 31,
        "text": "Dla mężczyzn powabniejsze, były siekierki długie noże z pochwami, dłuta i kliny, na ramiona kładzione kręgi, których ani miecz, ani strzała przebić nie mogła."
      },
      {
        "index": 32,
        "text": "Te gdy na ławę wykładać począł, rzucili się chciwie parobcy, aż oczy im do nich zaświeciły i ręce zadrżały. Stary Wisz nawet przystąpił bliżéj, a temu z pochwy skórzanéj wydobywszy go, podał Hengo mieczyk błyszczący, wykrojony jak liść kosaćca, u pięści piękną rękojeścią opatrzony."
      },
      {
        "index": 33,
        "text": "Gospodarz w prawą go rękę ująwszy, uśmiechnął się rad, przypatrując się ostrzu, które od słońca świeciło."
      },
      {
        "index": 34,
        "text": "— Lepsze to — zawołał śmiejąc się Hengo — od waszych starych kości i kamieni; więcéj wytrzyma, lepiéj broni i wnukom służyć będzie. Czy człowieka, czy zwierzę dzikie, byle prawica silna — zmoże; a doma téż témwiele zrobić potrafi, kto umie."
      },
      {
        "index": 35,
        "text": "Gdy to mówił, a męzki sprzęt ów ukazywał parobkom, niewiasty się powoli jedna drugą naciskając, zbliżyły tak, iż prawie głowami nad ławą zawisły, pożerając oczyma spinki, pierścienie, naszyjniki i kolce."
      },
      {
        "index": 36,
        "text": "Hengo ostrożnie zwrócił na nie oczy. Wszystkie odziane były w bieli; przecież wśród czeladzi i służby rozeznać było łatwo między niemi dwie hoże niewiastki gospodarza i dwie córki jego, w zielonych wiankach, z kosami długiemi. Grubszém płótnem okryta czeladź z tyłu się trzymała."
      },
      {
        "index": 37,
        "text": "Z dwojga dziewcząt jedna, ta która najbliżéj stała, piękną była tak, że i między najcudniejszemi mogła otrzymać pierwszeństwo."
      },
      {
        "index": 38,
        "text": "Lice téż miała bielsze i mniéj opalone; znać może więcéj siedząc za tkackiemi krosnami, niż po polu biegając. Biała i rumiana, z usty różowemi, wielkie oczy szafirowe wlepiała z kolei w pierścienie, to w cudzoziemca, to niemi wodziła po siostrach i braciach."
      },
      {
        "index": 39,
        "text": "Lecz wzrok się jéj nie palił do tych błyskotek. Ręce trzymała na piersiach złożone, a śmieléj rozglądała się niż towarzyszki. Na białéj koszuli jéj spływał sznur nieforemnych obłamów bursztynu, do których niebieskie i czerwone ziarna się mięszały. Na głowie ruciany wianuszek świeży zieleniał wesoło. Twarze innych śmiały się dziecinnie, jéj lice smutno i poważnie patrzało. Między wszystkiemi zdawała się panią."
      },
      {
        "index": 40,
        "text": "Hengo parę razy spojrzał ku niéj; dziewczę zarumienione cofnęło się nieco; lecz wnet odzyskawszy śmiałość, na pierwsze miejsce wróciło. Niemiec wziął nieznacznie z ławy jeden z pierścieni i na palcu go potrzymawszy przeciw oknu, wyciągnął ku dziewczynie."
      },
      {
        "index": 41,
        "text": "— Niech to będzie mój gościniec za gościnę — rzekł, podając go pięknéj córce Wisza, która zmieszana, dumnie spoglądając cofnęła się i potrząsnęła głową."
      },
      {
        "index": 42,
        "text": "— Przyjmijcie go, on wam szczęście przyniesie — rzekł Niemiec."
      },
      {
        "index": 43,
        "text": "Nie mówiąc nic, nie posuwając ręki, dziewczyna cofnęła się powoli. Ojciec na nią spojrzał, potrząsła głową i skryła się za inne. Hengo więc podał go drugiéj siostrze, która zapłonąwszy mocno, rękę wyciągnęła fartuszkiem okrytą i podarek z radością przyjęła. Wnet bratowe i czeladź skupiły się około niéj, aby to cudo oglądać. Szybko pobiegły z nim do komory... do matki... Słychać było szeptanie długie, jakby gniewne... a po chwili wyszła obdarowana, w końcu fartuszka niosąc zawinięty kawałek bursztynu ciemnego. Spojrzała na ojca, który głową skinął i nic nie mówiąc, na ławie go przed Niemcem położyła."
      },
      {
        "index": 44,
        "text": "— Weź to! — rzekł Wisz — nam się za gościnę podarków brać nie godzi."
      },
      {
        "index": 45,
        "text": "Z uśmiechem Hengo zabrał bursztyn, obejrzał go i wpuścił do worka, który miał pod suknią. Nim to jednak uczynił, splunął nań nieznacznie, aby czary odpędzić."
      },
      {
        "index": 46,
        "text": "Wisz zamyślony stał na kiju się oparłszy, nóż obejrzany położył i milczał posępnie... Chłopaki szeptały między sobą, to biorąc ostrożnie z ławy siekierki i noże, to je z żalem nazad składając. W oczach ich łatwo czytać było, że się im tych skarbów chciało — ale gospodarz jeszcze się był nie odezwał — a bez niego nic się tu nie działo. Był głową domu i panem. Woli swéj nikt tu nie miał, jeśli on mu jéj nie podał... Hengo co miał pod ręką rozłożywszy, patrzał zwycięzko po otaczających."
      },
      {
        "index": 47,
        "text": "Niewiasty wróciły, parobczaki stały... milczenie panowało w izbie; w tém oczy starego padły na coś leżącego, wśród innych ozdób na ławie, czego znać nie widział w życiu. Był to świecący krzyż z uszkiem... do noszenia na szyi. Błyszczał tak jakoś, że oczy wszystkich zwrócił na siebie..."
      },
      {
        "index": 48,
        "text": "— A to — co jest? — zapytał stary — wskazując..."
      },
      {
        "index": 49,
        "text": "Hengo zdaje się, że dopiero teraz postrzegł, iż go wydobył, i pochwycił skwapliwie."
      },
      {
        "index": 50,
        "text": "— A! to — zawołał zmięszany — to jest znak... dla ludzi innéj wiary niż wasza... który im szczęście przynosi..."
      },
      {
        "index": 51,
        "text": "— Nam że onby nie przyniósł szczęścia? — zapytał Wisz."
      },
      {
        "index": 52,
        "text": "Hengo zamilkł i schował go do worka... Nastąpiła znowu chwila milczenia. To schowane tak szybko godło tajemnicze, obudzało ciekawość, lecz Niemiec już się z niém ukrył."
      },
      {
        "index": 53,
        "text": "— Trudno się to oprzéć — odezwał się gospodarz... kiedy samo co pod dach przychodzi, a do życia pomódz może. Za dawnych czasów, ledwie u księdzów i żupanów coś podobnego widzieć było można, teraz i my kmiecie ważyć się na to musimy. Nie wyjdzie z domu dziewka, żeby jéj do wiana nie dać kolców i szpilek."
      },
      {
        "index": 54,
        "text": "Skinął na starszego syna, poszeptał mu na ucho... wyszło ich zaraz dwu z izby. Wisz na ławie siadł i po jednemu odkładać począł, co dla siebie i swoich chciał zatrzymać — wybrał piękny miecz liściasty, siekierek kilka, młotów, nożyce, kilka pierścieni, dwa naszyjniki z wisiadłami... myślał i liczył czy tego będzie dosyć."
      },
      {
        "index": 55,
        "text": "W tém Hengo zdjął z ławy dwa chrzęszczące naramienniki i podniósł je do góry."
      },
      {
        "index": 56,
        "text": "— Staremu Wiszowi by się to zdało — zawołał — i przystało."
      },
      {
        "index": 57,
        "text": "— Po co? — rzekł gospodarz — chyba, aby mi synowie włożyli do mogiły... Na wojnę iść już nie myślę, na to są chłopcy dorosłe — a doma — co mi po tém?"
      },
      {
        "index": 58,
        "text": "— Rzekliście do mogiły — odezwał się Hengo, niech was bogowie długo chowają — a no, i do grobu to wziąć nie szkodzi... wszak ci u was zwyczajem, że na stos się ubiera i zbroi jak takiemu bogatemu kmieciowi przystało."
      },
      {
        "index": 59,
        "text": "Stary ręką zamachnął w powietrzu."
      },
      {
        "index": 60,
        "text": "— Co mi tam! rzekł — chcieć i brać łatwo — ale co dać za to? Nie bardzośmy zapaśni."
      },
      {
        "index": 61,
        "text": "— Jużcić choć bursztyn i skóry macie, bo wam tu do morza bliżéj, a i w ziemi go tu kopiecie..."
      },
      {
        "index": 62,
        "text": "Wisz patrzał na drzwi, zkąd się powrotu synów spodziewał. Ukazali się téż wkrótce oba, jeden dźwigając wór duży, drugi na plecach niosąc pęk spory skór różnych powiązanych pyskami. — Rozłożono to na ziemi, Niemiec chciwie w worku grzebać się zaczął, aż mu oczy błyszczały. Wydobywał po jednemu bryły mułem i ziemią okryte, gdzieniegdzie jasnemi obłamy połyskujące... — W tych zdawał się świecić, jakby zamknięty płyn jakiś, który stężał i zmarzł na kamień. Skóry téż zwierza zabitego zimą, włosem świeciły lśniącym, a gdy Niemiec palcami ich próbować zaczął, nic mu w nich szerści nie pozostawało."
      },
      {
        "index": 63,
        "text": "Dopiero się targ rozpoczął, milczący, bez słowa... Hengo odkładał co mieć pragnął, stary głową trząsł i odrzucał... Razy kilka tak liczono skóry i to co na stole leżało, ważono w rękach kawały bursztynu, ujmowano i dodawano. Wisz, to Niemiec trzęśli głową."
      },
      {
        "index": 64,
        "text": "Jeden to drugi coś ustępował, jeden narzucał, to drugi... Szło to powoli, niekiedy przestankami dzielone długiemi, w ciągu których umowa zerwaną się zdawała. Hengo niby swój towar chciał pakować, chłopcy skóry brać zaczynali. — Ociągano się z tém jednak, aż nareszcie Hengo rękę wyciągnął, i stary w nią uderzył dłonią. Zgoda zawartą została. Wisz zgarnął licząc swój nabytek i natychmiast rozdzielać go począł, wśród powszechnych oznak radości. Ściskano go za kolana. Dwór cały odzywał się wykrzykami... Niemiec wiązał skóry i pakował bursztyny."
      },
      {
        "index": 65,
        "text": "Pot mu ciekł z czoła, napił się wody i usiadł na ławie."
      },
      {
        "index": 66,
        "text": "— Patrzcieżno — odezwał się gospodarz — ileśmy to wam dać musieli, a wiele od was bierzemy. We dwie garście się to zmieści. Czemu wasze ma być tak drogie, a nasze tak tanie."
      },
      {
        "index": 67,
        "text": "Hengo uśmiechać się począł."
      },
      {
        "index": 68,
        "text": "— Naprzód, rzekł — tom ci ja niemal stawił życie, wioząc wam tu towar do dworu. Niezdrowo to przedzierać się lasami. A to co ja wożę, tego ziemia nie rodzi, ani ludzie robią, ale duchy po pieczarach mieszkające, które małych człowieczków mają postać... Oni aż do wnętrzności ziemi za tym kruszcem wdzierać się muszą. Taki człowiek jak ja, wiele światu przejechać musi, zanim się do nich dostanie i cokolwiek wyprosi. — Ani dzień, ani dwa, ale miesiące i lata wędrować trzeba, nim się człowiek do nich dobije."
      },
      {
        "index": 69,
        "text": "Życie się stawi co dzień i od dzikiego zwierza, i od obcych ludzi, którzy radzi złupić podróżnego. Choć się rzeki i góry i parowy zna, często się zbłądzi, głodem przymrze, niedośpi... a rad kto wyjdzie ze skórą całą. — Co za dziw, że dużo wziąć potrzeba. Wam w las pójść za zwierzem, którego u was pełno, to zabawka — bursztyn samo wyrzuca morze, albo ziemia rodzi..."
      },
      {
        "index": 70,
        "text": "Wisz milczał słuchając. Parobcy i synowie rozstąpili się ku ognisku i w głąb świetlicy, każdy chwaląc tém co otrzymał. Niewiasty szepcząc kryły się w komorze, i jedna tylko córka gospodarza, piękna Dziwa, w przemkniętych drzwiach wyglądała ciekawie."
      },
      {
        "index": 71,
        "text": "Rozmawiali powoli, słuchano ich pilnie."
      },
      {
        "index": 72,
        "text": "— A jeśli wam tak ciężko i niebezpieczno — mówił stary — po co wędrujecie? Macie swoją chatę i pole?"
      },
      {
        "index": 73,
        "text": "Hengo brwi namarszczył."
      },
      {
        "index": 74,
        "text": "— Dla czego wy na łowy idziecie, choć zwierz bywa dziki? Człowiek się rodzi do swojego życia i odmienić go nie może. Nie tyle za bogactwami goni, co za dolą swoją, która go w świat pędzi. Narody całe płynęły nieraz kędyś ze wschodu... ze starych siedzib na nowe, albo to im tam ziemi brakło? Tak i mnie duch mój włóczyć się każe."
      },
      {
        "index": 75,
        "text": "— A dużoście już świata zjeździli? — zapytał Wisz..."
      },
      {
        "index": 76,
        "text": "Hengo się uśmiechnął."
      },
      {
        "index": 77,
        "text": "— Tak dużo, że nie zapamiętam z ilu rzek piłem wodę, przez wiele gór wierzchołkim się przedzierał, widziałem dwa morza... a języków, którem słyszał nie zliczę... a ludzi różnych..."
      },
      {
        "index": 78,
        "text": "— Przecież ze wszystkich narodów, naszych pono najwięcéj, odezwał się stary... My Polanie rozmówić się możemy i z temi co u Odry i co nad Łabą siedzą i z Pomorcami i z Ranami na Ostrowiu, i z Serby i z Chrobaty i Morawiany i aż do Dunaju... i daléj. A któż policzy... jest nas jako gwiazd na niebie."
      },
      {
        "index": 79,
        "text": "— Hm! — mruknął Hengo — i nas téż nie mało..."
      },
      {
        "index": 80,
        "text": "— A ziemi téż dla wszystkich dosyć — dokończył Wisz... Każdy u siebie doma, ma czego mu trzeba — ziemię matkę pod nogami, słonko nad głową, wodę w strumieniu, chléb w rękach."
      },
      {
        "index": 81,
        "text": "Hengo słuchał milczący."
      },
      {
        "index": 82,
        "text": "— Tak ci jest — rzekł — przecie jedni drugich nachodzą — i z głodu i z chciwości, i dla niewolnika, gdy go zabraknie."
      },
      {
        "index": 83,
        "text": "— Dzieje się tak u was — przerwał stary — my wojny nie pragniemy, ani w niéj smakujem. Nasi bogowie pokój miłują jako my."
      },
      {
        "index": 84,
        "text": "Niemiec się skrzywił."
      },
      {
        "index": 85,
        "text": "— Kto wam tu co zrobi? — mruczał — kraj szeroki, pustynie, — łatwoby wejść, ale wynijść trudno..."
      },
      {
        "index": 86,
        "text": "— Myśmy téż — rzekł Wisz — od was się nauczyli bronić i wojować, bośmy tego dawniéj nie znali. Prawda, że tam u zachodu wasze duchy lepszy oręż kują, ale i nasz kamień stary i pałka niczego."
      },
      {
        "index": 87,
        "text": "— Myśmy już o kamieniu zapomnieli — odezwał się Hengo — pogrzebaliśmy stare młoty po mogiłach i już ich prawie nie widać. Niezdał się już teraz kamień, gdy o kruszce łatwo, a ludkowie nasi po pieczarach coraz więcéj go znoszą."
      },
      {
        "index": 88,
        "text": "— My téż mamy go od morza i od lądu, z różnych stron przywożonego — ciągnął Wisz... przecie dzieci uczymy kamień szanować, bo go pierwsi bogowie pokazali — jak obrabiać — praojcom naszym."
      },
      {
        "index": 89,
        "text": "I każdemu do grobu wkładamy młot — siekierę bożą, kamienną, aby się u swoich Bogów nią wyświadczył kim jest i zkąd idzie. Inaczéjby go niepoznali. A będzie tak na wiek wieków i u wnuków naszych."
      },
      {
        "index": 90,
        "text": "Hengo słuchał ciekawie. W tém stary podniósł się z ławy i sięgnął ręką na półkę, po nad dzieżę chlebną, gdzie rzędem leżały młoty i siekiery kamienne, pooprawiane w drzewo i powiązane mocno. Ujął ich kilka w rękę pokazując Niemcowi..."
      },
      {
        "index": 91,
        "text": "— Po dziadach, pradziadach myśmy je odziedziczyli — mówił — biły one ofiary bogom i łby wrogom i zwierzom rogi. Gdyby nie kamień, nie byłoby człowieka i życia. Z kamienia powstał człowiek i kamieniem żył. Z niego wyszedł ogień pierwszy, żyto kamień starł na mąkę — i błogosławiony jest. Wasz kruszec zjada woda i ziemia i powietrze, a kamienia nieśmiertelnego nic nie pożre."
      },
      {
        "index": 92,
        "text": "To mówiąc, młoty swe z poszanowaniem na półce położył."
      },
      {
        "index": 93,
        "text": "W ciągu rozmowy niewiasty służebne koło ogniska się kręciły, rozpalając je. Przez drzwi od komory otwarte dozorowała je Jaga. Pracowały z niemi niewiastki i córki, tylko Dziwa w wianku, z założonemi rękami zdala się temu zachodowi przypatrywała. Najmłodszą była w domu, najpiękniejszą i najukochańszą, a pieśni najśliczniejsze śpiewała. Matka ją najciekawszych baśni uczyła, ojciec najstarszemi podaniami karmił. Wiedzieli wszyscy że ją duchy nawiedzały, że we snach szeptały jéj o tém, o czém nikt, ani ojciec, ani matka, ani siostry nic nie wiedziały. Kto chciał wiedzieć przyszłość jéj pytał — pomyślała — popatrzała, powiedziała. A pieśni się u niéj rodziły tak, jak na wiosnę nad strumieniem kwiaty. Gdy na rozstajach i u świętych zdrojów ofiary składano, nikt tam nie przodował, tylko ona jedna, i szanowali ją wszyscy, a z młodzieży nikt nawet spojrzeć na nią nie śmiał zuchwale. Wszyscy wiedzieli, że ją sobie duchy wybrały za oblubienicę."
      },
      {
        "index": 94,
        "text": "Dla tego, gdy drugie siostry i bratowe same w las się iść lękały, tam gdzie duchy latają, unosząc się nad strumieniami, nad jeziory, nad górami i wąwozy — Dziwa szła śmiało, wiedząc, że się jéj nic złego nie stanie, że niewidzialna ręka zwierza i wilkołaka odegna, smoka i węża nie dopuści."
      },
      {
        "index": 95,
        "text": "U ogniska warzyła się i piekła wieczerza, a że gość był w chacie, dostatniejsza niż powszednio. Cwierć kozłowa obracała się u ognia, w wielkim garncu warzyło mięsiwo z krupami. Jaga téż zawczasu w cebrzyk drewniany utoczyć kazała piwa, jeden z chłopców przyniósł miodu, który tylko dla gości dawano. Znać było dostatek w domu, bo i nabiału nie brakło, zwierzyny, kołacza i chleba."
      },
      {
        "index": 96,
        "text": "Wszystko to na stół zniesiono, a Wisz skinieniem gościa zaprosił; sam siadłszy w rogu, gdzie jego miejsce było. Niżéj na ławach synowie siedli, a niżéj jeszcze parobcy..."
      },
      {
        "index": 97,
        "text": "Dziewki i niewiasty, nie śmiejąc usiąść z mężczyznami, służyły. W milczeniu zabrano się do mięsa, palcami go odrywając, tylko Hengo noża na skórzanym pasku dobywszy, dla siebie krajać go zaczął. Na ten obcy zwyczaj dziwnie patrzano, bo krom chleba dużego, wszystko się palcami brało i jadło. Postawiono garnuszki i czerpaczki przed siedzącymi z wodą, piwem i miodem. Wisz zlał trochę na ziemię... Głodny podróżny raczył się i popijał do syta, a nierychło mu na myśl przyszło, iż dziecko głodne w szopie przy koniach zostawił. Szepnął więc coś staremu Wiszowi, który głową pokiwał."
      },
      {
        "index": 98,
        "text": "— Jedzcie spokojnie — rzekł — nie zapomną o nim — u nas obyczaj nie tylko o panu pamiętać, ale i o sługach, a gdybyście psy mieli z sobą i teby głodu nie zaznały. Zwierzęta téż, którym bogowie mowę odjęły kto wie co w sobie noszą? przecie naszą mowę rozumieją, w życiu nas strzegą, a po śmierci żałują."
      },
      {
        "index": 99,
        "text": "Mówił to właśnie patrząc na psy swoje, które dobywszy się z zamknięcia, gdy zwietrzyły wieczerzę, wcisnęły się do chaty i pod stół, kości gryząc, które im rzucano."
      },
      {
        "index": 100,
        "text": "Słońce się miało ku zachodowi, gdy najadłszy się i napiwszy, Wisz wstał, tuż za nim wszyscy z ław ruszyli. Podniósł się i Hengo, miejsce opróżniając dla niewiast, wyszli na podwórko z chaty."
      },
      {
        "index": 101,
        "text": "Stary na kiju się opierając, Niemca z sobą powiódł ku rzece, dawszy mu wprzód sakwy zrzucić w szopie, bo się nazajutrz do dnia w drogę wybierał. Siedli znowu oba na tych samych kamieniach nad wodą. W łozach śpiewały słowiki, nad błotami zwijały się czajki krzykliwe i niespokojne, w lesie kukułka coś liczyła po jednemu, a na moczarach bąk, kiedy niekiedy, jak stróż na czatach — hukał... zdaleka. O kilkanaście kroków od nich, dwa bociany, których gniazdo na szopie widać było, wieczorną odbywały przechadzkę, dzióbiąc żabki przestraszone..."
      }
    ]
  }
}