{
  "chapterNumber": 20,
  "title": "Tom II, Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "My cofnąć się nieco z powieścią naszą musiemy."
      },
      {
        "index": 3,
        "text": "W tém miejscu, gdzie się na ostrów Lednicę przeprawiali pielgrzymi do chramu idący — na wzgórzu nad jeziorem, stało chat kilka, między któremi najprzedniejszą była zdunowa chałupa Mirsza. Zduna i jego chatę znano na okół daleko, bo ludzie się nigdzie nie zaopatrywali w garnki, misy, popielnice i wszelki sprzęt gliniany, tylko u starego Mirsza. Ojciec jego, dziad i pradziad garnki lepili, toczyli je i wypalali, szczególniéj ofiarne i wiedzieli jak to czynić, albowiem pradziada pradziad z tą umiejętnością tu przywędrował, i jeden w drugiego ród cały, zdunami byli wszyscy. A że się ich rozrodziło wielu, a nie mógł żaden być jeno zdunem, bo mieli upodobanie i poszanowanie dla rzemiosła swojego, rozsiadali się więc po okolicy, gdzie lepszą glinę znaleźli, Mirszowie i żyli z gliny i ze swéj sztuki."
      },
      {
        "index": 4,
        "text": "Głową rozrodzonéj już rodziny, był Mirsz stary. Człek był tak zamożny jak nie jeden kmieć, a mówiono o nim, że mógłby był dawno garnki przestać lepić i kręcić — bo miał z czego żyć podostatkiem. Stary jednak swojego rzemiosła nie rzucał, bo je lubił i pysznił się z niego. W piecu u niego, nie w jednym to w drugim paliło się zawsze, a u koła nie było dnia, ażeby Mirsz nie siadł i coś nie robił. Oprócz chałupy w któréj mieszkał, z komorami pełnemi dobra i dostatku wszelkiego — miał Mirsz szopę wielką. Do téj kto wszedł wydziwić się nie mógł, jaki tam był dostatek wszystkiego i porządek piękny bardzo. — Szopa była, prawda, z chrustu pleciona, a gliną tylko pooblepiana, ale w środku tok miała jak w chacie ubity mocno, a do słupów deski były wszędzie poprzymocowywane, na których stały rzędem dobrane wzrostem dzbany, garnki, krużki, czasze, misy wszelkiego rozmiaru, miseczki drobne i gąski a ptaszki gliniane, a kulki dla zabawy dzieci. Wszystko to, począwszy od czarnych do malowanych żółto i biało, było na oczach kupującego, tak, że sobie mógł co chciał wybiérać."
      },
      {
        "index": 5,
        "text": "Wiedziano o tém dobrze, iż Mirsz pękniętego garnka na półce nigdy nie postawił, ani go komu sprzedał. Próbował go sam, a jeśli mu się jak należy nie odzywał i nie zagadał wesoło, zaraz go na kupę ciskał. I było łupin takich zaraz przy piecu góra wielka, bo na nią dziadowie jeszcze tak samo rzucali, co pieca nie wytrzymawszy, z rysą z niego wyszło."
      },
      {
        "index": 6,
        "text": "Żale i popielnice wiedział Mirsz jak robić i dla kogo i pokrywy ich były do wyboru, a na niektórych z nich, jak to zwyczaj na Pomorzu, urabiał twarz niby ludzką, i wkładał w oczy sztuki bursztynu, a w uszy kolce kruszcowe. Rękę stary miał bardzo wprawną, a gdy siadł na miękkiéj glinie, patykiem w koło pas rysować, zdawało się, że i z zamkniętemi oczyma, mógł go zrobić, tak mu palce szły same. Trzęsła mu się ręka, gdy siadał, ale w robocie siłę odzyskiwała."
      },
      {
        "index": 7,
        "text": "Jak praojcowie zwykli byli na dnie garnków, kłaść święty znak ognia 卐 i on téż nigdy położyć nie omieszkiwał, bo go tu z innych krajów jeszcze przynieśli zdunowie przed wieki."
      },
      {
        "index": 8,
        "text": "Doma u niego syn był starszy, co po nim miał wziąć piec i koło, gdyby stary zamknął oczy. Zwał się Mirszem jak ojciec. Oprócz tego była córka Mila najmłodsza, starsze już z domu powychodziły."
      },
      {
        "index": 9,
        "text": "Żony stary potracił dawno, a miał ich razem dwie, po których już żadnéj wziąć nie chciał, choćby mu to było łatwo przyszło, bo w chacie dostatek miał wielki i ze swojemi ludzko się obchodził."
      },
      {
        "index": 10,
        "text": "Spojrzawszy nań, zaraz widać było, że człek nie prosty był. Gdy przy robocie siadał zgarbiony, z siwym włosem, z rękami zapracowanemi, wpatrzony w glinę swą i zadumany a milczący, wziąłby go każdy za robotnika niezdarę — lecz, gdy wstał, a rozprostował się, głowę podniósł, czoło wypełzłe, wysokie pokazał, twarz żółtą pomarszczoną, poważną jakby wieszcza i guślarza, ludzie mu się kłaniali zdaleka. Utrzymywali wszyscy, iż znał więcéj niż mówił, a nietylko garnki lepił, ale z duchami miał zażyłość i po za ten świat widział."
      },
      {
        "index": 11,
        "text": "Przychodzili do niego po radę, naówczas miał obyczaj swój — kazał mówić, słuchał, milczał, długo trzeba było czekać, aż co powiedział — a rzekł wreście co, to tak krótkiém słowem a tak mądrém, że pytać się już więcéj nie było potrzeba, tylko to słowo rozpleść i rozgnieść i dobyć z niego co mieściło. Często bowiem zdawało się, że mówi nie do rzeczy, lub od rzeczy — dopiéro późniéj się okazywało, iż mądrość w tém tkwiła wielka a wieszcza."
      },
      {
        "index": 12,
        "text": "W dnie świąteczne i powszednie, lud co na Lednicę do chramu ciągnął, zatrzymywał się u téj chaty Mirszowéj, często ludzie zdaleka nawet tu garnki kupowali, szczególniéj dla umarłych."
      },
      {
        "index": 13,
        "text": "Było bo w czém wybierać, począwszy od takiego co z piaskiem był gnieciony, a na pół dłoni gruby, co go dwu ludzi ledwie udźwignęło, aż do takich drobnych, których po kilka w jedną kieszeń lazło, lub się za pazuchę chowało."
      },
      {
        "index": 14,
        "text": "Czasem gdy staremu przyszła fantazya, lepił sobie małe naczyńka, które się nikomu na nic nie zdały, a tracił nad niemi dnie całe, gładził je a muskał, smarował, drewienkami koło nich dłubał i wypalał je osobno — a po tém je nie do szopy stawił, ale w chacie u siebie i nikomu ich nie dawał. Mówili nawet ludzie, że dzieciniał, bo się niemi czasem bawił jak dziecko, do ręki je brał, obracał, okurzał, patrzał i uśmiechał się do nich. Ledwie że nie gadał z niemi. Choć tam sobie z niego szydzono może, on wcale nie zważał na to."
      },
      {
        "index": 15,
        "text": "Tego dnia — a było to wprzódy, niżeli się miry z kneziem zadarły, jakoś po kupale, Mirsz odpoczywał u brzegu jeziora pod wierzbą starą."
      },
      {
        "index": 16,
        "text": "Drzewo to, niewiadomo dla czego, zdawna polubił. Wyrosłe było wysoko i dosyć cieniste, a u spodu pień mu się spękał w niwecz i rozdzielił na dwoje tak, że w środku między dwóma połowami siąść było można wygodnie. Chodziły gadki, że tam jakieś duchy mieszkały i nocami wietrznemi w téj dziupli głosy dziwne słyszeć się dawały. Mirsz przecie na to nie zważał i siadał w niéj zaciszno — dla spoczynku. Tam sobie córce czasem mléko przynosić kazał a niekiedy się zdrzemał, głowę sparłszy o drzewo."
      },
      {
        "index": 17,
        "text": "Tego téż dnia na jezioro patrząc zdun stary, ręce założywszy tu siedział, spoglądając ku piecowi. Ludzie do czółen ciągnęli mimo, i jedni mu głowami kłaniali, drudzy tylko popatrzywszy nań, szli sobie daléj. Słońce dopiekało, pszczoły i muchy unosiły się w powietrzu brzęcząc, wiatr był ucichł, jezioro się wygładziło i świeciło blaskiem takiém, że na nie spojrzeć nie było sposobu."
      },
      {
        "index": 18,
        "text": "W tém kilku konnych nadjechało. Stary popatrzał na nich, bo ciekaw był wszystkiego, ludzi, koni, chmur na niebie i robaczków na piasku. Naturę miał taką."
      },
      {
        "index": 19,
        "text": "Jechał kmieć, czeladzi kilkoro go otaczało. Gdy z konia zsiadł, zaraz mu go wzięli, a że czółna pogotowiu u brzegu nie było — stał więc i czekał. Hukano na przewoźnika."
      },
      {
        "index": 20,
        "text": "Ten jeszcze daleko był od lądu, podszedł więc kmieć do starego i pozdrowili się."
      },
      {
        "index": 21,
        "text": "— Co tu porabiasz, stary? — spytał przybyły."
      },
      {
        "index": 22,
        "text": "— A wy? była odpowiedź."
      },
      {
        "index": 23,
        "text": "— Ja, na Lednicę jadę do chramu."
      },
      {
        "index": 24,
        "text": "— Ja i bez chramu duchy mam wszędzie — odparł stary. Z kąd wy, żupanie?"
      },
      {
        "index": 25,
        "text": "Młody wędrowiec ręką wskazał na lasy za jezioro."
      },
      {
        "index": 26,
        "text": "— Jestem Doman — rzekł."
      },
      {
        "index": 27,
        "text": "Stary się nań popatrzał."
      },
      {
        "index": 28,
        "text": "— A ja zdun Mirsz jestem — odpowiedział."
      },
      {
        "index": 29,
        "text": "Nastało milczenie."
      },
      {
        "index": 30,
        "text": "— Wywróciliście téż wieżę nad Gopłem i knezia z nią? — zapytał Mirsz — bo coście się słyszę, wy na niego, a on na was, zawzięli?"
      },
      {
        "index": 31,
        "text": "— Jeszcze nie — odparł Doman."
      },
      {
        "index": 32,
        "text": "— I bez knezia myślicie być? — mówił stary. Pszczoły w ulu i dnia bez matki się nie ostoją."
      },
      {
        "index": 33,
        "text": "— Pewnie — rzekł Doman. — Jednego wypędzim, a drugiego wybierzemy, aby zgoda była."
      },
      {
        "index": 34,
        "text": "— Zgoda!! tak! — odparł zdun — trzeba żebyście ją sobie ulepili. Róbcie jak ja, glina się rozpada, a wody domieszawszy, garnek się z niéj ulepi. Poszukajcie téj wody."
      },
      {
        "index": 35,
        "text": "Zmilczał Doman. Mirsz mruczał."
      },
      {
        "index": 36,
        "text": "— Zaczepicie licho, gdy Chwosta ruszycie... Niemców i pomorców na nas sprowadzi."
      },
      {
        "index": 37,
        "text": "— Odpędzimy ich."
      },
      {
        "index": 38,
        "text": "— Jak wam pola zniszczą, a mnie garnki wytłuką! — zaśmiał się zdun."
      },
      {
        "index": 39,
        "text": "I głową potrząsając patrzał na jezioro."
      },
      {
        "index": 40,
        "text": "W tém i czółen przybił do brzegu, a przewoźnik pot otarłszy z czoła, ręką wody zaczerpnął, napił się i legł odpoczywać. Doman już szedł do łodzi."
      },
      {
        "index": 41,
        "text": "— Tak to idziecie do chramu bez obiaty? — spytał Mirsz."
      },
      {
        "index": 42,
        "text": "— Chcecie bym u was misek wziął! — rzekł kmieć."
      },
      {
        "index": 43,
        "text": "— Ja tego nie potrzebuję, ale wam by się zdało — bąknął Mirsz."
      },
      {
        "index": 44,
        "text": "— Aleć ich nie dajecie darmo?"
      },
      {
        "index": 45,
        "text": "— Czasem — zawołał stary w ręce plaskając. Dziś taki dzień, że dam miski, postawicie je przed Niją..."
      },
      {
        "index": 46,
        "text": "Od pieca ukazał się syn, człek już nie młody. Ruchem rąk, nie mówiąc nic, powiedział mu stary czego chciał i siadł znowu, a po chwili wyniósł z szopy syn miseczek kilka drobnych, które oddał Domanowi."
      },
      {
        "index": 47,
        "text": "Znano już naówczas u Polan pieniądze, choć ich nie robiono. Zdawna przywozili je i przynosili tu, ci, co po bursztyn przypływali i przychodzili, idąc wzdłuż téj ziemi od zachodo-południa. Rzymskie, greckie i arabskie pieniążki krążyły między ludźmi. Z Winedy je téż tu przywożono. Doman miał przy sobie kilka takich blaszek srebrnych i chciał z nich dać jedną staremu, ale ten rękę odtrącił."
      },
      {
        "index": 48,
        "text": "— Postawcie to odemnie — rzekł i głową skinąwszy, siadł w pniu swoim."
      },
      {
        "index": 49,
        "text": "Szedł tedy do łodzi Doman, a przewoźnik do pasa nagi, włosem cały obrosły, westchnąwszy, ujął za wiosło i począwszy coś półgłosem nucić, odbił od brzega."
      },
      {
        "index": 50,
        "text": "W chramie u Nii siedziała przed ogniem Dziwa. Tu, mimo dnia spieki, zewsząd otulonéj oponami w kontynie ciemnéj, chłodno było prawie. — Ognisko gorzało tylko, aby Znicz nie wygasał. Dym prosto po nad dach płynął i otworem ulatał."
      },
      {
        "index": 51,
        "text": "Na trzech kamieniach siedziały trzy stróżki ognia świętego, dwie uśpione, trzecia czuwająca za nie. Tą trzecią była Dziwa."
      },
      {
        "index": 52,
        "text": "Wianek miała na głowie, rozpuszczone kosy, cała w bieli obwinięta długą chustą białą, wśród tego mroku, sama do jakiegoś nieziemskiego zjawiska była podobną."
      },
      {
        "index": 53,
        "text": "W chramie nie było nikogo."
      },
      {
        "index": 54,
        "text": "Światełko ognia odbijało się niekiedy na wiszących u szyi bóstwa łańcuchach i ziarnach bursztynu, na ofiarnych kruszcach u ściany świątyni i w tych strasznych czerwonych oczach, które krwawemi blaski pobłyskiwały niekiedy."
      },
      {
        "index": 55,
        "text": "Dziewczyna siedziała nieruchoma i zadumana, gdy zasłona się podniosła powoli — obróciła ku niéj oczy, spojrzała, krzyknęła i upadła na ziemię."
      },
      {
        "index": 56,
        "text": "U wnijścia stał Doman, którego ona zabiła. Zdało się jéj, że wilkołakiem czy upiorem na świat powracał."
      },
      {
        "index": 57,
        "text": "Uśpione towarzyszki zerwały się z siedzeń swoich, nie mogąc rychło oprzytomnieć, a tuż Doman podbiegłszy, z ziemi ją podnosił, wziąwszy na ręce."
      },
      {
        "index": 58,
        "text": "Dziwa otworzyła oczy i zamknęła je natychmiast przerażona, rękami usiłując go odepchnąć od siebie. Widziała teraz dobrze, iż duchem nie był — ale ją trwoga ogarniała, aby nawet u ołtarza zemsty nie szukał."
      },
      {
        "index": 59,
        "text": "Doman na krzyk jéj rozpaczliwy, cofnął się i stanął zdala. Chwilę trwało milczenie, dziewki przyrzucały pospiesznie łuczywo, ogień zaczął płonąć jaśniéj, Dziwa z trwogą ciągle patrzała na stojącego u wchodu Domana."
      },
      {
        "index": 60,
        "text": "— Nie obawiaj się — rzekł — nie uczynię nic złego, zemsty nie szukam. Chciałem widzieć ciebie i pokazać, że żyję. Po to tu przyszedłem tylko."
      },
      {
        "index": 61,
        "text": "— Wynijdź, proszę — odpowiedziała wstając dziewczyna, któréj przytomność powróciła. — Wyjdę za chram, powiem wam wszystko — ja nie jestem winna."
      },
      {
        "index": 62,
        "text": "Posłuszny Doman cofnął się, zasłona spadła. Dziwa siedziała chwilę, dłonią czoło potarła, poszła się napić wody ze świętego źródła, poprawiła wianek i włosy — zwolna uchyliła oponę i wyszła."
      },
      {
        "index": 63,
        "text": "Opodal za dwoma tynami malowanemi stojąc Doman, czekał na nią u kręgu kamieni. Zdala go zobaczyła, blady był jeszcze, ale w oczach mu już dawne życie świeciło."
      },
      {
        "index": 64,
        "text": "Powoli, z obawą zbliżyła się ku niemu dziewczyna."
      },
      {
        "index": 65,
        "text": "— Możecie zabić mnie zaraz, tu — odezwała się — tak jak ja chciałam was tam zabić, bronić się nie będę. Porwać się dać i żyć z wami nie mogłam. Dawno, w dzieciństwie, ślubowałam Bogom i duchom."
      },
      {
        "index": 66,
        "text": "Patrzał na nią Doman smutnie, znajdował ją teraz piękniejszą jeszcze niż dawniéj była."
      },
      {
        "index": 67,
        "text": "— Dziwo — rzekł — życie to takie jak śmierć a Bogi i duchy..."
      },
      {
        "index": 68,
        "text": "Nie śmiał dokończyć."
      },
      {
        "index": 69,
        "text": "— Co po życiu bez ludzi? — dodał pomilczawszy — u mnie byście znaleźli inne, dom swój, rodzinę, obronę i wszystkiego dostatek... Któżby wam bronił u źródła ofiary czynić, albo na rozdrożu u świętych kamieni i z duchami rozmawiać?"
      },
      {
        "index": 70,
        "text": "— Duchy są zazdrośne jak ludzie — odezwała się Dziwa — ciekawie, nieśmiało wpatrując się w Domana, duchom a ludziom razem służyć nie można. Wianek mój do nich należy."
      },
      {
        "index": 71,
        "text": "Chciał się kmieć przybliżyć nieco do niéj, ona się cofnęła, ale z oka go nie spuszczała. Człowiek ten, którego ona zabiła a który żył, obudzał w niéj dziwne uczucie — żal i litość i obawę."
      },
      {
        "index": 72,
        "text": "— Nie miejcie do mnie żalu — mówiła — ja sama nie wiedziałam com czyniła, a bronić się musiałam. Jeżeli zemsty chcecie, za krew waszą, weźmijcie miecz i zabijcie mnie tak, abym się nie męczyła, a odpuśćcie braci mojéj i rodowi mojemu. Ja się umierać nie boję — dodała — z duchami pójdę błądzić po wiecznie zielonych lasach i łąkach i pieśni zawodzić."
      },
      {
        "index": 73,
        "text": "Doman ramionami ruszył."
      },
      {
        "index": 74,
        "text": "— Dziwo! — rzekł — gdzieżbym ja was chciał zabijać prędzéj drugi raz ważyłbym się porwać, choć z chramu, i dał pokaleczyć, bylebym pochwycił."
      },
      {
        "index": 75,
        "text": "Dziewczę potrząsając głową, zarumieniło się mocno."
      },
      {
        "index": 76,
        "text": "— Nie może to być — szepnęła cicho — nie może..."
      },
      {
        "index": 77,
        "text": "— Żal mi cię — ciągnął Doman — ja do żadnéj innéj nie mam serca. Próbowałem siostrę waszą widzieć, podkradałem się pod zagrodę, gdy do trzody wychodziła, hoża jest, ale takich po świecie wiele. Co mi po nich!"
      },
      {
        "index": 78,
        "text": "Gdy mówił tak, Dziwa ciągle przypatrywała mu się ciekawie i powtarzała jakby bez myśli:"
      },
      {
        "index": 79,
        "text": "— Nie może to być! Nie może!"
      },
      {
        "index": 80,
        "text": "Gdy tak rozmawiali z sobą, on się skarżył, ona niby słuchać nie chciała, w sercu jéj zrobiło się tak dziwnie, jak nigdy nie było. Coś ją ciągnęło do tego człowieka, może to, że go zabiła. Sama nie wiedziała co się z nią stało, a ulękła się w sercu zemsty duchów zazdrosnych."
      },
      {
        "index": 81,
        "text": "Mimo téj trwogi — ciągnęło ją ku niemu — ciągnęły oczy siwe Domana i usta i głos i ta dobroć jego, przez którą się zemsty wyrzekał."
      },
      {
        "index": 82,
        "text": "Zarumieniła się mocno, spuściła oczy, radaby była uciekać, a nie mogła. Coś ją trzymało wkutą do ziemi — on wciąż oczyma ją czarował. Trwoga zaczynała ją ogarniać coraz większa — głos postradała."
      },
      {
        "index": 83,
        "text": "— Idźcie proszę — ozwała się z wysiłkiem wielkim — głosem stłumionym — idźcie i niepowracajcie."
      },
      {
        "index": 84,
        "text": "— A gdybym wrócił? — zamruczał Doman."
      },
      {
        "index": 85,
        "text": "Spuściła oczy Dziwa i zmilczała."
      },
      {
        "index": 86,
        "text": "— Sama mówisz — dodał — że ja mam prawo wziąć ci życie — prawo zemsty i krwi. Miałem prawo to, pomsty na braciach, na domu, na rodzie całym, a nie chciałem go."
      },
      {
        "index": 87,
        "text": "— Zabijcie mnie! — powtórzyła Dziwa spokojnie."
      },
      {
        "index": 88,
        "text": "— Szkodaby was było — rzekł Doman śmiejąc się — nie! nie! Lecz gdy powrócę — gdy poproszę, toć mi na was choć popatrzeć będzie wolno..."
      },
      {
        "index": 89,
        "text": "Zarumieniła się mocno dziewczyna — zadrżała, fartuszek biały podniosła do twarzy, zasłoniła się nim, rzuciła nagle między tyny i jak strzała do ognia pobiegła."
      },
      {
        "index": 90,
        "text": "Doman stał, zerwał liści kilka z drzewa, wziął je w usta, gryźć począł zadumany, zakręcił się, stanął, powrócił i poszedł błądzić po ostrowie."
      },
      {
        "index": 91,
        "text": "Siwowłosa stróżka wskazała mu chatę Wizuna. Stary siedział na progu i karmił gołębie, które do niego zlatywały. Postrzegłszy Domana, zerwał się z rzeźwością młodzieńczą, ręce mu otwierając."
      },
      {
        "index": 92,
        "text": "— Przecież cię dziewka nie zabiła! — zawołał — wiedziałem ja to dobrze."
      },
      {
        "index": 93,
        "text": "Śmiejąc się Doman, rozpiął suknię, rozgarnął koszulę i pokazał mu szeroką, straszną jeszcze bliznę."
      },
      {
        "index": 94,
        "text": "— A przeklęta wilczyca! — rzekł stary ściskając go — tyle miała siły. Wiesz, że ona tu jest? Czy zemsty szukasz?"
      },
      {
        "index": 95,
        "text": "— Widziałem ją — rzekł chłopak — mówiłem z nią a zemsty nie żądam. Dziewka mi i teraz w głowie, choć mnie nie chce. Mówi, że duchom ślubowała."
      },
      {
        "index": 96,
        "text": "Wizun głową potrząsał."
      },
      {
        "index": 97,
        "text": "— Trzeba ci inną wziąć, o téj zapomnisz... Porwać jéj ztąd się nie godzi — mówił stary — wszystkie one jednakowe, kwitnie to, póki młode a na starość kole. Weź inną, weź inną. Niewiasty ci potrzeba, bo bez niéj nie wyżyje człek."
      },
      {
        "index": 98,
        "text": "— Mój ojcze — odparł Doman — nie łaj mnie, inne mi nie do smaku."
      },
      {
        "index": 99,
        "text": "Wizun ręką gwałtownie potrząsł."
      },
      {
        "index": 100,
        "text": "— Spróbujże wziąć inną — rzekł — zobaczysz. Młodość ma takie chuci, ale one wystygają prędko. Dopóty za tą tęsknić będziesz, póki innéj nie weźmiesz."
      },
      {
        "index": 101,
        "text": "Tak się poczęła ze starym rozmowa, który ciągle do swojego wracał, ściskając dawnego wychowańca. — Godzinę siedzieli u chaty, chodzili po ostrowie, jeden się skarżył, drugi zawsze toż samo lekarstwo podawał. Rozeszli się wreście, Doman usiadł do łodzi i na ląd powrócił. Stary Mirsz siedział jeszcze w swéj wierzbie."
      },
      {
        "index": 102,
        "text": "Zobaczywszy powracającego, zadziwił się, że tak prędko nazad przybywał. Doman wysiadł gryząc liście, które był zerwał na wyspie — ale weselszy był. Przybliżył się znowu do starego."
      },
      {
        "index": 103,
        "text": "— Hej! stary zdunie — zawołał — gdybyście téż mi dali co zjeść a przenocować?"
      },
      {
        "index": 104,
        "text": "— Jak odmówić? — rzekł stary. — Choćbyś kmieciem czy żupanem nie był, na to chata, aby gościom się otwierała."
      },
      {
        "index": 105,
        "text": "Chodźcie. I wstał."
      },
      {
        "index": 106,
        "text": "Właśnie w chacie wieczerzę podawać miano i córka Mirszowa ku ojcu wyglądała, gdy oczy Domana na nią padły. Dziewczę było wypieszczone, bo ani około roli bardzo, ani koło gospodarstwa nie chodziło, lubiła się stroić, bo wiedziała że była piękną, szyła ręczniki nićmi krasnemi i czasem kądziołkę przędła."
      },
      {
        "index": 107,
        "text": "Oczy kmiecia i zdunownéj spotkały się jakoś tak, że oboje poczerwienieli. Jéj się podobał żupan czy kmieć, który pańsko wyglądał, on pomyślał, że dziéwka była ładna — a nużby mu, jak Wizun radził, za lekarstwo posłużyła?"
      },
      {
        "index": 108,
        "text": "Weszli ze starym do chaty, gdzie ich stół biało pokryty czekał. Mila służyła sama, nosiła misy i kubki, a ile razy weszła, spojrzała na żupana, i on téż na nią. Raz nawet w uśmiechu z za różowych ustek białe ząbki pokazała. A była i na codzień zdunówna strojną, srebrne pierścionki na wszystkich palcach, niektóre z oczkami, pod szyją miała guz ogromny złocisty, we włosach spilki, kolce w uszach, kolce na rękach, wianek na głowie, a w oczach śmiech i pustotę."
      },
      {
        "index": 109,
        "text": "— Gdybym tę był wprzódy spotkał — myślał patrząc na nią Doman — możebym ją sobie był wziął."
      },
      {
        "index": 110,
        "text": "Jedli tedy a rozmawiali. Gdy misek już przynosić ani zabierać nie było potrzeba, młoda gospodyni z komory, uchyliwszy drzwi trochę, patrzała niby ukradkiem czy ojciec jéj nie zawoła, a w istocie coraz to na młodego żupana z ukosa."
      },
      {
        "index": 111,
        "text": "— Wziąłbyś mnie sobie — mówiły figlarne oczy, jabym się nie bardzo broniła?"
      },
      {
        "index": 112,
        "text": "Mrok już padł szary i gęsty, gdy Doman poszedł do szopy na posłanie. Mirsz stary córkę wywołał z komory i pogroził jéj palcem."
      },
      {
        "index": 113,
        "text": "— Ty, dzierlatko jakaś — rzekł surowo — co ty oczyma strzelasz na takich ludzi. On nie z takich co garnki robią, ale z tych co je tłuką, tobie do niego nic."
      },
      {
        "index": 114,
        "text": "— Nie patrzałam."
      },
      {
        "index": 115,
        "text": "— Patrzałaś! Tobie co po nim! U niego takich jakeś ty, doma pewnie ze sześć do wyboru, czy chcesz siódmą być?"
      },
      {
        "index": 116,
        "text": "Bystremi oczyma Mila spojrzała na ojca, groził jéj ciągle."
      },
      {
        "index": 117,
        "text": "— Jutro rano, gdy będzie odjeżdżał, żebyś mi się nie pokazywała! — dodał — pamiętaj!"
      },
      {
        "index": 118,
        "text": "Poszli spać. Nazajutrz Doman wstał rano, konie stały pogotowiu, usiadł na ławie."
      },
      {
        "index": 119,
        "text": "— Coś mi się pod skwar jechać nie chce — rzekł chmurno."
      },
      {
        "index": 120,
        "text": "— Poczekajcie do jesieni, przyjdą chłody — odparł zdun — ja wam nie bronię."
      },
      {
        "index": 121,
        "text": "Nic nie odpowiedziawszy, kmieć powlókł się nad jezioro. Czółna stały u brzega, kazał się na ostrów wieść, pojechał do chramu."
      },
      {
        "index": 122,
        "text": "Mila widząc go wychodzącego, pobiegła pod tyn, spojrzała przez szpary, na pół się zgiąwszy, aby jéj nie widziano, śledziła go oczyma. Ojciec to widział, zżymnął się, zmilczał. Czółno odbiło od brzega."
      },
      {
        "index": 123,
        "text": "W kontynie siedziała Dziwa i na ogień patrzała, ale w oczach od wczora jakoś się jéj majaczyło dziwnie, nie widziała nic oprócz jakichś ciemności i iskier. Ludzi pełno było w chramie i szmer w nim głuchy panował. Stary guślarz wróżył i przyjmował ofiary, siwowłosa stróżka odczyniała czary, rozdawała ziele."
      },
      {
        "index": 124,
        "text": "Uchyliła się opona. Doman znowu stanął przed nią. Zarumieniła się Dziwa, wstrzęsła cała, w drugą stronę odwróciła oczy i siedziała nieruchoma, patrząc na ognisko. Doman stał a stał przed nią, sparł się o słup, rozglądał się po chramie."
      },
      {
        "index": 125,
        "text": "Pomyślała dziewczyna, że mu koniecznie powiedzieć było potrzeba, aby precz szedł sobie, — wstała z kamienia, wysunęła się drugą stroną chramu, aby z nim nie spotkać u wyjścia. Między tynami, nagle stanął przed nią. Nie było tu nikogo oprócz ich dwojga, chłopak pochwycił ją silnemi rękami i w twarz pocałował. Dziwa krzyknęła, zasłaniając oczy — ale go już nie było, gdy je odkryła."
      },
      {
        "index": 126,
        "text": "Uciekł. Gniewna bardzo powróciła nazad do chramu. Obmyła się wodą ze źródła świętego, ale twarz jak ogniem ją paliła, a im myła dłużéj, tém paliło mocniéj. Aż się jéj na łzy zebrało i płakać gorzko poczęła. O doloż ty moja — o dolo!"
      },
      {
        "index": 127,
        "text": "Spojrzała na czarny posąg Nijoły, czerwone jéj oczy, gniewnie w nią były wlepione. Zdawały się pałać zemstą. Ogień przygasał, rzuciła się go podsycić. Z chramu się rozchodzili ludzie, nucąc pieśni o Ładzie i Nii, śpiewy rozlegały się po jeziorze i zaroślach, dziwnie brzmiąc smutno."
      },
      {
        "index": 128,
        "text": "Dziwa téż wyszła i śpiewać poczęła, sama nie wiedząc co — ot, jakąś dawną w dzieciństwie słyszaną piosenkę."
      },
      {
        "index": 129,
        "text": "Z za drzew widać było chodzącego Domana, który zdala kręcił się między gromadami ludzi, zrywał liście, gryzł je — i rzucał. Potém położył się na trawie, pół drzemał, na pół czuwał. Nie wiedział co robić z sobą."
      },
      {
        "index": 130,
        "text": "Wizun, który się między gromadami przechadzał, nadszedł i stanął nad nim."
      },
      {
        "index": 131,
        "text": "— Ty tu jeszcze? — spytał."
      },
      {
        "index": 132,
        "text": "— Sam niewiem, jak się przywlókłem — rzekł Doman."
      },
      {
        "index": 133,
        "text": "— Gdzieżeś nocował?"
      },
      {
        "index": 134,
        "text": "— U Zduna, który ma dziewkę ładną."
      },
      {
        "index": 135,
        "text": "— Weźże ją, a nie chodź darmo około téj, która cię nie chce."
      },
      {
        "index": 136,
        "text": "— Nie zechce może i tamta!"
      },
      {
        "index": 137,
        "text": "— Zdunowa dziewczyna za żupana? — rozśmiał się stary Wizun. — Ot, wieczór blizki — dodał — wracaj nazad do Mirsza, tak lepiéj."
      },
      {
        "index": 138,
        "text": "Doman ziewnął, przeciągnął się, wstał, posłuchał, siadł do czółna i popłynął, a po drodze myślał."
      },
      {
        "index": 139,
        "text": "— Stary zna co robić trzeba, lepiéj oszaleć, jak się truć."
      },
      {
        "index": 140,
        "text": "Gdy czółno przybiło do brzega, stary Mirsz siedział w swéj wierzbie, wychylił się z niéj."
      },
      {
        "index": 141,
        "text": "— Przez cały biały dzień nie jadłem nic prócz liści jak koń — odezwał się Doman — głodny jestem jak pies. Ojcze ulitujcie się jeszcze dziś, dam wam skórę niedźwiedzią na posłanie, będziecie po kneziowsku na niéj odpoczywać."
      },
      {
        "index": 142,
        "text": "— Skóry mi nie trzeba, siano lepsze — rzekł stary — a do chaty chodźcie. Wskazał ręką na drzwi. Mila zdala poznała czółno i przybywającego, klasnęła w ręce, poprawiła rucianego wianuszka przeglądając się w cebrze wody, pierś się jéj podnosiła."
      },
      {
        "index": 143,
        "text": "— Ojciec mówi, że ich ma sześć! poczęła w duchu mówić do siebie. Co mi tam? Będzie musiał mnie najlepiéj miłować. Powypędzam wszystkie. Czym nie młoda? czym nie hoża? Hej! na koniku przy nim, kołpaczek czarny, łańcuszki na piersi, łańcuszki na ręku — krzno na ramionach, to ja, pani żupanowa! kłaniajcie się swéj pani!!"
      },
      {
        "index": 144,
        "text": "Wybiegła do świetlicy — nie było nikogo, wróciła do komory, wianuszek się obsunął, musiała przymocować."
      },
      {
        "index": 145,
        "text": "— Jak popatrzę na niego — jak popatrzę to mnie musi wziąć! Hej, dziewanno! krasopani... a! gdybym lubczyk miała, tobym mu go dała w miodzie, ażby snu i jadła pozbył, pókiby mnie sobie nie wziął."
      },
      {
        "index": 146,
        "text": "Wzdychała jeszcze, gdy tuż za drzwiami, za chatą śpiew się dał słyszeć jękliwy. Wyjrzała okienkiem. Drogą od brzegów, szła zataczając się, podśpiewując stara Jaruha, wiedźma co wszystko znała i lubczyki i grabki i wszelkie miłośne tajemnice. Komu kogo chciała, temu go dała."
      },
      {
        "index": 147,
        "text": "Duchy ją umyślnie tu niosły. Skoczyła Mila co prędzéj drzwiami tylnemi, palcami ją wabiąc ku sobie."
      },
      {
        "index": 148,
        "text": "— E! e! — zawołała Jaruha — toż już dola, kiedy hożéj zdunownie jestem potrzebna."
      },
      {
        "index": 149,
        "text": "I pospieszyła do płota, Mila stała na przełazie fartuszek trzymając przy ustach."
      },
      {
        "index": 150,
        "text": "— Matuniu Jaruho — szepnęła — ty znasz wszystko — nieprawda?"
      },
      {
        "index": 151,
        "text": "— Oj! oj! czemuby nie? — przyglądając się jéj, poczęła stara — gołąbko ty moja! Znam wszystko, a nawet i to, że ci się hożego jak ty chłopca chce?"
      },
      {
        "index": 152,
        "text": "Mila się zaczerwieniła, pochylając aż do ucha Jaruhy."
      },
      {
        "index": 153,
        "text": "— Daj mi lubczyku! — dam co chcesz!"
      },
      {
        "index": 154,
        "text": "— Tobie! — rozśmiała się stara — taż ty sama jesteś lubczykiem, ktoby ciebie nie miłował, choćby kneziem był, ślepym by musiał być chyba."
      },
      {
        "index": 155,
        "text": "— Lubczyku mi daj! matuniu — powtarzała gorączkowo Mila — odpinając srebrny guz od koszuli i rzucając go staréj na ręce. Jaruha się zdumiała, czoło się jéj namarszczyło, powoli ściągnęła torbę z pleców, siadła na ziemi u przełazu, poczęła z węzełków dobywać ziół i korzonków pęki. Mila drżąc i bojaźliwie oglądając się do koła czekała."
      },
      {
        "index": 156,
        "text": "Uschłe jakieś ziółko Jaruha wsunęła jéj do ręki..."
      },
      {
        "index": 157,
        "text": "— Zetrzyj na proszek, daj mu pić — a gdy pić będzie patrz mu w oczy, ani mrugnij. Jak mrugniesz — przepadło."
      },
      {
        "index": 158,
        "text": "Roześmiała się głośno, Mili już nie było, pobiegła do chaty, w niecierpliwych dłoniach starła na proch ziele, rzuciła je do kubka dla gościa."
      },
      {
        "index": 159,
        "text": "Ojciec wołał o wieczerzę — zwinęła się żywo. Doman siedział zamyślony jak noc, na obu rękach oparty, aż go oczyma obudzić musiała ze snu. — Chlebem się łamali, mięso na stole stało. Ojciec miód nalewał."
      },
      {
        "index": 160,
        "text": "— Choćby się ojciec pogniewał! — pomyślała — a choćby uderzył — rzekła w duchu. Chwyciła kubek nagotowany, prędko weń miodu nalała i sama go podała Domanowi, patrząc mu w oczy. Przyjął go, począł pić — Mila z sercem bijącém patrzała nań, nie mrugnęła, choć ojciec, czuła, jak groźno na nią poglądał. Wypił! Kraśna jak wiśnia pobiegła do komory."
      },
      {
        "index": 161,
        "text": "— Teraz on mój! on mój! — wołała — i tylko że nie plasnęła w ręce. Jaruha wszystko zna!"
      },
      {
        "index": 162,
        "text": "Stary zdun nierozmówny był dnia tego, jedli cicho. Nad wieczór burza się z wichrem zerwała straszna. W jezioro pioruny biły jeden po drugim, a deszcz lał strumieniami. Doman poszedł spać do szopy. Szalało na niebie do północy, a ludzie, jak to zwykle bywa w burzę, kamiennym snem spali."
      },
      {
        "index": 163,
        "text": "Pod okienko pod chatą, ktoś podszedł nieznacznie, okienniczka była odsunięta, sparł się o ścianę, głowę pochylił, ktoś wyjrzał ku niemu. Szeptali, ale wiatr był i nic słyszeć nie dawał, szeptali długo, prawie do dnia — kto może wiedzieć co radzili i co uradzili."
      },
      {
        "index": 164,
        "text": "Na samym końcu odezwał się głos z okienka."
      },
      {
        "index": 165,
        "text": "— Swaty trzeba słać, ojca trzeba prosić, inaczéj nie pójdę z domu, nie pójdę inaczéj."
      },
      {
        "index": 166,
        "text": "Rano po deszczu i burzy oślizło po drogach, kałuże stały wielkie, ze strzech ciekło, strumienie wezbrane biegły do jeziora, po niebie wałęsały się chmury białe górą, szare dołem. Zbierało się na pluchę, słońce piekło, choć go widać nie było."
      },
      {
        "index": 167,
        "text": "— Ojcze Mirszu — ja dziś do domu nie pojadę, drogi grzązkie, koń się ślizga."
      },
      {
        "index": 168,
        "text": "— Czekajcie do zimy — odparł stary — jak mróz schwyci, będzie sucho."
      },
      {
        "index": 169,
        "text": "Doman został. Siadł nad jeziorem i dumał. — Mila przez tyn wyglądała; stary Mirsz w wierzbie coś mruczał. Nad wieczór podszedł kmieć ku niemu."
      },
      {
        "index": 170,
        "text": "— Ojcze stary — rzekł — gdybyście mi swatów nie odpędzili z grochem, tobym wam ich przysłał."
      },
      {
        "index": 171,
        "text": "— A wiele żon masz? — zapytał stary."
      },
      {
        "index": 172,
        "text": "— Żadnéj."
      },
      {
        "index": 173,
        "text": "Mirsz nań popatrzał."
      },
      {
        "index": 174,
        "text": "— Córka moja pieszczona, biała, godna i żupana, na żonę ci ją dam, inaczéj nie. Ślijcie swaty uroczyste, po obyczaju starym."
      },
      {
        "index": 175,
        "text": "Doman się skłonił."
      },
      {
        "index": 176,
        "text": "— Do domu jadę, drużby uproszę, zgoda stary gospodarzu."
      },
      {
        "index": 177,
        "text": "Zmierzchało dobrze, gdy się ta rozmowa toczyła, Doman coś nucić poczynał, na duszy mu było weseléj i myślał. — Hej, Wizunie stary! będzie li to lek, czy trucizna? Inną biorę a o innéj myślę, gdzieindziéj swaty a serce gdzieindziéj!"
      },
      {
        "index": 178,
        "text": "W tém stary Mirsz palcem ukazał na bory."
      },
      {
        "index": 179,
        "text": "Nad borami, nad lasami gorzały łuny, jedna, dwie, dziesięć na wsze strony. Doman spojrzał i krzyknął:"
      },
      {
        "index": 180,
        "text": "— Ogniste wici!"
      },
      {
        "index": 181,
        "text": "Nadbiegła czeladź jego wołając:"
      },
      {
        "index": 182,
        "text": "— Wici ogniste!"
      },
      {
        "index": 183,
        "text": "Ruszyło się co żyło, a Doman w podwórko niepostrzeżony skoczył pod okienko komory i zapukał."
      },
      {
        "index": 184,
        "text": "— Dziewczyno! malino! bywajże mi zdrowa! Ogniste wici na górach płoną, na wojnę muszę. Jak z wojny powrócę, to ci przyślę swaty. — Ojcum się kłaniał i prosił — będziesz moją."
      },
      {
        "index": 185,
        "text": "W okienku czy śmiech czy płacz się dał słyszeć, może razem oboje?"
      },
      {
        "index": 186,
        "text": "— O miły mój, miły, sokole jedyny! wróć mi cały z wojny. W oknie siedzieć będę, w niebo patrzeć i płakać, póki z wojny nie wrócisz, póki swaty nie przyjadą."
      },
      {
        "index": 187,
        "text": "— Na koń! — krzyczał Doman do czeladzi — na koń! Bądź zdrów gospodarzu, dziękujemy za gościnę, nie czas odpoczywać, gdy ogniste wici płoną. Zdrowi bywajcie wszyscy!"
      },
      {
        "index": 188,
        "text": "Zatętniało, zaszumiało, ruszyli cwałem, a przed chatką stał Mirsz stary i patrzał na łuny, stała Mila z rękami załamanemi i płakała, coraz to fartuszkiem ocierając łzy. A z za łez widać było uśmieszek i serce biło, biło — biło."
      },
      {
        "index": 189,
        "text": "— Powróci! powróci! swaty przyjadą. Moim musi być!"
      }
    ]
  }
}