{
  "chapterNumber": 26,
  "title": "Tom III, Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Spokoju nie było u Polanów od Kaszubów i Pomorców, których podprowadzali i zmawiali Leszkowie. Zaledwie odpędzono jednę gromadę, wpadała druga, każda z nich coraz głębiéj sięgała i niszczyła. Ludzie nie wiedzieli, gdzie ich szukać. Raz się wdarli od północy, to znowu od wschodu... z prawéj to z lewéj granicy, gdzie się ich nie spodziano."
      },
      {
        "index": 2,
        "text": "A starszyzna się tymczasem na wiece ciągle to pod gród, to na uroczyska po lasach zwoływała, radziła, swarzyła i z niczém precz jechała. Knezia sobie wybrać nie umieli. Nie było komu rozkazywać, ni kogo słuchać, ni komu dowodzić, a wrogów odpierać."
      },
      {
        "index": 3,
        "text": "Ludzie się zabrali i do domów prędko rozbiegli."
      },
      {
        "index": 4,
        "text": "Niebezpieczeństwo gnało w lasy, głód z nich wyganiał; spasione i stratowane pola stały odłogiem."
      },
      {
        "index": 5,
        "text": "Było i takich wielu, co już Chwostka żałowali. Myszkowie dobrzy byli do obalenia, ale się do budowania nie zdali."
      },
      {
        "index": 6,
        "text": "Ledwie jeden zbór rozszedł się daremnie, gdy już wici na drugi słano. Tłumnie gromadzono się na niektóre, na inne ledwie kilku się przywlokło, a po granicy miecz i ogień bujały jako chciały."
      },
      {
        "index": 7,
        "text": "Zwoływano starych. — Radźcie. — Starszyzna stękała i rozpowiadała, jak to ono za dawnych czasów bywało."
      },
      {
        "index": 8,
        "text": "Starzy do niczego — mówiono — młodszych ściągnąć potrzeba. Zbierali się młodsi, o wojnie i o łowach prawiąc, dzień zmarnowali... pod wieczór piosnki śpiewali o dziewczętach."
      },
      {
        "index": 9,
        "text": "Gdy Leszków napłynęło dużo, Myszkowie szli precz, kiedy się tych więcéj ściągnęło, Leszków drużyna swoich odciągała."
      },
      {
        "index": 10,
        "text": "Co począć było, nie wiedziano, a przecież coś trzeba było poczynać."
      },
      {
        "index": 11,
        "text": "Jednego wieczora, gdy się na Chwostkowém grodzisku znowu wiec kończył narzekaniem daremném, spostrzeżono jadących ku niemu dwóch obcych ludzi, a ci co u Piastuna byli na postrzyżynach, poznali w nich tych samych, z któremi tam biesiadowali."
      },
      {
        "index": 12,
        "text": "A że właśnie jeść mieli i posilać się po całodzienném wołaniu i stękaniu, wyszedł jeden z Myszków ku nim i w gościnę ich do wspólnego ogniska zaprosił."
      },
      {
        "index": 13,
        "text": "Zsiedli więc z koni i przyszli do gromady, pozdrawiając ją w imię Boga Jedynego."
      },
      {
        "index": 14,
        "text": "Zastawiono przed niemi kołacze i mięsiwo, piwo i miód. Mięsa jednak tykać tego dnia nie chcieli i chleba tylko ułamawszy, po troszę się piwa napili."
      },
      {
        "index": 15,
        "text": "Młodszy z nich, widząc zasępione twarze i oblicze chmurne, zapytał, jakaby była przyczyna, że w tych mirach polańskich takie panowało zamięszanie, a oni téż sami tak byli utrapieni."
      },
      {
        "index": 16,
        "text": "— Jakże inaczéj ma być — odezwał się Ścibor stary. — Otośmy jednego zła pozbyli, a drugiego napytali. Nie chcieliśmy niewoli, a nastało zamięszanie. Zrzuciliśmy z tego grodu plemię złe, które nas nękało, a innego sobie dobrać nie umiemy. Ziemie nasze niszczą wrogowie, my się im skutecznie obronić nie umiemy..."
      },
      {
        "index": 17,
        "text": "— Zaprawdę — odezwał się młodszy z gości — jest to wielkie złe, że mając wojnę wodza nie macie... Przejechaliśmy ziem wiele, od Dunaju począwszy po Łabę i Odrę, a nigdzieśmy nie znaleźli ziemi, gdzie by knezia lub króla, albo wodza i głowy nie było. Sasi i Frankowie naciskają nas wszędzie, bronić się im trzeba, albo jak Obodryci trzymać z niemi, przeciw swoim, lub ze swojemi wiązać przeciw nim... Inaczéj pójdą ziemie w niewolę... Czémże się to dzieje — zapytał gość — że wodza sobie wybrać nie możecie?.."
      },
      {
        "index": 18,
        "text": "— Tém — rzekł Ścibor — iż każdy z nas chciałby nim być... i każdy się lęka, aby, gdy równy mu wczoraj nim zostanie, jutro go nie nękał."
      },
      {
        "index": 19,
        "text": "Myślał trochę młodszy z gości."
      },
      {
        "index": 20,
        "text": "— Jeżeli możniejsi się nie godzą — rzekł — jedni drugim zazdroszcząc i lękając się siebie, dlaczegóżbyście ze krwi waszéj, ubogiego a małego człowieka dla jego poczciwości wynieść nie mieli?"
      },
      {
        "index": 21,
        "text": "Umilkli wszyscy, a zdziwili się mocno, iż obcy im tę samą radę dawali, którą przyniesiono od wyroczni. Spojrzeli po sobie i Ścibor zapytał."
      },
      {
        "index": 22,
        "text": "— Czy wam to wyrocznia téż powiedziała jaka, że małego wybrać mamy?"
      },
      {
        "index": 23,
        "text": "— Nie — odparł młodszy — ale kto ubogim być umiał, pokornym i zacnym, ten w szczęściu i wyniesion sprawiedliwym być potrafi..."
      },
      {
        "index": 24,
        "text": "A starszy dodał."
      },
      {
        "index": 25,
        "text": "— Wszakżeż ubogim jest i ten, który nas czasu postrzyżyn syna swojego przyjmował u siebie, przecie go wszyscy szanujecie. A czemuby i ten waszym kneziem nie miał być?.. Rozum ma potemu..."
      },
      {
        "index": 26,
        "text": "— Piastun!.. — zawołali wszyscy razem — Piastun!.."
      },
      {
        "index": 27,
        "text": "I jakby dopiero teraz przejrzeli jasno, wszyscy poczęli mówić o nim, chociaż między kmieciami jednym z najuboższych był."
      },
      {
        "index": 28,
        "text": "Ponieważ noc nadchodziła, obcy podróżni, wkrótce potém pożegnawszy obradujących, jechali ztamtąd precz, gospody sobie szukając."
      },
      {
        "index": 29,
        "text": "Gromada długo naradzała się pocichu i ztąd wprost niektórzy na koń siadłszy, do chaty Piastuna jechali."
      },
      {
        "index": 30,
        "text": "Stary właśnie we wrotach stał, stado z pola wracające oglądając, które rżało na widok pana. Patrzał jak się do matek cisnęły źrebięta, jak młodzież między sobą gziła się i gryzła. Od bytności dwóch obcych i upadku Pepełka smętne i dziwne myśli przechodziły mu po głowie."
      },
      {
        "index": 31,
        "text": "Ścibor, Bolko i jeden z Myszków przybywszy pod wrota z koni zsiedli i weszli do zagrody, pozdrawiając starego gospodarza."
      },
      {
        "index": 32,
        "text": "— Rad gościom — rzekł do nich wesoło — chodźcie odpocząć pod strzechą... ale was uraczyć czém nie bardzo będę miał. W domu u mnie pustki... dopóki się coś nie zbierze, ubogim chlebem się przełamiemy... Czy z dobrą przynajmniéj jedziecie nowiną, czyście nam pana dali?"
      },
      {
        "index": 33,
        "text": "Ci westchnęli spoglądając po sobie."
      },
      {
        "index": 34,
        "text": "— Pana dotąd nie mamy, swobody aż nadto. Tymczasem pomorskie wilki głodne kraj nam niszczą, ani się im opędzić... Ledwie tchniemy. Leszki pozostałe coraz nam nowych na karki ściągają... Czas schodzi marnie."
      },
      {
        "index": 35,
        "text": "W tém Bolko wtrącił."
      },
      {
        "index": 36,
        "text": "— A wy, barci waszych patrząc, z nami nawet na radę iść nie chcecie? Siwe słowo wasze wagęby miało u ludzi."
      },
      {
        "index": 37,
        "text": "— Cóż słowo pomoże tam, gdzie już krew mówiła, a téj nie posłuchano? — ozwał się Piastun cicho. — Jam człek mały i ubogi..."
      },
      {
        "index": 38,
        "text": "Słowa te z jego ust posłyszawszy, ci co Wizuna wyrocznię słyszeli i radę gości obcych, spojrzeli po sobie, jak gdyby dola sama przez usta jego przemówiła."
      },
      {
        "index": 39,
        "text": "— Jam człek mały i ubogi!"
      },
      {
        "index": 40,
        "text": "Jakby trwoga jakaś ich ogarnęła, zdało im się, że wolą było niebios i Bogów, aby ten a nie kto inny został wybranym."
      },
      {
        "index": 41,
        "text": "— Jutro — zawołał Bolko — teraźniejszego wiecu dzień ostatni... Nie może to być, ażebyście wy nie poszli z nami. Przybyliśmy tu po was, musicie iść... wołają was wszyscy... Jeżeli wy nie pójdziecie, rozpełznie się znowu wiec, a narzekanie będzie wielkie..."
      },
      {
        "index": 42,
        "text": "Stary nic nie odpowiedział."
      },
      {
        "index": 43,
        "text": "Siedzieli jeszcze powzdychiwając, gdy w progu, blady jeszcze i słaby ukazał się Doman, który z Lednicy powracał."
      },
      {
        "index": 44,
        "text": "Widać po nim było co przebył, choćby nie mówił nic. Zasłyszano już tu coś o jego losie i wszyscy obstąpili go zaraz, dopytując co się z nim działo, a jak od Pomorców ocalał."
      },
      {
        "index": 45,
        "text": "Zaczął im opowiadać, jako mu wesele sprawiano, a ledwie że się ono skończyło, gdy Pomorcy z Leszkami wpadli. Obnażył blizny, które mu pozostały od strzał i od sznurów, jakiemi go krępowano do kości, począł się burzyć i wyrzekać o pomstę nawoływając."
      },
      {
        "index": 46,
        "text": "Pytaniom nie było końca, jak ujść potrafił i ocaleć. Ledwie wierzyć chciano, iż o swéj sile mógł potém na ostrów dopłynąć. Drudzy o Pomorców, ich siły, o Leszków i o niemców badali, jak oni byli zbrojni, czy się na kraj odgrażali. Na wszystko Doman odpowiadać musiał, starając się tą żądzą zemsty, jaką w sercu miał, natchnąć drugich. Rozżarzyli się téż i odgrażać poczęli."
      },
      {
        "index": 47,
        "text": "Doman także wołał, iż pilno było wodza wybierać, i że najgorszy nawet lepszym był od żadnego."
      },
      {
        "index": 48,
        "text": "— Jeżeli prędko go nie obierzecie — dodał — każdy o sobie pamiętać będzie. Pozbierają się kupy zbrojne — i kto silniejszym się poczuje, drugich za łeb pochwyci. — Ja sam ludzi jakich mam ściągnę do jednego, niech pola jałowieją, niech zdychają stada, niech je wilcy wyjedzą. Nam trzeba iść na tych, co nas nękają, do ich gniazda i wydusić tam to plemię, abyśmy raz pokoju zażyli."
      },
      {
        "index": 49,
        "text": "Długo tak gwarzono u ogniska, a potém pokładłszy się, przy niém na ziemi spali."
      },
      {
        "index": 50,
        "text": "Z brzaskiem dnia, po cichu Piastun sobie kobiałkę szykował do lasu, gdy Bolko i Ścibor postrzegłszy to, wzięli go pod ręce."
      },
      {
        "index": 51,
        "text": "— Ty musisz być dziś z nami — rzekli mu: — Gromada się tego domaga, a jéj posłusznym być trzeba. Niechaj i Doman jedzie z nami, aby okazał rany i powiedział co jego oczy widziały."
      },
      {
        "index": 52,
        "text": "Chciał się jeszcze stary opierać."
      },
      {
        "index": 53,
        "text": "— Jam do pszczół, nie do wieców zdatny — mówił."
      },
      {
        "index": 54,
        "text": "Ale to nie pomogło, upominali się wszyscy głośno, uledz więc musiał."
      },
      {
        "index": 55,
        "text": "Pobudzono tych, którzy spali i wszyscy na koń siedli jechać do grodu. A że czeladź Piastunowa już się o brzasku do roboty rozeszła, na koniu więc z niemi jechał Ziemek młody, syn gospodarza, aby miał staranie o ojcowskiéj świerzopie."
      },
      {
        "index": 56,
        "text": "Pod wieżą obozem leżeli wiecujący, było ich tego dnia dosyć i coraz nowi jeszcze przybywali."
      },
      {
        "index": 57,
        "text": "Grodzisko, na którego żużlach i gruzach trawa już porastała, wygniecione było i jak tok ubite przez nieustannie obradujących a jednak ze zborów tych nic dotąd nie wyszło."
      },
      {
        "index": 58,
        "text": "Posłuch o niemcach i grożącém znowu najeździe, napędził starszyznę niecierpliwą. — Niektórzy przybywali ze skargami, bo się im już Pomorcy dali we znaki. — Szukali oni najmożniejszych dworów i napadali na nie najczęściéj, ubogim łatwiéj z dobytkiem do lasów schronić się było."
      },
      {
        "index": 59,
        "text": "Kołem już leżeli wszyscy, gdy Ścibor, Bolko, Myszko, Piastun i Doman nadciągnęli. Zobaczywszy starca, który w prostéj siermiędze przychodził, tknięci wyroczni wspomnieniem i przez cześć dla siwych jego włosów powstali."
      },
      {
        "index": 60,
        "text": "Wnet go zaproszono do koła miejsce mu czyniąc i wołając."
      },
      {
        "index": 61,
        "text": "— Radź nam ojcze, ratujmy się, bo oto giniemy! Mówiliśmy już wiele, mówcie wy, niech usłyszym — co nam przynosicie."
      },
      {
        "index": 62,
        "text": "Zewsząd się głosy podniosły ku niemu, ażeby pierwszy mówić poczynał."
      },
      {
        "index": 63,
        "text": "— Azaż nie wiecie co czynić? — zawołał — ja wam nowego nie powiem nic. Zgody potrzeba i prędkiego wyboru. Litujmy się sami siebie a dzieci naszych. — Ładu nie mamy, nieład panem. — Ład czyńcie."
      },
      {
        "index": 64,
        "text": "Milczenie się stało długie."
      },
      {
        "index": 65,
        "text": "W tém jeden ze starszyzny, którego zwano Krakiem, a miał być starego kneziowskiego rodu, powstał z ziemi, czapkę uniósł do góry i wykrzyknął piersią całą."
      },
      {
        "index": 66,
        "text": "— Ten nam kneziem będzie! Piastuna wybieramy!"
      },
      {
        "index": 67,
        "text": "Ucichło chwilę, a potém wnet buchnęło ze stron wszystkich."
      },
      {
        "index": 68,
        "text": "— Piastuna obieramy."
      },
      {
        "index": 69,
        "text": "— Kneziem Piastun. Krew nasza!"
      },
      {
        "index": 70,
        "text": "I nie było ani jednego, któryby nie powtórzył tego okrzyku, jednego, coby mu się sprzeciwił."
      },
      {
        "index": 71,
        "text": "Stary cofnął się, rękami jakby odpychając od siebie głosy, które się rozlegały coraz silniéj, a coraz radośniéj."
      },
      {
        "index": 72,
        "text": "— Jam bartnik, człek prosty i ubogi — zawołał — ja ludźmi rządzić nie umiem. Stary jestem, dłoń mam słabą."
      },
      {
        "index": 73,
        "text": "Wybierajcie innego — nie czyńcie szyderstwa ze mnie."
      },
      {
        "index": 74,
        "text": "To mówiąc i gdy tłum się ściskał, a mięszał, stary skinął na syna, który zdala z końmi stał. Nim się opatrzono co chce uczynić i zdołano zapobiedz temu, wyśliznął się im z rąk, gdy sądzili, że ku innym idzie okrzykującym go gromadom."
      },
      {
        "index": 75,
        "text": "W mgnieniu oka, zanim pomyślano by go zatrzymać, już dopadł konia i wraz z synem w czwał ku zagrodzie swéj poleciał."
      },
      {
        "index": 76,
        "text": "Rzucili się, kto żył do koni, lecz nim je połapano, Piastun już dosyć odbiegł daleko, a świerzopa czując domową zagrodę, cwałem ku niéj zdążała. Naówczas ujrzano widowisko osobliwe, stu może jezdzców w pogoń biegnących za obranym kneziem, gdy reszta pozostała na grodzisku, poprzysięgała, iż z niego nie znijdzie dopóty, dopóki kneź im zwrócony nie będzie i zmuszony do przyjęcia wyboru."
      },
      {
        "index": 77,
        "text": "Biegli więc ścigający co tchu, nie tracąc z oka Piastuna i udało się im tylko syna, którego koń mniéj był rączy, w ręce pochwycić przerażonego pogonią, gdyż nie wiedział dla czego ich ścigano i o ojca a siebie się lękając, łzami się zalewał."
      },
      {
        "index": 78,
        "text": "Piastun pierwszy dopadłszy do kraju lasu znikł w nim z oczów kmieci, którzy go pochwycić chcieli. Zwolnili więc kroku wiodąc z sobą syna, a spodziewając się, iż w zagrodzie i ojca znajdą."
      },
      {
        "index": 79,
        "text": "Przybywszy do dworu, napróżno pytali, nie wiedział o nim nikt, gdyż nie zatrzymując się w domu, wprost do lasu uciekł i skrył się w nim puściwszy tylko siwą, która swoim obyczajem do wrót przyszła i głowę na nich położywszy rżała, aby ją do zagrody wpuszczono."
      },
      {
        "index": 80,
        "text": "Wielki żal ogarnął wszystkich na grodzisku, gdy się o zniknięciu Piastuna dowiedzieli — lecz, jak zrazu postanowili, tak dotrzymać chcieli i nie ruszać z miejsca, dopókiby obranego nie znaleźli. Ci co najlepiéj lasy i okolicę znali, wnet poszli na zwiady w puszczę, sądząc, iż łatwo zbiega wynajdą. Minął jednak dzień jeden, drugi i trzeci, a Piastuna nie było. Powracali z pogoni za nim koleją wszyscy, przyznając, iż tak się ukrył, że go wyszukać, a nawet na ślad trafić nie mogli."
      },
      {
        "index": 81,
        "text": "A ci, co tak pragnęli władzy, dziwili się, iż był człowiek ubogi, który od niéj uciekał i ofiarowanéj przyjąć nie chciał."
      },
      {
        "index": 82,
        "text": "Coraz to ktoś sam, lub w kilku ich szło po lasach za Piastunem, zawsze nadaremnie. Młodego tylko syna jakoby zakładnika trzymano sądząc, że łatwiéj tym sposobem ojca starego, który do jedynaka przywiązanym był, do powrotu zmuszą."
      },
      {
        "index": 83,
        "text": "Lecz ani w lesie znaleźć, ani go w zagrodzie, około któréj czatowano, przydybać nie mogli."
      },
      {
        "index": 84,
        "text": "Upłynęło tak całych sześć dni, gdy około grodziska zjawiła się wędrująca wiecznie Jaruha."
      },
      {
        "index": 85,
        "text": "Od czeladzi, która przy koniach stała, dowiedziawszy się, że Piastun uszedł w lasy i w nich się ukrywał, rozśmiała się starucha, nie wierząc temu, żeby ludzi tylu w pogoń za nim posyłanych z niczém wróciło."
      },
      {
        "index": 86,
        "text": "Szła zatém do Ścibora i starszyzny, którzy na nią i patrzeć i mówić z nią nie chcieli."
      },
      {
        "index": 87,
        "text": "A ja go tu przyprowadzę — rzekła. — Lasów pewnie lepiéj nie zna nikt nademnie, com nieraz obok z niedźwiedziem pod kłodą nocowała, przedemną się on nie skryje — ja go znajdę."
      },
      {
        "index": 88,
        "text": "Tém bardziéj, że się z niéj śmiano, starucha się uparła iść Piastuna szukać, a że tak pewną siebie się być zdawała, i drudzy pomyśleli w końcu, że bez przyczyny to być nie może, młodszych dwu zdala za nią pociągnęli."
      },
      {
        "index": 89,
        "text": "Jak dzień z grodziska ruszyła Jaruha wprost się ku lasom kierując, z takiém bezpieczeństwem jakby zawczasu wiedziała, gdzie ma szukać kryjówki starego bartnika. Idący za nią z trudnością mogli podążyć i przedrzéć się przez gąszcze, wśród których ona dróżyny przez zwierza dzikiego wydeptane znała jak swe własne. W wielu miejscach puszcza jak zasiekami zawalona była połamanemi wichrem i starością drzewami, które całe wały nieprzebyte stanowiły, porosłe gęstemi chwasty i puszczającemi się na pruchnie krzewami. Przebywać było trzeba moczary, gniłe strumienie leśne, niziny wodą zzieleniałą zalane. Z pod stóp wyskakiwały spłoszone dzikie stworzenia, z trawy nagle do góry podnosiły głowy węże ogromne. Żaden z nich jednak nie rzucił się na Jaruhę, która do nich jakiemiś dziwnemi przemawiała słowami. Około południa stara na kłodzie siadła spocząć, dobywszy z torby kawałek chleba, spożyła go, dała nogom się wyprostować i szła znowu. Las podnosił się nieco ku górze i składał z nadzwyczajnéj wielkości dębów, lip i grabów, podszytych leszczyną, która także do niezwykłéj wysokości się wznosiła. Uszedłszy nim kawał drogi, ujrzeli jakby wał stary zieloną okryty trawą, porosły również drzewy, które wiek jego znaczyły. Wśród niego było jedno wnijście na stare hradyszcze. Jaruha wsunęła się niém rozglądając do koła, a idący za nią w ślad zatrzymali podglądając."
      },
      {
        "index": 90,
        "text": "W rogu, gdzie się dwie ściany wałów schodziły z sobą, był szałas a w nim na suchém z liści posłaniu ujrzeli Piastuna, który z łyka wiązał proste obówie, jakiego naówczas najubożsi używali..."
      },
      {
        "index": 91,
        "text": "Jaruha weszła — a Piastun poruszył się jakby przelękły, gdy ją zobaczył."
      },
      {
        "index": 92,
        "text": "Stanęła naprzeciw niego, spierając się na kiju."
      },
      {
        "index": 93,
        "text": "— Tom was przecie znalazła — rzekła, a pora! tam się ludzie rozbijają czekając, a mały Ziemko płacze, bo go jakby w niewoli trzymają! Zlitujcie się nad dzieckiem waszém a wracajcie."
      },
      {
        "index": 94,
        "text": "Piastun nie odpowiadając, ręką jéj wskazał, ażeby zamilkła, gdy tuż i posłani Bolko z Sobiesławem weszli na hradyszcze, kłaniając się kneziowi..."
      },
      {
        "index": 95,
        "text": "Ujrzawszy ich, ręce załamał stary."
      },
      {
        "index": 96,
        "text": "— Jesteśmy po was posłani — rzekli — wszystek zbór czeka na was, ludzie proszą, wracajcie, gdy taka bogów wola. My bez was ztąd nie pójdziemy."
      },
      {
        "index": 97,
        "text": "Zbliżywszy się tedy, prosić go zaczęli usilnie, aby woli gromady zadość uczynił. Nie rzekł już nic, tylko: Pójdę z wami."
      },
      {
        "index": 98,
        "text": "Jaruha siedząca na ziemi, śmiała się z radości."
      },
      {
        "index": 99,
        "text": "— A tom ja was miłościwy panie, zdradziła — rzekła. — Niechaj ludzie znają, że baba coś może. Chodziliby miesiąc i nie znaleźli was, gdyby nie ja."
      },
      {
        "index": 100,
        "text": "Gdy Bolko, Sobiesław i Piastun szli zaraz nazad, bo się już im ani opierał, ani sprzeciwiał, starucha siadła na hradyszczu, porozwiązywała nogi i sama jedna została tu spoczywać."
      },
      {
        "index": 101,
        "text": "Nie lękała się tak samo zwierza dzikiego, jak wężów i wszelkiego stworzenia. Wygodnie umieściwszy się zaraz w opuszczonym szałasie — przygotowywała do noclegu."
      },
      {
        "index": 102,
        "text": "Piastun sam poprowadził swoich towarzyszów ku zagrodzie przez łąkę, na któréj stado z pastuszkiem znalazłszy, konie z niego dla pospiechu wzięli. Lecz dla gąszczy w lesie pospieszyć nie mogąc, ku nocy dopiero w zagrodzie Piastuna stanęli, zkąd Sobek sam przodem na grodzisko ruszył, oznajmując, iż knezia znaleźli i jutro go przywiodą."
      },
      {
        "index": 103,
        "text": "Milcząc przesiedział cały wieczór gospodarz na ławie. O dniu Bolko wstawszy wcześnie, już był na straży. Piastun téż nie przeciwiąc się, na konia siadł i jechali."
      },
      {
        "index": 104,
        "text": "Na pół drogi do grodu, starszyzna była wyszła na spotkanie."
      },
      {
        "index": 105,
        "text": "— Miłościwy panie — zawołał, ręce ku niemu wyciągając Krak — przecz nas opuściłeś? Wszak ci to wolą było Bogów, abyś nam panował i rozkazywał. Na was jednego zgodziły się gromady."
      },
      {
        "index": 106,
        "text": "— Nie czułem się na siłach i nie czuję — mówił Piastun — trwoga mnie ogarnia. Ulitujcie się nademną. Wiem w ubóstwie, co czynię i jak idę, gdy mi moc dacie, ażali ja sam znam na co ją obrócę?"
      },
      {
        "index": 107,
        "text": "Wołanie wielkie go zagłuszyło."
      },
      {
        "index": 108,
        "text": "— Piastun! Piastun!"
      },
      {
        "index": 109,
        "text": "W tém tłum się rozstąpił i dwaj owi goście nieznani, których przyjmował w zagrodzie, stanęli przed nim. Zbliżali się z uśmiechem i pokłonem."
      },
      {
        "index": 110,
        "text": "— Przychodzimy jeszcze raz, aby mężowi sprawiedliwemu, w imie Boga jedynego, przynieść błogosławieństwo."
      },
      {
        "index": 111,
        "text": "Krzyki znowu i im mówić nie dały, wesele stało się w tłumach. Myszkowie, którzy znać przygotowany mieli kołpak kneziowski z piórem, przecisnąwszy się przez ciżbę, przynieśli go Piastunowi — młodszy z gości uczyniwszy nad nim znak, na siwe włosy starca go nałożył."
      },
      {
        "index": 112,
        "text": "I znowu wrzawa powstała, radość, głosy, wołania. Starzec stał zamyślony, niemal smutny."
      },
      {
        "index": 113,
        "text": "A gdy się doń cisnęli wszyscy — rzekł:"
      },
      {
        "index": 114,
        "text": "— Widzieliście sami, że władzy nie pragnąłem, anim się jéj dobijał. Kazaliście mi ją wziąć, biorę, dzierżyć będę tak, aby ład krzewiła, aby sprawiedliwość niosła, a jeśli surowym być zmusicie mnie, będę nim, pomnijcie, żeście mnie zmusili do tego."
      },
      {
        "index": 115,
        "text": "— Rozkazuj i rządź! — zaczęto wołać ze wszech stron — niech będzie jako rzekniesz — niech będzie. Jeszcze raz okrzyknięto kneziem Piastuna, Ścibor mu rzekł kłaniając się do kolan."
      },
      {
        "index": 116,
        "text": "— Czuwaj nad nami, jakeś nad pszczołami swemi miał pieczę."
      },
      {
        "index": 117,
        "text": "Gwar wielki wrzał dokoła."
      },
      {
        "index": 118,
        "text": "Ujrzano, że obrany miecza nie miał, Ścibor wnet swój odpasał i na znak władzy własnemi rękami go Piastunowi na biodrach zawiesił. — Drugi laskę białą dał w dłonie."
      },
      {
        "index": 119,
        "text": "Proszono znowu gości obcych, aby miecz i laskę błogosławili, i uczynili jak żądano, oczy podnosząc ku niebu, składając ręce i szepcząc coś po cichu."
      },
      {
        "index": 120,
        "text": "Tłum miał ich za jakichś wróżbitów z daleka."
      },
      {
        "index": 121,
        "text": "Piastun wciąż jeszcze, jakby przelękły tém, co się stało, niewierząc uszom własnym i oczom, długo w niepewności milczał. Szepnął wreszcie do otaczających."
      },
      {
        "index": 122,
        "text": "— Wola Bogów i wasza niech się stanie. Jakoście mnie wybrali, tak pomoc mi winniście."
      },
      {
        "index": 123,
        "text": "Jak do ojca cisnęli się doń wszyscy, wyrzucając mu, iż zbiegł od nich i opierał się woli losu. Po raz pierwszy w jedném kole Leszkowie i Myszki ocierając się o siebie, w zgodzie, razem okrzykiwali nowego pana."
      },
      {
        "index": 124,
        "text": "Tymczasem oswobodzony syn Piastunów przybiegł, ojcu do nóg przypadając i ręce jego całując i uczuwszy się oswobodzonym, chwycił konia, aby do matki z wieścią dobrą pospieszyć."
      },
      {
        "index": 125,
        "text": "Stara Rzepica właśnie po wyjeździe męża u dzieży stanęła, gdy Ziemek wpadł do zagrody wesoły, zwiastując jéj, że ojcu kneziowską czapkę na głowę włożono, że mu przypasano miecz i dano laskę białą i że mu się wszyscy do nóg kłaniali."
      },
      {
        "index": 126,
        "text": "Rozpłakała się niewiasta, ręce łamiąc, a czując, że się ich swobodne, ciche życie kończyło, a pełna trosk i niewoli służba ciągła rozpoczynała. Łzy jéj z oczów pociekły, dziecię przytuliła do siebie, nie mówiła nic, a poznać łacno było, że nie pociechę, ale smutek i troskę widziała przed sobą..."
      },
      {
        "index": 127,
        "text": "Otarłszy łzy fartuchem, pocałowała Ziemka w czoło i napowrót do dzieży swéj szła, boć w domu chleba teraz więcéj niż kiedy było potrzeba."
      },
      {
        "index": 128,
        "text": "Godzina jedna i druga zeszły na oznakach radości — szli potém na gród znowu i radzić chcieli, a raczéj o rozkazy pytać, co poczynać."
      },
      {
        "index": 129,
        "text": "— Dziś jedno jest do czynienia — odparł Piastun — kto żyw i silen, na koń niech siada. Dopóki wojna w domu, nic nie ma pilniejszego nad nią. Na koń więc kto może. Starszyzna ludzi niech zbiera pod Stanice i przywodzi. Zaczém wołać zaczęto z okrzykami wielkiemi:"
      },
      {
        "index": 130,
        "text": "— Na koń!"
      },
      {
        "index": 131,
        "text": "To było pierwsze słowo i rozkaz nowo obranego pana."
      },
      {
        "index": 132,
        "text": "Wnet powołał do siebie osobno starszyznę, naznaczając radę do boku swego, postanowił wojewodów po mirach i okolicach."
      },
      {
        "index": 133,
        "text": "W tém, gdy tak na gruzach grodu Pepełków rozrządzał kneź — zawołał ktoś — ażeby grodzisko teraz do zgliszcza tylko podobne, opasać na nowo tynem, odbudować je i w niém panu obranemu uczynić dwór jaki dla knezia przystał."
      },
      {
        "index": 134,
        "text": "— Nie — rzekł Piastun — miejsce to jest nieszczęśliwe i splugawione, nie chcę siedzieć tam, gdzie wspomnienia Chwostka i zgliszcza stałyby między mną a wami."
      },
      {
        "index": 135,
        "text": "Tam będzie gród mój i stolica nowa, gdzie pierwsze odniesiemy zwycięztwo. Niechaj tu stołb pusty na wieki zostanie, świadcząc jak niecnota ginie marnie... niech chwastem zarasta plugawe śmietnisko."
      },
      {
        "index": 136,
        "text": "Wieczorem nie sam już, ale liczną otoczony drużyną, która go opuszczać nie chciała, powrócił Piastun do chaty swéj, żegnany znowu przeciągłemi okrzykami."
      },
      {
        "index": 137,
        "text": "Obcy goście, którzy mu błogosławili, wśród zamieszania powszechnego, znikli niepostrzeżeni. Kazano ich szukać wszędzie, lecz nikt nie postrzegł, ani się opatrzył, kiedy i jak się wysunęli i znikli."
      },
      {
        "index": 138,
        "text": "Gdy orszak prowadzący obranego knezia stanął u wrót zagrody, zapłakana jeszcze wyszła przeciwko panu zwojemu Rzepica. Los dawnych kneziów serce jéj trwożył, schyliła się ku ziemi, i ściskając nogi, zachodziła się od płaczu."
      },
      {
        "index": 139,
        "text": "— Kneźno miłościwa — podnosząc, ją rzekł stary — gotuj co masz najlepszego, staw stoły i kadzie, aby ci, co mnie wynieśli, z głodem nie odeszli od progu."
      },
      {
        "index": 140,
        "text": "Byłoby się jednak stało to, czego się lękał ubogi człek, gdyby od rana, jak skoro wieść poszła po świecie białym, że Piastuna obrano, nie pospieszyli kmiecie z darami, aby ich krwi pan wstydu nie miał. Wiedzieli bowiem, że ubogim był. Komory więc pełne były, i na niczém nie zbywało."
      },
      {
        "index": 141,
        "text": "Tłumy z okolicy, dworów sąsiednich i chat, jak po drodze już witały króla bartnika, tak teraz oblegały zagrodę okrzykując go nieustannie, cisnąc się doń, i uważając za dziw dziwów wybór nowego pana, którego im wyrocznie naznaczyły. Obcych owych gości jako posłańców bożych głoszono."
      },
      {
        "index": 142,
        "text": "Pozapalano stosy łuczywa jak w noc kupałową i dzień uczyniono świątecznym, bo przyniósł z sobą nadzieję pokoju i zgody... Całą noc do białego dnia młodzież z żagwiami biegała, budząc po dworach wesołą nowinę, i co chwila nadbiegali kmiecie pozdrawiając pana i okrzykując. Przez nich potém wici na wsze strony rozsyłano, aby ktokolwiek oszczep mógł dźwignąć, stawił się pod swego wojewodę z rodem i czeladzią."
      },
      {
        "index": 143,
        "text": "Chwytając i mieniając po pastwiskach konie, lecieli parobczaki z wiciami od dworu do dworu, od chata do chaty."
      },
      {
        "index": 144,
        "text": "Cicha zagroda starego bartnika, dzień i noc teraz wrzawy była pełna. Ztąd wyruszyli tysiącznicy, setnicy, dziesiętnicy, starszyzna wyznaczona do dzielnic, zwoływać i dobierać lud wszelki."
      },
      {
        "index": 145,
        "text": "Nie upłynęło więcéj nad ćwierć miesiąca, gdy ponad jeziorem tysiące młodzieży szeroko obozem leżało. Tych Piastun codzień sam z wojewodami dzielił, ustawiał, opatrywał i zachęcał do boju."
      },
      {
        "index": 146,
        "text": "Pomorcy z Kaszubami i niemcami na czele, zniszczywszy wszerz i wzdłuż niemałą kraju przestrzeń, z łupem i niewolnikami wrócili wprawdzie z pod Lednicy, obawiając się zasadzki i utraty grabieży, ale wiedziano bobrzedobrze, iż Leszkowie nie wyrzekli się praw swoich i zemsty, któréj pragnęli."
      },
      {
        "index": 147,
        "text": "Zwykle idące za łupieżą kupy cofały się obładowane nią w lasy, aby spocząwszy i pozbywszy się ciężaru, nanowo rozpocząć najazd, nowych sobie przybrawszy ochotników."
      },
      {
        "index": 148,
        "text": "Młodzi synowie Chwościska cofali się tak z garścią najemnika na Pomorze, ale ciągle czynnymi byli i nowe zaciągi sprowadzali."
      },
      {
        "index": 149,
        "text": "Ludzie na zwiady wyprawieni za rubieże, przynieśli wieści, że się nowa gotowała wyprawa."
      },
      {
        "index": 150,
        "text": "Teraz się jéj już nie lękano, owszem żądano prawie, mając czém napastnika osaczyć i zwalczyć. Droga, którą on chodził, spustoszoną była, nowéj więc szkody uczynić nie mógł, a w lasach spodziewano się go oskoczyć i wymordować do nogi."
      },
      {
        "index": 151,
        "text": "Synowie Chwostka mogli téż łatwo wpaść w ręce."
      }
    ]
  }
}