{
  "chapterNumber": 17,
  "title": "Tom II, Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Gdy czeladź potrutych wiązano, Żuła, który starostą był przy Mściwoju, zawczasu postrzegłszy co ich czeka, rzucił się na ziemię, podpełznął między krzaki rosnące pod tynem, wsunął się daléj od ciżby, na częstokół wdrapał i przeskoczywszy go, wpław począł do brzegu się dobijać. Drużyna zajęta innymi nie postrzegła ucieczki, nie posłyszała pluskania po wodzie... Z wieży tylko stojący na niéj strzelać zaczęli do płynącego i nawoływać, ale nim się opatrzono w pogoń pójść za nim, już dopadłszy lądu, gdzie się pasły konie, chwycił swierzopę i oklep rękami ją popędzając pobiegł w lasy."
      },
      {
        "index": 3,
        "text": "Pastuchy za nim pognały, ale go pochwycić nie mogli. Żuła nogami i oburącz gnał przestraszone stworzenie, które go jak szalone w zarośla wniosło. Gdy znikł z oczów pogoni, już go w lesie próżno daléj pędzić było."
      },
      {
        "index": 4,
        "text": "Żuła wprost biegł do grodu Miłosza, chciał choć jego ocalić, można się było bowiem spodziewać teraz, że Pepełek, który Leszka wypuścił tylko aby stryjów do siebie ściągnąć, nie daruje i ostatnim ze swojego rodu. Po drodze Żuła gnając spotkał w lesie kmieci, obejrzeli się za nim, rzucił im tylko słów kilka..."
      },
      {
        "index": 5,
        "text": "— Na grodzie Leszków naszych potruto... jeden Miłosz i ślepy syn jego pozostał!.."
      },
      {
        "index": 6,
        "text": "Poszła więc wieść szeroko po dworach o tém, co się na zamku stało."
      },
      {
        "index": 7,
        "text": "Żuła pędził co koń sił miał, dopóki drugiéj na drodze nie napadł stadniny, aby go zmienić. Podjechał do koni, pochwycił za grzywę jednego, przeskoczył mu na grzbiet, przypiął się doń jak kleszcz i pognał go, rzucając swierzopę, która uwolniona strząsnęła się, prychnęła i spokojnie trawę gryść zaczęła."
      },
      {
        "index": 8,
        "text": "Na grodzie Miłoszowym, pod staremi dębami siedziała matka z Leszkiem, jak dziecko go zabawiając powieściami. Opodal nieco odpoczywał znużony śpiewaniem Słowan, którego dla biednego chłopca sprowadzono, aby go pieśniami rozrywał. Ojciec na niedźwiedziéj skórze rozesłanéj pod drugim dębem leżał sparty oburącz i milczący. Zaczęto do bramy bić i krzyczeć. Żuła stał u wrót. Puszczono go poznawszy, że był z orszaku Mściwojowego. Zsunął się z konia i pobiegł co tchu ku Miłoszowi, pot mu się lał po twarzy, wargi drżały, przybiegł, padł do nóg staremu i nie mogąc mówić, zapłakał."
      },
      {
        "index": 9,
        "text": "Stary go nie poznał zrazu, oczy miał łzami wyjedzone."
      },
      {
        "index": 10,
        "text": "— Kneziu, panie — zawołał ręce łamiąc — tyś już jeden pozostał... Nie chcieli cię słuchać nasi miłościwi kneziowie, nie ma już z nich ani jednego na świecie... Chwost ich z żoną potruł przy biesiedzie, w gościnie, we własnym domu!.."
      },
      {
        "index": 11,
        "text": "Zerwał się stary Miłosz i rękami uderzając o ziemię padł na nią znowu, a Żuła jęcząc mówił."
      },
      {
        "index": 12,
        "text": "— Ledwie z życiem uszedłem, aby wam wieść przynieść. Uchodzić i wam potrzeba!.. Przyjęli nas na grodzie słodko, wyszedł Chwost do wrót zapraszając... Siedli do stołu wszyscy, jedli i pili długo... a nie wstał już z ławy nikt, padli tam wszyscy jak siedzieli... Trupy powleczono grzebać w ziemi niespalone... Psy szły za niemi tylko wyjąc. Nie został ni jeden, nie ocalała głowa żadna. Czeladź spętano... jam sam nie wiem jakiém szczęściem uszedł... Teraz, gdy się odkryło, co miał w sercu, naśle pewnie i na was, kneziu... uchodzić trzeba!.."
      },
      {
        "index": 13,
        "text": "— O bracia moi, o rodzie mój! — jęczał Miłosz ręce załamując — na to wam przyszło, byście od własnéj krwi ginęli... Gdzież i po co mam uchodzić, jeźli i mnie zgładzić zechce..."
      },
      {
        "index": 14,
        "text": "Dosłyszał tych wyrazów Leszek i matka siedząca przy nim, i z krzykiem narzekać poczęli. Po grodzie rozszedł się płacz i przerażenie wielkie. Stary Miłosz tylko nie ruszał się z miejsca, a gdy mu pierwszy wybuch żałości przeszedł, posępnie się zadumał."
      },
      {
        "index": 15,
        "text": "— Nie ujść przeznaczenia! — mruczał."
      },
      {
        "index": 16,
        "text": "W tém spojrzał na oślepione swe dziecię i żal mu się go zrobiło. Krzyknął na ludzi. Zaczęli się zbiegać z zabudowań i dworu. Ruch pod dębami stał się żywy."
      },
      {
        "index": 17,
        "text": "Leszka wzięła matka za rękę i wiodła ku ojcu."
      },
      {
        "index": 18,
        "text": "— Konie sposobić — zawołał stary — ja sam pojadę... Leszek z matką i służbą do lasu na pasiekę się schroni, ja daléj muszę. Na własną krew podnieść rękę... o doloż ty moja!.."
      },
      {
        "index": 19,
        "text": "Żule tymczasem, który ze zmęczenia i głodu padał, przyniesiono chleb i piwo. Staremu kneziowi, który tyle czasu jak złamany i bezsilny na łożu przeleżał, nie ruszając się prawie, siła się zdawała powracać. Wstał z legowiska, wyciągnął ręce zdrętwiałe, potoczył zamglonemi oczyma, wyprostował się i zawołał, aby mu oszczep, miecz i łuk podano."
      },
      {
        "index": 20,
        "text": "Dokoła poruszało się wszystko. Z szop wyprowadzano konie rżące, ludzie sakwy wiązali, Miłosz swój oręż przypasywał i chodził to Leszka ściskając, kładąc mu ręce na ramiona, to wydając rozkazy."
      },
      {
        "index": 21,
        "text": "Krótkiego czasu potrzeba było na przygotowanie. Przy Leszku jechała stara matka i dwóch ludzi. Z Miłoszem dziesięć szło koni. Gęślarz zapomniany podniósł się z pod drzewa i dziecku się prowadzić kazał — w świat znowu."
      },
      {
        "index": 22,
        "text": "Nikt nie wiedział, dokąd się uda stary. Wziął z sobą Żułę, sam przodem ruszył nie mówiąc drogi i konia pognał. Złamany ten niedawno starzec, który zdawał się z trudnością obracać na posłaniu, siedział teraz na koniu, nie przygarbiony nawet, jak dąb wiekowy twardy i niezgięty, nieszczęście wielkie nową moc mu dało."
      },
      {
        "index": 23,
        "text": "Na noc położyli się obozem w lesie. Miłosz ognie rozpalić kazał, legł pod szałasem z gałęzi, ale nie zasnął... Patrząc w ognisko przeleżał noc całą, a gdy zaświtało, dał znak — do koni. Jechali dzień drugi w milczeniu, Żuła się domyślił już, że na Lednicę dążyli."
      },
      {
        "index": 24,
        "text": "Już jezioro widać było, gdy dwie kupy jezdnych spotkali. Byli to kmiecie zbrojni. Postrzegłszy Miłosza, Ścibor, jeden ze starszych, przybliżył się do niego i zastąpił mu drogę."
      },
      {
        "index": 25,
        "text": "— Wy z nami! kneziu! — zawołał do niego."
      },
      {
        "index": 26,
        "text": "— Ja... z zemstą nie z wami — ponuro odparł Miłosz — tam będę, gdzie pomsta."
      },
      {
        "index": 27,
        "text": "— My téż jéj na Chwostyku szukamy — począł Ścibor — kmiecie się zbierają na Lednicy. Bądźcie nam głową na tego zbójcę..."
      },
      {
        "index": 28,
        "text": "— Ja wam głową nie będę — zamruczał stary — ręką tylko... Z kmieciami nie trzymam, bom innego rodu, a z zemstą idę."
      },
      {
        "index": 29,
        "text": "To mówiąc koniem wyminął zastępującego mu drogę Ścibora, za którym i inni kmiecie stali i słuchali, i popędził ku brzegowi jeziora. Kupki kmieciów pociągnęły za nim. Na wodzie widać było czółna pełne tych, co już na ostrów płynęli. Konie z czeladzią pasły się na wybrzeżu."
      },
      {
        "index": 30,
        "text": "Miłosz z Żułą zsiedli ze swoich i poczęli do chałup na palach wołać o przewóz, ale tu nie było nikogo, wszystkie czółna poszły z innemi na Lednicę. Czekać więc musieli i stary na ziemi siadł. Nadciągający kmiecie wnet go otoczyli, ale ku nim ani spojrzał."
      },
      {
        "index": 31,
        "text": "Tu gwar był w gromadkach wielki. Starszy Myszko z zawiązaną szyją, blady, bo mu się jeszcze rana nie zgoiła, przewodził między swojemi."
      },
      {
        "index": 32,
        "text": "Do starego Wizuna po radę jechali i sami téż tu, spokojniéj na ostrowiu i dogodniéj niż na wietnicy, pomówić z sobą chcieli. Z drugiego boku stał z kilku Bumir, znany z tego, iż z Chwostem trzymał. Gdy Ścibor z Myszkami odeszli nieco od starego knezia, który z niemi mówić nie chciał, zbliżył się on do niego."
      },
      {
        "index": 33,
        "text": "— Wy kneziu — rzekł zcicha — nie myślicie pewnie z temi kmieciami się łączyć... Co wam do nich! Ja trzymam z moim panem i z waszym rodem, ja człowiek jestem spokojny i Leszek téż."
      },
      {
        "index": 34,
        "text": "Miłosz na niego popatrzył."
      },
      {
        "index": 35,
        "text": "— Jeźli trzymasz z tym zbójcą, co na grodzie siedzi, idźże precz odemnie!"
      },
      {
        "index": 36,
        "text": "Ręką mu wskazał na pole."
      },
      {
        "index": 37,
        "text": "Bumir się nie cofnął."
      },
      {
        "index": 38,
        "text": "— Wy téż, kneziu, z synowcem trzymać powinniście... Syna wam zabić kazał! powiecie? — no, tak! ale się synowie wasi podnosili na niego i odgrażali... Broni się i zając, gdy go psi biorą... Pozbył się Mściwoja i Zaboja, bo mu oni w żywe oczy powiedzieli, że z nim trzymać nie chcą, a przeciw niemu będą... Okrutny nie jest... a sam sobie szkodzić nie może..."
      },
      {
        "index": 39,
        "text": "Miłosz milczał pogardliwie, a Bumir mówił ciągle."
      },
      {
        "index": 40,
        "text": "— Co pomoże, iż się zbierają i radzą... nic nie uradzą... a potracą głowy... Kneź ma niemców w pomoc, którzy nadciągną i kraj nam spustoszą..."
      },
      {
        "index": 41,
        "text": "Mówił, a stary Miłosz odpowiadać mu nawet nie chciał. W tém czółen pusty przybił do brzegu, stary na Żułę skinął i poszedł siąść, ale przewoźnik zmęczony na ziemi ległszy, wieźć ich nie chciał. Próżno go Żuła parę razy kopnął nogą. Sam wreszcie wiosło pochwycił i Miłosza powiózł na ostrów. Tu gdy się zbliżyli, ujrzeli kupy ludzi zgromadzone i ruch niezwykły, jakby na wiec się zebrała starszyzna. W milczeniu wysiadł Miłosz stary i nie patrząc na nikogo, skierował się tam, gdzie stał Wizun, otoczony żupanami, władykami i kmieciami."
      },
      {
        "index": 42,
        "text": "Do nikogo nie przemówiwszy słowa, kneź stary wpośród nich na kamieniu miejsce zajął. Opodal nieco i Bumir z małą gromadką stał także."
      },
      {
        "index": 43,
        "text": "Stary Wizun na kiju oparty słuchał; z otaczających go jedni po drugich i razem, odzywali się wszyscy gorącemi słowami. Wrzawa panowała w tłumie, w którym przewodzili Myszkowie. Na Miłosza popatrzano tylko, rozsunęli mu się nieco, ale nań bardzo nie zważano."
      },
      {
        "index": 44,
        "text": "Starszy z Myszków z krwawą szyją głos zabrał."
      },
      {
        "index": 45,
        "text": "— Dosyć tych mordów i tego niemieckiego panowania — mówił — Chwościsko siedzi na grodzie, ale nie on rządzi, tylko ta jędza — baba, co trucizny warzy i zdrady... Nie chcemy ani jego, ani synów, ani żadnego z tego rodu, który dość się krwi naszéj napił..."
      },
      {
        "index": 46,
        "text": "— Nie chcemy! — krzyknęli drudzy, podnosząc ręce — nie chcemy!.."
      },
      {
        "index": 47,
        "text": "Na milczącego Bumira skierowały się oczy, a ten stał bledniejąc trochę, ale nie cofając kroku."
      },
      {
        "index": 48,
        "text": "Miłosz słuchał patrząc w ziemię."
      },
      {
        "index": 49,
        "text": "— Co wy na mnie ślepia wywieracie? — wyrwał się Bumir po chwili milczenia — nie zlęknę się was... Wyście ta krowa co dużo ryczy, a mléka z tego nie będzie. Chwostek, coście go tak przezwali, i niemka z nim, nie dadzą się wam. Rozpoczniecie wojnę, sprowadzą niemców, spalą i spustoszą, to cała wasza będzie wygrana..."
      },
      {
        "index": 50,
        "text": "I śmiać się począł."
      },
      {
        "index": 51,
        "text": "— Do Sasów daleko! — krótko ozwał się Miłosz, nie podnosząc oczów."
      },
      {
        "index": 52,
        "text": "— A wieża mocna, a dwór oczęstokolony, wały tęgie, wody z jeziora nie wypijecie — mówił Bumir — na grodzie drużyna śmiała i liczna, choćby rok im na Sasów czekać przyszło, z głodu nie pomrą, i Chwostek się nie podda... Wreszcie weźmiecie go, ma on dwu synów u niemców, przyjdą ci z niemi i karki wam nagną..."
      },
      {
        "index": 53,
        "text": "Słuchano szemrząc."
      },
      {
        "index": 54,
        "text": "— Pocóżeś tu przyszedł? — krzyknął Myszko, następując ostro na mówiącego — idź im łapy liż... na grodzie... tu ciebie nam nie trzeba."
      },
      {
        "index": 55,
        "text": "— Owszem — rzekł Bumir — kiedy rozumu nie macie sami, trzeba by wam go kto przyniósł!"
      },
      {
        "index": 56,
        "text": "— Precz z nim! precz... — poczęto wołać z gromady."
      },
      {
        "index": 57,
        "text": "Bumir się nie ruszył i stał."
      },
      {
        "index": 58,
        "text": "— Nie pójdę! — mruknął — prawcie swoje... jam tu tak praw jak i wy..."
      },
      {
        "index": 59,
        "text": "Ścibor się doń tyłem obrócił i inni, kilku mu pięści pokazało."
      },
      {
        "index": 60,
        "text": "— Bumir może i nie tak głupi, jak się zdaje — wyjąknął inny w jego obronie — zamek mocny, a my słabi..."
      },
      {
        "index": 61,
        "text": "— Ale nas gromada! — zawołano."
      },
      {
        "index": 62,
        "text": "— Bez głowy! — dodał Bumir. — Wam na wiecach o wilczéj swobodzie prawić... ale nie grody dobywać... Wy ziemianie, z pługiem chodzić, a z oszczepem na wilka, albo i na niedźwiedzia, a nie na kamienne ściany. Nim wy je dobędziecie, sami się weźmiecie stokroć za łby."
      },
      {
        "index": 63,
        "text": "Wizun słuchał i milczał, oczyma rzucając to na Miłosza, siedzącego z głową spuszczoną, to na Bumira, to na Myszków."
      },
      {
        "index": 64,
        "text": "Starszy z krwawą szyją ujął Wizuna za rękę i odciągnął go nieco w stronę od Bumira i Miłosza."
      },
      {
        "index": 65,
        "text": "— Idźmy gdzieindziéj radzić, aby nam nie śmierdział ten Chwostykowy niewolnik!"
      },
      {
        "index": 66,
        "text": "Kupa się ruszyła za nim, ale Wizun pozostał w miejscu."
      },
      {
        "index": 67,
        "text": "— Niech każdy prawi co na sercu ma — odezwał się — na wiecu i na radzie wszystko wolno... a co starszyzna uradzi, dlatego przewiedzie."
      },
      {
        "index": 68,
        "text": "Pozostali więc na miejscu, a gdy się stało milczenie, rzekł Miłosz, wciąż zapatrzony w ziemię."
      },
      {
        "index": 69,
        "text": "— Pierwsza rzecz, chcecie boju, toć bez wojewody nie ruszycie... obierzcie sobie wodza."
      },
      {
        "index": 70,
        "text": "Niektórym się zdało, że za sobą to mówił i poczęli wołać."
      },
      {
        "index": 71,
        "text": "— Leszka żadnego! żadnego!.. kmiecia!"
      },
      {
        "index": 72,
        "text": "— Wybierajcie choćby konia i wołu! — wrzasnął Miłosz — a no wybierać trzeba, bo was jak stado owiec rozpędzą... Poginęli Leszki, szukajcie sobie drugich... W ulu bez matki, a w kraju bez ojca nie będzie ładu!.."
      },
      {
        "index": 73,
        "text": "Zamilkli wszyscy."
      },
      {
        "index": 74,
        "text": "— Knezia nam nie trzeba na dziś — ozwał się jeden — z tém poczekamy."
      },
      {
        "index": 75,
        "text": "— Ależ bez wodzów do wojny się nie obejdziecie — głośno zawołał powtórnie starzec — wojewodów, tysiączników, setników stanówcie, to pierwsza rzecz."
      },
      {
        "index": 76,
        "text": "Znowu było milczenie, starszyzna się potrącała rękami, poglądając na Myszków. Myszko z krwawą szyją stał posępny."
      },
      {
        "index": 77,
        "text": "— Tobie i twoim nam dowodzić należy — rzekł ktoś z tłumu, na Myszka wskazując — nie zlękliście się mu w paszczę leźć w kilku, nie będziecie się obawiać pójść nań z gromadą."
      },
      {
        "index": 78,
        "text": "— Myszko! Myszko! — powtórzyli inni — zgoda na niego... niech prowadzi ludzi, wici słać, lud zwołać i na gród idźmy z nim."
      },
      {
        "index": 79,
        "text": "Gdy się ku Myszkom zwrócili, oni po sobie patrzyli."
      },
      {
        "index": 80,
        "text": "— Zgoda — rzekł ten, którego już krwawą szyją nazywano — zgoda... prowadzić będę... ale posłuchu się domagam..."
      },
      {
        "index": 81,
        "text": "— Będziesz go miał!.. — zaczęto krzyczeć ze wszech stron. Tylko Bumir i jego ludzie zmilczeli, a gdy tu wrzawa bojowa się wzięła, ustąpili na stronę, choć z ostrowa jeszcze nie odpłynęli."
      },
      {
        "index": 82,
        "text": "Na Wizuna, który się przysłuchiwał, poczęto patrzyć. On, kijem w ziemi przebierając, uszami i oczyma zbierał co się wkoło działo. Siedział tuż stary kneź Miłosz, daléj stał Bumir; nie wszystkich ich pewni byli Myszkowie i znać Wizun, bo słowa nie mówił, chmurno brwi ściągał tylko. Z wielkiéj gromady, gdy już Myszkom dano dowództwo, oni się naprzód wydzielili i na bok odeszli, a poczęli cicho rozmawiać między sobą."
      },
      {
        "index": 83,
        "text": "Gdy po naradzie téj powrócili znowu, na Wizuna jęli wołać niektórzy, aby z chramu wydał im Stanice, które noszono przed wojskami, gdy szły do boju, a czasu pokoju stawiano w bezpieczném miejscu. Były to stare wyobrażenia bogów i znaki wojonne, na wysokich drzewcach osadzone. Wyniesienie ich z miejsca tego oznaczało wojnę. Wizun spojrzał na Myszkę z krwawą szyją, a ten głową potrząsnął."
      },
      {
        "index": 84,
        "text": "— Będzie na to czas — rzekł krótko i stanowczo — ja sam po stanice przyjdę... i wiem dlaczego ich teraz nie podnoszę."
      },
      {
        "index": 85,
        "text": "To mówiąc i popatrzywszy z ukosa na Miłosza, siedzącego na ziemi, starego Wizuna odciągnął na bok z sobą i dwu swych braci."
      },
      {
        "index": 86,
        "text": "— Ich to krew — rzekł wskazując na knezia — ja jéj nigdy nie wierzę... nie chcę radzić z nim ni przy nim. Jeżeli stanice wyniesiemy, a wojnę zaraz obwołamy, sposobić się będą do obrony i posiłki zwoływać. Lepiéj jeszcze posiedźmy cicho i gotujmy się, a ludzi zbierajmy, nie czyniąc hałasu. Chwostek pomyśli, żeśmy się go ulękli i uspokoi się... Może nam się go uda pochwycić nie dobywając grodu. Nie wytrwa w nim zamknięty długo, po kilku dniach na łowy wyjedzie, a my nań czatować będziemy. Oszczędzim krwi... Zamordujemy go w lesie... Jeżeli się nam to nie powiedzie, czas będzie na gród iść..."
      },
      {
        "index": 87,
        "text": "Myszko się uśmiechnął. Spojrzał na Wizuna, który głową tylko potrząsł."
      },
      {
        "index": 88,
        "text": "— Bumir i jego gromada ztąd prosto na gród pójdzie donieść co uradzono... rozejdźmy się cicho, nie mówiąc nic."
      },
      {
        "index": 89,
        "text": "Dwaj bracia poszli z nakazaniem po gromadach i wnet starszyzna się na czółna zabierać zaczęła."
      },
      {
        "index": 90,
        "text": "Stary kneź Miłosz odstąpiony od wszystkich pozostał sam, a ujrzawszy się opuszczonym, podniósł się i na Myszkę skinął."
      },
      {
        "index": 91,
        "text": "— Nie pytam was o nic — rzekł — wiem, że mi nie powiecie, bo wiary u was nie mam. Jedno wam tylko oznajmuję, że na Lednicy zostaję i nie ruszę się ztąd nigdzie, chyba do domu... Nie przystało mi ani wojować z nim, ani iść z wami, ale jeźli się wam powiedzie, cieszyć się będę. Jam stary, Leszek oślepiony... my dożyć żywota tylko chcemy spokojnie."
      },
      {
        "index": 92,
        "text": "Rzekł i zawrócił się zwolna, wewnątrz ostrowu idąc, a od ludzi obcych stroniąc."
      },
      {
        "index": 93,
        "text": "Myszko wnet zebrał do siebie drużynę."
      },
      {
        "index": 94,
        "text": "— Do domów — zawołał — naokoło grodu w lasach straże postawić... Ogniste wici niech wszędzie będą gotowe po górach, aby na dany znak zapalić je można. Gdy błyśnie ogień z nich, co żyje powinno biedz ku Gopłu i do grodu... ale póki ja nie dam rozkazu, cicho siedzieć, aby Chwost o niczém nie wiedział."
      },
      {
        "index": 95,
        "text": "Palec położył na ustach, poszeptali między sobą i zwolna się rozchodzić zaczęli."
      },
      {
        "index": 96,
        "text": "Bumir ze swemi stał długo i chodził usiłując się rozwiedzieć co postanowiono, języka jednak nie dostał. Wiedział tylko, że stanic nie wzięto z chramu i na wojnę jeszcze nie wołano; zmiarkował więc, że się ulękli knezia i że wszystko się rozchwieje, a skończy na próżnéj wrzawie."
      },
      {
        "index": 97,
        "text": "Pobłądziwszy około chramu, Bumir w końcu téż do łodzi poszedł, przeprawił się i na koń skoczywszy, na całą noc pojechał do Chwostka."
      },
      {
        "index": 98,
        "text": "Na grodzie sposobiono się do obrony i straż czujną była. Gdy Bumir przybył, puszczono go wnet i sama pani wyszła przeciwko niemu."
      },
      {
        "index": 99,
        "text": "Był on tu domowym i znano go, że się zawsze płaszczyć był gotów, a wszystko co się tu działo, za dobre przyjmować."
      },
      {
        "index": 100,
        "text": "Biała pani przyjęła go wejrzeniem niespokojném i uśmiechem wymuszonym."
      },
      {
        "index": 101,
        "text": "— Co przynosicie? — spytała."
      },
      {
        "index": 102,
        "text": "Westchnął zausznik."
      },
      {
        "index": 103,
        "text": "— Miłościwa pani — odezwał się — nic strasznego nie ma... zbierała się starszyzna dla narady na Lednicy, przybył i kneź Miłosz... radzono wojnę, a skończyło się na słowach, siły nie mają... Myszków wybrali na wojewodów, a ci stchórzyli..."
      },
      {
        "index": 104,
        "text": "Kneźna ręce złożyła z radości."
      },
      {
        "index": 105,
        "text": "— Możeż to być? — spytała."
      },
      {
        "index": 106,
        "text": "— Tak jest, miłościwa pani — zapewnił Bumir — wykrzyczeli się, rozeszli i znowu wszystko wejdzie w karby..."
      },
      {
        "index": 107,
        "text": "Rozjaśniło się kneźnie lice. Kazała kmieciowi pozostać, a sama szła do łożnicy męża zbudzić, który zaspany wyszedł w jednéj koszuli do niego, oczy sobie kułakami wycierając."
      },
      {
        "index": 108,
        "text": "Wnet pokłoniwszy się Bumir, sprawę mu zaczął zdawać, któréj on słuchał ziewając. Uderzył potém po ramieniu gościa i oczy zaczerwienione wlepiwszy w niego, uśmiechnął mu się."
      },
      {
        "index": 109,
        "text": "— Myszki te ja po jednéj wyłapię — rzekł cicho — i będzie cicho... Znam ich, że krzykuny są, a do roboty nieskorzy!.. Będziesz ze mną pił — dodał i zasiadł za stół, Bumirowi kazawszy miejsce zająć na ławie."
      },
      {
        "index": 110,
        "text": "Kmieć siadł posłuszny, a choć czuł, że mu tu się nic złego stać nie może, gdy wniesiono miód, a przypomniał częstowanie stryjów, ciarki mu poszły po skórze. Odmówić jednak kubka nie śmiał, bo kneź by się obraził."
      },
      {
        "index": 111,
        "text": "Nizko się tylko kłaniał zaklinając, że wiernym był sługą. Siedzieli więc razem, jeden u góry za stołem, drugi w końcu, i kneź sobie wszystko opowiadać kazał, co na ostrowiu się działo, o nazwiska i ludzi dopytując, jakby je w pamięci dobréj chciał zachować. Bumir musiał mu tak do nocy u stołu dotrzymać."
      }
    ]
  }
}