{
  "chapterNumber": 23,
  "title": "Tom III, Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Wrócili wysłani z tém, że niemców nieopodal już słychać było — podpełznąwszy widzieli ich nawet, ale sił obliczyć nie mogli."
      },
      {
        "index": 3,
        "text": "Szli zabierając ludzi, spędzając trzody, zagrody paląc, łupy garnąc jakie pochwycić mogli, kędy się przesunęli, zostawała po nich pustynia i zgliszcza."
      },
      {
        "index": 4,
        "text": "Czas było co najprędzéj naprzeciw nim wystąpić, aby dalszą zaprzéć drogę, bo każdy dzień ludzi wielu życie i mienie kosztował. Ale straszono gromady walką i uzbrojeniem, a zbierana kupa czeladzi, nie starczyła na taką siłę, Dobek więc postanowił ciągnąć cicho, aby ich na noclegowisku napaść śpiących."
      },
      {
        "index": 5,
        "text": "Cicho i ostrożnie przerzynać się poczęli lasami, po bokach, w prawo i lewo, posłał leśnych ludzi, co i po ziemi i po drzewach chodzić umieli — aby przepatrywali, gdzie się nieprzyjaciel znajdował i jak go osaczyć najlepiéj."
      },
      {
        "index": 6,
        "text": "Drugiego dnia w głębi puszczy naszli na cały obóz niewiast z dziećmi, starców i niedołężnych, z trzodami i dobytkiem, którzy ze dworów i chat zbiegli, chroniąc się przed nieprzyjacielem na niedostępne uroczyska."
      },
      {
        "index": 7,
        "text": "Płacz i trwoga panowała między niemi. Siedzieli na ziemi jęcząc, zawodząc, tuląc się do siebie za każdym szmerem w dali, zdradzając się krzykami."
      },
      {
        "index": 8,
        "text": "Ci mówili, że wiele już ludu poszło w pęta, a mało kto zawczasu zbiedz mógł, ratując życie. Lasy, łozy i trzciny nad wodami za przytułek służyły, ale i ztamtąd psy, których gromady ciągnęły z Pomorcami, schronionych płoszyły."
      },
      {
        "index": 9,
        "text": "Pomorcy z niemcami, szli pustosząc ogniem i mieczem, lud tylko młodszy wiązali w łyka i gnali za sobą. Na czele ich stali kneziowie Leszek i Pepełek, za rodziców zemsty chciwi."
      },
      {
        "index": 10,
        "text": "Kmieciów schwytanych bez litości na dębach wieszano."
      },
      {
        "index": 11,
        "text": "Jęki niewieście, kwilenie dzieci, żałosne wołania starców — nie dodały serca Dobkowéj gromadzie, ale do zemsty budziły."
      },
      {
        "index": 12,
        "text": "Zbiegi mówiły z przerażeniem o ludziach całych w żelazo pozakuwanych, ze szczytami kruszcowemi, od których strzały odskakiwały, których pałki nie brały. Za tarczami temi stali jak za murem z żelaza."
      },
      {
        "index": 13,
        "text": "Dobkowi serca przybyło i gniewu, mówili mu, że łupiąc zagrody zapijali się, a najadłszy i opiwszy nocami jak wieprze leżeli, dysząc bezsilni... a ktoby ich napadł wówczas, tylkoby wiązać i dobijać potrzebował."
      },
      {
        "index": 14,
        "text": "Z tych zbiegów złapanych w lesie, stary jeden się podjął drogę ku niemcom pokazać. Przeleżeli tu do zmierzchu, jak mrok po cichu wyciągnęły gromady, krajem lasu posuwając się ku północy. Księżyca na niebie nie było i noc okryła ich chmurna."
      },
      {
        "index": 15,
        "text": "Szli tak długo, zwracając na różne strony, gdy wreszcie z za drzew, ujrzeli w dali szeroko porozkładane, dogasające ogniska."
      },
      {
        "index": 16,
        "text": "Dobek wysunął się naprzód rozpatrzeć, jak ognie leżały, by po nich siłę nieprzyjaciela policzyć. A było ich tyle, że rachować przestał, bo mu siec było pilno. Nie spodziewali się znać najezdzcy, aby im kto śmiał czoło stawić i odpoczywali bezpieczni. Gęsty las z jednéj strony, dozwalał się podkraść niemal do samego obozowiska w dolinie."
      },
      {
        "index": 17,
        "text": "Ludzie na ziemię się pokładłszy, pełznęli cicho na brzuchach. Obóz Pomorców był dla nich łakomą zdobyczą, choćby się nie obciążył łupami. Lud tam się do nich kupił z całego wendyjskiego wybrzeża, aż do ujścia Łaby, zbóje i łotry ze szerokiego świata. Pomorcy wojownicy razem i przekupnie, mieli téż u siebie doma, czego dusza zapragnęła. W Winedzie mieniali swoje skóry i bursztyny na żelazo, na miecze, sukna i towary idące z południa, wschodu i zachodu. Choć mowę mieli słowiańską, ale serca już niemieckie, byle łupu dostać gotowi byli iść na swoich, służyć każdemu, palić i zabijać choć braci rodzonych. Chciwość ich ciągnęła i zwierzęca dzikość."
      },
      {
        "index": 18,
        "text": "Przebiegłszy kawał kraju, w którym tylko zgliszcza i pustkę zostawili po sobie, zniszczywszy osad kilka, złupiwszy dworów wiele, położyli się właśnie obozem u lasu; w miejscu bezpieczném. Osłaniała ich puszcza, jezioro i błota do koła. Spoczywali bez straży. Jadło się warzyło w kociołkach, tarcze i miecze leżały porozrzucane po ziemi. Pozdejmowali pasy, pociskali żelazne blachy, aby im lżéj dychać było."
      },
      {
        "index": 19,
        "text": "I leżąc śpiewali dziko, a wśród pieśni, straszne krzyki a wołania słyszeć się dawały."
      },
      {
        "index": 20,
        "text": "Pastwili się nad niewiastami i dziećmi pozabieranemi w drodze. Nieopodal od obozu ich, widać było skupioną gromadę ludzi łykami i powrozami pokrępowanych; jeńcy to byli, którzy głodni, pokrwawieni, pobici leżeli na piasku, a nikt im chleba nawet nie rzucił. Stado psów ujadało nad niemi. Jęczeć nie śmieli, bo słabych zabijano. Niewiasty na rękach trzymały martwe już dzieci żywi i trupy razem leżeli."
      },
      {
        "index": 21,
        "text": "Ludzie Dobkowi podpełznąwszy z przerażeniem poznawali swoich, między niewolnikami — w sercu się im gotowało. Opodal trochę stali kaszubowie i niemcy, a tych mniéj było. Dobrze uzbrojeni, dodani przez dziada wnukom Sasi trzymali się na uboczu, straż przy nich odbywając. Sami kneziowie na pagórku, pod szałasem odpoczywali bezpieczni."
      },
      {
        "index": 22,
        "text": "W obozie śmiechu, ryhotania i pieśni pełno było. Czasem tylko dwu zbójów przemówiwszy się porwało z ziemi i cisnęli się na siebie, chwycili za bary, padając, gniotąc i tarzając. Inni z nich stroili śmiechy. Czasem wstał który, aby do jeńców pójść i łuku na nich spróbować."
      },
      {
        "index": 23,
        "text": "Polanie mieli czas dobrze się rozpatrzeć i rozmyśleć. Pomorcy, którzy najbliżéj ich leżeli, cale się niczego nie spodziewając, tak zawodzili i wrzeszczeli, iż zbliżających się posłyszeć nie mogli. Łamane gałęzie i szmer pochodu, wiatru szum głuszył i pieśni. Dobek ze swojemi zbliżył się na sam kraj lasu, kilka kroków go dzieliło od najezdnika."
      },
      {
        "index": 24,
        "text": "Konie jazdy opodal nieco się pasły na łące. Dobek, który jak bartnik na drzewa łazić umiał, z wierzchołka staréj sosny, obejrzał dobrze jak był obóz rozłożony i kazał swoim wprzód nimby się na odpoczywających rzucili, starać się ich osaczyć do koła jak zwierza w ostępie, drogę im zapierając do ucieczki."
      },
      {
        "index": 25,
        "text": "Stało się tak, z jednéj tylko strony od pola zająć ich nie było można, boby zawczasu popłoszono, na dany dopiero znak zabiedz i z téj strony mieli ludzie, aby nikt nie uszedł z życiem."
      },
      {
        "index": 26,
        "text": "Jedną część oddzielił Dobek, by się natychmiast do jeńców podkradła i pęta ich poprzerzynała. Oni téż mieli na wroga paść i swoim dopomódz do rzezi."
      },
      {
        "index": 27,
        "text": "Gdy wszystko było gotowém, przemyślny Dobek stanął z mieczem na przedzie i od pasa róg wziąwszy, dał znak, aby się rzucono na Pomorców."
      },
      {
        "index": 28,
        "text": "W obozie choć usłyszano głos ten, nikt się nie ruszył, sądzili, że który ze swoich znak daje, nie ulękli się i nie spłoszyli. Gwar i śmiechy szły górą."
      },
      {
        "index": 29,
        "text": "W tém z lasu posypali się Polanie pędem lecąc i spadając na karki leżącym, wprzódy nim za broń pochwycić mogli."
      },
      {
        "index": 30,
        "text": "Krzyk straszliwy ze stu wrzasków złożony rozległ się jak grzmot po lesie i już rzeź rozpoczynała okrutna. Jeńcy téż z okrzykiem ruszyli zbrojąc się w głownie i koły, bliższych niewiasty zrozpaczone chwytały za gardła rękami i dusiły nim na nogi porwać się uspieszyli."
      },
      {
        "index": 31,
        "text": "Tylko daléj leżących gromada wstała, lecz w zamięszaniu i popłochu gniotła się sama, zabywszy broni i lecąc to ku jezioru, to na las, gdzie im zastępowano drogę."
      },
      {
        "index": 32,
        "text": "Choć ze wszech stron razem napadnięto na obozowisko, do pagórka na którym stali kneziowie i niemcy dobiedz tak rychło nie pospieli, ani Dobek, ani jego kmiecia drużyna."
      },
      {
        "index": 33,
        "text": "Z góry spostrzegli niemcy, że na Pomorców uderzono i mordowano, chwycili wnet za miecze ludzie żelaźni — ale już było za późno. Pomorcy ściśnięci wili się bezbronni padając pod oszczepami i młotami. Niektórzy pełzając uchodzili w zarośla i ginęli po drodze, inni na ziemi leżąc o darowanie życiem prosili daremnie."
      },
      {
        "index": 34,
        "text": "Kaszuby stojący téż daléj, podnieśli się zrazu za broń chwyciwszy, ale na nich rzuciła się nawała wielka, zagnała ich na pobojowisko i trupy, na ciała pobitych, ku lasowi, od którego na nich drudzy czekali."
      },
      {
        "index": 35,
        "text": "Niemcy sami jedni zostawszy garstką niewielką — opasali Leszka i Pepełka, których konie u szałasu stały i z niemi co tchu i siły uciekać zaczęli na pole. Ciemna noc ucieczce sprzyjała. W pogoń za niemi puścił się Dobek w kilkanaście koni, lecz pierzchali tak szybko, iż dogonić ich najmniejszéj nie było nadziei."
      },
      {
        "index": 36,
        "text": "Wrócili więc, spodziewając się, że ta mała garść tułając się po spustoszonym kraju, zagarniętą być musi lub wybitą."
      },
      {
        "index": 37,
        "text": "Na obozowisku rzeź okrutna pomściła zniszczenie. Mało kto ztąd wyniósł życie. Własne miecze Pomorców porzucane na ziemi, służyły do mordowania, łyka ich przygotowane do wiązania tych, co o miłosierdzie prosili, wykup obiecując za siebie."
      },
      {
        "index": 38,
        "text": "Jeńcy, którzy tylko co jęczeli spętani, nie spodziewając się już nigdy zagród swoich oglądać, jakby na nowo na świat się narodzili, szaleli z radości, całując zbawców swych nogi. Inni jak pijani dobijali trupy na pobojowisku."
      },
      {
        "index": 39,
        "text": "Zwycięztwo było wielkie, bo kaszubów mało co, podając tył, ujść podążyło — a i tych jeszcze część wybito po drodze."
      },
      {
        "index": 40,
        "text": "Z północy skończyło się wszystko, radość niezmierna śpiewami się rozlegała po lesie. Dobek leżał pod dębem i pot z czoła ocierał. Kazał wnet stanice bogów powbijać z dzidami na placu, rozpalić ognie, a trupy pobitych, gdy je odarto, zwlec na kupy i palić na stosach."
      },
      {
        "index": 41,
        "text": "Jeńcy natychmiast poczęli nosić gałęzie i toczyć kłody. Rzucono pozabijanych na ogień, innych do jeziora spychać kazano i pagórki ogniste wznosząc się na pobojowisku, daleko łunę swą oznajmywały zwycięztwo. Siedząc około nich śpiewano pieśni."
      },
      {
        "index": 42,
        "text": "Łupu, broni różnéj i kruszcu, łuków i młotów, tarcz skórą obszywanych i obijanych blachami, nabrano tak wiele, że jak drzewa stosy leżały. — Niewiasty, starcy, dzieci, które z pęt uwolniono, stali u ogni opowiadając, skarżąc się, dziękując obrońcom. Choć mało kogo życiem darowano, i jeńców przecie do dwu kop się zebrało. Tych zaraz łykami i powrozami spętano mocno i na to samo miejsce spędzono do kupy, gdzie niedawno swoi jęcząc leżeli."
      },
      {
        "index": 43,
        "text": "Gdy się tak powoli uspokoiło wszystko, poszła starszyzna rozpatrywać pobranych, śledząc czy między niemi się kto z dowódzców i znaczniejszych nie ukrywał. Ale ci leżeli twarzami do ziemi i musiano im łby podnosić za włosy, aby zajrzeć w oczy. Pomorcy lud dziki, korzyć się i litości prosić nie mieli zwyczaju. Leżeli pokrwawieni, tuląc oczy i czoła, nie sycząc nawet, choć ich powrozami do krwi pokrępowano, a z ran broczyli posoką."
      },
      {
        "index": 44,
        "text": "A gdy upartym głowy gwałtem do góry unoszono, nie jednemu jeniec wściekły rzuciwszy się palca odkąsił, choć wiedział, że go tam zaraz oszczepem do ziemi przybiją."
      },
      {
        "index": 45,
        "text": "Gdy tak szli, Dobek, Ludek syn Wiszów i Bolko Kania potrącając nogami leżących, na boku spostrzegł Ludek człowieka rudego związanego, który oczyma nań łypnąwszy, głowę prędko za plecy towarzysza ukryć się starał. Wyciągniono go wnet z kupy za nogi — aż gdy twarz osmalona na jaw wyszła — Ludek zawołał."
      },
      {
        "index": 46,
        "text": "— O! ten ci to jest, który ich tu pewnie prowadził, wypatrzywszy wprzódy drogi! Znam ja go, to niemiec, Hengo się zowie. Zamianą wrzekomo po chatach chodził, był u ojca naszego, łamał chléb z nami, a poznawszy kraj, teraz niemców braci przyprowadził, służąc im przeciwko nam..."
      },
      {
        "index": 47,
        "text": "Dobek krzyknął porywczo."
      },
      {
        "index": 48,
        "text": "— Na gałęź z nim!"
      },
      {
        "index": 49,
        "text": "Lecz Ludek wstrzymał."
      },
      {
        "index": 50,
        "text": "— Nie — dajcie go mnie, dyby mu nałożę i do sochy zaprzegę, za wołu stanie, bo silny. Niech żywie, śmierci z mojéj naprawy dlań nie chcę, bo naszym gościem bywał."
      },
      {
        "index": 51,
        "text": "Ludkowa czeladź na skinienie zaraz go odprowadziła — lecz, nim odszedł na ziemię padłszy, płakał dopraszając się litości. Przysięgał, iż wcale winnym nie był zdrady, bo go kneziowie z sobą gwałtem pochwycili, wiedząc iż bywał u Polan, ale dróg im nie okazywał. Iść tylko musiał, bo mu śmiercią grożono. Wiary mu jednak nie dając, w pętach precz go nazad odciągnięto."
      },
      {
        "index": 52,
        "text": "Zebrane drużyny legły odpoczywać na pobojowisku, weseląc się i ofiary bogom składając dziękczynne za zwycięztwo."
      },
      {
        "index": 53,
        "text": "Stosy z trupami, do których drew przyrzucano, rozpłonęły jasno — stała się noc jako dzień. Lasy dokoła jak złotem oblane drżały, gorzały łunami pola dalekie, ogromne słupy dymu purpurowego wyrastając po nad puszczę, nad wzgórza — daleko i szeroko roznosiły postrach jednym, drugim przeczucie zwycięztwa."
      },
      {
        "index": 54,
        "text": "W kotłach znowu ponastawiano jadło, warzono i pieczono, pozasiadała starszyzna rany zawiązywać i opowiadać jak walczyła, a czeladź tymczasem gromadziła łup, rozkładając z osobna tarcze, odzieże, miecze. Było się czém obdzielać i w czém wybierać, bo łupiezki żołnierz niósł z sobą dużo wszelkiego mienia i nigdy zdobyczy obfitszéj nie pamiętali ludzie. Radość ztąd czeladzi była wielka."
      },
      {
        "index": 55,
        "text": "O pogoni za resztą kaszubów i niemców, nikt już nie myślał — utrzymywali nawet kmiecie, że kneziowie klęską tą odstraszeni, nie odważą się na drugi najazd i pomorców ani kaszubów do posiłkowania nie znajdą tak łatwo; a niemców zdala sprowadzić nie będą mogli."
      },
      {
        "index": 56,
        "text": "W obozie teraz znalazło się do zbytku wszystkiego, najezdzcy łupiąc po drodze, wieźli z sobą nawet beczki z miodem i piwem, pobrane po dworach, pod lasem całe trzody stały w zasiekach, zabijano więc bydło dla nakarmienia ludzi i do rana przeciągnęło się ucztowanie i ofiary."
      },
      {
        "index": 57,
        "text": "Nad świtaniem, wśród téj radości i dostatku, ochota się wzięła wielka a zbytnia, tak, że gdyby naówczas owa garść kaszubów wróciła na pobojowisko, łatweby może nad biesiadującemi odniosła zwycięztwo."
      },
      {
        "index": 58,
        "text": "Jeńcy tylko, jak skoro nadszedł dzień, podziękowawszy wybawcom, zabrawszy z trzód co kto poznał za swoje, do zagród popalonych odciągać zaczęli. Reszta, straże rozstawiwszy, na ziemi leżąc się pospała."
      },
      {
        "index": 59,
        "text": "Słońce już było wysoko, gdy czujniejsi budzić się zaczęli — a tu głód znowu czuć się dawał — powrócono więc do mięsa, piwa i miodu, a biesiadowano znów do nocy."
      },
      {
        "index": 60,
        "text": "Ta gdy ich zaskoczyła, nie czas już ruszać się było — zmęczenie dawało się czuć wszystkim, pozostali więc na pobojowisku. Tylko, że ze spalonych trupów smrodliwy dym im dokuczał, położyli się nieco opodal, drew przyrzuciwszy aby się ciała podopalały do szczętu."
      },
      {
        "index": 61,
        "text": "O wieczornéj porze Ludek kazawszy przyprowadzić przed siebie Henga, i z litości go nakarmiwszy, badać zaczął, wraz z Dobkiem. Posądzano bowiem niemca, iż wiedział więcéj, niż się przyznawał. Nic z niego jednak prawie dobyć nie mogli, mimo groźby. Prawił tylko, że dziad dwu młodych Pepełka synów, który nad granicą za Łabą siedział i zbrojnego ludu miał podostatkiem, dla pomszczenia córki i pomocy wnukom wszystko ważyć był gotów, że młodzi zajadli téż byli i odważni, zatém, jeśliby do swoich dzielnic nie mogli powrócić, nieustannie Polanów niepokoić będą. Dawał téż do zrozumienia, iż zgoda łatwoby się mogła dać zrobić, gdyby się o nią postarano."
      },
      {
        "index": 62,
        "text": "Puszczono go z tém nazad, Dobek szedł ze starszyzną radzić, co miał daléj przedsiębrać — czy na granicę iść mścić na Pomorcach napady nieustanne, lub do domów powracać. Wszyscy jeszcze świeżém zwycięztwem zagrzani, gotowi byli iść na kraj świata i wojować, postanowiono przynajmniéj granicę splądrować i nastraszyć najezdzców w domu. Jak świt więc daléj ciągnąć miano. Ludkowi tylko i Domanowi zdano jeńców pomorskich, aby ich odprowadzili i jako niewolników rozdali po kmiecich zagrodach. Do dnia poczęło wojsko ruszać na wyprawę, stanice podniesiono do góry, jazda na koń siadła, kupy piesze gromadzić się zaczęły. Ludkowa czeladź, co Pomorców pędzić miała, biczami smagając, poczęła ich zmuszać do wstawania z ziemi. Straszny był widok téj dziczy zrozpaczonéj, która losowi swemu nie chcąc się poddawać, wyła, targała się, rzucała, dopóki biczyskami jak trzoda nie została zmuszona do pochodu. Pędzono ich pieszo, otoczywszy konnemi, z rękami w tył powiązanemi, poczepionych razem. Ciągnęli się nie mogąc uciec, ani nawet ruszyć inaczéj tylko wlokąc jedni drugich za sobą. Na pół nadzy, poodzierani, ranni, wlekli się, padali i wyli. Upartszych koniom do ogonów przywiązywano. Henga sam Ludek na postronku prowadził, aby mu nie uszedł."
      },
      {
        "index": 63,
        "text": "Tak gdy Dobek ku granicy szedł, Wiszów syn z jeńcami powracał i z dobrą wieścią — niewolników po kilka do zagród rozdając — co we żniwa bardzo się przydało."
      },
      {
        "index": 64,
        "text": "Wszędzie z radością wielką witano tego posła zwycięztwa — bo łuna widziana nocą, postrach była rozniosła. Ludzie biegli przypatrywać się pobranym zbójom, obrzucać ich przekleństwy i razami. Pozostających zabijano w dyby, by uciec nie mogli."
      },
      {
        "index": 65,
        "text": "Starszyzna jednak zazdrościła Dobkowi odniesionego zwycięztwa, lękając się może, aby wojsko w ręku mając po władzę nie sięgnął — niepokoiła się spóźnionym jego powrotem i odkładanym knezia wyborem."
      },
      {
        "index": 66,
        "text": "Mruczano powtarzając rozkazy wyroczni, aby wybrano, pokornego, ubogiego i małego."
      },
      {
        "index": 67,
        "text": "Myszkowie i Leszki znowu swoich objeżdżali. I jedni i drudzy stawali często przed zagrodą Piastuna, żądając od niego rady, a wymawiając mu, że pszczoły swe więcéj kochał, niż sprawę mirową, od któréj trzymał się zdala."
      },
      {
        "index": 68,
        "text": "Stary uśmiechał się, milcząc."
      },
      {
        "index": 69,
        "text": "— Gdybym ja pomódz mógł — mówił — chętniebym rękę przyłożył. Cóż ja mogę biedny, gdy możni jak wy, nic potrafić nie umiecie. Bogów tu raczéj prosić trzeba niż ludzi, aby oni nam dopomogli. Łatwiéj było złego obalić, niż na lepszego się zgodzić."
      },
      {
        "index": 70,
        "text": "Leszków nikt nie chciał, aby się za krew swoją nie mścili. Myszków się lękano, by nieprzyjaciół i niechętnych sobie nie prześladowali. Spokój, który na chwilę zapewniało zwycięztwo, dozwalał odetchnąć i przygotować wiec nowy."
      },
      {
        "index": 71,
        "text": "Poczuli już możniejsi, że jedni drugich nie dopuszczą do władzy. Wyrocznia téż chodziła ze swą radą po głowie, rodziła się więc u wszystkich myśl, aby wybrać takiego, coby pokornym i małym będąc, wdzięcznym był im za cześć i wyniesienie a łagodnie z niego poczynał. Szło tylko o wynalezienie człowieka."
      },
      {
        "index": 72,
        "text": "Na każde imie było więcéj tych, co mu się sprzeciwiali, niż coby je popierać chcieli."
      }
    ]
  }
}