{
  "chapterNumber": 16,
  "title": "Tom II, Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nazajutrz rano Chwostek, chociaż się tém pocieszał, że go na grodzie napaść kmiecie nie będą śmieli, z porady Brunhildy, kazał czynić przygotowania do obrony. Dziewkom kazano kamień nosić na wały i na wieżę, a na wierzch stołba posłano straż, aby się z wysoka rozpatrywała po okolicy, czy się co z lasów nie ukaże."
      },
      {
        "index": 2,
        "text": "Kneź z żoną i Smerdami radzili w izbie."
      },
      {
        "index": 3,
        "text": "— Napaść na gród nie będą śmieli — wołał Chwostek."
      },
      {
        "index": 4,
        "text": "Brunhilda potakiwała, ale radziła dla ostrożności gotować się do obrony, policzyć z siłami. Było ich na grodzisko dosyć, przy dobrém uzbrojeniu można się było obronić od dziesięćkroć liczniejszego napastnika. Wieża pełną téż była zapasów i czekać mogli odsieczy, nie obawiając się głodu. Kneź sam ze Smerdą poszedł na stołb, aby wnętrze obejrzeć."
      },
      {
        "index": 5,
        "text": "Ogromna wieża owa wzniesioną była w prastarych czasach, a o początku jéj dziwne krążyły wieści. Z grubego muru na skale dźwignięta, pustą była we wnętrzu, belkami tylko, słupami i pomostami na piętra podzieloną."
      },
      {
        "index": 6,
        "text": "Na samym dole, komory były ze skarbami pańskiemi i zapasami do życia, w zasiekach i bodniach. Niżéj jeszcze były te lochy ciemne i wilgotne, z których wczoraj Leszka dobyto, gdzie jeszcze zamknięci siedzieli inni i studnia do któréj spuszczano na głodową śmierć przeznaczonych. Po nad komorami pomost górny miał na sobie kamieni siła do staczania i pocisku różnego do obrony. Tu stały beczki ze smołą, którą gorejącą lano na oblegających. Wyższy jeszcze pomost dla strzelców służył, którzy z niego przez otwory w murze, pociski łatwo rzucać mogli. Stosy drzewa, łuczywa i kamieni, leżały nagromadzone przy ścianach. Była i studnia w lochach, która wody dostarczała i piece do chleba tak, aby zamknięci na stołbie, długo się trzymać mogli, a w owych czasach napady nigdy długo nie trwały w kraju obcym. — Nachodzono niespodzianie, porywano wszystko, co się schwycić dawało i uchodzono szybko."
      },
      {
        "index": 7,
        "text": "Chwostek obszedł wszystko milczący. Nie wezmą mnie tu — psie syny! rzekł w duchu i powrócił znowu ledz na ławie."
      },
      {
        "index": 8,
        "text": "Było już ku nocy, a na zamku nikt ani obcy nie postał, ani wieści nie przyniesiono żadnéj. W okolicy panowała cisza. Pogoda była jasna, wieczór piękny, jezioro gładkie, lasy zdala stały milczące. Straże rozstawione wszędzie, chodziły z oszczepami po wałach."
      },
      {
        "index": 9,
        "text": "Wśród tego milczenia, jedno niepokoiło, że psy drapały się na wały, siadały przeciw wiatru i niespokojne wyły przeraźliwie. Kazano je pospędzać i bić, ale to ich nie potrafiło zmusić do milczenia. Spędzone z jednéj strony, zabiegały na drugą, a gdy je w szopie zamknięto, mimo razów, jeszcze straszniéj wyły w niéj ciągle. Temu psów wyciu odpowiadały kruki z wieży. Stado ich to zlatywało z murów, okrążało grodzisko, to znów obsiadało wieżycę."
      },
      {
        "index": 10,
        "text": "Z północka już zatętniało około mostu, gdy wszyscy spali okrom straży u haci i mostu. Dobijał się ktoś do wrót, wzięto go i przyprowadzono do dworu. Był to pastuch od kneziowskiego stada, stary Lisun, który bełkocąc opowiadał coś przelękniony, czego dobrze nikt zrozumieć nie mógł. Kneź i żona byli już w łożnicy, nie śmiano ich budzić i czekać z nim musiano do rana. — Chwost po dziennym niepokoju i wieczornéj uczcie zwykłéj, spał jak kłoda, więc choćby go ze snu wytrzeźwiono, z miodu otrzeźwić nie było podobobnapodobna do jutra. Dopóki napoju nie wydychał, nie rozumiał nic, tylko bić i zabijać nakazywał."
      },
      {
        "index": 11,
        "text": "Rano gdy się ocknął, Smerda już u progu czekał z pastuchem, który mu do nóg padł."
      },
      {
        "index": 12,
        "text": "— Miłościwy panie — zawołał — stało się nieszczęście. Hadonaście przysłali do mnie, aby mu konia dać. Zaledwie się do stada przywlókł, gdy jacyś kmiecie, co za nim szli w trop, napadli nań i pochwycili go. Jęli go trząść, czy znaku jakiego przy sobie nie miał, pierścień u niego jakiś znaleziono. Związali go łykami i uprowadzili w las, ino mi miał czas powiedzieć, abym na gród bieżał i oznajmił o tém co się stało. Hadon prosił się i groził, ale nie pomogło nic. Ludzie co go pojmali, o czémś wiedzieć musieli."
      },
      {
        "index": 13,
        "text": "Kneź ze złości ze tę nowinę niedobrą na posła się z całych sił zamachnął i byłby mu głowę rozbił pięścią — jak to się nie jeden raz zdarzało — gdyby na ziemię nie padł ze strachu. Kląć tedy począł piorunami i czarnemi duchy. Przypadła Brunhilda z rękami załamanemi za swém pacholęciem — krzyk stał się wielki i narzekanie."
      },
      {
        "index": 14,
        "text": "Chciał Chwost zaraz słać ludzi, aby go odbić, ale czyja była czeladź i gdzie zabranego poprowadziła, Lisun powiedzieć nie umiał. Z grodu téż ludzi teraz wysyłać nie było bezpiecznie. Pochwycenie Hadona znaczyło, iż rozumiano, po co był wysłany, a chwycić sługę kneziowskiego, ten tylko mógł mieć odwagę, kto z nim myślał wojować. Popłoch się tedy zrobił na grodzie tém większy i Smerdowie na konie posiadawszy, gnali natychmiast po osadach do koła i chałupach, by więcéj ludzi spędzić na zamek."
      },
      {
        "index": 15,
        "text": "Do pół dnia cicho było na grodzisku, ze stołba téż nic nie widać — kneź trochę z gniewu ochłonął, a pani z żalu."
      },
      {
        "index": 16,
        "text": "Czekała na powrót ludzi, co Leszkowi towarzyszyli i na Muchę, który dwóch stryjów Mściwoja i Zaboja miał na gród zaprosić, ale dnia tego do nocy, wyglądano ich napróżno."
      },
      {
        "index": 17,
        "text": "Ślepy Leszek jechał do ojca tak milczący w drodze, jak był na zamku, obawiał się, mimo zaręczeń stryjanki, aby go dodani mu ludzie w lesie gdzie nie zamordowali. Tak dojechał aż na ojcowski gród stary i ocknął się dopiéro, gdy róg usłyszał u wrót, i dobrze znany głos starego strażnika. Na widok biednego ślepca wracającego tu, krzyknęli ludzie, otwarto wrota, zbiegli się domownicy, na ręce porwano Leszka z konia i na rękach poniesiono go płacząc razem i radując się do ojca."
      },
      {
        "index": 18,
        "text": "Miłosz nie wiedział o niczém i trawił się żałością swoją, jęcząc na posłaniu, gdy posłyszał te tak niezwykłe w cichym grodzie głosy. Zerwał się z pościeli, niedźwiedź się ruszył mrucząc groźno, wybiegła z komory matka stara. Właśnie się drzwi otwierały i z rozwianemi włosy złotemi, niesiony na ramionach czeladzi, ukazał się Leszek biedny. Stara matka pierwsza rzuciła się nań, chwytając go z jękiem i płaczem w ramiona. Miłosz siedział, pojąć jeszcze nie mogąc co się stało, ręce podnosząc do góry i jęcząc."
      },
      {
        "index": 19,
        "text": "Gdy rodzice oboje ujrzeli wreszcie dziécię swe oślepłe, skaleczono tak okrutnie, choć je cudem prawie odzyskali — boleść, żal, rozpacz na nowo serca ich chwyciła. Oboje rodzice przekleństwa miotać zaczęli i łzy potoczyły się strumieniem, płakał i Leszek, którego na ziemi na skórze posadzono. Niedźwiedź stary nogi przyszedł mu lizać i jak pies się łasić."
      },
      {
        "index": 20,
        "text": "I długo nic słychać nie było, tylko płacz, jęki i przekleństwa."
      },
      {
        "index": 21,
        "text": "Zaczęto go pytać wreszcie."
      },
      {
        "index": 22,
        "text": "— Cóż ja wam powiem — odezwał się Leszek — ja nie wiem nic, bo jedną chwilę tylko pamiętam, gdy mi oprawca przyszedł wyrwać moje oczy, któremi na świat patrzałem, gdy żelazo mi utopił, aby dobyć oko i rzucił je i zgniótł pod nogą. A! gdyby mi jedno był zostawił. Drugie poszło za bratem i słyszałem je padające na bok, razem z życiem mojém całém. Ślepiec jestem pół żywy tylko i zostało mi dwie jamy, bym mógł płakać niemi."
      },
      {
        "index": 23,
        "text": "Ojciec i matka płakali zachodząc się i jęcząc."
      },
      {
        "index": 24,
        "text": "— Rzucono mnie do wilgotnego lochu, na słomę zgniłą, na wodę stęchłą, na suchar spleśniały, mówił Leszek, a umrzeć nie mogłem. Nareszcie jednego dnia posłyszałem nad sobą głos niewieści znany, słodki a straszny, jak syk gadziny... Brunhilda mi przyszła oznajmić, że moje nieszczęście stało się bez ich woli, że nie kazał nikt, że się oprawca sam domyślił. Chcą przebaczenia i zgody."
      },
      {
        "index": 25,
        "text": "— Nigdy! — wyjąknął stary Miłosz. — Teraz, gdy im kmiecie grożą, gdy potrzebują nas, podają ręce, zapóźno. Nie pójdę z kmieciami, ale nie pójdę z oprawcą moich dzieci."
      },
      {
        "index": 26,
        "text": "Matka przypadła znowu ściskać swe dziécię, ojciec tulić je począł. Odprawiono sługi i wrota grodu zamknęły się znowu, a nazajutrz stara macierz wodziła syna pod dębami za rękę, jak niemowlę i swoje oczy, po dziecięcych płacząc wypłakiwała."
      },
      {
        "index": 27,
        "text": "Tak dzień upłynął i drugi, gdy do wrót stukać i z rogów hasło dawać poczęto. Miłosz poznał po trąbieniu braci swoich Mściwoja i Zaboja."
      },
      {
        "index": 28,
        "text": "Pobiegła straż otworzyć — oni to jechali w istocie, a z niemi synowie ich i rodzina, głów kilkanaście."
      },
      {
        "index": 29,
        "text": "Miłosz wyszedł w podwórzec dębowy na spotkanie, wiodąc oślepłego syna. Pozdrowili się w milczeniu i szli siąść na spoczynek w cień pod drzewa. Mściwój i Zabój starzy byli, ale silni jeszcze, twarze ogorzałe, lica poważne i surowe. W obu życie drgało gorące."
      },
      {
        "index": 30,
        "text": "— Miłoszu — rzekł starszy — po radę przybyliśmy do ciebie, radź i mów. Pepełek nas wzywa do siebie, chce zgody, grożą mu kmiecie, potrzebuje nas, ale i my go potrzebujemy. Wojowaliśmy z nim, a no czas razem na wspólnego iść nieprzyjaciela. Padnie on i ród nasz wyginie."
      },
      {
        "index": 31,
        "text": "— Tak — dodał Zabój — radziliśmy i uradzili, aby jechać do niego. Ratując jego, uratujemy siebie."
      },
      {
        "index": 32,
        "text": "Miłosz rękę podniósł do góry."
      },
      {
        "index": 33,
        "text": "— Mnie już nikt nie uratuje — zakrzyczał — spojrzcie na to dziecko moje. Zabił jedne, oślepił drugie, aby się dłużéj męczyło, o zgodzie z nim nie mówcie. Niech przepada on, ja, my, wszyscy. Nie ocalemy siebie, a psami byśmy byli, gdybyśmy nogi poszli mu lizać. Niech zcześnie marnie! Milczenie panowało chwilę. Mściwój w ziemię patrzał, Zabój na Leszka i łzy mu się kręciły na oczach."
      },
      {
        "index": 34,
        "text": "— Przecie wezwani — ozwał się Mściwój — pojechać do niego musimy, pojedziemy. Zobaczym co się na grodzie dzieje."
      },
      {
        "index": 35,
        "text": "— Niech się tam dzieje co chce — rzekł Miłosz — jedźcie lub nie, a mnie zostawcie z moim bólem i przekleństwem."
      },
      {
        "index": 36,
        "text": "Z kmieciami nie pójdę — bom kneź i pan nad niémi, a z Pepełkiem nie chcę na długość miecza się spotkać, bobym wydarł życie."
      },
      {
        "index": 37,
        "text": "Zamilkł starzec i nikt się odezwać już nie śmiał. Bracia stryjeczni zbliżyli się do Leszka z ubolewaniem i miłością — i cicha rozmowa a szepty do późnéj nocy trwały pod dębami. — Nazajutrz rano Mściwój i Zabój ruszyli z grodu i skierowali się ze swą drużyną ku Gopłu."
      },
      {
        "index": 38,
        "text": "Czekano tam na nich niecierpliwie, Mucha powrócił i przybycie ich obiecywał, donosząc, że po Miłosza pojechali. Starego jednak nikt się tu nie spodziewał. Na noc znowu stanęły straże — i psy tak wyły jak dnia przeszłego i kruki latały niespokojne, a Brunhilda z wieży patrzeć kazała, czy stryjów nie widać jadących."
      },
      {
        "index": 39,
        "text": "Na grodzie i ludziom i stworzeniu wszelkiemu źle było i niespokojnie. Jaskółki wszystkie gniazd swoich odbiegły, latały długo szczebiocąc około wieży i poddaszów, po tém się w jedno zwinęły stado i uszły kędyś za jezioro. Po szopach konie się rwały i rżały, bydło ryczało. Ale noc zeszła spokojnie, gwiazdy zaświeciły jasno, nadedniem księżyc zszedł z nad lasów rozpłomieniony i blado zaświecił, nim się jutrzenka ukazała rumiana."
      },
      {
        "index": 40,
        "text": "Kneźna pilno się gotowała na stryjów przyjęcie, chodziła niespokojna, rwała zioła na kępie w ogrodzie, w garnkach gotowała napoje, pieczono mięsiwa, toczono miody najstarsze. Ubito kozła, który się obracał przy ognisku, ryb przyniesiono z jeziora, pieczono kołacze i placki świąteczne, aby nic nie brakło na te gody."
      },
      {
        "index": 41,
        "text": "Już słońce było wysoko, gdy na polu pod lasem jezdni się ukazali, których po brodach siwych i orszaku poznano. Jechali starzy przodem, synowie i krewniaki za niemi i czeladź a służba. Odzieży nie włożyli świecącéj, jakby naumyślnie chcieli na prostych kmieciów wyglądać. Oręża tylko mieli przy sobie dosyć. Zbliżali się nie spiesząc do grodu, a ujrzawszy, że Chwostek sam wyszedł na ich spotkanie i u mostu kołpaka podniósłszy, czekał na panów stryjów, pozsiadali téż z koni i powoli szli ku niemu. Co w drodze uradzili między sobą i jak mówić mieli, z twarzy odgadnąć było trudno. Na podsieniu stała Brunhilda blada, w sukni szytéj i ciężkiéj od srebrnych i złotych łańcuchów. Ze czcią wielką wiedziono ich milczących — bo się znać tak uprzejmego nie spodziewali przyjęcia. Szli prosto do świetlicy, gdzie ich na okrytych ławach posadzono, jeść i pić zapraszając."
      },
      {
        "index": 42,
        "text": "Chwostek tedy nauczony przez żonę, począł zaraz, co to się po ziemi działo, jako złe duchy opanowały ludzi, którzy mu się zuchwale z posłuszeństwa wyłamywali i grozili, że kmiecie szli na wietnice i zwoływali się do rady, stawili się hardo. Prosił tedy, aby mu rzekli co poczynać."
      },
      {
        "index": 43,
        "text": "Mściwój długo pomilczawszy, a namarszczywszy się — odezwał."
      },
      {
        "index": 44,
        "text": "— Co czynić? Nie radziliście się nas wprzód, późno teraz. Zwoływali oni wiec, trzeba było samemu nań jechać, lub drugi zwołać sobie, skarg i żalów posłuchać, a gminu nie drażnić."
      },
      {
        "index": 45,
        "text": "Zabój toż samo prawie powtórzył za bratem."
      },
      {
        "index": 46,
        "text": "Chwost słuchał zachmurzony, zwiesiwszy głowę nad kubek."
      },
      {
        "index": 47,
        "text": "— Jeszcze do tego nie przyszło — rzekł — aby się pan ze sługi targował. Co ma być, będzie, a tego ja nie uczynię."
      },
      {
        "index": 48,
        "text": "Mściwój począł mówić powoli, że się dobrze namyśleć trzeba, co lepiéj czynić, bo naprzeciw wieców i gromad i mirów wszystkich, iść trudno, a gdy do boju przyjdzie na rękę — siła i liczba straszna."
      },
      {
        "index": 49,
        "text": "Z kolei kazano młodszym téż mówić bratankom i odzywali się po kolei w też słowa co ojcowie, nie radząc się zadzierać, a lepiéj spokoju szukać, winnych po tem mogąc jako chcąc karać pojedynczo."
      },
      {
        "index": 50,
        "text": "Kneź z żoną popatrzyli na siebie w milczeniu, nie odrzekli nic. Prosili jeść, pić i używać."
      },
      {
        "index": 51,
        "text": "Pili tedy i jedli i mało co mówili o łowach, gdy Mściwój znowu do swojego powrócił."
      },
      {
        "index": 52,
        "text": "— Prawdę się wam rzec godzi, kiedy o radę pytacie — rzekł. — Wyście dla ludzi srogiemi byli, po ziemi krwi się lało wiele, nie skarżyliśmy się i my, choć i nam się dostało. Cośmy potracili, niech w niepamięć idzie. Nie jak kneziowski ród, ale jak czerń, Smerdy twoje nas gnały, brali co chcieli, męczyli, jak im się podobało. Co z drugiemi być musiało, gdy ze stryjami własnemi tak się działo? Smerdy kmieciów zabijali po lasach, stada ich zagarniali, niewiastom gwałty czynili. Co za dziw, że się na wiece zwołali i krwawą odzież po chałupach z wiciami obnieśli?"
      },
      {
        "index": 53,
        "text": "Chwostek i żona milczeli posępnie. Wyszła blada pani i nie było jéj długo — kneź słuchał, nie mówił nic, gębę sobie gryzł do krwi i włosy targał."
      },
      {
        "index": 54,
        "text": "— Co się stało — to moja sprawa, — zawołał wyczekawszy — ja was dziś o jedno pytam? Przyjdzie-li do wojny i walki, staniecie za mną, czy przeciwko mnie?"
      },
      {
        "index": 55,
        "text": "Mściwój i Zabój spojrzeli po sobie i było długie milczenie. Jeden na drugiego zdawał się spychać odpowiedź — potrącali się łokciami. Chwost czekał, aż Mściwój począł."
      },
      {
        "index": 56,
        "text": "— Ani przeciwko tobie, ani z tobą nie będziemy, rzekł spokojnie. Z kmieciami my na swój ród nie pociągniemy, bo swoją krew, jaka ona jest, szanujemy — a z tobą téż na kmieciów nie pójdziem, bo nam zdrowie miłe i życie. Nie bardzożeście nas wspomagali, a my wam siły wielkiéj nie przyniesiemy. Jak żupany siedzim po grodach — będziemy zamknięci siedzieć — co nam do waszych waśni."
      },
      {
        "index": 57,
        "text": "— Pewnie rozumna rada! — mruknął Chwost — mnie zrzucą, a z was którego posadzą!"
      },
      {
        "index": 58,
        "text": "I rozśmiał się dziko, spozierając ku drzwiom, w których żona stała."
      },
      {
        "index": 59,
        "text": "— A no się mylicie — dodał — nie stanie mnie, nie będzie i was! Zasmakują w wilczéj swobodzie, powypędzają i was z grodów. Zobaczycie."
      },
      {
        "index": 60,
        "text": "— Idźcie z nami ręka w rękę — odezwała się Brunhilda."
      },
      {
        "index": 61,
        "text": "— Nie mamy sił po temu — odezwał się Zabój. — Miłosz, któremuście jednego syna zabili, a oślepili drugiego, wyparłby się nas za braci, gdybyśmy poszli z wami."
      },
      {
        "index": 62,
        "text": "— Tak! tak! powtórzyli za nim wszyscy starsi i młodsi. Ani z wami, ani przeciwko wam."
      },
      {
        "index": 63,
        "text": "Kneź popatrzał na żonę, nie rzekł już nic."
      },
      {
        "index": 64,
        "text": "Starym miodem rozgrzani goście jęli się rozgadywać coraz śmieléj, młodzi téż, gdy im się rozwiązały usta, narzekali i boleli na swą dolę."
      },
      {
        "index": 65,
        "text": "Chwostek, na którego żona wciąż patrzała, jakby go oczyma trzymała na uwięzi — nieodpowiadał nic... ramionami dźwigał, prosił jeść a używać."
      },
      {
        "index": 66,
        "text": "Ciągnęła się tak daléj biesiada. Brunhilda wyszła, bo się dzbany wypróżniły i wróciła wnet, a za nią służebna wniosła garnek żółty, pełen złotego miodu i na stole go w pośród gości ustawiła — Brunhilda odezwała się, że ten miód, gdy się jéj pierwszy syn narodził, syciła sama, a niemogło być lepszego, ani bardziéj woniejącego pod słońcem. Zapraszała, aby pili i próbowali. I zaraz służebna uśmiechając się, jęła we wszystkie kubki nalewać. Wśród gwaru i ruchu kneźna sobie i mężowi ukradkiem innego napoju nalała. Goście tego nie widzieli i pili a chwalili miód stary i wonny."
      },
      {
        "index": 67,
        "text": "Chwostek milczał. Starzy sądzili, że go przecie do rozumu i pomiarkowania przywiedli. Pili a służebna coraz im nowe kubki nalewała."
      },
      {
        "index": 68,
        "text": "Słońce już nad zachodem przez otwarte okna zaczęło zaglądać."
      },
      {
        "index": 69,
        "text": "— Hej! — rzekł stary Mściwój stawiąc kubek dość to już tego picia, mnie już pali we wnętrzu, miód ognisty i stary — ja mam głowę słabą i wolę wodę."
      },
      {
        "index": 70,
        "text": "— Toż i ja — dodał Zabój — nie dosyć, że pali, alem się opił, aż sprośna rzecz, gardłem mi się nazad dobywa."
      },
      {
        "index": 71,
        "text": "W tém jeden z młodszych zerwał się zbladły i za piersi pochwycił."
      },
      {
        "index": 72,
        "text": "— Zdrada! — zawołał — to nie miód, to jad! to trucizna! Tak miód nie pali — on się tak w piersiach nie burzy, to jad! to jad!"
      },
      {
        "index": 73,
        "text": "Młodsi chwycili się wszyscy z ławy, mimowolnie porywając do nożów, stary Mściwój chciał wstać, za stół się ujął, nie mógł i pod stół jęcząc padł bezsilny. Zabój popatrzał na Chwostka. Temu zęby białe z pod warg widać było, a z oczów białka mu świeciły. — Śmiał się."
      },
      {
        "index": 74,
        "text": "Młodsi rzucali się, chwieli i padali w boleściach, jedni ław chwytając, drudzy tarzając po ziemi. W męczarniach piersi cisnęli i ręce łamali, jęcząc i rycząc okrutnie. Kneź i Brunhilda siedząc na ławie patrzali na to widowisko — milczący. Chwost tylko głową pokręcał."
      },
      {
        "index": 75,
        "text": "— Tak się kończy panowanie wasze! — krzyknął wreszcie ze śmiechem. Wyście nie ze mną a z kmieciami trzymali, musieliście zginąć! Was oni chcieli na moim grodzie sadzić, więc trupy chyba posadzą, bo noga z tąd nie wyjdzie żywa. Kneźna umie smaczne z ziół wyciągać soki i miód syci dobry!!"
      },
      {
        "index": 76,
        "text": "Zczeźnijcie marnie!"
      },
      {
        "index": 77,
        "text": "Mściwój i Zabój nie odzywali się już, wstyd się im było skarżyć, starszy na dłoni sparł czoło, usta zacisnął, spojrzał ku synom i westchnął cicho, oczy zamykając, a z pod powiek mu łzy pociekły. Młodzi, pobledli jak trupy, na ziemię popadawszy ścisnęli się razem, ręce sobie kładnąc na ramionach, głowy na piersiach. I im, gdy starzy zamilkli, srom było jęczeć i narzekać próżno. — Mimo strasznych męczarni, usta ścisnęli, a oczy zachodzące bielmem śmierci, zwracały się na Chwostka i kneźną. W izbie słychać było tylko oddechy ciężkie i miotanie się bezsilne. Konających głowy spadały ze stukiem na dyle podłogi. Młodsi naprzód konać i umierać zaczęli jak podcięte kłosy, po tém Mściwój zachwiał się i runął na ziemię, na wznak, z pianą na ustach a bez jęku. Przy nim padł syn, głową u nóg jego. Drugi walczył ze zgonem, aż gdy siwa ojca głowa uderzyła o pomost i stoczyła się bezsilna, srebrnym otoczona włosem, osunął się i on, jęknął i osłoniwszy twarz — skonał. Zabój trzymał się stołu ręce weń wpiwszy, rzucał się tylko, targały go męczarnie wielkie, aż jak piorunem tknięty, runął z ławą razem i obalił się na ziemię. Konali tak po jednemu, jęcząc głucho, a Chwost patrzał."
      },
      {
        "index": 78,
        "text": "Śmiech z ust mu się zsunął i posępny wyraz przerażenia ukazał się na obliczu, uląkł się własnego czynu i trwożliwe oczy zwrócił na Brunhildę, która spokojnie reszty miodu zatrutego zlewała do garnka i szepcąc oddawała go uśmiechającéj się zwycięzko służebnie."
      },
      {
        "index": 79,
        "text": "Po tém przez okno wyjrzała, wołając na ludzi. Starszy Smerda wszedł i zobaczywszy podłogę zawaloną trupami, drgnął i pobladł."
      },
      {
        "index": 80,
        "text": "W tém Chwostek mu wskazał palcem na ciała."
      },
      {
        "index": 81,
        "text": "— Czeladź ich powiązać — z trupami precz. Stosu dla nich nie potrzeba, zakopać ich w ziemi."
      },
      {
        "index": 82,
        "text": "Smerda stał niemy, spoglądając na blade, wykrzywione straszliwie oblicza kneziów. Chwostek powtórzył mu jeszcze."
      },
      {
        "index": 83,
        "text": "— Wywlec to ścierwo precz! a żywo! Co tak wielkie otwierasz oczy. Wywlec za nogi i zakopać nad jeziorem, za dworem. A głęboki dół wybrać, aby ich psy nie wywlekły, bo się padłem potrują. Psów mi szkoda."
      },
      {
        "index": 84,
        "text": "Noc zapadała, gdy z świetlicy siwych starców i ledwie rozkwitłe ich dzieci, ludzie kneziowscy pijani za nogi wywlekać zaczęli. Czaszki ich biły o podłogę, o słupy gdy je ciągnęli na podwórze. Tu odzierać zaczęli trupy, bo odzież im się dostać miała. Tłukli się więc i dobijali, kto lepiéj odzianego dostanie trupa i wyrywali sobie z rąk opończe, kłócąc o nie a popychając. Kupa czeladzi zbiegła się przypatrywać potrutym i pomagać. Tymczasem czeladź ich chwytano, wiązano i do szopy pędzono jak bydło."
      },
      {
        "index": 85,
        "text": "Psy i ludzie pchali się dokoła tych ciał bladych i sinych — a przez szpary i okna, przerażone niewiasty patrzały szepcząc. Na dworze panowała cisza, jak gdy wicher śmierci przeleci. Pozdzierawszy z nich odzież, oprawcy znowu powrozy przywiązali do nóg i ciągnęli na pagórek nad jezioro. Starym kneziom należała choć mogiła i stos ognisty, ale Chwost nie myślał ani palić ciał, ani im sprawiać tryzny. Nie czas mu téż o tém myśleć było. Zagrzebano ich w dole, jak zdechłe zwierzęta, aby gnili marnie i robakom za pastwę służyli, co było pogardą wielką i zniewagą w owych czasach."
      },
      {
        "index": 86,
        "text": "A gdy trupy wleczono, psy wyjąc ciągnęły za niemi i wicher się zerwał od lasów, choć niebo czyste było — poleciał po wieży, po komorach, po izbach wyjąc i świszcząc dziko, aż Chwost obejrzał się, drgnął i w kąt na ławę zacisnął mrucząc."
      },
      {
        "index": 87,
        "text": "Brunhilda ręce myła w wodzie na stole i patrzała na przestraszonego z politowaniem i niemal z pogardą."
      }
    ]
  }
}