{
  "chapterNumber": 5,
  "title": "Tom I, Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Cała téż gromada do koni zaraz ruszyła, bo czas było w dalszą drogę. Tuż i rzekę w bród przebywać było potrzeba, a Gerda na swojego konia wziął Sambora... Na przeciwnym brzegu widniało pólko zasiane i obrzucone zasiekiem, ale niedźwiedzie go nocą splądrowały. Las był tu przerzedzony, pnie w nim sterczały poopalane. Daléj pasło się koni stado i zbrojny człek go pilnował, z rogiem u pasa, a pałką nasiekiwaną w ręku. Znowu przejechali gaj i tu dopiero szersza pola przestrzeń przed niemi się odkryła. Nieopodal już widać było jezioro wielkie, w którém się słońce zachodzące przeglądało. Nad wodami jego ptastwo unosiło się stadami, czółna stały u brzegów, inne przesuwały w dali."
      },
      {
        "index": 2,
        "text": "Hengo i Sambor podniosłszy oczy, ujrzeli w odległości wysoką szarą wieżę, wyniosłą: stołb grodowy, który okolicy panował. Stał nad brzegiem samym, posępny jakiś i straszny, a dokoła pod nim cisnęły się zręby budowli, szopy i chaty."
      },
      {
        "index": 3,
        "text": "— To kneziów gród! — z dumą zawołał Smerda, zwracając się ku Niemcowi i wskazując stołb w oddaleniu. — Przybędziemy na czas, nim się do snu zabiorą."
      },
      {
        "index": 4,
        "text": "Towarzyszom oczy zaświeciły, Sambor ponuro spojrzał przed siebie, konie zaczęto żywiéj popędzać, tak, że parobczak biegiem je doganiać musiał. Niemiec z podełba rozpatrywał się bacznie."
      },
      {
        "index": 5,
        "text": "W miarę jak się zbliżali, gród coraz wyraźniejszym się stawał. Wieża z szarymi kamieni w oczach im rosła; u podnóża jéj rozeznawali dwór malowany, chaty, zabudowania, szopy, w części wałami osłonione. Do muru stołbu przypierały obszerne z drzewa wzniesione domostwa, z dachami ze szczap drewnianych, przez które teraz miejscami dym się dobywał. Około grodu ludzi i koni widać było gromady i stada. U brzegu poili bydło parobcy. Na wałach chodzili zbrojni ludzie, w żelaznych czółkach na głowie, z dzidami w ręku..."
      },
      {
        "index": 6,
        "text": "Wał i rów głęboki oddzielał od lądu grodzisko, przezeń most zamykany prowadził warowny i hać na jeziorze... Jechali długo, nim nareszcie pod wrota ciasne przybyli; poznano Smerdę i otworzono je zaraz; a za nim jadącego ujrzawszy Hengę, ciekawi cisnąć się zaczęli i dopytywać."
      },
      {
        "index": 7,
        "text": "Niemiec i teraz nie okazywał po sobie trwogi, z konia zlazł, cugle wziął w rękę i postępował spokojnie za swym przewodnikiem. Minąwszy hać i mosty, weszli w obszerne podwórze, na którego końcu jednym stała wieża, niemająca wnijścia od dołu, bo do niéj dostawano się tylko po drabinach. Tuż do niéj przypierały kneziowskie izby i komory, a przed niemi ciągnęło się podsienie długie, na drewnianych słupach oparte. W pośrodku dworu, którego ściany i słupy biało, żółto i czerwono okraszone były, wznosiło się szersze wnijście, na grubszych sparte podporach, misterniéj rzeźbionych. Tu w okół stały ławy szerokie, a z tego siedzenia podwórze całe, wszystkie budowy, wały, jezioro i bramę widać było."
      },
      {
        "index": 8,
        "text": "Gdy Smerda z ludźmi swemi zajeżdżał na podwórze, w którém się dość kręciło czeladzi, u wnijścia stał właśnie w kołpaku z futrem i piórem białém, średniego wzrostu, przysadzistéj postawy mężczyzna, z twarzą czerwoną, czarnym włosem długim, rzadką brodą, dzikiém a ostrém wejrzeniem. Zdawał się ztąd dozorować, co się na zamku działo. Sam strój jego oznajmywał pana, oblicze więcéj jeszcze. Suknię miał tym prawie krojem co wszyscy, z szerokiemi rękawami, ujętą pasem nasadzanym mosiężnemi i srebrnemi ozdobami, szyję obnażoną, na nogach skórznie sznurami wełnianemi czerwonemi poopasywane. Lecz suknia była z cienkiéj tkani, lamowana bogato, za pasem tkwił miecz w świetnéj oprawie, a na łańcuszku takiż nóż wisiał."
      },
      {
        "index": 9,
        "text": "Stojący ręce obie założone miał za pas, czapkę na oczy nasuniętą, brwi zmarszczone i postawę groźną. Zaledwie go zdaleka ujrzawszy, spokorniał Smerda, z konia zeskoczył, głowę obnażył i pochylony poszedł ku niemu. Zbliżając się przygiął niżéj jeszcze, rękę do stóp pańskich przykładając."
      },
      {
        "index": 10,
        "text": "— A kogóżeś to pojmał na drodze? — zawołał głos gruby i schrypły, — to nie swój?"
      },
      {
        "index": 11,
        "text": "— Z nad Łaby, Niemiec, przekupień, — począł Smerda stłumionym głosem. — On się tu pono nie pierwszy raz po kraju wałęsa... Znalazłem go w gościnie u kmiecia Wisza, kto wié, w jakich naradach? Dlatego kazałem mu jechać za sobą. Ale mi się nie opierał wcale, owszem uręczył mi, że był do Miłości Waszéj wysłany i pragnął jéj czołem uderzyć..."
      },
      {
        "index": 12,
        "text": "Milcząc popatrzał kneź na mówiącego i na Hengę, który stał zdala, jakby w oczekiwaniu. Nie dał zrazu odpowiedzi żadnéj i po długim namyśle zbył Smerdę obojętnie."
      },
      {
        "index": 13,
        "text": "— Niech tam na waszych rękach zostanie... u mnie dziś goście, czasu nie ma... nie dać mu zażyć głodu, nakarmić i napoić... jutro rano przyprowadzicie go do mnie..."
      },
      {
        "index": 14,
        "text": "Smerda powtórnie do stóp się pokłonił."
      },
      {
        "index": 15,
        "text": "— Od kmiecia Wisza wziąłem parobka, zdrów i silny, będzie oszczep i dzidę nosił. Ludzi mamy mało, miłościwy panie... Sykał stary wąż, ale musiał go dać..."
      },
      {
        "index": 16,
        "text": "— Sykają oni wszyscy, — mruknął kneź, — aż ja im pyski pozatulam i milczeć a słuchać nauczę... Znam ja ich, stara, wilcza swoboda wije się im po głowach... Ślepe dziady pieśni o niéj śpiewając ludzi buntują... Dzicz tę w pęta wziąć trzeba..."
      },
      {
        "index": 17,
        "text": "Smerda się nie ważył odpowiadać, stał z pochyloną głową i zwieszonemi rękami."
      },
      {
        "index": 18,
        "text": "— Wisz! Wisz!.. — ciągnął daléj przechadzając się po wystawie kneź, — znam ja go, on się tam na puszczy sądzi kneziem i panem, a mnie znać nie chce..."
      },
      {
        "index": 19,
        "text": "— I bogaty, — szepnął Smerda, — jaki tam wszystkiego dostatek! ludzi, stada, dobytku, piwa i miodu... Kto go wie, może nawet kruszcu, srebra i złota! Ze wszystkiemi kmieciami tak, miłościwy panie..."
      },
      {
        "index": 20,
        "text": "— Do czasu... — zawarczał kneź i usiadł na ławie."
      },
      {
        "index": 21,
        "text": "Smerda poszedł spełnić rozkazy. Hengo téż czekał na nie, nie oddalając się od sakwy swojéj, na którą wiele chciwych oczów skierowanych było."
      },
      {
        "index": 22,
        "text": "— Miłościwy pan aż jutro dopiero do siebie was przypuści, — rzekł mu Smerda pocichu, — macie czas spocząć i język nagotować. Przykazał mi, abym was głodem nie morzył, a u nas téż nikt z niego nie umarł, chyba w lochu pod wieżą... — dodał z uśmiechem. — Dziś — szepnął na ucho Niemcowi, — dziś jego miłość ma chmurne czoło i oczy krwawe... lepiéj, że was na jutro odłożył... — Zbliżył się jeszcze bardziéj do ucha Hendze. — Nie dziw, że trochę gniewny, wczoraj mu słyszę synowca przyprowadzili, który był zbiegł i z kmieciami się wąchał... Trzeba mu było, sadząc do ciemnicy, oczy wyłupić, aby szkodliwym nie był. Zawsze to swoja krew... i Leszek..."
      },
      {
        "index": 23,
        "text": "Smerda potrząsł ramionami."
      },
      {
        "index": 24,
        "text": "— A i ludzi jego dwu musiano powiesić... Szkoda, zdaliby się na wojaków, zdrowi byli, a no niebezpieczne wilki..."
      },
      {
        "index": 25,
        "text": "Smerdzie czy się gadać chciało, czy sobie Niemca zaskarbiał, ciągnął daléj uwagi swoje."
      },
      {
        "index": 26,
        "text": "— Niełatwe tu panowanie, lud niedobry... Z kmieciami nieustanne spory, ale ich potroszę kneź wytrzebi, karmi, poi... za język ciągnie... a w końcu..."
      },
      {
        "index": 27,
        "text": "Rozśmiał się dziko i spojrzał ku domostwu."
      },
      {
        "index": 28,
        "text": "Hengo miał téż czas rozpatrywać się po dworze, a że wiele świata i grodów widywał, dlatego może tu nic go nie dziwiło i strachem nie ogarniało, choć twarzami dzikiemi był otoczony i ludzie zdawali się tylko czekać skinienia, aby się rzucić na niego. Obchodzili go, przypatrywali się i słyszał, jak dokoła powtarzano: — Niemy, niemy!"
      },
      {
        "index": 29,
        "text": "W tém gdy tak stał, jak gdyby na coś oczekując, ujrzał schludnie odziane pacholę, z długiemi włosami na ramiona, które mu, kiwnąwszy głową, dało znak, aby szedł za niém."
      },
      {
        "index": 30,
        "text": "Gerdzie poleciwszy konie, Hengo posłuszny, w trop udał się za przewodnikiem."
      },
      {
        "index": 31,
        "text": "Przez szeroką bramę w ścianie dworu weszli z nim na drugi grodu dziedziniec. Tu inaczéj jakoś i nie tak po wojennemu wyglądało. Podsienia malowane były jasno i ku słońcu obrócone, na sznurach w nich wisiały schnące bielizny i odzieże niewieście. Kilka starych drzew rosło w pośrodku. W głębi widać było przesuwające się białogłowy i bawiące w piasku dzieci."
      },
      {
        "index": 32,
        "text": "Pacholę, palec na ustach położywszy, zwolna prowadziło Henga ku drzwiom, w bocznym dworze, a gdy się te otwarły, znalazł się w pięknéj izbie, któréj okiennica szeroko otwartą była na jezioro. Brzask wieczora wchodził tędy do środka."
      },
      {
        "index": 33,
        "text": "Znać było mieszkanie niewieścią przystrojone ręką."
      },
      {
        "index": 34,
        "text": "Przepełniała je woń jakichś ziół, jakby świeżo powiędłych. Na drewnianym stołku, przykrytym poduszką, naprzeciw komina, na którym ogień się palił, siedziała niewiasta w sukni wełnianéj fałdzistéj, w zasłonach białych, otaczających twarz i głowę, na któréj licu resztki wielkiéj niegdyś piękności znać było. Z niéj teraz tylko para oczów czarnych, pałających została. Obok na małéj ławce drobne garnuszki, miseczki i kubki stały i zioła leżały pękami nagromadzone."
      },
      {
        "index": 35,
        "text": "Z ciekawością patrzała na wchodzącego, gdy ten pokornie kłaniał się jéj do saméj ziemi — uśmiechnęła się i odezwała doń w języku lasów Turyngii, mową, która serce Hengi rozradowała."
      },
      {
        "index": 36,
        "text": "— Zkąd jesteś?"
      },
      {
        "index": 37,
        "text": "— Miłościwa pani, — rzekł Niemiec oglądając się po izbie, w któréj ciekawe kręciły się niewiasty, — jestem z za Łaby, ale nawykłem włóczyć się po świecie, a do domu rzadko zaglądam... Trochę tutejszego języka umiem, więc wożę im towar z zachodu i mieniam go z niemi."
      },
      {
        "index": 38,
        "text": "— Mieniasz? na cóż? — spytała niewiasta, — a cóż z téj dziczy i nędzy wynieść można? Złota ni srebra, ni żadnego kruszcu nie mają... jak zwierzęta po lasach żyją... Miast u nich nie ma, ani wsi nawet... a ludzie..."
      },
      {
        "index": 39,
        "text": "Westchnęła. Hengo się ciekawie wpatrywał w siedzącą, sięgnął nieznacznie do kieszeni, dobył z niéj pierścień z kamieniem i zdala go ukazał. Ujrzawszy go zerwała się z siedzenia niewiasta, dała znak ciekawym, aby odeszły precz, odprawiła pacholę za drzwi i żywo przybliżyła się do Niemca. Ten przykląkł na jedno kolano."
      },
      {
        "index": 40,
        "text": "— Ty mi przynosisz posłanie od mojego ojca? — zawołała."
      },
      {
        "index": 41,
        "text": "— I od synów waszych, miłościwa pani, — dodał powstając Niemiec."
      },
      {
        "index": 42,
        "text": "— Od synów, — powtórzyła ręce załamując radośnie i podnosząc je nad głowę. — Mów, mów mi o nich długo, wiele..."
      },
      {
        "index": 43,
        "text": "Siadła znów w krześle, opierając się na dłoni, to spoglądając na Hengę, to na ogień, przy którym zioła się jakieś smażyły, a woń ich ostra izbę napełniała."
      },
      {
        "index": 44,
        "text": "— Ojciec stary — mówił posłaniec — miłość waszą pozdrawia. On mi na znak dał ten pierścień, aby wiara dana mi była."
      },
      {
        "index": 45,
        "text": "Zbliżył się na krok i zniżył głos nieco."
      },
      {
        "index": 46,
        "text": "— Dochodziły tam wieści różne... ojciec miłości waszéj był niespokojny... Gotów jest przybyć na pomoc z ludźmi, gdyby jakie groziło niebezpieczeństwo... Z tém mnie posyła."
      },
      {
        "index": 47,
        "text": "Niewiasta zmarszczyła brwi, biała jéj ręka podniosła się z oznaką lekceważenia."
      },
      {
        "index": 48,
        "text": "— Kneź wam powie sam, czy mu tego potrzeba, — rzekła, — lecz damy rady i bez pomocy przeciw stryjom, synowcom i kmieciom... Są różne spsoobysposoby..."
      },
      {
        "index": 49,
        "text": "To mówiąc jakby mimowolnie popatrzała na ogień i zioła."
      },
      {
        "index": 50,
        "text": "— Kmiecie oddawna się burzą, ale już ich wielu nie stało. Ubywa codzień... Nie boim się ani ich, ani nikogo, gród mocny, ludzi dużo... a mój pan miłościwy umie ich pożyć. Mów mi o dzieciach... Widziałeś ich obu?"
      },
      {
        "index": 51,
        "text": "— Na me własne oczy, — rzekł Niemiec, — piękniejszych młodzianów nie ma na świecie, ani lepiéj robiących bronią i koniem... Wszyscy się im dziwują..."
      },
      {
        "index": 52,
        "text": "Niewieście rozjaśniło się lice."
      },
      {
        "index": 53,
        "text": "— Mogliby już do domu powracać — dodał Hengo — aby stanąć u boku miłościwego pana..."
      },
      {
        "index": 54,
        "text": "— Nie, nie! — przerwała siedząca, — na to nie czas jest jeszcze. Nie chcę, aby patrzyli, co tu się dziać musi, nie chcę, aby zawczasu z własną krwią do walki występowali... Przyjdzie spokój wkrótce, naówczas ich zawołamy... A! ja ich nie widziałam tak dawno, — dodała, — odebrano mi ich dla wojennego rzemiosła, by się go u dziada i u naszych uczyli... Tyle lat! tyle lat... Widziałeś ich obu? — powtórzyła."
      },
      {
        "index": 55,
        "text": "— Niejeden raz, — mówił Hengo. — Choć parę lat starszy, kneź Lech jak rówieśnik obok brata wygląda. Oba silni i zdrowi... Ciskają włóczniami jak nikt... strzelają z łuków do ptasząt... najdziksze dosiadają konie..."
      },
      {
        "index": 56,
        "text": "Błyszczały oczy matki."
      },
      {
        "index": 57,
        "text": "— Piękniż są?"
      },
      {
        "index": 58,
        "text": "— Nie mogą być piękniejsi nad nich! — odpowiedział Hengo, — wzrost wyniosły, twarze jasne, modre oczy, jasne włosy..."
      },
      {
        "index": 59,
        "text": "Uśmiech poigrał po ustach słuchającéj, ale zarazem dwie łzy perliste zbiegło po twarzy bladéj."
      },
      {
        "index": 60,
        "text": "Cichsza zaczęła się, długa rozmowa, gęsto posypały pytania..."
      },
      {
        "index": 61,
        "text": "Mrok już padał i tylko światło ognia oświecało izbę, a niemiec stał jeszcze i nie mógł nasycić ciekawości macierzyńskiéj; w ostatku go odprawiła skinieniem: — Do jutra."
      },
      {
        "index": 62,
        "text": "Sambora puszczono swobodnie w podwórcach, mógł się téż w nich rozglądać. Na wstępie schwycił go Kos pachołek dawniéj mu znany i poprowadził do komory, w któréj się drużyna mieściła. Nie było jéj teraz, gdyż jedni na wałach, drudzy na usłudze na dworze, inni na haci stali, a gromadę całą zasadził był kneź w bocznéj izbie, uzbrojoną, nie bez celu. Miał kmieci w gościnie..."
      },
      {
        "index": 63,
        "text": "Kos tak nienawidził knezia, któremu służyć był zmuszony, jak większa część dworni jego z lasów gwałtem pobranéj. Z Samborem zrozumieli się od słowa..."
      },
      {
        "index": 64,
        "text": "— A i ciebie tu do téj wilczéj jamy wciągnęli, — szepnął pachołek."
      },
      {
        "index": 65,
        "text": "— Siłą, mocą, — odparł Sambor."
      },
      {
        "index": 66,
        "text": "— A wiesz ty, jakie tu życie? — spytał Kos."
      },
      {
        "index": 67,
        "text": "— Czuję, — rzekł Sambor."
      },
      {
        "index": 68,
        "text": "— Niewola! niewola!... — począł wzdychać parobek. — Robią nami jak wołami, znęcają się jak nad psami. Psom kneziowskim ci téż lepiéj."
      },
      {
        "index": 69,
        "text": "Jęli tedy wzdychać oba, a że parno było w komorze, wyszli razem na wał pod wieżę. Kos wskazał małą dziurę w murze, która nad ziemię wychodziła."
      },
      {
        "index": 70,
        "text": "— Synowca tam spuścili wczora — szepnął — oczy mu wyłupiwszy... Samem patrzał, jak go ludzie trzymali, a stary Zrzega nożem mu źrenice wyjmował... Krew jak łzy ciekła... nie krzyczał nawet... a litości téż nie prosił, bo wiedział, że jéj tu nie znajdzie... Potém go w pół ująwszy, powrozem spuścili do ciemnicy i tam mu wodę i chleb dają, póki nie zdechnie... Na dworze się odgrażają, że tak będzie i innym..."
      },
      {
        "index": 71,
        "text": "— Jeżeli się to synowcowi dostało, a cóż będzie kmieciom naszym? — ozwał się Sambor."
      },
      {
        "index": 72,
        "text": "Kos ramiona ścisnął."
      },
      {
        "index": 73,
        "text": "— Będzie toż samo, albo i gorzéj, — rzekł, — jeśli w czas rozumu nie dostaną."
      },
      {
        "index": 74,
        "text": "Ze dworu słychać było stłumioną wrzawę... śmiechy i wykrzyki."
      },
      {
        "index": 75,
        "text": "— Tam się to kneź weseli — mówił pachołek — bo tak się zawsze u niego zaczyna, póki do zwady i do nożów nie przyjdzie przy biesiedzie... I dziś trudno by się skończyło inaczéj... Wprzódy tylko da sobie im podchmielić, bo po pijanu łatwiejsza sprawa... Kmieci tak po kilkunastu ściągają na gród, łaskawie przyjmują, a mało kto wyjdzie cały... Potrochu ich wytrzebi, reszta cicho siedzieć musi."
      },
      {
        "index": 76,
        "text": "Popatrzał ciekawie na Sambora."
      },
      {
        "index": 77,
        "text": "— Cóż wasi na to? — zapytał."
      },
      {
        "index": 78,
        "text": "— Ja nie wiem — rzekł ostrożny przybylec — pewnoby radzi co robić, a nie mogą, albo może czekają..."
      },
      {
        "index": 79,
        "text": "— Baby oni są! — zawołał Kos."
      },
      {
        "index": 80,
        "text": "— Gród mocny, — odezwał się przybyły."
      },
      {
        "index": 81,
        "text": "— Mocny... — rzekł Kos — ale i kamienie się walą... Jak postoi mocniejszy będzie, bo mu ludzkie czaszki za podwaliny staną..."
      },
      {
        "index": 82,
        "text": "— Drużyna liczna..."
      },
      {
        "index": 83,
        "text": "Pachołek się uśmiechnął."
      },
      {
        "index": 84,
        "text": "— Gromady liczniejsze od niéj po mirach... — rzekł cicho — gdyby rozum miały... U nas tu po niemiecku wszystko... Kneziowa miłościwa pani, Niemkini rodem, Niemiec się téż plącze niejeden. Młodsze żony i nałożnice także z za Łaby... I obyczaj załabiański, bo kneź swobody mirów i gromad znać nie chce... ani o wiecach słyszeć... Dziewki niemieckie prawią, że go słyszały mówiącego, jak sam sobie nie da rady, to Niemców sprowadzi."
      },
      {
        "index": 85,
        "text": "Położył się Kos na ziemi, a że blisko okna byli od lochu, gdy ucichli, posłyszeli jęk, który niem wychodził. Głuche stękanie człowieka szło jakby z pod ziemi."
      },
      {
        "index": 86,
        "text": "— Co on zawinił? — zapytał Sambor."
      },
      {
        "index": 87,
        "text": "— Najwięcéj tem, że to krew ta sama, a on swojéj krwi mieć tu nie chce, bo się jéj boi... Któż wie? Zadano mu, że z kmetami się zmawiał, obiecując im dawną przywrócić swobodę..."
      },
      {
        "index": 88,
        "text": "Oba zamilkli. Po za nimi na podwórzach buchały niekiedy wrzawliwe śmiechy stłumione, a po nich następowała cisza, to niby śpiewy nucone półgłosem. Na drugim cyplu zamkowym psy jakoś żałośnie wyły chwilami i każdy głośniejszy śmiech wywoływał to skomlenie dziwne. Nad jeziorem księżyc czerwony wznosił się jakby krwią umyty... Chmura siwa jak chusta na pół mu związywała czoło. Jakiś smutek i groza były w powietrzu... Parobczak, który wczoraj słuchał nad rzeką słowika, dziś tu karmił się psów wyciem i krakaniem kruków. Czarna ich gromada podlatywała nad wieżą."
      },
      {
        "index": 89,
        "text": "Sambor popatrzał ku górze."
      },
      {
        "index": 90,
        "text": "— E! to nasi goście codzienni, — odezwał się Kos ze śmiechem, — albo téż towarzysze, bo z wieży nigdy nie zlatują. Zawsze tu są pogotowiu na trupa, a rzadki dzień, żeby go nie mieli... Ku wieczorowi zwijają się niespokojne, bo czas, aby im rzucono strawę... Zobaczycie, że i dziś darmo nie będą krakały..."
      }
    ]
  }
}