{
  "chapterNumber": 30,
  "title": "Tom III, Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "Zdala już widać było jak gromady trupy układały stosami i pagórki z nich rosły, które mogiłami pokrywano. Roili się tam ludzie, a choć praca smutną była, śpiewali pieśni, wznosili okrzyki."
      },
      {
        "index": 3,
        "text": "— Gdzie odgróżki wasze, o rodzie zbójecki? Gdzie wasze zwycięztwo i łupy, a jeńce? garść ziemi na oczy, oszczep w piersi się tłoczy, to wasza zapłata... Żony stoją w progu, na powrót czekają, wypatrują oczy, wypłaczą źrenice. Wrócą wilkołkami, krew ssać ze swych braci."
      },
      {
        "index": 4,
        "text": "I sypali śpiewając mogiły, mieniając się cały dzień, sypali drugi, sypali trzeci, aż ziemia litościwa wszystkich pokryła. Na stosach poczestnych spalono polan, których ciała osobno złożono."
      },
      {
        "index": 5,
        "text": "Gdy pole oczyszczone zostało, a wiatr odniósł dymy ze zgliszczów, u brzegów jeziora, zebrał Piastun wojewodów i starszyznę."
      },
      {
        "index": 6,
        "text": "— Gdzie pierwsze zwycięztwo, tam będzie stolica, tam gród... takom rzekł, tak się stanie."
      },
      {
        "index": 7,
        "text": "Ano jeszcze nie pora okopy sypać i drzewo zwozić, póki nasi nie powrócą pomstę wziąwszy."
      },
      {
        "index": 8,
        "text": "Nie pora okopy sypać i drzewo w zrąb kłaść, dopóki Leszków nie pobierzemy w niewolę, aby na nas sąsiadów nie zmawiali."
      },
      {
        "index": 9,
        "text": "Niech gromady spoczną, niech dzidy nowe i oszczepy zasmolą..."
      },
      {
        "index": 10,
        "text": "Naszych nie widać od granicy, pójdziemy i my na Pomorze i na Leszki."
      },
      {
        "index": 11,
        "text": "Wolę kneziowską przyjęto ochotnie, do oszczepów jęli się wszyscy. W chacie Mirszowéj znowu na prędce skleconéj z niedopalonych szczątków, gościł kneź — bartnik u starego zduna."
      },
      {
        "index": 12,
        "text": "Stali tak dzień i dwa, a na trzeci wojewodowie przyszli się opowiedzieć, iż ludzie i oszczepy do pochodu gotowi. Czwartego rano ruszyć mieli."
      },
      {
        "index": 13,
        "text": "We wszystkich ziemiach i gromadach z Leszków nie było nikogo, ani Bumir, ani żaden spowinowacony z niemi, na wojnę przeciw synom Chwostka ciągnąć nie chciał. Zostawiono ich w pokoju, krew swéj krwi nie bije."
      },
      {
        "index": 14,
        "text": "O świtaniu czwartéj doby, gdy na obozowisku gwarno być poczynało, ze wzgórza od lasów ukazała się drużyna w kilkanaście koni. Bumir przodem jechał, a za nim Leszkowie."
      },
      {
        "index": 15,
        "text": "Ściśnięci w kupkę, posuwali się milczący, z pochmurnemi czołami, oczyma spuszczonemi, nie pozdrawiając nikogo. Nikt téż ich słowem ni ręką nie witał. Obejrzawszy się w koło, dojechali do chaty, przy któréj wojewodowie już na koniach stali. Tu zatrzymawszy się, zsiedli."
      },
      {
        "index": 16,
        "text": "Czteréj wojewodowie zmierzyli ich oczyma srogiemi, ale Bumir téż wzroku nie spuścił. Skinął na swoich i kołpaków nie zdejmując, weszli do chaty, w któréj Piastun za stołem siedział, chleb łamiąc czarny."
      },
      {
        "index": 17,
        "text": "Stanęli przed nim rzędem, Bumir na przodzie."
      },
      {
        "index": 18,
        "text": "— Znacie nas — rzekł. — Leszki jesteśmy, dawni jak wy na téj ziemi ojczyce."
      },
      {
        "index": 19,
        "text": "— A dziś kmieci jeszcze starszych na téj ziemi ojczyców nieprzyjaciele — odrzekł Piastun."
      },
      {
        "index": 20,
        "text": "Bumir tchnął ciężko."
      },
      {
        "index": 21,
        "text": "— Nie mów tak — zaczął z dumą — krew naszą przelewaliście wy pierwsi."
      },
      {
        "index": 22,
        "text": "— Nie — myśmy własną mścili — mówił Piastun spokojnie — przelewał ją Leszek, Pepełek stary i młody... napili się jéj dużo nimeśmy ją pomścić mogli."
      },
      {
        "index": 23,
        "text": "Bumir popatrzał na swoich."
      },
      {
        "index": 24,
        "text": "— Gorzéj niż krew, wy nam wiece nasze, zabory i swobody wziąć chcieliście — a tych my odebrać nie damy."
      },
      {
        "index": 25,
        "text": "Po ojcach to spuścizna."
      },
      {
        "index": 26,
        "text": "— Piastunie — odezwał się Bumir porywczo — my do was idziem dziś nie z waśnią, nie z gniewem a żalami, ale z pokojem."
      },
      {
        "index": 27,
        "text": "— Mówcie z czem idziecie — rzekł kneź."
      },
      {
        "index": 28,
        "text": "— Pokój niesiemy i zgodę — ciągnął Bumir — mieściliśmy się od wieków na ziemi jednéj, żyli z sobą i łączyli — Stało nam dla wszech powietrza, wody i chleba. Chcecie Leszków ród wytępić i wygubić do szczętu? mówcie!"
      },
      {
        "index": 29,
        "text": "— Leszki nas z obcemi najeżdżają — rzekł Piastun. Poczęli sobie synowie Pepełka jak wrogi, wojujemy jak z wrogami."
      },
      {
        "index": 30,
        "text": "— Ojca mścili i matkę, a krew rodzica świętą jest dla dzieci — mówił Bumir."
      },
      {
        "index": 31,
        "text": "— Mają li już dosyć téj, którą przelali? spytał Piastun."
      },
      {
        "index": 32,
        "text": "— My pokój niesiemy — powtórzył Bumir — pokój uczyńmy i poprzysiężmy sobie na ogień święty, na „kamień w wodę“. Leszkowie i kmiecie — niech żyją, w zgodzie. Dajcie powrócić Pepełka synom i siedzieć na swéj ziemi, i nam téż wszystkim co do ich rodu należym, mir dajcie..."
      },
      {
        "index": 33,
        "text": "Zadumał się Piastun głęboko."
      },
      {
        "index": 34,
        "text": "— A dla czego wy prosicie za nich? — nie ci co nam wprzódy wojnę i niepokój nieśli?"
      },
      {
        "index": 35,
        "text": "— Przyjdą i oni — rzekł prędko Bumir."
      },
      {
        "index": 36,
        "text": "— Niech przyjdą swobodnie — niech staną, przedemną i starszyzną i kmieciami, niech rzekną czego chcą. Nie złoży się mir, damy im odejść całym."
      },
      {
        "index": 37,
        "text": "— Dziś iść mieliśmy ku granicy — stojemy tu i czekać będziemy, jeżeli mir i zgoda z niemi przyjść mają."
      },
      {
        "index": 38,
        "text": "Bumir ręki chciał na to, co mówił Piastun, i kneź mu rękę dał przy świadkach."
      },
      {
        "index": 39,
        "text": "— Idźcie — rzekł — i przywiedźcie ich."
      },
      {
        "index": 40,
        "text": "Z tém odeszli Leszkowie w pokoju, na koń siedli i jechali wśród ludzi nie zaczepiani ręką ni słowem."
      },
      {
        "index": 41,
        "text": "Piastun za niemi wyszedł w podwórko ku wojewodom."
      },
      {
        "index": 42,
        "text": "— Widzieliście ich — rzekł — zgodę nam przynoszą, radźcie co czynić mamy."
      },
      {
        "index": 43,
        "text": "Szmer powstał między starszyzną i wojewodami."
      },
      {
        "index": 44,
        "text": "Zapaleńszym wojny się chciało, innym kary srogiéj na całym rodzie, niektórzy ani ich słowu, ani przysiędze wiary nie dawali."
      },
      {
        "index": 45,
        "text": "Zasępiły się twarze na samą tę wzmiankę, aby wojsko od pochodu wstrzymać czekając na obozowisku."
      },
      {
        "index": 46,
        "text": "Piastun po raz pierwszy spotkał się z ludźmi co inaczéj chcieli, niż on poczynać — rzekł jednak spokojnie."
      },
      {
        "index": 47,
        "text": "— Wstrzymamy pochód — a gdy przyjdą Leszkowie, radźcie wszyscy — ja słuchać będę i wybiorę co słuszna."
      },
      {
        "index": 48,
        "text": "Posłańców wnet rozpuszczono po obozie i ludzie znów przy ogniskach się pokładli, ale mruczało wielu. Z wojewodów żaden nie rad był zgodzie, Myszkowie jątrzyli przeciw Leszkom, zemsty się ich na sobie obawiając. Piastun milczał."
      },
      {
        "index": 49,
        "text": "Dzień jeden i dwa i trzy nikogo nie było, zwiększało się szemranie, wielu odzywało się, iż Leszkowie na czasie tylko zyskać chcieli, i kłamstwem starego bartnika podeszli."
      },
      {
        "index": 50,
        "text": "Kilku z wojewodów i starszyzn wyrzuty poczęli robić kneziowi, iż się dał oszukać, ale na to nie odpowiadał. Domagano się rozkazów do wystąpienia w pole, rzekł im krótko i spokojnie, że stać będą, póki on im iść nie każe."
      },
      {
        "index": 51,
        "text": "Piątego poranku, już nie maleńka gromadka, ale orszak okazały Leszków, na drodze od lasu się ukazał. Nieśli stanicę swoją z potworą smoczą nad głowami. Środkiem jechali Leszek i Pepełek dwaj bracia — odziani skromnie i bez oznak kneziowskich, za niemi Bumir i co było do krwi i rodu należącego. Ciągnęli tak poważnie w milczeniu ściśniętą ławą jedną aż pod chaty, tu stali gromadnie w milczeniu."
      },
      {
        "index": 52,
        "text": "Zdala ich już ujrzawszy Piastun, wojewodów zwołał i starszyznę."
      },
      {
        "index": 53,
        "text": "Sam wdział siermięgę starą, miecz tylko przypasawszy do boku."
      },
      {
        "index": 54,
        "text": "A że do rady kołem zasiadać było potrzeba, kazał dla siebie jak panna młoda, na pamięć, że bartnikiem był, ul postawić wywrócony na siedzenie."
      },
      {
        "index": 55,
        "text": "Wojewodowie zaś wdzieli każdy z sukni i oręża co kto najlepszego miał. Z dzidami w dłoni, w kołpakach, opończach, przy mieczach i obuchach, otoczyli knezia do koła. Z obu stron nieufnie, długo niechętnemi mierzono się oczyma."
      },
      {
        "index": 56,
        "text": "Leszkowie powoli podszedłszy stanęli, a Bumir przed nich do rozmowy wystąpił."
      },
      {
        "index": 57,
        "text": "— Oto jesteśmy — zaczął — przychodziemy z mirem i zgodą."
      },
      {
        "index": 58,
        "text": "— Radźmy jako je uczynić mamy, — odparł Piastun — niechaj starszyzna daje swe głosy."
      },
      {
        "index": 59,
        "text": "Jeszcze po sobie patrzali, gdy z drugiéj strony, przez ciżbę nagromadzoną, która się temu widokowi przypatrywała ciekawie, przecisnęli się dwaj goście obcy, ci sami co już po trzykroć w stanowczych zjawiali się chwilach, zbliżając się z poszanowaniem do Piastuna."
      },
      {
        "index": 60,
        "text": "Ten ujrzawszy ich, powstał z ula, na którym siedział, witać ich idąc. Zdumieni poczęli go pytać zaraz co to była za narada i zbiegowisko."
      },
      {
        "index": 61,
        "text": "— Waśń to domowa dwu rodów, na jednéj ziemi siedzących, odezwał się, kneź stary. Dużo ona już nas krwi kosztowała. Dziś Leszkowie nam pokój niosą i zgodę, żądając miru i ręki."
      },
      {
        "index": 62,
        "text": "— A wy? — zapytał gość młodszy."
      },
      {
        "index": 63,
        "text": "— Starszyzna radzić będzie — wnijdźcie, usiądźcie, słuchajcie a głosy swe dajcie..."
      },
      {
        "index": 64,
        "text": "Szli tedy pobratymcy owi do koła, których gdy poznano, i przypomniano, wszyscy ich uprzejmie witając, cieszyli się z mężów onych do swéj rady."
      },
      {
        "index": 65,
        "text": "Odezwali się potém najgorętsi, którym słowo usta paliło, ze słowami groźby i wyrzutów przeciw Leszkom, ciskając im w oczy winę ojca, i zarzucając, że znowu sobie panowanie przywłaszczać chcieli."
      },
      {
        "index": 66,
        "text": "Niektórzy szczególniéj z Myszków, występowali gwałtownie, niepomiarkowanie, złość swą wywierając na nienawistny ród. Zaczęli jątrzyć, a podpalać, twarze bladły i ręce drgały u mieczów, gdy wśród wrzawy, młodszy z gości wstał i prosił, aby mu jako druhowi, słowo rzec było wolno."
      },
      {
        "index": 67,
        "text": "— Jesteśmy goście i przychodnie — rzekł — ale w waszéj mowie wspólna wszystkim nam matka przemawia do wnętrzności każdego z nas. Mężowie zacni, uspokójcie serca wasze, podajcie sobie dłonie, przebaczcie urazy, zapomnijcie krzywd, żyjcie zgodnie. Sami mówicie, że szeroka ziemia wszystkim starczy i wykarmi. Macie wspólnych nieprzyjaciół obcéj mowy i plemienia, przeciwko którym bronić się powinniście. Komuż na korzyść pójdą waśnie i walki, jeżeli nie wrogom, którzy z nich będą korzystać?"
      },
      {
        "index": 68,
        "text": "Nie lepiejże podać sobie dłonie? bronić wspólnemi siłami! Uczyńcie pokój i zgodę, uczyńcie!"
      },
      {
        "index": 69,
        "text": "Mówił tak długo i gorąco gość obcy, a choć zrazu starszyzna się burzyła i szemrała, miał taki dar trafiania do duszy, iż się ludzie zwolna uśmierzali, uspokajali, łagodnieli, i z lica im już widać było, że się skłaniali do przejednania."
      },
      {
        "index": 70,
        "text": "I rzekł Bolko Czarny pierwszy."
      },
      {
        "index": 71,
        "text": "— Niechaj więc stanie zgoda i mir między nami, ale jakąż nam dacie załogę i pewność, że dochowacie miru, gdy my go wam przyrzeczemy?"
      },
      {
        "index": 72,
        "text": "Dziadowie lub stryjowie niemieccy Pepełków, zmówią się jutro na nas, gdy lud rozpuścim i wojnę nam wniosą..."
      },
      {
        "index": 73,
        "text": "— Siedziemy i my, a siedzieć będziemy rozbrojeni wśród was — odezwał się Bumir — głowy nasze każdego czasu są załogiem."
      },
      {
        "index": 74,
        "text": "— Któż zaręczy — dodał Myszko — że miasto braterstwa, którego żądacie dziś, jutro nie zapragniecie panowania?"
      },
      {
        "index": 75,
        "text": "— Uczyniemy uroczystą przysięgę na „kamień w wodę“ — odparł Bumir. — Cóż więcéj dać możemy nad słowo, głowy i przysięgę?"
      },
      {
        "index": 76,
        "text": "Szły narady i powtarzały się głosy rożne, a Piastun słuchał w milczeniu i goście obcy także, dopóki się nie przebrało słów i przypomnień gorzkich."
      },
      {
        "index": 77,
        "text": "Natenczas wstał z kmiecia — kneź, i rzekł."
      },
      {
        "index": 78,
        "text": "— Idźmy więc do jeziora świętego, niech każdy z nas weźmie kamyk na znak przysięgi, i rzuci go w obec Bogów na dno wody, mówiąc jak zwykli byli ojcowie nasi. „Jak kamień w wodę niech przepadną w niepamieć waśni i nieprzyjaźnie nasze.“"
      },
      {
        "index": 79,
        "text": "Jak kamień w wodę!"
      },
      {
        "index": 80,
        "text": "— Jak kamień w wodę! — zawołali uroczyście Leszkowie wszyscy głosem jednym."
      },
      {
        "index": 81,
        "text": "Wojewodowie i starszyzna milczała, lecz kneź spojrzał na nich nakazująco, i odezwał się, biorąc kamyk u nóg swoich. Idźmy wszyscy."
      },
      {
        "index": 82,
        "text": "Ruszyli więc Leszkowie przodem, za niemi wojewodowie i Piastun ze starszyzną, pochodem uroczystym nad brzeg jeziora, niosąc wszyscy kamyki w rękach — a przyszedłszy nad wodę, gdy kneź pierwszy kamień rzucił, cisnęli je wszyscy z okrzykiem wielkim i radosnym, którym się rozległa okolica."
      },
      {
        "index": 83,
        "text": "Zaczęto potém dłonie sobie podawać, i stała się chwila wesela, gdy poszła wieść po gromadach, że wojny nie będzie więcéj, a zgoda i pokój panować mają u Polan, między Leszkami i kmieciami, na dawnym zakonie, żyć mającemi po bratersku."
      },
      {
        "index": 84,
        "text": "Synowie Chwostkowi, choć im bolesną i upokarzającą była ta zgoda, bo dawniéj panując, dziś się kłaniać musieli i ulegać — przyjęli ją i milczeli. Inaczéj ród by się ich wyrzekł cały."
      },
      {
        "index": 85,
        "text": "Żywili téż może jakąś nadzieję, iż rzeczy się późniéj lepiéj dla nich obrócą."
      },
      {
        "index": 86,
        "text": "Legło wszystko jak stało obozem nad jeziorem, a czeladź posłano po dworach kmiecych, aby ze stad i komór co potrzeba dla uczty wspólnéj przywiozła."
      },
      {
        "index": 87,
        "text": "Święto zgody razem i zakładziny grodu obchodzić miano. Pierwszego dnia czekali wszyscy w polu, szałasy i szatry skleciwszy, drugiego dopiero uroczystość rozpocząć się miała. Słano więc po gęślarzy i śpiewaków starych i wróżbitów, po Wizuna na Lednicę i ogień święty dla zapalenia pierwszego ogniska, po wodę ze źródła świętego. A gdy się to działo, jak po dwakroć wprzódy, i teraz, znikli niepostrzeżeni goście obcy."
      },
      {
        "index": 88,
        "text": "Nadszedł tedy dzień zakładzin grodu, a słońce wstało jasne i wesołe, aby mu przyświecać. Piast ze starszyzną, wojewodami, gęślarzami i wróżbitami, wyciągnął w pole, gdzie starym obyczajem, parą wołów czarnych oborać miano granice przyszłego grodu."
      },
      {
        "index": 89,
        "text": "Lecz stało się, że gdy o wszystkiem zawczasu miano staranie, o wołach i pługu niepamiętał nikt i teraz dopiero postrzeżono, iż ich brakło. Frasunek więc był wielki."
      },
      {
        "index": 90,
        "text": "W tém gdy się tak rozbiegają na wsze strony, oczyma szukając człowieka coby zaradził na to, patrzą, na polu — stoi bezpański pług nowy, parą wołów czarnych zaprzężony i czeka na pana, przewrócony do góry."
      },
      {
        "index": 91,
        "text": "Przyszedł tedy doń ze śpiewającemi pieśni gęślarzami Piast i starszyzna, kmiecie z Leszkami pomięszani — ujął go w rękę, odwrócił, zapuścił w ziemię, a woły, jakby nań czekały tylko, iść poczęły wolnym krokiem, odwalając skibę czarną i lśniącą."
      },
      {
        "index": 92,
        "text": "W tém, jak owego dnia walki, dwa ptaki białe okazały się wysoko, lecąc nad głową orzącego, a dwa bociany z obu stron pługa idąc towarzyszyły mu, nie trwożąc się ani śpiewem, ani gromadami ludu. Szli wszyscy za pługiem Piastunowym i kneziowską pierwszą skibą, którą wyorawszy na staje, najstarszemu po sobie oddał kneź pług, rzekąc:"
      },
      {
        "index": 93,
        "text": "— Skiba moja pierwszą niech będzie, ale nie jedyną, niech się wszelka siła składa na gród i stolicę, niech każdy do pługa ręki przyłoży, aby robota była zgodną i silną."
      },
      {
        "index": 94,
        "text": "— Łado! — wykrzyknęły gromady."
      },
      {
        "index": 95,
        "text": "Wziął tedy najstarszy z wojewodów pług naprzód po kneziu, po nim drudzy, aż do ostatniego, daléj kto chciał i mógł się docisnąć, choć na chwilkę pługa dotykał. Tak oborano dokoła gród przyszły, zostawując tylko miejsce jedno na wrota."
      },
      {
        "index": 96,
        "text": "Na wzgórzu nad jeziorem zapalono ogień święty z Lednicy przyniesiony, gdzie już przywiezione podwaliny na przyszły dwór kneziowski złożone były. A było obyczajem prastarym, iż dla odegnania złych duchów ofiarą, domy, dwory i chaty zawsze: „na głowy“ zakładano. Komu na inną nie stało, koguta zabijał pod pierwszą belkę."
      },
      {
        "index": 97,
        "text": "I tu więc dwunastu jeńców niemieckich stało już pogotowiu dać głowy pod podwaliny, gdy ujrzano, iż w miejscu, które odkopano, leżała moc wielka ludzkich kości, co za najlepszą wróżbę ogłosił Wizun i życia jeńców niepotrzebowano, gdyż ofiarę sam los Kneźnu już przed laty zgotował."
      },
      {
        "index": 98,
        "text": "Padły więc belki na to zgliszcze prastare i zrąb się zarysował na ziemi. W pośrodku jego już wystawiony był stół ręcznikami szytemi pokryty, chléb leżał na nim, aby go doma nie brakło. Gdy zrąb założony został i progi, a pierwszy człowiek miał je przestąpić, wpędzono przodem barana, i tego u progu zabito na ofiarę, poczém wszedł bezpiecznie kneź a za nim starszyzna. Zaczęto częstować wszystkich ktokolwiek przyszedł, karmiono i pojono dzień cały i noc całą, przy śpiewaniu pieśni i radości wielkiéj."
      },
      {
        "index": 99,
        "text": "Nazajutrz gromady wojsk rozpuszczać zaczęto po dworach i chatach, odprawiać wojewodów z niemi, zostawując tylko małą część dla obrony nowego grodu i osoby nowego knezia. Szły one śpiewając po lasach i błogosławiąc pokój, który po najazdach i burzy zaświtał."
      },
      {
        "index": 100,
        "text": "Około grodu natychmiast ludzie się krzątać zaczęli, wznosić szybko chaty i budować. Nie tylko dla knezia, ale dla drużyny jego stawały dwory nad Jeleniem i pobliżu zamku, tak, że w oczach prawie rosła nowa osada, która już tu raz niegdyś, wedle podań istnieć miała."
      },
      {
        "index": 101,
        "text": "Piastun zaś, dopóki dwór dlań nie był skończony, w prostym szałasie przebywał, do staréj swéj chaty leśnéj dojeżdżając niekiedy, po któréj tęsknił zawsze. Gdy wreście dach stanął i drzwi zawrzeć było można, a na ognisku naniecić ognia, przewieziono z nad Gopła wszystkie mienie Piastunowe na gród nowy, aby pierwsze ubóstwo jego i prostota obyczaju, zawsze jemu i potomstwu przypominała, iż ze stanu kmiecego wyniesionym został."
      },
      {
        "index": 102,
        "text": "Chociaż płaszcz kneziowski i czapkę włożył stary, w komorze swéj, siermięgę wieszał, aby mógł na nią patrzeć, pod oknem malowanego dworu ul kazał postawić, aby mu jego barcie leśne przypominał. A na wiosnę stała się rzecz dziwna, bocian, który na chacie staréj mieszkał, gniazdo na dworcu założył."
      },
      {
        "index": 103,
        "text": "Syna téż jedynego Ziemowita tak chował ojciec, aby obyczaju ziemiańskiego nie zapominał, i na równi z ubogiemi mógł życie małém opędzać — pracy, głodu, znoju i zimna się nie lękając."
      },
      {
        "index": 104,
        "text": "Pozostaje nam tylko dopowiedzieć o losach Domana i Dziwy, które się téż wkrótce rozstrzygnęły."
      },
      {
        "index": 105,
        "text": "Gdy się kmiecie po dworach rozjechali, a Doman téż powrócił do siebie — chodził długo a myślał co ma począć, aby albo z serca zbyć dziewczynę, albo ją znowu porwać i uwieść a w domu panią uczynić."
      },
      {
        "index": 106,
        "text": "Dobek leżał jeszcze na Lednicy ze swą raną, powoli do zdrowia i sił przychodząc, zajrzeć więc do niego miał powód druh i nikt tym odwiedzinom dziwić się nie mógł. Lecz nie wybrał się sam. Najodważniejszych z czeladzi swojéj dobrał kilku i kazał jechać z sobą."
      },
      {
        "index": 107,
        "text": "Właśnie Kneźno i gród ściągnęły tam na brzegi znaczny napływ ludu, cieśli i robotnika, Piastun téż dozierał jak się osada wznosiła. Przybywszy więc tu Doman znalazł więcéj świadków, niż mu było potrzeba i musiał szukać brzegu daléj samotniejszego, z kądby na Lednicę popłynął."
      },
      {
        "index": 108,
        "text": "Dobrano między wzgórzami jeziora Łachę, okrytą trzcinami i zaroślami, wśród których konie stanęły. Rybacy czółen dostarczyli i Doman dnia jednego pod wieczór puścił się samoszóst na Lednicę, ludziom wprzódy nakazawszy, co czynić mają."
      },
      {
        "index": 109,
        "text": "Przybito w takiém miejscu po za chramem, gdzie rzadko kto dopływał — i tu ludzie czółna w trawach wysokich pochowali, a Doman pieszo naprzód udał się do chaty Wizuna."
      },
      {
        "index": 110,
        "text": "Ten skoro go postrzegł, wstał ręce doń wyciągając, bo kochał zawsze wychowańca i radował mu się wielce. Nie wątpił téż, iż przybył dla zobaczenia Dobka, który choć jeszcze dobrze nogą nie władał, na próg już mógł wynijść i o kiju się przechadzać."
      },
      {
        "index": 111,
        "text": "Gdy się potém stary oddalił, Doman przyznał się przyjacielowi z czém przybywał."
      },
      {
        "index": 112,
        "text": "— Starego — rzekł — gdy powróci, zabawiajcie, a choćbyście krzyk jaki usłyszeli, starajcie się, aby rychło za mną pogonić nie mógł, dopóki łodzie moje nie odbiją od brzegu. Złożę okup do chramu za nią, jakiego zażądają — a wziąć ją muszę. Krwią ją sobie kupiłem."
      },
      {
        "index": 113,
        "text": "Ponieważ ku wieczorowi się miało, szedł więc Doman do chramu, gdzie się Dziwę znaleść spodziewał, bo najczęściéj przy ogniu przesiadywała."
      },
      {
        "index": 114,
        "text": "Tu jéj nie było."
      },
      {
        "index": 115,
        "text": "Wybiegł więc co rychléj, szukając u wnijścia około ogródka, niemal cały ostrów przetrząsając, a nieśmiejąc jednak nikogo zapytać o nią."
      },
      {
        "index": 116,
        "text": "Już mrok padać zaczynał, gdy w końcu zdala, postrzegł ją idącą nad brzegiem jeziora i pospieszył do niéj Doman. Poznawszy go, chciała zrazu Dziwa przyspieszyć kroku, aby się z nim sam na sam nie spotykać, ale chłopak tak zręcznie zaszedł jéj drogę, że mu się wymknąć nie mogła."
      },
      {
        "index": 117,
        "text": "Wolała tedy stanąć, aby mu nie okazać, że się go lękała. Doman podszedł do niéj, nie witając nawet, jakby ją wczoraj dopiero widział."
      },
      {
        "index": 118,
        "text": "Złożyło się tak szczęśliwie, iż właśnie od miejsca tego nieopodal stały ukryte łodzie; przystąpiwszy więc Doman w milczeniu — myślał już tylko, jakby ją w tamtą pokierować stronę, aby nieobawiając się pogoni, mógł ją schwyciwszy do łodzi zanieść, nimby ludzie nadbiegli."
      },
      {
        "index": 119,
        "text": "— Po Dobka przybyłem tu — odezwał się wesoło — ale on biedny, jeszcze się nie wylizał z rany. Zleście go tu pilnowali."
      },
      {
        "index": 120,
        "text": "— Pilnował go stary Wizun, Nania i ja — odezwała się cicho Dziwa — ale ranę miał srogą może od jadowitego oszczepu, która się długo goić nie chciała."
      },
      {
        "index": 121,
        "text": "— Moja, choć na piersi, daleko się rychléj zamknęła! — rzekł Doman."
      },
      {
        "index": 122,
        "text": "Dziwa oczy spuściła i zamilkła. On, zbliżył się ku niéj — zaczęła się więc cofać ku brzegowi, i szli tak kilka kroków. Strach jakiś widocznie ją ogarniać zaczynał — oglądała się czy kto nie nadejdzie i którędyby od niego uciec mogła. Tymczasem szła nad brzegiem, a on coraz przysuwał się bliżéj."
      },
      {
        "index": 123,
        "text": "O kilka kroków postrzegł Doman głowę jednego z ludzi swych, który ostrożnie podniósłszy się z sitowia, podglądał i słuchał — kto się zbliżał."
      },
      {
        "index": 124,
        "text": "Dokoła jakoś pusto było i w chwili, gdy Dziwa, uniósłszy nieco fartuch, puścić się miała uciekać, Doman przyskoczył, porwał ją w pół, podniósł od ziemi, a choć krzyknęła, wołając ratunku, biegł z nią wprost do czółna swego."
      },
      {
        "index": 125,
        "text": "Ludzie już gotowi czekali. Przez wodę rzucił się ku nim, niosąc ją na ramionach, łamiącą ręce, skoczył do czółna, które przymocowane było do dwóch, mających je ciągnąć za sobą — i kazał odbijać od brzegu."
      },
      {
        "index": 126,
        "text": "Dziwa oczy zakrywszy płakała, ale się nie wyrywała Domanowi, upadła na dno łodzi, osłaniając twarz ze wstydu."
      },
      {
        "index": 127,
        "text": "Pierwszy jéj krzyk znać posłyszała Nania, gdyż wnet zjawiła się u brzega, gdy już o mroku czółna ze trzcin i zarośli na czyste wody wypływały. Niemogła dostrzedz nic zdala, oprócz łodzi, które szybko uciekały. Stała więc słuchając i patrząc napróżno — gdy i stary Wizun, czegoś się domyślający może, nadążył."
      },
      {
        "index": 128,
        "text": "Ten bystrém okiem wnet dopatrzył i odgadł co się stało, i kij podniósł, grożąc do góry. Ale czółna pędziły co starczyły wiosła i wkrótce znikły w mroku wieczora."
      },
      {
        "index": 129,
        "text": "Nocą już Doman dowiózł narzeczoną do lądu. Płakała ciągle, milczała, ale się nie opierała temu, co za dolę i przeznaczenie swe uważała. Wiózł ją więc z sobą na koniu — nie do własnego dworu, ale do chaty Wiszów, choć nic nie mówił jéj o tém."
      },
      {
        "index": 130,
        "text": "Z domu rodzicielskiego brać ją chciał, aby nie mówiono, że porwał dziewkę po rozbójniczemu. Gdy nad ranem, z za łez patrząc, ujrzała Dziwa znaną okolicę, usta jéj się rozśmiały, zapłakane poweselały oczy. Spojrzeniem cichém podziękowała Domanowi."
      },
      {
        "index": 131,
        "text": "Ranek był jesienny, chłodny, gdy u wrót zagrody stanęli."
      },
      {
        "index": 132,
        "text": "Na podwórku u studni czerpała wodę Żywia i bratowe, we drzwiach Ludek sposobił się wyjść na łowy. Gdy ujrzeli nadjeżdżających i poznali Domana wiozącego niewiastę z twarzą zakrytą, wszyscy się ku nim rzucili."
      },
      {
        "index": 133,
        "text": "W tém Dziwa skoczyła na ziemię i zapomniawszy o wszystkiém, ręce podnosząc witać zaczęła swoich rozrzewniona i szczęśliwa. Dwie siostry rzuciły się sobie na szyję z krzykiem radości — bratowe cisnęły się ją witać — brat biegł pytać co się stało."
      },
      {
        "index": 134,
        "text": "Doman zsiadał u wrót."
      },
      {
        "index": 135,
        "text": "— Ludku, bracie — rzekł. — Siostrę wam odwożę, los mi ją przeznaczył, moją być musi, ale ją chcę mieć z rąk waszych i z pod ojcowskiéj strzechy."
      },
      {
        "index": 136,
        "text": "Sprawcie więc wesele i pobłogosławcie!"
      },
      {
        "index": 137,
        "text": "Dziwa twarz zarumienioną tuliła na siostry ramionach, płacząc i śmiejąc się razem. Ludek z drugim bratem, który wybiegł z chaty, w ręce klaskali."
      },
      {
        "index": 138,
        "text": "Przyszły więc wprędce swaty, sproszono drużbów, przyjechał w królewskim orszaku pan młody, sprawiono wesele, na którém siedem dni goście jedli, pili, śpiewali, skakali i weselili się."
      },
      {
        "index": 139,
        "text": "I ja tam byłem, miód, piwo piłem, bo każda stara baśń, tak się przecie kończyć powinna."
      }
    ]
  }
}