{
  "chapterNumber": 11,
  "title": "Tom I, Rozdział XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XI."
      },
      {
        "index": 2,
        "text": "Ranek był najśliczniejszéj wiosny, któréj już nic z jéj królewskich ozdób nie brakło. Najleniwsze dęby głuche stały poubierane w liście, pachniały brzozy potrząsając długiemi warkoczami, u stóp drzew, gdzie zajrzało tylko słońce, kwiatek się ku niemu uśmiechał. Na każdéj gałęzi szczebiotał ptaszek, w każdym promieniu złota muszka igrała..."
      },
      {
        "index": 3,
        "text": "Cały ten świat, wody, lasy, ptaki, zwierzęta, i muszki złote, i rybki srebrne, żyły naówczas życiem jedném w dziwnéj zgodzie i braterstwie. Strumień mruczał zrozumiałą mową, ptaki śpiewały pieśni dla ludzi, dziki zwierz bratał się czasem z człowiekiem, by mu służyć. Harmonia wielka panowała w tym świecie zaczarowanym, w którym wszystko składało się na jednę całość. Śmierć nawet przychodziła z uśmiechem, w porę i przeprowadzała do ojców na biesiadę wieczną."
      },
      {
        "index": 4,
        "text": "Dwie kobiałki stały na ziemi grzybów pełne, dziewcząt dwoje odpoczywało przy nich, rękami się objąwszy... siedziały i słuchały. Dziwa zamyślona z oczyma wlepionemi w las, dumała."
      },
      {
        "index": 5,
        "text": "— Co ty tak słuchasz, Dziwo? — pytała siostra."
      },
      {
        "index": 6,
        "text": "— Sroczka mi coś powiada... słyszysz ty ją? Pyta się nas, czyśmy dużo uzbierały? mówi, że na uroczysku w dolinie grzybów jest wiele... Chce nas odprowadzić do chaty..."
      },
      {
        "index": 7,
        "text": "I zamilkła chwilę."
      },
      {
        "index": 8,
        "text": "— Mówi — ciągnęła daléj powoli — przyjadą swaty... księżyc pan młody do ciebie..."
      },
      {
        "index": 9,
        "text": "— Do mnie, Dziwo?"
      },
      {
        "index": 10,
        "text": "— Tak... do ciebie, Żywia, bo ja swatów nie będę znała... W wianku chodzić będę zawsze, zawsze... i w wianku, w zielonym, pójdę do ojca i matki..."
      },
      {
        "index": 11,
        "text": "Sroczka w istocie siedząc na gałęzi, kręciła głową i jakby przedrzeźniała dziewczęta, ciągle coś dziewczynie pokrzykiwała..."
      },
      {
        "index": 12,
        "text": "W tém z lasu nadleciał jastrząb z rozpuszczonemi skrzydłami, począł unosić się nad łączką, patrząc pod siebie, szukając czegoś na ziemi. Sroczka zobaczyła go i krzyknęła nawołując. Z krzaków odpowiedziały jéj sióstr głosy, ze wszech stron poczęły się zlatywać pstre sroczki i gromadą poleciały straszyć, łajać, odpędzać jastrzębia. Przypadały prawie do niego, a gdy się zwrócił ku nim, pierzchały nagle całém stadem i wnet wracały znowu z wrzaskiem nowym. Jastrząb niósł się ciągle to zniżając nad ziemię, to podnosząc w obłoki, nagle się puścił jak kula i padł na ziemię, a w téjże chwili stado całe spadło nań dzióbami chwytając prawie, posypały się pióra... kobuz wyrwał się, uleciał w górę i zniknął. Sroki pociągnęły za nim z wrzaskiem."
      },
      {
        "index": 13,
        "text": "Dziwa westchnęła."
      },
      {
        "index": 14,
        "text": "Zdala odezwała się kukułka raz, drugi i uciekła."
      },
      {
        "index": 15,
        "text": "Dziewczęta zamyśliły, kiedy Żywia za mąż pójdzie. — Kuj kukułko — prosiły."
      },
      {
        "index": 16,
        "text": "Odezwała się trzy razy... Trzy lata czy trzy miesiące? któż to wiedzieć może..."
      },
      {
        "index": 17,
        "text": "Żywia ze śmiechem zapytała o Dziwę. Kukułka bliżéj podleciała, rozśmiała się tylko jakoś dziwnie, poznały ją przecie po pierzu, ale wróżyć nie chciała."
      },
      {
        "index": 18,
        "text": "Dziewczęta siedziały zamyślone. Żywia kwiatki rwać zaczęła i wianuszek pleść dla siostry. Ale kwiatki niedobre się pod rękę nawijały i końce rwały i nie chciały się pleść w wianuszek."
      },
      {
        "index": 19,
        "text": "Siedziały nieopodal od zagrody, były więc bezpieczne. Nazajutrz miały iść do ogniów, na Kupałę. Żywia się cieszyła, Dziwie nie chciało iść z drugiemi... smutno jéj było."
      },
      {
        "index": 20,
        "text": "W tém wśród ciszy, gdy muszki brzęczały tylko i pszczoły, las zdala zatętniał. Spojrzały po sobie."
      },
      {
        "index": 21,
        "text": "— Czy Ludek pojechał na łowy... czy to Ludkowe psy słychać?.."
      },
      {
        "index": 22,
        "text": "— Ludek w domu, koło stada..."
      },
      {
        "index": 23,
        "text": "Porwały za koszyki, obejrzały się dokoła i ostrożnie w gąszcz pierzchnęły... ale cicho było znowu w lesie, ni psów, ni ludzi nie słychać."
      },
      {
        "index": 24,
        "text": "Żywia główkę z gąszczy podniosłszy, patrzyła na polankę i słuchała, psy gdzieś daleko zwierza pogoniły i cicho. Dzięcioł kuje drzewo... nic więcéj."
      },
      {
        "index": 25,
        "text": "Wróciły na trawę, na słońce."
      },
      {
        "index": 26,
        "text": "Zdala jakby śpiewanie słychać było, ale ochrypłe i smętne."
      },
      {
        "index": 27,
        "text": "— To Jaruha — ozwała się Dziwa."
      },
      {
        "index": 28,
        "text": "— Gdzież się to ona tędy wlecze?.."
      },
      {
        "index": 29,
        "text": "Zamilkły. Z krzaków na polankę wysunęła się stara baba, o kiju, z garnuszkiem na sznurku u pasa, z torbą na plecach, w płachcie na głowie."
      },
      {
        "index": 30,
        "text": "Rękę przyłożyła do czoła i patrzyła ku nim, potém pociągnęła powietrze, jakby coś poczuła w bliskości i oczyma dokoła rzucając zobaczyła dziewczęta. — Podniosła ręce z kijem do góry i plasnęła."
      },
      {
        "index": 31,
        "text": "— Dzień dobry! — zawołała."
      },
      {
        "index": 32,
        "text": "— Gdzie to się wleczesz, Jaruho? — spytała Żywia."
      },
      {
        "index": 33,
        "text": "Baba iść ku nim poczęła."
      },
      {
        "index": 34,
        "text": "— A na Kupałę! jutro Kupały! ho! ho!.. Chłopcy się popiją, poszaleją, to mnie może wezmą za młodą dziewczynę, a niektóry pocałuje!"
      },
      {
        "index": 35,
        "text": "Baba podskoczyła śmiejąc się, podeszła ku dziewczętom i usiadła przy nich na ziemi."
      },
      {
        "index": 36,
        "text": "— Chcecie bym wam wróżyła? — spytała."
      },
      {
        "index": 37,
        "text": "Siostry obie milczały, baba im po twarzach patrzyła."
      },
      {
        "index": 38,
        "text": "— Z takich liczek wróżyć łatwo — mówiła śmiejąc się dziwacznie i przekręcając głową — o! o! śliczneż lica, kwitną jak lilije... I jam téż je kiedyś miała, takie białe i różowe... słońce lilije popaliło, deszcze krasę popłukały... a nie deszcze, łzy to były... łzy!"
      },
      {
        "index": 39,
        "text": "I kiwała głową, wyciągając rękę ku Dziwie."
      },
      {
        "index": 40,
        "text": "— Daj no dłoń, powróżę."
      },
      {
        "index": 41,
        "text": "Niechętnie wyciągnęła ku niéj rękę dziewczyna. Jaruha pilnie wpatrywać się w nią zaczęła."
      },
      {
        "index": 42,
        "text": "— Dłoń to biała, nienamulona... wielka bieda z taką dłonią, tysiąc chłopców sięgnie po nią... a królewna żadnego nie zechce..."
      },
      {
        "index": 43,
        "text": "Zapatrzyła się w rękę."
      },
      {
        "index": 44,
        "text": "— Pójdziesz jutro na Kupałę?"
      },
      {
        "index": 45,
        "text": "— Pójdę — odezwała się Dziwa."
      },
      {
        "index": 46,
        "text": "— Nie idź! mówię ci, nie idź lepiéj... Jak pójdziesz, krew się poleje..."
      },
      {
        "index": 47,
        "text": "Dziwa zbladła."
      },
      {
        "index": 48,
        "text": "— Jaruho — odezwała się — po co mnie straszysz... Wiesz, że w domu zostać nie mogę... a tobie dawno się w głowie przewróciło, sama nie wiesz co mówisz."
      },
      {
        "index": 49,
        "text": "— A któż to wié co mówi? — szepnęła Jaruha. — Coś szepcze w ucho i językiem obraca. Albo ja wiem kto i co? Choćbym usta zamknąć chciała, męczy mnie i mówić każe... Coś się snuje przed oczyma, coś po sercu załoskocze... baba plecie sama nie wie co... a musi!.. Nie idź ty na Kupałę!"
      },
      {
        "index": 50,
        "text": "Dziwa się rozśmiała."
      },
      {
        "index": 51,
        "text": "— A ja tobie nie radzę, Jaruho! Ty wiesz, jak cię szarpią, prześladują, co się z ciebie naśmiewają, co nadokuczają..."
      },
      {
        "index": 52,
        "text": "— Ja się tego nie boję — odezwała się stara. — Jak ognie pogasną, jak się ciemno zrobi... hej! hej! to mnie który pocałuje i uściśnie... młode lata się przypomną..."
      },
      {
        "index": 53,
        "text": "— Cóżeś ty w młode lata robiła? — zapytała Żywia."
      },
      {
        "index": 54,
        "text": "— Ja? ja? nie wiesz?.. — odezwała się Jaruha. — Hej! hej! porwał mnie królewicz... zaprowadził do gmachu, co miał ściany ze złota... W ogrodzie rosła jabłoń, co rodziła jabłka wonne... u stóp jéj ciekła żywiąca krynica... Siedem lat królowałam, siedem lat śpiewałam pieśni, splatałam i rozplatałam kosy, wszystko mi służyło... potém zrobiło się ciemno i ja w łachmanach, o kiju, znalazłam się w puszczy... Krucy mi w głowę pukali i oczów szukali... hej! hej!"
      },
      {
        "index": 55,
        "text": "Zamilkła, i wracając do swego, odezwała się znowu."
      },
      {
        "index": 56,
        "text": "— A ty Dziwo, nie idź na Kupałę."
      },
      {
        "index": 57,
        "text": "Uśmiechnęło się dziewczę, Żywia swoją jéj dłoń podała. Jaruha głową potrzęsła."
      },
      {
        "index": 58,
        "text": "— Rodzone dwie dłonie, siostrzyne... — poczęła mrucząc — a dole, a dole! gdzie jednéj do drugiéj!.."
      },
      {
        "index": 59,
        "text": "— Którąż z nas byćbyś chciała? — spytała Żywia."
      },
      {
        "index": 60,
        "text": "— Ani jedną, ni drugą — śmiejąc się, rzekła stara — znowu żyć, znowu płakać, znowu młodość nosić aby stracić!.. O! nie! nie!.. ani białéj, ani czarnéj, ani żadnéj nie chcę doli... Miodu ja kubeczek wolę, a potém sen słodki, sen złoty, a choćby się już nie budzić... W kubku miodu szczęścia tyle, ile go już na całym świecie nie ma... A ty, nie idź na Kupałę..."
      },
      {
        "index": 61,
        "text": "Dziewczęta z na pół oszalałéj staruszki śmiać się poczęły. Jaruha śmiała się z niemi."
      },
      {
        "index": 62,
        "text": "Wzięła znowu zwieszoną dłoń dziewczęcia i patrzyła w nią."
      },
      {
        "index": 63,
        "text": "— Rozmiłował się w tobie strasznie — szeptała."
      },
      {
        "index": 64,
        "text": "— Kto?"
      },
      {
        "index": 65,
        "text": "— Nie wiem! ktoś! ładny chłop, młody, bogaty... Ej! nie idź na Kupałę..."
      },
      {
        "index": 66,
        "text": "— Ale z nami bracia i rodzina będzie... cóż się nam tam stać może? — zawołała Żywia."
      },
      {
        "index": 67,
        "text": "— Albo ja wiem? Na Kupale bywają dziwy! Czasem bracia się pobiją, a czasem nieznajomi pobiorą... Na Kupale dziwy bywają... Szkoda, że raz do roku taka nocka bywa!.. oj! oj! jabym cały rok pieśni śpiewała, miód piła i przez ogień skakała..."
      },
      {
        "index": 68,
        "text": "Jaruha mówiąc rozwinęła swoją sakwę i poczęła w niéj szukać czegoś. Było tam mnóstwo w płachty powiązanych ziół, kamyków, nasion i korzonków. Baba się znała na chorobach i lekach, zamawiała, odczyniała, wiązała i rozwiązywała... Tym razem jednak nie szukała lekarstwa, miała jeszcze kawałek suchego kołacza, znalazła go, przypruszony był pyłem, otrzęsła, opatrzyła i z koszyka grzybów od dziewcząt wzięła sobie syrojeżkę, zaczynając się posilać w milczeniu."
      },
      {
        "index": 69,
        "text": "Dziwa koszyk jéj podsunęła."
      },
      {
        "index": 70,
        "text": "Jaruha jadła chciwie."
      },
      {
        "index": 71,
        "text": "— Chodź z nami do chaty, ciepłéj strawy ci damy."
      },
      {
        "index": 72,
        "text": "— Nie mogę — zamruczała stara — nogi bolą, a na pole, gdzie ognie nasze palić się będą i gdzie moje chłopcy przyjdą, daleko... daleko... w biały dzień, to nic, ale nocką iść, a z głodnym się wilkiem spotkać, albo gorzéj, z wilkołakiem..."
      },
      {
        "index": 73,
        "text": "Pokręciła głową."
      },
      {
        "index": 74,
        "text": "— A na Kupale ja muszę być... Raz do roku młodość mi powraca... tak na to długo czekać trzeba..."
      },
      {
        "index": 75,
        "text": "Zaczęła coś nucić i przerwała. Syrojeżki wybrawszy z koszyka, otarła usta i uśmiechnęła się do dziewcząt."
      },
      {
        "index": 76,
        "text": "— Dobrzeście mnie posiliły..."
      },
      {
        "index": 77,
        "text": "Gdy to mówiła, niespokojném okiem rzuciła w koło nagle."
      },
      {
        "index": 78,
        "text": "— Kogoś czuję, obcy jakiś!.."
      },
      {
        "index": 79,
        "text": "Jak zwierz wietrzyć poczęła i oczy obracać. W istocie o kilka kroków od nich stał z zakrwawioném okiem i głową wychodzący z lasu Znosek. Na widok jego dziewczęta się przestraszone porwały, Jaruha popatrzyła tylko."
      },
      {
        "index": 80,
        "text": "— E! — rzekła — nie macie się czego bać... to znajomy! ale gdzieś musiał po miodzie przez las wędrować, gałęź mu oko wybiła i głowę sobie pokrwawił."
      },
      {
        "index": 81,
        "text": "— Jaruho! — krzyknął zdala karzeł — ratuj mnie a daj ziele."
      },
      {
        "index": 82,
        "text": "Widząc pokaleczonego dziewczęta, zamiast uciekać, przyzostały trochę za drzewo się zasunąwszy."
      },
      {
        "index": 83,
        "text": "— Chodź tu, zobaczemy... — mruczała stara."
      },
      {
        "index": 84,
        "text": "Znosek się zwlókł ręką wciąż trzymając oko, a raczéj miejsce, z którego ono wypłynęło, doszedł tylko do drzewa, przy którém siedziała stara i padł na ziemię."
      },
      {
        "index": 85,
        "text": "Zapominając o wszystkiem Jaruha ręce wyciągnęła ku jego głowie i poczęła ją macać."
      },
      {
        "index": 86,
        "text": "— A coś to się ze żbikiem całował? — zapytała. — Po co ci było takiego przyjaciela szukać?"
      },
      {
        "index": 87,
        "text": "Ręką podniosła mu brodę do góry i odsłoniła oko."
      },
      {
        "index": 88,
        "text": "— A oko... oko ci strzałą wybito! człowiecze! — krzyknęła — gdzieżeś ty był na biesiadzie! Dobrzeż cię tam przyjmowali! Popamiętasz całe życie..."
      },
      {
        "index": 89,
        "text": "Zaczęła się śmiać dziwnie i poszła znowu do worka po zioła."
      },
      {
        "index": 90,
        "text": "Żywia ulitowawszy się chwyciła biały swój fartuszek i spojrzawszy na starą, oddarła z niego pas, aby mu było czém obwiązać głowę. Podała go milcząc staréj."
      },
      {
        "index": 91,
        "text": "Jaruha wziąła płótno w ręce i ziela narwała tuż przy sobie, ale się ociągała z poratowaniem biedaka, który ręką wciąż oko tulił i zęby ścinając syczał."
      },
      {
        "index": 92,
        "text": "— Juści to i wilka kulawego, gdy poprosi, trzeba ratować — rzekła cicho — ty Znosku nie wart tego, aby ciebie żywiono, boś ty dużo namorzył ludzi... a no! kto wie, żbik cię może poprawi... Ustatkuj się chłopcze, weź mnie za żonę, pójdziemy razem na bocianie gniazdo i będziemy gospodarowali. Ty mi będziesz żabki zielone nosił, ja ci będę klekotała..."
      },
      {
        "index": 93,
        "text": "Jaruha się śmiała, ale trawą i liśćmi okładała mu głowę i białém płótnem wiązała ją powoli."
      },
      {
        "index": 94,
        "text": "— Mówże ty, gdzieś bywał? i co ci żbik zawinił?"
      },
      {
        "index": 95,
        "text": "Syknął tylko Znosek."
      },
      {
        "index": 96,
        "text": "— Z tego oka nic nie będzie — rzekł."
      },
      {
        "index": 97,
        "text": "— Darmo o niém i nie myśl, bo go nie ma — rzekła Jaruha — a nowe wstawić trudno. Od wody żywiącéj odrasta, ale jak tu trafić do niéj. Żmij siedzi na straży... smok lata nad nią... siedem lat trzeba iść do niéj, siedem się spinać na górę..."
      },
      {
        "index": 98,
        "text": "Żywia litościwa widząc, że drżące ręce staréj Jaruhy płachty nie potrafią zawiązać, przysunęła się do Znoska i zręcznie obmotała mu głowę. Jedyne pozostałe oko podniósł ku niéj, a w niém jeszcze więcéj złości było i gniewu, niż wdzięczności."
      },
      {
        "index": 99,
        "text": "— Ja ci ból odczynię — rzekła Jaruha — ale musisz się przyznać, gdzieś bywał... Juści kto może u knezia pod stołem się wylegiwać, z dobréj woli w las nie idzie."
      },
      {
        "index": 100,
        "text": "Dziewczęta zaledwie posłyszały o kneziu, pierzchnęły obie, dosyć było tego imienia, aby je spłoszyć. Porwały za koszyki i uciekły. Stara popatrzyła z niemi tylko i zwróciła się do Znoska."
      },
      {
        "index": 101,
        "text": "— Teraz mów — rzekła — gdzieś to się tak podrapał?"
      },
      {
        "index": 102,
        "text": "— Chodziłem po lesie... zobaczyłem dziuplę..."
      },
      {
        "index": 103,
        "text": "— Miodu ci się zachciało..."
      },
      {
        "index": 104,
        "text": "— Żbik w niéj siedział..."
      },
      {
        "index": 105,
        "text": "— A strzałę w oko kto ci posłał?"
      },
      {
        "index": 106,
        "text": "Znoska przypomnienie téj rany wściekłym uczyniło. Podniósł obie pięści."
      },
      {
        "index": 107,
        "text": "— Nie daruję, póki jednemu z nich oka ze łba nie wyssę — zawołał — kneź mnie pożałuje..."
      },
      {
        "index": 108,
        "text": "— Tyś pewnie na wiecu bywał... — śmiejąc się zawołała stara i w ręce plasnęła. — Już wiem! dąb tam stoi dziuplasty, wygniły pod uroczyskiem Żmijowém... zakradłeś się podpatrywać... i tam cię kmiecia strzała spotkała..."
      },
      {
        "index": 109,
        "text": "Znosek ani się chciał zapierać, ani myślał taić, spuścił głowę i zgrzytał zębami."
      },
      {
        "index": 110,
        "text": "— A takie miałeś czarne oko! niczego wcale — zawołała Jaruha — szkoda! A no, powiedz ty mnie po prawdzie, czyś ty kiedy młodym był? czy cię matka odrazu starym urodziła?"
      },
      {
        "index": 111,
        "text": "To mówiąc wstała Jaruha."
      },
      {
        "index": 112,
        "text": "— Ból mi odczyń — mruknął Znosek."
      },
      {
        "index": 113,
        "text": "— Nie mogę... nie mogę... — odparła stara — dopiero po Kupale godzi się odczyniać... A do tego żbik i ludzka strzała... jakiego na to ziela trzeba... i oko!.. Ho! ho! Gdybyś mi nie wiem co dawał, zamałoby było za moją pracę... Gdybym ci ból odczyniła, samabym go wziąć musiała, bo tu nie ma ani źródła, ani kamienia, ani drzewa, gdzieby się zostało... a mnie trzeba na Kupałę... na Kupałę..."
      },
      {
        "index": 114,
        "text": "I śpiewając o Kupale, Jaruha rzuciła Znoska, a sama w las daléj ciągnęła. Karzeł legł na łące i w trawach złożywszy głowę usnął..."
      }
    ]
  }
}