{
  "chapterNumber": 13,
  "title": "Tom II, Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Koło dworu Domanowego cicho było i pusto, gdy następnego dnia Myszko przybył na koniu i stanął u wrót."
      },
      {
        "index": 3,
        "text": "— Nie ma Domana? — zapytał sługi, który we wrotach stał."
      },
      {
        "index": 4,
        "text": "Milczał parobek."
      },
      {
        "index": 5,
        "text": "— Jest pan doma? — powtórzył."
      },
      {
        "index": 6,
        "text": "Nie było odpowiedzi."
      },
      {
        "index": 7,
        "text": "— Cóżeś ty oniemiał? — zawołał po raz trzeci groźnie już przybyły kmieć, któremu się czoło pofałdowało."
      },
      {
        "index": 8,
        "text": "— Co mam mówić? — nieśmiało począł chłopak — Doman leży na pościeli raniony, baba mu ranę myje i ziołami zakłada... Dyszy jeszcze... a no, życia mało."
      },
      {
        "index": 9,
        "text": "Myszko się rzucił na koniu i skoczył z niego."
      },
      {
        "index": 10,
        "text": "— Kto go ranił?"
      },
      {
        "index": 11,
        "text": "Tu znowu zabrakło odpowiedzi; pokraśniał sługa, oczy spuścił, widocznie wstyd mu powiedzieć było. Niepewien nawet był, czy się godzi zdradzać tę tajemnicę, bo dla mężczyzny, rana przez dziewkę zadana, bezczestną była prawie."
      },
      {
        "index": 12,
        "text": "— Nie wiem — rzekł ostrożnie parobczak, chociaż świadkiem był, gdy padał Doman na ziemię."
      },
      {
        "index": 13,
        "text": "Myszko się dziwnie nań popatrzył, lecz już nie spytał go więcéj i zwolna pociągnął do dworu, do świetlicy."
      },
      {
        "index": 14,
        "text": "Ciemno w niéj było. Przy ogniu, który się palił maleńki wśród kamieni, skurczona siedziała Jaruha, prażąc coś w garnuszkach i skorupkach i szepcząc pocichu."
      },
      {
        "index": 15,
        "text": "W głębi izby, na skórze, leżał blady, z oczyma w słup, otwartemi, z usty których blade wargi były rozwarte, w gorączce, półsenny Doman. Na piersi widać było pokrwawioną koszulę i płachty mokre."
      },
      {
        "index": 16,
        "text": "Jaruha spojrzała na wchodzącego i palec pomarszczony, czarny, położyła na ustach, ale Doman już drgnął, ruszył się, jęknął i jakieś mruczenie niewyraźne z ust mu się wyrwało. Oczyma zatoczył, ciałem się ruszyć nie mogąc. Myszko szedł ku niemu powoli. Ni jedna ni drugi nie mówił nic, gość siadł w nogach na ławie."
      },
      {
        "index": 17,
        "text": "Tymczasem starucha sięgnęła do kubka stojącego przy niéj, napiła się, otarła usta i poszła mokre jakieś niosąc ziele do chorego. Położyła mu je na piersiach, zaczęła mruczeć, ręce obie nad nim podniosła, przebierając palcami, splunęła na jednę i drugą stronę. Doman nie ruszał się, tchnął tylko ciężéj."
      },
      {
        "index": 18,
        "text": "Na ten znak życia pies, który leżał na ziemi, podniósł głowę zwolna i wlepił w pana oczy."
      },
      {
        "index": 19,
        "text": "Myszko nie spuszczał z niego wejrzenia, ale się odzywać nie śmiał. Zdawał się chory spać i marzyć. Niekiedy białe zęby jego ścięły się i zazgrzytały, to znów uśmiechał się niby. Ręce mu drgały, jakby coś chciał pochwycić... i opadały bezsilne."
      },
      {
        "index": 20,
        "text": "Myszko skinął na Jaruhę."
      },
      {
        "index": 21,
        "text": "Przystąpiła doń, wprzódy rozpatrzywszy się w nim dobrze i stanęła z pokorą."
      },
      {
        "index": 22,
        "text": "— Kto go ranił? — zapytał gość."
      },
      {
        "index": 23,
        "text": "Jaruha milczała długo, trzęsąc głową."
      },
      {
        "index": 24,
        "text": "— Hę? Dzik! — rzekła — a tak! dzik... kłem... rozdarł mu piersi..."
      },
      {
        "index": 25,
        "text": "Gość oczy ciekawie zwrócił na nią i ruszył ramionami."
      },
      {
        "index": 26,
        "text": "Jaruha się poprawiła."
      },
      {
        "index": 27,
        "text": "— Jeleń... albo ja wiem?.. na łowy wyjechał, a z łowów go przynieśli..."
      },
      {
        "index": 28,
        "text": "I trzęsła głową, brodę w ręku ściskając."
      },
      {
        "index": 29,
        "text": "— Oj, łowy te, łowy... gorzéj wojny, takie łowy!.."
      },
      {
        "index": 30,
        "text": "Widoczném było z twarzy gościa, iż słowom jéj nie wierzył. Ale w téj chwili na progu ukazał się Domanów brat Duży. Myszko wstał i podszedł ku niemu, a Jaruha u łoża stojąc za niemi patrzała, bo wyszli ze dworu na podwórko."
      },
      {
        "index": 31,
        "text": "— Mówże choć ty prawdę — zapytał Myszko — co mu jest, kto go ranił? gdzie?"
      },
      {
        "index": 32,
        "text": "— Wstyd przyznać się — cicho szepnął brat młodszy — za dziewką poleciał na Kupałę, za Wiszową... porwał ją na koń... Dziewka mu miecz od pasa wzięła i w piersi wbiła..."
      },
      {
        "index": 33,
        "text": "Spuścił głowę Duży, jakby go to wyznanie zbyt wiele kosztowało."
      },
      {
        "index": 34,
        "text": "Namarszczył się słuchający."
      },
      {
        "index": 35,
        "text": "— I uszła? — spytał oburzony."
      },
      {
        "index": 36,
        "text": "— Doman z konia padł, bo go srodze raniła, nie wiem, czy i żyć będzie, choć baba krew zamówiła i okłada ranę — mówił Duży — a dziewczyna z koniem do domu uszła."
      },
      {
        "index": 37,
        "text": "Słuchając opowiadania Myszko, zdawał się ledwie uszom wierzyć, śmiałość dziewczyny, nieopatrzność Domana wydawały się niepojętemi. Zamilkł..."
      },
      {
        "index": 38,
        "text": "— Wywołajcie babę — rzekł po namyśle — spytamy jéj, czy z niego co będzie, czy przepadł... Mnie on potrzebny i nam wszystkim..."
      },
      {
        "index": 39,
        "text": "Posłuszny chłopak skinął od progu na Jaruhę, która z udaną powagą, choć widocznie podchmielona, wysunęła się z chaty."
      },
      {
        "index": 40,
        "text": "— Słuchaj, stara wiedźmo — rzekł odwracając się ku niéj przybyły — będzie on żył?"
      },
      {
        "index": 41,
        "text": "Jaruha podniosła głowę, pokiwała nią, spuściła, podparła brodę na ręku, myślała długo."
      },
      {
        "index": 42,
        "text": "— Kto to może wiedzieć — rzekła — albo to ja tam była gdy mu krew upływała? albo ja patrzyła gdy go zabijali?.. Ja swoje robię... Krew zamówiłam, ziela nawarzyłam, płachty położyłam... a może kto ranę przeklina, może urok rzucili?.."
      },
      {
        "index": 43,
        "text": "Nie można się z niéj było dowiedzieć więcéj. Myszko stał zafrasowany, gdy w świetlicy usłyszeli wołanie."
      },
      {
        "index": 44,
        "text": "— Bywaj tu!"
      },
      {
        "index": 45,
        "text": "Pobiegli wszyscy, Doman się był na łokciu spierając podniósł blady, ale przytomny i pić prosił. Jaruha mu jakiegoś gotowanego napoju przyniosła, który pochwycił chciwie. Oczyma powiódł po izbie, brata poznał, a obcego zobaczywszy spuścił oczy. Ręką uciskał piersi, jakby mu co zawadzało. Myszko stał nad nim."
      },
      {
        "index": 46,
        "text": "— Widzisz — rzekł — z koniam padł... i na mieczyku się przebiłem..."
      },
      {
        "index": 47,
        "text": "Nie śmiał oczów podnieść."
      },
      {
        "index": 48,
        "text": "— Myślałem, że mi koniec przyjdzie... a no, jeszcze żyję..."
      },
      {
        "index": 49,
        "text": "— A to ja wam krew zamówiłam, proszę miłości waszéj — wtrąciła Jaruha — gdyby nie ja! hę! hę!"
      },
      {
        "index": 50,
        "text": "— Co wy tam uradzili, Myszku? — spytał odwracając rozmowę."
      },
      {
        "index": 51,
        "text": "— Dziś z tobą o tém nie gadać, kiedy leżeć i lizać się musisz."
      },
      {
        "index": 52,
        "text": "— Wyliżę się... — rzekł Doman — a nie chcę, abyście mnie zapominali, jeśli co do roboty macie... Nie ja, to bracia pójdą i ludzie... Bylem chodzić mógł, nie zaśpię doma... Człek najprędzéj wydobrzeje, gdy na konia siędzie."
      },
      {
        "index": 53,
        "text": "— Nie prędko wam o koniu myśleć — przerwała Jaruha — krewby się znowu puściła, a jakby mnie nie było do zamówienia..."
      },
      {
        "index": 54,
        "text": "Nikt baby nie słuchał i umilkła. Duży nawet na drzwi jéj wskazał. Wiedźma pokręciwszy się około ognia wyszła mrucząc."
      },
      {
        "index": 55,
        "text": "— Źle z nami — rzekł Myszko — źle z nami Domanie. Na wiecuśmy nie obradzili nic, a teraz gorzéj się jeszcze kroi. Chwostek sobie zebrał dużą drużynę, nawet między naszymi... Bodaj po niemców posłał i pomorców, aby mu w pomoc przybywali, chce nas wszech zawojować i obrócić w niewolniki... Radźmy sobie..."
      },
      {
        "index": 56,
        "text": "— Pierwsza rzecz — rzekł Doman — tych się zbyć, co jemu służą, a z nami iść nie chcą, bez tego nic..."
      },
      {
        "index": 57,
        "text": "— Pewnie — odparł Myszko — z tymi, co jawnie z nim trzymają, rzecz łatwa... ale kto wie, ilu z nim potajemnie?.. Starego Wisza nie stało."
      },
      {
        "index": 58,
        "text": "Na wspomnienie starego Wisza głowę spuścił Doman i zamilkł."
      },
      {
        "index": 59,
        "text": "— Trzeba nam daléj prowadzić mirową sprawę. Nikt nie chce stanąć na czele gromady, aby mu się to nie stało, co Wiszowi... Jechałem do was na radę... a wy..."
      },
      {
        "index": 60,
        "text": "— E! e! co będę kłamał — żywo zawołał jakby z trochą gorączki Doman. Odsłonił piersi, odrzucił płachtę i śmiejąc się dziwnie pokazał siną, ledwie przysychającą ranę, która miała kształt miecza, jakim była zadaną."
      },
      {
        "index": 61,
        "text": "— Patrz, Myszko — dodał — dziewka mi ją zadała! dziewka!! Wiszowa dziewczyna. Wyrwała mi się z rąk jak śliski węgórz... Srom i wstyd! Przed ludźmi nie pokazać oczów chyba, póki jéj nie będę miał... Nie utai się to... własna czeladź mnie zdradzi... baby się ze mnie urągać będą... Prawda, brata raniłem, gdym ją chwytał, ale od dziewki dostać ranę..."
      },
      {
        "index": 62,
        "text": "Padł na pościel."
      },
      {
        "index": 63,
        "text": "— Weźmiesz ją i pomścisz się — zawołał Myszko — chciałeś ją mieć za żonę... uczynisz niewolnicę, lub — zabijesz... nie truj się tém i bądź spokojny..."
      },
      {
        "index": 64,
        "text": "— Bylem siły miał trochę, doma nie zostanę... pali mnie łoże i srom..."
      },
      {
        "index": 65,
        "text": "— Słuchajże Doman — wy z kim? — przerwał Myszko."
      },
      {
        "index": 66,
        "text": "— Z wami... — odparł krótko ranny i wskazał na brata — on, ja, moi ludzie, czeladź. My stare kmiecie jesteśmy do swobody nawykłe, do ostatniéj kropli krwi miru bronić będziemy. Kneź mir łamie, niech głowę da!"
      },
      {
        "index": 67,
        "text": "— Niech da głowę!.. — zawołał Myszko i wstał. — Więcéj już słyszeć nie chcę i nie potrzebuję... Na tém dosyć..."
      },
      {
        "index": 68,
        "text": "Duży przyniósł mu miodu w kubku, gość z pośpiechem do ust go zbliżył i napił się, biorąc rękę Domana."
      },
      {
        "index": 69,
        "text": "— Za rychłe wyzdrowienie twoje... Słowo?"
      },
      {
        "index": 70,
        "text": "— Słowo kmiece... i klątwa... ja z wami... a umrę ja, z wami bracia, do ostatniego..."
      },
      {
        "index": 71,
        "text": "I legł na pościel. Myszko wyszedł i na konia siadł."
      },
      {
        "index": 72,
        "text": "Napowrót weszła Jaruha zbliżając się do łoża chorego; spojrzała na piersi, z któréj płachty zrzucone leżały na ziemi i załamała ręce. Poczęła je podnosić mrucząc."
      },
      {
        "index": 73,
        "text": "— A zdrowymbyś być chciał miłościwy panie — poczęła — baba was wyratowała i słuchać jéj nie chceci..."
      },
      {
        "index": 74,
        "text": "Nie opierał się chory, gdy mu znów owe mokre zioła i bieliznę na piersi przyłożyła. Znużony choć małém wzruszeniem, Doman się zdrzémnął zaraz. We dworze milczenie było znowu."
      },
      {
        "index": 75,
        "text": "Nadchodził wieczór, gdy Duży stojąc we wrotach, zobaczył jezdnych z lasu wychylających się na pole."
      },
      {
        "index": 76,
        "text": "Było ich czterech. Jeden przodem jechał, wprost na dwór. Już zdala poznał chłopak Bumira, kmiecia, który mieszkał ku Gopłu. Bumir stary był już, ale jak żubr silny, kark miał gruby, nogi i ręce ogromne, brzuch spasły. Ciemne włosy na pół już siwe bezładnie otaczały mu głowę okrągłą, w któréj wypukłe oczy żabie i usta szerokie siedziały. Z Bumirem mało co się znali, nie lubił go Doman, po co tu ciągnął, trudno było odgadnąć. Stanął ze swemi u wrót."
      },
      {
        "index": 77,
        "text": "Gościnność stara nikogo, miłego czy nie, odpychać nie dozwalała."
      },
      {
        "index": 78,
        "text": "Pozdrowili się z Domanem."
      },
      {
        "index": 79,
        "text": "— Zabłąkałem się — rzekł Bumir — dacie mi spocząć u siebie. Ludzie się zagnali za jeleniem, który oszczep niósł w sobie. Jakiś zwierz, w którym Licho siedziało, poprowadził nas na obłędy... drugi dzień włóczymy się po lesie..."
      },
      {
        "index": 80,
        "text": "— Brat mój się okaleczył, leży ranny — odezwał się Duży — ale dom rad wam."
      },
      {
        "index": 81,
        "text": "— Ja rany leczyć umiem — zawołał Bumir — pójdę zobaczę..."
      },
      {
        "index": 82,
        "text": "— Baba go opatruje..."
      },
      {
        "index": 83,
        "text": "Bumir sapiąc z konia zlazł i nie pytając do izby ciągnął."
      },
      {
        "index": 84,
        "text": "— Sadło, którém rany zalewam, czeladź ma — odezwał się Bumir — zalejemy mu sadłem i do kilku dni znaku nie będzie."
      },
      {
        "index": 85,
        "text": "Wchodzili do izby, Doman jakby poczuł już obcego ruszył się zaraz? Jaruha, która przy ogniu drzémała, zbudziła się spluwając i gniewna. Bumir nie zważając na nic, do chorego poszedł."
      },
      {
        "index": 86,
        "text": "Gdy na siebie spojrzeli, zaraz postrzedz było można, że gospodarzowi gość ten niemiłym był."
      },
      {
        "index": 87,
        "text": "— Zabłądziłem, dacie mi spocząć... — rzekł siadając na ławie."
      },
      {
        "index": 88,
        "text": "Doman ręką skinął i bratu dał znak, by gościa przyjmował. Bumir się rozsiadł i sparł na stole."
      },
      {
        "index": 89,
        "text": "— Sadło moi ludzie mają — rzekł — które najsroższe rany goi... Niedźwiedź jucha raz mi do połowy skórę ze łba zdarł, wyleczyli mnie niém..."
      },
      {
        "index": 90,
        "text": "— Miłościwy panie — zawołała Jaruha — już tu nic nie trzeba... ja krew zamówiłam i zioła mam, co ranę prędko przygoją. Nie trzeba nic."
      },
      {
        "index": 91,
        "text": "Chory téż dał znak ręką, Bumir zamilkł."
      },
      {
        "index": 92,
        "text": "Wszedł Duży z miodem znowu i z kołaczem, a za nim wnieśli misy. Gość począł jeść łakomie, pić chciwie i póki się nie nasycił, sapał tylko. Jaruha wyszła na podwórze, gdzie się rozrywała żarty strojąc z czeladzią. Duży téż stadninę począł opatrywać — zostali sami. Bumir znać tego sobie życzył, bo się zaraz do gospodarza przysunął."
      },
      {
        "index": 93,
        "text": "— Ej, Domanku miły — począł pochylając się ku niemu — nie w porę tobie ta rana i choroba... U nas źle... nam trzeba ludzi i rąk... Kmiecie, braty nasze, burzą się i złego piwa nawarzą..."
      },
      {
        "index": 94,
        "text": "Namarszczyło się czoło choremu."
      },
      {
        "index": 95,
        "text": "— Cóż się to tam dzieje? — mruknął."
      },
      {
        "index": 96,
        "text": "— Na naszego knezia wszyscy bij zabij... poszalawszy..."
      },
      {
        "index": 97,
        "text": "Doman już nic nie mówiąc, słuchał."
      },
      {
        "index": 98,
        "text": "— Zginiemy wszyscy — rzekł cicho Bumir — knezia pogniewali, zemstę wywołają, niemców sprowadzi na nas..."
      },
      {
        "index": 99,
        "text": "Widząc, że gospodarz nie mówi nic, Bumir ciągnął daléj."
      },
      {
        "index": 100,
        "text": "— Jest już zmowa na knezia... już się zbierają, radzą... a wszystko to tylko aby jednego ze swoich posadzić na grodzie. Nie o swobodę im idzie, a o skarby na zamku... My to wiemy. A no, omylą się, bo nas jest dużo téż, co staniemy za kneziem i nie dopuścim... Nie dopuścimy! — zawołał Bumir bijąc kubkiem o stół."
      },
      {
        "index": 101,
        "text": "Oczy mu się zapaliły."
      },
      {
        "index": 102,
        "text": "— Myszkom się chce panować, my wolemy tego co jest... My już go znamy, a tamci jeszcze się nie napiwszy, głodniejsi będą... Nie dopuściemy..."
      },
      {
        "index": 103,
        "text": "— Obliczyliście się? — zapytał Doman."
      },
      {
        "index": 104,
        "text": "— Co się mamy liczyć?.. Leszki pójdą wszystkie z nami, bo to ich sprawa, pojednają się... kmieciów téż dużo jest, co chcą spokojnie swoje lechy uprawiać... a gromady co się wyrwą, kneziowscy ludzie rozgonią na miazgę."
      },
      {
        "index": 105,
        "text": "Bumir się tak odkrył ze swą wiarą, po miodzie, nieopatrznie, Doman daleko przebieglejszy od niego, dawno przewidział, ku czemu to idzie i czuł, że Bumir go spyta nareszcie, z kim on trzymać myśli. Powiedzieć fałszu nie chciał, a prawdę zdawało mu się wyśpiewać niebezpiecznie. U narodów w pół wykształconych instynkt zachowawczy często dziwne formy przybiera i do różnych fortelów się ucieka. Domanowi przyszło na myśl, aby się chorobą posłużyć, w chwili, gdy Bumir kończył mówić, jęczeć począł i chwycił się za pierś."
      },
      {
        "index": 106,
        "text": "Jaruha stojąca pod oknem usłyszała ten głos i pospieszyła nań."
      },
      {
        "index": 107,
        "text": "Bumir umilkł. Przyniesiono zaraz płachty nowe; chory się skarżył. Wiedźma zapowiedziała, że musi zamawiać ranę i że nikomu przy tém być nie wolno. Stary kmieć czarów się i bab obawiał. Z przerwaną więc rozmową wyniósł się za próg sapiąc, obiecując sobie wrócić dla dokończenia jéj, ale po dość długiém oczekiwaniu Jaruha wyszła, objawiając, że skutkiem jéj zamawiania chory zasnął i spać będzie do jutra, do rana, a snu mu przerywać nie wolno, boby duchy złośliwe chorobę rzucić mogły na tego, coby obudził chorego."
      },
      {
        "index": 108,
        "text": "Rad nie rad Bumir się znalazł w podwórzu, nic nie sprawiwszy, z tém że na resztę musiałby czekać do rana. Na to nie było sposobu. Pilno jechać musiał drugich namawiać, bo go był kneź znać wysłał, wziął więc na bok Dużego."
      },
      {
        "index": 109,
        "text": "— Ja do jutra rana tu stać nie mogę — rzekł mu niecierpliwie — Doman śpi... Jutro mu powiecie odemnie, aby pamiętał co mówiłem i z temi trzymał, co mir miłują, a radzi siedzieć w pokoju. Powiedzcie mu to koniecznie, ja przed nocą jeszcze kawał drogi ujechać muszę."
      },
      {
        "index": 110,
        "text": "Taką sztuką odprawiony Bumir, zły, mrucząc na konia siadł i pociągnął daléj. Doman wszakże spać nie myślał, babę tylko namówiwszy, aby mu się wykłamać pomogła. Zaledwie usłyszał, że konie za wrotami były, ruszył się na pościeli. Leżenie mu dokuczyło, chciał choć popróbować czy mu się wstać nie uda. Przeraziła się Jaruha, która wcale nie życzyła sobie widzieć go uleczonym tak prędko i poczęła niemal gwałtem nazad pędzić na łoże. I siły téż nie pozwalały bardzo się dźwigać. Doman zaledwie popróbowawszy i poczuwszy się jeszcze osłabłym, nazad na łoże legł. Jaruha znowu zamawiała. Miała przy tém jeść i pić do syta, czyniła się téż potrzebną, jak umiała."
      },
      {
        "index": 111,
        "text": "Późno już było i Doman usnął po tych wysiłkach, gdy nowy gość do chaty się wcisnął."
      },
      {
        "index": 112,
        "text": "Jak on tu potrafił się dostać, trudno było babie zrozumieć."
      },
      {
        "index": 113,
        "text": "Właśnie usnąć miała, oparłszy się o ognisko, gdy na progu zobaczyła kocie oko Znoska..."
      },
      {
        "index": 114,
        "text": "Z głową obwiązaną płachtą, z okiem ciekącém, karzeł wsunął się do izby tak cicho, iż Jaruha ujrzawszy go, przelękła się jakby wilkołaka zobaczyła."
      },
      {
        "index": 115,
        "text": "Psy stróżowały na podwórzu, ludzie spali, wrota były zaparte. Pomimo to Znosek się dostał do zagrody. Jak? to było jego tajemnicą. Wśliznąwszy się tu, podpełznął do staréj pokazując na swą głowę poranioną. Jaruha była litościwą, leki i czary stanowiły jéj rzemiosło, dozwoliła się więc zbliżyć Znoskowi i zwolna głowę mu rozwiązała. Przyschła płachta odmaczaną być musiała, gdyż Znosek syknął z bólu, a Doman się obudził."
      },
      {
        "index": 116,
        "text": "— Jakeś ty tu wlazł, że cię psy nie zjadły? — szepnęła głos zniżając wiedźma."
      },
      {
        "index": 117,
        "text": "Znosek ledwie dosłyszanym szeptem odpowiedział jéj na ucho, iż dowiedziawszy się, że ją tu znajdzie, musiał się dostać do dworu, bo go rany niezmiernie bolały."
      },
      {
        "index": 118,
        "text": "Przyznał się, że nie mogąc inaczéj, wdrapał się na drzewo stojące przy częstokole u zagrody, i po gałęziach jego spuścił się w podwórze. Tu psów nie budząc, przepełznął do drzwi, które zawsze stały otworem."
      },
      {
        "index": 119,
        "text": "Jaruha ranę mu poczęła opatrywać, szeptać nad nią i spluwać na wszystkie strony. Z węzełków potém swych dobyła ziół, z garnuszka nalała cieczy jakiéjś i kazawszy z głową spuszczoną siedzieć Znoskowi, obwiązała go nanowo. Ogień przygasł był nieco i w izbie było prawie ciemno, ale właśnie, gdy z głową spuszczoną klęczał przed nią karzeł, błysnęło łuczywo, blask oblał izbę, Doman się zbudził, otworzył oczy i ujrzał tę dziwną parę."
      },
      {
        "index": 120,
        "text": "Obcy człowiek bez wiadomości jego w domu... w podrażnionym chorobą gniew obudził. Sądzili go jeszcze śpiącym, gdy nagle krzyknął straszliwie, wołając ludzi. Znosek chciał się wyśliznąć i uciec, ale już było zapóźno. Czeladź śpiąca za progiem zerwała się na nogi. Padł karzeł na ziemię twarzą. Zaczęło się wołanie, popłoch i Znoska schwyciła czeladź, prowadząc przed pana."
      },
      {
        "index": 121,
        "text": "O tém stworzeniu, którego Doman nie widział nigdy, chodziły wieści dawno, jako o złośliwéj istocie, będącéj na posługach knezia. Wiedziano że podpatrywał, że się wszędzie wśliznąć umiał i że go używano na podsłuchy. Domyśleć się było łatwo z postawy, kim był."
      },
      {
        "index": 122,
        "text": "W pierwszym gniewu napadzie Doman chciał go kazać powiesić na dębie. Znosek padł przed nim na twarz, jęcząc i błagając. Jaruha się wstawiać nie chciała, świadczyła tylko, że przyszedł dla ran, które miał na głowie."
      },
      {
        "index": 123,
        "text": "Czeladź już się brała do postronków, aby z ochotą wielką spełnić rozkaz pana i Znoska jak wielką żołędź na dębie uwiesić, gdy na jęk i płacze Doman się ulitował i — psami go za podwórze wyszczuć kazał. Wyprowadzono go więc do drzwi, na psy świśnięto i uciekający co tchu ku tynowi karzeł, poszarpany, ranny, ledwie się potrafił całemu stadu goniących go ogarów wyrwać, zręcznie na płot wskoczywszy. Jeden z psów, który się był nogi jego uczepił, zawisł długo przy niéj i wyrwawszy z niéj to, co zębami chwycił, upadł na ziemię. Znosek jednak tyn przeskoczył i za zagrodą zniknął."
      },
      {
        "index": 124,
        "text": "Jaruha już siedziała spokojnie u ognia i może nawet żałowała, że go nie powieszono, gdyż z wisielców różne bardzo potężne leki i czary naówczas wyciągano, któreby się jéj były przydały. Nie obwiniano jéj o to, że się przybłędzie ulitowała, i pozostała znów przy ognisku."
      },
      {
        "index": 125,
        "text": "Znosek padłszy za zagrodą na ziemię, z nową raną, jęczał, pięście wyciągając ku dworowi i przeklinając jéj pana. Obiecywał sobie pomstę, choćby życiem zapłacić, a o tę zausznikowi kneziowskiemu było łatwo. Gdy nogę zawiązawszy, powlókł się nad ranem w las, aby go nie schwytano znowu, ciągle jeszcze ku zagrodzie się zwracał, pokazując jéj pięści i zęby."
      }
    ]
  }
}