{
  "chapterNumber": 21,
  "title": "Tom II, Rozdział X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Na wieży, na wierzchołku stała pani biała, patrzała dokoła; wieczór był, ten sam wieczór, którego zapalono wici ogniste. Jeszcze na zachodzie słońce po sobie zostawiło czerwoną łunę, dokoła lasy i doliny spać się zdawały."
      },
      {
        "index": 2,
        "text": "Kneź za nią, oparty o mur, poglądał na gród pod nogami, na chodzących po wałach ludzi, na Smerdów co sprawiali drużynę grodową, na jezioro, w którém daleko łuna się niebieska odbijała. Nie widać jeszcze było nic... nic..."
      },
      {
        "index": 3,
        "text": "Po za kneźną dwoje chłopaków prawie równych wzrostem stało. Widać z nich było spojrzawszy, że z obcego przybyli kraju. Suknie mieli z sukna cienkiego i inaczéj szyte, obuwie ciężkie i mocne, u boku po mieczu długim każdy. W oczach im się jeszcze młodość śmiała i życie, ale dziko jakoś i zwierzęco. Na wojaków wyglądali, choć młodzi, na drapieżnych i chciwych łupu wojaków."
      },
      {
        "index": 4,
        "text": "Właśnie tego dnia zarania, gdy u wrót kładziono zaborole, nadjechali dwaj chłopcy, przebrani w proste gunie, na nędznych koniach i do zamku się prosili. Tu ich puścić nie chciano, aż wyszedł starszy Smerda, popatrzył, krzyknął i kazał kłody odwalać, a prowadzić ich do wnętrza zdyszany, radując się i łamiąc ręce."
      },
      {
        "index": 5,
        "text": "Wwiódł chłopaków do świetlicy. Kneź leżał na ławie, bo téj nocy spać nie mógł, po gościnie u Piasta. Zerwał się mrucząc, spojrzał, chłopcy mu u nóg leżeli i za kolana ściskali. W dłonie plasnął z przestrachem."
      },
      {
        "index": 6,
        "text": "— Kto was tu wysłał w tę godzinę? — zawołał."
      },
      {
        "index": 7,
        "text": "Nim czas odpowiedzieć mieli, otwarły się drzwi i wpadła biała pani z krzykiem, ze łzami, z radością i rozpaczą."
      },
      {
        "index": 8,
        "text": "— Dzieci moje! pocoście przybyli!.."
      },
      {
        "index": 9,
        "text": "Stały chłopięta nieme, jeden na drugiego patrzając."
      },
      {
        "index": 10,
        "text": "— Stęskniło się za światem żyć — rzekł starszy — dziad pozwolił jechać, siedliśma na konie i jechali nocą, lasami, manowcami, aż tu, aby wam uścisnąć nogi..."
      },
      {
        "index": 11,
        "text": "— A tu wojna u progu! — zakrzyknęła pani — o! dzieci moje! kto wie, co się stanie z nami, niechbyście się choć wy przy życiu zostali... Po mirach wszędzie chodzi burza, na gród się ludzie gotują..."
      },
      {
        "index": 12,
        "text": "Łamała ręce kneźna, a Chwostek mruczał."
      },
      {
        "index": 13,
        "text": "— Nie będą śmieli! poburzą się, pokrzyczą... na rozmowę przyjdą i zgodę zrobiemy... a potém tych, co głowy podnosili..."
      },
      {
        "index": 14,
        "text": "Ręką pokazał do góry."
      },
      {
        "index": 15,
        "text": "— Na dęby!"
      },
      {
        "index": 16,
        "text": "Stało się na zamku wesele właśnie, gdy najgroźniejsza nadeszła godzina. Cały dzień musieli poić się pociechą strachem zatrutą. Ledwie śmiech przyszedł na usta, trwoga go odpędzała. Słano ludzi na zwiady chyłkiem i co godzina wracali."
      },
      {
        "index": 17,
        "text": "— Co słychać? — pytał Chwostek."
      },
      {
        "index": 18,
        "text": "— Coście widzieli? — pytała biała pani."
      },
      {
        "index": 19,
        "text": "Smerdy się po głowach skrobały."
      },
      {
        "index": 20,
        "text": "— Groźby chodzą po polu... po dworach się gotują, po chatach zbierają... kmiecie mruczą, Myszkowie od zagrody do zagrody biegają."
      },
      {
        "index": 21,
        "text": "Powrócił drugi około południa, prawił toż samo; trzeci nad wieczorem i oznajmił, że na noc przyjdą wici ogniste."
      },
      {
        "index": 22,
        "text": "Chwostek się rozsierdził i do wieży go zamknąć kazał."
      },
      {
        "index": 23,
        "text": "— Łże niepoczciwy, kmiecie go przekupili... Nie będą śmieli wici ognistych zapalić, a zapalą je... ja na wieży stos każę zażegnąć, bo się ich nie boję."
      },
      {
        "index": 24,
        "text": "Kneźna padła mu do nóg."
      },
      {
        "index": 25,
        "text": "— Panie miłościwy! dzieci nazad odprawcie, niech jadą. Dać im czółen, odprawić daleko... niech jadą do dziada i burzę przesiedzą, kto wie, co nas od téj czerni czeka..."
      },
      {
        "index": 26,
        "text": "Płakała i prosiła. Chwostek się gniewał. Odłożono wyprawę do wieczora."
      },
      {
        "index": 27,
        "text": "Stali teraz wszyscy na wieży i czekali a patrzyli, ukażą się li wici ogniste. Chłopcy między sobą szeptali."
      },
      {
        "index": 28,
        "text": "— Niechby wojna była! uprosimy ojca, matki, zostaniemy z niemi i krwi się kmiecéj napijemy... Niech znają, jak u Sasów wojują..."
      },
      {
        "index": 29,
        "text": "Nad lasami, dolinami cisza była i ciemności; patrzali z wieży, tylko zorza po słońcu powoli gasła i w jeziorze odblask jéj blednął. Chwostek powtarzał."
      },
      {
        "index": 30,
        "text": "— Czerń plugawa!.. nie będą śmieli!.."
      },
      {
        "index": 31,
        "text": "W tém nad lasy, nad dolinami, zarumieniło się coś, na chmurze, która górą płynęła, trysła jakby plama krwista... i znikła... kłębami buchnął dym czerwony, a za nim płomię żółte wspięło się wysoko. Pierwszy stos zapalono..."
      },
      {
        "index": 32,
        "text": "Biała pani zbladła i oczy zakryła."
      },
      {
        "index": 33,
        "text": "— Pastuchy ogień z chrustu zapalili... — rzekł kneź i śmiać się począł."
      },
      {
        "index": 34,
        "text": "W tém chłopcy krzyczeć zaczęli."
      },
      {
        "index": 35,
        "text": "— O! jeden, drugi, trzeci..."
      },
      {
        "index": 36,
        "text": "Stosy z kolei zapalały się po górach, ogniste łuny odbijały na obłokach. Cały kraj usiany był dokoła wiciami. Chwostek się ruszył i krzyknął."
      },
      {
        "index": 37,
        "text": "— Stos zapalić! niech znają, że ich się nie zlęknę..."
      },
      {
        "index": 38,
        "text": "Na kamieniach u góry leżała ogromna kupa łuczywa, pachołki wnet z węglami i żagwiami przybiegli, zapalono ją. Chwostek się uśmiechał. Biała pani nie mówiła nic, skinęła na chłopców i poczęła schodzić z wieży. Dzieci za nią szły posłuszne."
      },
      {
        "index": 39,
        "text": "Chwostek się obejrzał ponuro, plunął z wieży na świat i począł téż spuszczać się na dół do dworu."
      },
      {
        "index": 40,
        "text": "Tu w świetlicy Brunhilda chodziła krokami wielkiemi."
      },
      {
        "index": 41,
        "text": "— Dzieci tu nie zostaną... — mówiła."
      },
      {
        "index": 42,
        "text": "Na to nadszedł Chwostek."
      },
      {
        "index": 43,
        "text": "— Czemu zostać nie mają? — zawołał — chcesz ich teraz wyprawić, aby pochwyciła czerń i zadała im śmierć. Nie, bezpieczniejsi oni tu w grodzie, niż w polu?"
      },
      {
        "index": 44,
        "text": "Dzieci rzuciły się matce do nóg, aby im zostać dozwoliła. Nogą tupnęła, brew się jéj namarszczyła."
      },
      {
        "index": 45,
        "text": "— Nie — rzekła — nie, pytałam się dziś wróżki, patrzałam na powietrzne znaki, wszystko złe nam zapowiada... Sprawdziły się już ognie, którym nikt wierzyć nie chciał, sprawdzi i reszta... Ja więcéj wiem... zginiemy my, niech się będzie pomścić komu..."
      },
      {
        "index": 46,
        "text": "Chwostek się gniewać począł, rozgniewała żona, oboje niemal skoczyli ku sobie, aż kneź mrucząc spuścił głowę, odstąpił i rzekł."
      },
      {
        "index": 47,
        "text": "— Dziej się co chce!"
      },
      {
        "index": 48,
        "text": "Kneźna chłopcom się do drogi kazała gotować. Muchę zwołano, aby czółen gotował. Zdjęto im suknie pańskie, a dano proste siermięgi, musieli miecze pochować. Obu im z oczów ciekły łzy, ale matka kazała."
      },
      {
        "index": 49,
        "text": "Chwostek poszedł milczący i synów do piersi przycisnął."
      },
      {
        "index": 50,
        "text": "— Niech choć zostaną do jutra..."
      },
      {
        "index": 51,
        "text": "— Nie, nie... ani godziny, jutro cała okolica zatętni, zaczną nadciągać... gromady gród opaszą, brzegi jeziora obsadzą..."
      },
      {
        "index": 52,
        "text": "I załamała ręce."
      },
      {
        "index": 53,
        "text": "Oba chłopcy milczeli, łzy im ciekły po twarzy. Chwostek patrzył na nich, mruczał gniewnie jak niedźwiedź, gdy go ruszą z łożyska."
      },
      {
        "index": 54,
        "text": "Biała pani wyszła i wróciła. Głowę zawinęła płachtą, płaszcz prosty zarzuciła na siebie."
      },
      {
        "index": 55,
        "text": "— Ja z wami — rzekła — aż do brzegu popłynę... Póki nie siędziecie na konie, ja z wami..."
      },
      {
        "index": 56,
        "text": "Po jednemu wzięła ich za głowy i pocałowała."
      },
      {
        "index": 57,
        "text": "Chwost stał milczący. Przez otwarte okno zewsząd biły łun blaski i wpadały do świetlicy."
      },
      {
        "index": 58,
        "text": "— Widzicie — odezwała się Brunhilda — to zapowiedź wojny... Jutro może się ona rozpocznie. Gród będzie się bronić... Wezmą dwór i grodzisko, schroniemy się na wieżę... miesiąc, dwa, trzy wyżyć możemy... jedźcie do dziada i przybywajcie z odsieczą. Spieszcie..."
      },
      {
        "index": 59,
        "text": "Tu głosu jéj zabrakło."
      },
      {
        "index": 60,
        "text": "— A gdyby nas i dworu i grodu i wieży nie stało... mścijcie ojca i matkę... mścijcie życie całe na tém plemieniu jaszczurczém."
      },
      {
        "index": 61,
        "text": "Chwostek mruknął."
      },
      {
        "index": 62,
        "text": "— Nigdy stołba wziąć nie mogą... Prowadźcie Sasów, my wytrzymamy..."
      },
      {
        "index": 63,
        "text": "Rzucili się synowie jeszcze raz do nóg ojcu, do nóg matce, a potém szli posłuszni. Za kępą u grodziska czółen stał gotowy, Mucha i drugi silny chłop z wiosłami w niém siedzieli. Brunhilda weszła pierwsza, chłopcy skoczyli za nią, Chwostek patrzył z brzegu, czółen popłynął..."
      },
      {
        "index": 64,
        "text": "Jezioro całe od łun się paliło, a łódka po niém mknęła czarna, i widać ją było zwracającą w zarosłe brzegi, w cień, aby się prześliznęła niepostrzeżona. Chwostek oczyma potoczył po okolicy długo, pogardliwie i do izby powrócił."
      },
      {
        "index": 65,
        "text": "Późno w noc biała pani przybyła nazad, we łzach jeszcze po dzieciach; Chwostek już spał. Ona siadła u ognia, wpatrzyła się w węgle żarzące i tak nadedniem usnęła dopiero."
      },
      {
        "index": 66,
        "text": "Nazajutrz rano pytano strażnika na wieży."
      },
      {
        "index": 67,
        "text": "— A nie widać tam gromad zbrojnych?"
      },
      {
        "index": 68,
        "text": "— Nie rusza się nic! nie widać nic... cicho wkoło i spokojnie."
      },
      {
        "index": 69,
        "text": "Chwost zaśmiał się."
      },
      {
        "index": 70,
        "text": "— Nie będą śmieli, nie ważą się..."
      },
      {
        "index": 71,
        "text": "Czekali dzień cały, do wieczora, nie było nic. Kneź powtarzał swoje."
      },
      {
        "index": 72,
        "text": "— Nie śmieją..."
      },
      {
        "index": 73,
        "text": "Noc zeszła spokojnie, rankiem strażnik z wieży nie zobaczył nic jeszcze. Nadszedł znowu mrok wieczorny, cisza panowała wkoło. Biała pani chodziła trwożna, Chwostek mówił — nie śmieją."
      },
      {
        "index": 74,
        "text": "W tém na stołbie zatrąbiła straż, raz, drugi i trzeci. Pochwycili się wszyscy na nogi, czeladź z szop, pachołkowie z legowisk pod okopem, Smerdowie z przyżby na przedsieniu. Przy brzasku wieczora coś niewyraźnego widać było. Majaczało pod lasem z jednéj i z drugiéj strony coś, jakby żywego, ogromnego, jak smok dźwigało się zwolna i toczyło po ziemi."
      },
      {
        "index": 75,
        "text": "Strażnik znowu w róg począł trąbić, ale dech mu zabiła trwoga i sił brakło. Biegli zewsząd ludzie na wały, na drabiny, na dachy... i kneź z żoną wyszli na przedsienie."
      },
      {
        "index": 76,
        "text": "Pod lasem stały gromady, które nagle z niego się wyroiły."
      },
      {
        "index": 77,
        "text": "— Kmiecie na gród ciągną! — wołali Smerdowie wskazując rękami."
      },
      {
        "index": 78,
        "text": "Coraz wyraźniéj o wieczornéj zorzy dojrzeć było można pod lasem tłumy, które się poruszały, sunęły, powiększały. Las z głębin swych wyrzucał lud na dolinę. Ziemia tętniła. Na prawo, na lewo, na wsze strony sunęły się gromady, ciągnąc bez pośpiechu, uroczyście, powoli. Wśród ciszy, chwilami dochodził gwar zdaleka, jakby jezioro mruczało. A nie jezioro mruczało, ale gromady dychały i konie stąpały, a na dzidach wysoko wpięte widać było stanice Boże, wojenne godła święte."
      },
      {
        "index": 79,
        "text": "Gdy tak stali a patrzyli Chwostek i żona jego, lica im pobladły, zbielały niemal jak tych trupów, które niedawno przez ten sam próg za nogi ze świetlicy wywleczono. Kneź sobie miodu kazał dać, wypił i kubek precz rzucił na ziemię."
      },
      {
        "index": 80,
        "text": "— Ludzie, na wały! kto żyw! — zakrzyknął — most spalić!"
      },
      {
        "index": 81,
        "text": "Rzucili się ludzie wnet za wrota, do mostu, niosąc smołę i łuczywo. Podlano pale smołą. Smerda sam na cztery rogi ogień podłożył, a ludzie z mostu uciekać zaczęli do grodu, za zaborole."
      },
      {
        "index": 82,
        "text": "Mrok wieczorny już w dali nic widzieć nie dawał, aż płomię się rozpostarło i sycząc dyle poczęło obejmować, a podniosło się i buchnęło do góry. W czerwonych blaskach ukazała się wieża i dwór i cała okolica daleka; strugi ognia popłynęły po jeziorze. W dali nic już widać nie było, cisza w koło, tylko trzask palących się belek i dym czerwony ku obłokom się kłębił wysoko, jak druga wieżyca."
      },
      {
        "index": 83,
        "text": "Smerdy kazali most walić kołami, aby się zapadł i obalił prędzéj. Z trzaskiem zaczął padać do wody, kłody dymiące na wpół spalone sycząc się po falach toczyły."
      },
      {
        "index": 84,
        "text": "Łodzie i czółna od brzegów ściągano do grodu, i chowano w okopie. Ruch na zamku panował, Chwostek w boki się wziąwszy patrzył. Czoło mu się marszczyło tylko i usta przeklinały cicho — ród jaszczurczy."
      },
      {
        "index": 85,
        "text": "Powoli dopalały się pale, ogień przygasał, ciemność po nim wydała się czarniejszą, noc nieprzejrzaną. Co się w tych martwych kryło ciemnościach, któż mógł odgadnąć?"
      },
      {
        "index": 86,
        "text": "Stał długo zdrętwiały jakby Chwostek, potém się ruszył nagle, odzyskując życie, na ludzi krzyknął. Począł wydawać rozkazy."
      },
      {
        "index": 87,
        "text": "Wnet coś się potoczyło przez podwórze do brzegu, mały człeczek odwiązał czółen pławiczkę, drobny jak orzechową łupinę i plusnęło coś a znikło. Znosek z postrzyżoną głową, z wystrzeloném okiem, leżąc w téj łupinie, nie poruszając się prawie, rękami wodę rozgarniał zwolna i płynął. Czółenko posuwało się nie pluszcząc, nie drgając, jakby je z pod spodu bogunki na barkach niosły."
      },
      {
        "index": 88,
        "text": "Ludzie na wałach pokładali się i patrzą w ciemności. Na wieży straż chodzi i rozgląda się dokoła. Nie widać nic... w górze przebłyskują gwiazdy, u dołu miga jezioro, w głębi lasy stoją czarne i dolina niema. Na niéj téż leżą mroki, żadnego ogniska, jakby gromady w ziemię gdzieś się zapadły."
      },
      {
        "index": 89,
        "text": "Człeczek o jedném oku dobił się do brzegu, łupinkę schował w trzciny, wypełzł na ląd i — nie wrócił."
      },
      {
        "index": 90,
        "text": "Tak zeszła noc. Brzask na niebie wschodniém, a po ziemi mgły się powlokły — i nic nie widać — ziemia tylko dyszeć się zdaje i poruszać... Mgła opada nad brzegami jeziora i kryje lasy i pola. Patrzą z wałów we mgły i nic nad nią nie widzą."
      },
      {
        "index": 91,
        "text": "Za mgłami na wschodzie czerwieni się i złoci, wiatr poszedł po ziemi, miota leżącą na niéj zasłoną, drze ją i precz znów rzuca na lasy."
      },
      {
        "index": 92,
        "text": "Ludzie patrzą z wałów, mur stoi przed niemi, głowa przy głowie, ramię przy ramieniu — jak piasek u brzegu tłum... Przodem Myszków gromada konna i kmiecia starszyzna."
      },
      {
        "index": 93,
        "text": "Chwostek już na drugie stolowanie w wieży wlazł, stoi, liczy i policzyć nie może. Głową potrząsa."
      },
      {
        "index": 94,
        "text": "— Niech postoją... pójdą!"
      },
      {
        "index": 95,
        "text": "Gdziekolwiek oko zwróci spotyka znane twarze; tam stoją bracia tych, których pobił, tu synowie tamtych, co ich potopiono w jeziorze, a owo ci, co na zamku z Myszkami byli... czereda ich cała. Stoją murem i patrzą na gród, jakby go oczyma zjeść chcieli."
      },
      {
        "index": 96,
        "text": "— Niech się napatrzą! — zamruczał i zszedł powoli z drabiny. Tu Smerdowie pijani lud rozstawiają a serca dodają."
      },
      {
        "index": 97,
        "text": "— Hej! hej! to czerń nie wojaki, licha drużyna, od sochy to i od radła... motłoch..."
      },
      {
        "index": 98,
        "text": "Wyszła Brunhilda, spojrzała dokoła, ręce łamie i oczy zakrywa. Chwost się śmieje, ale blady chodzi jak trup."
      },
      {
        "index": 99,
        "text": "Z tamtéj strony dziwnie, ani krzyku, ani wołania, stanęli, stoją, posuwają się tylko, coraz bliżéj, coraz bliżéj. Jedni na plecach czółna niosą, drudzy u brzegu tratwy wiążą. Z téj strony łuki i proce się sposobią."
      },
      {
        "index": 100,
        "text": "Słońce weszło, jasny dzień na niebie. Myszkowie wołają zdala."
      },
      {
        "index": 101,
        "text": "— Ot tobie dzień ostatni, Chwoście obrzydły! Pokłoń się słońcu, a pożegnaj, bo go nie zobaczysz więcéj!"
      },
      {
        "index": 102,
        "text": "Kneź nie słucha, siadł na ławie i pije. Łuki naciągają. Na prawo, na lewo czółna się gromadzą jakby z ziemi rosły, ludzie się do nich cisną, tratwy spuścili i płyną, czółen z czółnem, gąska z gąską powiązane, szeregiem, aż pod wały."
      },
      {
        "index": 103,
        "text": "Na okopach leżący lud wstał nagle, huknął okrzyk ze stron obu aż się ziemia zatrzęsła, stado krucze ze stołbu zerwało się z wrzaskiem i uniosło w obłoki."
      },
      {
        "index": 104,
        "text": "Świsnęły strzały. Kamienie posypały z obu stron. Na dół toczą się głazy i belki, ludzi ciągnąc z sobą do jeziora, a co pluśnie w głębię szereg cały napastników, to na grodzie okrzyk zwycięzki."
      },
      {
        "index": 105,
        "text": "Padają odepchnięci i cisną się na ich miejsce drudzy, po zabitych drapią się żywi. — Na wały! na wały! Smerdy biegają, popychają, krzyczą... Dwa razy odparto napaść, toczy się trzecia gromada, nacisnęła grodową załogę, dusi ją w podwórze i do wrót... Ludzie się wpół pozwierali i mocują..."
      },
      {
        "index": 106,
        "text": "Chwostek spojrzał i zbiegł."
      },
      {
        "index": 107,
        "text": "Do izby wpadł i żonę wyniósł na plecach. Niewiasty za nią gonią płaczące..."
      },
      {
        "index": 108,
        "text": "Na drabinę! do wieży!.."
      },
      {
        "index": 109,
        "text": "Na stołb! na stołb!"
      },
      {
        "index": 110,
        "text": "Niosą węzły i opony, kto co pochwycił..."
      },
      {
        "index": 111,
        "text": "— Na wieżę lud doborny!"
      },
      {
        "index": 112,
        "text": "Na drabinie się roi czarno, gnie się pod ciężarem ludzi, a wieżyca chłonie niesyta i chłonie uciekające gromady."
      },
      {
        "index": 113,
        "text": "Z wrzaskiem strasznym załoga wbiegła w podwórze z wałów wyparta. Nacisnęli ją ze wszech stron, obronić się nie mogła, trupami usłane drogi, trupem pokryte wały... ciała pływają po jeziorze ze skrwawionemi twarzami."
      },
      {
        "index": 114,
        "text": "Kto żyw wspina się na drabinę, a tu już z góry ciągną ją do wnętrza i drzwi zapierają dylami."
      },
      {
        "index": 115,
        "text": "Grodzisko opanowali Myszkowie. Co się nawinęło, padło... co oszczepy rzuciło, związano w pęta... Po izbie i komorach rozbiegli się ludzie, zabierać, szukać, wiązać — ale pustkę znaleźli wszędzie."
      },
      {
        "index": 116,
        "text": "Kneźna tylko w izbie postawiła żółty dzban z miodem zatrutym, ale Myszko pierwszy wpadł do świetlicy, postrzegł go i o podłogę nim cisnął, aż go roztrzaskał w kawały."
      },
      {
        "index": 117,
        "text": "Pełen gród zwycięzkiego ludu."
      },
      {
        "index": 118,
        "text": "Czapki podrzucają do góry i wołają."
      },
      {
        "index": 119,
        "text": "— Łado!.. górą Myszkowie!.. Chwost niech zczeźnie!"
      },
      {
        "index": 120,
        "text": "Na wieżę teraz patrzą wszyscy. Ani się przybliżyć do niéj. Kto przystąpi, ginie. Kamienie się sypią z góry i gniotą. Odstąpili od stołba ludzie."
      },
      {
        "index": 121,
        "text": "W tém ktoś żagiew do szopy rzucił, drugi ognia naniecił w malowanym dworze... buchają dymy, świetlice się palą!"
      },
      {
        "index": 122,
        "text": "Niech kamień na kamieniu, niech belka na belce nie zostanie... w popiół Pepełków obrócić. Myszkowie poczęli wołać i otrębywać na swój lud, do kupy... Kazano się położyć w podwórzach — niech dwory i szopy, i do ostatniego wszystko płonie węgła."
      },
      {
        "index": 123,
        "text": "Na jeden dzień roboty dość, o wieży pomyśleć czas i jutro."
      },
      {
        "index": 124,
        "text": "Suche dwory i budynki chyżo objęły płomienie. Jeszcze ludzie z nich nie pospieli wyratować co się zostało, gdy ogień obszedł dokoła i obrócił w jedno łoże płomieni i żaru."
      },
      {
        "index": 125,
        "text": "Myszków gromada ze starszyzną radzić poszła. Szli z podwórza na odległy wzgórek. Tu się im okropny widok przedstawił."
      },
      {
        "index": 126,
        "text": "Niegłęboko zakopane trupy potrutych stryjów i synowców Chwosta psy powywlekały z ziemi napoły i poszarpane, zdechłszy przy nich rzuciły. Leżały straszniejsze niż śmierć, zbezczeszczone i z padłem zwierzem razem zmięszane. Wzdrygnęli się idący."
      },
      {
        "index": 127,
        "text": "— Ostatni z ich rodu! — zawołał Myszko — zgładził ich, aby po nim nikt nie został... oprócz starca Miłosza i ślepego Leszka..."
      },
      {
        "index": 128,
        "text": "— I dwu jego synów, którzy na niemcach się hodują! — dodał drugi."
      },
      {
        "index": 129,
        "text": "— Niechże tym ciałom za grobowy stos służy zgliszcze jego domu! — rzekł Myszko."
      },
      {
        "index": 130,
        "text": "Zwołano wnet pachołków, aby zebrawszy ciała, zanieśli je gdzie ogień płonął najgorętszy, by w nim zgorzały, a duchy ich ze skargą do ojców pójść mogły."
      },
      {
        "index": 131,
        "text": "— Nieszczęśliwi — mówili ludzie pobożni — po zgonie musieliby się włóczyć po ziemi, ażby nie zgniły ich ciała. Tu stos jakby naumyślnie zapalony, aby na nim zgorzeć mogli."
      },
      {
        "index": 132,
        "text": "Patrzał ze stołbu Chwostek, jak czeladź trupy zebrała i obmywszy je wodą, osłoniwszy sukniami, na noszach wzięła na barki idąc do stosu. Szli przodem ci, co nieśli zwłoki Mściwoja i Zaboja, potém ich dzieci, i przyszedłszy na miejsce gdzie stała świetlica, na kupę wielką zgarnąwszy głownie i żary, poczęli obok siebie składać ciała, rzędem jedne za drugiemi. Najwyżéj leżeli dwaj ojcowie, u stóp ich przy sobie dzieci."
      },
      {
        "index": 133,
        "text": "Rozżarzone płomię wnet chwyciło pastwę podaną. Stojąc dokoła pobożnie patrzyli Myszkowie jak gorzały zwłoki i na ognistém, krwawém łożu w popiół się obracały. Niebieskie ogniki unosząc się nad niemi duchy z sobą wyprowadzały."
      },
      {
        "index": 134,
        "text": "Z górnych wieży połaci patrzały oczy ciekawe, a płomię od szop, które do stołba przytykały, lizało mury jego i pięło się wysoko, jakby do wnętrza dostać chciało."
      },
      {
        "index": 135,
        "text": "Dym wciskał się oknami."
      },
      {
        "index": 136,
        "text": "Nad wieczór począł pożar przygasać. Gromady położyły się na horodyszczu pod stołbem i spoczywały — daleko od wieży, gdyż z niéj ciągle strzały, kamienie i belki ciskano, które ludzi jak słomę gniotły..."
      },
      {
        "index": 137,
        "text": "Myszkowie ze starszyzną siedli kołem i radzili."
      },
      {
        "index": 138,
        "text": "— Co począć ze stołbem i z niemi? Ogniem ich nie pożyć, bo kamień mu się nie da; siekierami i młotami nie rozwalić grubego muru, ptakiem na wierzch nie zalecieć, myszą się i kretem do niego nie podkopać, bo głęboko w ziemi siedzi... a ma go być tyle drugie pod nią co na niéj?.."
      },
      {
        "index": 139,
        "text": "— Głodem ich jednym weźmiemy, ludzi nie tracąc napróżno — rzekł Krwawa-szyja. — Położym się obozem dokoła. Strawy na miesiąc mają, leżeć będziemy dwa, mają jéj na dwa, posiedzim dłużéj... póki ich nie wymorzym do szczętu... Im więcéj ludzi się zamknęło, tém głód ich prędzéj wydusi... Gromad rozpuściemy połowę, dość będzie nas, by im nie dać wyleźć z jamy."
      },
      {
        "index": 140,
        "text": "Stało się jak rzekli, część kmieci ciągnęła do domu, druga się położyła pod wieżą, na grodzie i nad brzegami jeziora. Myszkowie zabierali się do jadła, gdy gromada ludzi z bliskiego wyjechała lasu, stanęła na wzgórzu rozpatrując się około spalonego grodu i zwolna podjechała ku starszyznie. Gdy się zbliżyli, poznano Bumira i innych, którzy z Leszkami trzymali i do ich krwi należeli. Nie poszli oni na ogniste wici, tak samo jak Miłosz i jego ród. Bumir przyjechawszy blisko z konia nie zsiadł, skinął głową na Krwawą-szyję."
      },
      {
        "index": 141,
        "text": "— Pogorzeliskoście zrobili z kneziowskiego dworu — rzekł powoli — a gdzież Pepełek?"
      },
      {
        "index": 142,
        "text": "Myszko śmiejąc się na wieżę wskazał. Bumir głową trząsł."
      },
      {
        "index": 143,
        "text": "— Wszystkich Leszków przeto nie wygubicie — odparł — zostanie nas tu do rodu należących po troszę!.. Czego od nas chcecie?"
      },
      {
        "index": 144,
        "text": "— Od was? abyście siedzieli cicho... i panować nam nie chcieli — rzekł Myszko."
      },
      {
        "index": 145,
        "text": "— Cóż to? stara wilcza swoboda wam w głowie? a niemców ino nie widać i jednego zrzuciwszy, posadzicie drugiego kneziem."
      },
      {
        "index": 146,
        "text": "— A no, nie z waszych! — rzekł Myszko — nie z tego rodu, który nas chciał zaprządz i orać nami... Nie!.. znajdziemy kmiecia..."
      },
      {
        "index": 147,
        "text": "Bumir spojrzał na wieżę."
      },
      {
        "index": 148,
        "text": "— Dobywać stołba myślicie? — zapytał."
      },
      {
        "index": 149,
        "text": "— Nie... — rzekł sucho Myszko krwawa-szyja — posiedziemy pod wieżą, aż wyzdychają z głodu."
      },
      {
        "index": 150,
        "text": "Bumir stał na koniu głowę zwiesiwszy."
      },
      {
        "index": 151,
        "text": "— Aby tylko niemcowie nie przyszli i nie pomścili za nich — rzekł. — Naówczas winny i niewinny odpokutuje... pójdzie i mój dwór w popiół i nasze pola stratują, a ludzi nam pobiorą w niewolę."
      },
      {
        "index": 152,
        "text": "Myszkowie się śmieli."
      },
      {
        "index": 153,
        "text": "— Alboż to oszczepów nie mamy? — rzekł młodszy, którego zwano Białym."
      },
      {
        "index": 154,
        "text": "— A Sasi żelazo mają na sobie i na strzałach — mówił Bumir — ich dziesięciu na waszych stu stanie."
      },
      {
        "index": 155,
        "text": "— Ale téż ich stu nie przyjdzie z za Łaby tu... — mówił starszy."
      },
      {
        "index": 156,
        "text": "— Pewno nie — zawołał Bumir — ich dziesięciu zwołają sobie stu Pomorców, albo i dwieście, a tym do nas iść niedaleko..."
      },
      {
        "index": 157,
        "text": "— To z temi my na oszczepyśmy równi — mówił Myszko. — Nie boim się pogróżek!"
      },
      {
        "index": 158,
        "text": "Zamilkli trochę, Krwawa-szyja podniósł rękę."
      },
      {
        "index": 159,
        "text": "— E... Bumir i wy wszyscy Leszkowie — rzekł — chcecie pokoju, siedźcież w pokoju a do naszych spraw nie leźcie. Wojować nie chcecie ze swoim rodem, nie ciągniemy was za szyję... a no, nie wyzywajcie wilka z lasa!.. siedźcie spokojnie."
      },
      {
        "index": 160,
        "text": "Bumir popatrzył chmurno."
      },
      {
        "index": 161,
        "text": "— Ze słowem tu przyszedłem nie z kamieniem — począł — nie biję się z wami. Mówię wam tylko, nas Leszków i Leszkowych potomków siła jeszcze... Dziś wy mocniejsi, jutro my być téż możemy... Na jednéj ziemi siedziemy, wartoby mir uczynić, a nie zabijać się na pociechę wrogom!.."
      },
      {
        "index": 162,
        "text": "— Mir wam dajemy! — rzekł Krwawa-szyja — czego więcéj chcecie?"
      },
      {
        "index": 163,
        "text": "— Puśćcież z wieży i tego, co go tu głodem morzyć chcecie — począł Bumir, ciągle z konia mówiąc i ku wieży oczy podnosząc."
      },
      {
        "index": 164,
        "text": "Myszko się śmiać począł."
      },
      {
        "index": 165,
        "text": "— A dobrze — rzekł — byle nam oddał tych, co potruł i pozabijał..."
      },
      {
        "index": 166,
        "text": "To mówiąc, szyję odsłonił i pokazał bliznę."
      },
      {
        "index": 167,
        "text": "— I moją krew mi wrócić trzeba!"
      },
      {
        "index": 168,
        "text": "— A nie dosyć wam téj pomsty, żeście mu zżegli dwór, zniszczyli dostatek, skarby zabrali, ludzi potłukli?.."
      },
      {
        "index": 169,
        "text": "— Albo to jego krew? — zapytał Myszko Biały, który był do słowa prędki — to jego mienie nie posoka... Nam krwi za krew trzeba..."
      },
      {
        "index": 170,
        "text": "Bumir zadumał się."
      },
      {
        "index": 171,
        "text": "— A jutro powiecie to nam! i wszystkim Leszkom po całéj Polanie naszéj!..."
      },
      {
        "index": 172,
        "text": "— Nie wypowiadamyć wam wojny — mówili drudzy — Miłosz siedzi z synem spokojny, wam się nie stało nic... Panować nie damy... a żyć nie bronim..."
      },
      {
        "index": 173,
        "text": "Znowu pomilczeli chwilę, gdy zaszumiało coś i zastukało od wieży. Chwostek zasuwę od okna w murze odjął i wołał."
      },
      {
        "index": 174,
        "text": "— Bumir! co ty ze zbójcami rozhowor czynić będziesz? Ze wściekłém zwierzem nie gadać, a bić go w łeb! Weźcie ludzi i przychodźcie nas bronić... Nasza sprawa — wasza..."
      },
      {
        "index": 175,
        "text": "Myszko podniósł oczy ku miejscu zkąd głos wychodził. Łuk leżał koło niego, chwycił zań, zmierzył i strzała świsnęła, ale uwięzła w drewnianéj zasuwie... i ryhotanie z wieży słyszeć się dało, a tuż z okna zaszumiała strzała druga, ogromna, pierzasta i utkwiła w sukni Myszka, który ją wyrwał i odrzucił z pogardą."
      },
      {
        "index": 176,
        "text": "— Ród jaszczurczy! — wołał Chwost z góry."
      },
      {
        "index": 177,
        "text": "— Psy wściekłe! — łajał Myszko."
      },
      {
        "index": 178,
        "text": "— Żmije jadowite!.."
      },
      {
        "index": 179,
        "text": "— Gad przemierzły!.."
      },
      {
        "index": 180,
        "text": "— Ścierw i padło!.."
      },
      {
        "index": 181,
        "text": "Takiemi wyrazami homerycznemi nawzajem obrzucali się z obu stron."
      },
      {
        "index": 182,
        "text": "— Bumir! — zawołał Chwostek głosem schrypłym — jedź do domu, zwołaj swoich... ginąć nam nie dajcie, bo i was ta czerń plugawa wygubi!"
      },
      {
        "index": 183,
        "text": "Zawrócił się z koniem przybyły. Myszko nań patrzał nie spuszczając z oczów."
      },
      {
        "index": 184,
        "text": "— Słuchajcie rady Chwosta, albo mojéj — rzekł — czyja lepsza, do woli. My wam jedno powiemy pod klątwą, pod świętą."
      },
      {
        "index": 185,
        "text": "To mówiąc ziemi garść pochwycił w dłoń i podniósł ją do góry."
      },
      {
        "index": 186,
        "text": "— Pod klątwą, mówię ci Bumirze... jeźli ruszycie się w obronie Chwosta... jeżeli z was jeden wstanie, nie zostawiemy duszy żywéj... Pamiętajcie!"
      },
      {
        "index": 187,
        "text": "Bumir i ci, co mu milczący towarzyszyli, spojrzeli ku stołbowi, zkąd niewyraźne głosy i wołanie słychać było, zwolna zawrócili konie i stępią odjechali; a Myszkowie spokojnie patrzyli za niemi."
      },
      {
        "index": 188,
        "text": "Ktoby na wieżę naówczas był wszedł do ciasnego jéj wnętrza, przestraszyćby się musiał tém, co się tu już tego dnia działo."
      },
      {
        "index": 189,
        "text": "Na dole ściśnięty był lud, czeladź, pachołki, niewolnicy, których dla obrony wzięto. Miejsca dla nich było szczupło, zaducha panowała wielka, a strach ogarniał czeladź, która mruczała narzekając, że lepiéj nie poszła w niewolę, niżby tu marnie ginąć tak miała. Nad niesforną tą kupą stali Smerdowie z kijmi i nakazywali ciszę, ale lud mruczał groźno. Ze studni na powrozie ciągniono wodę, któréj nastarczyć nie było podobna spragnionym, innego napoju nie było. Na drugiéj połaci wybrani strzelcy stali i gotowali się do obrony; tu chodził kneź i Brunhilda. W kącie posłanie ze skór służyło im dla spoczynku. Trzecia téż połać dla niewiast i do obrony była zajętą, a u góry straże chodziły. Jęki i płacz słychać było w wieży. Z ran przy oblężeniu zadanych dwóch pachołków zaraz umarło, a ze strachu i choroby kobieta. Leżały już trzy trupy, z któremi nie wiedziano co zrobić... Musiano je otworem górnym rzucić precz z wieży, a ciała te padające na ziemię, potrzaskane i znieważone, były jakby zapowiedzią tego, co się na stołbie dziać miało. Czekał los ten i innych."
      },
      {
        "index": 190,
        "text": "Chwost klnąc od okna do okna chodził i patrzył, Brunhilda długo leżała jak martwa nie mówiąc słowa. Nie mówili do siebie, a widać było, że jedno drugiemu w duszy wyrzucało to nieszczęście... Pepełek składał je na żonę, ona na niego."
      },
      {
        "index": 191,
        "text": "Oboje trwali jeszcze w myśli obrony, w nadziei, że synowie odsiecz przyprowadzą. Brunhilda po długiéj odrętwiałości, gdy mąż klął a nic nie przedsiębrał, zawołała Muchy i poszła oglądać zasieki. Zboża było dosyć, ale oprócz dwóch startych kamieni od starych żarn, nic czemby mąkę przysposobić można. Był piec, ale o pieczeniu chleba pomyśleć nawet było trudno, bo nie na długo drzewa by stało. Starte ziarno na kaszę, mogło z wodą służyć za posiłek głodnym. Żyć tak miesiące!!"
      },
      {
        "index": 192,
        "text": "W popłochu, gdy uciekano na wieżę mało co kto porwał z sobą, chléba i placków kawałki suche, ledwie się gdzie znalazły. Studnia z któréj czerpać musiano stara była i zapuszczona, a pierwsze wiadra precz wylano. Spragnieni pili potém, ale obrzydliwą znajdowali juchę."
      },
      {
        "index": 193,
        "text": "Cała ta czerń zbrojna u dołu, gdy na nią Brunhilda przez szpary patrzała, wydała się jéj groźną i straszną. Spytała Muchy, czy ją utrzymać potrafią — ten milcząc, popatrzał w dół i nie odpowiedział. Ci co wczoraj na twarz padali przed panem, teraz, gdy on był w niebezpieczeństwie, otrzęsali niewolę z karków i mruczeli. Widać ich było leżących na ziemi, zobojętniałych, ledwie na wołanie podnoszących głowy. Niektórzy po kątach oglądając się, szeptali coś potajemnie."
      },
      {
        "index": 194,
        "text": "Wszyscy domagali się głośno jadła i napoju a kij Smerdów z trudnością mógł im nakazać milczenie."
      },
      {
        "index": 195,
        "text": "Brunhilda wzięła Muchę, powiernika na stronę i pokazała mu w dół na ludzi."
      },
      {
        "index": 196,
        "text": "— Gęb za dużo, rąk za mało! — szepnęła — co czynić?"
      },
      {
        "index": 197,
        "text": "Szeptali długo. Chwostek to chodził, to padał w kąt na skórę, to do okna szedł i patrzał na Myszków jak spokojnie piwo przywiezione z kadzi czerpali i niem siebie i ludzi raczyli. Naówczas zębami zazgrzytawszy odbiegał od okna i wracał na posłanie. Spotykali się z żoną milczący, nie mówiąc słowa do siebie i mijali."
      },
      {
        "index": 198,
        "text": "Brunhilda naradzała się z Muchą, kneź gdy mu milczenie dojadło, brał zaufanego sługę na stronę i radził się z nim."
      },
      {
        "index": 199,
        "text": "Mrok padał, gdy Mucha zszedł na dół i począł ludzi na górną połać, na nocną straż wybierać, dzielił ich tak jakoś po swéj woli i stawił osobno jednych zostawując na dole, drugich śląc na górę. Ci, co pozostawali na zgniłéj słomie, nie gniewali się za to, leżeli przynajmniéj."
      },
      {
        "index": 200,
        "text": "Wybranym kazano leźć po drabinie, i gdyby się kto do stołba przybliżył, puszczać strzały, wyrzucać kamienie. Zaledwie ci odeszli, gdy na dole wieczorną strawę dwie niewiasty Brunhildy na miskach przyniosły. Była to kasza jakaś ledwie ciepłą zaczyniona wodą, ale i na tę rzucili się skwapliwie głodni, i w chwilę, nic z niéj nie pozostało, przez szparę kneźna patrzała jak jedli, niespokojna, jak po jedzeniu legli i natychmiast się pospali. Zasnęli wszyscy, prawie tak jak kto siedział i leżał, nie poruszywszy się nawet. Zasnęli dziwnie jakoś, snem ciężkim, który ich rzucał, z którego jakby się porywać nadaremnie usiłowali. W godzinę a drugą i te ze snem zapasy ustały, milczenie głuche panowało na dole."
      },
      {
        "index": 201,
        "text": "Mucha spuścił się ku nim z łuczywem w ręku, obszedł wszystkich po jednemu, dotknął twarzy każdego, przybliżył się słuchając oddechu, policzył ich i wrócił na górę."
      },
      {
        "index": 202,
        "text": "Ludzie to byli niepotrzebni, których się pozbyła Brunhilda. Z góry ściągnięto kilku na dół i trupy oknami wyrzucać kazano. Oprawcy nawykli znać do podobnego zajęcia, ani się zdziwili, ani opierali, poobdzierali towarzyszów, popatrzali na blade i sine twarze i zabrali się do roboty."
      },
      {
        "index": 203,
        "text": "Myszkowie ze swemi ludźmi siedzieli u ogniska, zdala na stołb poglądając, gdy pierwsze ciała padać zaczęły. Ciekawych kilku podsunęło się pod wieżę, wnet im na głowy sypnięto kamieniem, a jednego padający trup przygniótł do ziemi. Na wszystkie tak strony jak owocem dojrzałym posypało się temi ludźmi. Oblegający patrzali zrazu zdumieni."
      },
      {
        "index": 204,
        "text": "— Zbywają się gąb niepotrzebnych — rzekli — bronić się więc i czekać myślą."
      },
      {
        "index": 205,
        "text": "Cała noc potém w milczeniu przeszła, ale na wieży migały światła w otworach i na obozowisku paliły się ognie. Spali jedni, drudzy na straży chodzili. Niekiedy z górnéj połaci, na upatrzonego świsnęła strzała, zawarczał kamień ciśnięty z procy, i kaleczył, rył się w ziemię, lub rozpryskiwał węgle rozżarzone w ogniskach."
      },
      {
        "index": 206,
        "text": "Krucy tym godom pokrakiwali górą, uspokoić się nie mogąc, ni do gniazd trafić zajętych. Nadedniem wszystko się usypiać zdało, ale Myszkowie pilne, choć skryte straże porozstawiali do koła i ze stołba wymknąć się nikt nie mógł."
      },
      {
        "index": 207,
        "text": "Wstał znowu dzień biały nad zgliszczami. Na lasy posłano po zwierza, na dwory po chléb i strawę dla gromad. Ludu odprawiono wiele, nie było go już tyle potrzeba, a odsiecz prędko nadążyć nie mogła."
      },
      {
        "index": 208,
        "text": "Reszta pozostała legła szeroko, tak aby ani strzała, ani kamień nie dosięgnął, choć ciągle ich próbowano. Śpiewano pieśni i weselono się przy ogniach."
      },
      {
        "index": 209,
        "text": "Na wieży nie było znaku życia żadnego, tylko u góry chodzili ludzie i patrzali w dal. Tych zręczniejsi spędzali strzałami, chowali się za przymurek i nikli. Kilka razy Chwostka tam poznano i powitano urągowiskami i krzykiem."
      },
      {
        "index": 210,
        "text": "Ile razy strzała leciała, kamień spadał, śmiechy się rozlegały. Czasem słowami sobie rzucano obelżywemi, to znowu milczano długo."
      },
      {
        "index": 211,
        "text": "Trzeciego dnia, około południa głos z okna począł wołać pod wieżę. Pomyślano, że się zdadzą. Myszko krwawa szyja chciał już iść i wstał, w tém go wyprzedził brat najmłodszy, którego zwano Żurawiem dla nóg długich. Podbiegł i zadarł głowę do góry, patrząc ku oknu. Z wieży rozległ się śmiech i razem z otworu ogromny głaz padł mu na czaszkę, mózg i krew prysnęła, chłopak się zachwiał, padł i skonał."
      },
      {
        "index": 212,
        "text": "Krzyknęli ręce załamując Myszkowie."
      },
      {
        "index": 213,
        "text": "— Krew za krew!! żaden ztąd nie ujdzie żyw!!"
      },
      {
        "index": 214,
        "text": "Wołanie i boleść i gniew był straszny, Chwostek śmiał się coraz głośniéj. Skoczyli śmielsi, aby ciało biednego uratować, ciśnięto na nich belkę, która tylko trupa trafiła i przygniotła. Jęczeli Myszkowie bracia nad straconym. Posypali się ludzie i zgniecione wyniesiono ciało, aby je spalić zaraz na stosie."
      },
      {
        "index": 215,
        "text": "Na zgliszczu, gdzie wczoraj zgorzały ciała Leszków, złożono teraz biednego chłopaka, naniesiono drzewa i poczęto śpiewać pieśni, a z góry klątwami je przerywano."
      },
      {
        "index": 216,
        "text": "Wśród tego palenia, o mroku do obozu, przywlókł się mały człeczek, z głową postrzyżoną i okiem wybitém. Ukradkiem spoglądał na wieżę, a chodził po za ogniskami i rzucane kości zbierając, ogryzał, bo znać był głodny. Przysiadł sobie razem z psami na pagórku śmiecia — nikt mu nie bronił. Nikt go nie znał. Włóczyło się tak naówczas ubogich, obłąkanych, ślepych dziadów i bab wiele, a było obyczajem ich przyjmować i karmić."
      },
      {
        "index": 217,
        "text": "Obłąkanym czasem przyznawano dar jakiegoś jasnowidzenia, niektórzy zabawiali spiewem, skokami, lub wróżyć próbowali. Odarty Znosek właśnie na takie stworzenie bezbronne i dobroduszne wyglądał. Kilku mu rzuciło po chleba kawałku, i po niedogryzionéj kości, z któréj on z rozkoszą resztki szpiku wysysał."
      },
      {
        "index": 218,
        "text": "Nie uważano, że się wciąż patrzał na stołb i obchodził go dokoła, coś niby po ziemi zbierając. Ciemno się już zrobiło, gdy na darń przyległszy niedaleko wieży zniknął. Znużeni ludzie u ogniska drzemali, stróże patrzali na jezioro, gdy z jednego otworu na wieży ostrożnie gruby powróz spadać zaczął ku ziemi. Sunął się tak, iż go niedostrzeżono. Po piasku pełznął do niego Znosek, i w koło pasa go sobie umocował."
      },
      {
        "index": 219,
        "text": "Cicho było i ciemno, niekiedy wiatr przeleciał po dolinie, nad moczarami, w trzcinach zaszumiał i gdzieś daléj biegł, niosąc woń spalenizny od zgliszcza. Stróż stojący nad brzegiem, postrzegł coś migającego na ścianie, coś, co po gładkim murze pełznąć się zdawało, jak pająk olbrzymi. Nie mogło to być nic innego jak duch."
      },
      {
        "index": 220,
        "text": "Cień ten podnosił się do góry ciągle, naostatek zbliżył się do otworu, cicho odsunęła się okiennica i miał zniknąć już za nią, gdy śmiały bartnik puścił strzałę, krzyk się dał słyszeć, znikło wszystko."
      },
      {
        "index": 221,
        "text": "Znosek wciągnięty leżał na drugiéj połaci w wieży i stękał, strzałę miał w szyi. Wyjęła mu ją niewiasta, która nadbiegła, ale krew się lała. Dano huby i chust, aby ją zatamować. Chwostek podszedł burcząc i potrącił go nogą."
      },
      {
        "index": 222,
        "text": "— Słyszysz ty — byłeś u knezia Miłosza?"
      },
      {
        "index": 223,
        "text": "Znosek milczał i syczał."
      },
      {
        "index": 224,
        "text": "— Byłem — rzekł w końcu niewyraźnie — bo mówić trudno mu było. Strzała uwięzła głęboko i poszarpała gardło... z każdém słowem krew płynęła. Patrzał na Brunhildę, jak zdychający pies na pana swego, do nóg jéj przypełznął, chwycił jéj stopy, pocałował je i skonał."
      },
      {
        "index": 225,
        "text": "Parę razy Chwostek go jeszcze nogą potrącił, lecz życia już w nim nie było. Przekleństwem więc cisnął na trupa i odszedł. Biała pani płachtą go narzucić kazała."
      },
      {
        "index": 226,
        "text": "Nazajutrz miano go w stronę jeziora, niepotrzebnym trupem, wyrzucić."
      },
      {
        "index": 227,
        "text": "Czwartego dnia Smerda z górnego okna wysunął głowę i kląć a łajać począł, pokazywać pięści, bezcześcić. Odpowiadali mu z obozu śmiechami."
      },
      {
        "index": 228,
        "text": "— Psi synu! — krzyczeli nań kmiecie — głód ci tak pysk otworzył, trzeba się nad tobą ulitować chyba i jeść ci co dać, abyś nie wściekł się."
      },
      {
        "index": 229,
        "text": "Chłopaki więc na długiéj żerdzi związanéj, kawał mięsa końskiego ukroiwszy ze zdechłéj świerzopy podali Smerdzie, śmiejąc się a szydząc. Mimo, że wiedział co mu podstawiono, pochwycił oburącz i znikł."
      },
      {
        "index": 230,
        "text": "— Już im głód doskwiera! — rzekł Myszko krwawa szyja — a no zobaczym."
      },
      {
        "index": 231,
        "text": "Nocą, gdy się młodzież ciekawa podkradła pod mury i ucho przykładała do ścian, zdało się że tam coś mruczało i szemrało, jakby pszczoły w ulu zamknięte, a potém jęki niby i milczenie."
      },
      {
        "index": 232,
        "text": "Szóstego dnia posłyszano nagle krzyki, wrzawę i płacze, coś jakby zacięty bój we wnętrzu, bo ściany jęczały tłuczone. Zawrzał kilka razy głos straszny, jakby z nim życie uciekało, przeszył powietrze i zmilkł jak urwana gęśli struna."
      },
      {
        "index": 233,
        "text": "Burzyło się i kołatało potém znowu w wieżycy, leciało coś gruchocząc, padało i trzaskało się. Potém cisza była długa. Niekiedy twarze blade ukazywały się w oknach i nikły, zdały się chcieć napić powietrza usty otwartemi, bo wargi miały rozemknięte i języki wiszące — ale o litość i zmiłowanie nie prosił nikt."
      },
      {
        "index": 234,
        "text": "Dziesiątego dnia milczała wieża, krucy się do okien cisnęli, obsiadali je, jakby dopominając wnijścia i krakali straszliwie. Odpędzano je strzałami. Odlatywały na chwilę i powracały dobijając z drugiéj strony. Myszkowie wołać kazali na rozmowę, nie odezwał się nikt. Stali jeszcze dni cztery. Na wierzchołku nie było strażnika, we wnętrzu cisza grobowa, śmierci. Niektórym to oczekiwanie dojadło, końca się dopominano. Sprzykrzyło się patrzeć na mur i do ptastwa puszczać strzały, a słuchać — milczenia."
      },
      {
        "index": 235,
        "text": "Myszko krwawa szyja kazał wiązać drabiny. Czeladź jego w zgliszczach stare wrota znalazłszy, trzy drabiny razem do górnego wnijścia przystawiła i nad głowami je dla ochrony trzymając, aby kamienie spadające moc straciły, leźć poczęli ku górze."
      },
      {
        "index": 236,
        "text": "Drabiny mocowano, nikt się nie pokazywał, dostali się do zapartego wchodu, nikt im wnijścia nie bronił. Poczęli go rąbać, bić i łamać, nie odpowiedziano ze środka."
      },
      {
        "index": 237,
        "text": "Ze wszech stron coraz drabin więcéj przystawiać zaczęto, a tuż pod młoty i obuchami, padły wrota w głąb i z głuchym grzmotem stoczyły się aż na dno."
      },
      {
        "index": 238,
        "text": "W wieżycy ciemno było jak w grobie, cicho jak na żalniku nocą, nie widać nikogo, zgniliznę czuć było i trupy."
      },
      {
        "index": 239,
        "text": "Na spodzie, na dnie leżały stosy ciał pogniecionych, połamanych, zsiniałych, gnijących, rusztowanie i belki z któremi runęli, przybiły jednych, drudzy się padając pozabijali."
      },
      {
        "index": 240,
        "text": "Na górnéj połaci leżały dwa ciała Chwostka i żony, z głodu, czy od trucizny zmarłych, sinemi plamy okryte."
      },
      {
        "index": 241,
        "text": "Żyw tu już nikt nie pozostał. Zbuntowanemu znać ludowi, z górnéj połaci pułap ciśnięto na głowy, kamieniami ciężarny, i zgniótł motłoch, na miazgę gruchocząc. Dwoje ich tylko, Mucha i Smerda leżący po kątach, zostali na długie konanie."
      },
      {
        "index": 242,
        "text": "Gdy się wdarto do wieży, całe obozowisko ozwało się wielkim okrzykiem. Kmiecie i lud tęsknił do domów, powitano zwycięztwo radością i wrzawą. Myszkowie czapki podnieśli do góry, zaczęto grzebać się w gruzach, szukając ukrytych skarbów Chwostka, a rozbiegające się wnet gromady poniosły po mirach wieść, że na grodzie, krucy już tylko panowali."
      }
    ]
  }
}