{
  "chapterNumber": 29,
  "title": "Tom III, Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Lasami, polami, ostępy posuwały się gromady zbrojne ku jezioru — w takiém milczeniu jakby zwierza spłoszyć się obawiały. A stało się, zrządzeniem dziwném, że choć wojewodowie mało o sobie wiedzieli w pochodzie, z różnych stron ciągnąc — o jednym dniu i godzinie wyszli z okalających puszcz na równinę. Mogło się to nazwać wróżbą szczęśliwą i gdyby nie nakazane milczenie, radość by była z piersi wyrwała im okrzyk wielki."
      },
      {
        "index": 3,
        "text": "Piastun ze wzgórza oglądać mógł, jako miry i ziemie szły w porządku i jedne przy drugich się kładły."
      },
      {
        "index": 4,
        "text": "Tu postanowiono zatrzymać się do jutra, czekać na nieprzyjaciela, a jeżeliby nie nadszedł, sunąć zastępem wielkim ku puszczy od Pomorza."
      },
      {
        "index": 5,
        "text": "Nie było jeszcze południa, dzień jesienny, ni skwarny, ani zimny, po chłodnéj nadchodził nocy, w lasach stała jeszcze na liściach rosa, w polu wesoło świeciło słońce. Ze trzech stron ściągały się miry i szykowały powoli — gdy stojący na wzgórzu postrzegli u skraju lasów poruszające się gromady, które naprzeciw nich występowały z puszczy."
      },
      {
        "index": 6,
        "text": "Byli to Leszkowie i ich siły."
      },
      {
        "index": 7,
        "text": "Nie spodziewali się znaleźć Polan w gotowości przeciw sobie i pierwsze ich kupy z lasów wychodzące, ujrzawszy obóz rozłożony na równinie stanęły wryte."
      },
      {
        "index": 8,
        "text": "Zmięszali się widocznie najezdzcy, obiegać zaczęli konni na boki, rozpatrując się w sile nieprzyjaciela. Nad obu zastępami wielka, uroczysta, panowała cisza."
      },
      {
        "index": 9,
        "text": "Polanie wcale nie uląkłszy się wroga, nie ruszyli się nawet z miejsc swoich. Pomorcom téż, choćby się byli może cofnęli radzi — uchodzić zapóźno już było."
      },
      {
        "index": 10,
        "text": "Na téj więc dolinie nad Lednicą, do stanowczéj rozprawy przyjść miało, między Leszkami a kmieciami. Młodzi kneziowie ufni w niemców, których z sobą mieli, w oręż i w to może, iż Dobek im zdradę przyrzekał, kazali swoim daléj wysuwać się na pole. Gromada ta, zrazu niewielka, w oczach Piasta rosnąć poczęła, rozciągać się, zwiększać i posuwać naprzeciw Polan, on z wojewodami swojemi stał a patrzał — nie wydając jeszcze rozkazów."
      },
      {
        "index": 11,
        "text": "Zrazu w cichości stojący Leszkowie, wnet ubezpieczeni przewagą w którą ufni byli, dali hasło do okrzyków, które bitwę poprzedzając, służą do strwożenia przeciwnika. Dziki wrzask rozniósł się po nad szeregami. Polanie cicho stali jeszcze."
      },
      {
        "index": 12,
        "text": "Obok Piastuna sześciu wojewodów, starców z brodami białemi i siwemi — patrzało w milczeniu jak tam zastęp najezdzców rósł, wyciągał się, rozdymał i odgrażał."
      },
      {
        "index": 13,
        "text": "Ze starców pierwszym był Ścibor, który lud prowadził od Warty, dorodny, mężny i silny — mąż do rady i do boju, milczący, wytrwały, twardy dla siebie i dla ludzi. Siedział na koniu przygarbiony nieco, a że czapki nigdy nie zwykł był nosić, gęsty i bujny włos ogromny, wiatr mu jak grzywę rozwiewał. Odkryta pierś porosła gęstym włosem, nosiła ślady blizn starych."
      },
      {
        "index": 14,
        "text": "W ręku miał dzidę okutą żelazem, a na szyi obręcze miedziane dawne, które dziadom jeszcze służyły."
      },
      {
        "index": 15,
        "text": "Drugi przy nim, jak on prawie biały, w którego włosach jasne jeszcze, dawniéj rude pasami się przebijały, rumiany i świeży na twarzy, choć latami od Ścibora był starszy, zwał się Nagim. Na głowie miał czapkę z wilczéj paszczęki. Gorąca w nim krew, ruchami niecierpliwemi grała. Oczyma wodził to po swoich, to po wrogach, usta miotały przekleństwa i obelgi. Gdyby on rozkazy dawał, jużby się rzucił na Pomorców, nie dając im czasu rozwinąć. W ręku miotał oszczepem, jakby mu palił dłonie. Podrzucał go i chwytał, a koń pod nim, jakby z panem czuł jedno, podskakiwał do góry i ledwie go naprężona uzda utrzymać mogła."
      },
      {
        "index": 16,
        "text": "Za nim stał Luty międzyrzeczan wiodący, suchy, blady, wysoki, prawie bez włosów na brodzie i głowie, żółtej skóry, oczu małych, czarnych i nizkiego czoła. Łowiec to był, tak jak wojak zapalczywy, i nie jeden raz na swoją rękę z garścią małą wdzierał się od granicy Pomorzan, we wnętrzności im, łupiąc nielitościwie. Ten do dzidy nie bardzo był nawykły, obuch ogromny miał w ręku, a siekierę u pasa, bo wodzowie owych czasów nie tylko rozkazywali wojskom, ale sami przodować im do walki musieli."
      },
      {
        "index": 17,
        "text": "Czwartym był Bolko Czarny, które mu nazwanie to zostało z czasów, gdy włos i brodę miał kruczą. Dziś oboje na pół siwizna objęła. Na małéj głowie, w któréj oczy, nos i usta pod zasklepioném siedziały czołem, kędzierzawy włos nastrzępiał się wysoko — krępy był i szeroki a silny. Ogorzałą twarz ledwie wśród zarostu dojrzeć było można. Bolko czarny rzadko usta otwierał, mówił, gdy był zmuszony, krótko a nakazująco. Mąż był do pracy, nie do słowa i słuchać téż próżnych wyrazów nie lubił — ale go nikt nie widział doma ni za domem z założonemi rękami. Gdy czynić co nie miał, cepy strugał."
      },
      {
        "index": 18,
        "text": "Z drugiéj strony stał Myszko zwany Kulikiem, jak wszyscy z tego rodu wyrosły bujno, zdrów, gorący do boju i do rozprawy na języki; uparty przy swojém, ale nieustraszonego męztwa. Znano go, że gdy się przy czém uparł, a rzekł iż tak być ma, nie cofnął się, choćby życiem przyszło płacić. W zgodzie z nim długo trwać było trudno, lecz komu braterstwo przyrzekł raz, strzymał je we wszystkiém i do końca. Nigdzie mu weseléj nie było, jak tam, gdzie się bić miano. I teraz téż usta mu się śmiały, jak do najmilszéj słodyczy, bo wiedział, że krwi zakosztuje."
      },
      {
        "index": 19,
        "text": "Naostatek najmłodszy z wojewodów Poraj, konia pod sobą ledwie utrzymać mogąc, patrzał ku Piastunowi, czekając rychło li rzecze, aby lud szedł na spotkanie."
      },
      {
        "index": 20,
        "text": "Był to mąż w sile wieku, dziwnie zręczny, z koniem jakby zrosły, z oczyma błyszczącemi ogniem wesołym, z usty uśmiechniętemi, strojny pięknie, bo się lubił ubierać i błyskotkami obwieszać. Wszędzie gdzie wszedł, rad był pierwszym być, i starał się o to, potu i trudu nie żałując. Kilka razy już szepnął kneziowi, że godziłoby się dać znak do boju, lecz Piastun nie spieszył, rozpatrywał się w téj sile, która ciągle z lasu płynąc, mnożyć się jeszcze nie przestawała, jakby ją puszcza na zawołanie rodziła."
      },
      {
        "index": 21,
        "text": "Po namyśle zwrócił się kneź nareszcie, wejrzeniem zdając pytać, co począć mają — czekać li aż się Pomorcy rzucą pierwsi i odpierać, czy iść na nich ławą całą?"
      },
      {
        "index": 22,
        "text": "Dwa zastępy stały na dwu wzgórzach, w pośrodku których była dolina. Nieznaczny, prawie wyschły strumień kręto biegł jéj środkiem. Żaden z wojewodów ze słowem się nie wyrywał, gdy o kroków kilkanaście ujrzano zdążającego ku nim Wizuna, z dzidą okowaną w ręku. Szedł raźno, wesoło, jakby odmłodzony, i wysiadłszy zaledwie z łodzi, pospieszał z twarzą jasną ku wodzom."
      },
      {
        "index": 23,
        "text": "— Z chramu idę od ognia i wyroczni! — zawołał — niosę wam wróżbę dobrą. Pytałem losów przez ogień, przez wodę, przez ptasi lot, przez wosk lany i dym świętego ogniska... odpowiedziały mi, że wroga zguba czeka!"
      },
      {
        "index": 24,
        "text": "Spojrzyjci! oto nad głowami waszemi ptak się unosi jak gołąb biały, a tam pod lasem gęste kruków widać stada!.. Łado! Kolado! — krzyknął. — Idźcie na nich! na nich! następujcie!.. Niech ich noga ztąd nie ujdzie. Łado! na nich!.."
      },
      {
        "index": 25,
        "text": "Za Wizunem i wodzowie i bliższe szeregi ten okrzyk wróżby szczęśliwéj powtórzyły."
      },
      {
        "index": 26,
        "text": "Piastun ręką wskazywał ku lasom."
      },
      {
        "index": 27,
        "text": "Ścibor natychmiast z ludźmi stojącemi po lewicy ruszył okalając nieprzyjaciela od lewego kbouboku, Luty poszedł z prawego, Bolko Czarny z nim podążał, Myszko za pierwszym, Poraj i Nagi około Piastuna zostali w pośrodku. Gromady ochotnie jak jeden człowiek poczęły się ruszać i kupić, podnoszono stanice, tysiącznicy i co dorodniejszy lud na czoło wychodził, tarcze chwytano z ziemi, oszczepami najeżały się szeregi."
      },
      {
        "index": 28,
        "text": "— Łado!.. wołali wszyscy."
      },
      {
        "index": 29,
        "text": "Z przeciwnéj strony rozeznać już było można przodem jadących trzech wodzów w płaszczach czerwonych i czapkach pozłocistych, a przy nich żelazem obwieszanych niemców, którzy rękami wskazywali coś, wywijając na prawo i lewo. Za niemi w jednę gromadę zbity tłum mięszał się i rozsypywał, jeszcze niepodzielony. Niemcy, a tych odróżnić było łatwo, stali przy młodych kneziach w liczbie niewielkiéj, za niemi zwijali się Pomorcy z żelaznemi mieczami i pękami sznurów u pasa, przeznaczonemi do wiązania niewolnika i łupu."
      },
      {
        "index": 30,
        "text": "Gdy Polanie ruszać się zaczęli wołając: Łado! Pomorcy téż posunęli się naprzód z okrzykiem, którego rozeznać nie było można. Dowodzący w płaszczach czerwonych skryli się razem z niemców orszakiem w środek szyków, a na przód wyskoczyli co najzajadlejsi, nawykli do wypraw Pomorcy. Wywijając mieczami i dzidami, poczęli biedz jakby wyzywali Polan, którzy czekali na nich u pochyłości wzgórza."
      },
      {
        "index": 31,
        "text": "Wyschły strumień ciekący w dolinie resztką wody, dzielił ich we dwa zastępy. Ścibor i Luty rozstąpiwszy się szeroko zabiegli Pomorcom z boków. Z lasów już nie było widać wyrastających sił nowych, ostatnie wysunęły się nieśmiało i dognały tych co je poprzedzili."
      },
      {
        "index": 32,
        "text": "Wrzawa zwiastująca spotkanie rosła coraz, łajano się, psami i gadzinami, padalcami i ścierwem zgniłém, najobrzydliwszemi wyrazy... Idący przodem pluli na siebie i pięści pokazywali, a gdy z obu stron rozjuszenie wzrosło do szału, pierwsze młoty głucho po tarczach zadźwięczały, ci co stali w pierwszych szeregach zwarli się, naskoczyli na siebie i zmięszali wnet w jednę gąszcz ludzką, w których wrogów od swoich rozeznać nie było podobna."
      },
      {
        "index": 33,
        "text": "Z tych przodowników wkrótce powstał tylko wał dogorywających i trupów, który dalszym drogę hamował. Na ziemi leżący jeszcze się dusili i mordowali, gdy już drudzy depcząc ich i biegnąc po nich, nową rozpoczynali walkę."
      },
      {
        "index": 34,
        "text": "Luty, który z boku swych ludzi prowadził, najrzawszy przeciw sobie na koniu siedzącego Klodwiga, wprost się przebił przez ciżbę na niego i spadł nań jastrzębiem. Po czapce i płaszczu poznał w nim wodza. Obuch podniosłszy do góry, zwijając nim rzucił się na niemca, ten z koniem z miejsca, na którém stał, zerwał się szybko, zabiegł i mieczem uderzył Lutego po obnażonym karku. Krwawa pręga pokazała się na szyi, ale krew nie trysła, a Luty swym obuchem w piersi zmierzywszy Klodwigowi, z konia go na ziemię zwalił."
      },
      {
        "index": 35,
        "text": "Niemcy krzyknęli z przerażeniem całą gromadą otaczając Lutego, który obuchem na wsze strony wywijając, obraniał się im zajadle. Siekły go ich miecze, nie mogąc zadać ran większych nad pierwszą. Zdało się, że stwardniałéj skóry jego żelazo nawet wziąć nie mogło, bliznami zaledwie ją znaczyło."
      },
      {
        "index": 36,
        "text": "Z pośrodka téj gromady, która go opadła, Luty cofać się musiał, a Klodwiga konającego porwali na ręce towarzysze. Ustami lała mu się krew."
      },
      {
        "index": 37,
        "text": "Bolko Czarny także wparł się we środek razem z Myszkiem, goniąc za młodemi Pepełkami. Lecz przerażeni losem Klodwiga, niemcy i dwór okrążyli Leszków i murem ich opasywali."
      },
      {
        "index": 38,
        "text": "Buta i wściekłość Pomorców wnet jakoś ostygać zaczęły, gdy przy pierwszém starciu nie złamali nieprzyjaciela. Bili się, ale zarazem cofali, gdy gromady Polan następowały i parły silnie, a z obu boków zająwszy wzgórza ściskały ich coraz ciaśniéj. Droga swobodna ku lasom zwężała się co chwila. Leszkowie ujrzeli z przestrachem, że dwie gromady już prawie kraj lasu zajmowały. Pomorcy coraz żywiéj téż cofać się zaczynali."
      },
      {
        "index": 39,
        "text": "W samym środku pobojowiska najzajadlejsza toczyła się walka, tu zwarli się ludzie, którym nie szło o zwycięztwo, ale tylko o to, by się nasycić mogli i namordować."
      },
      {
        "index": 40,
        "text": "Dokoła nich trupy leżały okopem krwawym, razem z końmi zmięszane ciała ludzi, w których tkwiły potrzaskane pociski. Ku rzeczce ciekły ztąd wężykami jakby czarne strumyki krwi zagęsłéj. Tu zacięta walka nie ustawała. Jeźli ją przerwała chwila znużenia, wnet powracała wściekłość. Widać było z tych kup martwych ciał wstające nagle trupy, które życie odzyskiwały, aby się z nową zajadłością rzucić na nieprzyjaciela i ledz znowu zgniecione. Konie gryzły się z sobą i napadały wściekłe na ludzi, psy Pomorców i kneziowskie wyły rzucając się na wojaków i padały przebijane oszczepami."
      },
      {
        "index": 41,
        "text": "Słońce się już dawno ku zachodowi chyliło, wrzawa i bój trwał jeszcze, ale Pomorców niedobitki już tylko cofały się coraz żywiéj, coraz widoczniéj chcąc uciekać na lasy. Leszkowie z obawy, aby ich nie pochwycono, już przodem z małą garścią uszli niepostrzeżeni. Dla reszty droga była zaparta. Luty biegnących spychał nazad ze wzgórza w pobojowisko, ze wszech stron obejmowali ich Polanie."
      },
      {
        "index": 42,
        "text": "Niewolnika brać cale nie chciano, poczęła się więc dzika rzeź a rozbijanie téj garści rozpaczliwie broniącóchbroniących się ludzi, którym czaszki trzaskały młoty, a oszczepy piersi."
      },
      {
        "index": 43,
        "text": "Cała dolina i dwie wzgórzów pochyłości okryte były ciałami, a gdy mrok padł, nie stało już walczyć komu ani kogo zabijać. Starszyzna konno jeździła po polu, a gromady upojonych szałem dobijały tych, co jeszcze drgali i jęczeli."
      },
      {
        "index": 44,
        "text": "Ostatnie brzaski wieczora przerażający obraz oświecały, pola zasłane pobitemi, których śmierć chwyciła w różnych walki wysiłkach. Jedni twarzą leżeli na ziemi, drudzy ku niebu zwróconą, jakby się jeszcze dźwignąć chcieli, sparci na rękach skostniałych, z nogami podniesionemi w górę. Gdzieniegdzie wróg leżał razem z tym co go dobił, nie mogąc wyrwać się z ostatniego uścisku. Nad wielą stały wierne konie, wąchając trupy i szukając poległych panów."
      },
      {
        "index": 45,
        "text": "Piastun i krwawi wojewodowie patrzali na wzgórza, kupy otaczające ich podnosząc zbroczone dłonie okrzykiwały zwycięztwo."
      },
      {
        "index": 46,
        "text": "Gdy noc zapadła, Polanie rozłożyli ogniska i pieśni śpiewać zaczęli. Gromady czeladzi z żagwiami w rękach obchodziły pobojowisko odzierając pobitych."
      },
      {
        "index": 47,
        "text": "Nie spieszono grzebać, aby i ptakom, niespokojnie unoszącym się górą, dać się napaść do syta."
      },
      {
        "index": 48,
        "text": "Wyszedł późniéj księżyc z za chmur i zaświecił nad szerokiém trupów polem. Zdało się, że trupy powstaną, gdy promienie blade poczęty je dobywać z ciemności, ale — pozostały martwe, a z lasu wilcy ciągnęli na biesiadę, wyjąc zdaleka i upominając się o część swoją."
      },
      {
        "index": 49,
        "text": "U ognia zasiadł Piastun, otoczony wojewodami. Radzili co poczynać, iść daléj czy spoczywać?"
      },
      {
        "index": 50,
        "text": "Stary kneź długo, wedle obyczaju swego, słuchał co mówili inni, nie spiesząc ze słowem. Gdy kołem obiegły głosy, rzekł w ostatku."
      },
      {
        "index": 51,
        "text": "— Dwu z wojewodów pójdą pogonią za zbiegami i pomszczą najazd na Pomorcach. Tego starczy dla grozy... My tu, gdzie nam Bogi dały zwycięztwo, na kościach najezdzców założym gród, stolicę, a nazwany będzie Kneźnem. Jutro pogrzebiemy ciała, aby nie kaziły powietrza i ziemi, a gdy lud spocznie, wnet grodzisko obsypywać i budować począć trzeba."
      },
      {
        "index": 52,
        "text": "Uradowani wszyscy powtórzyli okrzykiem: — Kneźno! a wojewodowie wstali jeden przed drugim dobijając się tego, by na Pomorze iść mogli. Każdy z nich coś miał za sobą i o mało do sporu nie przyszło, gdy Piastun rozstrzygł rozkazem, aby Luty i Bolko Czarny ruszyli nazajutrz sami. Umilkła reszta choć zazdrosném na nich patrzała okiem."
      },
      {
        "index": 53,
        "text": "Przy ognisku na uboczu leżał ranny Dobek; przy nim stali Ludek Wiszów syn i Doman. Z zajadłością wielką walczył on dnia tego i nabił wrogów kupy, ale jeden z nich, już obalony, ostatnim wysiłkiem oszczep mu wraził w nogę. Choć z rany zaraz wyjęto drzewce, rana została głęboka, noga była poszarpana, a liście i huba przykładane krwi nawet całkiem zatamować nie mogły. Leżał blady sycząc tylko z bólu, ale twarz mu się śmiała i oczy błyskały radością, a gdy słabł na chwilę, rzeźwiła go wnet myśl, że się przecie pomszczono na dziczy, która kraj niszczyła."
      },
      {
        "index": 54,
        "text": "— Hej — odezwał się Doman — tu leżeć na wygonie i na trupy patrzyć, niezdrowo. Wizun już na ostrów powrócił, dzidę we krwi zmaczawszy... zawieziemy się do niego, na ostrów. On ci rany lepiéj opatrzy i świętą wodą zaleje... Mnie tam tak uratowano życie. Ja cię powiozę i wiosłami robić będę."
      },
      {
        "index": 55,
        "text": "Sambor, który za Ludkiem stał, odezwał się téż."
      },
      {
        "index": 56,
        "text": "— I mniebyście wzięli... ja mu będę głowę na kolanach trzymał."
      },
      {
        "index": 57,
        "text": "Wszyscy się dokoła na ostrów prosili, Doman, Ludek, Sambor, a wszystkich ich tam ciągnęła Dziwa, którą radzi zobaczyć byli."
      },
      {
        "index": 58,
        "text": "— Jabym rad jechał — rzekł brat Ludek — ale mi serce zaboli widzieć tam siostrę rodzoną do ognia przykutą, gdy gdzieindziéjby panowała doma... Nie pojadę... pozdrowicie ją odemnie... A ty, Domanie?"
      },
      {
        "index": 59,
        "text": "— Ja pojadę — zawołał Doman — pojadę. Raniła ona mnie i krew moją przelała, ale gdym potém ranny i chory przypłynął, ratowała mnie i pielęgnowała."
      },
      {
        "index": 60,
        "text": "— Pozdrowicie ją odemnie! — powtórzył Ludek — odemnie, od braci, od sióstr, i ścian, i progu, i ogniska domowego."
      },
      {
        "index": 61,
        "text": "Dobek nie rzekł nic, wzięto go na ręce i do czółna niesiono. Doman sam głowę jego położył na swych kolanach, Samborowi, który nogi otulał, zostawiwszy wiosło."
      },
      {
        "index": 62,
        "text": "Popłynęli powoli. Noc była jasna, widzieli jak w promieniach księżyca bogunki się po wodzie rzucały, jak zdala nad powierzchnią jeziora ich główki wyskakiwały, niknąc gdy się zbliżali, jak białe ich ręce nad wodą zbierały warkocze, z których krople spadały jasne; zdało im się, że śpiew ich słyszeli, a przypłynąwszy bliżéj znajdowali tylko zmarszczoną powierzchnię i wir, w który ją tanecznice wprawiły."
      },
      {
        "index": 63,
        "text": "Pokazał się wreszcie ostrowa brzeg i drzewa, a nad chramem dymu słup czerwieniejący w oddali i chat czerwone okienka, a na łące obozy ludzi, co się tu przed Pomorcami schronili, a bitwę słyszeli tylko w wichrów szumie."
      },
      {
        "index": 64,
        "text": "Gdy czółen zaczął się zbliżać do brzegu, czekała nań ciekawa gromada, a wśród niéj Dziwa, patrząca w dal, jakby się kogo spodziewała."
      },
      {
        "index": 65,
        "text": "Doman pierwszy poznał ją nim zobaczył."
      },
      {
        "index": 66,
        "text": "— Ona stoi tam! — zawołał — Dziwa! Dziwa! którażby inna wzrost ten miała? tak głowę niosła? tak królowała jak ona?.."
      },
      {
        "index": 67,
        "text": "Czółen się już zarył w piasek."
      },
      {
        "index": 68,
        "text": "Sambor skoczył na ląd, aby go wyciągnąć, Dziwa przystąpiła ku nim niezdumiona wcale, spokojna, jakby się ich spodziewała i przeczuła."
      },
      {
        "index": 69,
        "text": "Gdy Sambor do nóg jéj przypadł, rąbek sukni całując, przyjęła go uśmiechem, Domana rumieńcem, a nad Dobkiem schyliła się ciekawie, gdy jęknął z bólu. Stał tu i Wizun, i stara Nania, i dziewcząt stróżek kilkoro."
      },
      {
        "index": 70,
        "text": "Wróżbit, który zawczasu przed bitwy końcem powrócił do chramu, w ofierze niosąc włócznię krwawą, nie pytał o jéj dalsze losy. Patrzał dumnie i zwycięzko."
      },
      {
        "index": 71,
        "text": "— Pobiliśmy ich! — zawołał Doman powstając z czółna — dobrzeście nam wywróżyli. Niewielu z nich żywymi uszło... padł wódz jeden, ale Leszkowie uciekli w lasy..."
      },
      {
        "index": 72,
        "text": "Wizun nie słuchał prawie, schylił się do rannego, patrząc gdzie go wróg skaleczył. Dobek wskazał mu na nogę."
      },
      {
        "index": 73,
        "text": "— A ty... gdzie mu ten raz oddałeś? — zapytał."
      },
      {
        "index": 74,
        "text": "— Leży on tam w polu i krucy nim się cieszą... gardło dał pod tym samym niemieckim mieczem, którym mnie obdarzyli."
      },
      {
        "index": 75,
        "text": "— Nieście go do źródła świętego — rzekł starzec — woda go sama uleczy, gdy ten co ranił nie żyje..."
      },
      {
        "index": 76,
        "text": "Wzięto więc Dobka unosząc go pod ręce i szli wszyscy, a Dziwa im przodowała. Niekiedy obejrzała się za siebie i rumieniła spotykając ścigający wzrok Domana."
      },
      {
        "index": 77,
        "text": "W milczeniu zbliżyli się ku chacie Wizuna i chramowi. Tu, na tém samém miejscu, gdzie wprzódy leżał Doman, złożono rannego, a Dziwa pobiegła zaczerpnąć wody, bo do źródła przystęp był trudny."
      },
      {
        "index": 78,
        "text": "Doman wymknął się zaraz za nią, stała u źródła zadumana poprawując kosy i wianek, gdy nadchodzącego ujrzała. Lice jéj pokraśniało, zwróciła się, spuściła oczy."
      },
      {
        "index": 79,
        "text": "— Ja wam czerpać pomogę... ja za was wodę zaniosę — szepnął Doman za dzbanek chwytając."
      },
      {
        "index": 80,
        "text": "Nie odpowiedziała mu nic, oczy jéj przebiegły po jego twarzy i zawstydzony wzrok padł na ziemię."
      },
      {
        "index": 81,
        "text": "— Co ludzie pomyślą? co powiedzą — zamruczało dziewczę — gdy was tu zobaczą?"
      },
      {
        "index": 82,
        "text": "— Że ja wam od brata przyniosłem pozdrowienie... Ludek kazał rzec wam od siebie dobre słowo i od braci i od sióstr pozdrowić, od ścian, progu i ogniska."
      },
      {
        "index": 83,
        "text": "Westchnęła Dziwa."
      },
      {
        "index": 84,
        "text": "— Im tęskno wszystkim za wami..."
      },
      {
        "index": 85,
        "text": "Ciągle słuchając odwracało się dziewczę, potém, jakby co rychléj ujść chciało od rozmowy, pochwyciło dzbanek z wodą i poczęło iść żywo, nie śmiejąc obejrzéć za siebie."
      },
      {
        "index": 86,
        "text": "Ze spuszczoną głową spiesząc, biegnąc prawie, wracała do Wizuna chaty, gdzie około łoża pełno było ludzi. Stara Nania ranę obwiązywała, Wizun zioła dobywał; weszła z wodą świętego źródła, ustąpili wszyscy, zmaczała chustę i milcząc położyła na ranie."
      },
      {
        "index": 87,
        "text": "— Rychło będziecie zdrowi! — szepnęła pocichu uśmiechając się do niego. — A teraz spoczywajcie tylko..."
      },
      {
        "index": 88,
        "text": "Wizun téż na drzwi wskazywał i wszyscy wychodzić zaczęli. Dziwa znikła pierwsza, tak, że i Doman nawet nie dostrzegł, kiedy mu się wymknęła."
      },
      {
        "index": 89,
        "text": "Nie mógł téż odejść, bo kołem otaczali go, nagląc, dopytując, badając, aby mówił im o zwycięztwie, jak się potykano i wielu zginęło."
      },
      {
        "index": 90,
        "text": "Siadł więc na kamieniu pod chatą i gdy go kołem otoczono, począł powieść o bitwie: jak się wszystkie ziemie zeszły cudownie ze stron różnych o jednéj godzinie, jak wróg nieopatrzny sam wpadł im w ręce, jak szli warcząc do boju, a młoty uderzyły o tarcze i miecze, o obręcze miedziane, jak wojewodowie sami cudów dokazywali, lud prowadząc za sobą..."
      },
      {
        "index": 91,
        "text": "— Gdyśmy ich zewsząd objęli i ścisnęli jak wąż pierścieniem — mówił — nie mieli gdzie uchodzić, bronili życia, musieli bić się wściekle. Padali jak snopy, walili się jak drzewa, jęczeli jak zwierz dziki, gdy go oszczep dobija. Nie chcieliśmy jeńców, padli wszyscy bezmała, ledwie kto życie wyprosił."
      },
      {
        "index": 92,
        "text": "Ręce nam już złożone nieśli, abyśmy im wkładali pęta, kłaniali się do nóg, bijąc głowami o ziemię... nie pomogło... czaszki ich pękały jak orzechy... krew lała się jak po deszczu potoki... płynęła do strumienia, a ze strumienia do jeziora, które się zarumieniło od brzegu."
      },
      {
        "index": 93,
        "text": "Opowiadał Doman, jak biały ptak unosił się nad Piastuna głową, a czarne kruki nad Leszkami, jak wilkom i psom głodnym na noc zostawiono ciała... mówił, ustawał, a słuchająca ciżba wołała."
      },
      {
        "index": 94,
        "text": "— Jeszcze, mów jeszcze... mów więcéj!.."
      },
      {
        "index": 95,
        "text": "Późno w noc mógł zamilknąć Doman, a Bogom chcąc jeszcze złożyć obiatę, do chramu poszedł, u ognia może spodziewając się zobaczyć dziewkę, która mu z oczów znikła. Ale tu jéj już nie było. Stara Nania z siwemi włosami bacznie go tylko śledziła, nie ustępując i kroku."
      },
      {
        "index": 96,
        "text": "Wyszedł więc Doman z chramu na łąkę i ciągnął ku brzegowi, aby się w czółnie położyć, gdy za sobą szelest posłyszał."
      },
      {
        "index": 97,
        "text": "Śmiejąc się szła za nim stara Jaruha. Widząc że stanął i zwrócił się ku niéj, zatrzymała się także, potrząsała głową."
      },
      {
        "index": 98,
        "text": "— Ciągnie was tu... ciągnie... — mruknęła — oj, wiem ja co! A com obiecała, pamiętacie... dotrzymam. Umiem zaczynić i odczynić, paneczku... umiem..."
      },
      {
        "index": 99,
        "text": "— A cóżeście zaczynili dla mnie? — odparł Doman. — Dziewka ta odemnie ucieka jak bywało!.."
      },
      {
        "index": 100,
        "text": "— Oj! oj! — zawołała stara — a tegoż to wy nie rozumiecie, że która ucieka, chce by ją goniono?"
      },
      {
        "index": 101,
        "text": "Zbliżyła się doń, oglądając dokoła jakby się lękała być podsłuchaną, dłonią zasłoniła usta, a w ucho mu rzuciła."
      },
      {
        "index": 102,
        "text": "— Już teraz jak ją porwiecie, nie będzie się opierała... nie skaleczy."
      },
      {
        "index": 103,
        "text": "— A jakże ja ją od chramu porwać mogę? — zapytał."
      },
      {
        "index": 104,
        "text": "— Bywało i to... bywało! — rzekła Jaruha — popytajcie Wizuna. Zabierali mu stróżki kneziowie, brali je i kmiecie, a do chramu się okupywali."
      },
      {
        "index": 105,
        "text": "Ledwie dokończywszy tych słów, Jaruha obejrzała się niby przelękła, palce położyła na ustach, płachtę zasunęła na czoło, skryła się w zarośle i znikła."
      },
      {
        "index": 106,
        "text": "Doman zadumany powlókł się do czółna, legł w niém, ale sen przez całą noc oczów mu stulić nie chciał. Nadedniem wyrwał się niespokojny ku kontynie."
      },
      {
        "index": 107,
        "text": "U słupa przy malowanym tynie zdala stojącą postrzegł Dziwę. Nie widziała go, głowę miała spuszczoną, ręce zwisłe i cicho śpiewała sobie."
      },
      {
        "index": 108,
        "text": "— Latka moje, latka młode, i piękna uroda, poszły z wiatry, poszły z wodą, spłynęły jak woda."
      },
      {
        "index": 109,
        "text": "Zakładajcie siwe konie, zakładajcie gniade, usiędę ja i pogonię lata moje młode."
      },
      {
        "index": 110,
        "text": "I dognała młode lata, na kaliny moście, wracajcie się mi ze świata, choćby do mnie w goście."
      },
      {
        "index": 111,
        "text": "Coraz ciszéj brzmiała stara ta dziewicza piosenka i rozpłynęła się nuceniem tęskném. Doman się zbliżał ostrożnie, niepostrzeżony, aż zakaszlał, aby nań zwróciła oczy."
      },
      {
        "index": 112,
        "text": "I podniosła je, jakby się go tam spodziewała, zarumieniona nieco a smutna. Fartuszek przyłożyła do ust, wzrok się jéj niby błąkał, jakby go nie chciał spotykać, a nie uciekała."
      },
      {
        "index": 113,
        "text": "Zbliżył się pozdrawiając ją wesoło."
      },
      {
        "index": 114,
        "text": "— Gadkębym wam powiedział — odezwał się — gdybyście jéj posłuchać chcieli."
      },
      {
        "index": 115,
        "text": "— Jakąż? — spytała."
      },
      {
        "index": 116,
        "text": "— O was i o mnie — rzekł chłopak. — Coby to było, gdybym ja za was okup złożył, a was z Lednicy zabrał do mojéj świetlicy? Nożabym nie miał u pasa... czémbyście się wy bronili?"
      },
      {
        "index": 117,
        "text": "Zarumieniona Dziwa spuściła oczy, potrzęsła głową."
      },
      {
        "index": 118,
        "text": "— Nie może być co nie może — odezwała się cicho — nie możecie wy tego!"
      },
      {
        "index": 119,
        "text": "— A jakby się stało?"
      },
      {
        "index": 120,
        "text": "Gdy Doman podniósł oczy odpowiedzi czekając, dziewczyny nie było u tynu, wcisnęła się do chramu, siadła na kamieniu, serce ręką cisnęła, na ognisko patrzała, a po za siebie rzucała okiem strwożoném. Doman przez szparę między oponą a słupem, przyległszy blisko do ściany, patrzał na nią długo, potém w ręce uderzając odskoczył."
      },
      {
        "index": 121,
        "text": "— Bywało to nieraz... stać się może teraz... Nie pójdzie po dobréj woli, ale mi nie będzie krzywą... Bez niéj mi żyć trudno..."
      },
      {
        "index": 122,
        "text": "W piersi się dłonią bił."
      },
      {
        "index": 123,
        "text": "— Stanie się co się stanie... muszę ją mieć! krwiąm ją moją zapłacił!"
      },
      {
        "index": 124,
        "text": "Zerwał się do czółna iść, nie patrząc już przed siebie, gdy silną dłonią Wizun go za ramię pochwycił."
      },
      {
        "index": 125,
        "text": "— Co się ty wijesz i kręcisz?"
      },
      {
        "index": 126,
        "text": "— Jeszcze mi wczorajsza bitwa szumi w głowie... ot... i różne sprawy, o których nocą, gdym usnąć nie mógł, ludzie prawili. Prawda to stary, że kneziowie Leszkowie dziewki od ognia porywali?"
      },
      {
        "index": 127,
        "text": "Wizun głową rzucił."
      },
      {
        "index": 128,
        "text": "— Że się to i kmieciom trafiało? — dodał Doman."
      },
      {
        "index": 129,
        "text": "Stary milczał i wyczekawszy rzekł ponuro."
      },
      {
        "index": 130,
        "text": "— Źli ludzie źle robili... co za dziw? A tobie co po tém?"
      },
      {
        "index": 131,
        "text": "— A co im się stało za to? — pytał Doman."
      },
      {
        "index": 132,
        "text": "Popatrzyli sobie w oczy. Wizun kijem bił w ziemię, patrzał po niebie i po słońcu."
      },
      {
        "index": 133,
        "text": "— Tobie pora powracać — rzekł — nie czas baśnie prawić."
      },
      {
        "index": 134,
        "text": "Odwrócił się i odszedł."
      },
      {
        "index": 135,
        "text": "Zerwawszy liść z drzewa, Doman za nim popatrzał prawie szydersko."
      },
      {
        "index": 136,
        "text": "W czółnie nań Sambor czekał. Płynęli więc napowrót w milczeniu oba, tylko się mierząc oczyma, a Doman w duchu powtarzał."
      },
      {
        "index": 137,
        "text": "— Musi być moją!"
      }
    ]
  }
}