{
  "chapterNumber": 24,
  "title": "Tom III, Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Korzystając z uspokojenia, Doman się do wesela sposobił. Chciał je mieć huczném i głośném, stary téż zdun, który córkę za bogatego kmiecia wydawał, pragnął pokazać, iż go stało na przyjęcie i uraczenie choćby najliczniejszych gości. Z obu stron przygotowania czyniono wielkie."
      },
      {
        "index": 3,
        "text": "Doman naprzód, odziawszy się bogato i czeladź postroiwszy, wędrował od dworu do dworu, drużbów sobie na wesele spraszając."
      },
      {
        "index": 4,
        "text": "A gdy tak jechał i stanął po drodze przed Wiszów zagrodą, ścisnęło mu się serce — Dziwa przypomniała mimowoli."
      },
      {
        "index": 5,
        "text": "Ludka znowu doma nie było, bo zdawszy jeńców, za Dobkiem pośpieszył nad granicę, młodszy brat gospodarzył."
      },
      {
        "index": 6,
        "text": "U wrót stanąwszy, ręce sobie podali."
      },
      {
        "index": 7,
        "text": "— Dziewkę sobie biorę — odezwał się do niego Doman - za drużbę was proszę..."
      },
      {
        "index": 8,
        "text": "— Będę wam chętnym drużbą — odparł chłopak. — Cieszę się, żeście o naszéj zapomnieli..."
      },
      {
        "index": 9,
        "text": "Popatrzał mu się Doman w oczy i rozśmiał niewesoło."
      },
      {
        "index": 10,
        "text": "— Nie myślcie — odpowiedział — żem sobie dziewczynę napytał jak wasza... Krasy chciałem, więcéj nic... hoża jest i młoda!.. Biorę córkę zduna z nad jeziora Lednicy... Co mi tam? nie dbam czy mi co przyniesie!.. Oczy jéj się śmieją, może i ja poweseleję... bo mi jakoś nieraźno... Weźcie więc konia a gotujcie się do drogi... będziecie mi bratem, niech ludzie wiedzą, że zemsty nie szukam i żeśmy druhami jak dawniéj."
      },
      {
        "index": 11,
        "text": "Ścisnęli się znowu za ręce, pożartowali chwilę wesoło i Doman pojechał daléj. W chacie u Wiszów wiadomość o tém zadziwiła niewiasty, Żywia stojąca u ogniska zarumieniła się mocno, spuściła oczy. Może myślała, że się odezwie do niéj i ją weźmie. Teraz, bez ojca i matki, cicho było i smutno. Bratowe popychały, bracia nie bronili bardzo... Poszłaby była z nim, ale — brał inną. Taka dola..."
      },
      {
        "index": 12,
        "text": "Stary zdun trochę o garnkach zapomniał, gotując wesele. Córka téż mu nie dawała pokoju, tak wielu rzeczy jéj było potrzeba. Mirsz na nic nie żałował."
      },
      {
        "index": 13,
        "text": "Miód dawno sycony na to wesele stał pogotowiu, piwo warzyć zaczęto, a chmielu dosypywano do niego dostatkiem; tego chmielu, o którym stara pieśń niosła, że psotnik, nic-dobrego, „z dziewcząt robił mężatki,“ bo go przy weselach dużo spijano."
      },
      {
        "index": 14,
        "text": "Baranów i koźląt dość téż na rzeź naznaczono, a i wieprzaków kilka miało paść ofiarą. Na kołacze mąka sucha, wysiewana stała w bodni, pogotowiu."
      },
      {
        "index": 15,
        "text": "Jednego dnia Jaruha znalazła się w progu zagrody, dobrawszy znać taką porę, gdy stary zdun był u pieca zajęty. Spojrzała na Milę i twarz się jéj od śmiechu tak wykrzywiła i pomarszczyła, jak grzyb, który człek nogą przyciśnie."
      },
      {
        "index": 16,
        "text": "Wzięła się wiedźma w boki."
      },
      {
        "index": 17,
        "text": "— A co, Miluchno? a co?.. może się stara nie zna? może nie umie zaczyniać i odczyniać? może ziele jéj nieskuteczne?.. Dajże mi piwa, bo w gardle zasycha..."
      },
      {
        "index": 18,
        "text": "Dziewczę zarumieniło się, zmięszało, pobiegło prędko kubek piwa podać staréj. Ta w progu usiadła, torbę położyła na ziemi, dobyła placka kawałek i z roskoszą do ust poniosła napój ulubiony."
      },
      {
        "index": 19,
        "text": "— Widzisz — mówiła powoli uśmiechając się i mrugając — żupanam ci dała a będziesz panowała... a gdyby nie ja i nie mój lubczyk... ho! ho! alboby to nie było nigdy lub nie rychło. Stare baby młodym się téż na coś przydać mogą. Zaczynić i odczynić... przyciągnąć, odepchnąć... my to wszystko znamy... Będzie ciebie kochał — dodała ciszéj — a jeźli tam u niego już są inne jakie... te ci służyć będą jak niewolnice... U bogatych ich bywa wiele, a tobie to co szkodzi?.."
      },
      {
        "index": 20,
        "text": "Zarumieniła się Mila znowu i oczy zakryła rączkami."
      },
      {
        "index": 21,
        "text": "Teraz jakoś, gdy otrzymała to czego pragnęła, lękała się i trwożyła. Przyszło jéj to tak łatwo! strach ogarniał."
      },
      {
        "index": 22,
        "text": "A Jaruha piwo piła i głową potrząsała, nie czekając odpowiedzi. Kubek był już próżny, milcząc podała go Mili i dziewczę napełniło raz drugi."
      },
      {
        "index": 23,
        "text": "Jaruha wypróżniła go chciwie."
      },
      {
        "index": 24,
        "text": "— Na cześć Trójgłowowi, Miluchno — odezwała się — daj trzeci kubek, to się już powlokę. Nogi mam słabe, muszę pić na jednę, a potém na drugą nogę, i na rękę téż która kij trzyma, bo to tak jak trzecia noga..."
      },
      {
        "index": 25,
        "text": "I śmiała się Jaruha, śpiewać już zaczynając."
      },
      {
        "index": 26,
        "text": "— O! o! co oni tu porobili, co porobili na tym białym świecie naszym! — poczęła smutniejąc nagle i głową wahając z jednego ramienia na drugie. — Kneź i biała pani... oboje... poszli do ojców bez stosu i pogrzebu! Mnie ich szkoda... gród pusty! Trawa rośnie na zgliszczu... Kneźna się na zielu znała, wiedziała, co z niém robić! o! o! nosiłam i ja jéj ziele, na młodziku rwane po mogiłach... Dawała czasem pić i jeść, dni dwa i trzy, płótna kawałek, sukna okrawek... Kneź szczuł sobakami z podwórza, bo młode ściskał, a starych nie lubił... ale mnie żaden pies nie ukąsi. Zarazby się wściekł. Teraz na grodzisku... het, pustki i węgle... nie ma nic. Sroki skrzeczą tylko... Chodziłam grzebać w kupach popiołu... ino gdzieniegdzie kostki bieleją... Szkoda dworu malowanego! szkoda!"
      },
      {
        "index": 27,
        "text": "Dopiwszy trzeciego kubka, rozweseliła się znowu, otarła usta, oczy się jéj zaświeciły, chciała wstać, nie mogła, dziewczę ją podniosło z ziemi. Podparła się na kiju, zmocowała i głową kiwnąwszy, powlokła się daléj śpiewając."
      },
      {
        "index": 28,
        "text": "— O lubczyko, ziółko złote!.. Jaką ty masz wielką cnotę, czy pan czy chłop, nic nie pyta, a za serce wnet go chwyta... o lubczyku, dobre ziele, prośże ty mnie na wesele!.."
      },
      {
        "index": 29,
        "text": "Obiecując sobie przybyć na nie, choć nieproszona, Jaruha, która nigdy na miejscu nie mogła długo usiedzieć, daléj się powlokła."
      },
      {
        "index": 30,
        "text": "W drugiéj chacie krowa mleko dawać przestała, trzeba ją było okurzyć, aby czar i uroki zadane odczynić... Daléj ktoś w życie zawiązał węzeł na chorobę i cały zagon stał nietknięty, aż Jaruha go dopiero rozplątać mogła bez szkody. Znała tajemnic wiele, odejmowała zimnice, uspokajała tych, których duchy o ziemię rzucały, sama się czasem dziwiła sobie, iż umiała tak wiele."
      },
      {
        "index": 31,
        "text": "Po tém piwie chmielném świat wydawał się jéj dziwnie wesoły i jasny, chociaż nogi za to ledwie się wlokły."
      },
      {
        "index": 32,
        "text": "Doman wedle obyczaju przysłał swaty; naznaczono dzień wesela. Zdjęto koło na tyce zatknięte nad chatą, oznajmujące parobczakom, że tu coś było do wywiezienia."
      },
      {
        "index": 33,
        "text": "Mila dobrała sobie drużek sześć, wszystko krewniaczek z okolicy, których się powstydzić nie mogła, bo wszystkie były hoże, młode, świeże jak ona i wesołe, a żadna nad nią piękniejszą nie była."
      },
      {
        "index": 34,
        "text": "Doman téż sześciu drużbów prowadził z sobą, wszystkich jak jeden, kmiecych synów dorodnych, z których każdy suknią, kołpaczkiem, pasem i koniem się mógł pochwalić, zręcznością, przytomnością i siłą."
      },
      {
        "index": 35,
        "text": "Dziewierza nie miał; Wisz mu go zastępował, prowadząc drużbów za sobą. Poszły zaprosiny urzędowe naprzód od dworu do dworu z wieńcami i śpiewami, wedle dawnego obyczaju, od ojca dziewczyny i od pana młodego."
      },
      {
        "index": 36,
        "text": "W chacie zduna zawczasu kręciło się niewiast biało odzianych bez liku; siostra Mirsza starego miejsce matki zastępowała."
      },
      {
        "index": 37,
        "text": "Lecz, jak to bywa często przed weselem, choć się wszyscy radują, Mila, co tak za kmieciem iść pragnęła, czuła jakąś trwogę, a Doman, choć ją znajdował piękną, gniewał się na siebie, że go serce gdzieindziéj ciągnęło. Żal mu było jéj i siebie."
      },
      {
        "index": 38,
        "text": "Ale cóż? słowo się rzekło... musiało się odbyć wesele jak zapowiedziano."
      },
      {
        "index": 39,
        "text": "Stary Mirsz téż, choć nie przeciwił się doli, chodził chmurny, chata mu opustoszeć miała ze szczętem. Bracia téż milczeli posępni."
      },
      {
        "index": 40,
        "text": "Pocichu za węgłami mówili sobie: — Wolelibyśmy, aby poszła za swoim, za zdunem... Kto wie, jaki ją tam los czeka i ile ich tam jest?.."
      },
      {
        "index": 41,
        "text": "W przeddzień wesela wszystko było pogotowiu. Chata wybielona, wymieciona, wykadzona jadłowcem i ładanem, posypana kosaćcem, u drzwi powieszano wianki, wszystkie naczynia postawiono nowe. Około dziewczyny, jak zwykle, zasępionéj i smutnéj, kręciły się druchny wesołe i przybrana macierz stara. Strojną była Mila na ten dzień ostatni w najcieńsze płótno, w najpiękniejsze pierścienie i kolce, które od ojca miała; dziewicze kosy pozaplatane starannie raz ostatni ją zdobiły."
      },
      {
        "index": 42,
        "text": "W chacie już od rana nie ustawały pieśni na chwilę, bo każda godzina tych dni uroczystych miała swoją, którą odśpiewać musiano."
      },
      {
        "index": 43,
        "text": "Przed przybyciem młodego zaczęto już korowaj miesić, placek weselny, na którego przyjęcie piec się dopalał jasno i wesoło."
      },
      {
        "index": 44,
        "text": "Dziewczęta koło dzieży stały i sypały w nią siedem miarek mąki jak śnieg białéj, lały miód, lały wodę kryniczną, a każdemu sypaniu i laniu każdemu nowa pieśń towarzyszyła, co je tłumaczyła."
      },
      {
        "index": 45,
        "text": "W takt potém pieśni białemi rękami ciasto ugniatały niewiasty, śmiejąc się i żartując z narzeczonéj smutnéj, w któréj smutek udany niebardzo kto wierzył, choć oczy miała naprawdę zapłakane."
      },
      {
        "index": 46,
        "text": "Z pieśnią się odbył taniec wkoło dzieży, w któréj ciasto rosło, z pieśnią poczęto lepić misternie korowaj święty, ofiarny, na którym spleciona kosa panny młodéj siedziała i ptaszki, i pozatykane gałązki zielone, jagódki czerwone, kłosy dojrzałe... Wszystko to były godła dziewictwa, młodości, wesela, które się z tym dniem ofiary kończyło, a poczynało od niego życie trudu, łez i pracy, które jedna miłość miała osłodzić."
      },
      {
        "index": 47,
        "text": "Gdy korowaj był skończony, ulepiony, ustrojony, z nową pieśnią do pieca go niesiono uroczyście, rzucając z nim razem kukułki z ciasta urobione, ptaszki poświęcone bóstwu żywota — Żywi."
      },
      {
        "index": 48,
        "text": "Zamknięto naówczas piec, przy którym starsze niewiasty pozostały na straży, a pannę młodą posadzono uroczyście na ulu, zasłanym ręcznikami i druchny poczęły nucić smętny śpiew pożegnalny, zamykający w sobie całe dzieje młodości, żal po domowych progach, źródle z którego wodę czerpała, ogródku gdzie rutę sadziła, po dobrych braciach, po ojcu i macierzy kochanéj, po złotych dniach majowych."
      },
      {
        "index": 49,
        "text": "Mili płynęły znów łzy z oczów, gdy jéj kosy rozplatano. Pana młodego nie było jeszcze, spodziewano się go, wyglądano co chwila. Brat miejsce jego zasiadał przy siostrze, jako dawny jéj stróż, opiekun i obrońca ze krwi prawa."
      },
      {
        "index": 50,
        "text": "Zmierzchało już gdy zatętniało na drodze i — plaszcząc w dłonie, druchny wołać zaczęły."
      },
      {
        "index": 51,
        "text": "— Księżyc jedzie młody!"
      },
      {
        "index": 52,
        "text": "Księżycem dnia tego był Doman, któremu sześciu młodzieży na koniach towarzyszyło, w kołpakach futrzanych z piórami, w pasach kowanych, w opończach suto bramowanych, z ręcznikami bogato szytemi przez ramiona."
      },
      {
        "index": 53,
        "text": "Pan młody choć blady jeszcze, krasą i odzieżą wszystkich przechodził. Konia pod sobą siwego miał z długą grzywą, okrytego suknem czerwoném, któremu na łbie świecił czub błyszczący. Pas na nim cały był z kółek złocistych, pod szyją zapinka świecąca, u boku lśniący miecz, na głowie czapka z piórem i łańcuszkiem."
      },
      {
        "index": 54,
        "text": "Na stajanie od chaty puścili się ku niéj czwałem, a gdy u proga stanęli, aż ziemia zatętniała."
      },
      {
        "index": 55,
        "text": "Broniono im przystępu zrazu niby najeźdzcom i gwałtownikom, co na cudze dobro czyhali, nie dawano im przejść proga, musieli się spierać, opowiadać i okupić. Dopiero ich przepuszczono, gdy podarki dali. Doman wiele ich wiózł z sobą, a gdy z krasnéj chusty wysypał u nóg młodéj, dziewczętom się aż zaiskrzyły oczy. Były tam zamorskie, zdala przywiezione klejnoty, pierścienie, naszyjniki, naramienniki, korony na głowę, szpilki i para garści pieniążków srebrnych i droższe nad nie może paski malowane, pstre wstęgi, które tylko z Winedy dostawano, dokąd nie każdy wiedział i przebyć mógł drogę. Był i kubek jakby złoty i naczyńko przeźroczyste z drogiego kamienia, któremu się wszyscy dziwowali, bo było niby z lodu, a słońce na wskróś przez nie patrzało."
      },
      {
        "index": 56,
        "text": "Temi darami okupił sobie młody miejsce przy dziewczynie, którego mu brat ustąpił. A tuż i korowaj wynoszono i rózgę weselną zieloną, całą we wstęgi przybraną, w blaszki, pióra i strzępki, z szytym ręcznikiem krasnym."
      },
      {
        "index": 57,
        "text": "I znowu brzmiała pieśń napół żałosna, pół wesoła, żal za domem, za swojemi, przyszłości obawa, przeczucia pracy ciężkiéj, modlitwy do Bogów i wróżby."
      },
      {
        "index": 58,
        "text": "Wtoczyli się téż zaraz za młodym do świetlicy dwaj gęślarze i dudarz z kobzą — grajki weselne, co i pieśniom wtórować, i pieśniami kierować, i do skoku przygrywać umieli."
      },
      {
        "index": 59,
        "text": "Chata już pełna była jak nabił. Mirsz stary częstował i prosił, bracia z dzbankami chodzili i poili, piwo i miód nalewano nieustanie. A że w izbie miejsca wkrótce nie stało, chłopcy i dziewczęta koło wiedli w podwórku, gdzie i gędźba usiadła na przyźbie."
      },
      {
        "index": 60,
        "text": "Pieśni a pieśni, lały się jedna po drugiéj."
      },
      {
        "index": 61,
        "text": "Śpiewano za młodę, za braci, za młodego — prześpiewano tak niemal noc całą. Nocka była letnia, gwiaździsta, księżycowa, ciepła, nikomu się spać nie chciało. Starzy chyba siedząc zdrzémnęli się po miodzie na ławach, drudzy na trawach pod drzewami, a gędźba nie ustawała. Co jeden przerwał, to poczynał drugi."
      },
      {
        "index": 62,
        "text": "Młody siedział przy Mili, a patrzał na nią i wzdychał, téj serce biło ze strachu. A! tamtych dni, gdy się jéj ptaszkiem z chaty furknąć chciało, o tym smutku i obawie pojęcia nie miała. Zkądże się teraz wzięły te łzy i ta trwoga?.."
      },
      {
        "index": 63,
        "text": "Doman téż pasem się bawił, na ścianę patrzał, milcząc się niby uśmiechał, a gdzie był myślami, o tém nikt nie wiedział."
      },
      {
        "index": 64,
        "text": "Tymczasem druchny nuciły."
      },
      {
        "index": 65,
        "text": "Żegnaj mi progu domowy, żegnaj ogródku ruciany, studeńko w któréj ja wodę czerpałam dla mojéj trzódki. Żegnaj mi siostro kochana, żegnaj mój bracie rodzony, i tobie ojcze mój siwy do nóg upadam spłakana... W świat idę, obcy mnie wiedzie, wianek mój z strumieniem płynie, kukułka wróży na brzozie, łzy z oczów cisną się gorzkie... Ojcze mój, bracia rodzeni, kiedy ja znów was zobaczę? Tam mi obarczą ramiona, nikt nademną nie zapłacze..."
      },
      {
        "index": 66,
        "text": "Tętni droga, lasy gwarzą, potok szumi na dolinie... Brzęczy coś, huczy coś, ktoś do chaty pędzi... Księżycowe lice, oczy ma jak gwiazdy, królewicz to pan — po naszą dziewczynę. Cały w złocie, w jasnéj szacie, przy nim drużby królewicze, złotem, srebrem przepasani, jak jabłuszka malowani. Hej! otwórzcie chaty wrota, drużyna jedzie od złota, po dziewczynę, po malinę... Dary ojcu wielkie wiozą, bratu, siostrom i macierzy... Nie płacz, otrzyj oczy czarne, wianuszek mu oddaj rada... Malowany dwór u niego, złote progi, srebrne statki... A! ja płaczę, łzy mi biegą, nie będzie mi jak u matki..."
      },
      {
        "index": 67,
        "text": "O słońca wschodzie ruszył cały pochód na uroczysko pod dęby święte; stary ojciec miał im tam pobłogosławić. Drużby na konie posiadali, pannę młodą na wóz wsadzono cały suknem okryty, cały kwiatami obwieszany. Za nią jechały nucąc a zawodząc druchny, goście, tłum ciekawy."
      },
      {
        "index": 68,
        "text": "U starego dębu młodzi szli po kolei wszystkich prosić o błogosławieństwo, padli ojcu do nóg, przybranéj matce, wszystkim stojącym dokoła, aż do małych dzieci. Potém za ręce się pobrawszy kołaczem się łamali, włożono im korony na głowy, pili z kubka jednego, dłoń w dłoni siedem razy dąb święty obeszli dokoła i ojciec ich trzykroć ziarnem obsypał, a po za niemi stojąca drużyna ciągle pieśni nuciła weselne."
      },
      {
        "index": 69,
        "text": "Wylano Bogom ofiarę, odpędzono czary i uroki, kadzono zielem, rzucano liśćmi, kropiono wodą i orszak cały nazad się puścił do chaty."
      },
      {
        "index": 70,
        "text": "Tu zabrzmiały pieśni nowe, a inne. Dziewczęciu rozplatano włosy, kosę dziewiczą obcięto i głowę czepcem osłoniono, a gdy biała namitka otoczyła czoło młodéj, łzy się jéj z oczów rzuciły żałosne, śpiewy rozległy tęskne i bolejące. Żegnały ją drużki dziewice... ale gęślarz głośniéj w struny uderzył i płaczu słychać nie było."
      },
      {
        "index": 71,
        "text": "Do skoków stawać musieli weselni i na gwałt się weselić, aby wieczór ten złą dla życia nie był wróżbą."
      },
      {
        "index": 72,
        "text": "Zanucono pieśni chmielne, bo téż chmiel w głowach panwaniepanowanie swe rozpoczynał."
      },
      {
        "index": 73,
        "text": "— Chmielu ty psotniku, co ty robisz z ludzi, dziewicą szła z chaty, mężatką się zbudzi... Chmielu ty mój chmielu, jak ty psujesz głowy, świat był wczoraj czarny, dzisiaj mi różowy... Chmielu co po tyczce zwijasz się do góry, chciałoby się z tobą tak uczepić któréj... Dziewczęta, dziewczęta, uciekajcie z drogi, Chmiel idzie, pan idzie, popodcina nogi... O chmielu, o chmielu, cudowneś ty ziele, przez cię jest szczęśliwych i biednych jest wiele. Chmielu ty weselny, królu nasz a panie, niechaj choć do jutra trwa twe panowanie..."
      },
      {
        "index": 74,
        "text": "O chmielu!.."
      },
      {
        "index": 75,
        "text": "Całą tak noc tętniała od skoków chata Mirszowa, tętniało i rozlegało się podwórko, niektórzy znużeni na przyźbie spocząwszy ledwie, wracali pić i skakać."
      },
      {
        "index": 76,
        "text": "Już młodzi byli na swironku w łożnicy, a piwo i miód bez ustanku krążyły. Kto przypadł, ten sam sobie do woli czerpał z kadzi, bo w taki dzień każdy gościem był miłym. Kupy téż tych, co szli na Lednicę, z ciekawością zwracały się ku chacie, stawały, zbliżały, dudarz grał, a gęślarze śpiewali."
      },
      {
        "index": 77,
        "text": "Już słońce wstawać miało, gdy ujrzano z pola, spiesznym krokiem idącą o kiju starą babę. Stawała niekiedy, oglądała się jakby przelękła, podnosiła kij i wołała coś przeraźliwym głosem, ale słów dosłyszeć nie było można, bo i dudarz grał donośnie, i gęślarze śpiewali, a młodzież hasając pokrzykiwała."
      },
      {
        "index": 78,
        "text": "Wiedźma coraz żywiéj biedz zaczęła zdyszana, poznano w niéj zdala Jaruhę."
      },
      {
        "index": 79,
        "text": "— Co jéj jest? — zawołał stary Mirsz — leci jakby oszalała..."
      },
      {
        "index": 80,
        "text": "— E! ona tak zawsze! — śmieli się inni — lubi piwo, a chmiel z nią czyni co chce, gotowa jeszcze pójść w skoki..."
      },
      {
        "index": 81,
        "text": "A Jaruha szła, biegła, oglądała się po za siebie strwożona i kijem kędyś pokazywała. Włos miała rozwiany w nieładzie, bieliznę pomiętą i zdartą, nogi pokrwawione."
      },
      {
        "index": 82,
        "text": "Dobiegłszy zdyszana pod same wrota, krzyknęła."
      },
      {
        "index": 83,
        "text": "— Uciekajcie! uciekajcie! Jedzie, toczy się smok, gadzina! Pomorcy idą! Wrogi tuż, za mną w ślad..."
      },
      {
        "index": 84,
        "text": "Usłyszeli wszyscy, ale nikt nie chciał uwierzyć własnym uszom i szalonéj kobiecie."
      },
      {
        "index": 85,
        "text": "— Tuman się toczy, dymy kłębią — tętni ziemia. Uciekajcie, uciekajcie, komu życie miłe. — Ludzie ratujcie się, Pomorcy idą!"
      },
      {
        "index": 86,
        "text": "Podniosła ręce obie do góry krzycząc i upadła zmęczona."
      },
      {
        "index": 87,
        "text": "Stary Mirsz popatrzał w dal milczący i wpadł do chaty."
      },
      {
        "index": 88,
        "text": "— Kto żyw, na konie! — zawołał."
      },
      {
        "index": 89,
        "text": "— Jaruha przybiegła z wieścią, nawała Pomorców się toczy. Uciekać! Stara oszalała może, może stado owiec za Pomorców wzięła. Niech kto jedzie, podpatrzy. Tumany jakieś widać w dali."
      },
      {
        "index": 90,
        "text": "Popłoch padł na taneczników, jak gdy kania się nad stadem kuropatw uwiesi — ale głowom zagrzanym, nie bardzo się wierzyć chciało. Mężniejsi się ku drzwiom rzucili, a dziewczęta i niewiasty do komory — krzyki zastąpiły śpiewy, głośniejsze od nich."
      },
      {
        "index": 91,
        "text": "Doman téż wypadł z chaty, za rękę wiodąc Milę przestraszoną i płaczącą, która czoło i oczy tuląc w dłonie, wołała. O doloż moja — o dolo!"
      },
      {
        "index": 92,
        "text": "W podwórku zwijając się, wszyscy jak poszaleli wołali głosami różnemi."
      },
      {
        "index": 93,
        "text": "— Niemcy. — Kaszuby — wrogi!"
      },
      {
        "index": 94,
        "text": "Młodzież biegła po konie na paszę. Ale cóż mogła ta mała garstka, przeciwko nawale nieprzyjaciela, o obronie myśleć było niepodobna, chyba o ucieczce jednéj."
      },
      {
        "index": 95,
        "text": "Parobczak, który pierwszy świerzopę starą pochwyciwszy u płota, na wzgórze się dostał, zobaczył tuman w dali, usłyszał szczęk i wrzawę i nawrócił wnet, wołając — idą, idą!!"
      },
      {
        "index": 96,
        "text": "Głowy tracili wszyscy — nie było czasu prawie pomyśleć o schronieniu się gdziekolwiek, chyba na ostrów, na Lednicę — a tu już czółna, jakie były u brzegów, pierwsi co ich dopadli, pozajmowali i zamiast wioseł, chwyciwszy żerdzie — odbijali na głębinę."
      },
      {
        "index": 97,
        "text": "Doman do szopy biegł po siwego, Mila za nim z rozpuszczonym włosem, bez wianka, ręce łamiąc, we łzach cała."
      },
      {
        "index": 98,
        "text": "Nie myśląc już o drugich, mąż ją wpół chwycił i na konia rzucił, skoczył nań sam, wybiegł przed chatę, obejrzał się — krzycząc na swoich."
      },
      {
        "index": 99,
        "text": "— Za mną! druhy."
      },
      {
        "index": 100,
        "text": "Drużbowie téż konie prowadzili, i jak kto stał, jakiego kto dopadł, uciekali. Niewiasty biegły nad brzeg ręce łamiąc i padając. Czółen brakło. Niektóre z nich śmiało rzucały się w wodę i płynęły."
      },
      {
        "index": 101,
        "text": "W wirze tym i popłochu — kto gdzie mógł szukał kryjówki, myśląc o sobie."
      },
      {
        "index": 102,
        "text": "Mirsz stary miał jamę w ziemi wygrzebaną, do któréj wnijście było skryte, przy ludziach zdradzić jéj nie chciał, z synem tylko, zobaczywszy Domana uciekającego, spojrzeli po sobie, zawrócili się gdzieś ku szopom i znikli. Nie pierwszą to napaść podobną stary zdun w kopanéj jamie, któréj szyja dobrze była zakrytą, przesiedział bezpieczny."
      },
      {
        "index": 103,
        "text": "Za górą, coraz silniéj tętniało i dzikie słyszeć się dawały okrzyki. Chmura Pomorców i Kaszubów leciała z tumanem kurzawy pędząc nad jezioro. Niekiedy z tego obłoku migały głowy i dzidy."
      },
      {
        "index": 104,
        "text": "Jaruha zmęczona, jak martwa leżała na ziemi, dysząc sił ostatkiem. Chata przed chwilą brzmiąca weselem, stała otwarta i pusta. Z korowajem obłamanym na stole, z kadziami piwa i beczkami niedopitego miodu. W podwórku nie było żywéj duszy — psy u wrót ujadały."
      },
      {
        "index": 105,
        "text": "Jedni, koni dopadłszy, ratując siebie i niewiasty, gnali czwałem po brzegu jeziora, drudzy czekali wroga, aby dopiero, gdy bliżéj naskoczy, rzucić się wpław i próbować ujść śmierci lub niewoli."
      },
      {
        "index": 106,
        "text": "Po wrzaskach nastąpiło milczenie straszniejsze od nich jeszcze."
      },
      {
        "index": 107,
        "text": "Gdzie i jak kto mógł krył się, tulił, pełzał, przypadał. Starsze niewiasty, opuszczone w kupkę się zbiwszy u wierzb stały na stoku nad wodą. W dali już widać było drużynę Domana i białe szaty Mili, które około siwego wiewały wiatrem rozdęte. Za niemi tuman kurzu pędził i uchodzących zdradzał."
      },
      {
        "index": 108,
        "text": "Z dzikim wrzaskiem puścili się ze wzgórka Pomorcy, w pogoń za uciekającemi, siekąc konie i ścigając ich zapalczywie. Drudzy już otaczali chatę i zagrodę, zagarniając, co żywego znaleźli. Psy u wrót, jedyni stróże, leżały pozabijane."
      },
      {
        "index": 109,
        "text": "Reszta ludzi u brzegu stojąca plusnęła w jezioro, zbiegła w trzciny i sitowia. Do tych Pomorcy strzelać zaczęli, kilka pocisków utkwiło w nich, krzyki słyszeć się dały, znikli. Pozostali odsuwali się od brzegu, który gęsto obsadzili najezdnicy."
      },
      {
        "index": 110,
        "text": "Z Mirszowéj chaty oberemkami wynoszono łupy i wiano młodéj, podarki młodego, nagromadzone mienie starego zduna. A że garnków brać nie myśleli — poczęli je z gniewem tłuc i o ściany rozbijać, pokrzykując za każdém uderzeniem."
      },
      {
        "index": 111,
        "text": "Wzgórze całe, jak zajrzeć, przez wrogów było zajęte. Wśród tłumu ich, dwóch młodych dowódzców widać było na koniach, około których, cześć im oddając, drudzy się obracali. Po strojach za niemców ich wziąć było można i niemcami téż byli otoczeni, rozstępował się im tłum, a gdy z koni pozsiadali, szli z dwornią do pustéj chaty."
      },
      {
        "index": 112,
        "text": "Oba z jasnemi włosy, twarzami blademi, czarnemi oczyma, podobni do siebie jak rodzeni, rodzonemi téż byli. Synowie Pepełka Chwościska, szli znowu mszcząc się i rodziców i niedawnéj klęski. Za niemi, na powrozie ciągniono starca z siwą brodą, który gęślę potrzaskaną w ręku trzymał. Pochwycono go gdzieś na drodze, a niemcy ślepych tych pieśniarzy nie cierpieli, bo oni śpiewali o starych, lepszych czasach. Gęślarz szedł niemy, ze spuszczoną głową, popędzany kijmi i biczami, nie stękając, nie płacząc, nie oglądając się na tych, co śmiejąc się i urągając mu smagali."
      },
      {
        "index": 113,
        "text": "Na pustéj ławie, na któréj nie dawno panna młoda siedziała, zrobiono miejsce kneziowym synom. Tymczasem dwornia plądrowała po chacie wynosząc co gdzie było. Grabiono jedne sprzęty, drugie młodym znoszono. Starszyzna zmęczona czerpała chciwie resztki piwa, z zakątków dobywano, poznajdywane placki i mięsiwo na misach."
      },
      {
        "index": 114,
        "text": "Stary gęślarz padł u progu, ale go za sznur wciągnięto do izby. Brodaty, obwieszany kawałami żelaza chłop, z oczyma zbielałemi, przystąpił do starca i kopnął go nogą. Chciano z niego dobyć wieści o bogatym chramie i skarbach na ostrowiu; grożono mu obwieszeniem i targano."
      },
      {
        "index": 115,
        "text": "— Każcie wieszać! — wołał stary."
      },
      {
        "index": 116,
        "text": "Chciano wiedzieć ilu ludzi, jaka straż na Lednicy broni przystępu do kontyny, jak się najbezpieczniéj dostać do niéj."
      },
      {
        "index": 117,
        "text": "— Ptakiem dolecieć, rybą dopłynąć — jęczał szydersko stary."
      },
      {
        "index": 118,
        "text": "Badano o najbogatszą w okolicy zagrodę, o najliczniejsze stada, ale starzec jęczał tylko, nie odpowiadał chyba szyderstwy. Zaczęto go nielitościwie smagać. Śmiał się i śpiewał razem, głosem jakimś strasznym — aż oprawcom ręce drętwiały."
      },
      {
        "index": 119,
        "text": "— O doloż ty nasza — o dolo! Wesele i grób. Warzyli wesele, pogrzeb zgotowali. O doloż ty nasza, o dolo! Smagajcie a żywo, niech dusza wyleci z ciała, prędzéj, dość się nabolała! O Łado! Kolado! Kupało! pomóżcie jéj z ciała."
      },
      {
        "index": 120,
        "text": "Jakby nie czując już krwawego smagania, stary przyczołgał się do wiadra z wodą, nachylił je do ust rękami obiema i pić począł. Zamierzył się nań jeden z oszczepem i strzymał."
      },
      {
        "index": 121,
        "text": "Ciągniono do chaty połapanych u brzegów, powiązanych, płaczących. Starszyzna niemiecka otaczając młodych panów naradzała się. Spocząć tu chcieli, naplądrowawszy, o Lednicy nie myśląc, bo na nią przeprawa była trudną, a napaść niebezpieczną."
      },
      {
        "index": 122,
        "text": "Radzili tak jeszcze, gdy w podwórzu wesołe zabrzmiały okrzyki. Stojący we wrotach wołali."
      },
      {
        "index": 123,
        "text": "— Wiodą ich! prowadzą!"
      },
      {
        "index": 124,
        "text": "Niektórzy biegli ku brzegowi. Kupa ludzi co się w pogoń puściła, ciągnęła rannego Domana, którego pochwycono w ucieczce. Siedział na koniu na wpół skrępowany sznurem, a przed nim leżał trup młodéj żony, w któréj piersi tkwił oszczep i krew z niéj stygnąca płynęła. Lice miała białe — życie już z niéj uciekło. Doman zębami przytrzymywał ją za koszulę, bo rękami skrępowanemi nie władnął, sam był okryty krwią, ranny, ale nie zdawał się czuć bólu."
      },
      {
        "index": 125,
        "text": "Ludzie go wnet z konia ściągnęli, ale rozerwawszy sznury, trupa pochwycił z sobą, chcieli mu go odebrać, lecz ściskał tak silnie, iż we dwu i trzech zmódz go nie potrafili — padł z nim razem na ziemię."
      },
      {
        "index": 126,
        "text": "Po sukni i z twarzy łatwo w nim zamożnego władykę poznali i z chaty wyszli doń synowie Chwostka, a z niemi niemcy, ciekawie obstępując rannego."
      },
      {
        "index": 127,
        "text": "Jeden z kneziów schylił się nad nim pięść podnosząc. — Psi synu — zawołał — gdy nasz gród palono, gdy naszych zabijano, tyś tam także być musiał, przewodziłeś może zbójom."
      },
      {
        "index": 128,
        "text": "Drugi naglić począł, aby mówił kto na gród prowadził, kto knował. Grożono śmiercią."
      },
      {
        "index": 129,
        "text": "Doman nic nie odpowiadając, na trupa patrzał niemy. Stali tak nad nim, to popychając go, to uderzając, to naradzając się z sobą, a chcąc koniecznie dostać języka. Lękali się może, aby ich znowu nie zaskoczono, ale nieszczęśliwy pan młody usta ścinał i słowa z niego dobyć nie było można."
      },
      {
        "index": 130,
        "text": "— Myśmy kneziowie wasi! — wołał młodszy."
      },
      {
        "index": 131,
        "text": "Doman dopiéro głowę podniósł i popatrzał obłąkanym wzrokiem."
      },
      {
        "index": 132,
        "text": "— Z waszego rodu żaden u nas kniażyć nie będzie! — zamruczał — niedoczekanie wasze. Wyście wrogi i zbóje, nie wam panować gadzin plemię."
      },
      {
        "index": 133,
        "text": "Przekleństwem skończył i zmilczał. Kazali go wlec precz i odeszli gniewni. Znęcali się niemcy nad nim długo — ale ścierpiał wszystko. Związanego, wraz z innemi poprowadzono do brzega — gdzie już gromada innych leżała."
      },
      {
        "index": 134,
        "text": "Pod wierzbą Mirszową padł na ziemię wysilony. Ręce miał skrępowane, nogi wolne."
      },
      {
        "index": 135,
        "text": "Wieczorem trup zabitéj Mili sam leżał u brzegu. Doman pełznął do wody, gdy straż się pospała, rzucił się w jezioro i zniknął."
      }
    ]
  }
}