{
  "chapterNumber": 12,
  "title": "Tom II, Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nadszedł dzień Kupały, — święto w całym pogańskim obchodzone świecie, dzień Białego-Boga dnia i światłości, na którego cześć paliły się ognie nad Adrią, nad Baltem, nad Dunajem, nad Łabą, Wisłą, Dniestrem, Rodanem i Sekwaną. Ze czcią tego Bel-boga, Bela; ludy wędrowały na zachód wszystkie, z kolebki swéj rajskiéj, w zimne kraje nowéj ojczyzny."
      },
      {
        "index": 2,
        "text": "Dzień Kupały najdłuższy w roku, noc Kupały najkrótsza, były jednym ciągiem wesela, śpiewu, skoków i obrzędów."
      },
      {
        "index": 3,
        "text": "I na téj górze świętéj nad jeziorem, kędy się z sąsiednich mirów na Kupałę najwięcéj ludu zbierało, już o wschodzie słońca z kąpieli wychodzące tłumy, przybrane w wieńce, poprzepasywane bylicą, postrojone ziołami kwitnącemi, otaczały starych gęślarzy."
      },
      {
        "index": 4,
        "text": "Wzgórze lekko opadało zieloną łąką ku wodom jeziora. Na szczycie jego rosły stare dęby, brzozy rzadkie, a daléj gęstszy coraz las ciągnął się dwoma ramiony, łącząc z niezgłębionemi puszczami, które naówczas całą niemal tę ziemię okrywały."
      },
      {
        "index": 5,
        "text": "Od rana widać tu już było młodzież znoszącą suche gałęzie, łuczywo, bierwiona świeżo ucięte, gdyż martwego drzewa jak na budowę chaty nikt nie używał, tak i na ogień święty nosić go nie było wolno. Gałęzie nawet suche z żywego drzewa musiały być obłamywane, bo w tych, które na ziemi leżały, mieszkała już śmierć."
      },
      {
        "index": 6,
        "text": "Ze wszech stron widać było sunące sznurami niewiasty w bieli, całe w wiankach i opaskach zielonych, chłopaków w narzuconych na ramiona siermięgach. Zewsząd po gajach i lesie brzmiały przedśpiewy zwiastujące nocną uciechę."
      },
      {
        "index": 7,
        "text": "Nagotowane ogniska widać było u skraju lasu, pod dębami i głębiéj jeszcze. Kamiennemi siekierkami łupano drzazgi na podpał. Każda gromada obejmowała dawne miejsce i zgliszcze swe świąteczne. Gwar wesoły i śmiechy przebrzmiewały po lesie."
      },
      {
        "index": 8,
        "text": "Pod dębem siedział Słowan, pod innym drugi śpiewak, którego zwano Wiłujem. Gdy jeden z nich nucił, przestawał drugi; śpiewali naprzemiany, ale pieśń jednego nie godziła się z drugą, zdawali się raczéj przeciwić sobie niż łączyć."
      },
      {
        "index": 9,
        "text": "— Słoneczko oko dnia jasnego, świéć nam a grzéj — śpiewał stary gęślarz. — Strumienie światła na ziemię biegą... Światło nam léj, Kupało!"
      },
      {
        "index": 10,
        "text": "Niech czarne smoki nie śmieją zaćmić twą twarz, tyś życiem, szczęściem, nadzieją, tyś Bóg jest nasz! Kupało..."
      },
      {
        "index": 11,
        "text": "Królu, dniu naszym panuj bez chmury, do życia obudzaj chuć, tyś życia dawca, boże Kupało, siéj, żyw i budź, Kupało..."
      },
      {
        "index": 12,
        "text": "Ucichło, a Wiłuj brząknął w struny i niezrozumiałą piosenkę nucił pół-szyderskim głosem."
      },
      {
        "index": 13,
        "text": "— Pieśni ty moja, pieśni! ptaszyno moja złota, tyś jak woda żywota, wskrzeszasz z śmiertelnéj pleśni, lecz kto się w nurt twój miota, ten żywot prędko prześni. Dwojaka twoja cnota, żywot i śmierć jest w pieśni... Pieśń zmarłych wskrzesza z grobu, pieśń żywych na śmierć miota... w niéj siła światów obu... i śmierci i żywota..."
      },
      {
        "index": 14,
        "text": "Spuścił głowę wypełzłą i zamilkł, milczeli oba, bo chór śpiewał za nich pieśń kupalną."
      },
      {
        "index": 15,
        "text": "Słońce zapadać miało, wszystkich oczy i twarze ku niemu były zwrócone. Czekano gdy ostatni jego promień zniknie z drzew pozłoconych wierzchołków, aby ognie rozniecić i pieśni a korowody rozpocząć."
      },
      {
        "index": 16,
        "text": "Starsze niewiasty siedziały na ziemi, a około nich cebry, i garnki, i niecki z mięsiwem, i kołacze a korowaje świąteczne widać było; młódź się kręciła i goniła po błoni, klaskając w ręce. Dziewczęta trzymały się gromadą, kupkami na nie nacierali chłopcy, rzucano słowy; wyścigano się krzycząc i odpędzano chustami napastujących."
      },
      {
        "index": 17,
        "text": "— Kupało! Kupało! Łado! — odzywały się tu i owdzie śpiewne głosy."
      },
      {
        "index": 18,
        "text": "Około stosu Wiszów stał już Ludek i Sambor, który na gród wracać nie chciał, niemało niewiast i czeladzi. Poglądano ku lasowi, w stronę dworu, bo jednéj Dziwy i Żywi nie było, a Dziwa miała pierwsza ogień podpalić i pieśń zanucić o Kupale."
      },
      {
        "index": 19,
        "text": "Chłopcy tymczasem suche tarli drzewo, aby zrobić ogień Boży, któryby sam się zrodził, młodym był i nowym, a potém przez rok cały na domowém palił się ognisku. Był to ogień, którego z domu nikomu wynosić obcemu nie dawano. Kto ogień wynosił z chaty, brał z niéj życie."
      },
      {
        "index": 20,
        "text": "Już dwa smolne łuczywa dymiły w ich rękach, a ogień się jeszcze nie ukazywał i Dziwy nie było. Sambor więcéj patrzył na ścieżkę, którą przyjść miała, niż na robiący się ogień święty, który powinien był zapłonąć, gdy słońce zagaśnie."
      },
      {
        "index": 21,
        "text": "W tém z dali pokazały się dwoje dziewcząt w bieli, szły zwolna trzymając się za ręce. Zielone wianki miały na głowie, zielonemi przepasane były splotami, snopki ziół niosły w rękach, ale szły milczące, bez pieśni. Były to Dziwa i Żywia, obie jeszcze smutne po ojcu żałobą. Dziwie chodziły po głowie wyrazy staréj Jaruhy, a choć pół-oszalanéj babie nie dawała wiary, w sercu jéj coś ciągle powtarzało: Nie idź na Kupałę!"
      },
      {
        "index": 22,
        "text": "Choć dzień był boży, weselny, szły smutne. zbliżyły się tak do swojéj gromady, a Sambor zdaleka patrzył na twarz dziewczyny i dziwił się, że tak była posępną."
      },
      {
        "index": 23,
        "text": "W tém Ludek zbliżył się do niéj."
      },
      {
        "index": 24,
        "text": "— Siostro — rzekł — chodźcie wy razem w parze, nie idźcie daleko w las... Ja Domanowi nie wierzę... W noc kupałową dzieją się czasem straszne rzeczy... wieleż to dziewcząt przepada w lesie!... Nad ranem, u świtania, gdy szał ludzi ogarnie, pamięć tracą."
      },
      {
        "index": 25,
        "text": "Dziwa się rumieniła słuchając, gryzła w ustach ruty gałązkę i trzęsła głową."
      },
      {
        "index": 26,
        "text": "— Nic się nie stanie — rzekła — ani się Doman, ani żaden waży przystąpić do mnie, będę między swojemi. Jest was dosyć chłopców, aby siostrę obronić!"
      },
      {
        "index": 27,
        "text": "Brat zamilkł, a Żywia rzucając chciwie oczyma po gromadach, śmiała się bliskiéj uciesze, nogi się jéj do skoków rwały, lica pałały, oczy błyskały, nuciła niecierpliwa."
      },
      {
        "index": 28,
        "text": "— Dajcież pokój ze strachami! — śmiała się — nikt się do nas nie waży... ale w taki dzień, nie czyńcież nam niewoli... tyle naszéj uciechy... Kupało..."
      },
      {
        "index": 29,
        "text": "Dokoła śmiech i wołanie zagrzewały, dziewczęta przybiegały do nich i rwały za rękawy, aby szły z niemi. Powoli i na twarzy Dziwy jaśniéj się zrobiło, uśmiech się zjawił blady."
      },
      {
        "index": 30,
        "text": "I ona mruczała pocichu: Kupało! Kupało!.."
      },
      {
        "index": 31,
        "text": "A zdala słychać było śpiew."
      },
      {
        "index": 32,
        "text": "— Słońce w morzu się kąpało, bo na wesele iść miało... Wiodą, wiodą pannę młodą, w złote szaty przyodzianą... Księżyc jedzie z gwiazd drużyną, witaj słoneczko kochane... Ty mi będziesz królowało... Słoneczko moje jedyne! Kupało!"
      },
      {
        "index": 33,
        "text": "Chłopcy stali na uboczu, szeptali cicho, z ukosa patrzyli na dziewczęta i wybierali oczyma. Szał czasem opanowywał nad ranem te gromady i dziksze z nich szły jak „stada“ w las, porywając gwałtownie dziewczęta. Zwano téż te szały „stadem“. Rodzina jednak każda pilnowała swoich i stała na czatach, aby do „stada“ nie dopuścić i od porywania obronić."
      },
      {
        "index": 34,
        "text": "Dziwa patrzyła na zachodzące słońce, którego promienie ozłacały jéj twarz i lśniły się we włosach. Ostatni blask zagasał, już tylko łuna czerwona wskazywała gdzie zapadło, dwa smolne łuczywa ogień obejmował boży, zażegniętą żagiew podano dziewczynie, która żywo i zręcznie pod stos ją podłożyła. W téj saméj chwili przy wszystkich ogniskach błyskały już ogniki i wielkim głosem wołano radośnie: Kupało!.."
      },
      {
        "index": 35,
        "text": "Niewiasty stawały kołem, biorąc się za ręce osobno, osobno mężczyzni i pieśni brzmiały po lesie dokoła."
      },
      {
        "index": 36,
        "text": "Po polach, na puszczy, w całéj okolicy przed chwilą cichéj i głuchéj, wszystko przeszło w radosne drganie i okrzyki. Zdało się, że i drzewa i wody i obłoczki na niebie, i trawy na polu, pieśnią tą i radością odbrzmiewają."
      },
      {
        "index": 37,
        "text": "Zbudzone śpiewem podniosło się wodne ptastwo na jeziorze, zaszeleściało w krzewach, a wokoło stosów dziewy zawiodły uroczystą pieśń kupalną, o Bogu w złotym wieńcu, co polom niósł ziarna złote, co łąkom niósł rosy, co ludziom chléb dawał, co wypełniał kłosy, co ule zasładzał, który czynił dzień, miłość zsyłał i wesele. Był to dzień ślubowin niebieskich słońca z księżycem. Radowała mu się ziemia, otwierała skarby swoje, noc ta nie miała tajemnic, wszystko zaklęte wracało do swobody, duchy jasne zstępowały z niebios i poiły ludzi własném weselem... Śmierć i czarne widma kryły się w przepaści, pod ciemny płaszcz Jamy."
      },
      {
        "index": 38,
        "text": "Ledwie pieśń pierwsza przebrzmiała chórem, ze swemi zwrotkami, dała się słyszeć druga. Chóry dalekie odpowiadały sobie. Dziwa z podniesioną głową szła przodem wiodąc skoki i zawodząc pierwsza, dziewczęta biegły za nią posłuszne."
      },
      {
        "index": 39,
        "text": "Zrazu śpiew ciągnął się powolnie, krokami szły ociężałemi, potém pieśń żywiéj brzmieć zaczęła, ruch coraz szybszym się stawał, rozgorączkowywał głos, miotały ręce, podnosiły głowy i oczy... Stare niewiasty oparte na kijach, siedzące na ziemi, które pójść nie mogły z korowodem, poklaskiwały siedząc, poruszały głowami, całém ciałem drgały wspomnieniem młodości."
      },
      {
        "index": 40,
        "text": "Las płonął światłami i huczał pieśnią i tętniał skokami."
      },
      {
        "index": 41,
        "text": "Zdala widać było ogniów łuny, a około nich wirem, kołem zwijające się cienie, z rozwianemi włosy, rozpuszczonemi szaty, rozsypującemi się wieńcami, podniesionemi rękami. — Hej! Kupało! Kupało!"
      },
      {
        "index": 42,
        "text": "Gdzieindziéj chłopcy brali kąpiel płomienną, skacząc przez ogniska i przyklaskiwano ich skokom, kiedy niekiedy krzyk się dał słyszeć, bo parobcy rzucali się na dziewczęta, a wśród tego szału, zamętu, nocy, działo się często, co tylko na Kupałę przebaczoném być mogło."
      },
      {
        "index": 43,
        "text": "Lecz więcéj śmiechów było słychać, niż krzyku, a wesela niż płaczu."
      },
      {
        "index": 44,
        "text": "Niewiasty jeszcze wiodły tany, gdy chłopcy z zapalonemi żagwiami zaczęli przeskakiwać ogniska, a potém wyścigać się po łące i wybiegać na polanki z niemi."
      },
      {
        "index": 45,
        "text": "Gdzieindziéj lano miód w ogień na ofiarę Białemu-Bogu, przygasał płomień na chwilę i buchał potém z nową mocą. Parobczaki nieraz spotkali się w skoku, wśród płomieni i dymu, uderzyli o siebie... nieraz się śmiejąc chwytali za bary, padali na ziemię i tarzali mocując."
      },
      {
        "index": 46,
        "text": "U wszystkich ognisk razem rozpoczęły się te skoki, a wnet potém z ogniem pogony. Z pozapalonemi żagwiami, których ogień w biegu nie powinien był zagasnąć, obiegano posiane zboża, barcie, łąki, wołając Kupały."
      },
      {
        "index": 47,
        "text": "Na niebiosach, jakby z pod zasłon przypatrując się ciekawie temu, co się działo na ziemi, szła zorza wieczorna całować się ze wschodzącą jutrzenką... noc zaledwie przysłoniła lasy, a już dzień świtał za niemi."
      },
      {
        "index": 48,
        "text": "Teraz rozpoczynało się picie i ucztowanie, około ognisk, wśród wesela i śpiewu."
      },
      {
        "index": 49,
        "text": "W kółku swojém znużona już śpiewaniem i skokami siedziała Dziwa i w ogień patrzyła."
      },
      {
        "index": 50,
        "text": "Sambor nad nią czuwał zdala, lecz ani razu, ni razu nawet okiem nań nie rzuciła. Chłopak, choć go kusili parobczacy do wyścigów i do picia, niewiele miał ochoty, kręcił się błędny, odchodził i powracał, wciąż na oku mając córkę gospodarza, a na pamięci Domana... Dziwa go zobaczyła tak stojącego na straży i skinęła na niego."
      },
      {
        "index": 51,
        "text": "— Idźże do ludzi! — rzekła — idź się wesel z drugiemi!"
      },
      {
        "index": 52,
        "text": "— A wy... Dziwo! — odparł Sambor — czemuż wy chodzicie chmurno i smutno?.."
      },
      {
        "index": 53,
        "text": "— Ja... — poczęła cicho dziewczyna — ja! bo moja dola inna niż wasza! choćbym chciała, weselić się nie mogę... Czego oczy nie widzą, to serce czuje, a gdy serce smutne, trudno być twarzy wesołą..."
      },
      {
        "index": 54,
        "text": "Podniosła oczy do góry."
      },
      {
        "index": 55,
        "text": "— Za lasami, za górami — mówiła jakby do siebie — łuny płoną... inne łuny... śpiewy słyszę, nie weselne... szumią bory... tłumy ciągną, żagiew w jednéj, miecz w drugiéj dłoni... Woda się w krew przemieniła, białe lilije poczerniały... Hej! hej!.."
      },
      {
        "index": 56,
        "text": "I zwiesiła głowę smutnie zapominając o Samborze, który ze strachem jakimś stojąc za nią, słuchał i nie rozumiał. To, co mówiła, tak się nie godziło z tém, co dokoła tętniło... Chłopak długo jeszcze zdala się w nią wpatrywał, ale już nie śmiał przybliżyć. Żywia wyrywała się z korowodu przy ogniu i przybiegła do niéj usiłując ją pociągnąć z sobą; chwytała siedzącą za ręce, próbowała chwycić z sobą i wracała śpiewając sama."
      },
      {
        "index": 57,
        "text": "Sparta na dłoni, dziewczyna obrywała bylicę z wianka, bawiła się kwiatkami i jak nieprzytomna myślą gdzieindziéj się być zdawała... może przy ojcu i matce..."
      },
      {
        "index": 58,
        "text": "Jakiś czas Sambor z pod dębu, o który się sparł, patrzył na nią, trwał na czatach, lecz Dziwa raz jeszcze go przywołała do siebie i kazała mu iść do zabawy."
      },
      {
        "index": 59,
        "text": "Posłuszny poszedł, sam nie wiedząc dokąd, bo mu się wcale skakać i ścigać nie chciało."
      },
      {
        "index": 60,
        "text": "Ciągnął zwolna, bez myśli ku lasowi. Chciało mu się uciec gdzieś, skryć się, spocząć, a bór był pełen ogni i wrzawy. Nie było w nim prawie ciemnego kąta."
      },
      {
        "index": 61,
        "text": "Siedzieli na ziemi starzy pijąc i jedząc, pod drzewami szeptały pary młode; dziewczęta szły sznurami wiodąc się za ręce, zastępowali im chłopcy... uciekały z krzykiem, a biada téj, co się pochwycić dała... Wnet cały zastęp rzucał się na jéj obronę, parobczaki powołani biegli na pomoc, walka zawiązywała się nierówna, aż dziewki się płonącemi polany w końcu obraniać musiały."
      },
      {
        "index": 62,
        "text": "Sambor pominął kilka ognisk i kilka obozowisk na ziemi, uganiającym się chwycić nie dał. Zatrzymywali go znajomi i nieznajomi, aby z niemi pił, aby szedł z niemi — odmawiał. Posądzano go, że coś złego miał na myśli..."
      },
      {
        "index": 63,
        "text": "Zaszedł tak aż w głąb boru, gdzie już tylko zdala przez gałęzie przeciskała się łuna od ognisk i ciemno było dokoła. Tu pod dębem legł. Głosy kupalne słychać było, ale nie widać nic, oprócz blasków, które czasem złociły gałęzie u góry. Listki na nich naówczas wydawały się jakby z blaszki złotéj, a ptaszki przebudzone latały pozłacanemi skrzydłami. Sambor legł i głowę a oczy w ręce utulił. Słuchał śpiewów i nie słyszał, marzyły mu się, bo zwolna sen za powieki go chwytał."
      },
      {
        "index": 64,
        "text": "W tém zdala coś zatętniło... załopotało... zadrgało. Czy zwierz spłoszony tą wrzawą?.. Ale zwierz szybko pomyka, a tentent sunął się powoli, ostrożnie, milknął i wznawiał... zbliżał się i stawał... Sambor rozróżnił już stąpanie kilku koni i ludzi, ciche szepty. Skrył się więc głęboko w gąszcz, w trawy i krzaki, i czekał."
      },
      {
        "index": 65,
        "text": "Ostrożnie wysunęła się z boru ludzi kupka. Blask, który wpadał zdala, nie dozwalał rozeznać twarzy. Mężczyzna jechał na koniu silnym, dwu za nim, kilkoro czeladzi podążało pieszo. Schylali głowy i podnosząc gałęzie przypatrywali się ogniskom."
      },
      {
        "index": 66,
        "text": "— Podkraść się trzeba pod koło... — szeptał jeden — co za dziw na Kupałę porwać sobie dziewczynę? Komu jéj nie dają po woli, musi wziąć gwałtem... Bylem ją na koniu miał, to moja, nie wyrwie mi się, nie dogonią, nie odbiorą... Zechcą bronić... choćbym życiem przypłacił! Na prawo..."
      },
      {
        "index": 67,
        "text": "I szepcząc posunęli się wszyscy ku brzegowi lasu, mijając przyczajonego Sambora. Zsiedli z koni, wiodąc je pocichu za sobą i kołowali wybierając, kędy przejść mogą niepostrzeżeni. Jeden odgarniał gałęzie i oko puszczał przodem, a sam wśliznął się potém, stawał, szedł bacznie. Sambor téż za niemi wypełznął z krzaków, wyminął ich i niespokojny, rzuciwszy się drugą stroną, gąszczami puścił szybko ku ogniskom. Pośpiech ten go zdradził, usłyszał wnet pogoń za sobą, silne ręce chwyciły go z tyłu. Wyrwał się i stanąwszy do boju, uderzył głową w piersi napastnika tak silnie, że padł na ziemię. Lecz padając porwał i Sambora z sobą, chwyciwszy za koszulę. Wzięli się na ziemi za bary, dusząc i mocując, tarzając razem w gęstwinie, gdy dwóch jeszcze przypadło i siadłszy na parobka, zdusili go tak, iż tchnąć nie mógł."
      },
      {
        "index": 68,
        "text": "Wnet zawiązano mu gębę, spętano ręce i nogi."
      },
      {
        "index": 69,
        "text": "Domyślono się zdrady, zlękniono popłochu i skrępowanego Sambora popchnęli w krzaki, a sami pobiegli nazad do koni."
      },
      {
        "index": 70,
        "text": "Słyszał jak spiesznie oddalali się szepcząc pomiędzy sobą."
      },
      {
        "index": 71,
        "text": "Związany próżno się rzucał po ziemi, usiłując więzy potargać. Łyka i powrozy były mocne. Leżał więc tak rozpaczając a nasłuchując, ale pieśni, krzyki, wrzawa, trzaskające ognie, nie dawały rozróżnić żadnego głosu."
      },
      {
        "index": 72,
        "text": "Jak wiek długo trwała ta męczarnia. Blask ogni zaczął niknąć, a brzask dnia wciskać się z góry. Coraz jaśniéj robiło się w lesie. W krzakach budziły się ptaki, kręciły się i podlatywały około niego. Przyleciała para gołębi dzikich gruchając i pierzchnęła, kukułka zakukała kilka razy, górą zaszelepotały skrzydła jakiegoś wielkiego ptaka, którego dojrzeć nie mógł."
      },
      {
        "index": 73,
        "text": "Cisza nastawała ze dniem."
      },
      {
        "index": 74,
        "text": "W dali słychać było ze śpiewami odciągające gromady. Słońce zajrzało w głąb lasu, na wzgórzu nie było już nikogo."
      },
      {
        "index": 75,
        "text": "Miotając się ciągle i targając, Sambor nareszcie gębę naprzód potrafił od chusty uwolnić, zębami na rękach i piersi więzy porozrywał, po długiéj męce pękły nareszcie — był wolnym."
      },
      {
        "index": 76,
        "text": "Złamany, poraniony, wściekły, wyrwał się biegnąc ku polanie. Tu pusto już było, dymiły jeszcze gdzieniegdzie niedogasłe ognie, leżały czarne węgli kupy, i potłuczone garnki, i rozbite naczynia. Wszystkie gromady poodciągały do domów. Sambor pół żywy, spotniały, zwlókł się i stanął, gdy usłyszał głos za sobą."
      },
      {
        "index": 77,
        "text": "Zdala na ziemi pół leżała, na pół siedziała baba. Zwano ją wiedźmą Jaruhą. Ta to sama była, która w lesie Dziwie na Kupałę iść odradzała, elaale sama spieszyła, i widać było teraz, że nie darmo... Jaruha, która była okolicy i gospodyń postrachem, bo łatwo jéj było mleko odjąć, we zbożu węzeł zawiązać, wodę zaczarować, dzieżę zakwasić — miała się dobrze przy Kupale."
      },
      {
        "index": 78,
        "text": "Poili ją wszyscy, aby gniewna nie pomściła się urokiem. Siedziała rozmarzona, pijana, wahając się, przechylając, podśpiewując, szepcząc sama do siebie. Zobaczywszy Sambora, podniosła rękę i wołać nań poczęła."
      },
      {
        "index": 79,
        "text": "— Hej! sam tu chłopcze, rękę mi daj! zaraz mi rękę daj!.. Nie bój się, nic ci złego nie zrobię... Jeszcze ci mogę lubczyku dać, aby cię dziewczęta kochały... ino mi rękę daj! rękę daj! bo sama nie wstanę, a muszę iść!"
      },
      {
        "index": 80,
        "text": "Chłopcze... słyszysz! rękę daj, lub urok ci rzucę... kark skręcisz do nowego miesiąca... Rękę mi daj!"
      },
      {
        "index": 81,
        "text": "Sambor się odwrócił, żal mu się staréj zrobiło."
      },
      {
        "index": 82,
        "text": "— Jaruho! — rzekł — choćbym ci się podnieść pomógł, nie pójdziesz ty o swéj sile, a ja cię prowadzić nie mogę, bo mi do chałupy czas."
      },
      {
        "index": 83,
        "text": "— Nie mędruj, daj ino rękę... Jak wstanę, jak się ustoję, pójdą jeszcze nogi moje... Chłopcze..."
      },
      {
        "index": 84,
        "text": "Sambor przystąpił i oburącz podniósł starowinę. Trzęsła się, stojąc, chwiejąc, jak gdyby paść miała, ale utrzymała na nogach. Oczyma zakrwawionemi popatrzyła na niego."
      },
      {
        "index": 85,
        "text": "— Cóżeś to ty spał tak długo? — zabełkotała."
      },
      {
        "index": 86,
        "text": "— Nie spałem, matko! Źli ludzie mnie związali, ledwiem porozrywał pęta... Jaruho! nie stało się co na Kupale?"
      },
      {
        "index": 87,
        "text": "Starucha popatrzyła nań, przekrzywiła usta i rozśmiała się."
      },
      {
        "index": 88,
        "text": "— A co się stać miało? to co się zawsze na Kupałę dzieje. Kupała Bóg gorący, dziewcząt dosyć nacałował... a jednę, najkraśniejszą! hę?.."
      },
      {
        "index": 89,
        "text": "Ręką machnęła i zaśpiewała ze śmiechem: Przyjechał pan na koniku, Porwał dziewkę przy gaiku... Oj, gaju — ty zdradniku... Oj byłoż — było krzyku! Kupało!"
      },
      {
        "index": 90,
        "text": "— Którą? kto?.. — zakrzyczał Sambor."
      },
      {
        "index": 91,
        "text": "Starucha palcem pogroziła na nosie."
      },
      {
        "index": 92,
        "text": "— Ej ty! parobku... parobku!.. tobie się téż jéj chciało! gospodarskiéj córy. Zerkałeś i ty na nią, ja wszystko wiem... Pyszna była... mądra była... w wianku sobie chodzić chciała... A no... wianek z wodą płynie... z wodą. Porwali ją... porwali młodą... Do komory, do komory wiodą... Cha! cha! Otóż tobie królowanie dziewicze!.."
      },
      {
        "index": 93,
        "text": "W ręce plaskać zaczęła, a Sambor załamał swoje."
      },
      {
        "index": 94,
        "text": "— A bracia! a czeladź! a nasi!.."
      },
      {
        "index": 95,
        "text": "— Pobili, potłukli, porwali, ponieśli... Albo to na Kupałę nowina! albo to co złego?.. Co się młodość ma marnować? Doman kmieć bogaty... Kobiet ma kilka, a żony żadnéj. Ona tam będzie królować... Oj, Kupała! Kupała!"
      },
      {
        "index": 96,
        "text": "Zaczęła Jaruha śpiewając, zataczając się i w ręce chude poklaskując."
      },
      {
        "index": 97,
        "text": "Stał Sambor jak zabity."
      },
      {
        "index": 98,
        "text": "Baba w oczy mu patrząc, śmiała się."
      },
      {
        "index": 99,
        "text": "— Dobrze tak! harda była! Ja to wiem, ja to wiem, czego się jéj chciało... u ognia w chramie stać, by się jéj ludzie do kolan kłaniali, a ona im wróżyła... E! e! a do garnków, do kądzieli! Pomiatała swatami, żaden godzien jéj nie był... Jam jéj wczoraj mówiła: Nie idź na Kupałę... Przyszedł księżyc, panicz gładki, nie pomoże krzyk i płacze, na konika z dziewką skacze... Na koń wsadził, na dwór biały uprowadził... Ot, co może Kupała..."
      },
      {
        "index": 100,
        "text": "Śpiewała Jaruha, podskakując na murawie, choć nogi jéj niebardzo służyły. Sambor się oddalał z głową zwieszoną."
      },
      {
        "index": 101,
        "text": "— Bywaj zdrów, dobry chłopaku — wołała za nim — pójdę już ja bez pomocy... A ty, coś staréj podał rączkę, jak zechcesz, to ci młodą wyswatam... taką, że ją tylko całować a całować i jeść jak malinkę... Bywaj zdrów... idę sama..."
      },
      {
        "index": 102,
        "text": "I poszła powoli, podśpiewując, śmiejąc się głośno do siebie, hukając ku lasom, rozmawiając z ptakami, które przelatywały."
      },
      {
        "index": 103,
        "text": "Chłopak się wlókł niespokojny i gniewny do domu. Drogą znaną same nogi wiodły."
      },
      {
        "index": 104,
        "text": "Gdy stanął u zagrody, znalazł w podwórku wszystkie niewiasty zawodzące, parobków z Ludkiem w drugim końcu zebranych. Ludek miał głowę zakrwawioną. Kłócili się wszyscy, siostry i bratowe płakały."
      },
      {
        "index": 105,
        "text": "Wpadli na powracającego wszyscy, gdzie był. Począł opowiadać, co się z nim działo, oni mu téż, jak ich już powracających, z lasu wybiegłszy Doman z ludźmi napadł, i mimo oporu Dziwy, co go przekleństwy i łzami odstraszyć chciała, na koń ją rzucili i unieśli. Ludka, który jéj bronił, uderzył jeden po głowie oszczepem, innym się téż razy dostały."
      },
      {
        "index": 106,
        "text": "Jeszcze spór trwał o to, kto winien, że dziewki nie obroniono, Ludek chciał zgromadzić swoich i napaść na dwór Domana, aby się pomścić gwałtu i zniewagi, choć drudzy go odwodzili tém, iż zwyczaj był nieraz żony porywać, a gdy pochwyconą została, nie godziło się jéj odbierać, gdy we wrotach ukazała się — Dziwa!!"
      },
      {
        "index": 107,
        "text": "Krzyk wyrwał się z piersi niewiast, które gromadą ku niéj pobiegły."
      },
      {
        "index": 108,
        "text": "Stała z twarzą płomienistą, niemal krwawą, na koszuli widać było téż krwi bryzgi, konia za uzdę trzymała, który ją tu przyniósł. Wianek jéj w drodze ze skroni spadł, odzież miała zmiętą i zszarzaną, w oczach błyskał ogień straszny."
      },
      {
        "index": 109,
        "text": "Stanęła przed chatą, milczała, zdawała się na pół obłąkaną."
      },
      {
        "index": 110,
        "text": "Rzucili się ku niéj, wołając: Dziwa! Siostra padła wieszając się jéj na szyi i płacząc. Dziewczę długo jeszcze, drżące, słowa nie mogło wymówić."
      },
      {
        "index": 111,
        "text": "Sambor otworzył jéj wrota i zlekka cugle konia wziął z jéj ręki."
      },
      {
        "index": 112,
        "text": "Zwolna poczęła iść ku chacie, nie patrząc na nikogo, ledwie uścisnąwszy siostrę, która ją pocałunkami okrywała. Doszła tak do przyźby, padła na nią, ręce opuściła i załamała."
      },
      {
        "index": 113,
        "text": "Obstąpili ją wszyscy kołem."
      },
      {
        "index": 114,
        "text": "— Dziwa, jakżeś ty mu się wyrwała?"
      },
      {
        "index": 115,
        "text": "Nie mówiła długo nic. Żywia jéj w kubku świeżéj wody przyniosła, napiła się, westchnęła, z oczów puściły się łzy."
      },
      {
        "index": 116,
        "text": "Sambor coś szeptał patrząc na konia, był to koń Domana, po szerści jego jasnéj płynęła struga krwi przystygłéj."
      },
      {
        "index": 117,
        "text": "Dziewczyna siedziała zamyślona, to ręką wodząc po czole, to coś szepcząc sama do siebie i uśmiechając się smutnie."
      },
      {
        "index": 118,
        "text": "— Tak chciał! — zawołała nareszcie — zamiast Dziwy... Nija mu się dostała... Tak chciał... Jam zabiła Domana... Po co mnie brał siłą?.."
      },
      {
        "index": 119,
        "text": "Spojrzała na brata marszcząc brwi."
      },
      {
        "index": 120,
        "text": "— A! wy! coście mnie obronić nie umieli... jam się lepiéj potrafiła. Od świętéj góry do Domanowego dworu daleko... Ujął mnie w pół i cisnął... konia siekł... lecieliśmy czwałem... krzyku mego nikt nie słyszał... Chciałam mu wydrzeć oczy, ręce miałam jak połamane... drgały mi z gniewu i złości... Śmiejąc się uspokajał. Mieczyk mu błyszczał u boku... zobaczyłam go... Zmilczałam przyczaiwszy się... Jemu się zdało, że mnie ugłaskał... Milczałam, jedno drugiemu patrzyliśmy w oczy... Jak dziecko bawił mnie obietnicami... słuchałam. Koń ustając zwalniał biegu. Mieczyk mu świecił u boku... Do dworu było daleko... Mówił, że mnie miłował i dlatego gwałt uczynił... Patrzałam mu milcząc w oczy... Mieczyk drżał pod moją dłonią... Schylił się chcąc pocałować... nie krzyknęłam... nóż miałam w ręku... Do zagrody było daleko, gdym mu mieczyk w piersi wbiła... jego własny... Chwycił za piersi rękami i spadł na ziemię... a jam z koniem poleciała... Nie było mnie gonić komu, ludzie przy panu zostali."
      },
      {
        "index": 121,
        "text": "Spojrzała po braciach, którzy zasępieni milczeli, po siostrach, które strwożone oczy sobie rękami pozakrywały. Ludek patrzał na nią."
      },
      {
        "index": 122,
        "text": "— Domanowe braty nie darują — rzekł — krew trzeba będzie dać za krew..."
      },
      {
        "index": 123,
        "text": "Dziwa i wszyscy umilkli."
      },
      {
        "index": 124,
        "text": "Trwała cisza długo."
      },
      {
        "index": 125,
        "text": "— Mnie już tu nie być — odezwała się nareszcie dziewczyna patrząc w ziemię — pożegnam ja się z wami i pójdę ztąd, na zawsze... Jak mnie nie stanie, zemsty za mnie brać nie będą... Pójdę gdzie oczy poniosą, kędy dola poprowadzi..."
      },
      {
        "index": 126,
        "text": "Wstała Dziwa, niewiasty wszystkie płakać i jęczeć zaczęły. Żywia objęła ją za szyję i razem weszły do chaty."
      },
      {
        "index": 127,
        "text": "Bracia naradzali się cicho, co poczynać mieli. Dziwy długo nie było. Poszła świąteczne potargane zwlec szaty i wianek uwić sobie nowy. W komorze pocichu związała węzełek bielizny na drogę, a Żywia widząc te przygotowania, na ziemię płacząc legła."
      },
      {
        "index": 128,
        "text": "Płakały potém cicho ściskając się obie."
      },
      {
        "index": 129,
        "text": "— Żegnaj mi jedyna, żegnaj rodzona... — pół śpiewając mówiło dziewczę — żegnaj ty mi na wieki! Ja muszę iść, porzucić wszystko... gdzie oczy i dola niosą. Pójdę na ostrów, na Lednicę, do chramu Nijoły, stanę u ognia świętego, stać będę aż oczy wypłaczę i zgasną... aż ja żyć albo ogień palić się przestanie."
      },
      {
        "index": 130,
        "text": "Wyrwała się z objęcia siostry."
      },
      {
        "index": 131,
        "text": "— Teraz chodź, Żywio moja, siostro jedyna, pożegnajmy ognisko, pożegnajmy kąty, pożegnajmy progi, i ściany, i bydełko, i konie, i wszystko żywe i martwe... z czém się żyło, co kochało..."
      },
      {
        "index": 132,
        "text": "Uroczyste to było pożegnanie, do którego się wszystkie przyłączyły niewiasty. Szła Dziwa do ogniska i rzuciła nań łuczywo ostatnie."
      },
      {
        "index": 133,
        "text": "— Bywaj zdrowy ogniu mój domowy... już ja ciebie nie podsycę, świecić mi do kądzieli nie będziesz, ani grzać zziębniętą... Ogniu ojca, matki, sióstr i braci... świeć im jasno, grzéj im duszę... Bywaj zdrowy..."
      },
      {
        "index": 134,
        "text": "Szły potém do chlebnéj dzieży, którą Dziwa objęła."
      },
      {
        "index": 135,
        "text": "— Bywaj zdrowa matko, coś mnie chlebem białym karmiła... bodajś zawsze pełną była i we czci u ludzi stała... Chléb twój karmić mnie nie będzie..."
      },
      {
        "index": 136,
        "text": "Tak samo próg żegnała, komory, gumna, stodoły, szopy, krówkę czerwoną, owieczki bure i konie, i psy nawet... i studnię, z któréj wodę brała, i wrota."
      },
      {
        "index": 137,
        "text": "U studni wzięła Dziwa wiadro, zaczerpnęła raz ostatni, napiła się i zapłakała... Uściskała siostrę, bratowe, braci, wszystkich pożegnała kłaniając się do nóg wkoło... Wrota raz ostatni otwarły się i zamknęły za nią, szła żegnać rzekę, co pod dworem płynęła i kamienie, na których ojciec siadywał."
      },
      {
        "index": 138,
        "text": "Nikt się podróży téj sprzeciwiać nie śmiał. U płota uwiązany stał koń skrwawiony Domana, kazała go puścić i nagnać, aby do swojego wracał stada."
      },
      {
        "index": 139,
        "text": "Stara Wielicha i dwu zbrojnych parobków odprowadzać ją mieli do jeziora, na Lednicę. Sambor się wprosił trzeci."
      },
      {
        "index": 140,
        "text": "Gdy Dziwa jeszcze raz ostatni obejrzała się ku zagrodzie, a powiała chustką białą, płacz i jęk dały się słyszeć ze dworu. Siostry i bratowe posiadały na ziemi i jak po umarłéj zawodzić poczęły."
      },
      {
        "index": 141,
        "text": "A w dali słychać było, jak koń Domana puszczony na wolę, czwałem, rżąc, przez lasy pędził do swoich."
      }
    ]
  }
}