{
  "chapterNumber": 8,
  "title": "Tom I, Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Nieopodal od brzegów jeziora Gopła, na kraju lasów, był dwór i zagroda Piastuna, którego téż i Piastem przez skrócenie zwano. Do niéj dążyli opuściwszy o brzasku smutne grodzisko Miłoszowe, Wisz stary i młody Doman. Kilka już dni spędził starzec na koniu, a czuł się niemal więcéj krzepkim, niż gdy doma na kamieniu u rzeki siadywał, zdala przypilnowując gospodarstwa."
      },
      {
        "index": 3,
        "text": "Ze wszystkich kmieciów okolicy téj Piastun był najmniéj zamożnym, a najbardziéj poważanym przez braci. Ród jego siedział na jedném miejscu od prastarych czasów, dziad i pradziad gospodarzyli w sąsiednich lasach, głównie pilnując barci leśnych i myśliwstwa. Mało co pola wydartego mieli, a te zasiewali tylko, aby im chleba nie zabrakło. Było już w obyczaju ich, aby się zbytnio o dostatki nie troszczyć. Nie rosły téż one w ich rękach. Znano tę ubogą, starą chatę na okół z gościnności słowiańskiéj, dom stał otworem, wstępował do niego każdy jak do gospody, żywił się i brał w drogę co mu było potrzeba."
      },
      {
        "index": 4,
        "text": "Dwór w zrąb zbudowany z całych drzew, mało co ociosanych, nizki był i stary. Dach i ściany jego czerniały od dymu, podsienia były wązkie, słupki w nich z prosta rzezane. Sam Piastun, żona jego Rzepica, małe pacholę synaczek, składały całą rodzinę. Czeladzi było sporo, a i ta niemal do niéj się liczyć mogła, bo tak się z nią po staremu obchodzono, jakby do krwi i rodu należała."
      },
      {
        "index": 5,
        "text": "Tu jeszcze nowy obyczaj, który się od niemieckich krajów powoli wciskał, wcale był nie zajrzał. I dlatego może Piastuna szanowano a radzono się, że pod tą ubogą strzechą przechowywały się skrzętnie dawne podania: o ojców wierze, obyczaju i zwyczaju. Gęślarze i śpiewacy gościli tu często, a gdy który z nich się zjawił, wieczorami siadali kołem wszyscy, zimą około ogniska, lecie koło lip starych w podwórzu i słuchano ich a uczono od nich przeszłości. W obrzędach weselnych, przy postrzyżynach, na pogrzebach, Piastun rej wodził, bo najlepiéj wiedział, i jakie pieśni do któréj chwili przystały, i jaką ofiarę składać, i co gdzie czynić należało. W sądach téż, jeśli się w mirze lub na opolu, czasu pokoju trafiło zabójstwo, on prawo stare najlepiéj wiedział jak zastosować. A gdy on co rzekł, nie było już się co sprzeczać i sporzyć."
      },
      {
        "index": 6,
        "text": "Mały ten człek między bogatymi kmieciami więcéj znaczył od najzamożniejszych. Szli zdala do Piastuna ludzie, a gdy go doma nie zastali, bo często w lesie barcie swe podpatrywał, czekali nań dzień i dwa, póki nie przyszedł i nie siadł ich słuchać, a miał ten zwyczaj, że mówił niewiele i niełatwo, że wyzywał wprzódy na słowa, myślał długo, ale gdy naostatek wśród ogólnego milczenia rzekł swoje, tego potém nie odmienił. Ludzie o tém tak dobrze wiedzieli, że gdy ten wyrok zapadł, nie śmieli nic przeciw niemu powiedzieć."
      },
      {
        "index": 7,
        "text": "Poszanowanie to dla Piastuna, który, choć w pobliżu grodu mieszkał, nigdy kneziowi nie dworował, ani się do niego cisnął, zjednało mu na pańskim dworze nienawiść. Lecz nie tykano go, bo się wpływu jego na innych lękano. Ująć się téż nie dawał niczém, a najmniéj pochlebstwem, którego nie słuchał nawet. Nazywano go téż hardym, a może i był nim w istocie, choć przeciwko małym nigdy się nim nie okazywał."
      },
      {
        "index": 8,
        "text": "Mąż był lat naówczas średnich, liczył ich sobie po za czterdzieści, wzrostu nie wyniosłego, krzepki i napozór niczém się nieodznaczający. Tylko w oczy mu spojrzawszy, widzieć w nich było łatwo, że po za niemi rozum mieszkał spokojny a silny. Gdy inni naówczas ludzie dla samego obudzenia strachu zwykli byli gniewać się, miotać i więcéj może okazywać złości a gniewu, niż go mieli w istocie, Piastun nie dawał się nikomu przywieść do namiętności. Surowy, był milczący, na oko chłodny i wytrzymały. Znano go jednak z tego, że gdy dla przykładu trzeba było użyć mocy i ukarać, spełniał bezlitośnie co postanowił. Nosił się jak człek prosty i od parobka go niemal we dnie pracy rozpoznać było trudno; nie lubił błyskotek i jaskrawych drobnostek, za któremi inni przepadali, a nadewszystko nie znosił, by się co w stroju i domu zmieniało z obyczaju dawnego."
      },
      {
        "index": 9,
        "text": "Gdy inni miewali nieraz po kilka żon, bo zwyczaj tego nie bronił, Piastun żył z jedną, a żona u niego nie była w téj niewolniczéj podległości trzymaną, co u innych. Godzili się téż z sobą we wszystkiem, tak że lepszego stadła ludzie nie znali."
      },
      {
        "index": 10,
        "text": "Pracowano tu od dnia do nocy, a on sam rzadko w domu siadywał, co, jeśli się trafiało, znać że około roli nieopodal dworu coś miał do czynienia."
      },
      {
        "index": 11,
        "text": "Gdy nazajutrz z południa zjawili się tu, lasami przedarłszy, nie chcąc być postrzeżeni Doman i Wisz, znaleźli gospodarza właśnie z kobiałką na plecach, na drodze do lasu i barci. Wstrzymali więc go na drodze, Wisz z konia zsiadł i pozdrowił."
      },
      {
        "index": 12,
        "text": "— My do was — rzekł."
      },
      {
        "index": 13,
        "text": "— Zawracajmyż do chaty — odparł Piastun."
      },
      {
        "index": 14,
        "text": "— Albo lepiéj siądźmy gdzie pod drzewy, na uboczu, bo wasz dwór na oczach, ludzi w nim obcych często bywa wiele, a nam trzeba się naradzić pocichu..."
      },
      {
        "index": 15,
        "text": "Piastun się popatrzył nań zdziwiony, nie przeciwiąc się jednak, ręką wskazał bliską polankę w lesie, gdzie szopka była na siano, taka jakie dawniéj po słowiańskich krajach odrynami zwano. Stała ona teraz otworem, i chruściane jéj ściany półprzezroczyste dozwalały widzieć dokoła, gdyby się kto przybliżał. Wewnątrz para kłód sosnowych u wrót jakby umyślnie leżała, aby na nich przysiąść można."
      },
      {
        "index": 16,
        "text": "Konie puszczono na łączkę, aby się pasły, siedli pod dachem w odrynie, gdzie spieka nie dokuczała. Piast nie mówiąc jeszcze słowa, kobiałkę, którą na plecach niósł, odkrył i dobywszy z niéj chleb i sér, położył je przed gośćmi, ale ci ich nie tknęli."
      },
      {
        "index": 17,
        "text": "Wisz tedy pierwszy mówić począł."
      },
      {
        "index": 18,
        "text": "— Siedzicie pod samym grodem i pod bokiem Chwostka — rzekł — wam więc dużo nie trzeba prawić o tém, co się u nas i z nami dzieje... Potośmy do ciebie przyszli, aby się radzić... Wiec zwołać trzeba..."
      },
      {
        "index": 19,
        "text": "Strzymał się Wisz, gospodarz słuchał milcząc, Doman gorętszy dodał."
      },
      {
        "index": 20,
        "text": "— Jeźli się zawczasu nie poradzi, wybiją nas do szczętu... musimy się bronić... Dawnym obyczajem nie co innego poczynać, tylko zwołać starszyznę..."
      },
      {
        "index": 21,
        "text": "Stary wciąż słuchał jeszcze; więc Wisz szeroko mówić począł, jak to dawniéj w mirach bywało, a co się dziś działo, i jak z wojskowych dowódców kneziowie na niemiecki sposób panami się czynić chcieli, co cierpiano od rozrodzonych kniaziątek... i jak na to ratunku skorego było potrzeba."
      },
      {
        "index": 22,
        "text": "Piastun mu dał mówić cale nie przerywając; i on, i Doman, szeroko wszystko wyłuszczyli, nareszcie zamilkli, oczekując co on powie. Piastun myślał, głowę spuszczoną trzymając i odezwał się nareszcie."
      },
      {
        "index": 23,
        "text": "— Ja wam coś powiem o prastarych czasach... Słyszeliście to od ojców waszych, a ojcowie od ojców swych słyszeli... że nasza mowa ciągnęła się dawniéj daleko za Łabę, nad Dunaj; za Dunajem, nad sine morze, i na zachód aż do Gór Czarnych. Był to czas szczęśliwy, gdyśmy na niezmiernéj przestrzeni byli sami jedni, a sąsiedzi w domu co robić mieli. Chodziliśmy naówczas bez mieczów, z gęślami, rolę uprawiali, w otwartych siedzieli chatach i gospodarzyli w mirach bez wszelkich kneziów... Dawne to czasy... Od morza przypadli jedni, od gór zaczęli napastować drudzy... z orężem w dłoni niewolniczy a karny lud... musieliśmy się bronić... Skończyło się szczęście nasze, śpiewanie i spokój... Zamorskich wodzów trzeba było wziąć, stołby murować, grodziska stroić i bić się... A stara swoboda zawsze się nam przypominała... kneź nam był wrogiem... i cóż? ot, plemię nasze wyciskają powoli niemcowie i wycisnęli je już z sadyb dawnych i pod nogami nam codzień ziemi ubywa..."
      },
      {
        "index": 24,
        "text": "Zamilkł Piastun, a po chwili dodał."
      },
      {
        "index": 25,
        "text": "— Kneziów się zbędziemy, a niemcy nam na kark wlezą..."
      },
      {
        "index": 26,
        "text": "Wisz się poruszył."
      },
      {
        "index": 27,
        "text": "— Nie chcemy się ich zbywać — odrzekł — ale tego Chwosta tylko na innego zamienić... Wiecie dobrze, iż on pierwszy z niemcami trzyma... ród jego cały serce tam ciągnie... znajdziemy innego... Dosyć się naszéj krwi ulało... Wiecu nam trzeba..."
      },
      {
        "index": 28,
        "text": "Znowu pomilczał gospodarz."
      },
      {
        "index": 29,
        "text": "— Trzeba nam wiecu i trzeba zmiany — rzekł — ale i wiec nie łatwy i zmiana. Ciężką to sprawę poruszacie, jakbyście gołą rękę w ul wsadzili... Jedni na Chwostka płaczą, drudzy trzymają z nim... zgody nie będzie, tymczasem niemiec języka dostanie i najedzie wówczas, gdy my się z sobą zajadać będziemy... Wiecu nam trzeba, ale zgodnego a takiego, jakie ongi bywały, gdy za ojców radzono... Zwołajcie wiec..."
      },
      {
        "index": 30,
        "text": "Poczęli tedy obliczać, o ile we trzech mogli i umieli, kogo za sobą mógł mieć Chwostek, a kogo przeciw sobie i okazało się, że niemała liczba stanąć mogła po stronie knezia, chociaż okrutnik był i dla nikogo serca nie miał."
      },
      {
        "index": 31,
        "text": "Rozmowa cicha przeciągnęła się do wieczora. Szli potém razem do chaty i zasiedli powtóre przy ognisku. Tu zaledwie chleb rozłamali, gdy mały krępy człeczyna, z głową krótko ostrzyżoną, z oczyma kociemi, w obcisłéj siermiężce, zjawił się w progu. Zobaczywszy go wnet zamilkli wszyscy, był to znany kneziowski sługa, na nieustannych posyłkach spędzający całe życie. Obawiano się go na grodzie i w okolicy, bo podpatrywał, podpełznąć umiał, podsłuchać i donieść panu, co pochwycił. Oka jego nic nie uszło... Siadywał jak żbik na drzewach, gdy mu trzeba było niewidzianym gdzie być, wszywał się w gałęzie, zakradał do lisich nór, zakopywał w stogach siana, przylegał w wiszarach i trzcinach... Dla małego wzrostu i lichéj postaci Znoskiem go zwano. Zjawienie się jego gdziekolwiekbądź, nic nigdy nie wróżyło dobrego. Złośliwa żmija nie wracała nigdy bez łupu na gród, a łupem były oskarżenia, które do ucha Chwostkowi nosił."
      },
      {
        "index": 32,
        "text": "Szeroka gęba z zębami białemi, śmiała się w progu. Znosek stał i patrzył po izbie. Pozdrowił Piastuna i nic nie mówiąc przysiadł na ławie, przypatrując z wielką uwagą gościom..."
      },
      {
        "index": 33,
        "text": "Milczenie panowało w izbie, tylko Rzepica, która się około ognia kręciła, a jako niewiasta więcéj obawiała Znoska niż Piastun, podała mu kubek piwa... Obrzydły karzeł wziął go dziwnie, popatrzył na gospodarza i gości i pocichu ryhotać począł, jakby sam sobie się śmiejąc."
      },
      {
        "index": 34,
        "text": "— Matko Rzepico — odezwał się głosem schrypłym Znosek — ty masz lepsze serce od innych. Przynajmniéj zlitowaliście się nademną, nad którym nikt się nie ulituje, którego wszyscy nienawidzą! A co ja winien? co ja komu winien?.. albo to ja taki zły jak mówią?.. Oczu nikomu nie wyłupiłem... czarów nie rzucam na nikogo... służę każdemu... słucham wszystkich. Przecie nogami mnie kopią, plują na mnie... i każdyby mnie zgniótł, gdyby mógł..."
      },
      {
        "index": 35,
        "text": "I śmiał się szkaradny Znosek popijając z kubka."
      },
      {
        "index": 36,
        "text": "— Zkądże to wiesz, że ci ludzie tak źle życzą? — zapytał Piast."
      },
      {
        "index": 37,
        "text": "— Z oczów im to patrzy! oho! — mówił karzeł — ja mam psi węch, Piastunie."
      },
      {
        "index": 38,
        "text": "Pomilczawszy chwilę począł daléj."
      },
      {
        "index": 39,
        "text": "— Wiecie nowinę?"
      },
      {
        "index": 40,
        "text": "— Cóż tam za nowina? — spytał gospodarz."
      },
      {
        "index": 41,
        "text": "— Na grodzie u miłościwego pana gotuje się uczta wielka i radość wielka... Naprzykrzyło się nam wojować i swarzyć... Kneź chce się ze swemi pojednać... tego co mu oczy wyłupiono puszczą, aby sobie w swiat szedł. Kto wie, a może mu oczy odrosną? Stryjów i bratanków zaprosi kneź do stołba i zgodę na wieki zapijemy!.."
      },
      {
        "index": 42,
        "text": "Słuchali wszyscy w milczeniu."
      },
      {
        "index": 43,
        "text": "— Powinniście się cieszyć z tego — mówił Znosek — potém wszyscy kneziowie jak się wezmą za ręce, to dopiero ład będzie u nas!.. Teraz zbiorą się lada żupankowie i na gród się cisną, a pięściami nam grożą pod nos... bo wiedzą, że knezie z sobą się waśnią... Późniéj już tego nie zobaczymy!"
      },
      {
        "index": 44,
        "text": "Mrugnął bystro oczyma i rozśmiał się. Drudzy milczeli, gdy z podwórza głos się dał słyszeć. Wszyscy zwrócili głowy ku wnijściu. W progu stał człowiek siermięgą czarną odziany, w czapce czarnéj, z kijem w ręku, oczyma jakby obłąkanemi patrzył we wnętrze chaty, liczył niemi tych co w niéj byli. Wzrok jego zatrzymał się na Znosku i usta, które już miał otworzyć, zamknęły się. Nie powitawszy nawet nikogo, zawrócił się od progu, odszedł i usiadł na przyźbie."
      },
      {
        "index": 45,
        "text": "— Ten mnie tylko zobaczył — rozśmiał się karzeł — i ochota mu od gościny i od mowy odpadła."
      },
      {
        "index": 46,
        "text": "To mówiąc dopił piwa, kubek postawił, wstał i stanąwszy pośrodku izby, rzekł w boki się biorąc."
      },
      {
        "index": 47,
        "text": "— Wisz i Doman!! Wisz i Doman!.."
      },
      {
        "index": 48,
        "text": "— Znacie mnie? — zapytał stary Wisz."
      },
      {
        "index": 49,
        "text": "— Ja?.. naokół o dziesięć dni drogi znam wszystkich — rzekł Znosek — nawet psy podwórzowe po imieniu... a jakbym kmieciów znać nie miał?.. Tamten, co z progu zszedł, to stary Ziemba... nieprawdaż? Nawet wiem, z czém przychodzi i co mu gębę zamknęło... Syn jego miał na grodzie przypadek... Zczepili się z Sławojem przy uczcie i pozarzynali... Potemeśmy go puścili na jezioro, żeby się otrzeźwił, ale wody się nadto opił i... zdechł..."
      },
      {
        "index": 50,
        "text": "To mówiąc rozśmiał się Znosek, pokłonił, zawinął, skoczył i znikł."
      },
      {
        "index": 51,
        "text": "Po wyjściu jego długo cicho było w chacie, jakby się powrotu obawiano. Ziemba téż siedzący na przyźbie nie wchodził; czekał pewnie, aż się niezdara oddali. Po dobréj chwili dopiero pokazał się w progu. Piastun, gdy próg przestąpił, podszedł go przywitać."
      },
      {
        "index": 52,
        "text": "— Przyszedłem się wam opowiedzieć z sieroctwem mojém — odezwał się stary. — Syna mi na grodzie ubito. Ciałośmy ledwie odzyskali, aby je poczestnie spalić na stosie... Mówcie, bracia dobrzy, ludzie my jesteśmy czy zwierzęta dzikie, które bez pomsty kłuć wolno?.."
      },
      {
        "index": 53,
        "text": "Ręce założył i stał pogrążony."
      },
      {
        "index": 54,
        "text": "— Mam dwóch jeszcze synów — mówił po chwili — choć tychbym chciał całych uchować! Gdzie się z nimi skryć? jak głowy ich osłonić?.. Chwostek na mnie zawzięty..."
      },
      {
        "index": 55,
        "text": "Wisz wstawszy z ławy przybliżył się do niego."
      },
      {
        "index": 56,
        "text": "— Bracie — rzekł — czas nam myśleć o sobie... siądź i radź."
      },
      {
        "index": 57,
        "text": "Przybył w ten sposób jeszcze jeden do szczupłego gronka, które się na wiec zgadzało."
      },
      {
        "index": 58,
        "text": "Do późnéj nocy karmili się żalami i szeptali między sobą. Nazajutrz rano Doman i Wisz opuścili zagrodę Piastunową. Chociaż ludzi swoich zostawił stary u sąsiada, nadto mu pilno było powracać do domu, by nakładał dla nich drogi. W lesie rozstali się z Domanem, i Wisz znanemi krótszemi przesmykami w puszczy puścił się wprost do swéj zagrody. Drugiego dnia nad wieczór był już u wrót, a psy radośnie skomląc witać pana wybiegły. W chacie świeciło jeszcze, stara Jaga drzémiąc z kądzielą siedziała przy łuczywie. Pokłoniła się mężowi do kolan, wedle obyczaju, Wisz na ławie siadł się rozzuwać, pytając o dom i chudobę. Nadszedł zbudzony syn starszy i opowiadał, co się pod niebytność ojca doma robiło i trafiło. Wilk porwał był owcę, a nie zdołano go zabić, choć pastwę mu odebrano..."
      },
      {
        "index": 59,
        "text": "Była to wina pastuszków, którzy się oba pospali."
      },
      {
        "index": 60,
        "text": "Stary spokojnie wysłuchał syna, a gdy już chciał odchodzić, dał mu znak, aby się zatrzymał. Jaga z kądzielą wyniosła się do komory."
      },
      {
        "index": 61,
        "text": "— Ludek — rzekł Wisz pocichu do syna — postanowiono między nami, aby wici wysłać po mirze i na wiec zwołać starszyznę, na dzień przed Kupałą, w horodyszcze na Żmijowem uroczysku. Ślij ty, jedź sam... czyń jak chcesz, dajęć wolę, ale pośpiechu trzeba."
      },
      {
        "index": 62,
        "text": "— Pojadę sam — rzekł syn — wola wasza... kogo mam słać, komu zawierzyć? najlepiéj sobie."
      },
      {
        "index": 63,
        "text": "Lecz głowę spuścił smutnie. Stary popatrzył nań i zadumał się także."
      },
      {
        "index": 64,
        "text": "— Co będzie to będzie, jechać trzeba i zieloną wić nieść od dworu do dworu."
      },
      {
        "index": 65,
        "text": "Krótka, ponura rozmowa tajemnicza na tém się skończyła."
      },
      {
        "index": 66,
        "text": "Nazajutrz, gdy się Wisz przebudził, już syna w domu nie było."
      },
      {
        "index": 67,
        "text": "Dni kilka upłynęło bez wieści, a życie zwykłym się trybem ciągnęło; w głębi tych lasów rzadki był gość i przechodzień. Wisz po dniu upalnym spoczywał za zagrodą pod dębami leżąc na ziemi, psy mając przy sobie, gdy jeden z nich podniosłszy się nagle, skoczył w stronę rzeki i wietrzyć coś począł niespokojny. Zwierza albo obcego człowieka pewnieby inaczéj witał; zdumiał się stary widząc, jak psisko radośnie ogonem kręciło, jak gdyby znajomego czuło w pobliżu. Nikogo jednak widać jeszcze nie było. Zabiegłszy w łozy, podwórzowy kilka razy szczeknął radośnie, jakby się łasił do kogo. Wisz podniósł się z ziemi, spojrzał i zobaczył ostrożnie gałęzie rozgartującego, tego, kogo się najmniéj spodziewał, Sambora. Stał w zaroślach chłopak, jakby zbliżyć się nie śmiejąc, dopiero starego gospodarza ujrzawszy, szybko począł podchodzić ku niemu."
      },
      {
        "index": 68,
        "text": "Chmurnie brwi ściągnąwszy czekał nań Wisz."
      },
      {
        "index": 69,
        "text": "— A tyż tu zkąd? jak?.. jakże wyrwałeś się z grodu? — zawołał, gdy Sambor już mu do nóg przypadał."
      },
      {
        "index": 70,
        "text": "— Musiałem, choćby życie ważąc — rzekł przybyły — musiałem przybyć z oznajmieniem... Nie chciałem, aby niespodzianie spadło nieszczęście na dwór wasz..."
      },
      {
        "index": 71,
        "text": "— Nieszęście?Nieszczęście co? — zapytał stary."
      },
      {
        "index": 72,
        "text": "— Już trzy dni temu, jak kneziowi doniesiono: Wisz objeżdża kmieci i na wiec ich zwołuje."
      },
      {
        "index": 73,
        "text": "— Kto doniósł?"
      },
      {
        "index": 74,
        "text": "— Smerda z tém powrócił z łowów — odezwał się Sambor. — Chwostek się uniósł gniewem wielkim, zaklął, że każe wasz dwór w perzynę obrócić, a was, ojcze mój, na pierwszem obwiesić drzewie. Na was ma się wywrzeć cała złość jego... Ludziom i koniom kazano się sposobić... Słyszałem, gdy dawano te rozkazy, rzuciłem się co tchu wpław przez jezioro, aby wam oznajmić o tem. Dziś, jutro... każdéj chwili tu być mogą."
      },
      {
        "index": 75,
        "text": "Wisz stał, nie pokazując po sobie ani strachu ni zwątpienia, myślał co ma począć. Dwoje było tylko do wyboru, albo się bronić na zagrodzie, zwoławszy ludzi, którzy na ziemi jego siedzieli, lub z duszami i dobytkiem ciągnąć w lasy. Ostatnie niełatwém było, człowiek sam mógł się ukryć od pogoni, trzody kędy przeszły, zdradzały się i pójść w ślad za niemi mogła drużyna kneziowska. W lesie, choćby za zasiekami, tak się bronić było ciężko, jak w zagrodzie. Na łaskę Chwostkowi się zdać... śmierć czekała i niewola. Stary nie lękał się o siebie, dawno mu było już tęskno do mogiły, do ojców... obawiał się i troszczył o córki i syny. Milcząc dał znak Samborowi, aby szedł za nim i powlókł się ku zagrodzie. W drodze po kilkakroć stanął i zadumał się opuściwszy głowę."
      },
      {
        "index": 76,
        "text": "Doszli do wrót, gdy w nich spotkał się Wisz ze starszym synem, co wici woził i właśnie z powrotem przybywał. Jego téż już na drodze doszła była wieść o tém, co się na drodze u Gopła przysposabiało, zdał więc wici innemu i do ojca pośpieszył. Przytomność Sambora uwalniała go od przynoszenia złéj wieści."
      },
      {
        "index": 77,
        "text": "— Dziś tu jeszcze nie będą pewnie — odezwał się stary do swoich — jest czas przez noc myśleć, co z sobą czynić i do świtu się przysposobić. Zwołać parobków, zatrąbić na pastuchy... Sambor skoczy po ludzi na Rybaki i Bondarze... Kto oszczep dźwignie, niech przybywa. Żagiew zapaloną miasto wici wziąć... i... żywo."
      },
      {
        "index": 78,
        "text": "Zamiast strachu Wisz zdawał się pokrzepiony tą myślą, że jeszcze walczyć będzie i do otwartéj stanie bójki. Parobcy i synowie, kto żył, rwali się do broni, biegnąc po osadników."
      },
      {
        "index": 79,
        "text": "Niewiasty wszystkie wyszły z szop i chałupy, zawodząc żałośnie, ręce łamiąc i płacząc. Strach je ogarniał. Jęki te Wiszowi serce miękczylymiękczyły, nakazał milczenie, ucichło wszystko... Dziwa stała na przedzie z Jagą."
      },
      {
        "index": 80,
        "text": "— Wy w las z dziećmi! — zawołał stary, — tu nie jesteście potrzebne. W las ich prowadź, Dziwa. Wrócicie, gdy albo umarłych grzebać, lub pokaleczonych obwiązywać będzie trzeba."
      },
      {
        "index": 81,
        "text": "Znikły posłuszne niewiasty."
      },
      {
        "index": 82,
        "text": "W całém obejściu ruch powstał ogromny. Stary sam przewodził."
      },
      {
        "index": 83,
        "text": "W chacie Dziwa, najprzytomniejsza ze wszystkich, resztą niewiast rozporządzała, żywność zbierano, gotując się do drogi."
      },
      {
        "index": 84,
        "text": "W tę stronę, od któréj napaść musiała przybywać, wyprawiono małego chłopca na podjezdku, aby dawał znać przodem, gdy o drużynie kneziowskiéj zasłyszy."
      },
      {
        "index": 85,
        "text": "Noc wśród tych przygotowań nadchodziła szybko, a nawet do ziemi ucho przyłożywszy, najmniejszego tententu słychać nie było. Tymczasem spodziewano się ludzi z Rybaków i osad na posiłek."
      },
      {
        "index": 86,
        "text": "Dziwa z całym obozem niewieścim, z dziećmi i sługami, gotową była w las ruszyć na pierwsze skinienie i wieść o niebezpieczeństwie."
      },
      {
        "index": 87,
        "text": "Nikt téj nocy o śnie nie pomyślał, psy wyły niespokojne. Napróżno starano się je uciszyć, przypadały na chwilę i wnet nanowo żałobne to zawodzenie, które za złą wróżbę uważano, rozpoczynały."
      },
      {
        "index": 88,
        "text": "Nad rankiem gromadka parobków ściągnęła z osad nad rzeką i z lasu, lud zdziczały i nędzny, niewyglądający wojowniczo."
      },
      {
        "index": 89,
        "text": "Dzień robić się zaczynał, gdy chłopak wysłany na czaty konia co tchu pędząc, nadbiegł, wołając:"
      },
      {
        "index": 90,
        "text": "— Jadą! jadą!!"
      },
      {
        "index": 91,
        "text": "Zsunąwszy się z konia padł dysząc na ziemię. W zagrodzie ruszyło się wszystko, stary swoich ludzi rozstawił tak, aby ich widać nie było, ani przygotowań do obrony."
      },
      {
        "index": 92,
        "text": "Chata widziana zdala przybrała pozór swój codzienny, ale parobcy ukryci za tynami, po szopach, na ziemi leżący, gotowi byli skoczyć na pierwsze pana skinienie."
      },
      {
        "index": 93,
        "text": "Stary, żadnéj broni nie wziąwszy, boso, w koszuli i na ramiona tylko narzuconéj siermiędze, z odkrytą głową u wrót stanął."
      },
      {
        "index": 94,
        "text": "Zdala już coś tętnieć zaczynało, rozeznać było można jadącą liczną konną gromadę, a wkrótce głosy, śmiechy jéj i nawoływania."
      },
      {
        "index": 95,
        "text": "Około zagrody cisza panowała, bocian tylko klekotał na gnieździe gospodarząc, jakby i on chciał oznajmić o jakiemś niebezpieczeństwie."
      },
      {
        "index": 96,
        "text": "Nagle z zarośli ukazała się czapka Smerdy i dzidy kilku jezdnych... tuż za nim. Spodziewali się znać zastać zagrodę nieprzygotowaną i byli bardzo wesołéj myśli."
      }
    ]
  }
}