{
  "chapterNumber": 19,
  "title": "Tom II, Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Nazajutrz w chacie Piastunowéj życie powszednie szło trybem zwyczajnym. Pogodny wieczór świecił zachodzącém słońcem. Na szopie bocian klekotał niemowlętami swemi zajęty, na łące rżały konie, owieczki bure wracały do szop i u wrót domowych dopominały się wnijścia. Wróble świergotały pod strzechą niespokojnie, jaskółki unosiły się wysoko krążąc w powietrzu i zapowiadając pogodę. Od jeziora na wyżary ciągnęły kaczki sznurami i stadami."
      },
      {
        "index": 3,
        "text": "Stary nad stołem sparty zadumany siedział. Tu cicho jeszcze było i wesoło, a dokoła zbroiło się i poruszało wszystko. Myszkowie obwołali lud, téjże nocy miały błysnąć wici ogniste po pagórkach. Posłańcy biegali od chaty do chaty. Około wieży na grodzisku widać było ruch i krążące światła. Stada kneziowskie spędzano z pastwisk, aby ich nie zajęli kmiecie, których gromady już się po krańcach lasów pokazywały. Z chaty Piastunów, w któréj stary bartnik siedział, z niedorosłym synaczkiem wysłać nie było kogo, czeladź tylko uzbrojono, aby z innemi ciągnąć mogła."
      },
      {
        "index": 4,
        "text": "Dzikie okrzyki jakieś rozlegały się zdala, w których rozpoznać nie było można, czy z kup kneziowskiéj dworni na zamek się ściągających, pochodziły; czy z gromad kmiecych, które już się zbierały."
      },
      {
        "index": 5,
        "text": "Stary wyszedł w podwórze, spoglądał dokoła i nie mógł oczów oderwać od szarego stołba nad jeziorem, od grodu, przy którym miała wkrótce zawrzeć wojna krwawa. Nie w porę mu ona przychodziła, bo synaczek dorastał, a obyczajem starym, siedmioletniemu sprawić było potrzeba postrzyżyny, imię dać, pobłogosławić, a któż w taki czas burzliwy mógł zjechać w gościnę i ucieszyć się z rodzicami? Próżno było słać i prosić na taki obrzęd wesoły, gdy wszystko wrzało gniewem i bojem."
      },
      {
        "index": 6,
        "text": "Zamyślony stał tak jeszcze, gdy dwóch ludzi, w stroju obcym, z twarzami téż nieznanemi, a dziwnym jaśniejącemi spokojem, podjechało ku wrotom i przy nich stanęło. Zdawali się rozglądać i wahać nieco, spojrzeli na ubogiego bartnika razy parę, poszeptali coś z sobą. Naradzali się widocznie co począć mieli."
      },
      {
        "index": 7,
        "text": "Wieczór nadchodził. Przyjezdni, jak to z sukni ich poznać było łatwo, zdaleka być musieli, może z nad granic lechickich i polańskich, lub z za Łaby nawet, bo coś jakby niemieckiego ubranie ich znamionowało. Oba niestarzy jeszcze, mieli na sobie długie płaszcze ciemne, pod niemi obcisłą odzież podpasaną i żadnéj widocznéj broni. Lekkie węzełki przywiązane były do ich koni."
      },
      {
        "index": 8,
        "text": "Zmęczone całodziennym pochodem wierzchowce ich, jak skoro stanęli, wyciągnęły łby chciwie, usiłując świeżéj pod nogami dostać trawy."
      },
      {
        "index": 9,
        "text": "Jadący przodem młodszy, twarz miał piękną, jasną, wypogodzoną, uśmiechniętą prawie mimo znużenia. Drugi starszy nieco, surowszego oblicza, zahartowany znać życiem, chłodno i spokojnie a bezpiecznie patrzył, choć stał wpośród obcych, jakby pewien był, iż mu się nic złego stać nie może."
      },
      {
        "index": 10,
        "text": "Było to tém dziwniejszém, że w okolicy mijać się ciągle musieli zapewne z podrażnionemi garściami kmieci i dworni kneziowskiéj, równie obcym przybyszom niechętnéj. Poruszenie, jakie panowało w tym kątku, nie zdawało się ani dziwić, ni trwożyć dwu podróżnych."
      },
      {
        "index": 11,
        "text": "Stanąwszy u zagrody, patrzyli na nią, na Piastuna i szeptali naradzając się z sobą."
      },
      {
        "index": 12,
        "text": "Wreszcie pierwszy z nich, z konia zlazłszy, z wesołą twarzą, powolnym krokiem podszedł ku Piastunowi i pozdrowił go w języku, który choć nie był lechickim, brzmiał swojsko i zrozumiale w uchu starca. Wędrował on niegdyś po świecie i wędrownych braci spotykał, poznał mowę, któréj Serby, Morawianie i Czechy używali."
      },
      {
        "index": 13,
        "text": "— Jesteśmy podróżni zdaleka — odezwał się — cny gospodarzu, potrzebujemy schronienia ku nocy. Tam — wskazując ręką na gród dodał — tam próżnośmy o gościnę u wrót prosili, precz nam kazano iść... Trafiliśmy na kraj zburzony, ludzi jakąś waśnią zajętych, dwory puste i chaty... prosimy was o gościnę... o dach tylko nad głowy nasze..."
      },
      {
        "index": 14,
        "text": "Stary silną dłonią żywo wrota na oścież otworzył."
      },
      {
        "index": 15,
        "text": "— Miłościwie was proszę — rzekł — wnijdźcie i odpoczywajcie. Na naszéj ziemi przecie żadna chata przytułku żądającemu nie odmawia... Toć obyczaj ojcowski i póki rodu naszego, póty tego obyczaju..."
      },
      {
        "index": 16,
        "text": "Mówiąc starzec ich ciągle ręką w podwórze zapraszał. Zsiadł więc i drugi z konia i weszli nie wahając się, a tuż parobczak nadbiegł, aby zabrać konie. Piastun ich wiódł do przedsieni i świetlicy, aby się naprzód chlebem rozłamać. Posadził ich na pierwszém miejscu i skinął na niewiastę, która się ukazała, aby jadło i napój przygotowano."
      },
      {
        "index": 17,
        "text": "— Bądźcie mi pozdrowieni pod tą strzechą — rzekł — przychodzicie właśnie gdym łaknął gości, a w téj godzinie spodziewać się ich nie mógł."
      },
      {
        "index": 18,
        "text": "Z wielką ciekawością jęli się przybyli rozglądać po ubogiéj chacie, w któréj wszystko było jeszcze podług starodawnego obyczaju, z drzewa i gliny, sprzęt odwieczny, — nic z tych obcych błyskotek, które obficie już naówczas przywozili kupcy z za morza i z zachodu, ani bożków rzymskich i etruskich, ani wytwornego oręża, który Chrobaci nasyłali, ani kruszcowych wisiadeł, naczyń i broni, na bursztyny i futra mienianych. Polańskich zdunów i bodniarzy robota zajmowała pułki. Odzież była tkana z wełny uprzędzionéj w domu, płótno i skóry zwierząt ją dopełniały."
      },
      {
        "index": 19,
        "text": "Znać po drodze od wrót grodu jadąc mieli sobie podróżni poleconą chatę gościnnego kmiecia i spodziewali się znaleść tu dwór większy i zamożność, gdyż jeden z nich spytał gospodarza, czyliby był tym kmieciem, Koszyczka synem, u którego im przyjęcie zapewniono."
      },
      {
        "index": 20,
        "text": "— Słyszeliśmy o was — rzekł — i nie z jednych ust, ale od wielu snujących się po okolicy, którzy nam do grodu waszego knezia iść odradzali... W istocie, tam nas się zbyto porywczo, rozkazawszy iść precz, a gościna u was nie zawiodła..."
      },
      {
        "index": 21,
        "text": "— Jamci jest Koszyczka synem — odpowiedział Piastun — żyję swym obyczajem, drzwi moje nie zamykają się przed nikim, ale dostatku, do jakiegoście może nawykli, nie znajdziecie u mnie. Kmieciem jestem i bartnikiem, żyję jak ojcowie... Przy dawnym obyczaju stoję... Dzikiemi nas za to zowią, a my dzikiemi zowiemy tych, co odzież nosząc lepszą i oręż piękniejszy, serca drapieżne mają... Że na gród was nie puszczono, dziwić się nie powinniście, niepokój tam musi panować wielki..."
      },
      {
        "index": 22,
        "text": "— Cóż to się dzieje? — spytał gość."
      },
      {
        "index": 23,
        "text": "— Między kmieciami a kneziem sprawa — mówił Piastun. — Niemkinię za żonę wziął i po niemiecku zażywać nas chce, a myśmy do swobody nawykli i obcego prawa ani obyczaju znać nie chcemy."
      },
      {
        "index": 24,
        "text": "Gość się na to uśmiechnął."
      },
      {
        "index": 25,
        "text": "— Czy wiarę téż nową — spytał — myślał zaprowadzać?"
      },
      {
        "index": 26,
        "text": "— O téj my od niegośmy nie słyszeli — odparł Piastun — choć o niéj inni ludzie różne wieści głoszą... Obcego nic znać nie chcemy."
      },
      {
        "index": 27,
        "text": "— Dobrze czynicie — rzekł gość — ale nie wszystko cudze złém jest. Z mowy naszéj poznajecie, że my niemcami nie jesteśmy, ani ja, ani towarzysz mój, ale co dobrém mają, to od nich wziąć się godzi."
      },
      {
        "index": 28,
        "text": "— A cóż dobrego ztamtąd przywożą? — mówił gospodarz — nie wiem. Jeźli oręż co zabija, zbójeckie to dobro, jeźli świecidła co niewiasty płochemi czynią, trucizna to. Mamy ziemię swą co nas żywi, pieśni swe i dzieje, które karmią, Bogi nasze... cudzego nic nie potrzebujemy."
      },
      {
        "index": 29,
        "text": "Gość młodszy westchnął."
      },
      {
        "index": 30,
        "text": "— Wiele z Niemiec idzie — rzekł — ale przez Niemcy tylko przechodzi i nie jest niemieckiém. A gdyby przez ich kraj płynęło błogosławieństwo i pokój dla świata?"
      },
      {
        "index": 31,
        "text": "— Pokój? błogosławieństwo? — spytał Piastun — święte to rzeczy są, ale jakżeby przez ręce ludzi, co łupieżą i morderstwem żyją, iść one mogły?"
      },
      {
        "index": 32,
        "text": "Zamilkli na chwilę, a w tém weszła niewiasta Piastowa, Rzepica, osłoniona po białogłowsku dawnym obyczajem, z zawiniętemi czołem i usty, w bieli cała, sama przynosząc jadło. Za nią służebne dziewki placki, miód i kubki niosły."
      },
      {
        "index": 33,
        "text": "Pokłoniwszy się podróżnym i zastawiwszy stół, ustąpiły zaraz na stronę, gdyż tu, jak wszędzie, nie godziło się niewiastom pospołu z mężczyznami siadać."
      },
      {
        "index": 34,
        "text": "A gdy ich starzec do jedzenia zapraszał, obaj goście powstali ze swoich miejsc, stanęli obróciwszy się ku wschodowi, ręce poskładali, z głowy zdjęli nakrycie i poczęli coś szeptać, nad jadłem zastawioném czyniąc znaki."
      },
      {
        "index": 35,
        "text": "Piastun się uląkł nieco, widząc w tém czary jakieś."
      },
      {
        "index": 36,
        "text": "— Nie juści — zapytał — czarownikami jesteście? Na co te znaki czynicie i dlaczego?"
      },
      {
        "index": 37,
        "text": "— Nie obawiajcie się czarów — odparł młodszy z gości, siadając po chwili. — My czary odganiamy, ale ich nie czynimy. Zwyczajem jest u nas na Morawie Boga wzywać przy każdéj czynności i jego błogosławieństwa."
      },
      {
        "index": 38,
        "text": "— Jakiego Boga? — zapytał Piast — słyszeliśmy, że Czechy i Morawce nowego Boga, którego niemcy z zachodu przynieśli, u siebie téż wyznawać zaczęli."
      },
      {
        "index": 39,
        "text": "— My nie znamy innego Boga, tylko jednego na świat cały — rzekł powoli gość — Boga, który jest ojcem wszystkich narodów i ludzi i panem całego świata a wszelkiego kraju... którego dziećmi wszyscy jesteśmy..."
      },
      {
        "index": 40,
        "text": "Piast zdumiony nieco, słuchał."
      },
      {
        "index": 41,
        "text": "— Takiego Boga i myśmy niegdyś wyznawali — rzekł — jednego i najwyższego, wyznajemy go i teraz, choć pomniejszych duchów moc jest wielka..."
      },
      {
        "index": 42,
        "text": "Goście spojrzeli po sobie i milczeli trochę, chleb łamali, głód zaspokajając."
      },
      {
        "index": 43,
        "text": "— O téj nowéj wierze — odezwał się Piastun — myśmy téż już wiele słyszeli... Są i u nas tacy, co dla niéj swoje Bogi porzucili. Jesteścież wy téż takiemi ludźmi nowemi?"
      },
      {
        "index": 44,
        "text": "— Tak, jesteśmy niemi, dziećmi Boga jedynego — przerwał drugi — nie zapieramy się tego."
      },
      {
        "index": 45,
        "text": "Piastun się zamyślił głęboko i odsunął nieco."
      },
      {
        "index": 46,
        "text": "— Mieczami i krwią nawracają ku niemu niemcy za Łabą — rzekł chłodno — a my z niemi jednego Boga mieć nie chcemy."
      },
      {
        "index": 47,
        "text": "Przybyli goście znowu się zmierzyli oczyma i poszeptali cicho między sobą. Piastun uprzejmie ich do jedzenia zapraszał. Widać było, że go ciekawość i niepokój do pytań pobudzały, gdyż coraz wtrącał coś, aby się o nowéj wierze dowiedzieć."
      },
      {
        "index": 48,
        "text": "Nie była już chrześciańska wiara zupełnie obcą w Lechii, wciskała się ona ze wszech stron, ale zarazem mięszała z dawną, i była tylko nowém bałwochwalstwem, torującém drogi nawróceniu. Godło krzyża, jako amulet, wisiało już utajone na niejednéj piersi... kładziono je poganom do mogiły. Byli ludzie ochrzczeni, a żyjący potém w pogaństwie, które ich otaczało. Tłumy jednak przywiązane były do wiary ojców, do podań starych, do związanego z niemi porządku i obyczaju społecznego. Bałwochwalstwo słowiańskie nie miało tych form wyszukanych, określonych, stałych, co inne wiary pogan. Wyznawano Boga jednego, lękano się duchów pomniejszych, natura cała przedstawiała się jakąś żywą istotą rozumną, ze wszystkiemi w niéj żyjącemi stworzeniami, stanowiącą spójną całość, tworzącą z nich i niemi żywot jeden wspólny..."
      },
      {
        "index": 49,
        "text": "Wody płynęły żywiące i duchem przesycone, mówili ptacy, broniły i opiekowały się zwierzęta, mścicielami i posłami były wichry i burze, cała ziemia i niebiosa zlewały się w wielkie — Pan... będące Bogiem i w Bogu. Ta harmonia wszystkich sił, to prawo niezbłagane kolei, dól, losów życia, przeznaczeń — uspokajało zupełnie, karmiło i starczyło. Braterski się z tego wytworzył porządek, nietylko między ludźmi, ale między zwierzętami, i wróg dopiero a potrzeba obrony, wniosła żywioł zwątpienia i niepokoju."
      },
      {
        "index": 50,
        "text": "Ten świat w sobie zwarty nie pragnął nic nad to, aby się mógł w swych kręgach obracać spokojnie — pierwsze wtargnięcie weń obcych żywiołów zachwiało tę całość potężną, od Indów może jeszcze zapożyczoną w ziarnie, a rozwiniętą duchem własnym. Za tych prastarych czasów słowiańska gęśla była jedynym orężem ludu, gdy przyszło za miecz chwycić, wszystko się musiało przemienić."
      },
      {
        "index": 51,
        "text": "Gdy goście jeść skończyli, powstali znowu, złożyli ręce, pocichu się pomodlili i usiedli."
      },
      {
        "index": 52,
        "text": "Piastun zapytał ich, jakie to były słowa, które wymawiali i czyby one dlań zrozumiałemi być mogły."
      },
      {
        "index": 53,
        "text": "Naówczas młodszy z gości, z twarzą wesołą, powtórzył zwolna modlitwę dziękczynną Bogu wszechmogącemu za posiłek dnia tego i za wszystkie dobro i błogosławieństwa, jakich od niego doświadczyli."
      },
      {
        "index": 54,
        "text": "Piastun zrozumiał wyrazy i zamyślił się nad niemi."
      },
      {
        "index": 55,
        "text": "— A więc — zapytał — jedenby tylko Bóg był dla wszystkich?"
      },
      {
        "index": 56,
        "text": "— Tak jest — odpowiedział gość — i tego my, a z nami już większa część ludów wyznaje... między któremi i bracia nasi, jednéj mowy, są."
      },
      {
        "index": 57,
        "text": "— Ci więc staną się nieprzyjaciołmi naszemi? — rzekł gospodarz."
      },
      {
        "index": 58,
        "text": "— Nie, gdyż oni wierzą, iż wszyscy ludzie, narody wszystkie są braćmi, a nie godzi się im napadać ani zabijać, ani wrogiem nazywać nikogo, bo miłować jest prawem, miłować nawet tych, którzy są nieprzyjaciołmi!"
      },
      {
        "index": 59,
        "text": "— Wrogów miłować!.. — zawołał Piastun składając ręce — a jakże to być może? Wrogów? a więc i niemca?"
      },
      {
        "index": 60,
        "text": "— Tak jest — rzekł gość — ale bronić się od napaści godzi."
      },
      {
        "index": 61,
        "text": "Nachmurzyła się brew gospodarza, rękę podniósł i rzekł ponurym głosem:"
      },
      {
        "index": 62,
        "text": "— Oni nam braćmi nigdy nie będą, nigdy!.."
      },
      {
        "index": 63,
        "text": "Przerwała się rozmowa, nie nalegali goście i w chwilę długą potém dopiero zapytał młodszy o to, co się w kraju działo. Piastun znowu powrócił do tego, iż wszystko zło szło z naprawy niemców, z któremi się kneziowie wiązali."
      },
      {
        "index": 64,
        "text": "— Chciwi są ziemi i łupu — rzekł — wypychają nas i niszczą a tępią, ażeby sami się rozsiedli szerzéj i panowali..."
      },
      {
        "index": 65,
        "text": "— Prawdą to jest — dodał starszy z gości — i niektórzy kneziowie, jak wasz, łączyć się z niemi zapragnęli, aby pokój wyjednać, bo niemców siła jest wielka i uzbrojenie mocne... Drudzy zaś myślą o tém, jakby wszystkie małe narody i plemiona nasze powiązać z sobą dla oparcia się niemcom... Dlatego nową wiarę przyjmują, by im stanąć na równi, a sobie ręce podają na nieprzyjaciela wspólnego."
      },
      {
        "index": 66,
        "text": "Zapytał Piastun, którzyby to byli kneziowie ci rozumni, a goście jęli mu opowiadać, iż na Morawie i w Czechach się to działo, i że Polanie także do tego związku z czasem przystąpić byli powinni... — Dodał potém."
      },
      {
        "index": 67,
        "text": "— Wodza jednak i głowy narodowi zawsze potrzeba... mają ich i inne narody naszéj mowy, zwłaszcza te, które wojować muszą. Źle więc czynicie, jeźli knezia chcecie obalić i żadnego nie znać."
      },
      {
        "index": 68,
        "text": "— Nie chcemy tego czynić — rzekł Piastun — wybierzemy innego, aby nam dowodził, ten zaś okrutnik był i krew ludzką rozlewał, i zabijał, a truł ród nawet własny... Dlatego cierpieć go nie możemy i lud wszelki ciągnie, aby go obalić."
      },
      {
        "index": 69,
        "text": "Rozpowiadał im potém, co uczynił Chwostek z kmieciami i ze stryjami swemi, i że niemców wzywał przeciw swoim a trzymał z niemi."
      },
      {
        "index": 70,
        "text": "Wieczór piękny z izby ich potém wyzwał, poszli usiąść na przedsieni i rozmawiać zaczęli znowu. Piastun zagadnął ich o wiarę nową, któréj ciekaw był bardzo. Naówczas młodszy z gości tak mówić począł."
      },
      {
        "index": 71,
        "text": "— Wiara to jest jedna, co cały obejmie świat, a gdy się to stanie, bo idzie z potęgą wielką, nie będzie w nim ani wroga, ani niewolnika, ani plemienia upodlonego... tylko jedni bracia ojca jednego... Na naszéj ziemi przyjąć się ona musi i rozkrzewić bujnie, bo u nas już przed wieki te prawdy niegdyś królowały i nigdyśmy okrutnemi ani bezlitośnemi nie byli. Obcy miał u nas schronienie, ubogi chleb, słaby politowanie... grzebaliśmy umarłych, głodnych karmili, bronili uciemiężonych, a nie znaliśmy tylko jednego Boga... choć całego Jego blasku dostrzedz nie mogliśmy."
      },
      {
        "index": 72,
        "text": "— I ten Bóg wasz jedyny niemców i wrogów kochać każe! — zawołał Piastun — dziw to wielki!"
      },
      {
        "index": 73,
        "text": "Uśmiechnęli się goście."
      },
      {
        "index": 74,
        "text": "Po chwili stary wstał i podniósłszy z ziemi dwa patyczki, złożył je na krzyż, ukazując ten znak gościowi."
      },
      {
        "index": 75,
        "text": "— Widziałem znak ten — rzekł — wiem, że go czczą ludzie téj wiary nowéj... noszą go na sobie dla obrony od wszelkiego złego... Powiedzcie mi, co on oznacza?"
      },
      {
        "index": 76,
        "text": "— Jeźli mnie posłuchać zechcecie — odezwał się młodszy, biorąc z poszanowaniem krzyżyk i całując go, a potém z pod sukni dobywszy podobny kruszcowy i pokazując Piastunowi — jeźli posłuchać chcecie, opowiem wam chętnie o tym znaku i o wierze nowéj, gdyż podróż moja i towarzysza mojego nie inny ma cel, tylko szukanie dzieci dla jedynego Boga i nawracanie tych, co go jeszcze nie znają... Krzyż jest znakiem tego, co na dalekim Wschodzie z wybranego narodu przyszedł na świat i był synem bozkim a Bogiem samym wcielonym..."
      },
      {
        "index": 77,
        "text": "Piastun oczy ciekawe wlepił w mówiącego, chciał rzucić jakieś pytanie, potém zamilkł, a gość tak ciągnął daléj."
      },
      {
        "index": 78,
        "text": "— Był tedy na wschodzie naród wybrany, który w pośród bałwochwalców, sam tylko, stale wyznawał jednego Boga, co stworzył niebo i ziemię. W narodzie tym byli prorocy, którym Bóg objawił, że ześle na ziemię syna swojego, aby nową wiarą świat odrodził, a życiem swém ją poświadczył. Spełniły się proroctwa w dniu i godzinie naznaczonéj, i oto sam Bóg narodził się światu z Dziewicy... w ubóstwie, w nędznéj szopce, na rozdrożach, wśród ucieczki... Całe życie jego było cudowne. Zaledwie dorósł, nawracał ludzi i oczy im otwierał, leczył chorych, wskrzeszał umarłych, strapionych pocieszał. Ani królem, ani wodzem, ani panem być nie chciał. Żył u przybranego za ojca, opiekuna, prostego cieśli, z rybakami i z pospólstwem, a przecie czuli w nim wszyscy Boga, po prawdzie i świętości tych słów, jakiemi mówił i po cudach, które czynił. Nauka jego trafiła do serc wszystkich. Opowiadał, że Bóg jest jeden, że wszyscy ludzie są dziećmi jego, braćmi sobie, że miłować się powinni i dobrze czynić. Nakazywał życie skromne i ubogie, przebaczanie win, opiekę nad słabemi. Tego Boga-Człowieka źli ludzie, nie wierząc w niego, lękając się, bo im złego czynić bronił, oskarżyli, osądzili i na takim oto krzyżu z drzewa przybili, powiesili, śmierć mu zadali..."
      },
      {
        "index": 79,
        "text": "Piastun westchnął."
      },
      {
        "index": 80,
        "text": "— Jakże Bóg mógł zezwolić, aby go męczono? — zapytał."
      },
      {
        "index": 81,
        "text": "— Uczynił to dobrowolnie dlatego, aby okazał, że jest Bogiem, aby umęczony zmartwychwstał i powrócił do nieba."
      },
      {
        "index": 82,
        "text": "— Tak się stało? — zapytał stary."
      },
      {
        "index": 83,
        "text": "— Stało się tak — rzekł gość — działy się i inne cuda liczne, które dzieło bozkie ugruntowały. Największym zaś cudem było to, że owi rybacy, cieśle, lud prosty, potrafił nawrócić na tę wiarę królów, mocarzy i mędrców świata, że powywracano ołtarze fałszywych bogów, a wiara ta codzień się szerzy i krzewi..."
      },
      {
        "index": 84,
        "text": "Milczał Piastun słuchając, a drugi z podróżnych, trzymając ów krzyżyk drewniany w dłoniach, dodał — że ten znak śmierci stał się godłem życia nowego i że dlatego noszą go wyznawcy téj wiary, iż od nazwiska Boga umęczonego imię wzięli, a życie jego naśladują."
      },
      {
        "index": 85,
        "text": "Prosty człek pojął wiele z tych rzeczy, drugich nie zrozumiał, o inne pytał, lub możliwości ich zaprzeczał; tak się rozmowa przeciągnęła do późna."
      },
      {
        "index": 86,
        "text": "Siedzieli na ławie w podsieniu i patrzyli ztąd na jezioro i wieżę a szeroką okolicę. W tém nagle, na wzgórzu jedném wśród ciemności błysło światło i ogień słupem strzelił do góry. Jeszcze nie pospieszyli podróżni zapytać, coby to znaczyło, gdy na drugiém i trzeciém miejscu pokazały się ognie podobne... w lasach nawet zapaliły się stosy i łunami odświecały się na niebie."
      },
      {
        "index": 87,
        "text": "— Co znaczą te ognie? — zapytali goście — czy to pożary wzniecone przez nieprzyjaciela?"
      },
      {
        "index": 88,
        "text": "— Nie... To wici ogniste — rzekł Piastun — to zapowiedź wojny... W téj chwili cały kraj, wszystkie miry nasze wiedzą, że ciągnąć mają... tu..."
      },
      {
        "index": 89,
        "text": "Wskazał na wieżę..."
      },
      {
        "index": 90,
        "text": "Jakby na urągowisko téj zapowiedzi ognistéj, kneź na wierzchołku wieży rozkazał nałożyć stos łuczywa i podpalić go."
      },
      {
        "index": 91,
        "text": "Ogromne płomię buchnęło, jakby cały stołb gorzał we wnętrzu."
      },
      {
        "index": 92,
        "text": "W jeziorze spokojném odbił się ten blask. Widok był wspaniały razem i straszny. Ognistemi głoskami na tle nocy, pisała wojna i śmierć przybycie swoje. Podróżni westchnęli smutnie."
      },
      {
        "index": 93,
        "text": "— Nie lękajcie się — rzekł im Piastun — obcemu się u nas nie stanie nic, choćby wojna się rozpoczęła, a nim ludzie się pościągają, dni może kilka upłynie. Ja was proszę, abyście się u mnie zatrzymali jutro... Dzień to jedynego dziecka mojego, dla mnie uroczysty, siódmy rok kończy... życie mu się poczyna, nie wiem, czy kto z moich przybędzie do mnie, wszystkich teraz wojna zajmuje... bądźcież wy, dobrzy ludzie jednego języka, wyznawcy Boga pokoju, drużbami dziecka mojego."
      },
      {
        "index": 94,
        "text": "Spojrzeli po sobie przybyli, uśmiechnął się ochoczo młodszy i rzekł:"
      },
      {
        "index": 95,
        "text": "— Stanie się po woli waszéj..."
      },
      {
        "index": 96,
        "text": "I szli do swironka, w którym pościel dla nich przygotowano."
      },
      {
        "index": 97,
        "text": "Nazajutrz rano cała okolica, lasy i pola, od brzasku mrowiły się ludem, który ściągać się zaczynał pod grodzisko. Nie rozpoczynano nic, gromady kładły się zdala, lecz coraz nowe przybywały, niosąc znaki na żerdziach swe i rozsiadając się jedne przy drugich. Ogniste wici zbudziły wszystkie miry i opola dokoła. Z wierzchołka grodu mógł Chwostek widzieć, jakie siły się przeciw niemu skupiły i jak co chwila urastały."
      },
      {
        "index": 98,
        "text": "Gród stał zaparty i umocniony już przez ostatnich dni kilka, sypano wały i przekopywano rowy, zabijano częstokoły, lud chodził po wałach zbrojny, a na wierzchołku stołba widać było ciągle przemykające się postacie."
      },
      {
        "index": 99,
        "text": "A chociaż Piastun nie spodziewał się, aby mu goście przybyli, wszyscy niemal starsi kmiecie, żupanowie, władyki, cisnęli się u wrót ubogiéj chaty, tak, że i on i Rzepica zwątpili, czy ten wszystek lud nakarmić potrafią. Starczyłoby było wprawdzie zapasów, bo komory pełne były i zasobne, ale o czém potém przebyć zimę? Piastun zafrasował się nieco, lecz rzekł w duchu, iż gości ostatkiem po starym obyczaju nakarmi i napoi, a choćby i pruszyna ani kropla mu nie została, skąpić nie będzie."
      },
      {
        "index": 100,
        "text": "Wesołą więc twarzą witał we wrotach zachodzących."
      },
      {
        "index": 101,
        "text": "Starszyzna poodchodziła od gromad swych leżących na polu i ciągnęła do dworu Koszyczkowego syna. Przybyli i Myszkowie, których wiódł Krwawa-szyja."
      },
      {
        "index": 102,
        "text": "— Dobra to wróżba dla was, gospodarzu nasz — zawołał w progu — że na dzień syna waszego rozpoczyna się wojna z niemiecką niewolą. Znak to, że dziecko doczeka powrotu starego naszego żywota i swobody..."
      },
      {
        "index": 103,
        "text": "Zaczem ściskali się wszyscy, a przybyli wczoraj goście obcy, gdy się mową „słowa“ odezwali, powitano ich jak braci, dając im miejsce poczestne. Stoły postawiono z desek pod drzewami, z mięsiwem, chlebem i korowajami świątecznemi, a około nich kadzie z napojem, czerpaki i kubki."
      },
      {
        "index": 104,
        "text": "A nim się obrzęd postrzyżyn rozpoczął, gdy ciągle Myszkowie i Ścibory i rodzina a drużbowie i znajomi ciągnęli, gwarzono przy jadle i napoju."
      },
      {
        "index": 105,
        "text": "Gość młodszy znowu jak wczoraj mówić począł, zachęcając Polanów, aby się z braćmi Morawcami i Czechy, i innemi łączyli dla opierania niemcom, gdyż niebezpieczeństwo od nich było wielkie, a zmódz go inaczéj nie potrafiłoby „słowo“, tylko wspólnemi siły."
      },
      {
        "index": 106,
        "text": "Na co Myszkowie rzekli:"
      },
      {
        "index": 107,
        "text": "— Dajcie nam naprzód co złe obalić i z korzeniem wywrócić, potém pomyślim, co w miejsce jego osadziemy."
      },
      {
        "index": 108,
        "text": "Dwór, podwórko i łączka pod drzewy około południa pełne były gości. Zbliżała się tedy chwila, gdy postrzyżyny dopełnić należało. Miejsce kapłana zwykle w rodzinie głowa domu zajmowała; ojciec składał ofiary i prowadził do miejsc świętych. Doszedłszy lat siedmiu chłopcy z rąk matki i z pod dozoru niewieściego przechodzili pod władzę ojca, zaczynając się sposobić do przyszłego zawodu wojaków, rolników i ziemian. Najczęściéj oddawano ich naówczas, jak się to dzieje u wielu jeszcze plemion kaukazkich, w opiekę stryjów lub starszych braci, gdyż serce ojcowskie słabszém dla dziecka bywa, do powolności skłonniejszém, a surowość mogłaby osłabić ten węzeł miłości i poszanowania, jaki ojca z synem łączyć powinien."
      },
      {
        "index": 109,
        "text": "Tuż u drzew starych, pod któremi stoły z desek zbite i szytemi ręcznikami pookrywane ustawiono, znajdowało się źródło za święte poczytywane i odwieczny kamień, u którego składano ofiary."
      },
      {
        "index": 110,
        "text": "Gdy wszyscy już byli zebrani, biało ubranego chłopaka, z długo rozpuszczonemi włosami, których od urodzenia nożyce nie tknęły, przywiodła ze łzami w oczach matka i w ręce mu go oddała."
      },
      {
        "index": 111,
        "text": "Ten stał już w gotowości przyjęcia go od niéj, a gdy dzieciak mu się do nóg rzucił, ściskając je podniósł go i wodą ze źródła pokropił. Poczém ująwszy nożyce przygotowane, nad czołem nieco włosów mu przystrzygł, oddając je gościom i starszyznie, która po troszę dokoła je przycinała. Żeby się zaś te obrzynki włosów na ogień nie dostały, co za szkodliwe uważano, zebrane skrzętnie u kamienia je zakopano."
      },
      {
        "index": 112,
        "text": "A gdy przyszło nadać imię chłopcu, który dotąd Piastunowego syna tylko nosił nazwisko, gospodarz młodszego z gości prosił, aby mu je naznaczył."
      },
      {
        "index": 113,
        "text": "Wstał tedy gość i odezwał się."
      },
      {
        "index": 114,
        "text": "— Jeżeli imię mu mam dać, dozwólcież, abym to uczynił, jak u nas we zwyczaju, i dał mu je z błogosławieństwem... Bóg, którego Morawianie i Czechy, jak wy „słowa“ dzieci wyznają, jest Bogiem wszystkich... w Jego imieniu ojcowskiém, Syna i Ducha świętego, chrzczę go imieniem Ziemowid’a. Niechaj mu danem będzie ziemię swą widzieć spokojną i szczęśliwą."
      },
      {
        "index": 115,
        "text": "To mówiąc, w wodę umoczył palce gość i na czole chłopca znak nią położył."
      },
      {
        "index": 116,
        "text": "Usłyszawszy to piękne imię wszyscy uradowali się wielce, a Piastun szedł im dziękować i chciał obdarzać czém mógł, lecz powiedzieli mu, że darów żadnych nie przyjmują, bo na ubóstwo przysięgali. I usunęli się opodal trochę, aby naradzie starszyzny nie stać na zawadzie, gdyż czas był gorący i mimowolnie troska o tę wojnę wszystkim dogryzała."
      },
      {
        "index": 117,
        "text": "Oglądali się wszyscy na srogą tę wieżycę u Gopła sterczącą jak groźba, która wczoraj w nocy zapałała ogniem, jakby mirom i gromadom rzec chciała: Nie lękam się was! wołacie się wy przeciw mnie, ja téż wyzywam was!"
      },
      {
        "index": 118,
        "text": "— Ostatnie gniazdo Pepełków rozniesiemy — rzekł Myszko krwawa-szyja, na stołb wskazując — a gdyby nam tu leżeć przyszło nie jeden miesiąc ale dziesięć, przecie choćby głodem weźmiemy ich..."
      },
      {
        "index": 119,
        "text": "— Tak — odezwał się Ścibor — ale z rodu ich pozostał Miłosz z synem, a co gorzéj, dwaj synowie, których matka do dziada na niemce posłała... dorośli są, przyjdą i upomną się o swe dziedzictwo... Wojna to nie miesiąca jednego, elaale lat może wielu; wojna nie z jednym Chwostkiem, ale z niemcy, którzy w ich obronie staną..."
      },
      {
        "index": 120,
        "text": "— Miłosza, złamanego starca, nie mamy się co lękać... będzie na grodzie swym siedział spokojny... a z niemcy gdy dla prawa naszego bić się potrzeba, co czynić!"
      },
      {
        "index": 121,
        "text": "Nikomu ta zapowiedź długiéj wojny w smak nie była, westchnął każdy, bo go ona z chaty jego wyganiała, odbierała ludzi, spokój, wczas i zmuszała zamiast pługa i roli, oręża się imać i konia."
      },
      {
        "index": 122,
        "text": "Lecz inaczéj już nie było można poczynać. Wici ogniste zwołały kraj i każdy szedł z tém, że nie spocznie, dopóki stare prawo znowu panować nie będzie."
      },
      {
        "index": 123,
        "text": "Gdy tak gwarzyli starzy, z gaju sąsiedniego niewiasty i dziewczęta ozwały się chórem z pieśnią postrzyżyn, któréj zamilkłszy wszyscy, słuchali."
      },
      {
        "index": 124,
        "text": "Pieśń to była tak stara, że ją już teraz pokolenia młode niebardzo zrozumieć mogły, wspominała o bóstwach zapomnianych i ofiarach, których już czynić nie umiano. Wzywała słońca jasnego, aby promień szczęśliwy zesłało na głowę chłopca; rosy, aby go oblała i róść mu pomogła; wody, aby go napoiła życiem i męztwem; ziemi, aby w niego wlała ducha, aby rosnął jak dąb, świecił jak gwiazda, jak orzeł padał na wrogów... Precz potém odżegano duchy czarne, uroki i złe wszelkie od niego; wołano: Łado! Łado! klaskano w ręce, i matka uwity wedle zwyczaju wianek z ziół zdrowie dających i szczęście przyniosła i włożyła na głowę postrzyżonemu. Spleciony on był z dziewięciosiłu, smlotu, dziewanny, rosiczki, wrotycza, bylicy i gałązek jemioły."
      },
      {
        "index": 125,
        "text": "Zaledwie pierwsza się pieśń skończyła, gdy tuż inne, weselsze się poczęły i niewiasty, trzymające się osobno, chórem je zawodziły po kolei."
      },
      {
        "index": 126,
        "text": "Nakoniec wstał ojciec i ująwszy chłopaka za rękę, wszystkich razem prosił, aby szli z nim na Żalnik, duchy dziadów pozdrowić i ofiarę im (obiatę) postawić na mogiłach. Lecz gdy się obejrzano za obcymi, aby im dać w pochodzie miejsce poczestne, i szukano ich dokoła, nigdzie znaleść nie było można. Znikli, zostawiwszy tylko na stole w izbie podarek dla Ziemowid’a, krzyżyk świecący jak złoty. Reszta więc starszyzny, niosąc na miseczkach ofiary, udała się w górę na Żalnik."
      },
      {
        "index": 127,
        "text": "W pośrodku jego otoczona kamieniami była mogiła Koszyczka i dziadów i pradziadów ich, kędy się od wieków chowali, od tych czasów, gdy jeszcze w kamiennych izbach siedzące ciała składano, aż do obecnych, gdy spaliwszy, w popielnicach je i studzienkach chować zaczęto. Niektórzy z gości kubki z sobą przyniosłszy z napojem, wylewali go na mogiły, i niewiasty znowu, nadciągnąwszy zdala, zaśpiewały pieśń inną."
      },
      {
        "index": 128,
        "text": "Tak się obrzęd ów postrzyżyn odbył uroczyście, trwając do nocy saméj, coraz nowi goście witali do dworu, coraz dla nich zapasy nowe wynoszono z komory... i gwiazdy świeciły na niebie, gdy ostatni z gości, pożegnawszy gospodarza, wrota za sobą zamknęli. Znużony Piastun siadł w przedsieni i spoczywał."
      },
      {
        "index": 129,
        "text": "W progu stanęła Rzepica, spoglądając ku niemu."
      },
      {
        "index": 130,
        "text": "— Raduje się pewnie serce twe — zawołał ojciec do niéj — iż los dał synaczkowi naszemu tak piękny życia jego początek, i my, cośmy się ludzi nie spodziewali, mieliśmy ich więcéj, niż kiedykolwiek widział dworek."
      },
      {
        "index": 131,
        "text": "— Raduje się i niepokoi, panie mój — odpowiedziała niewiasta — pójdźcie a zajrzyjcie... bodnie, zasieki, komory, wszystko puste... Zostało nam chleba i mąki na dni kilka, i... więcéj nic."
      },
      {
        "index": 132,
        "text": "Gospodarz się uśmiechnął."
      },
      {
        "index": 133,
        "text": "— Nie żałujmy cośmy gościom oddali, stare nasze podanie mówi, iż się to powraca z nawiązką, byle wojna przeszła!.."
      },
      {
        "index": 134,
        "text": "Spojrzeli oboje, na wieży u Gopła płonął ogień, a w dolinie obozowiska widać było porozbijane, jak okiem zajrzeć i cienie ludzi, co się przy stosach migali."
      }
    ]
  }
}