{
  "chapterNumber": 31,
  "title": "Tom III, Dopisek",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "DOPISEK. DZIEJOWE LEGENDY."
      },
      {
        "index": 2,
        "text": "Jak trudne są do opowiedzenia dzieje dziecięcego wieku człowieka, tak i pierwszych dni tych tajemniczych wzrostu i rozwijania się, które świadków, coby je wypowiedzieli, nie mają. Jak dziecię po przyjściu na świat rośnie olbrzymio i sił nabywa szybko, tak naród, wśród tych mroków pierwobytu, obdarzony jeszcze całą potęgą z kolebki wyniesioną, niepojętym sposobem kształtuje się do przyszłych swych losów."
      },
      {
        "index": 3,
        "text": "Nic téż trudniejszego jak podnieść zasłonę okrywającą pierwociny bytu narodu. Te chwile mało po sobie pomników zostawiają i śladów. Analogia tylko, porównanie, pewne stałe prawa, którym byt ludzkości podlega, coś o tém dozwalają wnioskować."
      },
      {
        "index": 4,
        "text": "Z rodzin urastają rody, plemiona, gminy, narody wreszcie, ale tajemniczy proces ten, nie dozwala się dośledzić faktycznie, i embriologia narodu pozostanie zawsze tylko prawdopodobieństwem i hipotezą."
      },
      {
        "index": 5,
        "text": "Dzieje Słowian w ogólności długo są prawie nieprzebitą mgłą okryte, nie zna ich nikt, nikt o nich nie wspomina. W téj ciszy, wśród któréj pewne skazówki tylko, pewne cechy charakterystyczne widocznie się istnienia ich domyślać każą na tych samych ziemiach, na których późniéj występują; rosną niezliczone plemiona jednéj krwi i mowy; to nieznane i ukryte, to fałszywie do innych zaliczane."
      },
      {
        "index": 6,
        "text": "W Herodotowéj Scytyi czuć słowiańszczyznę spowiniętą, widziemy ją tak samo daleko późniéj zagarniętą Germanją Tacyta. Nie jest to bez znaczenia."
      },
      {
        "index": 7,
        "text": "Gdy plemiona i narody inne dobijają się sławy i rozgłosu, Słowianie chcą spokoju i kryją się, w domowém ognisku znajdując wszystko, co ich życie stanowi."
      },
      {
        "index": 8,
        "text": "Zupełnie zgodne z tym ich charakterem w przeszłości jest pierwsze zjawienie się w dziejach."
      },
      {
        "index": 9,
        "text": "Posłuchajmy tego świadectwa o nich, które ma w sobie coś mystycznie przejmującego, gdy zważymy, że to jest pierwsze objawienie się Słowian światu."
      },
      {
        "index": 10,
        "text": "Około roku 629, pisze Teofilakt Simokata: „Następnego dnia zostało przez straż królewską schwytanych trzech mężów, rodem Słowian (Sklabenoj). Nie mieli oni przy sobie żadnego żelaza ani żadnéj broni, ale nieśli w rękach gęśle, zresztą zaś niczego przy sobie nie mieli. Zatém król (cesarz grecki Maurycy) rozpytywał ich o narodzie, i gdzie sobie obrał siedziby, i dlaczego uwijają się około rzymskich granic? Oni zaś odpowiedzili, że są rodem Słowianie, że zamieszkali na krańcu Oceanu zachodniego i że Chagan (Han Awarów) aż do owych to stron wyprawił posły, celem pozyskania posiłków wojennych, zasyłając władzcom narodu liczne dary. Ci tedy władzcy dary przyjęli, ale przymierza zawrzeć nie chcieli twierdząc, iż uciążliwa im jest dalekość pochodu; i posłali tych właśnie teraz pojmanych do Chagana, żeby się przed nim uniewinnić. Jakoż w piętnastu miesiącach dokonali téj podróży. Ale Chagan niepomny na prawo posłów, postanowił przeszkodzić ich pochodowi do kraju. Oni zaś nasłuchawszy się o narodu rzymskiego, tak z bogactw jak z ludzkości największéj sławie (jak to śmiało rzec się godzi) skorzystali z dogodnéj chwili i uszli do Tracyi. Mówili daléj, że chodzą z gęślami, gdyż nie przywykli przypasywać mieczów, ponieważ kraj ich nie zna żelaza i dozwala im przeto żyć w pokoju i zgodzie, grają tedy na gęślach, nie umiejąc uderzać w trąby. Bo komu obca jest wojna, słuszna, mówili, ażeby taki podobał sobie w ćwiczeniach muzycznych. Słysząc to samowładzca, polubił naród i gościnném przyjęciem zaszczycił ich, samych jednych z pomiędzy wszystkich barbarów, którzy się z nim zetknęli, a podziwiając ich wzrost i dorodność ciała, odesłał ich do Heraklei.“"
      },
      {
        "index": 11,
        "text": "W tak idealném świetle zjawia się nam po raz pierwszy to plemię Słowian, nieznające mieczów, z pieśnią i gęślą idące przez świat i życie, do Chana Awarów, na dwór cesarza Maurycego."
      },
      {
        "index": 12,
        "text": "Ten sam charakter dawnéj spółeczności słowiańskiéj, miłującéj pokój i niewprawnéj do wojny, potwierdza Jornandes, pisząc o nich „armis disperiti“."
      },
      {
        "index": 13,
        "text": "W téj ciszy i przy tych śpiewach wyrabia się tam idealna jakaś społeczność, której instytucje późniéj zetknięciem się z innemi narodami nadwerężone i zepsute, zdradzają właściwą i wielce rozwiniętą cywilizację. Im głębiéj sięgamy w ten mythyczny byt, tém idealniejszym się on przedstawia."
      },
      {
        "index": 14,
        "text": "Wiara w jednego Boga, małżeństwo, czystość obyczajów, poszanowanie własności posunięte do tego stopnia, iż domy nie potrzebowały zamknięcia, gościnność nieograniczona, patryarchalne rządy, organizacya gmin i połączenie ich z sobą rodzajem federacyi, wszystko to na dnie staréj słowiańszczyzny dotykalnie jest widoczne. Wojny, potrzeba obrony od nieprzyjaciela, przypasanie oręża do boku, wciskanie się obcych pojęć i obyczaju, jak tylko wyszczerbiły ten cały w sobie organizm słowiański, natychmiast następuje proces rozkładu jego, psucie się i wyrabianie czegoś, co musi się stosować do bytu, do temperatury, jaka słowiańszczyznę otacza. Zostają tylko szczątki dawnéj organizycyi, która postradawszy siłę samoistną do dalszego wyrabiania się, przechodzić musi przesilenie nowéj metamorfozy."
      },
      {
        "index": 15,
        "text": "Odosobnienie tylko, w jakiém owi Słowianie z gęślami żyli, dozwalało im zgodnie z ich naturą, wyrabiać się i tworzyć sobie cywilizację własną, zetknięcie z obcemi zmienia warunki."
      },
      {
        "index": 16,
        "text": "Nie ma najmniejszéj wątpliwości, że pierwsze chwile takiego przesilenia w narodowym organizmie są zawsze upadkiem i osłabieniem, abdykacyą i chwilowym obłędem."
      },
      {
        "index": 17,
        "text": "W całéj walce słowiańszczyzny, szczególniéj z plemionami germańskiemi, widzimy w niéj zabytek starego organizmu, który nieprzyjaciele nawet wynoszą wysoko, i jako pierwszy skutek nowéj cywilizacji, obezwładnienie, chorobę, upadek. Tracą oni to co wyrobili w sobie sami, a nie mogą odrazu przyswoić tego, co im w formie mało pojętnéj i do ich natury niezastosowanéj przychodzi."
      },
      {
        "index": 18,
        "text": "Ci ludzie gęśli, nieznający żelaza, przez długie wieki zdradzają w sobie swe pochodzenie, pozostają marzycielami, a dają się podbijać, zawojowywać i ujarzmiać."
      },
      {
        "index": 19,
        "text": "W późniejszych wiekach plemiona słowiańskie różne, ulegają wpływom sąsiedztw rozmaitych, klimatu, warunków życia i kształtują się odrębnie. Słowiańszczyzna dzieli się na niezliczone nie narody, ale grupy drobne, które potrzeba obrony skupia w małe całostki. Jest to właśnie ta epoka tajemnicza, w któréj się tworzą pierwiastki Lechję składać mające."
      },
      {
        "index": 20,
        "text": "U téj drugiéj kolebki, Polski, panuje ta sama ciemność, która okrywa początki słowiańszczyzny. Tu i tam, podanie, legenda, to jest poezja stanowi materjał dziejowy. Drugim jest to, co się odgrzebuje z ziemi po mogiłach, choć tu epokę zabytków oznaczyć stanowczo bardzo trudno."
      },
      {
        "index": 21,
        "text": "Prawie aż do téj chwili, gdy się Lechja ochrzczona ukazuje po raz pierwszy w walce i przymierzu z germanami, nie mamy o niéj tylko podania ciemne."
      },
      {
        "index": 22,
        "text": "Podania te nawet czerpać już dziś musimy nie u źródła, z ust ludu, który o nich zapomniał, ale z kart kronik, co je napisały niewiernie, starając się stworzyć coś, pojęciom swojego wieku odpowiedniego."
      },
      {
        "index": 23,
        "text": "Godzą się na to wszyscy badacze nasi, iż podania o pierwotnych dziejach narodu są mięszaniną rozmaitego pochodzenia żywiołów, sklejonych w nieforemną całość. Można z nich jednak coś wydobyć, tak jak z grobowych szczątków..."
      },
      {
        "index": 24,
        "text": "Nie ma wątpliwości, iż dzieje Leszków, Popielów, podania o Wandzie, Krakusie i t. p. odnoszą się do pewnych zwrotów i stanowczych zmian w przeszłości narodu, a raczéj części jego składowych, gdyż przed Piastem i jego potomstwem nie istnieje ani pojęcie całości jakiéjś państwowéj. W głębi puszcz, w ciszy lasów, tworzą się dopiero małe grupy pierwotne, których połączenie ma stanowić późniejsze państwo Bolesławowskie."
      },
      {
        "index": 25,
        "text": "Kronikarze nie umieją nawet zrazu jednostajnie nazwać kraju, który z kolei Polanów, Lachów i Lechów przybiera imię. Gdy nagle za Mieszka i Bolesława syna jego występuje to państwo na karty dziejowe, pojmujemy łatwo, że to zjawienie się jego poprzedzić musiało wewnętrzne urabianie się, które mu dało siłę do życia."
      },
      {
        "index": 26,
        "text": "Długosz, który w piętnastym wieku według idei ówczesnych układał dzieje polskie, spisał i uporządkował podania poprzedzające epokę historyczną, równie swobodnie i bez krytyki, jak późniejsze przedstawił w świetle swojego czasu. Nie można mu tego mieć za złe, bo każdemu pokoleniu zdawać się musi, iż ono jest w posiadaniu prawdy wyłączném."
      },
      {
        "index": 27,
        "text": "Dla Długosza więc podanie najstarsze poczyna od Lecha, od niego idzie nazwisko ziemi, Lechji i Lechitów. Wie jednak Długosz, że rozmaite plemiona spokrewnione z Lechitami, a raczéj do nich należące, różnemi się imionami od miejscowości zwały."
      },
      {
        "index": 28,
        "text": "Ten mythyczny Lech Długosza schodzi bezdzietnie. Niewiadomo właściwie kiedy istniał, jak długo ród jego panował, dosyć, że zgasł bezpotomnie."
      },
      {
        "index": 29,
        "text": "Po tych pierwszych rządach monarchicznych, a raczéj patryarchalnych ojca rodu i narodu, który rodziną rozrodzoną władał, następują rządy gminowładne tak zwanych dwunastu wojewodów."
      },
      {
        "index": 30,
        "text": "Podanie stawiące rządy patryarchalne w początku, a po nich ów rząd małych jednostek gminowładny, nie jest wcale w niezgodzie z naturą rzeczy. Takim porządkiem owszem musiał się odbywać ów proces tworzenia narodu. Dwunastu wojewodów, naczelników mirów, gmin i t. p. w wykładzie pragmatycznym Długosza niewłaściwą przybierają fiziognomię."
      },
      {
        "index": 31,
        "text": "Wtrącony po nich Krak, który widocznie jest pochodzenia czeskiego, nie ma związku z legendą lechicką. Służy on w budowie podaniowych dziejów do związania Lechji ze słowiańszczyzną i charakter powieści o nim zupełnie jest odmienny. Miesza się w niéj baśń ludowa słowiańska, potargany jakiś poemat stary, z wysiłkiem niedołężnym do historycznego odcechowania epoki. Krak panuje zarazem Polanom i Czechom i zakłada Kraków, który pierwotne Gniezno wydziedzicza. Życie całe skupia się w tém mieście polsko-czeskiém. Ale na Wawelu pod zamkiem, w jaskini zjawia się potwór niesłychanéj wielkości bajeczny smok (olophagus), który połyka bydlęta i trzody, i ludziom nie przepuszcza."
      },
      {
        "index": 32,
        "text": "„Gdy zaś długim zmorzony głodem — pisze Długosz — nie znajdował przygodnéj albo podrzuconéj sobie pastwy, wtedy z dziką wściekłością, w dzień biały i na jawie, wypadając z łożyska i zionąc z paszczy przeraźliwe ryki, rzucał się na najroślejsze bydlęta, konie, woły, zaprzężone do wozu lub do płużyny, dusił je i dławił, niemniéj srogi pożerca ludzi, którzy łakomstwu jego ujść nie pośpieli...“"
      },
      {
        "index": 33,
        "text": "Wszyscy mieszkańcy trwogą przejęci, chcą opuszczać Kraków. Krak wpada na myśl nakarmienia potworu ścierwem wypełnioném siarką i próchnem, woskiem i żywicą, w które nieco zapuszczono ognia. Smok pożera łakomie rzuconą mu pastwę i płomieniem w trzewiach dręczony, zdycha. Krak wybawiwszy tym sposobem kraj od klęski, panuje wśród szczęśliwości i pokoju, a lud po zgonie wdzięczny sypie mu mogiłę na górze Lassocie pod Krakowem, taką właśnie, jak dawnym swym władcom pod starą Upsalą w Szwecyi, sypał naród na pamiątkę. Z téj to mogiły zrodzoną jest legenda o Kraku. Dlaczego jedna ze trzech córek pozostałych po Kraku panuje potém oddzielnie w Czechach, podanie nie tłumaczy. Jest to znowu węzeł, który ma łączyć Kraka i Polskę ze słowiańszczyzną i legendą już posiadającą prawo obywatelstwa."
      },
      {
        "index": 34,
        "text": "Z trzech córek Kraka widzimy tylko dwie występujące w podaniu. Libuszę i Wandę. Oprócz tego zostawia on dwu synów: Kraka i Lecha, którychby można uważać za przedstawicieli dwóch późniéj połączonych dzielnic, chrobackiéj i lechickiéj."
      },
      {
        "index": 35,
        "text": "Zazdrosny Lech zgładza zdradziecko starszego brata Kraka, rąbie ciało jego na części i zasypuje piaskiem; udając, jakoby go zwierz dziki rozszarpał na łowach. Panuje więc Lech opłakawszy łzy fałszywemi brata, a nawet panowanie jego trwa lat wiele, ale w końcu zbrodnia się wydaje, znajdują jéj dowody i Polacy, strąconego ze stolicy, skazują na wieczne wygnanie. Inna legenda opowiada, że wcale nie ukarany, w zgryzotach sumienia, bezpotomnie dokonał żywota."
      },
      {
        "index": 36,
        "text": "Bratobójstwo to, w pieśniach starych powtarzające się, ma charakter ludowéj powieści. Godna uwagi, że w daleko późniejszéj legendzie o żywocie św. Stanisława powtarza się to rozćwiertowanie ciała na części."
      },
      {
        "index": 37,
        "text": "Jako spadkobierczyni po bracie występuje córka Kraka Wanda, o któréj powieść utworzona, mimo późniejszych dodatków, ma cechy podania mogilnego i pierwotnie była pewnie utworem ludowym. Legenda ma w sobie tyle wdzięku, że nęciła już nieraz poetów, ale sprowadzenie téj powietrznéj postaci na ziemię zawsze ją umniejsza i odbiera jéj urok, jaki ma w powieści ludu. Wanda nie chce znać męża, pragnie pozostać swobodną i panią swoich losów, dziewictwo swe ślubuje Bogom. O granicę panujący książę Allemanów Rytogar, znakomity rodem i bogactwy, wysyła posły prosząc o rękę Wandy, która dziewosłęby te z odmową odsyła. Rytogar nie mogąc ją skłonić inaczéj do poślubienia, wkracza z ogromném wojskiem w granice. Wanda staje na czele sił swoich i przyjmuje wyzwanie."
      },
      {
        "index": 38,
        "text": "Jeszcze raz Rytogar stara się ją skłonić do zamęzcia, a Długosz wie nawet, jak wymownie przemawiali jego posłowie i jak pięknie im odpowiadała królowa. Potém trąby dają hasło do boju, ale niemcy przypatrzywszy się pięknéj królowéj, z zabobonnym strachem pierzchają przed tém zjawiskiem. Wanda zwycięża ich potęgą niewieściego, dziewiczego swojego wdzięku. Rytogar nie mogąc ich skłonić do bitwy, z rozpaczy, po pięknym monologu, sam się mieczem przebija. Wanda z niemcami zawarłszy przymierze, przez dni trzydzieści obchodzi zwycięztwo i dobrowolnie siebie na ofiarę Bogom poświęca, rzucając się do Wisły. Zwłoki jéj wydobyte z wody lud pogrzebł nad Dłubnią, o milę od Krakowa, sypiąc jéj taką jak ojcu mogiłę."
      },
      {
        "index": 39,
        "text": "W wyrobieniu kunsztowném powieści o Wandzie znać późniejsze czasy, mnogie szczegóły i upiększenia, niewątpliwie jednak jest to podanie stare, popsute temi ozdobami misternemi, jakie mu narzucono."
      },
      {
        "index": 40,
        "text": "Powracający po zgonie Wandy znowu wojewodowie, doskonale oznaczają, gdzie powieści wciśnięte zostały, powieści mogilne, które kronikarze z ust ludu wziąwszy, posłużyć się niemi chcieli do związania dziejów tych bajecznych z podaniami słowiańskiemi, a mianowicie czeskiemi."
      },
      {
        "index": 41,
        "text": "W rozwoju narodu wracające gminowładne rządy wojewodów, do rzeczywistości nas zbliżają. Na tle téj prawdy występuje znowu nie już chrobacko-czeska, ale lechicka powieść, niemniéj wyglądająca podaniowo, jak poprzednie."
      },
      {
        "index": 42,
        "text": "Napaści nieprzyjaciół — mówi podanie — Węgrów i Morawian, zmuszają Polanów do szukania sobie wodza. „Był naówczas — pisze Długosz — między Polakami rycerz dzielny, imieniem Przemyśl (imię jest lechicko-czeskie, a raczéj staro-słowiańskie), wyćwiczony w żołnierce i nad stan swój świadomy sztuki wojennéj, a wyższy dowcipem i przemysłem niż znakomitym rodem, który oprócz tego dał się był poznać z poczciwości i wielu zacnych przymiotów, a ztąd wielką miał u ludzi wziętość. Osobliwsze więc w rodakach wzbudzał zaufanie, że z wrodzoną zdatnością łączył wprawę nabytą w licznych przygodach i bitwach. Ten postrzegłszy, że nieprzyjaciel poczynał sobie niedbale i nieostrożnie, wziął przed się zamysł więcéj dowcipny niż śmiały... Z pierwszym brzaskiem wschodzącego słońca kazał na wzgórzach przeciwległych obozom nieprzyjacielskim porozwieszać w wielkiéj ilości błyszczadła (?) do szyszaków podobne, na które, gdy uderzyły promienie słoneczne, nieprzyjaciele tak się przerazili, że czémprędzéj za broń porwawszy, bez należnego szyku i porządku, bieżeli ślepo i zapalczywie w tę stronę, gdzie mniemane świeciły hełmy, chciwi nowego nad Polakami zwycięztwa.“"
      },
      {
        "index": 43,
        "text": "Długosz opisuje obszernie, jak Przemysław wwiódłszy tym sposobem nieprzyjaciela w zasadzkę, napadł nań i pobił. Za to szczęśliwe zwycięztwo Przemysław okrzyknięty jest królem i nazwany Leszkiem."
      },
      {
        "index": 44,
        "text": "Cała ta powieść zdradza jakąś fabrykacyę potrzebną do połączenia znowu legendy z Leszkami i z Lechem pierwotnym."
      },
      {
        "index": 45,
        "text": "Na dnie podania jest jakaś głucha tradycya o panowaniu Lechów plemienia, czy stanu nad krajem. Godna uwagi tylko, że tradycya o prostém pochodzeniu Przemysława wspomina, i że poczucie narodowe ciągle podnosi zasługę nad krew, jak późniéj w legendzie o Piaście."
      },
      {
        "index": 46,
        "text": "Przemysław także jest ubogim żołnierzem, niewielkiego rodu. Ludowego tu pierwiastku nie czuć bardzo, raczéj kronikarską robotę i niezbyt foremną."
      },
      {
        "index": 47,
        "text": "Ten Przemysław Leszek zmiera znowu bezpotomny, przyszyty jest na tle gminowładztwa dwunastu wojewodów, jak fantastyczna jakaś ozdoba, dla przypomnienia Leszków."
      },
      {
        "index": 48,
        "text": "Następują wybory nowego króla (w czém już znać jagiellońskiéj epoki rzeczypospolitéj natchnienie). Kandydaci do korony zjawiają się w wielkiéj liczbie, rodzą się współzawodnictwa i niesnaski, wybór trudny, dla uniknięcia więc ich „po długich sporach (Długosz) zgodzono się dla skrócenia rozruchów na taki środek, aby obrano słup za metę, do któréjby wszyscy ubiegający się o panowanie, w pewnym oznaczonym czasie, na koniach różnéj maści i różne mających odmiany, ścigali się rączym pędem w zawody, a ktoby w tym wyścigu pierwszy stanął u słupca, temu, bez względu na stan, lecz w skutek szybszego biegu, przyznać miano godność książęcą. — „Wyścigi te miały się odbyć w pobliżu Krakowa nad Prądnikiem, na darnią pokrytéj równinie. Sędziami miała być starszyzna wybrana ku temu. Przebiegły młodzieniec imieniem Leszek, w nocy drogę ponatykał żelaznemi kolcami, które po wierzchu przysypał piaskiem, z boku dla siebie zostawiając, sobie tylko wiadomą ścieżkę. Zdradę tę odkryli dwaj młodzi, którzy pieszo chcieli się zabawić biegając do mety — ale o tém nikomu znać nie dali. Wyścigi naznaczone zostały na dzień 15 października i ogromne tłumy ludu zebrały się na nie. Długosz powiada, że dla starszyzny urządzone były ławice, a widzowie gorąco przejęci — wcześnie już zajmowali się wypadkiem gonitwy. Zaraz w początku konie innych zapaśników poranione padać zaczęły, gdy tymczasem Leszek, który oprócz tego, konia swojego podkuł, wiadomą ścieżką pierwszy doścignął mety i za słup pochwycił."
      },
      {
        "index": 49,
        "text": "Razem z nim wszakże pieszo, i ów co odkrył zdradę, wśród śmiechów powszechnych, doszedł do słupa. (Leszek miał jabłkowitego konia, o tém na pewno wie Długosz). Zdrada i kolce wydały się, Leszka rozszarpano, a pieszy ów, skromny chłopak został okrzyknięty."
      },
      {
        "index": 50,
        "text": "Legenda, w któréj jest wzmianka o podkutym koniu, zdaje się wskazywać czasy, gdy już heraldycy ową tak pospolitą w herbach polskich podkowę, czuli się w obowiązku wytłomaczyć. Dziwnie niezręcznie ściąga się to wszystko do Leszków. Przemysław przezwany jest Leszkiem, ten który zdradą dobiega do słupa, Leszkiem się zowie i ów ubogi chłopak takie otrzymuje to miano „było bowiem, dodaje Długosz, w owym czasie powszechne i nadawano je książętom wysadzonym do rządów jakoby miano godności“. Ciekawa to tradycja o znaczeniu wyrazu, a równie zajmującą jest powieść Długosza, który charakterystykę kreśli Leszka tego z wielkiemi szczegółami. Przyznaje mu przymioty nadzwyczajne, rycerskie zdolności, zaprowadzenie ćwiczeń wojskowych, skromność obyczaju i stałą pamięć swojego ubogiego pochodzenia. „Często na zebraniach publicznych — pisze — gdy konieczność wymagała przybrania się w szaty książęce, dawną grubo tkaną kiereją i przyodziewek lichy, w którym był wzięty na stolicę państwa, w miejscu najwidoczniejszém rozwiesić kazał, aby oczom jego obecne, przypominały mu pierwotnego stanu prostotę“. Nie zdajeż się, że to wprost z bajki wyjęty szczegół o jakimś biedaku, o jednym z kilku braci, co skromnością swą na wywyższenie zasłużył."
      },
      {
        "index": 51,
        "text": "Od tego to Leszka drugiego, przez syna jego, pochodził Popiel (Pompilius). Podanie mówi, iż był prawym synem Leszka III., z żony jego, a że oprócz niego z nałożnic dwudziestu, zostało po nim inne potomstwo, Bolesław, Kaźmirz, Władysław, Wratysław, Oddon, Barwin, Przybysław, Przemysław, Jaksa, Semian, Ziemowit, Ziemiomysł, Bogdal, Spicygniew, Spicymir, Zbigniew, Sobiesław, Wizymir, Czestmir, Wisław."
      },
      {
        "index": 52,
        "text": "Imiona te także zdają się być przez heraldyków, dla wywodu rodzin szlacheckich stworzone, co w Jaksie, Wizymirze, Barwinie i innych widocznie się czuć daje. Potomstwo miało się rozsiąść na Rugij, u Polabów, Obotrytów, Kaszubów i t. p."
      },
      {
        "index": 53,
        "text": "Historia Popielów nader obszernie i z wielkiemi szczegółami przez Długosza jest obrobioną. — Zmusiła potrzeba przenieść już stolicę z Krakowa do Gniezna i kronikarz przechodzi tu a raczéj przeskakuje, znajdując naturalném, że się okolice górzyste sprzykrzyły Popielowi, a wreście i Gniezno także, zkąd wynosi się do Kruszwicy. Po tym Popielu, który się nie wsławił niczém, następuje jeszcze jeden Popiel, którego dwudziestu stryjów (dwadzieścia plemion słowiańskich) osadzają na państwie."
      },
      {
        "index": 54,
        "text": "Młody ów dziedzic wielkich przodków, okazuje zaraz za młodu jak najgorsze skłonności, a Długosz znowu charakteryzuje go jak najdobitniéj, mówiąc, że „gonił za nieprzyzwoitą zabawą i rozpustą zajmował się urządzaniem biesiad, przeciągłych pijatyk, hulanek i tańców“ rad pilnował wianeczków a nie broni“. Oprócz tego gnuśnym był do boju i zniewieściałym. za co go Chwostkiem, to jest nikczemną istotą przezwano. Ożeniono go z księżniczką niemieckiego rodu, z sąsiedztwa, wielkiego pochodzenia, powabną ale dumną i chciwą, która naturalnie męża opanowała. Przyjście na świat dwóch synów Lecha i Popiela, wzmogło jeszcze jéj znaczenie i przewagę..."
      },
      {
        "index": 55,
        "text": "Stryjowie napróżno starali się upadłego tak nizko synowca podźwignąć, niewymogli na nim nic, a zjednali sobie nienawiść żony jego, która obawiając się, aby oni kiedy w miejscu jéj synów, nie doszli do rządów, namawiać męża zaczęła na zgładzenie ich ze świata. Długosz umieścił z tego powodu całą jéj przemowę do męża wielce przekonywającą i dowodzącą, że koniecznie pozbyć się stryjów powinien."
      },
      {
        "index": 56,
        "text": "Przebiegła niewiasta postawiła na swojém, Popiel udaje ciężką chorobę i stryjów do siebie zaprasza, a niby czując się blizkim zgonu, żąda, aby z nim razem stypę, to jest ucztę pogrzebową odbyli."
      },
      {
        "index": 57,
        "text": "Udawane jęki i rozpacze nad jakoby już umierającym księciem, miały być tak rozrzewniające, że „nawet posągi spiżowe zdobiące zamek królewski na tak rzewliwe płacze i narzekania łzawym potem spłynęły“. Te posągi spiżowe na zamku Popiela są zaprawdę rzeczą osobliwą."
      },
      {
        "index": 58,
        "text": "Odbyto więc ów jakiś obrzęd pogrzebowy religijny, a potém zastawiono hojną biesiadę. Komedja owa choroby, rozpaczy, polecania pozostać mającéj wdowy opiece stryjów, przeciąga się długo. „W ciągu tych rozmów, powiada Długosz, który układa powieść swą nie skąpiąc szczegółów — słońce poczęło blask swój usuwać z niebokręgu, a Popiel „skończył już grę całą kuglarstwa, które przebiegła żona jego dla podejścia stryjów i panów wymyśliła. Stryjowie téż i panowie dopełniwszy tego wszystkiego, co przy umierającym lub zmarłym książęciu czynić się zwykło, czekali, według upewnienia o objawionym bogów wyroku ostatecznéj zgonu chwili. — Wtedy Popiel na pożegnanie niby ze stryjami i starszyzną, każe przez sługi podać sobie miodu, aby przy ostatnim uścisku zatwierdzić spełnieniem czary umówione z niemi przymierze. Miał zaś puhar złocisty, przemyślną i pracowitą robotą ryty misternie, a podstawiony zręcznie przez królowę, w którym napój acz w niewielkiéj ilości podany, pienił się i burzył tak, iż z połowy naczynia występując z szumem do góry, po zdmuchnieniu piany opadał i wracał stopniami do równowagi, jak to widzimy na wrzącym ukropie, gdy się z pod niego ogień usunie. Napój śmiertelny, wsączony do tego puhara, podano najpierw królowi Popielowi, aby go pokosztował, a drudzy uważali za czysty i zdrowy. Król udaje jakoby pił do obecnych panów, a zdmuchnąwszy pieniste bełty, podnoszące się ze środka naczynia, wypróżnia je na pozór; rzeczywiście ani dotknął się usty, a tém mniéj pokosztował napoju, pozostałą zaś połowę, która mocną zaprawiona była trucizną, każdy z stryjów, dając pocałowanie królowi, spełniał po kolei“."
      },
      {
        "index": 59,
        "text": "Przywiedliśmy tu cały ten ustęp, aby o powieści Długosza dać wyobrażenie. Stryjowie szaleją z bólu i umierają, a Popiel śmierć tę ogłasza jako zasłużoną karę za zbrodnię knowaną przeciw bratankowi."
      },
      {
        "index": 60,
        "text": "Zakazuje oprócz tego ciała ich chować, sam zaś daléj wiedzie życie rozpustne, zastawia biesiady, zalewa się winem i wonnościami, upaja rozkoszą. Tymczasem z trupów stryjów, wylęga się mnóstwo niesłychane myszy, które napadają Popiela i jego rodzinę „biesiadującego przy stole.“ Służba napróżno je odpędzić się stara, kupami nachodzą, dniem i nocą nie dają im spoczynku, rzucają się nawet na odpędzające straże, przeciskają przez nałożone dla odstraszenia ich ogniska. Popiel chroni się na statku wśród jeziora, potém do „drewnianej wieży“ zewsząd wodą otoczonéj, myszy płyną za łodzią, pędzą na wieżę, zjadają dzieci w oczach rodziców, potém żonę, naostatek Popiela, którego tak na drobniuchne kawałeczki rozniosły, iż szczątku najmniejszego z niego nie zostało. Następuje pogrzeb reszty ciał stryjów i zwołanie zjazdu do Kruszwicy dla obioru nowego króla."
      },
      {
        "index": 61,
        "text": "Zrodziły się tu ze współzawodnictw niezgody i zatargi, potworzyły stronnictwa. Nie chciano nikogo z ohydzonéj wybrać rodziny. Tymczasem sąsiedzi najazdem kraj trapili."
      },
      {
        "index": 62,
        "text": "W takiém to położeniu kraju, opatrzność znowu nastręcza, jak w kilku poprzednich powieściach, człowieka nizkiego, pospolitego stanu, dla uratowania go..."
      },
      {
        "index": 63,
        "text": "Piast wedle opowiadania kronikarza, nazwany tém imieniem dla wzrostu nizkiego i krępéj a silnéj budowy ciała — był człowiekiem prostych obyczajów i wrodzonéj poczciwości, ubogim, żyjącym z kawałka roli, którą uprawiał. Żona jego równie poczciwa zwała się Rzepica. Mieli tylko jednego syna."
      },
      {
        "index": 64,
        "text": "Jeszcze za życia Popiela raz dwaj nieznani pielgrzymi, napróżno prosząc o schronienie u księcia, gdy go im odmówiono, udali się do chaty Piasta. Tu ich gościnnie przyjęto, sądkiem miodu i utuczonym prosiakiem, które przygotowane były dla uraczenia sąsiadów zaproszonych na postrzyżyny syna. Uboga ta uczta, jak w Kanie galilejskiéj stała się cudowną pomnożeniem, za sprawą pielgrzymów, napoju i mięsiwa. Synowi nadali oni imię Ziemowita. Długosz widzi w nich lub aniołów, albo apostołów Jana i Pawła, gdyż sami zapytani, mieli się temi nazwać imionami."
      },
      {
        "index": 65,
        "text": "Oznajmują oni Piastowi o przyszłym jego wyborze — i upewniają, że tłum zgłodniały zebranych na wiec, nakarmi i napoi... To nakarmienie i napojenie... (wielce charakterystyczne, gdy się wspomni sejmy późniejsze) skłania umysły do wyboru ubogiego Piasta... Wzbrania się on przyjąć władzy, aż nareszcie ulega wyraźnemu zrządzeniu opatrzności."
      },
      {
        "index": 66,
        "text": "Piast, jak ów Leszek, co suknię kazał rozwieszać swoją, dla przypomnienia mu ubóstwa, wziął z sobą swoje chodaki z kory dębowéj urobione, kazał je zachować w pałacu i wszystkim potomkom pokazywać, aby się wyrzekli pychy i próżności..."
      },
      {
        "index": 67,
        "text": "Na tém się kończą legendy poprzedzające dzieje pewniejsze u Długosza, legendy już u niego tak wypełnione, tak pełne drobnych rysów dobitnych, jak gdyby czerpane były z jakiego źródła prastarego, które z taką barwą je przechowało."
      },
      {
        "index": 68,
        "text": "Trudno zaprawdę dziś oznaczyć, co kiedy do opowiadań ludu, służących im za tło i podstawę, przyrosło. W wielu epizodach widać heraldyczne przyrostki, powieści z czasów rycerskich, może Krzywoustego, w innych późniejszych jeszcze tkaniny, naostatek ręka historyka, który upięknia, wypełnia, rozszerza, dramatyzuje te baśnie stare, a zarazem zaciera ich pierwotną prostotę."
      },
      {
        "index": 69,
        "text": "Skuba, który Krakowi dopomógł do zatrucia smoka, Jaxa stryj Popiela są to postacie z legend herbowych pobrane. Powieści o wyścigach Leszka, o Przemysławie i hełmach, widocznie są już nowsze, same szczegóły w nich to poświadczają. Długosz szukający znaczenia moralnego w tych opowiadaniach, nadaje im barwę, jaką mają całe jego dzieje."
      },
      {
        "index": 70,
        "text": "Baśń u niego staje się historyą budującą, wykazującą, że sprawiedliwość Boża ściga winnych, że kara nigdy nie mija występku, prędzéj czy późniéj, a cnota zostaje nagrodzoną."
      },
      {
        "index": 71,
        "text": "Całość tych legend, jak się z pierwszego wejrzenia na cały ich ciąg przekonać łatwo, nader nieforemnie się składa. Usiłowanie połączenia ich z jakąś chronologią, z dziejami pewniejszemi innych państw, niewytrzymuje najbardziéj pobłażającéj krytyki. Szczegóły niemal jedne powtarzają się kilkakroć, scena przenosi z Krakowa do Gniezna i Gniezna do Krakowa bez widocznéj przyczyny. Leszkowie znikają i wracają. Jawném jest, że podanie o mogiłach Kraka i Wandy i czeskie tradycye zostały wszyte w miejscu dowolném."
      },
      {
        "index": 72,
        "text": "Pomimo to wszystko, w legendach tych nietylko imiona, ale główne rysy podań ludu, jeszcze dziś są widoczne. Napróżnoby tylko usiłował kto, z téj tkaniny potarganéj i sklejonéj dowolnie, stworzyć ciągłe następstwo wypadków."
      },
      {
        "index": 73,
        "text": "Leszkowie i ich panowanie, rząd gminowładny pierwotny, obalenie książęcéj władzy Lechów, przez kmieciów, których Piast przedstawia, są jedynemi jasnemi pozostałościami historycznemi, które mają znaczenie."
      },
      {
        "index": 74,
        "text": "W tém wszystkiém pełno jednak poezyi, pełno pomysłów pięknych, na które się składały wieki, i wartość artystyczna tego płodu wyobraźni i natchnienia narodowego jego niezaprzeczoną. One są kwiatem tym wyrosłym na mogiłach, który coś przecie ma w sobie z ciał i ducha szczątków, pokrytych niemi... KONIEC."
      }
    ]
  }
}