{
  "chapterNumber": 14,
  "title": "Tom II, Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Na jeziorze Lednicy, leżała wyspa, ostrów święty, do którego zdala, od Wisły nawet, od Łaby, od Odry przychodzili z ofiarami, po wróżby i rady pielgrzymi."
      },
      {
        "index": 3,
        "text": "Niewiele naówczas takich chramów i świątyń liczono na ziemiach słowiańskich. U Ranów na ostrowiu stał chram Światowida, u Redarów drugi, u Serbów nad Łabą Trygłowa trzeci, w Stargrodzie w gaju czczono Prowego. Ciągnęły do nich na wielkie świątki i dnie uroczyste różne plemiona z dalekich stron, schodzili się ludzie jednego słowa, choć różnéj nieco mowy, i u świątyń tych radzili i porozumiewali, co ku obronie od wspólnych wrogów przedsiębrać mieli."
      },
      {
        "index": 4,
        "text": "Na ostrowiu Lednicy stał taki chram Nii, do którego szła właśnie Dziwa, schronić się od pomsty i poświęcić resztę życia pilnowaniu ognia świętego."
      },
      {
        "index": 5,
        "text": "Trzeciego dnia pokazało się jezioro szeroko rozlane, świecące, jasne, a podróżni powitali je pokłonem, bo i ono, jak ostrów, świętém było."
      },
      {
        "index": 6,
        "text": "Ostrów téż zdala się dostrzedz dawał, naówczas gęstym gajem i zaroślami okryty. Zakrywały one chram oczom i zdawały się całą wyspę okrywać. U brzegu, na palach wbitych niegdyś w jezioro, stały chatki rybaków nędzne. Przy nich do palów poprzywiązywane czółna kołysały się jak senne, poruszając z falami. Rybacy zamieszkali w tych budkach przewozili na ostrów pielgrzymów."
      },
      {
        "index": 7,
        "text": "Wieść niosła, że chaty biednych tych ludzi stały tu od wieków, że ich niegdyś była tu moc wielka, że pale część znaczną wód zajmowały, a na pokładach nad niemi cała niegdyś osada liczna i zamożna zamieszkiwała. Ale z czasem gniły pale, padały chałupy w wodę, ludzie się na ląd przenosili i rozpraszali. Teraz tu tylko pozostało ich kilka, zczerniałych, osiadłych nisko, okopconych, a zajmowali je rybacy i przewoźnicy."
      },
      {
        "index": 8,
        "text": "U chat na palach pożegnała Dziwa swoich towarzyszów, tu już bezpieczna, sama iść mogła, kędy jéj kazała dola. Nie potrzebowała ani druhów, ani drużki. Rzucił się jéj Sambor do nóg, bo ją od dziecka szanował i miłował."
      },
      {
        "index": 9,
        "text": "— Zdrów bywaj, Samborze — odezwała się — bądź szczęśliwy... pokłon odnieś odemnie siostrze miłéj, braciom, wszystkim... nawet ptakom, co koło naszéj latały zagrody."
      },
      {
        "index": 10,
        "text": "Z chaty na palach, które się trzęsły pod nim, wyszedł stary zgarbiony człowiek, w drżących rękach wiosło trzymając. Nie mówiąc nic zszedł do czółna, zstąpił w nie, odwiązał i czekał. Dziwa siadła, odbił od brzegu i czółno pomknęło po wodach spokojnych. Towarzysze stali i patrzyli, stara piastunka płakała padłszy na ziemię. Dziwa chustą wiewała. Białe ptaki nad głową jéj się niosły i kwiliły, jakby rozumiały, że się ze swoim rodzonym rozstawała światem."
      },
      {
        "index": 11,
        "text": "Czółno płynęło. Już twarzy jéj widać nie było, tylko koszulę białą i białą jak ona twarz, a potém plamkę białą, a późniéj ostrów i drzewa zakryły czółenko i znikło. Dziwa płynęła gdzie ją dola niosła. W tém łódka się o brzeg oparła i zadrgała, stary wyszedł na ląd i przytrzymał ją. Para kamieni sterczała nad wodą; dziewczę wysiadło i wyszło."
      },
      {
        "index": 12,
        "text": "Na ostrowiu cicho było, cicho... tylko tysiące słowików w krzakach na zabój nuciły. Pomiędzy łozy i olszyny wiodły ścieżki kryte, ludzkiemi powydeptywane stopami."
      },
      {
        "index": 13,
        "text": "Dziwa szła zwolna przed siebie nie spiesząc, wiedząc, że dojdzie gdzie jéj losy iść kazały."
      },
      {
        "index": 14,
        "text": "Wśród gęstwiny łączka się otwarła zielona. Tu gromadkami siedzieli ludzie i pożywali z kobiałek co kto miał z sobą, w milczeniu jakiémś uroczystém."
      },
      {
        "index": 15,
        "text": "Widać było po sukniach, ich barwie i kroju, że ludzie tam byli z krajów różnych. Byli tam mową i odzieżą odmienni od siebie, a językiem pokrewni Połabiańscy Syrbowie, Wilcy i Redary, byli Dalemińcy, Ukrańce, Łuczanie, Dulebianie, Drewlanie z Drażdańskich lasów, Polanie tutejsi, Łużanie z nad Warty i Odry, Bużanie od Buga, Chorbaci nawet i niezliczone naówczas plemiona, które się różnemi imionami zwały, z jednych rodów odszczepionych od pnia głównego pochodząc. Widok był zaprawdę piękny tych gromad, co się rozumiały, a przecie nie znały i dziwiły sobie, z których każda miała inną twarz i obyczaj odmienny, a wszystkie czuły się do wspólnéj prastaréj matki."
      },
      {
        "index": 16,
        "text": "Nie bratali się bardzo, ostrożnie ocierali o siebie, ale zanucona pieśń, rzucone słowo zbliżało powoli."
      },
      {
        "index": 17,
        "text": "Szare, czarne, brunatne, białe świty, siermięgi, opończe, pasami zielonemi, krasnemi, czarnemi i białemi poprzepasywane, odznaczały plemiona. Uzbrojenie téż nie było równe. Plemiona z nad Wełtawy i Łaby, bliższe niemców, już od nich wiele zapożyczyły, ci co mieszkali ku Wiśle i w głębi, dziczéj wyglądali jeszcze. Z nad Bałtu (białego słowiańskiego morza) mieli dużo przywoźnego sprzętu, który im statki z dalekich krajów przynosiły."
      },
      {
        "index": 18,
        "text": "Dziwa przeszła pomiędzy gromadami, które ją ciekawemi mierzyły oczyma. Chramu ztąd jeszcze widać nie było, bo go gęstwina zasłaniała zielona. Wpośród zarośli trafiła na kamienny obwód pierwszy chramu. Stały te kamienie ogromne, jak je ziemia zrodziła, jak je morze przyniosło, nie tknięte ręką ludzką, z temi twarzami, jakie im dały wieki, jedne nieopodal od drugich, w odstępach równych, jak zaklęci w głazy stróże. Jak zajrzeć w lewo i prawo, ciągnął ten poświęcany szereg dokoła."
      },
      {
        "index": 19,
        "text": "Na jednéj z tych brył siedziała kobieta w bieli, podparta na ręku. Stara już była i włos miała srebrny, rozpuszczony na ramiona, a na nim dziewiczy wianek ruciany. W ręku trzymała laskę białą, z korą pozostawioną tylko, by ją jak wąż, jak wstążeczka opasywała. Ubiór miała wieśniaczy, biały, świeży i czysty, a przy nim spinki błyszczące. Na twarzy spokojnéj, pomarszczonéj i zwiędłéj widać było życie jakby senne, coś na pół umarłego, nietroszczącego się ani o śmierć, ani o dole."
      },
      {
        "index": 20,
        "text": "Dziwa się pokłoniła przed nią."
      },
      {
        "index": 21,
        "text": "Stara oczy powoli podniosła, nic nie mówiąc, ręką jéj pokazała na prawo, na dróżynę, głowę podparła znowu i dumała."
      },
      {
        "index": 22,
        "text": "Dziewczyna szła dróżyną wskazaną. O kilka kroków stał na kiju sparty starzec, niewielkiego wzrostu, odziany bielizną świeżą, w obuwiu z czerwonemi sznury i zarzuconéj na ramiona opończy ciemnéj. Czapka wysoka czarna okrywała mu czoło."
      },
      {
        "index": 23,
        "text": "Na zbliżającą się zwolna Dziwę patrzył z pod brwi siwych. Skłoniła mu się do kolan."
      },
      {
        "index": 24,
        "text": "— Tyś tu panem i ojcem? — spytała."
      },
      {
        "index": 25,
        "text": "— Wizun jestem... tak..."
      },
      {
        "index": 26,
        "text": "— Przytułku u was prosić przychodzę — poczęła Dziwa powstając — będę Nii ognia pilnować święcie... Od młodu ślubowałam Bogom!"
      },
      {
        "index": 27,
        "text": "Stary Wizun łagodnie i spokojnie patrzył i słuchał. Dziewczę wymówiło te wyrazy szybko, rumieniec okrywał jéj twarz."
      },
      {
        "index": 28,
        "text": "— Sierota jesteś? — zapytał."
      },
      {
        "index": 29,
        "text": "— Nie... miałam niedawno ojca i matkę, mam jeszcze braci i siostrę... Kmieć Wisz był mi ojcem — poczęła mówić — Wisza kneziowscy ludzie zabili..."
      },
      {
        "index": 30,
        "text": "Wizun zbliżył się ciekawie słuchając."
      },
      {
        "index": 31,
        "text": "— Mnie chciał porwać za żonę sąsiad nasz... broniąc się zabiłam go. Nie chcę, aby się jego krwi mścili... przyszłam tu..."
      },
      {
        "index": 32,
        "text": "— Zabiłaś? — zawołał zdziwiony stary Wizun — ty? zabiłaś?.. Jak się zwał ten człowiek?"
      },
      {
        "index": 33,
        "text": "— Doman! — odpowiedziała rumieniąc się dziewczyna."
      },
      {
        "index": 34,
        "text": "— Doman! Doman! — ręce załamując rzekł stary — ja go nosiłem małym na rękach..."
      },
      {
        "index": 35,
        "text": "Zmarszczył się Wizun."
      },
      {
        "index": 36,
        "text": "Dziwa pobladła, ulękła się, aby ją nie odepchnięto. Stary nie mówił nic, sparty na kiju, milczał patrząc w ziemię."
      },
      {
        "index": 37,
        "text": "— Doman zabity!.. — mówił do siebie — zabity przez dziewkę..."
      },
      {
        "index": 38,
        "text": "— Mów, jakeś ty go zabiła! — odezwał się stary."
      },
      {
        "index": 39,
        "text": "Dziwa drżącym głosem poczęła opowiadanie, tłumacząc się z tego czynu ślubem swym i popełnionym na niéj gwałtem. Wizun pytał, czy wie, że został zabitym, nie ranionym, nie chciał wierzyć śmierci. Potém zamilkł."
      },
      {
        "index": 40,
        "text": "— Pozwólcie mi tu zostać u ogniska! — zawołała Dziwa."
      },
      {
        "index": 41,
        "text": "Nie odpowiadał stary długo, myślał."
      },
      {
        "index": 42,
        "text": "— Zostań — rzekł w końcu — aleś ty dla nas i zamłoda i zakrasna... Ty nie znasz siebie, zatęsknisz... bądź sobie gościną tylko... inaczéj ja cię nie chcę... Jak ci serce odboli, pójdziesz! o! pójdziesz!.."
      },
      {
        "index": 43,
        "text": "— Nie! nie! — rzekła Dziwa — zostanę..."
      },
      {
        "index": 44,
        "text": "Wizun się uśmiechnął smutnie, nic już nie mówiąc, wskazał jéj do chramu drogę."
      },
      {
        "index": 45,
        "text": "Biegła raczéj niż szła we wskazaną stronę Dziwa. Tu stał częstokół i wrota. Częstokół był z polan gładko ciosanych, rzezanych u góry misternie w zęby i koła. Wrota téż miały słupy drewniane, strojne jak dziewczęta w rąbki, zęby, w pasy, jedne malowane biało, drugie żółto i czerwono. Na daszku nad wrotami wisiały wianki, w części poschłe, w części zielone jeszcze i świeże. Ztąd liśćmi zielonemi kosaćca usłana już była droga."
      },
      {
        "index": 46,
        "text": "W pniu rzezanym pięknie, u którego stał czerpaczek biały, woda była czysta jak łza, źródlana. Dziwa zaczerpnęła jéj i napiła się spragniona."
      },
      {
        "index": 47,
        "text": "— Bądź mi zdrowa wodo święta, wodo nowa! — szepnęła."
      },
      {
        "index": 48,
        "text": "Z za wrót wyglądał drugi staruszek, do Wizuna podobny, który się od przychodzącéj skrył żywo."
      },
      {
        "index": 49,
        "text": "Szła droga pomiędzy dwoma częstokołami naokół, a drugie opasanie chramu było jeszcze ozdobniéj z drzewa ciosane."
      },
      {
        "index": 50,
        "text": "Wisiały na nim skóry, oręż różny i dary, które składali pielgrzymi. Tą drogą trzeba iść było szukając wrót drugich. Do tych spinać się musiała po wschodach. Ciemniéj tu było, bo drzewa i opasanie, światło odejmowało."
      },
      {
        "index": 51,
        "text": "Tu już stał sam chram, na gęstych dokoła słupkach drewnianych oparty i okryty dachem gontowym. Pomiędzy słupkami malowanemi czerwono, z żółtemi przepaski, wisiały czerwone sukienne opony, zakrywające wnętrze. Ścian nie było."
      },
      {
        "index": 52,
        "text": "Trwoga jakaś ogarnęła dziewczynę, gdy zbliżywszy się ku sukiennéj zasłonie podnieść ją miała, aby się dostać tam, zkąd już nie chciała, nie myślała wynijść nigdy. Popatrzyła w świat biały, na dzień biały, posłuchała słowików gwaru i ręką drżącą podniosła zasłonę, która zaszeleściała nad jéj głową."
      },
      {
        "index": 53,
        "text": "Weszła. Tu ogarnęła ją na chwilę noc, bo oczy jéj zrazu nic dojrzeć nie mogły. Na tle tylko czarném płomień błyskał w głębi. Zapach smoły, bursztynu, spalonych ziół, przesycał powietrze ciężkie i ciepłe. Dopiero oczy oswoiwszy postrzegła kontynę, na słupach jeszcze wewnątrz opartą, ciemną, smutną i pustą. Daleko przed nią stały kamienie, które otaczały wolno płonące ognisko. Dym i iskry dobywały się z niego to wolniéj, to żywiéj i szły ku górze, do otworu w dachu, lub wiatrem zwrócone rozchodziły się we wnętrzu budowy. Przy ogniu dwie białe postacie siedziały jakby uśpione czy drzémiące."
      },
      {
        "index": 54,
        "text": "Z za dymu i płomieni widać było na ścianie kontyny coś niewyraźnego, podnoszącego się wysoko, aż pod strop i dach. Była to czarna okopcona postać dziwna, nieforemna, straszna, u któréj nóg kilka trupich białych czaszek leżało. Obok niéj wisiały łuki, oręż, noże, jakieś zdobyte łupy, a sam posąg obwieszony był cały niemal sznurami bursztynu i kraśnych kulek ponizanych na nici. U góry, w głowie potwornéj, dwoje oczów, dwa świecące ogromne kamienie czerwone, jakby krwią gorejącą pałały. Nie widać tam było nic, tylko tych oczów płomienistych dwoje, od których skryć się nigdzie nie było można. Patrzały na wszystkie strony, odbijał się w nich ogień u stóp palący, migotał w czerwonych kamieniach i czynił je jakby żywemi. Wśród ciemności, te drganiem płomienia ruszające się oczy bóstwa, przerażały jak spojrzenie ze światów innych, groźne i gniewu pełne."
      },
      {
        "index": 55,
        "text": "W chramie teraz nic słychać nie było, tylko trzask palącego się łuczywa i świergot ptastwa, które otworami dostawszy się do środka jego, niespokojnie pokrzykiwało, latając, aby się ztąd napowrót wydobyć."
      },
      {
        "index": 56,
        "text": "Dziwa postawszy chwilę, bo w niéj czerwonych oczów dwoje zrodziły trwogę i odjęły siłę, wolnym krokiem podeszła ku ognisku, myśląc:"
      },
      {
        "index": 57,
        "text": "— Tu więc miejsce moje."
      },
      {
        "index": 58,
        "text": "I nie pytając już nikogo, nie patrząc, zbliżyła się aż do dwóch siedzących niewiast, co ogień podsycały, siadła jak one na pustym kamieniu, wzięła nagotowane łuczywo i położyła je na ognisku."
      },
      {
        "index": 59,
        "text": "Jedna z kobiet wstrzymywać ją chciała, lecz zapóźno się podniosła. Ogień już był objął tę pierwszą ofiarę, na którą Dziwa patrzała, jakby się w niéj własne paliło życie. Dwie stróżki tego Znicza popatrzały na nią ciekawie i trochę przelękłe. Przy świetle ognia mogła dojrzeć ich twarze. Zwiędłe były, smutne i blade."
      },
      {
        "index": 60,
        "text": "Przyglądając się pięknéj dziewczynie szeptały coś pomiędzy sobą, jakby litując się nad nią. Głowami potrząsały tylko, nie śmiejąc się odezwać. Zdawały się patrzyć na nią jak na skazaną. Dziwa siedziała spokojna, w ogień wlepiwszy oczy, odpoczywała."
      },
      {
        "index": 61,
        "text": "U ognia zmieniały się potém stróżki, Dziwa przesiedziała sama całą noc przy nich, dorzucając po łuczywie. Sen ją nie brał, myślami jeszcze żegnała życie swe dziewicze i domową zagrodę, a czerwone oczy Nijoły przyszłość czyniły straszną."
      },
      {
        "index": 62,
        "text": "Tak przeszedł dzień pierwszy i tak samo prawie drugi upłynął. Mogła tylko wyjść za kontynę i odetchnąć świeżém powietrzem. Ale tu skupiały się koło niéj stróżki ognia i ciekawie przyglądały się jéj, badały, dopytywały uśmiechając; zwracali oczy przechodzący pielgrzymi i Dziwa wolała już milczenie swe w ciemnym kątku, niż te napaści próżnującéj gawiedzi i te pytania bez końca."
      },
      {
        "index": 63,
        "text": "Nazajutrz siwowłosa w wianku kobieta spotkała ją téż za chramem i zagadnęła o przeszłość, i jéj opowiadać się musiała, zkąd przyszła i dlaczego, ale ta słuchała roztargniona i nie okazała nawet czy ją powieść obeszła. Dziwa spodziewała się tu może jakiegoś podnieconego życia, z pieśnią i marzeniem, a znalazła milczenie i ołowiane brzemię na wszystkich tych niewiastach znużonych ciszą jednostajną, jaka ich otaczała. Bezmyślnie spełniały one posługę przy chramie i dzień schodził na półsenném jakiémś osłupieniu, na zdrętwieniu i martwocie. Wieczorem zjawił się stary Wizun, po odejściu siwowłoséj kobiety; oczyma prawie gniewnemi mierzył Dziwę i pytał znowu o Domana."
      },
      {
        "index": 64,
        "text": "Dziewczę opowiedziało swą przygodę po raz drugi."
      },
      {
        "index": 65,
        "text": "— Domana mi żal — zawołał — nosiłem go dzieckiem na ręku, chłopak był odważny, dobry, gościnny... i przyszło mu zginąć nie na wojnie, nie na łowach, ale z rąk niewiasty... ze sromem!.."
      },
      {
        "index": 66,
        "text": "— A jakżem ja bronić się miała, będąc w jego mocy? — odezwała się Dziwa. — Wolno się bronić dzikiemu zwierzęciu i robakowi nawet, a nie godziłoby się dziewczynie?"
      },
      {
        "index": 67,
        "text": "Starzec się namarszczył tylko i spojrzał dziko na nią."
      },
      {
        "index": 68,
        "text": "— Doman rannym być może, ale zabitym... nie! nie! to być nie powinno i nie będzie... — dodał."
      },
      {
        "index": 69,
        "text": "Chciał, aby mu opowiedziała, jak mu cios zadała, ale Dziwa sama już teraz nie wiedziała, jak się to stało, aniby umiała wytłumaczyć, zkąd na to wzięła odwagę i siłę, zmilczała więc."
      },
      {
        "index": 70,
        "text": "Następnych dni jakby za karę, najcięższą pracę na nią włożono. Musiała drzewo nosić i wodę, zamiatać i myć chram, biegać do źródła, służyć wszystkim. Odprawiono ją wreszcie do tego, od czego w domu była wolną — do gotowania strawy dla innych. Nie zbywało na ostrych słowach i na śmiechu bolącym, i na jakiéjś wzgardzie, którą jéj starsze okazywały. Wszystko to przetrwała milcząca, spokojna, z taką dumą, iż niechęć się rozbiła o nią i dziewczęta z poszanowaniem patrzyć zaczęły na tę, która ani skarżyć się nie chciała, ani płakać, ani okazać, że ją boli poniewieranie."
      },
      {
        "index": 71,
        "text": "Dano pokój wreszcie, widząc, że znęcanie się nie czyni skutku."
      },
      {
        "index": 72,
        "text": "Każdego niemal dnia nadciągały łódkami nowe gromady po wróżby, składając ofiary przed Niją. Dziwa siedziała już u ognia po kolei i bez kolei a była tu jak doma. Milcząca mogła marzyć, patrzyć w dym, który w jéj oczach różne dziwne przybierał kształty i nie troszczyć się o życie. Dwa razy na dzień z ofiarnych dań i gotowanéj strawy zastawiano obiatę dla stróżek i było dostatkiem wszystkiego. Suchych korowajów ostatkami karmiły się niezliczone ptastwa stada, a żarłoczne wróble tysiącami kręciły się przy chramie."
      },
      {
        "index": 73,
        "text": "Dziesięć już dni upływało od tego pamiętnego dnia, gdy Dziwa u ognia zasiadła i pierwszą go drzazgą podsyciła. Była przybywszy ostatnią, teraz słuchały ją inne... Panować tu nie pragnęła, przyszło to samo, gdy uczuły wszystkie dziewczęta w niéj tę jakąś wyższość, która się narzuca sama i oprzeć się jéj nie można. Leniwe i śpiące stróżki ognia same zdały na nią pieczę, staranie, pracę i rozkazywanie. Siedząc zdala patrzały na nią i strach je jakiś ogarniał, tak miała pańską postać i do rozkazywania była stworzoną."
      },
      {
        "index": 74,
        "text": "Dziesiątego dnia siedziała u ognia, gdy szmer powstał dokoła chramu i po całéj wyspie. Ludzie dokoła biegali, ruch się stał wielki, nagle podniesiono zasłony ze wszech stron i między słupami najbliżéj ognia stojącemi ukazał się Wizun w świąteczném ubraniu i kołpaku, a z nim mężczyzna rosły, czerwony, gruby, w czapce z piórem, w płaszczu czerwono naszywanym na ramionach, ze złotemi szlaki, blaszkami świecącemi okrytemi. Świecący miecz wisiał u jego boku. Dziwa spojrzawszy nań, uczuła w sobie przestrach i trwogę."
      },
      {
        "index": 75,
        "text": "Ten czerwonolicy, z dziko patrzącemi oczyma człowiek, podobien do zwierza, który wyszedł z puszczy, z usty skrzywionemi szydersko, obudzał w niéj wstręt i odrazę niewysłowioną. Byłaby uciekła, gdyby mogła."
      },
      {
        "index": 76,
        "text": "Stanął on, nie zdejmując kołpaka, ani się pokłoniwszy, naprzeciw ognia i bałwana Nijoły, patrząc nie na świętości, ale na pilnujące Znicza dziewczęta. Długo je oczyma przechodził, zatrzymał wzrok na Wiszowéj córce i już go od niéj nie zwrócił. Poszeptał coś staremu, który głową potrząsł. Chwilę się wzdragał. Mężczyzna stał uparcie, dwa razy po ramieniu uderzył starego i pchnął go wewnątrz chramu nakazująco."
      },
      {
        "index": 77,
        "text": "Stary wahając się zbliżył powolnym krokiem ku Dziwie, pochylił ku niéj i rzekł cicho:"
      },
      {
        "index": 78,
        "text": "— Kneź to jest miłościwy... chce, żebyś mu wróżyła."
      },
      {
        "index": 79,
        "text": "— Wróżyć nie umiem — odpowiedziało dziewczę. — Wróżby nakazać nie można, ona przychodzi zesłana od duchów... ja wróżyć nie umiem..."
      },
      {
        "index": 80,
        "text": "W téj chwili z drugiéj strony zbliżyła się siwowłosa Nania i odciągnęła na stronę dziewczynę."
      },
      {
        "index": 81,
        "text": "— Wróż mu — rzekła — ja cię zielem upoję... wróż mu... wróż mu wszystko złe, bo człowiek niedobry... Wyniesiem kadzidło, dym cię upoi... mów... mów mu śmiało, co myśl przyniesie... on się nie waży uczynić ci nic złego..."
      },
      {
        "index": 82,
        "text": "To mówiąc stara dobywała suche ziele i garnek z węglem nabranem z ogniska postawić kazała na ziemi. Rzucono ziele na nie i dym gęsty, przykry, gryzący otoczył pochyloną dziewczynę. Trzymano ją nad nim długo. Czuła jak się jéj zmąciły myśli, jak z kłębów dymu rosły jéj w oczach dziwne jakieś kształty, jak traciła przytomność i zdawało się jéj, że na świat inny przeniesioną została. Na głowie ciężyło brzemię jakieś straszne... krwawe smugi na czarném tle, jasne błyskawice, kłęby dymu, smoki i gady, i ludzie potworni, karły i olbrzymy, wszystko to razem wirowało jakby przed drugiemi oczyma upojonéj. Dwie stróżki ją podtrzymywały, inaczéj paśćby była musiała omdlona. Lecz słabość ciała razem szła z olbrzymią myśli potęgą. Czuła się śmiałą i gardzącą niebezpieczeństwem, panią i królową..."
      },
      {
        "index": 83,
        "text": "W tém upojeniu powoli wiedziono ją przed knezia, który cofnąwszy się poza słupy kontyny stał pod częstokołem, oparty oń, z szyderską twarzą."
      },
      {
        "index": 84,
        "text": "Dziwa wpatrzyła się w to oblicze dzikie, wykrzywione, straszne, z taką siłą wzroku, że kneź spuścił mrucząc oczy przed nią i zadrżał."
      },
      {
        "index": 85,
        "text": "— Będziesz mi wróżyła — mruknął cicho."
      },
      {
        "index": 86,
        "text": "— Będę wróżyła — poczęła Dziwa, która czuła, że jakaś siła zmusza ją do mówienia — będę ci wróżyła..."
      },
      {
        "index": 87,
        "text": "Dwoje dziewcząt postawiły przed nią wiadro wody świętéj, spuściła oczy na nią. W wodzie odwrócona odbijała się twarz szkaradna Chwostka, a obok niéj w dymach, któremi ją ciągle okadzano, krążyły najdziwniejsze postacie."
      },
      {
        "index": 88,
        "text": "Kneź patrzył — zrazu szyderski, teraz bledniejąc i jakby przelękły, ręką się opierał o częstokół, a widać było jak drżał."
      },
      {
        "index": 89,
        "text": "Obok niego stojący Wizun oczyma nakazującemi, których nie spuszczał z dziewczyny, zdawał się jéj dyktować, co mówić miała."
      },
      {
        "index": 90,
        "text": "Chwila milczenia poprzedziła urywanemi słowy wyjąknioną wróżbę."
      },
      {
        "index": 91,
        "text": "— Ciemno! ciemno! nie widzę nic... — mówiła — czerwona struga jakby płynęła krew, ciągle krew... wszędzie krew... Po rzece téj płyną trupy białe, jeden, drugi... więcéj jeszcze, białe ich oczy nie widzą i nie patrzą... płyną, płyną, przepłynęli... Krew znowu, kubki po niéj pływają, miecze po niéj migają... Słyszę wołanie: krew za krew!.. Na rzece płynie wyłupionych czerwonych oczów dwoje i patrzą na mnie... na stosie leży starzec zabity, na śmiecisku pod stołbem młodzieniec, na jeziorze pozarzynane męże, wołają: krew za krew! Psy wyją i krucy kraczą... krew za krew!.."
      },
      {
        "index": 92,
        "text": "Kneź rzucił się, aż częstokół za nim zachrzęszczał i miecz mu zadzwonił u boku."
      },
      {
        "index": 93,
        "text": "— Ty wróżbitko przeklęta — krzyknął — będziesz ty mi patrzała i mówiła inaczéj!"
      },
      {
        "index": 94,
        "text": "— Nie mogę... mówię, co mi duchy każą i ukażą... Kneź stoi na świetlicy... wysoko... dołem ludzie się gniotą, biją, mordują... Słyszę szmer, wrzawę, ciągną gromady... na granicy wrogi, w domu swoi się miotają... Na gród! na stołb! krew za krew!.. Gród się pali... płonie, gore... walą się dachy i ściany... krzyk i wołanie... popiołów kupa... góra trupów... kruków chmura czarna... Siadły, krakają... żrą serca od ciała... gdzie ścierw nie dogorzała... Krew za krew!.."
      },
      {
        "index": 95,
        "text": "Ciemno się zrobiło w oczach dziewczynie i osłabła osunęła się jak senna na ręce stróżek, które ją trzymały. Kneź stał blady i drżący pięści cisnąc, usta otworzył i zębami jak zwierz dziki grozić się zdawał. Nogą wiadro pchnął i wywrócił, woda święta popłynęła po ziemi. Dziwę wniesiono omdlałą do chramu. Chwostek stał milczący, wściekły."
      },
      {
        "index": 96,
        "text": "Stary Wizun sparty na kiju obok niego spokojnie czekał."
      },
      {
        "index": 97,
        "text": "— Przeklętą dziewkę związać i osiec! do lochu! do jamy! — krzyknął Chwostek — nauczy się wróżyć inaczéj..."
      },
      {
        "index": 98,
        "text": "Na to nie było odpowiedzi, zasłona kontyny spadła, a dziewczęta drugą stroną Dziwę wynosiły na powietrze. Kneź się chciał zwrócić do swoich pachołków, ale ci gdzieś daleko zostali."
      },
      {
        "index": 99,
        "text": "Stary spoglądał nań."
      },
      {
        "index": 100,
        "text": "— Uspokójcie się miłościwy panie — rzekł — kto chce wróżby, musi ją cierpieć jaką duchy dały... Dziewczyna jéj nie winna."
      },
      {
        "index": 101,
        "text": "Byli sami i Wizun zbliżył się wcale nie zdając zlękniony."
      },
      {
        "index": 102,
        "text": "— Miłościwy kneziu — dodał — dosyć macie niechętnych i zażalonych, nie róbcie ich więcéj targając się na to, co nie jedne Polany szanują... Miejsce święte i dziewczyna poświęcona..."
      },
      {
        "index": 103,
        "text": "Chwostek się rozśmiał dziko, przystąpił do starego i drżącą od gniewu dłonią pochwycił go za brodę, trzęsąc nią."
      },
      {
        "index": 104,
        "text": "— Ogień święty, dziewka poświęcona!.. ty także... stary... psi synu... Ja wam ognie pogaszę, ja wam dziewki wasze rozpędzę i chram ten zrównam z ziemią..."
      },
      {
        "index": 105,
        "text": "Stary nie pobladł nawet, milczał obojętny, ręka kneziowi opadła."
      },
      {
        "index": 106,
        "text": "— Jakby piorunów nie było — odezwał się spokojnie — moglibyście czynić co chcecie... a no pioruny padają i duchy bronić się czém mają... Nie szukajcie kneziu wojny z bogami, gdy jéj dość z ludźmi mieć będziecie."
      },
      {
        "index": 107,
        "text": "Chwostek nie odpowiedział nic, zerwał się z miejsca i poszedł prędko bijąc się w pospiechu to o jednę to o drugą ścianę częstokoła. Wracał do swych ludzi. Wizun pozostał we wrotach i patrzył na kiju sparty."
      },
      {
        "index": 108,
        "text": "Ludu tego dnia około kontyny było mnóstwo, a gdy kneź podniósł głos groźny i wykrzykiwać począł, rozległo się to daleko. Posłyszeli ludzie, jak groził chramowi i ogniowi, i nim uchodząc zdążył się dostać do swoich Smerdów i służby, dokoła rozległo się szemranie, mruczenie tłumu, który szumiał jak morze... płacząc, narzekając i grożąc zarazem. Niewiasty uchodziły przelękłe i kryły się w zarośla."
      },
      {
        "index": 109,
        "text": "Gdy Chwostek dostał się do kamiennego koła opasującego chram, gromady się już zbijały i szły jakby mu chciały zastąpić drogę."
      },
      {
        "index": 110,
        "text": "Czy stary Wizun skinął na nie, czy posłał do nich, aby popłoch rzucić i do obrony obudzić? — lecz co żyło przybyszów na Lednicy kupiło się, biegło naprzeciw Chwostka. Kupy stawały i zapierały mu drogę groźne. Ludziom swoim skinąwszy na nich zdala kazał je rozpędzać, ale ludzi rozpędzono. Oko w oko stał przeciw téj czerni nieznanéj — nieulękły. Tłum warczał — ani on do niego, ani on do tłumu przystąpić się nie ważył. W tém z gromady wyszedł człek podżyły, ubrany dostatnio, zbrojny z niemiecka."
      },
      {
        "index": 111,
        "text": "— Miłościwy kneziu — rzekł mu — ja tu do chramu przyszedłem, nie wasz jestem!.. nie z waszego miru! Grozicie chramowi i ogniowi, a prawa do nich nie macie. Kontyna i ostrów nie należą do was, ale do nas wszystkich, Wilków, Syrbów, Łużan, Drewlan i co jest naszéj mowy. Nie ważcie się tykać chramu, ani ognia, bo my się téż ważyć możemy na wasz gród i stołb!.."
      },
      {
        "index": 112,
        "text": "Podniósł rękę do góry, a tłum za nim zahuczał potakując i grożąc."
      },
      {
        "index": 113,
        "text": "Chwostek stał ściskając w ręku miecz, jakby go ochota brała porwać się samemu na nich wszystkich, ale on i ludzie jego nie starczyliby, z najlepszym orężem i odwagą na te gromady tysiączne."
      },
      {
        "index": 114,
        "text": "Namarszczywszy się więc, pogroził ręką i usty."
      },
      {
        "index": 115,
        "text": "— Precz mi z drogi!"
      },
      {
        "index": 116,
        "text": "I ruszył się sam, pierwszy, tak śmiało, tak pewny, iż go nikt nie tknie, jakby go wojsko broniło. Tłum mu się rozstąpił na dwie strony, za nim co żywiéj cisnęła się dwornia. Tę popychano zewsząd, a stęknąć nie śmiała. Wolnym krokiem, nie oglądając się, przeszedł kneź wśród tego gminu, który dopiero za oddalonym krzyczeć zaczął szydersko."
      },
      {
        "index": 117,
        "text": "— Chwościsko! Chwostyk! Chwost!.."
      },
      {
        "index": 118,
        "text": "Parę razy obrócił się, jakby sam jeden na cały ten tłum chciał się rzucić, lecz się poskromił z gniewem."
      },
      {
        "index": 119,
        "text": "Tuż u brzegu stała łódź wielka czekając na pana, za nim biegiem pędzili ludzie gniewni i zasromani, nie śmiejąc rzec słowa, a za niemi wciąż goniło wołanie i śmiechy."
      },
      {
        "index": 120,
        "text": "— Chwostyk! Chwościsko!"
      },
      {
        "index": 121,
        "text": "I jak gdyby rozgniewana Nija chciała się pomścić zniewagi, w téjże chwili chmura czarna, niesiona wichrem wieczora, jak ogromne cielsko smoka przewalając się po niebie, poczęła warcząc nadbiegać nad jezioro."
      },
      {
        "index": 122,
        "text": "Pod nią widać było szare pasy gradu siekące pola i lasy, a w głębi jéj szumiało głucho, jakby toczyła wory kamieni gotowe runąć na ziemię. Pioruny z trzaskiem leciały w jezioro, wicher giął drzewa do ziemi, wyrywał je z korzeniami i miotał niemi jak pióry ptasiemi. Gdzie piasek suchy spotkał na wybrzeżu, chmurę z niego płową czynił, gęstą, nieprzejrzaną, wlokąc ją za sobą."
      },
      {
        "index": 123,
        "text": "Burza nie dała kneziowi siąść do czółna, kto stał przyległ do ziemi okrywając głowę i czekał, aż Bóg piorunów przejdzie nad nią. Wioślarze w barce u brzegu ukryli się na dno. W chramie Nijoły błyskawice wśród ciemności ognia świętego blask gasiły, dym napełniał kontynę, iskry leciały na opony; czerwone oczy posągu błyskały jakby ciesząc się zniszczeniem. W dali piorun bił po piorunie; na jeziorze fala spieniona uderzała o brzeg i rozlewała się po ostrowie daleko."
      },
      {
        "index": 124,
        "text": "Ziemia zdawała się trząść pod nogami ludzi. Kneź drżał otulony płaszczem i mruczał. Ktoby był zbliżył się doń, usłyszałby naprzemiany modlitwę do Peruna i do krzyżyka, który miał na piersi. Stary zabobon i nowa wiara stały w nim na równi... kłaniał się nowemu Bogu, lękając jeszcze tych, których nie śmiał porzucić."
      },
      {
        "index": 125,
        "text": "Wycie i świst wiatru w uszach jego zdawały się powtarzać zelżywe Chwostka przezwisko, dusza mu zemstą kipiała."
      },
      {
        "index": 126,
        "text": "— Wszystkie to plemię w pień niech wytną — wołał wzburzony — niech je w niewolę uprowadzą, niech orzą niemi... Niech przychodzą Sasi, niech niszczą... jaszczurczy ten ród i tych kmieci wygubić trzeba..."
      },
      {
        "index": 127,
        "text": "Gdy Smerda po przejściu burzy strasznéj przystąpił do leżącego knezia, o mało go jeszcze wściekły Chwost nie przebił mieczem, zapomniawszy się gdzie jest. Dopiero poznawszy twarz sługi, ochłonął."
      },
      {
        "index": 128,
        "text": "— Miłościwy panie — odezwał się Smerda — burza się przewaliła... jezioro się gotować przestało... słońce z za chmur pogląda... fale się układły... płyńmy z tego przeklętego ostrowia, na którym czary, wiedźmy i czarownicy panują... Nie kto inny, tylko ci guślarze nawołali i naprowadzili gromy... Grad nam ludzi pokrwawił. Kto wie, co z końmi na drugim brzegu się dzieje?"
      },
      {
        "index": 129,
        "text": "Kneź wstał z ziemi, tchnął i poszedł do łodzi zasępiony, usiadł w nią, a wioślarze odbili od brzegu. Szybując po ciemnych wodach wkrótce odsunęła się od ostrowa daleko."
      },
      {
        "index": 130,
        "text": "Z za krzaków patrzył stary Wizun i przelękłe kobiety, coś mrucząc, jakby słały za nim przekleństwa."
      },
      {
        "index": 131,
        "text": "Stara z rozpuszczonemi włosami rwała trawę i szybko coś szepcząc rzucała ją w stronę, w którą łódź popłynęła. Rzucała garściami piasek i pluła."
      },
      {
        "index": 132,
        "text": "Dziwa blada, osłabła, sparta na rękach, ledwie otrzeźwiona, drżąca siedziała przy ogniu nieruchoma, jakby ją jeszcze dręczyły te duchy, które mówiły przez nią."
      },
      {
        "index": 133,
        "text": "W tém słońce wyszło z za chmur i promień jego padł przez rozsuniętą zasłonę do wnętrza chramu, złotym pasem kładąc się u nóg dziewczyny, która patrząc nań uśmiechnęła się, jakby mowę niebios zrozumiała."
      },
      {
        "index": 134,
        "text": "Na dachu kontyny gruchały gołębie, w krzakach znowu śpiewały słowiki, a po nad łodzią knezia leciało kruków stado, to wzbijając się do góry, to opadając na dół, jakby kołpaki z głów pozrywać im chciało."
      }
    ]
  }
}