{
  "chapterNumber": 1,
  "title": "Tom I, Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Poranek wiosenny świtał nad czarną lasów ławą, otaczającą widnokrąg dokoła. W powietrzu czuć było woń liści i traw młodych zlanych rosą, świeżo w ciągu kilku takich poranków, z nabrzmiałych pączków rozwitych. Nad strumieniami wezbranemi jeszcze resztką wiosennéj powodzi, złociły się łotocie, jak bogate szycie na zielonym kobiercu. Wschód słońca poprzedzała uroczysta cisza — tylko ptastwo zaczynało budzić się w gałęziach i niespokojnie zrywało się z noclegów... Już słychać było świergot i świsty i nawoływania drobnéj drużyny. Wysoko pod chmurami płynął orzeł siwy, kołując i upatrując pastwy na ziemi. Zawiesił się czasem w powietrzu i stał nieruchomy, a potém daléj majestatycznie żeglował... W borze coś zaszeleściało i umilkło... Stado dzikich kóz wyjrzało z gąszczy na polankę... popatrzało czarnemi oczyma i pierzchnęło... Zatętniało za nimi — cicho znowu."
      },
      {
        "index": 2,
        "text": "Z drugiéj strony słychać łamiące się gałęzie, zaszełeściał łoś rogaty — wyjrzał, podniósł głowę, powietrza pociągnął chrapami — zadumał się, potarł rogami po grzbiecie i zwolna poszedł w las nazad... I znowu słychać było łom gałęzi i ciężkie stąpanie."
      },
      {
        "index": 3,
        "text": "Z pod gęstych łóz zaświeciło oczów dwoje — wilk ciekawie rozglądał się po okolicy... tuż po za nim, położywszy uszy pierzchnął przelękły zając, skoczył parę razy i przycupnął."
      },
      {
        "index": 4,
        "text": "I milczenie było, tylko zdala ozwała się poranna muzyka lasów... Trąciło o nie skrzydło wiosennego powiewu i gałęzie grać zaczęły... Każde drzewo grało inaczéj, a ucho mieszkańca puszcz rozeznać mogło szmer brzozy z listki młodemi, drżenie osiczyny bojaźliwe, skrzypienie dębów suchych, szum sosen i żałośliwe jodeł szelesty."
      },
      {
        "index": 5,
        "text": "Szedł wiater stąpając po wierzchołkach puszczy, i głośniéj coraz odpowiadały mu bory, coraz bliżéj, silniéj coraz muzyka grała pieśnią poranną."
      },
      {
        "index": 6,
        "text": "Po nad lasy płynęły zarumienione chmury, jak dziewczęta które się ze snu zerwały, zbudzone i uciekały czując że obcy pan nadchodzi. Szare z razu niebo błękitniało u góry, pozłacało się u dołu; obłoczki białe jak z rąbku obsłonki pościeli, rozwiewał wiatr po lazurach. Słońce strzeliło promieniami ku górze... noc uciekała. Widać było ostatki cieniów i mroków roztapiające się w dnia blasku. Nad strumieniami i łąkami, jak dymy ofiarne, zakipiały pary przejrzyste, ulatując zwolna ku niebu i ginąc w powietrzu. Ukośne promienie słońca ciekawie zaglądały w głębiny, śledząc, co się przez noc rozrosło, zazieleniało, wykwitło."
      },
      {
        "index": 7,
        "text": "Razem z szumem lasu, zawtórował chór ptaków — wszczął się gwar wielki... ożyły w świetle łąki, zarośla, puszcze i powietrzne szlaki — wracało życie."
      },
      {
        "index": 8,
        "text": "W promieniach wirowały, zwijały się, kręciły niespokojne skrzydlate dzieci powietrza ... coś szczebiocąc do siebie, do chmur i do lasów."
      },
      {
        "index": 9,
        "text": "Kukułki odezwały się zdala, dzięcioły kowale już kuły drzewa."
      },
      {
        "index": 10,
        "text": "Był dzień..."
      },
      {
        "index": 11,
        "text": "U skraju lasu, nad rzeką leniwą, która go przerzynała, wśród gęstych drzew, gdzie cień schował się jeszcze, widać było kupkę gałęzi, niby szałas na prędce sklecony; kilka kołków wbitych w ziemię, a na nich nacięte konary jodłowe... Obok, tuż, było wygasłe ognisko, spopielałe i kilka w niém niedopalonych głowni. — Poniżéj w zielonych bujnych trawach, na sznurach do kołów poprzywiązywanych, pasły się dwa małe, grube, gęstym i najeżonym jeszcze zimowym włosem okryte konie."
      },
      {
        "index": 12,
        "text": "Szelest jakiś w lesie znać je nastraszył, poznały nieprzyjaciela, nastawiły uszy, rozdęły chrapy, zaczęły niecierpliwie nogami kopać ziemię, jeden z nich zarżał, a echo po lesie poniosło ten dziki głos... który się rozległ i powtórzył słabiéj za łąką..."
      },
      {
        "index": 13,
        "text": "Z szałasu pokazała się głowa cała włosami okryta długiemi — zarosła rudo; dwoje oczów ciemnych skierowało się naprzód ku koniom, potém ku niebu, ruch się dał słyszeć pod gałęziami. Wkrótce potém rozgarniając je, wydobył się z pod nich człowiek słusznego wzrostu, krępy i barczysty. Długiém leżeniem i snem skostniałe wyciągnął członki, ziewnął, strząsnął się — popatrzał na niebo potém na konie... te zobaczywszy go, zwolna zaczęły się zbliżać ku niemu. Nadstawił uszu bacznie. Nic słychać nie było... prócz szumu lasu, śpiewu ptastwa, mruku strumienia."
      },
      {
        "index": 14,
        "text": "Człowiek wyglądał dziko, włos bujny, poplątany spływał mu kudłami na barki i osłaniał nizkie czoło, tak, że oczy wprost z pod nich patrzały. Reszta twarzy także była zarosła, ledwie część policzków, zarumienionych snem i chłodem, dobywała się z pod wąsów i brody — wśród których ust prawie znać nie było. Sukienna, wełniana, gruba odzież brunatnego koloru, okrywała mu ramiona, pod szyją spięta na guz i pętlę. Nogi miał téż suknem i skórą poobkręcane, a stopy obwite nią i pasane sznurami. Z pod rękawów sukni krótkich, dobywały się ręce silne, włosem okryte i opalone. Twarz miała wyraz przebiegły, na pół zwierzęcy, pół człowieczy, zuchwały razem i ostrożny... oczy biegały żywo... Ruchy ciała zręczne i silne, nie dawały wieku odgadnąć, choć młodość już pozostawił za sobą."
      },
      {
        "index": 15,
        "text": "Postawszy chwilę, mężczyzna wrócił ku szałasowi i nogą silnie kopnął w ścianę jego, nie mówiąc słowa. Poruszyło się coś żywo za gałęźmi, i wnet z pod nich wypełzło chłopię, wydobyło się z za liści — zerwało rzeźko na nogi... Wyrostek mógł mieć lat z piętnaście, krzepki był i nieco do starego podobny. Twarz mu jeszcze nie porastała, włosy miał krótko ucięte, odzież grubą a wyszarganą, z sukna i płóciennych chust złożoną. Na nogi wstawszy, oczy przetarł kułakami, ledwie miał czas resztę snu z powiek opędzić; gdy starszego głos chropawy, w mowie dziwnéj, obcéj, któréj na téj ziemi nikt, oprócz nich dwu nie rozumiał, zawołał:"
      },
      {
        "index": 16,
        "text": "— Gerda — do koni! słońce weszło... Usłyszawszy ten rozkaz, poparty lekkiém potrąceniem w plecy, chłopiec zbiegł ku koniom, odwiązał sznury, skoczył na grzbiet z nich jednemu, i poprowadził je o kilka kroków daléj, gdzie trochę piasczystego, suchego brzegu, do wody przystęp dawało. Na piasku widać téż było ślady kopyt koni, które już tam wprzódy napoju szukały. — Konie zaczęły pić chciwie. Chłopię siedzące na jednym, ziéwało, z ukosa poglądając ku staremu, który około szałasu się krzątał, mrucząc coś sam do siebie."
      },
      {
        "index": 17,
        "text": "Byłali to poranna modlitwa?"
      },
      {
        "index": 18,
        "text": "Naostatek konie napojone, podniosły głowy, i jak zadumane, słuchały lasów szumu, chłopak je sznurem pognał ku szałasowi. Tu już nagotowane leżały, suknem i skórką poobwijane juki, które starszy począł na konie zarzucać i przywiązywać. Milczący pomagał mu wyrostek. Na grzbiety koniom zawieszono sukno grube i skóry... Gdy wszystko było w pogotowiu, stary wlazł jeszcze pod szałas, i po chwili wyszedł z niego uzbrojony. U pasa miał siekierkę jak młot grubą, krótki nóż w pochwie skórzanéj, na plecach łuk, przez drugie ramię procę, i krótką pałkę drewnianą krzemieniem nabijaną, którą przed sobą uczepił na koniu. Chłopak téż ściągnął swój oręż z ziemi, nóż do pasa i siekierkę, którą do ręki wziął, lekko na grzbiet konia wskakując... Starszy się jeszcze obejrzał na noclegowisko, patrząc czy czego nie zapomniał na niém, rękami popróbował sakiew na grzbiecie powiązanych, i konia swego pod kłodę poprowadziwszy, skoczył nań zręcznie. Już mieli ruszyć z miejsca i starszy się rozglądał, aby wybrać drogę, gdy z gęstwiny, naprzeciw, rozgartując ostrożnie leszczynę i kaliny, niepostrzeżona, po cichu wysunęła się głowa ludzka."
      },
      {
        "index": 19,
        "text": "Ciekawie, z razu z jakąś obawą, dwoje oczu jasnych, przypatrywało się podróżnym. Z za gałęzi widać tylko było włos płowy co je otaczał, młodą twarz ledwie zarostem pokrytą, białe zęby w ustach, na pół podziwieniem otwartych..."
      },
      {
        "index": 20,
        "text": "Podróżny tymczasem ku słońcu poglądał i na bieg rzeki..."
      },
      {
        "index": 21,
        "text": "Po nad jéj brzegami, drogi żadnéj śladu widać nie było. Zdawał się chcieć upewnić, czy ma ją przebrnąć, czy z nią, czy przeciwko niéj się puścić. Konie rwały się już do pochodu niecierpliwe, obrócone na wschód łbami — starszy pomyślał trochę, oczyma łąkę zmierzył, trzęsawiska i bór, potém zwrócił się na piasczyste wybrzeże, kędy konie pojono. Tu stanąwszy, myślał pewnie czy bród znajdzie, bo oczy utopił w wodzie, jakby mierzył jéj głębinę. Byłby teraz i tę głowę mógł dojrzeć w krzakach co go szpiegowała — ale się ostrożnie schowała, tylko gałązki opadły i drżały. Powoli konie wchodziły w wodę, która tu nie była grzązką ni głęboką, zanurzyły się po brzuchy, zdawało się że popłyną, ale tuż się znalazła ława piasczysta i oto już — brzeg drugi... Oba podróżni wylądowali szczęśliwie, ledwie pomoczywszy nogi."
      },
      {
        "index": 22,
        "text": "Drugim brzegiem wyższym nieco i suchszym, wygodniéj kroczyć było, choć tuż, tuż, za gęstwiną coś szeleściało dziwnie... Zwierz spłoszony, myślał podróżny."
      },
      {
        "index": 23,
        "text": "Naokół oprócz noclegowiska śladu człowieka niedostrzegło oko, bór jak go stworzył Bóg, ku niebu wyrosły bujno, pnie grube jak słupy proste, oschłe z gałęzi od dołu, u góry w zielone wieńce ubrane. Gdzieniegdzie zwalona burzą kłoda, na pół przegniła, pół z kory opadła, pogięte od wichru wyrostki i poschłe od zgrzybiałości, mchami, jak futrem na starość odziane olbrzymy."
      },
      {
        "index": 24,
        "text": "Jechali. — Na wzgórzu... coś bielało nieopodal. Pod dębem łeżał kamień wyżłobiony jak misa, nad nim drugi stał gruby i niezgrabny... Ręka niewprawna wyrzeźbiła na nim niby ludzką twarz straszliwą, czapką okrytą u góry... Starszy wstrzymał się trochę zobaczywszy znak u drogi, obejrzał niespokojnie do koła i mijając go, splunął nań z pogardą."
      },
      {
        "index": 25,
        "text": "W téj chwili świst się dał słyszeć dziwny z krzaków i drzewce ze strzały utkwiło na piersi, w grubéj sukmanie starszego. Ledwie poczuwszy pocisk, nie wiedząc jeszcze czy do broni ma się brać, czy do ucieczki, obracał głowę, gdy chłopak krzyknął. Druga strzała utkwiła mu w nodze."
      },
      {
        "index": 26,
        "text": "A z lasu dał się słyszeć śmiech, śmiech dziki jakiś, straszny, niby wycie zwierzęce, niby okrzyk człowieka... zachichotało, rozległo się, zamilkło... Sroka siedziała na kamieniu, na czapce i podniósłszy skrzydła krzyczała, śmiechowi wtorując... a miotała się jakby i ona groziła."
      },
      {
        "index": 27,
        "text": "Konie głosami temi podżegnięte, przyspieszyły kroku — ale nieprzyjaciela już ani widać, ani słychać nie było... Cisza panowała nad lasami, drzewa tylko uroczyście szumiały."
      },
      {
        "index": 28,
        "text": "Starszy mężczyzna, kłusował naprzód konia pędząc skoro — chłopak, który strzałę wyszarpnął z nogi, spieszył za nim, pochylony na szyi swojego... przebiegli tak stai kilkoro, aż, nie słysząc nic, nie widząc pogoni — zwolnili kroku... Starszy się dopiero obejrzał na chłopca, ze zbładłą twarzą, z zaciętemi usty, z wytrzeszczonemi oczyma, przylgłego do konia. Nie miał nawet czasu od strzały tkwiącéj w piersi się uwolnić. Przebiła ona sukno i znać uwięzła w ciele, bo, choć w szybkim biegu, ugięła się i opadła ku dołowi, trzymała się jeszcze. Tu dopiero na polance konia ściągnąwszy starszy, obejrzał się na strzałę, i zręcznie ją pocisnąwszy, choć syknął z bólu — wydobył, obejrzał ciekawie i do skórzanego na plecach worka wsunął."
      },
      {
        "index": 29,
        "text": "Strzała miała z kości białéj wyrobione ostrze cienkie, na którego końcu widać było krwi kropelkę."
      },
      {
        "index": 30,
        "text": "— Piorunyby w nich biły... i burze! — zawołał warcząc rudy. Gdzieś się w krzakach znalazło oko, co podpatrzyło i pomściło za bałwana..."
      },
      {
        "index": 31,
        "text": "— Tyś ranny w nogę Gerda?"
      },
      {
        "index": 32,
        "text": "Chłopak z oczyma jeszcze obłąkanemi i trwogą, milcząc na nogę skaleczoną wskazywał. Rana jego głębsza była, bo płachty nie wstrzymały strzały."
      },
      {
        "index": 33,
        "text": "— No — nic to! jedna strzała polańska! — zamruczał starszy — oni ich nie zatruwają. Obawiałem się, aby ich tam więcéj nie było. Znać jeden rozbójnik nie straszny. Nie ważył się, zobaczywszy żeśmy zbrojni... ale, może nawołać innych, narobić wrzawy... uchodzić trzeba..."
      },
      {
        "index": 34,
        "text": "Spojrzał na słońce."
      },
      {
        "index": 35,
        "text": "— Trzymaj się konia, a puść go za mną... Spieszyć trzeba, żeby nas w tym nie zaskoczyli lesie, póki nie dojedziemy do znajomych. Z południa na miejscu będziemy."
      },
      {
        "index": 36,
        "text": "Chłopak milczał, starszy coś mruczał jeszcze, ku górze patrzał, konia sznurem ściągnął i polecieli gęstwiną, nad brzegiem się ciągle trzymając, bez drogi — rzeka gościniec znaczyła."
      },
      {
        "index": 37,
        "text": "Puszcza wciąż była dzika, niezamieszkała, milcząca. Raz zdala na wodzie postrzegli jakby głowę ludzką z ciemnym przylgłym do niéj włosem i dwoje rąk wiosłujących około niéj. Lecz gdy się tentent dał słyszeć znikła, wir tylko było widać nad powierzchnią wody. Minęli ją... i wyszła znowu z głębiny... na włosach czarnych, do koła opleciony był wianek z łotoci... oczyma strzelała za niemi... Trochę daléj, czółno maleńkie jak łupinka, ślizgało się płynąc z biegiem, po nad niem białą chustę widać było... Gdy tentent dał się słyszeć, znikła płachta na dnie i czółenko jak wąż, wsunęło się między trzciny, łozy, wiszary, których tylko wierzchy się chwiały... Kilka kaczek zerwało się przestraszonych, wyciągnęły szyje... sznurem leciały gdzieś daléj... plusnęły i padły."
      },
      {
        "index": 38,
        "text": "Podróżni wciąż biegli brzegiem, to szybciéj, to wolniéj — dwa razy konie poili zmęczone i jechali daléj bez spoczynku — a słońce téż podnosiło się coraz wyżéj, grzało coraz mocniéj. Choć w lesie świeżo było i chłodno, od łąk i piasków zalatywał oddech gorący."
      },
      {
        "index": 39,
        "text": "Nie zmieniła się okolica — bór ciągle szumiał nad rzeką. Gdzie niegdzie w piasku między pagórkami świeciło jeziorko — szerzéj rozlewały się wody — to ściskały wśród parowu. Mieniały się tylko drzewa, sosny i jodły, potém zielonych liści brzozy i lipy i osiki i dęby na pół jeszcze śpiące a głuche na wiosnę."
      },
      {
        "index": 40,
        "text": "Gdzieniegdzie żółtawą ławą leżał piasek, to kępiasta trzęsawica, którą okrążać musieli. Przed niemi zdala pomykał zwierz, z łąk pierzchały całe stada łosi i jeleni, dobijając się do lasu, na którego skraju stawały, patrzały jeszcze ciekawie, i gnały daléj, znikając im z oczów. Naówczas łomot stad spłoszonych konie straszył i pędziły żywiéj, stuliwszy uszy... póki sił stało."
      },
      {
        "index": 41,
        "text": "Gerda ciągle ręką chwytał za nogę zranioną, czuł, że mu krew ciekła, jakby ciepły sznurek wijący się aż do stopy, i w skórzaném obuwiu zbierała się u nogi, czerwonemi kroplami sącząc szparami chodaka."
      },
      {
        "index": 42,
        "text": "Ale skarżyć się nie śmiał, zawijać rany hubą z drzew lub liśćmi coby krew zatamowały — nie było czasu... Starszemu téż trochę krwi pokazało się między palcami ręki... otarł je o końską grzywę — nie troszcząc się o to. Rozpatrywał się wciąż po okolicy, dawniéj znać sobie pamiętnéj, jakby szukając miejsca do spoczynku... Lecz nie rychło, nie rychło zwolnili biegu."
      },
      {
        "index": 43,
        "text": "Tu rzeka płynąc nizinami równemi szerzéj się rozlewała, wśród błot świeżą zielonością okrytych. Ze wzgórza nagiego, na którém stali, widać było łąki i trzęsawiska, wśród nich moczary i jeziorka mnogie, opasane gajami... Kilka strumieni zbiegało się tu z borów ku rzece. Las wśród którego stanęli, wypalony był i zeschły na znacznéj przestrzeni. — Gąszcze, co go podszywały spłonęły do szczętu, daleko więc w głąb jego sięgnąć było można okiem i dojrzeć nieprzyjaciela."
      },
      {
        "index": 44,
        "text": "Tu starszy z konia się zsunął, rzucił go nie patrząc i legł na ciepłym piasku, obu rękami pot kroplisty ocierając z czoła. Zmęczony był — piersi mu się podnosiły, a że krwawemi palcami dotknął twarzy, i ją téż sobie całą okrwawił."
      },
      {
        "index": 45,
        "text": "Ujrzawszy to chłopak, uląkł się i krzyknął."
      },
      {
        "index": 46,
        "text": "— Co ci to Gerda? Czyś ty mężczyzna! czy się matka twoja omyliła, że ci nie wdziała chust i spódnicy? Kropla krwi, a tyle strachu i wrzasku?"
      },
      {
        "index": 47,
        "text": "Chłopak mu dopiero wskazał na własną twarz jego."
      },
      {
        "index": 48,
        "text": "— Nie o moją mi strach... rzekł, choć skórznie mam jéj pełne... ale o waszą. Twarz, ojcze, macie we krwi całą."
      },
      {
        "index": 49,
        "text": "Starszy na ręce swe popatrzył, rozśmiał się tylko i nic nie odpowiedział."
      },
      {
        "index": 50,
        "text": "Gerda tymczasem na ziemi siadłszy, nogę ranną rozzuł i począł czyścić obówie, potém ranę ocierać i okładać hubą. — Stary patrzał na to obojętném okiem."
      },
      {
        "index": 51,
        "text": "W milczeniu dobyli potém z sakiew suszone mięso i placki, które starszy na ziemi rozłożył. Poszedł się wprzód obmyć w wodzie i dłonią jéj do ust zaczerpnąć. Gerda za jego przykładem zwlókł się téż do wody... siedli jeść w milczeniu... Konie na chudéj trawie leniwie się pasły..."
      },
      {
        "index": 52,
        "text": "Z lasu wyleciała sroka... uwiesiła się na suchéj gałęzi nad głową starego, pochyliła ku niemu i krzyczała... Zdawała się zagniewana, trzepała skrzydłami, podlatywała coraz bliżéj... wołała coś, jakby na gwałt zbierając drugie... Nadciągnęła w pomoc wtóra i trzecia... i wrzaskliwie to podlatywały, to przysiadały się przy nich... Stary, który się chciał zdrzemnąć, zniecierpliwiony łuk napiął i strzelił. Nie ranił żadnéj, zerwały się z krzykiem... zawirowały w powietrzu i wróciły krakać nad niemi... Gerda z głową zwieszoną, na rękach sparty, nad końmi czuwał. Las milczał — niebo było czyste — owad tylko wywołany słońcem do życia, brzęczał, gromadami unosząc się w powietrzu."
      },
      {
        "index": 53,
        "text": "Po krótkim spoczynku, na konie siedli znowu... Stary się do chłopca zwrócił."
      },
      {
        "index": 54,
        "text": "— O strzałach, o krwi, o niczém ani słowa tam... Najlepiéj byś nie mówił nic i niemego udawał... Niemcami oni nas tam zowią — choć my ich język rozumiemy... Słuchaj co gadać będą, zda się to zawsze — ale udawaj, że ci ta mowa obca... Tak lepiéj — milczeć."
      },
      {
        "index": 55,
        "text": "Spojrzał nań, czekając by mu Gerda oczyma odpowiedział. Jechali daléj a daléj. Słońce już się zwolna spuszczać zaczynało ku zachodowi. Brzeg rzeki wyniosły coraz się zniżał, wilgotniejsze otaczało ich powietrze — cień zalegał boru ściany — gdy w dali, nad zaroślami, pokazał się słup dymu siny..."
      },
      {
        "index": 56,
        "text": "Stary zobaczywszy go, drgnął z radości czy niepokoju — chłopak téż weń oczy wlepił, i zwolnili koniom biegu."
      },
      {
        "index": 57,
        "text": "Do koła się las rozlegał stary, wysoki, gęsty, a łąka nad rzeką zwężała, płynąca ścieśnioném korytem. — W prawo otwarła się łąka, do koła zasiekami drzew zrąbanych otoczona... Poza nią z szałasów jakichś, chałup z drzewa i chrustu, opasanych tynami wysokiemi — dobywał się ów słup siny... Zbliżając się ku budom, coraz je lepiéj rozeznać można było."
      },
      {
        "index": 58,
        "text": "U brzegu podniesionego trochę rzeki, stały w prostokąt szczelnie zewsząd zamknięte. Od łąki odgradzały je kłody drzew i tyny, pokopane doły i powbijane pale. Na jednym z nich tkwiła zawieszona biała, od deszczów wypłukana, od słońca zwapniała czaszka końska."
      },
      {
        "index": 59,
        "text": "Dachy pokryte były kawałami dartemi drzewa, wiszarem i gałęźmi — ściany w słupy z chrustu plecione. W pośrodku tylko z kłód ogromnych w zrąb zbudowana wznosiła się chałupa — dwór do któréj szopy w koło przytykały, z nią razem obejście tworząc, w środku którego małe znajdowało się podwórze."
      },
      {
        "index": 60,
        "text": "Dojeżdżając rudy podróżny, zwolnił koniowi biegu — oczyma szukając, czy kogo nie zobaczy. Nie widać było żywéj duszy. Wahał się jeszcze jak dać znać o sobie, gdy u brzegu rzeki, na ogromnym, zbłąkanym tu od wieków kamieniu, ujrzał siedzącego starca, który niepostrzeżony, oddawna go śledził oczyma."
      },
      {
        "index": 61,
        "text": "Ubrany był cały w bieli, nic nie mając na sobie, oprócz odzieży z płótna grubego. Nogi miał bose, głowę siwą nieokrytą. Ogromna, długa do pasa broda piersi mu osłaniała. Biały wysoki kij trzymał w ręku. Koszulę na wierzch włożoną i do kolan spadającą, obejmował pas czerwony. Żadnéj zresztą nie miał ani ozdoby ni broni. U nóg jego dwa psy leżały do wilków podobne, — zaczajone, przypadłe do ziemi, oczyma krwawemi wiodące za podróżnemi... Drgały leżąc... i czekając kiedy się rzucą..."
      },
      {
        "index": 62,
        "text": "Twarz starca spokojna była i poważna, ogorzała ze skórą jakby spękaną, tak ją fałdy i marszczki pokryły całą siecią gęstą. Nad oczyma siwemi dwa krzaki bujnych brwi sterczały najeżone. Suchą szyję, którą obnażoną widać było z pod koszuli jak twarz pokrajaną, brunatną — niby węże sine oplatały żyły pod skórą nabrzmiałe."
      },
      {
        "index": 63,
        "text": "W chwili, gdy podróżny starca zobaczył, ten właśnie na psy zawołał groźno, ręką im wskazując w tył, za siebie, a kij podnosząc do góry. Podróżni stanęli... rozglądając się ciekawie."
      },
      {
        "index": 64,
        "text": "— Pokłon wam, stary Wiszu... rzekł z konia nie zsiadając podróżny, uchyliwszy tylko głowę — pokłon wam. Każcie waszym psom do zagrody — boby nas porozdzierały... a my, starzy znajomi i dobrzy przyjaciele choć nie swoi — a nie wrogi. Słowa te powoli wyrzekł starszy łamaną mową Serbów nadłabańskich — usiłując przybrać postawę i twarz uprzejmą."
      },
      {
        "index": 65,
        "text": "Stary patrzał nic jeszcze nie odpowiadając. Na psy naprzód zakrzyczał groźno, aby szły precz, ukazując im zagrodę, bo warczały i zęby szczerzyły patrząc na przybyszów, i coraz to się ku nim targały. Nie chciały odchodzić. — Gospodarz huknął w dłoń... Na głos ten z za tynu ukazała się ostrzyżona głowa parobczaka, który rozkaz zrozumiawszy, psy nawołał, wpędził do obejścia i zamknął za niemi wrota... Słychać je było szczekające i wyjące w szopie."
      },
      {
        "index": 66,
        "text": "— Zdrów bywaj — Hengo. — Cóżeście to znowu tak daleko w nasze lasy zawędrowali? rzekł gospodarz."
      },
      {
        "index": 67,
        "text": "Rudy powoli z konia zlazłszy i dawszy go chłopcu, który na swoim pozostał — zbliżał się zwolna do starego."
      },
      {
        "index": 68,
        "text": "— Ha! po świecie się tak człek włóczy, ciekaw zobaczyć jak tam gdzie ludzie żyją — począł mówić — przy tém téż jakaś zamiana zrobi się może. Lepiéj w spokoju mieniać czego u jednych zbytek, a drugim brak, niżeli napadać zbrojno a z życiem razem wydzierać. Ja — wy wiecie — człowiek spokojny, zaopatruję komu czego trzeba... aby żyć..."
      },
      {
        "index": 69,
        "text": "Stary się czegoś zadumał."
      },
      {
        "index": 70,
        "text": "— Nie bardzo u nas mieniać jest na co... Skór i futer dosyć pewnie u siebie macie, bursztynu u nas nie wiele. Myśmy téż nie zwykli bardzo do rzeczy które wozicie, swojém się radzi obchodzić... Igła z ości tak szyje jak żelazna."
      },
      {
        "index": 71,
        "text": "Popatrzał stary na ziemię i znowu się sobie zadumał."
      },
      {
        "index": 72,
        "text": "— Zda się to przecie co ja wożę — mówił powoli Hengo. — A z kąd byście wzięli wszystko co się z kruszcu robi, gdybyśmy wam tego nie dostawili... Do Winedy daleko..."
      },
      {
        "index": 73,
        "text": "— Albo to kości, rogu i kamienia nie dosyć — rzekł stary Wisz wzdychając. Był czas, że się ludzie tém obchodzili, i dobrze im z tém było. Jakeście wy a drudzy wędrowni podwozić zaczęli swoje błyskotki, niewiasty nam popsuliście, chce im się ziarnek świecących na szyję i iglic gładkich i guzów i wszystkich tych zabawek... bez których teraz żadna nie stąpi."
      },
      {
        "index": 74,
        "text": "Nicby to nie było — ciągnął daléj patrząc więcéj w ziemię niż na przybyłego kupca — ale wy... wy, dróg się do nas uczycie, tajemnice nasze wywozicie ztąd... i tak samo przyjść może napaść jak przyszły świecidła."
      },
      {
        "index": 75,
        "text": "Hengo pokryjomu błyskiem oczów bystrym zmierzył starego Wisza i rozśmiał się."
      },
      {
        "index": 76,
        "text": "— Próżna to obawa — rzekł, nikt o napaściach nie myśli... Ja nie jeżdżę cudzego podpatrywać, ale swoje mieniać. Wy mnie przecie znacie, nie pierwszy raz jestem u starego Wisza... Ja przyjaciel wasz... żonę miałem z waszéj krwi, serbską córkę... a z niéj oto tego chłopca, który choć języka waszego nie umie — przecie w nim trocha tamtéj krwi zostało."
      },
      {
        "index": 77,
        "text": "Wisz, który na kamieniu siadł, a na leżący naprzeciw drugi wskazał Hendze — pokiwał tylko głową."
      },
      {
        "index": 78,
        "text": "— Żonę mieliście Serbkę z nad Łaby, — odezwał się — mówiliście mi o tém. Ale jakeście do niéj przyśli? hę? pewnie nie po jéj woli?"
      },
      {
        "index": 79,
        "text": "Rozśmiał się Hengo."
      },
      {
        "index": 80,
        "text": "— Starzy jesteście — odparł — wam tego mówić nie trzeba. A gdzież to na świecie niewiast się o ich wolą pytają? Gdzie się inaczéj żonę bierze jak ręką zbrojną? Tak jest u was, u nas i na całym świecie... bo one woli nie mają."
      },
      {
        "index": 81,
        "text": "— Nie wszędzie — wtrącił stary... Młodym woli nie dają — a stare u nas szanują. Choć im rozumu odmawiają, przecie duchy przez nie mówią i wiedzą one więcéj niż wy... te — wiedźmy nasze..."
      },
      {
        "index": 82,
        "text": "Potrząsł głową; milczeli chwilę."
      },
      {
        "index": 83,
        "text": "— Na noc was o gościnę proszę — odezwał się Hengo. — Co mam z sobą w węzełkach pokażę... Zechcecie co wziąć? dobrze — a nie będzie zgody? nie pogniewamy się o to."
      },
      {
        "index": 84,
        "text": "— O gościnę prosić nie trzeba — zawołał Wisz wstając — kto raz spał pod dachem naszym, zawsze ma pod nim spocząć prawo. My wam radzi. Kołacz i piwo i mięso się znajdzie — baby strawę wieczorną już warzą."
      },
      {
        "index": 85,
        "text": "Chodźcie ze mną."
      },
      {
        "index": 86,
        "text": "Wisz wstał z kamienia i przodem go wiodąc, ku wrotom się skierował."
      }
    ]
  }
}