{
  "chapterNumber": 27,
  "title": "Tom III, Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Wybór Piastuna w dni kilka po całéj rozszedł się ziemi, podawano sobie wieść o nim z zagrody do zagrody. Dziwili się wszyscy, a im daléj od Gopła, tém powieść o osobliwszéj Bogów wyroczni i woli, inaczéj była opowiadaną. Wierzyli wszyscy, iż to było zrządzeniem woli, która światem rządzi... Obcy ludzie jacyś, nieznani przyszli jakby umyślnie zesłani rzucić słowo, możni nie mogli im się sprzeciwić, jednym głosem i wolą wywołano starego bartnika z lasu, uciekającego pochwycono i zmuszono do panowania."
      },
      {
        "index": 3,
        "text": "Leszkowie tylko i ci co im sprzyjali a krwią byli związani, nie śmiejąc nic rzec, smucili się bardzo. Lękali się ci, co do ich rodu należeli, aby ich nie wytępiono i zemsty nad niémi nie szukano."
      },
      {
        "index": 4,
        "text": "Na wiecach późniejszych, Miłosz stary, głowa rodu, nie pokazywał się więcéj. Ze ślepym Leszkiem swym zamknął się w osamotnionym grodzie, obstawił strażą, podwoił załogę — siedział cicho. Starzec teraz jedną tylko żył nadzieją, że się po oślepioném dziecięciu potomka doczeka, i we wnuku na nowo odrodzi."
      },
      {
        "index": 5,
        "text": "Dla Leszka wyszukano żony, stara macierz stała się piastunką dwojga dzieci, czuwając ciągle nad niemi. Dano mu dziewczę piętnastoletnie, a że ślepota i jego uczyniła dziecinnym, bawiło się ich dwoje pod dębami starémi przy matce, jak gdyby zaledwie rozpoczynali życie. Leszkowa żona, którą Biełką nazywano, ślepemu swemu siedzącemu przy niéj śpiewała, on grał na gęśli, a matka stara bajki im o bohaterach prawiła, i tak dnie schodziły powoli."
      },
      {
        "index": 6,
        "text": "Ojciec ukryty przysłuchiwał się czasem wesołemu gwarowi smutnéj pary, nie pokazując się i nie mieszając do rozmowy, aby słowem jakiém nieostrożném boleści i nieszczęścia nie przypomniał. Osłodzić chciano życie biednemu kalece, dla którego świat cały był w jednym głosie i sercu jedném."
      },
      {
        "index": 7,
        "text": "Dni tak płynęły niepostrzeżone, jedne za drugiemi, wszystkie do siebie podobne; rzadko głos obcego człowieka u wrót się odzywał, rzadziéj jeszcze wpuszczono kogo do grodziska. Starszyzna z Bumirem kilka razy domagała się widzenia z Miłoszem. Raz jeden tylko wpuścić ich kazał, powiedział, że do niczego mięszać się nie chce i odprawił, a gdy potém z naleganiem wrócili, już im nawet wrót nie otworzono."
      },
      {
        "index": 8,
        "text": "Jednego z pierwszych dni, gdy po obiorze Piastuna, Leszkowie się niepokoić zaczęli o siebie — zastukano do wrót gwałtownie, było zpołudnia."
      },
      {
        "index": 9,
        "text": "Stary Miłosz leżał pod dębem na uboczu, za drugim Leszko z Biełką siedzieli o gruby pień oparci, stara matka była z niemi. Do Biełki z dębów stadem zlatywały się gołębie, a ona je, rzucając ziarno karmiła. Przy Leszku leżały psy jego, które on pieścić lubił. U nóg starego Miłosza wyciągnięty mruczał niedźwiedź jego nieodstępny i dwie sroczki domowe skakały. Gdy u wrót hałas się dał słyszéć, gołębie pierzchnęły na drzewa, psy szczekając i ujadając się zerwały i niedźwiedź począł mruczéć choć mu się łba z ziemi podnieść nie chciało, sroki narobiły wrzasku biegając i podskakując po ziemi, to przysiadając na gałęziach. Tymczasem stróż u bramy wylazł na pomost górny i przypatrywał się kto przybywał."
      },
      {
        "index": 10,
        "text": "Stało tam dwóch ludzi, opończami lichemi otulonych, wyglądających biednie i ubogo z pozasłanianemi twarzami. Przed chwilą straż chodząca na wałach ujrzała ich szybkim krokiem wychodzących z lasu, gdzie zapewne konie zostawić musieli, bo w zaroślach coś migało."
      },
      {
        "index": 11,
        "text": "Stróż nie mógł dopatrzeć twarzy, lecz z ruchów i głosu domyślał się młodych ludzi. Oba niecierpliwie domagali się, aby ich dla rozmowy do Miłosza wpuszczono."
      },
      {
        "index": 12,
        "text": "Odźwierny im odmówił."
      },
      {
        "index": 13,
        "text": "— Kneź chory — do niego nie wpuszczają nikogo."
      },
      {
        "index": 14,
        "text": "Napróżno napierali się i łajali, nie pomogło nic."
      },
      {
        "index": 15,
        "text": "W ostatku jeden z nacierających tak do bramy, zdjął z palca pierścień i ukazując go, rozkazał stróżowi, aby natychmiast niósł ten znak do pana."
      },
      {
        "index": 16,
        "text": "Przez otwór zasuwany we wrotach ująwszy pierścień, który był przepołowiony i na palcu łańcuszkiem się trzymał tylko, stróż powlókł się pod dęby do pana i bijąc mu czołem, oddał do ręki."
      },
      {
        "index": 17,
        "text": "Miłosz papatrzał, westchnął, coś jak łza potoczyła mu się po policzkach i brodzie, skinął na żonę, aby dzieci precz do dworu odwiodła i kazał wpuścić tych gości."
      },
      {
        "index": 18,
        "text": "Pierzchnęło wszystko z podwórza, psy nawet powlekły się za Leszkiem. Odsunięto drągi, otwarto wrota i dwaj przybyli weszli zwolna. Tuż za wałem zmieniły im się zaraz postawy i twarze. Stali tam wprzód skurczeni i pokorni, tu się im wyprostowały barki, podniosły czoła, zaświeciły oczy."
      },
      {
        "index": 19,
        "text": "Byli to Leszek i Pepełek, dwaj synowie Chwostka."
      },
      {
        "index": 20,
        "text": "Oglądając się niemal pogardliwie do koła, zbliżać się poczęli do Miłosza, który się nieco podniósł, gdy ich zobaczył, ale nie wyszedł na spotkanie. Oczy tylko zwrócił, by się im przypatrzeć z daleka. Gdy przed nim stanęli, ręką ich powitał i czekał."
      },
      {
        "index": 21,
        "text": "Natenczas starszy się odezwał do niego."
      },
      {
        "index": 22,
        "text": "— Dostaliśmy i my się do was kneziu z niebezpieczeństwem życia, bo my tutejszego pana dziedzice, jak zwierz dziki jesteśmy ścigani. Wy tu jesteście zamknięci, nie chcecie bronić praw swego rodu... Przyszliśmy was zmusić, abyś szedł nam pomagać i dał ludzi."
      },
      {
        "index": 23,
        "text": "Miłosz się popatrzał groźno na obu."
      },
      {
        "index": 24,
        "text": "— Wy? mnie? zmusić? — jęknął powoli..."
      },
      {
        "index": 25,
        "text": "— Tak — ciągnął daléj starszy — tak, ja po ojcu odziedziczyłem władzę choć młody... panem jestem i nad krajem i nad wami. Przynajmniéj rodowi własnemu i krwi nie dam się przeciwko sobie podnosić."
      },
      {
        "index": 26,
        "text": "Miłosz słuchał, niekiedy mu oczy błysły — niedźwiedź u nóg jego leżący, głos obcy i ludzi czując nowych, mruczał dziko. Zdawał się czekać tylko skinienia, aby się rzucić na nich."
      },
      {
        "index": 27,
        "text": "— My musiemy — ciągnął starszy — i ziemię naszą i gród odzyskać. Wszyscy Leszkowie muszą pójść z nami. Tę czerń i tłuszczę co podnosi głowy, trzeba zgnieść i wytępić, wybić i spętać."
      },
      {
        "index": 28,
        "text": "Mówił powoli przestając co chwila, i wyczekując, ażali nie odezwie się Miłosz. Kneź milczał."
      },
      {
        "index": 29,
        "text": "— Przyszliśmy oba zapytać was, czy z nami trzymacie, czy z tą czernią i chłopstwem?"
      },
      {
        "index": 30,
        "text": "W starym Miłoszu widocznie się gotowało i burzyło już coś, choć wstrzymywał się z mową. Niekiedy oczy z krwawemi powieki podniosły się i wąs siwy zakąsał, ręka wychudła, ogromna, jakby z samych kości złożona, którą na kolanach trzymał, dygotała niecierpliwie."
      },
      {
        "index": 31,
        "text": "Na ostatnie pytanie wyzywająco rzucone, buchnął nareszcie."
      },
      {
        "index": 32,
        "text": "Ręka się podniosła."
      },
      {
        "index": 33,
        "text": "— Z wami ani z niemi trzymać nie chcę — krzyknął gwałtownie — znać was nie chcę — nie znam! Stoi was tu dwóch zdrowych i żywych przedemną, a gdzie synowie moi?... Jakeście się ośmielili wnijść tu... wy... Wiecie, że ojciec mojego syna zabić, drugiego oślepić kazał? Przyszliście mi przypomnieć, że ja krwi dzieci moich winienem, jednego z was kazać ściąć tu — zaraz, a drugiemu wyłupić oczy i rzucić je psom."
      },
      {
        "index": 34,
        "text": "Oba synowie Chwostka zczerwieniwszy się, chwycili bezmyślnie za miecze u pasa — spojrzeli po sobie strwożeni nieco."
      },
      {
        "index": 35,
        "text": "Stary téż patrzał na ich twarze młode, kwitnące, na oczy ich jasne, i gniew a żal opanowywały go coraz mocniéj. Młodzi kneziowie milczeli."
      },
      {
        "index": 36,
        "text": "— Wy — mnie — tu, na mojém podwórku, przychodzicie rozkazywać... mnie, zmuszać! Wy... mnie!.."
      },
      {
        "index": 37,
        "text": "Starszy z gniewu pokraśniał cały."
      },
      {
        "index": 38,
        "text": "— Mam to prawo co ojciec! — zawołał nogą tupiąc w ziemię i czoło dumnie podnosząc do góry. — Wołam was na wojnę za nasz i wasz własny ród. Ojciec mój kazał zabić syna twojego, bo mu się burzył i powstawał; oślepił drugiego, bo szedł za nim i robił toż samo... łaska, że mu życie zostawił."
      },
      {
        "index": 39,
        "text": "Miłosz nagle dźwignął się z ziemi, róg miał za pazuchą, podniósł go do ust i zatrąbił."
      },
      {
        "index": 40,
        "text": "Ze wszystkich stron podwórza czeladź się zbiegać zaczęła."
      },
      {
        "index": 41,
        "text": "Chwostka synowie niepewni co się stanie, dłońmi tylko cisnęli miecze, ramię do ramienia się przyparli, twarze im pobladły nieco."
      },
      {
        "index": 42,
        "text": "Przodem biegł stary Smerda kneziowski, oczyma przerażonemi patrząc, co się z panem jego działo. Miłosz stał i drżał, rękę wyciągnął ku młodym i ukazując ich, wołać począł głosem zmienionym."
      },
      {
        "index": 43,
        "text": "— Związać tych ludzi... i rzucić do lochu! do lochu!"
      },
      {
        "index": 44,
        "text": "— Nas! wiązać? — wrzasnął starszy rzucając się ku Miłoszowi — tybyś śmiał?"
      },
      {
        "index": 45,
        "text": "— Samiście szukali tego, oddaliście się mi w ręce, abym pomścił synów moich... Krew ich żąda waszéj... Jeden z was zginie, oślepnie drugi."
      },
      {
        "index": 46,
        "text": "Odwrócił się ludziom nadbiegającym ręką ich wskazując."
      },
      {
        "index": 47,
        "text": "— Związać ich!.. do ciemnicy!"
      },
      {
        "index": 48,
        "text": "W mgnieniu oka czeladź się na kneziów rzuciła, ci barkami oparłszy się o siebie, dobyli mieczów i stawali do obrony. W tém jeden z pachołków rzucił się na ziemię i za nogi chwyciwszy, obalił młodszego, drudzy za ręce ich już chwytali."
      },
      {
        "index": 49,
        "text": "Powstał krzyk i wołanie. Związano obu mimo oporu leżących na ziemi."
      },
      {
        "index": 50,
        "text": "Ze dworu na hałas ten powybiegały niewiasty, służba, z najdalszych kątów wysypywało się co żyło, psy ujadać zaczęły, niedźwiedź zaryczał spinając się na łapy. Dwu kneziów wiedziono do ciemnicy."
      },
      {
        "index": 51,
        "text": "Była to nie izba ale jama na pół w wałach, w pół pod ziemią wygrzebana, dylami ostawiona, ciemna, którą drzwi ciężkie zamykały jak studnię. Długa szyja od wnijścia schodziła w dół do wilgotnéj pieczary."
      },
      {
        "index": 52,
        "text": "Chwostka synów na ręku niosąc, popychając, ciągnąc, pomimo rzucania się i oporu, rzucono do głębi i natychmiast zawalono drzwi, na które ciężki kamień się potoczył."
      },
      {
        "index": 53,
        "text": "Wrzawa nagle ustała. Stary Miłosz począł chodzić po podwórzu, koszulę szarpiąc na piersi, dysząc i jęcząc straszliwie, tarł czoło i łamał dłonie; wiatr długą siwą brodę mu rozwiewał."
      },
      {
        "index": 54,
        "text": "Zdawał się walczyć z sobą. Niekiedy wypogadzała mu się twarz, to dziczała, zasmucała i rozjaśniała. Myślał o pomście za własne dzieci, ale ci, na których chciał się pomścić, to były wnuki jego, sieroty bez ojca i matki."
      },
      {
        "index": 55,
        "text": "Gdy Miłosz rzucał się tak, zbierając się co chwila zawołać Hulę dla spełnienia wyroku, we dworze, mimo ciszy, panował niepokój i trwoga."
      },
      {
        "index": 56,
        "text": "Ludzie knezia poznali dzieci ostatniego pana, i choć spełnili na nich co im rozkazano, przerażeni byli, przelękli tém, co uczynić musieli."
      },
      {
        "index": 57,
        "text": "Litość się w nich obudziła."
      },
      {
        "index": 58,
        "text": "Wszystek dwór Leszków trzymał sercem z ich sprawą. Niewolniczo posłuszny, niewolniczo téż przywiązanym był do panów. Szemrano dziwnie, zdala spoglądając na Miłosza, który wielkiemi krokami pod dębami chodził, sam coś mówiąc do siebie."
      },
      {
        "index": 59,
        "text": "Hula, którego téż Obrem zwano, stał już zdala, czując, że może być potrzebnym. Sam kneź Miłosz wzrost miał ogromny i siłę. Niejeden ród wówczas nią słynął, ale Hula, oprawca, wszystkich we dworze przechodził wzrostem i mocą. Mówiono, że był potomkiem tego rodu Obrów, co niegdyś byli ujarzmili Dulebów i znęcali się nad niemi, niewiasty ich do wozów sobie wprzęgając, aż póki z tych nieszczęśliwych zrodzeni właśni ich potomkowie nie zwyciężyli i nie odegnali precz najezdników. Hula Obr zaledwie na pół był człowiekiem, więcéj obłaskawioném zwierzęciem, jak niedźwiedź, co się u nóg starego Miłosza wylegiwał. Do żadnéj izby wnijść nie mógł, póki się nie nagiął na poły; wóz z sianem brał na barki i nosił go jak drugi wiązkę siana. Zwierz mu się nie oparł żaden, a ludzi gniótł w garści jak słomę. Cały gęstym włosem obrosły, ledwie potrzebował okrycia. Żywił się najczęściéj mięsem surowém, a zimą sypiał w śniegu. Najokrutniejszy spełnić rozkaz, było dlań najmilszą zabawką."
      },
      {
        "index": 60,
        "text": "Zamiast mowy mruczeniem jakiémś się odzywał, niezrozumiałém, i śmiechem. Na grodzie Hula zastępował wielu, bo ani koń zdziczały, ani żadne stworzenie straszném mu nie było, byle je mógł pochwycić."
      },
      {
        "index": 61,
        "text": "Kneź już oczy zwracał na Obra, a ten stał niespokojnie spoglądając ku niemu; skinienia mu tylko było potrzeba — czekał."
      },
      {
        "index": 62,
        "text": "Trzy razy Miłosz głowę ku niemu skłonił, a słowo mu na ustach zamierało."
      },
      {
        "index": 63,
        "text": "W tém do wrót gwałtownie się dobijać poczęto i wołanie za niemi słyszeć się dało — aby kneziów wydano."
      },
      {
        "index": 64,
        "text": "Straż nad bramę wyszedłszy ujrzała z lasu ciągnący oddział silny, który się powiększał coraz. Po strojach i orężu poznać było łatwo niemców, Pomorców, Kaszubów i domowników Leszków, zmięszanych z niemi. Krzyki coraz silniejsze słychać było, domagające się kneziów."
      },
      {
        "index": 65,
        "text": "Miłosz miał ochotę kazać Obrowi zdusić obu i trupy ich wyrzucić za wrota."
      },
      {
        "index": 66,
        "text": "Co chwilę tłum oblegający rosnął, oddział w lasach ukryty na dane hasło ściągał się i zewsząd opasywał grodzisko. Stojący na przedzie groźno dopominali się dwu panów swoich. Załoga, która powybiegała na okopy, obyczajem ówczesnym poczęła rozmowę i łajanie wzajemne."
      },
      {
        "index": 67,
        "text": "Starszy Smerda z przerażeniem spojrzawszy co się pod zamkiem dzieje, pobiegł do Miłosza, aby mu oznajmić, że całe wojsko u wrót stało, że obronić mu się nie będzie podobna. Ale stary nie uląkłszy się wcale, sługę przekleństwem odegnał."
      },
      {
        "index": 68,
        "text": "Nadbiegła żona, przyszedł oślepły Leszek do ojca, nikt z rozwścieczonym starcem mówić nie mógł. Przypomnienie dzieci pragnienie zemsty zaostrzało. Nie śmiał jednak wydać rozkazu, który mu błądził po ustach."
      },
      {
        "index": 69,
        "text": "Wieczór tymczasem zapadał, mrok nadszedł i stojący po za okopami ciągle wykrzykując, poczęli się kłaść obozem pod grodziskiem. Z obu stron nie rozpoczęto kroków zaczepnych, nie rzucił się nikt, bluzgano tylko nawzajem wszetecznemi słowy."
      },
      {
        "index": 70,
        "text": "Noc nadeszła czarna, któréj gwiazdy rozjaśnić nie mogły. Kneź nic nie powiedział jeszcze, lecz Obr zawołany stał za nim i patrzał mu w oczy."
      },
      {
        "index": 71,
        "text": "Smerda już nocą przyszedł nad wrota i krzyknął starszyznie, domagającéj się wydania Leszków, że jeźli się na gród targną, głowy ich natychmiast spadną."
      },
      {
        "index": 72,
        "text": "Mimo ciemności, cała załoga uzbrojona na wałach się rozłożyła. Byli to ludzie, co od dziadów w służbie u rodu Leszków, z niewolników porodzeni, nawykli do nich, patrzali na to co się działo, starych żałując czasów. Ci, których teraz miał Miłosz, pamiętali ojca Pepełka i służbę swoją na jego dworze."
      },
      {
        "index": 73,
        "text": "Miłosz surowy był, obawiano się go, życie tu było nędzne i nieznośne. U wrót nocą zaczęły się nieznacznie z łajań szepty i namowy do zdrady."
      },
      {
        "index": 74,
        "text": "Gdy Miłosz jeszcze chodząc zdala burzył się bijąc sam z sobą co pocznie, pomści się czy puści wolno, ludzi mu przekupywano, aby otworzyli wrota oblegającym."
      },
      {
        "index": 75,
        "text": "Nad ranem wszystko ucichło, zdało się, że z obu stron znużone gromady posnęły, gdy cicho rozwarły się wierzeje i gromadka zbrojnych, a za nią cały tłum gęsty wpadł i wtoczył się na podwórze. Chrzęst wrót, które cisnąc się złamano, obudził starego Miłosza."
      },
      {
        "index": 76,
        "text": "Gdy on, z Obrem i garścią wiernych ludzi, których miał przy sobie, posuwał się z oszczepem ku wnijściu, gród już był w ręku Pomorców i niemców, z wrzawą i krzykami biegnących w podwórze i zalewających grodzisko. Ktoś odwalił kamień od lochu, w którym zamknięto młodych kneziów i wypuścił ich z ciemnicy."
      },
      {
        "index": 77,
        "text": "Ciżba zdziczała rzuciła się rznąć i mordować mściwie."
      },
      {
        "index": 78,
        "text": "Pierwszy Miłosz stary padł przebity dzidą. Stojący przy nim Obr kilku ludziom, porwawszy ich, czaszki o pnie dębów podruzgotał, ale i jego w końcu przywaliła kupa nadciągających Pomorców i na ziemię obalonego zamordowała. Inni wpadli do dworu, gdzie ani niewiastom, ani dzieciom nie przepuszczono, plądrując razem, zabierając łupy, nimby kto ognia podrzucił."
      },
      {
        "index": 79,
        "text": "Ranek wstał nad krwawém polem trupami zasłaném, zdrajcy nawet, co wrota otworzyli, gdy się rozwściekła ciżba, pozabijani zostali, nie żywiono nikogo."
      },
      {
        "index": 80,
        "text": "Dzicz pijana śpiewała i cieszyła się swojemu zwycięztwu."
      },
      {
        "index": 81,
        "text": "Dwaj synowie Chwostka stali pod dębami, wśród trupów, bledzi i przerażeni jeszcze niebezpieczeństwem, z którego ocaleli i nieszczęściem, jakiego ich zuchwalstwo stało się przyczyną."
      },
      {
        "index": 82,
        "text": "Ze dniem dopiero postrzegli, iż Bumir i inni Leszkowie, krewni ich, którzy im towarzyszyli, opuścili ich i znikli."
      },
      {
        "index": 83,
        "text": "Zrozumieli, że to zwycięztwo i pomsta krwawa była klęską."
      },
      {
        "index": 84,
        "text": "Ostatni co im posiłkowali, odstąpili od nich. Zostali sami z garścią niemców i z najemnikami, którzy się na nich téż rzucić mogli."
      },
      {
        "index": 85,
        "text": "Podwórze zamkowe wyglądało straszliwie jak pobojowisko. Kupami leżały rozrzucone ciała odarte. Wśród nich osobno widać było siwobrodego Miłosza, starą jego żonę, ślepego Leszka, pobite psy, zgniecionego Obra, niedźwiedzia, w którym tkwiło kilka oszczepów. Wysoko na dębu gałęziach latały popłoszone gołębie i dwie sroki skrzeczały."
      },
      {
        "index": 86,
        "text": "Resztki załogi, która się po zakątach skryła, wyciągano i wiązano. Kaszuby skrępowaną powrozami Biełkę we łzach, pokrwawioną, ocaliwszy prowadzili w ofierze zwycięzcom. Padła biedna przy trupie Leszka na ziemię, twarz zakrywając rękami i ryczała płaczem okropnym, grobowym."
      },
      {
        "index": 87,
        "text": "Dzicz już wyciągała precz juczne konie łupami, obciążona zdobyczą, wyśpiewując radośnie."
      },
      {
        "index": 88,
        "text": "Wśród starych dębów płonęły spustoszone dwory. Dawano rozkazy do pochodu, tłum powoli wylewał się z okopów na równinę."
      },
      {
        "index": 89,
        "text": "Długim sznurem płynął przez wrota, wchodząc i niknąc w głębi lasu. Naprzód się cisnął tłum gęsty, potém przerzedzone kupy, naostatku pijana ciżba po kilku i pojedyncze zbóje, którzy się schwyconą zdobyczą dzielić nie chcieli."
      },
      {
        "index": 90,
        "text": "Ostatni jeszcze przeciągnął wybitą przez pole drogą i zniknął w lesie."
      },
      {
        "index": 91,
        "text": "Z drugiéj strony z gąszczy ślepy gęślarz wyszedł z chłopięciem, które go ku okopom wiodło milczące. Wiatr niósł mu spaleniznę ze zgliszcza. Stanął we wrotach, kij jego dotknął leżącego trupa... chłopak przytulił się doń drżący i płakał."
      },
      {
        "index": 92,
        "text": "— Stary Miłosz leży z piersią rozbitą... ślepy Leszek zakrwawiony... trup na trupie... żywego nikogo..."
      },
      {
        "index": 93,
        "text": "Gęślarzowi zadrżały nogi, siadł na kamieniu we wrotach. Dłoń jego sama strun szukała, ale usta pieśni wyjąknąć nie umiały — zawodził tylko."
      },
      {
        "index": 94,
        "text": "— Gdy na gniazdo piorun pada, czego grom w niém nie wybije, to się samo w niém zajada, i swą własną krew wypije... Kiedy na ród wyrok padnie, że ma zczeznąć marnie z ziemi, brat na brata ręce kładnie, ojciec żre się z dziećmi swemi. Bez pogrzebu w polu leżą, krucy ciała poszarpali... kości ich wiatr poroznosi, i pamięć ich wsiąknie w ziemię....."
      }
    ]
  }
}