{
  "chapterNumber": 7,
  "title": "Tom I, Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Godzina nie upłynęła, gdy stary Wisz ukazał się znowu w progu dworu, ale tak zmieniony, iż poznać go było trudno. W domu chodził bosy i w płótnie, teraz się odział jak do podróży i postać przybrał inną. Okryty był brunatną siermięgą nową, sinemi pasy obszywaną, na nogach miał skórznie nowe, których sznury krasno były farbowane, na głowie kołpak futrzany i pióro przy nim. U pasa wisiał miecz błyszczący i proca, na plecach łuk i strzały. Stąpał téż jak wojak stary, wyprostowany, z podniesioną głową — i lat mu w tym stroju ubyło."
      },
      {
        "index": 3,
        "text": "U wrót trzy konie gotowe, okryte suknem czekały, dwóch parobczaków czysto odzianych i zbrojnych, trzymali je, gotowi z gospodarzem do drogi. Co żyło w chacie, wyszło żegnać ojca i cisnęło się do ręki. Szła Jaga téż niespokojna, fartuchem łzy ocierając, bo czuła, że coś w tém groźnego być musiało, gdy Wisz, co oddawna już nie ruszał się ze dworu, chyba po barciach i lesie — sam, tak nagle, nie mówiąc nikomu, dokąd i po co jechać musiał."
      },
      {
        "index": 4,
        "text": "Ona i Dziwa poszły za nim aż do konia siwego, który spokojny stał, nogą grzebiąc, głowę obrócił ku panu, zarżał i czekał aż nań siądzie. Chciał jeden z parobczaków pomódz staremu, lecz Wisz, jakby mu nagle siły przybyło, skoczył raźno na grzbiet siwego, głową swoich pozdrowił, ręką wskazał na drogę w las — i ruszyli w milczeniu. Długi kawał jechali nad rzeką. W jedném miejscu, kilka nędznych chałup stało nad wodą, na kołkach sieci wisiały, parę czółen wywróconych odpoczywało na piasku. Chałupy jak bobrowe domki ubogo wyglądały, na pół w ziemi, pół nad nią, a biedniéj jeszcze ludzie, których dwu na pół nagich głos Wisza wywołał. Była to osada z błędnych ludzi złożona, zowiąca się Rybaki, która na ziemi kmiecia niedawno wyrosła. Kilkoro dzieci nagich, od dymu okopcona niewiasta zgięta i stara — pierzchnęli na widok pana, tylko dwaj rybacy jakąś odpowiedź na pytania wymruczeli przez zęby. Spojrzenia ich rzucane na Wisza, kose były, nieufne i strwożone."
      },
      {
        "index": 5,
        "text": "Nieco daléj, znowu chatek kilka w lesie, druga osada podobna, Bodniarze, stała jakby pusta... U drzwi tylko klepki i wióry, porozsypywane naczynia świadczyły o zajęciu mieszkańców. Na ten raz nie było żywéj duszy, niewiasty z dziećmi wyszły do lasu na grzyby, mężczyźni musieli drzewa szukać na klepki. Drzwi jednak wszystkich chałup stały niepozamykane, bo taki był zwyczaj po całéj ziemi, a żaden podróżny nie nadużył nigdy téj gościnności poczciwéj. W każdéj chałupie leżał chléb, nóż i stała woda. Stały otworem loszek, spiżarnia, wszystko."
      },
      {
        "index": 6,
        "text": "Jeden z parobczaków Wisza, poszedł się napić i wrócił natychmiast do konia. Ztąd już nawrócili w lewo na lasy i gęstwiną jechali — bez drogi, lecz tak się kierując bezpiecznie i pewno, jakby mieli przed sobą szeroki gościniec. Myśliwym znane było każde uroczysko... zwalona kłoda, dolina w lesie i strumień."
      },
      {
        "index": 7,
        "text": "Jechali tak w milczeniu do nocy ciemnéj, gwiazdy już świeciły na niebie poprzedzając księżyc, gdy noclegować stanęli. Chłopcy w mgnieniu oka szałas dla starego sklecili — jeden na straży został przy koniach puszczonych na paszę, drugi przy Wiszu."
      },
      {
        "index": 8,
        "text": "Noc przeszła spokojnie, o brzasku wszyscy gotowi byli do drogi, stary wstał od nich wcześniéj — na konie siedli i Wisz sam wskazywał daléj, kędy jechać mieli, bo naokół w swoim mirze i opolach nie było grudki ziemi, która by mu znaną nie była. Myśleć i namyślać się nie potrzebował, instynkt myśliwskich plemion grał w nim jeszcze z całą siłą, on las czuł i w obcym nawet wiedziałby jak się obrócić."
      },
      {
        "index": 9,
        "text": "Chwytał niekiedy silniéj powietrze, a ono mu oznajmywało, czy w pobliżu dąbrowa była, łąka, moczary czy pola. Mówiła do niego trawa co rosła pod stopami, pochylenie gałęzi, mech, który na drzewach rosnął, krzewy co las podszywały. — Lot ptaków uczył go, nawet i zwierz którego płoszyli i kierunek w jakim on od nich uciekał."
      },
      {
        "index": 10,
        "text": "Ku południowi już wjechali na łąkę szeroką, któréj środkiem płynął strumień. W dali, na podniosłym nieco brzegu, widać było dwór obszerny z zagrodą i dym nad nim."
      },
      {
        "index": 11,
        "text": "Ujrzawszy domostwo, stary dobył rogu i zatrąbił raz, drugi i trzeci. Jechali tymczasem coraz się zbliżając ku zagrodzie, około któréj mnóstwo roiło się ludzi."
      },
      {
        "index": 12,
        "text": "Jeden z nich konia bez uzdy z łąki porwawszy, skoczył nań i rękami go poganiając z obu stron szyi, a trzymając się grzywy, wybiegł naprzeciw starego — popatrzał na Wisza i szybko nazad popędził."
      },
      {
        "index": 13,
        "text": "Znać, że i tu mało kto w gościnie bywał, bo czeladź u wrót cisnęła się ciekawa, a z za tynu widać było bielejące niewiast namitki. Jeszcze nie dojechali do zagrody, gdy we wrotach ukazał się słuszny mężczyzna, odziany po domowemu, koszula na wierzch, w lekkim przyodziewku na ramiona narzuconym. Gęsty jasny włos spływał mu na ramiona, młoda bródka zarastała rzadko, rumiane lice, które się śmiało dużemi niebieskiemi oczyma. Rękami zdala już witał przybywającego, weseląc się gościem, stary mu téż słał pozdrowienie, a niedojeżdżając do wrót, konia strzymał i zsiadł z niego."
      },
      {
        "index": 14,
        "text": "— Bywajcie mi w dobrą godzinę, gospodynie miły — wołał młody gospodarz. — Takiego gościa, jak stary Wisz, nigdy się moja chata nie spodziewała."
      },
      {
        "index": 15,
        "text": "To mówiąc, z poszanowaniem jak do ojca, zbliżył się do starego i rękę mu chciał całować."
      },
      {
        "index": 16,
        "text": "— Rad wam jestem jako słońcu! — mówił daléj wesoło — ale się i smucę téż, bo zamiast stare kości trząść do młodego Domana, mój ojcze, nakazałbyś do niego, toby się u drzwi twych stawił."
      },
      {
        "index": 17,
        "text": "— Zachciało się téż i staremu świata zobaczyć a popatrzéć, czy się tam co na nim nie zmieniło — odezwał się Wisz."
      },
      {
        "index": 18,
        "text": "Uściskali się i pod rękę go ująwszy, wiódł Doman do świetlicy. I tu dwór stał w obejściu, do koła zabudowany w prostokąt, z szopami razem i chlewami. Znać tylko było młodego gospodarza, który pragnie aby mu się w oczach domostwo śmiało, bo ściany były wybielone i podsienie ostawione słupkami misternemi. Na nich gdzieniegdzie wiązki ziela wonnego wisiały, macierzanka, dziewanny i czombry. Niewiast cale widać nie było, bo się te przed obcym kryły... Izba téż, do któréj weszli, czysta była i schludna, a znać w niéj niewiasty nie gospodarzyły, bo ognisko w pośrodku z kamieni ułożone, było wygasłe. W kącie skórą wilczą zasłane widać było łoże, po ścianach łuki, miecze, proce, rogi zwierząt i skóry z nich świeżo zdarte. Na stole leżał chléb biały, którym się rozłamali i Doman starca naprzód posadził, sam stojąc przed nim. Ledwie go skłonił by usiadł przy nim podle. W oczach wesołego gospodarza żywa malowała się ciekawość, ale z pytaniem nie spieszył. — Wisz téż z razu o gospodarstwie mówił i lesie. W tém miód podał chłopak, gospodarz przepił do gościa."
      },
      {
        "index": 19,
        "text": "Sami jedni w izbie byli."
      },
      {
        "index": 20,
        "text": "— Jużeście to zgadli — odezwał się stary — żem przybył tu nie darmo — a ja wam powiem, że z wieścią niedobrą. Źle, a coraz nam się gorzéj dzieje."
      },
      {
        "index": 21,
        "text": "— To róbmy tak, aby lepiéj było — odparł Doman."
      },
      {
        "index": 22,
        "text": "— Wkrótce mirów, wieców i nas kmieci i starego obyczaju nie stanie — mówił Wisz zwolna — pójdziemy w pęta wszyscy."
      },
      {
        "index": 23,
        "text": "Mówią tak ludzie, iż w starych głowach lęgnie się narzekanie jak kwas w starych statkach — ale osądzicie sami, czy się to bez jaja wylęgło."
      },
      {
        "index": 24,
        "text": "Kneź i Leszki wszystkie za wolnych już nas ludzi nie mają. Kmiecie i władyki co się na téj ziemi urodzili, z czernią idą na równi z niewolnikami. Rabów z nas czynić chcą. Odgrażają się, tępią jak pszczoły, gdy ul do dna chcą wyprzątnąć i gnilca w nas szukają. Chwostek nad Gopłem dokazuje. Dwa dni temu, sprosił kmieci na ucztę do siebie, dali im jakiegoś duru w napoju, niemka go tam syci na naszą zgubę. Wśród uczty jęli się gryźć i bić między sobą, niemal wszyscy się wymordowali. Trupy Chwostek do jeziora kazał powrzucać jak padło. U Samona dziéwkę hożą zabrano gwałtem, a kneziowa pani dała ją mężowi na zabawę. Po zagrodach tłuką się Smerdy jego i gwałty czynią, zabierają ludzi, niewiastom nie dają pokoju. Nikt nie pewien ani chaty, ani pola, ani komory, ani dzieci. Mamyż my to tak cierpieć i po niewieściemu jak baby z płaczu zawodzić, ręce łamać? Mów Domanie."
      },
      {
        "index": 25,
        "text": "Domanowi lice płonęło, wargi się trzęsły, hamował się, milczał — a gdy stary dokończył — rzekł:"
      },
      {
        "index": 26,
        "text": "— Hej! hej! dawno bo należało na to gniazdo osie iść i nogami je stratować."
      },
      {
        "index": 27,
        "text": "— Słowo się prędko rzecze, Domanie — zawołał stary — a rękom to nie tak łatwo. Twardo siedzi to gniazdo, do stołba przylepłe."
      },
      {
        "index": 28,
        "text": "— A Stołb téż pono nie duchy stawiły z kamienia, ale ludzie, to téż go ręce ludzkie wywrócić mogą — rzekł Doman."
      },
      {
        "index": 29,
        "text": "— Nie mów tak — odezwał się Wisz — o stołba początku nikt nie wie. Stał już za praszczurów naszych. To pewna, że lud co go stawił, nie nasz był i znikł z téj ziemi."
      },
      {
        "index": 30,
        "text": "Doman zmilczał."
      },
      {
        "index": 31,
        "text": "— Nam we dwu — dodał stary — nie rozsądzać o tém, ale poczynać coś, trzeba gromadą, a dzieci ratować. Spojrzał na młodego gospodarza, który téż oczów jego szukał."
      },
      {
        "index": 32,
        "text": "— Trzeba rozesłać wici po kmieciach i władykach, a zwołać starszyzny wiec walny. Niech się miry nasze i opola zbiorą, zaczniemy my, pójdą zatém drudzy."
      },
      {
        "index": 33,
        "text": "— Wasze słowo za rozkaz stanie — rzekł Doman — niech niosą wici — a no, mówić mi dozwolicie. Kogo wołać i kędy? Wiecie to dobrze, że Chwostek ma swoich i między kmieciami, że Leszki się rozrodziły i poswatały, a jest ich siła, że my nie sami... trzeba więc ostrożnie i cicho wprzód języka dostać, wprzód się może rozsłuchać i obliczyć, nim z garstką wystąpiemy, bo nas zduszą."
      },
      {
        "index": 34,
        "text": "— Nie inaczéj i ja myślałem — odezwał się Wisz. — Wiemci to dobrze, że nie zbywa Chwostkowi na druhach i że między naszemi téż znajdują się z nim pobratani; ale i to wiem Domanie, że własny jego ród Leszy, nie cały z nim będzie. Stryjów zgnębił i w kmiecie obrócił, synowcom powyłupiał oczy, drudzy ze strachu wychylić się z grodzisk nie śmieją. Ci z nami trzymać będą."
      },
      {
        "index": 35,
        "text": "— Na wiecu się to obradzi lepiéj — odezwał się Doman — zwołujmy wiec."
      },
      {
        "index": 36,
        "text": "— Nim wici roześlemy — przerwał stary — pojedźmy po dworach, nie mówiąc nic, aby języka powziąć — jedźmy razem Domanie i po kmieciach i po Leszkach."
      },
      {
        "index": 37,
        "text": "— Jedźmy ojcze Wiszu — potwierdził Doman — jam gotów. Spocznijcie u mnie, daléj ja ruszę z wami."
      },
      {
        "index": 38,
        "text": "— Jak myślicie? dokąd? — spytał stary."
      },
      {
        "index": 39,
        "text": "— Z kmieci... do starego Piasta — na naradę, ubogi człek, ale mądry... milczy, ale więcéj wie od tych co gadają."
      },
      {
        "index": 40,
        "text": "Wisz głową skinął. A daléj?"
      },
      {
        "index": 41,
        "text": "— Z Leszków choćby do Miłosza... — mówił Doman..."
      },
      {
        "index": 42,
        "text": "— Tego synowi wyłupił on oczy."
      },
      {
        "index": 43,
        "text": "Liczyli tak dwory, gość palec na ustach kładł, krom nas dwu niech o tém nikt nie wie. Jedziemy na łowy."
      },
      {
        "index": 44,
        "text": "— Jedźmy na łowy — ludzi waszych zostawicie u mnie, we dwu ruszymy, tak lepiéj."
      },
      {
        "index": 45,
        "text": "— Tak lepiéj — dodał Wisz."
      },
      {
        "index": 46,
        "text": "— Gdzież my wiec zwołamy, boć stanie na tém, aby się zebrał — dawno go nie było — rzekł Doman."
      },
      {
        "index": 47,
        "text": "— Gdzie? tam gdzie on od wieków bywał — nowego miejsca ni szukać, ni znaleźć. Na Żmijowém uroczysku, nieopodal od dębu świętego i zdroju, w okopie na horodyszczu — gdzie ojcowie, dziadowie i pradziady się nasze zwoływały. Tam nam téż stanąć wszystkim i radzić."
      },
      {
        "index": 48,
        "text": "W oczy sobie popatrzali."
      },
      {
        "index": 49,
        "text": "— Uroczysko to w głębi lasów, bezpieczne błotami opasane do koła. Lepiéj tam niż gdzieindziéj. Gdyby się starszyzny zebrały gromadą przy naszéj czy waszéj zagrodzie, mściłby się kneź i palił — tam — kto wie? i posłuchu może mieć nie będzie."
      },
      {
        "index": 50,
        "text": "— Posłuchu?? — rozśmiał się Doman — ma on swoich wszędzie, doniosą mu, byleśmy się ruszyli tylko, ale nie przetoż się lękać mamy i siedzieć po norach. Z wieków się ludzie na wiece zbierali, czemuby i dziś nie mogli? Pilno obeślem wiciami."
      },
      {
        "index": 51,
        "text": "— Tak — rzekł Wisz — poślemy dwu po dworach, zagrodach, chatach, aby starszyzna przyszła, lecz wiedzieć wprzódy musimy, kogo wołać i kto z nami stanie. Godziłoby się wziąć klątwę na ogień i wodę."
      },
      {
        "index": 52,
        "text": "Naradzać się zaczęli po cichu. Stało na tém, że wiec być ma koniecznie i że się temu nie sprzeciwią ludzie, więc już naprzód myślano, jak nieznacznie go zebrać, a że na Kupałę gromady się i tak po uroczyskach schodziły, przed Kupałą dzień wybrać chciano."
      },
      {
        "index": 53,
        "text": "Wisz i Doman zgodzili się na to zawczasu. Na wici czasu było dosyć, a do Kupały téż nie tak daleko, aby rzecz poszła w odwłokę."
      },
      {
        "index": 54,
        "text": "Gwarzyli długo... naradzali się w izbie po cichu aż do zmierzchu. Stał miód na stole, ale go prawie nie tknęli. Pochmurniały czoła, zasępiły się oczy nawet wesołemu Domanowi. Przebrało się w końcu i rady i słowa, ręce sobie podali i gospodarz wywiódł starca za zagrodę pod lipę, która na wzgórzu stała. Ledwie się tam ukazali, ze dworu za panem skoczyło całe psów stado, bo myśliwiec był wielki. — Obsiadło ich do koła. Młodzież téż, czeladź, dwór stanąwszy zdala — jakby na coś oczekiwać się zdawała. Doman ku nim, oni patrzali ku niemu."
      },
      {
        "index": 55,
        "text": "— Chciałbym was zabawić i ugościć — odezwał się gospodarz — staremu nie w smak młode pieśni — bo są płoche. Czemś byśmy was przyjąć przecie radzi i pokazać, że my od snu nie puchniem i u ognia nie drzemiemy."
      },
      {
        "index": 56,
        "text": "— Hej Scibor! — krzyknął Doman — znak dając ręką — sam tu!"
      },
      {
        "index": 57,
        "text": "— Dorodny chłop, któremu téż oczy ogniem pałały, na zawołanie się stawił."
      },
      {
        "index": 58,
        "text": "— Lepszego dnia na naszego wilka nie znajdziemy — odezwał się Doman. Przed kim się pochwalić, jeśli nie przed starym Wiszem."
      },
      {
        "index": 59,
        "text": "Dajcie go tu z zagrody, pokażemy, że się dzikiego zwierza nie boim."
      },
      {
        "index": 60,
        "text": "Skoczył Scibor raźno, a za nim ozwały się głosy ochocze. Psy wnet zagnano do zagrody, kilka tylko zostawiwszy na sznurach. Wisz i Doman wstali z pod lipy — zbliżając się do wrót, przy których już się chłopaki gromadzili. Gospodarz kazał wziąć oszczepy i począł ludzi rozstawiać do koła. Sam téż ujął dzidę z żelezcem, zajmując stanowisko w oddali. Psy na powrozach trzymali parobcy, a rwały się czując, że je nie darmo więżą."
      },
      {
        "index": 61,
        "text": "Klasnął w ręce pan, i wrota się skrzypiąc otwarły."
      },
      {
        "index": 62,
        "text": "Wilk, który dni kilka w niewoli przesiedział, zahukany był i wylękły, nie rychło korzystał ze swobody. Wołano nań, bijąc kijmi o ściany od podwórza, a ruszać się nie chciał, skulony, kłapiąc tylko zębami. Nagnano go przecie ożogami do wrót i głowa jego w nich się ukazała, wnet téż rozglądnąwszy się ostrożnie, naprzód skoczył i stał. Cicho przysiedli czatujący, psy tylko wyć poczęły, wilczysko się ruszyło, zrazu krokiem niepewnym, po tém szybciéj coraz, patrząc ino, kędy umykać ma do lasu."
      },
      {
        "index": 63,
        "text": "Ucieczka była trudną, bo zewsząd ludzie zabiegali. Doman nań godził pierwszy, biegnąc żywo na przełaj, aby go nie mógł wyminąć. Gdy się leniwo poruszał zwierz, spuszczono psy, a te się wnet nań rzuciły. I łowy rozpoczęły się wtedy na dobre."
      },
      {
        "index": 64,
        "text": "Jeden i drugi z chłopaków śmieléj zabiegli wilkowi z oszczepami, cisnął któryś zdaleka i trafił słabo po grzbiecie — psy zatrzymały za uda i szarpać poczęły. Doman korzystając z tego, przypadł i z wielką zręcznością w otwartą paszczę wbił mu dzidę, na miejscu kładąc kudłacza."
      },
      {
        "index": 65,
        "text": "W czasie tych łowów dla zabawy, krzyk, śmiechy i klaskania w ręce po dworze się rozlegały, dziewczęta na płoty wlazłszy, zachęcały i nawoływały, dzieci wywijały kijami. Stary Wisz nawet parę razy za mieczyk chwycił, nie mogąc się w spokoju utrzymać. A gdy wilczysko brocząc posoką ziemię zwaliło się i psy je dławić poczęły, dopieroż zbiegli się wszyscy z blizka oglądać zabitego."
      },
      {
        "index": 66,
        "text": "Kilka dni temu pojmał go w lesie któryś z ludzi Domana, ogłuszywszy uderzeniem w głowę, tak, że na poły przybitego związano i na dwór przywieziono, gdzie się wylizał i odżył, aby posłużyć teraz do zabawy."
      },
      {
        "index": 67,
        "text": "Zwleczono potém zabitego, a zaczęto próbować łuków i procy. Doman ze wszystkich najzręczniejszym był, choć drudzy téż czynili co mogli, aby mu sprostać. Wisz patrzał tylko, a wzdychał, że mu ręce stare drżały. Niegdyś i on tak dokazywać umiał."
      },
      {
        "index": 68,
        "text": "Gdy zmierzchło i łuczywa w izbie pozapalano, siedli radzić jeszcze i długo na osobności szeptali z sobą — aż Doman posłanie swe staremu ustąpiwszy, drugie dla siebie w téjże izbie kazawszy położyć, do spoczynku zaprosił."
      },
      {
        "index": 69,
        "text": "Jak dzień tedy pozrywali się, konie od wczora były zapowiedziane, ludzie, choć im się chciało bardzo jechać razem z panami, musieli zostać w zagrodzie."
      },
      {
        "index": 70,
        "text": "Do dworu Leszka Miłosza, drogi przez lasy było na dzień cały. W torbach na plecach mieli jadło, w drewnianych smołą wylanych flaszkach po troszę miodu, konie nawykłe do trzęsawisk i lasów, nie lękały się podróży. Doman jechał przodem."
      },
      {
        "index": 71,
        "text": "Dla pospiechu wybrano krótszą drogę wiodącą przez moczary i gąszcze nieprzebyte. Gdzieniegdzie ogromne stosy drzew wiatrem obalonych, na pół pogniłych, trawami bujnemi porosłych, gałęźmi i korzeniami posplatanych, tamowały przejazd, musieli je objeżdżać do koła; indziéj gniłe rzeczułki ze ślizkiemi brzegi, trudno konie przebywały. W ostępach tych, które rzadko człowieka widywały, zwierz nie tak płochliwy, zrywał się niemal z pod stóp jeźdzców... na drzewach świeciły ogniste żbików ślepia, pod krzakami mruczały niedźwiedzie, stada łosiów i jeleni z ogromnym chrzęstem pierzchały przed niemi. — Gęste nawet drzew wierzchołki pełne były ptastwa, gniazd i wiewiórek — które im nad głowami szeleściły..."
      },
      {
        "index": 72,
        "text": "Wnętrze puszczy tajemnicze, ciemne, straszne, ledwie promienie przepuszczało słoneczne i gdy pod wieczór wydobyli się z tych zapadłych gęstwin, na suchszą łąkę, oba raźniéj odetchnęli."
      },
      {
        "index": 73,
        "text": "Tu musieli się otrząsać z liści, gąsienic, mchów i porostów, któremi puszcza ich okryła."
      },
      {
        "index": 74,
        "text": "W dali już dym widać było. Na wzgórzu łysém postrzegli wysoki bardzo wał z ziemi, zieloném darniem okryty z za którego tylko gęstwina drzew się ukazywała. Z pośrodka nich, unosił się dym wstęgą siną ku górze, znak ludzkiego mieszkania i życia. Wały otaczające grodzisko, tak wysoko sięgały, iż z po za nich budowli żadnych dostrzedz nie było można."
      },
      {
        "index": 75,
        "text": "Gdy się zbliżyli, spostrzegli wśród okopów z ziemi, wązki przesmyk, wysokim zaparty częstokołem... Na zewnątrz żadnego znaku życia. Wrota stały zamknięte. Podjechali ku nim, a nikt się nie ukazał, choć na wyżynach wału, kilka ludzkich spostrzegli postaci. Wisz zatrąbił."
      },
      {
        "index": 76,
        "text": "Stali jednak długo, nim z za tynu wysokiego ukazała się głowa ludzka, okryta skórą łba wilczego."
      },
      {
        "index": 77,
        "text": "Stary dopraszał się wnijścia — ale pachołek mruczał, że kneź Miłosz nie dopuszcza do siebie nikogo. Musiano uporu zażyć i po kilkakroć wywoływać straże, nim ich nareszcie wpuszczono. Wrota się rozwarły, przebyli ciemną drogę przez gruby okop, który grodzisko opasywał i znaleźli się w podworcu staremi drzewy porosłym. Lipy i dęby z pniami olbrzymiemi, z szeroko rozpostartemi gałęźmi, osłaniały niemal przestrzeń całą. Po za niemi w cieniu, nizka budowla ciemna, drewniana, rozkładała się szeroko ze swemi podsieniami szerokiemi i wysokiemi dachy."
      },
      {
        "index": 78,
        "text": "Ponure, skórami okryte postacie jakieś, włóczyły się tu i owdzie. Ogromne psy, kościste a chude, przyszły na podróżnych zawarczeć i obwąchać ich do koła. Nie rychło zjawił się zgarbiony starzec, nizkiego wzrostu, zakapturzony, o kiju. Z tym się zrozumieć i rozmówić nie było prawie można."
      },
      {
        "index": 79,
        "text": "Mrucząc jednak, powiódł ich za sobą. Wieczorny zmierzch i cień drzew w budowli nizkiéj z małemi okienkami już mało co widzieć dozwalały."
      },
      {
        "index": 80,
        "text": "Gdy ich do świetlicy wpuszczono, stali długo wprzód, nim oczy ich oswoiły się z mrokiem i coś rozeznać mogli. Na ognisku paliły się dogasające polana."
      },
      {
        "index": 81,
        "text": "W głębi, na skórach leżał olbrzymiego wzrostu starzec, z brodą wyrosłą długo, któréj włosy jak trawa, nie kręcące się, proste, spadały mu niemal do kolan. Brwi nawieszone zakrywały mu oczy, głowę miał zupełnie łysą. Trzymał ją właśnie spartą na kościstéj dłoni. Nogi jego spoczywały na czémś czarném, co się ruszało opieszale. Nie rychło Wisz dostrzegł swojskiego niedźwiedzia, który mrucząc, podścielał się pod pańskie nogi..."
      },
      {
        "index": 82,
        "text": "Dwie sroki chodziły skacząc po podłodze."
      },
      {
        "index": 83,
        "text": "Gdy weszli zwolna, kneź Miłosz się nie ruszył, oczy tylko ku nim skierował, wlepił w nich i czekać się zdawał, by oni poczęli rozmowę. Sroki tymczasem pobiegły w kąt, a niedźwiedź głowę zwróconą ku ścianie odwrócił, ziewnął szeroko i znowu ją na dawném miejscu położył."
      },
      {
        "index": 84,
        "text": "W izbie było duszno nieznośnie, a stary kneź trząsł się z zimna."
      },
      {
        "index": 85,
        "text": "— Kneziu Miłoszu — odezwał się Wisz powoli — pozdrawiamy was."
      },
      {
        "index": 86,
        "text": "— Ktoś ty taki? — zapytał głos ponury i gruby, jakby z głębin wychodzący."
      },
      {
        "index": 87,
        "text": "— Kmieć Wisz z sąsiadem Domanem."
      },
      {
        "index": 88,
        "text": "Kneź milczał."
      },
      {
        "index": 89,
        "text": "— Dozwolicie mówić z sobą?"
      },
      {
        "index": 90,
        "text": "— Mówić, ze mną — począł ten sam głos dziki — ja nie mam nic do ludzi, ani oni do mnie? Czego chcecie?"
      },
      {
        "index": 91,
        "text": "— Rady dobréj — rzekł Wisz."
      },
      {
        "index": 92,
        "text": "— Jam jéj sobie nie znalazł, drugim téż dać nie potrafię, gdzieindziéj po to idźcie — odparł kneź..."
      },
      {
        "index": 93,
        "text": "— Źle się u nas i z nami dzieje — ciągnął stary zwolna, nie zważając na odprawę — wasz i nasz wróg gnębi nas coraz okrutniéj."
      },
      {
        "index": 94,
        "text": "— Kto?"
      },
      {
        "index": 95,
        "text": "— Chwostek — rzekł, obelżywego tego nazwiska używając starzec."
      },
      {
        "index": 96,
        "text": "Rozśmiał się dziko leżący Miłosz."
      },
      {
        "index": 97,
        "text": "— Mnie on już nie uczyni więcéj nic — pozbawił mnie dzieci, gdyby wziął nawet życie... nie dbam o nie. Idźcie sobie szukać indziéj rady i pomocy."
      },
      {
        "index": 98,
        "text": "— I pomsty nie checie? — spytał Wisz. — Wszak ta się wam za dzieci słusznie należy. Zabity jeden, oślepiony drugi, nie została wam na starość pociecha żadna, a ma to zostać bezkarném?..."
      },
      {
        "index": 99,
        "text": "Kneź milczał długo, aż zerwał się gniewny."
      },
      {
        "index": 100,
        "text": "— Precz, albo na was spuszczę Maruchę! — zawołał. — Chwost was tu nasłał, żebyście mnie za język ciągnęli... psie syny jakieś... Won... ztąd!.."
      },
      {
        "index": 101,
        "text": "— Kneziu Miłoszu — odezwał się chłodno Doman — ja jestem syn tego, co wam życie zbawił, a Wisz nigdy nie zdradził nikogo. My kmiecie jesteśmy, nie niewolniki."
      },
      {
        "index": 102,
        "text": "Zawarczało coś na łożu tak, że trudno rozeznać było niedźwiedź, czy pan się odzywał — po tém sapanie słyszeć się dało i głos jęczący."
      },
      {
        "index": 103,
        "text": "— Idźcie po radę gdzie rozum jest, u mnie go nie ma. We mnie z bólu wyschło wszystko, siłęm stracił, pamięć, nawet do pomsty ochotę. Idźcie, mścijcie się za mnie, a gdy mu serce wydrzecie, przynieście je mnie, pożrę je i umrę... Dawno mi się umrzeć należało, wołam o śmierć, nic więcéj! nic więcéj! Moje dzieci, kwiaty moje, syny moje, — cóżem ja wart bez nich? na co mi bez nich życie?"
      },
      {
        "index": 104,
        "text": "Twarz zakrył rękami obiema i zamilkł. Wiszowi serce się ścisnęło na widok téj boleści, stali niemi. Starzec jęczał. Nierychło podniósł oczy i począł łagodniejszym już głosem."
      },
      {
        "index": 105,
        "text": "— Idźcie odemnie biedne ludziska, czego wy tu szukać możecie? ja już nie mam nic! nic! — Niech się świat spali, niech go morze pochłonie, niech ludzie wymrą, mnie już gorzéj, ni lepiéj nie będzie. Kwiaty moje! syny moje — moje dzieci!"
      },
      {
        "index": 106,
        "text": "I znowu zanurzył głowę w dłoniach i płakał. Oni stali nie wiedząc, czy jeszcze czekać mają, czy odstąpić precz, aby go napróżno nie dręczyć. Jęknąwszy silnie, Miłosz się podźwignął i siadł, rękami trzéć począł twarz i czoło. Klasnął w dłonie. Z bocznéj izby uchyliwszy drzwi, wyszła niewiasta tak olbrzymiego wzrostu jak starzec, wychudła i żółta, z głową zawitą chustami tak, iż oczy z pod nich zaledwie widać było. Płaszcz ciemny okrywał białe ubranie niewieście. Spojrzała ode drzwi na obcych i zawahała się nieco. Niosła w ręku dzbanuszek i kubek. Stary już palce drżące ku niéj i napojowi wyciągał. Milcząc nalała mu i podała. Począł pić chciwie. Dopiéro jakby orzeźwiony, popatrzał na Wisza i Domana, a niewiastę skinieniem odprawił."
      },
      {
        "index": 107,
        "text": "— Mówcie — rzekł — cóż wy poczynać chcecie? co? Zwołacie wiec, aby się na nim pokłócić i zwaśnić? będziecie radzić, jezdzić, mruczeć, a on was po jednemu na powróz wyłowi? Zaprosi na ucztę i jednych na drugich poszczuje! Co wy mu zrobicie? Wiecu się waszego nie boi, ani was, ani pogróżek waszych."
      },
      {
        "index": 108,
        "text": "Rozśmiał się."
      },
      {
        "index": 109,
        "text": "— Połowa z was będzie z nim, pół przeciwko niemu! Rozda wasze ziemie tym, co na was mu pomogą! Nic mu nie zrobicie. Gdy ludzi zabraknie, przyjdą w pomoc niemcy i kraj spustoszą, a krnąbrnych powiodą w niewolę."
      },
      {
        "index": 110,
        "text": "I rzucił się znowu na łoże."
      },
      {
        "index": 111,
        "text": "— Kneziu — rzekł Wisz — trudna to sprawa, wiemy o tém, ale się Chwosta pozbyć musimy."
      },
      {
        "index": 112,
        "text": "Zginie z nas wielu, wielu zdradzi, padnie dużo, w końcu i jego nie stanie."
      },
      {
        "index": 113,
        "text": "Przyszliśmy się spytać kneziu Miłosz, jak wiec postanowi na gród, dacie nam swoich ludzi? — będziecie z nami?"
      },
      {
        "index": 114,
        "text": "Stary milczał długo."
      },
      {
        "index": 115,
        "text": "— Nie — rzekł — serce bym mu wyrwał, gdybym mógł sam, gdy wy mu je wyrwiecie, uraduję się, a na niego z wami nie pójdę... To kmieca sprawa — jam kneź! jam Lech!!"
      },
      {
        "index": 116,
        "text": "A pamiętajcie o tém, że gdy go zmożecie, on ma dwóch synów za Łabą. Tym się nic nie stanie, ci wrócą z niemcami i pomszczą się na was... Próżne wasze jęki, próżne. Nie on, to dzieci was zabierą w niewolę; nie on, to ja bym was uczył co kmieć a co kneź! Nie byłbym lepszy. Mruczał niezrozumiale. — Wisz spojrzał na Domana."
      },
      {
        "index": 117,
        "text": "— Cóż rzec więcéj — zawołał — wy mu i o tém coście słyszeli od nas, jutro znać dacie?"
      },
      {
        "index": 118,
        "text": "Kneź się rozśmiał, a niedźwiedź zamruczał."
      },
      {
        "index": 119,
        "text": "— Między nim a mną — nie ma mowy, namowy, ni rozmowy — on mój wróg, ja jego — zawołał Miłosz. Dadzą o tém znać inni, powywiesza was na dębach. Niech wiesza! Nie ma moich dzieci. Synów moich nie ma. Kwiatów moich nie ma. Niech świat ginie!!"
      },
      {
        "index": 120,
        "text": "Jęknął i głowę zanurzył w posłanie — Wisz skinął i wyszli ze świetlicy. Za niemi słychać było płacze, mruczenie i krzyki dwóch srok, które ośmielone wyjściem obcych, kłócić się zaczęły."
      },
      {
        "index": 121,
        "text": "Na podsieniu czekał na nich starzec zgarbiony. Wyszli z nim razem pod stare dęby w podwórze."
      },
      {
        "index": 122,
        "text": "— Tak wasz kniaź zawsze? — spytał Wisz."
      },
      {
        "index": 123,
        "text": "— Ile razy obcych widzi — szepnął stary wzdychając — czasem i po nocach duchy go męczą, że się zrywa i krzyczy głosem wielkim, aż co żyje na zamku, pobudzi. — Biedny człek!.. biedny!"
      },
      {
        "index": 124,
        "text": "Chcieli mimo wieczora opuścić zaraz smutne grodzisko Miłosza, lecz i tu święte prawo gościnności zachowane było. Staruszek zaprosił do izby osobnéj, gdzie dla nich postawiono wieczerzę i zgotowano posłanie. Sam on poszedł z niemi, choć z niego słowa się dopytać nie było podobna. Wszystko na tym żałobnym dworze milczące było i przygnębione; zdając się czekać tylko śmierci i — końca."
      }
    ]
  }
}