{
  "chapterNumber": 9,
  "title": "Tom I, Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "Smerda zdala już starca zobaczył, odwrócił się do swoich, dał im znak, drużyna się rozstąpiła, rozbiegła i poczęła zagrodę otaczać ze wszech stron, jakby się obawiała, aby z niéj się kto ucieczką nie ratował."
      },
      {
        "index": 3,
        "text": "Dowodzący samoczwart podjechał bliżéj, bezpiecznie, nie spodziewając się wcale, by tu nań oczekiwano... Sambora ucieczka nie została dostrzeżoną."
      },
      {
        "index": 4,
        "text": "Wisz ciągle stał we wrotach, z głową podniesioną, oczekując bez trwogi zaczepki. Zdawał się bezbronnym, co Smerdę téż ośmielało."
      },
      {
        "index": 5,
        "text": "Drwiąco począł się uśmiechać kneziowski sługa, patrząc na niego."
      },
      {
        "index": 6,
        "text": "— A ja znowu do was w gości! — zawołał zdala — toście mi być powinni radzi..."
      },
      {
        "index": 7,
        "text": "— Jam zawsze gościom rad — odparł Wisz spokojnie."
      },
      {
        "index": 8,
        "text": "— Kneź wam pokłon śle i do siebie prosi, na koźle udo, na miodu czaszę, na drużbę i rozmowę — szydersko ciągnął daléj Smerda — a żeby prędzéj was mieć, aż mnie po was przysyła..."
      },
      {
        "index": 9,
        "text": "Wisz zmilczał trochę."
      },
      {
        "index": 10,
        "text": "— Nie byłbym od tego, aby mu się pokłonić — rzekł zwolna — alem ja stary, a on młodszy. Ja pan u siebie, a on na grodzie... jeśli co do mnie ma, posłów znajdzie..."
      },
      {
        "index": 11,
        "text": "Smerda konno podjedżdżając coraz bliżéj, mruczał."
      },
      {
        "index": 12,
        "text": "— Milcz ty stary zuchwalcze! ty niepoczciwy, nieposłuszny — zakrzyczał nagle — ja tu na ciebie sąd wiozę i powrozy! Tyś to wiece śmiał zwoływać!"
      },
      {
        "index": 13,
        "text": "— A no... ja! — rzekł Wisz spokojnie — ja... każdy z nas starszyzn po mirach ma do tego prawo. Tak z wieków bywało i tak będzie póki nas stanie."
      },
      {
        "index": 14,
        "text": "— Nauczymy my was wieców — zawrzeszczał Smerda i stanąwszy tuż przy starcu, ręką się zamierzył na niego. Stary zwolna ustąpił."
      },
      {
        "index": 15,
        "text": "— Jedliście chleb pod moim dachem — rzekł nie życzę wam zła... ustąpcie proszę precz... i powiedzcie kneziowi, że wiec się zbierze, choćby mnie między żywymi nie było."
      },
      {
        "index": 16,
        "text": "Domawiał tych wyrazów, gdy Smerda na swoich zakrzyknął i gromadą całą rzucili się na nieustraszonego starca, który teraz dopiero miecza dobył z pod poły. Z za płotów, tynów, ścian, wszystek jego lud, synowie, czeladź, wyrwała się z ogromnym wrzaskiem, napinając łuki i zamachując procami. Ale Wisz ten zapęd skinieniem ręki powstrzymał."
      },
      {
        "index": 17,
        "text": "Kneziowscy ludzie, niespodzianém ukazaniem się obrońców trochę przerażeni, w tył się cofnęli."
      },
      {
        "index": 18,
        "text": "— Będziemy się bronili! — zawołał stary — idźcie, jeśli nie chcecie, aby się tu krew polała... A tobie — rzekł zwracając się z gniewem do Smerdy — tobież to przystało napadać na swoich i służyć obcym!.. Ty, niewolniku podły!"
      },
      {
        "index": 19,
        "text": "Smerdzie twarz cała krwią zapłonęła, targnął się i swoich, co stali opodal, zaczął bezcześcić."
      },
      {
        "index": 20,
        "text": "— Bij a morduj! — krzyknął."
      },
      {
        "index": 21,
        "text": "Strzały poleciały z obu stron."
      },
      {
        "index": 22,
        "text": "Parobcy Wiszowi, którym pilno było wziąć się za bary z napastnikami, poczęli się cisnąć i przeć do wrót, do których z drugiéj strony Smerda się dobijał ze swoimi."
      },
      {
        "index": 23,
        "text": "Stary Wisz pozostał w pośrodku téj kupy, cofnąć się nie mogąc. Płot i wrota trzeszczały od nacisku, łamiąc się kawałami."
      },
      {
        "index": 24,
        "text": "Starszy syn gospodarza Ludek, zasłaniając ojca, ciął po łbie Smerdę i czapkę mu rozpłatawszy głowę rozkrwawił, ale razem prawie dzida, którą kneziowski sługa w ręku trzymał, utkwiła w piersi starego Wisza... koszula jego zaczerwieniła się krwią, która buchnęła z rany. Stary ręką drżącą pochwycił pocisk, tkwiący już w nim i zdruzgotał go jeszcze... ale żeleźce i kawał drzewa zostało w ranie. Wisz posłonił się z krzykiem i padł na ręce syna."
      },
      {
        "index": 25,
        "text": "Na widok trupa tego, gdyż stary z jękiem wyzionął ducha, wszystko co żyło, rzuciło się jak wściekłe na ludzi grodowych. Walka rozpoczęła się, nie na łuki i proce, ale na pięści i zęby, chwytali się za barki i walili o ziemię."
      },
      {
        "index": 26,
        "text": "Z tyłów wdarli się na ten hałas ci, co zagrodę obstawiać mieli i wmięszali się niespodzianie, popłoch rzucając chwilowy na gromadkę obrońców."
      },
      {
        "index": 27,
        "text": "Trwoga trwała tylko chwilę, zwrócili się stojący w podwórzu ku napastnikom i zwarli, drudzy u wrót z zaciętością walcząc na swoich śmieciskach, odpierali kupkę Smerdowych ludzi. Widok leżących na ziemi we krwi zwłok starego Wisza zajadłość powiększał."
      },
      {
        "index": 28,
        "text": "Liczba z obu stron prawie równą była... Za starca, który padł, kilku Smerdzie zabito, sam on ranny, gdy mu oczy krwią zapływały, ustąpić musiał i począł wołać na swoich, aby się cofali."
      },
      {
        "index": 29,
        "text": "Co pozostało grodowych pachołków, wyparło się z podwórza kupiąc około dowódzcy i z nim razem ustępując ku brzegowi rzeki. Wiszowi dali im odejść, zostając przy obronionéj zagrodzie, ścigając ich tylko łajaniem i krzykami."
      },
      {
        "index": 30,
        "text": "Obie strony dosyć miały téj walki krwawéj."
      },
      {
        "index": 31,
        "text": "Z nad brzegu rzeczki podnosiły się tylko głosy i wrzawa, któréj od wrót odpowiadano."
      },
      {
        "index": 32,
        "text": "— Psie syny! niewolniki! raby!"
      },
      {
        "index": 33,
        "text": "— Gady! żmije!.."
      },
      {
        "index": 34,
        "text": "Podobnemi wyrazy ciskano na siebie z obu stron długo, grożąc z jednéj pięściami, z drugiéj oszczepy podnosząc w górę."
      },
      {
        "index": 35,
        "text": "— Chodźcie tu! — wołali jedni."
      },
      {
        "index": 36,
        "text": "— Zbliżcie się — odpowiadali drudzy."
      },
      {
        "index": 37,
        "text": "Tymczasem w krzakach nad rzeką Smerdzie obmywano i obwiązywano głowę, a synowie ciało ojca podniosłszy, nieśli je złożyć w izbie na posłaniu... nieśli i płakali a krzyczeli..."
      },
      {
        "index": 38,
        "text": "Nikt walki nanowo rozpoczynać nie myślał. Głosy ucichały powoli."
      },
      {
        "index": 39,
        "text": "Widoczném było, że Smerda ze swoimi ustąpi i zaniecha dalszéj napaści. W istocie Smerdzie dostateczném się zdawało, że winowajca zginął, a ani on, ani ludzie jego nie chcieli życia stawić, nie czując się silniejszymi."
      },
      {
        "index": 40,
        "text": "Pokładli się tylko nieopodal od wrót obozem z końmi i pozostali grożąc do wieczora. Musiano téż naprzeciw nich straż postawić, aby się nocą niespodzianie nie rzucili, bo im jeszcze nie dowierzano. Gdy zmrok zapadł zupełny, ucichło nad rzeczką, jak gdyby po walce się wylegiwali."
      },
      {
        "index": 41,
        "text": "Chłopak na brzuchu podpełznąwszy, dojrzał dopiero nierychło, że korzystając z ciemności, kneziowscy ludzie w bród przebyli wodę i drugim brzegiem, znać nazad pocichu odciągnęli do grodu."
      },
      {
        "index": 42,
        "text": "Rozstawiwszy więc czaty, mogli już wszyscy spocząć. Drogo to był kupiony odpoczynek."
      },
      {
        "index": 43,
        "text": "W świetlicy na posłaniu swém leżał trup starca blady, ręką jeszcze ściśniętą trzymając złamane drzewce, które tkwiło mu w piersi zastygłą krwią czarną oblanéj. Łuczywo paliło się na ognisku, dwaj synowie siedzieli i płakali. Nie było nawet komu o pogrzebie pomyśleć, bo niewiasty wszystkie jeszcze były w lesie."
      },
      {
        "index": 44,
        "text": "Dano im znać, pobiegł Sambor hukając w umówiony sposób, lecz nim mu na głos jego odpowiedziano, nim nadeszły żona, córki, synowe, sługi i wnuki, noc już była w połowie."
      },
      {
        "index": 45,
        "text": "Wśród ciszy lasów, zdala ten pochód żałobny słychać było."
      },
      {
        "index": 46,
        "text": "Szły płacząc, rycząc, śpiewając, zawodząc, włosy rwąc z głowy, a puszcza jękiem rozlegała się daleko."
      },
      {
        "index": 47,
        "text": "Przodem szła stara Jaga, siwe włosy rozpuściwszy na ramiona, z rękami załamanemi, z zamkniętemi powieki. Pod ręce wiodły ją córki, zrzuciwszy z głów wianki, rozplótłszy kosy, podarłszy odzież na sobie. Tylko Dziwa szła milcząca i jakby martwa."
      },
      {
        "index": 48,
        "text": "Lament ten, płacz i razem pieśń jękliwa, wszystkich przejął smutkiem i grozą... Mężczyźni wtórowali. Otwarły się drzwi i cały ten orszak niewieści wtoczył się, jak pijany rozpaczą, biegnąc aż do zwłok starca. Tu popadały na ziemię wszystkie i tarzać się zaczęły."
      },
      {
        "index": 49,
        "text": "Ogień przygasł był na kamieniach, przyrzucono pęk łuczywa i w blasku jego przedstawił się obraz ten tak straszno, tak boleśnie, że ci, co już płakali dzień cały, nanowo ryczeć poczęli."
      },
      {
        "index": 50,
        "text": "W podwórzu wyły psy, w szopach strwożone odzywało się bydło i konie rżały. Nareszcie Dziwa z ziemi wstała. Stara Jaga ruszyła się za nią, płaczki tylko zostały na ziemi, zawodząc i śpiewając pieśni... Matka i córka szły zmarłego do mogiły odziewać."
      },
      {
        "index": 51,
        "text": "Żalnik i zgliszcza dosyć były oddalone, na polance piasczystéj znajdowały się w lesie. Poszli więc parobcy drzewo przysposobić na stos, kamienie gotować do grobu, bo ciała nie chciano długo trzymać niespaloném, ażeby duch mógł prędzéj wzlecieć do ojców i braci."
      },
      {
        "index": 52,
        "text": "Noc to była znowu bezsenna i łzawa... Nad rankiem już stary Wisz siedział na ławie, podparty tak, aby się żywym niemal mógł zdawać jeszcze. Najlepszą odzież nań włożono, najpiękniejszą broń przypasano do pasa, czapkę z kitą miał na głowie, łuk na plecach, procę, kamienny topór ojców i dłut z krzemienia."
      },
      {
        "index": 53,
        "text": "Siwy koń, na którym ostatnią podróż odbywał, stał przeznaczony, aby z nim spłonął na stosie..."
      },
      {
        "index": 54,
        "text": "U nóg nieboszczyka, na ziemi, siedziała Jaga z głową spuszczoną, ubrana w najpiękniejsze swe suknie, w sznurach bursztynu i świecących naramiennikach; siedziała i jęczała pocichu..."
      },
      {
        "index": 55,
        "text": "Daléj płaczki z rozrzuconemi włosy, bijąc w dłonie, drapiąc twarze i piersi, śpiewały pieśni rzewne... W głębi synowie stali na rękach podparci, łzy ocierając pocichu."
      },
      {
        "index": 56,
        "text": "— .... Odszedłeś od nas — wołały płaczki — nie ma cię panie... osierociłeś nas biednych... Poszedłeś panie do ojców twoich, do duchów jasnych, wojować z czarnemi duchy... Wszystkoś na ziemi miał, czego dusza zapragnie... Ziemie rozległe, zwierza dostatek, trzody bez liku, zboża zasieki, ulów tysiące, chléb i miód biały... I miłość miałeś u ludzi... Żonę ci wierną, dzieci posłuszne, czeladź pokorną i konie rącze... Rzuciłeś wszystko... i nas... i dzieci... i nigdy do nas nie wrócisz... Patrz na sieroty, włosy rwą z głowy, słyszysz ich jęki... otwórz powieki. Wiszu wojaku niezwyciężony, wróg na cię napadł zdradliwie... krew twa pomszczona, zemsta niesyta, z twojego rodu pójdzie ostatni mścić ją, dopóki stanie zabójców plemienia...."
      },
      {
        "index": 57,
        "text": "Śpiewy te żałobne powtarzały się bez końca. Dzień już był, gdy dano znać od lasu, że na zgliszczu stos był gotowy. Sąsiadom parobcy znać dali, prosząc na chléb żałobny."
      },
      {
        "index": 58,
        "text": "Cały pochód ruszył z zagrody. Czterej parobcy nieśli siedzące zmarłego ciało, za nim wiedziono konia, prowadzono psy, niesiono broń i szaty. Płaczki kołem otaczały zwłoki, pieśni ciągle zawodząc nowe i przeraźliwe wydając jęki. Za niemi szedł guślarz Słowan ze spuszczoną głową i Jaga, którą wiodły córki pod ręce; cała ludność aż do dzieci wysypała się ze dworu, który pustką otwartą pozostał."
      },
      {
        "index": 59,
        "text": "Do zgliszcza trzeba się było przez las przedzierać, leżało bowiem na wzgórzu nim otoczoném, wśród gęstego boru, który doń obcym bronił przystępu. Miejsce było piasczyste, gdzieniegdzie dziewannami i piołunem bladym porosłe. Trochę trawy wyschłéj zieleniało wśród kamieni starych, których rzędy oznaczały dawne mogiły."
      },
      {
        "index": 60,
        "text": "U wnijścia, na ubitém tokowisku, wznosił się ogromny, szeroki stos z bierwion sosnowych, który cztery grube pale, wbite po rogach utrzymywały. Niedaleko od niego widać było przygotowane popielnice, garnki, miski i drobne gliniane naczynie, w którém popioły i ofiara obietna mieścić się miała; chleby, kołacze, mięsiwa, piwo i miód, na tryznę przygotowane. Piękne słońce majowe i niebo jasne dodawały uroczystemu obrzędowi powagi i spokoju, jak gdyby duchy dobre cieszyły się przyjęciem starego kmiecia."
      },
      {
        "index": 61,
        "text": "Niewiasty wszystkie kołem otaczały Jagę milczącą, ubraną jak na weselne gody i pokolei całującą dzieci swoje, jakby je na wieki żegnała. Nie mówiła nic — ale wszyscy czuli i wiedzieli, że na stos pójdzie za towarzyszem życia i pozostać sama, osierocona, nie zechce na ziemi."
      },
      {
        "index": 62,
        "text": "Wśród jęków płaczek wniesiono na stos ciało, umieszczając je w pośrodku, przy niém składano z kolei wszystko, czego potrzebował za życia do pracy i łowów. Kłody sosnowe poukładane jedne na drugich wiodły jakby wschodami do góry, gdzie Wisza trup stał, otoczony orężem i odzieżą."
      },
      {
        "index": 63,
        "text": "Jeszcze go przymocowywano, gdy Jaga pocałowawszy w głowę Dziwę, krokiem powolnym ruszyła do stosu. Przypadli do niéj synowie powstrzymując, ale ich odtrąciła zlekka, przystąpiły córki jeszcze, dała im znak, aby uszły z drogi, rzuciły się z płaczem wnuczki, wołając na nią, wskazała matkom, aby je wzięły na ręce... Szła tak aż do stosu, stanęła chwilę, popatrzałupopatrzała na stojących, na biały świat, szeroki, i śmielszym krokiem wstępować zaczęła po drzewach, coraz wyżéj, na szczyt sam, aż tu padła u stóp męża i objąwszy nogi jego rękami, nieruchomie przy nich została..."
      },
      {
        "index": 64,
        "text": "Jęk płaczek wznosił się coraz przeraźliwszy. Przyprowadzono siwego i na stosie uwiązano go u słupa, skrępowawszy mu nogi. Przy nim postawiono psy ulubione... Płaczki zaczęły obiegać stos dokoła, jakby w szalonych skokach miotając się i krzycząc. Nareszcie po czterech rogach ogromne kupy łuczyny smolnéj, któréj pod spodem i po bokach nagromadzono niemało, zażegnięto razem. Podpalone zaledwie zajęły się nagle, szybko, płomieniem jasnym i w mgieniu oka drzewo przepojone smołą stanęło jedném ogniskiem ogromném. Dym i płomienie zakryły zwłoki."
      },
      {
        "index": 65,
        "text": "Jęki zmieniły się w krzyk rozpaczliwy, dym wił się kłębami sinemi dokoła, obejmując stos z boków, od spodu i buchając z pomiędzy kłód, około których się obwijał. Niekiedy mignęły tylko jeszcze siedzące zwłoki i u nóg ich leżąca niewiasta, to koń, który się rwał, napróżno siląc uwolnić... Ogień z chciwością stos pożerał... a na chwilę wiatrem lekkim przytłumiony, powracał z podwojoną zajadłością po swą pastwę, wciskając się wszędzie, sycząc, pryskając i zdając chłonąć stos sobie przeznaczony, jak wygłodzona jakaś istota... Łuczywa już przezeń zjedzone opadły czarnemi drzazgami, grube kłody paliły się całe, rubinowemi okrywając węglami. Wiatr, jakby umyślnie zesłany, zrazu lekki, wzmagał się i podżegał jeszcze ten pożar, na który wszyscy patrzali z uroczystém przejęciem i trwogą. Zdawało się im, że ujrzą ze stosu ducha ulatującego w górę."
      },
      {
        "index": 66,
        "text": "Była téż to chwila, w któréj odganiać należało złe siły, czarne bogi i czterech parobków na koniach z dzidami w rękach poczęli szybko obiegać stos dokoła, z wrzaskiem wywijając niemi... Wtórowali im wszyscy przytomni, bijąc w dłonie, podnosząc ręce, w górę podrzucając oszczepy."
      },
      {
        "index": 67,
        "text": "Stos płonął ciągle. Z za kłębów dymu, z za jasnych płomieni widać jeszcze było zczerniałe zwłoki i u stóp ich wyciągniętego trupa, na którym bielizna płonęła; to znowu osłaniały je dym i ogień wybuchające od dołu, aż bale u dołu kruszyć się, łamać i opadać zaczęły. Oba ciała osunęły się w ognistą, żarzącą głębię i znikły... Stos stał rozżarzony, jak jedno płomię ogromne, w którém tylko sterczące pale rozeznać było można. Pieśni ucichły... duchy wzleciały. Dzieci rzucały jeszcze w płomienie, co które miało najdroższego, co ojcu na drugim świecie służyć mogło... oręże, kawałki kruszcu, kamienie..."
      },
      {
        "index": 68,
        "text": "Tymczasem służebne napełniały misy, niecki i garnki strawą i objatami dla żywych i umarłych, grobową dla duchów ofiarę."
      },
      {
        "index": 69,
        "text": "Zarzewie na zgliszczu coraz się zmniejszając, z wielkiego stosu stało się małém ogniskiem, kupą węgli czarnych i popiołu. Zsuwano głównie aby dogorywały, czekając, aż ogień święty sam przygaśnie..."
      },
      {
        "index": 70,
        "text": "Słońce już zapadało, gdy nareszcie dogorzały reszty, a zgliszcze wodą przyniesioną ze świętego zdroju zwolna zalewać zaczęto."
      },
      {
        "index": 71,
        "text": "Na ten czas przystąpiły niewiasty, niosąc popielnicę glinianą, aby w nią zgarnąć niedogorzałe resztki kości, węgla i wszystkiego, co razem ze zmarłym przez ogień zniszczone, poszło z nim na świat drugi. Aż do najdrobniejszych szczątków i pruszyn zmieciono węgle, popioły, okruszyny, niedogorzałe kostki, niedopalone sprzętów obłamki."
      },
      {
        "index": 72,
        "text": "I ruszył znowu orszak żałobny, niewiasty, mężczyźni, dzieci, niosąc popielnicę, garnuszki i ofiarne miski ku miejscu, gdzie miano sypać mogiłę, obok Wisza ojców i braci. W pośrodku z urną stanęły zebrane szczątki, dokoła przy niéj miski ofiarne. Popielnicę pokryto wiekiem. Dzieci cisnęły się, aby każde mogło swą drobną pomieścić dań na grobie... Wśród nowych zawodzeń i pieśni zaczęto sypać ziemię na mogiłę z pośpiechem..."
      },
      {
        "index": 73,
        "text": "Niewiasty siedziały kołem, zawodziły i płakały, lecz pieśni już płynęły spokojniejsze — duch uleciał... Noc zapadła, gdy się pagórek żółty wzniósł nad popiołami Wisza..."
      },
      {
        "index": 74,
        "text": "Na żalniku zapalono stosy łuczywa i rozpoczęto ucztę żałobną."
      },
      {
        "index": 75,
        "text": "Ludzi zgromadziło się wiele z okolicy, ugaszczano wszystkich, do wszystkich przepijano... Stały otwarte kadzie z piwem i miodem, którym się krzepili znużeni i pragnienie gasili pracujący u mogiły. Około mis i niecek z mięsiwem siedziały kupy gości, oddzielnie mężowie, osobno i zdala niewiasty."
      },
      {
        "index": 76,
        "text": "W tém gęśla zabrzęczała i cisza nastała wielka, gałęźmi tylko w lesie wiatr szumiał zdala... Słowan dobywał z piersi głosu."
      },
      {
        "index": 77,
        "text": "— Pusty w lesie dwór twój stoi, dzieci twe ojca nie mają... Poszedłeś stary do swoich, na miód biały i biesiadę... Stary woju... woju stary... włosy miałeś jak śnieg białe, ale młode jeszcze dłonie... Któż policzy, kto wyśpiewa, coś ty zostawił na ziemi... ile z rąk twych padło zwierza, ileś rojów wypiastował, ile wrogów ty zabiłeś, iluś nakarmił ubogich... Wiszu stary, Zboja synu, już nie wrócić ci do świata... Ziemiąśmy cię przysypali, popiół twój łzami poleli; poszła z tobą żona wierna, koń twój miły, róg twój głośny... Wiszu stary, Zboja synu, nie powracać ci na ziemię... a po jasném latać niebie... młotem Niemców zbijać duchy... Stos ci wielki zapalili, objaty ci nie skąpili... O Łado! Łado! Łado!.."
      },
      {
        "index": 78,
        "text": "Za starym wszyscy wołali: Łado! i rozległo się wołanie po zgliszczu, żalniku i lesie."
      },
      {
        "index": 79,
        "text": "Ludek téż zawodził, pół śpiewając, pół mówiąc, pół płacząc, a kubek z miodem trzymając w ręku."
      },
      {
        "index": 80,
        "text": "— Ojcze dobry... Wiszu panie, za krew twoją mścić się będziem. Krew za krew muszą dać, życie muszą dać za życie! Krew za krew!.."
      },
      {
        "index": 81,
        "text": "Cała męzka rodzina zmarłego krzyknęła jednym głosem, ręce podnosząc do góry:"
      },
      {
        "index": 82,
        "text": "— Krew za krew!"
      },
      {
        "index": 83,
        "text": "Za Ludkiem stał przybyły Doman i podniósłszy téż kubek w górę, głośno zawołał:"
      },
      {
        "index": 84,
        "text": "— Krew za krew!"
      },
      {
        "index": 85,
        "text": "Oczy wszystkich skierowały się ku niemu, stał smutny i on, jakby własnego ojca utracił... i począł téż wołając na pół pieśnią, pół słowem, pół płaczem."
      },
      {
        "index": 86,
        "text": "— Stary Wisz niech się pocieszy! stanie się, czego on żądał, spełni się co on przykazał... Idą wici, lecą wici... i starszyzna już zwołana... Strach na grodzie... Chwostek blady, niewolników swoich zbiera... Na wiec pójdziem, poniesiemy krwawą suknię i koszulę, przed starszyzną położymy... i o zemstę zawołamy..."
      },
      {
        "index": 87,
        "text": "Wtórowali mu niemal w każde słowo bliżéj siedzący, pokrzykując i kubki podnosząc. Młodzież odgróżki i przekleństwa rzucała, coraz w stronę grodu, ku Gopłu zwracając twarze i ściśnione pięści."
      },
      {
        "index": 88,
        "text": "W miarę jak kadzie się wypróżniały, gwar powiększał; starsi o zmarłym rozpowiadać zaczęli, jak on młody wiek spędził we znoju i boju, jak dokazywał w pierwszéj życia połowie, jak swoich kochał, jak oni go kochali, jak gość dlań był świętym... Kubki krążyły, żal stawał się coraz gorętszym i zemsty pragnienie."
      },
      {
        "index": 89,
        "text": "Niewiasty także siedząc na uboczu śpiewały cichym głosem..."
      },
      {
        "index": 90,
        "text": "I trwało to noc całą do dnia białego, i przeciągnęło dzień drugi i noc drugą, a nie skończyło aż trzeciego... Młodzież ciskała oszczepy, biegała na wyprzodki do celu pieszo i konno; rzucała kamieniami, próbowała sił borykając się z sobą, aż napoju się przebrało i znużenie wycieńczyło. Dopiero się wszyscy rozchodzić poczęli, mogiłę żegnając jeszcze, a okładając ją gałęźmi zielonemi."
      },
      {
        "index": 91,
        "text": "Doman ze swym dworem dotrwał do końca, a gdy bracia zgliszcze i żalnik opuszczać mieli, poszedł z nimi przeprowadzając ich ku zagrodzie."
      },
      {
        "index": 92,
        "text": "Na pół drogi zatrzymał braci."
      },
      {
        "index": 93,
        "text": "— Słuchaj Ludek — rzekł — albo to pora albo nie, mówić o takiéj sprawie... a ja chcę z serca zrzucić co na niém mam... Siądźmy i gadajmy."
      },
      {
        "index": 94,
        "text": "Posiadali więc u dębu, a Doman braciom ręce podając począł."
      },
      {
        "index": 95,
        "text": "— Ja z wami... ja wam bratem chcę być, bądźcie wy mnie téż."
      },
      {
        "index": 96,
        "text": "— Zgoda! — odparł Ludek, który po ojcu odziedziczył ten sam umysł spokojny i męztwo, jakie miał stary; nie mówił łatwo ni wiele, ale co rzekł to strzymał, choćby krwią przyszło polewać."
      },
      {
        "index": 97,
        "text": "— Co myślicie poczynać? Ojca trzeba pomścić... nie może inaczéj być. Smerda go zabił... Smerdę zabić mała rzecz, ale on to nie swoją uczynił wolę... Co myślicie poczynać?"
      },
      {
        "index": 98,
        "text": "— Dobrzeście wprzódy rzekli — odparł po namyśle Ludek — zaniesiemy na wiec krwawą suknię i koszulę, położym ją przed starszyzną i rzeczemy: zginął Wisz za was, za wiec, niech wiec stanowi o pomście za krew jego."
      },
      {
        "index": 99,
        "text": "Spojrzeli po sobie..."
      },
      {
        "index": 100,
        "text": "— Pewnie — odezwał się Doman — niech starszyzna wyrzecze, a nie będziecie mieli rąk, aby się upomnieć o krew, by darmo nie wsiąkła, ja wam moje ofiaruję..."
      },
      {
        "index": 101,
        "text": "Tu zawahał się nieco Doman i oczy mu zabłysły, ale spuścił je wnet, jakby zawstydzony."
      },
      {
        "index": 102,
        "text": "— Ja wam bratem być chcę... bratem... — dodał."
      },
      {
        "index": 103,
        "text": "— My tobie braćmi!.. — odezwali się obaj synowie Wisza i podawali sobie ręce znowu."
      },
      {
        "index": 104,
        "text": "— Nie stało mi czasu starego Wisza prosić, będę wam mówił o tém... Siostrę waszą chcę wziąć..."
      },
      {
        "index": 105,
        "text": "Była chwila milczenia; obyczaj ówczesny, który po starszeństwie brać przykazywał, nie zostawiał wątpliwości, że mówił o Dziwie. Ludek zwiesił głowę."
      },
      {
        "index": 106,
        "text": "— Domanie, bracie — rzekł — Dziwa męża nie chce znać... Nie nowa to rzecz, Bogom się ślubowała... To nie jest niewiasta do dzieci, do kądzieli, do garnków, ale do ognia świętego, do zdroju, do pieśni i wróżby... Żony z niéj nie będziecie mieli... Dałbym ją wam z serca... a przeciw ślubowi bożemu jak mi stać?"
      },
      {
        "index": 107,
        "text": "Zamilkli znowu; Doman głowę zwiesił, brodę szarpał i mruczał."
      },
      {
        "index": 108,
        "text": "— O! — rzekł — nie jednéj się to dziewce śni, a jak ją weźmie mąż, zapomni... Mnie się ona upodobała z urody i ze wszystkiego... Dostatek u mnie będzie mieć, kniehinią ją uczynię, ptasiego mleka chyba zabraknie..."
      },
      {
        "index": 109,
        "text": "Ludek głową wciąż potrząsał."
      },
      {
        "index": 110,
        "text": "— Co ja poradzę — rzekł. — Z Bogami i duchami ja wojować nie chcę... a młodszą, gdybyście chcieli, dam chętnie. Nie brzydsza od niéj, nie gorsza od niéj... ta, choćby i popłakała, weźmiecie ją..."
      },
      {
        "index": 111,
        "text": "Spojrzał na Domana. Ten liść urwawszy do ust sobie przylepił i gdzieindziéj patrząc, milczał; wzgardzić nie chciał, a wziąć nie mógł... Aż gdy liść odpadł, rzekł powoli:"
      },
      {
        "index": 112,
        "text": "— Dziewce gdybyście kazali, musiałaby posłuchać, wy teraz panem jesteście we dworze, co każecie, musi być... Każdéj z nich się roi Bogom służyć i duchom, a czy przeto ich słuchać?"
      },
      {
        "index": 113,
        "text": "— Ja przykazać jéj nie mogę — rzekł Ludek spokojnie."
      },
      {
        "index": 114,
        "text": "Domanowi twarz się marszczyła i oczy pałały, a dyszał jak gdyby się tylko co zmęczył."
      },
      {
        "index": 115,
        "text": "— E! — zawołał — takie to braterstwo wasze! Dać mi jéj nie chcecie, bo może od drugiego lepszego się okupu spodziewacie..."
      },
      {
        "index": 116,
        "text": "— Domanie, bracie, okupu nie potrzebuję... prawdę mówię."
      },
      {
        "index": 117,
        "text": "— Chcecie bym wam bratem był, bym pomstę z wami wziął, siostrę mi dajcie — powtórzył Doman."
      },
      {
        "index": 118,
        "text": "— Młodszą wam dam..."
      },
      {
        "index": 119,
        "text": "— Starszą chcę, albo żadnéj."
      },
      {
        "index": 120,
        "text": "— Nie mogę! — odezwał się stanowczo Ludek."
      },
      {
        "index": 121,
        "text": "Doman wstał z siedzenia, swoim obyczajem liść znowu urwał, na ustach go położył i kilka kroków odszedł."
      },
      {
        "index": 122,
        "text": "— Ojciec wasz byłby mi ją dał — zawołał prawie gniewnie."
      },
      {
        "index": 123,
        "text": "— Nigdy..."
      },
      {
        "index": 124,
        "text": "— Chcecie mnie mieć z wami i za wami? Stanę... ale ją muszę mieć, a nie, to nie..."
      },
      {
        "index": 125,
        "text": "Ludkowi się brew namarszczyła i drgnął, niecierpliwie powtarzając:"
      },
      {
        "index": 126,
        "text": "— A nie — to nie!"
      },
      {
        "index": 127,
        "text": "— Więc — nie! — wybuchnął porywczo Doman — wolicie we mnie mieć wroga niż brata?"
      },
      {
        "index": 128,
        "text": "— Kupić was nie mogę, obejść się muszę... — rzekł Ludek zimno."
      },
      {
        "index": 129,
        "text": "Chłopak się rzucił w tył, cały drżąc z gniewu."
      },
      {
        "index": 130,
        "text": "— Ludku, bracie! źle czynicie, mówię wam! Dla dziewki ojca w mogile pocieszyć nie chcecie utoczoną krwią... Hejże! hej!.."
      },
      {
        "index": 131,
        "text": "— Słowom rzekł — mruknął Ludek — nie mogę..."
      },
      {
        "index": 132,
        "text": "— Druhów wam teraz trzeba, a nieprzyjaciół sobie robicie! — szydersko dodał Doman — rozumu nie macie..."
      },
      {
        "index": 133,
        "text": "Spojrzeli sobie w oczy, Ludek się hamując powtórzył raz jeszcze:"
      },
      {
        "index": 134,
        "text": "— Nie mogę..."
      },
      {
        "index": 135,
        "text": "Doman się zerwał już iść."
      },
      {
        "index": 136,
        "text": "— Nie zechcecie dać po dobréj woli, to ją kiedyś wezmę siłą..."
      },
      {
        "index": 137,
        "text": "— A my siłą będziem bronić..."
      },
      {
        "index": 138,
        "text": "— A — no!"
      },
      {
        "index": 139,
        "text": "— A — no!"
      },
      {
        "index": 140,
        "text": "Ostatnich słów domawiając, zaczęli się cofać od siebie, ciągle sobie patrząc w oczy. Rąk już sobie nie podawali. Młodszy brat stał milczący za Ludkiem, który dlań teraz ojca zastępował."
      },
      {
        "index": 141,
        "text": "Doman kołpak nasunął gwałtownie na oczy i odszedł. Konie jego stały opodal nieco ku zgliszczowi, milczący powlókł się do nich, zatętniło, odjechał..."
      },
      {
        "index": 142,
        "text": "Ludek stał jeszcze czekając, czy się nie wróci, posłyszawszy tentent, ruszył się i on."
      },
      {
        "index": 143,
        "text": "W gęszczach słychać było jak pędził w las i psy za nim lecąc ujadały."
      },
      {
        "index": 144,
        "text": "Po drodze Ludek z bratem spotykali swoich, co się na zagrodę wlekli, podśpiewując. Tryzna i stypa więcéj niż bój i walka znużyły... szli smutni zataczając się i przystając dla spoczynku..."
      },
      {
        "index": 145,
        "text": "Nazajutrz w zagrodzie życie powróciło do trybów powszednich, niewiasty stały u ogniska, Dziwa siedziała u krosien, sługi żarna obracały, gotowano strawę, krzątano się około stada, bocian klekotał na szopce, a sroki krzyczały skacząc po płotach. Ruch był tém większy, że pogrzeb po sobie wszędzie ślady zostawił, a staréj Jagi, co niewiastom przewodziła, nie było. Miejsce jéj zajęła żona Ludkowa, tak jak mąż jéj władzę nad gromadką po ojcu odziedziczył."
      },
      {
        "index": 146,
        "text": "Wieczorem na przyźbie przed chatą siedziały dwie siostry, Dziwa i Żywia, sparłszy głowy na ramionach swych, obejmując się rękami... patrzały gdzieś na lasy i dumały i nuciły... Ludek wyszedł od rzeki, ręce w tył założone trzymając, z głową na piersi spuszczoną. Zobaczywszy go przed sobą dziewczęta wstały. Zatrzymał się przed niemi. Dziwa podeszła krok ku niemu."
      },
      {
        "index": 147,
        "text": "— Po coś ty Domana oczarowała? — rzekł powoli."
      },
      {
        "index": 148,
        "text": "— Ja? — rumieniąc się zawołała dziewczyna — i czarów nie znam, i Domana znać nie chcę..."
      },
      {
        "index": 149,
        "text": "— Braterstwo nam wypowiedział za ciebie... — mówił Ludek. — Chce cię mieć... odgraża się nam..."
      },
      {
        "index": 150,
        "text": "— Jam Bogom ślubowała — spokojnie mówiła Dziwa."
      },
      {
        "index": 151,
        "text": "— Wié o tém... a znać nie chce..."
      },
      {
        "index": 152,
        "text": "— Cóżem ja winna?.."
      },
      {
        "index": 153,
        "text": "Żywia stojąca za siostrą, to na nią, to na brata ciekawemi rzucała oczyma. Milczeli..."
      },
      {
        "index": 154,
        "text": "— Ej! Dziwa — ozwał się Ludek — lepiéjby było z nim żyć, brata mieć, niż wroga sobie napytać..."
      },
      {
        "index": 155,
        "text": "Potrzęsła głową, dwie łzy popłynęły jéj po twarzy, spojrzała na brata uśmiechając się błagalnie."
      },
      {
        "index": 156,
        "text": "— Nie siłujcie mnie — rzekła cicho — zostawcie Dziwę w pokoju. Będę wam w krosnach tkać, będę pieśni śpiewać, wodę nosić ze zdroju, w wianku chodzić zielonym..."
      },
      {
        "index": 157,
        "text": "I pokłoniła się do nóg brata, a Żywia nic nie mówiąc, jakby za nią téż błagała, pochyliła się ściskając go za kolana."
      },
      {
        "index": 158,
        "text": "Ludek głowę spuścił i odszedł milczący."
      }
    ]
  }
}