{
  "chapterNumber": 10,
  "title": "Tom I, Rozdział X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Żmijowe uroczysko leżało otoczone borami do koła, jakby zapomniane od wieków, żadna doń nie wiodła drożyna. Moczary i trzęsawiska ze trzech stron je otaczały prawie nieprzebyte. — Z prawéj tylko wązki klin ziemi twardszéj przystęp do niego otwierał. Niegdyś przed wieki, gdy narody wędrując, pierwszy raz się osiedlały na nieznanéj ziemi, tu być musiały pierwsze gromad obozowiska."
      },
      {
        "index": 2,
        "text": "Tu się po tém na pamięć ową, zbierały starszyzny dla narady. Horodyszcze opasane było nizkim, wklęsłym już w ziemię wałem zielonym. W środku opuszczona dawno stała z dachu prawie odarta szopa, któréj słupy się chyliły w różne strony. W ścianach brakło opadłego i zgniłego na ziemi płotu. Oprócz tego szczątka budowli zczerniałego na horodyszczu nie było nic, ani drzewa, ani kamienia, pokrywała go darń, skąpe zioła i stare kretowiny. Okolica jak miejsce była smutną. Jak sięgnąć okiem, widnokrąg opasywały lasy czarne. Zdala na prawo, małe jeziorko leżało na pół trzcinami zarosłe, w lewo gdzieniegdzie ukazywała się z błota rzeczułka gniła, płynąca trzęsawiskami nieprzebytemi. Płaczliwe głosy czajek głuszyły śpiew leśnego ptastwa. Niespokojne zwijały się tu nad niezliczonemi gniazdami swemi, jakby od nich nieprzyjaciela odpędzać chciały."
      },
      {
        "index": 3,
        "text": "Tam gdzie horodyszcze do lądu przypierało las stary stał na straży."
      },
      {
        "index": 4,
        "text": "Był to przeddzień Kupały, na który Wiec zwołano. Kmiecie i władyki wiedzieli już jaki los spotkał Wisza za to, że pierwszy ich na wiec powołał. Śmierć jego nastraszyła wielu, rozjątrzyła innych i pobudziła jeszcze do narady dla ratunku."
      },
      {
        "index": 5,
        "text": "Na horodyszcze tylko od strony lasu dostać się było można, a kto na nie chciał iść, musiał pomijać dąb stary na drodze stojący, na pół spruchniały, z oschłemi konary, który równie jak uroczysko za poświęcony miano bogom czy duchom téj ziemi. Widać pod nim było mnóstwo płacht na wpół pogniłych, z któremi u stóp jego składano choroby."
      },
      {
        "index": 6,
        "text": "Maleńkie źródełko sączące się nieopodal, służyło chorym do obmycia się z choroby, płótno do otarcia. Rzucano je po tém pod dębem w téj wierze, iż z nim szła precz choroba. Aby zdrowie odzyskać, duchom je trzeba było rzucić na pastwę. Stały tu i inne ofiary pleśnią okryte, przemokłe, liściem na pół zasypane, miseczki, dzbanuszki, ziarna bursztynu, kawałki sukna i sznurki powiązane w węzły jakieś tajemnicze."
      },
      {
        "index": 7,
        "text": "U góry w dębie spruchniałym, widać było dziuplę ogromną, jakby stworzoną na to, aby w niéj pszczoły dzikie barci założyły. Lecz drzewo puste stało, wilgocią odstręczając, pszczół w niém nie było. Dziupla stała próżną i czarnym swym otworem jak paszczą ziała jakoś dziwnie, straszno."
      },
      {
        "index": 8,
        "text": "Do koła korę obsiadły zielone mchy jak aksamit świecące, porosty żółte, nawet trawy blade, które się na przegniłych pasożytach czepiały."
      },
      {
        "index": 9,
        "text": "Nie rozdeniało jeszcze dobrze, gdy się szelest dał słyszeć w pobliskiéj gęstwinie. Ostrożnie coś się pod dębem prześliznęło, przycupnęło, rozsłuchało, i gdy wszystko milczało do koła, ziemiz ziemi się podniósł człowiek mały w szaréj guni, z głową okrągłą postrzyżoną, z oczyma świecącemi z usty szeroko rozciętemi w których zęby maleńkie widniały. Obejrzał się raz jeszcze, posłuchał, rękami objął dąb, nogami się go uczepił i ze zręcznością dzikiego zwierzęcia, począł się drapać ku górze. Niekiedy nastawiał ucha, to znów z pośpiechem wielkim lazł ku dziupli, spoglądając ku niéj niespokojnie. Był to Znosek."
      },
      {
        "index": 10,
        "text": "Drapanie się, mimo chropawéj dębu powierzchni prędkiém nie było."
      },
      {
        "index": 11,
        "text": "Drzewo grube łatwo się objąć nie dawało, mchy go ślizkiem czyniły, parę razy osunął się człowieczek i ledwie paznogcie zapuściwszy w korę utrzymać potrafił, ale wnet z nowém sił wytężeniem piął się znowu do góry."
      },
      {
        "index": 12,
        "text": "Już prawie miał dosiądz otworu, gdy nagle jakiś szmer dał mu się słyszeć we wnętrzu."
      },
      {
        "index": 13,
        "text": "Z dziupli ukazała się głowa szara z najeżonym włosem, do kociéj podobna z oczyma żółtemi, z zębami białemi, z wąsami długiemi, prychnęła groźno, klapnęła szczękami i zwierz wprost rzucił się na głowę człowieka."
      },
      {
        "index": 14,
        "text": "Coś zaskowyczało i jęknęło, zwierz i człowiek razem się stoczyli na ziemię w jeden kłębek zwinięci. Szary pustelnik z dziupli obejmował małego człowieczka, ręce Znoska cisnęły wduszone szyję napastnika. Widać już było płynącą krew — po tém dwie pięści ludzkie schowały się we włosach zwierzęcia, ścisnęły gardło, otwarła się skrwawiona paszczęka, krwią zachodziły oczy żółte, które zbielały i kołem stanęły... ciało drgało jeszcze."
      },
      {
        "index": 15,
        "text": "Znosek podniósł się z ziemi ocierając krew, twarz miał pazurami podartą, głowę pokąsaną. Odetchnął, prychnął, plunął, po czaszce skrwawionéj powiódł dłonią i zduszoném, martwem już stworzeniem strzepnąwszy uderzył parę razy o drzewo. Po tém opasał się swoją zdobyczą i znowu spojrzał w górę, krew ciekącą ocierając rękawem. Pokaleczona głowa i dłonie, nie wstrzymały go od nowego pokuszenia. Rozgrzany tą walką więcéj niż osłabły, począł się znowu drapać do dziupli dębowéj — niosąc z sobą zduszonego nieprzyjaciela. Chwycił w końcu za krawędź wypruchniałą, zapuścił w nią palce, dźwignął się całém ciałem i zawisł nad czarnym otworem, spoglądając w jego głębie, to ku lasowi, w którego gąszczach szelest jakiś słyszeć się dawał zdaleka."
      },
      {
        "index": 16,
        "text": "Po chwili spuścił się do dziupli, i — zniknął, szelest tylko, jakby liści suchych na dnie jéj słychać było, późniéj głowa wysunęła się po nad skraje, dwie ręce obok niéj oparły na brzegach, patrzał. Szerokie usta mięsiste otworzył, białe zęby świeciły jak u żbika. — Syczał z bólu i śmiał się."
      },
      {
        "index": 17,
        "text": "Z lasu coraz wyraźniéj zbliżający się szmer słychać było, a w dziupli szybkie skrobanie paznogciami, aż póki w spróchniałéj korze, nie przewierciły otworu, przez który oko bezpiecznie nie postrzeżone wyglądać mogło. Drugi otwór wydrapał obok niego i w niém zaświeciło oko drugie... Patrzały teraz oba... Naprzeciw z za gałęzi widać było Horodyszcze i drogę wiodącą ku niemu."
      },
      {
        "index": 18,
        "text": "Skryty w dziupli mógł ztąd policzyć idących i dojrzeć twarzy każdego."
      },
      {
        "index": 19,
        "text": "Właśnie w tę stronę źrenice chciwie wymierzył, gdy gałęzie łamać się poczęły i konno jadący mężczyzna, którego kilku innych otaczało, ukazał się w niewielkiém oddaleniu. Jechał na siwym spasłym koniu z długą grzywą, okrytym skórą, zamyślony, koniowi dając iść powoli — z oczów, które przed się wlepił, znać było iż patrzał nie widząc. Postać była spokojna, poważna i piękna, człowiek już sędziwy z brodą długą, białą i włosami na ramionach powiewającemi. Na głowie miał kołpak z niedźwiedziéj paszczęki, któréj białe zęby nad czołem mu sterczały. Zwierz zdawał się grozić każdemu, ktoby się śmiał zbliżyć wrogo. W ręku trzymał na kiju pstro wyrobionym i jakby białą obwiedzionym wstęgą, obuszek kamienny, świecący, wyrobiony sztucznie, który wiązanie z łyka plecione umocowywało. Od szyi obręcz miedziany z kilku kół złożony, spadał mu na piersi, i okrywał je jak zbroja. Jadący za nim w pewném oddaleniu sługami być musieli, trzymali się, patrząc skinienia i rozkazu, tylko jeden młodzian z głową podniesioną u boku jego stał, a miał uzbrojenie do tamtego podobne."
      },
      {
        "index": 20,
        "text": "Zbliżając się do dębu, starzec oczy zwrócił ku uroczysku i konia przytrzymał — widząc, że na niém pusto jeszcze było."
      },
      {
        "index": 21,
        "text": "— Nikogo! — przebąknął."
      },
      {
        "index": 22,
        "text": "— Nikogo! — powtórzył pochylając się drugi."
      },
      {
        "index": 23,
        "text": "— Mieliżby się ulęknąć i nieprzybyć? Możeli to być? Ani ci nawet co zwoływali? a ci pierwsi być powinni?"
      },
      {
        "index": 24,
        "text": "To mówiąc, z konia się zsunął stary."
      },
      {
        "index": 25,
        "text": "— Wy z końmi — rzekł — stać tu w pobliżu paść i czekać."
      },
      {
        "index": 26,
        "text": "Ty Mroczek — ze mną pójdziesz... uczyć się jak radzili starzy. Słuchaj, patrz, służ i ucz się."
      },
      {
        "index": 27,
        "text": "Młodszy posłusznie głowę skłonił."
      },
      {
        "index": 28,
        "text": "W tém z drugiéj strony nadjechali konni, Doman samotrzeć z ludźmi swemi. I on, nie dojeżdżając do horodyszcza, konia słudze oddał, wskazawszy pastwisko, a sam ku staremu pospieszył."
      },
      {
        "index": 29,
        "text": "— Dniem wiecowym pozdrawiam was — odezwał się."
      },
      {
        "index": 30,
        "text": "— Dniem wiecowym, bodaj szczęśliwym — odparł starzec. Kędyż się Wisz dziewa?"
      },
      {
        "index": 31,
        "text": "Doman obie ręce podniósł ku górze i pokazał na obłoki."
      },
      {
        "index": 32,
        "text": "— Spaliliśmy zwłoki jego, płaczki go opłakały... z ojcami pije miód biały."
      },
      {
        "index": 33,
        "text": "Starzec ręce załamał."
      },
      {
        "index": 34,
        "text": "— Zmarł? — zapytał."
      },
      {
        "index": 35,
        "text": "— Zabit jest — rzekł Doman — zabit przez ludzi kneziowych, którzy na dwór jego napadli."
      },
      {
        "index": 36,
        "text": "Słuchający głowę opuścił, ale krótko trwało przerażenie, podniósł wejrzenie, w którém gniew się malował."
      },
      {
        "index": 37,
        "text": "— Myślmyż i my o szyjach naszych — rzekł — co jemu wczoraj, nam jutro."
      },
      {
        "index": 38,
        "text": "Gdy mówili, zdala już tętniało znowu, tętniało coraz silniéj, cały las pełen się zdawał, ze wszech stron wytykały się głowy koni i głowy ludzi, gwar się wzmagał, starszyzna kmiecia nadciągała. Dwoje oczów z dziupli patrzało i dwoje uszów słuchać musiało, bo rozmowy pod samym dębem się toczyły."
      },
      {
        "index": 39,
        "text": "Przybyli pozdrawiali się dniem wiecowym, ale twarzami smutnemi. Ze trzech, liczba ich rosła do dziesięciu, do pół kopy... do soroka... do setki. Wszyscy jeszcze stali po za horodyszczem, gdy Ludek, syn Wiszów, nadjechał."
      },
      {
        "index": 40,
        "text": "Zsiadłszy z konia przystąpił z pozdrowieniem do gromady i krwawą koszulę, a siermięgę czarnemi plamami zbroczoną, rzucił pomiędzy stojących, nie mówiąc słowa. Rękami tylko wskazał na nie. Oczy wszystkich zwróciły się na odzież zabitego, ręce zadrgały, czoła się pofałdowały."
      },
      {
        "index": 41,
        "text": "Z pięściami zaciśniętemi, otoczyli to lice gwałtu."
      },
      {
        "index": 42,
        "text": "Późniéj szmer przebiegł po gromadzie głuchy i urósł we wrzawę, wśród któréj rozeznać tylko było można, nawoływania o pomstę krwawą. Gdy się to działo, Doman odstąpił precz i milczał. — Zatém ruszyła się starszyzna i ciągnęli zwolna ku horodyszczu. Ludek z ziemi podniósł odzież ojca, zarzucił ją na ramiona i szedł za niemi. Tak uroczystym pochodem, na czele mając siwych, weszli na uroczysko i pod chwiejącą się szopę. Tu, nic nie mówiąc, każdy na ziemi zajął miejsce swoje, broń składając przed sobą."
      },
      {
        "index": 43,
        "text": "Drudzy opóźnieni nadjeżdżali jeszcze. Szerokiém kołem rozsiadła się rada, sparli na rękach i dumali — wielu brakło. Innym z oczów patrzało dziwnie, jakby słowa jeszcze nie rzekłszy, już do sporu byli gotowi."
      },
      {
        "index": 44,
        "text": "— Nie ma już tego, kto nas tu zwołał — odezwał się Boimir stary, ale duch jego mówi, po cośmy tu przybyli. Radzić trzeba, aby stary obyczaj polański nasz nie ustał, abyśmy się w Niemców i niewolników nie obrócili a w kneziowe sługi. Wszędy, gdzie mieszka mowa nasza, słowo, u Łużyczan, u Dulebow, Wilków, Chorbatów, Syrbów, Mazów, aż do Dunaju i za Dunaj biały, do sinego morza, w lasach i po górach... kneziowie na wojnach dowodzą, ale po mirach gromada wybiera starszyznę, rządzi i sądzi i ziemię rozdziela. Starostów i tysiączniki stanowi, mir trzyma, bezpieczeństwa strzeże."
      },
      {
        "index": 45,
        "text": "Chwostek się z Niemcy sprzęga, chce ze stołba swego nam rozkazywać, nam, cośmy tam jego ród, sami dla obrony posadzili. Wisza nam za to ubito, że śmiał wiec zwoływać!"
      },
      {
        "index": 46,
        "text": "Jęknęło kilku i głuche mruczenie słyszeć się dało po tłumie. Starce głowami trzęśli."
      },
      {
        "index": 47,
        "text": "Aż z prawéj strony, czarno zarosły, średnich lat wstał mężczyzna, rękę trzymając za pasem. Oczy, które dotąd miał w ziemię wlepione, podniósł i potoczył niemi, jakby w gromadzie swoich szukał."
      },
      {
        "index": 48,
        "text": "— Bez kneziów — odezwał się — nie obejdziemy się... ładu nie będzie... Najdą na nas niemcy, a choćby i Pomorcy i Wilki, gdy im głód doje, a wściekłemi uczyni, kto będzie wówczas dowodził, rozkazywał i bronił? Czy kneź, czy król, jak go tam zwać, musi być... a pod nim my, choć jemu równi żupany, bany, kmiecie i władyki... i pospolity gmin... i niewolniki nasze... kneź musi być..."
      },
      {
        "index": 49,
        "text": "Zaczęto mruczeć, czarny mówił daléj."
      },
      {
        "index": 50,
        "text": "— Że się z niemcami braci, a co złego, kiedy nam to pokój kupuje?"
      },
      {
        "index": 51,
        "text": "Mruczenie rosło coraz, aż zgłuszyło mówiącego, ale drudzy widocznie za nim obstawali."
      },
      {
        "index": 52,
        "text": "— Kneź musi być — zawołał Boimir — a no... będzie! Kto przeczy! Inaczéjby się od niemca nie ostało... Niosą się oni do nas z mieczem i z wiarą swą, z namowy i z groźby... a oręż mają dobry i siłę wielką... i swoich kneziów co lud prowadzą jak parobek woły w pługu... Nie obronim się im samopas idąc... Kneziów trzeba! niech będą! ale nie Chwostków, nie tego rodu Popiołowego, co już zapomniał, zkąd wyszedł..."
      },
      {
        "index": 53,
        "text": "— Nie!.. nie! — zawołano z jednéj strony."
      },
      {
        "index": 54,
        "text": "Ale z drugiéj się burzyło. Niektórzy wstawali i oczyma się mierzyli, policzyć już było można tych, co szli za i przeciw. A z piersi buchało jedno — nie! przeciw drugiemu."
      },
      {
        "index": 55,
        "text": "— Precz z Chwościskiem! — wołali niektórzy. — Precz z Chwostem!.."
      },
      {
        "index": 56,
        "text": "Drudzy wrzawę podnosili, aby tamto wołanie zgłuszyć."
      },
      {
        "index": 57,
        "text": "Całą gromadą siedzieli po za Boimirem rozrodzeni Mieszkowie, których Myszami i Myszkami zwano, bo wielu z nich to imię nosiło... ci się podnieśli najgłośniéj wołając: — Precz z nim!"
      },
      {
        "index": 58,
        "text": "— Nie co czynić zostało, tylko iść i to plugawstwo w gnieździe wydusić... — krzyczeli."
      },
      {
        "index": 59,
        "text": "— Lekko rzec — rzekł inny — a nie łatwo tego dokazać. Daliśmy się im rozsiąść, rozrodzić, zmódz, uzbroić, powąchać z niemcy, żony od nich potajemnie brać, namawiać się z niemi... dziś, byle skinęli, bronić ich będą. Ziemię nam zniszczą gorzéj od Chwościka... ludzi w niewolę nabiorą. Lepiéj cierpieć swojego co męczy, niż cudzego co wypleni nas, a sam posiędzie tę ziemię, na któréj popioły ojców leżą... Zamiast się rzucać nań, iść trzeba do Chwosta i powiedzieć mu w oczy..."
      },
      {
        "index": 60,
        "text": "— Iść!.. żaden z nas ztamtąd nie wróci! — krzyczeli Myszki — wszystkich pod grodem jak psów wywieszają... słów on nie posłucha."
      },
      {
        "index": 61,
        "text": "— A siły my na niego nie mamy — wołał Rudan — nie mamy..."
      },
      {
        "index": 62,
        "text": "— Siła się znajdzie, byle wola była — ozwał się stary, ubogo odziany Piast."
      },
      {
        "index": 63,
        "text": "Potakiwali jedni, część wielka siedziała w milczeniu głowy pospuszczawszy."
      },
      {
        "index": 64,
        "text": "— Cóż czynić? — pytali pocichu, patrząc sobie w oczy mniéj śmieli."
      },
      {
        "index": 65,
        "text": "— Cierpieć — mówił Rudan — nie wieczny on, synowie będą lepsi."
      },
      {
        "index": 66,
        "text": "— Na to ich właśnie niemcy zaprawiają u siebie, polując z niemi na Syrbów — wtrącił inny."
      },
      {
        "index": 67,
        "text": "— Czekać! — wtrącił inny — aby nas po jednemu jak Wisza wybito, a dzieci pobrano na gród, a ziemię Smerdom porozdawano..."
      },
      {
        "index": 68,
        "text": "Tak różne głosy odzywały się ze stron różnych, nie było zgody. Bliżéj siebie siedzący gwarzyć poczęli i naradzać się pocichu, bo się lękali już zwolenników Chwostka, aby ich na sztych nie wydali... Z cichego szmeru rodził się swar i wrzawa, i gwar taki, że jedni drugich nie słyszeli."
      },
      {
        "index": 69,
        "text": "Myszki wołali, aby na gród ciągnąć i wywracać wszystko, knezia się pozbyć i innego sobie obrać z między kmieci — Rudan i jego druhowie odradzali."
      },
      {
        "index": 70,
        "text": "— Niemców, Pomorców, Wilków ino nie widać — mówili — a oni nam straszniejsi od Chwosta. Zasłyszą, że się sami między sobą drzemy, że głowy u nas nie stało, nalecą i kraj spustoszą... Siedzieliby cicho. Dawno na nas zęby ostrzą. My ludzie od roli i od gęśli, a oni od krwi i żelaza... łatwo im nas zmódz... Oni stoją pod jednym wszyscy, a my i jednego nie możem ścierpieć..."
      },
      {
        "index": 71,
        "text": "— Nieprawda — rzekł Boimir — cierpieliśmy, obraliśmy sami, słuchali i karmili, aż oszalał... Słyszeliście, co tam za biesiady krwawe wyprawia, jak swoich krewniaków dusi... kmieciom już wielu dwory pozabierano, dziewki, chłopców, dobytki... a gdzież nasza stara swoboda? gdzie obyczaj dawny?.."
      },
      {
        "index": 72,
        "text": "Spierano się tak ciągle, Myszki potrząsali obuchami nad głowy i pięści ściskając powtarzali."
      },
      {
        "index": 73,
        "text": "— Iść na to gniazdo plugawe i wydusić..."
      },
      {
        "index": 74,
        "text": "— Iść! iść! — huczano."
      },
      {
        "index": 75,
        "text": "Niektórzy ruszali się z miejsc, jak gdyby natychmiast spełnić to chcieli, ale wielka część stała oporem."
      },
      {
        "index": 76,
        "text": "Liczono się oczyma. Myszkowie przemagali; druhy więc kneziowe odsunęli się w ostrożném milczeniu. Rudan pozostał z małą garstką, która brody gryząc i oczyma rzucając siedziała na ziemi milcząca, do niczego się mięszać nie chcąc. Pojedynczo przystępowali do nich niektórzy, usiłując przekonać, ale ci spójrzéć nie chcieli i mówić nie byli radzi."
      },
      {
        "index": 77,
        "text": "Gwar i wrzawa nie ustawały, bo niedosyć było powiedzieć — iść — trzeba było obmyśleć, z kim, jak, kiedy, a gród Chwostków był warowny, wałem i częstokołem otoczony, oblany w części jeziorem, zaopatrzony ku obronie, w ludzi obfity. Na niemców téż skinąć ztamtąd mogli, aby im w pomoc szli... a wówczas z Myszków i ich druhów nie zostałoby jednéj głowy."
      },
      {
        "index": 78,
        "text": "Słońce się podniosło wysoko, minęło południe, na uroczysku z poschłemi usty starszyzna radziła nic nie mogąc uradzić, ani się zgodzić na jedno. Wołanie było wielkie chwilami, tłum to się zbijał w jednę stronę, to w drugą ciskał, gromadząc około starszych co głosy zabierali."
      },
      {
        "index": 79,
        "text": "Opodal od horodyszcza, czeladź stała z końmi czekając, pasiono je popętawszy na skraju łąki pod lasem; młodzież, parobczaki, na ziemi siedzieli i śmiechy a żarty między niemi słychać było."
      },
      {
        "index": 80,
        "text": "Do dębu, z którego dwoje oczów patrzało, głosy dolatywały jak fale, to szybsze, to silniejsze, widać było, jak podnoszono ręce, grożono pięściami, rwano się i rozchodzono... Jeden to drugi stawał na wyższym brzegu wału, aby go lepiéj słyszano i ztamtąd mówił, gardłował, często na sobie suknię i koszulę rwąc... Groźne wyrazy aż tu dochodziły. Dwoje jasnych oczu ciągle patrzało."
      },
      {
        "index": 81,
        "text": "Parobcy co na łące siedzieli, rozglądali się dokoła. W tem jeden drugiego potrącił i rzekł:"
      },
      {
        "index": 82,
        "text": "— Zyrun! patrz ino na stary dąb... na stary dąb..."
      },
      {
        "index": 83,
        "text": "— A co w nim? dziupla sroga..."
      },
      {
        "index": 84,
        "text": "— Nie widziszże? pod dziuplą, hen, dwoje oczów w dziurach świeci... jakby żbik patrzał na nas?.."
      },
      {
        "index": 85,
        "text": "— Nie patrz! to czary... dąb święty... kto wie jaki duch z niego patrzy... i co jego wzrok może?"
      },
      {
        "index": 86,
        "text": "— To nie duch, ino zwierz! albo żywy człek zaklęty... duchy się tak po dniu nie snują... — odezwał się pierwszy."
      },
      {
        "index": 87,
        "text": "Wszystka czeladź oczy na dąb zwróciła, lecz większą część ogarnęła trwoga."
      },
      {
        "index": 88,
        "text": "— Dąb stary.. święty... coby tam w dziurze człek miał robić..."
      },
      {
        "index": 89,
        "text": "— To zwierz."
      },
      {
        "index": 90,
        "text": "— Spłoszyć go!.. — krzyknął pierwszy — ślepia mu jeszcze świecą... ja je widzę..."
      },
      {
        "index": 91,
        "text": "To mówiąc chwycił łuk parobczak, naciągnął go i strzała świsnęła w powietrzu... padła w sam otwór dębu, gdzie świeciło oko, zachwiała się — i znikła... Z nią razem i oczy z dziupli patrzyć przestały. Czeladź strwożona siedziała w milczeniu."
      },
      {
        "index": 92,
        "text": "— Zwierzaś ubił lub skaleczył — zawołał Zyrun."
      },
      {
        "index": 93,
        "text": "— Dobrzeby choć skórę zedrzeć z niego — krzyknął zrywając się chłopak."
      },
      {
        "index": 94,
        "text": "— A jeśli ranny tylko i żyw, to ci się z dziupli bronić będzie — poczęli drudzy."
      },
      {
        "index": 95,
        "text": "Zapalczywy myśliwiec nie słuchał, poskoczył ku dębowi, chwyciwszy obuszek do pasa; drudzy się tylko przypatrywali. Jak kot począł się drapać na drzewo, przykładając doń ucha. Znak dał swoim, że coś w niém słyszy. Ostrożny jednak nie wprost się do dziupli skierował. Kawał staréj, grubéj, nadłamanéj gałęzi chwyciwszy nad nią, uwiesił się na niéj i spojrzał w głąb. Patrzał długo nic dojrzeć nie mogąc, choć coraz przybliżał głowę a oczy."
      },
      {
        "index": 96,
        "text": "W środku, nakryty zabitém zwierzem, któremu strzałę w oko wbił, leżał liśćmi się cały zasypawszy mądry Znosek. Ręką tulił oko, z którego krew mu ciekła, bo w niém strzała uwięzła. Parobczak nie widząc i nie słysząc, aby się co ruszało, ośmielił się wreszcie rękę do dziupli wpuścić i z okrzykiem radości dobył z niéj żbika, którego oko głęboko było strzałą przeszyte. Wnet począł trząść zdobyczą, okazując go gromadzie, która się cała ku niemu rzuciła, oczom swym nie wierząc prawie. Otoczono dąb, a szczęśliwemu łowcy już w myśli nie było sięgnąć głębiéj, gdzie ducha w siebie wciągnąwszy, przyczajony, leżał na pół martwy Znosek."
      },
      {
        "index": 97,
        "text": "Ze żbikiem w ręku spuszczać się począł chłopak na ziemię, rzucił go potém ciekawym, którzy z rąk do rąk sobie podawać zaczęli. Strzała tkwiła wbita tak głęboko w ślepię, iż ten sam, co ją puścił, siły swéj poznać nie mógł... zwierz był już zimny, paszczękę miał rozdartą, ozór wywalony."
      },
      {
        "index": 98,
        "text": "Jakoś to tak było niezrozumiałém, że żartowniś jeden począł dowodzić, iż parobczak zdychające tylko zwierzę dobił."
      },
      {
        "index": 99,
        "text": "Hałas około dębu powstał tak wielki, iż ztąd aż na horodyszcze dochodził. Obejrzała się starszyzna, któréj ubite zdala pokazano zwierzę. Rzucili się młodsi z kmieci pytać, a jeden z zapaleńszych chwyciwszy żbika za kark, poniósł go, potrząsając nim jak wróżbą."
      },
      {
        "index": 100,
        "text": "— Bogowie wieszczbę uczynili! — wołano — żbik siedział w dziupli zaczajony, jeden parobczak, napatrzywszy zaledwie ślepię, go ubił... Tak siedzi w kamiennéj dziupli Chwostek... i nasza strzała go tam dosięgnie! Bogowie wróżbę dają... Precz z Chwościskiem!.."
      },
      {
        "index": 101,
        "text": "Więc gromada cała co z Myszkami była, wołać zaczęła:"
      },
      {
        "index": 102,
        "text": "— Łado! Kolado! Łado!.."
      },
      {
        "index": 103,
        "text": "I cieszyli się i w dłonie klaskali."
      },
      {
        "index": 104,
        "text": "Inni milczeli... Wiec znużony ustawał na siłach. W tém na skraju lasu ujrzano starego ślepca, którego małe prowadziło chłopię i oczy się ku niemu skierowały."
      },
      {
        "index": 105,
        "text": "— Słowan! bywaj! — zaczęto wołać — bywaj nam stary z pieśnią... po dawnym zwyczaju..."
      },
      {
        "index": 106,
        "text": "Nasłuchując zbliżał się ślepy gęślarz powoli, po gwarze mógł już poznać, że się zbliżał do horodyszcza. Wszyscy mu radzi byli, orzeźwieli ujrzawszy go, niósł ze sobą woń prastarych dziejów i czasów."
      },
      {
        "index": 107,
        "text": "— Witaj stary Słowanie!.."
      },
      {
        "index": 108,
        "text": "Szedł w milczeniu, jak gdyby miejsce znał i pamiętał, wszedł przez wał, kijem sobie miejsce obmacał i usiadł na ziemi. Gęślę milczącą trzymał na kolanach i myślał..."
      },
      {
        "index": 109,
        "text": "— Spóźniłem się, spóźniłem — począł głosem załamanym, na pół śpiewnie — stare nogi źle już służą, drogi się powyciągały... a jakiby to był wiec bez wieszczka? a coby to za rada bez pamięci na stare dziadów zbory!.. Orłom lecieć lekko górą, ślimak się powoli wlecze... powoli..."
      },
      {
        "index": 110,
        "text": "Uderzył po strunach, milczeli wszyscy... i śpiewał starzec powoli."
      },
      {
        "index": 111,
        "text": "— Kiedy Lecha plemienia nie stało, nie stało... swobody się ziemianom zachciało, zachciało... Zachciało się swobody bezpańskiéj, wojewodów wybrali dwunastu... Krew to ze krwi wszak naszéj, kość z kości... bracia nasi rodzeni ziemianie, niechaj nami rozrządzą, ład sprawią... O Łado! niechaj ziemię szczęśliwą uczynią... O Łado..."
      },
      {
        "index": 112,
        "text": "Wybrali ich, wybrali dwunastu... Cieszyli się cieszyli niedługo. Brat rodzony wnet bratu był sługą... Co jednego nad sobą nie chcieli... dwunastu ich wybrali i mieli... Dwunastu... O Łado, o Łado..."
      },
      {
        "index": 113,
        "text": "Jeden z kadzi rad czerpał i głowę, zalewając pomiatał narodem... Drugi zbierał a dusił w komorze, co ubogim odebrał od gęby... Trzeci jeździł wyglądał gdzie dziewki, i córki im podbierał, miód z ula... O Łado! O Ła...do!"
      },
      {
        "index": 114,
        "text": "I tak byli z dwunastu szczęśliwi, szczęśliwi, że posłali za morze z pokłonem... Oj, posłali szukając wojaka, coby jeden nad wszystkiem panował... Kraku, panie a kneziu, wołali, chodź do ziemi do naszéj, rządź nami. I spędzili dwunastu z ich grodów. Znowu kmieci zrobili z wojwodów... A jednego już Kraka słuchali. O Łado! o Łado!.."
      },
      {
        "index": 115,
        "text": "Gdy się pieśń powolnie nucona skończyła, milczenie panowało, patrzali niektórzy na starca nie wiedząc, coby to znaczyć miało..."
      },
      {
        "index": 116,
        "text": "— Toś i ty Słowanie — rzekł mu jeden — Chwościka pokochał..."
      },
      {
        "index": 117,
        "text": "Starzec nastawił ucha."
      },
      {
        "index": 118,
        "text": "— Pokochał? — Pokręcił głową, poczęły brzęczeć struny, dziwny staruszek począł śpiewać znowu tęskliwą nutą."
      },
      {
        "index": 119,
        "text": "— Siedzi Chwostek na wieżycy... i patrzy z niéj w koło... dobry pan... Gdzie się kurzy ze świetlicy, gdzie na polu się zieleni... gdzie rżą stada... sycą miody... oko widzi, ręka zgarnia... dobry pan! Siedzi Chwostek, patrzy zdala... kmiecie mruczą, psy li wyją?.. śle drużynę, milczeć, cicho... lub na gałęź pójdzie licho... Dobry pan... Pan wesoły, do biesiady rad zaprasza, rad ugości, a nakarmi, a upoi, aż się ludziom na wiek wieka jeść odechce... i pachołki do jeziora niosą kmieci... Dobry pan. Siedzi Chwostek na wieżycy... czy słyszycie jak się śmieje, hen, daleko śmiech rozlega... aż puścieją w lasach knieje... aż po dworach lud truchleje... dobry pan! Z niemcem on się pocałuje, niemiec dziewkę da mu białą... a wy kmiecie mruczeć wara! bo mu niemiec da swe miecze, i wskróś krnąbrnych wnet wysiecze. Dobry pan! dobry pan!.."
      },
      {
        "index": 120,
        "text": "Chórem za starym poczęto powtarzać — dobry pan... a dwie te pieśni razem z sobą złożone zasępiły czoła i jednym i drugim... Słowan zamilkł, głowę spuścił, podparł się ręką na ziemi, na pół położył i śpiewać więcéj nie chciał."
      },
      {
        "index": 121,
        "text": "Powoli szeptać znowu poczęto, gwarzyć i naradzać."
      },
      {
        "index": 122,
        "text": "Słońce się zniżało, gdy starszyzna widząc, iż na niczém spełznie wiec, rozeszła się gromadkami po horodyszczu, posiadali kołem, każdy ze swemi, i podano co kto przyniósł z sobą do jedzenia i picia... kołacze, zimne mięso, a w drewnianych i glinianych baryłkach miód, piwo i kwas..."
      },
      {
        "index": 123,
        "text": "Gęślarza wzięli między siebie Myszki ugaszczając go, dano mu pierwszy kubek w ręce."
      },
      {
        "index": 124,
        "text": "— Po staremu — rzekł — pierwsze się Bogom należy. Łado!.."
      },
      {
        "index": 125,
        "text": "I wylał napój na ziemię."
      },
      {
        "index": 126,
        "text": "Powtóre zlał jeszcze na ofiarę duchom uroczyska dobrym i złym, białym i czarnym, aby im nie przeszkadzały; potrzecie zlał duszom ojców, co niewidzialne przy radzie stały... Na małych skorupkach postawiono im obiaty z białego chleba, a dopiero potém w milczeniu jeść i pić zaczęto."
      },
      {
        "index": 127,
        "text": "Stary Słowan mało co zjadłszy, napił się trochę i znowu się wziął do weselszéj znajoméj pieśni staréj. Tę zaledwie posłyszano, gdy chórem za nim odezwali się wszyscy, nawet czeladź z łąki wtórowała nieśmiało."
      },
      {
        "index": 128,
        "text": "Nadeszła pieśni godzina, więc po téj następowały inne i coraz nowe, choć wszystkie do siebie podobne. Starzec potém już sam zaśpiewał starą z nad Dunaju, z innych światów, kędy wino rosło, gdzie lwy się przechadzały, żyły smoki i żmije, fala morza biła o brzegi skaliste i słońce świeciło gorące. Wszyscy wzdychali za tym światem pieśni jak za swoim."
      },
      {
        "index": 129,
        "text": "Noc była, gdy rady, ofiary, pieśni i wiec bezowocny się skończył. Powstawała starszyzna, jęli się żegnać wszyscy, ręce sobie dając a wzdychając."
      },
      {
        "index": 130,
        "text": "Któż wie? może do nowego wieca myśli zebrać chciano?.."
      },
      {
        "index": 131,
        "text": "Konie z pastwisk czeladź przyprowadzała, posiadali na nie i jechali gromadkami. Każdy w swą stronę. Zostało pocichu szepcących kilkunastu, kilku, potém nikogo. Uroczysko znów było puste i milczące. Gałęźmi dębu wiatr wieczorny potrząsał i ptastwo krzyczało tylko na błotach. Gwiazdy zaczynały mrugać na niebie, lekki powiew wiatru od łąk szedł do rzeki."
      },
      {
        "index": 132,
        "text": "Wtém w dziupli zaszeleściało, prychnęło, dwoje rąk chwyciło za kraj kory, głowa się podniosła nad nią i Znosek z pokrwawioną twarzą dobył się ze środka. Nogami i rękami objął pień, ześliznął się powoli na ziemię. Tu padł, wyciągnięty jak nieżywy... dyszał ledwie, wyciągał długo ręce i nogi, jęczał."
      },
      {
        "index": 133,
        "text": "Zaszeleściało wśród lasu... drgnął cały; uciekać już nie czas było, po ciężkim chodzie powolnym poznał nowego nieprzyjaciela. Jak nieżywy legł przylgnięty twarzą do ziemi. Z zarośli powoli, wlokąc się niezgrabnie, wyszedł niedźwiedź. Nosem wodził po ziemi, jakby czego szukał. Słychać było sapanie jego i mruczenie. Żółte oczy, pobłyskujące w ciemności, skierował ku Znoskowi, który ciągle jak martwy leżał... Ostrożnie gospodarz puszczy podszedł ku niemu i jak pies począł go wąchać. Zlekka potrącił go łapą, zamruczał i poszedł daléj. Widać go było zdążającego na pole, krokiem ociężałym, podnoszącego czasem pysk i wietrzącego dokoła. Siadał spoczywać, lizał łapę i znowu wlókł się leniwo daléj, gdzieś za żerem czy za przyjacielem, po którym zatęsknił."
      },
      {
        "index": 134,
        "text": "Chłopak ujrzawszy go już w pólku, zerwał się na nogi i w las rzucił szybko."
      }
    ]
  }
}