{
  "chapterNumber": 15,
  "title": "Tom II, Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Na kneziowskim grodzie, do późna czuwali ludzie, pana miłościwego nie było. Biała pani siedziała w swéj świetlicy i dumała, powołując do siebie to sługi, to podskarbiego, to służące. Niekiedy z siedzenia zrywała się niespokojna, szła do okna, to do drzwi, a słała pytać czy pan miłościwy nie wrócił, czy go gdzie widać lub słychać nie było."
      },
      {
        "index": 3,
        "text": "W pierwszém podwórcu stali téż i czekali ludzie, drudzy pokładli się ze znużenia."
      },
      {
        "index": 4,
        "text": "Czekali, nie mogąc się go doczekać — kędyś po nad lasami przeciągnęła burza z hukiem i trzaskiem i poszła. Po tém słońce z za chmur obejrzało się krwawo i znikło, ciemności jak całun opadły na ziemię, knezia jeszcze nie było."
      },
      {
        "index": 5,
        "text": "Na grodzie kłaść się spać nie śmieli, nużby ich nie zastał na nogach i pogotowiu, dopiéroby chłostać kazał."
      },
      {
        "index": 6,
        "text": "Co chwila Brunhilda słała pacholę, a pacholę wracało z tém samém. — Ani widu, ani słychu."
      },
      {
        "index": 7,
        "text": "Wiatr się poniósł po lasach i jeziorze, poobrywane chmury biegać zaczęły po niebie, jakby się goniły i zbierały, aby drugą burzę zrobiły. Pomiędzy słupy, ściany i częstokoły wpadając Pochwist wył i śmiał się, aż psy ze strachu zrywały się, by mu wtórować."
      },
      {
        "index": 8,
        "text": "U miłościwéj pani pozasuwano okiennice, pozatykano okna oponami, dachy się trzęsły i trzeszczały, wicher ryhotał."
      },
      {
        "index": 9,
        "text": "Aż około północka, koło mostu i wrót zahuczało, zatętniało, rozległo się po grodzie — kneź jedzie."
      },
      {
        "index": 10,
        "text": "Wnet słonionemi przejściami po pod słupy, przemknęła się kneźna biała, wychodząc przeciw panu swemu. A szła zagniewana, lecz wszedłszy do świetlicy, zastała pana, któremu obmokłe suknie ściągano, gniewniejszym niż ona była."
      },
      {
        "index": 11,
        "text": "Spojrzeli po sobie i nie witali się. Kneź pięścią w stół bił i mruczał — miodu sobie podawać kazał. Głodny był, spragniony a zły... przekleństwami miotał, aby wszystko zczezło i szło na wskróś ziemi."
      },
      {
        "index": 12,
        "text": "Brunhilda stała, założywszy ręce, ruszając ramionami. Ludzie się porozbiegali."
      },
      {
        "index": 13,
        "text": "— Północ już przeszła, a pana miłościwego doczekać się nie było można."
      },
      {
        "index": 14,
        "text": "— Milcz sroko!.. a nie pytaj... — krzyknął kneź — abym nie mówił, bom wściekły — a gdym wściekły, nie znam nikogo!"
      },
      {
        "index": 15,
        "text": "— Ani żony!"
      },
      {
        "index": 16,
        "text": "Zamruczał coś tylko."
      },
      {
        "index": 17,
        "text": "— Zwać mi jutro Hadona!"
      },
      {
        "index": 18,
        "text": "Chwycił się za głowę, targając włosy rozczochrane, a ze złości rwąc je palcami."
      },
      {
        "index": 19,
        "text": "— Hadon jutro do Sasów, do waszych niech jedzie — niech tu ciągną... niech idą... niech palą, tępią, gnębią... Niech tę ziemię ogniem puszczą całą. Wszak gdy nowiny trzebią na pole, aby zboże rodziły, wprzódy je czyszczą siekierą i płomieniem. I tu nic nie będzie, póki siekiera i płomię nie zniszczy tych plugawych chwastów."
      },
      {
        "index": 20,
        "text": "Uśmiechnęła się blada pani."
      },
      {
        "index": 21,
        "text": "— Wiedziałam ja to dawno — mówiłam dawno — rzekła — tylko Sasi im radę dadzą. Ty ich sam nie zmożesz ze swemi Smerdami, ich tu siła. Zdrajcy wszyscy kmiecie, żadnemu wierzyć nie można."
      },
      {
        "index": 22,
        "text": "— Na jutro zwołać Hadona — powtórzył kneź — ale milczeć że posłany, i dokąd. Rankiem niech wyjdzie, pieszo, konia weźmie ze stadniny, niech jedzie ze znakiem odemnie. Pierścień niech powiezie."
      },
      {
        "index": 23,
        "text": "Biała pani, głaszcząc go po głowie, potakiwała."
      },
      {
        "index": 24,
        "text": "— Odpoczywajno spokojny — ja go wyprawię sama. Nim dzień wejdzie, będzie w drodze, ale czasu dużo spłynie, nim te puszcze przejedzie wskróś i za Łabę się dostanie, nim oni się tam ruszą, nim wyciągną, nim się przedrą tutaj — a tu!.."
      },
      {
        "index": 25,
        "text": "Kneź spojrzał na nią."
      },
      {
        "index": 26,
        "text": "— Tutaj oni knują i zmawiają się — wiece gromadzą, po nocach przy łuczywach radzą, po lasach się zbierają, dwory objeżdżają, gońców sobie posyłają. Śmieję się ja z tego, mam dosyć ludzi, gród mocny i wieża wytrzyma, jezioro obroni, a we spichrzach pełno, zasieki po brzegi nasypane. Choćby ta dzicz obległa, jeszczebym się opędził téj psiarni, a obledz mnie nie śmieją."
      },
      {
        "index": 27,
        "text": "Zaczęli szeptać ciszéj — kneźna siadła tuż przy nim, podparta na ręku. Przynieśli mu mięsiwa misę, które począł rwać palcami i kubek miodu który wypił tchem jednym."
      },
      {
        "index": 28,
        "text": "Potém służbę rozpędził, zamiast czekać do jutra, kazał wnet przywieść Hadona."
      },
      {
        "index": 29,
        "text": "Hadon był niemiec, ale wyleniały, nauczył się na dworze mowy ludzi, nałamał do ich obyczaju, a choć w nim natura wilcza została, nie bardzo go poznać było można od drugich, gdy szpiegował mięszając się w tłum, aby donosić pani."
      },
      {
        "index": 30,
        "text": "Wszedł chłopak smukły, ulubieniec miłościwéj pani, którego we dworze lękali się wszyscy. Gdy knezia w domu nie było, on białą panię, siedząc w sypialni po dniach całych zabawiał, brała go z sobą, gdy jechała, obejść się bez niego nie mogła. Kneź go téż lubił, bo mu się jak kot łasił. Gdyby nie twarz piegowata i blada, nie byłby brzydki. Włos téż miał krwawo-czerwony, ale obfitemi spadający puklami."
      },
      {
        "index": 31,
        "text": "— Hadon! — zawołał — zobaczywszy go kneź! zbliż się tu... jutro ruszysz do dnia w drogę tam,"
      },
      {
        "index": 32,
        "text": "Wskazał na zachód ręką."
      },
      {
        "index": 33,
        "text": "— Jedź do starego — powiedz niech mi swoich śle. Cierpiałem dość, skończyć trzeba z kmieciami. Niech da ludzi ile może, ale zbrojnych, to tłuszcza, dzika, bezbronna, rozpędzi ich garść Sasów."
      },
      {
        "index": 34,
        "text": "Hadon podparł się ręką na stole, patrzał ukradkiem na kneźnę, a ona mu z za męża oczyma znaki dawała."
      },
      {
        "index": 35,
        "text": "— Pierścień na znak weźmiesz u pani — pokażesz by dali wiarę. Stary wie, co on znaczy... ciągnąłem długo... dziś... tak lepiéj, niech idą... niech przychodzą."
      },
      {
        "index": 36,
        "text": "— Miłościwy panie — rzekł Hadon z pokorą. Ślepy by chyba nie widział na co się zanosi, po lasach się kupią, narady czynią, kto wie czy nasi pośpieją."
      },
      {
        "index": 37,
        "text": "Rozśmiał się Chwostek."
      },
      {
        "index": 38,
        "text": "— Hej! twarde zęby trzeba mieć, aby gród ukąsić — rzekł — niechby je sobie na murze poszczerbili trochę — nadciągniecie z odsieczą wczas. Ja się ich na grodzie nie boję. Znam tych psich synów, warczą oni więcéj niż kąsają, odgrażają się i krzyczą. Gdy się ich siła zbierze, gotowiby gołemi rękami na jeża, ale po dziurach się rozlezą i spać będą."
      },
      {
        "index": 39,
        "text": "— Miłościwy panie — szeptał Hadon — pewnie tak jest jak mówicie, ale tu nie ufać nikomu, nawet swojéj drużynie."
      },
      {
        "index": 40,
        "text": "Zmarszczył się kneź."
      },
      {
        "index": 41,
        "text": "— Smerdów pewny jestem, a motłoch grozą się trzyma, tego się nie boję."
      },
      {
        "index": 42,
        "text": "Rozśmiał się i popił pan miłościwy. Hadon szeptać począł o czém tego dnia między ludźmi się rozwiedział. Mówił i on, że po zagrodach jeżdżono, że sobie na uroczyskach nocą schadzki czynili kmiecie, że po chatach niektórych nieustannie kręcili się posłańcy jakby z wiciami, że starostów jakichś wybierano."
      },
      {
        "index": 43,
        "text": "Kneź głową pogardliwie rzucał."
      },
      {
        "index": 44,
        "text": "— Niech gadają, niech radzą, krzyczą i trzęsą dzidami — więcéj oni nie zrobią nic, nad wrzasku wiele. Ano plemię to zuchwałe raz przetrzebić potrzeba i rogów mu przytrzeć. Na to się Sasi zdadzą. Jutro w drogę Hadonie."
      },
      {
        "index": 45,
        "text": "Chłopak ku pani białéj spojrzał znowu z ukosa, głowę spuścił, ręce na piersiach złożył i tyłem się wycofał z izby."
      },
      {
        "index": 46,
        "text": "O bytności swéj na Lednicy kneź nie rzekł i słowa, ludziom téż o tém milczeć przykazawszy, ci jednak nie wytrzymali i półgębkiem strach nieśli."
      },
      {
        "index": 47,
        "text": "Nazajutrz cicho było na grodzie. Kneź na dzień zaspał, biała pani przędła i śpiewała, pędzając swe sługi. Dzień chmurny był, deszcz popruszał. Około pół dnia dopiéro kneź się wywlókł na podsienie i na świeżém powietrzu na ławę legł. Psy go obsiadły, pił, drzémał, pędzał je kopiąc nogami a chléb im rzucając na przemiany."
      },
      {
        "index": 48,
        "text": "Z południa na haci u mostu, stanęła konnych gromada, domagając się do knezia przystępu... Kmiecie byli, żupani i władycy, starszyzna i znaczniejsi po mirach."
      },
      {
        "index": 49,
        "text": "Przybiegł Smerda znać o nich dając — coś ta gromada już buntem pachniała i Chwostek obudziwszy się, groźnie brwi namarszczył."
      },
      {
        "index": 50,
        "text": "— Puścić ich tu — zawołał na Smerdę — wrota obwarować, a bez woli mojéj nie wypuszczać ztąd nikogo. Niechże przychodzą — zobaczemy z czém idą."
      },
      {
        "index": 51,
        "text": "Wstał z ławy na któréj leżał, siadł, psy spędził z podsienia w podwórze."
      },
      {
        "index": 52,
        "text": "Wrotami wchodziła poważna gromada starych ludzi, poubieranych świątecznie — kołpaki na głowach, obuszki u boku, miecze u pasa. Chwost zmierzył ich i policzył oczyma, którzy byli. Tych do których miał ząb nie znalazł, bo ich gromada na zamek puścić nie chciała, a kneź ich najmiléjby był powitał, aby na wieżę posadzić. Śmiało szła ta garść ludzi, trzymając się razem. Od mostu i wrót do przedsienia, gdzie kniaź siedział w boki się podparłszy — był kawał drogi."
      },
      {
        "index": 53,
        "text": "Chwost na nich począł patrzeć, oni na niego. Szli krokiem mierzonym z głowami podniesionemi, oczy w nim topiąc śmiało — on téż nie ustępując im, niezlękniony, tak samo się w nich urągliwie wpatrywał."
      },
      {
        "index": 54,
        "text": "Nim do siebie przemówili, nim ci się mu pokłonili, nim on im oddał pozdrowienie, nim słowo zamieniono, już sobie wzrokiem z obu stron wszystko to niemal powiedziano, co na sercu leżało."
      },
      {
        "index": 55,
        "text": "Kmieciów oczy mówiły, że ze skargą szli i z żalem, pewni swojego prawa — wzrok knezia szyderski i gniewny odpowiadał wręcz, że ich precz odepchnie."
      },
      {
        "index": 56,
        "text": "Tak czasem w lesie, dzikich zwierząt dwoje, nim się rzucą na siebie, oczyma się mierzą, odwagę sobie chcąc odebrać niemi."
      },
      {
        "index": 57,
        "text": "Szli. — Na przedzie gromady starszy z Myszków postępował, średniego wieku mąż, wyrosły jak dąb, ramion szerokich z głową kudłatą i brodą czarną rozwianą. Rękę trzymał za pasem, a u pasa toporek miał i mieczyk. W niego patrząc jak na wodza szli inni."
      },
      {
        "index": 58,
        "text": "Gdy się wreszcie przybliżyli do przedsienia, Myszko trochę głowy pochylił, kołpaka dotknął i ręką pozdrowił. Kneź ledwie się ruszył, już mu gęba z gniewu drżała."
      },
      {
        "index": 59,
        "text": "— Myśmy tu do was przyśli — odezwał się Myszko — po sprawie, po staréj kmiecéj sprawie. Chcecieli nas posłuchać?"
      },
      {
        "index": 60,
        "text": "— Mówcie... Słucha się przecie wszystkiego i kruków gdy kraczą, i puchaczów gdy huczą, i psów gdy wyją — zobaczemy waszego głosu."
      },
      {
        "index": 61,
        "text": "Myszko po swoich rzucił okiem i zobaczył, że stali niezlęknieni wcale."
      },
      {
        "index": 62,
        "text": "— Źle z nami poczynacie — odparł — równając nas ze źwierzęty, ludzieśmy przecie jako wy."
      },
      {
        "index": 63,
        "text": "— Jako ja? — rozśmiał się kneź — toście wy źle poczęli, bo ja tu równych nie znam, krom mojego rodu."
      },
      {
        "index": 64,
        "text": "— Znacie czy nie — odparł Myszko — a czuć ich trzeba będzie. Jeszcze my dziś do was ze słowem przychodzimy, może być rada nie zwada... Nam kneź i wódz potrzebny, dla tegośmy waszych posadzili na grodzie i daliśmy im czasu wojny moc nad sobą. Chcieliśmy, aby kneź u nas silny był przeciw wrogów naszych, i ziemi nam bronił. Ale nie natośmy mu siłę dali, aby nam karki nią łamał. Wy kneziu o tém zapomnieliście, a chcecie nas zakuć w niewolę. A no — my ci się nie damy. Mówiemy ci — porzućcie to lepiéj, a idźcie z nami na jedną rękę."
      },
      {
        "index": 65,
        "text": "Zamilkł Myszko. Chwost który słuchając, cały wrzał i rzucał się, wstał z ławy, rozprostował się i począł śmiać ze złości. Było to jego zwyczajem. Białe zęby wyszczerzył, po wargach mu piana ciekła... pięść podniósł do góry."
      },
      {
        "index": 66,
        "text": "— Wy mnie rozumu uczyć będziecie! wy? krzyknął. Wyście to mnie tu posadzili, gdzie ja siedzę. Na grodzie tym ojciec mój, dziad i pradziad i praszczury moje siedzieli, a siłę tę dzierżyli, którą ja mam i z któréj na włos nie puszczę. Wam się po staremu dzikiéj swawoli zachciewa, a ja téj nie dam — chcę posłuchu i będę go miał."
      },
      {
        "index": 67,
        "text": "Myszko i drudzy wysłuchali cierpliwie."
      },
      {
        "index": 68,
        "text": "— My ci w sprawiedliwych rzeczach posłuchu nie odmawiamy — zaczął Myszko. — Co słuszna dajemy, a no na niewolę niemiecką obrócić się nie damy. Wam to smakuje co się u nich dzieje, bo to naród łupiezki, a kędy wojna, tam musi być niewola. My wojny nie lubiemy, bronimy się gdy nas napadają — to mus, a nikogo nie pastujemy, ale swobodę miłujem. Granice u nas spokojne."
      },
      {
        "index": 69,
        "text": "Kneź stał, jakby nie słuchał, oczyma ich liczył."
      },
      {
        "index": 70,
        "text": "— Co więcéj? — zapytał."
      },
      {
        "index": 71,
        "text": "— Twoje smerdy i dworaki naszą młodzież zabierają, dziewkom i niewiastom gwałty czynią, stada z łąk zagarniają, spasają stogi, wypalają lasy, pola niszczą, tego my nie ścierpimy. Masz wyznaczonéj ziemi dosyć."
      },
      {
        "index": 72,
        "text": "Chwost się po podsieniu przechadzał, czasem o słup oparł, to znów chodził."
      },
      {
        "index": 73,
        "text": "— Co więcéj? — zapytał."
      },
      {
        "index": 74,
        "text": "— Więcéj? — wtrącił drugi z Myszków — który oddawna się już poruszał, jakby mówić chciał — i buchnął teraz nagle. Więcéj? gdyby się nam usta otworzyły i wszystko przez nie poszło co w nas siedzi, na długo by stało. A kto tu na tym grodzie naszą bracią popoił, odurzył, że się pozarzynali i trupy ich jak psów do jeziora kazał rzucać. A mało u ciebie naszych w lochu pod wieżą gnije i zgniło?"
      },
      {
        "index": 75,
        "text": "— Ja ci powiem więcéj — zakrzyczał trzeci — ty z niemcami, wrogami plemienia naszego trzymasz za jedno. Od nicheś sobie zdradną dziewkę wziął — do nich ślesz, z niemi się wąchasz. My to wiemy, my wiemy!"
      },
      {
        "index": 76,
        "text": "I rękę podniósł groźnie."
      },
      {
        "index": 77,
        "text": "W tłumie gwar się rozpoczynał coraz żywszy, każdy się z mową wyrywał i słowa leciały nieopatrzne, a pięści ścieśnione występowały po nad głowy — kneź chodził, słuchał, zębami zgrzytał i śmiał się."
      },
      {
        "index": 78,
        "text": "Oczyma na stojącego w dali smerdę rzucał jakoś dziwnie."
      },
      {
        "index": 79,
        "text": "Tuż za gromadą kmieci, po jednemu sunąć zaczęli się ludzie, skupiać i obsadzać przejście z tyłu. Wszyscy z oszczepami i topory. Z początku w gorączce nikt nie zważał na to, aż Myszko obejrzawszy się i obaczywszy ten zastęp, odezwał się."
      },
      {
        "index": 80,
        "text": "— Cóż to ma znaczyć? czy i nas myślisz tu zabrać w niewolę? Myśmy tu przyszli do ciebie od wiecu, z woli mirów, a stanie się nam co, będzie z tobą gorzéj jeszcze."
      },
      {
        "index": 81,
        "text": "Nie odpowiadając nawet na pytanie, Chwost krzyknął do Smerdy."
      },
      {
        "index": 82,
        "text": "— Wiązać ich! dyby i pęta! — to moja odpowiedź."
      },
      {
        "index": 83,
        "text": "Lecz nim czerń zdołała się rzucić na nich, już Myszko wpadłszy do przedsienia, chwycił knezia za bary. Jęli się mocować to w jedną to w drugą zataczając stronę. Czeladź zamiast bronić, stała onieśmielona tém zuchwalstwem."
      },
      {
        "index": 84,
        "text": "Wśród ciszy słychać było tylko sapanie obu i miotane przekleństwa, po tém łomot, gdy na dyle, któremi był wyłożony pomost podsienia, padli oba. Kneź był pod spodem, Myszko siedział na nim, gniotąc go. Działo się to przeciw drzwi samych, które się nagle otwarły i biała pani z rozpuszczonym włosem wbiegła z krzykiem nóż trzymając w ręku. Pochyliła się nad Myszkiem i poczęła mu szyję rzezać, aż krew na słupy trysnęła. Rzucili się kmiecie ratować go i wnet powstała wrzawa ogromna, bo z tyłu nadbiegła dwornia z wrzaskiem na nich."
      },
      {
        "index": 85,
        "text": "— Bij! morduj! życia nie dawaj! wołano."
      },
      {
        "index": 86,
        "text": "Kmiecie bronili się dzielnie. Myszko, któremu krew się z szyi lała, zerwał się i stanął na nogi, odcinając jeszcze, drudzy téż odbijali razy, ale widząc przewagę, w kupę się zbili i szli nazad ku wrotom, broniąc pachołkom. Na całym grodzie krzyk powstał straszny, tuż i strzały świstać poczęły. Ludzie co na wieży byli i w dziedzińcu, nie śmiejąc zbliżyć się do zrozpaczonych kmieci, strzelali z góry i z dala, kamienie z proc na nich ciskali, a strzały więzły tu i owdzie w twarzach i szyjach. Krew ciekła obficie. Jednakże dopadła gromadka do wrót zapartych, nacisnęli je i wyłamali. Padły z trzaskiem waląc się na ziemię. Tuż u mostu dwornia jeszcze kupą stała, co z kmieciami przybyła, zobaczywszy swych panów w niebezpieczeństwie, posunęła się w obronie ich, wołając i krzycząc żałośliwie. Z jednéj i drugiéj strony walczono zacięcie, tu była kupka niewielka, tam motłoch bez wodzów niezdarny. Nie gotów do waśni, bo się jéj nikt nie spodziéwał, a życia tak bardzo nastawiać nie miał ochoty — głośno ujadał tylko, a nie nacierał zbyt silnie. Więcéj czynił wrzawy niż ran. Sam Chwost biegł z niemi, ale późno się zerwał. Gawiedź nie potrafiła kmieciów odciąć od ich koni i czeladzi, tak, że wśród tego zamętu dopadli broniąc się do haci, do mostu i do koni — a tu gdy raz się znaleźli i dosiedli ich, Myszko skrwawiony pięść tylko podniósł i krzyknął."
      },
      {
        "index": 87,
        "text": "— Zabraliście się z nami do wojny, to ją będziecie mieli!"
      },
      {
        "index": 88,
        "text": "W tém krew płynąca tak uszła, iż go słabnącego dwóch chwyciło pod ręce, bo się słonił i na ziemię padał."
      },
      {
        "index": 89,
        "text": "Tak podtrzymując go i tamując krew uchodzącą, kmiecie zaraz od zamku precz jechali, z odgróżkami i narzekaniem wielkiém."
      },
      {
        "index": 90,
        "text": "Chwostek szalał, że ich puszczono, że się im wybić dano. Ludzi swych wnet wieszać chciał za to, że go nie bronili wczas i kmieciom żywym ujść dali z grodu. Smerdowie ich tuż na placu smagać poczęli prętami i biczami."
      },
      {
        "index": 91,
        "text": "Biała pani, z nożem zakrwawionym w ręku, stała na podsieni i palcami tchórzów wytykała, wywołując po imieniu."
      },
      {
        "index": 92,
        "text": "Chwostek téż przypadając do niektórych, własną ich siekł ręką."
      },
      {
        "index": 93,
        "text": "Nie rychło się uspokoiło, zamek cały do późna jęczał i płaczem się rozlegał. Dopiero gdy sił do bicia i znęcania się nie stało, dano pachołkom spocząć i pochować się potłuczonym po kątach."
      },
      {
        "index": 94,
        "text": "Kneź i żona pomiarkowali téż, iż nie czas było się srożyć, gdy lud co chwila potrzebnym być mógł dla obrony."
      },
      {
        "index": 95,
        "text": "I tak, jak za owych czasów bywało często, wnet po srogiéj karze, nastąpiło przejednywanie — kazano dla pobitych wytoczyć beczki z piwem i baranów im parę kneź posłać kazał. Tak radziła biała pani. Jęczący jeszcze powlekli się do kadzi, czerpać z nich poczęli i grzbiety posieczone wycierając, śmieli się jedni z drugich. Smerdowie tymczasem z resztą czeladzi połamane wrota na nowo stawili, hać i most opatrywali."
      },
      {
        "index": 96,
        "text": "Na ławie w izbie leżał Chwostek, który padając na dyle, także sobie utłukł kości — jęczał i przeklinał. Nad nim siedziała biała pani i patrzała nań z pewném politowaniem a niemal pogardą. Sameś sobie winien, miłościwy panie, — mówiła — trzeba mnie słuchać było. Inaczéjby się to skończyło. Poprosić ich było uprzejmie do izby, posadzić za stołem, a mówić do nich słodko. Tymczasem by straż u wrót stanęła, zająłbyś ich jak ryby w matnię. I lepiéj jeszcze... lepiéj jeszcze, wodzić ich było obietnicami, udać powolność, aż by Sasi nadeszli, a nie spieszyć z wojną. Tu po czole go uderzyła białą ręką."
      },
      {
        "index": 97,
        "text": "— U ciebie miłościwy panie, więcéj siły w ręku niż w głowie. Ja słaba niewiasta jestem, ale prędzéjbym to plemie zdradliwe pożyła."
      },
      {
        "index": 98,
        "text": "Słuchajcie mnie."
      },
      {
        "index": 99,
        "text": "Kneź jęczał i przeklinał."
      },
      {
        "index": 100,
        "text": "— Co teraz poczynać?"
      },
      {
        "index": 101,
        "text": "Namyśliła się nieco Brunhilda."
      },
      {
        "index": 102,
        "text": "— Ściągać trzeba, a przyjaciół jednać. Naraziłeś sobie stryjów porywczością, synowców, cały swój ród, gotowi i oni się do kmieciów przyłączyć, tych zyskać napowrót pierwsza rzecz."
      },
      {
        "index": 103,
        "text": "Chwostek słuchał."
      },
      {
        "index": 104,
        "text": "— Mów jak to uczynić, ty masz rozum niemiecki, ja tylko bić się umiem! — zamruczał. — Mów, jak to czynić."
      },
      {
        "index": 105,
        "text": "Blada twarz kniaźny zarumieniła się nieco, wstała i poczęła się przechadzać po świetlicy."
      },
      {
        "index": 106,
        "text": "— Stryjów i ród trzeba mieć po swéj stronie, jak oni się do kmieciów przyłączą, źle być może. Nim Sasi przyjdą — napaść gotowi."
      },
      {
        "index": 107,
        "text": "Chwostek z oczyma w nią wlepionemi mruczał tylko."
      },
      {
        "index": 108,
        "text": "Stanęła przed nim Brunhilda."
      },
      {
        "index": 109,
        "text": "— Zostaw to mnie — odezwała się. Miłoszowi synaś jednego zabił, drugiemu wyłupiono oczy... Ślepego mu trzeba oddać i potrafić w to, że oczy mu wzięto bez naszego rozkazu. Pójdę do niego na wieżę. Odziać go trzeba, nakarmić i ze służbą do ojca odprawić. Stary Miłosz się przejedna może odzyskawszy syna."
      },
      {
        "index": 110,
        "text": "— A dwaj drudzy! — zapytał Chwost — a synowcowie i reszta rodu."
      },
      {
        "index": 111,
        "text": "— Trzeba do nich słać rozumnych ludzi, na zamek ich prosić. Nasza sprawa ich wszystkich sprawa. Nie stanie nas tu, wygubią Leszków wszystkich kmiecie i jeden się nie uchowa, toć zrozumieć powinni... Niech się zjadą, niechaj radzą."
      },
      {
        "index": 112,
        "text": "— A jeśli nie zechcą?"
      },
      {
        "index": 113,
        "text": "Brunhilda nie odpowiedziała nic, ręce na piersiach trzymała złożone i głową trzęsła tylko. Spojrzeli sobie z mężem w oczy."
      },
      {
        "index": 114,
        "text": "— Zechcą? nie zechcą? niech tylko tu przyjadą, będziemy wiedzieli co wówczas poczynać."
      },
      {
        "index": 115,
        "text": "Kneź stęknął. Biała pani podała mu kubek i pogłaskała po głowie."
      },
      {
        "index": 116,
        "text": "— Słuchaj ino mnie — rzekła — choć białogłową jestem, prędzéj niż ty z ludźmi dam radę. W boju ty siłę masz, a gdzie trzeba chytro podejść i gładko wziąć, zostaw to mnie."
      },
      {
        "index": 117,
        "text": "Pogładziła go pod brodę."
      },
      {
        "index": 118,
        "text": "— Na wieżę idę, Leszka uwolnię i ślę do Miłosza. Smerdów do stryjów wyprawię. Odpoczywaj ty i mnie porucz, nie masz się co trwożyć."
      },
      {
        "index": 119,
        "text": "To mówiąc, zostawiwszy Chwostka na ławie, sama się wyśliznęła z izby, w podwórzu skinąwszy na zaufanego swojego, na Kaszubę, którego zwano Muchą."
      },
      {
        "index": 120,
        "text": "Mucha był chłop młody i przystojny, żwawy i wesół, Smerdą go sama kneźna uczyniła, znalazłszy w nim rozum i chytrość, na których się poznać umiała. Między nim a niemcem wyprawionym z pierścieniem, o łaski białéj pani toczyła się wieczna walka, z któréj ona śmiać się była zwykła, bo jéj to pochlebiało."
      },
      {
        "index": 121,
        "text": "Mucha z niemcem krwawili się czasami, od słowa do słowa i do pięści przychodząc. Teraz Kaszuba był panem, zbywszy się współzawodnika. Uśmiechnęła mu się Brunhilda. Stanął wnet na rozkazy."
      },
      {
        "index": 122,
        "text": "— Na stołb mi trzeba i do lochu — rzekła — gdzie oślepły Leszek siedzi, pójdziesz ze mną... Nagotować ludzi ze czterech, odzież bogatą i piękną. Leszka do ojca trzeba wyprawić, dziś jeszcze. Mucha nie odpowiedział tylko pokłonem."
      },
      {
        "index": 123,
        "text": "Niecierpliwa pani już z podworca ku stołbowi szła. Inaczéj się tam dostać nie było można, tylko po drabinie z poręczem, którą do wysokich drzwi przystawiano. Stała ona właśnie w miejscu, bo stróż dla zamkniętego w lochu Leszka, chléb i wodę zaniósł. Brunhilda zręcznie się spięła na wschodki, rozkazując za sobą iść Musze. Wewnątrz wieży mrok już był. Wschodki z tarcic wiodły na dół. Tu ciężkiemi drzwiami zapadającemi z góry zaparty był loch, w którym osadzono oślepionego Leszka. Drabina znowu prowadziła do głębi ciemnego więzienia, które jedno tylko wązkie okno oświecało."
      },
      {
        "index": 124,
        "text": "W ciasnéj, wilgotnéj téj dziurze, na garści słomy zgniłéj i stęchłéj, leżał młody, piękny chłopak, dwudziestokilkoletni. Odzież na nim gruba, zdarta i powalana, dozwalała widzieć wychudłe i zżółkłe ciało. Na pół leżąc, oczyma strasznemi, nakształt dwu plam krwawych, zdawał się patrzeć przed siebie. Usłyszawszy szelest niezwykły, Leszek głowę podniósł nieco, czoło wybladłe zmarszczyło mu się. Brunhilda obejrzawszy się trwożliwie po lochu, sparta o drabinę którą weszła, odkaszlnęła nieśmiało. Leszek usiadł jakby strwożony."
      },
      {
        "index": 125,
        "text": "— Kto tu? — zapytał."
      },
      {
        "index": 126,
        "text": "— Ja tu jestem — cicho i łagodnym umyślnie osłodzonym głosem, poczęła kobieta — ja... Brunhilda..."
      },
      {
        "index": 127,
        "text": "— Czy mam umrzeć? — odezwał się więzień."
      },
      {
        "index": 128,
        "text": "— Nie — ja ci przynoszę wolność — mówiła kneźna. — Ja zawsze życzyłam tobie i bratu dobrze, starałam się was ocalić. Kneź nie winien, nieprzyjaciele na was podszczuwali, grozili wami. Co się stało, stało się przez sługi, bez rozkazu naszego."
      },
      {
        "index": 129,
        "text": "Leszek się zaśmiał szydersko i głową potrząsł niedowierzająco."
      },
      {
        "index": 130,
        "text": "— Wierzcie mi — ciągnęła daléj Brunhilda — kneź żałuje, że życie wydarto bratu twemu, a oczy tobie."
      },
      {
        "index": 131,
        "text": "— A z czyjegoż to uczyniono rozkazu? — zaśmiał się więzień."
      },
      {
        "index": 132,
        "text": "— Nie było rozkazu."
      },
      {
        "index": 133,
        "text": "Leszek się śmiał, słomę zgniłą wziąwszy z pod siebie, w wychudłych białych rękach miął ją bezmyślnie."
      },
      {
        "index": 134,
        "text": "— Chcę was uwolnić — dodała kneźna — chcę was staremu odesłać ojcu. Dosyć już w rodzie było waśni i krwi się wylało. Pojednajmy się wszyscy, pogódźmy, mamy i tak dosyć nieprzyjaciół Leszku. Spokojnie na swoim grodzie, ojciec i wy siedzieć będziecie."
      },
      {
        "index": 135,
        "text": "To mówiąc, zbliżała się ku niemu Brunhilda powoli, a Leszek słysząc ten głos przybliżający się ku sobie, cofał przerażony, jakby nowéj lękając się zdrady."
      },
      {
        "index": 136,
        "text": "— Nie lękaj się — poczęła Brunhilda — przysięgam ci, jutro będziesz u starego ojca i u własnego ogniska wolnym. Kneź chce zgody i spokoju. Daj się z tąd wyprowadzić, włożyć odzież, nakarmić, konie i ludzie czekają na ciebie."
      },
      {
        "index": 137,
        "text": "Leszek zdawał się uszom nie wierzyć, można się było domyślać, że szukał pod ręką czegoś, coby mu do obrony, a przynajmniéj do pomszczenia życia służyć mogło. Drżące dłonie chwytały mur zimny."
      },
      {
        "index": 138,
        "text": "— Nie lękaj się — powtarzała Brunhilda — przysięgam ci."
      },
      {
        "index": 139,
        "text": "Milczał biedny więzień, który się był z posłania zerwał i do ściany przypadł, jakby w nią chciał się schronić, gdy dwóch z czeladzi przyprowadzonych przez Muchę, ujęło go zwolna pod ręce. Próbował się im wyrywać, jęcząc i niezważając na zapewnienia Brunhildy, ale osłabły był i łatwo go wziąć im przyszło. Dał się wreszcie na plecy zabrać silnemu parobkowi, który go poniósł po drabinie. Brunhilda i Mucha szli za nim. Narzucono mu opończę i Kaszuba zaprowadził naprzód z sobą do komory, gdzie mu nową odzież dać miano. Kazano wybrać jak najkosztowniejszą. Sama Brunhilda szła już przodem do swojego dworu, gdzie jeszcze uwolnionego Leszka przyjąć, nakarmić i ułagodzić chciała."
      },
      {
        "index": 140,
        "text": "Wnet sługi na stole przygotowały mięsiwo, mléko, miód w plastrach i sycony, kołacze białe, dla wygłodzonego. Kneźna rachowała na to, że go swym głosem i słowem łagodném potrafi zjednać sobie. Mucha miał go do tego przygotować."
      },
      {
        "index": 141,
        "text": "Wkrótce potém otworzyły się drzwi i powiernik Brunhildy wprowadził z sobą, zmienionego do niepoznania Leszka, którego młodość i piękność przy okropném kalectwie, wzbudzały litość nawet w ludziach do podobnych nawykłych widoków. Dano mu ubiór kneziowski, szyte suknie, z krasnemi sznury obówie i jakby na szyderstwo miecz do boku. Jasne jego włosy świeżo zmyte, rozpuszczone na ramiona, świeciły pozłocistą swą barwą, blada twarz zaledwie młodym porastająca włosem, smutną była i straszną z temi oczyma zakrwawionemi, które nie dobrze zakrywały zsiniałe powieki."
      },
      {
        "index": 142,
        "text": "Brunhilda kazała go posadzić u stołu, sama stając przy nim i podając mu napój i jadło."
      },
      {
        "index": 143,
        "text": "Leszek zdawał się tak wygłodzony i spragniony, tak uspokojony przez Muchę, iż przyjął co mu dano z chciwością prawie. Milczał."
      },
      {
        "index": 144,
        "text": "Niemka z przymileniem, pochylając się ku niemu, mówiła doń ubolewając nad nieszczęściem."
      },
      {
        "index": 145,
        "text": "— Powiedzcie ojcu, jak ja nad tém boleję co się stało. Ja mam synów także, prawie w tym wieku, jam płakała gorzko, gdym się o tém dowiedziała. Kneź był trochę podchmielony, ludzie go nie zrozumieli, kazał, prawda, zamknąć do ciemnicy, ale nie ociemniać was. O mało nie zabił tego człowieka, co się ośmielił targnąć na was."
      },
      {
        "index": 146,
        "text": "Mówiła Brunhilda, on słuchał i milczał, a milczenie to niepokoiło ją, bo dozwalało posądzać, że jéj nie wierzył. — Tém mocniéj téż starała się wmówić w niego, że to nieszczęście stało się bez niczyjéj woli."
      },
      {
        "index": 147,
        "text": "Leszek zdawał się tak głodem i pragnieniem zajęty, iż prawie nie słuchał tych zapewnień. — Kneźna siadła przy nim, sama go karmiąc i zachęcając do picia."
      },
      {
        "index": 148,
        "text": "— Wrócisz natychmiast do ojca — rzekła. — Wyprosiłam wam swobodę w téj nadziei, że ojca nam przejednacie. Mówcie mu, że i kneź i ja zgody chcemy. Niech do nas przyjadą, niech sobie ręce podadzą."
      },
      {
        "index": 149,
        "text": "Leszek milczał jeszcze."
      },
      {
        "index": 150,
        "text": "— Powiesz mu to? — spytała."
      },
      {
        "index": 151,
        "text": "— Odniosę mu wszystko co słyszałem — rzekł uwolniony — powiem."
      },
      {
        "index": 152,
        "text": "Więcéj z niego wydobyć nie potrafiła Brunhilda. Konie i ludzie gotowi byli; dwu towarzyszów obok niego jechać konno miało i podtrzymywać go w drodze. — Obdarowała Brunhilda synowca szatami, wyprawą na drogę, i w chwilę potém przez most jechała już ludzi gromadka, która Leszka odprowadzała. Mucha stał u proga, Brunhilda podeszła ku niemu. Sami byli w izbie, pogładziła młodzieńca pod brodę, dając mu kubek miodu."
      },
      {
        "index": 153,
        "text": "— Jedź mi zaraz — rzekła — i miej rozum, bo go tu wiele potrzeba. Jedź do panów stryjów, powiedz im co widziałeś, że Leszek uwolniony, że my zgody z niemi chcemy, niech na gród do nas zjadą. Kmiecie nam grożą, bronić się potrzeba nie memu panu, ale całemu rodowi naszemu... Skoro, jak najprędzéj niech przybywają do nas."
      },
      {
        "index": 154,
        "text": "Zagniewają się pewnie, ukołysz ich pięknemi słowy, niech ino przybędą. Nie odstępuj od tego, aby tu zaraz jechali. Rozumiesz."
      },
      {
        "index": 155,
        "text": "Mucha okazać się starał wesołą i pewną siebie twarzą, że zrozumiał co mu zlecono i spodziewał się spełnić dane rozkazy. Niezwlekając, natychmiast kazała mu jechać Brunhilda, a gdy ujrzała, że już był na moście grodowym, cichemi kroki poszła zobaczyć co się z mężem dzieje. Kneź zmęczony, wypróżniwszy co przy nim stało, spał na ławie leżąc i chrapał straszliwie."
      }
    ]
  }
}