{
  "chapterNumber": 3,
  "title": "Tom I, Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Pomilczawszy chwilę, Wisz spojrzał na Niemca."
      },
      {
        "index": 3,
        "text": "— Dostaliście się tu szczęśliwie — a daléj? dokąd myślicie?"
      },
      {
        "index": 4,
        "text": "— Dokąd? zwolna powtórzył, jakby niechcąc się z tém zdradzić co zamierzał, Hengo — dokąd? Ot — sam dobrze nie wiem. Wy tu na znacznéj przestrzeni sami ze swojemi siedzicie i panami jesteście... Ja, żem tu już raz się kiedyś zabłąkał, przywlókłem się i teraz. Daléj puszcza, iść choćby za rzeką obłąkać się łatwo, a na złych ludzi trafić gromadę — którzy z życiem nie puszczą. Po ladajakich chałupach w lesie tłuc się nie myślę, pożytku z tego mało... ale... toć téż gdzieś, nie opodal kneź wasz siedzi... Gdyby do jego grodu nad jeziorem nie było daleko... puściłbym się... Wisz brwiami siwemi ruszył, a ręką w prawo, nie mówiąc nic, pokazał."
      },
      {
        "index": 5,
        "text": "— Jestże ci kneź... na grodzie nad jeziorem, a do niego w dzień niespełna stanąć łatwo. Kneź! kneź! powtórzył z przekąsem... Ten kneź już sobie prawa do wszystkiéj naszéj ziemi rości, po wszech kniejach poluje, a ze swemi zbrojnemi ludźmi czyni co chce... To srogi człek — jemu się w paszczę dostać, jak wilkowi głodnemu... a no, i na wilki ludzie sposoby mają."
      },
      {
        "index": 6,
        "text": "Niemiec zmilczał."
      },
      {
        "index": 7,
        "text": "— Wasz ci to kneź nie obcy, rzekł po chwili, trzeba przecie żeby naród miał głowę i wodza — a coby począł, gdyby go wróg naszedł?"
      },
      {
        "index": 8,
        "text": "— Niech nas od tego bogi bronią — mówił stary. — My to wiemy, póty naszéj woli, dopóki pokoju. Przyjdzie wojna, z nią iść musi niewola. A kto z wojny skorzysta? nie my, ino kneź nasz i jego słudzy. Nam wróg chaty popali, bydło zajmie, oni niewolnika nabiorą dla siebie i łupu. — Tyle z tego, że nam dzieci poginą; a kto padł w wojnie, temu i mogiły nie usypią, krucy ciała rozniosą."
      },
      {
        "index": 9,
        "text": "I westchnął."
      },
      {
        "index": 10,
        "text": "— Pan to jest mocny, ten co na grodzie siedzi? spytał Hengo."
      },
      {
        "index": 11,
        "text": "— Bogi mocniejsze od niego — mruczał Wisz — a i gromada silną bywa... Ja nie wiem więcéj, dań mu daję jaką każe — i znać go nie chcę; ani jego, ani całego ich Leszków plemienia."
      },
      {
        "index": 12,
        "text": "— Wyście u siebie panem — dorzucił pochlebiając Hengo."
      },
      {
        "index": 13,
        "text": "— A pewnie — rzekł Wisz. — Gdybym nim tu nie miał być, toć są jeszcze ziemie puste, poszedłbym jak ojcowie chadzali z mojemi gdzie indziéj, gdzie wojna nie dochodzi i niewola. Zaorałbym nową granicę wołami czarnemi i siadł."
      },
      {
        "index": 14,
        "text": "Jakiś półuśmieszek szyderski niemcowi się po ustach przesunął i dodał."
      },
      {
        "index": 15,
        "text": "— Hejno — gdybyście mi rozpowiedzieli a ukazali drogę do Gopła, a do Stołba kneziowego — kto wie? powlókłbym się jeszcze... zobaczyć i tego świata trochę."
      },
      {
        "index": 16,
        "text": "Gospodarz pomyślał nieco..."
      },
      {
        "index": 17,
        "text": "— Czemu nie! probujcie szczęścia — rzekł. — Z waszych tam już nie jeden bywał, nie jednego téż może znajdziecie. Kneź ma żonę z niemieckiego kraju, po niemiecku rad rządziłby nami."
      },
      {
        "index": 18,
        "text": "Wstał stary z kamienia."
      },
      {
        "index": 19,
        "text": "— Słońce nie zaszło jeszcze — macie dobre nogi? zapytał. Pójdziemy za las, na górę, zkąd świata widać nie mało... Z tamtąd wam drogę ukażę łatwo..."
      },
      {
        "index": 20,
        "text": "Chcecie za mną?"
      },
      {
        "index": 21,
        "text": "Niemiec, który łuk i procę zostawił we dworze, prawie będąc rozbrojony, zawahał się nieco."
      },
      {
        "index": 22,
        "text": "— Tak? z rękami gołemi? spytał."
      },
      {
        "index": 23,
        "text": "— Jam tu na mojéj ziemi — odparł stary obojętnie — mnie tu zwierz nawet szanuje. Innéj broni nie potrzebuję, dodał, róg wyjmując z zanadrza, nad tę jedną. Gdy się głos rozejdzie po lesie — zrozumieją."
      },
      {
        "index": 24,
        "text": "Szli więc razem. Od strumienia lekko się podnosząc ku górze, zielona łąka wiodła ich ku lasom. Stary wśród zasieków znalazł przełaz i ścieżkę. Wprędce byli już wśród ciemnéj gęstwiny — a tu Wisz jak w domu, choć nigdzie śladu drogi żadnéj nie było, kierował się nie patrząc prawie. — Hengo drapał się za nim — milczeli idąc oba... Wzgórze nie zbyt wyniosłe, zwolna, nieznacznie wspinało się lasem okryte. W zaroślach ptastwa mnóstwo zlatywało z gałęzi, na których się już noclegować zabierało."
      },
      {
        "index": 25,
        "text": "Zdawały się gniewne na starego gospodarza, że ich spokój zakłócił. — Mignęły sine skrzydła kraski, sroczka w białéj spódniczce podniosła się gdérząc, podlatując, przysiadając i zrywając się przed niemi, aby ich łajać, przeprowadzając daléj. Z pod drzewa, u którego czatował, mignął lis żółtym ogonem, zawinął się i znikł wsunąwszy do jamy. Na gałęziach pomykały wiewiórki, ledwie dojrzane, tak zwinnie skakały z jednego wierzchołka na drugi. Stary po drodze podnosił głowę ku barciom, bo ich tu pełno było na drzewach, reszta pszczół spóźnionych wracała z łąk, niosąc plon, cisnąc się do nich przed rosą, aby im skrzydła nie ociężały."
      },
      {
        "index": 26,
        "text": "Szli tak coraz głębiéj, a Niemcowi nie nawykłemu do pieszéj wędrówki, za starym trudno było nadążyć. W tém las się rozstąpił, polanka trawą bujną zarosła, wierzch wzgórza okrywała. Wśród wielkiéj płaskiéj przestrzeni, wznosiła się sypana mogiła, z któréj widok rozlegał się na okolicę, jak oko sięgnąć mogło. Wspaniały był i wielki... Wisz stanąwszy tu i oglądając się po swéj ziemi, mógł się czuć panem. Hengo spojrzawszy na niezmierną przestrzeń u nóg swoich rozłożoną, stanął zdumiony i widocznie rozradowany. Dolina, którą mieli u stóp swoich, była w większéj części lasami okrytą. Zachodzące słońce jaskrawym blaskiem ją oblewało, promienie czepiały się wierzchołków drzew, gdzieniegdzie w złotych odbijających jeziorach i przeglądających między drzewy i łąkami, rzek wstęgach."
      },
      {
        "index": 27,
        "text": "Patrząc nań z góry, rzekłbyś, że cały kraj ten, cały świat, zarastała puszcza jedna, szeroka jak morze i jak morskie równiny siniejąca w oddaleniu. Jak fale téż kołysały się bliższych drzew wierzchołki. Wśród téj ciemnéj zieleni jodeł i soensosen, gdzieniegdzie młodych złocistych lip i brzóz i majowych łąk zieloność się przebijała. Daléj, ściśnięte drzewa już oku nic widzieć nie dopuszczały nad wierzchołki, nad które mało starszych samotnie strzelało ku górze. Głuchy szum zaledwie chwytało ucho... W dwóch tylko miejscach sinego dymu słupy wznosiły się ku górze, nie zgięte żadnym wiatru powiewem... Na widnokręgu pasami długiemi rozścielały się do snu mgły wieczorne."
      },
      {
        "index": 28,
        "text": "Wisz wskazał Niemcowi w prawą stronę."
      },
      {
        "index": 29,
        "text": "— Tam... w końcu dnia z końmi waszemi dostaniecie się łatwo. Trzymajcie się ciągle rzeki, a minąwszy do niéj wpadające strumienie, szukajcie brodu i przejedźcie na drugą stronę."
      },
      {
        "index": 30,
        "text": "Chciał mówić daléj, gdy ucho jego, do chwytania i rozumienia najmniejszego szelestu nawykłe — coś zdala uderzyło. Zatrzymał się, głowę spuścił i słuchał."
      },
      {
        "index": 31,
        "text": "I Hengo téż w dolinie pochwycił jakiś oddalony tentent głuchy, który się zdawał przybliżać. Wiszowi twarz się zachmurzyła, ręką pokazał na kierunek i spytał."
      },
      {
        "index": 32,
        "text": "— Rozumiecie? — a teraz — dodał, chodźmy — boję się, czyśmy wilka nie wywołali z lasu. — Tentent słyszę... Jeżeli jedzie kto, to chyba kneziowscy słudzy, utrapiona zgraja, która nigdy z próżnemi nie odchodzi rękami. — Smerdowie jego i posłańcy... Po co? Wiedzą chyba oni sami. — Dokąd? Nigdzie jak do Wisza, u którego miód stary stoi..."
      },
      {
        "index": 33,
        "text": "Stary poruszył się z żywością prawie młodzieńczą, i nie patrząc już prawie na Niemca, posunął się tąż samą drogą w dół, którą na górę wchodzili. Lecz teraz pędził żywiéj i przesunąwszy się przez las — z po za ostatnich drzew ujrzeli rychło zieloną łąkę, a na niéj, brzegiem rzeki posuwających się pięciu konnych, na których Hengo ciekawe zwrócił oczy."
      },
      {
        "index": 34,
        "text": "Przodem jechał dowódzca, parami za nim czterej inni... łatwo w pierwszym poznać było starszego, koń pod nim roślejszy i pokaźniejszy ubiór, odznaczał kneziowego sługę. Był to barczysty chłop, z włosami długiemi, które mu gruby kark okrywały. Na głowie miał czapkę ze stérczącém przy niéj piórem białém. Odzież na nim z sukna jasnego, obszycie miała czerwone, u boku miecz stérczał w pochwie, na plecach łuk nad głowę się podnosił i łubiany wór na strzały."
      },
      {
        "index": 35,
        "text": "Jadący za nim w rękach trzymali toporki, zbrojni téż w łuki i proce, obwieszani sakwami... Wisz zobaczywszy jeźdzców, jak noc się zachmurzył — porwał róg z za koszuli i trzy razy prędko raz po razu zatrąbił, do chaty znać oznajmując o nadjeżdżających."
      },
      {
        "index": 36,
        "text": "Gdy głos ten się dał słyszeć, jezdni na koniach poruszyli się żywiéj, i pierwszy z nich obejrzał do koła, szukając sprawcy... mógł już z brzegu rzeki, nad którą jechał, zobaczyć Wisza, a ten téż niezwłocznie pospieszył na przełaj, ku niemiłym gościom."
      },
      {
        "index": 37,
        "text": "— Ej! gadziny przeklęte! — mruknął idąc, — smoki nienasycone... Smerda pański — bodaj ich razem obu pioruny ze skóry darły! — Odwrócił się do Niemca. — Wam to na rękę, bo was pewnie i wasze sakwy ze sobą chętnie zabiorą — ale mnie. Hengo nie okazywał twarzą wcale, czy był rad lub nie spotkaniu."
      },
      {
        "index": 38,
        "text": "— Juścić — rzekł — gdyby co złego groziło, prawa gościnności bronić mnie każą."
      },
      {
        "index": 39,
        "text": "— Jeżeli ja sam siebie od nich obronię — mruknął Wisz... Pięciu ich, nie tak to straszna rzecz, moi chłopcy powiązaliby ich na skinienie, ale u Stołba znajdzie się ich dziesięć razy tyle, gdyby się mścić chcieli. Szli co prędzéj ku zagrodzie."
      },
      {
        "index": 40,
        "text": "Smerda kneziowski, jadący przodem, konia zatrzymał, starego poznawszy, lub się domyślając gospodarza. On i jego towarzysze mniéj się mu jednak niż Niemcowi przypatrywali. Czuli w nim obcego, a obcy dla nich zawsze był dobrym obłowem..."
      },
      {
        "index": 41,
        "text": "Gdy podeszli, starzec się Smerdzie pokłonił, chociaż ten mu nie myślał oddać powitania. — Skłonił się i Hengo, ale mu twarz pobladła, czuł, że chciwe oczy wszystkich na niego się skierowały."
      },
      {
        "index": 42,
        "text": "— Kogóż to z sobą prowadzicie, stary? wołał Smerda. — Obcy? zkąd? Czteréj jezdni wnet go obstąpili do koła."
      },
      {
        "index": 43,
        "text": "— Z nad Łaby jestem, przekupień, człek spokojny — nie obcy... rzekł nabierając śmiałości trochę Hengo — nie obcy — bom tu nieraz bywał z towarem... wszędy mnie swobodnie przepuszczano..."
      },
      {
        "index": 44,
        "text": "— Znamy my tych ludzi spokojnych! krzyknął śmiejąc się Smerda — znamy... Kto wie na co wypatrujecie drogi po kraju, szukacie brodów po rzekach, zaciosujecie znaki po drzewach... aby potém poprowadzić..."
      },
      {
        "index": 45,
        "text": "— Spokojny człek — odezwał się Wisz powoli — dajcie mu pokój, chléb z nim łamałem."
      },
      {
        "index": 46,
        "text": "— A mnie co do tego? zawołał Smerda gniewnie. Kneź surowo zakazuje, aby się tu obcy po kraju nie wałęsali. — Pójdzie z nami."
      },
      {
        "index": 47,
        "text": "— Pojadę z wami po dobréj woli, miłościwy panie — rzekł szybko Hengo — a gdy na twarz padnę przed kneziem, łaskę u niego zyszczę, bo pan jest sprawiedliwy... Jam samowtór z chłopięciem... i — cóż ja złego zrobić mogę?"
      },
      {
        "index": 48,
        "text": "— Związać mu ręce — krzyknął Smerda... a no — zobaczemy!"
      },
      {
        "index": 49,
        "text": "Gdy to mówił, dwóch pachołków skoczyło z koni, aby rozkaz jego wykonać. Smerda skierował się ku zagrodzie."
      },
      {
        "index": 50,
        "text": "Stali tu już parobcy i synowie, stała we drzwiach stara Jaga, z równie starą sługą — żadnéj z młodszych niewiast widać nie było."
      },
      {
        "index": 51,
        "text": "Na znak dany przez ojca, wszystkie się ukryły po kątach i zbiegły do lasu, aby się z obcemi ludźmi zuchwałemi nie spotykać. Wyjaśniła się téż twarz Wisza, gdy w podwórku ani córek, ani synowéj żadnéj nie zobaczył."
      },
      {
        "index": 52,
        "text": "Smerda zlazł z konia u wrót, ludzie jego także, dwu z nich poprowadziło Henga z sobą, wydrwiwając się z niego, popychając i bijąc. Ręce już miał w tył związane sznurem, którego koniec trzymał jeden z pachołków. Konie poszły do szopy, ludzie wprost kroczyli do dworu. Tu Jaga pokłonami ich witając, zapraszała. Wisz stary szedł zamyślony i chmurny. Zaszumiało wnet w izbie, gdy obcy się do niéj wcisnęli. Smerda padł na ławę, pierwsze gospodarskie zajmując miejsce. Wołali już piwa i miodu, które zaraz niesiono, aby sobie gardła zalali. Gospodarz nic nie mówiąc zdala zajął miejsce na ławie."
      },
      {
        "index": 53,
        "text": "— No — stary gospodarzu — ozwał się Smerda, wy to już wiedzieć powinniście z czém my jedziemy... Należy kneziowi dań..."
      },
      {
        "index": 54,
        "text": "— A dawnoście ją brali? mruknął stary."
      },
      {
        "index": 55,
        "text": "— Myślicie się rachować z nami? Kmieć z kneziem? rozśmiał się Smerda."
      },
      {
        "index": 56,
        "text": "— Kmieć z kneziem, bo ja tu na téj ziemi kneziem jestem, mówił Wisz. Ze skóry nas drzecie pod pozorem obrony."
      },
      {
        "index": 57,
        "text": "Smerda chciał się śmiać, ale popatrzywszy na starego, rychło mu ochota odeszła, spowolniał jakoś."
      },
      {
        "index": 58,
        "text": "— Pijcie i niech wam tak będzie na zdrowie jako życzę — dodał stary, a potém o sprawie."
      },
      {
        "index": 59,
        "text": "Kneziowski sługa pomyślawszy, stał się łagodniejszym, czerpakiem piwa z cebra nabrawszy, począł je chciwie żłopać. Towarzysze téż jego garnuszkami czerpać jęli, aby ugasić pragnienie. Hengo związany stał u progu. Chwilę trwało przerywane chlipaniem milczenie. Smerda wąsy otarł i zwrócił się do Niemca."
      },
      {
        "index": 60,
        "text": "— Gdzie twoje konie i sakwy."
      },
      {
        "index": 61,
        "text": "— Znajdą się jutro razem ze mną przed kneziem — rzekł Hengo — proszę was, w pokoju mnie zostawcie."
      },
      {
        "index": 62,
        "text": "— Zrobię z tobą co chcę! krzyknął Smerda."
      },
      {
        "index": 63,
        "text": "Wisz chciał bronić obcego, gdy Hengo z rękami związanemi za sobą sznur wlokąc, szybko podszedł do siedzącego na ławie Smerdy, przysunął mu się do ucha, zasłonił dłonią i żywo, długo coś mu szeptać począł. Z twarzy nie widać mu było przestrachu... Gdy mówił, zwolna lice kneziowskiego sługi, mieniło się, marszczyło, rozjaśniało. Popatrzał z ukosa na Niemca, głową potrząsnął i rzekł do swoich ludzi:"
      },
      {
        "index": 64,
        "text": "— Rozwiązać mu ręce — pojedzie jutro z nami, na grodzie się z nim rozprawi."
      },
      {
        "index": 65,
        "text": "Uwolniony tak cudownie od sznurów, które mu ręce krępowały, Hengo ze spuszczoną głową, usiadł w kącie. Smerda już co innego mając na myśli, zwrócił się do staréj Jagi."
      },
      {
        "index": 66,
        "text": "— Matko stara — zawołał — a gdzież to niewiastki i córki wasze? Radzibyśmy na nie popatrzyli, gładkie mają liczka."
      },
      {
        "index": 67,
        "text": "— I dla tego wam ich nie pokażą — wtrącił gospodarz. Co wam do nich?"
      },
      {
        "index": 68,
        "text": "A Jaga dodała:"
      },
      {
        "index": 69,
        "text": "— Nie ma ich od rana. Poszły w las wszystkie za grzybami, za rydzami, chyba i na noc nie powrócą."
      },
      {
        "index": 70,
        "text": "— W las! zaśmiał się Smerda, któremu zawtórowały śmiechy jego towarzyszów, piwem rozochoconych. Oj! szkodaż to szkoda, żeśmy ich po drodze nie spotkali. Byłoby się z kim zabawić, choćby i do jutra."
      },
      {
        "index": 71,
        "text": "Wisz spojrzał z ukosa na mówiącego, któremu śmiech zamarł na ustach."
      },
      {
        "index": 72,
        "text": "— Przy takiéj zabawie — rzekł Wisz — jakby was ojciec i bracia zastali, moglibyście i na wieki w lesie pozostać, a nigdy z niego nie wrócić. — Wilcy z krukami tylkoby o was wiedzieli."
      },
      {
        "index": 73,
        "text": "Cicho, ponuro wymówił te słowa. — Smerda je usłyszał i zachmurzył się. Drudzy znowu około kadzi z piwem chodzili, i on téż milcząc, do niéj powrócił. Tymczasem, na dany znak, synowie Wisza podeszli do rozmowy, podsunęła się i Jaga, a Wisz zwolna poszedł naprzód ku ognisku, potém od niego ku drzwiom, gdzie się z wiadra wody napił. — Tu nieopodal rozwiązany siedział Hengo, gospodarz dał mu znak, i wyszli razem do sieni."
      },
      {
        "index": 74,
        "text": "Nic nie mówiąc, stary ręką ukazał Niemcowi na drzwi i wrota — dając do zrozumienia, by uchodził, lecz Niemiec — obejrzawszy się, szepnął mu do ucha."
      },
      {
        "index": 75,
        "text": "— Ja się ich nie boję, nic mi nie zrobią — dostanę się z niemi do knezia. Towaru tylko nie wezmę z sobą wszystkiego — by darmo się nie wozić z ciężarem."
      },
      {
        "index": 76,
        "text": "Wisz popatrzał nań zdziwiony."
      },
      {
        "index": 77,
        "text": "— Dla czegóż uchodzić nie chcesz? — Z pod mojego dachu na co ma cię spotkać nieszczęście?"
      },
      {
        "index": 78,
        "text": "Hengo uśmiechnął się chytrze, głową potrząsając."
      },
      {
        "index": 79,
        "text": "— Nie boję się — nic mi nie zrobią... wykupię się im, bądźcie spokojni, tylko wam jedną sakwę zostawię."
      },
      {
        "index": 80,
        "text": "Milczeniem gospodarz zgodził się na to, a Niemiec wysunął zaraz ku szopie, zkąd parobek wyniósł po chwili sakwę, którą w komorze ukryto. Hengo podziękowawszy gospodarzowi, wrócił do izby i siadł znowu w swoim kącie, nim postrzeżono, że go nie stało."
      },
      {
        "index": 81,
        "text": "W izbie gwar był i śmiechy."
      },
      {
        "index": 82,
        "text": "Smerda orzeźwiał téż po piwie, ze starą babą żarty strojąc, a towarzysze mu rozgłośnym śmiechem wtórowali. Trwało to aż do nocy, wniesiono łuczywo suche, którego drzazgi między kamienie wetknięte, zapalono, aby izbę oświecały."
      },
      {
        "index": 83,
        "text": "Zobaczywszy światło, Smerda się dopiéro obejrzał za gospodarzem do koła."
      },
      {
        "index": 84,
        "text": "— Gdzież gospodarz? zawołał."
      },
      {
        "index": 85,
        "text": "Wisz stał u progu chaty — trąciła go Jaga, niechętnie się zawlókł do środka. Ludzie mu widocznie nie w smak byli. Zobaczywszy starca, Smerda wstał idąc ku niemu, skinął i na podwórze z sobą prowadził."
      },
      {
        "index": 86,
        "text": "— Od knezia jadę do was i do drugich kmieci i żupanów — rzekł — kneź was pozdrawia uprzejmie. Stary skłonił głowę i po siwych włosach powiódł zafrasowany pomarszczoną dłonią."
      },
      {
        "index": 87,
        "text": "— Pozdrowienie łaskawe — rzekł — a no, na tém nie koniec. Kiedy zdrowia życzy, pewnie czego żąda, inaczéj by o kmieciu nie wspomniał."
      },
      {
        "index": 88,
        "text": "Smerda brwiami ruszył."
      },
      {
        "index": 89,
        "text": "— Ludzi nam bardzo, bardzo brak — rzekł — jednego ze swoich dać musicie do kneziowskiéj drużyny. Wszak ci to ona was i ziemi broni."
      },
      {
        "index": 90,
        "text": "— Cóż to? na wojnę myślicie? — rzekł Wisz."
      },
      {
        "index": 91,
        "text": "— My jéj niewydamy nikomu, ale na grodzie ludzie muszą być pogotowiu — do obrony — mówił Smerda. Dwóch nam zmarło z zarazy, jednego zwierz rozdarł w lesie, a kneź téż ubił jednego, trzeba nam ludzi... U nas się źle nie dzieje... Głodu nie mają, jedzą razem ze psy kneziowskiemi, a po całych dniach na brzuchach się wylegają. I piwa się im nie skąpi. Przyjdzie wyprawa, z łupu się co dostanie."
      },
      {
        "index": 92,
        "text": "— Albo się pójdzie w niewolę — dodał Wisz."
      },
      {
        "index": 93,
        "text": "— Jeżeli nie dwu, jednego musicie dać — zakończył Smerda."
      },
      {
        "index": 94,
        "text": "— A jak żadnego? — zapytał Wisz."
      },
      {
        "index": 95,
        "text": "Smerda się zamyślił."
      },
      {
        "index": 96,
        "text": "— To was na sznurze powlokę do grodu — rzekł Smerda."
      },
      {
        "index": 97,
        "text": "— Chociem kmieć wolny? — spytał gospodarz spokojnie."
      },
      {
        "index": 98,
        "text": "— Mnie co do tego! Kneź przykazał."
      },
      {
        "index": 99,
        "text": "— Tak — tak! zawołał Wisz zadumany patrząc w ziemię... Wziął się obyczaj taki. Patrzcie tylko, żeby was kiedy kmiecie na postronkach nie ciągnęli, jak się im naprzykrzy."
      },
      {
        "index": 100,
        "text": "Zmilczał posłaniec..."
      },
      {
        "index": 101,
        "text": "— Nie przeciwcie się — szepnął po cichu... Kneź temi dniami zły bardzo... przez sen, gdy w podsieni zadrzemie, zgrzyta zębami i jak wilk człapie. Na kmieciów się odgraża bardzo. Zamiast dwu, dajcie mi jednego człowieka — i skórę na kożuch, bo mi się mój dobry podarł na usługach."
      },
      {
        "index": 102,
        "text": "Zamyślony stał gospodarz długo w podwórzu, skinął potém na Smerdę by z nim szedł, wrócili do chaty. Na ławie siadł stary, kij między nogi wziąwszy, sparł ręce na nim i po chłopcach swoich poglądał, jakby szukał ofiary."
      },
      {
        "index": 103,
        "text": "— Hej — Sambor — odezwał się do stojącego z tyłu za gromadką, śmiejącego się z dworakami chłopaka. Sambor — chodź tu!"
      },
      {
        "index": 104,
        "text": "Przywołany tém imieniem parobczak, wyprostował się i podszedł."
      },
      {
        "index": 105,
        "text": "— Tobie w polu nie bardzo się chce robić — a koło domu téż nie lepiéj, rzekł do niego, więcéj leżysz i śpiewasz niż pracujesz... Ty byś się zdał do lekkiego chleba, przypasawszy mieczyk drugich ganiać i piórko za czapkę wetknąwszy, popisywać się z urodą. — Ty na kneziowski dwór pójdziesz z ochotą?"
      },
      {
        "index": 106,
        "text": "Nagle zagadnięty parobczak, choć mu się niedawno twarz śmiała, posmutniał nagle. Oczyma niespokojnemi potoczył dokoła — zobaczył jak mu się Smerda przypatrywał ciekawie, ogarnęła go trwoga i padł przed starym na kolana."
      },
      {
        "index": 107,
        "text": "— Ej! ojcze panie — po cóż mnie w niewolę dajecie? krzyknął."
      },
      {
        "index": 108,
        "text": "— Co za niewola — przerwał Smerda — będziesz wojakiem. U knezia lepiéj niż tu, a jak się spodobasz panu, kto wie co będzie z ciebie. Wisz po schylonéj jego głowie ręką pogładził."
      },
      {
        "index": 109,
        "text": "— Musi jeden iść za wszystkich... rzekł, na ciebie koléj — Sambor."
      },
      {
        "index": 110,
        "text": "Stara Jaga, opodal stojąca, ręce załamała, bo, choć parobczak synem jéj nie był, ale się w chacie wychował i jak dziecko własne go kochano..."
      },
      {
        "index": 111,
        "text": "Drudzy parobcy tém oznajmieniem strwożeni, cofnęli się w głąb — opuściła ich wesołość. A tuż i Smerda, dłoń szeroką na ramię Samborowi położył, jakby go brał w posiadanie."
      },
      {
        "index": 112,
        "text": "— Pójdziesz z nami — rzekł."
      },
      {
        "index": 113,
        "text": "Podniósłszy oczy, parobczak spotkał wejrzenie Wisza, skierowane ku niemu — które doń coś mówiło, coś, co oni tylko dwaj rozumieli."
      },
      {
        "index": 114,
        "text": "Sambor się uspokoił i wstał, smutny jeszcze, ale milczący, nie narzekając już na losy swoje."
      },
      {
        "index": 115,
        "text": "Ktoby się wsłuchał był w głosy, które wewnątrz chaty się ozwały, gdy Jaga wyszła, załamawszy ręce — domyśliłby się, że tam niewiasty za Samborem zawodzić musiały. Nikt jednak nie śmiał ozwać się głośniéj, aby obcy nieposłyszeli głosów niewieścich i niedomyślili, że się od nich pochowały. Dano jeść przybyłemu Smerdzie i ludziom jego, a piwo z cebrów dokończywszy, wszyscy poszli do spoczynku. Wisz ich zaprowadził do obszernéj szopy, na siano. Obok niéj stały konie niemieckie. Niemca téż puszczono, nie bardzo się troszcząc o niego — i szedł przy nich nocować."
      },
      {
        "index": 116,
        "text": "Gospodarz z Samborem, sami pozostali w podwórku. Chłopak chciał zacząć rozmowę, gdy stary dał mu znak, aby z nim za wrota szedł, i wywiódł go nad rzekę. Księżyc wschodził nad lasami. Siadł stary, milcząc długo. Słowiki tylko krzyczały..."
      },
      {
        "index": 117,
        "text": "— Nie płacz ty i nie narzekaj — począł po cichu Wisz... nikt nie wie, gdzie go jaka dola czeka. Chcieli wziąć jednego z was, a ja bym i sam im dał... bo mi tak było potrzeba... I nie tylko mnie, ale i drugim."
      },
      {
        "index": 118,
        "text": "— Za cóż ja idę? nieśmiało spytał Sambor."
      },
      {
        "index": 119,
        "text": "— Boś ty rozumniejszy od drugich — mówił stary — bo masz oczy i język — bo więcéj nas kochasz niż drudzy, bo ja tobie ufam i miłuję cię. Jesteś obcy a mam cię za syna. Posłałbym syna... oni oba ziemianie i rolniki i myśliwce i bartniki... a ty śpiewać lubisz, ale myśleć umiesz. — Zatrzymał się trochę, wsłuchując się w wieczorną ciszę — a potém mówił daléj głos zniżając."
      },
      {
        "index": 120,
        "text": "— Słuchaj Sambor — ja ciebie nie na zgubę ślę, ale z potrzeby. Wielkie się u nas rzeczy gotują, kneziowie nas za łby chcą wziąć, postrzydz w niewolniki i Niemców z nas porobić. Z Niemcami się znoszą... Nam dojadło to... My nic nie wiemy co oni tam robią, aż nam na szyję więzy spadną. Ty idź, patrzaj, słuchaj, nastaw uszy. Musimy wiedzieć co się u nich dzieje. Po to ja tam ciebie ślę... Usta zamknij, oczy otwórz, posłuszny bądź... kłaniaj się nizko... a o nas nie zapominaj."
      },
      {
        "index": 121,
        "text": "Czasem tam kto z blizniakami przyjdzie, z pokłonem... powiecie mu co posłyszycie."
      },
      {
        "index": 122,
        "text": "Przyszedł czas... przyszedł czas... albo Leszki nas spętają, albo my ich wyżeniem i wydusim."
      },
      {
        "index": 123,
        "text": "A no — st! st!"
      },
      {
        "index": 124,
        "text": "Stary palce położył na ustach. Sambor przystąpił doń i objął za kolana."
      },
      {
        "index": 125,
        "text": "— A! rzekł, iść między obcych, porzucić was, ciężka to dola. Myślałem — z wami poczęło się życie i przy was skończy."
      },
      {
        "index": 126,
        "text": "Wisz przerwał mu."
      },
      {
        "index": 127,
        "text": "— Nie na wieczność tam idziesz — rzekł cicho, jak będzie pora, skiniemy na cię — powrócisz... Nauczysz się tam wiele, napatrzysz, dowiesz, bo cię się strzedz nie będą. Na Kupałę, na koladę do mnie ci pozwolą... a od Stołba do nas nie kraj świata!"
      },
      {
        "index": 128,
        "text": "I pogłaskał go po głowie... ale Samborowi, mimo tych obietnic, ciężko na sercu było."
      },
      {
        "index": 129,
        "text": "— Mój ojcze — szeptał tęskno — co ty każesz ja muszę. Alem ja tu tak, jak wolny był, tam idę na pęta i pod grozę. U was my wszyscy dziećmi, tam wszyscy niewolnikami. Gorzki to chléb co go w pętach jeść potrzeba."
      },
      {
        "index": 130,
        "text": "Wisz jakby skarg tych słuchać nie chciał, nie odpowiedział na nie."
      },
      {
        "index": 131,
        "text": "— Patrz a ucz się — powtarzał — zapamiętaj wszystko. Nam się ztamtąd wszystkim niewola gotuje, jeśli o sobie nie pomyślemy. A kto z nas wie, co się w tém wilczym dole praży i smaży? Żaden z kmieciów nié ma tam swojego. Ja tam twoje oczy posyłam za moje. Kneź — sroga bestja, ale pokłony lubi, bij mu je, zyszczesz łaski, nie będą się taić przed tobą. Piją a po pijanemu wygadają co u trzeźwego na myśli."
      },
      {
        "index": 132,
        "text": "Stary szeptał coraz ciszéj, kiedy niekiedy chłopaka bijąc po ramieniu... ten stał z głową zwieszoną, zachmurzony, księżyc już się był podniósł w górę i świecił w rzece odbity, gdy po długiéj rozmowie się rozeszli. Sambor jak wkuty na podwórku pozostał, oparty o wrota. Psy przyszły mu się łasić do ręki, pogłaskał je. Słuchał śpiewu słowików i klekotania żab, i hukania bąka na błotach, jakby chciał sobie w pamięć wrazić tę muzykę nocną puszczy, którą nierychło znowu usłyszeć się spodziewał."
      },
      {
        "index": 133,
        "text": "Sen go nie brał — siadł na kłodzie i przesiedział noc całą do dnia."
      },
      {
        "index": 134,
        "text": "Już się we dworze niewiasty ruszać zaczęły, gdy parobczak poszedł obchodząc zagrodę ku tylnym wrotom, jakby się tam kogo spotkać spodziewał."
      },
      {
        "index": 135,
        "text": "Jaga wyszła naprzód i pospieszyła ku niemu."
      },
      {
        "index": 136,
        "text": "— Samborze, mój miły — nie trwóż się i nie tęsknij — powrócisz. Ale sama łzę fartuchem otarła. W tém przez drzwi wpół otwarte pokazała się Dziwa, która w rękach trzymając kosy, zadumana plotła je powoli. Spojrzała na chłopaka i smutnie mu się uśmiechnęła."
      },
      {
        "index": 137,
        "text": "— Co ty tak stoisz ponury? rzekła powoli głosem jakimś spokojnym a jak śpiew przeciągłym — co tobie? Nie wstydże ci mieć strach w sercu? a łzy w oczach? Nie każdemu dano siedzieć w chacie i spoczywać, różne losy, różne dole. Dobréj myśli bądź! Czasem ja widzę, widzę daleko, widzę jasno, czasem ja jutro odgadnę... Nie smuć się Sambor. Złego ci się nic nie stanie."
      },
      {
        "index": 138,
        "text": "— Szkoda mi was porzucić — rzekł chłopak... a tęskno będzie."
      },
      {
        "index": 139,
        "text": "— I nam za wami! rzekła Jaga."
      },
      {
        "index": 140,
        "text": "— Nam za wami! powtórzyła Dziwa, a no, wy do nas wrócicie."
      },
      {
        "index": 141,
        "text": "— Kiedy? zapytał Sambor."
      },
      {
        "index": 142,
        "text": "Dziwa puściła z rąk włosy, oczy utopiła w ziemię, cała jéj postać przybrała uroczysty wyraz, i poczęła mówić zwolna, niepatrząc na chłopca."
      },
      {
        "index": 143,
        "text": "— Wrócicie, wrócicie, gdy nad Gopłem łuna stanie, trupy spłyną po jeziorze... Kneź stary z lasu wyjedzie, nowe przyjdzie panowanie, gdy popioły wiatr rozwieje, kiedy krucy się nasycą, kiedy bartnik zbierze pszczoły. Kiedy zrąb nowy postawią nad Lednicą u jeziora. Powrócicie, zdrowi cali... z jasnym mieczem, z jasném czołem."
      },
      {
        "index": 144,
        "text": "Coraz ciszéj mówiąc, zamilkła, podniosła oczy na stojącego przed sobą Sambora i rękami obiema śląc mu pożegnanie, z uśmiechem, jakby oprzytomniona nagle, chwyciła rozpuszczone kosy, wbiegła do chaty i drzwi zatrzasnęła za sobą."
      }
    ]
  }
}