{
  "chapterNumber": 1,
  "title": "Διήγησις πολυπαθοῦς Ἀπολλωνίου τοῦ Τύρου (Tale of Apollonius of Tyre)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "Ἂφ᾽ οὗ ἀνελήφθη ὃ Χριστὸς εἰς οὐρανοὺς ἐν δόξῃ,\n(κ᾽ οἱ ἅγιοι ἀπόστολοι ἐδίδαξαν τὸν κόσμον,\nἀνέστη ἐν ᾿Αντιοχείᾳ ψευδώνυμός τις ἄναξ\nχριστιανὸς, ᾿Αντίοχος τὸ ὄνομα τὰρ ἔχει.\nεἶχεν γυναῖκα ἔμορφην, ὄνομα Παροχίαν,\nκαὶ μετ᾽ αὐτῆς ἐποίησεν μονογενῆ θυγάτηρ᾽\nτὸ ὄνομα ἐκέκλητο ᾿Αναστασία αὕτη.\nἐγένετο ἀπὸ θανὴ τῆς ἑαυτῆς μητέρας.\nαὐτὴ δὲ ὡς ἐγένετο (εἰς) νόμον ἡλικίας,\nἔσχεν τὸ εἶδος ἔμορφον, τὸ κάλλος τοῦ προσώπου,\nτῆς ἡλικίας εὔτακτον, καὶ τὸ κορμίν της κάλλος,\nὥστε πολλοὶ τῶν εὐγενῶν ἀρχόντων καὶ ῥηγάδων\nααὰθ ἃ τϑοῦθ πιάιουπάθηιν νου θόστηῖ οοπέθχειπι ἔαοοτο νἹἀογθηΐιν. πὶ\nΜετὰ γλώττησμα 3. πολληπαθοὺς ἀπολωνίου.\nἸθοογᾶπι 0 ΟΘΥ ΤΟΥ ἢο ἰρδβιμὴ Π στιὰ Ιθροῖθ τὴν ἑαυτῆς μητέρα 9 (εἰς)",
        "index": 1
      },
      {
        "text": "τῷ τ. ὥς\nἐζήτουν νὰ τὴν πάρουσιν εἰς νόμιμον τυναῖκαν.\nἀλλ᾽ ὃ ἐχθρὸς καὶ βάσκανος τοῦ γένους τῶν ἀνθρώπων\nι8 εἰς ἔρωτα σατανικὸν καὶ ὀΐστρον θηλυμάνιας\nἐξέκλινε τὸν κύριν της ἀγάπῃ εἰς ἐκείνην,\nὥστε μίαν τῶν ἡμερῶν ἐξαίφνης καὶ ἀθρόως,\nἄκοψ, καὶ βούλεται κακῶς φθείρει(ν) τὴν παρθενιάν της.\nαὐτὴ εὐθὺς ὠδύρετο, παραμυθιὰν οὐκ εἶχεν\nτῆς συμφορᾶς ὁποῦ ᾿᾽παθε καὶ τοῦ κακοῦ ποῦ εἶδεν.\nκαὶ δὲ ἀνήγγειλεν τὴν ἑαυτῆς βυζάστριαν..\nἐκείνη δὲ ὡς ἔβλεπεν τὴν συμφορὰν τῆς κόρης,\nτὰ δάκρυα, τοὺς στεναγμοὺς καὶ τὸ κακὸν τὸ τόσον,\nμὴ εἶχεν ἀντιφάρμακον τὸ τί αὐτὴν ποιῆσαι,\nλόγους γλυκεῖς, ἀνωφελεῖς, ταύτην παραμυθεῖται᾽\n»ἐπεὶ ὃ πατήρ σοὺ βασιλεὺς ᾿Αντιοχειᾶς ὑπάρχει,",
        "index": 2
      },
      {
        "text": "ὅλοι μικροὶ μεγάλοι τε, ἄρχοντες, μεγιστᾶνοι,\nκαὶ βασιλεῖς ῥηγάδες τε ἐσέναν ἐπεθύμουν,\nτὸ μὲν διὰ τὸ κάλλος σου καὶ διὰ τὴν εὐμορφιάν σου\nλοιπὸν αὐτός σου ὃ πατὴρ πάλε νὰ σὲ ἱπαντρέψῃ,\nτὸ πρᾶγμα θέλει κρυβηθῆν καὶ ὅλα θέλει παύσειν.“\nἀλλ᾽ ὁ πατὴρ ὃ ἄθλιος οὐκ ἦτον εἰς ἐκεῖνον,\nγὰ ἐπιστρέψῃ ἐκ τοῦ κακοῦ καὶ (νὰ) μετανοήσῃ,\nἀλλ᾽ ὡς γυναῖκαν νόμιμον οὗτος αὐτὴν ἐκράτει.\nἐπεὶ τὸ φθάρμα ἦν κρυφὸν, ἄγνωστον τοῖς ἀνθρώποις,\nἐκ γένους τε βασιλικοῦ καὶ ἐκ τῶν μεγιστάνων\n. ἦλθον εἰς ἀναζήτησιν, τὴν κόρην νὰ τὴν πάρουν.\nἐκεῖνος δὲ ὁ δείλαιος, ὃ δύστυχος ἀνθρώπων\nἐπεὶ γὰρ οὐκ ἠβούλετο ταύτην νὰ ὑπανδρέψῃ,\nεἰς νύγματα καὶ δήγματα καὶ γὰρ παραμυθίαν\nἀμφίβαλλεν᾽ τὴν ὑπανδρειὰν, νὰ κρύψῃ τὴν αἰσχύνην.",
        "index": 3
      },
      {
        "text": "κελεύει, διὰ μέσον τε τῆς ἀγορᾶς σαλπίζουν᾽\n. Τωθσταπᾷ. ΟἿΟΝ οὐρὰ ἱπ ῥγοθοᾶοβὶ Ἰοσίσιν πρᾶγμα ἠκρύφθη\nμέσονται\nὅστις μικρὸς μεγάλος τε, πλούσιός τε καὶ πένης\nδηλώσει τὰ αἰνίγματα καὶ τὰ ᾿ορωτήματά μου,\n“Ὁ νὰ παίρνῃ νόμιμον εὐθὺς τὴν κόρην μου γυναῖκα\nεἰ δ᾽ ἀπαιτύχῃ τ᾽ αἴνιγμα καὶ τὰ ᾿ρωτήματά μου.\nνὰ ᾿μπήγουν τὸ κεφάλι του ἀπάνω ᾿ς τὰ προχιόνα.\"\nὥστε πολλοὶ ἀπέθανον πικρῶς τε καὶ ἀδίκως.\nἮν δὲ πόλις ὀνόματι Τύρος ἐν τῇ Συρίᾳ,\nἐν ταύτῃ ἐβασίλευεν ᾿πολλώνιος ὃ πρίγκηψ᾽\n. ἦν δ᾽ εὐγενὴς ἐξ εὐγενῶν καὶ γνῶσι κεκτημένος.\nἀκούσας τοίνυν καὶ αὐτὸς τὰ ῥήματα τοῦ ἄναξ,\nτὸ κάλλος καὶ τὴν ἐμορφιὰν, τὴν σύνεσιν τῆς κόρης.\nὑπάγ᾽ εἰς ᾿Αντιόχειαν, ᾿Αντίοχον ἐλάλει\"",
        "index": 4
      },
      {
        "text": "ὁ δὲ ἀσμένως δέχεται καὶ μὲ περιχαρείας,\nτὸ αἴνιγμα τοῦ ἔλεγεν τὸ εἶχεν κατ᾽ αὐτοῦ του.\nἄκου τὸ τί ᾽ν τὸ αἴνιγμα καὶ τὴν φράσιν τὴν ἔχει.\n»ἐγὼ ἔχω τὴν ἐντροπήν“ φησιν ,, τῆς ἁμαρτίας\"\nἐγὼ συνείθισά“ φησιν ,τῆς σαρκὸς τῆς μητρός μου,\nὅστις δ᾽ ἀνὴρ τῆς γυναικὸς, τὸν ποῖον οὐχ εὑρίσκω.“\nἀκούσας ᾿Απολλώνιος εὐθὺς ἀπολογεῖται\n»ἐπεὶ ᾽ντροπὴν αἰσχύνεσαι, λέγεις, τῆς ἁμαρτίας,\nἀλήθειαν γὰρ εἴρηκας τὴν θυγατέραν σοὔχεις\nὄχι ὡς γυναῖκα νόμιμον, ἂν μὴ ὡς παλλακίδαν.\"\nθῦ ἀκούσας δὲ ὁ βασιλεὺς ᾿Αντίοχος τοῦ λόγου\nἀπολογήσατο γοργόν ,,ἀλήθειαν οὐ λέγεις,\nἀλλ᾽ ἐπειδή ᾽σαι πρίγκιπας καὶ νέος ὡραιωμένος,\nδίδω σ᾽ ἡμέρας μετρητὰς εἴκοσιν νὰ τὸ εὕρῃς,\nγὰ πάρῃς καὶ τὴν κόρην μου ὡς νόμιμον γυναῖκα.",
        "index": 5
      },
      {
        "text": "τὸ εἰ «δὲ ᾿καὶ οὐδὲν δύνασαι νὰ εἴπῃς τὴν ἀλήθειαν.\nγὰ ᾿μπήξω τὸ κεφάλιν σου ἀπάνω εἰς τὸ κάστρον.\"\nὃ δ᾽ ᾿Απολλώνιος εὐθὺς γοργὸν ἀπολογεῖται ᾿\nνὰ ᾿δῶ,“ φησι, τὸ αἴνιγμα καὶ, νὰ τὸ (καὶ) σκοπήσω,\nγοῦν εἰς τὰ προχοίωνα πάνω ᾿ς τὸν προμαχῶνα «οὶ !(ΟἹδα ἢν\nδὲ γνώσει ὑπάγει δὲ ἀσμένος εο(. «τ ᾿ἄστ ρνπ θοῦ ἀρὰ\nςοπίθόθγαμῃ μετὰ περιχαρέας (Ἰοροταῦ οηΐμὶ περὶ χρείας (110 ΟἿ ἄκουε\nθ1 ἐπειδήσε πρίγκυπας καὶ νόος ιὑραιομένος. σὶ μετριτὰς ἤκῦυσιν\nκαὶ μέσα εἰς τὸ τέρμενον ἀπόκρισιν νὰ δώσω.\"\nτὸ ἐκεῖνος ἐκ τὸν φόβον του ᾿ς τὸν τόπον του ἐστράφην.\nεἶδεν ὅτι ὠργίσθην του καὶ θέλει κινδυνεύσει,\nκ᾿ αὐτὸς οὐκ εἶχεν δύναμιν διὰ νὰ τὸν πολεμήσῃ\"\nκαὶ βάλλει σίτων πλέθριον εἰς τρεῖς καρεῖς μεγάλας,\nκαὶ παίρνει στάμενα πολλὰ καὶ ἦβγεν κατὰ κόσμου.",
        "index": 6
      },
      {
        "text": "ὁ δὲ ᾿Αντίοχος εὐθὺς τὸν σινεσκάρκον κράζει\"\nἦν δὲ τὸ ὄνομα αὐτοῦ Ταλνάρκος σινεσκάλκος.\nδίδει τὸν ἴδιον θέλημα καὶ συντροφιὰν μεγάλην,\nὅπου εὕρῃ ᾿Απολλώνιον νὰ παίρνῃ τὴν ζωήν του.\nκι ὁρίζει μὲ τὰ βούκινα, διαλάλημα ἐποῖκεν, 21.\nὅπου εὕρῃ ᾿Απολλώνιον καὶ ζωντανὸν τὸν παίρνῃ,\nνά ᾽χῃ πεντῆντα χρύσινα κ᾿ ἀγάπην ᾿Αντιόχου.\nεὐθὺς δὲ ὃ ᾿Αντίοχος κάτεργα ἀρματόνει, '\nκ᾽ εἰς ζήτησιν ᾿Απόλλωνος ἐξῆλθεν τοῦ τυρεύειν.\nὃ δ᾽ ᾿Απολλώνιος (μακρὰν) εἰς πέλαγος ἐξέβη,\nο0 στέκεται, διαλογίζεται, τὸ ποῦ θέλει ν᾽ ὑπάγῃ᾽\nτὸν ναύκλερον ἀνερωτᾷ εἰς ποιὰν χώραν νὰ πᾶσι,\nνᾷναι τὸ κάστρον’ δυνατὸν καὶ φόβον μηδὲ ἔχῃ.\nὃ δὲ ἀποκριθεὶς εὐθὺς τοῦτον τὸν λόγον. εἶπεν\n»ἐδῶ συμὰ εἶν᾽ ὁ Ταρσὸς, χώρα ἀφιερωμένη,",
        "index": 7
      },
      {
        "text": "φῦ ἐκεῖ ἂς πᾶμεν τὸ λοιπὸν καὶ φόβον νὰ μηδ᾽ ἔχῃς.\"\nὡς γοῦν \"ἐπῆγαν ᾿ς τὴν Ταρσὸν καὶ ᾿ἦἤμπαν εἰς τὴν χώραν͵\nἐκεῖ ἀπαντᾷ ὃ ᾿πολλώνιος ἄνθρωπον ἀπ᾽ τὴν χώραν,\nγέροντα εὐγενέστατον, ὀνόματι ᾿Αλαβήτων.\nἀλλήλως ἐχαιρέτησαν, ὀνομαστῶς ἐκάλει.\nκαὶ, πῶς ἐπίστασαι“ φησὶν, τὸ ὄνομά μου, πάτερ; “\nεὖ ἴπ ῬγΟΘΟάοΒὶ οομἸθοθγάτη, ἶρθ ἀαὺ οοὔοχ; ἴρβο σίτον οὐπύπᾶδνι, οὐ\nἀπόλωνος οοα., βουναπάπχη οθθθ αιιχὶ ὁ δὲ ἀπ. οἵχῃ (μακρὰν)\nμον, τς\nὃ δὲ γραφὰς ἐδέχθημεν ᾿Αντιόχου βασιλέως\"\nγράφει καὶ λέγει, σφαλερῶς παρακαλεῖ τοιοῦτο᾽\nνά ᾽χῃ πενῆντα χρύσινα κι ἀγάπην ᾿Αντιόχου.\nεἰ δ᾽ ἀποκεφαλίσῃ τον κ᾿ ὑπᾷ του τὸ κεφάλιν,\nγά 'χῃ χρυσίνους ἑκατὸν κι ἀγάπην ἐδικήν του:\nδιὰ τοῦτο παραγγέλλω σοι νὰ βλέπῃς τὴν ζωήν σου.\"",
        "index": 8
      },
      {
        "text": "καὶ βάλλει εἰς τὰς χεῖράς του κἂν ἑκατὸν δουκάτα.\nεἶχεν δὲ φίλον γνώριμον, ὄνομα Στραγκαλεῖον.\n.- κεῖνος εἶχ᾽ ἀναγυιωτὴν ὄνομα Διονυσίαν᾽\nἐκεῖ ἀπεστράφην τὸ λοιπὸν ᾿πολλώνιος ὁ πρίγκηψ,\n»ἂν ἔναι ὃ τόπος δυνατὸς, ἂς νὰ μ᾽ (ἐκεῖ) φυλάξουν.\"\nὁ δέ ,οὐκ ἔναι δυνατὸς ““ ,,διὰ τὸν λιμὸν τὸν ἔχουν,\nὅτι ἀπ᾿ τῆς πείνας τῆς πολλῆς ὅλοι ἔν ν᾿ ἀποθάνουν.\"\nεὐθὺς ὃ ᾿Απολλώνιος γοργὸν ἀπολογᾶται\nκαὶ ἂς δοξάσουν τὸν θεὸν τὸν ἀποστείλαντά με.\nδότε μοι ὅρκον ἅπαντες καὶ σῖτον νὰ σᾶς δώσω.“\nεὐθὺς ὅλοι συνάγονται μικροί τε καὶ μεγάλοι\nκαὶ δίδουν ὅρκον εἰς θεὸν ὅτι νὰ ἀποθάνουν\nι9ὅ ὁμοῦ μὲ ᾿Απολλώνιον εἰς πειρασμοὺς ὁποῦ ὑχει,\nκαὶ λέγει εὐθὺς διὰ γοργόν .,(ἐβγάλετε τὸν σῖτον “\nκαὶ δίδει τὸν καθέκαστον ὅσον τοῦ χορτασθῆναι\"",
        "index": 9
      },
      {
        "text": "ἄνευ ἀργύριου καὶ τιμῆς διένειμεν τὸν σῖτον.\nἐκεῖνοι ἐδοξάσασιν θεὸν τὸν παντεπόπτην\nκαὶ μετὰ Ἵμέρας γάρ τινας πάλιν εὐθὺς μανθάνουν,\nκεφαλήσι τον καὶ ὑπάσι του τὸ κεφάλην͵ 108. ἔχω χρυσίνους ρ΄ καὶ\nστας χείρας του κἂν ἐρ΄ ἐκεῖνος ἦχεν ἀναγίότην ὄνομα διονηοίαν\nοορτθαν! ἄο ἀναγυιϊιόνω οτῖι5 ΝΟΥ Ταΐνι. τποιέϊο Ποῖ. ΒΙοοΙακ σύζυγον\nγγοροβιῦ, Οὐοοδύϊηιν ἐγγυητήν. ἄς νὰ με φιλάξουν. ἐκεῖ ὁ\"\nἸορὶ :\nὅπως ἀρμάδα ἔποικεν ᾿Αντίοχος ὁ ἄναξ\n(ὡς) εἰς (τὴν) ἀναζήτησιν πρίγκιψ ᾿Απολλωνίου.\nτ ἐκεῖνοι. συμβουλεύονται νὰ φύγῃ ἀπὸ τὸν τόπον.\nχειμάζει εἰς τὸ πέλαγος μέσα εἰς δύο ἱμέρας,\nτὸ πλοῖον διεσκόρπισεν, ἐπνίγησαν οἱ πάντες,\n᾿ μόνον ὃ ᾿Απολλώνιος μέσ᾽ εἰς μικρὸν σανίδιν\nτὸ κῦμαν τὸν ἐπέρασεν ᾿ς τῆς Τρίπολης τὰ μέρη,",
        "index": 10
      },
      {
        "text": "εἶχεν μικρὸν καλύβι καὶ ἐδέχετο τοὺς ξένους.\nδίδει αὐτὸς καὶ ῥάκιον καὶ κάτσεν ἀποκάτω.\nὃ δ᾽ ᾿Απολλώνιος (αὐτῷ) τὰ κατ᾽ αὐτοῦ ἀγγέλλει,\nλέγει αὐτὸν ὁ ἁλιεύς .,ἣ Τρίπολις κοντά ᾽ναι,\nὕπαγε δὲ καὶ στόχασε ἀνάπαυσιν νὰ εὕρῃς.\nκι ἂν στρέψῃς εἰς τὸν τόπον σου κ᾿ ἰδῇς τὰ γονικά σου,\nἰδοὺ καὶ μνήσθητι ἐμοῦ εἰς τὸ ψωμὶν κ᾿ εἰς τάβλαν\nεἰ δὲ «καὶ λησμονήσῃς μου, ὁ θεὸς νὰ σοῦ πληρώσῃ,\nκαὶ εἰς τὴν θάλασσαν ἂν ᾿μπῆς, πάλιν νὰ ναυαγήσῃς.\nεἰ δὲ οὐχ εὕρῃς ἐν ὁδῷ ὅσο νὰ φᾷς νὰ ζήσῃς,\nἔλα καὶ στρέψαι μετ᾽ ἐμὲ, καὶ ὁ θεὸς νὰ μᾶς θρέψῃ. “\nὃ δ᾽ ᾿Απολλώνιος εὐθὺς ᾿ς τὴν Τρίπολιν ὑπάγει,\nεὑρίσκει ἐν τῇ ἀγορᾷ κήρυκα ἀνακράζων\nοὕστις ἱβρεθῇ τὴν σήμερον τὴν ἅρπαν διὰ νὰ παίζῃ\nκαὶ νὰ νικήσῃ ἅπαντας, εὐθὺς γοργὸν νὰ ἔλθῃ,",
        "index": 11
      },
      {
        "text": "γὰ λούσῃ καὶ τὸν βασιλεὰ, ἀντάμα διὰ νὰ φάγῃ.\"\nἀκούει ᾿Απολλώνιος, ᾽ς τὸ θέατρον ἐστάθην\nγυμνὸς καὶ ἀξυπόλυτος μὲ τὸ παλαιὸν τὸ ῥάσον.\nὑπάγει εἰς τὸ βαλανειὸν, τὸν βασιλέα λούει,\nἦν δὲ τὸ ὄνομα αὐτοῦ ᾿Αρχίστρατος ὁ μέγας.\nἐθαύμασεν ὁ βασιλεὺς τὴν υὐνεσῖιν τοῦ νέου\nκαὶ τὴν ᾿πιδεξοσύνη του καὶ τὴν γλυκύτητά του.\nὡς γοῦν εἰς τὰ βασίλεια ὁ βασιλεὺς ἀπήει,\nἔμεινεν ᾿Απολλώνιος ἔξω διὰ τοῦ φόρου.\nεὐθὺς δὲ ὁ ᾿Αρχίστρατος ᾿Απόλλωνα ἐζήτει.\nἦλθον εἰς ἀναζήτησιν, ηὗράν τον ἐν τῇ μέσῃ,\n. λέγουν τον ,,«ἔλα, κράζει σε δ: βασιλεὺς ὃ μέγας,\n1τὸ νὰ φᾷς, γὰ πίῃς μετ᾽ αὐτοῦ καὶ νὰ παραδιαβάσῃς.\"“\n; ἐκεῖνος ἔφη ,, αἰσχύνομαι διὰ τὸ παλαιὸν τὸ ῥάσι.\"\nστρέφουνται, ἀναγγέλλουσι τὸν βασιλέα᾽",
        "index": 12
      },
      {
        "text": "κεῖνος ἀπὸ τὰ ῥοῦχά του στέλλει καὶ δίδωσίν του.\nἦλθεν κ᾽ ἐκάθισεν ὁμοῦ μετὰ τὸν βασϊλέα, '\n1τὸ ἄντικρυς κατὰ πρόσωπον. ἀπάνωθεν τῶν ὅλων\nἀρχόντων τῶν εὐγενικῶν ὁποῦ σαν καλεσμένοι.\nὡς γοῦν τὴν τάβλαν ἔβλεπεν, τὰ πλήθη τῶν βρωμάτων,\nτὸν ἄργυρον καὶ τὸν χρυσὸν καὶ τὴν παράταξίν του,\nἐμνήσθη ἃ ἀπώλεσεν καὶ τὴν αὑτοῦ αὐθέντειαν,\nπολλὰ τὸν ἔλεγεν ὃ ῥὴξ ὃ μέγας διὰ νὰ φάγῃ\"\nἐκεῖνος κάτω ἔβλεπεν καὶ στέναζεν μεγάλως.\nεἶχεν δὲ ὁ ᾿Αρχίστρατος κοράσιον ὡραῖον\"\nἦν δὲ ἣ κόρη εὐγενὴς, ἔμορφη παρὰ πάντας,\nοὐδέν ἦτον ὡσὰν αὐτή᾽ μᾶλλον κ᾽ τ εἰσὶ τὰ ἀσβάδα!\nκαὶ συγκυρίζει γλυκερὰ παρὰ -πάντας ἀνθρώπους.\nεὐθὺς. δὲ ὃ ᾿Αρχίστρατος διὰ νὰ παρηγορήσῃ\nεὐθὺς πέμπει καὶ φέρνει τὴν αὐτὴν τὴν θυγατέραν\"",
        "index": 13
      },
      {
        "text": "ἦν δὲ τὸ ὄνομα αὐτῆς κυρὰ ᾿Αρχιστρατοῦσα᾽\nπαρακαλεῖ καὶ λέγει τὴν »Κόρη, νὰ μὲ. σὐῤῥκεα\nλοιπὸν οὐκ ἤθελεν ναριστήσει ὁ ἀρχίστρατος ὁ μέγας διαναφὰ\nοχίσα ἀοροσγάϊδο) καὶ συγκυρίζη Ὑλυκερὰ πάρα πάντας ἀνθρώπους\nγατέραν τοῦ π\nκαὶ νά ᾽χῃς τὴν εὐχοῦλάν ὧυ, νὰ τὴν γλυκοκερδέσῃς,\n“Π διὰ νὰ παρηγορήσωμεν τοῦτον τὸν νεὸν τὸν ξένον,\nὁποῦ ναυάγησεν πολλὰ μέσον διὰ πελάγου.\"\nἐκείνη εὐθὺς ἐκέλευσεν, φέρνουσι τὴν κιθάραν,\nὥστε οἱ πάντες ἔχαναν, ἐξέστησαν, νὰ βλέπουν\nὃ δ᾽ ᾿Απολλώνιος᾽ οὐ κινεῖ εἰς ἀνάβλεψιν “ἄνω,\nἀλλ᾽ ἦτον κάτωθεν κ᾽ ἐντὸς ὁλοκατεστιγμένος.\nεὐθὺς δὲ ἐθυμώθηκεν ὁ βασιλεὺς ὁ μέγας\nκαὶ λέγει ᾿Απολλώνιον ῥήματα τὰ τοιαῦτα\n«ΞθΘωρῶ σε, λιγοκάρδιον ὁμοιάζει ἣ καρδιά σου.",
        "index": 14
      },
      {
        "text": "᾿ς ἐγὼ διὰ τὴν ἀγάπην σου καὶ διὰ τὴν δούλευσίν σου΄\nἐκάθισά σ᾽ ἀπάνωθεν ὅχων τῶν μεγιστάνων,\nκαὶ ἄλλο μεγαλήτερον, τὴν ἔχω φῶς καὶ μάτια\nν᾽ ἀνοίξῃ τὴν καρδίτσαν σου ἐκ τὴν πολλὴν τὴν λύπην.\nκαὶ σὺ ἐγένου λυπηρὸς καὶ ἄμετρος τῆς λύπης.\"\nτότε ὃ ᾿Απολλώνιος γοργὸν ἀπολογεῖται\n᾿ εὐχαριστῶ σ᾽, ἀφέντη μου, εἰς τὸ καλὸν τὸ ποῖκες\nφῇ ᾿ς ἐμὲ τὸν ξένον τὸν πτωχὸν καὶ δύστυχον τοῦ κόσμου᾽\nπλὴν νὰ τὸ ξεύρῃς, βασιλεὺς, καὶ νὰ τὸ ἐγνωρίζῃς\"\nἣ εὐγενὴς ἀρχόντισσα, τῆς βασιλειᾶς σου κόρη,\nοὔτε τὸ πλῆκτρον τὸ καλῶς ἐπίσταται καὶ κρούει,\nοὐδ᾽ ἐτραγούδα τεχνικὰ ἀπέσω εἰς τὴν τέχνην.\nὅρισε νὰ μοῦ δώσουσι ἐμέναν τὴν κιθάραν,\nτότε ν᾿ ἀκούσῃς ἐμνοστιὰν μὲ μελῳδιᾶς καὶ τέχνης,\nγὰ ᾿δῆς τὴν τέχνην ἔμορφην, τὴν μελῳδιὰν σὰν πρέπει.\"",
        "index": 15
      },
      {
        "text": "καὶ λέγει, εὐθὺς καὶ δίδωσι ἐκεῖνον τὴν κιθάραν,\n(ΘΟ απ, «αἰ οἰ. ἀθ μονάζει οοσιανοταῦ. (λικοκάρδιον οοἄ.)\nτ Ὅδ5 τὰς\nκαὶ ἤρξατο νὰ τραγῳδῇ, νὰ “παίξῃ τὴν κιθάραν,\nκαὶ ὅσοι των ἠκούσασιν τὴν ὑμνῳδιὰν τὴν εἶχεν,\nτὴν τέχνην καὶ τὰ λέγματα καὶ τὴν γλυκύτητά του,\nἔλόγαν νᾷναι ἄγγελος ἀπ᾿ οὐρανοὺς ἀπάνω,\nκαὶ παίζει τὴν παράδεισον τὴν ἐν Ἐδὲμ πλασθεῖσα.\nτὴν τέχνην καὶ τὴν μελῳδιὰν καὶ τὴν γλυκύτητά του᾿\nκαὶ βλέπει καὶ τὸ κάλλος του, βλέπει τὴν ἐμορφιάν του,\nκ᾿ ἐξέστηκε νὰ τὸν θωρῇ, νὰ τὸν καταστοχάζῃ.\nὡς γοῦν ἣ νὺξ κατέλαβεν, ἐβρώθηκεν ὃ δεῖπνος,\nφῦ ὅλοι ἀναχωρήσασιν μικροΐ τε καὶ μεγάλοι,\nὑπᾷ καὶ ᾿Απολλώνιος ἔξω μετὰ τοὺς ἄλλους᾽\nτότε δρομαίως τρέξασα ἣ ᾿Αρχιστρατητγοῦσα:",
        "index": 16
      },
      {
        "text": "λέγει πρὸς τὸν πατέρα της ῥήματα τὰ τοιαῦτα\n»παρακαλῶ σ᾽, ἀφέντη μου, θέλω νὰ μὲ γροικήσῃς.\nὡς ξένος κι ἀναγνώριστος μὴ ἔχει ποῦ νὰ μείνῃ,\nὅρισε νὰ τὸν δώσουσιν κραββάτιν διὰ νὰ μείνῃ.“\nτότε εὐθὺς. ἐπαίνεσεν τὸ ζήτημαν τῆς κόρης\nκαὶ λέγει, καὶ κρατῆσάν τον καὶ ποῖκάν του κραββάτιν.\nφῦ ὃ ἔρωτας ἐσέβηκεν. εἰς τὴν καρδιὰν τῆς κόρης,\nκι ὅλην τὴν νύκταν ἔμεινεν ἄυπνη διὰ τὸν νέον,\nκαὶ σύντομα πρὸς τὴν αὐγὴν ἐγέρθηκεν ἣ κόρη,\nὑπᾷ ἐκεῖ ποῦ ἔμεινεν ἀφέντης ὃ πατήρ της,\nεἶδέ την καὶ ἐζήτησεν τὸ πῶς ταχὺ ἠγέρθην.\nφῦο σκύπτει; φιλᾷ τοὺς πόδας του καὶ τὰ γλυκειά του χέργια,\nἀναστενάζει ἀπὸ καρδιᾶς, ἀπὸ ψυχῆς δακρύεί,\nκαὶ λέγει τὸν πατέρα της ῥήματα τὰ τοιαῦτα\nἐγὼ πάντα ἐπίστευα καὶ πάντα εἶχα θάῤῥος",
        "index": 17
      },
      {
        "text": "εἰς ὑμνῳδίαν τραγουδιοῦ καὶ τέχνην τῆς κιθάρας\n. φῦῦ νᾷμαι τεχνίτρια σωστὴ παρὰ πάντας ἀνθρώπους᾽\n. ᾿μορταμα, ἐσώθηκεν ὁ ὕπνος Πηὰ8 μικρήτε καὶ μεγάλη\nκρύει ἀπὸ ψυχῆς νὰ ἤμε τεχνίτρια σωστὴν\nδεῖ ον τον Κα\nκαὶ χθὲς εἶδα καὶ γνώρισα, μαθήτρια οὐ σώζω,\nκι ἂν ἔναι θέλημα τὸ σὸν κι (ἂν ἔναι) ὁρισμός σου,\nἂς μένῃ ᾿Απολλώνιος ἡμέρας πρὸς τὸ σπήτι,\nἔδε νὰ μάθω ἄσματα, νὰ κρούω τὴν κινύραν,\nὑπέκλινε ᾽ς τὸ θέλημα τῆς κόρης ὁ πατέρας\nκαὶ ᾿Απολλώνιον εὐθὺς κράζει, κ᾿ ἦλθεν ὀμπρός του,\nκαὶ λόγους παρακλητικοὺς ἔλεγεν πρὸς ἐκεῖνον\nοἰδοὺ, ὦ ᾿Απολλώνιε, ἣ ᾿Αρχιστρατηγοῦσα\nτὸ πλῆκτρον, τὸ δεκάχορδον, ὅλον νὰ τῆς τὸ μάθης.\nκαὶ μεῖνε ᾽ς τὸ παλάτιν μου νὰ χαίρεσαι μ᾽ ἐμένα,",
        "index": 18
      },
      {
        "text": "γὰ τρῶς, νὰ πίνῃς μετ᾽ ἐμοῦ καὶ νὰ καβαλλικεύῃς,\nνἄχῃς κραββάτιν ἔμοραον, δοῦλον νὰ συῦ δουλεύῃ.“\n9τὸ εὐθὺς ὁ Απολλώνιος κλίνει τὴν κεφαλήν του\nοἷς τοὺς δρισμούς σου“ ἔλεγεν , ἀφέντη, ὡς κελεύεις.\"\nὡς γοῦν ἐποίησεν καιρὸν καὶ ἔκαμεν ἡμέρας,\nκαὶ τὴν κιθάραν ἔδειχνε τὴν κόρην καθ᾽ ἡμέρας,\nἦμπεν εἰς τὴν ἀγάπην του, κ᾿ ἐσέβη εἰς τὸν πόθον᾽\nοἱῦ ἀπ᾿ τὴν πολλήν της͵ φρόνησιν κἀνεὶς οὐκ ἔξευρέν το.\nτριὰ ἀρχοντόπουλ᾽ εὐγενῆ καὶ βασιλεῶν παιδία\nἐκάθουνταν κ᾽ ἐκδέχονται τὸ ποιὸς θέλει τὴν πάρῃ,\nεἶναι κ᾿ οἱ τρεῖς ἐρωτικοὶ, εἶναι καὶ ἀντρειωμένοι,\nκαὶ κατὰ σάρκα εὐγενεῖς, νὰ ᾿πῆς ᾿ς ἕν᾽ ἔτος εἶναι.\nστέλλο ιν το τὸν πατέρα της οἱ τρεῖς ὁμοῦ ἀντάμα.\nἦν δὲ καὶ ᾿Απολλώνιος ὁ πρίγκιψ μετ᾽ ἐκεῖνον.\n᾿ὡς γοῦν ἐς χεῖρας ἔλαβεν ὁ βασιλεὺς τὸ γράμμα,",
        "index": 19
      },
      {
        "text": "εἶχεν ἣ φράσις οὕτως δὲ τῶν τριῶν παδιῶν ἐκείνων\n»αὐθέντη μέγα, βασιλεὺς ᾿Αρχίστρατε, συγχαίρου,\nμετὰ παντὸς τοῦ οἴκου σου, καὶ μὲ τὴν βασιλειάν σου\nὀρωτικῆ ἔναι νὰ πεῖς εἰς ἕνα ἕτος ἦναι «ο(ἷ., ὦ πῦυα εἰς τοὺς\n('γννἶνα ἡ, ἃ. αγῶσθοα, οἷ, ν᾽ αμηεν, Ἴ τ\nΞ ΒΕ\nἡμεῖς, γινώσκεις, βασιλεῦ, διὰ σέναν καρτεροῦμεν\nποῖον θελήσεις ἐκ τοὺς τρεῖς γαβρὸν διὰ νὰ πάρῃς.\"\nἐκεῖνοι λέγουν πρὸς αὐτὸν κ᾽ οἱ τρεῖς εἰς ἕνα στόμα\n»οὐκ ἔνι ἄλλος ἄξιος ποτὲ τῆς βασιλειᾶς σου.\nἔκλεξε ἕν᾽ ἀπὸ τοὺς τρεῖς γαβρὸν τῆς βασιλειᾶς σου,\nὅτι καιρὸς ἔδε πολὺς, πλέον οὐ καρτεροῦμεν.\"“\nτότε φησὶν ὁ βασιλεὺς καὶ λέγει πρὸς ἐκείνους\n»Καλῶς ἦλθαν οἱ ἄρχοντες, χίλια καλῶς μὲν ἦλθαν.\nἀλήθειαν δρίζετε, γαβρὸν θέλω νὰ πάρω.",
        "index": 20
      },
      {
        "text": "καὶ γράψτε γὙράμμαν ὁ καθεῖς, ὄνομα καὶ τὴν τύχην,\nκ᾿ ἣ κόρη ἔναι φρόνιμη, νὰ στείλω τὰ πιττάκια, Ξῷ͵\nκαὶ εὐθὺς γράφει ὃ καθεῖς τὸ καθὼς ἐδιδάχθην,\nτὸ ὄνομα, τὴν εὐγενειὰν, τὸν πλοῦτον καὶ τὴν δόξαν.\nλαμβάνει τοίνυν τὴν γραφὴν ὁ βασιλεὺς εἰς χεῖρας,\nβουλόνει, στέλλει τὴν γραφὴν τῆς ἑαυτοῦ θυγάτηρ.\nἣ δὲ λαβοῦσα τὴν γραφὴν καὶ γνοὺς τὸ τ᾽ εἶχε μέσα\n»ἐσέναν θέλω, κύρις μου, ἐσέναν θέλω ἄνδρα,\nἐσὲν θέλ᾽ ἣ καρδία μου καὶ σύ ᾽σαι ὃ ποθητός μου.\nοὐκ ἔχει μέρος μετ᾽ ἐμοῦ ἄλλος τινὰς ᾿ς τὸν κόσμον.\"\n“»εὐχαριστῶ σε, κύριε, υἱὲ θεοῦ τοῦ ζῶντος,\nτὸ θέλεις, θέλω τὸ κ᾽ ἐγὼ, ᾿ς τοὺς ὁρισμούς σου εἰκιαι.\"\nστέλλει λοιπὸν ἀντίγραμμα τὸν βασιλεὰ ἣ κόρῃ\"\nἣ φράσις ἦτον νόστιμη, κοντολογιογραμμένη\nὙὼ ἄλλον ἄνδρ᾽ οὐδὲν θέλω οὐδὲ ἄλλος μὲ παίρνει,",
        "index": 21
      },
      {
        "text": "εἰ μὴ ὁποῦ ναυάγησε (εἰς) μέσον τοῦ πελάγου.\"\nβἰσιατη, ἴῃ Οδύθυῖβ ὁοϊοθυ βθοαΐαβ. ἐγέλασεν εὐθὺς Βιυιγδβίδηιια, τὸν καλὸν\nδἀχηοάθτη Οὔὐβοαχι νἱδὰ ϑαηῦ, ΓΘρτυδη τα ρϑυβρίοιιθ ἴδω ἸΘΡῚ πανταθ αὐ παι γι\nκράζει τοὺς τρεῖς, ἀναρωτᾷ τίς εἶναι ὃ τσακισμένος.\nὁ δὲ εἷς ἀπεκρίνατο, ναυάγησεν εἰς “πλοῖον.\nδιὰ θαλάσσου οὐδὲ εἷς ποτ᾽ ἀφ᾽ ἡμῶν ἐσέβη.“\n᾿ τότε πρὸς ᾿Απολλώνιον τὴν ζήτησιν ἐποίει\n»ξεύρεις ποιὸς ἔναι τὸν ζητεῖ; ποιὸς ἔναι ὁ τσακισμένος;“\nὃ δὲ γελάσας ἔλεγεν ,πολλὰ καλὰ τὸν ξεύρω.\"\nεἰ μὴ ὁ ᾿Απολλώνιος ὁποῦ τον τσακισμένος,\nστρέφεται, λέγει πρὸς τοὺς τρεῖς μὲ ἱλαρὸν τὸν λόγον\n»ἀμέτε, ἄρχοντες, καλῶς, κ᾿ ἐγὼ θέλω ζητήσει,\nνὰ μάθω ποιὸς ἔν᾽ τὸν ζητᾷ καὶ θέλω σᾶς μηνύσει.\"\n(μετὰ) τὸν. ᾿Απολλώνιον κοντὰ εἰς τὸ πλευρόν του᾽\nἐμπαίνουν εἰς τὸν θάλαμον, εὑρίσκουσιν τὴν κόρην.",
        "index": 22
      },
      {
        "text": "ἣ κόρη Ὑέρνεται γοργῶς μετὰ σπουδῆς μεγάλης,\n“πίπτει εἰς τὸν πατέρα τῆς, παρακαλεῖ καὶ λέγει\n᾿γὼ ἄλλον ἄνδρ᾽ οὐδὲν θέλω εἰ μὴ τὸν δάσκαλόν μου,\n᾿ (αὐτὸν ποθῶ,) αὐτὸν ζητῶ, αὐτὸν θέλω νὰ πάρω.“\nἐπένευσεν ὁ βασιλεὺς μετὰ χαρᾶς μεγάλης,\n. σύρνει τὴν κόρην. ἀπ᾿ τὴν τῆν, πιάνει, καταφιλεῖ την,\n- αὐτὸς ἔνι ὁ ἄνδρας σου, ἄλλον τινὰ οὐ θέλω.“\nπέμπει γοργὸν καὶ φέρνουσιν ἐπίσκοπον τῆς χώρας,\nκαλοῦσιν καὶ τοὺς ἄρχοντας μικρούς τε καὶ μεγάλους,\nκαὶ στεφανοβλογῆσάν τοὺς μετὰ χαρᾶς μεγάλης.\nκαὶ μετὰ μέρας (ἱκανὰς ἣ) κόρη ἐγγαστρώθη.\nκαὶ παίρνει τὴν κ᾿ ἐξέβησαν ἔξω νὰ εὐθυμίσουν,\nεἰς περιβόλια ἔμορφα διὰ νὰ παραδιαβάσουν.\nποτε.\nὃ δ᾽ ᾿Απολλώνιος κρατεῖ τὰς ὄχθας τῆς δον δοῦν",
        "index": 23
      },
      {
        "text": "πλησιάζει καὶ (ἀναρωτᾷ πόθεν (οἱ ναῦται) εἶναι\"\nοἱ δὲ φωνὴν ἐβάλασιν, ᾿Αντιοχείας εἶναι,\nκαὶ θέλουν καὶ γυρεύουσιν ᾿Απόλλωνα τὸν πρίγκηψ.\nὃ δέ ,καὶ τί τὸν θέλετε; ““ ὅὁτέκετ᾽, ἀναρωτᾷ τους.\nλέγουσιν ,,ὁ ᾿Αντίοχος, ὁ βασιλεὺς ἐκεῖνος,\nὁ τύραννος ὁ ἄθλιος, ὃ βεβορβορωμένος,\nτὴν νύκταν ὡς εὐφραίνετο μετὰ τῆς θυγατρός του,\nἐξαίφνης ἐκ τοῦ οὐρανοῦ πῦρ πίπτει παραχρῆμα,\nκαὶ ἥψατο ὃ οἶκός του κἀκεῖνος καὶ ἣ κόρη,\nἔστειλάν μας εἰς ἔρευναν κυροῦ ᾿Απολλωνίου,\nδιὰ γὰ τὸν στέψουν βασιλεὰ καὶ νὰ τὸν προσκυνήσουν. ΝᾺ:\nὁ δ᾽ ᾿Απολλώνιος εὐθὺς γοργὸν ἀπολογεῖται\nὁρίζει, δίδουν τους ψωμίν (τε) καὶ κρασὶν καὶ κρέας.\nἀφῆκάν τοὺς καὶ πήγασιν νὰ δώσουσιν μαντάτον.\nκαὶ κεῖνος ἀπεκίνησεν κ᾿ ἦλθεν εἰς τὸ παλάτιν.",
        "index": 24
      },
      {
        "text": "ὁ βασιλεὺς, ὡς τ᾽ ἤκουσεν, χαρὰν μεγάλην εἶχεν\nεἰς τὸν γαβρὸν τὸν ἔλαβεν ἄξιον τῆς βασιλείας.\nἀλλ᾽ ἄκουε τί συνέβηκεν δυστύχημα τὴς τύχης.\nἐκεῖνος εὐτρεπίζετο νὰ ὑπᾷ ᾿ς τὴν ᾿Αντιοχείαν,\nκ᾿ ἣ κόρη δὲν τὸν ἄφινεν ἐκ τὴν πολλὴν ἀγάπην,\nτὸν ἄνδρα της ἐδέετο, τὸν κύριν της προσκύνα.\nμετὰ κλαυθμὸν ἀνέκραζεν, μετὰ πικρᾶς καρδίας\nτς ῳᾶφες μ᾽, ἀφέντη μ᾽, ἄφες με, νὰ ὑπάγω μετ᾽ ἐκεῖνον,\nνὰ ὑπάγω μὲ τ᾽ ὀμμάτια μου, (νὰ ὑπάγω) μὲ τὸ φῶς μου.\"\nἐπαίνεσεν ὁ βασιλεὺς, δίδει τὸ θέλημάν της.\nνἰὰθ βυιριν ν. 948, γμοκππῖν, ἐπένευσεν τὴν κόρην δίδη τὸ θελημάστο\n᾿ς ἑπτὰ ἡμέρας κάμασιν, τὴν θάλασσαν περνοῦσιν᾽\nκαὶ μετὰ ταῦτ᾽ ἐγείρεται ὁ νότος ὃ βιαῖος\nκαὶ κάμνει κλύδωνα βαρὺν καὶ ταραχὴν καὶ σκότος\nκαὶ πῆρέν τους καὶ ἱβρέθησαν ᾿ς τὸν κόλφον τῆς ᾿Αττάλειας.",
        "index": 25
      },
      {
        "text": "ἐκεῖ ᾿κ τὸν φόβον τὸν πολὺν ἐπιάσαν τὴν οἱ πόνοι,\nγεννᾷ κοράσιον, παρευθὺς κι ἀπόθανεν ἐκείνη,\nτὸ αἷμάν τῆς γὰρ ἔπηξεν ἐκ τὴν πολλὴν ψυχρότην.\n- καὶ τίς νὰ γράψῃ τὸν. κλαυθμὸν, τὸν ὀδυρμὸν τὸν τόσον,\nκαὶ τὴν πικριὰν τῆς συμφορᾶς τὴν τότε γτεναμένην;\nἀλλάσσουν τὴν βασίλισσάὰν ὅλα τὰ γυμφικά της,\nβάλλουν χρυσάφι περισσὸν, βάλλουν μαργαριτάρι,\nλιθάρια πολύτιμα καὶ κόσμια τῆς κόρης,\nκ᾽ εἴτις τὴν θάψῃ, τὰ ἥμισα νὰ ἦναι ἐδικά του᾿\nκαὶ τ᾽ ἄλλα πάλιν ἔγραφε νὰ ἦναι διὰ ἐξόδους,\n(νὰ ἦναι καὶ) εἰς ψυχικὰ καὶ εἰς μνημόσυνόν της.\n᾿Ακούσατε, θαυμάσατε θεοῦ μεγάλην δόξαν.\nεὑρέθηκεν ᾽ς τὴν Ἔφεσον εἰς χάραγμαν ἡλίου.\nκαὶ εἷς σοφὸς διδάσκαλος μετὰ τῶν μαθητῶν του\nεὑρέθηκεν εἰς τὸν γιαλὸν, θωροῦσιν. τὸ κιβώτιον,",
        "index": 26
      },
      {
        "text": "σηκόνουν το οἱ μαθητοὶ, εἰς τὸ σκολειὸν τὸ παίρνουν᾽\nἀνοίγουν το καὶ ἱβρίσκουσιν τὴν κόρην τεθνεῶσαν,\nτὰ κόσμια καὶ τὰ χρήματα καὶ τὴν γραφὴν ἀντάμα.᾽\nστήνουν θερμὸν κ᾿ ἐκδύνουν τὴν διὰ νὰ τὴν ἀποπλύνουν᾽\nεὐθὺς τὸ αἷμαν ἔβρασεν, κάμνει μεγάλην χύσιν,\nτὸν νοῦν της ἐσυνέφερεν, ὅλον τὸν λογισμόν της,\nἀπόθανεν, ὑγαπβροϑαῖ 388. τὸν ὠδύροντο, τόσον οοἂ., ααοὰ οοΥββίχιδ\nδώσιν οοἄ,, ὁπι ΟὐΘεὑΠππ8 (καὶ) δἀὰ Πορταπὰ :\nκαὶ κράζει τὸν διδάσκαλον καὶ ἥμισα τὸν δίδει,\nκαὶ κείνη τάλλα ἥμισα ὑπᾷ ᾿ς τὸ μοναστήριον᾽\nκ᾽ ἐκ τὴν πολλήν της ἀρετὴν ᾿γουμένισσαν τὴν κάμνουν,\nἁγίαν τὴν ἐκράζασιν καὶ κοσμικὰ ἐφόρει.\n᾿Αλλ᾽ ὡς τροχὸν ἂς στρέψωμεν τὸν λόγον ᾿ς τὰ ὀπίσω.\nβυζάστριαν εἶχεν παρευθὺς μέσα εἰς τὸ καράβι\nκαὶ τὸ παιδὶν ἐβύζανεν καὶ κόρην τὴν ἐποῖκεν",
        "index": 27
      },
      {
        "text": "καὶ παραμάνα γίνεται αὐτῇ ἹἹλεωκαρδία,\nαὐτὸν ἦτο τὸ ὄνομα τῆς γυναικὸς ἐκείνης.\nκεῖ φίλον εἶχεν, ὄνομαν κύριν Στραγκαλιῶνα.\nεἶχεν γυναῖκα καὶ αὐτὸς κυρὰν Διονυσίαν᾽\nεἴχασιν κόρην καὶ αὐτοὶ, βρέφος εἰς τὸ βαβάλι,\nΖαμπέλαν τὴν ἐκράζασιν. τὴν κόρην ὁποῦ εἶχαν.\n4) ᾿κεῖ φέρνει ᾿Απολλώνιος τὴν κόρην του, τοὺς δίδει,\nκαὶ τὴν βυζάστριαν μετ᾽ αὐτῆς, καὶ ἄπειρον λογάριν,\nβαπτίζει τὴν ᾽ς τὸ ὄνομαν τῆς πόλεως Ταρσίαν.\nεὐθὺς παραλαμβάνουσιν τὴν κόρην μετὰ ὅρκους,\n! καλῶς νὰ τὴν φυλάξουσιν καὶ νὰ τὴν ἀναγυιώσουν.\nὁ μὲν ὃ ᾿Απολλώνιος ὑπάγει κατὰ κόσμου\n. κκαὶ βασιλείαν καὶ τιμὴν ὅχα ἠρνήθηκέν τα,\nὡς ἔμπορος πραματευτὴς ἔπλεεν ᾿ς τὸ καράβιν.\nἣ κόραις ἐνεθρέφοντο εἰς μίαν ἡλικίαν᾽",
        "index": 28
      },
      {
        "text": "καὶ ὅσον ἔχει χωρισμὸν τὸ φῶς ἀπὸ τὸ σκότος,\nοὕτως ἐλάμπεν ἣ Ταρσιὰ ἀπὸ τὴν ἄλλην κόρην.\nἐκεῖνοι ἐφθονοῦσάν την διὰ τὸ κάλλος τό 'χεν,\nκαὶ ῥᾷστα φθόνος ἔπεσεν εἰς τὰξζ ψυχὰς τῶν δύο.\nἣ παραμάνα τῶν παιδιῶν ᾿ς τὰ ἔσχατα ἐνέπνει.\nκράζει τὴν κόρην, λέγει τὴν τὸ τίνος κόρη ἔναι.\n»ἤξευρε, κόρη, θύγατηρ ὑπάρχεις ᾿Απολλώνιου\nτοῦ πρίγκιπος πρῶ ὡς Σ᾽ τα τον, δ᾿ βοροιν ὧν\nὁ δὲ πατήρ σου πρίγκιπας Τύρου ἀφέντης ἦτο.\nκαὶ μήνυμαν τοῦ μήνυσαν ᾿ς ᾿Αντιοχειὰν νὰ πάγῃ,\nδιὰ νὰ τὸν ποίσουν βασιλεὰ ᾿ς τὸν τόπον τοῦ τυράννου,\nκαὶ τὴν κυράν σου ἔλαβεν μέσα εἰς τὸ καράβιν᾽\nπόνοι τὴν πιάνουν δυνατοὶ, ᾽ς τὴν σέλλαν τὴν. ἐκάτσαν,\nκαὶ σὲν ἐγέννησεν, εὐθὺς κἀκείνη ἀποθαίνει᾽\n᾽ς κιβούριν τὴν ἐβάλασιν μετὰ πολλῶν χρημάτων,",
        "index": 29
      },
      {
        "text": "καλαφατίζουν καὶ πισσοῦν, ᾿ς τὸ ᾿πέλαγος τὸ ῥίπτουν.\n4δ καὶ σέναν ὃ πατέρας σου ἔβγαλέ σ᾽ ἀπ᾽ τὸ πλοῖον,\n: φέρνει καὶ παραδίδει σε τὸν κύριν Στραγκαλιῶνα\nκαὶ τὴν γυναῖκάν του ὁμοῦ μετὰ πολλῶν χρημάτων,\nκαὶ κεινος ὅρκον ἔλαβεν, ἄχρι νὰ σὲ ἱπαντρέψῃ,\nεἰς τῆν ποτὲ μηδὲν ἐβγῇ, τὰ γένεια του νὰ σώσῃ,\nἀκόμι͵ ἐνθυμίζω σε καὶ ἔχεις τα ᾿ς τὸν νοῦν σου,\nἀνὲν ποτὲ θελήσουσιν τοῦτοι νὰ σ᾽ ἀδικήσουν,\nἔβγα ᾿ς τὸν δῆμον, φώναξε τὸ τίνος κόρη εἶσαι,\nὅλοι νὰ δράμουσι γοργὸν ἐσέναν νὰ βουθήσουν,\nλιμὸς ὑπῆρχεν ἰσχυρὸς καὶ δ πατήρ σου φέρνει\nσῖτον (πολὺν) καὶ δίδει τους, καὶ ζῶσιν ἄνευ ἀργύριου.\"“\nἹλεωκάρδια λέγουσα αὐτὰ καὶ ἄλλα λόγια :\n4τοὸ εὐθὺς ἐψυχοῤῥάγησε ᾿ς τὰ γόνατα τῆς κόρης.\nκλαῖ τὴν ἣ κόρη θλιβερὰ καὶ πίκρ᾽ ἀναστενάζει",
        "index": 30
      },
      {
        "text": "᾽ς τὴν μοναξιὰν ποῦ ἔμεινεν καὶ τί θέλ᾽ ἀπογένῃ.\nἈλλ᾽ ἄκουε τί συνέβηκεν πικρὸν μέγαν τῆς κόρης.\nἀλδ ἐγγώνη καὶ -μύνημαν τοῦ μύνησιαν (θπι Τιορσγταπα) ἀντίοχος\nμηνεν\nδένεν\nἐν μιᾷ οὖν τῶν ἡμερῶν, κυριακὴν ἡμέραν,\nκαὶ ἣ Ταρσία μετ᾽ αὐταῖς κι ἄλλαις πολλαῖς γυναῖκες,\nἀκ τὴν μέσην ἐδιάβησαν τὴν ἀγορὰν τοῦ φόρου,\nστέκουνται ἄνδρες, βλέπουν ταις. τοῦτον τὸν λόγον εἶπον\n»εὐλογημέν᾽ ἣ μάνα σου κι ὃ κύρις σου, Ταρσία,\nκαὶ φέγγος ἐξ ἀνατολῶν ὁλόγομον, σελήνη.\nαὐτὴν ὁποῦ τὴν ἔσπειρεν, κατάρας ὥρα ἦτο, :\nχαλκοῦ, σιδήρου μούζωμα, κακόπλαστον τσουκάλιν.“\nκαὶ γὰρ ὡς ἤκουσεν ἣ μάνα τῆς Ζαμπέλας,\nἐστράφην εἰς τὸν οἶκόν της, τὸν ἄνδρα της ἐλάλει",
        "index": 31
      },
      {
        "text": "»ἐὰν οὐ σφάξῃς τὴν Ταρσιὰν, κατέσφαξε ἐμέναν᾽\nοὐ δύναμαι νὰ τὴν θωρῶ ᾿ς τὸ σπήτιν μου νὰ στέκῃ.\n᾿ἣ παραμάν᾽ ἀπόθανεν, ὃ κύρις της ἐπνίγη᾽\nτοσοῦτον τὸν ἐνάγκασεν ἡμέρα τὴν ἡμέρα,\nἐπένευσεν τὸν θάνατον τῆς ὀρφανῆς νὰ τένῃ.\nκράζουσιν δοῦλον ἐξ αὐτῶν ἔξω ἀκ τὸ χωρίον, .\nὀνόματι Θεόφιλον, καὶ δίδωσίν τους ὅρκον\nκαὶ χίλια τάλαντα χρυσὰ ὅπου θέλει νὰ πάγῃ,\nἐπὶ μνημεῖον τὸ λοιπὸν ἔξω ἧς τὸ ἀκρωτήρι,\nὅπου ἦναι. παραμάνα της, ἣ Ἱλεωκαρδία. τος\n' εἶχεν συνήθειαν ἣ Ταρσιὰ καὶ πήγαινεν ΄ς τὸν. τάφον\nἐξαίφνης ἐξεπήδησεν καὶ δράσσει τὴν τὴν κόρην,\n- καὶ τὸ σπαθίν του ᾿ξέβαλεν διὰ νὰ τὴν ἀποκτείνῃ.\nἐκείνη κλαῖ καὶ λέγει τον ,, καὶ τί ἁμαρτιὰν ἐποῖκα;\nἐκεῖνος ἀπεκρίθηκεν,, σὺ ἁμαρτιὰν οὐκ ἔχεις ᾿ .",
        "index": 32
      },
      {
        "text": "ὃ κύρις σου τὴν ἔποικεν τὴν ἁμαρτίαν ταύτην.\nεἰς χεῖρας σὲ παρέδωκεν ποῦ δὲν ἔχεις συμπάθειον. “\nλοιπὸν ζητεῖ, παρακαλεῖ, ἕως ὡς μίαν ὥραν,\nνὰ δεηθῇ καὶ τὸν Χριστὸν καὶ τὴν κυρὰν τοῦ κόσμου,\nδι0ὺ νὰ πέψῃ ἄγγελον καλὸν νὰ πάρῃ τὴν ψυχήν της.\n᾿ ἐπένευσεν, ἐφῆκέν την’, κλίνει τὰ γόνατά τῆς ᾿\nκαὶ τὸν θεὸν ἐδέετον ἀπ᾿ ὅλης τῆς ψυχῆς της.\nἰδοὺ, ἐξαίφνης εἴδασιν ξύλον ἀρματωμένον,\nτῆς Μιτυλήνης ἄνθρωποι, ἀράπιδες κουρσάροι᾽\n᾿ τρέχουν, ἐβγαίνουν εἰς τὴν γῆν καὶ δράσσουσι τὴν κόρην.\nκαὶ ὃ Θεόφιλος εὐθὺς -τρέχει. καὶ πᾷ ᾿ς τὸν οἶκον,\nλαλεῖ πῶς τὴν ἐσκότωσεν, ζητᾷ ἐλευθερίαν,\nνὰ πάρῃ καὶ τὰ ξένια του, νὰ πᾷ ᾿ς τὰ τονικά του.\n᾿ς οἱ δὲ φωνὴν τὸν ἔβαλαν, καὶ φρίσσει ᾿πὸ τὸν φόβον.",
        "index": 33
      },
      {
        "text": "νὅλως ἐτόλμησας ἐσὺ καὶ σκότωσας τὴν κόρην;\nεἶχες καὶ χέριν κ᾽ ἔβαλες εἰς βασιλέως κόρην;\nγοργὰ ἄμε καὶ δούλευε σὰν ἤσουν μαθημένος,\nμηδὲν τ᾽ ἀκούσουν ἄρχοντες καὶ θανατώσουσίν σε.\"\nστρέφεται πάλιν ὃ πτωχὸς εἰς τὴν σκλαβιὰν, δουλεύει.\nἐκεῖνοι κάμνουσιν εὐθὺς κιβούριον τὴν κόρην\nκαὶ ξύλον κλώνου ἔβαλαν μέσα ἐς τὸ κιβούριν;\nδιὰ νἄχῃ βάρος ὡς νεκρὸν νὰ πᾶσιν νὰ τὸ θάψουν.\n,. ἀργὰ πρὸς τὸ μεσάνυκτον τρανὴν φωνὴν ἐσύραν,\nτρέχουσιν ἄρχοντες πολλοὶ κι ἀρχόντισσαις ἀντάμα\n᾿ πῶς ἄφνου γὰρ ἀπέθανεν ἣ παῖς χωρὶς ἀσθένειας,\nκαὶ ἦν ὃ θρῆνος φοβερὸς καὶ ὃ κλαυθμὸς μεγάλος.\nκάμουν ἀψίκιν φοβερὸν καὶ θάπτουσι τὸ ξύλον᾽\nκι ὅλοι μαυροφορήσασιν διὰ τὴν πολλὴν ἀγάπην\nτὴν εἶχαν εἰς τὸν κύριν της ἀκ τὴν καλήν του γνώμην.",
        "index": 34
      },
      {
        "text": "᾿Αλλ᾽ ἄκουε τί συνέβηκεν, λέγω, πάλιν ᾿ς τὴν κόρην.\n\"τὸν θάνατον ἀπόφευγεν τοῦ σώματος ἐκείνη,\nκαὶ τῆς ψυχῆς ὃ ὄλεθρος πίπτει την παραχρῆμα,\nἀψίκην ὅϑδ ἀκ οοὐθχ ΤιΘρτϑηαϊο ὑθϑὺθ\nἀλλ᾽ ὃ θεὸς ἦν βοηθὸς καὶ πάλιν μετ᾽ ἐκείνην.\nοἱ ναῦται τὴν ἐπήρασιν ἔσω ᾿ς τὴν Μιτυλήνην,\nἐβγάλλουν την ᾿ς τὴν ἀγορὰν μὲ ἄλλους αἰχμαλώτους,\nκ᾽ ἐξέστησαν τὸ κάλλος της πάντες νὰ τὴν θωροῦσιν.\nἰδοὺ, λοιπὸν ἀνέβηκεν εἰς ἑκατὸν δουκάτα,\nΜαρκιόνης τὴν ἐγόρασεν σκυλοματγαρισμένος.\nεἶχεν κ᾿ εἴδουλον ἔμορφον μὲ λίθους τιμημένους.\nπαίρνει τὴν ἐς τὸ σπήτιν του, λέγει, προσκύνησέ τον.\"\nἐκείνη ἀπεκρίνατο »χριστιανὴ ὑπάρχω.\"\nδρίζ᾽ εὐθὺς τὸν δοῦλόν του, ὄνομα ἸΤωκαρώπα,",
        "index": 35
      },
      {
        "text": "καὶ λέγει ,λάβε τὴν αὐτὴν, ἔπαρ᾽ τὴν ᾿ς τὸ πορνεῖον,\nκαὶ γράψε ᾿ς τὸ ἀνώφλιον διὰ τὴν τιμὴν τῆς κόρης᾽\nὃ πρῶτος δός της ἥμισην λίτραν χρυσὴν χρυσίου,\nὁ δεύτερος τὸ τέταρτον, ὁ τρίτος ἄλλον τόσον,\nκαὶ οἱ ἑξῆς ἂς δίδουσιν ἀπ᾽ ἑνὸς δηναρίου. “\nἐκείνη ὡς τὸ ἤκουσεν, ἣ λάβρα τὴν ἐπῆρεν\nδδὅ καὶ τρόμος ἀπὸ τὴν κορφὴν ἄχρι καὶ τῶν ποδῶν της.\nκαὶ ἤρξατο παρακαλεῖν καὶ κόπτεσθαι μεγάλως.\nὃ δὲ Μαρκίωνός φησιν τοὺς λόγους μόνον χάνεις᾽\nἄμε καὶ σὺ καὶ κάθισε ἀντάμα μὲ ταῖς ἄλλαις.\"\nἄκων καὶ μὴ βουλόμενη πᾷ την ὃ ΠΤωκαρώπας,\nγράφει καὶ τίτλον παρευθὺς ἀπάνω εἰς τ᾽ ἀνώφλιον.\nὅμως εἷς ἄρχοντας καλὸς πάγει τὴν πρώτην νύκταν,\nἐκείνη πίπτει παρευθὺς, τοὺς πόδας του ἐφίλει,\nμετὰ κλαυθμὸν πικρὸν (αὐτῷ) τὴν τύχην της ἐλάλει,",
        "index": 36
      },
      {
        "text": "τὴν. εὐγενειὰν τῆς μάνας της, ὅλων της τῶν γονέων,\nὅθ τὸν θάνατον τῆς μάνας της καὶ τὴν σκλαβιὰν τὴν εἶχεν.\nὡς δὲ ἐκεῖνος ἤκουσεν τὴν εὐγενειὰν τῆς κόρης,\nδίδει τῆς τὸ χρυσάφιον κ᾿ ἐστράφην μετὰ λύπης,\nκαὶ τὸν θεὸν ἐδέετον νὰ ἔναι βοηθός της.\nλίτραν χρυσάφιν ἔλαβεν ὡς διὰ τὴν. ψυχήν του.\nἄλλος εὐθὺς ὑπάντησεν τὸν ἄρχονταν ἐτοῦτον\nφϑι\nΤοϑαϊθβῖσηθ Ἰδοθγαῦ ἀρρατοπὺ ἴπ ργοθοάοϑι. ἰαοαηδθ βίστι Ροδαογϑμῃ, τϑοίυ\nκαὶ ᾿ρώτησέ τον πῶς ἔχει ἣ κόρη ἣ Ταρσία;“\nὁ δὲ καλῶς ἔχει“ φησὶν, κἀκεῖνος πάγει μέσα.\nἐκείνη πάλιν ἐγερθεὶς πίπτει ᾽ς αὐτοῦ τοὺς πόδας,\nπαρακαλεῖ καὶ τὸν αὐτὸν, τοὺς πρώτους λόγους λέγει,\nδεικνύει καὶ τὸ ψυχικὸν τῆς ἔδωκεν ὃ ἄρχος.\nὡς εἶδεν καὶ ὡς ἤκουσεν τὴν παρθενιὰν τὴν εἶχεν,",
        "index": 37
      },
      {
        "text": "λυπᾶται, κλαίει καὶ αὐτὸς διπλὸν χρυσὸν τῆς δίδει,\nκαὶ φεύγει καὶ ἀφίνει τὴν μετὰ λύπης μεγάλης.\nὃ ἄλλος ἄρχων ἔστεκεν ἔξω κι ἀνάμενέν τον᾿\nἐστράφην ἔξω κ᾽ ἔστεκεν, λέγεν αὐτὸν τὸν λόγον\n»μακάρι νᾷχες μοῦ τὸ ᾿πεῖν παροῦ τὴν λύπην ποὔχω;\"\nἦλθεν κι ὃ τρίτος᾽ ὡς αὐτοὺς ἀπέπεψεν κ᾿ ἐκεῖνον᾽\nκαὶ τῇ πρωΐ τὰρ ἔλαβεν τὰ χρήματα τὰ ἔχει\nκαὶ τὸν Μαρκίον τά ᾽δωκεν, τὸν ἀσεβῆ ἐκεῖνον.\nηνλάβε““ φησὶν «τὰ χρήματα, κἀγὼ παρθένος μένω.\"\nτς ἐκεῖνος δὲ ὁ ἀσεβὴς εἰς τὸ πορνειὸν τὴν στέλλει\"\nἐκείνη πάλιν συνηθῶς τὴν παρθενιάν της εἶχεν,\nκαὶ χρήματα τὴν ἔδιδαν πολλὰ διὰ τὴν ψυχήν τους.\nὃ δὲ σκληρὸς Μαρκίωνας οὐκ ἤθελεν γὰρ οὕτως,\nτὸν ΤΤωκαρώπαν ὥρισεν νὰ πάγῃ νὰ τὴν φθείρῃ.\nἐκεῖνος δὲ ἀντίλεγε ,,.οὐ δύναμαι ποιῆσαι.“",
        "index": 38
      },
      {
        "text": "ὡς γοῦν τὸν ἐφοβέρισεν, ἐγέρνεται καὶ πάγει.\nκἀκείνη εἰς τοὺς πόδας του πίπτει, παρακαλεῖ τόν᾿\nὃ δέ φησιν ,οὐκ ἠμπορῶ τοῦτο νὰ τὸ ποιήσω.\"\nἣ δὲ ,,καὶ τ᾽ εἶναι τόση βιὰ τὴν ἔχει ὁ Μαρκίων; “\nδιὰ αὐτὰ τὰ στάμενα νὰ ἔχῃ καὶ τὸ κέρδος.“\nκ᾽ ἣ κόρη παρεκάλει τον, τοῦτον τὸν λόγον λέγει\n»ἂν θέλῃ στάμενα πολλὰ, νὰ ἔχῃ καὶ τὸ κέρδος,\nἐγὼ ἐπίσταμαι καλῶς κιθάραν νὰ τὴν παίζω,\nεἰς γάμους καὶ εἰς ἑορτὰς πάντοθεν νὰ πηταίνιυ,\nνὰ τοῦ συνάγω στάμενα εἰς ὅσα νὰ χορτάνῃ.\nλοιπὸν τὸν παρακάλεσε, εἰπὲ τούτους τοὺς λόγους,\nἐλπίζω εἰς τὸν κύριον καὶ νὰ μὲ συμπαθήσῃ.\"\nκαὶ τὴν. κιθάραν ἔποικεν καὶ τὴν Ταρσιὰν τὴν δίδει,\nκαὶ κάμνει διαλαλημὸν ᾿ς τὴν ἀγορὰν ἀπέσω",
        "index": 39
      },
      {
        "text": "»τίς θὲ ν᾿ ἀκούῃ ἄσματα, αἰνίγματα καὶ λόγους\nκαὶ ὑμνῳδιὰν (καὶ) τραγῳδιὰν, εἰς τὴν Ταρσιὰν ἂς πάγη.\"\nκαὶ ἔσωσεν ἀπὸ θεοῦ τὴν παρθενιὰν τὴν εἶχεν.\n᾿Αλλὰ εἰς ᾿Απολλώνιον τὸν λόγον διὰ νὰ στρέψω.\nὡς γοῦγ ἐκατελάβασιν κἂν δεκαπέντε χρόνοι,\nὑπάγει ᾿Απολλώνιος εἰς τὴν Ταρσὸν ἀπέσω,\nηὗρεν τὸν Στραγκαλίωνα μετὰ τῆς γυναικός του,\n᾿τὰ μαῦρα ἐφορούσασιν τάχα διὰ τὴν κόρην.\nὡς ἔμαθεν τὸν θάνατον, ᾿ς τὸ μνῆμάν της ὑπάγει,\nτὰς τρίχας του ἐνέσπαζεν, τὸ πρόσωπόν του δέρνει,\nὅλον ὁ ἥλιος ἔκλαυσεν, ἣ πέτραις ἐῤῥαγῆσαν,\nἐκ τὸν πολὺν τὸν κοπετὸν ἀνδρῶν (τε) καὶ γυναίκων\nἣ γῆ ἐπῆγεν κ᾽ ἔρχετον, τὰ νέφη σκοτεινιάσαν.\nἐβγαίνει, φεύγει ἀπὸ τὴν γῆν, εἰς τὸ καράβι ἐσέβη᾽\n᾿ τὸν ναύκλερον παρακαλεῖ καὶ τὸν γραμματικόν του.",
        "index": 40
      },
      {
        "text": "Ν νὰ. χουν φροντίδαν, μέριμναν ὅλην τοῦ καραβίου,\nκ᾽ ἐκείνου: δὲ τὸ σύνολον μηδὲν τὸν ὁμιλήσουν.\nκάμνουσιν μῆνας τρεῖς καὶ δυὸ ἀπὸ πόλιν εἰς πόλιν,\nκαὶ τὸ πρωϊ εὑρέθησαν ἔσω ᾿ς τὴν Μιτυλήνην.\n᾿κεῖ ὁρισμὸν τοῦ ζήτησαν νὰ ᾿᾽μποῦν εἰς τὸν λιμιῶνα,\nκι ὁρίζει νὰ ἐμποῦν χωρὶς φλάμπουρον καὶ ΕΜ\nὁ. ηὖγαν οἱ ναύταις εἰς τὴν γῆν, ηὖγαν κ᾿ οἱ εἰδοϊδειάλλοι.\nὃ ἄρχων τοὺς ἐρώτησεν ..τίνες καὶ πόθεν εἶστε; “\nκαὶ κεῖνοι ἀπεκρίθησαν, , ἀφέντης εἶν τῆς Τύρου.“\nλοιπὸν αὐθέντης τοῦ τόπου στέλλει τοὺς ἄρχοντάς του,\nγὰ τὸν παρακαλέσουνε, νὰ ᾿βγῇ διὰ τὴν ὑμέραν,\nὁὑ40ὺ νὰ φᾶν ἀντάμ᾽ οἱ δυὸ ᾽φενταῖς καὶ πάλιν ἂς μισέψῃ.\nτς ᾿'πολλὰ τὸν ἐσυντύχασιν, αὐτὸς, δ᾽ οὐκ εἶπεν λόγους\"\nὑπόδειγμα τοῦ ἔφεραν Ἰὼβ τοῦ πολυάθλου,\nκαὶ μετὰ τὸν θεὸν καὶ ὅλους τοὺς ἁγίους.",
        "index": 41
      },
      {
        "text": "ὃ δὲ φωνὴν οὐκ ἔδωκεν, ἀκρόασις οὐκ ἦτον.\nὕ45 καὶ στρέφουνται καὶ λέγουν το αὐθέντη ᾿Αντιναγόραν.\nἐκεῖνος ὡς τὸ ἤκόυσεν πολλὰ τὸ εἶχεν μέγαν,\nκαὶ τὴν μεγάλην κυριακὴν, φώσκοντος τοῦ ἡλίου,\nτοὺς ἄρχοντάς του ἔπηρεν καὶ ἦμπεν εἰς τὸ πλοῖον.\nἔλεγεν μὴ καὶ ἔλαθεν καὶ ᾿ξέβην μετ᾽ ἐκείνους.\nοῦο ᾿ς τὸ πλοῖον ἔσώ ᾿᾽σέβησαν κ᾽ ᾿Αντιναγόρας λέτει\n»χαῖρε, κύρι ᾿πολλώνιε, καὶ πάλιν λέγω χαῖρε,\nοὐκ ἔνι θλίψις. σήμερον, ἀλλὰ χαρὰ μεγάλη,\n᾿παγκόσμιος ἀνάστασις Χριστοῦ τοῦ ζωοδότου,\nκαὶ τῶν πιστῶν ὁμήτυρις, ἀνάστασις τῶν πάντων.\nθῦῦ λοιπὸν ἀνάστα, ἔξελθε, θεὸν μὴ παροργίσῃς᾽\nαὐτὸς γὰρ μέλλει 'καὶ νεκροὺς καὶ ζωντανοὺς νὰ κρίνῃ\nἐν τῇ δευτέρᾳ τῇ φρικτῇ, οἱ καθαροὶ ἀλλήλους\n᾿νὰ ἴδωσι καὶ νὰ χαροῦν εἰς τὰς μονὰς κυρίου.",
        "index": 42
      },
      {
        "text": ": λοιπὸν ἀνάστα, ἔξελθε, θεὸν μὴ παροξύνῃς.“\nθ46 πολλὰ τὸ ἦχεν μέγαν: αποᾶ ογιοπαδίίομθ Υἱχ δρθύθ τὴ ἀοουΐξ Ἰμορταηὰ\nυρῖ,, ὁ δ᾽ πἀσιαϊ οατὰὴ Οὐοοβέπο οὐδὲ ἀπεκίρθην\nκαὶ τὴν Ταρσίαν ἔπεψεν, καὶ φέραν την ὀμπρός του,\nκράζει καὶ παραγγέλλει τὴν νὰ πάρῃ τὴν κιθάραν,\nγὰ πᾷ πρὸς ᾿Απολλώνιον νὰ τὸν παρηγορήσῃ,\n»ἂν ἔν ὅτι ἐβγάλῃς τον ἀκ τὸ καράβιν μέσα,\nτὰ στάμενα ποῦ ἔδωκεν ὁ κύρις Μαρκιόνης,\nἐγὼ νὰ τὰ πχερόνθν οὐ τ ον πο τα ᾿\nεὐθὺς γὰρ πάλιν ἣ Ταρσιὰ τὴν μουσικὴν λαμβάνει,\nεἰς τὴν κοιλιὰν τοῦ καραβιοῦ ἐνέβηκεν ἣ κόρη,\nπαρηγοριὰς καὶ ῥήματα ἤρξατο νὰ τὸν λέγῃ\n»ἐτοῦτα εἶν᾽ τὰ λυπηρὰ τά ἵχει, ἀφέντη, ὃ κόσμος.“\nκαὶ τὴν κιθάραν ἔκρουεν, μὲ μέλος τὰ κηλάδει\n»οὐκ ἔχει ὁ κόσμος διάφορος οὐδὲ τὰ πλούτη κέρδος᾽",
        "index": 43
      },
      {
        "text": "ὅλοι γυμνοὶ ᾿᾽γεννήθημεν, γυμνοὶ πάλιν ὑπᾶμεν.\nχίλια ἔτη ἂν ζήσωμεν, ὡς μία ὥρα εἶναι.\nποῦ κεῖται καὶ ψυχοῤῥαγεῖ κ᾿ ἐβγαίνει ἣ ψυχή του,\nκαὶ τίς ἔγνω μυστήριον ἢ τὴν βουλὴν κυρίου,\nτὸ πῶς νὰ παύῃ ὁ θάνατος, πῶς ν᾿ ἀκατασχολάζῃ\n“ναὶ, ναὶ, κἀγὼ ἣ ᾿λεεινὴ ἂς εἶχα ἀποθάνει,\nπαροῦ κ᾿ ἔχω πολλαῖς πικριαῖς -καὶ δάκρυα καὶ πόνους.“\nτότε ὁ ᾿Απολλώνιος στρέφεται πρὸς ἐκείνην\nκαὶ λέγει την ,πόθεν εἶσαι καὶ πόθεν ἣ γενεά σου;\nδίδεις μὸυ ὄχλησιν πολλὴν καὶ ταραχὴν μεγάλην.“\n«Καὶ ἤρξατο, ᾿᾽νιγματωδῶς πλαγιὰ τοῦ συντυχαίνει.\nὡς δὲ διέλυσεν εὐθὺς αἰνίγματα ἣ κόρη,\nἐκαταινίγησαν λαλεῖν ἀλλήλους ἄχρι κόρου᾽\n᾿ ρκαὶ ἄκουσον, ὦ δέσποτα, τῆς ταπεινῆς σοῦ δούλης,\nἀοβὶ ἔδοθγϑιη. ἰάθπι γϑυῸ πῦπο οοὗθχ Βαρογο ἀἰοϊδαν ἃ Τιθρταπαϊδ",
        "index": 44
      },
      {
        "text": "καὶ ἔλα ἔξω μεθ᾽ ἡμῶν τὴν σήμερον ἡμέραν.\nἂν ἔβγῃς ἔξω σήμερον ἀπέσω ἀπ᾽ τὸ καράβιν,\n᾿βγαίνω κ᾿ ἐγὼ ἀπ᾿ τὴν σκλαβιὰν κι ἀπὸ τὴν δουλοσύνην.\"\nὑθῦ καὶ κεῖνος ἀπεκρίθη την, τοῦτον τὸν λόγον εἶπεν\n»ἐγὼ ᾿πεδῶ οὐ ξεβαίνιυ ἕως τῆς τελευτῆς μου᾽\nοὐχ ὄψομαι τὸν ἥλιον᾽ ἄμε καλῶς, ἣ κόρη.\"\nἣ δὲ ἀπόρει τὰ πολλὰ, οὐκ εἶχεν τί ποιήσει.\nτὸ κράσπεδόν του ἔλαβεν, πάλιν παρακαλεῖ τον᾿\nτοῦ ἐκεῖνος τὴν ἐῤῥάπισεν ᾿ς τὴν δεξιὰν σιαγῶνα.\nτοῦτο δ᾽ ἐθλίβην το πολλὰ, ἀπὸ ψυχῆς στενάζει,\nἀνέκραζεν καὶ στέναζεν τὸ τ᾽ ἔπαθεν ἣ κόρη\n»ἂν ἤξευρες τὸ γένος μου καὶ τίνος κόρη εἶμαι,\nγὰ ἔπασχας καὶ νά ᾿κλαιες ἀντάμα μετὰ ᾿μένα.\nτοῦ ἐγῷμαι κόρη πρίγκιπος, ἐγγόνη βασιλέως\nτῆς Τύρου καὶ τῆς Τρίπολης καὶ τῆς ᾿Αντιοχείας.",
        "index": 45
      },
      {
        "text": "καὶ δέσποινα ἣ μάνα μου μέσα εἰς τὸ καράβιν\nἐγέννησέ μ᾽ ἣ δύστυχος κ᾽ ἀπέθανεν ἐκείνη᾽\nκαὶ μέναν ὁ πατέρας μου εἰς τὴν Ταρσὸν μὲ πῆρεν\nτι0 καὶ παραδίδει με ἐκεῖ τὸν κύρι Στραγγαλιῶνα.\nεἶχα τὴν παραμάναν μου ἀντὶς μάναν καὶ κύριν,\n᾿ Ἱλεωκαρδιὰν τὴν ἔκραζαν, παρηγοριὰν ψυχῆς μου,\nκἀκείνη ἀφ᾽ ὧν ἀπόθανεν, πολλὰ κακὰ με ηὗραν.\nεἶχεν ἣ Διονύσια, κυρὰ τοῦ ὁσπητίου,\nτιῦ κόρην μαύρην καὶ ἄσκημην, Ζαμπέλαν τὴν ἐκράζαν.\nκαὶ διατ᾽ ἤμουν ὄμορφη, πάντα ἐζήλευσάν μου.\nκαὶ μιᾷ οὖν τῶν ἡμερῶν πῆγα ᾿ς τὸ ἀκρωτήριν,\nγὰ κλάψω παραμάναν μου ᾿ς τὸ μνῆμάν της ἀπάνω.\nἐκεῖ 'πεψαν τὸν δοῦλόν τους διὰ νὰ μὲ σκοτώσῃ᾽\nκαὶ ζήτημαν τοῦ ζήτησα ἄχρις ὡς μίαν ὥραν᾽\nκαὶ στάθηκα νὰ προσευχθῶ ὡς διὰ τὴν ψυχήν μου᾽",
        "index": 46
      },
      {
        "text": "μουν, δι Βυγβίαπῃβ, Βίοοῖθθ ἐζήλευσαν οὐ. ΦἔΤἔἠ18 τὴν παραμάναν\nἰδοὺ, ἐξαίφνης ἤλθασιν ἀράπιδες κουρσάροι\nκαὶ παίργουν με καὶ. φέρνουν με ἐδῶ ᾽ς τὴν Μιτυλήνην.\nτοῦ καὶ εἷς αἰσχρὸς καὶ βδελυρὸς γέρων ἀπαὶ τὴν χώραν\nχρυσίνους δίδει ἑκατὸν καὶ παίρνει με διὰ σκλάβα.\nεἰς τὸ πορνεῖον μ᾽ ἔστειλεν μὲ ἄλλαις ὁποῦ εἶχεν,\nγράφει καὶ τίτλον ἄνωθεν ᾽ς τ᾽ ἀνώφλιον τῆς πόρτας,\nὅστις τὴν πρώτην νύκταν (νὰ) κοιμηθῇ μετὰ μέναν,\nχρυσάφι λίτρα ἥμιση νὰ ἔναι ἣ τιμή μου,\nὁ δεύτερος τὸ τέταρτον, κι ὃ τρίτος ἄλλον τόσον,\nκαὶ μετὰ οἱ ἑξῆς ἀπ᾿ ἑνὸς δηναρίου.\nἦλθεν ὁ πρῶτος τῇ νυκτὶ, ἀφέντης ἦν τοῦ τόπου,\nκαὶ σκύπτω εἰς τοὺς πόδας του, ᾿κλαίω τὴν. συμφοράν μου,\nπ85 καὶ δέομαι, ἀντιβολὼ, διὰ τὴν παρθενιά μου,\n᾿ς ξηγοῦμαι καὶ τὴν τύχην μου, τὴν γενεὰν τὴν εἶχα,",
        "index": 47
      },
      {
        "text": "\"καὶ κεῖνος ἐλυπήθη με κ᾿ ἔκλαυσεν μετὰ μέναν,\nκαὶ δίδει με -τὸ ψυχικὸν, χρυσάφιν λίτραν μίαν.\nὁμοίως καὶ ὁ δεύτερος, ὁμοίως καὶ ὃ τρίτος,\nκ᾿ ἐγὼ πάλιν τὰ χρήματα δίδω τα τ᾽ αὐθεντός μου.\nἀλλ᾽ ἄτυχος -ἀκόρεστος οὐκ ἦτον χορτασμένος᾽\nὶ ὡς εἶδεν ὅτι ἐκ θεοῦ τηρεῖτ᾽ ἡ παρθενιά μου,\nκαὶ δὲν εὑρέθηκέν τινὰς ὡς διὰ νὰ μὲ βιάσῃ,\nεἶχεν γὰρ δοῦλον ἀσεβὴν ἄνομα ἸΤωκαρώπα,\nτ4ῦ͵ δρίζει, διαφεντεύγει τον νὰ ἔλθῃ νὰ μὲ φθείρῃ.\nἐκεῖνος ἦλθεν τὸ λοιπὸν μετὰ μεγάλης βίας,\nκαὶ πίπτω εἰς τοὺς πόδας 'του, κλαίω, παρακαλῶ τον,\nροὐδὲν τολμῶ“ μὲ ἔλεγεν ,, καὶ ὁρισμένος εἶμαι.\"\n᾿ ἐγὼ δὲ λέγω πρὸς αὐτόν ,,καὶ τί ᾽ναι βία τούτου; “\nτῦο ,,'ὅ ἀφέντης. μας (τὰ) στάμενα γαπᾷ νὰ (τὰ) κερδαίνῃ,\nκαὶ -διὰ 'τοῦτο; τὸν ποιεῖ ἤτιφι τὸ τ ες ᾧ",
        "index": 48
      },
      {
        "text": ". τότε παρακαλῶ αὐτὸν, τοῦτον τὸν λόγον λέγω,\n᾿»εἰπέ τον τὸν ἀφέντην μὰς καὶ ἂς μοῦ συμπαθήσῃ,\n. καὶ μιὰν κιθάραν ἔμορφην θέλω διὰ νὰ μοῦ ποίσῃ,\nΤῦῦ καὶ νὰ τὴν κρούω εἰς χαρὰς, λογάριν νὰ σωρεύσω\nἐπένευσεν ὃ ἀσεβὴς κι ἀφῆκέν με εἰς τοῦτο, .\nκαὶ τώρα ὁ ᾿Αντίγορος ὁ ἄρχοντας τοῦ τόπου,\nὁποῦ μὲ ποῖκεν τὸ καλὸν (εἰσὲ) τὴν πρώτην νύκταν,\nΟτρ00 ἐτάχθην πάλιν εἰς τὸν θεὸν, ἂν ἔβγω ἀπὸ μέσα,\nτὰ στάμενά μου τῆς σκλαβιᾶς ἐκεῖνος νὰ τὰ δώσῃ,\nκαὶ νᾷμαι καὶ ἐλεύθερη ὅπου θέλω νὰ πάτω.\"“\nἐκεῖνος ὅσον ἤκουσεν τὰ λόγια τῆς κόρης,\nθωρεῖ καὶ παραμοίαζεν τῆς μάνας της τὰ κάλλη᾽\nτοῦ τόση ἦτον͵ ἣ μήτηρ της ὅταν τὴν εὐλογήθη.\nεἶδεν καὶ τὰ. σημάδια της, εὐθὺς ἀγνώρισέν την΄\nτρέχει καὶ ἀγκαλιάζει την, σκύπτει, καταφιλεῖ τῆν.",
        "index": 49
      },
      {
        "text": "»ἐγῷμαι ὃ πατέρας σου, ὃ πρίγκιπας τὸν λέγεις\"\nἐτὼ γιὰ σέναν κάθομαι εἰς τὴν κοιλιὰν τοῦ πλοίου.\nτο ὡς ἔμαθα εἰς τὸν Ταρσὸν ὅτι εἶσ᾽ ἀποθαμένη,\n“μνημεῖον κόρης παντερπνῆς Ταρσίας τῆς παρθένου,᾽\nεὐθὺς (ἰς) τὸ πλοῖον ἔμπηκα, ἀπέσω εἰς τὴν κοιλιάν του,\nκαὶ ὥμοσα νὰ μηδ᾽ ἐβγῶ ὡς ὅπου ν᾿ ἀποθάνω.\nττὸ ἔχω σ᾽, (ἔχω σ᾽.) ὀμμάτια μου, ἔχω σε, φῶς καὶ δόξαν.\nἔλα καὶ ἂς ὑπάγωμεν ἔξω ἀπ᾽ τὸ καράβιν.\"\nἐξέρχουνται ὁμοῦ. οἱ δυὸ καὶ εἰς τὴν γῆν ὑπᾶσιν᾽\nτὰ βούκινα ἐπαίξασιν μέσα εἰς τὸ καράβιν,\nτὰ φλάμπουρα ἐστήσασιν κ᾿ εἶχαν χαρὰν μετάλην.\nκ᾿ ἦτον διπλὴ ἣ ἑορτὴ ἀνάστασης κυρίου.\nεἰς τὰ παλάτια πήγασιν τοῦ ἄρχοντος τοῦ τόπου,\nκαὶ χαίρονται κ᾿ εὐφραίνονται μικροί τε καὶ μεγάλοι.\nἐζήτησεν ὃ ἄρχοντας, ἀφέντης γοῦν τῆς χώρας,",
        "index": 50
      },
      {
        "text": "ζητᾷ γυναῖκαν νόμιμον τὴν Ταρσίαν νὰ πάρῃ.\nἐπένευσεν ὃ κύρις της, καὶ γίνετον ὁ τάμος.\n“ἣ δὲ Ταρσία ζήτησεν τὸν δυστυχὴν τὸν γέρον,\nπέμπει καὶ κωλοσύρνουν τον, κόπτουν τὴν κεφαλήν του,\nὃ οἶκός του ἐγίνετον ἅρπαγμα δημοσίου.\nβλέπει ὁ ᾿Απολλώνιος ἕν ὄνειρον τὴν νύκταν,\nὅτι ἦλθεν ἄγγελος θεοῦ, λέγει αὐτὸν τοιαῦτα\n»γοργὸν ἄμε ᾽ς τὴν Ἔφεσον, θεοῦ κελεύοντά σε,\nνὰ προσκυνήσῃς τοὺς ἁγιοὺς, ὅλα τὰ μοναστήρια\nτοῦ εἰς γυναικεῖα ἄμε δὲ καὶ ὅλα νὰ τυρεύσῃς,\nκαὶ νὰ δοξάσῃς τὸν θεὸν καὶ ὅλους τοὺς ἁγίους. φ\nἐξύπνησεν, ἐγέρθηκεν, λέγει τὸ ὄνειρόν του,\nκαὶ τὸν γαβρόν του παίρνει τον ὁμοῦ μὲ τὴν Ταρσίαν\"\nς τὴν Ἔφεσον ἀπέπλευσεν μὲ κάτεργα μεγάλα.",
        "index": 51
      },
      {
        "text": "ἐπιστηθίου φίλου τοῦ Χριστοῦ, (τοῦ) θεολόγου.\nἦμπαν καὶ προσκυνήσασιν ἀνδρεῖα καὶ τυναίκεια,\nκαὶ εἰς τῆς πρωτομάρτυρος Θέκλας ἐκεῖ (ποῦ) ἦσαν\nπολλαῖς ἁγίαις καλογραῖς καὶ κυρὰ ᾿Αρχιστρατοῦσα,\nἣ σύμβιος τοῦ πρίγκιπος Τύρου ᾿Απολλωνίου.\nὡς γοῦν (ἐκεῖ) ἐχείρισεν νὰ λέγῃ τὰ συμβάντα,\n(ὡς) ἦλθεν διὰ τῆς θάλασσου, λέγει διὰ. τὴν γένναν,\nἐκείνη ἀναγνωρίζει τον, καὶ βράζει ἣ καρδιά της, ΄\nἀπὸ τοῦ θρόνου ᾿γέρνεται καὶ πᾶ. καταφιλεῖ τον\nἐγᾧῴμαι ποῦ μ᾽ ἐβάλετε μέσα εἰς τὸ κιβώτιν\"\nἂν δὲν πιστεύῃς κ᾽ εἶμ᾽ ἐγὼ, ἰδὲ καὶ τὴν γραφήν σου,\nἰδὲ καὶ τὸ πιττάκιν σου τὸ εἶχα ᾿ς τὸ κιβώτιν.\"\nκαὶ τότε γίνεται χαρὰ ὡσὰν καὶ εἰς τὸ πρῶτον\nκὰἀὶ τίς ἰδὼν νὰ μὴ χαρῇ καὶ τὸν θεὸν δοξάσῃ;\nκάθουνται, συμβουλεύονται εἰς τὴν Ταρσὸν νὰ πᾶσιν",
        "index": 52
      },
      {
        "text": "κ κ κ Ἂκ Ἂκ\nΣν κα ικτε ήν τς Διονυσίαν καὶ τὸν Στραγγαλιῶνα.\nΟασχη οβῦ\nΟ τὸν τάφον δεῖξέ μου νὰ ᾿δῶ νὰ κλαύσω τὴν Ταρσίαν ! “\n᾿ς ἀνοίγουσιν καὶ ἱβρίσκουσιν ξύλον εἰς τὸ κιβούριν,\nκαὶ τότε ᾿βγάλλουν τὴν Ταρσιὰν καὶ πᾶν την εἰς τὸ μέσον.\nτοὺς ἄρχοντας ἐκράξασιν, ἐκδίκησιν ζητοῦσιν.\nκαὶ παίρνουν τὸ ἀντρόγυνον ὁμοῦ μὲ τὴν Ζαμπέλαν\nκαὶ ἐπληρώθη τοῦ Δαβὶδ τὸ ψαλμᾷιδοῦ ἐκείνου\n»τὸν λάκκον ὥρυξαν ἀκρὸν, βόθρον μέγαν ἐποῖκαν,\nκαὶ εἰς αὐτὸν ἐνέπεσον αὐτοὶ (οἷ) ἐργάσαντό τον.\"\nτὸν βίον των ἐσπάραξαν οἱ ἄρχοντες τῆς πόλης.\nεὐθὺς τὸν ἐπροσδέκτησαν μετὰ χαρᾶς μεγάλης\nκαὶ στέψασίν τον βασιλεὰ, ἀφέντην εἰς τὸν τόπον.\nκαὶ τὸν γαβρὸν καὶ τὴν Ταρσιὰν ᾿ς τὸν τόπον του τοὺς βάλλει",
        "index": 53
      },
      {
        "text": "καὶ βάνει τοὺς ἀντίτοπους ὡσὰν παιδιά του ποῦ ἦσαν.\nἐπῆραν καὶ ἐξέβησαν, εἰς Τύρον ἀπαισώνουν.\nἐξαίφνης ὡς τὸν. εἴδασι ὅλοι μικροὶ μεγάλοι,\nἐχάρησαν, ἐσκίρτησαν, εἶχαν χαρὰν μεγάλην.\nδρίζει καὶ ἀφίνει τους τὸ τέλος καὶ τὸ χρεός τους\nκἀκεῖνος ἀποδιάβηκεν, ᾿ς τὴν Τρίπολιν ἐπῆγεν,\nἐκεῖ βρασιν τὸν βασιλεὰ, τὸν γέρον των πατέρα,\nπλέκουν, καταφιλοῦσίν τον, κεῖνος πάλιν ἐκείνους.\n»πατέρας εὐφραινόμενος τὴν ἑαυτοῦ θυγάτηρ\nγίνέται ἔκλαμπρος χαρὰ, μεγάλη εὐφροσύνη.\"\nὅλοι (τοργὸν) ἐδράμασιν διὰ νὰ τοὺς ἰδοῦσιν,\nπέσον, Θπὶ ΟὐΘβυμ πα (οἷ) οἵχὰ ἐργάσαντο σε τὸν ἔπραξαν, ὕγῸ\nγοργὸν Ββογϊρδὶ, οοᾶδχ μικροὶ. ροίΐοϑἑ ἔαϊββθ ὅλοι μικροὶ μεγάλοι τε ἔδραμαν\nγὰ τοὺς ἴδουν :",
        "index": 54
      },
      {
        "text": "ἐκεῖ γὰρ ἀπεμείνασιν ἀντάμα μὲ τὸν τέρον.\nἐγένοντο διάδοχοι ὁμοῦ οἱ κληρονόμοι,\nκαὶ τὸν γαβρόν του ἔστειλεν καὶ στέψαν βασιλέαν..\nΚαὶ ἐξηγήθημεν διὰ τὰ μεγαλεῖα\nτὰ ἄπειρα τὰ γίνονται καθ᾽ ἑκάστην ἡμέραν\nπαρὰ τοῦ παντοκράτορος καὶ ποιητῆ τῶν πάντων,\nεἰς δόξαν καὶ (εἰς ἔπ)αινον τριάδος ἀδιαιρέτου,\nνῦν καὶ ἀεί (τε) καὶ εἰς τοὺς αἰῶνας τῶν αἰώνων.\nἀμήν.",
        "index": 55
      }
    ]
  }
}