{
  "chapterNumber": 13,
  "title": "Commentary on the Marriages of Zeus (Lines 881-929)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "881. αὐτὰρ ἐπεί ῥα πόνον. ἐντεῦθεν ἄλλως νοητέον τοὺς Τιτᾶνας. ἐκεῖ μὲν γὰρ εἰς τὰ ὑπὸ γῆν πνεύματά τε καὶ ὕδατα ἠλληγόρηντο, ἐνταῦθα δὲ εἰς τὸ χαλκοῦν γένος, περὶ οὗ καὶ ἐν τῷ περὶ ἔργων καὶ ἡμερῶν φησιν. ἐπεὶ γάρ, φησίν, οἱ μάχαις συζῶντες ἠφανίσθησαν ἄνθρωποι, (τότε, ἐπεὶ τῇ τετάρτῃ γενεᾷ, δηλαδὴ τῇ τῶν ἡραώων, ὁ Ζεὺς ἐβασίλευεν, ἤτοι ὁ νοῦς), ἐγένοντο ἕτεροι, οἳ αὐτῶν βασιλέα τὸν Δία προεστήσαντο, οἵ τινες δὴ μετὰ φρονήσεως ἔζων καὶ βουλῆς."
      },
      {
        "index": 2,
        "text": "886. Ζεὺς δὲ θεῶν βασιλεὺς. ὁ δὲ Ζεύς, φησίν, ἤτοι ὁ νοῦς, πρῶτον συνῆλθε τῇ Μήτιδι. εἰ μὴ γὰρ ὁ νοῦς βουλεύσαιτο καὶ τὸ ἐπαμφοτερίζον εἰς ἒν περιστήσειεν, οὐκ ἄλλως τὸ ἴδιον ἐνεργές. ποίαν Μῆτιν; τὴν πολλὰ εἰδυῖαν. ἐκ γὰρ φρονήσεως καὶ πολυπειρίας τὰ πάντα γινώσκει τις. ἐπεὶ δὲ τὴν Ἀθηνᾶν γεννήσειν ἔμελλεν, ἤτοι τὴν φρόνησιν, τὴν Μῆτιν κατέπιε, τουτέστι τὴν ἐπαμφοτερίζουσαν τούτου βουλὴν εἰς ἓν περιέστησε καὶ τὸ εὔνομον ἀπεγέννησε."
      },
      {
        "index": 3,
        "text": "891. Γαίης φραδμοσύνῃσι. ἐπεὶ γὰρ οἱ ἐν ἡμῖν νόες τοῦ πρώτου νοός εἰσιν ἀπόρροιαι, τὸν δὲ οὐρανὸν τῷ πρώτῳ νοῒ ἀπονέμουσι (φασὶ δὲ καὶ σύνευνον τὴν γῆν οὐρανοῦ), καλῶς εἶπε δηλονότι, ἄνωθεν πηγασάσην τὴν βουλήν."
      },
      {
        "index": 4,
        "text": "894. ἐκ γὰρ τῆς εἵμαρτο. εἰ μὴ γὰρ ἡ Ἀθηνᾶ, ἤγουν ἡ φρόνησις καὶ τὸ συνετὸν διακριτικόν, ἐγεννήθη, ἔμελλεν ἡ ἀβουλία προελθεῖν, ἣν καὶ ὑπέρβιον διὰ τὸ ἀναιδὲς εἶπεν. Ἀθηνᾶν δὲ ποίαν; τὴν γλαυκῶπιν, ἤτοι τὴν λαμπρυντικήν (γλαύσσω γὰρ τὸ βλέπω), ἢ τὴν καταπληκτικὴν παρὰ τὸ γλαυκοὺς ὦπας ἔχειν (καὶ γὰρ τὰ φοβερώτατα τῶν θηρίων τοιούτους ὀφθαλμοὺς ἔχειν φασίν), ἣν Τριτογένειαν εἶπε, παρόσον ἐκ τῆς Τριτοῦς, ἤτοι ἐκ τῆς κεφαλῆς γεννᾶται. οἱ Κρᾶτες γὰρ τὴν κεφαλὴν Τριτώ φασιν."
      },
      {
        "index": 5,
        "text": "901. δεύτερον ἠγάγετο λιπαρὴν Θέμιν. ἔπειτα μετὰ τὸ τὴν φρόνησιν γεννηθῆναι ὑπʼ αὐτοῖ, παρήχθη καὶ ἐφάνη τὸ δίκαιον, ὃ καὶ τὰς Ὥρας γεγέννηκε, τὴν ὐνομίαν, τὴν Δίκην καὶ τὴν Εἰρήνην. δικαίου γὰρ πολιτευομένου καὶ διαγωγὴν καλλίστην ἔστιν ἰδεῖν καὶ δικαιοσύνην καὶ εἰρήνην. ἃς Ὥρας εἶπε διὰ τὸ ἐπιτηρεῖν τὰ ἔργα τῶν ἀνθραώπων. ἐγέννησε δὲ καὶ τὰς Μοίρας αὐτάς, τὴν διανέμησιν τῶν ἀνηκόντων ἑκάστοις , ὃ πρῶτον δίκαιόν ἐστιν. αἷς οἰκεῖα καὶ τὰ ὀνόματα παρὰ τὸ ἐπικλωθόμενον καὶ ἐπιλαγχάνον τινὶ τοῦ λοιποῦ ἀμετάτροπον εἶναι. ἡγάγετο καὶ τὴν Εὐρυνόμην, ἤτοι τὴν εὐρεῖαν διαγωγήν. φρονήσεως γὰρ προηγησαμένης, τὰ πάντα συμβαίνει καλά, ἣν κόρην τοῦ Ὠκεανοῦ εἶπε παρὰ τὸ τὴν τοιαύτην εὔροιαν ὠκέως ἐν τῷ βίῳ νοειν ἡμῶν, ἥ τις ἐγέννησε τὰς Χάριτας, περὶ ὧν προειρήκαμεν ἐν ἀρχῇ, αἵ τινες χαροπαί εἰσιν."
      },
      {
        "index": 6,
        "text": "912. Δήμητρος. εἰ μὲν τὸν Δία ἐπὶ τοῦ νοὸς ἐθέλεις λαβεῖν, οὕτω νοεῖται, ὅτι ὁ Ζεύς, ἤτοι ὁ νοῦς, ἐφεῦρε καὶ τὸ σπείρειν εἰς γῆν. εἰ δʼ ὡς ἐν κεφαλῇ, οὕτως ὁ Ζεύς, ἢ τὸ ὕδωρ ἢ ὁ ἥλιος, (βέλτιον δὲ τὸν ἥλιον νοεῖν), συνελθὼν τῇ Δήμητρι, ἤγουν τὴν γῆν πυρώσας, ἔπεισε γεννῆσαι τὴν Περσεφόνην, ἤτοι τὴν θρεπτικὴν δύναμιν (φερβοσύνην τινὰ οὗσαν), συντεθειμένην ἀπὸ τοῦ φέρβω τὸ τρέφω καὶ τὸ φονεύω, οἱονεὶ φονεύεται κρυπτόμενος ὑπὸ γῆν ὁ καρπούμενος. ἣν Περσεφόνην τὸν Ἅιδην εἶπεν ἁρπάσοι, παρόσον ὑπὸ γῆν κρύπτεται καὶ πρὸς καιρὸν ἀφανίζεται, ἣν αὖθις ὁ Ζεύς, ἤτοι ὁ ἥλιος, ἀναφανῆναι πεποίηκε. πάλιν γὰρ ἀναδίδοται καὶ αὐξάνει."
      },
      {
        "index": 7,
        "text": "915. δʼ ἐξαῦτις. πάλιν ἠγάγετο τὴν Μνημοσύνην. δεῖ γὰρ καὶ μνήμης τῷ νοΐ, ἀφʼ ἧς μνήμης αἱ Μοῦσαι, ὡς προείπομεν, ἐγένοντο."
      },
      {
        "index": 8,
        "text": "918. δʼ Ἀπόλλω να. ἡ Λητὼ δέ, φησίν, ἤτοι ἡ νὺξ ἐγέννησε τὸν Ἀπόλλωνα καὶ τὴν Ἄρτεμιν, τὸν ἥλιον δηλονότι καὶ τὴν σελήνην, ἣν κελαδεινήν φησι διὰ τοὺς ἐπὶ τῇ γεννήσει ταύτης ἐγγινομένους κελάδους, ἰοχέαιράν τε διὰ τὰς ἐξ αὐτῆς ἀκτινοβολήσεις, κυνηγέτιδα δέ, παρόσον δοκεῖ πλησιάζουσα τοῖς ὄρεσι κυνηγετεῖν."
      },
      {
        "index": 9,
        "text": "921. λοισθοτάτην δʼ Ἥρην. αὐτὴ δʼ ἐγέννησε τὴν Εἰλείθυιαν, ἤτοι τὴν γεννητικὴν δύναμιν καὶ τὴν εἰς τὸ εἶναι ἔλευσιν καὶ προαγωγήν, καὶ τὴν Ἥβην καὶ τὸν Ἄρην, ὅτι ὑπὲρ εὐαερίας καὶ περὶ χωρῶν λιπαρῶν ὁ πόλεμος γίνεται. τινές φασιν, ὅτι μετὰ τὸ τοὺς παλαιοὺς ἐμπλησθῆναι εἰς κόρον πάντων τῶν βιωτικῶν τὰ περὶ ἀέρος καὶ τῶν ἄλλων ἐπετηδεύσαντο. ἢ καὶ οὕτως. τὴν Ἥραν σύζυγόν φασι τοῦ Διός, ὅτι ὁ ἀὴρ τῷ αἰθέρι ὑπόκειται, καθώς καὶ ἡ γυνὴ τῷ ἀνδρί. ὁ ἀὴρ δὲ τῷ αἰθέρι συνεφιλιώθη, ἀρχὴν διελὼν τοῦ περιδρόμου κύκλου, φθάσας τὸ κέντρον, ἔνθα δʼ ἀρχὴ καὶ τέλος."
      },
      {
        "index": 10,
        "text": "924. αὐτὸς δʼ ἐκ. ὁ Ζεὺς τῇ Μήτιδι συνελὼν τὴν φρόνησιν ἀπεγέννησεν, ἣν καὶ ἀγελείαν φασὶ διὰ τὸ ἄγη ἐλαύνειν, ἢ διὰ τὸ εἶναι πολεμικήν, ἄγειν τὰς λείας."
      }
    ]
  }
}
