{
  "chapterNumber": 4,
  "title": "Commentary on the Children of Night (Lines 211-232)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "211. Νὺξ δʼ ἔτεκε. ὅσα μὲν φυσικῶς ἐθεωρεῖτο καὶ πρὸς τοῦτο συνέτεινε, κατʼ ἀρχὰς εἶπε. νῦν δὲ πρὸς τὰ καθʼ ἡμᾶς ἔρχεται καί φησιν, ὅτι ἡ Νὺξ ἐγέννησε τὸν Μόρον, τὴν Κῆρα, τὸν Θάνατον. ἐπεὶ γὰρ ἀφανῆ καὶ ἄδηλα τὰ πεπρωμένα πᾶσίν εἰσι, διὰ τοῦτο εἶπεν, ὅτι ἡ Νὺξ ἐγέννησε ταῦτα. ὅτι δὲ Μόρον οὐχ ἁπλῶς τὸν θάνατον δηλοῖ, ἀλλὰ τὸ μεμορμένον καὶ πεπρωμένον, ἄκουσον Ὁμήρου· δέδοικα μὴ ὑπὲρ μόρον Ἀίδος εἴσω βήσομαι, μόρου νοουμένου τοῦ πεπρωμένου καὶ εἱμαρμένου. ἐγέννησε δὲ ἡ Νὺξ καὶ Κῆρα (ἀοράτως γὰρ αἱ κακώσεις πᾶσιν ἐπέρχοντᾳι) καὶ τὸν Θάνατον (καὶ τοῦτο δὲ οὕτως νοεῖται), καὶ τὸν Ὕπνον καὶ τοὺς Ὀνείρους, οὔτινι εὐνηθεῖσα. ἡ νὺξ γὰρ ὕπνῳ καὶ τοῖς ὀνείρασιν ἀφώρισται . φῦλον δὲ ὀνείρων εἶπεν, ἐπεὶ οὐχ ἓν εἶδος ὀνείρων ἐστίν, ἀλλὰ διάφορα, διόπερ καὶ Ὅμηρος δύο πύλας ὀνείρων φησὶ κερατίνην καὶ ἐλεφαντίνην, διὰ μὲν τῆς κερατίνης τοὺς ἀληθεῖς φάσκων ἐξέρχεσθαι (ἁπὸ τοῦ κραίνω τὸ τελειῶ), διὰ δὲ τῆς ἐλεφαντίνης τοὺς ψευδεῖς καὶ ἀπατηλούς, ἀπὸ τοῦ ἐλεφαίρω τὸ ἀπατῶ. τὸ δὲ οὔτινι εὐνηθεῖσα οὐκ ἄλλως ἄν πρὸς τοῦτο συμβιβασθείη, ἀλλʼ ἢ οὕ. τως, ὥσπερ τὰ μὴ ἐκ συναφείας γινόμενα τερατώδη τινὰ πέφυκε γίνεσθαι, οὕτως ἴνα δηλώσῃ τὸ φοβερὸν τῶν ὀνείρων, τοῦτο ἐπήγαγε τὸ μόνην τὴν νύκτα ταῦτα γεννῆσαι."
      },
      {
        "index": 2,
        "text": "214. δεύτερον οὖ Μῶμον. πάλιν δὲ ἐγέννησε τὸν Μῶμον καὶ τὴν κακοπάθειαν· ἀφανῶς γὰρ καὶ οἱ μῶμοι καὶ αἱ καταλαλιαὶ καὶ αἱ κακοπάθειαι πᾶσιν ἐπέρχονται."
      },
      {
        "index": 3,
        "text": "215. Ἑσπερίδας θ’ αἷς. ἐγέννησε δὲ ἡ Νὺξ καὶ τὰς νυκτερινὰς ὥρας, αἷς ὥραις διὰ φροντίδος εἰσὶ τὰ χρυσᾶ μῆλα, ἤγουν τὰ ἄστρα καὶ τὰ δένδρα τὰ φέροντα καρπόν. σκοποῦμεν γάρ, ποίου ἀστέρος λάμποντος οὗτός ἐστιν ὁ καρπός, ποίου δὲ δύοντος οὗτος; διὰ γὰρ τοῦτο καὶ ὁ μῦθός φησι τὸν Ἡρακλέα τὰς Ἑσπερίδας ἀνῃρηκέναι , Ἡρακλέους ἐκεῖ νοουμένου τοῦ ἡλίου, παρὰ τὸ ἔαρος κλέος, Ἑσπερίδων δὲ τῶν τῆς νυκτὸς ὡρῶν. τοῦ γὰρ ἡλίου λάμψαντος, οὔτε νὺξ οὔτε ἀστέρες εἰσί. νοεῖται δὲ καὶ οὕτως. Ἑσπερίδας τὰς ἁπλῶς ὥρας φησί, καθʼ ἃς ὥρας φροντίζομεν, ποῖος ἀστὴρ φαίνει, ποῖος δὲ οὔ, καὶ ποίου ἀστέρος φαίνοντος οὗτος ὁ καρπὸς γίνεται, ποίου δὲ δύνοντος οὗτος; καὶ εἰ νοηθείη οὕτως, συνταχθείη καὶ οὕτως τὰ φέροντά τε τοῖς δένδρεσι καρπόν. ἐγέννησε δὲ καὶ τὰς Μοίρας καὶ τὰς Κῆρας, ἐπεὶ πάντα ἐσωματοποίουν οἱ Ἕλληνες, καὶ τὰς Μοίρας ἐσωματοποίουν καὶ ἀπὸ τῶν συμβαινόντων τὰ ὀνόματα ταύταις ἐτίθουν. ἐπειδὴ γὰρ κλώθειν λέγεται τὸν μίτον μίτῳ συντιθέναι, διὰ τοῦτο καὶ Κλωθ λέγεται, διὰ τὸ τὰ συμβαίνοντα πᾶσι κεκλωσμένα εἶναι, ἤγουν δεδομένα καὶ εἱμαρμένα, Λάχεσις παρὰ τὸ ἐπιλαγχάνον τινὶ κλώθειν, Ἀτροπος δὲ παρὰ τὸ ἄτρεπτον εἶναι τὸ μέλλον ἐπισυμβῆναί τινι. καὶ ἀπὸ τῆς Ἀτρόπου δὲ πάντα παραλαμβάνεται."
      },
      {
        "index": 4,
        "text": "220. αἵ τʼ ἀνδρῶν τε θεῶν τε. αἵ τινες διοικοῦσι πάντα τὰ τῶν ἀνδρῶν πράγματα καὶ τὰ τῶν στοιχείων. οἵως γὰρ ὡρίσθησαν ἐξ ἀρχῆς, οὕτω καὶ μένουσιν. ἐγέννησε δὲ καὶ τὴν Νέμεσιν. ἡμεῖς μὲν Νέμεσιν λέγομεν τὴν ἐπὶ ἀλόγῳ τινὶ συμβαίνουσαν μέμψιν, οὗτος δὲ τὸν φθόνον φησίν. ἐγέννησε δὲ καὶ τὴν Φιλότητα καὶ τὴν Ἀπάτην, ἀλλʼ οὐχ οἷαι τῆς Ἀφροδίτης εἰσίν. ἐκεῖ γὰρ Ἀπάτην ἀλλοίαν φησὶ τῇ Ἀφροδίτῃ παρέπεσθαι, ὅθεν καὶ Παφίαν αὐτὴν καλοῦσι παρὰ τὸ παφάσκειν, ἤγουν ἀπατᾶν. ἐνταῦθα δὲ οὐ τοιαύτην, ἀλλʼ ἐπειδὴ ἀπατῶντές τινα φιλίαν αὐτοῦ προσποιούμεθα, κρυπτῶς δὲ τοῦτο ποιοῦμεν καὶ ἀπατῶμεν· διὰ τοῦτο καὶ ἐν νυκτὶ ταύτην γεννηθῆναί φησιν. ἐγέννησε δὲ καὶ τὸ Γῆρας. κατʼ ὀλίγον γὰρ οἱ ἄνθρωποι μαραινόμενοι θνήσκουσιν. ἀδήλως δὲ καὶ τοῦτο ἐπισυμβαίνειν εἴωθεν. ἐγέννησε δὲ καὶ τὴν Ἔριν, ἡ δὲ Ἔρις ἐγέννησε τὸν Πόνον καὶ τὴν Λήθην, ἢ διότι, ἐὰν μετʼ εὐεργέτου τις ἐρίσῃ, ἐπιλανθάνεται τῶν ἐκείνου εὐεργεσιῶν, ἢ οὗτος παρʼ ἐκείνου ἐπιλανθάνεται, τὸν Λιμόν τε, εἴωθε γὰρ ἐν ᾗ ἄν θέρος πόλει ἐπέλθοι, λιμὸν τοῖς ἐγχωρίοις ἐπάγειν. ἐγέννησε δὲ καὶ τὰς Μάχας, τὰς Φιλονεικίας, τοὺς ψευδεῖς Λόυοθς, τὰς Ἀντιλογίας, τὴν Δυσνομίαν. καὶ γὰρ νόμος ἐστὶ τὸ μὴ φονεύειν. οἱ ἐρίζοντες γοῦν καὶ φονεύουσι, καὶ διὰ τοῦτο δυσνομίαν ἐργάζονται, ἤγουν κακῶς χρῶνται τῷ νόμῳ. ἐγέννησε δὲ καὶ τὸν Ὅρκον, ὅς τις πλεῖστα τοὺς ἐπιορκήσαντας βλάπτει. οἱ ἐρίζοντες γὰρ πολλάκις μὲν ὀμνύουσι καὶ κατʼ ὀλίγου προβαίνει ἐπὶ μεῖζον. καὶ τοῦτο δηλοῦντες καὶ οἱ παλαιοὶ τὴν Ἔριν ἔγραφον πρῶτον μὲν μικράν, ἔπειτα δὲ κατʼ ὀλίγον αὐξανομένην. πάντα δὲ ὅσα εἶπε την Ἔριν γεννῆσαι, εἰώθασιν ἐπὶ φιλονεικιῶν συμβαίνειν."
      }
    ]
  }
}
