{
  "chapterNumber": 2,
  "title": "Commentary on the Cosmogony: Chaos, Gaia, Tartarus, Eros (Lines 116-153)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "116. ἤτοι μὲν πρώτιστα χάος ἐγένετο. χάος ἐνταῦθα ἠλληγόρησάν τινες τὸ ὕδωρ παρὰ τὸ κεχύσθαι. πρῶτον μὲν οὖν, φησί, προϋπέστη τὸ ὕδωρ ἡ γῆ τε, τί ἀσφαλὲς κατοικητήριον τῶν ἀθανάτων, ἀθανάτων νοουμένων ἐνταῦθα ἀέρος, ὕδατος, πυρός. καὶ γὰρ κἄν τοῖς κοιλώμασι τῆς γῆς ἔστιν εὑρεῖν ἀέρα καὶ πῦρ καὶ ὕδωρ. καὶ τὰ ἀγγεῖα δὲ κἂν ὑγρότητος μὴ ἐμπέπλησται, ἀέρος μεταλαμβάνουσι. κατοικητήριον γοῦν ἐστιν αὕτη τῶν τοιούτων στοιχείων, ἅπερ ἀθάνατα εἶπε διὰ τὸ ἀεὶ εἶναι. ποίων δὲ ἀθανάτων κατοικητήριον; οἵπερ περὶ τὸν ἀέρα εἰσί. προϋπέστη δὲ καὶ Τάρταρος, ἤγουν ὁ ἀὴρ παρὰ τὸ τεταράχθαι. φύσει γὰρ ὄντος ἀφεγγοῦς καὶ σκοτεινοῦ τοῦ ἀέρος, ὁ ἥλιος φωτίζει τοῦτο τὸ ἀχλυῶδες καὶ σκοτεινόν. καὶ ὥσπερ ἡλίου μὴ φαίνοντος ἐπίκειται ὁμίχλη, ἅμα δὲ τῷ φάνσαι τοῦτον διασκεδάζει, οὕτω καὶ ὁ ἀὴρ φύσει ὢν ζοφερὸς ὑπὸ τοῦ ἡλίου φωτίζεται. ἐπεὶ δὲ ὁ μὲν κατὰ μέσον οὐρανοῦ καὶ γῆς ἀὴρ κἄν ζοφώδης ἐστίν, (ἀποβάλλει τὸν γνόφον, αὐτοῦ φαίνοντος τοῦ ἡλίου,) ὁ δὲ ὑποκάτω τῆς γῆς ἀεὶ ζοφώδης ἐστί, διὰ τοῦτο ἐπήγαγε τὸ μυχῷ χθονὸς εὐρυοδείης, καὶ γὰρ τὸν ὑποκάτω τῆς γῆς ἀέρα συμβαίνει ἀλαμπῆ τινα εἶναι. προϋπέστη δὲ καὶ ὁ ἔρως, τουτέστιν ἡ ἁρμονία καὶ κοινωνία τῶν στοιχείων πρὸς ἄλληλα. τοῦ γὰρ ἀέρος θερμοῦ καὶ ὑγροῦ ὄντος, τὸ ὕδωρ συμβαίνει μετέχειν τῆς τοῦ ἀέρος ὑγρότητος πρὸς τῷ καὶ ψυχρὸν εἶναι. πάλιν τοῦ ὕδατος ὄντος ψυχροῦ, συμβαίνει τὴν γῆν ψυχρὰν εἶναι πρὸς τῷ καὶ ξηρὰν τυγχάνειν. ὡσαύτως καὶ τὸ πῦρ πρὸς τῷ εἶναι θερμὸν καὶ ξηρόν ἐστι, καὶ οὕτως ἀλλήλοις εἰσὶ συνηνωμένα καὶ τῆς ἀλλήλων ποιότητος συμμετέχοντα. καὶ τοῦτό ἐστιν, διʼ ὅπερ καὶ Ὅμηρος παρεισάγει τὸν Δία λέγοντα ὀργιζόμενον τοῖς θεοῖς τὸ ,,σειρὴν χρυσείην ἐξ οὐρανόθεν κρεμάσαντες“. ἐὰν γὰρ ἡ τάξις καὶ ἡ κοινωνία τῶν στοιχείων ἡ πρὸς ἄλληλα διαλυθῇ, ἥδη καὶ τὸ πᾶν καταλέλυται. τινὲς δέ φασιν Ἔρον νοεῖσθαι καὶ τὸν αἰθέρα. ἐπεὶ γὰρ ὁ ἔρως οὐ μόνον θερμότητός ἐστιν αἴτιος, ὥσπερ καὶ ὁ αἰθήρ, ἀλλὰ καὶ λύων τὰ μέλη, εἰκότως ἄν κἀπὶ τοῦ αἰθέρος λαμβάνοιτο, ὅς ἔρως, ἤγουν ἡ κοινωνία τῶν στοιχείων ἡ πρὸς ἄλληλα ἢ ὁ αἰθήρ, δαμάζει τὴν φρόνησιν πάντων τῶν ἀνθρώπων διὰ τὸ μὴ ὑπό τινος δύνασθαι νοεῖσθαι."
      },
      {
        "index": 2,
        "text": "126. γαῖα δέ τοι ἡ γῆ δὲ πρῶτον μὲν ἐγέννησε τὸν οὐρανόν. φησὶ γὰρ τὴν γῆν κέντρου λόγον ἐπέχειν πρὸς τὸν οὐρανόν. τὸ δὲ ἶσον ἑαυτῇ, ἤγουν πάντοθεν ὁμοίως ἀπέχοντα καὶ διεστηκότα ταύτης (πάντοθεν γὰρ ἶσος ἀφέστηκε τῆς γῆς), ἵνα ταύτην παρακαλύπτῃ πανταχοῦ, ἕως ἐστήρικται καὶ τὰ στοιχεῖα ἐν αὐτῇ. ἐγέννησε δὲ καὶ τὰ ὅρη· ὅσον γὰρ γλίσχρον τῆς γῆς, ἀναπηδῆσαν καὶ ἐξοστρακισθὲν ἐξ αὐτῆς, ὅρη ἐγένετο, ὅσον λεπτὸν ταύτης, ἐκμυζηθὲν τὴν θάλασσαν ἀπετέλεσε. ποῖα δὲ ὄρη ἐγέννησε; τὰ κατοικητήρια τῶν νυμφῶν, ἤτοι τῶν πηγῶν, αἵ τινες κατοικοῦσι ἀνὰ τὰ ὄρη τὰ βησσήεντα, ἤγουν τὰ ἀφʼ ἑνὸς μέρους βάσιμον τὴν πορείαν ἔχοντα, ὥσπερ καὶ τὸ ἀτραπός. ἀτραπὸς γὰρ λέγεται ἡ λεία ὁδός, ἧς ἐκτραπῆναι οὐκ ἔστιν. ἐγέννησε δὲ καὶ τὸν πόντον, (ὅσον γὰρ λεπτότατον τῆς γῆς, ἐκμυζηθὲν οἱονεί, τοῦτον ἀπετέλεσε), μήτινι συνελθοῦσα, ἔπειτα δὲ συνελθοῦσα τῷ οὐρανῷ ἐγέννησε τὸν Ὠκεανόν, ἤγουν τὸν ποταμὸν παρὰ τὸ ὠκέως νάειν. καὶ γὰρ ἄνωθεν κατερχομένου τοῦ ἀτμοῦ, τοῦ ἐκ τῆς γῆς ἀναχθέντος, συμβαίνει τὰ κατερχόμενα εἰς λίμνας ὑδάτων συνεστάναι."
      },
      {
        "index": 3,
        "text": "134. Κοῖόν τε Κρεῖόν τε. διὰ τῶν τοιούτων ὀνομάτων συμβαίνει νοεῖσθαι τῶν ὑομένων ὑδάτων τὴν ἐτυμολογίαν. διὰ μὲν γὰρ τοῦ Κοίου τὸ ποιὸν νοεῖται τοῦ ὀμβρίμου ὕδατος, διὰ δὲ τοῦ Κρειοῦ τὸ ἀκράτητον τοῦ ὕδατος τῆς γῆς, διὰ δὲ τοῦ Υπερίονος τὸ ἀπὸ τοῦ ὑπὲρ ἡμᾶς κατέρχεσθαι τόπου, διὰ δὲ τοῦ Ἰαπετοῦ τὸ ἴεσθαι καὶ πέτεσθαι, διὰ δὲ τῆς θείας τὴν θεῦσιν καὶ τὴν ταχύτητα τῶν ὑδάτων, διὰ τῆς Φοίβης τὸ καθαρώτατον τούτων καὶ εὐειδές, διὰ δὲ τῆς Θέμιδος τὴν θέσιν τοῦ ὕδατος καὶ διευθέτησιν, μέχρις ἄν συνίσταται τὰ τῇδε πάντα καὶ τὰ ὕδατα κατερχόμενα ἄνωθεν ῥέουσι, διὰ δὲ τῆς Ῥέας τὴν ῥεῦσιν, διὰ τῆς Μνημοσύνης τὸ μόνιμον τούτων, Μνημοσύνης τινὸς οὔσης, διὰ τῆς Τηθύος τὸ αὐξητικόν τε τούτου καὶ θρεπτικόν. μετὰ τοῦτο δὲ ἐγένετο ὁ Κρόνος, δηλονότι ὁ χρόνος, συνεπινοουμένου τῷ χρόνῳ καὶ τοῦ ἡλιακοῦ περιδρόμου. ἄλλο τι γὰρ οὐκ ἔστιν ὁ χρόνος, εἰ μὴ ἡ διὰ τῶν δώδεκα ζωδίων διόδευσις τοῦ ἡλίου. μετὰ ταῦτα γὰρ συνέστη ὁ ἥλιος ὁ ἀγκυλομήτης, περὶ ὃν δηλαδὴ πολλά εἰσι τὰ ἀγκύλα καὶ ἀνώμαλα."
      },
      {
        "index": 4,
        "text": "138. δεινότατος παίδων. μόνος γὰρ οὗτος οὐχ ὑποπίπτει τῷ χρόνῳ, τῶν ἄλλων φθειρομένων καὶ εἰς τὰ ἀφʼ ὧν συνέστηκε, διαλυομένων, καὶ τούτῳ ὑποπιπτόντων. ἐμίσησε δὲ ὁ ἥλιος καὶ τὸν ἑαυτοῦ πατέρα χρόνον. πάλιν δὲ ἐγέννησε τοὺς Κύκλωπας, δηλονότι τὰς βροντάς, τὰς ἀστραπὰς καὶ τοὺς κεραυνούς, οἵ τινες καὶ τῇ θείᾳ προνοίᾳ ταῦτα παρέχουσιν, οἳ Κύκλωπες, ἤγουν αἱ βρονταί, αἱ ἀστραπαί, καὶ οἱ κεραυνοὶ τὰ μὲν ἄλλα ὅμοιοι τοῖς θεοῖς, ἤγουν τοῖς ἄλλοις στοιχείοις ὑπῆρχον, κατὰ τοῦτο δὲ μόνον διέφερον, ἐπειδὴ κατὰ μέσον τοῦ μετώπου εἶχον τὸν ὀφθαλμόν, ἐπειδὴ κατὰ τὸ μέσον τοῦ οὐρανοῦ καὶ τῆς γῆς, ἤγουν τοῦ ἀέρος εἶχον τὴν ἐπιφάνειαν. ἄλλοι δὲ τοῦ. οὐρανοῦ καὶ τῆς γῆς ἐγένοντο τρεῖς μεγάλοι παῖδες, λέγω δὲ τοὺς ἀνέμους Ζέφυρον, Βορρᾶν καὶ Νότον. ἐτυμολογεῖ δὲ διὰ τῶν ὀνομάτων τὰς τῶν ἀνέμων δυνάμεις, διὰ μὲν τοῦ Κόττου τὸ ὀργίλον τούτου καὶ δριμύ τε καὶ ἀπειλητικόν, διὰ δὲ τοῦ Βριάρεω τὸ ἰσχυρὸν καὶ σφοδρόν, διὰ δὲ τοῦ Γύγου τὸ ἀπὸ τῆς γῆς γεννᾶσθαι, γύων τῶν πλέθρων τῆς γῆς νοουμένων. τούτων τῶν ἀνέμων ἑκατὸν ἦσαν χεῖρες. διὰ τούτου δείκνυσι τὸ ἰσχυρὸν καὶ πρὸς πάντα σύντομον τῶν ἀνέμων. τὸ δὲ ν κεφαλὰς πρὸς τὸ ρ χεῖρας νοεῖται. ἐπειδὴ γὰρ ρ ἦσαν χεῖρες, ἀνάγκη καὶ πεντήκοντα εἶναι κεφαλάς."
      }
    ]
  }
}
