{
  "chapterNumber": 3,
  "title": "Commentary on the Castration of Uranus (Lines 154-210)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "154. ὅσοι γὰρ γαίης τε. ὅσα γάρ φησιν ἀνεβλάστανον ἀπὸ τῆς γῆς, τῷ ἑαυτῶν πατρὶ μισητῶς διετίθεντο. πατέρα δὲ τὸν οὐρανὸν τὰ ἀπὸ τῆς γῆς βλαστάνοντα κέκτηνται."
      },
      {
        "index": 2,
        "text": "155. δεινότατον τῶν παίδων. τοῦτο εἶπεν, ἐπειδὴ μετὰ τὸ τὰ τῇδε πάντα πραχθῆναι ἄχρι καὶ τὰ νῦν σπειρόμενα σπέρματα ἀναδίδονται καὶ ἐξέρχονται τῶν λαγόνων τῆς γῆς, ἤγουν οἱ ἀμετάτροποι (ὧν τὴν φύσιν οὐδεὶς μετατρέψαι ἰσχύει), μισητῶς διέκειντο τῷ πατρὶ τῷ ἑαυτῶν ἐξ ἀρχῆς, ἤγουν πρὸ τῆς τοῦ ἡλίου παραγωγῆς, πρὸ τῆς τῶν τῇδε πάντων διακοσμήσεως, διὰ τὸ ἅμα τῇ τῶν φυομένων βλαστήσει πάλιν αὐτὸ ἀποκρύπτεσθαι. τῶν ἀτμίδων δὲ τῶν τῆς θαλάσσης εἰς τὸν οὐρανὸν ἀναγομένων καὶ πάλιν ἀτάκτως κατὰ τῆς γῆς φερομένων διὰ τὸ μήπω τὸν ἥλιον παραχθῆναι, πᾶν τὸ φυόμενον ἀπὸ τῆς γῆς διεφθείρετο."
      },
      {
        "index": 3,
        "text": "159. ἡ δʼ ἐντὸς στοναχίζετο. ἡ δὲ γῆ, φησί, ποτὲ μὲν πολλὰ ἀναφιεῖσα, ποτὲ δὲ ὑδατώδη πλημμύραν ἐν ἑαυτῇ δεχομένη, ἐστοναχίζετο καὶ ἐστενοχωρεῖτο. ἐμηχανήσατο δὲ δολίαν, ἤγουν συνετὴν τέχνην. κατασκευάσασα γὰρ ἀπὸ ἀδάμαντος, ἤτοι σιδήρου, δρεπάνην εἶπε τοῖς φίλοις πᾶσι παισίʼ τιμωρησώμεθα τὸν ὑμῶν πατέρα. πάντων δὲ πρὸς τοὖργον δειλανδρησάντων , ὁ Κρόνος μόνος ἐθάρρησε τοῦτο ποιῆσαι. καλῶς δὲ τοῦτο εἶπε. πάντα γὰρ τὰ ἐκ τῆς γῆς προερχόμενα μητέρα κέκτηνται ταύτην. τινῶν δὲ τούτων μὴ δυνηθέντων στῆσαι τὴν τῶν ὑδάτων ἄτακτον φορὰν μηδὲ καλῶς μετέρχεσθαι τὰ τῆς γῆς. μόνος ὁ Κρόνος δηλονότι ὁ ἀρχαιότατος τῶν ἀνθρώπων τοῦτο ἐδυνήθη, θαρρήσαντες δὲ μετήεσαν μὲν τὰ τῆς γῆς, τοῦ δὲ οὐρανοῦ οὐδὲ ὀλίγον ἐφρόντιζον."
      },
      {
        "index": 4,
        "text": "171. ἐπεὶ πατρός γε δυσω νύμου. καλῶς καὶ τοῦτο προσέθηκε. καὶ γὰρ ὁ ἄνθρωπος οὐδένα λόγον κέκτηται τοῦ οὐρανοῦ. οὔτε γὰρ γεννώμενος ἐξ αὐτοῦ τὴν ὑπόστασιν ἔχει, οὔτ’ ἂν ἀναλυόμενος εἰς αὐτὸν ἀναλύεται. διὰ τοῦτο εἶπεν, ὅτι οὐ φροντίζω τοῦ οὐρανοῦ."
      },
      {
        "index": 5,
        "text": "173. γήθησεν δὲ. ἐπὶ πάσης διαχύσεως εἰώθασιν οἱ ποιηταὶ τοῦτο τιθέναι, ὡς καὶ Ὅνγρος· πᾶσα δὲ γήθησε πέρι χθών."
      },
      {
        "index": 6,
        "text": "174. εἷσε δέ μιν κρύψασα λόχῳ. ὥσπερ οἱ λοχῶντες καθήμενοι ἐνεδρεύουσι καὶ κρύπτονται, οὕτως οἱ θερίζοντες οἱονεί τινι λόχῳ προσκαθήμενοι, τὰς στάχυας ἐκθερίζουσιν. ἐδίδαξεν οὖν, φησί, τοὺς ἀνθρώπους ἡ γῆ, πῶς δεῖ ταῦτα μετέρχεσθαι. δέδωκε δὲ αὐτοῖς καὶ δρέπανον κεχαραγμένους ὀδόντας ἔχον καὶ ὑπέθετο τούτοις πάντα τὰ τεχνάσματα. τὸ δὲ λοιπὸν μυθικόν ἐστι."
      },
      {
        "index": 7,
        "text": "178. ὁ δʼ ἐκ λοχεοῖο. καὶ γὰρ οἱ θερίζοντες τῇ λαιᾷ τῶν ἀσταχύων ἐπιλαμβανόμενοι τῇ δεξιᾷ ἀποδρεπανίζουσιν. ἀπέκοψε δὲ τὰ αἰδοῖα τοῦ οὐρανοῦ, ἤγουν τὴν ἄτακτον ἐκείνην τῶν ὑδάτων φοράν."
      },
      {
        "index": 8,
        "text": "181. πάλιν δʼ ἔρριψε φέρεσθαι. καὶ γὰρ οἱ γεωργοὶ ἀπὸ τῶν πρώην γεωργηθέντων ἐπιρριπτοῦντες ἐπὶ τὴν γῆν πάλιν εἰσκομίζονται τοὺς καρπούς· διὰ τοῦτο εἶπεν, ὅτι οὐκ ἔφυγον μάτην ἀπὸ τῆς χειρὸς αὐτοῦ. ὅσαι γὰρ κόκκων. καταβολαὶ καταβληθεῖσαι ἐπὶ τὴν γῆν αἱματόεσσαι, ἤγουν αἴτιαι τῆς συστάσεως τοῦ ἡμετέρου αἵματος, πάσας δέχεται ἡ γῆ. τοῦ χρόνου δὲ περιερχομένου ἐγέννησε τὰς Ἐρινῦς, ἤγουν τὰ σπέρματα παρὰ τὸ ἐν τῇ ἔρᾳ καὶ ἐν τῇ γῇ ναίειν. ἐγέννησε δὲ καὶ τοὺς Γίγαντας, δηλονότι τὰ δένδρα, ἅπερ ὑψηλὰ μὲν ὡς Γίγαντές εἰσι, τοὺς κλῶνάς τε κέκτηνται ἀντὶ δοράτων, καὶ ἀντʼ ἀσπίδων τὰ στελέχη. ἢ Γίγαντας τὸν σῖτον, ὃς τὰς ἀνθερίκας ἀντὶ δοράτων προβάλλεται , τὸ δὲ ἄχυρον ἀντʼ ἀσπίδος. ἐγέννησε δὲ καὶ τὰς Νύμφας τὰς ἐκ τῆς γῆς ἀναφυομένας βοτάνας. ἐτυμολογεῖται δὲ παρὰ τὸ νέας φαίνεσθαι, ἃς νύμφας μελιηδέας, ἤγουν ἐνηδόνους οἱ ἄνθρωποι κατὰ γῆν ὀνομάζουσι."
      },
      {
        "index": 9,
        "text": "188. μήδεα δʼ ὡς τὸ πρῶτον. οὐκ ἄλλως ἄν νοηθείη τοῦτο ἢ οὕτως, ὥσπερ ἐξ ἀρχῆς εἰσεκομίσθη ὁ σῖτος καὶ εἰς πλοῖα εἰσεβλήθη, οὕτως ἐφέρετο ἀνὰ τὸ πέλαγος πολὺν χρόνον. οἱ γὰρ ἔμποροι οὐκ ἄλλως τὸν σῖτον εἰς πλοῖα ἐνιᾶσιν, ἀλλʼ ὡς ἐπʼ ἄλλην χώραν μετακομίσαιντο. διὸ καὶ τὸ πολὺν χρόνον προσέθηκεν. εἰ μὲν γὰρ ἐπὶ τοῦ μύθου ἐτίθει, τὸ ἀεὶ προσέθηκεν ἄν. ἐπὶ δὲ τῆς ἀλληγορίας οὐκέτι ἀλλὰ πολὺν χρόνον, τουτέστι τοσοῦτον χρόνον φέρεται ἀνὰ τὸ πέλαγος, ὅσον μετακομισθῆναι δεήσει πρὸς ἄλλας χώρας."
      },
      {
        "index": 10,
        "text": "190. ἀμφὶ δὲ λευκός. τρεφομένων τῶν ἀνθρώπων ὑπὸ τοῦ σίτου ἐξέρχεται ἀφρός, ἤγουν ἡ σπερμογόνος δύναμις, ἤτοι ὁ σπόρος τῶν ἀνδρῶν. ἀπὸ δὲ τούτου τρέφεται ἡ κόρη, ἤγουν αὐτὴ ἡ τοῦ ἔρωτος δύναμις, ἥν τινα τοῖς Κυθήροις λέγει πρῶτον πελάσαι, ἔπειτα τῇ Κύπρῳ, τοῖς Κυθήροις μὲν παρὰ τὸ ἔνδον κεύθεσθαι, ἤτοι κρύπτεσθαι ἔρωτα (πρῶτον μὲν γὰρ ἐρᾷ τις καὶ κρύπτει τὸν τοιοῦτον ἔρωτα ἐν ἑαυτῷ, εἶτα καὶ τὸ ποθούμενον, εἰ δυνατόν, ἐκπληροῖ), τῇ δὲ Κύπρῳ πελάσαι φησὶ παρὰ τὸ ποριστικὴν εἶναι τοῦ κύειν μετὰ τὸ ἀποτελεσθῆναι. ἢ Κυθήροις παρὰ τὸ κύω, τὸ γεννῶ."
      },
      {
        "index": 11,
        "text": "194. ἀμφὶ δὲ ποίη. ποὺς λέγεται τὸ τελευταῖον μέρος τοῦ σώματος, οὐκ ἄλλοθεν ἐτυμολογούμενον ἢ παρὰ τὸ παύσω, εἰς ὃ μέρος ἀναπαύεται καὶ καταλήγει τὸ σῶμα. ὥσπερ γοῦν παντὸς τοῦ σώματος τέλος ὁ πούς, οὕτω καὶ πάσης φιλότητος τέλος ἡ συνουσία. ἐν τῷ τέλει οὖν καὶ τῇ ἐκπληρώσει τῆς συνουσίας μάρανσις γίνεται καὶ ἀπομαραίνεται τὸ τοιοῦτον, ὥσπερ καὶ ἡ βοτάνη."
      },
      {
        "index": 12,
        "text": "200. φιλομηδέα. κατὰ μὲν τὸ μυθικὸν οὕτως ἐτυμολογεῖ ὁ ποιητής, καὶ οὐ χρεία καὶ ἡμᾶς ἐτυμολογεῖν τοῦτο. κατὰ δὲ τὴν ἀλληγορίαν οὕτως ἂν ἐτυμολογηθείη. δέον γὰρ ἐν μήδεσιν, ἤγουν ἐν βουλαῖς γίνεσθαι τὰ τοιαῦτα, ἤγουν μετὰ σκέψεως καὶ ἐξετάσεως, ἢ ὅτι φιλοῦσιν, ἤγουν εἰώθασιν οἱ ἄνθρωποι βουλευόμενοι ἐκτελεῖν τὰ τοιαῦτα. ἐνθυμούμενοι γὰρ ὕστερον πράττουσιν."
      },
      {
        "index": 13,
        "text": "201. τῇ δʼ Ἔρος ὡμάρτησε. ταύτῃ τῇ τεκνογόνῳ δυνάμει συνεκολούθησεν ὁ Ἔρως καὶ ὁ Ἵμερος. διαφέρει δὲ ἵμερος καὶ ἔρως. ἔρως μὲν γὰρ ὁ διὰ τῆς ὁράσεως μόνης γινόμενος πόθος, ἵμερος δὲ ἡ μετὰ τὴν ὅρασιν χρῆσις, καὶ τὸ τοῦ ὁραθέντος ἐπαπολαῦσαι."
      },
      {
        "index": 14,
        "text": "203. ταύτην δʼ ἐξ ἀρχῆς τιμὴν. τοῦτο δὲ ἔλαβεν ἐξ ἀρχῆς· τὰς συνουσίας τῶν παρθένων, τοὺς γέλωτας, τὰς ἀπάτας, τὴν τέρψιν, τὴν μειλιχίην. δεῖ γὰρ τὸν ἐρῶντα καὶ πρᾶον εἶναι."
      },
      {
        "index": 15,
        "text": "206. τοὺς δὲ πατήρ. πάλιν πρὸς τὸ ἐξ ἀρχῆς ἀνατρέχει καί φησιν, ὅτι τοὺς Κύκλωπας ἐκείνους, τὸν Κόττον, τὸν Βριάρεων καὶ τὸν Γύγην, ἤγουν τοὺς ἀνέμους ἐκάλεσε Τιτᾶνας παρὰ τὸ εἰς πάντα τὰ μέρη τῆς οἰκουμένης τετάσθαι."
      }
    ]
  }
}
