{
  "chapterNumber": 9,
  "title": "Commentary on Prometheus and the Theft of Fire (Lines 507-616)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "509. Ἄτλαν τε. δόξαν πάλιν εἶχον οἱ παλαιοὶ ἄξονα διὰ μέσου τοῦ βορείου πόλου μέχρι τοῦ νότου διεληλάσθαι τῇ γῇ ἐρειδόμενον."
      },
      {
        "index": 2,
        "text": "510. Μενοίτιον. Μενοίτιον ἐνταῦθα τὴν τῶν οὐρανίων σωμάτων ἀεὶ κινησίαν φησί, καὶ τὸν Προμηθέα ψυχὴν εἶναι τοῦ παντὸς ἔλεγον οἱ παλαιοί, ἤτοι πρῶτον νοῦν, ἀφʼ οὗ αἱ ψυχαὶ πηγάζουσι πᾶσιν. ἔλεγον δὲ ἐκεῖνοι μὲν πρῶτον Προμηθέα τὸν καθόλου εἶναι, τὴν δὲ καθʼ ἑνὸς ψυχὴν ἐξ ἐκείνου γεννᾶσθαι μερικὸν Προμηθέα, Προμηθέως γοῦν τοῦ πρώτου νοουμένου νοός, ἤτοι τῆς καθόλου ψυχῆς τοῦ παντός. ἐνταῦθά μοι ὡς ἐπὶ μερικοῦ νόησον Προμηθέως. ἐντεῦθεν γὰρ ἀπὸ τῶν οὐρανιώνων ἐπὶ τὰ κατὰ τῶν ἀνθρώπους πάθη χωρεῖ. ἐποίησε γοῦν τὸν Προμηθέα, δηλονότι τὴν πρώτην βουλὴν καὶ τὸν πιμηθέα, ἤτοι τὴν ὑστεροβουλίαν. καλῶς δὲ ὁ μῦθος ἀδελφὸν τῷ Προμηθεῖ τὸν Ἐπιμηθέα παρίστησιν. ἀληθῶς γὰρ ἢ ἀπὸ Προμηθέως ὁ ἄνθρωπος ὡφελούμενος οὐ περιπίπτει κακῷ ἢ ἁμαρτὼν ἀνακτᾶται πάλιν διʼ ὑστεροβουλίας. διὰ γὰρ τοῦτο καὶ ἁμαρτίνοον τοῦτον ἔφη, παρόσον ἁμαρτάνοντός τινος ἐπέρχεται ἡ ὑστεροβουλία καὶ ἡ ἐκ ταύτης ὄνησις, ὃς Ἐπιμηθεὺς ἐγένετο βλάβη τοῖς ἀνδράσι, μέγα γὰρ ἡ ὑστεροβουλία κακόν."
      },
      {
        "index": 3,
        "text": "513. πρῶτος γάρ ῥα Διὸς ὑπέδεκτο. ἐντεῦθεν προαναφωνεῖ, ἅπερ ἔμπροσθεν μέλλει εἰπεῖν."
      },
      {
        "index": 4,
        "text": "514. ὑβριστὴν δὲ Μενοίτιον. ἐνταῦθα παραδηλοῖ τὴν μετὰ τοῦ λογικοῦ μάχην τοῦ θεοῖ, ὃν διὰ τοῦ Μενοιτίου παραδηλοῖ. γίνεται γὰρ ἐκ τοῦ μένω. νικήσας δέ, φησίν, ὁ Ζεύς, ἤτοι αὐτὸ τὸ λογικὸν, τὸν Μενοίτιον, ἤτοι τὸν θυμόν, κατέπεμψεν εἰς Ἕρέθους, ἤγουν ὑπέταξε."
      },
      {
        "index": 5,
        "text": "517. Ἄτλας δʼ οὐρανόν. ὁ δὲ ἄξων, φησί, βαστάζει τὸν οὐρανὸν ἐν πείρασι τῆς γῆς, ἤτοι ἐν γῇ ἐρηρεισμένος. πρόπαρ Ἑσπερίδων λιγυφώνω ν. ἐνταῦθα διʼ οὐδὲν ἄλλο τι τὰς Ἑσπερίδας εἰσήγαγεν, ἀλλʼ ἵα δηλώσῃ, περὶ ὃν τόπον εἰσί. πρῶτον δὲ ἀπένειμε ταύταις τὸν ὠκεανόν. ὠκεανὸν δὲ ὅταν ἀκούσῃς λεγόντων τῶν ποιητῶν, μὴ ἄλλο τι νόει, ἀλλʼ ἢ τὴν τοῦ ἡμισφαιρίου περίληψιν, ἤγουν ἀπὸ τοῦ βορείου πόλου μέχρι τοῦ νότου ὁ ἄξων διελήλαται. ἐστήρικται δὲ κἀν τῇ γῇ. ἐν μὲν γαρ τῇ κεφαλῇ τὸν βόρειον ὑποδηλοῖ, διὰ δὲ τῶν χειρῶν τὸν νότον."
      },
      {
        "index": 6,
        "text": "521. δῆσε δʼ ἀλυκτοπέδῃσι. ὁ δὲ Ζεύς, φησίν, ἤτοι ὁ πρῶτος νοῦς, ἔδησεν ἐν ἀλυκτοπέδῃσιν, ἤτοι ἐν σώμασι, τὸν Προμηθέα, οὐ γὰρ χωρὶς σωμάτων παρήγαγε τὴν ψυχήν."
      },
      {
        "index": 7,
        "text": "522. μέσον διὰ κίονʼ ἐλάσσας. ἐνταῦθα συνέπεται τοῖς τὸ ἡγεμονικὸν περὶ τὴν καρδίαν λέγουσιν ἐγκαθιδρεύεσθαι. διὰ γὰρ τοῦ εἰπεῖν „μέσον κίονʼ ἐλάσσας“, τοῦτο μόνον οὐχὶ ὑπεδήλωσεν."
      },
      {
        "index": 8,
        "text": "523. καί οἱ ἐπʼ ἀιετὸν ὦρσε. ἐπήγειρε δὲ τῷ νοῒ καὶ ἀετόν, ἤτοι τὰς βιωτικὰς μερίμνας καὶ φροντίδας, αἵ τινες τὸ ἧπαρ αὐτοῦ κατεσθίουσιν, ὅπερ πάλιν ἐν τῇ νυκτὶ ἀνακτᾶται καὶ ψυχαγωγεῖται· ἐν γὰρ τῇ νυκτὶ πάντων ἀπαλλαττόμεθα καὶ σχολάζομεν, ὃν ὄρνιν ἀετόν, ἤτοι τὰς μερίμνας, ἀνῄρηκεν ὁ Ἡρακλῆς, ἤτοι ὁ θάνατος. καὶ ἄλλως τοῦτό φασιν. ἐπήγειρε δέ, φησί, τούτῳ ὁ Ζεὺς ἀετόν, τὴν τοῦ νοὸς δηλαδὴ ὀξύτητα, ἥ τις διεγείρει τοῦτον καὶ ἐσθίει τὸ ἧπαρ, ἤτοι τὴν περὶ τὸ ἧπαρ ἐγκειμένην ἐπιθυμίαν, ἥτις πάλιν κατὰ τὴν νύκτα αὔξεται καὶ λανθάνει τὸν νοῦν. ἣν διέλυσε καὶ ἠφάνισεν ὁ Ἡρακλῆς, ἤγουν ὁ ἥλιος. καὶ γὰρ ἆθλα τούτου τὴν διὰ τῶν ιβ ζωδίων διέλευσίν φησιν. ὁ ἥλιος γοῦν, ἤγουν ἡ τοῦ χρόνου περίοδός ποτε κατέσχε καὶ ἠφάνισε ταύτην. οὐκ ὠργίζετο δὲ ὁ Ζεὺς τῷ Ἡρακλεῖ διὰ τὸ ἀντιτάττεσθαι τούτῳ· τῷ γὰρ παραγαγόντι ὁ ἀφανίσας τοῦτο ἀντιτάσσεται. εἰκὸς δὲ ὡς ἄνθρωπον σεμνὸν καὶ τοῦτον ἀφανισθῆναι."
      },
      {
        "index": 9,
        "text": "535. καὶ γὰρ ὅτʼ ἐκρίνοντο. πρῶτον, φησί, οἱ θεοί, μετὰ τῶν ἀνθρώπων ὁμοζωίαν ἐκέκτηντο. τοῦτο δὲ ὑπεμφαίνει, καὶ ἐν τῷ περὶ ἔργων καὶ ἡμερῶν, ᾗ περὶ τοῦ χρυσοῦ λέγει γένους. τότε δὲ ἀπʼ ἀλλήλων διεκρίθησαν ἐν τῇ Μηκώνῃ, ἤγουν κατὰ μὲν τὰ ἄλλα ὅμοιοι τοῖς θεοῖς ἦσαν, κατὰ δὲ τὸ μῆκος τοῦ χρόνου διήλλαττον. μετὰ δὲ τὸ ταῦτα γενέσθαι, προσέθηκε δύο μερίδας, ἑαυτῷ μὲν σάρκας καταθείς, ἤγουν αὐτὸς μὲν εἰς τρυφὴν ἐξοκείλας, τῷ δὲ νοῒ ὀστέα καὶ λίπος ὑπέθετο (καὶ γὰρ πᾶσα τέχνη ἔχει τι καὶ ἐπαγωγόν). δέδωκεν οὖν τούτῳ αἵρεσιν, ὁποῖον ἐθέλῃ λαβεῖν, καὶ προεκρίνετο μετὰ τῶν ὀστέων λίπος, ἤτοι τὴν μετὰ κόπου ἡδονήν. ἕως μὲν οὖν εἶχεν ἐπαγωγόν τι καὶ θελκτήριον ἐν τῷ τοιούτῳ βίῳ, ἐπειδὴ δὲ τὴν σκληραγωγίαν μόνην εἶδεν, οὐδὲ ὄνησιν μικράν, τότε τὴν τοιαύτην διαγωγὴν ἐμίσησεν."
      },
      {
        "index": 10,
        "text": "562. ἐκ τούτου δὴ ἔπειτα. ἐκ τότε γοῦν ἀπέκρυπτε τὴν τοῦ πυρὸς χρῆσιν καὶ τὰς διὰ τούτου κατασκευαζομένας τέχνας. ἀλλʼ ἀνακτηθεὶς πάλιν ὁ πρῶτος νοῦς δέδωκε τοῖς ἀνθρώποις τὴν χρῆσιν τοῦ πυρός, διὰ τοιούτων ὀργάνων ἐπιτηδείων εἰς τοῦτο."
      },
      {
        "index": 11,
        "text": "570. αὐτίκα δʼ ἀντὶ πυρός. αὐτίκα δέ, φησίν, ὁ Ἥφαιστος ἐποίησε γυναῖκα, ἤγουν τὴν ἔντεχνον ζωήν, τὴν κατὰ τέχνην ἐγγινομένην τινί, ἣν ἔντεχνον ζωὴν τὸ πῦρ κατασκευάζει. γυναῖκα δὲ εἶπε διὰ τὸ ἀσθενεῖς κατὰ ψυχὴν καὶ ἀλόγους τοὺς ἀνθρώπους ποιεῖν. ἐκόσμησε δὲ ταύτην ἡ Ἀθηνᾶ, ἤτοι ἡ φρόνησις. τὰ δὲ λοιπὰ τοῦ μύθου καὶ τὰ ἑξῆς περὶ γυναικῶν καὶ ἄλλως ἂν νοηθεῖεν. ἀπέκρυψε δέ, φησίν, ὁ Ζεύς, ἤτοι ὁ ἥλιος, τὴν τοῖ πυρὸς χρῆσιν, ἤγουν ἐποίησε τοὺς ἀνθρώπους μὴ γινώσκειν, ὅτι ἐξ αὐτοῦ πορίζεται τὸ πῦρ, ἕως οὗ ὁ Προμηθεὺς μετὰ δόλου τοῦτο ἔκλεψεν."
      }
    ]
  }
}
