{
  "chapterNumber": 10,
  "title": "Commentary on the Titanomachy (Lines 617-735)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "617. Βριάρεῳ δʼ ὡς πρῶτα. τινὲς μὲν ἐπειράθησαν τοὺς τρεῖς εἰς ἓν συναγαγεῖν καὶ λαβεῖν ἐπὶ τοῦ ὕδατος τοῦ ὑπὸ γῆς, ὅτι ὁ Ζεύς, ἤτοι ὁ πρῶτος νοῦς, τὸν Χόττον, τὸν Βριάρεων καὶ τὸν Γύγην, ἤτοι τὰ ὑπὸ γῆς ὕδατα συνέκλεισεν ὑπὸ γῆν καὶ οἱονεί τινι δεσμῷ περιἐδησε, Βριάρεων μὲν διὰ τὸ ἰσχυρὸν καὶ Κόττον ὡσαύτως, Γύγην δὲ διὰ τὸ ὑπὸ γῆς εἶναι. ληπτέον δὲ τὸν μὲν ἔριάρεων ἐπὶ τοῦ ὕδατος (βριαρὸν γὰρ καὶ ἰσχυρὸν τὸ ὕδωρ), Κόττον δὲ καὶ Γύγην ἐπὶ τῶν πνευμάτων διὰ τὸ σφοδρὸν τούτων καὶ διὰ τὸ ἐκ τῆς γῆς ἀνάγεσθαι."
      },
      {
        "index": 2,
        "text": "621. ἔνθʼ οἵγ’ ἄλγεʼ ἔχοντες. ἐδόξαζον οἱ παλαιοὶ ὑπὸ τὸν Τάρταρον εἶναι τοὺς λεγομένους ἀντίποδας, τοὺς ἶσον ἡμῖν βαίνοντας· ὃν τρόπον γάρ, ἔλεγον, ἐνταῦθα διάγουσιν ἄνθρωποι, οὕτω καὶ ὑπὸ γῆν εἶναι. ἄλγεα δὲ ἔχοντας εἶπε διὰ τὸ μήτε τοιούτου ἀέρος μήτε ἡλίου ἀπολαύειν, οἵου περ ἡμεῖς."
      },
      {
        "index": 3,
        "text": "624. ἀλλά σφεας Κρονίδης. ἐνταῦθα δηλοῖ την διὰ τῶν ἑπτὰ πλανήτων συνερχομένην σύγχυσιν τοῦ παντός. ποτὲ μὲν γὰρ διʼ ὕδατος ἐγένετο, οἷον τὸ ἐπὶ τοῦ κατακλυσμοῦ, (ὅπερ μέγαν χειμῶνα οἱ παλαιοὶ ἔφασκον), ποτὲ δὲ διὰ πυρός, οἷον τὸ ἐν τοῖς Σοδόμοις γεγονός, (ὅπερ μέγα θέρος ἔλεγον). ἐνταῦθα γοῦν τοῦτο δηλοῖ, ὅτι ὅτε ἔμελλε τὸ τοιοῦτον γίνεσθαι, ἤγουν ἡ διʼ ὕδατος σύγχυσις τοῦ παντός, τότε τὰ ὕδατα ἐκ τῆς γῆς ἀνήχθησαν, οἷον θελησάσης καὶ ὑπακουσάσης τῆς γῆς."
      },
      {
        "index": 4,
        "text": "629. δηρὸν γὰρ μάρναντο. ἐπὶ πολύν, φησί, χρόνον ἡ τοιαύτη ἀταξία ἐγίνετο. οἱ μὲν γὰρ Τιτᾶνες συνἐπιπτον ἀπὸ τοῦ Ὀρύος τῆς ὑψηλῆς, ἤγουν ἢ τῆς γῆς, ἣν ἀθροῦμεν, ἢ τοῦ ἀέρος, διʼ οὗ ἀθροῦμεν, οἱ δὲ θεοί, ἤγουν τὰ οὐράνια σώματα, ἀπὸ τοῦ Ὀλύμπου."
      },
      {
        "index": 5,
        "text": "639. ἀλλʼ ὅτε δή. τοῦτο πρὸς μὲν τὴν ἔννοιαν οὐ συνᾴδει, πρὸς δὲ ἀστεῖσμὸν εἰς τὸ μέσον ἐτέθη, ἵνα δηλώσῃ, ὅτι ὑδροποτοῦσι καὶ οἱ ἀστέρες. ἀλλʼ ὅτε, φησί, τοῖς ἄστρασι πρὸς συνοχὴν ἐδωρήσατο τὸ ὕδωρ, τότε ὁ Ζεύς, ἤτοι ὁ ἥλιος (ἀπὸ τοῦ ζέειν ἢ ἀπὸ τοῦ εὖ ζῆν ἡμῖν παρέχειν), καὶ οἱ ἀστέρες συνῆλθον τὸ εἰωθὸς ἡμῖν ἐργάσασθαι."
      },
      {
        "index": 6,
        "text": "657. ἀλκτὴρ δʼ ἀθανάτοισιν. ἐπεί, φησίν, εἰς φῶς διὰ σοῦ παρήχθημεν (διὰ χρόνου γὰρ τοῦτο γίνεται, ὃν τρόπον προειρήκαμεν γίνεσθαί τε καὶ ἀπαρτίζεσθαι διὰ τῆς ιβ ζωδίων διελεύσεως), νῦν πάλιν φυλάξομεν τὸ σὸν κράτος, ἤτοι ὅπερ ἐξ ἀρχῆς εἶχες. ἐντεῦθεν τὰ τότε συμβαίνειν εἰωθότα διηγεῖται."
      },
      {
        "index": 7,
        "text": "687. οὐδʼ ἄρʼ ἔτι Ζεύς. ἐντεῦθεν πάλιν καὶ τὴν διὰ τοῦ πυρὸς σύγχυσιν καταλέγει. εὐθέως γάρ, φησί, κατηνέχθη πῦρ ἐξ οὐρανοῦ καὶ κεραυνοὶ καὶ ἀσραπαί, πάντες τε ἐσκοτίζοντο. πάλιν δὲ ἐπαύθη ἡ τοιαύτη σύγχυσις, καὶ τὰ ὕδατα κατεβλήθησαν τοσοῦτον ὑποκάτω τῆς γῆς, ὅσον ὁ οὐρανὸς ἀπέσχε ἀπὸ τῆς γῆς. κέντρου γὰρ λόγον ἡ γῆ πρὸς ὅλον τὸν οὐρανὸν ἐπέχει. ἐλήλαται δὲ καὶ διὰ μέσης τῆς γῆς ὁ οὐράνιος ἄξων, ἡ λεγομένη εὐθεῖα."
      },
      {
        "index": 8,
        "text": "727. τριστοιχεὶ. ἡ τῶν τριῶν στοιχείων σκότωσις, ἀέρος, γῆς καὶ ὕδατος, ἢ πολλαπλῶς. ἄνωθεν γὰρ τοῦ Ταρτάρου αἱ τῶν δένδρων ῥίζαι πεφύκασιν."
      },
      {
        "index": 9,
        "text": "732. θύρας δʼ ἐπέθηκε. προείπομεν, ὅτι προῆν πάντων τὸ ὕδωρ, οὗ ἡ ὑποστάθμη καὶ τρυγίαν τὴν γῆν ἀπετέλεσε. θύρας γοῦν, ἤτοι γῆν, τὸ ὕδωρ ἐπέθηκεν ἐπʼ αὐτοῖς."
      }
    ]
  }
}
