{
  "chapterNumber": 11,
  "title": "Commentary on Tartarus (Lines 736-819)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "739. τά τε στυγέουσι. ἄνωθεν τοῦ βορείου πόλου τοὺς ἀστέρας εἶναι, τοὺς μηδέποτε κατὰ τὸ ὑποκάτω ἡμισφαίριον δύοντας, φησίν, ἐπεὶ καὶ κατὰ τὸ ὑπὸ γῆν ἡμισφαίριον εἰκὸς φαίνειν ἀστέρας, ἀλλʼ οὐ τοιούτους, ἔνθεν ἐστήρικται ὁ ἄξων."
      },
      {
        "index": 2,
        "text": "775. ἔνθα δὲ ναιετάει. τινὲς οὕτως ἐπειράθησαν ἀλληγορεῖν, Στύγα τὴν φθορὰν λέγοντες τοῦ θανάτου, ὅπου, φησί, κατοικεῖ ἡ Στὺξ χωρὶς τῶν θεῶν. ἡ γὰρ φθορὰ πόρρω τῶν ἀθανάτων ἐστίν. ἡ θυγάτηρ ἀψορρόου Ὠκεανοῖο, ἤτοι τῆς ἀφʼ ὧν συνέστηκε στοιχείων ἐπαναλύσεως. ἀψορρόου τοῦ ὀπισθορμήτου, ἀφʼ ὧν συνέστηκεν ἀναλυομένη. νόσφιν δὲ θεῶν. χωρὶς δὲ τῶν ἄλλων στοιχείων κατοικεῖ δώματα κατηρεφέα ταῖς πέτραις, παρόσον ὑπὸ γῆν ὁ ἀποθανὼν κατοικεῖ. ἀμφὶ δὲ πάντῃ κίοσιν ἀργυρέοισι. παρόσον καὶ τὰ στοιχεῖα μερικῶς φθείρεται, οὐχὶ τὰ καθόλου. κίονας οὖν ἀργυρέας τὰ στοιχεῖά φησι. τοῦτο γοῦν δηλοῖ, ὅτι ἡ φθορὰ μέχρι καὶ αὐτῶν τῶν στοιχείων φθάνει οὐ καθόλου, ἀλλὰ μερικῶς. τινὲς δὲ οὕτως ἠλληγόρησαν· ὅπου, φησίν, ὑπὸ γῆν κατοικεῖ ἡ Στύξ, ἤτοι ἡ ἀναθυμίασις, ἡ ἀπὸ τῆς γῆς ἀναδιδομένη (ἀπὸ τοῦ στάζω, στάξω, στὰξ καὶ στύξ). ἡ θυγάτηρ ἀψορρόου Ὠζκεανοῖο, πάλιν γὰρ ἀπʼ οὐρανοῦ κατέρχεται ἀναλαμβανομένη. κίοσι δὲ ἀργυρέοισι, παρόσον ἐν τῷ οὐρανῷ ἀνάγεται."
      },
      {
        "index": 3,
        "text": "780. παῦρα δὲ Θαύμαντος. ὀλιγάκις δέ, φησί, φαίνεται ἡ Ἶρις, ἤτοι τὸ τόξον, ἡ θυγάτηρ τοῦ Θαύμαντος, ἤτοι ἡ θαυμαστή, ἡ ὠκέα, παρόσον ἐξαίφνης εἴωθε γίνεσθαι καὶ οὖ διαλύεσθαι. πότε; ὁπότε συμβῇ ἀταξία γίνεσθαι. ὁ δὲ Ζεύς, φησίν, ἐκπέμπει ταύτην ἐνεγκεῖν ὕδωρ, τοῦτο δηλοῦντος τοῦ λόγου, ὅτι ἢ προηγησαμένου ὑετοῦ ἢ μέλλοντος γίνεσθαι, εἴωθε φαίνεσθαι ἡ Ἶρις· ὃ ὕδωρ ἀπὸ πέτρας ἠλιβάτου, ἤτοι τοῦ οὐρανοῦ (ἐφ’ οὗ ὁ ἥλιος βαίνει), κατέρχεται."
      },
      {
        "index": 4,
        "text": "787. πολλὸν δέ θʼ ὑπὸ χθονός. ἐνταῦθα μέλλει δηλῶσαι, ὅτι τϲ κατερχόμενον ὕδωρ οὐ πλέον ἐστὶ τοῦ ὑπὸ γῆς· φησὶ γοῦν, ὅτι τὸ δέκατον κατέρχεται μέρος τοῦ ὕδατος. αἱ μὲν γὰρ θ μοῖραι κατὰ τῆς γῆς χέονται, ἡ δὲ μία κατὰ τὰ ὑποχθόνια. τὸ δὲ διὰ νύκτα μέλαιναν εἶπε, παρόσον συννέφεια εἴωθε γίνεσθαι κατὰ τὸν τοιοῦτον καιρόν. διὰ δὲ τοῦ ὀμνύειν εἰς τὴν Στύγα τοὺς θεοὺς δηλοῖ, ὅτι τὸ ὕδωρ τιμιώτερόν ἐστι πάντων, καὶ ὅτι οὐ δεῖ ἐπιορκεῖν."
      },
      {
        "index": 5,
        "text": "803. δεκάτῳ δʼ ἐπιμίσγεται. διὰ τούτου πάλιν δηλοῖ τὸ μὴ δεῖν παντελῶς ἐκβάλλεσθαι τῆς βουλῆς τὸν ἁμαρτήσαντα."
      },
      {
        "index": 6,
        "text": "811. ἔνθα δὲ μαρμάρεαί τε. ὅπου, φησίν, αἱ ῥίζαι εἰσὶ καὶ ὁ χάλκεος οὖδος. ἀρηρώς, αὐτοφυής, ἵνα δηλώσῃ, ὅτι, κἂν καὶ μαρμαρέας πύλας φησί, τὴν γῆν αὐτὴν λέγει, αὐτοφυῆ δὲ τὸ ἀπὸ τῆς αὐτῆς γῆς. — πρόσθεν δὲ θεῶν. ἢ ὅτι καὶ ἐν τῷ ὑπὸ γῆν ἡμισφαιρίῳ ἀστέρες εἰσίν, ἢ ὅτι τὸν Κόττον καὶ τὸν Γύγην ὑπηρέτας τοῦ Διός φησιν, ἤτοι τὸ ἰσχυρὸν δηλοῦντος τοῦ ὕδατος καὶ τὸ ὑπὸ γῆν εἶναι. καὶ ἀπʼ αὐτῆς τὰς ἀρχὰς εἶναι τῶν ὑδάτων δία γὰρ τὸ ὕδωρ οἱ Δωριεῖς φασιν , τὸ ζ εἰς δ τρέποντες, ὡς Ζεὺς καὶ Διὸς ἀπὸ τοῦ δεύειν. τὸν δὲ Βριάρεων γαμβρὸν ἐποίησεν ὁ Ποσειδῶν, τὴν Κυμοπόλειαν γυναῖκα δούς. ὅταν γὰρ ταράσσηται τὸ ὕδωρ καὶ προσαράσσωνται τῇ γῇ τὰ κύματα, τότε τὸ ὕδωρ τὴν οἰκείαν δύναμιν εἴωθεν ἐπιδείκνυσθαι."
      }
    ]
  }
}
