{
  "chapterNumber": 7,
  "title": "Commentary on the Rivers, Oceanids, and Titans (Lines 337-452)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "337. Τηθὺς δʼ Ὠκεανῷ. ἡ Τηθὺς δέ, γοῦν ἡ γῆ τρέφουσα πάντα, συνελθοῦσα τῷ Ὠκεανῷ, ἤγουν τῇ ταχείᾳ φορᾷ τῶν ὑδάτων (παρὰ τὸ ὠκέως νάειν), τοὺς ποταμοὺς ἀπεγέννησε."
      },
      {
        "index": 2,
        "text": "346. τίκτε δὲ θυγατέρων. ἐγέννησε δὲ καὶ θυγατέρας, ἤτοι πηγάς, αἵ τινες κουρίζουσι καὶ νέους ποιοῦσι τοὺς ἀνθρώπους (ἐξ ὑγρότητος γὰρ συνιστάμεθα καὶ θερμότητος), ἢ κουρίζουσιν ἀντὶ τοῦ κουράς, ἤτοι τρίχας βλαστάνειν ποιοῦσιν, αἴτιον τῆς ἡμῶν αὐξήσεως τὸ ὕδωρ εἶναι δηλούντων τῶν παλαιῶν. ἡβήσασαι δέ τινες αἱ τρίχες τῷ κατὰ τὴν χώραν ποταμῷ ἀνετίθεντο. τρέφουσι δὲ σὺν τῷ Ἀπόλλωνι, ἤγουν τῇ θερμότητι."
      },
      {
        "index": 3,
        "text": "349. Πειθώ τʼ Ἀδμήτη τε. τὰ ὀνόματα τῶν πηγῶν τινες ἐξ ἀνέμων ἐπεχείρησαν ἐτυμολογῆσαι ταῦτα. οὐκ ἔχει δὲ τοῦτο λόγον, ἀλλὰ μᾶλλον ἐκ τῶν ἐπισυμβαινόντων τοῖς ὕδασιν ἐτυμολογηθεῖεν ἄν. ἡ Πειθὼ ἀπὸ τοῦ ποθῶ, τὸ γὰρ ὕδωρ ἄριστον καὶ ποθούμενον πᾶσιν, ὡς ἔφη Πίνδαρος· ἄριστον μὲν ὕδωρ. ἢ ἀπὸ τοῦ μὴ πείθεσθαί τινι, ἄσχετον γὰρ τὸ ὕδωρ ἐστίν. Ἀδμήτη διὰ τὸ ἰσχυρόν, Ἰάνθη διὰ τὸ τῶν ὑδάτων εὐφραντικόν, λέκτρα διὰ τὸ καθαρὰ καὶ δίκην ἠλέκτρου φαεινὰ τυγχάνειν τὰ ὕδατα, Δωρὶς διὰ τὰ ἐκ τῶν ὑδάτων γινόμενα δῶρα τοῖς πλέουσι, Πρυμνὼ διὰ τὸ πρὸς τῇ πρύμνῃ ὄντος ἀνέμου πλέειν τοὺς ναύτας, Οὐρανίη διὰ τὸ ἐκ τῶν οὐρανῶν τὰ ὕδατα κατάγεσθαι, Ἱππὼ διὰ τὸ ταχύ (ταχὺς γὰρ ὁ ἵππος ἐστί), Κλυμένη διὰ τὸν ἀποτελούμενον ἦχον ἐκ τῶν ὑδάτων, Ῥόδεια διὰ τὸ τὰ ῥόδα αὔξειν, ἢ ἀπὸ τοῦ ῥέω, Καλλιρρόη ἀπὸ ταῦ καλῶς ῥέειν, Ζευξὼ διὰ τὸ μετὰ τὸ τοῦ ὕδατος ἐμφορηθῆναι τὸ ὑποζύγιον ζεύγνυσθαι, Κλυτίη δὲ διὰ τὸ ἔνδοξον, Εἰδυῖα διὰ τὸ χρῆν εἶναι τοὺς πλέοντας ἐπιστήμονας πάντων, Πασιθόη διὰ τὸ πανταχοῦ θέειν, Πληξαύρη διὰ τὸ πλήττεσθαι ὑπὸ τῶν ἀνέμων, Γαλαξαύρη διὰ τὸ ὑπὸ τῶν ἀνέμων λευκαίνεσθαι καὶ οἷον ἐκγαλακτοῦσθαι, Ἑρατὼ διὰ τὸ ἐπιθυμητικόν, Διώνη διὰ τὴν ἐκ τῶν ὑδάτων ὠφέλειαν, Μηλόβοσις διὰ τὸ θρεπτικὸν τῶν προβάτων εἶναι τὸ ὕδωρ, Θόη διὰ τὸ ταχύ, Πολυδώρη διὰ τὸ πολλὰ δωρήματα ἔχειν τοὺς ναύτας ἐξ αὐτῆς, Κερκηίς διὰ τὸ ἠχητικόν, Πλουτὼ διὰ τὸν ἐπιγινόμενον πλοῦτον, Περσηὶς διὰ τὸ ἀπὸ τόπου εἰς τόπον περᾶν, Ἰάνειρα διὰ τὸ εὐφραντικόν, Ἀκάστη διὰ τὸ θεραπευτικόν, Ξάνθη διὰ τὸ τῶν ὑδάτων ξανθόν, Πετραίη διὰ τὸ ἐκ πετρῶν βλαστάνειν τὰ ὕδατα, Μενεστὼ διὰ τὸ ἐπὶ τοῦ αὐτοῦ μένειν, Εὐρώπη διὰ τὸ πλατὺ τοῦ πελάγους, Μῆτις διὰ τὸ βουλευτικοὺς δεῖν εἶναι τοὺς πλέοντας, Εὐρυνόμη διὰ τὸ πλατεῖαν νομὴν ἔχειν, Τελεστὼ διὰ τὸ αὐξητικόν, Κρυσηὶς διὰ τὸ κρυερόν, Ἀσίη διὰ τὴν ἄσιν καὶ τὸν ῥύπον, ὃν φέρει, ἢ παρὰ τὸ τοὺς ῥύπους καθαίρειν, Καλυψῶ διὰ τὸ βαθύ, Εὐδαώρη διὰ τὸ εὐδωρεῖσθαι τοὺς πλέοντας, Τύχη διὰ τὸ τύχαιον καὶ ἄστατον τῶν ὑδάτων, Ἀμφιρὼ διὰ τὸ πανταχοῦ ῥέειν, Στὺξ δὲ διὰ τὸ φοβερὸν καὶ καταπληκτικὸν τῶν πλεομένων ὑδάτων."
      },
      {
        "index": 4,
        "text": "371. Θεία δʼ Ἠέλιόν τε. ἡ θεῦσις δὲ καὶ ἡ κίνησις ἐγέννησε τὸν Ἠέιον καὶ τὴν Σελήνην. ποῖον Ἥλιον; τὸν Ὑπερίονος υἱόν, ἤτοι τὸν ὑπὲρ ἡμᾶς ἱέμενον."
      },
      {
        "index": 5,
        "text": "375. Κρείῳ δʼ Εὐρυβίη ἡ Εὐρυβίη δέ, ἤγουν ἡ πρόνοια ἐποίησε τὰ ἄστρα καὶ τὴν τῶν ἄστρων κίνησιν καὶ τὴν ἀπὸ ὁρίζοντος ὡς ὁρίζοντα περαίωσιν, συνελθοῦσα τῷ Κρείῳ, ἤγουν τῇ τῶν ὄντων ἀπʼ ἀλλήλων διακρίσει καὶ διαχωρίσει. ἡ Ἠὼς δὲ ἐγέννησεν ἐν τοῖς ἄστρασιν, ἤτοι ἥδη αὐγαζούσης τῆς ἡμέρας, τοὺς ἀνέμους τοὺς ἰσχυρούς, οἵ τινες μᾶλλον περὶ τὸ τοιόνδε κατάστημα γίνονται· ἢ ἐπειδὴ τοὺς μεγάλους ἀνέμους φησὶν οὐ κατὰ τὴν αὐτῶν μοῖραν ἀλλʼ ἀστέρων ὄντων, τούτους ἐγέννησε. μετὰ δὲ ταῦτα ἐγέννησε τὸν Ἐωσφόρον, ὃν ἡμεῖς αὐγερινὸν ἰδιωτικῶς καλεῖν εἰώθαμεν."
      },
      {
        "index": 6,
        "text": "383. Στὺξ δʼ ἔτεκʼ Ὠκεανοῦ. ἡ δὲ Στύξ, γοῦν ἡ ὕλη, κινηθεῖσα ἐγέννησε τὸν Ζῆλον καὶ τὴν Νίκην. ὁ πρῶτος, φησί, νοῦς ἐζήλωσε τὰ τῇδε πάντα παραγαγεῖν καὶ δὴ παρήγαγε. καὶ διὰ μὲν τοῦτο νοῦν ἐσχηκέναι καὶ τοῦτο ποιῆσαι τὸν Σῆλόν φησι, διὰ δὲ τοῦτο τελειῶσαι τὴν Νίκην. ἐδόξαζον γὰρ οἱ παλαιοὶ τὸν τῇδε πάντα παραγαγόντα ὕλην εὑρεῖν προυποκειμένην καὶ διʼ αὐτῆς τὰ τῇδε πάντα παραγαγεῖν· ἣν Στύγα, ἤγουν πρόνοιαν, μαινάδα ὁ Πλάτων ἐκάλεσε διὰ τὸ εἰς πολλὰ μορφοῦσθαι καθάπερ καὶ πόρνην. ποτὲ μὲν γὰρ εἰς βόειον εἶδος μεταβάλλεται ἡ πρόνοια, ποτὲ δὲ εἰς ἀνθρώπινον, ποτὲ δὲ εἰς ἄλλο καὶ ἄλλο. ἢ τὸ ἐγέννησε τὸν Ζῆλον καὶ τὴν Νίκην οὕτω νοητέον. ὁ Ἐμπεδοκλῆς ἔφασκεν εἶναι σφαῖραν καὶ ἐν αὐτῇ γεγράφθαι τὸ σύμπαν, τὴν φιλίαν τε καὶ τὸ νεῖκος, καὶ ὁμονοούντων μὲν μηδὲν γίνεσθαι, διαλυθέντων δὲ πάντα τὰ τῇδε γενέσθαι, διὰ μὲν τοῦ Ζήλου νοουμένης τῆς φιλίας, διὰ δὲ τῆς Νίκης, νοουμένου τοῦ νείκους. ἐγέννησε δὲ τὸ Κράτος καὶ τὴν Βίαν, ὧν χωρὶς οὐδὲν ἱδρύεται. οὕτως γὰρ ἐβούλευσεν ἡ Στὺξ γενέσθαι, ὅτι ὁ πρῶτος νοῦς συνεκαλέσατο πάντα ἐξελθεῖν εἰς τὸν κατὰ τῶν Τιτάνων πόλεμον, ἤγουν τῆς ἀταξίας. εἶπε δὲ τιμηθῆναι καὶ ὃς τὴν τῶν πάντων ἀταξίαν διαλύσειεν."
      },
      {
        "index": 7,
        "text": "404. Φοίβη δʼ αὖ Κοίου. ἡ λαμπηδὼν δή, φησί, τῶν τοῦ ἡλίου ἀκτίνων, συνελθοῦσα τῷ Κοίῳ, ἤγουν ὑποχωρήσασα (ἀπὸ τοῦ κίω τὸ πορεύομαι, πλεονάζοντος τοῦ ο), ἐγέννησε τὴν Λητώ, ἤγουν τὴν νύκτα, διὰ τὸ ἐν αὐτῇ πάντας ἐπιλανθάνεσθαι τῶν κακῶν καὶ τῶν θλίψεων. μειλίχιον δὲ εἶπε διὰ τὸ πάντας ἐν νυκτὶ ἡμεροῦσθαι."
      },
      {
        "index": 8,
        "text": "409. γείνατο δʼ Ἀστερίην. ἐγέννησε δὲ καὶ τὰ ἄστρα, οἷς συνῆλθεν ὁ Πέρσης, ἅ τινα δηλαδὴ κινοῦνται. ἡ δὲ Ἀστερία τὴν Ἑκάτην ἐγέννησεν, ἤτοι τὴν σελήνην, διὰ τὸ ἑκὰς ἡμῶν εἶναι, ἤτοι πόρρω, οὕτω καλουμένην. ᾗ τινι τῇ σελήνῃ δέδωκεν ὁ πρῶτος νοῦς τιμὴν ἔχειν ἐν τῇ τε γῇ καὶ τῇ θαλάσσῃ καὶ ἐν τῷ οὐρανῷ. καὶ τοῖς ὁδοιποροῦσι καὶ πλέουσίν ἐστι λυσιτελής (φαίνει δὲ κἀν τῷ οὐρανῷ)· ὅτε γάρ, φησί, τις ἐπικαλεῖται αὐτήν, θύει καὶ τιμᾷ αὐτήν, ὅθεν καὶ κατάγειν ταύτην φασί τοὺς μάγους . δίδωσι δὲ πλοῦτον καὶ τῷ ταύτην τὴν ὥραν ἐπιτηροῦντι. — οὐδʼ ὅτι μουνογενής, οὐδὲ ὅτι, φησί, μονογενής ἐστι, μικρᾶς τιμῆς ἀπορεῖ. μονογενῆ δὲ εἶπεν εἰκότως· τοῦ ἡλίου γὰρ ὑπὲρ γῆν ὄντος, ὑπὲρ ἡμᾶς εἶναι τὴν σελήνην οὐκ ἄπιστον. τῆς σελήνης δʼ οὔσης ὑπὲρ ἡμᾶς, τὸν ἥλιον ἄδυτον εἶναι. ἐν ἀγορᾷ δέ, φησίν, ὠφελεῖ, ὁπότε τὸν καιρὸν ταύτης ἐπιτηρήσειέ τις. καὶ εἰς πόλεμον καὶ ἐν βασιλεῦσι τιμᾶται· καὶ τοῖς ναύταις, οἳ ἐργάζονται ἐν τῇ θαλάσσῃ τῇ δυσκόλως πεαπομένῃ, ἤτοι πλεομένῃ, ὡφέλιμός ἐστι, καὶ τοῖς ἡνιόχοις, ἐπιτηρήσασι καθʼ ὃν καιρὸν ὠφέλεια τούτοις ἐπείη. οἱ πλέοντες δὲ καὶ τὸ ὕδωρ καὶ τὴν σελήνην τιμῶσι. πολλάκις δὲ πολλὴν τοῖς τοὺς ἰχθύας ἀγρεύουσιν ἐποίησεν ἄγρην, πολλάκις δὲ ἠλάττωσε. καὶ ἐν αἰπολίοις ἐστὶ λυσιτελὴς σὺν Ἑρμῇ, διὰ τὸ τὸν Ἑρμῆν νόμιον εἶναι. οὕτω δὲ καὶ μονογενὴς οὖσα ἐκ μητρὸς πολλοῖς τιμᾶται. καλῶς δὲ καὶ τὸ μονογενὴς ἐκ μητρός. ἐκ γὰρ τῆς νυκτὸς μόνης αὕτη γεννᾶται καὶ ἐν νυκτὶ φαίνει."
      }
    ]
  }
}
