{
  "chapterNumber": 1,
  "title": "Commentary on the Proem: Invocation of the Muses (Lines 1-115)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Μουσάων Ἑλικωνιάδων. Μούσας τὰς λογικὰς τέχνας φησί. χορεύειν δὲ περὶ τὸν Ἑλικῶνα, ἤτοι τὴν βάσιν τοῦ ἐγκεφάλου. φασὶ γὰρ καὶ τὸ ὀστοῦν, ἐν ᾧ ἱδρύεται ὁ ἐγκέφαλος, τοιοῦτον εἶναι ἑλικοειδές· ἢ χορεύειν φησί, τουτέστι ἐγκεῖσθαι ταύτας περὶ τὸν ἐγκέφαλον, ὅτι εἰ μή τις ἀεὶ στρέφοιτο ἐπὶ τῆς τέχνης, ἣν ἐξηγήσατο, οὔποτʼ ἂν ἐν ἕξει ταύτῃ γενήσεται. καὶ λουθεῖσαι τῇ ἰοειδέϊ πηγῇ, ἤγουν τῷ ἐπιπόνῳ ἱδρῶτι (διὰ γὰρ ἱδρῶτος αἱ τέχναι κρατοῦνται), χορεύουσι καὶ συστρέφονται περὶ τὸν ἐγκέφαλον, ἔνθα. ἤγουν ἀπὸ τοῦ ἐγκεφάλου, προέρχονται κεκαλυμμέναι σκότῳ πολλῷ (ἀόρατοι γὰρ αἱ τέχναι κρατοῦνται). χορεύουσι δὲ συστρέφοντες περὶ τὸν ἐγκέφαλον, ἤγουν ἀπὸ τοῦ ἐγκεφάλου πατρός εἰσι, κατὰ τὴν νύκτα πορεύονται, ἤγουν ἀσωμάτως καὶ μὴ ὁρώμεναι πρός τινος."
      },
      {
        "index": 2,
        "text": "ἢ νύχιαι πορεύονται, ἐπειδὴ ὁ νοῦς μᾶλλον κατὰ τὴν νύκτα συνάγεται καὶ γίνεται καθʼ ἑαυτὸν καὶ ταύτας προβάλλεται. αὗται δὲ περὶ τὸν ἑαυτῶν πατέρα διηνεκῶς στρέφονται, ἤγουν μένουσι περὶ τὸν ἐγκέφαλον καὶ φωνὴν πέμπουσι θαυμαστήν, περί τε αἰθέρος φάσκουσαι, ὃν Δία φησί, καὶ περὶ ἀέρος ἀργοῦ, ἤτοι λευκοῦ, τοῦ ἐμβαίνοντος χρυσοῖς ὑποδήμασι, τουτέστι τοῦ συγγινομένου τῷ αἰθέρι (ὁ γὰρ αἰθὴρ λαμπρός ἐστι καὶ πυρώδης), καὶ περὶ ἡλίου καὶ σελήνης ὕδατος θέμιδός τε, ἤγουν τοῦ νοῦ, παντὸς κόσμου θέσεως καὶ διαθέσεως, καὶ περὶ ἀστέρων· περὶ Λητοῦς, ἤτοι σκότους, περὶ Ἰαπετοῦ ἤτοι οὐρανοῦ κινήσεως, περὶ Κρόνου, ἤτοι καθαροῦ νοός (κορὸς γὰρ ὁ καθαρός), περὶ ἡμέρας, περὶ νυκτὸς καὶ περὶ πάντων. ἢ ὀρχεῦνται περὶ τὴν βάσιν τοῦ Κρονίωνος, τοῦ υἱοῦ τοῦ νοός. τὸ μὲν γὰρ τοῦ νοός ἐστι πρακτικόν, τὸ δὲ θεωρητικόν. ἐπεὶ γοῦν δύο μέρη τοῦ νοός εἰσιν, εἰκότως Κρονίδην τὸ πρακτικόν φησι τοῦ νοός. καλῶς δὲ καὶ τοῦ εἶπε Κρονίδου, ἤγουν τοῦ θεωρητικοῦ, ἐπεὶ γὰρ αἱ λογικαὶ τέχναι οὐκ εἰσὶ τοῦ πρακτικοῦ μέρους, ἀλλὰ τοῦ θεωρητικοῦ, διὰ τοῦτο ἕνα Κρονίδην εἶπεν· αἰγίοχον δὲ τὸν αἰθέρα εἶπεν, ἐπειδὴ ὁ αἰθὴρ πάντων ὑπεραναβεβηκὼς τῶν στοιχείων. αἱ αἰγίδες δέ, ἤγουν αἱ καταιγίδες καὶ τὰ πνεύματα πάθη τοῦ ἀέρος εἰσίν."
      },
      {
        "index": 3,
        "text": "23. ἄρνας ποιμαίνονθ’. αἵ τινές ποτε, δηλονότι αἱ τέχναι, ἐδίδαξαν τὸν Ἡσίοδον καὶ ἐσόφισαν ἄρνας ποιμαίνοντα, ἤγουν πρῶτον μὲν ταῖς ἀλόγοις ἐπιθυμίαις ἑπόμενον, ὕστερον δὲ ἀσχολεύσαντα ἀπὸ πάντων καὶ οἱουεὶ μύσαντα καὶ ἀναισθήσαντα πρὸς πᾶσαν αἴσθησιν. ἄρνας δὲ λέγει τοὺς ἀλόγους ἐπιθυμίας, Ἑλικῶνα δὲ τὸν ἐγκέφαλον, ἑπόμενον οὖν ταῖς ἀλόγοις ἐπιθυμίαις ὑποκάτω τοῦ νοός. ὁ μὲν νοῦς πάντων ὑπερανέστηκεν, ὅθεν καί, ὃν μέγαν μέλλομεν εἰπεῖν, κορυφαῖον καλοῦμεν διὰ τὸ τοῦ σώματος ὅλου ὑπερανεστηκέναι τὸν νοῦν. ὁ δὲ ποιμαίνων ἀφίησι τὰ ποιμαινόμενα, ὅπου ἄν ἐθέλοιεν πορεύεσθαι."
      },
      {
        "index": 4,
        "text": "24. τόνδε δέ με. αὗται γοῦν, αἱ Μοῦσαι δηλονότι, εἶπον πρός με, ἤγουν αἱ λογικαὶ τέχναι, ἤτοι ἐν συναισθήσει ἑαυτοῦ γεγονὼς καὶ ἀναλογισάμενος εἶπε πρὸς ἑαυτόν· ὦ ποιμένες, δοῦλοι κοιλίας, ἐπονείδιστοι. οἱ σοφοὶ γινώσκουσι πολλὰ ψεύδη λέγειν ὁμοιούμενα ἀληθέσι καὶ πάλιν ἀληθῆ λέγειν. τοῦτο δὲ παρήγαγε δεικνύων, ὅτι τὸ περὶ ἔργων ἀψευδῶς φαίνεται πρὸς τὸν ἑαυτοῦ ἀδελφὸν Πέρσην λεγόμενον. εὐθὺς δὲ σκῆπτρον καὶ στήριξιν ἔλαβον δάφνης, ἤγουν ἐπεχείρησα κοπιῶν. καὶ γὰρ τὰ φύλλα τῆς δάφνης πικρά εἰσι, καὶ ὁ ὑπὲρ τῆς ἀρετῆς ἱδρῶς ἐπίπονος. καὶ ἄλλως δὲ νοητέον τὸ ἔδον μοι δάφνης κλάδον. εἰ μὴ γὰρ τὴν γλῶσσάν τις ἐξασκήσῃ καὶ οἱονεὶ στομώσῃ πρὸς τὸ φωνεῖν, ὁπότʼ ἂν βούλοιτο καὶ ὅ θέλοι, οὐκ ἄν ἄλλως γινώσκοιτο σοφός. δάφνη γὰρ εἴρηται ἀπὸ τοῦ δα ἐπιτατικοῦ μορίου καὶ τοῦ φωνῶ. ἐνεπνεύσθην δὲ ὑπὸ τῶν Μουσῶν, ἵνα γινώσκοιμι τὰ ὄντα καὶ τὰ ἐσσόμενα , ὡς καὶ Ὅμηρος ἐν Ὀδυσσείᾳ φησὶν ἐμφαίνων δεῖν εἶναι περὶ ἐσσομένου γινώσκειν τὸν ποιητήν. ἄειδε δὲ Φήμιος καλόν, οὗ κλέος οὔποτʼ ὀλεῖται, γινώσκων γὰρ τὸ μέλλον, καὶ ὡς οὔποτε τὸ ὄνομα τῆς τούτου σβεσθείη ποιήσεως, τοῦτο ἐπέγραψεν."
      },
      {
        "index": 5,
        "text": "35. ἀλλὰ τίη μοι ταῦτα. ἀλλὰ τί μοι ταῦτα, φησίν, ὥσπερ εἰ ἔλεγον περὶ τῶν ἐν δρυὶ καὶ πέτρᾳ σκηνωμάτων. οἱ γὰρ παλαιοὶ πρὸ τοῦ κτίσαι πόλεις ἐν δρυσὶ καὶ πέτραις ᾤκουν."
      },
      {
        "index": 6,
        "text": "36. τύνη Μουσάων. σὺ δέ, ὦ νοῦ, ἄρχου λέγειν περὶ πάντων τῶν προαναφωνηθέντων σοι τεχνῶν, αἵ τινες ὑμνοῦσι τὸν ἑαυτῶν πατέρα, τὸν νοῦν δηλαδή, καὶ λέγουσι τὰ ὄντα καὶ τὰ ἐσσόμενα ὁμοφωνοῦσί τε ἀλλήλαις. τὰ γὰρ καλὰ πάντοτε συμφωνοῦσι, τὰ δὲ μὴ τοιαῦτα καὶ ἀφʼ ἑαυτῶν ἐλέγχονται. διαχέεσθαί τε ποιοῦσι τὸν ἐγκέφαλον, ἐνστρέφονταί τε ἀεὶ ἐν αὐτῷ, καὶ ἠχεῖσθαι ποιοῦσι τὸν νιφόεντα Ὅλουμπον, ἤτοι τὸν καθαρώτατον νοῦν. ἄρχου τε πάλιν, ὦ νοῦ, ὑμνεῖν τὸν Δία, ἤτοι τὸν νοῦν, τὸν πατέρα πάντων, ὅτι πάντων κρατεῖ, ἔπειτα λέγε περὶ ἀνθρώπων περὶ τεχνῶν τε. ποίων; ἃς ἐγέννησεν ἡ Μνημοσύνη συνελθοῦσα τῷ Διΐ, ἤτοι τῷ νοΐ. ἐγέννησε δὲ ἐν τῇ Πιερίᾳ, ἐν ἐπιθυμητῷ δηλαδὴ τόπῳ. Μνήμη δὲ ποία; ἡ βασιλεύουσα ἐν τῷ Ἐλευθῆρι. τοῦτο δὲ εἶπεν ἐμφαίνων, ὡς δεῖ τὸν μέλλοντα τὴν φιλοσοφίαν μετέρχεσθαι ἐλεύθερον μὲν εἶναι παντὸς βιωτικοῦ πράγματος, ἄρχειν δʼ ἐν τούτῳ καὶ μόνον ἐμμένειν τὴν ἐλευθερίαν. ἐγέννησε δὲ ταύτας τὰς τέχνας εἰς λησμοσύνην τε τῶν κακῶν καὶ ἀνάπαυσιν τῶν φροντίδων. δεῖ γὰρ τὸν μανθάνοντα πρὸς τῷ πόνῳ καὶ τῇ σπουδῇ καὶ πᾶσι τοῖς εἰς τοῦτο συντείνουσιν, ἀπεπιλήσμονα εἶναι τῶν μαθημάτων αὐτῶν. ἀντίκειται γὰρ τῷ λόγῳ καὶ ἡ λήθη, καὶ τοῦτο δηλοῖ Ὅμηρος παρεισάγωυ ἐν τῇ ἰδίᾳ ποιήσει τὴν Ληθὼ τῷ Ἑρμῇ ἀντιμαχομένην, Λητοῦς μὲν τῆς λήθης νοουμένης, Ἑρμοῦ δὲ τοῦ λόγου."
      },
      {
        "index": 7,
        "text": "56. ἐννέα γάρ οἱ νύκτας. διὰ τούτου δηλοῖ τὸ πολυχρόνιον τῶν μαθημάτων. δεῖ γὰρ τὸν μανθάνοντα πολυχρονίζειν ἐν τοῖς μαθήμασι. καὶ γὰρ ὁ ἐννέα ἀριθμὸς τέλειός ἐστιν. ἐμίσγετο γοῦν ταύτῃ τῇ Μνήμῃ Ζεύς, ἤγουν ὁ νοῦς, ὁ τὸ εὖ ζῆν ἡμῖν παρεχόμενος, ἡμέρας ἐννέα διὰ τὸ δεῖν εἶναι τὸν μανθάνοντα πολυχρονίζειν, ἐν τοῖς μαθήμασιν. ἐμίσγετο δὲ χωρὶς τῶν ἄλλων μαθημάτων, ἤγουν χωριζόμενος καὶ καθαρεύων πασῶν αἰσθήσεων. ἀθανάτους δὲ ταύτας λέγει διὰ τὸ ἀεὶ συμπαραμένειν τῇ φύσει καὶ μήποτε μηδὲ μίαν ἐκ ταύτης ἀπόλλυσθαι. ἀλλʼ ὁπότε ὁ καιρὸς παρῆλθε τῆς μαθήσεως καὶ ἡμέραι πολλαὶ ἐτελέσθησαν, ἐγέννησεν αὕτη ἡ Μνήμη ἐννέα θυγατέρας, τῶν ἐννέα τούτων εἰς λογικὰς τέχνας ἀναγομένων, αἷς θυγατράσι διὰ φροντίδος ἐστὶ τὸ φροντίζειν καὶ ᾄδειν περὶ θείων καὶ ἀνθρωπίνων πραγμάτων, μικρὸν ἀπεχομέναις τοῦ Οὐρανοῦ. καὶ αὐτοῦ γὰρ ἐφικνοῦνται τοῦ Οὐρανοῦ σχεδόν, ἐξετάζουσαι, ὅπου γε ἐν τῷ οὐρανῷ πολλαὶ αὐτῶν γίνονται ἐξετάσεις. σὺν αὐταῖς δὲ κατοικοῦσι καὶ αἱ Χάριτες, ἃς Χάριτας σωματοποιοῦσιν οἱ παλαιοὶ τρεῖς ζωγραφοῦντες γυμνὰς ἐχομένας ἀλλήλων. εἰσὶ δὲ ταῦτα τὰ ὀνόματα τούτων· Θάλεια, Εὐφροσύνη καὶ Ἀγλαΐα. ταύτας δὲ οὕτως ἐζωγράφουν, δηλοῦντες διὰ μὲν τοῦ τρεῖς γράφειν τὸν χαρίζοντα, τὸν χαριζόμενον καὶ αὖθις τὸν ἀντιχαρίζοντα, διὰ δὲ τοῦ γυμνὰς γράφειν τὸ δεῖν εἶναι τὸν χαρίζοντα μήτε διὰ φόβον μήτε διὰ κολακείαν μήτε διʼ ἄλλο τι τοιοῦτον χαρίζειν, μηδὲ πρὸς ἀντίχαριν ἀφορῶντα, ἀλλὰ διὰ τὸ ἔχεσθαι ἀλλήλων, ὅτι ἕπεται τῇ Χάριτι ἡ ἀντίχαρις. τὰ δὲ ὀνόματα ταῦτα ἐπέγραφον ταύταις, ὅτι, εἰ μή τις θάλλει καὶ εὐπορεῖ, τοῦ πράγματος οὐ μεταδίδωσί τινι, ὁμοίως δὲ καὶ ἐπὶ τῆς Ἀγλαίας καὶ ἐπὶ τῆς Εὐφροσύνης. συγκατοικεῖν δὲ τὰς Χάριτας ταῖς Μούσαις φησὶ διὰ τὸ χαρίεν καὶ ἐπιθυμητὸν τῆς σοφίας. αἵ τινες Μοῦσαι διεξιᾶσι καὶ λέγουσι τοὺς νόμους καὶ τὰς ποιότητας καὶ τὰς διαγωγὰς πασῶν τῶν αἰσθήσεων. ἐζωγράφουν δὲ ταύτας ἐπιβαινούσας σφαιρῶν, δηλοῦντες, ὡς δεῖ τὸν μετερχόμενον τὴν φιλοσοφίαν ὀλίγον τι τῶν γηΐνων ἐφάπτεσθαι, ὥσπερ καὶ τὴν σφαῖραν. τοῦτο δὲ δηλοῦντες καὶ ἐν ὄρει γεγεννῆσθαι ταύτας φασί, δηλοῦντες , ὥσπερ τὸ ὄρος πάντων ὑπερανέστηκε τῶν λοιπῶν, οὕτω δεῖν ὑπεράνω τῶν βιωτικῶν εἶναι καὶ τὸν φιλοσοφοῦντα. αἵ τινες Μοῦσαι πρὸς τὸν οὐρανὸν ἀπήρχοντο, ὑμνοῦσαι τὸν Δία, ἤγουν τὸν πρῶτον νοῦν, τὸν παραγωγέα τῶν τῇδε πάντων. καὶ γὰρ ἐδόξαζον οἱ παλαιοὶ νοῦν εἶναι τὸν πρῶτον τὸν τὰ τῇδε πάντα παραγαγόντα. οὗτος δὲ ἐμβασιλεύει τῷ οὐρανῷ, ἤγουν οἶδε πάντων τῶν στοιχείων τὰς ποιότητας, νικήσας τὸν πατέρα Κρόνον ἐν τῇ δυνάμει. φασὶ γὰρ τὸν Κρόνον πολλὰ τεκνογονήσαντα πάντα καταφαγεῖν, μόνον δὲ τὸν Δία τοῦτου ὑπερνικῆσαι, δηλοῦντος τοῦ λόγου, ὅτι ὁ χρόνος, ὅσα ἐνταῦθα παράγει, ταῦτα καὶ ἀφανίζει, μόνης δὲ τῆς ἡμετέρας ψυχῆς καὶ τοῦ νοῦ οὐχ ὑπερισχύει, οὐ γὰρ ἄν ἐκλείψῃ αὕτη ποτέ, μέχρις αὐτὸ τῇδε πᾶν συνεστηκὸς περίγειον ἐκλείψῃ. ὃς νοῦς νικήσας τὸν χρόνον πάντα καλῶς ᾠκονόμησε καὶ περὶ πάντων ἐφυσιολόγησεν, ὅτι αἱ ἐννέα Μοῦσαι εἰς ἐννέα λογικὰς ἀνάγονται τέχνας. Κλειὼ μὲν γὰρ ἐφεῦρε ῥητορικήν, Εὐτέρπη αὐλητικήν, Θάλεια κωμῳδίαν, ἐλπομένη τραγῳδίαν, Τερψιχόρη κιθαρῳδίαν, Ἐρατὰ ποίησιν, Πολυμνία γεωμετρίαν, Οὐρανία ἀστρονομίαν, Καλλιόπη τὰ ἔμμετρα ἔπη. τῶν δὲ θ Μουσῶν τὰ ὀνόματα ἀπὸ τῶν τεχνῶν παρητυμολόγηνται. τὸν γὰρ τὴν ῥητορικὴν μετερχόμενον κλείεσθαι, ἤτοι δοξάζεσθαι συμβαίνει, συμβουλεύοντα καὶ δικανευόμενον καὶ πανηγυρίζοντα, τὸν δὲ τὴν αὐλητικὴν πολλοὺς τέρπειν τοῖς μέλεσι, τὸν τὴν κωμῳδίαν μετερχόμενον θάλλειν ἐν αὐτῇ τῇ τέχνῃ διὰ τὸ ἀεὶ θάλλειν τῆς ποιήσεως, τὸν δὲ τὴν γεωμετρίαν ἀσκοῦντα πολλοὺς ὑμνεῖν καὶ πολλοῖς ὑμνεῖσθαι, καὶ καθεξῆς ἀπὸ τῆς ἐμφαινομένης πείρας ἔχειν τὸ ὄνομα, ὥσπερ καὶ τὴν Καλλιόπην ἀπὸ τοῦ καλλύνειν τὰ ἔπη ἢ ἀπὸ τοῦ κάλλος ἔχειν ὀπός. ἐπεὶ γὰρ εἰς τὰ ἔμμετρα ἔπη ἡ Καλλιόπη ἀνάγεται, δεῖ τὸν ταύτῃ προκείμενον, τὴν γλῶτταν εὐπερίστροφον φέρειν. ὁ δὲ Ἡσίοδος διὰ τοῦτο ταύτην μᾶλλον τῶν ἄλλων ἐγκωμιάζει, ἐπειδὴ ποιητής ἐστιν, καὶ ἐπειδὴ ἡ Καλλιόπη, πρὸς ποίησιν ἀνάγεται. αὕτη γάρ, φησίν, ἡ Καλλιόπη ἡ διʼ ἐμμέτρων ἐπῶν προσγινομένη γνῶσις, ἐπακολουθεῖ καὶ τῷ βασιλεῖ, ὅν τινα αὗται αἱ λογικαὶ τέχναι κοσμήσωσι, καὶ ὅν τινα εἰσίδωσι γεννώκαὶ μενον, ἤγουν τινι ἐπικλωσθῇ τὸ γενέσθαι σοφόν. ἢ ἄλλως ἀπὸ τῶν θ τούτων Μουσῶν τοῖς δ ἂν εὕροι τις τὰς δ λογικὰς τέχνας τὰς πρώτας ἐμφαινομένας, τῇ Κλειοῖ τὴν ἀριθμητικὴν, (ἡ γὰρ ἀριθμητικὴ τὰ πλεῖστα εἰς ἓν συνενοῖ καὶ συνάγει καὶ συγκλείει, ἐτυμολογουμένη ἀπὸ τοῦ κλείειν), τῇ Εὐτέρπῃ τὴν μουσικὴν ὡς ἀπὸ τοῦ τέρπειν, τῇ Ἐρατοῖ τὴν γεωμετρίαν, ὡς δῆλόν ἐστι καὶ ἀπʼ αὐτοῦ τοῦ ὀνόματος, (ἔρα γὰρ καὶ γῆ ταυτὸν δηλοῦσι συνεκφωνούμενα), τῇ Οὐρανίᾳ τὴν ἀστρονομίαν· καὶ τοῦτο δῆλον ἀπὸ τοῦ ὀνόματος."
      },
      {
        "index": 8,
        "text": "94. ἐκ γὰρ Μουσάωω καὶ ἑκηβόλου Ἀπόλλωνος. ἐνταῦθα περὶ τῶν ἐν οὐρανῷ διαλέγεται. τοῦ γὰρ Ἀπόλλωνος εἰς τὸν ἥλιον ἀναγομένου, φησίν, ὅτι τοῦ ἡλίου καὶ τῆς τῶν ἀστέρων κινήσεως τοιῶνδε ἐμφαινομένων ἐπʼ ἐκείνου, ἐφʼ οὗ ἂν παρηγοροῖέν τινες τὰ τοιαῦτα, γίνεται καὶ κιθαριστής. ἐπειδὴ δὲ κυρίως μὲν ἀπὸ τῶν ἐν τῇ γεννήσει ἐπιψηφισθέντων συμβαίνουσι τὰ γινόμενα εἰ μὴ γάρ τινι ἐπικλωσθείη τὸ γενέσθαι τοιῷδε, οὐκ ἄν συμβαίη, τέως δὲ καὶ ἀπὸ τῆς ἐνασκουμένης τινὶ τέχνης, διὰ τοῦτο καὶ τὰς Μούσας ἐπήγαγεν, ὡς διὰ μὲν τοῦ ζωδίου τῆς τύχης ἐμφαινομένας, διὰ δὲ τῆς ἀσκήσεως τὴν τοιάνδε τέχνην καὶ τὸ πλήρωμα. πάλιν τοῦ Διὸς εἰς βασιλικὸν ἀστέρα ἐμφαινομένου, τοιόσδε γίνεται οὗτος, ἐφʼ οὗ ἂν τοῦτο παρηγοροῖτο, ἄρχων τυχὸν ἢ βασιλεύς. οὗτος δʼ ἐστὶ μακάριος, ὃν ἡ φιλοσοφία κατακοσμήσει· εἰ γάρ τίς, φησι, νεωστὶ ἐπισυμβάντος πάθους κατατήκοιτο τὴν καρδίαν, ὑπὸ μουσικοῦ ἢ τοιούτου τινὸς θεραπεύεται, οἷον καὶ τὸ ἐπί τινι τῶν βαρβάρων βασιλέων συμβάν. τεθνηκυίας γὰρ αὐτοῦ τῆς συμβίου, καὶ τὴν καρδίαν κοπτόμενος ἀβίωτον εἶναι τοῦτον τὸν βίον ἐνόμιζε. προσελθόντος δέ τινος αὐτοῦ μουσικοῦ καὶ τὴν γυναῖκα τὴν σὴν ἀναστήσειν δύναμαι φήσαντος, ὦ βασιλεῦ, ἐὰν μόνους τρεῖς μοι δυνηθῇς ἀλύπους ἀνθραώπους εὑρεῖν, μὴ δυνηθέντος τοῦ βασιλέως τούτους εὑρεῖν, ἐνταῦθα ὁ μουσικὸς εἶπεν· ὦ βασιλεῦ, τρεῖς μόνους ἀλύπους μὴ δυνάμενος ἐξευρεῖν αὐτὸς ἄχθῃ καὶ τὴν καρδίαν σπαράττῃ, ὁμοιοπαθὴς τυγχάνων καὶ αὐτὸς τοῖς πολλοῖς; ὁ δὲ βασιλεὺς τοῦτο ἐνωτισθεὶς εὐθὺς τῆς λύπης ἐπαύσατο."
      }
    ]
  }
}
