{
  "chapterNumber": 8,
  "title": "Commentary on the Birth and Rise of Zeus (Lines 453-506)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "453. Ῥεῖα δʼ ὑποδμηθεῖσα Κρόνῳ. ἡ Ῥέα δέ, φησίν, ἤγουν ἡ ὕλη συνελθοῦσα τῷ Κρόνῳ, ἤτοι τῷ . πρώτῳ νοΐ, ἐγέννησε τέκνα λαμπρά, τὰ δ δηλονότι στοιχεῖα. καὶ μὴ θαυμάσῃς, εἰ νῦν μὲν τὴν Στύγα ὕλην εἶπε, νῦν δὲ τὴν Ῥέαν. δόξαι γάρ ἦσαν ἄλλαι ἄλλοις ἐμπίπτουσαι. καὶ Ὅμηρος δὲ τοῦτο πολλάκις ποιεῖ. τὴν γὰρ ἄλλοις ἄλλως δόξαν καὶ ἄλλως ἄλλοις οὗτος συνάγων, νῦν μὲν οὕτως, νῦν δὲ ἄλλως φησίν. ἐγέννησε γοῦν ἡ ὕλη τὴν Δήμητραν, ἤγουν τὴν γῆν, τὴν Ἱστίαν, τὴν στερεὰν δηλονότι καὶ ἡδρασμένην καὶ ἑστῶσαν ἀπὸ τοῦ ἵστημι, καὶ τὴν Ἥραν, ἤτοι τὸν αἰθέρα. ποίαν Ἥραν; τὴν χρυσοπέδιλον, ἤγουν τὴν τὸ τέλος πυρῶδες ἔχουσαν καὶ χρυσῷ εἰκασμένον. ὥσπερ γὰρ τοῦ σώματος τέλος ὁ πούς, εἰς ὃν ἐμβάλλεται τὰ πέδιλα, οὕτω καὶ τὸ πλήρωμα τοῦ αἰθέρος ὡς χρυσὸς ἔοικεν εἶναι πυρῶδες. τὸν ἴφθιμόν τε Ἀΐδην, ἤγουν τὸν ὑπὸ γῆν ἀέρα, ὃν διὰ τὸ ζοφῶδες οὕτως ἐκάλεσε, καὶ τὸν Ποσειδῶνα, ἤτοι τὸ ὕδωρ, τὸν Δία τε, ἤτοι τὸν ὑπὲρ γῆν ἀέρα."
      },
      {
        "index": 2,
        "text": "458. τοῦ καὶ ὑπὸ βροντῆς. εἰ μὲν ἐπὶ τοῦ Ποσειδῶνος τὸ ,,τοῦ καὶ ὑπὸ βροντῆς πελεμίζεται εὐρεῖα χθὼν“ νοήσεις , ἔστιν οὕτως. δόξαν γὰρ εἶχον οἱ παλαιοί, ὅτι ὅταν οἱ σεισμοὶ γίνωνται, περικλυζομένου τοῦ ὕδατος, τοῦτο γίνεται, ὥστε τὸ ὕδωρ αἴτιον εἶναι. ἐπὶ δὲ τοῦ Διὸς ἑτέραν δόξαν οἱ ἀνόητοι εἶχον, ὅτι πνευμάτων ὑποκάτω τῆς γῆς γεννωμένων καὶ μὴ δυναμένων ἄλλοθεν ἐξελθεῖν, ἡ γῆ στενοχωρεῖται ὑπὸ τούτων καὶ σείεται."
      },
      {
        "index": 3,
        "text": "459. καὶ τοὺς μὲν κατέπινε μέγας Κρόνος. ἐντεῦθεν ὡς ἐν κεφαλαίῳ ἄλλως νοεῖται. Κρόνον τὸν χρόνον φησί, Ῥέαν δὲ τὴν ῥεῦσιν καὶ φθορὰν τοῦ χρόνου, καί φησιν, ὅτι πάντα τὰ ἐξ αὐτοῦ ὁ χρόνος κατέπινε. δῆλον γάρ, ὡς τὰ χρόνῳ γεννώμενα καὶ ἐν χρόνῳ φθείρονται."
      },
      {
        "index": 4,
        "text": "463. πεύθετο. ἔμαθε γάρ, φησί, παρὰ τῆς Γῆς καὶ τοῦ Οὐρανοῦ, ὅτι ὑπὸ ἰδίου γεννήματος δαμασθήσεται, τουτέστι ὑπὸ παιδὸς ἑοῦ, ἤτοι τοῦ ἀνθρώπου, νικηθήσεται. γέννημα γὰρ τοῦ χρόνου, καὶ ὑπὸ τὸν χρόνον ὁ ἄνθρωπος. νικηθήσεται δὲ τοῦ ἀνθρώπου νοήσαντος καὶ τεχνησαμένου, πῶς τῶν ἐπιτηδείων πορίσειε τοὺς καιρούς. τἆλλα, Διὸς μεγάλου διὰ βουλάς, ἤγουν διὰ φρονήσεως. καὶ κατὰ τὸν μῦθον δὲ οὔτινι ἄλλῳ συμβουλεύσασθαι εἶχεν, εἰ μὴ Γῇ καὶ Οὐρανῷ, ὡς τῆς μὲν ὑποδεχομένης τὰ σπέρματα, τοῦ δὲ ἄρδοντος."
      },
      {
        "index": 5,
        "text": "467. ἀλλʼ ὅτε Διʼ ἔμελλε. ἐντεῦθεν ἄλλως νοεῖται. ἀλλʼ ὅτε, φησίν, ἡ Ρέα, ἤτοι ἡ γῆ, ἔμελλε γεννᾶν τὸν Ζῆνα, ἤγουν τοὺς πρὸς ζωὴν ἐπιτηδείους καρπούς, τότε ἔπεμψε τὸν Ζῆνα τοῦτον, ἤγουν τὰ σπέρματα, εἰς Κρήτην, ἢ διὰ τὸ πρώτως ἐκεῖ ταῦτα εὑρεθῆναι ἢ διὰ τὸ πολλὴν ἀφθονίαν τῶν ὡρίων εἶναι ἐκεῖ."
      },
      {
        "index": 6,
        "text": "481. ἔνθα μὲν ἷκτο φέρουσα. ἔνθα, φησίν, ἤγαγε τὴν νύκτα ἡ γῆ. ἐξ ἀφανοῦς γὰρ καὶ ἀοράτου τὰ σπέρματα τὴν αὔξησιν ἐπιδέχονται. ἔκρυψε δὲ τοῦτον τὸν Ζῆνα, ἤγουν τοὺς καρπούς, ἡ γῆ ἐν ἄντρῳ ἠλιβάτῳ, ἤτοι ἐν καταδύσει, ἐν ᾗ ἐπιβαίνοντος ἡλίου δεῖται. εἰ δʼ ἴσως, καὶ ἀπὸ τοῦ ἀλιταίνειν τῆς βάσεως ἐτυμολογεῖτο, καλῶς καὶ οὕτως ἔχει. ἐν τόποις γὰρ ἐρήμοις πᾶς τῆς βάσεως ἀλιταίνει, οὐ γὰρ διοδεύει ἐκεῖσε."
      },
      {
        "index": 7,
        "text": "484. Αἰγαίῳ ἐν ὄρει. ἢ διὰ τὸ ἀΐσσειν καὶ αὔξειν καὶ θάλλειν τὰ σπέρματα ἢ διὰ τὸ αἴτιον ἡμῖν εἶναι τοῦ ἀΐσσειν καὶ αὔξειν."
      },
      {
        "index": 8,
        "text": "485. τῷ δὲ σπαργανίσασα. καλῶς τὸ σπαργανίσασα προσέθηκε. καὶ γὰρ τοῖς μὲν ἄλλοις τῶν ζώων ἀμυντήρια ὅπλα ἡ φύσις ἐπένειμε, τῷ ἀνθρώπῳ δὲ μόνῳ οὐδὲν πρόβλημα ἐπιδέδωκε. πρῶτον γὰρ σπαργανίσασα, ἤτοι τὰ πρὸς διακόσμησιν ἐπιτιθέμενα χαρισαμένη, μέγαν λίθον ἠγγυάλιξε. παρέσχε τούτῳ μέγαν λίθον, ἤτοι ἄνθρωπον, ὃν λίθον εἶπε διὰ τὸ ἀνέκδοτον τούτου καὶ πρὸς τοὺς πόνους καρτερικὸν ἢ διὰ τὸ ἐναντιωθῆναι δίκην λίθου τῷ Κρόνῳ, ὃν λαβὼν ἐνέβαλε τῇ νηδύι, οὐδʼ ἐνόησεν, ὅτι ὁ υίὸς αὐτῆς οὐδὲν ἐλυμάνθη. εἰ γὰρ εἷς ἢ καὶ τυχὸν πολλοὶ ἀποθάνωσιν, ἀλλʼ οὐκ ἤδη καὶ ἡ ἀνθρωπεία φύσις συντέθνηκεν ἅπασα."
      },
      {
        "index": 9,
        "text": "492. καρπαλίμω ς δʼ ἔπειτα. ταχέως γοῦν ηὐξάνοντο οἱ καρποί. τελεσθέντων δὲ τῶν χρόνων ἤμεσε πάλιν τὸν ἴδιον γόνον ὁ Κρόνος. μετεμψυχώσεις γάρ τινας οἱ παλαιοὶ ἐδόξαζον, ὅτι εἰ μὲν ἡ ψυχὴ τοῦ ἀνθρώπου εὖ ζῶσα διατεθῇ, ἔστω, εἰ δὲ μή, ἀφʼ ἑνὸς σώματος εἰς ἕτερον μετεπήδησε καὶ εἶχε τοῦτο εἰς τιμωρίαν. νῦν γοῦν περὶ τούτων φησὶ τῶν μετεμψυχώσεων, ὅτι ὃν κατέπινε λίθον, ἤτοι ψυχὴν ἀνθρωπείαν, πάλιν ἐξήμεσεν, ὃν ἄνθρωπον ὁ Ζεύς, ἤτοι οἱ καρποί, ἐστήριξεν ἐν τῇ γῇ. ὑπὸ γὰρ τῶν καρπῶν στηριζόμεθα. ἐστήριξε δὲ Ζεὺς ἐν Πυθοῖ. πυθόμενος γὰρ ὁ σῖτος ἐν τῇ γῇ, ἤτοι σηπόμενος καὶ οἷον θνήσκων, πάλιν ἀναθάλλει, καὶ θάλλειν τοὺς ἀνθρώπους ποιεῖ. ταῦτα μὲν οὕτως. εἰ δʼ ὡς ἐν κεφαλαίῳ νοῆσαι θελήσειας, ἔστιν οὕτως. ἡ Ῥέα, ἤτοι ἡ φθορὰ τοῦ χρόνου, ἣν καλῶς τῷ χρόνῳ συνέμιξεν, ἔδωκε τῷ Κρόνῳ, ἤτοι τῷ χρόνῳ, λίθον ἀντὶ παιδός, ἤτοι τὴν γῆν, ἣν ἀφανίσαι οὗτος οὐκ ἠδυνήθη."
      },
      {
        "index": 10,
        "text": "506. κούρην δʼ Ἰαπετός. Ἰαπετὸν ἐνταῦθά φησι τὴν τῶν οὐρανίων σωμάτων κίνησιν, Κλυμένην δὲ τὸν ἐκ τούτων ἀποτελούμενον ἦχον. δόξαν γὰρ εἶχον οἱ παλαιοί, τὰ οὐράνια κινεῖσθαι σώματα καὶ ἠχεῖν, ἄτοπον εἶναι λέγοντες, εἰ τὰ μὲν ἐπὶ γῆς τυχόντα σώματα ἦχον ἀποτελοῖεν, ἐκεῖνα δὲ τὰ ὑπερφυῆ καὶ οὐράνια μὴ ἦχον ἀποτελεῖν. ἔλεγον οὖν γίνεσθαι μὲν ἤχους ἀπὸ τῶν οὐρανίων σωμάτων, ἡμῖν δὲ μὴ ἀκούεσθαι ἢ διὰ τὸ μῆκος εἶναι πολὺ μεταξύ, ἢ διὰ τὸ ἐνειθίσθαι τοῖς τοιούτοις ἡμᾶς."
      }
    ]
  }
}
