{
  "chapterNumber": 6,
  "title": "Commentary on Sea Monsters and the Gorgons (Lines 270-336)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "270. Φόρκυνι δʼ οὖ Κητώ. ἡ Κητῶ δὲ συνελθοῦσα τῷ Φόρκυνι ἐγέννησε τὰς Γραίας, δηλονότι τοὺς ἀφρούς. τοῦτο δὲ εἶπε διὰ τὸ μὴ πάντοτε πλησίον τῆς γῆς, ἀλλὰ καὶ ἐν τοῖς βάθεσι γίγνεσθαι τοὺς ἀφρούς. καλλιπαρήους διὰ τὸ λευκὸν εἶπεν. ἐκ γενετῆς πολιάς· ἅμα γὰρ τῇ γεννήσει λευκαίνονται. ἐπίθετα καὶ τὰ ὀνόματα τοῖς ἀφροῖς· καὶ Πεφρηδώ μὲν λέγεται ἡ διὰ τοῦ γινομένου ἀφροῦ εὐδία, ᾗ οἱ ναῦται εὐφραίνονται, τοῦ π πλεονάζοντος, Ἐνυὼ διὰ τὸ μάχιμον τούτου, πολλάκις γὰρ γίνεται αἴτιος καταιγίδων. ἐγέννησε καὶ τὰς Γοργόνας πέραν τοῦ κλειτοῦ Ὠκεανοῦ, ἤγουν τοῦ ὕδατος. Γοργόνας δὲ τὰς ἀναθυμιάσεις φησίν, ἴσως διὰ τὸ γοργὸν τούτων. ἐσχατιῇ πρὸς νυκτός, ἤγουν αὐγαζούσης ἡμέρας. τὸ ἔσχατον γὰρ τῆς νυκτὸς ἡ αὐγή ἐστιν, ὅπου ἐν τῷ ἐσχάτῳ τῆς νυκτός εἰσιν αἰ Ἑσπερίδες, ἤγουν αἱ τῆς νυκτὸς ὧραι, ὡς προέφημεν. αἱ λιγύρω νοι. εἴωθε γὰρ κατὰ ταύτην τοὺς ἀνέμους ὀξέως πως καὶ ἠρεμαίως προσπνέειν. ἐπιτίθησι δὲ καὶ ταῖς ἀναθυμιάσεσιν ὀνόματα. καὶ τῶν μὲν ποταμίων ὑδάτων Σθενὼ ὀνομάζει διὰ τὸ ἰσχυρὸν καὶ θρεπτικόν, Εὐρυάλην δὲ ἀπὸ τοῦ εὐρὺ τοῦ ἁλός, Μέδουσαν τὴν τῆς γῆς ἀναθυμίασιν , ἧ τινι μεδόμεθα καὶ φροντίζομεν. ποία δὲ Μέδουσα; ἡ χαλεπὰ παθοῦσα διὰ τὸ μὴ πάντοτε τὰς ἐκ τῆς γῆς ἀνατελεῖσθαι ἀναθυμιάσεις, ἐπιλειψάσης τῆς ἐν αὐτῇ ὑγρότητος."
      },
      {
        "index": 2,
        "text": "277. ἡ μὲν ἔην θνητή. ἤγουν οὐ πάντοτε ἡ τῆς γῆς ἀναθυμίασις γίνεται, αἱ δὲ δύο, αἱ τῶν λιμναίων ὑδάτων καὶ τῶν θαλασσίων, ἀθάνατοι πάντοτε γίνονται. τῇ δὲ τῆς γῆς ἀναθυμιάσει συνῆλθεν ὁ Ποσειδῶν, ἤγουν ἡ ὑδαταώδης ὑγρότης, ἐν μαλακῷ λειμῶνι. ὅτι δὲ τὴν τῆς γῆς ἀναθυμίασιν οὐκ ἄλλην ἀλλὰ τὴν Μέδουσάν φησιν, ἐπιφέρει τοῦτο, ὅτι οὐκ ἄλλοθεν εἴωθεν ἐπισυμβαίνειν, εἰ μὴ ἐξ ὑγρότητος ἐπιγινομένης τῇ γῇ ἐν ταῖς λειμῶσιν. ὁπότε δὲ ταύτης τῆς Μεδούσης τὴν κεφαλήν, ἤγουν τῆς γηίνης ἀναθυμιάσεως τὴν ἐπιφάνειαν, ὁ Περσεύς, ἤγουν ὁ ἥλιος, ἀφείλετο, ἐπήδησεν ὁ Πήγασος ἵππος καὶ ὁ Χρυσάωρ, δηλονότι οἱ ἄνεμοι καὶ αἱ ἀστραπαί. Περσεὺς δὲ ἐτυμολογεῖται παρὰ τὸ περισσῶς σεύειν καὶ ὁρμᾶν, Πήγασος δὲ παρὰ τὸ πηδᾶν. κατὰ ἀλληγορίαν δὲ Χρυσάωρ παρὰ τὸ χρυσῷ ἐοικέναι. καὶ ὁ μὲν ἥλιος ἀφεὶς τὴν γῆν, τὴν μητέρα τῶν μήλων, δηλονότι τῶν ἀστέρων, ἵκετο εἰς τὸν οὐρανόν· μητέρα δὲ μήλων, ἤγουν ἀστέρων, τὴν γῆν φησιν, ἐπεὶ οἱ παλαιοὶ καὶ τοὺς ἀστέρας τρέφεσθαι ἀπὸ τῶν ποταμίων ὑδάτων ἐδόξαζον. ἐπεὶ γοῦν οἱ ποταμοὶ περὶ τὴν γῆν, διὰ τοῦτο μητέρα τῶν ἀστέρων ταύτην φησί."
      },
      {
        "index": 3,
        "text": "287. Χρυσάωρ δʼ ἔτεκε. ἄνωθεν εἰπὼν Χρυσάορα τὴν ἀστραπὴν νῦν τὴν φύσιν αὐτῆς δηλοῖ τῆς ἀστραπῆς. ἀστραπὴ γάρ ἐστι πνεῦμα, ὅπερ πυρούμενον ἐν νέφει, ῥήσσει τοῦτο καὶ ἔξεισιν. ὁ Χρυσάωρ οὖν, αὐτὴ δηλονότι ἡ φύσις τῆς ἀστραπῆς, ἐγέννησε τὸν τρικέφαλον Γηρυόνην, ἤτοι τὸν χειμῶνα, ὃν τρικέφαλον εἶπεν, ἐπειδὴ τρισὶ μησὶ περιγράφεται, ἢ ἐπειδὴ τῷ χρόνῳ τρία ταῦτα παρέπεται, ὁ ἐνεστώς, ὁ παρεληλυθαώς, καὶ ὁ μέλλων . ὅν τινα χειμῶνα Γηρυόνην φησὶ διὰ τὸ ἐν χειμῶνι βοάς τινας καὶ ὄχλους ἀφίεσθαι καὶ ἤχους (γῆρυς γὰρ ἡ φωνή), ὃν Γηρυόνην, ἤγουν χειμῶνα, ἐφόνευσεν ὁ Ἡρακλῆς, ἤγουν ὁ ἥλιος, ὁ τοῦ ἀέρος ὢν κλέος ἢ τὸ ἔαρ αὐτὸ τὸ τὸν ἀέρα κλείζον. ἔκτεινε δὲ παρὰ τοῖς βουσὶ τοῖς εἰλιπόδεσσιν ἐν τῇ πάντοθεν περιρρεομένῃ Ἐρυθείῃ, ἤγουν παρʼ αὐτῇ τῆς τοῦ ἀέρος θεύσει. παρὰ τοῖς βουσίν, ἤτοι ταῖς βρονταῖς. ἐπεὶ γὰρ παρὰ ταῖς ποιηταῖς εὑρίσκεται ὁ τῆς βροντῆς ἦχος λεγόμενος μυκηθμός, παρὰ τοῦτο οὕτως νοοῖντο βόες αἱ βρονταὶ καὶ τὰ νέφη."
      },
      {
        "index": 4,
        "text": "293. Ὄρθον τε κτείνας. ἤγουν κρατήσας ὁ ἥλιος την ἔγερσιν καὶ ἐπανάστασιν τῶν νεφῶν καὶ τὸν Εὐρυτίωνα, ἤτοι αὐτὴν τὴν τῶν ὑδάτων ῥεῦσιν, κτείνας. ποῦ δέ; ἐν τῷ σταθμῷ τῷ ἠερόεντι, ἤγουν ἐν τῷ οὐρανῷ, ἤτοι τῷ ἀέρι, ὃν σκοτεινὸν μὲν εἶπε διὰ τὸ φύσει εἶναι τοιοῦτον. ζοφώδη δὲ σταθμὸν διὰ τὸ μὴ μεταβαίνειν ἀπὸ τόπου εἰς τόπον, ἀλλʼ ἐν τῷ αὐτῷ ἵστασθαι."
      },
      {
        "index": 5,
        "text": "295. ἣ δʼ ἔτεκʼ ἄλλο πέλωρον. αὕτη δὲ ἡ Κητώ, ἤγουν ἡ ὑγρότης, περιλειφθεῖσα τῷ βάθει, ἐγέννησεν ἄλλο μέγιστον θαῦμα, μήτε θεοῖς μήτʼ ἀνθρώποις ἐοικός, τὴν Ἔχιδνάν φησιν, ἤγουν τὰ δένδρα, ἃ οὔτε θεοῖς ὅμοια πέφυκε (φθείρεται γάρ), οὔτε ἀνθρώποις, πλείονα γὰρ χρόνον τῶν ἀνθρώπων ἵστασθαι δύνανται ἐν τῇ γῇ. ἐγέννησε δὲ ταύτην ἡ ὑγρότης ἐν σπηλαίῳ γλαφυρῷ, ἤγουν τῷ κοιλώματι τῆς γῆς, ἥμισυ μὲν οὖσαν νύμφην, ἤτοι θρεπτικὴν καὶ νέους φαίνεσθαι ποιοῦσαν ἡμᾶς, συνεπινοουμένων τοῖς δένδρεσι τῶν καρπῶν, τὸ ἥμισυ δὲ ὄφιν διὰ τὰς τῶν ῥιζῶν ἐλίξεις. ὠμηστήν, ὠμὸν ἐσθιόμενον. οἱ γὰρ τῶν δένδρων καρποὶ ὠμοὶ ἐσθίονται."
      },
      {
        "index": 6,
        "text": "295. ἣ δʼ ἔτεκʼ ἄλλο πέλωρον. αὕτη ἡ Κητὼ ἐγέννησε τὴν Ἕχιδναν, αὐτὰς δηλαδὴ τὰς ἀτμίδας τὰς ἐκ τῆς θαλάσσης ἀναγομένας, ἃς οὐδὲν ἐοικυίας, οὔτε θεοῖς οὔτε ἀνθρώποις φησί, διὰ τὸ μήτε μένειν ἐπὶ τοῦ αὐτοῦ, ἀλλὰ ταχέως κατέρχεσθαι καὶ διὰ τὸ θρεπτικὸν ἡμῶν εἶναι. ἐγέννησε δὲ ταύτην ἐν τῷ γλαφυρῷ σπηλαίῳ, ἤτοι τῷ οὐρανῷ. γλαφυρὸν γὰρ κυρίως τὸ γεγλυμμένον λέγεται. τοιοῦτος δέ ἐστι καὶ ὁ οὐρανός. — ἥμισυ μὲν νύμφην, διὰ τὸ θρεπτικὸν ταύτην φησὶ νύμφην. — ἥμισυ δʼ αὖτε ὄφιν, διὰ τὴν σφοδρὰν ἄναξιν τῶν ἀτμίδων, οἷος καὶ ὁ ὄφις ἐστίν, ἢ διὰ τὸ καταρρέειν τοὺς ποταμοὺς ὥσπερ τὸν ὄφιν. ποικίλον δὲ διὰ τὴν τῶν ὑδάτων διαφοράν."
      },
      {
        "index": 7,
        "text": "304. ἣ δʼ ἔρυτʼ εἰν Ἀρίμοισιν. αὕτη5 ʼ δὲ ἡ Ἔχιδνα, ἤγουν αἱ ῥίζαι, τῶν δένδρων συνεπινοουμένων καὶ τῶν καρπῶν, φυλάττονται ἐν τοῖς Εἰναρίμοις, ἤγουν ἐν τῷ ἐαρινῷ καιρῷ."
      },
      {
        "index": 8,
        "text": "304.\"ἣ δʼ ἔρυτ’ εἰν Ἀρίμοισιν. αἵ τινες ἀτμίδες ἐν τῷ ἔαρι κωλύονται φέρεσθαι κατὰ γῆς. — ἀθάνατος νύμφη, διὰ τὸ μὴ πάντας τσὺς ποταμοὺς τοὺς ἐκ τῶν κατερχομένων γινομένους ὑδάτων ἐκλείπειν, κἄν ἑνὶ τοῦτο ἐπισυμβῇ."
      },
      {
        "index": 9,
        "text": "306. τῇ δὲ Τυφάονα. ἐντεῦθεν οὐκέτι περὶ ὧν ἔλεγε διεξέρχεται, ἀλλὰ περὶ τὰ καθʼ ἡμᾶς διατρίβη, καί φησιν, ὅτι τῇ Ἐχίδνῃ, ἤγουν τῇ τῶν καρπῶν ἀφθόνῳ ἀπολαύσει, συνελθὼν ὁ Τυφών, ἤτοι ἡ θερμότης τοῦ ἔρωτος , ἡ ἐν ἡμῖν οὖσα, (ἐτυμολογουμένου τοῦ ὀνόματος ἀπὸ τοῦ τύφω τὸ καίω), ἐγέννησε πρῶτον μὲν τὸν Ὄρθον, ἤγουν αὐτὴν τὴν κίνησιν τὴν εἰς τὰ πάθη, ὃν ὁ σοφώτατος Ὅμηρος ὀρόθυνσιν λέγει, μετὰ ταῦτα γεννᾷ καὶ τὸν Κέρβερον, ἤτοι τὴν κάκωσιν καὶ τὸ βάρος τοῦ κέαρος, ἤγουν τῆς ψυχῆς. Ἀίδεω κύνα. παρὰ τὸ σκότον ἐμποιεῖν τῇ ψυχῇ. πεντηκοντακέφαλον. πολλὰς γὰρ ἀρχὰς κέκτηται."
      },
      {
        "index": 10,
        "text": "306. τῇ δὲ Τυφάονα. ταύταις δὲ ταῖς ἀτμίσι, μιχθέντῶν τῶν καταιγιδώδων πνευμάτων γεννᾶται ἡ τῶν βροντῶν καὶ τῶν νεφῶν ὀρόθυνσις, ἤτοι διάγερσις, ἣν τοῦ Γηρυόνου, ἤτοι τοῦ χειμῶνος κύνα καλεῖ. γεννᾶται δὲ καὶ ὁ Κέρβερος, ἤτοι ἡ τοῦ ἀέρος σκότωσις, τοῦ ἡλίου ἐπικρυπτομένου, παρὰ τὸ τοῦ ἀέρος βάρος εἶναι. Ἀίδεω δὲ κύνα. διὰ τὸ σκοτεινὸν τοῦτό φησι. γεννᾶται δὲ καὶ ἡ Ὕδρα, ἤτοι ἡ τῶν ὑδάτων φορά, ἣν ἐξεθρέψατο ὁ ἀὴρ ὁ μαχόμενος, ἤτοι ἐναντίος ὤν, τῷ ἡλίῳ. ὁ μὲν γὰρ ἥλιος φαεινός, ὁ δὲ ἀὴρ σκοτώδης καὶ ἐναντίος τούτου ἐστίν. ἣν Ὕδραν, ἤγουν φορὰν τῶν ὑδάτων (ἥτις περὶ τὸν ἀέρα συμβαίνειν εἴωθεν), ἐπέσχεν ὁ Ἡρακλῆς, ἤτοι ὁ ἥλιος, ὁ τοῦ ἀέρος ὤν κλέος, ὁ υἱὸς τοῦ Διός, ἤτοι ὁ ὅμοιος τῷ αἰθέρι· πυρώδεις γὰρ ἀμφότεροι. ἐπέσχε δὲ σὺν τῷ Ἰολάῳ, ἤτοι τῷ τοῦ ἀέρος καιρῷ, καθʼ ὃν πάρεστι λάειν καὶ βλέπειν τοὺς λαοὺς τὰ ἴα . τῷ ἀρηιφίλῳ, καθʼ ὃν εἰώθασιν οἱ πόλεμοι γίνεσθαι. ἐπέσχε δὲ συνεπινευούσης τῆς Ἀθηνᾶς, ἤτοι τῆς γῆς τῆς πάντα θηλαζούσης, τῆς ἀγελείας, τῆς τὰς ἀγέλας τρεφούσης."
      },
      {
        "index": 11,
        "text": "313. τὸ τρίτον Ὕδρην. μετὰ ταῦτα τὴν ὕδραν ἐγέννησεν, αὐτὸν δηλαδὴ τὸν ὑδαρὸν καὶ ἔκλυτον βίον τὸν κακὰ ποιοῦντα, ὃν ἐξεθρέψατο ἡ Ἥρα, ἤτοι ὁ ἔρως ὁ ἀεὶ μαχόμενος τοῖς ἐρῶσι κλέους βροτοῖς. ἀντίκειται γὰρ ὁ σεμνὸς βίος τῷ ὑδαρῷ καὶ ἐκλύτῳ. αὐτὴν μέν, τοῦτον τὸν ἔκλυτον βίον, ἔκτεινεν, ἤγουν ἐνίκησεν ὁ Ἡρακλῆς, ὁ σεμνὸς δηλαδὴ καὶ κλέους ἐρῶν ἄνθρωπος, ὁ υἱὸς τοῦ Διός, ὁ κουφιζόμενος τῷ Διί, ἤτοι τῷ νιΐ. ἐνίκησε δὲ ταύτην σὺν τῷ Ἰολάῳ, ἤγουν σὺν ἰότητι καὶ βουλῇ, βουλαῖς τῆς Ἀθηνᾶς (ἤγουν τῆς φρονήσεως), συμβαίνει γὰρ πολλάκις τινὰς τῶν καταπεσόντων ἀνίστασθαι καὶ μὴ ἀεὶ νικᾶσθαι ὑπὸ τῆς ῥᾳθυμίας."
      },
      {
        "index": 12,
        "text": "319. ἣ δὲ Χίμαιραν ἔτεκεν. ἐγέννησε δὲ καὶ τὴν Χίμαιραν, αὐτὴν δηλαδὴ τὴν ἀναίδειαν, τὴν πῦρ πνέουσαν (ἡ γὰρ ἀναίδεια πυρὸς δραστικωτέρα ἐστίν), ἧς χιμαίρας, ἤγουν ἀναιδείας τρεῖς ἦσαν κεφαλαί, μία δράκοντος, μία λέοντος, ἑτέρα χιμαίρας. διὰ τοῦ εἰπεῖν τρεῖς εἶναι κεφαλὰς αὐτῆς ἐδήλωσε τὴν παμμιγῆ πολυπλήθειαν τῶν κακῶν, τὴν ἐπισυμβαίνουσαν τῷ βίῳ τῷ τοιούτῳ. διὰ μὲν γὰρ τοῦ εἰπεῖν λέοντος τὸ πρὸς ἂν βούλοιτο εὐκίνητον ὑποσημαίνει (τοιοῦτον γὰρ καὶ τὸ θηρίον εὐκινητότατον πέφυκε καὶ τὸ θερμὸν πρὸς τὰ πάθη, οἷον καὶ τὸ ζῶόν ἐστι, καὶ τὸ ἰσχυρὸν καὶ ἄλλα τοιαῦτα), διὰ δὲ τοῦ δράκοντος εἰπεῖν τὸ μὴ δύνασθαι τὸν νενευκότα πρὸς τὰ πάθη ὅλως ἀνανεύειν ποτέ, ἀλλὰ κάτω κεχηνέναι περὶ τὴν γῆν (τοιοῦτον δὲ καὶ τὸ ζῶον τοῦτό ἐστι, καὶ ἀλλʼ ἄττα διάφορα, ἃ διὰ τὴν πολυπλήθειαν τέως νῦν παρεάσομεν). προηγεῖται οὖν τούτων τὸ πρὸς τὰ πάθη θερμόν, κεφάλαιον δὲ ἡ ἀναίδεια, ἢν χίμαιραν εἶπεν, ὄπισθεν δὲ ἡ πρὸς τὰ κάτω ῥοπή. ἣν χίμαιραν, αὐτὴν δηλαδὴ τὴν ἀναίδειαν, ἀνεῖλεν ὁ Πήγασος ὁ Βελλεροφόντης, ὁ τῶν κάτω καταφρονῶν ἄνθρωπος δηλαδή, καὶ οἷον ὑπερπηδῶν. Βελλεροφόντην δέ φησι τὸν φονεύοντα τὰ κακά (βέλλερα γὰρ τὰ κακὰ λέγονται παρὰ τοῖς Ἰταλοῖς) ὑπερενίκησε γὰρ ταῦτα ὁ τοιοῦτος ἄνθρωπος ὁ οἷον ὑπερπηδῶν τὴν γῆν καὶ τὰ κακὰ ἀναιρῶν. — ἀλλʼ ἰτέον πάλιν ἐπὶ τὰ ἐξ ἀρχῆς καὶ θεωρητέον, εἴπερ καὶ ἄλλως νοοῖντο."
      },
      {
        "index": 13,
        "text": "319. ἣ δὲ Χίμαιραν. ἐγέννησε δὲ καὶ τὴν Χίμαιραν, ἤτοι τὸν χειμερινὸν καιρόν, οὗ τρεῖς εἰσι κεφαλαί, ἡ πρὸς τὸ θέρος ἐγγύτης, ἣν λέοντά φησι διὰ τὸ μετέχειν θερμότητος, ἡ ἀκμὴ τοῦ χειμῶνος, ἣν δράκοντά φησι διὰ τὸ ῥαγδαίαν καταφορὰν γίνεσθαι τῶν ὑδάτων, ἡ μεσότης τοῦ χειμῶνος, ἣν χίμαιραν εἶπε. πνέουσαν πῦρ διὰ τὸ μᾶλλον ἡμᾶς ἐν ταύτῃ δέεσθαι τοῦ πυρὸς θερμαίνοντος. ἣν ὁ Πήγασος, ἤγουν ὁ ἥλιος, ἀνεῖλε καὶ ὁ Βελλεροφόντης, ἡ δύναμις δηλαδὴ τοῦ ἡλίου, ἡ τὰ φερόμενα βέλη ἀναιροῦσα."
      },
      {
        "index": 14,
        "text": "326. ἣ δʼ ἄρα. αὕτη δὲ ἐγέννησε τὴν Σφίγγα, ἤτοι τὴν σφίγξιν τὴν ἐπὶ τῷ κρύει γινομένην. ἐγέννησε δὲ εἰς ὄλεθρον τῶν Καδμείων, ἤγουν τῶν καμνόντων ἀνθρώπων, συνελθοῦσα τῷ Ὄρθῳ, ἤτοι τῇ τῶν ὑδάτων καταφορᾷ καὶ τῇ τῶν νεφῶν καὶ τῶν βροντῶν διεγέρσει. καὶ τὸν λέοντα τὸν Νεμεαῖον, ἤτοι τοὺς παγετούς, οὕς λέοντα μὲν διὰ τὸ ἰσχυρόν, Νεμεαῖον δὲ διὰ τὸ ἐπὶ πολὺ νέμεσθαι εἶπεν. ὃν παγετὸν ἐποίησεν ὁ ἀὴρ εἰς βλάβην τῶν νεμομένων καὶ διοικουμένων ἀνθραώπων, ὅπου ὁ παγετὸς ἀπατᾷ τοὺς ἀνθρώπους. πολλάκις γάρ τινες οἰηθέντες ἀρραγῆ τοῦτον ἔχειν τὴν σύμπηξιν καὶ διαπερῶντες, διαρραγέντος τοῦ παγετοῦ, εἰς τὸ βάθος κατέδυσαν. ποῖος δὲ παγετός; ὁ γινόμενος περὶ τὰ κοιλώματα τῆς γῆς. ἀλλʼ ὁ Ἡρακλῆς, ἤγουν ὁ ἥλιος, καὶ τοῦτον τὸν λέοντα, ἤτοι τὸν, παγετόν, νικήσας διέλυσε."
      },
      {
        "index": 15,
        "text": "333. Κητώ δʼ ὁπλότατον. ἡ δὲ Κητώ, φησίν, ἤτοι ἡ ὑγρότης ἡ ὑδατώδης, μιγεῖσα τῷ Φόρκυνι, ἤγουν τῇ ὁρμῇ καὶ φορᾷ τῶν ὑδάτων, ἐγέννησε δεινὸν ὄφιν ὑποκάτω τῆς γῆς, δηλονότι τὰς τῶν δένδρων ῥίζας, ὃς ὄφις , ἤτοι τῶν δένδρων ῥίζαι, φυλάσσει τὰ μῆλα, δηλονότι πάντας τοὺς καρπούς. μὴ θαυμάσῃς δέ, εἰ διὰ τῶν μήλων πάντας τοὺς καρποὺς περιείληφεν, ὅπου γε καὶ Ὅμηρος ἑκατόμβην τὴν θυσίαν φάσκν δηλοῖ τὰ θρέμματα πάντα."
      }
    ]
  }
}
