{
  "chapterNumber": 25,
  "title": "Dell'anno Domini 1434 del mese di ottobre, nella vigilia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1434 del mese di ottobre, nella vigilia de santo Simone et Inda, a di 27, si fu perduto lo Stato dello popolo, et rehebbe lo Stato la Ecclesia, et gesse fuori lo camarlengo de Campitoglio; et erano Offitiali questi, cioè Paulo Porcaro Wj Massimo Liello Cecco, et Bartomeo Pezanello, et e- «9 A foncé fatta gran festa per Roma per quelli che erano dello Stato ) ecclesiastico, et subito abandonaro lo Campitoglio, et fo fornito in continenti de fanti della Ecclesia et di vittovaglia, et tutti li OfBtiali se ne gero a casa tristi et dolenti, et in quello dì foro fatti li Offitiali et subito venne lo patriarca Vitellesco de Corgneto, homo diabolico, et messe paura rwi ogni persona, et stette qui per legato, et lo camarlengo se ne andò allo zio papa Eugenio. Dell'anno 143 del mese di marzo a di 20 Poncello tolse porta Malore, et fo Poncello figlio de Pietro Venerameri, et da Paolo Frate, et da Antonio de Paolo lannuccio, et da Ioanni Romano; et la ditta porta la diero allo conte Antonio de Pontadera, et subito fu sbarrata Roma, et teneronla dy tre; e lo conte Everso et molti Romani li diero battaglia; et arrenderose, et funce trovato Antonio di Paolo lannuccio, et Ioanni Marcone, e fu lo dì de S.* in lerusalem, che ne gio tutta Roma."
      },
      {
        "index": 1,
        "text": "Dicesi che Poncello fece questo, perchè lui si operò che Roma et foroli promessi cento migliarajjdi ducati, et non li furo dati <- però lui si disperò, et fece cosi."
      },
      {
        "index": 2,
        "text": "Eodem anno mense mail fo messo a sacco Castello Candolfo dalle genti dello Patriarca, et fo arso, et gittato a terra, et lo simile fo fatto allo Borghetto, et fu gittato a terra casa de Poncello di Pietro Venerameri et de Cola dello Tronco, et de Paolo Frate, et de Antonio de Paolo de lannuccio, perchè tolsero la porta, et foro banniti della testa. Ci Dopò lo Patriarca mosse la guerra in Campagna, et pigliò tutta Campagna et Civita Innivina et Castelnuovo, et detto Patriarca pigliò lo conte Antonio de Pontadera, et appiccollo a- Scantino in Maritima in una oliva, et fu a dì 19 del mese di maio. et a dì 3 di iugnio raisse campo a Zagarolo et ad Pelestrina, et givonce lo Patriarca collo populo de Roma, et stette ad campo fino che hebbe Zagarolo et Pelestrina, et tolselo d'agosto, et subiugollo alla Ecclesia, et poi tornao a Roma, et folli fatto tanto honore che ad uno papa non se saria fatto, et gio sotto palio dall'Arco de Santo Vito fino ad Santo Lorenzo in Damaso, con tutti li Offitiali de Roma, dicendo: « viva lo Patriarca, che è lo padre della città », perchè era stato una grande carestia, et invilivo lo grano per amore suo, et lo palio suo fo sciliato dinanti a Santo Lorenzo, come fosse stato uno papa o imperatore."
      },
      {
        "index": 3,
        "text": "Et dopò lo ditto Patriarca -prese Poncello preditto, et delio ditto mese lo fece attanagliare per Roma, et depò in Campo de Fiore lo fece appiccare et squartare, et li quarti appiccò per Roma, et lo ditto Patriarca fece spianare ed abbrusciare Pelestrina, perchè Stefano Colonna se era trovato centra lo papa, et tutti li Pelestrini giro presi, et in Roma venne la nova preda i e"
      }
    ]
  }
}