{
  "chapterNumber": 7,
  "title": "Dell'anno.mcccciiii. dello mese di settembre die primo se j",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno.mcccciiii. dello mese di settembre die primo se j morio papa Bonifatio nono, et Io puopolo di Roma si levò ad remore per rivolere la libertate, et fu sbarrata tutta Roma, et ruttai die se commatteva alle sbarre: li Ursini d'una parte et la Ecclesia, et li CoUonnesi per lo puopolo, et ribellosse lo Campituoglio et la torre de Mercato, et la sera lo tardo vennero li Ursini per porta Castiello et giro con molti Romani partesciani di S. Ecclesia, e quanno fuoro in casa delli Rosei, li Colonnesi con l'altro popolo si li iessiero 'ncontro et scaramucciaro, et fuoro morti parecchi da parte et parte, tra li quali ne fu morto Poncellecto Ursino et molti altri feruti et molti cavalli morti, et fuoro sconfitti li Ursini et tornarosene a Monte lordano, et sempre se ne havevano lo pelo li Ursini, et la maiure parte dello puopolo sequitava Colonnesi."
      },
      {
        "index": 1,
        "text": "Dell'anno preditto del mese di ottobre a di.x. entraro li cardinali in conciavo nello palazzo di Santo Pietro, et fu molta discordia tra li cardinali per fare lo papa, et poi s'accordarono e fecero papa monsignore di Bologna da Sormona lo quale si chiamò papa Innocentio VII, et li Romani ne fuorono molto contienti et k ne facevano festa."
      },
      {
        "index": 2,
        "text": "A di 15 del ditto mese venne re Lanzislavo de Napoli ad Roma, et entrò per porta S. Ianni, et lo popolo de Roma li gessin' incontra colli caporioni et feceroli molto honore, et stette la notte in Santo Ianni, et la domane se partì con tutta la lente et gio per prati et entrò per porta Castiello, et gio allo palazzo dello papa, et lo papa lo recepeo con molto honore come figliolo, et devoli Maritima et Campagna per cinque anni; et ancora stava , sbarrata Roma, et lo re fece tanto collo papa et colli cardinali, che fece rendere lo Campituogli alli Romani senza nulla questione, et pose in pace li Romani et hebbero la libertate, et poi se partìo, et entrò per porta dello Puopolo et ad Santo Marcello lo re fece cavaliere Galeotto Normando, et in quello die se gessi de Roma et giosene a Napoli allo suo reame."
      }
    ]
  }
}