{
  "chapterNumber": 46,
  "title": "Dell'anno Domini 1462 a di 12 d'aprile venne la testa de",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1462 a di 12 d'aprile venne la testa de santo Andrea ad Roma, et venne da ponte Molle; et de qua dello ponte stava uno paviglione, dove lo papa fece uno granne tavolato, et fececi uno altare, et li celebrò la messa con diece sette cardinali e con tutto lo popolo e con tutta la clericia, depò colla soa mano la portao ad Santo Pietro."
      },
      {
        "index": 1,
        "text": "Eodem anno a di 4 de maio lo papa se parti, et gi alli bagni de Viterbo con quattro cardinali, et li stette quindici di et pò tornò a Roma, et incontinente gittò la trentina per tutte le terre della Ecclesia per adunare denari, con dire che voleva gire contro k allo Turco. Dell'anno 144 a dì 19 de iugnio papa Pio se parti de Roma per gire contra lo Turco, et gio in Ancona con molta gente et con molti cardinali, et nello detto anno a di 14 se morse in Ancona la sera ad doi bore di notte, et fu un gran viento i Pietro C compendiando dal diario di Paolo dello Mastro e dilatando da quello dell'I, (p. 71) e lì celebrò la messa assistito da 1 7 cardinali; e poi il papa col clero e populo la portò in mano sino a S. Maria del Popolo dove stette una notte, e la matina seguente venne in San Pietro con solenne processione, dove anno il papa con quella testa in mano e tutti li cardinali a piedi con le palme e tutti i vescovi e prelati di Roma con le torcie accese in mano, e fece l'assolutione de pena e colpa a tutti li presenti R 1469 et una granne tempesta più che mai fosse veduta, et in Ancona, et in Osmo, et per tutte quelle terre de là fece molto danno, et strappò la tempesta lì de molti arbori siche fo ditto qui in Roma che li haveva spianati, che non ce era remaso nullo, et de olive strappoli et fece uno danno inestimabile; et a dì 23 del ditto mese venne lo corpo sio in Roma et fo posto in Santo Pietro nella cappella di santo Andrea."
      }
    ]
  }
}