{
  "chapterNumber": 47,
  "title": "Dell'anno Domini 1464 a dì 28 d'agosto li cardinali tutti",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1464 a dì 28 d'agosto li cardinali tutti entraro in conclave in Santo Pietro, et depò a dì 30 d'agosto fo lo fatto papa Paolo Secondo, cardinale de Santo Marco, nepote di papa Eugenio venetiano."
      },
      {
        "index": 1,
        "text": "A dì 3 di settembre nello ditto anno morse lo conte Averso, et fo sepelito ad Santa Maria Malore dinanti alla Nostra Donna."
      },
      {
        "index": 2,
        "text": "A dì 16 di settembre fo coronato papa Paolo, et gi ad Santo Ioanni pontificalmente."
      },
      {
        "index": 3,
        "text": "A dì 6 di novembre, lo dì di santo Lonardo, lo papa andò ad Santo Ioanni Laterano, et doi dì seguenti, che fo a di 8, remise li fraticelli in Santo Ioanni, et alli canonici assegnò quella sala che va allo Salvatore, et depò ordinò che nello iuramento che fanno li Romani quanno iurano lo ofEtio, intra le altre cose, che promettesseno et iurasseno, che mai non si trovassino per 3 niun modo ad cacciare li detti fraticelli, né ad prestare aussilio a chi li cacciasse."
      },
      {
        "index": 4,
        "text": "A dì 1 1 di novembre, lo dì de santo Martino, papa Paolo fece cavaliere missore Agnilo dello Buffalo, che in quello tempo era Conservatore insieme con Paolo di Trastevere et Angelello de Zaccaria*. 1 37\" A di lo di decembre di lunedì fo ferito missore Antonio Caffarello da lacovo figlio de Ioanni Alberino perchè aveva briga insieme colli nipoti di messer Antonio di Rienzo et Felice Caffarello, et papa Paolo voleva che si cessasse questa briga, et però mandò per Ioanni Arberino et per missore Antonio, et feceli basciare in bocca, et depò lì commandò, sotto pena de doi milia ducati, che non se offendessino, et commandoli che mettessino le piegiarie C») et a doi dì da reto lo ditto lacovo ferì lo ditto misser Antonio, et lo papa 1' hebbe a granne desdegno, et però commandò che li fosse tolta tutta la robba, et depò li 2 fece gittare tutte le case a terra, et bannilli de Roma, cioè Ioanni et lacovo."
      }
    ]
  }
}