{
  "chapterNumber": 57,
  "title": "Del 1476 a di lo di iugnio lo papa Sixto se parti de Roma",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Del 1476 a di lo di iugnio lo papa Sixto se parti de Roma per lo ario infetto et andossene in Campagnano, et lasciò in Roma per legato lo cardinale de Melfita , et fo serrato lo Campitoglio, et la rascione in civile et criminale se rendeva a piedi delle scale de CampitogHo; lo quale papa tornò a dì 27 di decembre"
      },
      {
        "index": 1,
        "text": "Eodem anno a dì 12 del ditto mese in Roma fu una granne • tempesta nell'aria ad bore 18, et cascare doi folgori, uno in Santo Pietro, et entrò per la porta granne et andò fino alla tribuna, l'altro nella ecclesia dell' Areceli, et non fecero danno."
      },
      {
        "index": 2,
        "text": "Eodem anno a di 13 dello ditto mese in piazza ludea cascaro doi case granne ad bore cinque de notte, et lì ce morsero doi femine et un homo."
      },
      {
        "index": 3,
        "text": "Et depò a di 6 del mese di luglio per la gran peste fu ordinato che per Roma si facessero le processione, et però fu pormila £ Italiano Mataleni Af Lucio Poncello E di messer Rovello Ludo che si trova poi ricollocato altrove secondo l'ordine cronologico. R lo quale papa retornò per Roma con grande devotione."
      },
      {
        "index": 4,
        "text": "A di 17 de decembre lo papa fece quattro cardinali, doi 1 franzosi, et lo vescovo de Turiaso, et missore Ioanni Mellino vescovo d'Urbino."
      },
      {
        "index": 5,
        "text": "Eodem anno a di 26 de decembre venne la nova come in quel dì fo ammazzato lo duca di Milano, missore Galeazzo Maria, stando lui ad messa nella ecclesia lo di di santo Stefano; et questo fo fatto da uno delli soi, allo quale lo ditto duca ha ve va fatto grande iniuria, et delli de uno pugnale nello petto; et depò lui fu tagliato a pezzi dalli scudieri dello ditto duca Dei 1477 a di 15 de marzo circa ad bore otto de notte fu in Roma lo terremoto et poco durò"
      },
      {
        "index": 6,
        "text": "A di 23 di iugnio lo duca di Calabria venne ad Roma per mare et venne molto bene in ponto, et folli fatto granne honore dalli cardinali; et depò lo ditto mese a dì 26 se partì de Roma pure per mare."
      },
      {
        "index": 7,
        "text": "A dì 21 d'agosto morse lo cardinale Orsino missore Ladalli scudieri In M si legge di soprappiìi a questo luogo A dì 27 del detto mese di difrancesi furono Charles de Bourbon, Gallo, De reb. Genuens. XXIII, 268; arcivescovo di Lione, e Pierre de Foix, Corio, Storia di Milano, VI, 422; An- vescovo di Saint-Aire. Quantunque nales Placent. XX, 960; A. de Tum- tutti i mss. rechino la lezione: « et lo mulillis, Notab. temp. p. 224. « vescovo di Tolosa », fu restituito « de Giacconi, loc. cit. II, 971, ben « Turiasso », secondo che ebbe ad es- pone la sua morte « a dì 11 ». Ac- sere nell'originale, male interpretato cusa male 1' I. d'aver posto la morte care in fatto Fedro Ferriz, vescovo di Reg. Sixti IV, offic. 658, e. lxxx; III, 57; CoNTELORi, II, 71, che male Gatti ep. Catanensis Oratio quatti Io chiama « Cirasonensis »; Gams, op. habuit iti future Latitii card. Ursitii in o, et fece lo testamento con autorità dello papa j Sixto, el quale 4 di del detto mese lo era andato ad visitare con quattro cardinali, et fo sepellito in Santo Salvatore dello Lauro, lo quale lui lo haveva fatto edificare de soa propria pecunia, et come si dice per lasciati fatti in testamento dello signore Ursino."
      },
      {
        "index": 8,
        "text": "Eodem anno et mense essendo più volte ordinato lo conseglio in nello palazzo delli Conservatori che se dovesse fare lo mercato de mercordi nella piazza de Nagoni, tandem lo ditto mercato fo cominciato a di 3 di settembre dello ditto anno, procurando questo lo cardinale di Roano, lo quale allhora era fatto camerlengo per la morte de Latino; et lui per questo promise fare molte cose, et depò non fece niente; et era caporione allhora Bernardo Porcio da Treio."
      },
      {
        "index": 9,
        "text": "Eodem anno et mense de decembre lo papa fece cardinali lo figlio de re Ferrante; lo nepote dello conte leronimo, Raf} faello, lo cardinale di santo Lorenzo in Damaso; et lo castellano di Castello, lo cardinale de Santo Vitale da Saona; et quello poco dopo morse."
      },
      {
        "index": 10,
        "text": "Eodem anno a di 15 di decembre fo fatto cittadino de Roma lo conte Hieronimo dalli Conservatori, caporioni, et dallo popolo, et fece la diceria mastro lacovo de zoccoli."
      }
    ]
  }
}