{
  "chapterNumber": 38,
  "title": "Del 1455 a di 5 iennaro fo scoperto lo trattato di missore",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Del 1455 a di 5 iennaro fo scoperto lo trattato di missore Stefano Porcaro, et fo pigliato lo ditto missore Stefano in casa ! de Rienzo de Liello de madonna Gasca ad hore nove de notte, et stava serrato in una cassa; et lui s'era fuggito da Bologna, dove lui stava I confinato et cridato in guardia ad mano, che li era legato; et aveva commannamiento che ogni di si dovesse appresen- ) tare allo legato preditto % et Battista Sciarra nepote del ditto missore Stefano fece remora in Roma, et scontrocense lui con li suoi compagni con uno manescalco, lo quale armava con cento fanti ad palazzo, et ferivo a morte lo ditto manescalco et alcuni delli ditti fanti, et scoperto che fu lo ditto trattato, andò lo Sena- ) tore, lo quale era missore lacovo deUi Lavagnuoli da Verona, insieme collo vice camerlengo et con molti fanti a casa di missore Stefano, et trovaro 1' usci serrati, et. de dentro vi era de molte gente, et derono la battaglia all'uscio, quelli de dentro buttavo per le fenestre certe tavole, et quelli che erano dentro, ve- ) dendo la cosa scoperta, uscirò per la porta de reto alla casa, et lo ditto Battista Sciarra con quattro compagni li bastò l'animo de iessire fuora, et combattere con quelli fanti; et così gessio, et la A/ e dato in guardia al cardinale che li era legato R et gridato a guardia in mano chell'era legato S in mano che li era legato S in guardia a mano C cridato in guardia a corte li fo addosso, et loro se difesero et campare tutti, eccetto uno, el quale combattendo se li stroncò la strenca della calza, et cascando le calze non se potè adoperare, et fo pigliato, et nella A ditta casa foro pigliati questi che non erano ancora fuggiti, cioè:"
      },
      {
        "index": 1,
        "text": "Sao de Ottaiano sartore, Chiumento de missore Agnilo de Mascio e certi altri schiavi che aveva menati con esso lui lo detto missore Stefano e Francesco Barbiero. et nella detta casa de missore Angelo de Mascio similmente ce foro trovate de molte partesciane et arme, et per questo fo pigliato lo ditto missore Angiolo, lo quale era cugnato dello detto missore Stefano, et Roma stava tutta in tribulatione granne."
      },
      {
        "index": 2,
        "text": "Et a dì 9 'HO di iennaro de martedì fu impiccato missore Stefano Porcaro in Castiello in quello torrione che sta quando vai in là a mano destra a quelU meroli, et veddilo io vestito di nero in iuppetto et calze nere pennere quell'huomo da bene amatore dello bene et libertà di Roma; lo quale perchè si vide senza cascione essere stato sbannito da Roma, volse per liberar la patria soa da servitute mettere la vita soa, come fece lo corpo suo. alcuni diro che fo sotterrato in Santa Maria Traspontina, alcuni diro che fu gettato in fiume. grandi C? e ne fumo gìustitiati molti e Stefimo a di 9 gen.» di martedì fu appiccato in Castello in quel turione che va alla mano destra vestito di nero in giuppone e calze nere e fu giubbone et calze nere et il suo corpo fu portato a sotterrare in Santa Maria Traspontina Et in quel dì foro impiccati nelle forche di Campituoglio senza confessione et communione li infrascritti, cioè: missore Angelo de Mascio, primo; et dopò lo figlio Chiumento, lo, quale per non vedere lo padre impiccato pregò che li fosse messo lo cappello tanto innanti l'occhi che non lo potesse vedere, et cosi fb fatto, et stettero impesi l'uno ad canto all'altro, item con essi fo impiccato lo detto Sao de Ottaviano, et molti altri li quali in tutto furo nove, et folli letta la sentenza o cascione perchè foro impiccati, et fo questa, che missore Stefano Porcaro se rechiese 0 certi suoi seguaci, et ordinaro de pigliare papa Nicola et alcuni delli cardinali et mettere ad sacco de molte case et violare de molte citelle, et per questo li faceva iustitiare, et fo de lunedì."
      },
      {
        "index": 3,
        "text": "Et in quello tempo foro pigliati ancora missor Ioanni Cesare et missore Cornelio canonico di Santo Pietro, li quali perchè non foro trovati in colpa, depò foro relassati, et missor Nicola Gallo, canonico de Santo Pietro, se ne fuggi, et gissene in Damasco, e h stette fino che fu morto papa Nicola."
      },
      {
        "index": 4,
        "text": "A dì 12 di iennaro f- fo appiccato Francesco Gabbadio, et uno dottore, perchè accompagnaro missore Stefano Porcaro; et viano R Savo e disse non voler più tornare a Roma, fino a che non sentiva giustitiati altri due complici £ A dì 8 gennaro /?' S A di i3 S A di 31 in nota, quando afferma che V I. con- giovedì cadde àgli 1 1; quindi o è erfuse « misser Cornelio canonico di rata la data dei migliori mss. che tra« S. Pietro » con Niccolò Gallo, in- scrissero 12 in luogo di 1 1,0 fu errore $6 [l453] Et dopo andò uno hanno, che chi sapesse dove sta Battista Sciarra, missore Nicola lancola, nipote di detto misser Stefano, et lacovo de Liello Ciecco, che lo dovessino revelare, et guadagnavano ducati mille, e chi li dava morti cinquecento, et lo papa fece cercare per tutta Italia per questi delinquenti, et tandem fece pigliare Battista de Persona, alias ditto Peccatore, mastro Pietro 31 A di Monte Rotonno con li altri fuoro pigliati chi a Padua, chi in Venetia, et allo ditto mastro Pietro et Battista Sciarra con molti altri li fo tagliata la testa alla Città de Castiello. et lo ditto Peccatore fo menato ad Roma, et a dì 30 di iennaro fu sonata la i( campana di Campitoglio doi volte ad iustitia, per volere iustitiare lo ditto Battista de Persona; et li soi parenti hebbero recorso ad uno cardinale detto Metensis, lo quale habitava in nello palazzo di Santa Maria in Via Lata, che volesse supplicare allo papa, che questo povero huomo non morisse, attento che lui non sapeva niente de quello trattato; per la qual cosa lo papa concesse la gratia allo ditto cardinale; et fu mannato subito uno messo allo Senatore che non lo iustitiasse, perchè lo papa li haveva perdonato per amore dello ditto cardinale, et soi parienti foro assai contienti."
      },
      {
        "index": 5,
        "text": "A di 3 1 di iennaro, cioè lo seguente di, fo iinpiso lo sopraditto Battista per commànnamento dello papa, et la sententia disse come haveva sentito lo trattato da misser Stefano, et haveva ordinato cioè di pigliare lo papa, et de ammazzare alcuno cardinaie"
      },
      {
        "index": 6,
        "text": "lo di di pasqua Pifania quando lo papa giva ad messa ad Santo Pietro, et de mettere a sacco de molti Fiorentini, et alcuno Romano, et poi partire intra loro questa robba. (■ Et odendo questo lo ditto cardinale Metensis, che lo papa per suo amore li haveva perdonato lo di inanti, et depò senza 0 altra cascione lo dì seguente lo haveva impiso, se n'andò con grande furia ad palazzo, et quello che disse allo papa non se sa; se non che tornando lui a casa incontinente fece mettere in ponto tutta la soa fameglia, et cavalcò, ed andossene in Franzia con Dio, et non volse mai più tornare a Roma. questo lo fece per grande disdegno che haveva contro allo papa, massime che conosceva le cose apposte contro lo ditto Battista non essere vere, attento la buona vita et anche la purità dello detto huomo, dello quale lui ne haveva notitia, attento ancora che non era atto a simile cosa."
      },
      {
        "index": 7,
        "text": "Et in quest'anno per questa cascione non fu fatta la festa de Testacelo. Dell'anno preditto 1455 del mese di iuglio a di 8 venne la novella allo papa et ad Roma, come lo Gran Turco haveva pigliato Costantinopoli, et questo con grande occisione et crudeltate de' Romani; et frate Roberto j certificò allo popolo questa novella essere vera, per la qual cosa lo papa, la corte et tutto lo popolo ne stettero mal contenti, attento che li ambasciatori dello imperatore di Costantinopoli erano stati qui allo papa per partire a robba à la rubrica Qnando Metensis si parti da Roma fuggendo. aiuto et sussidio circa ad tre mesi, et mai havevano potuto bavere espedimento 1454, 'a di 12 d'ottobre papa Nicola fece pigliare Angelo Roncone, im però che deo lo passo allo conte Averso, quando gì A«d campo ad Norcia contra la volontate dello papa, lo quale haVeva."
      },
      {
        "index": 8,
        "text": "mannato tutte le genti della Ecclesia in aiuto de Norcini, et per pigliare lo conte Averso. vedendo questo lo conte procacciò di tornare alle terre sue, et Angelo Roncone vedendo che conte stava a mal partito, lo aiutò a darli lo passo, et aiutollo, et lo papa V habbe a grande desdegno, et havendo fallito, lo ditto Angelo non si fidava dello papa et delli cardinali, lo quale lo mandò cercando, et volse lo salvo condotto dallo papa e dalU cardinali et col ditto salvo condotto venne ad Roma, et qU'èUo non ostante, fo preso in Roma et messo in Castello; et papa li fece mozzare lo capo a di ij d'ottobre \" ad tre bore di notte, et lo dì seguente lo papa domandò allo castellano che li menasse Angiolo Roncone; et lo capitano se ne maravigUò, et disse che Angiolo era morto, et che la Soa Santità l'haveva 32 B commandato, et lo papa se ne maravigliò et afflissene, et disse che non se ne recordava; per la qualcosa si stimò, che per l'ebrietà l'haveva ditto, perchè H sapeva molto buono lo bevere Del.wccccLV. die 11 martii Wfo annonciato allo popolo per hanno mandato co lo trombetto come era fatta la pace de Italia, cioè tra lo re de Ragona, Fiorentini, Venetiani, e col duca a cardinali, et trovasi olamente in S. È evidente come per svista degli amanuensi, forse non disinteressata, /' inciso sia scomparso dal testo. {d) e volse lo salvo ■condotto, e venne a Roma; e con tutto lo salvo condotto fu preso in Roma Gli altri mss."
      },
      {
        "index": 9,
        "text": "di Milano, e col conte Francesco, et fo fatta per vinticinque anni, et pò tutte queste genti d'Italia se radunare insieme, et giero contro lo Turco, et per Roma ne fu fatta grande festa della pace."
      },
      {
        "index": 10,
        "text": "Eodem anno et mense die 24, la vigilia della Nontiata, ad bore cinque morse papa Nicola Quinto nello palazzo di Et finito lo exequio a dì 8 d'aprile, lo martedì di pasqua circa horam sextam fu fatto papa Calisto, idest lo cardinale di Valentia Catelano, et vocatus fuit Calistus III, et fo coronato a dì del ditto mese Et in quello dì che fu coronato, uno huomo d'arme da Monte Rotonno chiamato Santo, et un altro huomo d'arme ■ dello conte Averso, habbero parole insieme per uno ragazzo, Hvt per questo vennero alle mani et ferirose a morte, et morl ro, et per questa cascione quelli dello conte Averso tolsero doi cavalli ad quelli di Napolione, et sentendo questo Neapolione con tutta la soa fantaria se ne andò ad Campo de Fiora, all'hosteria dove stava lo conte, la quale era di Bartolommeo di Nerone, et missela ad sacco con tutte quelle case dove alloggiavano, et ogni cosa li tolsero, et gridavano: « chi vole bene ad casa Orsina, venga ad aiutare ». et allora tutti li servitori di casa Orsina giero ad Monte lordano armati, et foro tremilia persone, et Neapolione con tutti quelH volevano gire ad Santo Ioanni, et li stille e intitolazioni marginali, come: Mors Nicolai (in S), Creatio Calixti, Risse tra Io conte Averso et Napolione Orsini, le quali per offrire grande varietà di forma tra i diversi Codd. e per andare poco oltre l'anno 1482, ci parvero opera solo di trascrittori."
      },
      {
        "index": 11,
        "text": "nella Minerva, et andò la processione da là fino ad Santo Pietro."
      },
      {
        "index": 12,
        "text": "Eodem anno mense novembris die 21 fu occiso uno figlio ad lacovo Savello in Palombara dalli forusciti de essa Palombara et de Aspra, et a di 23 del ditto mese si fo occiso l'altro figliolo, et fo di domenica; et depò si diero alla Ecclesia; et lo papa Calisto non la volse pigliare per la Ecclesia, et mandocce li lo cardinale Colonna che acconciasse ogni cosa. et entrato che fo in Palommara, li Ursini dubitaro che non se la volesse repigliare per esso, et subito Neapolione et molta gente ce gi ad campo et stettence parecchi dì, et depò ne andò Matteo de Porcaro et Francesco Savello con molti altri per commandamento dello cardinale della Colonna e dello papa; et entrati che foro in Palommara, pigHaro di quelli circa ad trenta, et foro morti de quelli de Palommara circa 22, et ne foro squartati et appesi per memoria, et folli fatto quanto male fo saputo."
      }
    ]
  }
}