{
  "chapterNumber": 49,
  "title": "Dell'anno Domini 1467 a di 8 di luglio furo menati da",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1467 a di 8 di luglio furo menati da Poli a Roma otto huomini et sei femine, li quali si diceva che erano heretici della opinione, et non credevano allo papa, et foro menati ad Araceli, dove fo fatto uno tavolato verso piazza di Campitoglio, et lì stettero colla mitria de carta in capo, et lo vicario dello papa con cinque altri vescovi li fece una predica per convertirli; et dopo quelli che si convertirò foro vestiti di una giornea di boccaccino con una croce bianca dinanti et l'altra dereto, et depò foro menati ad Campitoglio."
      },
      {
        "index": 1,
        "text": "Eodem anno a dì 18 di settembre papa Paolo secondo fece otto cardinali infrascritti: in primis lo vescovo di Vicenza, ditto lo cardinale di Santo Marco; lo arcivescovo di Napoli, cioè missore Olivieri Caraffa, ditto lo cardinale de Napoli; lo vescovo dell'Aquila, ditto lo cardinale dell'Aquila; lo cardinale di Monferrato j lo vescovo di Eureu francese; lo generale di Santo Francesco mastro Francesco da Savona et uno di Scotia, et uno anglese."
      },
      {
        "index": 2,
        "text": "Eodem anno a dì 29 di settembre, in die sancti Angeli, cresce lo Tevere tanto che inundò tutta la parte di ponte Molle, et venne per fino alla porta dello Popolo et ad arco de Tripoli, et fece de molto danno."
      },
      {
        "index": 3,
        "text": "Eodem anno a dì 20 di novembre venne in Roma una grande tempesta nell'aria et una granne grannine, siche amDell'anno Domini 1468 a dì 24 di decembre, de sabbato, venne lo imperatore Federico terzo ad Roma, et entrò per porta dello Popolo, et gi per Santo Marcel et per via dello Papa ad Santo Pietro, et folli fatto molto honore da Romani, et gi sotto palio accompagnato dalli cardinali et da cittadini et venne per fiume dallo Utricolo per fino alla Valleca. et similiter lo papa li fece grande honore, et depò, lo di di santo Silvestro, che è l'ultimo di decembre, lo papa et lo imperatore andaro ad Santo Ioanni Laterano, et la sera salliero lo papa et lo imperatore alla testa di santo Pietro et de santo Paolo per uno tavolato che feceroU, et entraro da entro alli cancelU; e lo imperatore quando fo entrato subito se gittò in terra et batteosi lo petto, et con granne divotione disse soie oratione, et lo papa mostrò tutte quelle zoie et prete preziose; et assimilò papa Paolo uno suo smiraldo che teneva in deto con uno di santo Pietro che teneva nella soa mitria in fironte quale era più bello;"
      },
      {
        "index": 4,
        "text": "et la dominica, idest lo dì seguente, lo dì di capo d'anno, lo papa disse la messa in Santo Ioanni, et pò se ne tornarono ad Santo Pietro insieme, sotto pallio ambidoi, et a di 9 di iennaro die lunae lo imperatore Federico se ne tornò alla Magna et gi verso Viterbo."
      },
      {
        "index": 5,
        "text": "A dì 23 di iennaro fo la ecclisse della luna, perchè era quinta decima. te bore de notte »; A. Patrizi, De ad- massetti, Campagna di Roma nel nuvintu Fredirici HI, XXIII, 206. dio evo, I, 455."
      }
    ]
  }
}