{
  "chapterNumber": 51,
  "title": "Del 1471 a dì primo d'aprile entrò in Roma lo marchese de",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Del 1471 a dì primo d'aprile entrò in Roma lo marchese de Ferrara; et venne cosi sontuosamente quanto venesse signore mai, et menò con seco cento trentotto muli carichi di denari, vestiti et panni de razza, et altre cose nobili. tra' quali ce foro muH coperti di velluto azzurro novo, et li altri muli portavano le coperte de panno colla soa divisa, et menò con seco de molti bellissimi homini et molto bene in ponto, et posesi in Santo Pietro nello palazzo delle Scale e felli compagnia de molti cardinali; et lì OfEtiah romani con moltissimi altri cittadini lo andato li ad visitare, et folli fatto grande honore."
      },
      {
        "index": 1,
        "text": "Eodem anno 1471 a dì 25 di luglio lo dì di santo lacovo - ad bore tre di notte de venerdì venenno Io sabbato, papa Paolo Secondo morse di morte repentina perchè lo di era stato in concistoro sano et salvo et la sera cenò bene, et ad quell'hora fo morto; et in quello dì de sabbato lo Senatore faceva ditta iustitia C**) per la ditta cascione non fu fatta. Die sexta augusti, finito lo exequio, li cardinali si missero in conclave in Santo Pietro in loco usato, et forono deciotto, cioè lo cardinale de Roano, l'Orsino, Ravenna, lo vicecancelliero, l'Aquila, Bologna Rietò, Santo Marco <Santa Maria in Portico, Santo j Angiolo °, lo cardinal de Pavia de Santo Grisogono, Teano, Mantoa, Spoleti Napoli Santo Pietro in Vincola, Monferrato \\ et lo cardinale greco (i6)_ Die nona -augusti 147 1 fo creato dalli predetti cardinali papa Sisto Quarto, cardinale de Santo Pietro in Vincula, alias mastro Francesco da Saona, generale dell'ordine di Santo Francesco lo cardinale Orsino fo fatto camarlengo, lo vicecancelliere s'habbe l'abbadia di Subiaco , lo cardinale di Mantoa s'habbe l'abbadia di Santo Gregorio, et questo perchè diero la voce loro allo ditto cardinale, perchè altramente non poteva essere papa, et questo fo per operatione di frate Pietro fa due persone, o i copisti, caduti in ghton, Hist. of the papacy, III, 58."
      },
      {
        "index": 2,
        "text": "errore, mutarono in 18 il numero di A 25 di dictì mensis, cioè Io di di santo Bartolomeo, fo coronato papa Sixto in nelle scale di Santo Pietro, et pò se ne gì ad Santo Ioanni ad pigliare la possessione, et in nella piazza di Santo Ioanni fo fatta una rixa perchè la gente d'arme si mi- schiò con Romani, et fonci fatto a sassi molto bene."
      },
      {
        "index": 3,
        "text": "Eodem anno et mense decembris, in le quattro tempora de Natale, lo papa fece doi de soi cardinali, cioè missore luliano vescovo di Carpentrasso, suo nepote, { chiamato Io cardinale di Santo Pietro ad Vincula; et uno fraticello, che lui se lo levò quando era frate de santo Francesco, chiamato frate Pietro, depò chiamato cardinale di Santo Sixto."
      },
      {
        "index": 4,
        "text": "Eodem anno 1472 et mense ianuarii fo veduta la cometa in cielo con una grande coda, et fo ditto che significava morte de gran signori."
      },
      {
        "index": 5,
        "text": "A di 25 di febraro morse lo prefetto Colonna, lo quale innanzi che fosse chiamato Io prefetto si chiamava lo principe della Colonna"
      },
      {
        "index": 6,
        "text": "Eodem anno die 27 di febraro fo fatto prefetto Io nepote de papa Sisto, et fo coronato. era un homo molto piccolo; remissione a chi vi andava, et deoli cento stendardi della Ecclesia et con l'arma soa, et con le ditte galere andò monsignore di Napoli contra io Turco."
      }
    ]
  }
}