{
  "chapterNumber": 18,
  "title": "Del 1424 die secunda iunìì 5 fu occiso Bràccio de Montone,",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Del 1424 die secunda iunìì 5 fu occiso Bràccio de Montone, capitano in quello dell'Aquila, et per questa cascione ne fu fatta granne feita et letitìa in Ronìa de fochi et de ballare; et ogtii Romano givo colla torcia a cavallo ad accompagnare missore e lordano Colonna fratiello de papa Martino, perchè era morto lo inimico dello papa; et morti che furo questi, se rimase papa Martino senza alcun altro impaccio, et manteneo nel suo tempo pace et divitia, et venne lo grano a sòldi quaranta lo mbbio In tempo suo fu pentato Santo Ioaimi Làteranò, et fece [O racconciare lo palazzo de Sàiito Apostolo, dove che esso stette la malore parte dello riempo suO, et habbe la rocca di Suriano à tempo suo; et nel ditto anno 1424 del mese di iugnio a dì 16 mori messor lordano Colonna, fratello dello ditto papa, e morse in Marino, et stetténce lo papa presente, [j In quell'anno frate Bernardino fece ardere tavolieri, canti, brevi, sorti, capelli ) che fiicavano le donne, et fu fatto uno talamo di legname in GampituogHo, et tutte queste cOse ce foro e. 1+ a appiccate et atse, et fri a 21 di iuglio."
      },
      {
        "index": 1,
        "text": "Et dopo fu arsa Finicella strega, a di 8 del ditto mese di iugho, perchè essa diabolicamente occise de molte criature et affattucchiava di molte persone, et tutta Roma ce andò a vedere. Et fece frate Bernardino iil Roma de molte pad, et de molti abbracciamenti, et benché ce fiisse stato homicidio. ravano £ a 21 di iugnio.V e fu a di 25 di giugno C et fu a di 25 di luglio e fu a dì undici di luglio E dopo a di 28 del detto mese (di giugno) a di 38 cause d'omicidi, e fece fare altre opere buone, sicché da tutti era tenuto p>er sant'uomo, perchè faceva anco miracoli, e sanava di molti infermi pericolosi, e qualcuno stroppiato corpo riposa in una città dell'Aquila in un'arca d'argento. Perugia, p. 286; A. dei Veghi, Diario, gari di S. Bernardino da Siena, ed. St. Infesmra, • a* Dell'anno 143 1 die 12 februari scurì lo sole, et fu lo lunedi de carnevale."
      },
      {
        "index": 2,
        "text": "Del preditto anno et mese a di 19 cade la lotta a papa Martino nella lengua, et fu de lunedi, et lo martedì seguente morse su nell'alba dello dì, et fu a di 20 di febraro, et tutta Roma ne fu addolorata della sua morte. A di primo di marzo tutti li cardinali si messero in conclave in nella Minerva, et fu sbarrata tutta la piazza fino alla piazza di"
      },
      {
        "index": 3,
        "text": "Die 3 martii die sabbati creatus fuit Eugenius quartus frater Celestinus et Venetus, lo quale fu menato incontinenti in"
      },
      {
        "index": 4,
        "text": "Die 1 1 martii fu coronato lo ditto Eugenio secondo lo stile de Santo Ioanne Laterano, et po' alla sua coronatione tornò a palazzo, et fece concistoro generale, et foncé de molta gente nella sala granne, in nella quale per la ditta pressura si ruppe lo arrizatore, et credendo la gente che cadesse la sala grande, ogni homo con festinanza si die a fuggire, et per la detta pressura ce affocò lo vescovo de Senegallia fratello di Pietro Meilino, et hoc fuit in modo praedicto die 16 martii. Et subito che fu fatto lo ditto papa bave et pigHò tutte le fortezze, et massime Castiello Santo Angelo, lo quale teneva lo principe, dallo quale lo ditto papa habbe parecchie migliara de ducati, che li fece dare Stefano i) Colonna dal ditto principe, et anche messer lacomo Caldoro havé dallo preditto molte migliara."
      },
      {
        "index": 5,
        "text": "secondo lo stile, e doppo la sua coronatione ritornò a palazzo mancando quel che seguita sino a et fece concistoro generale in i? scala"
      }
    ]
  }
}