{
  "chapterNumber": 1,
  "title": "Manca lo principio (Beginning)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Manca lo principio. pontificalmente, e disseli: « piglia tesauro quanto tu vói ». la campana di Anagni sonava a stuormo. lo conte Romano di casa Ursina veniva con gente, mandato dallo re Roberto che lo papa venisse a Roma, donne li cittadini da Anagna gridavano: «mora li forastieri »; et fuoro cacciati da Anagni li Colomiesi et in tre dy venne lo papa a Roma, et li cittadini romani gridavano pace et lo papa respuse: « pace et sanitate ve tolla Iddio ». et entrò in Santo Pietro. Napolione di Castiello, lo cognato de Sciarra, lo papa lo invitò a pranzo et domannollo se sapeva dove era Sciarra: « lo quale me ha detto: soreta è prenna». et Napolione rispuse e disse: « tanti ragazzi sono in casa, che l' haveranno potuta imprennare, ma hora mai saria tempo di perdonare alli Colonnesi». e lo papa li disse che non voleva. Napolione li disse: «te bisogna di fare, et non partirai di qui», lo papa addolorato scrisse una lettera allo re Carlo che lo cavasse de Roma, che voleva far peggio alli Ursini che alli Colonnesi, et la lettra venne in mano a Napolione, et raddoppialo le guardie, et quando lo papa lo seppe, dette tanto lo capo allo muro, mordennose le mano, che così addolorato visse tre di. et così finì la sua profetia, cioè: « intrabit ut vulpis, regnabit ut leo, morietur ut canis ». la morte soa fu alli 8 d'ottobre, et iace in S. Pietro in quella cappella ferrata a' piedi della chiesa; et regnò otto anni nello papato."
      },
      {
        "index": 1,
        "text": "Dopo seguitò un altro papa che fu fatto a Peroscia, lo quale fu attossicato da uno suo cameriere 'n uno fico, perchè li haveva promesso di farlo cardinale e noi fece; lo quale papa era frate predicatore, et durò nel papato otto mesi et fuit Benedictus XI ET dopo fu fatto papa l'arcivescovo di Bordella de Pranza, et fu fatto a Peroscia, lo quale s'aveva paura de venire a Roma a coronarsi per la-promessa fatta allo colleio, che dovessino gire in Francia a coronarlo, et messer Neapolione de Monte ruppe li cardinali e givosene in Francia, et tutti li altri lo seguitorono, et allhora fu. oronato, lo re di Franza pregò papa Clemente che dovesse restituire missore Pietro et missore lacomo in car- dinalato l et che l'ossa de Bonifatio papa ottavo fussero arse, levosse 'no cardinale spagnolo et peti hcenza de poter parlare, et disse: « se si ardeno l'ossa di papa Bonifatio come heretico, et tu consenti questo, tu non sei vero papa, perchè esso ti fece arcivescovo di Bordella. noi havemo eletto nel papato l'arcivescovo di Bordella et però se non fu papa, non ti potè fare arcivescovo »."
      },
      {
        "index": 2,
        "text": "allhora il papa ruppe lo -consegUo et disse. allhora si levò missore Pietro, et Stefano delli Rosselli misse mano alla spada, et disse: che qualunque personale) voi dire che l'ossa di papa Bonifatio non se ardessino, mentono come traditori; e volelo provare con la spata in mano, salvo che non contradicesse a nostro signore lo papa, allhora lo papa lo fece pigliare et volevali far tagliare la testa, lo re di Franza lo domandò per homo morto, et habbelo. et questo fece Jo re per lo piacere che fece alla moglie quando se attaccao foco nella cammera, perchè foria stata arsa, che nuUo franzoso si forria messo a quello pericolo che se misse missore Stefano per campare la regina, missore Stefano e missore Pietro se missero ad andare per un travo et pigliarola in servitio; et poi lo re lo fece sergente d'arme sue. lo papa se ne gio ad Avignone, et li stette con la corte fino ad Urbano VI, lo quale venne in Roma nell'anni Domini 1358, et stette in Roma anni cinque, et poi se morse; et li cardinali, finito lo exequio, si misero in conclavi per fare lo altro papa, et era tra loro gran discordia, e fu cominciata la scisma, per questa casone li Romani giro a palazzo, et petiero allo colleo lo papa romano o italiano, et li cardinali promisero de farlo, et non lo fecero perchè non se acconcordavano. per questa casone li -venne uno delli i( cardinali, et fu quello\" delli Ursini, a notificare alli signori di Roma clie non volevano fare lo papa; et per questa cascione li Romani misero a sacco molti cortesciani et de' cardinali; onde se partiero di Roma et girosene ad Avignone,' giurando di fare vendetta centra li Romani; et lì fecero papa Gregorio XI, et stette la corte i in Avignone fino allo ditto papa Urbano V, lo quale venne a Roma nell'anno 1376."
      }
    ]
  }
}