{
  "chapterNumber": 11,
  "title": "Dell'anno 1410 dello mese di ottobre venne a Roma lo duca",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1410 dello mese di ottobre venne a Roma lo duca di persone, et li stettero dieci dv et poi si partiero, perchè non trovavano quello che se credevano 0 di cacciare lo re Lanzilavo."
      },
      {
        "index": 1,
        "text": "In quell' anno a dì 27 del mese di decembre revenne Paulo Orsino in Portica et kcQ granne battaglia in Settignana tra Santo £0 Pietro et Trastevere, et morseronce de molte persone di quelle dello re et de quelle de Paolo Orsino."
      },
      {
        "index": 2,
        "text": "A di 30 decembre dello sopraditto anno Paolo Orsino fece un trattato colli Romani et entrò in Roma coUi Orsini tutti et pare cavalieri della libertà, et poi certo date del 21 e 27 giugno ne per l'anno e tempo li fu tagliata la testa per suoi 1408 né pel 1409. « mali costumi che tenne centra de Antonii Petri Diarium, XXIV, « Roma, e che disse in consiglio, che 1021, pone il fatto in settembre « voleva far manicare tutti li Romani a' di 20 e successivi, e cita col re Luigi « alli cani ». il legato « ac etiam omnibus baronis tisciani di Santa Ecclesia et feceronvi li officiali: per questa casione lo re di Napoli si parti da Roma, et in questo tempo fu una grande carestia in Roma et in molti luoghi. Dell'anno 141 1 po' alla morte de papa Alessandro fu fatto papa lovanni XXIII et in questo li Orsini et partisciani di Santa Ecclesia mantenevano lo Stato de Roma et in questo tempo venne papa Ianni in Roma, et molti cardinali se partiero et andarono in Constantia dove se faceva lo concilio, et fecero citare papa Ianni che gisse allo concilio, et non ce volse gire, et subito papa lovanni se misse lo terzo allo ic vino et cresce tutte le gabelle de Roma, et li Romani ne stavano male contienti, et fece fare una processione da Santo Ianni fino a Santo Pietro lo di di santo Marco, et volse che ne gisse la testa di santo lovanni Battista processionalmente con intentione di mandarla a Fiorenza; et recevevane parecchie migliara de ducata da Fiorentini, et per questa casione le moniche de Santo Silvestro et tutti li cittadini di Colonna una collo caporione et molti altri cittadini di Roma non la volsero mai lasciare, et reportarola sana et salva ad Santo Silvestro, et non li riuscì lo pensiero allo papa et alli Fiorentini: et venne papa Ioanni a 2C Roma con otto cardinali nel sopradetto anno a dì.11. del mese di aprile."
      },
      {
        "index": 3,
        "text": "Dell'anno 141 3 dello mese di yugno venne lo re Lancislao da Napoli a Roma et ruppe lo muro a Santa Croce, et entrò a Santo Ianni Latetano con tutta la sua lente, et in Santo Ianni stette parecchi dy, per fino alli 13 de marzo, et per questa cascione dello re se parti papa Ianni de Roma, et gissene a Fiorenza, et partivose nel mese di luglio con molti Romani et morseronce de molte persone de sete, et morsece Marco Meo de Cambio et missore Ianni, et molte altre persone, quando fuggivano; et lo re hebbe Castello Santo Angelo, et dopo nello ditto anno et mese entrò lo :o ditto re in Roma, et fuli fatto molto honore da Romani, et in questo tempo valeva lo rubbio dello grano 18 fiorini et molte fameglie si morivano di fame, et lo re fece venire di Cecilia parecchie mighara di rubbi di grano, e tutto lo sparse per Roma, et pochi denari se n'ebbe, perchè lo donava a tutti li Romani a chi poco et a chi molto, et in questo tempo lo re si parti per gire a Fiorenza, et per lo viaggio fu attossicato, perchè volse usare con una donna, et li Fiorentini dissero: « toi in questo modo, che noi ti daremo granne ricchezze, metti nella natura questo veleno, esso morirà et tu camparai », et per questa cascione si mor- o sero ambedoi et fu fenita la profezia sua, vedendo lo re che non potea campare, et parti et morse."
      }
    ]
  }
}