{
  "chapterNumber": 52,
  "title": "Dell'anno 1473 a dì 23 di iennaro, in questo di tornò lo cardinale di Napoli,...",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1473 a dì 23 di iennaro, in questo di tornò lo cardinale di Napoli, lo quale era andato legato contra lo Turco con le sopraditte galere; et menò con esso venticinque turchi et dodici camelli, li quali gero un pezzo per Roma con quelli turchi a cavallo."
      },
      {
        "index": 1,
        "text": "Eodem anno a dì 29 d'aprile papa Sixto con quattro cardinali et molti vescovi (<= si conferì da palazzo in Trastevere, et a ponte Rotto, canto lo fiume, dove lui haveva destinato reconciare detto ponte, et descese allo fiume, et misse nelli fondamente dello ditto ponte una pietra quatra dove stava scritto: SlXTUS Q.UARTUS PoNT. MaX. FECIT FIERI SUB ANNO DOMINI I473. dereto ad quella pietra misse lo papa certe medaglie d'oro, colla soa testa, et pò fece edificare quello ponte, lo quale da lì in poi non fu chiamato più ponte Rotto, perchè lì vi era lo ponte prima ma era rotto, ma ponte Sixto, come dicono le lettere li scritte"
      },
      {
        "index": 2,
        "text": "Eodem anno a di 7 di maio lo papa fece otto cardinali, e- 42 n cioè lo arcivescovo di Monteregale \\ lo arcivescovo di Milano, tutta ornata; et in quelli tavolati fo fatta per li Fiorentini festaioli la festa de santo » * et stavanoci doi fontane che gittavano acqua, la quale veniva molto de alto, et credo dallo tetto di Santo Apostolo; et lo ditto cardinale fece uno bello et sontuoso convito ad madonna Lionora figlia del re Ferrante, la quale se ne andava ad marito allo marchese, o duca di Ferrara; et depò allo convito, li fece fare questa festa, et fo una delle belle cose che mai fosse fatta in Roma, et anco fuori di Roma, perchè tra lo convito et la festa ci fonno spesi parecchi migliara di ducati, et fecence adrizzare una argentarla con tanto ariento che mai fo creso, che la Ecclesia di Dio ne havesse tanto, senza di quello che serviva ad tavola; et le cose de magnare innorate, et lo zuccaro senza misura che U fo adoperato appena si può credere; et la ditta Lionora stette nella ditta casa parecchi di con molte damìceUe, et baronesse; et fo ditto che lo cardinale preditto a ciascuna de quelle donne che havevano la camera da per sé, et oltre li altri ornamenti, li teneva uno pitale innorato. in qualche cosa bisogna che se adoperi lo tesauro della Ecclesia."
      },
      {
        "index": 3,
        "text": "Et depò lo martedì fu fatta l'altra devotione dello corpo di Christo, et nello mercordi fo l'altra di santo Ioanni Battista, et di santo lacovo, et deporlo iovedì ad mattina se partì la Lionora accompagnata con molti cardinali et prelati et persone da bene, et andossene ad marito. Item nel penultimo di iugnio, lo dì di santo Pietro et de santo Paolo, fece un'altra representatione nobilissima, et fo lo tributo, lo quale veniva alli Romani quando signoriavano lo mondo, dove 11 stetteno sessanta muli carichi tutti, copertati colla coperta di panno con l'arma soa, et fu corso lo pallio de Fiorentini da ] porta dello Popolo fino ad Santo Apostolo; et habbelo lo cavallo di Francesco Santa Croce; et dinanzi a queste fece certe altre representationi della natività di lesu Christo con lì Mai et della resurrettione di Christo quando spogliò lo inferno; et fece nello suo tempo godere, et trionfare ogni huomo tanto noto, quanto ignoto."
      },
      {
        "index": 4,
        "text": "Eodem anno venenno per lo mare lo vicecancelliero ad Roma fo sì grande fortuna, che ruppe navi et vasselli dove venivano, et molti di quelli prelati et homini ne furo annegati; tra li quali vi fu annegato lo vescovo Fariensis -, et lo vescovo de Sassis,: et per gran miracolo campò lo vicecancelliero."
      }
    ]
  }
}