{
  "chapterNumber": 32,
  "title": "Dell'anno 1443 a di 27 de maio fu mozzo lo capo a Paolo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1443 a di 27 de maio fu mozzo lo capo a Paolo della Molara in Campituoglio, et fecelo mozzare lo legato per so- io ' spitione che haveva, perchè era valent'huomo, et folli mozzo con gran fatica, perchè se defendeva da lo Senatore, et folli mozzo senza confessione et commonione, et doi di denanzi foro appesi 1 quattro delH suoi saccomanni. Eodcm anno a di 28 de settembre de sabato venne a Roma papa Eugenio, et entrò per porta dello Puopolo, et entrò nella ecclesia 0 et li stette tutto lo sabato con la notte, la domenica pò si parti, et gi ad Santo Pietro con molta gente, et con J cinque cardinali, et gio sotto palio, et misse lo terzo allo vino, et \" raddoppiao tutte le gabelle, et lo popolo ne stava male contento, et quando fo in Colonna fu strillato: « viva la Ecclesia, et mora lo terzo »; et allora papa Eugenio fece questa gratia, et fo levato lo terzo, et givonce tutte le clericie di Roma con molte reliquie, et folli mostrato lo Volto Santo, et stette in Santo Pietro dy 19, et poi se ne gio a Santo Ianni et li fo ordinato lo concilio, et fo acconcia la sala dello concilio, et foro messe le scritte per tutta Italia, et dopo tornò a Santo Pietro."
      },
      {
        "index": 1,
        "text": "Eodem anno a di 8 de decembre fo lo ecclisse della luna. ( Dell'anno 1444 a di 12 de settembre fu occiso Angelotto delli Foschi cardinale di Santo Marco, et occiselo uno suo cameriere, et robaolo, et per questa cascione lo detto cameriero subito fu preso; et fu strascinato dallo Campitoglio fino aUa casa dello cardinale, et poi fu messo in mio carro legato, et fu attenagliato per 1 fino a Campo de Fiore, et poi li furo mozze le mano, et pò fu appeso, et poi fii squartato, et posto in quattro quarti in quattro luoghi de Roma uno a ponte MoUo, uno in Campo de Fiore, uno a Monte Mari, et l'altro a porta Santo Ioanni. le mano furo chiavellate nello muro in porta Santo Pietro."
      }
    ]
  }
}