{
  "chapterNumber": 24,
  "title": "Dell'anno Domini 1433 a di 5 di decembre\" foro appiccati",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1433 a di 5 di decembre\" foro appiccati .XVII. huomini nelle forche a Campituoglio, et fu de sabbato sera, et fiiro presi in Campo Salino, et fiioro de quelli de Nicolò della Stella, et lo regimento lo fece per dare essempio ad ogni parte, che rubbava, perchè Romani erano derobbati da ogni parte, et foro schiavi prò malori parte. Liello di Ciuffola e molte persone che stavano per le vigne, e lacovello di Cecchino e D' LL'anno i434 a di 29 di maio fo levato Io Stato dì mano a papa Eugenio per la libertà de Roma, et foro fatti li sette signori per la libertà et chiamaose governatori della Re- ' pubblica de Roma, et fuoro questi, cioè: Ianni Matteio de Santo Agnilo, Liello Paoli Stati, Ciecco de Scrocco Ioanne Cuccio de Viello de Ripa, Ioanni Toma ) de Colonna, missore 1 Antonio de Scoccola della Revola, Iorio Tasca( i> da Treyo, etPoncello de Pietro Venerameri si fu fatto connestavole de Campitoglio. et questi offitiali se presono lo camarlengo nepotè di papa Eugenio, et misserolo in Campitoglio nella camera dello senatore, bene guardata dalli Romani; et per questa cascione se partì papa Eugenio, et per paura lassao ogni cosa, et vestiose a modo de uno fraticello in Trestevere, et poi se misse in una barchetta esso et frate Arsenio et come fu saputo la soa partenza, li andato in piedi, et seguitarolo colle saiette, et lui si salvò, et gio a Fiorenza, e li stette fino che tornò a Roma; et subito che fu partito. Castello Santo Angelo roppe con Roma, et mai non finio de bombardare, et li signori libertà di Roma Liello di Paolo 5 Scrocco C Strocco A/ Giovanni nato Marco Guidi nelle Mem. Acc. Line, si à una lettera nell'Archivio di Stato III*, 208. dì Sì, Concistoro, lett. ad ann, di Roma si facevano le sbarre nello ponte di Santo Pietro con un forte muro, et fu fatto capitano della sbarra Paolo delli Tosti con cinque provisionati, et tenevanci la bombarda, et l'altra sbarra fecero a Santa Maria Traspontina et in piazza Castello; et lo ditto papa si partì a di 14 di iugnio."
      },
      {
        "index": 1,
        "text": "Eodem anno et mense quelli di Castello Santo Angielo tennero modo de tradimento ordinato de darsi allo popolo de Roma et grida vono tutti quelli di Castello: j « viva lo popolo et li Offitiali »; et tutto lo popolo se lo crese, et tutta Roma corse a vedere, et o missore Balthasario da Fida W, che stava in Castiello, diceva con alcuni delli altri: « vengate et pigliate lo Castello», et li Romani ci giero. entrati che furo dentro, furo pigliati; et li cittadini pigliati furo questi: lacovo da Roma, cioè, de missore Galeotto Normanno, Valeriano Muto, Ioanni Somai de Co- lonna, Iorio Tasca de Treio, Mattia Crampone de Colonna. Paolo lacovone i de Campitiello, et un altro; et subito presi che furo, lo Castello gittò una bombarda, et deo nello muro della sbarra et ogni persona si fuggì per paura della bombarda, et tutta Roma ne rimase sconfitta; et li offitiali se ne giero cinque parenti M con cinque aiutanti con cinque ponti È evidente la corruzione Castello; e tutti quei contorni stavano in arme; et il detto papa M al popolo road Campituoglio, tristi et dolenti, et molti dicono che questi cittadini da uno de essi furo menati."
      }
    ]
  }
}