{
  "chapterNumber": 27,
  "title": "Dell'anno Domini 1438 morse Sigismondo imperatore",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1438 morse Sigismondo imperatore de Roma. 2C"
      },
      {
        "index": 1,
        "text": "Del 1438 a di 12 d'aprile Capocciolo et Garofalo doi beneficiati di Santo Ioanni Laterano, furorono molte prete pretiose, zafiri, baiassi, diamanti, ametisti et perle dello capo di santo Pietro e santo Paolo, che stanno nello tabernacolo di Santo Ioanni preditto in doi volte, et furo retrovati per questo modo. Servestro de Pallone comprò una perla de grande va- ? lore per trenta ducati et fu una contesa con l'orefice et questo Servestro; et in questo modo venne ad notitia de molti, et quando fo saputo chi V haveva venduta, subito fo sospicato et fo scoperto et subito fu preso misser Nicola de Valmon- tone, canonico de Santo Ioanni, perchè Garofolo suo nepote li lo deo a tenere, et lui lo iuravo che non era vero, et che non ne sapeva niente, et esso lo sapeva; da poi che fu saputa la verità, et retrovate le pietre tutte foro reportate a Santo Ioanni a di 22 de agosto con tutta la processione di Roma e giro lo Se- natore di Roma con tutti H OffitiaH con tutto lo popolo, et lo Senatore lesse la scommunica che fece papa Urbano V, lo quale pose 11 quelle teste et ornolle colle ditte prete."
      },
      {
        "index": 2,
        "text": "Eodem anno die quarta de settembre furo desgradati questi malfattori, idest missore Nicola da Valemontone canonico, Capoc- ciola et Garofolo, beneficiati, nello altare maiore dell' Aricielo; et dopo foro rencarcerati nella piazza di Campo de Fiore relevati su in alto, et lì stetteronce dy quattro, et dello ditto mese foro iustitiati in questo modo, videlicet Capoccciola et Garofalo furo strascinati per fino alla piazza di Santo Ioanni, et missore Nicolao gio a cavallo nello somaro, tutti immetriati lo ditto messer Nicola fo appeso nell'ormo della piazza di Santo Ioanni, ad Capocciola et Garofalo li foro mozze le mano ritte, et poi foro arsi nella ditta piazza, et le ditte mani furo chiavellate accanto alla lopa de metallo, in quello muro, come delle preditte cose si vede la memoria penta come s'entra la ecclesia de Santo Ianni ad mano ritta su ad alto."
      },
      {
        "index": 3,
        "text": "Del ditto anno 1438 del mese de novembre a dì 8 fu iustitiato lacovo Gallese et Riccio, perchè volevano guastare lo Stato dello Patriarca et volevanolo pigliare, et folli mozzo lo capo e poi furo appesi tutti doi per li piedi in nelle forche di Campitoglio, et le teste foro messe in doi lanze, et portate per Roma, et in Campo de Fiore per essempio"
      },
      {
        "index": 4,
        "text": "A dì 2 del mese preditto Rienzo Colonna tolse Zagarolo \\ et la Rocca, et gionse a campo Ranallo Orsino et messese in Gallicani, et lo Patriarca se n'era gito ad Corgneto, et come seppe la novella se ritornao a Roma; et sempre piobbe quelli di, et per la ditta piovia cresce fiume et gi per tutta Roma, l'Austa, et per molti altri lochi; et accampò a Zagarola, et gi molta lente de Roma, et lo Patriarca se gi ad campo lo di de carnevale, che fu alU 17 di febbraro, et foro fatte le processioni, et fo mostrato lo Volto Santo et le teste de s. Pietro et s. Paolo et andò per tutto, et a campo a Zagarola ci andò molta gente di Roma Cu ì- f 'Is ■■/ questa cascione et portare la brecciola con molte bombarde; la quale brecciola fo fatta nella piazza de Colonna, et stetteci lo Patriarca ad campo tutta la quatragesima, et de pò a di 2 di aprile fece la concordia con Rienzo Colonna, et fo lo giovedì santo; et sonò a gaio lo Campituoglio et tutte le ecclesie de Roma, et poi si parti lo Patriarca per gire a Fiorenza a dy 4 d'aprile."
      }
    ]
  }
}