{
  "chapterNumber": 54,
  "title": "Dell'anno 1475 a di 6 di iennaro re Ferrante venne ad",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1475 a di 6 di iennaro re Ferrante venne ad Roma allo perdono, et menò con esso molti baroni et signori, anco molti falconi, siche occisero quanti nibby stavano nelli paesi nostri, et donò ad Santo Pietro et ad Santo Paolo et ad Santo * Ioanni Laterano uno pallio d'oro per ciascheduno, item donò alli Officiali romani, cioè conservatori, caporioni, alli canceUieri, alli riformatori dello studio, quattro canne de paonazzo de grana fino per uno. et andò per tutta Roma per vedere li edifitii, et a Santa Maria Rotonda, et a colonna Antoniana, et Adriatica; et ogni huomo gh fece grande honore, et quando hebbe veduto queste cose tornò ad palazzo, et parlando con papa Sixto, disse che esso non era signore di questa terra, et che non lì poteva signoreggiare per amore delli porticaU et per le vie strette et per H mignani che vi era; et che abbisognando di mettere in Roma gente d'arme, le donne colli mortali delli ditti mignani li fariano fuggire, et che difficilmente se poteva sbarrare, et consigUoli che dovesse fare gittare lì mignani et li porticaU, et allargare le vie. et lo papa pigliò lo suo consiglio; et dallhora che e nel medio evo (cf. Adikolfi, pintore {Atti d. R. Acc. dei Lincei, HI', Roma mll'età di meno, II, 29) e nel rina- par. 3% p. 5 1) in cui delle due colonne scimento (cf. Biondo, Instaur. Romae, di Roma si dice:"
      },
      {
        "index": 1,
        "text": "III, 267, n. i) fu generalmente designata secondo il suo antico nome. Ciò non ostante, credemmo di prefe- È poi ovvio che i copisti poterono far rire qui, come più probabilmente au- lo sforzo di correggere il testo erro- tentica, la lezione errata, siccome voi- neo; ma non avrebbero potuto insi- gare; dacché facilmente l'imperfetta nuar questo errore, dove non si fosse conoscenza delle iscrizioni esistenti trovato. sul luogo in cui Traiano si desi- Per quanto questo consiglio di gnava: « divi nervae nepoti Traiano re Ferrando sappia di leggenda locale, Luna e adriana eli altra lantonina. ticali, et allargate le strade, sotto colore di fare li ammattonati et allustrare la terra, et stette di tre, et partisse."
      },
      {
        "index": 2,
        "text": "Eodem anno die 1 1 novembris morse lo prefetto piccinino nepote di papa Sixto in nello palazzo de Santo Pietro ad Vincula, et fo portato ad Santo Pietro, et folli fatto honore da Romani et cortesciani. Et incontinente fo fatto l'altro prefetto, cioè lo fratello dello cardinale di Santo Pietro ad Vincula."
      },
      {
        "index": 3,
        "text": "Eodem anno et mense cresce lo fiume mirabilmente, siche chi voleva gire per lo perdono a Santo Paolo, alla Mola abbisognava che gisse in barca."
      }
    ]
  }
}