{
  "chapterNumber": 64,
  "title": "Anno Domini 1488 die 2* iunii, in urbe Roma haec nova",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Anno Domini 1488 die 2* iunii, in urbe Roma haec nova aflErmata sunt: primo, quod gentes ducis Calabriae, videlicet nonnullae squatrae armigerorum, posuerunt se in agro Pontiscorvi supra Campaneam; nescitur tamen quo sint ituri X ad quem locum subito papa misit sex connestabiles de suis ad succurrendum civitati illi, cum provisione 20 florenorum in Urbe currentium prò quolibet, et non plus; aliqui dicunt ducatorum Eadem die, interfectus fuit dominus Faventinus W in cubiculo suo, et continuo in Faventia reperti sunt stipendiarli ducis Mediolani una cum Ioanne Bentivolo i) de Bononia et cum auxilio Raphaelis cardinalis Sancti Laurentii in Damaso camerarii ac nepotis quondam comitis Hieronimi. Comitissa Forliviensis uxor quondam dicti comitis Hieronimi cura suis stipendiariis depraedata est civitates Ecclesiae ibi circum stantes usque ad portarti Caesenae, sed non multum hoc afHrmatum fuit."
      },
      {
        "index": 1,
        "text": "Eadem die civitas Perusii novitatem fecit, eo quod gubernator vendere volebat quasdam bannitas Perusinorum vulgariter dictas le Chiusce, et a Perusinis prohibetur; et cum commisisset bannitori eidemque tubicinae ut illas publice in platea banniret, prohibetur a quibusdam ne illud faceret. ad minas non advertens, a quodam iuvene perusino securi quadam in capite percussus incontinenti occiditur ipse et equus suus in terram stratus. fertur Perusinos hoc ex eo fecisse quod papa stipendiariis Perusinis, quos ibi habebat, stipendia multa pollicebatur introitusque dictae civitatis ad Urbem portabat; quod ipsi aequo animo pati nullo modo intendebant. utinam non sit alia causa quam haec avaritiae gubernatoris. quare dominum Mauritium germanum domini papae fertur continue ad arcem Spoletanam convolasse, peiora timentem."
      },
      {
        "index": 2,
        "text": "Die 13 iunii, circa horam 22 nova venerunt ad Urbem loannem Bentivolium capitaneum ducis Mediolani, qui erat in Faventia cum uxore et filio dicti quondam domini de Faventia interfecti, ab hominibus et villanis dicti loci interfectos esse; quibus villanis dictum fiiit commissarium Florentinorum praestitisse opem et Consilio eorum haec facta fuisse; propter quod magnus tumultus expectatur in Romaneola. utinam haec scabies non extendatur ad Urbem. sed quod de Ioanne Bentivolo fiiit dictum, falsum fiiit; sed veritas est quod fiiit ibi a praenominatis captus ac ductus in Florentiam, et post relaxatus in pristinam libertatem. A praedicta die usque ad.vili. iulii nihLl fuit actum dignum memoratu; postea vero a dieta.viii, die usque ad decimam quintam evenit in Urbe quod quadam nocte, sero videlicet, quidam transtiberinus cum quibusdam armatis ivit ad Campum Florae causa insultandi quendam apothecarium, quo tempore et ibi provisionati bariselli et vicecamerarii interfuere in auxilium insultandi."
      },
      {
        "index": 3,
        "text": "et cum transtiberini infugati essent, in plateam clamaverunt auxilium Ioannis cardinalis, cuius famiHa statim exiens cum curia pugnavit et tandem hinc inde fuerunt multi vulnerati; et nisi fuissent qui se interposuerunt, forte fuissent plures. Item, et familiares et domestici cardinalis Mediolanensis existentes apud duas turres coeperunt rixam cum quibusdam iuvenibus romanis, similiter de nocte; in qua tandem de rixantibus de domo cardinalis fuerunt aliqui vulnerati, quapropter omnes de dieta domo exiverunt cum armis, balistris et lapidibus, et omnes quoscunque accurrentes, etiam mulieres ob vindictam vulnerabant, potissime quendam iuvenem qui iverat dormitum, exiens in camisia, sine. armis, sagitta quadam perfossus in racia per fenestras extracta sunt, ita ut nihil penitus in curia praedicta relictum videretur. quapropter cardinalis de Sabellis egre ferens una cum Columnensi magnas copias congregavit \\ facturi id idem in dieta nocte. mane autem papa misit prò eisdem, ubi in palati© multa inter se verba ignominiosa habuerunt, adeo quod domus dicti cardinalis Abaly stat fulcita et munita infinitissimis armatis et armis. nescitur quid Qnt°; fertur vicecancellarium auxilium dedisse dicto cardinali Abaly."
      },
      {
        "index": 4,
        "text": "A die praedicta circa nihil actum fuit nisi quod multae civitates et loca subiecta Ecclesiae denegaverunt obedientiam papae, immo fecerunt aliqua contra eius voluntatem. et primo Ioannes Bentivolius in Bononia, prò parte sibi contraria multos interfecit ac carceravit; et fertur.xviii. viros de contraria parte similiter suspendisse. Similiter fecerunt Perusini, qui expulerunt, videlicet illi de domo Brachii expulerunt omnes de contraria factione et aliquos interfecerunt. et cum papa misisset illuc legatum de latere dominum cardinalem Senensem non prius admissus fiiit, quam promisisset se non remissurum Perusinos contrariae factionis, et papae et Ecclesiae paucam vel nullam praestiterunt obedientiam. Similiter factum fuit in civitate Tuderti et in civitatibus Marchiae Anconitanae, in quibus noluerunt admittere officiales papae et noluerunt obedire secretariis papae in faciendo brevia et taxas insta determinationem factam, de qua supra; et bellum fuit inter Folignates et illos de castro Aspelli, et cum FoUgnates peterent auxilium ab Ecclesia et papa, fuit eis denegatum eo quod diceretur dictos Folignatos fuisse causam dictae discordiae, cum id penitus negaretur."
      },
      {
        "index": 5,
        "text": "Similiter in civitate Hortana factus est tumultus ubi Ursini et alii guelfi contra pacta foedera et pacem quam habebant cum gibellinis, insurrexerimt in eos et circa.l. interfecti sunt et omnes alii infugati et extra dictam civitatem expulsi; et papa in nihilo providit, eo quia, ut fertur, prius illi de parte gibellina miserunt in dictam civitatem dominum Ludovicum de Sabellis una cum .e. armatis, causa depraedandi guelfos existentes in dieta civitate; et cum, interfecto custode portae, qui guelfus erat, l clamarent: e. iSqb « Colomna, Colomna », guelfi insurrexerunt contra eos et petierunt auxilium a domino Vassanelli et dictos milites una cum aliis gibellinis ita ut supra tractaverunt. quod tamen cum au- divisset papa, fertur dixisse: « doleo quod plus non fecerint ». et postea fecit formari processum contra dictos gibellinos, qui ibi intrarunt in dicto loco, in Capitolio; et ibi de crimine lesae maiestatis diffidati extiterunt, et fuerunt plusquam.xl."
      },
      {
        "index": 6,
        "text": "Similiter interea flirta, latrocinia, rapinne, homicidia et sforciamenta tam in Urbe quam extra fiebant, et de his non curabatur; et cum papa dedisset per breve licentiam ac praeceptum fecisset cuidam Matteo Cozza CO de capiendo latrones et crassatores, qui, ultra rapinas, homines interficiebant in via Latina iuxta Albanum, coepit quendam hispanum famulum lacobi de Comitibus, quem reperit crassari et occidere, et eum duxit Romani ubi, cognito delieto, suspensus primo, deinde divisus in quatuor partes, iustitiatus C* fuit. ira tamen motus Caesar, filius bastardus dicti lacobi C, de mense martii 1489 in die qua itur ad Hierusalem, in via eiusdem ecclesiae armatis certis complicibus eundem Mattheum acriter vulneribus interfecit; et ab Urbe non discessit. papa sentiens ofEcialem suum esse interemptum ad nihilum se movit. item, cum esset quaedam lis Inter cardinalem Ursinum et dominum Virgineum, dictus cardinalis fecit eum citari per cursorem; quem cum audisset Virgineus fecit eum cursorem ita verberari quod post triduum mortuus est C°). quod cum esset dictum papae, ad nihilum se movit."
      },
      {
        "index": 7,
        "text": "De eodem anno Domini praedicto 1489 et mense martii S. D. N. Innocentius octavus, licet contra pacta et capitula quae facta fuerant in conclavi cum cardinalibus quando fuit creatus papa, quae erantquod non possent cardinales fieri ultra numerum 22, papa, aliquibus ex eis invitis, ut fertur, creavit sex cardinales: primo, Laurentium archiepiscopum Beneventanum nepotem suum ex fratre, itemque Ci castellanum Sancti Angeli, hic fuit semper reputatus spurius, et omnia benefitia quae habebat, etiam quae ipsemet papa contulerat ei, semper consecutus fuit cum dispensatione quia spurius, et semper dictus papa appellavit eum spurium. cum mota esset quaestio per cardinales quod non posset esse eo quia spurius, fuit repertus certus processus conceptus in Hispania industria, ut dicitur vicecancellarii, ubi apparebat patrem dicti domini Laurentii fratrem dicti papae concepisse ipsum de laicis ex quadam hispana quam dixerunt illum po- stea duxisse in uxorem et hoc fuit eo tempore quo non erat solutus, quia in lanua vivebat alia uxor, mortuo iam patre."
      },
      {
        "index": 8,
        "text": "propter quae, cum dictus Laurentius accessisset ad dictam civitatem lanuae prò consequendo bona et hereditatem parentum, non fuit admissus, imo tanquam spurius repulsus » * in domo matrem d> d. Laurentii fuisse quandam hispanam, quam diserunt Sopra fuisse e quandam tentativo di correzione. C ubi apparebat habuisse ipsum ex quadam hispana Lacune lacuna di circa quattro linee, ed annotato: sic iacet in originali E Francischetti Alii fuerunt duo francigenae; unus, qui erat magnus magister in civitate Rhodi, et alius francigena praepositus a rege Franciae isti duo creati fuerunt ex eo, ut fertur, quia donaverunt pontifici magnum imperatorem Turcarum \\ nam fertur quod in morte Magni Turcae, tempore quo obsidebat Hidrontum, duo ipsius filii prò regno consequendo discordaverunt. minor filius, qui in militia erat, expulit eum cum dictis militibus. hic frater est qui erat ab omnibus Turcis ut fertur, magis dilectus, et eum vocaverunt imperatorem, interfectis omnibus, fertur, bis qui ei favebant, de partibus illis exulare coegisse una cum paucis militibus, videlicet nobilibus qui eum sequebantur."
      },
      {
        "index": 9,
        "text": "hic cum non potuisset stare in civitatibus Turcorum subiectis fratri, impetravit salvum conductum a magno magistro Rhodi, et eo impetrato ad dictum locum se contulit et ita retentus fuit. aliqui dicunt quod hic est filius maior natu, et quod ad eum spectat *°) regnum patris, et quod cum staret in obsidione cum e. i6i B militibus, pater eius mortuus est. alter i) frater incontinenti coepit omnia fortiHtia et thesaurum patris; iste vero habebat milites, et cum appropinquaret ConstantinopoHm fecit bellum cum fratre et tandem fuit coactus aufugere, quia pecuniae prò militibus defecerunt; et cum a dicto eius fratre insectaretur, timore ne caperetur, maluit se iniicere in fortiam christianorum quam venire in manus sui fratris. et sic intravit unum oppidum prope Rhodum, et isto modo venit in fortiam dicti magni magistri Rhodi, et hoc est verum. quod sentiens frater, qui iam dominium totum Turcarum coeperat, timens ne contra eum bellum moveret, eo quod dubitaret propter benevolentiam Turcarum se ab eo succumbere, pactus est cum christianis existentibus in ilio loco et éum cficto magno magistro ut teneret dictum Magnum Turcum sub bona eius custodia nec eum dimitteret;"
      },
      {
        "index": 10,
        "text": "et ea propter eidem prò praemio sive tributo quotannis solvebat quadraginta milia ducatorum; et de hoc bancum et securitatem fecit. quod cum tenuisset ibi eum prò aliqua tempora, putans se fecturum rem gratam regi Franciae, quia et ipse frandgena erat. illum donavit cum dieta provisione quadraginta millia ducatorum dicto regi Franciae; quem rex, tanquam verus et bonus christianus, ut fertur, ipsum recepit; non tamen ipsum unquam to videre voluit. et ipsum postea donavit praefato T>. N. papae cum dieta promissione et provisione.xl. millium ducatorum; et ea de causa papa ex pacto creavit dictos duos cardinales francigenas 1489 die f * » mensis martii."
      },
      {
        "index": 11,
        "text": "Eodem anno et mense, die vero tertia decima, dictus ) Magnus Turcus intravit Romam et venit a porta Civitatis Veteris per mare; deinde per flumen Tiberis et a ripa romea ductus est usque in palati um apostolicum apud Sanctum Petrum. donavit ei papa.dcc. ducatos et certas vestes imbrocati et serici, quae cum ei praesentata essent, non extimavit. et donavit etiam suum equum et iussit fieri ei honorem; et comitatus fuit a multis curialibus; non tamen aliquis episcopus vel praelatus interfuit dominus tamen Francischettus, filius papae, et ambasciator Venetorum in medio eum tenuerunt; et cum equitasset diaum equum et parum secessisset a ripa fluminis, venit ei obviam ambasciator magni soldani babilonici, qui propter istam causam huc venerat, Ut fertur, et cum vidisset eum, statini proiecit se de equo suo et procidit in terra, et osculatus est terram ter, ambulando versus eum; et cum appropinquasset ei, osculatus est pedem equi sui et ipsum salutavit cum magna reverentia, et deinde associavit eum usque ad dictum -palatium Die sequenti, papa fecit concistorium, et facta caerimonia et publicatis dictis cardinalibus, iussit adire ad se dictum imperatorem Turcarum; qui cum. venisset, visa tanta hominum multitudine, expavit, et cum eo erat interpres eius; et monitus per magistrum caeremoniarum et per dictum interpretem quod deberet se ter inclinare ac genuflectere antequam appropinquaret pontifici et deinde procedendo deberet eius pedem osculati, nihil de his fecit; imo ita superbe incessit, quod nuUum extimavit et nedum quod genua non flexerit, sed caput eius nunquam inclinavit ncque annuit. et cum stetisset coram pontifice, aliqua ad invicem dixerunt mediante dicto interprete; non tamen fuerunt audita nisi a circumstantibus. et tandem volens eum papa licentiare laeta fronte et alacri visu, cupiens ipsum osculari in facie, dictus Turcus, adhaerendo parum faciem suam, spatulam dextram tantum osculatus est. sunt qui dicunt, sed non scio, quod ipse voluit osculare papam in facie, et papa retrocessit, et tum ipse tantum spatulam osculatus est; deinde se ad loca destinata contulit."
      },
      {
        "index": 12,
        "text": "Similiter quasi fecit ambasciator magni soldani; nam cum esset monitus ut ter se inclinaret et pedem oscularetur, nunquam se inclinavit, nisi cum esset in eius conspectu; et cum papa porrexisset ei pedem ut oscularetur, ipse non pedem sed genu tantum supra pedem cum ore aliquantulum tetigit. Istis temporibus nihil boni Romae actum est; in civitate enim multa et infinita furta, homicidia et sacrilegia fiebant, intra quae de sacristia ecclesiae Sanctae Mariae in Transtiberini subtracti sunt calices, patenae, turribula argentea et crux argentea, in qua erat de ligno crucis D. N. lesu Christi, quod fuit postea reper- tum denudatum ( argento in quadam vinea. Item, de sacristia Sancti Silvestri et Sanctae Mariae in Via, de multis et infinitis ecclesiis; et in sacristia Sanctae Mariae in via Lata quadam nocte, immediate post pasqua 1489, fracta quadam fenestra ferrea, latrones tentaverunt intrare quinta hora fO noctis. cappellanus autem, quodammodo miraculose a spiritu ductus, sacristia dictos fures infugavit."
      },
      {
        "index": 13,
        "text": "Facta fuerunt praeterea multa homicidia, inter quaejj Luduvicus Mattei et eius filii centra foedera et securitatem quam habebant, interfecerunt in tonstrina dum tondebatur Andream Mattucii aromatarium, qui omnes nunquam ab Urbe recesserunt. sunt qui dicunt papam extorsisse ab eis poenam stipulatam securitatis fractae et ideo dimisisse eos in civitatem permanere. Fertur, et prò veritate afErmatur et effectus docet, ego tamen bullam non vidi, quod S. D. N. concessit Stephano et Paulo so Margano per bullam aposrolicam remissionem delictorum et homicidiorum factotum per eos et cum decem hominibus de sequacibus et complicibus eorum ex quocunque crimine damnati essent, etiam de homicidio; ac etiam si cum haeredibus occisorum pacem non habuerint; fecitque omnibus eis plenum sal- vum conductum, ut tam in eius domo quam in Urbe et ubicunque reperti essent, curia adversus eos non valeret aliquid dicere; fecitque de eius domo aliud asilum."
      },
      {
        "index": 14,
        "text": "Idem fertur concessum Mariano C°) Stephani Francisci de homicidiis commissis per eum et eius complices prò securitate ;o eius et domus suae (p\\ Hoc idem concessit filiis Francisci Buffali, qui novercam praegnantem cura fratre eorum iiondum nato pugione quodam interemerunt, quìbus etiam prò eorum securitate, quia adhuc pacem cum haeredibus et attinentibus occisae non habebant, concessit octo capitali poena etiam prò liomicidiis damnatos, ut tute et secure a curia accederent soli vel cum comitatu ad eorum velie; intra quos duo sunt qui ex proposito paulo ante unum prò quolibet interfecerunt et cum superstitibus occisorum nulla facta est concordia, imo briga et discordia; et quotidie qui homicidium passi sunt, etiam minas patiuntur. idem dicitur de multis aliis; de bis tamen de quibus videtur, experientia scripsi. et tandem tota civitas piena est facinorosis hominibus, qui facto homicidio ad domos quorundam cardinalium confugiunt et inde non recedunt, et homicidia quae fiunt prò nihilo extimantur."
      },
      {
        "index": 15,
        "text": "In Capitolio nulla vel saltem rara executio corporalis fit, nisi quod per curiam domini vicecamerarii aliqui nocte suspenduntur et mane suspensi reperiuntur apud turrim Nonae sine nomine et sine causa; et hoc ordine vivitur hodie in Urbe, e. 164.0 a. 1489, Il sedente Innocentio octavo. Fertur praeterea quendam lacobum Laurentii Stati tabernarium in Sancta Maria Rotunda interfecisse duas filias, diversis tamen temporibus, et quendam hominem eius quondam famulum, qui asserebatur iacuisse cum altera earum, ipsumque et fratrem eius fuisse ex dieta causa captos et carceratos in castro Sancti Angeli; ad quem locum quodam mane ivisse executorem insti tiae cum instrumentis aptis ad eum truncandum ex dieta causa et postea incontinenti ipsos excarceratos fuisse. hoc ego vidi, sed causam excarcerationis audivi, quae est: quod prò praedictis dehctis.dccc. ducatos exbursavit, de quibus non fuit emptus. ager figuli qui vocatur Aceldama. et cum semel habuit illuni locum pacifice, nemine contradicente."
      },
      {
        "index": 16,
        "text": "Et istis temporibus imperator Federicus tertius descendit in partibus 0>) Italiae et posuit se in Verona cum paucis equitibus, forte non minus.ecc., ut fertur; non tamen dicitur extenso modo causa sui accessus et recessus. Ridiculum quoddam evenit temporibus istis, videlicet quarta septembris 1489 die veneris, cum alias quidam famulus domini Falconi \" et quidam filius cuiusdam Menici Beneaccaduti furati essent de nocte pannos et vestimenta ac mercantias cuiusdam apothecarii, in quadam appotheca in qua praeerat qui166 A dam Hieronimus Tucii dello Roselo de regione Trivii socius praefatorum furum; cumque venisset ad dicti Hieronimi notitiam de furto facto per dictum famulum, tandem ut res suas consequeretur invitavit dictum famulum ad prandium; 5 et cum in eo essent, blando sermone eum interrogaverunt, ut diceret utrum dieta bona habuisset; et cum sponte in mensa confiteretur se illa habuisse, fuit monitus ut restitueret, alias male esset de eo. qui cum videret animum ipsorum iratum contra se, accepta occasione, a quadam fenestra in quendam hortum, animo se ab eis liberandi, se coniecit. dictus Hieronimus, visa dieta confessione et fuga, ne ille evaderet ad hoc ut bona eius non perderentur, ipsum furem persecutus est et eo capto una cum quibusdam sociis ac etiam colaphis caeso, in domum domini Fabritii Columnensis ligatum coniecit. noluit eum, cum potuisset, ad carcerem Capitolii vel alium ponere, et forte ratione motus; cum hodie ex quocunque crimine carcerati, sive de furto sive prò homi ci dio, prò quo veniret reus puniendus poena capitali, soluta pecunia conventa inter eum et curiam, liberatur et nuUus eorum qui se redimendi facultatem habet ad mortem condemnatur, et sì facultatem non habet, furto dominis minime restituto, suspenditur. quo cum ipse poneretur, motus forte pollicitationibus domini Falconi, doniinus Fabritius eum relaxavit; promisit tamen dictus Dominicus Beneaccaduto pater unius ex dictis furibus, de toto satisfacere."
      },
      {
        "index": 17,
        "text": "cumque bona ipsa sua extimata essent.xlvii. ducatorum, et pluries dictqs Dominicus a dicto Hieronimo requisitus de satis- o fatione eorum, timens forte ne quid mali sibi obveniret, tandem dictos.XLVII. ducatos solvit in praesentia quorundam fratrum Sancti Dominici in Minerba, qui prò dicto Hieronimo absolverunt dictum Dominicum, et per apocam eorum manus fidem fecerunt sub isto tenore, videlicet: « sumus testes « qualiter Dominicus &c. solvit Hieronimo &c. ducatos.xlvii. prò a rebus habitis per * * filium dicti Dominici de appotheca dicri « Hieronimi ». et cum dictus Dominicus egre tulisset dictam solutionem, habito colloquio cum domino Falcono de dieta re, tandem ipse, una cum vicecamerario, prothonotario Wignolac, o tractatum habuerunt de capiendo etiam Hieronimo et, ut creditur, de eo cum pontifice locuti sunt. tandem, habito tractatu secreto in camera vicecamerarii die 5 dicti mensis die 4 in aurora cum fustibus et lantemis et cum fossoribus domorum dictum Hieronimum una cum fratre in eius domum vi coeperunt eumque ad turrim Nonae duxerunt, dicendo semper vicecamerarius his qui tunc apud eum clamabant, et potissime et ut ipse pacem habeat cum omnibus ». cumque ipsum pacifice duxisset ad dictam turrim, statim accepto laqueo in merulis ibi existentibus ipsum suspendit, saepe clamantem et dicentem:"
      },
      {
        "index": 18,
        "text": "« dicite mihi quid ego mali feci? quare ego morior? ego nihil feci ) ». et absque aliqua confessione vel sacramento suspensus est et, quod deterius est, eius fratre similiter capto, praesente et vidente. qui cum videret se paratum mori, multa verba pia, in fratrem conversus, protulit potissime: « frater mi, dicito genitrici nostrae quod habeat patientiam si cut ego, et quod ego sum innocens istius mortis ». interim osculatus et amplexus est fratrem eius, eo modo quo potuit, et cum bis verbis decessit. et premissis nondum satiati, Falco, qui praesens fuit et oculata fide perspicere voluit dum suspenderetur, et vicecamerarius, sed magis in eum ob vindictam saevientes, corpus illud per duos dies ibi suspensum tenuerunt, denegantes illud matri j et consanguineis eius. et, quod detestabilius est, secunda die post mortem, per famulum dicti domini Falconi, causa ipsius mortis in quadam cartula apud pedes eius apposita est falsa et mendax, nam gesta per dictum famulum ei applicata sunt; sed non potuit ita, bene àptari quin mendacium cognosceretur. frater autem eius in fundo turris Nonae coniectus'est."
      },
      {
        "index": 19,
        "text": "et cum papa noster de ventate informaretur, fingens se de praemissis dolere, ait fuisse male informatum; non tamen propterea fratrem eius excarceravit, nec de praemisso Mariano demonstrationem aliquam aliam fecit. et sic dominus Falco de Siftibaldis civis romanus, prothonotarius apostolicus et dicti papae thesaurarius, prò iniuria ìUata eius famulo de dicto Hieronimo vindictam sumpsit. Eadem die quarta septembris, bombardae existentes in Ca-* stello per flumen nostrum ad Castrum lovis super barcham accesserunt centra Ducem possessorem antiquum dicti castri, centra quod campus Ecclesiae militai, sunt tamen qui prò certo afErmant ambasciatorem regis Ferdinandi publice coram pontifice et cardinalibus protesta tum fuisse, ut a dicto bello desisterei, alioquin intendebat dictus rex eum prò viribus, etiam exposito eius statu, defendere Et quia die lunae proxime praeterita D. N. Innocentius 0 in concistorio excomunicavit omnes et singulos censuarios Ecclesiae qui non solverunt debitum censum, quod creditur to- c. i6Sa tum faetìim fuisse prò rege Ferdinando qui non solvit, licet specialiter nOn fuerit ibi nominatus; praefatus ambasciator dieti regis coram omnibus quoad interesse dicti regis appellavi!"
      },
      {
        "index": 20,
        "text": "ad futurum eoneilium et petiit dari sibi iudices quibus ipse ©stendere pretendebat dietum censum non debere solvi per 5' dictum regem. Insuperj Campus Ecclesiae qui èst apud Gastruin lovis, prima vice qua se cum inimicis certaturus riB )resentavit, quasi sucGubuit. nàm Inter vulrieratos letaliter et iam mortuos plusquam »LX. ceciderunt, siintque praeterea ex nostris multi capti, quod i( castruni, non multum post, se Ecclesiae reddidit cum certis pactis quae nesciuntur, datumque fuit Francischetto. Eodém mense, ih concistorio pubblico S. D. N., ut fertur, e. i68b declaravit regnum Siciliae j citra et intra Pharum ad Ecclesiam pertinere ipsumque esse devolutum ad eam propter canonem non solùtuili, pubblicavitque buUàm in qua dictum regem Ferdinandum privatum dicto regno faciebat, in qua etiam protestabatur quod, si quando contigeret ipsum nominare regem neapolitanum, non propterea ex tali nominatione intendebat ipsum confirmare in dicto regno."
      },
      {
        "index": 21,
        "text": "Eodem niense iii eìus principiò, caj i et carcerati extiterunt dominus Dominicus de Viterbio scriptor apostolicus et dominus Franciscus Maldente et multi alii, eo quod fecerunt quasdam buUas falsas, et coitlperto inaleficio susurratum de ipsos comburendo, quamvis bona eorum iilico confiscata fuissent, 2 et quidem non parvi Vàloris. nain ad.xii. millia ducatorum ascendisse fertur. eorum sypplicium diu tardatum ftiit, eo quod eorum consanguinei ad duodecim alia milia dueatorum prò eorum liberatone solvere condescenderant, procurante hoc Francischetto filio papap, qui dictam pecuniam affectabat, et vi- cecaqaerario; a qua pecunia se multum alienum ostendit. credo tamen quod nunc eum noverint Romani. quos, non aliter exarninatQ ij negocio, incontinenti post capturam suspendit, et quidem sine eausa alia, ut gupra vidistis; de bis tamen nescio quid faeiet. post haec fertur magistrum Gentilem de Viterbio [Q phisieum, patrem dicti domini Dominici, misisse cedulam pour tifici prò liberatione filii, in qua fertur obtulisse quinque milia ducatorum; et quod pontifex in eadem cedula rescripsit se velie solvere sex milia, ut ipse posset liberare eum cum suo honore."
      },
      {
        "index": 22,
        "text": "deinde 19 octobris, ambos degradari in platea Sancti Petri, et illieo ipsos primo suspendi, deinde comburi fecit in platea de Campo Fiorae. dubitatuni fuit quare papa non percepit pecuniam et ipsis non pepercit, sed voluit ipsos magis comburere, et foit Hqc declaratum per ipsum pontificem, quod vpluisset ipsos libenter liberare, sed non poterat cum suo honore; eo JQ quia feeerant certam bullam papae exorbitantissimam et contra regulas sui camerarii, compensando modo in Francia, ad hoc ne crederetur voluntate ipsius ppntificis factam esse, ut ostenderet se de praedictis nescire. Quo tempore dictum et affirmatum fuit ab omnibus, i et ita est fama in Urbe, dominum Francis chettum filium papae lusisse cum reverendissimo domino cardinale Sancti Georgii camerario, qui est Raphael nepos comitis Hieronimi (p\\ in eius camera et perdidisse summam.xim. millium ducatorum in duabus vicibus;"
      },
      {
        "index": 23,
        "text": "ac reverendissimum dominum cardinalem Abalyensem francigeerit Romanis P credo tamen qnod nunc (cum nolent Romani) quos non aliter C quod vellet C* /? se velie solvat P se velie ut soK-at.V degradari fecit nam similiter aliam perdidisse summam octo millium ducatorum, omnesque dictas pecunias vicisse praefatum Raphaelem cardinalem, qui in hoc fuit fortunatissimus. Demum dicitur praefatum dominum Francischettum ivisse ad pontificem dixisseque se esse delusum seu deceptum in 5 ' dicto ludo, et S. D. N. misit prò dicto cardinali ut iret ad eum et portaret secum dictam pecuniam; et dictus camerarius respondit se expendisse eam in lignis et cementis et mercedibus fabrorum, eo quod struebat eius palatium in platea Sancti Laurentii in Damaso, et illud a fundamentis; potissime quandam turrim ibi in angulo se velie costruere et palatium aedificare; quod ita fecit post et propterea eam non habere."
      },
      {
        "index": 24,
        "text": "et cum papa eum super eo molestaret,.xxvii. octobris quasi in meridie, ab Urbe recessit asserens se velie ire in Flaminiam, eo quod ibi diceretur in Forlivio aliqua scandala evenisse. O scelus infandum! papa erga omnes avarissimus est et praecipue erga pauperes lectores studii, quibus, rem inauditam, indixit, scilicet ut ipsi qui creditores sunt pecuniarum eis debitarum prò bis solverent usuras mercatoribus, et, quod detestabilius est, ipsis usuris solutis adhuc pecunias non habent simplexne furor sestertia centum Perdere, et borrenti ( tunicam non reddere servo? centum prodere et egenti tunicam non reddere servo perdere, et orienti tum causa non reddere servo R sententia centum prodere et argenti tunicam In S mancano i notamenti da Demum dicitur a reddere servo Eadem die vigesima septima octobris 1489, Virgineus Ursinus coepit sceptrum ut capitaneus regis Ferdinandi et die sequenti fecit monstram omnium suorum commilitonum, dictumque fuit fuisse quatuordecim squatras ita pulchras et divites et ornatas, sicut unquam alibi visae fiierunt, cum vestibus auratis, argentatis et cum palliis; posuitque edictum ut quicunque iret ad videndum gratis in hospitio reciperetur; iveruntque multi et quodam modo infiniti, qui non nisi gallinas et alia similia comedenint."
      },
      {
        "index": 25,
        "text": "Die 8 novembris, Petrus Paulus de Nardinis, 1 filius spurius quondam domini Christophori de Forlivio nepotis cardinalis Mediolanensis, acceptis quatuor sociis se contulit in arcem Soriani ibique proditorio modo interfecit castellanum et quatuor socios qui ibi prò vicecancellario erant et arcem occupavit, quam parum retinuit; quia ingressi et inclusi in quadam camera absque comestilibus, parum postea se reddiderunt; qui pqstea a villanis succurrentibus dictam arcem a vertice ipsius usquam in terram eversi fuerunt, ipse comes et quatuor eius socii.\" et continuo duo castra ibi propinqua, videlicet Carbonia- num et lulianellum, quae erant ipsius, in fortiam Ecdesiae devenerunt hac lege cum Ecclesia habita: quod nullo modo in dominio alicuius privati, sed solum ipsius Ecclesiae perpetuo esse liceret. aliud castrum eiusdem, quod erat in Romaneola, Francisco de Oria donatum est; et sic finivit progenies de Nardinis."
      },
      {
        "index": 26,
        "text": "iS et in ea locum habuit dictum apostoli (™>: « de male acquisitis non gaudebit tertius haeres », quoniam omnia quae tirannice a dicto cardinali usurpata fuere, uno ictu perierunt."
      },
      {
        "index": 27,
        "text": "Die 15 mensis novembris, die dominico, papa recessit ab Urbe et ivit sp iatum ad civitatem j Ostiensem per flumen et ibi stetit per nonnullos dies, dimisso Magno Turco in sede sua in palatio; et sìq verificatum fuit quod scriptum est per prophetas: « quod inimicus fidei christianae et Macometi primus sedet in cathedra Petri, excluso pontifice, qui mox est n. Anno 1490, S, D. N. construxit et aedifìc it in platea Sancti Petri fontem nobilissimaoa de Upidibua marmoreis figuratis eum duobus urcis rotundis uno super alio, prout videri potest, et iudicio omnium non reperitur similis in Italia."
      },
      {
        "index": 28,
        "text": "Die 7 mensis maii \\ damnatus fuit ultimo supplitio quidam Ghristophorus Castanea vel dictus Maerinus de Marchia anconitana, videlicet de Castro Leonia de districtu Fani, hic baro erat et dominus illius loci, quem violenter ab ilio abstulit Ioannes Baptista de Agnellis prothonotarius apostoUcus ae commissarius, iam sunt duo anni; illudqua castrum postea dedit praefecto Urbis ibi prope moranti apud Senogalliam; et ea de causa, ut fertur, dictus Maerinus (W desperatione ductus accessit ad Magnum Turcum -* iii Costantinopoli, cum quo circa quater locutus est, et ab eo benevisus et tractatus. nam in plures vices multa milia dueatorum illius monete donavit; \\\\ doqavit etiam duas vestes imbracati auri et unum adamantem valoris quadrigentorum dueatorum illius monetae. insuper promisit donare ei civitatem Negropontis ac facere ipsum capitaneum.ce. triremium armatarum et multa etiam infinita alia, si ad efFectum Castracane /? Castraneue 5 5 Castraneae /? sojsra Castaneae corregge Castrane traheret quod faoere convenerunt, videlicet quod dictus Macritius conferret se ad Urbem et certum venenum, quod ipse portavit de Costantinopoli in quadam parva ampullà, proiiceret in fontem aquae quae existìt parum extra portam Viridariam, iuxta palatium papae; ex qua fonte sumebant aquam principaliores de paiatio et potissime Sanctissimus D. N. et Turca, alius filius Magni Turcae, ac frater supradicti imperatoria Costantinopoletani, qui adliuc in dicto paiatio cum eius familia permanet, et multi alii de dicto loco, et erat dictus fons clausus muris et fenestra lignea, ne aliquid mali fieret. venenum autem habebat virtutem necandi in càpite quinque dierum, et non atìte. et cum diaa aqua intendebat necare papam et Turcam ac omnes qui ex ea bibebant, prout.ipse corìfessus fuit; dixìtque etiam adhuc vivens praefatum Turcam multos homines et cum magnis promissionibus Constantinopoli elevasse, adeo ut vix posset evadere pontifex et alii. dixitque etiam in dieta couiuratìone fliisse quosdam alios, quos serltentia condemnationis prò meliori non nominavit, inter quos fertur quendam fratrem ordinis sancti Dominici intervenisse, et eius dolo regem Ungariae in hebdomada sancta in die mercurii proxime praeterita veneno morte repentina necatum interiisse. fuit igitur ductus per Urbem in Gurru rectus et nudus et cuidam stipiti alligams ac passim ferris seu tenaculis et forficibus infocatis afflictus; deinde ad Capitolium reversus, cum se se domino nostro lesu Ghri- sto \\ quem in pictura ante oculos eius habebat, commendasset, a ministro iustitiae repente cum malleo lìgneo magno in capite percussus fuit. postmodum cum pugione ferreo in pectore et in corde pluribus vulneribus perfossus obiit, eiusque corpus in quatuor partes divisum, una, videlicet brachium cum capite et medio pluviis, praeter consuetum modum; ita quod multi mirati sunt, dubitatumque fuit ne Christus ob hoc iratus esset, cum contra exemplum per eum traditum fuerit actum; nam ipse cum malediceretur, non maledicebat, cumque una mandibula cederetur, aliam humiliter exhibebat."
      },
      {
        "index": 29,
        "text": "Fuitque paulo post dictum et in curia afErmatum regem Ferdinandum misisse litteras in modum capitulorum domino Maximiliano regi Romanorum ipsumque instruxisse de vita et moribus Romani pontificis et totius curiae Romanae et de vita filiorum et filiarum eiusdem ac de coUatione beneficiorum, quae non sine pecunia fiebant, ac de luxuria et avaritia ipsius, et tandem de omni quod dicere posset de eo et de dieta curia, coniurans eum similiter et requirens ut, iuxta posse et secundum pra:;ceptum Dei, Ecclesiam Dei collabentem provideret; propter quod papa una cum cardinalibus per aliquod tempus turbati steterunt, non tamen a coeptis destiterunt. nam quotidie in solatiis et triumphis solito more permanserunt, in eorum avaritia et iniustitia perseverando et licet circa hoc multa potuissent tradi exempla, hic tamen brevitatis causa duo tantum apponuntur."
      },
      {
        "index": 30,
        "text": "Primo: cum quidam Luduvicus Matteius, civis romanus dives, haberet pacem et securitatem cum fideiussoribus, et sub poena mille ducatorum, de non offendendo quendam Andream Mattucii dictusque Andreas permaneret in quadam tonstrina tondereturque a tonsore dictae appothecae, cumque esset paratus cum pannis et reliquis, prout de more fit, Sabbas filius dicti nam quotidie a perseverando È aggiunto in margini' in R. JWpossent Af hic tantum brevitatis causa duo enarrabimue R hic tantum duo enarrabimus brevitatis gratia Ludovici proditorie contra foedera praedicta armatus una cum quodam socio praefatum Andream, secure astantem seu sedentem paratum cum dictis pannis, tantis vulneribus affecit quod incontinenti morruus est. et cum hoc de mandato patris fecisse dicatur/pater incontinenti exbursavit Camerae ducatos quingentos, medietatem dictae poenae, alios quingentos ducatos deposuit prò haeredibus partis offensae, iuxta seriem pactorum securitatis et instrumenti. S. D. N. avaritia magis quam iustitia motus, diaos quingentos ducatos coepit, et non aliter habita pace ab haeredibus ad finem ut mater et haeres dicti Andreae interfecti partem Fuitque etiam dictis temporibus factum pactum inter dominum vicecamerarium et dominum Francischettum filium dicti papae, ut quaecunque poena veniret confiscanda Camerae prò deiictis quae ex cederei summam.cl. ducatorum, tota illa esset dicti Francischetti; a dictis.cl. ducatis infra, ad Cameram Urbis o pertineret et ita observatum est."
      },
      {
        "index": 31,
        "text": "Aliud exemplum ponitur ex eo quod apud ripam Romae, ubi vina et mercantiae veniunt, erant multi cives romani et etiam forenses qui, causa quaerendi victum, operàbantur ut proxenetae circa venditiones dictarum rerum et mercantiarum. causa igitur habendi pecuniam eamque subtili ingenio a pauperibus fidelibus christianis extorquendi, contra libertatem romanam et causa nova vectigalia imponendi, praefatus S. D. N. de consiUo quorundam astantium vendidit dictum officium seu exercitium proxenetae 30 personis duntaxat prò.ce. ducatis in auro prò o quolibet, ut ipsi duntaxat dictum officium exercerent et non alii, sub certa poena, ita quod a dictis triginta personis.lx. ] centenaria ducatorum recepit in mense augusti.mccccxc; et de hoc bullam plumbatam fecit. Quo tempore cum ipse pontifex misisset tres conestabiles ad civitatem Beneventi causa custodiendi dictam civitatem, capti e fuerunt a duce Calabriae, cum diceret se melius posse dictam civitatem prò Ecclesia custodire quam ipse papa, ipsos autem captos in galea missos duxit usque ad Terracenam, ibique eos dimissos monuit, ne unquam ad instantiam Ecclesiae ad custodiam dictae terrea prodirent, alias minabatur eis mortem; et k ita eos dimisit. fuitque postea dictum praefatum regem prò se custodire dictam civitatem Beneventi."
      },
      {
        "index": 32,
        "text": "Quo etiam tempore, in urbe Romae quoad casum iustitiae non bene vivitur; et huius potissima causa fuit, quod Camera apostolica vendidit quibusdam civibus romanis introitum et exitum 11 Camerae per novem annos, cum hoc quod dicti camerarii de eorum gestis non possint sindicari nec teneantur reddere computum introitus et exitus toto dicto tempore; propter quod data est occasio malignandi et furandi seu rapiendi. itaque dicti camerarii componunt se cum delinquentibus de eorum delictis, ! et aliquid dato vel promisso ipsis camerariis, malefactores incontinenti assecurantur et, ut dicitur, antequam maleficia fiant, componunt se cum dictis camerariis quantum possit solvi prò delieto; quo facto et soluto, incontinenti a curia assecurati sunt; et papa haec omnia sentit et patitur. Feceruntque dicti camerari! cum brachio gubernatoris rem inauditam; nam omnes vineae eorum qui Romae habitant, qui própter poenam spreti mandati Camerae sunt debitores, vel qui propter aliquod delictum debent aliquid in Camera solvere, vindemiatae sunt a familia gubernatoris hostili quodam modo et veluti vineae hostium incidendo, devastando et asportando Inter alia quoque quae istis temporibus ascribi possunt, est quod reverendus pater vicarius papae in Urbe et eius districtu volens, ut decet bonum virum, custodire oves gregis sìbi comf5 missi, fecit unum edictum prohibitorium laycis et clericis cuiuscumque conditionis existentibus, ut de coetero sub excomunicationis poena et suspensionis ac privationis beneficiorum &c. non auderent retinere concubinas nec publice nec secrete; cum diceret id verti in I praeiudicium divinae legis et contra honestatem sacerdotalem;"
      },
      {
        "index": 33,
        "text": "cum multi et quasi infiniti eam retinerent, tam magni praelati, quam etiam simplices clerici, propter quod bene vivendi modus in bis non iudicabatur, minuebantque laicis fidem et devotìonem quod cum S. D. N. audivit, accito ad se dicto episcopo eodemque vicario, eum de praemisso interdi dicto acriter momordit fecitque incontinenti illud removeri, cum diceret id prohibitum non esse; propter quod talis effecta est vita sacerdotum et curialium, quod vix reperitur qui concubinam non retineat, vel saltem meretricem, ad laudem Dei et fidei christianae. et ea forte de causa numeratae sunt meretrices, quae tunc publice Romae sunt, ut ex vero testimonio habetur, ad numerum sex milliuin et octingentarum meretricum; exceptis illis quae in concubinatu sunt et illis quae non publice sed secreto cum quinque vel sex earum exercent artificium et unaquaeque earum vel unum vel plures habent lenones. consideretur modo qualiter vivitur Romae, ubi caput fidei est, et vocatur civitas sancta"
      },
      {
        "index": 34,
        "text": "Die 27 septembris, bora decima nona factus est tumultus maximus in Urbe, et omnes apothecarii clauserunt eorum apothecas, et qui erant in vineis et in campis fugiendo reversi sunt; et omnes tam cives quam advenae arma coeperunt, eo quod prò certo afErmabatur ubique papam Innocentium esse mortuum Haec fama orta est ex eo quia dominus Francischettus filius eius, videns eum laborare in extremis, secreto modo tentavit habere thesaurum Ecclesiae; et cum non potuisset, obstantibus illis qui papam gubernant tentavit eripere Magnum Turcum qui in palatio papae est illumque consignare Virgineo Ursino et Florentinis, et Virgineus regi Ferdinando, ut publice dictum est; ad quem efFectum hoc facerent prò nunc nescitur. Sequenti die, cardinales qui in Urbe erant, iverunt mane summo ad palatium, ubi papa erat et graviter aegrotabat; et volentes consulere Ecclesiae et bonis ipsius, fecerunt inventarium de bonis papae, quamvis bona pars eorum assumpta atque ad Florentiam transmissa fuerat per dictum Francischettum; et quod inventum fuit, datum fuit in custodiam cardinali Sabello, qui I per aliquod spatium in palatio permansit, et non multum post recessit, rebus dimissis, Fertur Inter alia fuisse repertum in una capsa.dccc. millia ducatorum et in alia capsa in Castello.ecc. millia ducatorum; et cum meliuscule se papa haberet, dixit illis qui eum custodiebant, se habere spem posse videre mortem omnium dictorum cardinalium, et quod credebat illos affectare mortem ipsius."
      },
      {
        "index": 35,
        "text": ".Xxvi. octobris, noctis tempore cecidit fulmen in campanili Sancti Petri indeque amovit quandam columnam, deinde descendit in cameram archiepiscopi Arelatensis nepotis papae et combussit circumquaque ornamenta lecti et ipsum non tetigit; descendit postea ad quandam fenestram et parum damnum fecit Vigesima novembris, papa recessit ab Urbe ivitque ad civita. tem Ostiensem, ubi fuit benigne susceptus a cardinale S. Petri ad Vincula, et deinde a vicecancellario in civitate Portuensi, ubi per decem dies triumphavit; deinde ad Urbem re versus est. Die ultima C dicti mensis, videlicet in die sancti Andreae, ambasciator Magni Turcae Constantinopolis ingressus est Ur- bem, cui obviam ivit familia papae et omnium cardinalium et infiniti homines; et venit cum.cxx. millibus ducatorum auri et cum multis et nobilibus gemmis et margaritis et opulentissimis donis portavitque ea prò tributo, ut fertur, trium annorum ad computum.xl. millium ducatorum prò quolibet anno, quos ipse promisit papae solvere, solum ut retineret alium Turcum fratrem dicti Magni Turci, qui est in palatio. utinam haec non pariant aliquid mali Ecclesiae Dei! et data fuit ei audientia a toto collegio cardinalium et in secretis; ita quod nescitur punctualiter quid exposuerit. fertur tamen Inter homines, inter alia obtulisse papae et Ecclesiae Dei quod retineret dictum Turcum, et prò censu J) se daturum.xl. millia ducatorum quolibet anno quousque ipsum retinuerit Item, obtuht pacem et perpetuam securitatem et foedus inter {3) In e manca omnmm 7? idque movit Cosi C M; C Albesi retineret dictum Turcam, prò censu se daturum quolibet anno quod ipstun retineret In S manca da et data fuit a retinuerit oculata fide videret; et ita dixit se habuisse in mandatis, ne forte diceretur vivus et mortuus esset."
      },
      {
        "index": 36,
        "text": "Et cum hoc nunciatum esset dicto Magno Turco, non prius voluit dictum ambasciatorem recipere et ei audientiam dare, quam quod ipse ornatus ac sedens triumphaliter in solio regali more imperatorum eum admisit. Itaque supradicto die, ornatae fuerunt aulae et portae superiores palatii papae tapetis et auleis, et, ut melius dicam, drappis aureis undique et etiam per terram, ita quod nunquam fuerunt visa Romae similia ornamenta; et dictus Turcus sedit in quodam solio, quod de dieta opera fieri fecerat more Turcarum, et quidem dictis ornamentis opulentissimis ornatum, et ipse ibi resedit - more regali et in maiestate sua, circumcirca astantibus aHis Turcis et duobus tantum christianis, videlicet cardinali Sanctae Anastasiae nepote S. D. N., et archiepiscopo Arelatensi, alio nepote. et adveniente dicto ambasciatore, servatus est iste ordo:"
      },
      {
        "index": 37,
        "text": "nam antequam dictus ambasciator intraret ostium aulae, ubi dictus Turcus prò tribunali sedebat, quidam Turcus de adhaerentibus et circumstantibus dicti Turci accessit ad eum et cum uno panno lineo, in ostio aulae, a capite usque ad pedes cum dicto panno abstersit, perinde ac si farina vel pulvere fuisset repletus, quem pannum postea dicto ambasciatori osculatum tradidit. deinde dictus ambasciator intravit ac tribus vicibus in cospectu dicti Turci proiectus et prostratus in terram, diversis tamen locis, terram ipsam osculatus est; ultima tamen vice ante dictum Turcum genuflexus et incHnatus extitit et tacuit; fecitque ei dici Turcus ne quid nisi ad interrogata responderet, et ita fecit. dixitque Turcus in lingua sua utrum litteras haberet, qui amba- sciator incontinenti de quodam loculo suo quandam epistolam clausam et j sigillatam traxit et ostendit et incontinenti, antequam eam traderet, totam ab omnibus eius lateribus lingua sua lambivit deinde, aspicientibus duobus ex dictis Turcis clausuram et sigillum, ipsemet ambasciator eam aperuit et disigillavit."
      },
      {
        "index": 38,
        "text": "et eam apertam iterum intus et extra et a tergo sua lingua lambivit; quo facto, praefati duo Turcae dictam epistolam coeperunt eamque ad aurem dicti Magni Turci legerunt. quid continuerit in se dieta epistola nescitur. et incontinenti, lectis licteris, dictus ambasciator posuit manum ad munera quae frater eius mittebat, videlicet ad quasdam petias drappi imbroccati et ad quaedam ornamenta. Turcus ipse, manu annuendo ut retrocederet, ea videre voluit; ipsa tamen dona per suos accepit et ad- Pmisit. deinde, repulsis omnibus qui ibi erant, multa invicem locuti sunt, quae a nostris minime audita aut intellecta fiierunt. Et est notandum quod in iila die qua hoc actum fiiit in Urbe, nunquam visus fliit aer ita turbidus, ita fortunosus, sicut fuit ciatis de me; sed j contentor ut reputetis me stultum usque quo videatis ea quae nuncio vobis evenire, dico vobis, o Romani, in hoc praesenti anno.mcdxci. flebitis multum; et tribulatio erit super vos propter occisionem et sanguinem, quia multi 3 ex vestris hoc anno occidentur; et aliqua causa erit propter tribulationem quam expectatis. cives potentes celabunt fnimentum pauperibus, et famelici insurgent et irruent in vos et erit tribulatio multa, anno autem sequenti tribulatio incipiet se extendere per Italiam, et eo anno Florentia et Mediolanum et reliquae civitates libertate privabuntur, atque sub dominio alterius vivent. Veneti vero omni eo quod in terra possident, spoliabuntur. tertìo anno.mcccclxxxxiii. clericus absque temporali dominatione reperietur; eritque tunc angelicus pastor, qui solum vitam animarum et spiritualia curabit. haec dico vobis, credite mihi, quia cum venerit tempus, scietis quae futura sunt; tunc non vocabitis ulterius me stultum ». 2t eo dicto, recessit; et por- tabat in manibus suis quandam crucem ligneam et parvam."
      },
      {
        "index": 39,
        "text": "Et quamvrs aliis temporibus haec improbata consuetudo j: ino- levit, isto tamen anno magis quam caeteris excrevit ut unusquisque cardinalis in carnisprivio sumptuosissime in carris triumphalibus et etiam equitibus cum tubis et sonis larvatos et mascaras per Urbem miserunt ); potissime ad doraum aliorum cardinalium cum pueris cantantibus ac dicentibus verba lasciva et eis delecta- bilia cum buffonibus et histrionibus et cum aliis C»), indutis non panno lineo vel laneo, sed serico et imbroccato auri et argenti; in quibus maxima ducatorum copia consumpta fuit. ex quo intrepide dicere et indicare possumus misericordiam Dei nostri in luxuriam et opus diabolicum conversam esse; et nullus est qui ex hoc non miretur. Die primo iunii.mcdxci., reverendissimus in Christo pater et dominus, dominus Ardicinus della Porta cardinalis Aleriensis quarta »vel quinta bora noctis vocavit ad se omnes suos domesticos; et tandem exortatus est quibusdam verbis bonis tradiditque fratri suo unam cartulam, quam scripserat manu propria, quam dicebat esse suum testamentum, exhortatusque est eum ut rogaret dominum nostrum papam et acquiesceret his quae ibi scripta erant; quia dicebat se bona omnia distribuisse inter eos, ac dicto eius fratri reliquisse residuum; et cum, lacrimantibus omnibus, j interrogaretur quo vellet ire, niliil de hoc aperuit; nisi quod accepit quinque ex eius famulis, inter quos erat dominus Nicolaus eius secretarius, et equitavit cum iiis quinque et recessit ab Urbe non ut cardinalis sed ut simplex clericus."
      },
      {
        "index": 40,
        "text": "Et nulla causa recessus haberi potuit, nisi quod volebat intendere animae suae et quod sibi persuasit quod retinendo dictam vitam non posset salvus fieri, scitum est tamen eum ivisse in Montem Oliveti in territorio Senensi ac manere in quodam eius monasteri© fratrum s. Benedicti et papam scripsisse ei de reditu ac ipsum obedire noluisse; demum mandasse eì ut cardinalatus habitum non dimittat sub excomunicationis poena. decima octava eiusdem mensis, reversus est stetitque in eius domo; quod levitati magis quam bonitati et sapientiae ascriptum fuit Post quae visae sunt stellae in coelo in meridie prope lunam, quae pariter ibat ante solem, et erat 25 aut 26 dies lunae; propter quae omnes mirati sunt."
      },
      {
        "index": 41,
        "text": "Die 6 iunii, occisio magna facta fuit in Perusia, j forte maior quam fuerit a.xl. annis citra. nani, cum pars earum quae exulabat cum complicibus et vocabatur delli Oddi plures promissiones habuisset ab Ecclesia summoque pontifice super reconciliatione et reversione in dictam terram et nunquam esset aliquid observatum, supradicta die dicti exules cum auxilio comitis Urbini et, ut fertur, pontificis, secreto tamen modo quarta hora noctis Perusiiim intraverunt, sperantes etiam habere auxilium a quibusdam civibus cum eis intelligentiam habentibus; qui tandem eoeperunt omnia loca forriora dictae civitatis; et postea, audita re, insurrexerunt qui intus erant, et vi et armis eos eiecerunt. de his qui exulabant mortui sunt: dominus Fabritius prothonotarius, dominus Ruduiphus praelatus, qui erant duces huius factionis, et ex aliis plus quam quinquaginta fuerunt interfecti et capti et incontinenti suspensi, ultra centum de numero vulneratorum, de quibus non habetur certitudo. et quia ad in- vicem alligati erant parentatis, filius eorum qui exulabat nomine * * stabat in domo de Balionibus, in ilio conflicto captus ac ad palatium priorum ductus, ubi aliquibus vulneribus perfossus, tandem decapitatus j est in platea maiori."
      },
      {
        "index": 42,
        "text": "Abbatiam quandam et beneficia omnia quae habebant dictus prothonotarius et Ruolphus interfecti, incontinenti papa contulit filiis alterius factionis, nescio si motu proprio vel ad partis petitionem, absque tamen aliquo ipsius intervallo; et papa non aliter providit, nisi quod incontinenti misit capitaneum Ecclesiae comitem de Petiliano ad obviandum maioribus quae possent fieri."
      },
      {
        "index": 43,
        "text": "Die 9 iunii, tempestas in aere talis fuit et grandines etiam grossissimae ut destruxerint magnam partem vinearum Urbis; et in hieme dicti anni tot et tanta fijerunt frigora, ut arbores pene omnes melangolorum et citrorum dissecatae sunt. Mense augusti, homines castri Aufidae in Marchia tumultoldo degli Oddi e Fabrizio di Simone, Bertoldo quello di Rodolfo, ch'era dei Cronache della città di Perugia, II, iii. tum inter se feceruiit, et cominissarius ofEcialis papae interfectus est. cucurrerunt postea ad arcem causa capiendi eam, et non potuerunt. Asculani taraen vicini ibi accesserunt ad illum locum causa capiendi eum pfaebueruntque auxilium illis se rebellantibus. papa misit ad eos legatum Marchiae, qui est cardinalis r Abaly, quem recipere noluerunt; et sic rebelles facti sunt e. i8i B Ecclesiae et papae obedire recusarunt. quare papa misit ad eos campum Ecclesiae, qui se tandem in deditionem dederunt Ecclesiae; quos papa postea muleta vit, et fertur poenam posuisse in reparationem tecti Sancti Ioannis Lateranensis ecclesiae, videlicet in columnis et arcu ante apostolos et in tecto."
      },
      {
        "index": 44,
        "text": "Die 23 augusti, coeptum fuit opus S. Mariae in via Lata, videlicet destruere dictam ecclesiam et aliam novam aedificare cum demolitione arcus triumphalis, supra quem in aliqua parte erat aedificata; in cuius ecclesiae fabricationem fertur papam obtulisse ducatos.ecce, vicecancellarius.ecc., camerarius.ce, residuum magistri architectores, cum hoc, quod marmora et lapides tiburtini qui reperientur sint ipsorum. Die sequenti 24, remotum fuit altare maius quod erat in dieta ecclesia, ubi erat una petra pofphirea longa, in qua repertae fuerunt multae reliquiae sanctorum; potissime in uno sacculo pannilini albi de reliquiis multorum martyrum, sanctorum Hippoliti et Darli corpus et sociorum, ubi est scripta ) in pergamena de dictis reliquiis cum commemoratione quod ibi conditae fuerunt per Leonem nonum, qui fuit tempore Henrici tertii .MXLix., curn muitis episcopis et cardinalibus. item, in alio sacculo similiter lineo, de reliquiis aliorum martyrum cum intitulatione et inventario in carta membrana. 1 item, in alio sacculo aliae reliquiae multorum sanctorum et martyrum sine nomine item, in una capsa lignea de vestimentis sancti Ioannis Baptistae, unum os sancti Philippi. item, in quodam bussoleto parvo de vestimento Christi inconsutili. in quadam capsula lignea parvula = multae reliquiae in panniculis involutae, de Ugno Crucis, de spongia Christi, de vestimento beatae Virginis Mariae et de muitis aliis reliquiis aliorum sanctorum. item, reliquia sancti Stephani martyris, de terra sepulchri Christi, de velo beate Virginis. demum in una capsula longitudinis duorum palmorum cum dimidio et latitudinis unius palmi cum dimidio fuerunt inventa ossa sancti Aga- biti involuta in uno panno cum litteris scriptis in una lamina piombi dicentibus: « istud est corpus sancti Agabiti ». quae omnia fuerunt reposita in dieta conca porphirea, ubi prius erant, et dieta conca fuit posita in ecclesia Sancti Chinaci, ubi destinatum est fieri altare maius et ibi retineri cum custodibus."
      },
      {
        "index": 45,
        "text": "Eodem tempore, Baptista Capoccius interfecit Antoninam ) eius matrem in lecto repertam cum Bernardo magistri Antonii notarlo concumbentem cum eo; et ambo cum capite securis interfecti fuerunt et nudi in eodem loco reperti extiterunt. Die prima februarii.MCcccLXxxxii.,venerunt nova de partibus quadam cap>sa lignea parvula multae reliquiae in panniculis involutae de ligno Crucis, de nisi usque ad r inclusive, illud um ceciderat, ut dixi, quia erat ab ea parte corrosa et vetustate defecit; et primus versus erat hoc, scriptum litteris latinis; secundus versus litteris graecis; et tertius litteris hebraeis. ad quem locum quasi tota Urbs accessit et papa Innocentius etiam post triduum vidit'eam iussitque eam permanere in dieta capsula cum quadara lamina vitrea super altare in festivitatibus dictae ecclesiae; et est omnium extimatione illa tabula quam Pilatus posuit in cruce super caput Domini nostri lesu Christi, posita ibi per sanctam Helenam matrem Costantini, tempore quo fuit dieta ecclesia aedificata."
      },
      {
        "index": 46,
        "text": ".MccccLXXXxii. o facinus indignum! diete anno et mense aprilis in hebdomada sanerà, quando gentes ibant ad S. Petrum die iovis de mane, cum quidam ex satellitibus gubernatoris habitans in domo dicti gubernatoris mane summo iret ad latrinas mingendi causa, eumque mingeret, invenit in dicto loco, videlicet in ore latrinae, certum quid uod, mediante stercore et minctu, non poterat penetrare intus. j et cum ipse magis advertisset eoepissetque manu causam impedimenti quaerere, coepit et extraxit unum frustum carnis, et putans illud esse poreinae, ait inter se: « lavabo illud, et eomedam ». eumque iterum posuisset manus, invenit plura frusta carnium cum ossibus; eumque diligentius inspexisset, cognovit quod erat caro hominis, et continuo acelamavit et vocavit socios. eumque venissent et extraxissent aliqua frusta quae ibi proieeta erant, et ob magnitudinem non poterant foramen illud, quod erat arctum, penetrare, invenerunt fuisse ibi hominem interfeetum ac frustatim incisum et dicto loco proiectum. posuerunt dieta frusta in vaso ligneo, deinde lavenint, et invenerunt fuisse hominis iuvenis, propter genitalia et membrum virile quae ibi erant cum paucis pilis et quidem iuvenilibus. et deinde fraeta latrina prò inverdendo capite et coeteris membris, non fuit de eo locutum ulterius; nisi quod fiiit dietum quod erant membra diversarum personarum."
      },
      {
        "index": 47,
        "text": "eumque hoc publiee sciretur, ad detegendum vel aceusandum die dominica, videlicet die pasquae vigesima et secunda die dicti mensis, missum est proclama per Urbem quod si e. 1S4A aliquis sciret quis fecisset illud et revelaret, lucrabatur centum ducatos, quos asserebat preco fuisse depositos apud camerariurn Camerae Urbis; et si faisset unus de compiicibus, parceretur ei. sed hoc non oportebat fieri, nam in domo dicti gubernatoris erat qui hoc fecit. nam factum fuit nocte illa et ianua clausa, in qua non erant nisi domestici; et dismembratus fuit ante os dictae latrinae, quia erat in eo sanguis, supra quo erat ibi pulvis eiectus, ne videretur per transeuntes. post vero fuit repertum quod esset quidam Alexander florentinus, qui visus fuit ludere ad dados in domo dicti gubernatoris, etfertur fuisse Mastel- ro latum unum ex officialibus dicti gubernatoris, cum quo solitus erat ludere dictus Alexander, nulla tamen demonstratio ex eo fuit facta. post triduum Mastellatus recessit ab Urbe."
      },
      {
        "index": 48,
        "text": "Eodem mense in Apulia apud Brundusium miraculose repertus fuit quidam liber sub terra clausus cum tabulis plumbeis, in una quarum erat formata crux Domini cum litteris, vigem cum fideli suo ». qui liber fuit portatus ad regem Ferdinandum, qui noluit illum aperire priusquam constaret per veras pròbationes quod talis liber esset antiquus et quod miraculose repertus fuisset. nam Catallus, qui Inter sanctos reputatus est, fuit tempore quo fuit etiam Ioachinus abbas, qui scripsit de pontificibus flituris usque ad nostra tempora. nana dictus lohachinus fuit de anno Domini.mclxxv.. modus autem quo fuit repertus fuit talis; videlicet, quod in quadam ecclesia dicti loci erat quidam praesbiter bonae vitae, cui in somnis venit dictus sanctus Catallus, bis \"nuncians ei ut ipse praesbyter una cum episcopo illum locum foderent in dieta ecclesia, ubi erat quaedam imago virginis Mariae cum Christo infante in brachio, qui Christus respiciebat et digito ostendebat loc-um fiendae fossionis;"
      },
      {
        "index": 49,
        "text": "dixitque ei in somnis ut librum, quem invenirent, portarent ad regem aperiendum. cumque dictus praesbyter esset negligens in hoc, fertur praefatum sanctum Catallum visibiliter ei apparuisse mandasseque ei ut supra; et tunc dictus praesbyter accessit ad episcopum, cui omnia praedicta annunciavit deditque ei aliqua intersigna quae habuit a diao sanao Catallo. et postea acce- dentes et fodientes invenerunt librum praedictum, quem incontinenti portaverunt ad dictum regem. qui rex, tanquam incredulus praemissorum, ipsum episcopum et praesbyterum carceravit, quos postea, cognita ventate quod hoc non fuit fraus, dimisit. nescimr tamen quid in dicto libro contineatur. Die.XXVII. mail 1492 intravit Urbem princeps Capuae filius ducis Calabriae filli regis Ferdinandi cum.dcccc. equitibus et.ccLX. mulis oneratis capsis et rebus, et fuit eis factus magnus honor, quia duo cardinales ivenint obviam usque ad portam Lateranensem et in palatio fuit receptus a pontifice et coeteris cardinalibus. et dum stetit hic, fuit convitatus a cardinali Ascanio ad coenam, quae duravit a vigesima usque ad quintam horam noctis; in qua fuerunt tot et tantae magnificentiae et res sumptuosae, quod hic recitare esset impossibile;"
      },
      {
        "index": 50,
        "text": "magnifica E ut hic et si recitarentur, esset incredibile et nostra recitatio ab omni bus ridiculo haberetur satis est quod si veniret rex Franciae aut alius similis, non potuisset plus fieri, de causa sui adventus nihil dicitur dare, quando recesserunt ab Urbe, asportaverunt linteamina et aulaea quibus usi fuerunt in palatio, et furati sunt quidquid potuerunt. et papa dabat prò victu carnes, et ipsi quod supererat vendebant in burgo; et similiter fecerunt domino Fabritio in castro Marini. Die ultimo mensis mali, in die Ascensionis, intravit Urbem orator Magni Turchi, qui donavit lanceam vel fer- i( rum lanceae Longini cum quo fodit latus D. N. lesu Christi in cruce; et fuit recepta a pontifice et toto clero processionaliter ab ecclesia Sanctae Mariae de Populo usque ad Sanctum Petrum. et erat inclusum dictum ferrum in quodam tabernaculo pulcherrimo cristalli cum pede et aliis ornamentis puri auri; et fuit res magnae extimationis, et forma eius est hic designata in propria forma ipsius 0, et cuspis eius est apud regem Franciae, prout ipsemet Turca nunciavit papae per dictum suum oratorem."
      },
      {
        "index": 51,
        "text": "Deinde mense iulii ) hebdomada secunda, coUegium domic. 186.4 norum cardinalium incluserunt Magnum Turcum in arce Sancti Angeli illumque diligenter custodiri fecerunt, et hoc timore mortis pontificis. Die lunae 16 dicti mensis, praefatum ferrum quo fuit D. N. lesus Christus perfossus praefati cardinales et coUegium de camera dicti pontificis in ecclesia Sancti Petti, in loco ubi inclusum est sudaiium, una cum dicto sudario collocaverunt; et factum fuit inventarium honorum Ecclesiae. Eadem die, vicecamerarius Bartholomeus Morenus (0 Mutinensis, non confidens de domo sua timore tumultus Romanorum qui solent fieri in morte pontificis, cum omni eius fainilia et bonis ad habitandum cum Ludovico Mattheio, qui tunc temporis erat Conser\\ tor, se contulit; putans ibi securum se posse permanere, qui post aliquos dies in palatio papae se inclusit habitavitque, ne videretur, in oleario, in loco qui dicitur Belvedere."
      },
      {
        "index": 52,
        "text": "Interea in Urbe nunquam cessaverunt tribulationes et mortes; nam primo tres pueri decem annorum, e venis quorum ludaeus quidam medicus qui papam sanum reddi promiserat sanguinem extraxit, incontinenti mortui sunt. dixerat namque ludaeus illis se jl velie sanare pontificem, dummodo habere posset e. i86b certam quantitatem sanguinis humani et quidem iuvenis; quem rini 57 e boi. 21. Fu deputato a tale riferimmo a p. 152, in nota, uno stanofficio nel 1487 « decimo kal. ianua- ziamento « a mastro Salamene me«rii». Ci. Reg.offic.Innoc.VIII, 6%, « dicho'iudio », Il pregiudizio poi che fo. 49. medici non cristiani ricorressero a il pontificato d' Innocenzo VIII, si abi- rigioni trovava fondamento nel Con- litassero all'esercizio dell'arte medica, stilulum Cmstantini, allora recente- Lo stesso pontefice (Arch. Vat. Reg. mente discusso e screditato da Lo- Innoc. Vili, 689, fo. 284) concede un renzo Valla: « Ad haec advenerunt breve « Abrae de Mayr de Balmes « sacerdotes Capitolii dicentes mihi « ebreo eliciensi viam veritatis agno- « debere fieri fontem in Capitolio et « scere et agnitam custodire », per cui « compiere hunc innocentium infan- gli dà facoltà di sottoporsi all'esame « tium sanguine »."
      },
      {
        "index": 53,
        "text": "nello studio di Napoli e di esercitare propterea extrahi iussit a tribus pueris, quibus post flebotomiam unum ducatum prò quolibet donavit; et paulo post mortui sunt. ludaeus quidem aufugit, et papa sanatus non est. Item, in Urbe multae fiebant occisiones et rapinae de die et de nocte; et vix praeteribat dies quin aliquis occideretur. Muletta \\ hospes quidam sic dictus, mortuus et disrobbatus una cum eius nepote fuit. Et tandem dicto tempore neque Senator, neque vicecamerarius, neque aliquis Officialis Urbem custodiebat; propter quod tantorum malorum et facinorosorum hominum confestim repleta est ut vix dici possit, cum absque alicuius superioris timore permanerent. Vigesima secunda die iulii, Prosper Columna, Ioannes lordanus filius Verginei Ursini qui apud cardinalem Sancti Petri ad Vincula divertebantur (, cum multis aliis baronibus et civibus romanis accesserunt ad palatium Conservatorum; et ibi eos allocuti sunt, cum quibus non erant capita regionum. dixeruntque et notificaverunt dictis Officialibus et civibus se barones esse concordes, diligere quamplurimum populum romanum, ac propterea se, eorum castra et bona omnia offerebant prò salute populi; rogabantque eum ut, si contingeret casus mortis papae, et ipsi iungerent se auxilio eorum; quo prò arbitrio uterentur. et e converso Conservatores et cives obtulerunt eis quidquid posset offerri; qualis autem sit salutatio haec, hucusque nescitur."
      },
      {
        "index": 54,
        "text": "Die 25 iulii, in die sancti lacobi, sexta vel septima bora tanta quies fuit in Urbe, ut omnes mirarentur; sed parum duravit. Die sequenti vigesima sexta, cardinales, antequam deducerent corpus eius ex palatio, steterunt simul colloquentes de admissione novi cardinalis, videlicet filii domini Roberti de Sancto Severino, qui per aliquot dies ante steterat cum Fracasso, eius fratre, apud Sanctam Anastasiam extra portam Sancti Pauli, cum multis et infinitis militibus, balistrariis et peditibus; et instabat prò cardinalatu sibi promisso ab Innocentio et toto collegio, quem incontinenti coUegium adraisit fecitque eum cardinalem, dando ei cappellum rubeum et locum in concistorio, instante Fracasso eius fratre cum bulla praedicta in manu. ipse autem est homo aptus magis ad arma quam ad sacra, statura magnus;"
      },
      {
        "index": 55,
        "text": "et non fuit episcopus neque prothonotarius, sed tantum subdiaconus; et vocatus fuit cardinalis Sancti Severini. et incontinenti post, portaverunt corpus Innocenti! in ecclesiam Sancti Petri Vigesima octava die quinta bora noctis, Vignola, qui fuit vicecamerarius, aufugit a loco ubi erat et contulit se ad castrum Vetrallae \\ et hoc quia intellexit romanum populum velie petere a collegio ut de gestis in eius officio stet ad sindi catum. Die primo augusti, populus romanus in sacristia Sancti Petri porrexit capitula collegio, quae petiit observari, et fuerunt lecta; et data sunt bona verba per vicecanceUarium nomine omnium cardinalium. Eodem die, intravit Urbem quidam frater albus de his qui sunt apud ecclesiam Sanctae Mariae Novae, quem dixerunt fuisse factum cardinalem instantìbus Venetis per Innocentium; nondum tamen adeptus erat cappellum rubeum, et fiiit receptus statim a cardinalibus in cardinalem; et dictum fuit quod ipsum fecerat venire cardinalis Sancti Petri ad Vincula una cum Sancti Angeli prò eo quia per Ascanium curatum fuit venire cardinalem Sancti Severini, et vocatus fuit patriarcha Venetus et erat homo parvae staturae et aetatis.lxxxxv. annorum; et erat adeo senex, quod vix poterat loqui aut ambulare, et adeo movebat caput, quod semper videbatur annuere."
      },
      {
        "index": 56,
        "text": "Die 6 augusti, cardinales omnes intraverunt in conclave, quod erat apud palatium Sancti Petri in cappella, et fuerunt isti, videlicet: vicecancellarius, Neapolitanus, Sancti Petri ad Vincula, Senensis, Portugallensis, Sabellus, de Comitibus, de Columna, Ursinus, Ascanius, Sanctae Mariae in Porticu, Sancti Angeli, Sancti Clementis, Recanatensis Aleriensis, Sanctae Anastasiae, Beneventanus Florentinus, Sancti Severini, patriarcha Venetus, Parmensis, lanuensis , Sancti Georgii. Die tamen praecedenti, quinta augusti, perfectae fuerunt exequiae Innocentii, et sic finita fuit eius memoria, et eius vita a multis fuit approbata, eo quod fuit humanus et amator pacis et construxit Romae multa aedificia. nam in oleario, secus palatium papae, fecit unum palatium quod vocatum est eius visu Belvedere; in cuius constructionem.lx. millia ducatorum expendisse constat, ut videri potest. fecit et palatium inter reclaustrum Sancti Petri et reclaustrum palatii ipsius ubi stant auditores, quod insignia ipsius passim apposita ostendunt, reparavitque ecclesiam sg.; Malipiero, Ann. veneti, VIP, 690. neziani, che l'avevano fatto nominare Il Garimberti (Prima parte delle vite de- <ii' /)a/>i « card. Venezia, 1567, p. 463) dito ad Ascanio Sforza."
      },
      {
        "index": 57,
        "text": "Sancti Ioannis Lateranensis, videlicet ante tribunam refecit totum tectum, et ibi praeparavit duas grossas columnas cum lapidibus marmoreis prò faciendo ibi arcu, quod morte praeventus non fecit. praebuit edam auxilium in constructione ecclesiae Sanctae Mariae in via Lata, ut supra dixi, et plerunque ibat spatiatum ad villam Manlianam j et multum dilexit filios et filias eius, adeo quod dubitaretur ne eius thesaurum prò filiis et filiabus dederit, Eadem die 30 augusti apparuit signum in coelo, ante horam tertiam; nam visi fuerunt in coelo in oriente tres soles k ampli et clarissimi et bene fulgentes; et visi fuerunt a multis et diversis qui iverant ad videndum. et cardinales intrantes in conclavi steterunt in scalis Sancti Petri; et hoc affirmavit Antonius episcopus Auriensis et Marianus Boccaccius et multi alii qui hoc viderunt et asseruerunt vidisse hoc et dominos cardinales qui i ' ascendebant dictam ecclesiam. quod signum in coelo maximum est, et utinam non sit pronosticum alicuius magni mah futuri."
      },
      {
        "index": 58,
        "text": "Item, nocte sequenti, postquam cardinales intraverunt conclave, domestici cardinalis Sancti Petri ad Vincula, camerarii et scutiferi affirmaverunt vidisse in una camera in palatio dicti car- 2 e dinalis quae est in platea, in turri quae respicit versus Sanctum Marcellum, quod fuerunt visae.xvi. torciae accensae, ubi nullus erat qui potuisset iUas accendere; et post pusillum reductae fuerunt ad.XII., et tandem paulatim demiuutus est numerus. reductae sunt usque ad unam, quae diu ibi stetit accensa; et ne- 2' seitur quis ibi intravit, quis accenderit aut quis abstulerit, ita quod omnes mirati sunt de tali signo. -'Anno Domini.mccccxcii. augusti mensis die.xi., videlicet die sabbati summo mane, Rodericus Borgia, nepos Calisti, vicecancellarius creatus est papa vocatusque est Alexander sextus, hispanus. et incontinenti assumpto papatu dispersit et dedit pauperibus omnia bona sua. nam cardinali Ursino dedit palatium suum. item, dedit castrum Monticelli et Suriani. item, Ascanium cardinalem vicecancellarium S. R. E. pronuntiavit et fecit."
      },
      {
        "index": 59,
        "text": "cardinali Columnensi abbatiam Sancti Benedicti Sublacensis cum omnibus castris ad iuspatronatus ipsius domusque suae perpetuo concessit. cardinali S.*' Angeli episcopatum Portuensem cum turri et cum omni supellectili ibi existente concessit; et ibi Inter alia erat una cella vinaria piena vino ). item, cardinalem Par? mensem de dieta ci vitate Nepesina possessorem et patronum fecit. cardinali lanuensi ecclesiam Sanctae Mariae in via Lata; item, Sabello Civitatemlj Castellanam et ecclesiam Sanctae Mariae Maioris; reliquis aliis multa millia ducatorum concessisse fertur, potissime cuidam fratri albo veneto nuper assumpto in cardilo nalatu ; cuique quinque millia ducatorum auri donavit prò habenda voce ipsius; quod cum primum scitum fuit a Venetis, denegati fiierunt omnes fructus beneficionim et mandatum fiiit, ne quis ulterius amplius eum associaret."
      },
      {
        "index": 60,
        "text": "Exceptis quinque duntaxat cardinalibus qui nihil voluerunt, et hi sunt cardinalis Neapolitanus, Senensis, Portugallensis, S.** Petri ad Vincula, S.*\" Mariae in Porticu, hi soli nihil habere voluerunt dixeruntque in pontificatu voces dandas esse gratis et non musupra dixi, pontifex Alexander sextus, incontinenti assumpto papatu etc. E a /\" cede il titolo: Stefani Infessubae fragmenta latina et italica pontificatus Alexandri VI. neribus. fertur etiam antequam intrarent conclave praefatum vicecancellarium prò habendo voto Ascanii praedicti et sequacium misisse quatuor mulos oneratos argento ad domum dicti Ascanii sub hoc nomine, ut ibi in eius domo custodirentur dum esset in conciavi et quod securius ibi poterant permanere quam in eius domo; quod argentum fertur fuisse datum dicto Ascanio prò habendo eius voto; civibusque romanis multa promisit."
      },
      {
        "index": 61,
        "text": "Et notitiam habuit qualiter a die extremae infirmitatis Innocenti usque ad eius coronationem plusquam.ccxx. homines diversis locis et temporibus interfecti fuerunt. habuit etiam notitiam de interfectoribus, de causis et de praedamentis et omnibus bis quae in Urbe gesta fuerunt plenam notitiam habuit. Eodem mense augusti die vero » * obiit dominus Flo- rius Rohacotta miles sancti Ioannis, relictis multis miUibus florenorum auri. Die sequenti obiit dominus Falco de Sinibaldis ® dolore magis quam alia infirmitate, eo quod sperabat cardinalatum diu per eum opcatum, si casus contigisset in aliquem ex suis amicis. qui '■ cum vidisset vicecancellarium fuisse papam, tanto fuit dolore affectus, quod vitam cum morte permutavit, parva 2 quadam frebicula; cum quo omnis spes sui cardinalatus recessit °]."
      },
      {
        "index": 62,
        "text": "Vigesima sexta ) dicti mensis augusti, coronatus fuit Alexander in Sancto Petro; deinde prout de more accessit ad ecclesiam Sancti Ioannis Lateranensis, cui per Urbem factus fuit maximus honor multi arcus triumphales et magis quam nun- 2 quam alii pontifici factum fuerit per romanum populum potissime. Et in primo concistorio quod ipse fecit, creavit cardinalem archiepiscopum Mentis Regalis nepotem suum ex sorore. Die tertia septembris.mccccxcil. Salvator filius quondam Tutii dello Roselo in medio Campi Florae insultavi! Dominicum Beneaccadutum eius inimicum, cum quo tamen sub fideiussione vivebat.d. [j ducatorum ipsumque duabus percussionibus letalibus percussit et vulneravit, ex quibus mortuus fuit. et quarta die papa misit vicecamerarium cum Conservatoribus et toto populo ad destruendum eius domum, eamque dextruxit. et eadem 4 die septembris.nlcccclxxxxii., Hieronimus frater dicti Salvatoris ad instantiam dicti Dorninici fiiit suspensus ut supra. item, eadem quarta die, de eo fuit assumpta vindicta; quod non est credendum sine Dei dispositione processisse. papa abstulit poenara a fideiussoribus."
      },
      {
        "index": 63,
        "text": "Eodem mense, Alexander ordina vit visitatores carcerum et fecit quatuor commissarios qui audirent quaerelas in Urbe, et ordinavit sindicatum Vignole et suorum officialium, et statuit edam audientiam in die martis omnibus civibus tam maribus quam foeminis, et audivit ipsemet quaerelas; et iustitiam mirabili modo facere coepit."
      },
      {
        "index": 64,
        "text": "Eodem anno mense decembris, parum ante nativitatem Domini, dominus Federicus filius regis Ferdinandi tanquam ambasciator patris venit ad Urbem ad praestandam obedientiam, et venit multum sumptuose et bene ornatus, et cum magno honore fuit receptus a cardinali Sancti Petri ad Vincula, qui adeo honorifice et sumptuose eum recepit et per aliquot dies retinuit, quo4 vix dici possit. et fertur dominum Federicum Inter alia dixisse domino papae II Alexandre in concistorio, quod abstineret se a dispensatione matrimonii quam petierat rex Ungariae, qui volebat renunciare itiuit ile illa bombarda fuisset signum datum cardinali Saticti Petri ad Vincula, ut ipsum caperet in dicto loco; et noluit ibi intrare, sed incontinenti recessit cum totó eius comitati!, qui non sine 192 B magno eorum incom jmodó reversi sunt ad Urbem, eo quia adhuc ieiuni efant »"
      },
      {
        "index": 65,
        "text": "Die.XXV. aprilià.mcccgxcìii. pipa Alexander venit ad ecclcsiam Sancti Màrci causa celebra Adi ibi missàitl et Utanias, et venit questo tentativo di divorzio, edito dal A questo punto termina l'intcr- Theiner, Vet. monum. Htingariae, II, polazione nel Diario del Burchard, 540, doc. Dccxxvi. ed. Thouasne, II, 8. cum multis equitibus militum armatorum cum ioricis et ■ coracibus, lanceis et clipeis; et post missam publicavit ibi ligam et confoederationem cum Venetis et duce Mediolanensi et communi Senensi, Mantuanis et Ferrariensibus.. et statuit tuac papa ob gaudium sonare in sere campanas Capitolii et aHarum ecclesiarum; ad quem finem iioc fecerit, nescitur nunc. dubitatur tamen de futuro bello: primo per istud signum; secando ex eo quia aptavit et quodammodo de novo fecit muros Urbis a palatio Sancti Petri usque ad Castrum Sancti Angeli, fortificando lò eos cum turribus prout nunc videtur."
      },
      {
        "index": 66,
        "text": "Die decima iunii, cum magno comitatu episcoporutn venit Romam dominus Alexander filius domini de Pisauro, et eodem die in uxorem coepit per verba de futuro filiam spuriam papae Alexandri, quam prius dominus papa, dura erat cardinaKs, nupserat cuidam Hispano; postea autem factus papa, volens conditionem dictae suae filiae meliorare, rupto federe datisque dicto Hispano tribus millibus ducatorum ut uxorem praedictam renunciaret, iterum dicto;j domino nupsit, adhuc suo primo marito vivente et propter dictam pecuniam tacente et renunciante. Die.XI., ambasciator Magni Turci venit Romam et, ut fertur, secum portavit.xc. millia ducatorum; quadraginta millia quos portabat parum ante mortem Innocentii et, postquam audivit Innocentium mortuum, retrocessit; et alia quadraginta ) millia prò anno praesenti et decem millia quos asseritur praeparasse Magno Turco existenti in palatio, prò eo quod frater eius voC Donaginta millia ducatorum ultra qaadraginta R noningenta naillia ducatornm quadringenta quadrìngenta lebat ipsum substentari expensis suis; et fuit receptus cum magno triumpho. et omiies mirati sunt, quod Magnus Turcus miserit tributum papae et Ecclesiae Dei."
      },
      {
        "index": 67,
        "text": "Die.XII. eiusdem mensis, videlicet die mercurii, ex parte papae convitatae fuerunt.cl. nobilissimae romanae mulieres et OfEciales omnes Urbis et Senator et mariti dictarum mulierum et ambasciatores omnes ad nuptias in palatio papae apud Sanctum Petrum. et dum praefati viri expectarent in quadam aula ut vocarentur ad videndum fieri subarrationem, intraverunt primo mulieres praedictae, et post ipsas, quando voluerunt intrare cives OfEciales, ambasciatores et alii invitati, fuit clausum ostium et non potuerunt intrare. et deinde post unam horam vel circa dominus Coronatus Fianca et dominus Camillus notarii rogati de sponsalibus aperuerunt ostium. et quando cives et reliqui intraverunt, invenerunt actum subarrationis iam perfectum. et ibi erat praesentia D. N. papae et undecim cardinalium et multorum dominorum episcoporum et temporalium, et corani dictis dominis et mulieribus fuit subarrata et desponsata praefata filia papae Alexandri cum dote et pactis dotalibus; et post desponsationem papa.CL. ) cuppas argenteas cum confectionibus ad faciendam collationem praesentavit; ibique in signum magnae letitiae in sinu multarum mulierum, potissime pulchrarum, proiectae fuerunt. et hoc ad honorem et laudem omnipotentis Dei et Ecclesiae Romanae."
      },
      {
        "index": 68,
        "text": "Alexander: consuetudinem, iam coeptam per Innocentium, de centum et quatuordecim C centum et ultra C e d-.po il papa presentò.ni. sottocoppe d'argento per la colazione e si gettavano in seno a quelle dame e particolarmente alle belle maritanda prole foeminea et prosecutus est et ampliavit. incubuit igitur clerus omnis et quidem cum diligentia circa sobolem procreandam, ita quod a maiore usque ad minimum concubinas in figura matrimoni! et quidem publice retinent; quod nisi a Deo provideatur, transibit haec corruptio usque ad monacos et religiosos, quamvis monasteria Urbis quasi omnia iam fa età sint lupanaria, nemine contradicente Et ut perfectius tradatur materia, sero in coena remanserunt aliqui cardinales discubueruntque in eadem mensa; papa primo, deinde praefati cardinales et sponsus praedictus cum aliquibus aliis dominis; et inter eos etiam mulieres. primo scilicet filia papae, deinde lulia bella eius concubina; tertio neptis Innocentii filia Theodorina ), filia comitis Pitiliani, uxor et filia Gabrielis de Caesarinis et quaedam aliae; quae, ut dixi, una mensa ad coenam cum papa et cardinalibus discubuerunt hoc ordine, videlicet: quilibet dominorum prope se retinebat unam ex dictis iuvenibus, et in coena permanserunt usque ad septimam horam noctis; recitataeque sunl ibi comediae et tragediae (J, seu scenae et quidem lascivae, ipsis postmodum videntibus et ridentibus."
      },
      {
        "index": 69,
        "text": "et in fine papa ipse, ut fertur, personaliter associatus est filiam suam cum sponso usque in palatium cardinalis Sanctae Mariae in Porricu, quod est de alio latere scalarum Sancti Petri, ubi dictus sponsus iunxit se cum- uxore sua. et multa alia dieta sunt nesii, et Franciscae Caetanae f. Alexandrì card.\"» Farnesii, postea Pauli $' soror germana quae hic non scribo, quae aut non sunt vera vel si sunt, incredibilia sunt. Post triduum intravit ambasciator regis Hispaniae cuna magno comitatu episcoporum C*) et curialium, et factus fuit ei honor magnus; et int r alia, quando intravit per portam Viridariam comitatus fuit a filìo papae a dexteris, et a genero suo, videlicet domino Pisauri sponso praedicto, a sinistris; et hoc a loco unde exivit versus Montem Marium usque in palatium Campi Florae, ubi se posuit."
      },
      {
        "index": 70,
        "text": "In concistorio publico, ultra obedientiam quam fertur dictum ro ambasciatorem praestitisse nomine regis Hispaniae, exposuit edam ex parte ipsius regis quod praefatus rex habebat multum odio bella quae fiebant in Italia inter christianos, eo quod diceret se continuo exponere statum suum et vitam suam prò salute christianae fidei et prò ipsius augumento, continuo certando cum infidelibus; et papa, qui esset caput fidei christianae, intenderet ad ipsius fidei dissipationem. et exposuit etiam quod dictus rex intendebat habere notitiam de eo per quem remaneret, quominus dieta pax fieret inter christianos; quoniam, dicebat, dictum regem habiturum cum eis inimicitiam, potissime si sine causa id ficreL Aiiud quod proposuit est, quod ex quo < i) praefatus rex expu- lerat marranos de imperio suo, tanquam inimicos christianae fidei, quod mirabatur quod papa, qui esset caput dictae fidei, illos recepisset in Urbe; et propterea hortatus est eum, ut de terris Ecclesiae subiectis illos expelleret."
      },
      {
        "index": 71,
        "text": "Tertio, quod ex quo intendebat Sua Maiestas prosequi victoriam contra infideles et acquirere, si Deus dedisset ei gratiam (™\\ Hierusalem terram sanctam, rogabat pontificem ut vellet ei praestare auxilium et favorem, praesertim in hoc, videlicet ut operaretur ut habentes beneficia excedentia centum ducatos de {a) In E manca da quae aut a vera Af cum magna comitiva episcoporum fructibus annuatim, quod deberent reverti ad Hispaniam, alioquin inteiidebat ipse recipere dictos fructus et ipsos convertere in opus praedictum contra infideles. Aliud quod exposuit est, quod iam fama est ubique, quod hic Romae in Ecclesia Romana facta sunt beneficia et officia ac dignitates venales et venalia; et quod quasi bona profana subhastantur, et quod non potest quis ad aiiquod beneficium sive minimum item ad episcopatum vel etiam cardinalatum pervenire, nisi soluta pecunia; et quod ubi olim virtute Sancti Spiri tus creabantur, hodie loco illius sola pecuniarum considerano habetur indifferenter, et non quaeritur bonus an malus, idoneus vel non promovetur; sed solum qui maiorem pecuniarum numerum exponere potest. et quod exhortatus est summum pontitìcem, ut non plus quam unum beneficium cura- tum prò quolibet concederei et non plura; et alia quaedam multa fertur dixisse quae ad statura et honorem Ecclesiae pertinerent, quae hic non exprimo."
      },
      {
        "index": 72,
        "text": "Quae omnia qualiter fuerint expedita videamus. et primo, de pace parva vel nulla spes est, ut signa demonstrant. nam o perpaucos dies post dominus Alexander de Pisauro, gener S.™ D. N. papae, cum sex squatris militum armatorum demonstrationem fecit; et non multum post Fracassa (p de Sancto Severino cum gentibus suis nec non et Nicolaus comes Pitigliani, Marianus Sabellus, Nicolaus de Sermoneta et lulius Ur- sinus cum gentibus armatorum eorum se iunxerunt. ita quod in totum usque nunc sunt circa quadraginta squatrae, et ultra illas alius numerus iannizerorum, balistariorum et equorum levium sic vulgariter nuncupatorum, qui circumcirca Urbem damna faciunt infinita. Fertur etiam apud Ostiam cum cardinali Sancti Petri ad Vin culaesse don Federicum filium regis Ferdinandi cum.xi. ga- leis, dominum Virgineum Ursinum, dominum Prosperum et Fabritium de Columna cum aliquibus armatis. quid Inter se tractant quotidie simul ratiocinantes nescitur; propter quod non sine ratione de futuro bello timetur."
      },
      {
        "index": 73,
        "text": "De prima parte, marrani in maxima quantitate steterunt extra portara Appiam apud Caput Bovis ibi tentoria tendentes, intraveruntque in Urbem secreto modo, eo quod ad custodiam portarum deputati sunt hispani armigeri et, ut creditur etiam de illis, adeo quod incontinenti pestis invasit Urbem mortuique sunt quamplurimi ex peste et contagione dictorum marranorum; de quibus tota Urbs impleta est et, ut videri potest, non sine voluntate et permissu papae. Die penultima iunii Virgineus Ursinus, qui erat apud Ostiam cum cardinali et reliquis dominis, recessit et ivit Braccianum, secumque duxit ligatum quendam Antonium Cotii ianuensem. hic dominus Antonius erat homo magnae auctoritatis apud dictum dominum cardinalem, adeo quod dederat ei adfructificandum quandam abbatiam de suis, et semper in mensa tenebat primum locum propef cardinalem, et multum confidebat de eo. nunc autem dicitur quod die dominico sequenti, de mane, fecit eum suspendi et post in partes divisit; et aliqui dicunt quod adhuc vivit; et hoc ex eo quod ipse secreto modo capiebat litteras dicti domini cardinalis, et ipsas et quicquid ibi agebatur papae Alexandro revelabat."
      },
      {
        "index": 74,
        "text": "Die 3 iulii.MCCCCLXxxxiiL, circa.xviiii. horam tenebrae factae sunt super terram et insurrexit ventus immensissimus et turbo in aere et pluvia magna fuit in Urbe; et extra Urbem in pratis Neronianis, in ponte Milvio, versus pontem Salarium fuerunt grandines densissimae sicut nuces magnae; et destruxit omnes quos invenit foris. et campum Fracassi cura gentibus suis, quae erant in loco qui dicitur Prima Porta cum tendìs et padiglionibus in totum fracassavit, lanceas, cappas devastavit, bardas, sellas et supellectilia omnia dictorum militum destruxit et vis aquarum transportavit; ita quod reperti fuerunt ibi multi equi mortui et deperditi, et armigeri omnes magni et parvi, omnes una voce clamabant misericordiam, fugientes versus montes ne summergerentur; et duravit per duas horas continuas. et post fuit visum quod per quinque palmos et ultra in valle illa ubi fuerunt castrametati fuit alta grando et aqua. quod non fuit sine maximo incomodo dicti Fracassi et gentis suae, et damnum, ut dicitur g), Inter equos mortuos et bona deperdita et devastata fuit 00 plusquam.md. ducatorum. in Urbe vero, in domo Ursini mariti luliae bellae de Farnesio apud Montem lordajo num, ventus removit unum caminum qui erat in eius domo et ultra illud, in dieta domo, cecidit fulgur et aliqua devastavit; et hoc fuit die mercurii 0\\ Die dominico sequenti, dictus Fracassus cum gentibus suis intravit Romam et monstravit se papae in platea Sancti Petri."
      },
      {
        "index": 75,
        "text": "Die.xxiii. dicti mensis, quidam sbirrus bariselli qui luserat et perdiderat certam pecuniam, et hic erat lanuensis contulit se ad ecclesiam S.\" Blasii de Malo in regione Sancti Eustachii, mille et quatuor centumeducatorum C mille et ducentorum ducatorum C più di 1400 alla chiesa di S. Biagio nella regione di S. Eustachio R scrive sopra de malo sotto de melone R S. Blasii de Melone et in facie dictae ecclesiae vìdit unum crucifixum depictum in muro; ipse, malo animo, cum quadam partisciana quam habebat in manibus percussit dictum crucifixum in capite et in pectore, et fuit visus a quadam meretrice, et cum ipse miraculose iret circumcirca dictum locum, et non posset inde exire, supervenit dictus barisellus, et dieta mulier ipsum reum incusavit; qui illieo captus fuit et ambae manus ibi amputatae cum clavis in diete muro affixae et postea in Agone \\\\ furcis suspensus fuit per dictum barisellum."
      },
      {
        "index": 76,
        "text": "Die.xxiiii. dicti mensis, cardinalis Sancti Petri ad Vincula, qui fuerat apud Ostiam, et dominus Virgineus Ursinus sedaverunt discordiam quam habebant cum pontificc, et reversi sunt ad Urbem cum magno triumpho, et accesserunt ad papam et ibi cura eo coenati sunt; et sic pax facta fuit, et guardiae quae erant in portis remotae fuerunt. sed haec pax simulata fuit, et ideo parum duravit. Vigesima quinta augusti, in meridie tempestas in aere magna fuit et sagitta in Capitolio cecidit, videlicet in campanili; et percussit in tibia quendam qui pulsabat campanam grossam ad gaudium propter annuam coronationem Alexandri papae, et abstulit ab eo mediam caligam cum sotulari et eum non interfecit. iterum intravit per Capitolium et multa loca tetigit. Et eadem die, fulgur percussit campanile ecclesiae Lateranensis et postea descendit in dictam ecclesiam et similiter multa loca laesit."
      },
      {
        "index": 77,
        "text": "Die.XXVIII., mortuus fuit imperator Federi cus, et cum eo S.£-5 w J. -5 i* ' ri-i J o t perierunt omnes prophetiae; et aiunt Maximilianum fiiisse creatum imperatorem. Die.XX. septembris, papa Alexander creavit.xii, cardinales; at in eorum creatione consenserunt tantum septem cardinales, reliqui dissenserunt. Inter primos fuit creatus filius ipsius, natus ex se et quadam muliere quam ipse nupserat cuidam Dominico de Aregnano et semper fuit habitus, tentus et reputatus eius filius, et ipse fecerai; eum episcopum in Hispania de Pampaio luna item, filium domini Gabrielis de Caesarinis < \\ fratrem generi sui. item, unum de domo Famesia consanguineum luliae bellae eius concubinae et quosdam alios \\ ex quibus, ut fertur, plusquam centum milia ducatorum extraxit. et a multis C* fuit murmuratum, ita quod publice dictus fuit versus ille:"
      },
      {
        "index": 78,
        "text": "Quasque male amisit, nunc male quaerit opes. Et istis temporibus fuit inundatio Tiberis et multae pluviae, batur. eius ossa sepulta sunt in S. ' Maria de Pepalo, et in epitaphio legebatur: Mater quin immo erat frater dictae luliae et fuit postea papa Pauius III M luliae Belin palatio apostoiico, in loco qui a nepotibus inhabitari solet in magno quodam articulo turris Borgiae toto depicto ac inaurato * et a quodam diviso in * super quadam ianua videre liceret. omnibus enim- patet. in eo enim repraesentatur beata Virgo cum Inmembranaceo del sec. xv rende esem- La tavola che produciamo, dà saggio pio di quel nucleo di profezie ioachi- delle rappresentazioni grafiche che mistiche e telesforiane, che si riflet- accompagnano U testo delle profezie tono nel Diario dell'I.; di quelle e figura la venuta a Roma di Fede- « auctoritates prophetarum et vera- rigo III."
      },
      {
        "index": 79,
        "text": "« rum chronicarum de causis, statu, Cesare Borgia. « cognitione ac fine presentis scismatis Giuliano Cesarini, fratello di « et tribulationum futurarum, maxime Giovanni, che aveva tolto in moglie «tempore futuri regis Aquilonis vo- Girolama Borgia. « cantis se Federicum imperatorem Alessandro Farnese, « vocati Angelici pastoris et Karoli p. 87 sgg. ita quod in multis locis fecit maximum damnum in campis vicinis (; et vineae omnes quae sunt in pratis plenae uvis fuerunt innundatae. Et in burgo Sutrino fuit talis alluvio, quod a fundamentis asportavit circa.xxx. domos ibi existentes, intra quas erant tres ecclesiae, ita quod non fuit cognitum ubi aedificatae erant; et .XVIII. homines inter mares et foeminas, magnos et parvos, suf focati et asportati fuerunt vi dictae alluvionis. et in aliquibus locis iuxta Tiberim vineae integrae et canneti abiati sunt, et in aliquibus locis arbores integrae; et duravit multis diebus."
      },
      {
        "index": 80,
        "text": "In partibus Lombardiae etiam aliquae villae et castra suffocata fuerunt et ibi multa millia hominum perierunt. Et hic Romae ceciderunt multa fulgura, intra quae caecidit unum in palatio S. Petri in camera papae Alexandri et ubi ipse erat. et valde timuit et perterritus fuit, ita quod vix potuit loqui. et duo ex suis custodibus (p> ceciderunt in terram quasi mortui; sed post nihil habuerunt. Die.XXI. octobris, mortuus fuit cardinalis de Comitibus peste. Die.xxvn., papa Alexander VI recessit ab Urbe cum octo cardinalibus et dixit se velie ire Viterbium, et postea reversus est"
      },
      {
        "index": 81,
        "text": "Die 25 ianuarii.mcccclxxxxiv., mortuus fuit rex Ferdinandus et creatus est dux Calabriae rex neapolitanus. Die.IV. februarii, venerunt ambasciatores Turcorum, et dictum est Magnum Turcum in Costantinopoli mortuum esse Coaciosia de cosa che essendo discordia intra papa Alessandro e lo re di Napoli sopra li censi et altre loro differenze, lo papa e lo colleio incitò lo imperatore Massimiliano et anco lo re di Francia che dovessino venire ad pigliare T impresa contro dello ditto re di Napoli, con prometterli j aiuto et favore quanto e 199* bisognava, et anche con dire che de rascione lo ditto reame spettava allo duca di Loreno et non ad re Ferdinando, et sopra di questo lo ditto imperatore et re di Francia più volte si condussero insieme a parlare et tandem conclusero di venire. Et dopò, morto che fii re Ferdinando, lo figUolo suo duca di Calabria pigliò lo stato et la signoria dello reame et addimandò allo papa di essere coronato, et lo papa con lui fece patti et parentela, idest: che un figliolo suo bastardo lo dia per marito alla figha del ditto duca di Calabria; et lo papa li promise di coronarlo del ditto reame, et assettate che furo intra loro le cose, lo papa mandò ad dire al re di Francia che non venisse, perchè in Roma era gran peste et dubitava dello stato suo. item, perchè in Roma era grande fame et dubitava de maior carestia; et anco dubitava che, se lui veniva, che lo re di Napoli non mettesse lo Turco in ItaHa, siche havesse da destruere ogni cosa, et per lo re U fo resposto che non si curava de peste, perchè quando lui fusse morto, hàvrebbe imposto fine alle sue fatiche; e della fame, disse che lui veniva si furnito della grascia che più presto haveva da fare abbundantia che carestia; et anche del Turco disse con infideli per la salute della fede Christiana; si che mo' non lo voleva refuggire. di che lo papa fece concistorio, et dichiarò lo ditto reame aspettare allo ditto re di Napoli, idest duca di Calabria, et cosi deputò lo cardinale di Monte Regale, lo quale è figlio dello ditto papa Alessandro, che andasse ad coronare lo dicto re de Napoli, et così si parti a 22 d'aprile.mccccxciv."
      },
      {
        "index": 82,
        "text": "et subito veduto questo, lo imbasciatore dello re di Francia se protestavo in concistorio contra dello papa et appellaose della ditta dichiaratione allo futuro conciglio, lo quale dissero dover essere o doversi fare presto Et in quello di andò lo figlio dello papa collo sig.* Vergilio ad arrare la sposa in Napoli con molto trionfo et molta festa. Et in eadem die, saputo che hebbe lo cardinale di Santo Pietro ad Vincula lo quale stava in Ostia et era in disgrafia dello papa, subito secretamente si mise in uno bergantino sconosciutamente. et lassò la fortezza d'Ostia molto bene armata et fornita per tre anni, et andosse con Dio, perchè dubitava di questa concordia fatta senza de lui tra lo re e lo papa. Et incontinenti la mattina seguente lo papa mandò fanti per toghere Ostia e nolla pottè bavere."
      },
      {
        "index": 83,
        "text": "A di 26 del ditto mese apparecchiò le pombarde grosse et piccoline con le altre artegliarie per andare ad campo ad Ostia"
      }
    ]
  }
}