{
  "chapterNumber": 19,
  "title": "Dell'anno 1432 a dì 15 d'aprile fu pigliato Oddo Poccia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1432 a dì 15 d'aprile fu pigliato Oddo Poccia vicecamarlengo, et pigliollo Stefano Colonna per commannamento di papa Eugenio per volere sapere li denari et le robbe di Sancta Ecclesia, et dove stavano, et commandò lo papa a Stefano che lo menasse honestamente denanti ad esso; et lo ditto Stefano fece lo contrario et deservòlo et per questo lo papa l'habbe ad granne desdegno, et menacelo ad Stefano Colonna; et preditto si partì da Roma et corsene a Palestrina, et trattao collo principe de venire a Roma * allo papa, et vennero, et pigliaro porta Accia lo dì di santo Iorio a dì 23 di aprile, et stava nella porta messere Antonio Battista delli Albertoni, et lo secondo dì entraro in Roma, et commattiero Marco, et perdiero, et foronci de molti presoni, et perdiero de molti cavalli et arme, et quanno se ne retomaro, depredaro molti bestiami de Romani, et fecero molto danno, perchè in Roma vi era de molto bestiame, et lo danno che fecero fu inestimabile, et tennero la ditta porta parecchi dy, et ogni dì sincì combatteva, et mentre che tennero la porta, lo puopolo de Roma stava sospetto et non fa- ceva niente, et fo sbarrata tutta Roma, et givano i Romani tutti armati, et li cortesciani, et lo popolo menuto; sì missero a sacco tonio il Colonna principe (di Salerno) La porta Appia o di S. Seba- RiNci, Docc. dill'Arch. Gaetani nel Sag- di Pietro da Siena « a di 26 d'aprile giatore, Yl, 264. « 1431 ». Dzl Libro dell'entrata e uscita Saggio di osservazioni sul valore delle ma- p. 40, lacomo di Meo sborsa « per la mmto inedito risguardante la storia di troni, MesUcunxa, XXIV, col. un, casa di Stefano Colonna, casa dello cardinale Colonna, et casa de Orlanno, et casa de Pietro Paolo Sartore, et de molte altre case, et tutta Roma stava in gran timore, et lo papa et li cardinali et tutta la Corte, perchè dubitavano dello peio; et lo grano salì a fiorini cinque, et sei e mezzo lo rubbio, et non potevano gire che non fussino derobati."
      },
      {
        "index": 1,
        "text": "Eodem anno die ultimo mensis mail fu retolta porta Accia allo signore Stefano et ad missere Antonio Battista."
      }
    ]
  }
}