{
  "chapterNumber": 10,
  "title": "Dell'anno 1407 del mese di marzo alli dì 13 ritornao papa",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1407 del mese di marzo alli dì 13 ritornao papa Innocentio VII da Viterbo et entrao in Roma per porta Portese, et li Romani li fecero molto honore et gran festa et gironce li locatori de Roma colle facole 'n mano dicendo: « viva lo papa »; et giya per Transtevere, et gio a palazzo di Santo Pietro sotto pallio. Dello ditto anno 1407 del mese di novembre die 7 CO morio papa Innocentio settilno, et fu de sabbato. fatto lo essequio, li 2 cardinaH sì missero in conclave allo palazzo de Santo Pietro die 14 di novembre, et stettero nello conclave fino a lo primo di decembre. Del ditto anno et mese di decembre die primo fu fatto papa lo cardinale di Costantinopoli, lo quale se chiamò papa Gregorio 12, lo quale habitava in Campo Marzo, et incoronato che fu, si parti da Roma et gissene a Bologna et lassao lo legato missore Pietro delli Anniballi di Trestevere, lo j; quale manteneva lo Stato della Santa Ecclesia, et per papa Gregorio, et li Romani quanno fu fatto papa H fecero molto honore, et quando fu incoronato et girono li oratori de Roma, et gio sotto, palio da Santo Pietro a Santo Ioanni, quanto si hebbero allegrezza, tanto rimasero tristi quanno si partio per paura non o venisse qualche scannalo."
      },
      {
        "index": 1,
        "text": "Et lo ditto missore Pietro cardinale delli Anniballi de Roma legato 'n tempo suo se faceva li oflStiali de Roma, et squagliava de molti calici et croci de tutte le ecclesie di Roma per fare denari per pagare la gente d'arme, et rimase Paolo Ursino allo soldo di Santa Ecclesia una collo legato sopraditto Dell'anno 1.408 'n tempo de papa Gregorio venne lo re Lanzilavo de Napoli dello mese d'aprile a dì 18 et messe campo a Hostia per mare et per terra, et hebbela per battaglia, et stava castellano missore Battista de Paolo de Goccio, et correvano >o fino a porta Santo Paolo, et facevano Ci) molti danni de bestiami et presoni, et lì mercanti de Roma se rescotevano loro bestiame, et li presoni pagavano le taglie, e stevano mal contenti, et a 21 de detto mese fu fatta la triegua et fece senatore missero Ianni Torto."
      },
      {
        "index": 2,
        "text": ". Dell'anno 1409 a di 25 del mese di aprile entrò lo re di Napoli in Roma per porta Santo Ianni et Santo Paolo, et gio fino in Trestevere in Santo Grisogono, et li Romani li fecero granne honore, et li stette sempre et faceva lui li ofEtiali de Roma, et fece acconciare tutte le porte et mura di Roma, et facevale ben guardare, et fece molti provesioneri de Romani et dava per conestabile due. quattro, et voleva molto bene a Romani. Ai 19 del mese di iugnio venne Ianni Colonna, lacovo Orsino, Battista Saviello et molti altri signori con doimila cavalli et con molti fanti a piedi, et con tutti li sbanniti di Roma, et presero porta Santo Lorenzo, et la mattina ad bora de messa Favolo Orsino cavalcò colla brigata soa per soccorrere la porta, et si habbe presone < Ianni Colonna et missore Nicola et lacovo Orsino et Corradino de lan Paolo nepote di Paulo Saviello et missore Galeotto Normando et Riccardo Sanguigno et Ioanni Cecchi delli Cecchi et Tomao lannetti et molti altri compagni di Ioanni Colonna. 2 »Edi one Eccard per connestavile due quattro, r tósse due quarti» COR due con tutta la gente grossa, venne per soccorrere quelli de dentro et trovao che la caditora della porta era mozata; per tanto non li poteo soccorrere; per tanto quelli di dentro furo presi ad mano salva (."
      },
      {
        "index": 3,
        "text": "A di 21 del ditto mese di iugnio tagliaro la testa a missore Galeotto delli Normanni et fu de martedì."
      },
      {
        "index": 4,
        "text": "A dì 27 del ditto mese tagliaro la testa a Riccardo Sanguigno, et fu de iovedi, et tutta questa parte voleva stare dinanti a quella deUo re."
      }
    ]
  }
}