{
  "chapterNumber": 35,
  "title": "Dell'anno 1448, nello di di santo Marco, a di 25 d'aprile",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1448, nello di di santo Marco, a di 25 d'aprile o papa Nicola fece una processione solennissima da Santo Pietro fino ad Santo Marco, dove vi andò lui a piedi con tutti li cardinali, et con tutta la clericia, et con molte reliquie, et fu la più singoiar processione che mai fosse fatta in Roma; et depò lo papa disse la messa in Santo Marco solenne; et depò pranzò in casa dello cardinale di Capua et alle vintidoi bore se ne andò allo palazzo a cavallo, et folli fatto molto honore per li Romani, et foro coperte le strade de porta Santo Pietro ij fino ad Santo Marco."
      },
      {
        "index": 1,
        "text": "Eodem anno die 23 de maio lo ditto papa Nicola fece la simile processione ad Santo Ioanni, et portò lui a piedi lo corpo di Christo G) colle sue mani da Santo Tarmi Chimento, et depò de* la volta, et ritornò ad Santo Ianni, et la sera se ne andò a palazzo a cavallo per Trastevere."
      },
      {
        "index": 2,
        "text": "Eodem anno a di 29 d'agosto, in die decollationis sancti ■5 Ioannis Battistae, scuri lo sole tra terza e nona, et in questo anno fo grande moria in Roma, et per tutto"
      },
      {
        "index": 3,
        "text": "Et depò del mese di settembre venne a Roma frate Roberto, ch'era in Roma; et a di 23 d'ottobre andaro li garzoni nudi frustandose dall' Araceli Maria Malore, et gridando sempre misericordia per la grande moria ch'era."
      },
      {
        "index": 4,
        "text": "Et a di 4 di novembre del ditto anno fo in Roma lo terremoto, et tremaro le case mirabilmente, et ogni homo fuggiva con paura alla ecclesia."
      },
      {
        "index": 5,
        "text": "Eodem anno a 20 de decembre papa Nicola fece sei cardinali, cioè l'Ursino, l'arcivescovo de Benevento, lo fratello dello papa, uno franzoso uno tedesco et dui altri"
      },
      {
        "index": 6,
        "text": "Eodem anno 1449 a di 23 d'aprile, lo di di s. Iorio, venne la novella a papa Nicola come papa Felice antipapa con tutti li suoi cardinali havevano renontiato allo papato, et questa rinonciatione fece fare lo imperatore, perchè non voleva che fosse la scisma 0; et lo ditto papa Nicolò deo lo cappello a papa FeHce et soi cardinali, che prima volle che stesseno < a sua discretione; et in Roma ne fu fatto gran festa \\ et per questo in quel dì fu corso lo palio di ducati cinquanta."
      },
      {
        "index": 7,
        "text": "Die 27 eiusdem mensis lo ditto papa per la cascione predetta rendendo gratie a Dio fece et ordinò solenne processione da Santo Pietro per fino ad porta Castello, et foro li cortesciani molto Heti."
      }
    ]
  }
}