{
  "chapterNumber": 50,
  "title": "Dell'anno 1470 a di 18 de maio in Roma fo sì fatta grandina, che guastò vigne...",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1470 a di 18 de maio in Roma fo sì fatta grandina, che guastò vigne, grano, biada et bestiame, et pesava l'uno onze tre, et erano grossi come noci."
      },
      {
        "index": 1,
        "text": "Eodem anno a di 2 dì iugnio la imagine della Nostra Donna vergine Maria, la quale sta penta in una costa di muro appresso Santa Maria delle Grazie de sotto al monte di Campitoglio, cominciò ad fare miracolo; et depò perseverando in nelli detti miracoli a chi divotamente si li raccomannava, li fu fatta la ecclesia, come si vede et fu chiamata la Madonna della Consolatione, et essa fu penta da mastro Antonazzo pentore, et la detta ec- r desia fu consecrata eodem anno a di 3 di novembre."
      },
      {
        "index": 2,
        "text": "Eodem anno die octava iulii papa Paolo fece una processione in Santo loanni Laterano, che mai fo veduta la simile; et questa la fece perchè ce era la novella che lo Gran Turco stava ad campo ad Negroponte; et che l'haveva sì condotto, che non si poteva aiutare; et quella processione fo fatta intorno ad Santo loanni, et lui ce andò con tutti li cardinali, et portaronce delle più venerabili reliquie de Roma: io Salvatore di Santo loanni, la imagine di Santa Maria dello Popolo, la testa de santo loanni . Battista, et molte altre belle reliquie di Roma, et in quello di fo 2\\ battezzato uno turco, et fo mostrato uno calice, che lo roi di tonio di Benedetto, detto Antonazzo. ibid. 82-83. Nella bolla di Sisto IV Crowe e Cavalcaselle, Storia della Forcella, Iscrii- delle chiese di Roma, come di pittor mediocre. Il Muntz, parte già condotta da Paolo secondo:"
      },
      {
        "index": 3,
        "text": "Les arts à la cour des papes, II, 108, pub- « ut... in suis structuris ac aedificiis blica un mandato: « magistro Antonio « amplietur et conservetur ». « Renedicti pictori de Urbe fior. aur. Pranza haveva donato ad Santo loanni Laterano, lo quale era d'oro et ornato di molte pietre pretiose, et fo stimato tra l'oro, et le pietre, che valeva tre milia ducati; et lo papa per parte dello ditto roi lo donò ad Santo loanni. Item lo papa donò allo Salvatore di Santo loanni due..xxv. et due..XXV. alli fraticelli, et ad Santa Maria dello Popolo due..xxv. (vinticinque) et alla testa di santo loanni Battista due..xxv. et commandò che ogni Christiane facesse oratione contra dello Turco, che daesse vittoria alli christiani contra di lui."
      }
    ]
  }
}