{
  "chapterNumber": 23,
  "title": "Dell'anno 1433, fo d'aprile alli 17, fo occiso Stefano Colonna,",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno 1433, fo d'aprile alli 17, fo occiso Stefano Colonna, *'0 et ammazzoUo Salvatore Colonna suo nepote, et Mataleno figlio di Vergorio G) pentore, et per questa cascione quelli di Palestrina si ammazzaro Salvatore Colonna, et Mataleno, et molti altri, et fii ammazzato detto Stefano a Genazzano. JTUznca iugulo giacciuoli i? gianzoli i? granni e grossi cosa simile Nolo Salvatore Colonna suo nipote in compagnia di Mataleno figliuolo di Vergurio pittore"
      },
      {
        "index": 1,
        "text": "Eodem anno a dì 21 di maio venne lo imperatore Gismondo, et fo lo di dell'Ascensione, et venne per porta Castello et givo a Santo Pietro con granne solennità, et annaronce tutti li OfEtiali di Roma, et fuoro fatti locatori per ciascuno rione, et giro ad accompagnare lo imperatore, et lo papa venne perfino alle scale di Santo Pietro de incontra ad esso, et pò intraro nella ecclesia tutti doi."
      },
      {
        "index": 2,
        "text": "Eodem anno die ultima mail fo incoronato lo imperatore in Santo Pietro da papa Eugenio, et fo lo dì de Pasqua rosata, et gio poi ad Santo Ianni Laterano, et papa Eugenio si li fece compagnia per fino ad piazza Castiello, et poi lo papa tornao allo palazzo suo, et foncé de molta gente, e lo imperatore sullo ponte di Santo Pietro fece de molti cavalieri, tra li quali ci fo missore Stefano PauU Stati et lo cavallo dello imperatore fu addestrato dallo soldano, et da Mancino quali stanno scolpiti nella porta di metallo di Santo Pietro a mano dritta quando s'entra"
      },
      {
        "index": 3,
        "text": "Eodem anno die 17 iunii die mercurii circa 22 bore scuri lo sole, et lo imperatore preditto stava in Roma, cioè ad Santo Ianni, et lo papa ad Santo Pietro."
      },
      {
        "index": 4,
        "text": "Et a dì 25 d'agosto del ditto anno venne Nicolò Fortibraccio ad Roma bostilmente, et prese ponte Molle, et venne fino ad porta dello Populo, et feceronce de molti presoni, et furono presi Liello"
      },
      {
        "index": 5,
        "text": "a dì 7 del mese di ottobre, et li stette per tutto lo mese di maio seguente dell'anno Domini 1435; et vedendo esso Nicolò che Roma era in libertà, lo habbe molto caro, et reassenò Tivoli allo popolo romano a di 20 del mese di iugnio."
      }
    ]
  }
}