{
  "chapterNumber": 62,
  "title": "Dell'anno Domini 1482 a dì 4 d'aprile lo papa fece gittare in",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1482 a dì 4 d'aprile lo papa fece gittare in terra le case di misser Iorio Santa Croce et del fratello; et questo fece perchè la notte innanti lo ditto missor Iorio, con > molti compagni armati et bene in ponto, assaltaro casa di missore Liello et di lacovo della Valle; et poseronsi nello porticale di Santo Sebastiano et li combattendo contra ad quelli della Valle, uccisero lo signore leronimo Colonna, figlio naturale tantum dello prefetto della Colonna; la cascione dell' assalimento fo la > briga, la quale in quel tempo fo cominciata intra casa Santa Croce et casa della Valle, perchè essendo prima intra Francesco Santa Croce e Francesco della Valle certa poca inimicitia o odio, lo ditto Francesco Santa Croce andò in casa di Prospero Santa Croce, suo cognato, lo quale è marito di donna Livia fe), sorella carnale del ditto Francesco, et li trovò che si cenava, et andò subito dalle scale alla tavola, et con una coltella de una ferita in la testa allo ditto Francesco che teneva voltate le spalle alle scale, si che non se ne avvidde et fenolo; della quale ferita incontinente lo ditto Francesco fu morto; et questo fo lo principio della briga in nella quale ce sono morte de molte persone da bene: lo ditto Francesco, item Bartolomeo Santa Croce, lo ditto signore leronimo, missore Paolo della Valle et Sao de Goccio."
      },
      {
        "index": 1,
        "text": "A di 14 del ditto mese et anno papa Sixto canonizzò in Santo Pietro missore Bonaventura, frate di santo Francesco, cardinale et theologo."
      },
      {
        "index": 2,
        "text": "Et depò del mese de maio essendose acconci li Colonnesi, cioè li fratelli dello protonotario Colonna, con lo re Ferdinando, con le persone et con lo stato, de licentia et voluntà di papa Sixto, lo ditto protonotario se fortificò in Marino; et per questo fo dubitato che non facesse scandalo ad Roma ad istanza dello re; lo quale si era rotto collo papa per lo anno della guerra di Toscana; et però doi cardinali li andaro a parlare ad Grottaferrata, idest lo cardinale di Santo Pietro ad Vincula et quello di Milano: et depò ad molte cortesie volsero li detti cardinali che lo ditto protonotario et li fratelli se partissero dal re ed acconciassinose con la Ecclesia; et lo protonotario li rispondeva che li fratelli non erano contenti di farlo et che non U sarìa honore, perochè una volta papa Sisto H haveva dato licenza che s'acconclassino con chi H piaceva a loro, et che Soa Santità non li voleva dare soldo; et per questo si erano acconciati col re, perchè non potevano vivere senza soldo; et questo fo a di 14 del mese di maio preditto."
      },
      {
        "index": 3,
        "text": "Et depò, sentendo lo popolo che questo si fortificava, fece lo consiglio, et tandem per volontà dello papa mandatoli quattro cittadini, cioè missore Camillo che allhora era priore delli caporioni, Beltrame Freapani, Pietro de' Massimi et Alto dello Varo; et li detti cittadini li esposeno il simile; et quello li rispose pure il simile, et anche li disse de più che s'aiutassino et presto; a ciò che quelli dello re, che stavano in quella terra, non li facessino rencrescimento allo loro bestiame, perchè non era più in potere suo di prohibire."
      },
      {
        "index": 4,
        "text": "Et depò a di 21 del ditto mese foro depredate de molte persone ad porta Latina, et pigliaro molti presoni, muli et cavalli, et tra l'altri vennero avvisi che morio j depò fu lassato o senza nullo pacamento. praenominatum dominum Sixtum et regem Ferdinandum regni Neapolitani propter bellum quod fuerat paulo ante inter praenominatos ex una et dominos Florentinos parte ex alia, et praefatus pontifex revocasse! auxilium, quod ipse iam praesti0 terat praefato regi contra Turcas existentes apud Idrontum i), ortumque esset inter eos odium atque discordia, praefatus s'aiutassino et per questo £ faccino de preghi Evennero a dare avvisi da una parte; et il re Ferdinando di Napoli e duca di Calabria dall'altra con la morte di Sixtus retrahere ab eo procuravit omnes quoscumque potuit militantes sub stipendio dicti regis, et potissimum barones Romanos, videlicet dominum Vergineum Ursinum, dominum lacobum de Comitibus et nonnullos alios barones qui sub eo militabant, co- natusque est retrahere etiam comitem Urbini totis viribus, sed non potuit; et quaerens occasionem discordiae, filium quendam militis Ursini sub protectione dicti regis a patre relictum, ne ad dictum regem rediret, in Castrum Sancti Angeli inclusit; et factis minis contra dictum regem, tandem cum Venetis confoederationem fecit, iurans se exponere omnem substantiam prò perdictione ic dicti regis. et ut principium daret negotio praefatos barones, maxime Ursinos, conduxit, studuitque idem de Columnensibus facete, sed cum non haberet eos in tanto praetio, statuit eis parvum stipendium, quod recipere eis dedecus magis quam honor fuisset. I Quod cum praefati domini id facete recusarent, de ipsius papae licentia cum dicto rege militare coeperunt, hinc inde data receptaque fide. quod postquam expeditum fuit, perturbatus est valde, eo quod nunquam credebat eos cum tali conditione potuisse dicto regi adhaerere, quare minis et verbis conatus est 2C ipsos detrahere; quod cum facere nequivisset, excitata militia, contra dictos dominos Columnenses bellum indixit."
      },
      {
        "index": 5,
        "text": "Calabriae eius filio impetraverunt; qui dux confestim descendit in 1 B auxilium eorum castraque eius posuit prope abbatiam S. Ma- 23 riae Grottaeferratae, ubi per aliquot dies permansit, absque tamen damno et incommodo alicuius. deinde gentes dicti ducis bona, liter ex adverso Virgineus Ursinus lares Cicigliani dictorum Columnensium derobati sunt. post quae ) praefatus Sixtus petiit sibi dari a Prospero Columna, qui sub eo militabat, et a cardinale eius fratre arcem Paliani Capranicae et nonnulla alia castra quae sub eorum dominio erant, dicens velie se illa retinere et custodire donec dicto praelio finis imponeretur. quod cum idem o dominus Prosper et cardinaUs facere recusassent, iratus extitit papa contra eos, stipendiumque et copias commilitonum et com- peditum, quas dicto Prospero promiserat, denegavit."
      },
      {
        "index": 6,
        "text": "Quare dictus dominus Prosper, cum se ut supra illusum deceptumque videret, remissa certa pecunia, ut fertur, quae apud eum erat, dicto pontifici, se cum dicto rege et duce Calabrensi confoederavit, et hoc fuit die 22 may 1482. Quod ita aegre latum fuit a papa Sixto \\ ut sequenti die secunda mensis iunii 1482 reverendissimum dominum cardinalem de Columna, fratrem dicti domini Prosperi, ac reverendissimum domio num cardinalem Sabellum et dominum Marianum ( eius fratrem in carcerem,videlicet in Castro Sancti Angeli, absque mora coniecit. sequenti vero die, quae est tertia iunii, bona omnia praefati domini cardinalis de Sabellis, quae in eius domo erant, per commilitones ad palatium portata fuerunt, praeter comestibilia, quae statim derobata et ablata extitemnt, positaeque sunt in domo illa custodiae prò papa."
      },
      {
        "index": 7,
        "text": "Die quinta dicti mensis dux Calabriae descendit cum gentibus suis posuitque eius tentoria in loco praedicto Grottaeferratae et Burgetti <- Die sexta, in qua erat festum corporis Christi, comes Hieronymus cum vexillis Ecclesiae et cum viginti squatris militum armatorum et cum infinitis peditibus exivit; et una cum eo erat Comes Pitigliani, Vergineus Ursinus, lordanus Ursinus, Ioannes Columna de Preneste, lacobus et Andreas de Comitibus, dominus Comes Mirandulae cum multis aliis dominis omnibus bene armatis, posuitque se et castra inter portam et Sanctum Ioannem, - 52 B relieto burgo Sancti Petri; et statim cum aliqui ex eis exirent dictam portam, incontinenti vulnerati et capti extiterunt ab inimicis, et hi fuerunt circa triginta; inter quos affirmarunt fuisse quendam Corsum, capitaneum balistariorum equitum comitis Hieronymi, et quendam Borgiettum captos fuisse."
      },
      {
        "index": 8,
        "text": "A supradicta die usque ad 12 iulii nihil actum est, nisi quod gentes dicti ducis animos suos converterunt ad praedam; depraedatique sunt frumenta civium Romanorum et eorum ammalia; nonnulli ex bis capti, carcerati et demum rescossi fuerunt, videntibus et patientibus gentibus Ecclesiae. Videntes hoc cives Romani et quod eorum frumenta perderentur C, inito Consilio, decreverunt omues unanimiter ire ad papam, ut hoc prohiberet, alioquin actum esset de civitate nostra; et accedentes gratam habuerunt audientiam et poUicitationes infinitas; promisitque pontifex se provisurum opportune de proximo. ideo ad portas missum est proclama per Urbem ad pascendum populum de verbis, in quo continebatur quod omnes cives et alii Urbem habitantes, qui ex guerra praedicta damnum aliquod paterentur, sive a nostris, sive ab inimicis, faceret se e. 53* scribi a quodam notario romano, Mariano Scalibastro vocato, et coram quatuor civibus deputatis de eo fidem faceret; et facta demum relatione per eos in camera apostolica, ipse papa de introitibus eiusdem camerae se confestim satisfacturum pollicebatur; cuius virtute multi cives de eorum damno C* fidem fecerunt;"
      },
      {
        "index": 9,
        "text": "nuUum tamen eorum satisfactum apparuit. Videntes igitur cives quod nihil esset, cupientes eorum indemnitati providere de per se, multi statuerunt eorum segetes, quae in campis erant, ad Urbem triturandas portare, factis undique excubiis; quod, cum ita cepissent facere, comes Hieronimus cum suis gentibus prohibuit, et hoc ex eo quia ) dictus comes optabat quod milites Ecclesie dictum granura depraedatum ad Urbem vendendum portarent et ex praetio ipsum salarium seu stipendium sibi solverent; et ita ex voto actum est, fuitque igitur necesse civibus Romanis pati hanc iniuriam, ita ut a suis, a quibus sperare debebant auxilium et favorem, magis quam ab inimicis depraedarentur; ita quod in partibus Latii nihil recoUectum fuit, excepto conventu S. Mariae Novae, qui, habito chirographo j regis, nihil amisit. et dum haec sic ut praemittitur agerentur, missum fuit proclama per Urbem, ut ne cui liceret vendere granum prò malori quantitate quam viginti carlenorum prò rublo, ubi alias praefati milites prò viginti quinque vel circa vendebant, etiam illis qui dictum granum seminaverant et domini erant Scalibasto S Scalibastrio C I Romani vedendo andare a male i loro grani andomo dal papa acciò remediasse, e promise farlo; anzi fece pubblicare un bando, che visto il danno fatto o da' nostri o da nemici, andassero dal notaro Mariano Scalibatrio, e avanti a 4 cittadini deputati Interea vero comes Hieronimus, Vergineus Ursinus et reliqui domini ecciesiam Lateranensem incolentes non cessabant quotidie ludere ad triunfos, ad cartas, ad aleas, et hoc quidem in sacristia dictae venerabilis ecclesiae, et super capsa piena reliquiis et rebus aptis ad divinum cultum ibi existentibus; adeo quod dicto tempore a nemine vel paucissimis dieta ecclesia extitit visitata."
      },
      {
        "index": 10,
        "text": "Octavo iulii affirmatum fuit in Urbe dominum Nicolaum Vitellium de Castello, quem praefatus Sixtus sibi inimicum fecerat, eum de dieta eius civitate expellendo, ac faciendo Laurentio eius inimico auxilio Florentinorum praefatam civitatem Castelli occupasse moxque duas arces, unam a capite, aliam a pede destruxisse, et locum illum prò se retinuisse, quamvis prò Ecclesia diceret se retinere. Tertia decima die iulii in die dominicae bora missarum e 5 + A non fuit passus Deus omnipotens beatusque Ioannes Baptista i* et evangelista, ac apostoli protectores Urbis Petrus et Paulus, et alii sancti quorum corpora in ecclesia Lateranensi condita sunt, scelera et vitam miiitarem agitari in dieta ecclesia, voluitque Deus omnipotens ostendere se cuncta videre; nam dieta bora signum celeste ostendit, ortusque fuit ventus repentinus, et aer turbatus est valde, et adeo impetuosa tempestas orta est, ut vix dici posset."
      },
      {
        "index": 11,
        "text": "arbores quidem vinearum concussae ad terram usque inclinatae sunt. demum ignis quidam exortus est apud tentoria existentia apud Sanetum loannem et portam Asinariam, ussitque tentoria omnia et loca militum, una cum eorum bonis et equis, 2 et aliquos ex his ibi infirmos existentes, extenditque se dictus ignis de loco ad locum usque ad illos qui in Merulana via et prope ecciesiam Sancti Matthei morabantur, tantumque incommodum illis attulit, ut communi omnium extimatione ad sex millia ac a inimico In R corretto ac faciendo Laurentio eius inimico C ac faciendo eius inimico ducatorum et ultra damnum ascendisse fertur, de eo quod extimari poterat. Eadem hora Terracina civitas ab hominibus regis Ferdinand! capta est, excepta arce, modus ita traditur. nam cum essent ibi duae civium principalium familiae, f unaque Fregepanarum aliaque Rosae vocarentur, essentque inter se odiosae, potissime cum contemplatione illorum de Rosa, qui cum Ecclesia sentiebant, quatuor cives de progenie Fregepanarum exulabant; et cum dieta die et hora residuum familiae una cum adversariis in ecclesia o cathedrali missam audirent, illi de Fregepanibus, qui ibi erant, eodem modo quo statutum erat, ad portam accesserunt, ibique per aliquod spatium permanserunt, quasi volentes, si opus fuisset, custodibus resistere; dato deinde signo, exules una cum gentibus regis ad portam venenmt. quod videns castellanus, signum fecit;"
      },
      {
        "index": 12,
        "text": "ad quod accurrentes adversarii qui in ecclesia erant, ad usque eorum lares insecuti et fugati sunt; et co modo terra a dicto rege possessa fiiit, absque arce, quam non multo post a castellano prò pecunia habuit; nam receptis duobus millibus ducatis a rege, castellanus, qui abbas et Forliviensis erat, arcem tradidit regi et se Neapolim contulit. Audiens haec Sixtus, incontinenti creavit trecentos pedites et nonnullos milites, quos dedit Andreae de Comitibus, ut opem ferret Terracinae arci, qui cum abirent essentque in Algido, ab inimicis Ecclesiae omnes aut capti aut disturbati fuerunt, et ali- quibus eorum reversis adjjUrbem, statim proclama missum est, r. 55A ut, sub furcarum poena, qui ab Andrea conducti essent lacobo eius fratri accederent, et ita actum fuit. Decima sexta die dicti mensis dux Calabriae de loco ubi erat recessit, emisso prius bannimento, quod quilibet de campo suo 0 provideret se de victualiis prò tribus diebus; et contulit se ad locum, qui dicitur la Riccia, ibique in ecclesia Sanai Pauli Alca) E feralur ferant Coii C; S Fregepanorum £ A/Frangepaillis;"
      },
      {
        "index": 13,
        "text": "at nimici de dicto locoj nunquam se amoverunt; timuerunt igitur nostri ne ibi esset aut lateret dux Calabriae cum eius exercitu, et ea de causa retrocesserunt, et ad tentoria reversi sunt non parvo cum timore, non praeterita adhuc bora erat, cum tubicina a duce Calabriae missus domino Roberto, et ex parte domini sui dixit quod dominus suus mirabatur valde de eo, et quod nunquam credidisset, quod in tam breve tempore ex milite durissimo sacerdos factus esset; et quod effectus esset canonicus Sanctae Mariae Maioris, prout alii eius consocii Sancti Ioannis Lateranensis. Eadem die dominus Cola Gaietanus de Sermoneta depredatus est omnia animalia Piperni et Setiae; quam praedam cum duceret Sermonetam, incontinenti a gentibus domini Andreae de Comitibus, potissime ab Ulis qui erant in Carpineto, recepta et ablata fuit, et non sine maxima hominum dicti Coke capti vitate, occisione et vulneribus."
      },
      {
        "index": 14,
        "text": "xMulta e contra in dieta die dieta sunt: primo quidem exercitum Venetorum, qui apud Ferrariam degebat, destructum fuisse; dominum Robertum de Sancto Severino capitaneum tribus vulneribus afFectum, et haec per gentes comitis Urbini. Item archiepiscopus de Cranea, qui fuit legatus imperatoris (0 et qui multa mala dixerat de Ecclesia Dei, potissime de mala vita Sixti et comitis Hieronimi, et de inhonesta vita omnium praeduxerunt et aliquos ex eis interfecerunt et vulneraverunt, ita quod i pauci ex eis fugentes ad dictum castrum reversi sunt. Eadem die Romae dictum et afErmatum fuit, ita quod ab eo fuit publica fama, quod cum alias papa Sixtus excommunicasset florentinum populum prò eo quod suspenderunt episcopum de Pisis, alias dictum Salviatum, cum suis complicibus et familiaribus, et quod coeperat et carceraverat Raphaelem cardinalem Sancti Georgii nepotem comitis Hieronymi, ibi existentem quando fuit occisus in ecclesia lulianus frater Laurentii de Medicis, et quando fuit detectus tractatus comitis Hieronimi, et a dieta excommunicatione fuisset appellatum per dictum populum, qui asseruit se ex insta causa illud fecisse et suspendisse illum non tanquam episcopum, sed tanquam proditorem, qui prodere intendebat dictam civitatem et eam libertate privare et eam submittere comiti Hieronimo, interfecto luliano et Laurentio de Medicis; et cum causa ipsa appellationis commissa extitisset, etiam de voluntate pontificis, quibusdam episcopis ultramontanis, quibus fuit missus totus processus, et potissime quaedam attestatio Ioannis Battistae de Montesecco contestabilis Ecclesiae, qui ad dictum locum se contujjlerat causa exequendi, ut supra; quìpostea captus, antequam - 57 p l suspenderetur deposuit et attestatus est, se pluries de hac re habuisse colloquium cum praefato pontifice,videlicet de modo expu- ! gnandi sive capiendi dictam civitatem Florentiae et etiam tradendi, dum corniti Hieronimo ac se praefato pontifici dixisse hoc fieri non posse absque caede et hominum occisione; et quod > praefatus pontifex dixerat ei, quod non bene contentabatur quod fieret cum occisione alicuius, et deinde, post pusillum, dixit:"
      },
      {
        "index": 15,
        "text": "« faciatis melius quam possitis», et cum aliis attestationibus, supra qua causa dicitur ut supra fuisse pronunciatum per dictos dominos episcopos in favorem dicti populi fiorentini et contra dictum pontificem illosque ab anathemate praedicto liberatos fuisse. Die prima augusti apud Ostiam apparuerunt decem et septem galeae et naves duae regis Ferdinandi, ibique multa dederunt signa, quasi vocantes milites terrestres ibi prope existentes, quare salinarii et alii circum circa existentes masrno cum timore ad Urbem confugerunt. galeae autem et naves post duos dies inde recesserunt. Eadem die Civitas Lavinia capta est a duce Calabriae, excapta arce, quam post biduum accepit. Die octava augusti capita regionum et Offìciales populi romani nodus Fiorentina, che sull'autografo di che agitazione per convocare nuovo Gentile da Urbino, vescovo d'Arezzo, concilio. Cf. la Lettera di Leofu pubblicata dal Fabroni, Liuirentii nello Chieregato a Giorgio Medici vita, p. 16 sgg. Un altro esem- preposto alla chiesa di S. Piepiare del doc. istesso vide il Lami tro in Basilea, ripubblicata dal descritto dal Pignotti, Storia della Frantz, Sixtus IV und die Rep. Fior."
      },
      {
        "index": 16,
        "text": "Toscana, IV, 66, era a Venezia. È p. 26} sgg. probabile che altro esemplare ne fosse vocaverunt ad consilium omiies cives ex parte papae, videlicet quìlibet in principaliori ecclesia sue regionis; ubi per dictos expositum fuit qualiter papa intendebat liabere mille Romanos iuvenes armatos, tam equestres quam pedestres, per octo dies dumtaxat, quos volebat exire in auxilium una cum gentibus Ecclesiae centra Marinum, et ofFerebat non habentibus arma et equos ac expensas; et poUicebatur eis, quod quidquid caperetur in bello esset eorum, et si contingeret eos capi ab inimicis, promisit propria pecunia redimere, et de civibus aliqui prpmiserunt, item aliqui renuerunt; res'tamen ita acta fuit ut etiam volentes accedere ic recepti non fuerunt; quare creditum fuit id magis explorandi animi causa, quam ipso habendi attentatum fuisse."
      },
      {
        "index": 17,
        "text": "Duodecima die dicti mensis augusti dominus Prosper de Comitibus, qui hucusque militaverat cum duce Calabriae, hac die B rebellatus est, deditque se et suum castrum Montis Fortini papae et gentibus Ecclesiae. Quinto decimo augusti dominus Robertus de Arimino cum triginta tribus squatris armatorum, et cum illisiunctae fuerunt quatuor squatrae armatorum domini Virginei et quatuor comitis Pitiliani et quatuor Mirandulae et duae domini Pauli Ursini et duae domini 2C Ioannis de Columna de Preneste et octo domini lacobi de Comitibus, et iverunt; et octo acies balistrariorum equitum, quorum quinque duxerat secum comes Robertus, et tres habuit hic comes Hieronimus; et cum illis plusquam novem millia peditum et infiniti balistrarii pedestres ac multi et infiniti scopeterii, et tres bom- 23 bardae grossae, cum infinitis cerobotanis et cum aUis artiliariis et instrumentis de quibus erant onerati innumerabiles carri, et praefatus dominus Robertus erexit duo vexilla, in uno quorum erant insignia Venetorum, videlicet figura sancti Marci, in alio arbor cum licteris; item duo alia vexilla Ecclesiae, in uno quorum erant claves, in alio arma pontificis. quos omnes ordinatim voluit videre Sixtus cum omnibus suis cardinalibus, nepotibus, et non aliis, in fenestra palatii; et venerunt ante palatium, et posuerunt se extra portam Appiani iuxta Capita bovis, prope rivum qui dicitur la Marmorea; et dicebatur campum iturum ad debellandum castrum Marini; et dimiserunt ecclesiam Lateranensem et Sanctae Mariae Maioris et alia loca, ubi fuerunt sordidissima et pestifera, adeo ut propter foetorem per aliqua tempora non commode visa fuerunt; et quia omnes vineae circumcirca destructe, arboribus incisis et desolatis, derelictaeque extiterunt, damnum praedictum inextimabile fuit. ideo cum blasphemiis maleDie 19 castrum Albani, SavelH, Arnolphi, qui per ducem Calabriae et Columnenses tenebantur, sponte se Ecciesiae dederunt."
      },
      {
        "index": 18,
        "text": "Die vigesima seconda augusti, videiicet octava post festum sanctae Mariae mane summo nova gaudia orta sunt in Urbe, eo quod dux Calabriae cum omni suo exercitu perditus et destructus est, ipsumque fugam arripiendo ac in Terracinam noctu se recipiendo, saluterà sibi quaesivit; qua de re Capitolium et omnes Romae ecciesiae, Castrum Sancti Angeli et denique tota Urbs festum et gaudium fecit quapropter proclama il lieo factum est in Urbe, ut quilibet accingeret se ad festum, quod in assumptione beatae Virginis in mense augusti celebrari consueverat, id in festo beatae Mariae septembris fieret; et ita factum est. Modus autem destructionis dicti ducis ita communiter traditus fuit: videiicet quod cum dictus dux cum suis gentibus fortificasset se in territorio Villetri in loco qui dicitur Sancto Pietro in Forma, i in loco qui vulgariter la Torre di Campomorto qui vere ei mortem intulit, qui locus redactus est in modum unius insulae, et duo tamen loca erant per quae aditus ad dictum locum patebat, ab uno quorum, videiicet a loco unde poterant gentes Ecciesiae venire, praefatus dux fortificaverat multis bombardis, cerobotanis et aliis machinis, per quae videbatur sibi ab ilio loco offendi non posse, postque locuti sunt ad invicem dominus Robertus et dux Calabriae, posueruntque diem et horam quando inter se deberent certare; et ita factum fuit, et prima vice quando coeperunt praeliari, dictus dux cum suis ianizeris multum animose se gesserunt, et cum postea dictus dux vidisset dominum lacobum de Comitibus cum mulris millibus [ peditura, qui nocte praece- e. 6ob denti secreto modo venerant in campum, de quibus prius nuUam habuerat scientiam, viditque ipsum venientem ab alio latere dicti campi, obstupuit coepitque in corde suo formidare; statim reduxit se ad locum fortiorem dicti campi, quera inimici eius, nempe gentes Ecclesiae, insecuti sunt usque ad dictum locum praedictis bombardis munitum; et cum gentes Ecclesiae ibi intrare vellent, statim bombardae et cerobotanae venientes primo percusserunt;"
      },
      {
        "index": 19,
        "text": "ubi fertur quasi infinitos homines de gentibus Ecclesiae periisse I postquam bombardarli iterum dictas bombardas caricantes nunquam potuerunt ulterius caricare, eo quod ignis non poterat pulverem comburrere propter pluviam magnam, quae ibi continua erat. quapropter cum non possent dictum locum tueri ulterius, gentes Ecclesiae intraverunt dictum locum, ubi per magnum intervallum temporis beliatum fuit; ubi etiam multi mortui sunt hinc inde, et multi equi armigerorum dicti ducis debudellati seu eviscerati sunt a peditibus dicti domini Roberti. Timens tunc dictus dux ne id forte accideret ei, dubitans praeterea ne includeretur in dicto loco a peditibus dicti domini lacobi, et propterea se non ij posse exire ad velie suum, statim constituit e 6« -» aliquas ex suis squatras combattere et praeliau cum gentibus Ecclesiae; ipse vero cum paucis retrocessit, et, ut aliqui ferunt, se in Terracenam, aliqui in terram Neptuni se contulit. bellantes autem tandem capti sunt, et multi vulnerati et nonnulli alii dispersi ( per diversa loca et rocchas Ecclesiae, ubi steterunt per aliquos dies."
      },
      {
        "index": 20,
        "text": "Robertus autem cum gentibus Ecclesiae ivit ad castrum Cavarum una cum praenominatis arteliariis et bombardis, ibique permansit per aliquos dies; deinde praefatus Robertus reversus fuit ad Urbem, visitavìtque pontificem, stetitque in domo reverendissimi domini cardinalis Mediolanensis, ubi infirmatus est; ibique octava die septembris, et sic quintadecima die post victoriam, febre, ut aliqui dicunt, mortuus est sunt qui dicunt ipsum fuisse veneno necatum; cui papa fecit magnum honorem eiusque corpus sepelivit in ecclesia Sancti Petri cum marmorea memoria singulari quae ibi videtur. sunt qui dicunt quondam Senenses auxilio caiusdam magni capitanei fuisse liberatos ab oppressione Florentinorum. traditur quod Senenses ipsi erant maximopere obligati, et quod quotidie cogitabant quid possent ei dare dignum mentis prò tanto munere, quod acceperunt ab eo; et tandem iudicabant se impares tanto beneficio, et si fecissent eum dominum illius civitatis, adhuc non esset satis. et stantibus illis in hac altercatione, quadam die in concilio generali, quod 1 prò ista re quotidie faciebant, quidam Senensis surrexit et dixit se invenisse praemium merimm, dignum tali viro, et quod de facili posset dictus populus facere vel concedere; et imposito silentio fuit ei iussum ut diceret quidnam esset istud praemium, at dixit: « occidamus eum, et deinde adoremus eum prò sancto et prò nostro protectore perpetuo », et ita factum fuit."
      },
      {
        "index": 21,
        "text": "Dixerunt ergo aliqui, non tamen quod ego praecise credam, pontificem Sixtum in hac parte fuisse Senenses imitatum ac eorum consilium prosecutum, propter mortem ita immediate secutam post victoriam et propter honorem quem ei fecit in sepultura. Quinto decimo septembris homines Montis delU Compatri sponte dederunt se Ecclesiae; idem fecerunt homines Neptuni. fiiit dictum tali die ducem Urbini mortuum fuisse. Inde ad paucos dies facta fuit pax inter Ecclesiam et praemai sia stato agli stipendi del Co- 179), che rappresenta le opinioni della mune di Siena. È manifesta poi l'ai- curia, scrive: « Itaque non tam prò lusione dell' I. al tristo caso di Gi- « obitu dolendum, quam quod non sberto da Correggio, che die luogo « convaluerit mirifice laetandum. Diprobabilmente alla leggenda accen- « cant tamen et iudicent qui velint;"
      },
      {
        "index": 22,
        "text": "nata dal diarista romano. « id nemini dubium esse potest, quin et terra Terracinae cum eius arce rediret ad Ecclesiam, et Marinum cum reliquis ad Columnenses. cardinales tamen, qui carcerati erant, non fuerunt dimissi. et incontinenti, vigesima septima decembris, dux Calabriae venit ad Urbem dimissis captivis, permansitque in palatio papae per aliquot dies; deinde una cum Virgineo et aliis Ursinis cum bona gratia a papa recessit, 30 decembris, et Ferrariam profectus est; facta confederattone inter ic papam et regem, centra Venetos pugnatum est; deinde nihil actum fuit usque ad 27 mail 1483- Cum pluries papa fuisset requisitus, aliquando a collegio, aliquando a toto populo romano et ab aliis, fuitque hoc petitum per gratiam, quod dimitteret dictos dominos cardinales de carcere, et quamvis ipse pluries hoc promisisset, asserendo ipsos in nihilum errasse, et propterea velie se illud libenter facturum, non tamen ad efFectum veniebat; tandem dieta die dominus Marianus (•=-> de Sabellis, sumpta occasione, a dicto castro aufugit, seque in Roccam Priorem, locum suum, condidit; quapropter iratus papa 2C dictos cardinales in arctiorem locum inclusit."
      },
      {
        "index": 23,
        "text": "Deinde quinta decima mensis novembris die sabbati excar- cerati et liberati fuerunt praefati domini cardinales de Columna et cardinalis de Sabellis et confestim creati fuerunt cardinales infrascripti: Archiepiscopus de Comitibus, dictus cardinalis delli Conti; d. Battista Ursinus, dictus cardinalis Ursinus; d. Ascanius, nepos ducis Mediolanensis, dicto lo cardinale Ascanio; quidam frater existens apud regem Franciae; d. lacobus de Parma, qui fuit dictus cardinalis de Parma, puer nondum viginti annorum, et quidem formosus; hi e, ut fertur, non multum ante regacius fiiit dicti comitis Hieronimi, deinde camerarius cardinalis Sancti Vitalis, deinde cubicularius castellani Sancti Angeli; quem, cum eum Sixtus vidisset, mox ad se advocavit, illumque, multis equidem opulentissimis beneficiis insignitum, tandem ad cardinalatus apicem, contra aliorum, ut fertur, voluntatem assumpsit. iuvenis est qui- > dem bonae indolis, et formosus, ut videri potest; literas autem non habet Qui omnes cardinales post reversionem incontinenti comitis Hieronimi creati sunt, qui iam vigesimo septimo die mali cum suis ab Urbe recesserat, et de dicto j mense novembris reversus i fuerat, et, ut communiter fertur, aliquis ex dicti.s cardinalibus non sine maxima effusione seu enumeratione pecuniarum creati sunt, et verisimile est."
      },
      {
        "index": 24,
        "text": "FACCIO recordo io Stefano come questo di penultimo di maio el protonotaro Colonna fo pigliato in casa dello cardinale Colonna, et fo menato ad palazzo presone, et mencio lo conte Hieronimo, Virgilio Orsino, Paolo lo figlio dello cardinale Ursino, Hieronimo figlio dello cardinale di Roano et Leone de Monparla il Volaterrano, quantunque, per a Gallus ex ordine minorura, vir san- la lacuna che è nel testo a quel luogo, « ctitate clarus tunc absens ». Era Il Co TELORi, loc. cit. p. 77, lo dà Serks epp. p. 641. come il primo dell'ottava creazione Ia. Volaterrani Diar. loc. cit.: a die mercurii sexta a. 1484 et die « propter fidele obsequium et solertem « 17 publicatus ». a curam pontifici ante alios carus ». tipsecco con tutte le genti loro et della Ecclesia; et fo derobata et infocata la ditta casa, et foronci morti di molti homini dell'una parte e l'altra; et lo fatto et la cascione fo nel modo infrascritto, conciosia de cosa che lo ditto protonotaro, per commandamento dello papa et del re Ferrante, et anco per soie promissioni, fosse obbligato ad rendere lo contado d'Alvi allo ditto Virgilio Ursino, con haver prima quattordici millia ducati da lui, cioè lo prezzo che lui lo comprao dallo ditto re Fere nando \\\\ intra lo ditto papa et lui foro fatti certi capitoli et conven- tioni, intra li quali vi era questo che nanti alla ditta restitutione ic delli ditti contadi et pagamento delle ditte pecunie, in primis se dovessino mettere in pace certi signori di casa Gaetana, cioè lo signore Christofano et Antonio figHoh di Lionardo Gaietano, et lo signore Cola da una parte, et dall'altra lo signore Ioanni Paolo Gaetano, de et super la restitutione de uno castello, cioè dall'altra parte loro posto in Campagna, lo quale si chiama la Torre di Tervigliano el quale el dicto Ioanni Paolo con aiuto de Atto Conte et della Ecclesia proditoriamente, secondo che si dice, lo havevano tolto alli ditti signori, et essenno intra lo papa et lo ditto protonotaro fermati li detti capitoli et patti, mentre che si cercava la speditione delle ditte cose, lo camarlengo, cioè lo cardinale di Santo Giorgio nepote del conte Hieronimo, secondo che pubblicamente disse lo ditto protonotaro mandò a Altri mss, essendo M secondo che pubblicamente fu detto, disse al protonotario che stasse sopra di se 196; SiG. Conti, Hist. suor. temp. IV, « Orsino si piglia quelli contadi d'Albi 189. (c & Taglacozzo ». Cf. anche in Io."
      },
      {
        "index": 25,
        "text": "dire al ditto protonotaro Colonna che andasse o staesse sopra di se, perchè ce era chi li faceva insidie et ponavali odio addosso. Et allora lo ditto protonotaro se inchiuse nella ditta casa, et palesando I questa cosa con alcuni, et cosi spandendose intra più persone, comenzaro U iovani dissoluti et affettionati alla soa casa ad seguitarlo, et dormire et remanere di et notte ( armati nella detta casa per soa guardia; et similmente lo ditto signore Virgilio et Paulo Ursino comenzarono ad fare armate et genti in Monte lordano; et in questo accascò che lo signore Antonello > Savello, lo quale era signore d'una parte d'Albano, dello quale fo cacciato per lo ditto Paulo Ursino, et li compagni di messer Iorio Santa Croce, come se dice, de licentia et commannamiento dello ditto papa, lo ditto signore Antonello assaltò certi alloggiamenti del ditto Paulo, li quali stavano appresso ad Lamentana et alla via di Tivoli, et delli ditti alloggiamenti tolseno circa quaranta cavalli o bestie dello ditto Paulo; et depò per alcuni di lo ditto Antonello, insieme collo signor Lucito Conte dì Montefortino, el quale ad queste cose se dice essere stato lo principale, et collo signor Prospero Colonna, fratello dello ditto cardinale, ) andarono et corseno et pigHaro Torecchia de madonna lacova delli Conti; et lo ditto Lucito Conti si dice havere scritto allo papa per soa scusa lettere de questo tenore, cioè che quello che lui jl Riaveva fatto di Torrecchia, lo haveva fatto per recupe- a rare la soa robba, attento che lui più volte habbia scritto et prefa) In E manca addosso M p>ortavaIi odio ad esso In R da staesse sino a addosso è aggiunto in margine; staesse è corretto sopra stasse In quel che manca in R si gato la santa Sede Apostolica che li voglia tener rascione della iniuria che a lui era fatta, et anco li fosse renduta la patria soa di Montefortino, che proditoriamente diceva esserli tolta dallo signor Prospero suo fratello; et che mai lo ditto papa et la Ecclesia non li aveva fatto rehavere niente, ma sempre con buone promissioni si vedeva essere procrastinato et delegiato;"
      },
      {
        "index": 26,
        "text": "per la qual cosa a lui era stato necessario fare quello che haveva fatto contra la ditta madonna lacova, la quale in questo riputava soa inimica; et per tanto offeriva alla Soa Santità la restitutione dello ditto castello et la obedientia, pur che a lui fusse renduto il ditto Montefortino. Et stando così le ditte cose, lo ditto Paulo Ursino, lo quale se diceva esserse acconcio colla Signoria de Venetiani allhora inimici della Ecclesia, non havendo cavalli, faceva, come se dice, molte rubarle et de cavalli et de huomini; intra li quaH doi huomini vassalli dello ditto protonotaro, uno chiamato Prancatio de Atigliano et uno altro, essendo mandati dal ditto protonoc- 65 B taro ad Atigliano, in mezzo la via di Pratolongo, quando si va a Tivoli, detti huomini d'arme dello ditto Paulo furono pigliati et menati, sì che anco non si sa dove se siano."
      },
      {
        "index": 27,
        "text": "Et depò a questo lo ditto protonotaro, secondo che lui disse, s'accorse che più volte di notte erano mandati messi et spie a vedere che faceva, et dove stava, et con chi stava, inducendo nella sua mente suspitione. insuper iongendo che lo ditto Paulo remosse certo bestiame, el quale lui haveva da questa parte nostra, tanto più in modo che lui se infoiteli nella ditta casa, dubitando di non esser li assaltato dalli detti soi inimici con bombardelle, cerobottane, scopetti, balestre, et con molta gente, la quale mtta : seguitava la soa volontà; et essendo notificato allo detto papa Sixto li ditti apparecchi, incontinenti mandò per lo ditto Paulo Ursìno; et contasi, et veddesi per esperienza, che lui lo volesse levare dalla divotione delli ditti Venetiani et ridurselo a suo soldo. Et incontinenti lo ditto pontefice commandò allo ditto Virgilio ) et aUo ditto Paulo che, insieme colle genti che haveva lui, si dovessino armare et andare ad pigliare lo ditto protonotaro in casa."
      },
      {
        "index": 28,
        "text": "et essendosi tutte le sopradette genti raddunate insieme colla gente dello ditto conte Hieronimo su in Monte lordano et in Campo di Fiore, lo papa per soa scusa mandò nello ditto dì per li Conservatori et Ofiìtiali de Roma; li quali volse, per giustificationè di quello che lui intendeva de fare, che intendessino lo fatto come passava; dicendo sempre che se lo ditto protonotaro giva alli piedi di Soa Santità, che lui intendeva di perdonarU, et di non fare più scandalo; et però mandò et lo vescovo de Massa, delh Conti, alU quali promesse lo ditto protonotaro Uberamente di volere gire; de che li ditti Oflitiali per mezza notte andaro al ditto protonotaro, allo quale esposero la ambasciata; primo dicendo che la Santità di Nostro Signore si maravigliava di questi armati che lui faceva; secondo, che la Soa Santità voleva darli quelle sicurtà che lui voleva, et lo ditto protonotaro reassignas?e li ditti contadi, et andasse alla Soa Santità allhora. et li ditti Conservatori furono: Evangelista Rienzo Martino, luliano Cesarini et Sao de Goccio de Campo de Fiore, lo priore fo Valeriano Freapani con molti altri cittadini Et lo protonotaro etiam me praesente respose alli ditti Officiali in questo modo et de questo effetto, cioè: che pregava li ditti Offitiali, che lo raccommandasseno allo ditto papa, et che li dicessino, che la Soa Santità non se maravigliasse de quella guardia che lui faceva; perchè quello che lui faceva, non lo faceva per fare de contro alla Santa Ecclesia, ma per difesa soa et della soa casa, et era mosso da queste cascioni: primo, che trattandose lo ditto pagamento, et la restitutione dello ditto contado, et essendo lui per più celere espeditione delle ditte cose stato et remaso doi di et doi notte in nella casa dello ditto camerlengo, et havendo più volte pregato k la soa signoria che li facesse havere parola colla Soa Santità, et mai non H haveva possuto parlare; lo ditto camerlengo, quasi per viam excusationis, et per non essere tenuto traditore, disse allo ditto protonotaro che se dovesse guardare, perchè era qualchuno delli soi inimici che li portava sete addosso, item, disse esso essere mosso dalle insidie le quali lui s'era accorto esserli state fatte de notte; item, delli ditti soi vassalli pigliati, et ancora diceva esserH fatta imbasciata per parte de quelli signori che lo aspettassino; et per questo pregava Hi ditti Offitiali volessino escusarlo appresso la prefata Santità de Nostro Signore, che de questi armati non pigliasse admiratione. item, allo fatto delli contadi, disse lui esser ben contento assegnarli secondo li capitoli, essendo satisfatto prima a lui quello che in essi capitoU si conteneva; avvenga che dopo che fussino fatti li ditti capitoli, et ac Gettati per lui et lo signor Fabritio et rimasi d'accordo, la Soa 2j Santità ne haveva levate o immutate certe cose; et che de questo la Soa Santità ne haveva avuto certezza dallo signore Fabritio, el quale haveva risposto ad certi messi mandatoli Santità, ch'era contento de assegnare, et fare tanto quanto per lo ditto protonotaro era ordinato, et che, veduta la jc lettera soa, lui era apparecchiato a signare, item, allo fatto delk cuna cautela; et che se lui era in alcuno fallimento, era con- ' tento che la Soa Santità li daesse la penitentia; ben pregava la Soa Santità che non lo mettesse in mano, o nollo facessi retro- ! vare j aUi signori Ursini, li quali si se erano scoperti per soi inimici."
      },
      {
        "index": 29,
        "text": "Et questa risposta fece alU ditti Offitiali et allo popolo, et o nanti che lui havesse ditto queste cose, venne uno delli soi con ' impeto, et disse: « signore, vedete che facemo; perché qui é venuto uno, et dice che lo signor VirgiHo et Paulo Ursini se sono messi in ponto, et sono in via già appresso ad Santo Agostino, per venirce ad trovare», allhora H ditti Conservatori et Offitiali andaro con la imbasciata allo papa, et depò a poco spatio retomaro, et disseno allo protonotaro, che dovesse andare con loro ad palazzo; et allhora lo protonotaro cavalcò per andare; et in questo mezzo si fece innanti lo signore Fihppo Savello, et disse alli ditti Offitiali, che lui voleva sapere con che 0 sicurezza lo ditto protonotaro andava ad palazzo; allo quale h ditti Conservatori dissero, che lui andava sopra di loro salvo e sano, item, dello tornare loro nollo assicuravano; alli quaU lo ditto signore Filippo disse che guardassino bene in che modo lo menavano, perché se lo ditto protonotaro haveva lesione alcuna o non tornava, che lui se remendecarebbe < contra delle persone loro."
      },
      {
        "index": 30,
        "text": "Et cavalcato che fu lo ditto protonotaro per andare allo papa colli ditti Offitiah, se li fecero incontra molti di quelli armati che lui teneva, et si li dissero iratamente che lui non andasse; perché se lui andava, lo fatto suo s'acconciava, et essi rimanevano in o briga; et che erano certi che, se giva, che non tornava vivo. et molti dicevano che lo volevano tagliare in pezzi nanti essi, che li suoi inimici, et cosi con grande impeto pigliaro lo protonotaro sopraditto per forza, lui et lo suo cavallo, et rimessolo dentro, et dedero licentia alli Officiali, che per quella volta se ne andassino con Dio; et cosi tornarono li ditti Officiali iterum allo papa, et depò poco spatio retornò uno delli ditti Conservatori, cioè Evangelista, collo ditto Valerlano priore, li quali esortare lo ditto protonotaro che dovesse andare allo papa; et che lo papa voleva che facesse pace, et lui li voleva perdonare ogni cosa, et voleva assettare questa faccenda, che non se facesse scandolo."
      },
      {
        "index": 31,
        "text": "Et lo protonotaro cavalcò, et accostosse alle sbarre che erano sulla piazza, et cosi uno che lì stava lo retardò, che non andasse; i( et lui cacciò lo stocco che teneva ad lato, et deoli una percussione senza sangue, perchè non lo voleva lasciare andare; et depò, pigliando lui la occasione, deo de sperone allo suo cavallo, et passò la sbarra solo, et gio verso palazzo; et lo ditto Conservatore et priore lo seguitorno. et uscito che fu nella strada dritta che va alla capocroce de Treyo, dinanti alla casa che fu di messer Angelo' Masso se li fecero incontra certi delli sci armati, U quali, come lo viddero, et potissime uno huomo grande de persona, lo pigliò per la briglia et fecelo stare, et dissegU: « signore, tu cerchi d'andare in palazzo, et desfare te et noi; non volemo noi che tu ci vadi; innanti tevolemo tagliare a pezzi noi qui»."
      },
      {
        "index": 32,
        "text": "Et così venne l'altra turba, la quale incontinente lo pigHò, e con granne furore lo rimenaro ad casa, et cosi li detti Offitiali esclusi se ne annaro ad palazzo, et ionto che fu lo ditto protonotaro alla casa, raddunate che hebbe alcuni di quelli armati li 2j presenti, quasi con lacrime agl'occhi, li disse queste parole, secondo che alcuni hanno riferito: « io vi avviso, che voi sete cascione della disfattione mia et vostra, poiché non havete voluto patire che io mi già ad palazzo ». et molti li rispondevano: {« se tu ce andavi, non ce tornavi mai più ». et era questo circa ad jc vintiuna bora. et essendo riferita l'ammasciata allo pontefice, et vedendo che '1 ditto protonotaro non era andato, allhora coramandò alli ditti suoi executori che lo dovessino andare ad pigliare in quello modo che loro potevano, non se curando < di mettere in sbaraglio o in periculo di morte o di occisione lo popolo, anche più li disse, secondo che lo signore Virgilio ha riferito a molte persone, che la Soa Santità li commise che indifferentemente tanto ad Ursini quanto ad Colonnesi dovessino mettere ad sacco li Monti, Trevo et Colonna. et coUe ditte genti erano certi iovani arditi Romani li quali li mandò Stefano de Francesco in aiuto delli Ursini. et incontinenti si mossero li ditti signori, li quali tenevano la ditta gente in ponto, et coUo stendardo della Ecclesia se ne andaro alla via de Treio, et per quella strada dritta se ne andaro alla piazza dello ditto protonotaro, et pigliaro Monte Cavallo et circondarolo intorno, et messero un bando ad quelli huomini ad pena de ribellione et de crimine lesae maiestatis per parte dello papa, che ogni homo si dovesse partire di li, et de non dare né auxilio, né favore, né aiuto allo ditto protonotaro. per lo quale hanno moltissimi cittadini, vedendo che in questo teneva mano la Ecclesia con li • Ursini, si partiero incontinenti; et depò ad questo, subito certi huomini d'arme et Paulo Ursino saltaro dentro alle sbarre, delli quali doi incontinenti foro morti da una pombardilla et lo cavallo dello ditto Paulo fu ferito, e di li a poco spatio camino et fii morto. item, molti sciopetti Q), balestre et cerobotani et passavolanti fumo gettati, per li quali furono feriti molti huomini et morti assaissimi, circa ad sedici. et in Monte Cavallo in nella prima frontata dell'una parte et dell'altra morsero sette II& persone, et questi della Ecclesia combattevano, et questi Colonnesi se difendevano politamente."
      },
      {
        "index": 33,
        "text": "Et depò su le ventitre hore li detti Colonnesi essendo già stanchi, et non possendo resistere ad tanta moltitudine di gente la quale havevano intorno da ogni parte, et anche perchè la polvere di quelle bombarde non lì serviva bene, cominciaro ad abbannonare la porta grande; in nella quale venendo la gente d'arme se parti in doi parti, et entraro per forza in quello inchiostro, et sparsesi per esso, si che all'hora non li poteva più nocere ne e- 70 1 pombarda né altro, et così la moltitudine entrò dentro, et cacciaro fuoco su alla stalla et abbrusciaro un'altra stalla appresso Santo Nicola deUi Porci, et lì ruppero un muro et entraro nello lardino, et un'altra parte ne pigharo là meso, et così entraro in casa et derobarono et tolsero ciò che vi era. et trovaro lo protonotaro incluso in una camera, assiso sopra una cassa, et ferrite in una mano, allo quale h dissero che andasse presone; et lui li rispose; « ammazzateme prima ». allhora li disse lo signor Virgilio: « arendite a me, et non bavere paura ». et allhora disse: «io sono contento»; et così lo menaro. insuper, trovaroU lo signor Filippo Savello, et pigliaronolo et fecerolo spogHare di quella corazzina che portava, et poseroli intomo H ditti signori di casa Ursina, et disserogli, poiché Thabbero spogliato:"
      },
      {
        "index": 34,
        "text": "« di' viva casa Ursina ». et colui disse: « non lo vogho dire ». et così a mano salva lì diedero grande ferita in nella fronte, et tagliaroli le mani, et percossero nello viso et nello corpo I di più ferite, et li lo lassarono morto, et li fu morto etiandio ! lo figlio di Assunti© Scappuccio, et Riccio di Santo lemini, et molti altri; et le robbe dello cardinale Colonna tutte andaro i in preda, cioè l'oro et li arienti et le sue cappe et panni di razza, et casse et massaritie, per fino j allo suo cappello, et lo protono- taro, sotto la fede dello ditto Virgilio, fu menato allo papa in iuppetto, avvenga che dopo li fosse prestato una cappa de nero. et quando se menava, lo conte Hieronimo li disse: « an, an traditore, che come iongi che ti impicco per la gola ». et lo signor VirgiUo li rispose: « signore, impiccarai inanti me, che lui »; et più volte cacciò lo conte Hieronimo lo stocco, et am- mennoUo per volerlo occidere, et lo ditto signor VirgiUo sempre se contrapose, et non volse mai che H facesse male, et così la domenica ad sera fo menato dinanti allo papa, dinanti aUo quale stette per fino a doi bore di notte."
      },
      {
        "index": 35,
        "text": "Et depò che fo saputo che detto protonotaro fu pigliato, incontinente porta Malore, la quale l'haveva fatta pigHare et tenere ad sua petitione lo ditto protonotaro, sperando de lì per li soi parenti li venisse soccorso, fu lassata, et anco in quel di et in quella bora che forono fatte queste cose, la gente della Ecclesia et de casa Ursina missero a saccomano la casa di Paulo Mancino per fino a casa dello cardinale; et lo vicecamerlengo, Lione di Montesecco et Antonio delli Conti messere ad sacco su per Monte Cavallo quante case vi stavano et la ecclesia di Santo Salvatore delli Cornelli et de Santo Silvestro, et foro robbate reliquie, paramenti de altari, missali et ogni cosa; et ancora, intra l'altre, la casa de Pomponio W, allo quale li forono tolti quanti libri et quanta robba haveva et li soi vestiti, et lui in lupetto colli borgiachini et con la canna in mano se n'andò ad lamentare con li superiori."
      },
      {
        "index": 36,
        "text": "Lo lunedi furono buttate in terra le case di missere Liello et de lacovo della Valle tutte, eccetto quelle di mastro Philippo, le quali lo di seguente foro iettate. Lo martedì fu fama in Roma come certi ladri havevano predati certi bovi de Romani et certe cavalle, et erano arrivati ad Monte delli Compari Item, è ditto che Marino si era (■&> renduto alla Ecclesia, tutto for che la rocca; ma poi lo martedì lo campo andò ad lui 2C con gente della Ecclesia et colli Ursini, et foro commandate molte persone a portare pane et vino a Capo de Bovi, dove lo ditto campo se passò. Item, nello ditto di fo tagliata la testa allo signor lacovo Conte di Montefortino, lo quale s'era trovato nella battaglia collo ditto protonotaro, et fo pigliato hieri, che fo lunedi, ad Santo Paulo, lo quale andava vestito nel modo di villano."
      },
      {
        "index": 37,
        "text": "Item, foro messe ad sacco molte case di cittadini, li quali per altro tempo si trovavano haver favorito ad casa Colonna, oltra quelle che sono scritte di sopra, et nello primo di iugnio, che fo lo lunedi, fu messo ad sacco la casa di missere Paulo, figlio di Pietro Paulo Mattei, et di misser Ludovico suo zio; et questo fu perchè havendo briga lo suo inimico stava in casa di misser Iorio Santa Croce il quale colla soa brigata, sotto lo nome ( della Ecclesia et dello papa, lo quale dicevano haver commesso che le case di alcuno cittadino si dovessino sgombrare fii messo ad sacco, come di sopra. Item, nel ditto martedì fo gettata la taglia a Battista Mattheo; allo quale se dice che Paulo Ursino li ha ditto a bocca che ) paghi diecemila ducati, imperochè lo suo figlio s*era trovato in aiuto di casa Colonna, et cosi si dice haver fatto ad lovan Pietro de Teolo; et a Stefano Margano si dice che li ha gittati che paghi diecimila ducati; et è da notare che in questo lo papa è gabbato, però che questa punitione che faQ> lo signor Paulo, nollo fa per punire delitti fatti contro la Santa Ecclesia, ma guente, che è tolta da un passo che segue poi nel testo comune: imperò che lo figlio de Paolo per vendicarsi della iniuria, et centra de quelli che hanno fatto de bene ad casa della Valle, soa inimica."
      },
      {
        "index": 38,
        "text": "Item, fo commandato ad Stefano Margano che, sotto pena de ribellione, dovesse pagare diecimila ducati, imperochè lo figlio Paulo si era trovato armato in casa del ditto protonotaro; et anche molti offitii et benefitii di quelli cittadini che 11 si trovavano forono tolti. in primis ad misser Prospero Boccaccio la scrittoria; ad misser Paulo della Valle l'altra scrittoria; a misser Bartolomeo di Cicigliano \\ canonico di Santo Pietro, li soi benefitii; ad misser Pollonio Valentino li soi benefitii, et era canonico di Santo Ioanni; ad misser Gismondo Bonsignore, canonico de Santa Maria de Trastevere, li soi benefitii; ma poi, per intercessione di Napoli, fi ha rehavuti; ad Battista Arcione lo suo magistrato; item allo Rosso Bonsignore, mesuratore dello sale, lo ditto offitio, lo quale fo dato a Luca Capoccio; et r ad molti altri, delli quaU mo non ne ò memoria."
      },
      {
        "index": 39,
        "text": "Item, lo mercordi fo pigliato lo figlio de Angelo de Paluzzo, Pietro Mattheo, mandato cercando dall'auditore dello vicecamerlengo, et li fu ritenuto, et depò ad sei di fo relassato Item, lo iovedi ad mattina fo ditto in Campitoglio come in 21 Marino stava lo sig/ 1 Prospero, et lo signore Antonello, et con esso questa legione quantunque comune pare dovuta solo a mala interpretazione di copisti. Francesco della Valle con molte genti d'arme et che havevano impiccato Ioanni Signorile vicario di Marino, con quattro massari della terra, imperocché havevano persuaso a quello popolo che rendessino le chiavi della terra allo papa et alla Ecclesia; et depò non fu trovato vero. Insuper, nello ditto di fo data la battaglia alla terra, et fo fatto lo guasto, et 11 morsero persone quattro incontinente, et certi altri furono ferriti, secondo che dissero certi fanti della Ecclesia."
      },
      {
        "index": 40,
        "text": "D Et simihter, lo venerdì morsero molti di quelli che foro ferriti la domenica. et nello ditto di Dio mostrò visibilmente lo suo miraculo; che essendo lo vicecamerlengo, lo quale era misser Domenico delli Albergati de Bologna protonotariof* incrudelito lo ditto di de maio contra certi poveri homini habitatori in Monte > Cavallo, contra li quali lui se mostrò molto ferocemente in occidere et vedere lo sangue loro et in mettere ad sacco le loro case senza alcuna discretione; tra le quali misse ad sacco etiandio la ecclesia di Santo Salvatore delli Cornelli et di Santo Sii- ■ vestro di Monte Cavallo, alle quale j tolsero caUci, croci, messali, e- 73 * paramenti, et ciò che havevano, et non li lassato niente; et uno merlengo, che è messer Domenico degli Albergati da Bologna, procede molto severamente contro certi uomini abitanti in Monte Cavallo, ai quali fece mettere a sacco le case et insuper pati anco naufragio quella del vescovo di Vintimiglia che gli stava vicino in quella zuffa E sopprime tutto il resto sino alle parole: et essendo per quella severità maledetto dalle donne e da tutti di quel luogo, Dio esaudì le loro preci in tal modo In E manca poveri che dedicò a Martino V il libro De Camer. 41, e. 139, è un mandato del iuribus et excelìeniiis urbis Romae, ms. papa a lui diretto « die.vii. mensis nell'Archivio Colonna. « maii 1483 » in cui vien chiamato vernaro, che faceva la taverna in casa, che fo di Mattiuccio lannicò uno altare già rotto colle reliquie dentro, come sole essere; lo quale altare fo dato ad frate Pellegrino in Santo Marcello, et lui lo mandò ad una ecclesia, della quale lui haveva guardia, et sta in Quattro Capora; et similiter uno missale fu venduto con certi paramenti d'altare in ponte ad Santo Celso per pochissimo prezzo; et pertanto lo ditto camerlengo, affatigandose oltra modo nella ditta zuffa, entrò in casa dello vescovo di Ventimiglia, la quale etiandio fu messa ad sacco, et li si rifrescò;"
      },
      {
        "index": 41,
        "text": "et bibbe in uno istante cinque bichieri intra vino et acqua, li quali erano grandi et tenevano tre giusti bicchieri l'uno; et essendo per quella crudeltà biastemato dalle donne et dalli fantini de quello loco, Dio esaudì le loro preci, si et in tal modo, che lo venerdì lui andò sotto terra, et alcuni dicono che la sua fine fu de morbo, et alcuni dicono di schinanzia ); ma ciò che si fusse, fo iudicio di Dio, j il quale venne sopra de lui incontinente. Et nel ditto venerdì quattro di iugnio fo fatto lo concistorio, in nello quale li signori cardinali raccomandaro al papa la casa dello cardinale Colonna, la quale tuttavia s'abbrusciava, et robbavansi finestre, ferrate, travi, marmi et altre cose, et anche lo cardinale de Siena raccomandò casa della Valle che piacesse alla Soa Santità de non la fornire di buttare per terra; però che bastava quello ch'era fatto per interrire lo popolo, la Soa Santità liberamente promisse di volerlo fare; et così fu concluso in concistoro, che la ditta casa Colonna si dovesse struciare, et non gittare più; et simile quella della Valle, hor così commandò allo Datario, che mandasse la bolla, che sotto pena di excomunicatione nullo toUesse, robbasse o gittasse in terra le ditte case."
      },
      {
        "index": 42,
        "text": "Et di lì a tre hore, fatto che fo lo pranzo, lo ditto papa mandò per Ioanni Francesco barigello, et sì li commandò che andasse ad tornare di infocare '-> et gittare in terra le ditte case, et potissime quelle dello cardinale Colonna, et che daesse licentia ad ogni huomo che se potesse pigliare quello che voleva; et così andarono iterum le genti mandate dal pontefice ad fornire d' infocare et destruiere la ditta casa dello cardinale Colonna, et ad fornire di gittare fino alli fondamenti casa della Valle, per la qual cosa lo ditto signor cardinale di Siena, havendo veduto lo effetto conio trarlo alla promissione et alla deliberatione fatta in concistorio, senza aspettare più niente si misse in ponto et andossene fuor de Roma ad Viterbo; et così le ditte case furono distrutte et gittate ad terra."
      },
      {
        "index": 43,
        "text": "Insuper, lo sabbato, die quinto, fu ditto in nella capocroce di Santo Marcello per fidedegne persone, come Paulo Ursino et Hieronimo Totavilla con lo ditto Lione havevano combattuto a Marino, et che lo ditto Paulo era stato pigliato dallo ditto Antonello; se non che la fortuna lo campò; che ne lo pigliare, cascò lo cavallo allo ditto Antonello et pur nientedemeno era ferrito; et in quella scaramuccia vi morsero quattro huomini della parte nostra et della Ecclesia. Item, fo ditto per una persona fidedegna, che lo papa de soa bocca haveva rivelato et ditto come alle mano della Soa Santità erano venute certe lettere scritte manu propria dello cardinale Colonna addrizzate al ditto protonotaro, et delle quali lo ditto protonotaro non ne haveva havuto notitia; perchè lo messo fu pigliato per la via, inanti che queste cose fussino; et le lettere erano di questo tenore et substantia, cioè che lo cardinale scriveva come Soa Santità haveva inteso che lui viveva dishonestamente;"
      },
      {
        "index": 44,
        "text": "et che de questo se ne maravigliava, et pregavalo che non facesse qualchi pazzia; che se pur la faceva, che non sperasse nella Soa Signoria che lo adiutasse ad niente; perchè intentione della Soa Signoria era di esser sempre bon figHolo, et obediente allo papa et alla Santa Ecclesia. Et quantunque habbia la Soa Santità veduta et toccata la innocentia, bontà et fideltà del ditto cardinale, non ha però restato, che non li habbia messo la casa ad sacco, et che non rhabbia abbrusciata et ruinata. Insuper, la gente della Ecclesia hanno tolto di molte bestie di Romani, et è stato lo signore Paulo, lo quale se le ha mandate - 75 A ad Lamentana; et lo ditto sabbato tolse certe cavalle et bovi ad Antonio Leno, et depò lo ditto Antonio, inanti che lo ditto Paulo le passasse per mandarle ad Lamentana, lo ditto Antonio fece genti, retolseli, et feriero et batterò 0 certi Corsi, che le menavano; li quali Corsi teneva ad salario lo ditto signor Paulo Ursino per tramannare lo bestiame, lo quale lui pigliava tanto delli amici, quanto delli inimici, et la domenica, che fo lo 7 de iugnio, lo ditto Paulo Ursino et compagni mandaro loro cariaggi ad Castello Arnulfi H quali furo presi et saccheggiati Depò iovedì ad mattina venne la novella come lo signor Antonello colli compagni bave vano assaltato lo campo della Ecclesia in Grottaferrata, et li havevano ammazzati et sbudellati et tolti molti cavalli et ciò che stava in quelli alloggiamenti de fori;"
      },
      {
        "index": 45,
        "text": "et volendo poi entrare nella ecclesia di Grottaferrata, ammazzaro Lione de Monte Secco et loryo Albanese contestabile, che altre 108): Insuper la gente della Ecclesia hanno tolto de molte bestie a Romani, et è stato lo trovasi a questa guisa: Dopo giovedì mattina venne la novella come Io signore Antonello con volte stava alla guardia de Castello; et feriero uno romano chiamato Paulo de mastro Lorenzo Ronciglione, et uccisero doi ragazzi de I Paulo Ursino et molti altri huomini; et Paulo Ursino C.75B et Hieronimo Tuttavilla fuggerono, et reposaronse nello campanile de Grottaferrata, et li altri pochi che li rimaseno, che non erano fuggiti nelli monti, se inclusero nella ditta ecclesia di Grottaferrata, la quale lo ditto Antonello non potè mai pigliare né con foco, né con arme; et li stettero le ditte gente incluse per fino che fu sera, che li venne soccorso da Roma; et mai non si attentaro di uscire fori, et dicesi che collo ditto Antonello erano molti fanti aquilani, et che messero foco in tutti li alloggiamenti et loghi che poterono di questi della Ecclesia."
      },
      {
        "index": 46,
        "text": "Item, fra i nostri cittadini fo un Battista Cola Roscio et Agabito suo figliolo et Ioanni Battista Paulo di Ioanni suo nepote; non li bastando quello che havevano fatto et che havevano tolto de casa dello cardinale Colonna, quando fo messo ad sacco \\ anche nello di erano andati colli metitori salariati ad metere lo grano di Marino; et incontinenti la notte preditta forono pigliati da quelli di Marino, et menati presoni; et depò a tre dì lo ditto Battista solo retornò tutto rotto et azzacconato colla taglia di.ce. ducati; per la quale li lasciò lo detto Agabito j per pegno. item, li detti signori di Marino havevano pighato li compagni havevano assaltato!o campo della Chiesa in Grotta Ferrata, et li seguita una sanguinosa battaglia, sebene di poi lo detto signor Antonello tentò d'entrare nella chiesa di Grotta Ferrata, ma non potè far niente, perchè lì ci stava il signore Paolo Orsino, leronimo et alli signori cardinali: cioè che loro si erano inforteliti lì, non per defFenderse dalla gente della Ecclesia et dello papa, ma dalli Ursini loro inimici; et che pregavano la Santità di Nostro Signore che non li volesse favorire, et che lasciasse fare a loro; et essendo così, loro erano et volevano essere obedienti et boni figlioli della Santa Ecclesia; et altramente, volendo lo papa immisticarsi ( n et dare favore alli ditti Ursini contra di loro, se si defendevano, li havesse per iscusati. et simiUter, li ditti homini de Marini et signori pigliarono certi Velletrani che venivano ad Roma et passavano, li quali similiter li lassaro senza di fare alcuna iniuria."
      },
      {
        "index": 47,
        "text": "Et e contra, le genti della Ecclesia, cioè de Paulo Ursino, do- vunque se trovavano facevano grandissimi danni, derobavano le are de sacchi de grano, de orzo et de altre massaritie; et battevano lo grano, et mannavanolo ad vendere in Roma, et cacciavano li mi- titori per Romani mandati alH loro lavori, derobavanoli et reman- davanoli per poter far meglio lo fatto loro, onde vedendo questo 2' li cittadini, raddunato lo Conseglio lo venerdì nello palazzo delli Conservatori, dove fu letta una lettera mandata alli ditti Conservatori, dove lo ditto cardinale se offereva rendere certe buffale de Cecco de Picchi, le quali passando da detti Ursini dare aiuto contro di loro R volendolo lo papa immescare Valesiani lì erano state retenute per quelli di Ardea, per resterò di certi huomini di quello loco, li quali erano stati robbati et pigliati per questi de Paulo Ursino; et pregava li ditti Conservatori volessino raccomandare la Sua Signoria alla Santità di Nostro Signore et ■ allo Conte, offerendosi sempre parato allì soi commandi; et così foro restituite le buffale et relassati li presoni; ma non li fu renduta la robba. et similiter, nel ditto Consiglio fu proposto, che si dovesse provedere ad questi smisurati danni, prede et rapine che si fiicevano per questa gente di Paulo Ursino et della Ecclesia, et tandem fii concluso che la mattina venente, ch'era el sabbato, se dovesse collegialmente andare per li Officiali et per lo popolo allo papa, allo quale si dovesse supplicare che daesse pace alli detti signori Colonnesi et ad noi, attento che loro per fino ad e a mo non hanno peccato in niente =>, et che per questa guerra si veniva a perdere la città; per la qual cosa era disfatta questa terra, attento alla carestia delli anni passati, et se lo papa non voleva ascoltare, o fare alcuna delle cose predette, che se n'andasse allo colleio da tutti li cardinali; et cosi fii concluso."
      },
      {
        "index": 48,
        "text": "Lo sabbato ad mattina si raddunorono li detti cittadini per > andare, come era concluso; et aspettando doi delli ditti Conservatori, cioè EvangeUsta et luliano et depò molte parole, fu mandato per loro, et non forono trovati, fu menato su lo priore delli caporioni, lo quale è ) Valeriano Freapane, per andare in palazzo; et lo ditto priore disse come lui et li ditti Conservatori erano stati hieri allo Conte et revelatoli tutto quello che s'era concluso in Conseglio; et lo Conte non voleva che andassino allo papa ad potere né pace né tregua, et allhora se mossene li cittadini et andaro ad parlare allo Conte; et tandem ottennero che quattro di loro, con li ditti Officiali, andassino alla sera allo papa ad parlare. allo quale li esposero la supraditta ambasciata, et habbero Santità, che non voleva né tregua né pace, et •77 8 c\\ lui intendeva di pigliarle queste terre de casa Colonna, et che lui haveva mandato per molte genti et facevale mettere in ponto, et che de prossimo l'haverebbe pigHate; et in questo mezzo voleva fare provisione che li ditti danni non si facessino. et depò fu fatta questa eccellente et estimata et excogitata provisione, cioè che tutti li Romani li quali stavano alli repari col campo della Ecclesia o de Paulo Ursino dovessino retornare in Roma;"
      },
      {
        "index": 49,
        "text": "perché si diceva che loro battevano lo grano et mandavanolo ad Roma alli loro parenti. Item, che nullo potesse mettere alcuna quantità di grano in Roma senza bollettino. Item, che quelli saccomani che portassino grano in Roma, li fosse tolto, et mettessesi in uno luogho ad instanza del Conte, Le quali provisioni quanto siano espedienti alli abbisogni sopraditti, ogni persona lo può considerare. Et finalmente, essendo rubbata l'ara di uno cittadino, lo quale fu Paulo Cola Ioanne ) lamentandosi con certi altri cittadini in piazza di Torre de Conti, accascò che passaro quelli 2 quattro saccomanni colU muli et collo grano dello ditto Paulo, et incontinente lo ditto Paulo li corse addosso, et retolse H muh et lo grano, 1 et pigliene tre, et felli andare in CampitogHo; et depò lo Senatore mandò per lo quarto fuggito, lo quale era arrivato in casa dello cardinale delU Conti; et lo cardinale non lo 2 volse mandare, con dire che s'era andato con Dio; et depò lo Conte mandò allo Senatore per quelli tre che teneva lui presone, che li li mandasse, perchè li voleva addimandare et essaminare lui; et lo Senatore non li volse mandare; immo li mandò a dire che lui era messo li per fare iustitia, et così voleva fare; si che havesse patientia; avvenga che di li a pochi di li li pur mandasse."
      },
      {
        "index": 50,
        "text": "et con li muli, et lo detto cittadino, lo quale fu loanni Paolo Cola E Paolo Cola, Item, Io cardinale di Santo Pietro ad Vincula in palazzo habbe molte parole collo conte Hieronimo. et la origine, et le parole sono queste, che lo Conte, in presentia dello papa, disse allo cardinale che lui faceva male a tenire, li ribeUi et.inimici della Ec- J. desia in casa, et questo lo disse imperochè lo ditto cardinale teneva Paulo Margaijo, missore Bernardino della Valle, misser, I Paolo della Valle misser Prospero Boccaccio, misser Applonio, Valentino, et molti altri, li quali si.trovoronp. in casa dello car-, dinaie Colonna, quando fu tolta et battagliata la djtta casa, in favore dello protonotaro Colonna, allo quale j! lo ditto cardinale respose, et disse che quelli che teneva non erano rebelli della Ecclesia, ma erano fidelissimi; ma lui credeva cacciare loro de Rom, et mettere, ad foco la ecclesia, di Dio et minarla tutta quanta; et che lui n'era cascione per li mali portamenti che lo papa, che, era li presente, con tutti li cardinali andasseno in rovina, et.depò lo Coiste H disse, che lui lo voleva cacciar, di questa terrai et ch 1q, vpleya infocare in quella, ca et rimetterla, ad saccomanno, siqpme haveva fattp a4 quella disilo, cardinale Co-, lonna. e;: conciosiadecosachèlp papa tuttavia se mettesse in ponto de gente et altre artellarie per pigliare Marino et destruiere.casa."
      },
      {
        "index": 51,
        "text": "Colonna, sentendo questo li Sigiipri mandare h messi et ambasciatori allo papa et alli signori cardinvili, alli quali pregavano, humilmente non li volesse destruiere ad tutto, et, che loro.erano ben contenti, _ che, se lo protonoparo haveva. peccato, che Soa. Santità lo punisse, attento che lo, haveva in presone; et eranp, contenti de dare, nelle in i, d lq colleio de! cardinali Marino e Rocfa de Papa et Ar;dea; che ne facesse lo, colleio ciò che li. piacesse et pareya essere più d; rasc:ione;! et loro s'offrivano venire ad obedientia ; et tandem lo papa disse che di, questo se ne voleva consigliare collo Conte, et depò lui et lo Conte respo-, sero che loro intentione era di non haver niente di bona voglia; et che lui voleva bàvere tutte le preditte et altre terre delli preditti Colonnesi, per colpi de pombarde et de sagette, et per forza et per dispetto loro."
      },
      {
        "index": 52,
        "text": "Et depò lo ditto signor Antonello et compagni, vedendose disperati della concordia, ad dieciotto di del mese di iugnio usci fuori con soi fanti et cavalli leggieri, et raddunosse certi ioveni romani, li quali erano circa ad vinti, con molti altri mititori, li quali erano andati ad metere et ad predar lo grano de Marino; et così legati li menò in Marino. Et odendo questo Andrea de Norcia, contestavile dello Conte et della Ecclesia, insieme con certi altri cavalli andaro ad dare lo ic ditto di battaglia ad Marino; dove che coloro uscierno et ruppero quelli della Ecclesia, ferriro ad morte lo ditto Andrea, et molti altri della ditta Ecclesia furono li morti et ferriti, et li morti, secondo si dice, foro circa ad sei. Et anco nello ditto dì fu fatto grande rissa et tumulto in Santo i Pietro, imperochè lo papa voleva mettere nello numero delli auditori della Rota uno stroppiato, gobbo et mostro delli huomini, el quale haveva nome misser Ioanni Antonio da Parma, iovane certo ignorante et cattivissimo et pessimo huomo, secondo che per esperientia è stato veduto nelli soi offici; delli quali ne può 2C rendere, come ne rende testimonianza, lo cardinale de Maccone et lo vescovo de Ferrara et altre persone che lo hanno provato in Roma, li ditti auditori non lo volsero recipere, attento che lui non haveva fatta esperienza et disputatione prima, secondo de loro usanza; et havendo lo papa commandato lo do vessino 23 recipere così exarutto, et loro non volevano guastare loro approbatissimi costumi; lo papa mandò per li fanti della guardia dello palazzo del Conte et d'altri luoghi, et quelli fanti mandò ad minacciare et ad pigliare li ditti auditori; H quali, dopoi che viddero quello sforzo, dissero di dovere andare ad parlare allo Conte, et fatto un fatto d'arme con mortalità d'ambe le parti Lo stesso in R (a e. 112), ove per la cosi secretamente si partiero dallo loco, et ogni homo se ne andò ad casa, non per la via dritta, ma per Trastevere, per non esser presi et posti in Castello; et lo ditto missor Ioanni Antonio j per quello di non fu receputo. et è da sapere che lo ditto Ioanni Antonio per entrare nello ditto loco, allo modo suo usato, haveva donato allo Conte duecento et cinquanta ducati; et mille ne haveva promessi allo papa; lo quale, poiché non potè conseguire lo oflBtio, li jìaddomandò allo Conte li U rendesse, et nolli li volse rendere; disse che lui li li haveva donati simpliciter."
      },
      {
        "index": 53,
        "text": "Et similiter fu tumulto intra li scrittori apostolici et li stradiotti et lo Conte; imperochè lo ditto Conte commandò alli detti scrittori incontinente devessino havere sborsati mille ducati, li quaH diceva volere per la guerra; et li ditti scrittori dissero non haver denari allhora in ponto et apparecchiati, et che la Soa Signoria li daesse termine otto di ad trovarli, et incontinente lo Conte li disse con grande impeto: « imperochè voi dite che non li havete, et volete termine otto di ad trovarli, et so io che li havete, pagate doicento più, si che siano mille doicento; et se farrete altra replicadone, cresceremo più questa somma ». et così ìO fu necessario alli ditti scrittori pagare li ditti mille duecento ducati, et similiter fecero li stradiotti. e 803 Et anco lo papa gittò la decima alli preti et alle ecclesie de Roma et for de Roma, la quale quantunque se chiamasse decima, non però haveva effetto de decima, perchè lo Conte gettava 5 la tassa alli preti et alle ecclesie secondo lo suo volere, non havendo respetto ad altro se non ad quello che etiam con difficultà se poteva estorquere; et quello lo voleva sotto nome de decima; et lo collettore di essa in Roma fa ordinato lo vescovo di Cervia, lo quale è missore Achille Malescotti di Bologna."
      },
      {
        "index": 54,
        "text": "quali duecentocinquanta ducati, poiché non potè conseguire l'ufficio, li ridomandò al Conte, che et.u. ne haveva promessi allo papa, lo [quale] li tenne.cci. di, et jwi che non potè è 20 iunii, teneva li laboratori et mastri ad fare le casse alle pombarde grosse per mandarle, et continuamente se studia in far venire et mettere in ponto gente d'arme et soldati, ma non però che la soa 111.\"* Signoria se parta niente dalla casa, nella quale sta con grandissima guardia de di et de notte; et lo più che vada, va ad palazzo dello papa molto bene accompagnato et con grande timore della sua persona. i( Depò lo santissimo in Christo padre et signor nostro, una con lo suo complice signor conte Hieronimo, per la loro innata et solita clementi a, misericordia et iustitia, la quale sempre hanno mostrato et mostrano tuttavia erga li figlioU et fideH della Santa Ecclesia, ancora in questo hanno mostrata la lor virtù et animo, che lo ditto protonotaro Colonna, lo quale tenevano carcerato in Castello, hanno de tanti et si Varii et urgentissimi martiri et torture martorizato et torto, che li medici, etiandio chiamati per essi, abbiano indicato esso non poter campare da morte infra poco spatio. 2C Et secondo che ha riferito un medico hebfeo, lo quale è stato ad curarlo, lui prima ha trondhi li nervi delle braccia con doi profundissimi pertusci sotto alle tetecelle, le ginocchia et le gambe infiate et pertusciate, per essere stato impeso allo martoro colli ferri et altri pési alligati alli piedi, item per le stanghette et per li dadi dati alle gavoUe; et anche le mani tormentate, sì che per nullo modo dicono potere scampare, quantunque, se pur scampasse, hàbbiano apparecchiato Io ceppo nuovo et la mannara per tagliarli lo capo, et abbiano ordinato lo processo collo Senatore et indici per iustificare loro fatti."
      },
      {
        "index": 55,
        "text": "Et essendo in quelli di fatta per li Colonnesi assai preda et presoni, nello Latio, de cittadini romani, li ditti signori, la mattina venendo, restituirono la detta preda et lasciaro li detti presoni, massime quelli che erano della parte loro. insuper, lo ditto Conte fece pigliare lo già ditto misser Sinolfo et fecelo mettere in Castello presone, et alcuni dicevano, che quando fu fatta quella traggia et uccisione in Grottaferrata, lui stava li 0 et stava con Paulo Ursino. et dice che lui proditoriamente facesse entrare li inimici per rompere la gente della Ecclesia et fare qualche suo fatto, et alcuni dicono, e questo è più vero, che staendo presone lo ditto misser Sinolfo in Marino, li ditti signori lo pregarono volesse essere lo imbasciatore alla Santità di N. S. et de raccomandarli alla Santità di N. S. con offrirli le terre, cioè Marino, Rocca de Papa et Ardea; idest allo colleio, secondo ch'è ditto di sopra; et che piacesse alla Soa Santità de non li dare oppressione, depò che non havevano peccato."
      },
      {
        "index": 56,
        "text": "la quale imbasciata lui la fé' allo papa; et sollecitando questa pace ) et questo accordo collo papa, dispiacque allo ditto Conte, conciosia de cosa che non habbia mai voluto veder huomo che li abbia rasonato de accordo; et imperò lo fé' mettere in presone, quantunque de lì a pochi di lo cacciasse fora, item, fé' mettere in presone in Castello misser Pietro da Vicenza principale, et Francesco dello Buffalo fideiussore; imperochè, havendo lo ditto papa ricercato lo ditto misser Pietro li voglia rendere Monticello, sopra dello quale lui haveva receputo imprestito dallo ditto misser Pietro tre mila ducati; et lo ditto misser Pietro addomandava lì soi denari, et finaliter lo ditto misser Pietro si contentò > che si pigliasse la rocca; mandando lo papa li. Io suo fratello misser Dionigi repugnò, et cacciò le ditte genti coli' arme; et però lui ha pigliato questi per volere lo ditto castello senza pagamento alcuno."
      },
      {
        "index": 57,
        "text": "Et in questo preditto di ventitre di iugnio, le pombarde et cerobotane et altre artelliarie atte alla battaglia, le quali lo ditto summo pontefice colle soie arme haveva fatto fabricare, se sono messe in ponto et dove che per altro tempo li santi apostoli intendevano a conquistare li popoli alla fede et devotione Christiana colli miracoli, orationi et segno della santa croce, adesso si acquistano colli colpi delle pombarde et delle cerobotane et altri instrumenti atti alla battaglia, vero è che inanti che le preditte arteliarie se siano avviate lo prefato Santissimo Signor nostro Sixto, volendo usare atto cerimoniale su di esse, se fece portare, la vigilia de santo Ioanni, in terra, dove elle stavano amannite, et vedute che l'hebbe riiolto bene coli' arme sua, che nelle ditte pombarde haveva fatto coniare, quando si volse partire, et depò molte parole, alzò li occhi a Dio et levò le mani al cielo et benedisse le ditte bombarde, et felli lo segno della croce sopra, et fece una oratione a Dio, pregandolo o sconiurandolo, che in qualunque loco fussino portate, incontinente dovessino fugare et fare convertire in fuga et sconfigere li inimici soi et della Ecclesia, ma esso Dio onnipotente, perchè la sua prece fu iniusta, lo esaudì per contrario, et depò se parti con maggior letitia (et così per tutto quello di et l'altro stette) che mai havesse ad tempo di soa vita, et depò ad questo fece mandare un banno per lo campo, che qualunque persona o barone pigliasse castelli o altre robbe deUi detti inimici, incontinente fossero le loro, come che de robbe di inimici della Ecclesia. et dicesi che donò remissione de peccati a chi moriva in quelli lochi, et per questo lo governatore de Campagna Nicolò da Castello, con l'aiuto di Andrea Conte, pigliò doi castelli, uno chiamato Vico et l'altro Collepardo."
      },
      {
        "index": 58,
        "text": "Insuper, lo conte de Fondi similiter mosse guerra ad Castro, > notitia delle ditte lettere, le aperse, et [j rescrisse indietro che andasse allo commissario dello campo, et venisse con lui, et quelle lettere U fussero salvo condutto. et cosi venne, et parlò collo Conte et collo papa, et depò lo seguente di li signori con tutte le robbe loro et persone et artellarie, pombarde et altre cose si partiero da Marino et andaro ad Rocca de Papa, et su le 22 bore, de piana concordia et senza battaglia, assegnorono Marino allo papa colla rocca et colla terra, vero è che quelli villani mandarono allo papa una supplicatione con certi capitoU, li quah lo papa nolli volse signare; ma volse che staessino alla soa discretione. Item, in quello tempo che Marino se assignò alla Ecclesia, che fu a di 25 di iugnio, et che se trovavano di concordia queste cose, fu messo un banno de là et de qua: che non fosse nissuno che offendesse né in robba, né in persona, dall'una parte e dall'altra, alla pena della forca, vedendo Paulo Ursino che non condussero et custoderono certi capi de squatra et huominì d'arme intra„Valmontone et Montefortino et per quelli lochi per certo spatio di tempo; onde, sentendo questo lo signore Pr9spero Colonna, et Antonello Sa vello, se missero in certi passi, dove la ditta preda doveva fare capo; et finalmente loro con poca gente diedero addosso alH ditti huomini d'arnie et capi de squatra; ic et finalm ente rescossero ' tutta.la preda et li presoni, eccetto sei bovi li quali, quando si combatteva, forono menati in qua."
      },
      {
        "index": 59,
        "text": "Et insuper, questo signore Prospero et Antonello conlor 1 gente roppero et sbalisciorono jie genti della. Ecclesia, et più presto 1 loro guadagnare della robba di costoro, della E Cclesia, che questi di quelli/ ); et in quella battaglia vi furono morti quindici huomini, et circa ad centocinquanta feriti gravemente di questi della Ecclesia, et di quelli di là mplto pochi. Item, nelli 27 di iugnio fo tolto delli Compatri in questo modo infrascritto, conciosia de cosa che lo Santissimo Signore nostro Sixto non per alcuno atto di iustitia, ma per charità et clementia della soa Beatitudine, ha,vesse concesso salvo, condutto allo signore et huomini dello ditto castello de non offendere, ne fare offendere, et fesse sicuro da gente della Ecclesia; et questo fo concesso, imperochè lo signore di quello loco è lo figliolo, che fu dello signore Pietro Antonio fratello carnale/ ) dello cardinale et de Prospero Colonna, pupillo et infante, in_ nella età infantile, constituito, el quale non posseva per niun mo4p delinquere, perchè quell'età non conosce delitto, standosc et finalmente non li riuscendo il disegno furono costretti a ritirarsi con qualche perdita loro insuper questo signor Prospero, et Antonello s'incontrarono con le gente della Chiesa, et tra loro segui una gran battaglia, dove che si morsero molte persone da una parte et l'altra con tra li quali era lo figliolo di missore Nicolò Vitellesco da Ca- 0 stello colle soe genti, andato in Campagna ad uno castello chiamato Ripi, et lì repentinamente et senza fare advisati li homini del ditto castello fecero prova d'entrare dentro et de tollerlo;"
      },
      {
        "index": 60,
        "text": "et trovarono li homini in arme et le gente in ordine dello ditto uccisi circa ad dieci intra fanti et huomini d'arme, et ferriti circa cinquanta, et fuggendo lo resto per quello tempo; quantunque depoi se refecero, et pigliarolo die sequenti contra la volontate di quelli della terra. Nelli.XXIX. dì lo Santissimo nostro Padre et Signore nostro Sixto, sentendosi servito allo modo suo dalli Offitiali romani, cioè conservatori et caporioni, sperando anco per l'avvenire essere meglio servito, conciosia de cosa che mai li ditti Officiali habbiano fatto un atto che sia stato salutifero per lo popolo, imo essendo possenti loro di riparare nelli scandali sopraditti, et mai non habbiano voluto; immo qualcuno di loro, se bene et diligentemente si considera quello che è ditto di sopra, è stato grande origine et cascione delle cose predette; et essendo tutti e tre li ditti Conservatori Ursini, et della parte contraria alli ditti Colonnesi, lo ditto sommo pontefice, per darU merito, ad loro petitione et supplicatione, li confermò nell'offitio per tre altri mesi prossimi ad venire, et lo prefato santissimo nostro Signore disse, quando lì palesò confirmati, che: soa intentione era 2C che queUi erano di quella volontà, fossino soi officiali; et quelli che erano della volontà contraria, cioè j fautori di casa Colonna, ad suo tempo non havessino mai né offitio, né benefitio. et così commandò che fosse fatto, et dove che mai ad mei dì * fu in Roma conosciuta parte alcuna, né guelfa, nò ghibellina, né Ur- 2j sina, né Colonnese, quantunque per H tempi passati state fussino grande differentie et seditioni nel popolo; ma al presente lo prefato Signor nostro Sixto IV non solamente l'ha excitata, ma la ha suscitata et cacciato di nuovo le ditte fattioni et parti, mortalità hi C, al solito, questo bratto occorre alterato come segue: le genti della Chiesa furo ributtate et rotte con qualche loro mortalità, et quantunque dopoi si rifecero et pigliarono Ripi lo dì seguente questo primitivo testo: e feriti circa sessanta (corr. cinquanta) et fuggendo lo resto se retiraro et non possero pigliare lo d.° castello cancellato poi e supplito et cacciato in alto casa Ursina. et sforzavasi quanto poteva et sia possibile a gittare in terra casa Colonna come di sopra si dimostra Insuper, nello di ultimo di iugnio in tempo che si celebrava in Roma la festività della felicissima decollatione di santo Paulo apostolo, quale fu dallo crudelissimo Nerone decapitato, in quel dì circa ad mezza bora depoi dello nascimento dello sole, et tre dì depò la tornata in Roma de Virgilio Ursino, la prefata Santità di nostro Signore fece tagliare la testa allo protonotaro Co- o lonna in Castello; et lì fo lo Senatore et lo iudice dello maleficio, et essendo menato la mattina lo protonotaro fora de presone in nello grillo de sopra dello Castello, lo ditto protonotaro si voltò ad quelli fanti che erano li, et disseli come lui era stato fortemente tormentato, per li quali tormenti lui haveva ditto alcune cose, le quale non erano vere et depò, quando stette nello reclaustro di sotto, dove li fu mozzo lo capo, lo Senatore et lo iudice se assisero prò tribunali, et chiamato tutti li fanti de Castello; et lì feceno releggere la sententia della inquisitione, la quale havevano formata contra di lui, quantunque nullo stilo di iudicio criminale lì fosse osservato; atteso che le confessioni preditte fussino estorte per tormenta, secondo che se dice de sotto, et a lui non fusse mai dato termine ad fare la soa diffesa; et depò, letta la ditta sentenza, lo ditto protonotaro se voltò ad quelli fanti et persone che erano li, et disse: « io non voglio che nessuno sia incolpato per me. io dico in coscienza dell'anima mia, et se non, che lo diavolo se la possa portare mo questa legione, corretta poi come nel testo. E come di sopra si è in molti luoghi per molti gravissimi capi Indi sopprime tutto il brano da quantunque a delli cittadini Idem in R, che poi corregge, rimandando a e. 137, n. XX."
      },
      {
        "index": 61,
        "text": "614, Lett. di Lorenzo Lanti ibid.p.659, Lett. di G uidantonio «Rotne ultimo iunii 1484 »: « questa Vespucci «.xxx, iunii ». che sto per iessire de questa vita, se io dico buscia; et così tu, notaro, che hai letta la sententia, ne sii rogato et voi tutti siate testimonii, et anche lo lasso in coscientia dell'anime vostre, et che lo andate dicendo per Roma, come queste cose che stanno scritte in questa sententia non sono vere, et quello ch'io ho ditto, l'ho ditto per li grandi tormenti, che mi hanno dati, secondo che voi possete vedere, et anco che me li hanno fatto dire loro; et massime quello che ho ditto delli cardinali et delH cittadini ». et depò ad questo un contestabile disse: « signore, t'è bisogno che te legamo la mani da reto »; et lui disse: « a che fare? io ben contento so di morire, depoi che così piace alla Santità di nostro Signore, prego Dio et la gloriosa Vergine Maria che habbiano per raccomandata l'anima mia ». et cosi colle I soe mani si coleo sopra un tripeto, dove stava lo ceppo et la mannara; et addimandoli uno di coloro lì perdonasse, et lui li perdonò, et disse poi: « raccommandateme alla Santità di N. S."
      },
      {
        "index": 62,
        "text": "et pregatelo da mia parte che li sia raccommandato ». et coloro dissero: « in che? » et lui rispose: « nell'anima mia ». et cosi disse: «in manus tuas. Domine, commendo spiri tum meum », et chiamando tre volte lo nome di lesu Christo, la ultima volta con il « lesù » in bocca li saltò lo capo dalle spalle, dapò lo missero in una cassa de legno de morti, et messerolo in Santa Maria Traspontina et nollo volsero mettere in Santo Celso per vedere coloro che lo andavano ad pigliare; et non ce andando niuno, mandaro ad dire alla madre che mandasse per lui, et mandandoce colle torcie et colle fratoccie et con molti preti, fu portato lo suo corpo a Santo Apostolo, et sepellito in nella loo cappella appresso l'altare. et nanti che fosse sepellito, fu veduto in quella cassa et levato et reposto, et foroli veduti li tormenti, quali lui haveva receputo nelli piedi, li quali stavano gonfiati et ligati colle pezze; et anche le dita delle mani li erano state torte, si che apparevano dentro et fuori senza alcuno ostaculo."
      },
      {
        "index": 63,
        "text": "J et su la cima dello capo, in loco dove si fé' la chierica, stava un buscio. non si poteva ben vedere, ma secondo che si poteva comprendere, pareva separata la coccia dalla cotica, come fosse I scioriata con uno coltello di ferro. et stava in uno iupetto di terzanello; et lo suo primo era di setanello nero fino, item ) li misero un paro di calze triste, rotte da mezze le gambe in giù, et miseroli una baratta rosela a taglieri in capo, la quale era un poco lunghetta; et credo che lo facessino per viUpendio. et Stefano scrittore con li miei occhi lo veddi, et con le mie mani lo sepelii insieme con Prospero di Cicigliano, già suo vassallo, li altri cittadini Colonnesi nullo se ne volse mai impicciare, credo per paura. Et in quella mattina che fu fatto lo sopraditto atto, certi della famiglia dello cardinale delli Conti havendo saputo simile novella, o per loro medesimi per mostrarsi più grati allo loro signore, o per commandamento di esso (questo i fino a mo non si sa ), andato con le cette, ronche et altri ferri, et mozzarono quanti arbori et vite stavano nella vigna o orto dello ditto protonotaro; intra li quali vi erano molte fichi di santo Ioanne et molte vite di moscatello con molti arbori, li quali tutti in quel tempo furono stincati (J et mozze da piedi, questo fii fatto per dimostrare la letitia o tristitia che haveva casa delli Conti per la morte dello protonotaro. non bastava quello che Andrea Conte haveva fiuto et faceva contra di loro castelli in Campagna, anco lo ditto cardinale qui in Roma, in si vile et vituperoso atto volse mostrare soa intentione, che, non che a coloro che H sono nepoti carnali et figli della loro sorella, ma alli nimici propri! non doverla essere fatto."
      },
      {
        "index": 64,
        "text": "Die secunda iulii, lo conte Hieronimo et lo signore Vergilio con tutto lo essercito della Ecclesia, con molti balestrieri et fanti et altre persone, se parti de Roma per mettere campo alle terre de casa Colonna. et la prima passata feceno in Pantano de Griffo, et depò se partiero dodici carri grossi da pombarde, cioè sei di pombarde, et sei altri d'armature de essi, et in un altro carro con tre cerobottane remase in piazza di ponte Santa Maria, Il et certe altre pombarde grosse rimasero in Castello r per andare; le quali andaro de lì a pochi di in sei carri grossi, item, pombarde et loro armature, le quali lo conte Hieronimo fece mettere in ponto, et tolse le travi de Santo Apostolo, le quali lo cardinale di Santo Pietro ad Vincula li haveva fatto venire per acconciare lo suo palazzo et per suo dispetto lo conte Hieronimo fé' tollere et lavorare in prima delli lochi soi, et non se ne poteva aiutare; et lo ditto lavoro durò più di, intra li quali vi intravenne lo dì della domenica, quae fuit quarta iulii, in nella quale laborarono come non fusse festa."
      },
      {
        "index": 65,
        "text": "Item, in quelli tempi le genti d'armi della Ecclesia, che stavano desperse chi de là et chi de qua, davano battaglie alle terre; et certi di loro andaro per vedere Rocca de Papa, et quelli di dentro se ne avvidero, et iessiro fora « ) et ammazzarono doi de quelli e la chiesa M levare A/ tra i quali non si perdonò al giorno della domenica stiglione, fu detto Pantano de' Griffi, der Stadt Rom im Miitelalkr, II, 331; storica sulla città di Gobio e suo lago, urbis Romae, ed. cit. p. 50. della Ecclesia, et molti altri feriero; et di loro non ne fu toccato O nullo. Item, li figlioli di lacovo Conte, per gola di pigliare qualche castello, andaro con molta gente et assaltaro in Campagna uno : castello ditto la Scorgola d'un signore I di casa Gaetana, lo quale è cognato dello cardinale Colonna; et dandoli la battaglia vi morsero di molte persone, tra le quaK ve fu ferito a morte lo figlio bastardo, et dicesi che li fu ferito Francesco della Valle, et lo ditto figlio bastardo fu messo da lacovo Conte, dalla guerra di Toscana, incontra ad questi signori, et dopò lo ditto campo fu posto in Cavi depò ad molti di. et in questi di fiirono molte volte alle mani, et sempre, secondo quello eh' è detto, quelli della parte contraria della Ecclesia ne pigliarono la meglio."
      },
      {
        "index": 66,
        "text": "Insuper, quelli di là, idest li Colonnesi, assaltarono certi carri de artellarie et tolsero di molta polvere et certi buffali che tiravano li detti carri; et tra le altre cose furono tolti circa ad .xxxx. muli carichi di monitione. et anche è da sapere che in questi di fu scoperto un trattato in Palliano, et scopersolo Antonello Savello in questo modo: cioè, che havendo lui sentito fama de ciò, se ne andò alla rocca de Palliano, et li mandò per certi huomini della terra, delli quaH lui haveva sospetto, et con dolci parole li disse, che lui haveva sentito che loro avevano una certa intelligenza collo Conte, et che lui non la biasimava, et 1 dolevasi che nolli haveva possuto bavere luì; il quale liberamente s'era voluto mettere in mano della Ecclesia et dello papa, et lui nolli voleva perdonare, item, disse che pregava essi vassalli che li facessino questo grande servitio, cioè che nelli capitoli loro, U quali havevano ordinati collo Conte, ce volessino inserire anche lui. et coloro negarono lo fatto, et lo ditto Antonello H pregò che nollo volessino tenere nascosto a lui, perchè esso sapeva ciò che vi era stato ordinato, et che volessino mandare qualche uno de loro allo Conte ad capitulare questa materia, et allhora li villani scoperseli la loro volontate et mandavono allo Conte ad fare tanto, quanto era ordinato; et così andaro allo Conte; et lo Conte li rimandò per uno conestabile suo et con molti fanti ad pigliare la rocca di Palliano, nella quale stavano li detti traditori,"
      },
      {
        "index": 67,
        "text": "et depò ad questo lo signore Antonello si scoperse inimico, et deosse addosso alli detti fanti, et coloro se dettero alla difesa; et finalmente la maiure parte delli detti fanti furono tagliati ad pezzi, lo conestabile preso et li traditori impiccati. Et quando, ionte le ditte pombarde, lo signore Virgilio et c.qoA lo Conte habbero ben proveduto lo loco dove se havevano ad piantare, et conobbero che non se potevano piantare; né anche Cave si poteva havere senza morte de moltissime persone; mandaro ad dire allo papa lo fatto come passava et che pareva alla Soa Santità che se facesse, et lo nostro sommo pontefice santo mandò ad dire che, etiandio se loro ) sapessino. che allo piantare delle ditte pombarde vi morissino mille huomini, et allo pigliare de Cave doi milia, che so tre milia, che loro le habbiano piantate; et pigliare Cave quanto prima se poteva, et questo disse Pietro de Orso ad lacovo de Guido havere sentito in palazzo da fidedignissimo huomo. et piantate che foro le pombarde con grande fatica et con occisione de molte persone, lo sedici di di iulio, che fo de iovedi, trassero le ditte pombarde, et dero nella torre della rocca de Cave et Terno quanto male potevano. et depò ad questo, volendo movere la battaglia lo venerdì, lo di seguente lo papa mandò ad dire che non voleva in quel dì se facesse battaglia, ma più presto in die sequenti; cioè in die sabbati, dicendo: in die virginis Mariae, questi havendo speranza che in quel dì, facendosi battaglia, la fanco In quest'ultima forma è ovvia da parte degli amanuensi la erronea trascrizione vergine Maria li havesse ad fare grada che pigliassino in quel di quella rocca o terra; ma successe che eziandio in quel di non li fii d:ita la battaglia, quantunque in quel di vi andasse gran moltitudine de scale, de pale et de zapponi, insuper, certi frati religiosi, li quali stavano in Cave in la ecclesia di Santo Stefano, sentendo che lo Conte voleva pombardare la ditta ecclesia, andaro in campo, et pregaro lo ditto Conte per amor che portava ad Dio et ad santo Stefano, li facesse gratia che non pombardissino la ditta ecclesia; et lo Conte li rispose, che se andassero ad o trovare altra stantia, impero che soa intentione era de distruiere in tutto Cave, et che, essendo destrutta, saria necessario de abbandonare la ditta ecclesia; et cosi li dee licentia. et depò incontinente retornati li frati, lo Conte adrizzò le pombarde, et pombardò la ditta ecclesia; et santo Stefano benedetto, che primo fu, quando visse, aUapidato, mo dalla gente della Ecclesia è stato pombardato et percosso; quantunque depò incontinente non mostrasse segno de vendetta."
      },
      {
        "index": 68,
        "text": "In nelli venti di luglio, fora de Cave, per una porta la quale le pombarde havevano gettato in terra, uscerao di friori certi porci niuno M non mostrasse vendetta ne segno alcuno, pure alla fine lo mostrò C* segno di vendetta contro chi lo percoteva In R manca da et fecerone a porta A/ aj>prossimandosi... maravigliandosi usciva In M manca et delli porci li per guardia della terra, incontinente trassero una pombarda in quella via, dove la fanteria se se curava credendosi in quell'hora pigliarla, la quale pombarda uccise dodici huomini in quello tratto; et depò ad quella una seguitorono le altre tanto spesse, che non fu nullo che se ausasse d'accostarese più ad quella porta; et quelli che erano entrati dentro, creden, dosi essere seguitati gridarono incontinente: « sacco, sacco! »; alli 9' B quali si scopersero li fanti et li altri huomini, che guardavano la terra, et similiter gridorono: « carne, carne! »; et dierose ( addosso, et fracassaroteli et rupperoli sì et in tal modo, che tra morti et ic feriti ne foro pericolati più di centocinquanta, et io ho visto alcuni di quelli che sono venuti ad Roma nelli hospitali ad medicarse;"
      },
      {
        "index": 69,
        "text": "intra li quali si dice esserence stato ferito Paulo Ursino et anche uno capo de squatra de Peroscia, cioè lo figUo di Cesare della Penna, un conestabile Corso, et molti altri, Item, nello detto dì fu ammazzato el signor Prospero de Montefortino; et la cascione della soa morte fu che, essendo andati ad beverare certi cavalli colle scorte, furono le ditte scorte assalite dallo signore Prospero Colonna, lo quale si mostrò lì con poche persone; et lo ditto Prospero di Montefortino corse per dare soccorso alle ditte scorte, et vedendo Vi lo signore Prospero Colonna con poche persone si li de addosso, et lo signore Prospero si cessò perfino che fu in quello loco dove haveva messo lo guaito; et depò che l'hebbe lì incluso, se fermò per resistere allo ditto Prospero di Montefortino; et in quel tempo se 2j scopersero li preditti che stavano nel guaito, et uno balestriero a cavallo, che stava lì appresso, li die uno passatore nella cossa, in nello nerbo; per lo quale colpo incontinente cascò morto, si per lo colpo, si per paura, perchè si vedeva di essere presone dello signore Prospero Colonna, et cosi lo ditto signore Prospero pigliò la preda delli ditti cavalli et altri huomini che andavano con lui, et menaroli, Insuper, nelli 23 di de iulio, in campo foro mandati per papa Sixto vinti carra di pombarde de travertina attendate, le quali furono.ecce, ad numero, et doi carra de torcie da brusciare per uso dello campo, per dare la battaglia de notte, o per seppellire li morti che lì accadevano; et le ditte pombarde forono fabricate ad Marmorata, dove che fo fornito de destruere uno ponte di treburtina rotto, el quale si chiamava lo ponte de Oratio Cocles."
      },
      {
        "index": 70,
        "text": "Et anco nello ditto di accascò in Roma che un pittore iovane che aveva lo patre et habitava ad Monte lordano, pense in una carta di coro grande la terra de Cave, come et in che modo stava fatta; et pense li paviglioni et le tende et lo campo della Ecclesia, in che loco stava posato, insuper vi pense le pombarde in i che modo havevano pombardiato et tutti di pombardiavano, et anche lo signore Antonello colli soi compagni in che modo davano battaglia et facevano preda; et tra le altre cose vi pense, mentre che lo conte Hieronimo attendeva ad queste battaglie, una femina che stava presente in quel campo, se faceva lavorare ad uno frate di santo Francesco, la quale pittura venendo ad notizia allo papa per voler vedere le cose come passavano, et in che partito stava Cave et lo campo, et mandò per questa carta et viddela, et piacqueH lo disegno; ma poi che vedde che nello combattere quelli della Ecclesia erano sempre perditori, et che lo signore Antonello et li altri se mostravano così gagliardi, et quelli della Ecclesia sempre perdere, se turbò sé medesimo, alcuni dicono che se turbò perchè vidde quell'atto vituperoso della femina et di quello frate, che la lavorava; et stimando quello forse esser fatto per la moglie del jo Conte, incontinente commandò che quello pittore fosse pigliato et impresonato et datoli dieci tratti de corda, et depò la mattina seguente fosse impiccato, et la casa soa fosse messa ad sacco."
      },
      {
        "index": 71,
        "text": "et cosi fu fatto, eccetto che non fosse impiccato, perchè fu scusato per pazzo."
      },
      {
        "index": 72,
        "text": "Et depò ad questo, alli 24 dì, vedendo lo campo della Ec- clesia che per fino allhora non havevano fatto niente et continuamente andava in pelo, se deliberò di partirse da quello loco; et così andò dall'altra parte de Cave, cioè da quella porta che va verso Val Montone. Novissime, nelli 27 di dello ditto mese. Cave rotta et fracassata dalle pombarde, passavolanti et altri instrumenti, le quali pombarde se conta essere state.dlxx. colpi, se rendè con patti alla Ecclesia; li quali patti veramente mo non se ponno sapere, perchè chi dice in un modo et chi in un altro, credo che depò si saperà la verità, lo modo si dice essere stato, che andare li ambasciatori della lega in campo a trattare lo accordo; et dopò venendo lo ambassatore dello re, et tandem se dice che lo ditto ambasciatore collo signore Virgilio entrar© in Cave, et depò lo signore Fabritio et lo signore Antonello andare allo Conte allo suo pavigHone, et che lo Conte li parlao; et depò andato et assignaro Cave alla Ecclesia, salve le robbe et le persone, et dicese che lo signore Antonello colli soi fratelli s'acconciasse collo 2C duca de Milano et che incontinente se ne andò jm Palestrina; et depoi se partì de lì, et non se sa dove sia arrivato; et che hanno D havute molte buone promesse dalla Ecclesia."
      },
      {
        "index": 73,
        "text": "Lo dì penultimo de luglio, lo campo della Ecclesia andò a Capranica per fornire la impresa cominciata; et dicese che la Santità di N. S. ha ditto et commandato che quanto più presto si può se piglino queste terre tutte de casa Colonna; et anche dicesi che ha ditto che, se denari mancano, che si piglino ad interesse cento per cento questo lo ha ditto per dimostrare la sete grande, la quale ha verso lo sangue de casa Colonna et 3 che C cento per cento; et dico che se Dio non soccorre, li Colonnesi si possono giudicare tutti morti, attenta In R il testo viene integrato in margine. de quelli poveri signori alli quali, se Dio solo non soccorre, se possono giudicare tutti morti, attenta la grande potentia et lo grande sforzo Io quale li è de contra, et che loro non abbiano aiuto di persona niuna. et tutto quello che havevano li è man- J cato, non per loro difetto, ma per sforzo di denari; perchè, secondo che de sopra se può vedere, loro perdiero Marino non per battaglia, ma perchè la gente della Ecclesia corruppe lo signore Lucantonio de Sanao lemini, lo quale era cugnato dello duca, et era homo espertissimo nello fatto dell'arme; et lui mantenne grande spatio la battaglia in Marino, et fecerolo voltare contro li ditti signori; alli quali poi li persuase che volessino rendere Marino allo papa, con dirli che, se lo resignavano incontinente, e. 9+ a la loro tribulatione era finita et lo protonotaro campava. et inanimò lo popolo de Marino, che dovesse petere alli signori accordo, con dirli che loro non volevano essere destrutti; et fi- I nalmente i ditti signori, per non mettere ad pericolo et ad re- taglio li loro vassalli furono contenti che si rendessino alla Ecclesia; et similiter le ditte genti, cioè lo Conte, lo ditto Ver- gilio et li altri, non possendo per forza superare lo ditto castello, de Cave, durando ogni di spesa grande, etiandio con poco ho- [ nore alla Ecclesia, secondo che di sopra si può vedere, pensarono fi con ogni industria di contaminare et corrumpere lo signore Antonello Savello et fratelli, li quali erano principali della parte delli ditti signori et per esso era intra venuto tutto questo scandalo, et tandem li promisero quattro milia ducati l'anno et molta glande condotta et provisione colla lega; et lui si distrasse et separosse dalli ditti signori, et perchè ogn'huomo ama più lo ben proprio che lo commune, quantunque sapesse ben lui ch'esso era stato origine et capo dello ditto male, et che quello che ha- D vevano lì ditti signori lo havevano per soa cascione et per dare aiuto a lui, pur nientedimeno volse provedere alla soa salute con lasciare et abbandonare li ditti signori tra li loro inimici, et fece non solo patti et pigliò denari dalli ditti signori Ecclesiastici, ma etiandio' persuase allo signore Fabritio et alli ditti huomini di Cave che non volessino più resistere et che volessino assegnare Cave alla Ecclesia con metterli paura; che se a battaglia si pigliava, li moriva di molta gente, et in questo modo, non per arme né ferro, né anche per viltà d'animo delli ditti signori, ma per corruptione di pecunia, la quale ógni buono perturba et ogni buon disegno guasta, lo Conte et Vergilio pigliarono Cave et levaro lo ditto Antonello dalla costa delli detti signori et questo si dice essere stato tramato qui etiam lo quale, subito che Cave fu renduto et l'accordo fu fatto, se parti de Roma et andò alle sue terre."
      },
      {
        "index": 74,
        "text": "Et nell'ultimo di de iulio, che fu de sabbato, la ditta gente della Ecclesia pigliò Capranica, et lo modo fu questo, secondo che se dice: che durando la battaglia allo ditto castello, lì vi forono ferriti di molti de quelli della Ecclesia; et depò andando tutta la turba, la quale, vedendo quelli non poter resistere, fecero patti, et renderò de patto la terra, salve le robbe et le persone, alcuni dicono, et questo é vero, che dopo la j prima battaglia Paulo Orsino parlò con Romanello de Corsetto che teneva quello loco, per spatio di un' bora; ei depò lo ditto Corsetto 2 entrò dentro et gridò: « patti, patti! », et persuase alli ditti massari che si rendessino ad patti, salvo le robbe et le persone, et depò andaro alla torre delli Pisciani, la quale depò ad certi dì la habbero similmente ad patti."
      },
      {
        "index": 75,
        "text": "Anche si dice che a 25 del ditto mese, in Lombardia, cioè 2 nello campo, andò un bando per lo quale se assicurò una parte et l'altra per.xv. dì; et foro levate le offese, et fu detto che la pace de Lombardia era conclusa; et del modo et capitoli non si sa a ponto se non che in sustantia é che certe terre se restituissero de là et de qua; et a quelli corsari se li dà un loco che 3 se chiama lo Polesine de Rovico, in recompensa di quelle terre che li ha tolte lo duca de Milano, lo quale Polesine fo del duci di Ferrara, et allo detto duca si rende Comacchio, con questo che in Ferrara debbia stare per Veneziani lo vicedomino ad tenire rascione alli Venetiani et che per questi capitoli s' intendano confermati li primi, et non revocati; et tra li altri capitoli vi è: quello che hanno pigliato lì Veneziani in nella Puglia debba essere lo loro, et non siano tenuti ad restituire; li quah capitoli, se contra allo papa, haverH accettati; et contasi lo re nolli volere ( accettare; et se sarà questo, si trovarà. iterum, lo papa essere in lega con Veneziani contra allo ditto re, et la lega et li patti che erano intra lo papa essere de novo esclusi et rotti."
      },
      {
        "index": 76,
        "text": "Depò ad certi di d'agosto, lo signor Prospero, primo de soa mano ferri, depò fece impiccare et squartare lcuni dicono che Francesco della Valle) Corsetto alias detto Romanello conestabile con quattro soi compagni, alli quali haveva raccommandata Capranica, et loro con lasciarsi allosengare ad Paulo Ursino, r havevano consignata alla gente della Ecclesia, et dicesi che lo ditto Corsetto haveva promesso allo ditto signore Paulo favorirlo et aiutare la gente della Ecclesia contra quelli ditti signori Colonnesi. Item, si dice la torre delli Pisciani essersi renduta con patti; et questo è stato perchè non se posseva più tenere et che haveva sostenute quaranta botte da pombarde."
      },
      {
        "index": 77,
        "text": "A di 5 del mese di agosto, lo campo della Ecclesia andò ad PalUano, et dicesi qui in Roma che lo signore Prospero Colonna ha pigHato tutti H figlioli di quelli cittadini che li pareva a lui che fussino sospetti et halli mandati ad Genazzano; et depò lo ha ditto alli ditti cittadini, che facciano lo dovero in guardare bene et diffendere la terra; altrimente se alcuno di loro; fallisse et se sarà questo, si troverà iterum lo papa i? li quali capitoli se conta lo papa averli accettati, et contasi lo re nolli volere accettare; et se sera questo, se trcvarà R ', che solo conserva la parentesi, reca: et squartare (alcuni dicono che questo Io fece Francesco o usasse tradimento, che incontinente impiccaria li soi figlioli in Genazzano. et quando lo campo se posò, lo signore Prospero assaltò lo campo con molti fanti, et fecero battaglia, et di quelli della Ecclesia ne furono molti feriti, et di quelli delli Colonnesi nella prima affrontata furono pigliati alcuni tra li quali vi fo pigliato Roselo figlio de Vangelista Bonsignore; et pososse lo campo de là verso Frascati."
      },
      {
        "index": 78,
        "text": "Die sexta augusti cum quidam filius Nicolai Vitellii de Castello, caput cohortis, appropinquasset se cum gentibus suis posuissetque tentoria propedictum castrum Paliani, prae coeteris exi- ic verunt Columnensel una cum exercitu, et cum illis bellum fecerunt; in quo tandem de gentibus Ecclesiae circa.lxxx. fuerunt reperti Inter vulneratos et mortuos, et abstulerunt tentoria et quidquid intus erat, et cum magna laetitia reversi fuerunt ad dictum castrum. 9 Item, Il cum, causa prestandi auxilium dictis Columnensibus, de- scendissent circa quingenti pedites aquilani dominum castri Filettini, prò eo quod prothonotarius repugnabat restituere comitatum, quia intendebat quod primo satisfieret ei de castro Turris ablato per Petrum Paulum eius consobrinum, ut supra expositum fuit in principio, qui nunc ad castra Ecclesiae, et ipse et frater Antonius sunt in obsidione dictorum dominorum; invasi ac capti fuerunt prope dictum castrum Filettini ex illis circa quinquaginta, residuum vero ad dictum Palianum profectum est."
      },
      {
        "index": 79,
        "text": "Die nona augusti dominus lacobus de Comitibus intravit 2j Romam vocatus a pontifice, ut in obsidium dictorum Columnensium veniret, dimisso duce Calabriae in Lombardia. immediatamente il testo latino sen altra intitolatone. R a e. 139: Stephani infessure I Sequuntur diaria rerum romanarnm 1484 C, e. 135: Stephani Infessurae ) Diaria maiores qui tristes reversi fuerunt ad dictum castrum In R il testo, dapprima conforme a Caietanum dominum castri Felletrini {]) eis E oblato nique fuit responsum, ut si permjtteret eis prestare auxilium praefatis Columnensibus, se velie mutuare dictam summam; quod rex concessit, dummodo honeste praestaretur auxilium; et cum dictus rex habuisset intentum suum dictarum pecuniàrum illieo longe magis quam prius mandavit eis ut auxilium nullo modo praestarent >; quo non obstante Aquilani proditi et decepti auxilium praestiterunt; fueruntque multi et infiniti iuvenes etiam sine stipendio in auxilium ) dictorum dominotum."
      },
      {
        "index": 80,
        "text": "Interea praefati domini Columnenses obsessi in Fallano omni die exeuntes castra ecclesiastica invaserunt semperque commilitones et pedites Ecclesiae fugaverunt, vulneraverunt et interfecerunt. ita quod circum circa dictum campum, iudicio omnium qui eos viderunt, plures fuerunt visi homines vulnerati, quam alii incolae cohabitantes sani. Quod, cum gentes Ecclesiae ita opprimerentur, comes Hieronimus scripsit pontifici litteras huius substantiae: « Beatissime « pater, uti S. V. intelligat de die in diem ea quae in campo « S. V. geruntur, prout hactenus actum fuit, portavimus omnia « instrumenta bellicaj bombardas, cerobotanas < ' et aliacuncta « praeterquam bombardas grossas, quas sine magna difficultate « ducere non possumus; et cum dictis artellariis non speramus « capere dictum castrum propter loci eminentiam item, quia dictarum pecuniàrum.\\/ praestarent auxilium {f) R praedicti auxilio contristatus est vaide. sperabat forte victoriam habere de Columnensibus et illos de propriis sedibus expellere, quemadmodum Paulus ® expulit Deiphebum comitis Eversi filium, et ìstos Columnenses, tanquam iuvenes et pusillanimes, statim cum viderent Wipsum exercitum efFugere; et non cogita vit magnanimitatem eorum, et quod in his creverunt animo, sapientia et fortuna, quod curii vidisset scivissetque votum suum ad effectum pervenire non posse, doluit et tristatus est mirabiliter, et, ut fertur, prò dolore infirmatus est."
      },
      {
        "index": 81,
        "text": "Decima die augusti, scilicet in die sancti Laurentii, visus fuit ligatis manibus, in vesperis, et tristis. g8 A Deinde undecima die, accesserunt ad eum ambasciatores po- tentiarum, putantes forte afferre ei aliquod gaudium, et exposuerunt ei qualiter conclusa erat pax per totam Italiam et quod omnes potentiae de liga et confederatione reductae erant ad concordiam. de quo ipse multum obstupuit et miratus est, quare pax esset conclusa sine eo, attento, ut ipse dicebat, ipsum debuisse principalitèr intervenire, et cum hoc saepius interrogasset ab illis et audisset quod dieta pax erat conclusa, adeo quod non poterat amplius retractari, doluit valde, et causa doloris comuni omnium existimatione haec fuit, quia semper in omnibus suis operibus animum suum obstendit in hunc finem et propositum, ut aliquem statum, potentiam sive dominationem acquireret corniti Hieronimo, ut videri potest per exempla: primo, propter bellum, quod ingessit Tudertinis, Spoletanis, Civitati Castelli et Florentinis; deinde, propter confoederationes quas fecit: primo, cum rege Ferdinando; secundo, contra eum cum Venetis; tertio, contra eum cum dicto rege, et in aliis similibus."
      },
      {
        "index": 82,
        "text": "putabat modo in hac pacis conclusione se posse aliquid dicto comiti acquirere, et ista de causa intravit in tali confoederatione et pecuniam Ecclesiae expendit. sed postquam vidit se illusum, et cecidisse ab hac spe, et pecuniam Ecclesiae expositam perdidisse, nichilque ex eo bello ex proposito acquisivisse, doluit valde. ita quod tam ex primo dolore, quam ex novissimo infirmatus est febre, iacuitque in lecto, et obmutuit, visusque fuit exanimis per aliquod spatium. deinde reversus inflato gutture, duodecima die augusti, videlicet die iovis, et quinta bora noctis mortuus est Sixtus In quo felicissimo die Deus ipse omnipotens obstendit potentiam suam super terram, liberavitque populum christianum de manu talis impiissimi et iniquissimi regis, cui nullus Dei timor nuUus regendi populi christiani amor, nulla charitatis et dilectionis afFectio, sed solum voluptas inhonesta, avaritia, pompa seu vanagloria semper et continue praecipue viguit et in consideratione fuit."
      },
      {
        "index": 83,
        "text": "Hic \", ut fertur vulgo, et experientia demonstravit, puerorum amator et sodomita fuit; nam quid fecerit prò pueris qui serviebant ei in cubiculo experientia docet; quibus non solum multorum millium ducatorum redditus donavit, verum cardinalatum et magnos episcopatus largiri ausus est. nam, cum non propter fratrem Petrum, eius gmnanum a,g post cardinaleip 3ancti Sixti, n i proptey sodomiam? quid di(;:api de filio tppsoris? qui puer nondum dupdecim annorum continuo cum eo erat, et tot et tantis divitiis, t)onis fructibus, et ut dicitur, magno episcopatu deccxravit; qupm, ut fertur, volebat ipsum ad cardinalatum, contra omne g?nus iustitiae, etiam in pu itia promovere; s d Deus destruxit desiderium sui. taceo nunc alia, quae circa hoc possent recitari, quae visa sunt de continuo. Hic avarissimus, nam:, ut notum est omnibus, nullum unquam ic contulit beneficium cuiuscunque generis, nisi soluta pecunia; quod ita aperte actum est, ut tabulam habere?, ut prò benefitio tanti redditus tantum solveretur."
      },
      {
        "index": 84,
        "text": "Interdum etiam subhastabatur, ut, nulla habit ratione peccati, bonus an malus, dignus an indignus, litteral s an illitt atus esset, qui plus offer a beneficium consequebatu C/); cardinalatus et episcppatus qupqiie yendidit infinitìssimos, de quihus hic narrare non expe4it. Hic pecuniarum qv erendarum, cansa, quas, in bellis e pompis consumabat, multa et inexcogitata in curia roma.na officia adinvenit, et vendidit his qui, Scytharnm ypcabuk», denominabantur stradioti, ianiceri et mamalucchi. hi officiales habebant varia exercitia in 9uri, et ex lys lucrabantur. et sine. dubio, ut ex ilHs pe nias, qua, prò consequ do exposue?a,Q, reh ere posnt citra mo4um cra extorquebant. Hic officia multa in Urbe et citra avaritiae caus.am perpetua et yenalia feci,-. vendidit pfficiym procuratoris camerae, officium notariatus apostolici, officium protonotariatus Capitolii, officium notariatus studii, officium commensurandi salis et camerariatus Urbis, quae omnia et alia quae hic non ponuntur, ad vitam pccunia sumpta concessit."
      },
      {
        "index": 85,
        "text": "ex quo saepenumero in civitate morbus viguit. Hic poenas omnes cuiuscunque generis ad pecuniam reduxit, ita quod, si ignem quis meritus fuisset, soluta aliquali pecunia, liberabatur. Et tandem omne genus avaritiae et extortionis in eo erat; et tantum vigebat in eo avaritiae vitium, ut non puderet vel rubesceret si aliquando camera esset debitrix alicuius et ipse debitum promiserit, denegare et in sua fide deficere; et aliquando, quod clarissime erat denegare, ut multis exemplis edo- ic ceri potest, potissime lectoribus qui in studio romano pubblice legerunt, quibus per eum una cum camerario et reformatoribus salaria statuta sunt. ipse promisit se velie omnino solvere, et postquam ab eis servitium recepit, in fine anni non puduit eos decipere et insolutos dimittere, et pecunias debitas ad illud esercitium ac per eum saepissime promissas illis denegare et in alios usos convertere."
      },
      {
        "index": 86,
        "text": "Hic litteratorum et bonos mores habentium inimicus, solum illi grati erant mali, quare condita fuerunt, nescitur tamen per quem, multa carmina in eum, quae sunt ista, videlicet: Leno vorax, pathicus, meretrix, delator, adulter Paedico insignis, praedo furiosus, adulter Exitiumque Urbis pernitiesque Dei. Gaude, prisce Nero, superat te crimine Xystus; 2; Hic scelus omne simul clauditur 0 et vitium. morte di Sisto IV, simili a questi nel gna (licet tardae) solvenda est gratia morti: pensiero, migliori solo nella forma; omne scelus tuum, Slxte cruente, iacet. Huic, cum vicarius Dei esset, conveniens erat observare omnia quae promittebat; ea tamen solum observabantur quae ad ipsius votum et utilitatem pertinebant; reliqua vero prò non promissis extimabantur hinc saepe numero contingebat quod unum et idem officium, aliquando et beneficium, uno et eodem tempore pluribus promittebatur; et semel accidit et sunt qui testimonium perhibere possunt, ut cum Ioannes de Marcellinis, reformator quondam studii, peteret a Sua Sanctitate ut pecunia debita solveretur doctoribus, at ipse respondit inter alia: « nescis tu inter alia nos promisisse hanc pecuniam doctoribus animo eam non solvendi? » quod cum a dicto cive reformatore denegaretur, ait: « non fuisti tu, sed Bernardus de Ricciis » et quid oportet de eius stabilitate loqui? facta eius confoederationis, quae aliquando cum rege, aliquando cum Venetis et aliquando cum aliis fecit, satis ostendunt. et, inter alia eius vitia, crudelissimus erat; nam in ultimis eius vitae mensibus ) bis accidit ei, ut duo ex illis compedibus, qui ad custodiam sui palatii deputati erant, ira vel odio moti, costituerint simul mortaliter pugnare, quod vulgariter dicitur ad steccato chiuso; latine vocatur certamen duelli erant igitur hi gladiatores deliberati certare simul extra Urbem; quod cuna scivisset mandavit illos certare in platea Sancti Petri apud eius palatium et prope scalas;"
      },
      {
        "index": 87,
        "text": "et ipse voluit videre certamen mandavitque inchoari praelium non antequam ipse esset in fenestra. et postquam venir viditque ipsos paratos extenditque brachium suum fecitque ipsis crucem et benedictionem; deinde dedit eis licentiam ut certarent. qui cum per alix od temporis spatium se percUssissent ad invicem unus eorum mortuus cecidit, alter vulneratus evasit. et alia vice ambo in terram vulnerati prò mortuis ceciderunt. et gaudebat, et cufabat videre haec crudelia et animantibus humanis aliena, sed quid oportet de eius crudelitate amplius loqui? scimus quot homines in bellis et guerris, quas in vita sua egit, mortui sint a vulneribus; et quot mulieres et virgines, tam in Ferrarla ob famis necessitatem, quam in bello contra Florentinos meretricatae sunt. Novissime autem constituerat in Urbe modum quaerendi pecuniam cum subditorum dispendio; nam vendiderat lanuensibus quadraginta milia rubia grani, in quibus, secundum quod calcu- ÌO latum extitit per notarios \\ secundum quod ipse emerat vel emere poterat, sexaginta millia ducatorum superlucrabatur feceratque ut granum eius emeretur a pistoribus prò.xxx. carlenis rubli, et quod ipsi non possent emere granum alibi, quam ex eius Abundantia prò dicto praetio, ex quo tantundem recipiebat;"
      },
      {
        "index": 88,
        "text": "quas òmnes pecunias in guerris et occisionibus christianorum convertere intendebat. sed Deus ipse omnipotens, a quo omnia bona procedunt, viam ulterius delinquendi praeclusit malamque eius mentem amputavit et malum eius consilium evacuavit. ita Deus ipse omnipotens concedat ut ipse sit finis omnium malorum, nec post mortem eius, tali certe occasione peius videamus. amen. cundum a notarios È aggiunto in marcine in R. Msupra R superlucratus est, fecitque granum ipsiùs emeré Mane sequenti corpus eius portatmn fiiit in ecclesia Sancti Petri.XX. dumtaxat cereis torceis, in aurea pianeta quadam antiqua et quodam modo lacerata, paucis comitantibus hominibus. erat quidem niger, deformis et guttur eius inflatum, visu similis diabulo; anima eius ab omnibus, qui eum viderunt, maledicta, et diabolo commendata fuit palam et aperte; nec visus fuit homo qui de eo bene dixerit, nisi quidam frater sancti Fran-."
      },
      {
        "index": 89,
        "text": "cisci, qui solus in illa die corpus suum non sine magno foetore observabat Eadem die et mane multi iuvenes accesserunt armati ad domum comitis Hieronimi, putantes illum se posse ibi invenire; et cum non invenissent essetque domus illa prò malori parte discombrata et evacuata, clamantes fortiter: « Colonna, Colonna! » dictam domum coeperunt illamque de residuo quod ibi erat disrobaverunt atque distruxerunt, vastantes et distruentes mazis ferreis portas et fenestras marmo reas, et omnia quae inde potuerunt, extraxerunt, viridarium et arbores penitus destruxerunt, prout de praesenti videri potest, quod nuUum ei ostium sive fenestra relieta est. Eadem die dieta iuventus cum simili clamore Trastyberini se contulit, ibique iuxta ripam fluminis duo magazena mercibus piena, quae erant quorundam lanuensium, similiter ad saccum, ut dicitur, miserunt j et post illa, duo navilia vini cuiusdam lanuensis cum omni instrumento dictarum navium asportaverunt, et in Urbe, ubicunque reperta fuit aliqua domus vel bona dictorum lanuensium, similiter acceperunt. et aliqui dictorum iuvenum se ad Castrum lubilei contulerunt, ubi centum vaccas et totidem capras et multos porcos, asinos, anseres et gallinas, quae erant Comitissae, abstulerunt; intra quae maxima copia carninm salatarum, casei rotundi parmensis et alterius casei, supellectilia et magnam copiam vini graeci; et supellectilia inter eos divisa extiterunt."
      },
      {
        "index": 90,
        "text": "Post quae magna copia eorum aperuerunt ecclesiam Sancti Theodori et liorrea Sanctae Mariae Novae, indeque extraxerunt maximam quantitatem frumenti, quod anno praeterito vendi non poterat; sperabat tamen papa vendere illud in anno futuro. Eadem illa die multi descombrantes et eorum bona de uno loco ad alium portantes vi derobati fuerunt; quorum longum et quodammodo fastidiosum, immo impossibile esset nomina hic describere sive annotare, furnarius vero quidam, qui in civitate est apud Sanctum Andream delle Fratte, et filios derobatus et ad mortem vulneratus extitit."
      },
      {
        "index": 91,
        "text": "Die 14 Conservatores et Officiales coeperunt curam civitatis, miseruntque proclama sub poena furcarum, quod nullus offenderet aliquem curialem, vel alios disf obaret posueruntque custodes portis et portibus, et fecerunt unum marescalchum prò guardia in qualibet regione. Transtyberini vero et Bernardinus de Valle, cum eius cohorte, qui ibi erat, clauserunt portas dictae regionis, et in ponte Novo posuerunt trabes, et illum reparaverunt cum custodibus, ita quod nullus poterat ibi entrare absque eorum voluntate et licentia. Deinde quoddam magazenum quod ibi erat cuiusdam loannis Baptistae Palavicini cognati comitis Hieronimi, qui diu immunis et sine solutione gabellarum fuerat, ad saccum miserunt. ibi erat cera, quam destinaverant prò exequiis Sixti; ibi copia et quaecumque in co extiterunt /? magnam C vendere Z? depor- tantes EvX (li) E per Baptistam io™ rubei Mper Baptistam et Colam rubei et alios C- coluebei /? derobbaret C portubus £ Transtiberim maxima aluminis et argenti vivi, multa bona; et idem fecerunt de quodam hospitio cuiusdam lanuensis, ubi nihil penitus dimiserunt; et istud de quibusdam fustis existentibus in ripa fluminis."
      },
      {
        "index": 92,
        "text": "Eadem die duae galeae papae Sixti sub custodia Melchiorris Zecchi ianuensis, quas papa Sixtus tenuit in fauce et prope Ostiam ut dicebatur, causa custodiendi Ostiam et mare nostrum (sed in ventate non erat alius qui offenderet, nisi ipse, et paucis ante diebus quosdam piscatores romanos prope mare pi- ) scantes non solum dirobaverunt, verum interfecerunt), cum appropinquarent se Ostiae, castellanus clamavit: « salvi, salvi, o liberi, liberi! » hi qui catenis ligati erant inteUigentes vocem, incontinenti insultaverunt dominum illumque percusserunt et vulneraverunt tribus vulneribus: una in facie, alia in pectore, altera in tibiis, et nisi incontinenti se in mare proiecisset, fuisset certe interfectus; licet, ut dixerunt hi qui ligati erant, sine dubio ex dictis vulneribus moreretur; et confestim dictae galeae evacuatae et disrobatae fuerunt, ut dicitur, de voluntate cardinaUs Sancti Petri ad Vincula. et vidimus portare dieta bona in curro ad domum dicti domini cardinalis; et assertum fuit, per dictos homines qui evaserunt, dictum Melchiorem vendidisse quibusdam Neapolitanis dictas galeas Ecclesiae cum dictis hominibus violenter c. X05 A lumnenses interfecto contestabili, et.xii. [ peditibus, et reliquis percussis et e muris eiectis."
      },
      {
        "index": 93,
        "text": "Et illa eadem hora castrum Capranicae similiter, caesis custodibus, ad praefatos dominos reversum est. Et eadem die castrum Marini petiit auxilium a camerario et Comite; quod cum denegatum esset, praenominatos dominos iterum vocaverunt, et reversi sunt. Eadem die Comitissa, uxor comitis Hieronimi, castrum Sancti Angeli intravit. Et cardinalis Sancti Petti ad Vincula multos pedites ac milites stipendio acquisivit, et aiunt esse numero * *, et domum suam mirabiliter fortificavit et fulcivit. Et cardinalis Sabellus una cum Mariano eius germano,.ce. equitibus armatis et infinitis peditibus et Virgineus Ursinus cum sua comitiva et comes Hieronimus retrocesserunt, iveruntque ad Insulam. Et die sequenti cardinalis Columnensis re versus O») fuit Romam, et infinitissimi cives comitati sunt eum et multitudo peditum infinita, et cum magno clamore et triumpho intravit domum suam parvam in regione Tri vii."
      },
      {
        "index": 94,
        "text": "Et incontinenti reversus est Prosper et Fabritius cum magna o multitudine militum,peditum, balistariorum, scopetarium in maxime numero, steteruntque in domibus eorum. Sequenti die, quae fuit martis 17 augusti, coeptae fiierunt exequiae, in quibus non interfuerunt multi cardinales propter timorem castri Sancti Angeli. Et faaum fuit consilium in Capitolio, et cives romani decreverunt supplicare cardinalibus quod dimitterent arma; qui omnes in eorum domibus erant armati et multum fulciti, plus quam si fuisset unum castrum; et quod essent concordes in creando pontificem et cito, et quod facerent conclave in loco tuto. et 0 omnia, et maiora quae ab eis petita stmt, verbis et promissionibus obtinuerunt. Die mercurii coeptum fuit praelium in platea ludeorum; quia cum quidam pedites Sabellenses emerent ibi lactucas, quidam pedites seu seguaces Georgii de Sancta Cruce contumeliam seu iniuriam verbis tantum fecerunt; et cum voluissent se defendere, adeo corruerunt in eos, ut sine mora converterent se in fugam versus domum de Sabellis clamantes auxilium. videntes tamen hoc consocii i praenominatos fugantes usque in dictam plateam Eadem die multae civitates etpotentiae se dictis dominis j Co- lumnensibus obtulerunt; inter alias Florentia obtulit quatuor squatras sive cohortes militum cum peditibus multis, et tantundem obtulerunt Senenses centra comitem Hieronimum."
      },
      {
        "index": 95,
        "text": "Eadem die, ut dicitur, comes Hieronimus restituit Castellum et fortelitias omnes Ecclesiae, quas tenebat, non prius quam solutis ei per cardinales quatuor millibus ducatorum prò eius stipendio, et restitutio, ut dicitur, fuit facta hoc modo: scilicet quod episcopus Toderti, qui ibi est castellanus, iuret in manu collegii tenere dictum castrum ad eomm instantiam, et illud restituere futuro pontifici, et omnes custodes promisit mutare, et mittere ad voluntatem collegii, et ita iuravit. sed quid actum sit, infra dicetur. et similiter facta est concordia inter cardinales hoc modo, videlicet: quod restituto castro collegio, Virgilius cum cohortibus et aliis dominis Ursinis stet in Viterbio, et per unum tnensem non possint adcedere Urbi; domini Columnenses cum sua cohorte similiter exeant, stentque in loco remoto ab Urbe I tantundem ) per dictum tempus; lacobus de Coraitibus dimittat curam palatii et recedat, sitque firma confoederatio duorum mensium, incipiendo a die coronationis futuri pontificis."
      },
      {
        "index": 96,
        "text": "In dieta die cum cardinales tractarent ista in palatio, cardinalis Sancti Marci respicens certam tabulam in qua scribebat Paulus Secundus et successive Sixtus, quae erat in camera pontificali, incontinenti agnovit eam, dixitque eam fuisse quondam Pauli patrui sui, caepitque gladium sive coltellum quendam, cum quo quamdam fixuram parvam aperuit, qua aperta, reperti fuerunt ibi tot lapilli, septem zafiri, et alii, qui omnes communi extimatione ascendunt ad summam.xii. millia ducatorum, dixitque quondam Paulum praedecessorem Sixti dictos lapillos ibi abscondisse, et Sixtumdictam tabulam retinuisse toto tempore quo sedit in pontificatu, et illos nescivìsse, habuitque in pignore ex illis cardinalis Sancti Angeli aliquos prò septingentis ducatis. c. io8 A venerunt multae gentes hinc inde, et isti Columnenses coeperunt primam portam dicti Stephani, combussisentque domum illam, nisi fuissent Franciscus et Petrus de Valle, qui dictum scandalum extinxerunt, oiraveruntque ut dictae gentes dominorum Columnensium retrocederent; et fugaverunt quosdam pedites custodes, quos dictus dominus Stephanus autoritate propria posuerat in templum Sanctae Mariae Rotuadae, quod scandalum propter dictos Franciscum et Petrum, quoad ineuntem noctem quae sapervenit, extinctum est; fueruntque ibi multi percussi et vulnerati."
      },
      {
        "index": 97,
        "text": "Eadem die domini cardinales, videlicet Columnensis Sabellus, Ursinus, et de Comitibus, in ecclesia S aneti Petri securati sunt cum fideiussoribus ad hoc, ut reddito Castro libere et secure ire possent ad palatium, ut supra conclusum et capitolatum est. Die sequenti, videlicet ultima exequiarum Sixti, cardinales iverunt ad Sanctum Petrum, ut promissum erat, praeterquam Sabellus et Columnensis; et causa fuit quia in nocte praeterita, centra capitula et promissiones praedictas, in diete castro Sancti Angeli intraverunt.cl. pedites bene armati, prò cardinalibus prae- «• ° dictis, unde aliqui ) multum admirati et indignati fuerunt; sed dicti cardinales tantum curaverunt, quod Comicissa cum tota familia et cum dictis peditibus Castrum collegio restituit, et ipsa o abiit die.xxv., videlicet in die sancti Bartholomei."
      },
      {
        "index": 98,
        "text": "Die sequenti, quae est.xxvi. augusti, venerunt nuncii annunciantes qualiter Deiphebus filius comitis Aversi reversus est ad terras suas et quod incontinenti coepit Roncilionem et castrum lovis sine praelio. Eadem die cardinales omnes, nemine discrepante, intrlverunt conclave in cappella maiori palati! Sancti Petri, et fuerunt numero.xxv., et tres alii cardinales fuerunt absentes. Die.xxiK. augusti, bora.xiiii., videlicet in die decoUationis sancti Ioannis Battistae, Ioannes Battista Cibo cardinalis Melphitensis creatus fuit papa, vocatusque Innocentius Vili; cui Deus concedat gratiam bene et recte agendi regendi et gu bernandi populum christianum. j pater huius vocatus fuit Aron Cibo, et fuit senator Urbis tempore Calisti et arma eius sunt in Capitolio. Et modus creationis fuit iste, videlicet: quia cum die sabbatì, in bora vespertina, starent cardinales in scutrinio faciendi pontificem in conclavi, qui erant numero viginti quinque (s, cardinalis Sancti Petri ad Vincula, ut fertur, dixit cardinali Sancti Marci, qui ilio tempore habebat.xi. voces, si volebat promittere domum suam cardinali Aragonensi fiHo regis Ferdinand!, et ipse prò- 1 mittebat se daturum ei tres alias voces, ita quod essent.xiiii.; at ille respondit se minime hoc facturum, nam si hoc fecisset, non esset canonice, uti decet, electus. item, quia domus sua est fortior castro Sancti Angeli, et si hoc fecisset, fuisset forte causa disturbationis Urbis et totius fidei christianae, quia posset de faciH ibi J) rex venire, et facere se dominum Urbis, et disturbare statum Ecclesiae. deinde praefatus cardinalis accessit ad vicecancellarium, dixitque ei si volebant simul facere unum pontificem ad votum eorum. at [ ille, dummodo disturbaretur electio Sancii xMarci, quem solum odio habebat, consentit. deinde superveniente nocte, cardinales omnes iverunt dormitum; quìbus dormientibus, praefatus cardinalis Sancti Petri ad Vincula una cum dicto vicecancellario tractavit cum omnibus cardinali bus quod darent voces t* eorum dicto cardinali Melphitensi, promittentes se multa daturum illis; et hoc modo tractavit cum omnibus cardinalibus, praeterquam cum sex de senioribus et principalioribus, videlicet: cum cardinali de Comitibus, Sancti Marci, Gironae, Lisbonae, Senensi, Neapolis, et aliqui dicunt de Sancta Maria in Porticu; qui cardinales dum dormirent in eorum cubiculo, coeteri dederunt vocem, et elegerunt dictum pontificem."
      },
      {
        "index": 99,
        "text": "mane autem facto, vocaverunt illos dormientes dixeruntque illis: « venite, papam fecimus ». at illi dixerunt: « quem? » responderunt: « Melphitensem ». dixeruntque illi: « quomodo? » responderunt: « hac nocte, dum dormivistis, congregavimus omnes voces praeterquam vestrum dormientium ». at illi videntes quod erant decem et octo, vel decem et novem, qui consenserant, et quod ipsi tanquam pauciores non poterant actum disturbare, consentierunt . deinde die sequenti detectum fiiit, quod prò e. no a habendis vocibus multa bona Ecclesiae promiserit atque dederit, quorum aliqua hic scribuntur. Primo, cardinalis Sabellus habuit castrum quod dicitur Monticelli in partibus Insulae; item legationem Bononiensem Cardinalis Columnensis castrum Ceparani et legationem Patrimonii, et prò restauratione domus combustae et damnorum.xxv."
      },
      {
        "index": 100,
        "text": "millia ducatorum, et, ut dicitur, fuerunt ei promissa beneficia quam primum vacatura prò septem millibus ducatis. Ursinus legationem Marchiae habuit, quae fuit adempta camerario. item castrum Cerveteris. Matisconectsis castrum Capranicae: et episcopatum Avinioneiisem. Filio regis Ferdinandi fertur fuisse concessum Pontem Corvum. item, data fuit ei domus, vel palatium, quod fuerat dicti papae dum erat cardiualis, videlicet Sancti I urentii in Lucina. Cardinalis Parmensis palatium Sancti Ioannis della Magliana una cum omni eius aedificio. Mediolanensi cardinali archipraesbyteratum Sancti Ioannis Lateranensis et legationem Avenionensera Cardinalis Sancti Petri ad Vincula et praefectus. Urbis, eius frater, Fanum 5) cum quinque aliis terris circumstantibus, promisitque facere dictum praefectum, eius fratrem, generalem capitanum Ecclesiae."
      },
      {
        "index": 101,
        "text": "Sed haec nunc dieta fuerunt, quae cum non fuerint reperta omnino vera, credendum est ea dieta fuisse propter invidiam et aemulationem, potius quam prò ventate dicenda; et secundum <c pontificatus ut supra r. s t. 694, e. 19. Il card. Ascanio Maria « dominus Baptista S. Marie in do. Sforza fu fatto legato nella provincia « sinis nuncupatus, recessit ab Urbe queste bolle son date « undecimo kal. « iter arripiens in suam legationem in « octobris.mcccclxxxiv. ». « Marchiam, et deinceps durante sua Invece nominò governatore di « absentia non debet partecipare de Fano e de' castelli di Montefiore e « omnibus et minutis servitiis, prout Mondaino, Bernardino de' Savelli. « retulit michi r.mus d.nus Sancti An- Cf. in Arch. Vat. Reg. Inn. Vili, offic. aliquos, quorum opinio magis applaudet, rite et recte et absque aliqua calumnia creatus fuit, et bonus in se fuit, et semper iustitiam in proposito habuit, et nisi fuisset impeditus a dictis eius aemulis et inimicis, certe ostendisset qualitatem animi sui erga Ecclesiam; sed praedicti eius aemuli et inimici, qui volebant in eorum iniquo proposito perseverare, semper detraxerunt Sanctitati Suae et litteris et voce; et dixerunt potissime, ultra praedicta data vel promissa ut supra, quod etiam multa alia bona Ecdesiae fiierunt divisa inter praefatos cardinales, de quibus hic non habetur memoria; et abstulerunt unam tenutam Sancti Spiritus et dederunt eam, ut fertur; omnia haec fuerunt distributa antequam crearetur, et dum illi dormiebant, et prò habendis j vocibus dictorum cardinalium."
      },
      {
        "index": 102,
        "text": "Quare negari non potest quin, considerata qualitate et vita viri, qui iuvenis et lanuensis est; et eius vita, nam ex pluribus mulieribus septem filios (0 intra mares et foeminas habet, de quibus una est nupta cuidam Gerardo mercatori ianuensi; quomodo vere dici potest locutum fuisse David, dum dixit: « Uxor tua sicut vitis abundans in lateribus domus tuae, filli tui sicut novellae oUvarum in circuito mensaetuae» &c.; at considerata qualitate electionis, quae multo deterior fuit electione Sixti, longe peiora et deteriora non sequantur et timeri non possint; attento potissime quod in eius domo sive palatio, imo, ut fertur, eadem camera et lecto, ac continue ad secum manducandum retineret dictum cardinalem Sancti Petri ad Vincula, qui, usque nunc, omnia quae gesta sunt et geruntur administravit et gerit ad suum veUe?"
      },
      {
        "index": 103,
        "text": "Imo aliqua quae per eum inadvertentem et inscio dicto cardinali fiunt, incontinenti revocantur, inter quae est quod Paulus Ursirius deputatus fuerit per eum cum militibus suis ad guardiam sive custodiam palatii cum stipendio consueto, in quo solum perunam diem permansit; deinde licentiatus, iratus ab Urbe recessit. Deus concedat sibi gratiam rectius vivendi et administrandi, quod difficile videtur; et omnes quodam modo uno ore tam romani cives quam alienigenae et curiales, de eius futura vita et gubernatione imperii et civitatis permaxime suspicantur faciuntque super eo iudicia. ego tamen scripsi carmina infrascripta: O Roma infelix, modo iam liberata, venenum Hausisti, sed nunc iamque aconita bibes. Nec quicquam miles, puer, meretricula, laeno Deficiet, multo coepta rapina minus Et multa alia etiam dieta fuerunt de eo, quae an sint vera futurus iudicabit eventus."
      },
      {
        "index": 104,
        "text": "Quarto die post eius creationem visum fuit quod praenominata distributio et divisio castrorum et terrarum Ecclesiae, benefitiorum, episcopatuum et legationum non sufficiebat cardinales omnes insatiabili quadam voracitate inter se omnes officia omnia saecularia tam Urbis quam extra Urbem diviserunt; ita quod quilibet cardinalis habuit distribuere unum officium in Urbe et quatuor extra Urbem, et viginti quatuor offitia principalia Urbis viginti quatuor cardinalibus attributa sunt, excepto protonotariatu Capitolii, cuius exercitium concessum fuit Nicolao lacosuscepi carmina infrascripta subscripsi carmina infrascripta P' infrascripta carmina condidi Omettono, oltre Bi, l'epigramma e le parole che lo precedono V. billi qui prius erat pensio autem eius ablata fuit ab hospital! Sanai Spiritus, cui Sixtus concesserat prò fabbrica, et concessa fuit sub responsione.xvi. ducatorum prò quolibet mense prò medietate cardinali de Comitibus, et prò alia cardinali Aragonensi, videlicet octo ducatis prò quolibet singulis mensibus."
      },
      {
        "index": 105,
        "text": "Et quaedam officia olim annalia, quae per Sixtum vendita erant ad vitam et pecunia soluta a certis civibus romanis abdicata fuerunt, pecunia non restituta aliis concessa; intra quae est notariatus appellationum et executoriatus Ripae et aliorum similium. sed notariatum appellationum incontinenti restituit illi qui emerat. Et omnia praemissa fecit ipse una cum cardinalibus contra promissionem, pacta et conventiones quas fecerat ipse, una cum aliis cardinalibus, Officialibus romanis 0 et toti populo in basilica Sancti Petri, penultima die exequiarum Sixti, dum omnes unanimiter et concorditer promiserunt, inter alia, omnia officia et beneficia romana concedere romanis civibus, et ita sub fide eorum spoponderunt; contrarium cuius, ut vidistis supra, immediate gestum est. sicque in eius principio sequitur vestigia Sixti; etsi grave est unicuique fidem fallere, sed non principi, et non est mirum si populum romanum decepit, quia Deum omnipotentem, cui in promotionem castitatem vovit et promisit et tamen post septem filios suscepit, turpiter fefellit atque decepit."
      },
      {
        "index": 106,
        "text": "dell'amanuense alle parole che seguitano dopo la prossima allegagione del notariatus af>pellationuni cum aliis cardinalibus; evidente salto del copista al passo che segue sic facta est fi'aus legi. item et in ea bulla voluit habere prò civibus seipsum et fiaturos pontifices et omnes cardinales ita quod dicti cardinales eligerentur ad talia officia; et isto modo Similiter et depositarius pecuniarum gabelle studii voluit ut eligeretur Gerardus eius gener lanuensis, quem, cum per praefatos Officiales similiter instaretur super observatione praedictae buUae, voluit atque mandavit ut, congregato Consilio civium romanorum, in civem admitterent fieretque privilegium ei civitatis, moxque tanquam civis in depositarium eligeretur, et ita factum fuit. et ubi promiserat, eo facto, se daturum pecuniam prò anno praeterito, postquam fuit factus civis et depositarius, Innocentius dixit se pecuniam non habere, et sic denegavit."
      },
      {
        "index": 107,
        "text": "lustitia in eius principio maxime viguit in castigando tantum fures et homicidas et malefactores, in recognoscendo autem bonos et eisdem merita retribuendo (s et faciendo ipsos Officiales, per 0 bussulam et sortem nequaquam, sed ad voluntatem; et ad placitum officia contribuebantur quibus ipsi cardinales volebant. Contra illos qui tempore vacationis Apostolicae Sedis per obitum Sixti vinum et merces depraedati sunt, ius reddit compulitque eos prò viribus ad restituendum, potissime certis mercatoribus lanuensibus; poenam autem ipsis praedonibus remisit. Stradiotos et eorum ofEcium multis clamoribus motus remisit et annullavit, et gratam audientiam multis dedit, commissiones contra statutum Urbis vel raro vel nunquam signavit, gratias malorum non fecit. Praefectum Urbis, idest nepotem Sixti ac fratrem cardìnalis Sancti Petri ad Vincula, in capitaneum generalem in die sancti Stephani elegit."
      },
      {
        "index": 108,
        "text": "In epiphania sequenti, videlicet in.mcccclxxxv, primo anno eius, Leopoldum canonizavit; ex quo fertur recepisse ab imperatore summam rj m ducatorum. Generalem Sancti Augustini carceravit ob id solum quod dixisse fertur papam Innocentium creatum fuisse in tenebris, et in tenebris manere seu vivere: « in tenebris creatum; in tenebris vivit, et in tenebris morietur ». Die.XXII. novembris.mcccclxxxiiii. die lunae, de nocte, fuerunt disrobati de ecclesia Sancti Ioannis Lateranensis duo calices aurei quos donavit rex Ferdinandus ecclesiae, et erant.l. libra rum auri. item et regnum quod donavit Constantinus Silvestro similiter de auro. Deinde mense martii sequentis anni.mcccclxxxv. cum infirmaretur graviter Tnnocentius, adeo quod de eius morte dubitaretur \\ Virgilius Ursinus et Paulus et alii sui complices coeperunt pontem Milium, pontem Salarium et Numentanum illosque per quamplures dies eorum nomine tenuerunt et custodiverunt, et tentaverunt insuper subtili ingenio capere portas, videlicet Flaminiam, Pincianam, Salariam et Viminalem; sed cum 1 desperati essent de morte Innocentii, ultro illas dimiserunt et retro cesserunt."
      },
      {
        "index": 109,
        "text": "Eodem die fratres et conventus Sanctae Mariae Novae fodi faciebant in quodam eorum casali posito extra portam Appiam in via Appia, distans ab Urbe per quinque vel circa milliaria ; -Q et cum prope viam vel in ipsa via a fundamentis quoddam sepulcrum destruxissent, in ultimo loco fundamenti praedicti"
      }
    ]
  }
}