{
  "chapterNumber": 58,
  "title": "Dell'anno Domini 1478 a di 27 d'aprile de domenica",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dell'anno Domini 1478 a di 27 d'aprile de domenica fo scoperto lo tradimento, o trattato in Fiorenza, dove che in nella ecclesia de Santa Liberata fo occiso luliano de Medici, et Lorenzo suo firatello fo ferito, et questo trattato fecero quelli delli Pazzi de Fiorenza, ed aiutolli l'arcivescovo de Pisa, lo quale si chiamava Bartholomeo Salviati; et Franceschino delli Pazzi con li soi compagni commattero nella ecclesia preditta, et finalmente, come Dio volse aiutare l'innocenti, quelli della parte di Lorenzo vincerono et incontinente pigliaro lo ditto arcivescovo insieme con li soi famegli et impiccaroli. item pigliaro Ioanni Battista de Montesecco conestabile, quale era mandato 11 da papa Sixto in aiuto de Franceschino de' Pazzi, et tagliarolo in pezzi con molti delli soi, et anco lo ditto Franceschino, et molti altri foro pigliati, intra li quali ne fu lo cardinale di Santo Giorgio j il quale i( si trovò li, perchè queste cose le haveva ordinate papa Sixto insieme collo conte leronimo et Franceschetto et Ioanni Battista de Montesecco et l'arcivescovo Salviati per tollere lo stato ad Lorenzo de' Medici et darlo allo conte Hieronimo; et poco ce mancò che non impiccaro lo ditto cardinale nepote dello i;"
      },
      {
        "index": 1,
        "text": "conte ma habbero respetto che era assai garzone, e che se scusava che de queste cose non haveva sentito niente; ma pur stavano, se pur reiessiva lo colpo, per pigUare Fiorenza ad nome dello ditto conte; et lo ditto cardinale remase presone molti di, et p«r questo lo papa si sdegnò con Fiorentini. 21"
      },
      {
        "index": 2,
        "text": "Eodem anno die quarta may morse missore Pietro de Cesis, senatore de Roma, et in quel tempo io Stefano Infessura stava per podestà de Horta Eodem anno et mense may a di 12 lo duca de Calabria passò per Roma per gire in Toscana ad fare guerra con Fiorentini; scopersorosi lo papa, lo re Ferrante et H Senesi da una parte, et li Fiorentini dall'altra."
      },
      {
        "index": 3,
        "text": "Eodem anno a di 12 de luglio se parti lo papa et tornò ad Bracciano, et a di 29 del ditto mese scuri lo sole, et fo la ecdisse per un' bora vel circa, et depò a dì 1 6 de settembre lo papa tornò a Roma."
      }
    ]
  }
}