{
  "chapterNumber": 63,
  "title": "del 1481, dedicata al cardinale d'Es- mahdicta canonicorum assertorum regii-",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "del 1481, dedicata al cardinale d'Es- mahdicta canonicorum assertorum regii- touteville che egli riguardava « non larium congregatìonis Frisonariae, che « modo corporeorum aedificiorura in- fu occasione e pretesto della persecu- « staurator, fundator ac protector, sed zione che pati sotto Innocenzo VIZI. « etiam ipsius animorum perpetuus i) Ci. Sig-Couti, Hist. suor. Ump. « atque acerrimus defensor », Tro- V, 218; NoT. D. Nantiposto, Diar. vasi quivi, di lui medesimo, con le IIP, 1093. iniziali miniate, l'opera Sixto lUIpont. quandam capsam marmoream coopertam marmoreo lapide implumbatam invenerunt;quam cum aperuissent, unum corpus cuiusdam mulieris integrum invenerunt involutum quadam odorifera mixtura, cum quadam cufia seu infula aurea in capite et cum capillis aureis circum circa frontem, et cum carne et rubore in maxillis, ac si etiam viveret C=). habebat oculos panim apertos et OS similiter; et lingua capiebatur et extraebatur ex ore, et redibat incontinenti ad locum suum. dentes albi et firmi, ungulae manuum et pedum firmissimae et albae; et brachia le- [Q vabantur et redibant ad locum suum, ac si nunc mortua fuisset;"
      },
      {
        "index": 1,
        "text": "stetitque per multos dies in palatio Conservatorum, ubi propter aerem colorem tantum faciei mutavit faaaque fuit nigra, nec propterea pinguedo vel caro destructa erat. cumque Conservatores in eodem pilo, loco uxta cisternam in renclaustro eiusdem palatii extra portam Pincianam in quodam vico vicino eius - in quadam fovea proiecta fuit - reportaverunt ibique eam sepelivemnt et illis primis diebus quibus inventa et ad dictum palatium inducta fuit, tantus erat concursus hominum eam videre cupientium, ut passim in platea Capitolii vendentes olerà et alia ad instar fori reperirentur. et mixturam odoriferam, cum qua involuta erat, ferebatur confectam esse ex mirrha et olibano; aliijjferunt aloe terebentina, quae acutissimum et quodam modo stupefactivum j)edes et bracchia levabantur et redibant ad locum suum ac si nunc mortua fuisset R deinde ungulae manuum et pedum levabantur et redibant ad locum suum, ac si nunc mortua esset dentes albi et firmi, ungulae manuum et pedum firmissimae et albae, et brachia levabantur ubi fovea defossa fiierat B' U M aggiungono: et creditur fuisse corpus luliae CiIIP, 1094; Alexander ab Alexakdro, nelle Mittheil. des InstiU f. oesUrreich."
      },
      {
        "index": 2,
        "text": "Genia.]. Dier. Ili, 2, 308; Matarazzo, Gesch. IV, 41 sgg.; ibid. p. 433 sgg. Cron. dì Perugia, II, 180; Rice y, Pa la dotta critica di Chr. Hùlsen, Die Lemonio, p. 112; Tomassetti, Camp. Auffiniung der ròmischen Leiche vom Rom. Via Latina, p. 5o;H, Thode, Jahre 148. odorem habebat. et multi extimaverunt cum ea reperram fuisse maximam quantitatem auri vel argenti et lapidum praetiosorum; quod extimatum fuit ex eo quod fodientes et qui super eos erant nunquam fuerunt reperti ulterius. et aetas sua erat, ut videri poterat,.xii. vel.xiii. annorum, et erat adeo pulchra et formosa, ut vix scribi seu dici posset, et si diceretur aut scriberetur, a legentibus qui jeam non viderunt, minime crederetur. et multi de longinquis partibus venerunt causa videndi eam et depingendi eius pulchritudinem, et non potuerunt eam videre, quia fuerat ita ut supra (®) secreto in loco proiecta; et ita male contenti recesserunt, et pilus marmoreus, ubi fuit reperta, dimissus est in reclaustro dominorum Conservatorum."
      },
      {
        "index": 3,
        "text": "Eodem anno mense iunii, in vigilia sancti Ioannis, Prosper de Columna cum suis complicibus summo mane intravit castrum Frascati, ibique coepit Tuttavilla filium cardinalis Rothomagensis dominum dicti castri cum omnibus bonis suis, quae fuerunt multa milia ducatorum et maxima quantitas argenti; ibique recogniti fuerunt annuii qui fuerunt quondam protonotarii Columnensis et supellectilia serica et quidam lapis alabastri magni valoris ipsius domus; quae omnia una cum bonis dicti Tuttavillae abstulerunt duxeruntque eum captum ad Civitatem Laviniae prò habendo dictum locum; et cum non potuissent dictum locum habere, captum et carceratum duxerunt ad Roccam Papae, ibique eum dominus Prosper retinuit; et in die sequenti coepit castrum Nemoris cum uxore et filio dicti Hieronimi Tuttavillae, ibique fuerunt percussi et vulnerati multi bine inde, et potissime prò parte dicti d. Prosperi dominus Fabritius de Columna cum quadam sagitta in coxa °\\ et in die sancti Ioannis papa congre• gavit concistorium dominorum cardinalium, et nescitur quid fiierit ibi statutum. deinde coeperiint castrum lensani Et cum stetissent per aliquos dies apud Civitam causa ha- bendi eam, gentes Ursinorum invaserunt eos mane quodam; et cum improvisos et incautos invenissent, agmina omnia totum- que campum dd. Columnensium destruxerunt, eorumque arma e. ii6b et instrumenta bellica exportaverunt, et quandam bombardam aeneam dd. Columnensium quam ad dictum locum duxerant prò habendo dictum locum, in dictam Civitatem reduxerunt et ibi steterunt per multos dies. demum castrum Sermonetae et omnia quasi eius ammalia depraedati sunt; et fertur fuisse multa millia capitum bubalorum, bovum et aliorum animalium. et dictam praedam transduxerunt in dictam Civitatem; quam cum non possent ibi retinere, gentes praedictae videlicet balistrarii equites, versus urbem Romae magnam partem dictae praedae transduxerunt. quae cum venisset ad notitiam dictorum dominorum Columnensium, confestim.ce. ob dictam praedam Q quosdam insectati sunt usque intra portam Latinam et aliquos eorum prope viculum Maximum et coeperunt; dictamque praedam, videro licet animalia, retroduxerunt. demum post aliquos dies praefati domini Columnenses cum gentibus praedictis circa.xxxx. balistrarios Ursinos in dictis nemoribus reperierunt, factaque sunt in paucis diebus inter eos varia et diversa bella apud castrum Marini, Nemoris et lensani. quae cum sic agerentur, Paulus Ursinus una cum lulio Ursino, auxiliante > Virgineo, invasit i) castrum Cicigliani. qui cum eos vigilantes et provisos inyenisset, plusnensium Eduxerunt prò habendo dictum locum Columnenses, in dictam cum sono le prime parole con cui si riprende il periodo. R quos insequuti sunt quam.xxxx. prò parte dictorum Ursinorum, inter penitus mortuos et quasi, letaliter vulneratos, dimiserunt. ex hominibus autem dicti castri Cicigliani unus tantum, videlicet Paulus Silverius interfectus extitit."
      },
      {
        "index": 4,
        "text": "Et post aliquos dies in Valle Ampullionis fecerunt se magis fortes, et penetraverunt iterum in Latium, et dederunt auxilium Civitatensibus, semper et continue cives romanos et alios, ubivis repertos, depraedando. Cohortes autem praefecti Urbis in monasterium Sanctae Agnetis extra portam Nomentanam prope ecclesiam morantes similiter ordeum et frumenta ex aris Romanorum vi rapiebant. latrones etiam intra moenia Urbis et in vineis propinquis disrobabant, nulla habita partium distinctione. Fuerunt insuper creati per Conservatores duo commissarii, qui una cum.lxx. balistrariis equitibus a summo pontifice sala riatis campos et aras custodirent, ne damna huiusmodi fierent; quibus non obstantibus, longe ampliora et malora facta sunt, potissime per commilitones dicti praefecti. Et cum.xiiii. die dicti mensis iulii Camillus Macharanus (p, unus ex iam dictis commissariis, quasdam ) aras in Latio, prope viam qua itur ad Albanum, moraretur, supervenerunt gentes dominorum Ursinorum immiscueruntque bellum similiter; quod cum dictae gentes Ursinorum essent infinitae, commissarii vero pauci, commissarium et eius gentes incontinenti absorbuerunt, et aliquos ex dictis penitus interfecerunt, nonnuUos laetaliter vulneraverunt et disrobaverunt, nec profuit eis clamare: « Chiesia, Chiesia! »."
      },
      {
        "index": 5,
        "text": "et in quibuscunque locis praelium fecerunt, et potissimum dum coeperunt castrum Frascati cum Tuttavilla, semper prò parte Columnensium fuit clamatum: « Colonna, Colonna » et « Chiesia Chiesia » simul; prò parte vero Ursinorum tantum Ursus ex- 0 titit in vociferatione; et sicut viderl potest, fortuna volvit rotam suam, nam nunc est annus, quod Ecclesia cum Urso coniuncta contxa Coluninenses instabat, nunc vero eidem cum Columna centra Ursum bellatur. Deinde in dicto die fertur conclusum fuisse in condsto rio papam statuisse se velie in manibus suis supradicta castra civitatis Nemoris, lenzani et Frascatae et securitatem hinc inde de parendo suae sententiae; et obtulit se velie intra dìctos barones discordantes facere iustitiam et unicuique restituere quod suum erit; et siquis eorum fuerit voluntati Suae Sanctitatis renuens, O obtulit se velie contrariae parti favere inobedientem autem ut inimicum tractare et contra ipsum insurgere."
      },
      {
        "index": 6,
        "text": "Post quae incontinenti domini Columnenses in manibus praefati pontificis restituerunt supradicta castra Nemoris, lenzani; ac Frascatae castrum habuerat per praesens, et sic in dictis locis erecta fuerunt vexilla Ecclesiae; prò parte autem Ursinorum fuit mandatum papae spretum et neglectum."
      },
      {
        "index": 7,
        "text": "Die 20 iulii dominus Prosper de Columna una cum Fabritio et Nicolao Sermonetae depraedati sunt infrascripta castra Ursinorum, videlicet: Insulam, Campagnanum, Galeram, Braccia- 0 num, Cerveterem et nonnulla alia castra eorum, ibique depraedati sunt circa 20 vassallos seu habitatores dictorum castrorum et.ce. equas ultra mercatas signo domini Virginei Ursini, tria milia et ultra capitai bestiarum vaccinarum intra boves domitos et vaccas, praedamque ipsam transduxerunt prope Hostiam; usique fuerunt infrascripta pietate. nam cum venissent ad locum ubi erant quingenta capita vaccarum Bartholomei de Sancta Cruce, potissime dominus Georgius et Prosper erant aeque inimici dictorum Columnensium, et dictus dominus Georgius semper cum suis complicibus acerbe se gesserai in favofecti a Paulo Margano, cuius domus de S.» Cruce, potissimnm d. Georgius lo à nel contesto. C et licet Georgius semper fuerit cum suis complicibus et acerbe se gesserit gessisset rem Ursinorum ut cognatus domini Pauli Ursini, centra dictos Coliimnenses, nunc dictus dominus Prosper et Nicolaus Caietanus dominus Sermonetae, moti precibus cuiusdam custodis dictarum vaccarum, qui genuflexus cum lacrimis ante oculos oravit prò filiis pupillis Bartholomei interfecti, ipsi tanquam pii et misericordes domini, animalia omnia dicti Bartholomei, quamquam modo eorum. inimici, et una cum illis vaccas Stepliani Francisci fautoris dictorum Ursinorum illesa et intacta dimi-;"
      },
      {
        "index": 8,
        "text": "serunt eisdemque damnum aliquod inferre noluerunt, asserentes semper nolle pupillos illos filios dicti Bartholomei interfecti tanquam innocentes in aliquo preiudicare. Die sequenti Innocentius fecit ad se venire praefatos do minos Columnenses eosque per aliquot dies inpalatio substinuit noluitque eos ad domum redire, misitque per Urbem proclama, quod, sub certa poena, habentes aliquid de dieta praeda incontinenti resti tu erent; et scientes ahos habere revelarent; et post paucos dies, receptis fideiussoribus de non offendendo et de parendo indicato O, a dictis dominis Columnensibus et a dicto Hieronimo Tuttavilla, sub poena.ce. miliuni ducatorum, eos et dictum Hieronimum dimisit, causaque ipsa inter d. Hieronymum praedictum et dominos Columnenses commissa fuit quatuor auditoribus Rotae, qui haberent eam infra octo dies de iure terminare;"
      },
      {
        "index": 9,
        "text": "videlicet, nunquid licuerit seu Hcitum fuerit dictis dominis Columnensibus depraedasse dieta castra et bona dicti Hieronimi. et haec fecit Innocentius, habita prius in sua protectione et potestate et in manibus suis p) possessionem dictorum castrorum, scilicet Frascati, Nemoris, lenzani et Civitae. Pii, et princeps Taranti qui observarunt fidelitatem regi ipsi Deinde papa, facto super hoc consistono pluries, misit prò J Prospero Columnensi et Fabritio, ferturque illos conduxisse, et similiter voeavit ad se Ioannem Sabellum, qui iam erat Ecclesiae inimicus, ex eo quia in morte Sixti receperat castrum Arignani Die.XVI. octobris civitas Aquilae cum omni suo comitatu erexit vexillum Ecclesiae, et ita fertur fecisse multas terras et castra regni praedicti; et dux Oliveti fertur venisse ad obedientiam papae et dixisse se noUe habere et recognoscere alium in dominum nisi papam, et in dieta civitate Aquilae fertur fuisse interfectum a iuvenibus Aquilanis dominum Antonium de Cicinellis militem Neapolitanum una cum quatuor famulis suis et alios regales, in totum numero.xxx. in platea."
      },
      {
        "index": 10,
        "text": "Die 19 praesentis mensis mortuus fuit dominus cardinalis Aragonius filius regis Ferdinandi, in eius palatio, videlicet apud Sanctum Laurentium in Lucina, et eius corpus depositum fuit in ecclesia Sanctae Sabinae, et causa mortis haec est nam cum idem cardinalis accessisset ad civitatem Salernitanam ibique esset, petiit a castellano dicti loci ut permitteret eum videre castrum seu fortiliciam dicti loci; fuit ei responsum quod haberet licentiam primo a domino, et cum hoc denunciatum esset principi illius loci venit ad eum, et octo viri, qui cum cardinali erant, in dicto castro inter turrim continuo occisi fuerunt. deinde praefatus princeps eidem cardinali atterminatum eiusdem mensis £ Aragoniae R fuit 7\\/ sibi A/ fortalitium £ atterninatum A/ attemperatum terminatum tuus rex voluit nos oranes conculcare ». quo audito, Romam venit, ibique per unum mensem tantum permansit et decessit ut supra."
      },
      {
        "index": 11,
        "text": "In ultimis diebus dicti mensìs aliqui complices Verginei Ursini noctis tempore ad portam Appiam ex latere exteriori se contulerunt, ibique vocato portanario per quendam tabemarium vocatum Malaspinam qui extra dictam portam tabemam fa- :o ciebat, intraverunt et dictum poctanarium et portam coeperunt, ipsumque ponanarium ligatum tenuerunt usque ad diem; quo medio, quandam bombardam magnam existentem in castro Civitatis per Urbem traxerunt eamque ad castra dicti Virginei per loca transtiberina adduxerunt; et deinde dictum portanarium rj et portam reliquerunt. quo intenso, corda superiorum ad capturam et castigationem praefati Malaspinae processerunt inductae sunt suspitiones in animis eorum. Postquam O io principio mensis novembris detectum et publicatum fuit praefatum Virgineum Ursinum constitutum fuisse generalem capitaneum ligae, videlicet regis Ferdinandi, ducis Mediolanensis, Florentij norum et Senensium, contra Ecclesiam et •£. Venetos; quod cum papa vocasset dictum Vergineum ad sua s servitia, asseruit nolle venire; et pecuniam, quam acceperat ab Ecclesia, tanquam stipendium ) se retinere velie prò praeteritìs servitiis et non prò futuris; quare papa misit ad eum episcopum Teanensem Ursum de Ursinis prò revocando ipsum, qui nihil Malaspinae A/ Molpinae; processerunt inductaeque sunt suspiciones in animis eorum S et portam reliquerunt, quo audito corda superiorum ad capturam et castigationem praefati Malaspinae processerunt M Post quae In M manca detectum et In manca videlicet A/ cum vero papa tanquam ipsius stipendiarius £i?"
      },
      {
        "index": 12,
        "text": "ad propositum pontificis egit, immo incontinenti misit litteras excusatorias ad Conservatores et populum romanum, quibus recitabat omnia felicia gesta et facta Ursinorum in auxilium Ecclesiae; quare, cuoi ipse non bene iudicio suo tractaretur, excusabat se populo romano se tanquam Ecclesiae subditos hostili modo tractaturum X Et eo tempore dominus Robertus Sancti Severini, capitaneus magnus sine exercitu Urbem magna cum praelatorum comitiva intravit, cum praefata Ecclesia guerram tractaturus. Et cum diversimode tractatum fuisset de concordia papae et Virginei, tandem captus extitit quidam tabellarius in Villetro, qui portabat capitula sigillata et subscripta Verginei, quibus continebatur se cum omni eius statu contra Ecclesiam prò dicto rege pugnaturum, postquam omnes tractatus concordiae finem acceperant."
      },
      {
        "index": 13,
        "text": "Eodem tempore, videlicet in die sancti Andreae, Paulus Ursinus cum gentibus suis lustravit partes Insulae, ibique omnia ammalia civium romanorum recoUegit pontemque Nomentanum coepit et in Latium cum gentibus intravit, et in eo boves omnes praefatorum civium et ammalia caetera grossa et minuta recoUegit; quorum pars ad Civitatem Laviniae transducta fuit; pars vero per praefectum Urbis, comitantibus et auxiliantibus civibus romanis, ad Urbem reversa fuit, captique fuerunt.xiii. ex illis* et incontinenti frumenta cariora facta fuerunt, et ligna in tantam pervenerunt penuriam, ut vix panis in furnis coqui potuisset, et salmd magna lignorum quinque carlenis vendita fuit, mediocris tribus, et numero ad minus duobus, propter quod magna pars arbomm vinearum incisae fuerunt. extra portam Numentanam et Salariam nemo exibat, ex aliis vero, pauci;"
      },
      {
        "index": 14,
        "text": "Capitolium clausum et obtusum fuit, mandatumque est, ut illis temporibus nuUum ius redderetur in Urbe, undique tribulationes et angustiae vigebant, quilibet arma utriusque generis ferebat, iustitia omnino quiescebat, àdèo quod multa cadàvefa occisorum mane nuda et in ecclesiis reperta fuerunt, et potissime in porta ecclesiae Sanctae Mariae in via Lata in quinque pronot. Angeli C protonotarii famuli proton» Angeli £Tibrim Af ac- cesserat Et istis temporibus missum fuit proclama per Urbem ex parte S. D. N. quod omnes malefactores, homicidae et diffidati prò quibuscunque terminibus libere reverterentur ad Urbem; et ita factum fuit; propter quod tanta fuit copia dictorum diffidatorum et facinorosorum pariter per Urbem ambulantium armatorum, ut incredibile quodammodo esset dicere. Die.X. mensis decembris cohortes Ursinorum et homines castri Scrophani armati accesserunt ad Burghettum, distans ab Urbe per decem miliaria versus Castrum Novum, quod est Sancti Petri, ibique tota die bellaverunt et tandem, igne imposito, illud combusserunt. custodes illius loci se defendentes, tres milites seu armigeros Ursinorum lapidibus proiectis interfecerunt, et milites alios pedites et rusticos ad mortem usque vulneraverunt."
      },
      {
        "index": 15,
        "text": "Quapropter multi ambasciatores, qui de diversis partibus ultra et citra montes ad Urbem veniebant, prae timore retrocesserunt, et omni fere nocte inimici currebant usque ad portas Urbis. Et.XV. die dicti mensis multi armati tentaverunt capere portam Populi; sed vigiles qui ibi erant, eam defenderunt. de nostris Ijcustodibus unus tantum in facie ibi vulneratus fuit, et illa et aliis noctibus cardinalis S. Petri ad Vincula, et aliquando Sabellus et cardinalis de Columna, personaliter armati cum satellitibus portas omnes Urbis et muros et custodes ibi existentes visitaverunt simul et monuerunt. 2 Et illa eadem die.xv. certi iuvenes Romani armati accesserunt ad domum domini Anielli ambasciatoris regis Ferdinand!, qui habitabat in domo comitis Tagliacotii, ibique illum coeperunt quodammodo non esset 7? ' incredibile sit quonammodo esset C incredibile quoddammodo esset S incredibile sit quodammodo esse C incredibile quodammodo esset dirruit {d) et honesto modo eum ad palatium Conservatorum duxerunt, et bona eius omnia quae in domo erant et equos et mulos ad saccum miserunt; et ignem in eius domo posuerunt, et aliquam particulam tecti et dictae domus combuxerunt et detexerunt, petieruntque ab eo ut curaret cum rege et hostibus ut Andreas Palutii qui in festo sancti Andreae una cum ponte Numentano captus erat, et Paulus Matalenus qui similiter captus erat, ab hostibus reverterentur."
      },
      {
        "index": 16,
        "text": "Die sequenti Conservatores et duo cubicularii papae una cum Officialibus et aliquibus civibus ad palatium apostolicum eum duxerunt; et noctibus ì sequentibus multa furta et rapinae vel violentiae factae fuerunt, domus violentar apertae et homìnes ibi ligati et violati fuerunt; intra quos fuit dominus Ioannes Setinus rector Sancti Nicolai in Forbitoribus, quem ligaverunt latrones et ligatum tenuerunt tota nocte, illique rapuerunt ducatos.ex, et omnia fere bona; et iam in aliis locis Urbis similiter factum fuit. Stantibus bis, Fabritius de Columna et Prosper de Columna de mandato papae cum gentibus eorum ad Castrum Novum ob- viam gentibus domini Roberti accesserunt, et, ut fertur, quamdam machinam bellicam, quae vulgari modo lo bastione dicitur, quam Virgineus Ursinus fecerat intra Castrum Novum et Rignanum, in loco qui dicitur Monte della Guardia, prope ecclesiam S. Leonardi in Via, continuo expugnaverunt; ita quod gentes praefati domini Roberti libere ad Urbem in vigilia nativitatis Domini intraverunt. quorum cohortes SS. D. N. Inter ecclesias Urbis coUocavit, videlicet in ecclesia Ss. Quatuor, S. Thomae in S. Clemente, et S. Martino, et in multis aliis locis Urbis."
      },
      {
        "index": 17,
        "text": "Interea d. Prosper de Columna cum militibus snis accessit ad castrum Civitatis Laviniae ibique omnia fere ammalia grossa et minuta, quae milites Ursini et alii de dicto loco abstulerant a riculis, quibus in ipsorum r uperatione ipsi et sui milit et vasgalli passi fuerant. Insuper, illis temporibus repertac fuerunt per Urb i nnullae cedulae continentes in se aliqua dieta; sed hi qui eas invenerunt non libenter eas patefecerunt. audivi tamen a quodam fide digno viro, qui dixit se secreto modo audi visse ab uno ex car- ic dinalibus, quaUter Virgineus Ursinus in una ex dictis ceduhs intitulatus hortabatur populum romanum ut insurgqret contra pone. I2SA tificem cum j armis ipsumque et eius cardinales expellerent ab Urbe, asserens illum non fuisse verum ponti m et canonice creatum et aliquos ex cardinalibus similiter non esse veros 13 cardinales; et offerebat se velie praestare auxilium dicto populo in faciendo alium verum pontificem et alios novos ac v iores cardinales; insuper fertur in dictis cedulis multas contumehas tuHsse de cardinali Sancti Petti ad Vincula ipsumque tanquam indignum praelatum de vitio sodomitico pollutum privandum et 2C destruendum esse."
      },
      {
        "index": 18,
        "text": "Et aliqui cives romani, qui cum salvoconducto ad dictum Virgineum accesserunt prò redimendis bestiis eorum depraedatis, iureiurando asseruerunt se audisse a dicto Virgineo se velie, cum primum Deus eidem praestiterit victoriam, caput dicti Sancti Petri ad Vincula infixum in quadam lancea per Urbem in eius maius dedecus portare. Insuper affirmaverunt quosdam rusticos subiectos Ecclesiae de terris circumcirca Urbem similiter redimisse ibi praedam eorum, ac tunc dictum Virgineum dixisse commilitonibus suis ibi existentibus: « dimittite eos pauperes circumstantes et nolite eos ulterius depraedari, sed attendite solum circa praedas et dextructiones civium romanorum tantum, et contra illos totis viribus insudate ». Post quae oretenus commisit quibusdam ibi stantibus q causa praedicta ut cum primum ad Urbem se conferrent, cives romanos et Officiaks convenirent, ilb'sque ex eius parte dìcerent se audivisse eorum animalia intra moenia retinere, et quod illa bene custodirent, quoniam ipse intendebat non solum ea de dictis locis vioienter eripere. verum et ipsos et eorum bona in eorum cameris concrematurus <» paucos intra dies."
      },
      {
        "index": 19,
        "text": "Et similiter fertur misisse nuntium quendam ad pontificem nostrum qui oretenus nunciaret se esse tantae potentine et in- dustriae, ut eundem pontificem ac S. D. N. et Dei vicarium in fluvium proiiceret, propter quod corda omnium qui hoc audiverunt perturbata sunt, incensaque fuenint in eum propter haec et multa alia et infinita verba minatoria, quae ex ore illius prosiluerunt Ì15.Xxviii. decembris, in die Innocentium exivit d. Ro- bertus cum sua comitiva et multis militibus et peditibus balìstrariis et aliis portam Numentanam, ac cum dictis bombardis grossis quae erant in Castello et duabus cerabotanis et multis scopeteriis accessit ad pontem, ibique coepit pugnare cum custo- dibus dicti pontis Numentani; quos infira quatuor vel quinque — horas, et antequam plantaret bombardas grossas, dictum pontem coepit, et illi qui ibi erant dederunt se et dictum pontem eo modo, quo inter milites didtur ad discretionem; quae discretio fuit talis quod omnes qui de dirto ponte erant fuerunt interfecti, hoc 2j modo videlicet, quia quando gentes papae aperta porta intraverunt, tunc illi expectaverunt responsura a filio diai Roberti quid de eis fiiturum esset, ac iUe iussit eos occidì, seu frustatim inrius dicam, bestìalia, quae ex ore illius prosilierunt et multa alia et infinita verba minatoria et iniuriosa et quodammodo, ut verius dicam, t>estialia quae ex ore illius prosiliunt Sntvilius dicam... exiluerunt In M manca in die Innocentium /?* pararent cidi; quo audito, duo ex illis exuti armis se in Tiberini proiecerunt, et confestim sufFocati sunt. unus ex eis vulneratus, qui se in Tiberini proiecerat et retractus a commilitonibus, captivus factus est; ex eis interfectis unus a ianizeris, qui sese circum volverunt, dum caedebatur, salvus fuit; nescitur tamen postea quid de eo et de alio actum fuerit. et hoc puto factum fuisse ex eo quia et in dicto praelio Fracasso fìlius dicti domini Roberti uno scopietto, vulgariter nuncupato, in ore vulneratus fuit; vel forte ) quia praecedentibus diebus cum dictus d. Robertus ivisset ad dictum pontem causa providendi unde potuisset eum facilius debellare, praefati custodes proiecerunt quandam spingardellam coiitra eum, quae parum distitit ab eo, causa ipsum interficiendi et tunc ipse dominus Robertus aegre tulit, et digitum suum momordit contra eos minando, et multi alii ex parte Ecclesiae in dicto praelio etiam laetaliter vulnerati 1 fuerunt; et dicti custodes pontis fuerunt.xvii. numero, et prò malori parte Calabrenses, quia ita loquebantur; et se stare ad stipendia ducis Calabriae affirmabant etiam quando fuerunt requisiti an vellent dictum pontem dimittere, responderunt se fuisse ibi positos per ducem Calabriae et ipsum tenere ad eius instantiam, et sine eius mandato nolle ipsum dimittere."
      },
      {
        "index": 20,
        "text": "Interea praedae Ursinorum non deficiebant; transcurrebant enim in partibus transtiberinis a Galera usque ad Urbem, et similiter milites Ecclesiae, qui in Urbe erant, oves et boves civium romanorum ad libitum interficiebant; et ubi aliqua domus feni reperiebatur, absque uUa (1 licentia, ac si ipsorum propria esset, exonerabatur et sic cives romani et habitantes in Urbe, nali Ursino, qui oretenus cum dicto domino nullo alio medio per quatuor horas fere locutus est, confestim ad Urbem venerunt, et cum pontifice loquuti sunt, et die sequenti recesserunt; et per palatium dictum fuit dominum cardinaiem archiepiscopum Florentinum et episcopum Teanensem sese et omnes eorum terras dedisse Ecclesiae, et tradidisse possessum Montis Rotundi, Sancti Angeli in Capocia et aliarum terrarum et castrorum ab- o batiae Farfensis praefatae Ecclesiae, exceptis quibusdam dominisi )) Montis Rotundi, qui, ex quo acceperunt pecuniam a Virgineo, cum personis eorum et cum statu cum dicto Virgineo restiterunt Fertur in bis diebus, cum Viterbiensibus factae essent nonnullae praedae per supradictos Ursinos, et pluries esset per eos supplicatum pontifici ut super bis provideretur, cum tandem nulla provisio facta erat, accidit quod certi mercatores Fiorentini deducebant per dictam civitatem certum pannum et mercantias potuerunt, illis armigeris fugatis j opem praestiterunt, obviam illis euntes, deserto palatio et loco guardiae ipsius. quod cura fuisset visum ab hominibus Burgi, incontinenti de duobus alterum evenisse suspicati sunt, aut pontificem morte repentina obiisse, aut Virgineum cum gentibus suis Romam intrasse; ex quo videbg.nt custodes palatii relinquere custodiam et; aufugere et incontinenti in Urbe haec fama orta fuit, et crevit d'Albano che passeggiava col card, di S. Pietro in Vincula montò a cavallo e si mise a fugmam extinguendì caussa dominationem suam ostendit R qui se talem extinguendi causa percerat eis, dummodo essent fideles Ecclesiae; quod ipsi liberaliter promiserunt."
      },
      {
        "index": 21,
        "text": "Videns postea Innocentius dictorum rusticorum incostantiam, et quod de eius morte valde gavisi erant et quod rupta fide iterum contra Ecclesiam ad Ursinos revertebantur \\ incontinenti mandavit dictum castrum funditus et a radice displanari, et ita intra paucos dies factum fuit. Et illis diebus supervenerunt novae qualiter d. Fabritius Co- lumnensis ceperat totum comitatum Albiensem cum omnibus terris et castris, excepta arce quae dicitur lo Corvaro. Et interim gentes Ecclesiae animalia omnia Ursinorum quae versus Galeram et partes maritimas erant, depraedatae sunt. Et hi qui in civitate erant similiter vecturas et alia animalia Romanorum quae in partibus Latii erant, depraedati sunt. Die vigesima februarii ° Civitas Laviniae ) multis perfossa bombardis, et cum occisione multorum et vulneratione infinitorum, a gentibus Ecclesiae capta est, et duo qui ibi principales erant, ad Urbem capti et in Castro Sancti Angeli emancipati J) fuerunt."
      },
      {
        "index": 22,
        "text": "Post quae, quia omni die gentes Ursinorum existentes in castro Flaviani et in castro S. Gregorii a rapinis et praedis non desistebant, itaque die 17 martii campus Ecclesiae accessit ad dictum castrum Flaviani, et bombardae grossae Ecclesiae illuc accesserunt, et in hoc proposito omnes fuerunt; sed omnia per fluvium Tyberim supradicta [[ supellectilia et artellariae et bombardae accesserunt ad castrum Gallesii et ibi steterunt. Dominus autem Robertus contulit se in Latium Patrimonii, Similiter et Ursini animalia omnia Romanorum quae in partibus Latii erant M die deque ibi locum fortissimum limitibus et fossatis. gentes vero inimicorum erant ibi prope, videlicet apud Pitiglianum et Montem Pulicianum; et semel de mense mail prope iioctem praelium fecerunt, intra quos multi bine inde et capti et mortui extiterunt; et post illud per multa tempora quieverunt; a praedis autem populo romano fiendis minime destiterunt."
      },
      {
        "index": 23,
        "text": "Quo mense gentes confoederatorum Inter se, videlicet pars Florentinorum i) cum gentibus ducis Mediolanensis, praeKum inierunt, in quo plusquam centum commilitones hinc inde mortui ♦ fuerunt; et animi hinc inde turbati et nondum sedati in eodem permanente loco, propter quod speratura?) aliquid inter eos fore scandali, vel saltem inter eos se divisuros. causa discordiae fuit, nam cum milites prae omnia existentes in Pitiliano puellam quandam vi arripuissent, et hoc populi iUi insupportabile iudicassent, cum et alias se domino Nicolao excusassent, arma coeperunt contra dictos armigeros imploraveruntque auxilium a 'O gentibus dicti comitis Pitiliani et sic Florentinorum. Eodem mense lanuenses prope Petram Sanctam passum et locum certum fortissimum a Florentinis occupaverunt. Et illis temporibus aiunt ambasciatores et legatos regis Franciae per Florentinam civitatem praetereuntes multas contu- '5 melias dixisse Laurentio de Medicis, et inter alia se non bene ac recte facere bellum contra Ecclesiam ad instantiam cuiusdam bastardi regis Ferdinandi, illique minatos esse graviter item, permansemnt i? correg- permanent 5permanerent £3f timetnr A/scandalum cum praefati legati de Viterbio transirent versus Urbem,Virgineus Ursinus misit obviam eis quosdam de suis, illosque depraecatus fuit, ut haberent eum recommissum apud pontificem nostrum, et quando reverterentur ad regem Frandae, recitando omnia incommoda gesta per dictum pontificem contra eum et eius domum, offerendo insuper eis salvum conductum cum prae- c. 131 *■ terirent per eius territorium. qui domini legati omnia pa- 1 tienter et audiverunt et intellexerunt usque ad praefatam oblatio- 1 nem; quam statim cum audiverunt, recusarunt dixeruntque se non indigere salvo conducto eius, parvifaciendo et vilipendendo k eum, et tirannum ac ragazzonem vilissimum appellando; et cum se ad Urbem appropinquarent una cum quibusdam gentibus Ecclesiae, rustici quidam ex Ursinorum oppidis obviam ipsis iverunt causa invadendi et disrobandi dictos legatos, prout hactenus fecerunt ); sed dicti legati et ipsorum comitiva dantes i' se in defensam, circa.lxxx. ex rusticis dictis Hgatos et captos ad Urbem duxerunt, raultosque deinde vulneratos et semimortuos dimiserunt."
      },
      {
        "index": 24,
        "text": "Die penultima mali, supradicti legati Romam intraverunt < ferturque pontificem eos libenter suscepisse ac dixisse, seu protestatum fuisse, se aut Ecclesiam omnem deperditurum seu dextructurum, aut Virgineum Ursinum penitus desolaturum. Eadem die, dictum et affirraatum extitit in Urbe quendam dominum lulium Ursinum, unum ex dominis Montis Rotundi, qui sub Ecclesia et domino Roberto militabat, per dictum do- 2[ minum Robertum captum et carceratum fuisse, deprehensumque fuisse f in prodimento hoc, videlicet, quod ipse per licteras et nuntios locutus fuit statuitque cum duce Calabriae tempore dictus dominus capitaneus insurgens, videns rem, prout ei re- e i32 a velata fuerat Q>, veram esse, armata manu coepit et dictos hostes qui iam intrare coeperunt et dictum dominum lulium una cum quibusdam ex suis primatibus et militìbus, quos intellexerat de dicto prodimento partecipasse, pari custodia illos earceratos de- tinuisse et detinere, hoc supradicto domino pontifici totique Ecclesiae nunciando."
      },
      {
        "index": 25,
        "text": "Prima hebdomada iunii die veneris factum fuit consistorium in palatio Sancti Petri, ubi fuerunt omnes cardinales et ubi palam omnibus cardinalis Senensis, vicecancellarius et Sabellus et nonnulli alii petierunt a summo pontifice pacem, quod deberet facere pacem cum rege Neapolitano et cum inimids suis, et offerebant regem Ferdinandum velie concedere Ecclesiae civitatem Aquilae et totum Abrutium cum omnibus baronibus et dominis qui vocaverunt Ecclesiam; et insuper se daturum tributum Ecclesiae consuetum, et illud quod dare tenebatur in tempore praeterito cum aliquali temporis dilatione se soluturum; et multi cardinales edam hoc confirmabant. Tunc erexit se in pedes Abaly cardinalis francigena -' et dixit contrarimn, videlicet hanc pacem non posse fieri cum honore Ecclesiae, ex quo tota Francia seu Gallia fuerat submota cum duce René ut veniret, et magnae super hoc expensae et praeparamenta facta erant, et quod non videbatur conveniens quod Ecclesia tam ipsum ducem et regem Franciae cum reliqua Gallia, quam etiam barones et dominos, qui sese Ecclesiae sponte dederunt, illuderentur; et potissime lanuenses, qui apparatum magnum fecerunt prò tali re consequenda. allegabat etiam Ecclesiam magnam in hoc fecisse impensam; quod si talem pacem fecisset, certe nihil acquisivisset, sed potius bona et pecunias suas perdidisset."
      },
      {
        "index": 26,
        "text": "Contra quem insurrexerunt praefatus dominus vicecancellarius et cardinalis Senensis, et cum eo multa verba inhonesta et vituperosa habuerunt. et inter coetera dictus dominus vicecancellarius dixit non esse standum verbis illius Abaly CO tanquam ebrii, et quod ebrius esset, una cum aliis ampullosis verbis. contra quem similiter dictus Abaly protulit verba vituperosa, videlicet illuni esse marranum et filium meretricis et vitam suam dehonestabatur °). propter quod maximus tumultus factus fuit in dicto concistorio, ita quod unusquisque credebat eos venturos [[ ad 0.133* manus, dictumque concistorium fuit expeditum quasi in meridie. Die lunae proxime tunc futura d. cardinalis Sancti Angeli in consistono fuit pronunciatus legatus de latere in campo, una cum gentibus Ecclesiae; quem cum coeteri cardinales concomitatì essent usque ad ostium domus suae, ut moris est quando licentiam petierunt, dictus Abaly traxit se ante dixitque eidem cardinali quod praepararet in tentorio suo multa barilia vini et multos botiglios plenos vino, ut possint ibi astantes bene bi- :o bere, quod creditur dixisse ex eo, quia dictus vicecancellarius in concistorio proxime tunc praeterito dixerat ei butiglionem plenum vino et ebrium: sed pauci ibi astantes, licet hoc audientes, intellexerunt."
      },
      {
        "index": 27,
        "text": "Eodem mense iunii Cb) cum D. N. papa non haberet pecu- l5 niam prò militibus, subtili et mirabili quodam ingenio excogitavit ac de novo creavit quinquaginta duos officiales plumbatores bullarum apostolicarum qui dicti vulgariter sunt li ceratori habueruntque medietatem introitus dicti officii iunctam cum alia medietate ipsius papae; et quodlibet j[ ofEcium vendidit quingentis <- «ss» ducatis auri in auro, ita quod fuerunt recollecti.xxvi. millia ducatorum, quorum.xxv. millia convertit in cohortes et gentes armorum, mille autem promisit distribuere inter doctores studii, quibus ipse prò eisdem militibus abstulit pecuniam destinatam, idest ) gabellam studii. ■5 Eodem mense dux Calabriae descendens obsedit civitatem Cometanam, quam incontinenti quum se ad dictum locum applicavit, depraedatus est coepitque multos homines et multa animalia Cornetanorum; sed in praelio ibi facto multos mortuos reliquit."
      },
      {
        "index": 28,
        "text": "In Urbe interea non restabant ipiqui operar! iniquitatem sed magis increscebant, et in Campo Martio in brevi spatio, noctis tempore, armati diversa vice duas mulieres iuvenes et nuptas e latere maritorum vi et armata manu rapuerunt easque duxerunt prope flumen, et m e ante diem ad domum praedictam reduxerunt. utrum fuerint redditae virgines, standum est iudifio Ovidii, qui dixit: i( A iuveae et cupido credatur reddita virgo 34 A et erant illae mulieres non quidem parvae qualitatis; [ et potissime una earum clamores ad pgpam accesserunt, qui tantum de eo curavit, ac si somnium fuisset. o Christe, quid verius dicemus te nobis pastorem ovium tuarum dedisse, aut oves lupo commississe? sed forte excusandus est papa noster, vel quia hoc nescivit, vel, si scivit, consideratis temporibus, prò meliori tacere ac fingere §e nescivisse ponstituit."
      },
      {
        "index": 29,
        "text": "Interea dux Calabriae applicavit se cuidam castro dicto. Cervetero, qupd expugn e pntavit, et similiter civitat Tusca- 21 nellae, quam totis viribus aggressus est et cum omnibus gentibus suis expugnare conatus pst. putabant forte illam sibi sponte daturam, eo quod paulo ante fuerat a dicto domino Roberto et eius gentibus, ut dictum est, male tractata; sed hi qui eam custodiebant adeo se defendendo strenue gesserunt, ut post finitura prae- 2 lium circa muros illius loci plusquam.cxxx. cadavera reperta fuerunt, et haec quidem inimicorum erant. Post quae incontinenti se dux Calabriae cura gentibus suis e. -.34 B contulit ad castrum Anguillariae, quod credidit bello suo oppupeditum inter Suitenses et alios, et illos obtulit se suis expensis fj daturum usque ad finitam guerram; hoc videlicet inteUecto, quod dictus papa nullo modo pacem cum dicto rege faceret, alioquin protestabatur de expensa facta iam et de fienda contra ipsum j: pontificem et totam Ecclesiam. quae litterae ab aliquibus simulatae creditae sunt ac factae hic Romae a car- dinaie Abaly, qui solum voluntatem cardinalis Sancti Petti ad Vincula substentare conaretur. sed futurus hoc iudicabit cventus."
      },
      {
        "index": 30,
        "text": "Interea tiburtinus populus, emissis nuntiis, portavit quaedam capitula facta inter se et uxorem Virginei Sàbellam, quibus tregua per tres menses includebatur quibus etiam populus romanus continebatur; sed haec per prothonotarium Coregge Reni sopra Renatum Mac dedisse d ad hoc opus quadraginta mille senta firai:- tenses C Saorientes C Savoneoses 5' Saovetenses R Satuenenses R sopra Seclumnensem de Praeneste WgubernatoremTiburis disturbata sunt*, voluntati cuius fertur accessisse dominus Prosper de Columna. R.™' insuper vicecancellarius et Ascanius accesserunt coenatum ad quoddam castrum Ursinorum vocatum l'Isole, ferturque ibi pacem tractasse cura dictis Ursinis. Die.XIX. iunii d. Robertus, noctis tempore et secreto modo, se ad Urbem contulit ferturque visum fuisse in palatio cum ipso papa loquentem, ibique moram traxit per aliqups dies. dux C-I35B Calabriae descendit in partibus Transtiberinis, et quando stabat in uno loco et aliquando in alio, visus fuit prope mare et ci- k vitatem Portuensem et aliquando ad locum qui dicitur la Magliana et ad Porcareccia,transcurritque usque ad Primam • Portam et ad Burghettum, et multi estimabant ipsum velie tentare aditum et convertere se in Latium et non posse, eo quod flumen Tiberis custodiebatur a quodam de Tolentino, qui sub i Ecclesia cum septem squatris militabat; custodiebatur etiam a nonnullis fustis seu navibus bene instructis, quas papa instruxit ad custodiendum Tiberim, causa fugae et recessus desiderati, allegatur hic in Urbe primo, quia gentes ducis praedicti stant cum maxima penuria rerum comestibilium; panis ater et putens prò magno pretio, vinum non habetur nisi per paucos, et id sex aut septem bolognenis prò quolibet mezecto; item, alia causa allegatur ex eo quia Civitas Ducalis, obsidentibus Aquilanis et Antonello Sabello, ut fertur, terminum coepit ut, nisi infra aliquos dies detur ei auxilium, se daturam ] Ecclesiae; vel- 2 letque, si posset, praedictus dux Calabriae cum gentibus suis illi eos et sub I eorum et summi pontificis salvo conducto fuisse depredatos;"
      },
      {
        "index": 31,
        "text": "in qua rixa bine inde infiniti et capti et vulnerati extiterunt \\ Domina Sabella praedicta tres Tiburtinos legatos prò dieta o securitate componenda penes eam existentes substinuit, et eos non redire permisit, nec profuit eis ostendere salvum conductum subscriptum manu cardinalis Columnensis. Et iUis diebus tres nautae, qui cum tribus naviculis vinum ad Urbem portaverant et vendiderant, capti et in castro Sancti 5\" Angeli emancipati fuerunt, fiiitque oppositum eos veUe in recessu diaas tres naves duci Calabriae commodare, ut per eas Q), constructo ponte, per Tiberim in Latium descenderet. Et huius etiam timore in faucibus Tiberinis constitutum fuit unum quod vulgariter dicitur bastione, ne in Tiberim intrarent 0 naves vel galeae regis Ferdinandi dictumque ducem in Latium introducerent; fiienmtque multi homines et bombardae gione dall'aver interpretato la prima sillaba tu per la lettera m M captivos autero _ _____ I in custodiam appositi et catena turris Ostiae tirata et tensa fuit ad eundem finem, ita quod ncque intrare in Tiberini ncque?"
      },
      {
        "index": 32,
        "text": "exire cuiquam licebat.; Interea r.\" d. cardinalis Ascanius multis et iteratis vicibus duci Calabriae comestibilia donabat et, ut fertur edam de licentia papae; et dona erant liuiusmodi, videlicet unam rhedam seu currum e) panis, unam salmam boni vini, aliam carnium salatarum et siccarum et aliam pomorum seu melangalorum. Et gentes hinc inde quiescebant, adeo quod non videbantur inimici; ex quo per nonnullos existimatum fuit infra aliquos ic dies ad pacem venturos inter se, tunc pacem tractantes. Eodem mense iunii in die sancti Ioannis Baptistae, intra et 22 horam, orta discordia inter domesticos cardinalis vicecancellarii et armigeros existentes ad custodiam palatii papae; quae ex parva re initium assumpsit. factum est proelium ante 13 palatium ipsius vicecancellarii, in quo tres tantum ) de eius domo interfecti fuerunt, dictumque proelium extinctum fuit incontinenti, Die vigesima octava ) eiusdem mensis, in campo ducis Ca- labriae in partibus Transtiberinis existente prope Porcariciam ignis exortus est qui, subita vi ventorum ductus, tentoria custodum ducis praedicti et aliorum multorum militum in cinerem convertit. ita quod fertur inter equos et bona quatuor milia ducatorum conbusta fuisse; cuius origo fuit quidam Hispanus, qui carnes assabat prope sepem quaradam; propter quod non multo post dux cum gentibus praedictis inde recessit. 2 et siccarum non viderentur alias inimici S non videbantur inimici £ nonnuilis £A/orta coni bombarda extincto parentes comitis Montorii apud civitatem reversi sunt M honoduobus ex illis interfectis et per fenestras extractìs et proiectis una cuna duobus aliis et notano quodam, abierunt. comes autem accepta omni substantia quam ibi habebat et cum omni familia ex Aquila recessit ac ad castrum generis sui fortissimum, qui cum rege militabat, accessit non sine magno timore et suspicione Aquilanorum."
      },
      {
        "index": 33,
        "text": "Interea multum de pace speratum fuit, potissime cum aliqua ex bis viderentur: offensae inter milites liinc inde nullae fiebant; missus a rege Hispaniae liac lege ut Urbem non intraret, nisi pace firmata, palatium apostolicum intravit. comes Pitiiiani secreto modo, ut credo, papa inscio in turri cardinalis Sancti Angeli, quam in Monte Pincio construxit moram traxit per aliquos dies. tertio, cum cardinalis Ascanius et cardinalis Sancti Angeli secreto modo, duobus dumtaxat famulis comitantibus per magnum spatium, forte horarum quinque, quasi omni die locuti sunt. ex quo omnes ferme intelligere possunt papam nostrum ab omnibus deceptum fuisse. Deinde die 2 iulii dux Calabriae cum omni suo exercitu e 139 A partibus Transtiberinis in Insulam, tranato Tiberr, se convertit, confectis quibusdam naviculis apud castrum Flaviani, moxque castrum Montis Rotundi, quod cardinalis Ursinus prò Ecclesia tenere fatebatur, coepit; cardinalemque ipsum carceratum retinuisse fertur hoc modo, nam incontinenti comes Pitiiiani, Organtinus Ursinus et alii de Ursinorum genere qui contra Ecclesiam militabant, iverunt ad dictum castrum, quibus sine contradictione concessum est. quod audiens postea cardinalis, una cum populo dominos ipsos cum gentibus qui cum eo erant eiecerunt; demum domini praedicti expulsi magna, ut fertur vi et castrum et cardinalem coeperunt. sed in hoc omnium iudicio fallacia, machinatio, prodimentum seu dolus fuit; quod ostenditur ex eo solo quod paulo ante cardinalis Nicolaum Tolentinum* cum gentibus suis et squatris non minus quatuordecim prò tuitione illius ita se inimici in dictis castris > recepissent, statim incursiones et praedas in Romanos usque ad pontes fecere, ibique*™) multa genera animalium, bubalorum, bovum et equorum et aliorum generum civium romanorum in ditionem eorum perduxerunt. 1 Die.XVII. eiusdem mensis Petrus Palutii de Subactariis \\ civis romanus, cum staret in area sua quam habebat in partibus Insulae ad triturandum granum, supen nit frater carnalis Pauli Ursini ex latere materno una cum.xxv. equitibus causa depraedandi dictam aream. qui Petrus cum sociis dedit se ad defensam, et tandem coepit dictum fratrem Pauli Ursini una cum pitolium duxit parva manu."
      },
      {
        "index": 34,
        "text": "Decima nona die eiusdem mensis dictum est in Urbe acriter pugnatum esse apud Sanctum Severinum, ita quod terra ipsa capta est ab liostibus, idest ab hominibus regis; et in dicto bello multos mortuos fuisse et potissime d. Augustinum Campifregosii; et ex adverso ducem Capuae, filium ducis Calabriae, letaliter vulneratum esse, et quod gentes Ecclesiae habuerunt deteriorem partem. Vigesima sexta iulii d. Prosper Columna cum suis cohortibus accessit ad castellum quod dicitur Sancti Angeli super Tibur, versus Cicilianum ibique movit bellum, ubi cum gentibus suis iam ingressus erat. postea vero detegerunt se Q) nonnulli qui ibi latebant et praesciverant dictam obsidionem, et de Vicovaro venerunt, certificantibus eos quibusdam Tiburtinis qui sub dicto Prospero militabant et de quibus dictus Prosper maxime confidebat; qui tandem dictum dominum Prosperum cum aliis qui iam dictum castrum intraverant expulserunt, ubi caedes maxima facta fuit et aliqui bine inde vulnerati etfmortui; intra quos filius Odovarii de Genezano, et, ut fertur, dictus dominus Prosper deteriorem partem habuit."
      },
      {
        "index": 35,
        "text": "Eadem die dux Calabriae per quendam suum tibicinem notificavit Conservatoribus Urbis qualiter proclama emissum prò se in campo « ut omnes salvi conductus qui per se Virgineumque « et quoscunque alios facti erant Romanis ex tunc in posterum « intelligerentur revocati, quamvis, illis non obstantibus, in aliquibus « diebus superioribus dicti cives a militibus dicti ducis deprae« dati fuissent; item etiam, quod omnes de campo qui habebant per mala interpretazione dell'abbreviatura che s'incontra ancora in R nella sua forma [148 DIARIA3RERUM ROMANARUM. 213 captìvos, quibus imposita erat pecunia solvenda, incontinenti deberent illos cogere ad solvendum, et qui non essent solvendo ducerentur ad eum, et ipse emebat eos quatuor ducatis prò quolibet, mittendo eos in galeas. item etiam, quod ab inde in posterum praefati cives non sperarent ab eo pacem, ex eo quod, ut dicebat, se pluries illam petiisse etiam cum vilipendio et gravi detrimento totius ligae et confoederationis, et non potuisse eam consequi ex defectu pontificis; et se fuisse pluries illusos et irrisos ab eo*), et quod de coetero caverent et providerent factis eorum; eo quod intendebat facete asperiorem et deteriorem \" guerram, quam hactenus fecisset ». quae omnia intellecta fuerunt a dicds dominis Conservatoribus, non aUter de rebus civitaris providentibus Deinde die.xxviii. eiusdem mensis d. Fabritius et Antonellus tj Sabellus bellantes circa comitatum Tagliacotii in praelio coepe- runt d. Paulum Vitellium filium d. lacobi Vitellii, una cum .CLXXX. equitibus militibus, et hoc apud burghum Cesarum in dicto comitatu; ubi acriter pugnatum est per aliquod tempus, et e gentibus dicti domini Fabritii et inimicorum multi interfecti fue- runt, et potissime ex gentibus dicti domini Fabritii tres notabiles viri, duo commestabiles et alius vir fortissimus ibi cecidit et parum destitit quod filius Virginei edam in dicto campo fuisset captus."
      },
      {
        "index": 36,
        "text": "Additus est cohortibus Ecclesiae prothonotarius quidam, dictus prothonotarius Torello, cum centum militibus armatìs et aptis- simis ad militiamo una cum 25 balistrariis equitibus, speraturque in dies multas cohortes ex Romaneola -enturas in auxilium [j Heclesiae; quapropter dictum est papam noUe pacem cum dictis inimicis componere, stante potissime spe adventus cardinalis Sancti Petri ad Vincula cum multis galeis armatis et cum infinitis pecimiis. Deinum quarta die augusti, cardinalis Sancti Angeli semimortuus cum paucis ex suis, circa mediani noctem, per flumen Tiberis in navicula quadam ad campum ducis Calabriae ad Montem Rotundum usque navigavit; ibique, ut fertur, locutus fuit cum gentibus et dominis dictae ligae; deinde nocte sequenti, similiter secreto modo, ad Urbem reversus est et allocutus pontificem rursus, nocte sexta, per dictam naviculam ad dictum locum accessit, quid tamen ibi actum fuerit nescitur. sperabatur tamen eum pacem tractaturum, ex quo semper ipse de pace tractavit;"
      },
      {
        "index": 37,
        "text": "sed hanc spem abstulit dies septima dicti mensis in qua papa exbursavit multa millia ducatorum militibus suis prò futuris temporibus, quod signum est futuri belli magis quam pacis. Interim tamen milites tam amici quam inimici apraedis et rapinis rerum civium romanorum non desistebant. estimatio autem rei frumentariae in dies excrescebat, nec dictis temporibus praelium aliquod inter amicos et inimicos unquam auditum fuit, sed res sic quiete stabant. Die augusti cardinalis Sancti Angeli una cum cardinali Ascanio et domino lacobo de Treultio, qui primus est qui vicem gerat prò gentibus Mediolani ducis et qui per aliquos dies stetit in domo cardinalis Sancti Angeli suis expensis in turri in Monte Pincio, summo mane accesserunt ad palatium papae, cum quo septem horis continuis, ut fertur, tractaverunt et limitaverunt capitala futurae pacis. demum, cum esset iam hora vigesima, in eodem palatio cum pontifice comederunt. redeuntes tandem ad eundem negocium, usque ad tertiam horam noctis permanserunt."
      },
      {
        "index": 38,
        "text": "Mane deinde sequenti.xii. augusti dictum est in Urbe pacem fuisse compositam ac infrascriptis capitulis conclusam, videlicet: 3 nuense che male interpretò il doppio segno dei due numeri i che s' intersecavano tra Pauli datum esse in praedam; ad quod tantus concursus populi fuit, ut similis videretur ludo Testaci!; et tandem nihil fuit, eo quod incontinenti Conservatores, vicecamerarius et archiepiscopus Cosentìae una cuna militibus et peditibus Ecclesiae ad sedandam discòrdiam confestim accesserunt dictamque rixam extinxerunt. cuius origo haec fuit. nam aliqui hispani Ecclesiae stipendiarli pedites furto acceperunt quosdam equos dicti conventus existentes iuxta muros dicti conventus; contra quos incontinenti exiverunt monaci cum aliquibus custodibus quos penes se retinuerunt; et eos de manu inimicorum seu latronum excusserunt, IC illis acriter verberatis; qui, se defendentes, monacos praedictos e- 143» et custodes usque in monasteriumj fugaverunt; qua de causa orta fuit fama Inter circumstantes quod monasterium illum depraedebatur per satellites seu stipendiarios Ecclesiae, ex quo dicti Hispani cum Ecclesia erant; quae fama incontinenti extensa fuit per totam Urbem, ex quo omnes fere undique cum saccis et armis ad adiuvandum accesserunt; sed res, ut dixi, incontinenti extincta fuit."
      },
      {
        "index": 39,
        "text": "Die 14 eiusdem mensis cardinales omnes accesserunt ad palatium, orto iam sole, causa faciendi commemorationem et an- 2C nualia Sixti et audiendi missam una cum pontifice. et cum intrassent ad papam causa perscrutandi et sciendi conditiones pacis, diu ibi permanentes nihil egerunt, ut fertur, nullumque verbum habuerunt a pontifice, nisi quod pax composita erat; propter quod multi cardinales irati et inflati ex dicto loco exi- 2j verunt, adeo quod illa die ceremoniae paratae prò Sixto celebratae minime fuerunt. Eadem die tumultus factus est in Urbe apud ecclesiam Sancti Benedicti propre plateam ludaeorum, in quo interfectus fuit a Staccio della Valle Sabas Gotii e Capo de ferro, ut dicitur, quia y erat cognatus domini Georgii de Sancta Cruce, vel, ut aliqui Stacii fratrem. Et ne deficerent in Urbe angustiae et tribulationes, die sequentì quinta decima, videlicet in die sanctae Mariae, de sero, filius Riccardi Sanguigni interfectus fuit in domo cuiusdam meretriculae dictae la Greghetta, retro ecclesiam Sancti Augustini, una cum tribus aliis Francigenis. et causa occisionis hoc modo processit. nam cum dictus Bemardus accessisset 0 una cum quibusdam armatis consociis ad domum dictae meretrìcis ingresso ostio, invenit ibi duos Francigenas, qui statim, eo ingresso, ostia seu portas incontinenti clauserunt; et dum dictus iuvenis interrogaret causam quare ita clauserunt, vel forte, ut aliqui credunt (J\\ verba aliqua cum iUis haberet, absque tamen pluriloquio, unus ex his, quodam ferro astriao, pectus illius iuvenis perfodit fecitque cum incontinenti mortuum in terram cadere; socii vero illius occisi qui eum associaverant, audientes tumultum, ostium praedictcìm violenter aperuerunt quia foris expectabant; et cum vidissent praenominatum iuvenem naortuum lacere, confestim imientes Scontra dictos interfectores, duos ex illis perfossìs pectoribus incontinenti mortuos rediderunt. e 1+4 b alium vero Francigenam fugientemac dirtam meretriculam non aliter insectati sunt; nisi quod, igne imposito, totam dictam domum una cum alio fugiente combusserunt. meretrix autem ideo evasit quia, advenientibus flammis et solario combusto et ad terram cadente, in quadam fenestra partim intus et partim foris sedendo salutem sibi quaesivit. quod cum audissent familiares cardinalis Abaly suos socios inclusos interfici et comburi, acceptis armis, in eonim auxilium processenint invasenintque praenominatos iuvenes et socios, cum quibus aliqualiter bellasciana ferrea, eum percussit et statim cecidit. ille vero principalis socius traxit eius corpus per scalas usque ad viam, in qua incontinenti mortuus fuit, et cum aliis sociis bellantibus cum bis qui eum interfecerant ille principalis cucurrit ad domum Stephani Francisci et nunciavit ei mortem Bernardi. ex qua domo exiverunt plusquam.XL. iuvenes armati, et euntes ad locum invenerunt bariscellum qui coeperat duos ex illis Francigenis qui stabant in dieta domo; et eximentes iUos de manibus curiae, quos ultro quasi obtulit, incontinenti eos interfecerunt; et deinde accedentes Ci) ad dictam domum, ignem imposuerunt; et redeuntes ad domum cum cadavere Bernardi, obviaverunt illi meretriculae, quae associabatur a quodam alio qui in dieta domo fuerat quem incontinenti interfecerunt, et meretriculam ad domum praedicti Stephani et deinde ad Capitolium duxerunt."
      },
      {
        "index": 40,
        "text": "Et ne undique deficerent angustiae dictum ac quidem affirmatum fuit in Urbe regem Ferdinandum capisse et captos retinere hos quatuor, videlicet: d. Anellum eius in Urbe ambascia:orem, d. Franciscum de Averso eius secretarium, Franciscum Coppola et dominum Petrum Paulum Catalanum, qui principales fuerant apud eundem; et causa eius fuit eo quod dicitur ipsos fuisse causam tantae discordiae et rebellionis cum baronibus eius regni; nec praemissis fuisse contentum regem, sed immo omnia eorum bona, quae ad multa millia ducatorum ascendebant, abstulisse, et aliquos eorum postea decapitasse. Et quamvis de pace praedicta habita esset fides per os pontificis, qui dixit pluries Conseryatoribus et aliis pacem praedictam fuisse compositam, et licentiatus esset d. Robertus S. Severini cum gentibus suis, non propterea destiterunt Ursinae gentes depraedari et crassari gentes Columnensìum, nec d. Prosper Columna incitatus propterea vicissitudinem reddere praefatis Ursinis."
      },
      {
        "index": 41,
        "text": "Adeo quod 24 die augusti in vigilia sancti Bartholomei, papa misit quendam dominum Paulum commissarium suum ad civita- tem Tiburtinam cum brevi et praecepto ut offensae levarentur et de coetero nec ipsi Tiburtini ab Ursinis, nec e contrae i) offenderentur; nuncians ei pacem, praefatus dominus Paulus commissarius papae a gentibus Ursinis interfertus et spoliatus ac nudus relictus fuit, et modus fuit iste, nam cum dictus dominus commissarius ac- cessisset ad dictam civitatem, mane summo iussit non aperiri portas, ne quis exiret; et coadunato Consilio, ostendit breve papae, quo pax continebatur, mandavitque eis ne de coetero Ursinos praedictos offenderent. et cum ibi permaneret, Franciscus de Valle vi quodammodo Tibure exivit cum quibusdam equitibus, cui in- sidiae per praefatos Ursinos ex oppido Castelli factae erant, j et j, Qui ricomincia i! tèsto in S. A/ eius rei E lìcentiatum fnisse dominum tnec ipsi Tiburtini Ursinos offenderent, nec e centra R nec ipsi Tiburtini ad Ursinos, nec e centra d è timidamente cancellato e segnato in alto un\\> £ accessit cum praelium per aliquod tempus gessissent in Tibure, acclamatum fuit: « ad arma » ac nuncìatum qualiter dictae gentes Ursinorum cum dicto Francisco certabant. accurrerunt Tiburtini et una cum illis commissarius, qui cum venisset ad praelium, statim cuccurrit ad hostes, ostendens breve ac dicens pluries:"
      },
      {
        "index": 42,
        "text": "« pacem habetis, pacem nuncio vobis »; et illi non attendentes ad breve aut ad pacem aliter, praefatum commissarium obviam euntem interfecerunt, et, ita ut supra, disrobaverunt in loco extra Tibur versus Ciciglianum, qui dicitur li Archi, ubi erant acquaeductus. propter eius mortem, incontinenti Tiburtini una cum dicto Francisco de Valle irruentes in eos, fugaverunt usque ad dictum castrum; et aliquos ex bis interfecerunt et infinitos /.o+i.■> quodammodo vulneratos reliquerunt. Deinde, mense septembri, tumultus maximus factus est in civitate Aquilana, ubi tandem archidiaconus, qui prò papa et li- i)' bertate Aquilana erat, fuit interfectus, intravi tque comes Montoni cum gentibus regis, et Ecclesiastici aut caesi aut expulsi fuere. Et quamvis multi multa dixerint de papa Innocentio quod dictam pacem fecerat in aliquod dedecus Ecclesiae, attamen revera in aliquo accusari aut aliter reprehendi non potest; immo laudandus est ab omnibus, eo quod ad instar D. N. lesus Christi, qui voluit in persona sua acerrimas pati iniurias prò salute populi sui, fecit. nam, posito quod dieta pax fuerit cum detrimento Ecclesiae et suo vilipendio, voluit tamen ipse citius Ecclesiam Dei, cuius ipse caput est, iniuriam pati, quam videre mortem et exterminium populi 'sui. unde bonum quod ex eo ) sequutum rum rediit et iustitia, quae tandiu exulaverat Insuper vero Innocentius circa, dvitatem Romanam et eius salutem incumbens, incontinenti bullas Pii, Pauli et Sixti de brigis et inimicitiis ac de homicidiis et malefactoribus loquentes excitavit misitque bis et ter proclama per Urbem, ut homicidae et facinorosi liomines ab Urbe recederent imposuitque poenam pecuniariam gravissimam et ultra iUam anathematis baronibus qui in eorum locis et castris proximis per.l. miliaria Romae o vel terris Ecclesiae retinerent."
      },
      {
        "index": 43,
        "text": "Ipse autem pontifex interea pacem Inter cives componere conatus est; nam, factis paceriìs, orane genus poenarum induxit centra inimicatos qui in praefatos compromissum de pace fienda non facerent, aptavitque etiam ipsemet multa negocia, et inter alias brigam Stephani Margani, Prosperi et d. Georgii de Sancta Cruce, magistri Philippi Francisci, qui sunt de primatibus Urbis, ad pacem certo modo reduxit. propter quod fuit Sanctitas Sua maximopere laudata, potissime cum iustitia ipsa per Suam Sanctitatem promissa in principio assunptionis ad pontifi- catum et per dictas guerras dixturbata, in Urbe et extra observata fuit. Post quae, cum adhuc contentio aliqua inter Ursinos et Columnenses restaret de et super restitutionibus comitatuum et quorundam castrorum, dictique Ursini et dux Calabriae ivissent ad capiendum dictum comitatum sponte et nemine cogente, inter eos pax et concordia inita est, quod ex praefato pontifice venisse omnes aestimati sunt."
      },
      {
        "index": 44,
        "text": "Et istis temporibus facta fiiit confoederatio inter Ecclesiam et Venetos cum quibusdam capitulis, ut tenerentur Veneti praebere auxilium Ecclesiae quando opus esset. Interea, quidam Buccolinus privatus civis de Osmo in ' Piceno centra Ecclesiam insurrexit subtraxitque dìctam civitatem Osmi Ecclesiae et ipsam fortificavit fossatis et muris et quosdam cives decapitavit et aliquos exulari iussit, fuitque dictum in Urbe intelligentiam habuisse cum Turco, qui promisit ei per totum mensem maii.mcccclxxxvii. mittere in eius auxilium multa millia Turcarum, quos nunquam misit. sed tantum est quod cardinalis Sancti Petrì ad Vincula, prothonotarius Agnellus cura ic multis minibus militum Ecclesiae in obsidione dicti loci diu steterunt. Post quae de eodem anno Domini.mcccclxxxvii. mense iunii die vigesima vel circa, nova facta est in Urbe qualiter Fiorentini et eorum dux ceperunt violenter a lanuensibus civitatem Serezani."
      },
      {
        "index": 45,
        "text": "Eodem tempore fertur ducem Austriae cum multis Theutonicis venisse et insurrexisse contra Venetos in partibus Trenti et Veronae ac cucurrisse usque in Veronam et magno cum impetu nonnulla loca Venetorum fortissima cum magna strage cepisse et tenere bellumque maximum Inter eos esse X Eodem tempore, cum iam temporibus retro elapsis inimicitia ' maxima esset inter romanum pontificem et Ursinos, ut supra, legi potest de eo quod dicti Ursini, potissime Virgineus, Paulus et reliqui contra Innocentium nostrum C* egerunt; modo autem 2 ■ da Eodem tempore a inter eos esse vien collocato dopo quello che immediatamente segue, VI, 272 sgg.; Machiavelli, Estr. di guisa si legge nella bolla di riforma leti, alla Balta, loc. cit, p. 233; Ma- della segreteria, Arch. Vat. Reg. In- LiPiERO, Annali veneti in Arch. stor.it. noe. Vili, Offic. 66, e. 114; a questa VIP, 137. guisa nelle Storie del Conti, VI, 273."
      },
      {
        "index": 46,
        "text": "inter eos concordia maxima facta est; et ipsius causa allegatur fliisse quendam Francischettum vinim quidem statura pusillum, filium dicti Innocentii, coepisse in uxorem filiam Laurentii de Medicis et nepotem dicti domini Virginei; propter quod tanta fuit inter eos concordia, ut permiserit idem Innocentius auferri a dicto Francischetto et Virgineo Ursino duo castra, videlicet Cerveteris et Monterani, quae incontinenti venerunt in eius dominio de dicto mense iunii, et, quod peius est, permissu dicti pontificis itum est in obsidium contra dominum Anguillariae, eo quia dum esset bellum et discordia inter Ecclesiam et Ursinos dominos dicti castri, multa fecit prò Ecclesia contra Bracchianos et Ursinos. volens igitur dictus Virgineus de praemissis ulcisci, sata et fhimenta dicti castri Anguillariae depraedavit; sed fertur postea se commendasse pontifici, propter e, 149 a quod obsessio praedicta remota est; non tamen ablata restituta fuerunt, passusque fuit dictus papa per aliqua tempora dictum dominum depraedari."
      },
      {
        "index": 47,
        "text": "Eodem tempore Romam dux Ferrariae profectus est et, ut fertur, ex voto indulgentiae causa, stetitque cum comitiva 0 sua in palatio S aneti Petri. et cum lustraret ea quae in ci vitate sunt, et inter alia cuperet videre castrum Sancti Angeli, Innocentius mandavit praefati castri castellano, ut praepararet se, quoniam ijìsi intendebant videre dictum castrum. cui dictus castellanus fertur dixisse se non habere in mandatis posse Sanctitati Suae illud ostendere, sed si volebat Od iUud videre, quod veniret ipse et praefatus dux solum cum quatuor cappellanis, et non cum pluribus, asserendo ita habuisse in mandatisi a cardinali Sanai Petri ad Vincula, cui et etiam collegio dictum castrum retinebat; et sic voluit permittere ipsum intrare. et post paucos dies papa misit prò dicto castellano; at ille dixit consuetudinem castellanorum esse non recedere ab arce data in custodia. tandem, cum propter hoc Inter eos essent altercationes, de dicto mense iunii, die vero vigesima sexta, papa cum quatuor, vel id circa, sociis accessit ad dictum castrum fuitque ei apertum. et cum intrasset vidissetque ibi custodes et pedites armatos existentes, ipsemet coepit per brachium castellanum dixitque ei: «veni mecum»."
      },
      {
        "index": 48,
        "text": "aliisque omnibus videntibus, traxit de dicto castro et secum captum duxit in palatium, et ipsum coegit dare iura, signa recognoscere et reconsignare dictum castrum, quod dieta die accepit, posuitque ibi castellanum archiepiscopum Beneventanum filium, qui nomine suo illud retinuit ). Nocte sequenti princeps Salerni, qui erat in Urbe, de nocte aufugit; filium suum et uxorem dicitur fuisse captum a rege Ferdinando. Sunt qui dicunt dictum papam misisse prò dicto castellano, eo quod volebat ei dare stipendium; et cum venisset, retinuit eum. et similiter statim post cepit arcem Civitatis Vecchiae et Terracinae ubi erant consanguinei dicti cardinalis. quibus expulsis, papa misit alios castellanos. Post quae, penultimo die dicti mensis, in festo sancti Petri et sancti Pauli, pluit in civitate Tagliacozzi et Celani et in certis oppidis sanguis rubeus vel aqua in modum sanguinis. hoc habitum fuit ex relatu plurium fide dignorum hominum, et edam multi de illis locis saipserunt ad amicos hic in Urbe, et aliqui lapides sanguinolenti portati sunt de illis locis ad Urbem ostensique sunt multis, adeo quod hoc ab omnibus, nemine contradicente, aJErmatum fiiit K sic et alias tempore papae Ioannis XI fons sanguinis apparuit apud civitatem lanuae, et fuerunt multae calamitates in Italia; sic '-' legitur in Platina tempore dicti Ioannis papae XI."
      },
      {
        "index": 49,
        "text": "Eodem mense iunii, in feste sancti Petri et Pauli, tumultus factus est in Urbe, eo quod cum senator s) Hieronimus Salemus Q Veronensis C*) commissarius papae in quodam carcere misisset quendam mercatorem retinuitque eius equum in stabulo; cardinalis Sancti Georgii, camerarius, misit prò equo praedicto, quem cum noluisset ei dare quia volebat dimittere ipsum una cum equo, data,'prout obtulerat, satisfactione; quod anta cum indignatione tulit cardinalis, quod die sequenti, cum accederet dictus Senator ad palatium, in media via ante domum cardinalis Portuensis eius familia invasit dictum Senatorem, duosque equos, prostratis covertis vi accepit; cumque Senator narrasset hoc papae, camerarius finxit se ignorare, papa promisit providere, sed nulla provisio facta est ac si predicta nescivisset. Quinta die mensis iulii affirmatum fuit in Urbe regem Fer- dinandum, contra commissiones et promìssa facta cum pon- tifice nostro, coepisse ac carcerasse comitem Pitiliani et ducem et senator praedictus esset in media via ante domum cardinalis Portuensis E invaet copertos R perstratos et coniunctos 5 prostratis et convectis S prostratos et coniectos unum decoriaverunt et dimiserunt eum, qui parum post mortuus est, coriumque suum super spatulam posuerunt M capitanei Venetorum coeperunt dictum Antonio Maria impressione del terrore per la disfatta Peggi, Memoria slor. criticai Siena, 1, 17 Et similiter dicto mense D. N. Innocentius traxit unam bullam centra quosdam Hispanos iudeos vel haereticos vulgariter dictos marranos lingua hispanica, ubi alerti fuenint duo cardinales, 3 vicecancellarius et Abaly,ad inquirendum centra eos; et dictum fuit regem Hispaniae insecutum fuisse eos et plusquam duo milia combussisse in Valentia et Hispania, ideoque huc ad Urbem venisse et in Ecclesia Dei capisse multa officia, prout vidi aliquos prothonotarios scriptores, ianizeros et similia officia habentes, contra quos papa non multum ferventer, uti res ipsa 0 postularet, processit."
      },
      {
        "index": 50,
        "text": "Eodem mense Buccolinus civis osimanus rebellis Ecclesiae, cum quo tantum pugnatum fuit, ut fertur, concordavit se cum Ecclesia, ut aiimt, hoc modo, videlicet: quod papa solveret ei .VII. milia ducatorum, et quod emeret res suas immobiles exi- stentes in dicto loco et ipse inde recederet. Eodem mense Francischettus, filius papae Innocentii, et Hieronimus Tuttavilla, filius quondam cardinalis de Roana, armati cum multis sociis, noctis tempore, accesserunt causa rapiendi quandam iuvenem, uxorem comestabili Gulielmi in Campo Flore, ac filiam quondam lacobi Cuch, uxorem, ut fertur, honestissimam; quod cum farto ibi aliquali tumultu res detecta esset, cum ignominia inde recesserunt 5."
      },
      {
        "index": 51,
        "text": "Die 9 augusti Virginius Ursinus, Paulus Ursinus et coeteri e 152* domini Ursini intraverunt Urbem, et recepti sunt a pontifice cum magna gratia et benevolentia et habiti sunt in veneratione; adeo quod omnibus visum fiiit àurum, attenta inimicitia quae erat Inter pontificem et eos, ut supra videri f)otest. Die vero 17 in sero, captus et carceratus fuit in castro Saricti Angeli cancellarius praefecti fratris cardinalis Sancti Petti ad Vincula, et confestim accessèrunt ad eius domum, quae erat in ecclesia Sancti lacobi sub Monte laniculo, et acceperunt omnes cartas et scripturas existentes in eius domo et portaverunt ad palatium. credo quod suspicetur aliquid machinationis per praefectum et cardinalem praefatum fuisse factum contra pontificem; vel quod Ursini, inimici et male sentientes de dicto cardinali et ] praefectp eius fratte, ex quo habent pontificem prò se ipsis, velie aliquid mali inferre eorum inimicis et ideo hanc causam quaesìvisse; propter quam cardinalis praedictus, qui in Ostia erat, confestim hoc audito ad Urbem revérsus est; et mane sequenti voluit equitare ad palatium, et cum expectarent eum ' episcopi, campanella pulsata, euntibus et redeuntibus nunciis, tandem ad dictum palatium non accessit timore forte ductus."
      },
      {
        "index": 52,
        "text": "Die 18 augusti nova dieta sunt in Urbe, primo, quod quidam nuncius qui steterat cum comite Hieronimo et fuerat amicus, reconciliatus, interfecto castellano, vi cepit arcem et civitatem: Forlivii; sed hoc dicitur fecisse ad instantiam Comitissae, quia noluit recipere eam in dicto castro. Eadem die assertum fuit Theutonicos iterum invasisse Ve- netos et quasi 15 millia ex eis interfecisse apud Trentum, intra quos d. Robertus Sancti Severini eorum capitaneus occisus fuit una cum multis viris magni precii Item, et quod Maximianus Franciae regis gentes superavit mirum in modum Eadem die octo marani capti et carcerati fuerunt. Vigesima quinta eiusdem mensis d, Virgineus recessit ab Urbe, et reversus fuit episcopus Cesenatensis, quem papa miserat ad regem Ferdinanduin, et aiunt respondisse pontifici ex parte regis hoc modo, videlicet: primo, quod nunquam potuit alloqui regem in domo sua, et cum captasset episcopus dictus oc- e i5? a casionem loquendi quadam die qua paraverat ire venatum, posuit se iuxta certum ostium unde dictus rex exiturus erat. quod cum scivit rex, iussit eum venire, et cum venisset, dictus ambasciator dixit se bre\\'ibus verbis tria dicturum ex parte pontificis."
      },
      {
        "index": 53,
        "text": "et cum data esset ei facultas dicendi, ait: primo, qualiter capitulis pacis; et quod mirabatur quod de eo non satisfecisset bere respondere (J censum Ecclesiae; quod verbum cum pluries repetisset, ait se non habere pecuniain, immo se exposuisse prò Ecclesia tot pecunias, quod non esset inconveniens si papa per quatuor annos futures dictum censum remitteret; et ita iussit referri pontifici, demum exposuit dictus episcopus qualiter papa cum tota curia mirabatur quod ipse, qui est dominus temporalis, haberet conferre beneficia in regno suo, et quod iila quae papa contulisset non acceptasset, et quod de coetero abstineret. ad quod respondit: hominessui regni esse sibi bene notos et pontifici et curiae ignotos, et propterea se velie dare beneficia illis, quos cognoscebat esse dignos; et quod papa ncque curia poterat fp) ipsos melìus quam ipse cognoscere; et ideo intendebat illos eligere et quod contentabatur quod papa postea illos taliter electos confirmaret. deinde dixit; « veni ad aliud ». at episcopus dixit quod papa mirabatur quod contra capitula et promissa coepisset barones regni, qui sub fide ipsius pontificis remanserunt et quod deberet illos relaxare. at ille incontinenti ait:"
      },
      {
        "index": 54,
        "text": "tentaverunt prodimentum Sixto praedecessori suo, Sixtus fecit ipsos capi et carcerari et castigavit eos, et quando sibi placuit eos postea dimisit; seque velie ita facere, castigare dictos barones qui fecerant prodimentum, deinde quando sibi placeret eos dimittere ». et incontinenti processit ante episcopum praedictum, non espectato alio, mandavit sonari cornu fugitque ante oculos dicti episcopi et ad dictam venationem se contulit, ibi eo dimisso, putans 0») Deum non posse sibi plus nocere. Deinde die 13 octobris 1487 fuit interfectus Laurentius de Castello a Paulo Vitellio et consortibus apud Primam Portam. Ab isto tempore usque ad annum Domini 1488 nihil fuit actum dignum memoratu. In kalendis autem ianuarii dicti millesimi Innocentius octavus egens pecunia creavit.xxiv. secretarios qui haberent de omni- i bus et singulis ofEciis quarumcumque rerum et terrarum brevia scribere, extraxitque ab eis ducatos.lx. millia; qui secretarli cum primum intrassent in officium curaverint de omnibus et singulis officiis, etiam de his, de quibus nunquam consueverunt brevia fieri, solvi taxam, et extrahi dieta brevia; taxaveruntque 2C dieta officia ad certam quantitatem pecuniarium secundum qualitatem dicti officii, videlicet 2500 ducatorum omnibus emere volentibus, impositaeque fuere taxae omnibus officiis, quaruncunque civitatum et terrarum subiectarum Ecclesiae, et potissime officiis urbis Romae; etiam illis, quae ex tracta vel bussola crea- 2< rentur, quod cives ipsi hucusque minime j passi sunt usquequaque."
      },
      {
        "index": 55,
        "text": "raverunt brevia fieri sopprimendo da de omnibus a consueverunt M dieta officia et et causa gabellarum censum debita occasione gabellarum A/ ideo A/ et qyod mterim tenerent filios in obsides, et promittebat incontinenti, se daturam arcem. fuit eredita res, et cum ivisset in arcem continuo se rebellavit dixitque eis: « se non curare de filiis, quoniam unum habebat Imolae, alium in corpore, qui essent ultores tanti sceleris » post quae una porta certis turribus munita incontirftnti se populo dedit, qui misit nuntium ad Urbem ad pontificem et gratiose receptus est, promisitque eis auxilium; ■ et in Ecclesiae favorem gubernator j Caesenae intromisit se cum stipendiariis et hominibus Ecclesiae et cum bombardis et artellariis quae erant in Caesena. deinde, supervenientibus militibus ic ducis Mediolani, incontinenti intraverunt ForliviumWet coeperunt gubernatorem et alios suos consocios et sex ex illis decapitaverunt et frustatim squartaverunt, inter quos fuit visus Petrus dictus Checco, homo quidem decrepitus, quaerentes habere socios existentes in arce Caesenae, et interim dictos gubernatorem et alios captos retinuerunt. Innocentius vero, ut dicitur, contradatam fidem eos de coetero non adiuvit; imo, ita ut supra lacerari permisit et, ut fertur, ita dimisit oves suas a lupis comedi quemadmodum fecit de Aquilanis et civitate Aquilae a rege' Ferdinando, sed fertur non ex alio pati voluisse hoc quam propter pacem, quam summopere dilexit."
      },
      {
        "index": 56,
        "text": "Interea, cum discordia quaedam esset in agro Reatino intei dictam civitatem et oppidum, vel inter duo oppida ibi existentia, quorum unum ad regem Ferdinandum pertinebat, aliud vero ad Ecclesiam, essetque in dicto agro Reatino et in terra Ecclesiae quaedam turris sive fortilitia in quodam passu, unde potuissent venire dictae gentes regis in solum Ecclesiae, gentes ducis Calabriae, nescitur quo iure aut quo colore imo nulla substinente causa, praefatam turrim coeperunt eamque funditus et a fundamentis perterraverunt, invito, ut credendum est, pontifice; de quo post etiam verbum factum non fuit. Post quae, circa primum mensis maii 1488 venerunt nova de partibus ultramontanis qualiter imperator Federicus tertius cum multis millibus armatis obsedit Burgiam ubi detinebatur Maximianus filius, et tandem filium praedictum redemit cum pactis, videlicet: ut salva essent bona eorum, ac de per0 sonis nihil dictum est; quo evaso, post imperator, ut dictum fuit, intendit decapitare circa maiorem partem eorum qui contra Maximianum filium 0 coniuraverant aut qui illum coeperant."
      }
    ]
  }
}