{
  "chapterNumber": 1,
  "title": "第1部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：天下事被豪爽人決裂者尚少，被迂腐人擔誤者最多。何也？豪爽人縱有疏略，譬諸鉛刀雖鈍，尚賴一割。迂腐則塵飯土羹而已，而彼且自以為有學、有守、有識、有體，背之者為邪，斥之者為謗，養成一個怯病天下，以至於不可復而猶不悟。哀哉！雖然丙相、溫公自是大賢，特摘其一事之迂耳。至如梁伯鸞、程伊川所為，未免已甚，吾並之及，正欲後學大開眼孔，好做事業，非敢為邪為謗也。集《迂腐》第一。〕"
      },
      {
        "index": 2,
        "text": "問牛"
      },
      {
        "index": 3,
        "text": "丙吉為丞相，嘗出，逢鬥者，死傷橫道。吉過之不問。已而逢人逐牛，牛喘吐舌，吉止駐，使騎吏問：「逐牛行幾里矣？」掾吏謂丞相前後失問。吉曰： 「民鬥相殺傷，長安令、京兆尹職所當禁備逐捕，歲竟，丞相課其殿最，奏行賞罰而已。宰相不親小事，非所當於道路間也。方春，少陽用事，未可太熱，恐牛近行，用暑故喘，此時氣失節，恐有傷害。三公典調陰陽，職所當憂，是以問之。」"
      },
      {
        "index": 4,
        "text": "驅驢宰相"
      },
      {
        "index": 5,
        "text": "王及善才行庸鄙，為內史，時謂「鳩集鳳池」。俄遷右相，無他施設，唯不許令史輩將驢入臺，終日驅逐。時號「驅驢宰相。」"
      },
      {
        "index": 6,
        "text": "彈髮御史"
      },
      {
        "index": 7,
        "text": "宋御史臺儀：凡御史上事，一百日不言，罷為外官。有王平，拜命垂滿百日，而未言事。同僚訝之，或曰：「王端公有待而發，必大事也。」一日聞進劄子，眾共偵之，乃彈御膳中有髮。其彈詞曰：「是何穆若之容，忽睹鬈如之狀。」"
      },
      {
        "index": 8,
        "text": "鵝鴨諫議"
      },
      {
        "index": 9,
        "text": "高宗朝，黃門建言：「近來禁屠，止禁豬羊，聖德好生，宜並禁鵝鴨。」適報金虜南侵，賊中有「龍虎大王」者甚勇。胡侍郎云：「不足慮！此有『鵝鴨諫議』，足以當之。」"
      },
      {
        "index": 10,
        "text": "成、弘、嘉三朝建言"
      },
      {
        "index": 11,
        "text": "成化間，一御史建言順適物情，云：「近京地方，行役車輛騾驢相雜。騾性快力強，驢性緩力小。今並一處驅馳，物情不便，乞要分別改正。」弘治初，一給事建言處置軍國事，云：「京中士人好著馬尾襯裙，因此官馬被人偷拔鬃尾，有誤軍國大計，乞要禁革。」嘉靖初，一員外建言崇節儉以變風俗，專論各處茶食鋪店所造看桌糖餅：「大者省功而費料，小者料小而費功，乞要擘畫定式，功料之間，務在減省，使風俗歸厚。」"
      },
      {
        "index": 12,
        "text": "宋羅江"
      },
      {
        "index": 13,
        "text": "慶曆中，衛士震驚宮掖，尋捕殺之。時臺官宋禧上言：「此失守於防閑故耳。聞蜀羅江狗赤而尾小者，其儆如神。須詔索此狗，豢於掖庭，以備倉卒。」時號為「宋羅江」。"
      },
      {
        "index": 14,
        "text": "羅擒虎、張尋龍"
      },
      {
        "index": 15,
        "text": "嘉靖中，察院羅相上言：「越州多虎，乞行下措置多方捕殺。」正言張次賢上言：「人盤嶺乃禁中來龍，乞禁行人。」太學諸生遂有「羅擒虎」、「張尋龍」之對。"
      },
      {
        "index": 16,
        "text": "引《月令》"
      },
      {
        "index": 17,
        "text": "甘延壽、陳湯既斬郅支單于首，請懸頭槁街蠻夷邸間，以示萬里，明犯強漢者，雖遠必誅。丞相匡衡議：「《月令》：春，掩骼埋胔之時。宜勿懸。」"
      },
      {
        "index": 18,
        "text": "諫折柳"
      },
      {
        "index": 19,
        "text": "程頤為講官。一日講罷，未退，上偶起憑欄，戲折柳枝。頤進曰：「方春發生，不可無故摧折。」上擲枝於地，不樂而罷。"
      },
      {
        "index": 20,
        "text": "賢良相面"
      },
      {
        "index": 21,
        "text": "唐肅宗時初詔賢良，一徵君首應。上極喜，召對。無他詞，但再三瞻望上顏，遽奏曰：「微臣有所見，陛下知不？」上曰：「不知。」對曰：「臣見聖顏瘦於在靈武時。」上曰：「宵旰所致耳。」舉朝大笑。帝亦知其為妄人，恐塞賢路，乃除授一令。"
      },
      {
        "index": 22,
        "text": "京兆尹禱雨"
      },
      {
        "index": 23,
        "text": "唐代宗朝，京兆尹黎幹以久旱祈雨，於朱雀門街造土龍一具，悉召城中巫覡，以身雜入，共舞於龍所。觀者嗤笑。彌月不雨，又請禱於文宣王廟。上聞之，戲曰：「丘之禱久矣。」"
      },
      {
        "index": 24,
        "text": "請禪天下"
      },
      {
        "index": 25,
        "text": "孝昭時，泰山萊蕪山南洶洶有數千聲。民視之，有大石自立，高丈五尺。又上林苑中，大柳樹斷枯臥地，亦自立生。眭孟推《春秋》之意，以為「石立柳生，當有從匹夫為天子者。」即說曰：「董仲舒有言：『雖有繼體守文之君，不害聖人之受命。』漢家堯後，有傳國之運。漢帝宜誰差天下，求索賢人，禪以帝位，而退自封百里，如殷、周二王後，以承順天命。」使友內官長賜上此書。霍光惡其妖言惑眾，誅之。"
      },
      {
        "index": 26,
        "text": "卦宜娛樂"
      },
      {
        "index": 27,
        "text": "宋侍讀林瑀，自謂洞於《周易》，嘗以仁宗時合《易》之《需》：「《需》之象曰：『君子以飲食宴樂。』須頻宴遊，務娛樂，始合卦體，而天下治。」仁宗駭其說，斥之。"
      },
      {
        "index": 28,
        "text": "哭天"
      },
      {
        "index": 29,
        "text": "漢兵盛，莽憂甚，不知所出。崔發言：「《周禮》及《春秋》：國有大災，則哭以厭之。故《易》稱『先號咷而後笑』。宜哭天求救。」莽乃率群臣至南郊，陳其符命本末，因搏心大哭，氣盡，伏而叩頭。又作告天策千餘言。諸生小民令旦夕哭，為設餐粥，凡能誦策文者，除以為郎，至五千餘人。漢兵入都門，宮中火，莽避火宣室前殿，火輒隨之，宮人號呼。時莽紺袀服帶璽韍，持虞帝匕首，天文郎按栻於前，時日加某，莽旋席隨斗柄而坐，曰：「天生德於予，漢兵其如予何！」"
      },
      {
        "index": 30,
        "text": "《孝經》可退賊、息訟、卻病"
      },
      {
        "index": 31,
        "text": "張角作亂，向栩上便宜：「不須興兵，但遣將於河上，北向讀《孝經》，賊自消滅。」"
      },
      {
        "index": 32,
        "text": "國初有孝子王漸，作《孝經義》五十卷，事亦該備。而漸性鄙樸，凡鄉里有鬥訟，漸即詣門高聲誦《義》一卷。後有病者，亦請漸誦書。"
      },
      {
        "index": 33,
        "text": "修身為本"
      },
      {
        "index": 34,
        "text": "藩司吳夢蜚家有怪，時出以竊飲食，間竊衣飾金銀。吳厭苦之，偶訴監司徐公。徐曰：「邪不勝正。」朱書「修身為本」四大字，令貼堂中。鬼見，拍手揶揄，且出穢語。徐大怍。"
      },
      {
        "index": 35,
        "text": "迂腐有種"
      },
      {
        "index": 36,
        "text": "唐昭宗時，鄭棨為相。太原兵至渭北，天子竭於攘卻之術。棨奏對，請於文宣王諡號中加一「哲」字。後棨孫玨相梁末帝。唐莊宗兵入汴，帝惶恐不知所為。玨獻一策：「願得陛下傳國寶，馳入唐軍。以緩其行，而待救兵之至。」帝曰：「寶不足惜，顧卿之行能了事否？」玨俯首徐思曰：「但恐不易耳！」"
      },
      {
        "index": 37,
        "text": "開元間，上東封泰山。歷城令杜豐辦供應，以為從幸人多，設有不虞，倉卒不備，乃造凶器三十具，置諸行宮，光彩赫然。有刺史駭謂：「主上封嶽祈福，誰造此不祥？」將索治豐。豐逃臥妻床下，詐死，得免。時豐子杜鍾為兗州參軍，掌廄馬芻豆，曰：「御馬至多，臨日煮之不給，不若先辦。」乃煮粟豆二千餘石，熱納窖中，及至，皆臭敗矣。"
      },
      {
        "index": 38,
        "text": "治平之學"
      },
      {
        "index": 39,
        "text": "元胡石塘應聘入京，世祖召見，不覺戴笠傾側。及問所學，對曰：「治國平天下之學。」上笑曰：「自家一笠尚不端正，又能平天下耶？」竟不用。"
      },
      {
        "index": 40,
        "text": "舒太守笑"
      },
      {
        "index": 41,
        "text": "舒玉性耽經史，對客語，未嘗有笑容。知常州日，值賓僚大會，倡優在庭，公忽大笑。僚佐呼優，犒之曰：「汝能使太守開顏，真可賞也！」一人竊疑公笑不由此，乘間問公。公曰：「疇日席上，偶思《咸》、《蹇》二卦，豁悟微旨。自喜有得，故不覺發笑耳！」"
      },
      {
        "index": 42,
        "text": "許子伯哭"
      },
      {
        "index": 43,
        "text": "許子伯與友人言次，因及漢無統嗣，幸臣專朝，世俗衰薄，賢者放退，慨然據地悲哭。時稱「許伯哭世」。"
      },
      {
        "index": 44,
        "text": "孝泌"
      },
      {
        "index": 45,
        "text": "江泌，字士深，有孝行，族有與泌同名者，世謂為「孝泌」以別之。然菜不食心，謂其有主意。衣敝多虱，以綿置壁前；恐虱饑死，復置衣中。"
      },
      {
        "index": 46,
        "text": "郭逵將略"
      },
      {
        "index": 47,
        "text": "郭逵伐交州，行師無紀律，其所措置，殆可笑也。進兵有日矣，乃付諸將文字各一大軸，謂之將軍下令，字畫甚細，節目甚繁。又戒諸將不得漏泄。諸將近燈火竊觀之。徐禧嘗見之，云：「如一部《尚書》多，禧三日夜讀之，方竟。」則諸將倉卒之際，何暇一一也？內一事云：「一、交人好乘象，象畏豬聲，仰諸軍多養豬，如象至，則以錐刺豬，豬既作聲，象自退走。」"
      },
      {
        "index": 48,
        "text": "反支日忌日"
      },
      {
        "index": 49,
        "text": "王莽敗，張竦客池陽。知有賊，當去，會反支日，不去，因為賊所殺。"
      },
      {
        "index": 50,
        "text": "涇州書記薛昌緒，天性迂僻。梁師入境，涇帥宵遁，臨行攀鞍，忽記曰：「傳語書記，速請上馬！」連促之，薛自匿草庵下，出聲曰：「傳語太師：但請先行，今日辰是某不樂！」涇帥怒，使人提上鞍鞽，捶其馬而逐之，尚以物蒙其面，云：「忌日禮不見客。」"
      },
      {
        "index": 51,
        "text": "檢譜角牴"
      },
      {
        "index": 52,
        "text": "江陵顧雲，偶於市上收得孔明兵書，遂負可將十萬，吞並四海。每至論兵，必攘袂叱吒，若真對大敵，時謂之「檢譜角牴」。"
      },
      {
        "index": 53,
        "text": "奇技自獻"
      },
      {
        "index": 54,
        "text": "新莽時，博募奇技可以攻匈奴者，將待以不次之位。言便宜者以萬數。或言能渡水不用舟楫，連馬接騎，濟百萬師。或言不持斗糧，服藥物，三軍不饑。或言能飛，一日千里，可窺匈奴。莽試之。取大鳥翮為兩翼，頭與身皆著毛，通引環紐，飛數百步，墮。莽猶欲獲其名，皆拜理軍。"
      },
      {
        "index": 55,
        "text": "李晟、張一中談兵"
      },
      {
        "index": 56,
        "text": "成化二年，都察院經歷李晟言邊務兵機各五事。以薦用舊臣，非所宜言，降調為通判。弘治元年，復上疏，言「臣學兵法四十年，得其奇要。」上《戰法》一篇、《急務》二篇，高自稱許。上命工部試造戰車弓弩，俱不可用，坐虛廢錢糧，降四級，為雲南曲靖衛知事。十年，復上疏言邊事，稍遷都察院照磨。十五年，遷鄖陽府撫民同知，不肯行。明年，復上疏，願邊方自效，得旨候有西北邊兵備員缺推補。正德四年，冒候缺兵備僉事上書，獻《按攘六論》。下兵部，參其大言無實，垂老不悟，姑免罪，放回閑住。八年，再冒銜上兵書五種，仍放回。史稱其所製全身鐵甲，工部鑄而俾試之，行數步輒仆焉。"
      },
      {
        "index": 57,
        "text": "張進士一中，初名寬，湖廣襄陽人。流賊犯襄陽，寬以翰林檢討自乞讚軍務，建策驅流人還鄉，累死者以千萬計。尋升按擦僉事，坐貪淫革職。至是北虜犯塞，潛來京師，上疏請易旗號盔甲皆為黃色，牌面皆作虎形，曰：「黃為中央之土，以克北方之水。虎驚胡馬之目，見必懼退，然後以神槍藥箭射之。」且自謂秘機，不敢詳於副封，奏疏乞留中不出。下兵部，參其庸妄干進，罷之。"
      },
      {
        "index": 58,
        "text": "獻策官銜"
      },
      {
        "index": 59,
        "text": "高郵學正夏有文，弘治末獻書闕下，曰「萬世保豐永亨管見」。上嘉之，更「管見」二字曰「策」。夏遂書官銜云「獻萬世保豐永亨管見天子改為策字高郵州學正夏有文」。"
      },
      {
        "index": 60,
        "text": "劉、王辱罵"
      },
      {
        "index": 61,
        "text": "劉寬嘗坐客，遣蒼頭市酒。去久，大醉而還。客不堪之，罵曰：「畜產！」寬須臾遣人視奴無恙否，顧左右曰：「此人被罵畜產，辱莫甚焉，吾懼其自殺耳！」"
      },
      {
        "index": 62,
        "text": "王昕在東萊，獲殺其同行侶者，詰之，未服。昕從容謂曰：「彼物故不歸，卿無恙而返，何以自明？」邢邵見文襄，說此以為笑樂。昕聞之，詣邵曰：「卿不識造化！」還謂人曰：「子才應死，我罵之極深。」"
      },
      {
        "index": 63,
        "text": "罰人食肉"
      },
      {
        "index": 64,
        "text": "李載仁，唐之後也。避亂江陵，高季興署觀察推官。性迂緩，不食豬肉。一日將赴召，方上馬，部曲相毆。載仁怒，命急於廚中取餅及豬肉，令相毆者對餐之。復戒曰：「如敢再犯，必於豬肉中加之以酥！」"
      },
      {
        "index": 65,
        "text": "河南令"
      },
      {
        "index": 66,
        "text": "宋子京留守西都，有同年為河南令，好述利便。以農家藝麥費耕耨，改用長錐刺地下種，自旦至暮，不能一畝。又值蝗災，科民畜雞，云「不唯去蝗之害，兼得畜雞之利。」克期令民悉呈所畜。群雞既集，紛然格鬥，勢不能止，逐之飛走，塵埃障天。百姓喧闐不已，相傳為笑。"
      },
      {
        "index": 67,
        "text": "歸、王吏治"
      },
      {
        "index": 68,
        "text": "歸太僕有光謫官吳興。每治事，胥吏輩環擠案旁，幾不容坐。歸以朱筆飽蘸，捉向諸人，曰：「諸君若不速退，我便灑將來也！」合堂大笑。"
      },
      {
        "index": 69,
        "text": "吾蘇王中吳先生，厚德而拙於吏治。由鄉科為縣令，每視事有疑，輒密緘條紙，質之記室。一日拆封，見吏匿銀，怪之，亟為傳問，得教云：「此弊也，宜重懲。」王為點頭。久之拆完，王問吏何以匿銀，吏堅諱。搜之不得，怒責十板。既退，餘怒未息，述諸記室。記室曰：「何不監追贓物，而輕釋乃爾！」王搖首曰：「使不得！責至七八板時，彼羞極，面俱發赤矣！」"
      },
      {
        "index": 70,
        "text": "掾史養名"
      },
      {
        "index": 71,
        "text": "漢朱博遷琅琊太守。齊部舒緩養名，博新視事，右曹掾史皆移病臥。博問其故，對言「惶恐！故事二千石新到，輒遣吏存問致意，乃敢起就職。」博奮髯抵几曰：「齊兒欲以此為俗耶！」皆斥罷之，白巾走出府門。郡中大驚。"
      },
      {
        "index": 72,
        "text": "不禁盜墳"
      },
      {
        "index": 73,
        "text": "一朝士賦性甚迂，知河中府龍門縣。有薛少卿者，寄籍於縣，墳塋松檟，忽經盜砍，因詣縣投牒陳訴。朝士判曰：「周文王之苑囿，尚得芻蕘；薛少卿之墳塋，乃禁樵采？」"
      },
      {
        "index": 74,
        "text": "昌州佳郡"
      },
      {
        "index": 75,
        "text": "李丹授昌州倅，以去家遠，乃改鄂州。彭淵材聞之，吐飯大步往謁李，曰：「誰為大夫謀？昌，佳郡也？」李驚曰：「何以知其佳？」淵材曰：「海棠無香，昌州海棠獨香，非佳郡乎？」"
      },
      {
        "index": 76,
        "text": "忌諱"
      },
      {
        "index": 77,
        "text": "宋文帝好忌諱，文書上有凶敗喪亡等字，悉避之。改騧字為馬邊瓜，以騧字似禍故也。移床修壁，使文士撰祝，設太牢，祭土神。江謐言及「白門」，上變色曰：「白汝家門！」後梁蕭詧惡人髮白。漢汝南陳伯敬終身不言死。"
      },
      {
        "index": 78,
        "text": "謝在杭云：「余所見縉紳中有惡鴉鳴者，日課吏卒左右，彀弓挾彈，如防敵然。值大雪，即不出，惡其白也。官文書一切「史」字、「丁」字、「孝」字、「老」字，皆禁不得用。"
      },
      {
        "index": 79,
        "text": "柳冕為秀才，性多忌諱，應舉時，有語「落」字者，忿然見於詞色。僕夫犯之，輒加箠楚。常謂安樂為安康。聞榜出，遣僕視之。須臾，僕還，冕迎門曰：「得否？」僕曰：「秀才康了。」"
      },
      {
        "index": 80,
        "text": "龍驤多諱"
      },
      {
        "index": 81,
        "text": "《厭勝章》言：「梟乃天毒所產鬼，聞者必罹殃禍。急向梟連吐十三口，然後靜坐，存北斗一時許，可禳焉。」漢蒙州刺史龍驤，武人，極諱己名。又父名唶，子名邛，亦諱之。故郡人呼梟曰「吐十三」，鵲曰「喜奈何」，蛩曰「秋風」。部屬私相告云：「使君祖諱飯，亦當稱甑粥耶？」"
      },
      {
        "index": 82,
        "text": "諱父名"
      },
      {
        "index": 83,
        "text": "則天父名彠，改華州為秦州。章憲太后父名通，改通州為同州。朱溫父名誠，以其旁類戊，改戊己為武己。楊行密父名怤，與夫同音，凡御史大夫、光祿大夫，皆去「夫」字。"
      },
      {
        "index": 84,
        "text": "唐李賀以父名晉，終身不舉進士。"
      },
      {
        "index": 85,
        "text": "袁德師，給事中高之子。九日出糕啖客，袁獨淒然不食。北齊劉臻性好啖蜆，以音同父諱，呼為扁螺。范曄以父名泰，不拜太子詹事。呂希純以父名公著，辭著作郎。"
      },
      {
        "index": 86,
        "text": "劉溫叟父名嶽，終身不聽樂，不遊嵩、華。"
      },
      {
        "index": 87,
        "text": "徐積父名石，平生不用石器，不踐石。遇石橋，使人負之而趨。"
      },
      {
        "index": 88,
        "text": "諱己名"
      },
      {
        "index": 89,
        "text": "田登作郡，怒人觸其名，犯者必笞，舉州皆謂燈為「火」。值上元放燈，吏揭榜於市曰：「本州依例，放火三日。」"
      },
      {
        "index": 90,
        "text": "宋宗室有名宗漢者，惡人犯其名，謂漢子曰「兵士」，舉宮皆然。其妻供羅漢，其子授《漢書》，宮中人曰：「今日夫人召僧供十八犬阿羅兵士，太保請官教點兵士書。」"
      },
      {
        "index": 91,
        "text": "求七十二世祖墳"
      },
      {
        "index": 92,
        "text": "熊安生在山東時，或誑之曰：「某村故塚，是晉河南將軍熊光。去今七十二世，內有碑，為村人埋匿。」安生掘地求之，不得，連年訟焉。冀州長史鄭大喧判曰：「七十二世，乃羲皇上人；河南將軍，晉無此號。」安生率其族向塚而號。"
      },
      {
        "index": 93,
        "text": "束帶耕田"
      },
      {
        "index": 94,
        "text": "原平墓下有數十畝田，不屬原平。每農月，耕者袒裸。原平不欲使慢其墳墓，乃歸賣家資，買此田。三農之月，輒束帶垂泣，躬自耕墾。"
      },
      {
        "index": 95,
        "text": "束帶應兄語"
      },
      {
        "index": 96,
        "text": "劉祭酒弟璡，方軌正直。祭酒嘗夜呼璡，欲與共語。璡不時答，下床著衣立，然後應。祭酒怪其久。璡曰：「向束帶未竟。」"
      },
      {
        "index": 97,
        "text": "王、劉莊臥"
      },
      {
        "index": 98,
        "text": "王文公凝靖修重，德冠當世。每就寢息，必叉手而臥，以夢寐中恐見先靈也。"
      },
      {
        "index": 99,
        "text": "五代劉詞，常被甲枕戈而臥。謂人曰：「吾以此取富貴，豈可一日輒忘？」"
      },
      {
        "index": 100,
        "text": "讀父書"
      },
      {
        "index": 101,
        "text": "顧愷讀父書，每句應諾。"
      },
      {
        "index": 102,
        "text": "敬妻"
      },
      {
        "index": 103,
        "text": "樊英嘗病臥便室中，英妻遣婢拜問，英答拜。或問之，英曰：「妻，齊也。」"
      },
      {
        "index": 104,
        "text": "唐薛昌緒與妻會，必有禮容，先命女僕通語再三，然後秉燭造室，至於高談虛論，茶果而退。或欲就宿，必請曰：「某以繼嗣事重，輒欲卜其嘉會。」候報可，方入，禮亦如之。"
      },
      {
        "index": 105,
        "text": "妻犯齋禁"
      },
      {
        "index": 106,
        "text": "周太常澤，字稚都，清潔守禮。嘗臥病齋宮。妻窺問所苦，周以為干犯齋禁，大怒，收送詔獄。時人為之語曰：「生世不諧，作太常妻。一歲三百六十日，三百五十九日齋，一日不齋醉如泥！」"
      },
      {
        "index": 107,
        "text": "《百忌曆》"
      },
      {
        "index": 108,
        "text": "李戴仁性迂緩，娶閻氏，年甚少，與之異室，私約曰：「有興則見。」一夕，閻忽叩戶。戴仁急取《百忌曆》看之，大驚曰：「今夜河魁在房，不可行事，謝到而已。」閻慚去。"
      },
      {
        "index": 109,
        "text": "拱手對妾"
      },
      {
        "index": 110,
        "text": "溫公未有子，清河郡君為置一妾。一日乘間俾盛飾送入書房。公略不顧。妾思所以嘗之，取一帙問曰：「中丞，此是何書？」公拱手莊色對曰：「此是《尚書》。」妾乃逡巡而退。"
      },
      {
        "index": 111,
        "text": "問安、求嗣"
      },
      {
        "index": 112,
        "text": "《國朝史餘》云：陳獻章入內室，必請命於太夫人，曰：「獻章求嗣。」顧主事餘慶面質之，因正色曰：「是何言？太夫人孀婦也！」陳嘿然。常熟周木，嘗朝叩父寢室。父問誰，曰：「周木問安。」父不應。頃之，又往，曰：「周木問安。」父怒起，叱之曰：「老人酣寢，何用問為？」時人取以為對，曰：「周木問安，獻章求嗣。」"
      },
      {
        "index": 113,
        "text": "不近妓"
      },
      {
        "index": 114,
        "text": "王琨性謹慎。顏師伯豪貴，設女樂耍琨，酒炙皆命妓傳行。每及琨席，必令致床上，回面避之，俟其去，方敢飲啖。"
      },
      {
        "index": 115,
        "text": "蔡君謨守福唐時，會李太伯與陳烈於望海亭，以歌者侑酒，方舉板一拍，陳驚怖越席，攀木逾牆而去。"
      },
      {
        "index": 116,
        "text": "楊忠襄公邦乂，少處郡癢，足不涉茶房酒肆。同舍欲壞其守，拉之出飲，托言朋舊家，實娼館也。公初不疑，酒數行，娼豔妝而出。公愕然趨歸，取其衣焚之，流涕自責。"
      },
      {
        "index": 117,
        "text": "心中有妓"
      },
      {
        "index": 118,
        "text": "兩程夫子赴一士夫宴，有妓侑觴。伊川拂衣起，明道盡歡而罷。次日，伊川過明道齋中，慍猶未解。明道曰：「昨日座中有妓，吾心中卻無妓。今日齋中無妓，汝心中卻有妓。」伊川自謂不及。"
      },
      {
        "index": 119,
        "text": "欲黥妓面"
      },
      {
        "index": 120,
        "text": "江東有縣尹，欲黥妓女之面，以息誨淫之風。谘訪邑中長者。曰：「曾伏觀祖訓有云：子孫做皇帝，不用黥刺剕劓閉割之刑。臣下敢有奏用此刑者，犯人淩遲，全家處死。」縣尹乃悚然流汗，事遂寢。"
      },
      {
        "index": 121,
        "text": "李退夫穢語"
      },
      {
        "index": 122,
        "text": "宋衝晦處士李退夫者，為事矯異，居京師北郊。一日種胡荽，俗傳口誦穢語則茂，退夫撒種，密誦曰：「夫婦之道，人倫之本」云云，不絕於口。忽有客至，命其子畢之。子執餘種曰：「大人已曾上聞。」故皇祐中館閣或談語，則曰：「宜撒胡荽一巡。」"
      },
      {
        "index": 123,
        "text": "雅言"
      },
      {
        "index": 124,
        "text": "李獻臣好為雅言。知鄭州時，孫次公為陝漕，罷赴闕，先遣一使臣入京。所遣乃獻臣故吏，到鄭庭參，獻臣甚喜，欲令左右延飯，乃問之曰：「餐來未？」 使臣誤意餐者謂次公也，遽對曰：「離長安日，都運已治裝。」獻臣曰：「不問孫待制，官人餐來未？」其人慚沮而言曰：「不民仰昧，為三司軍將日，曾吃卻十三。」蓋鄙語謂遭杖為餐。獻臣掩口曰：「官人誤也，問曾與未曾餐飯，欲奉留一食耳。」"
      },
      {
        "index": 125,
        "text": "汪司馬南溟喜摹古。一日其媳與夫競寵，割去夫勢。僮倉惶趨報。坐客驚問。汪徐徐應曰：「兒婦下兒子腐刑。」"
      },
      {
        "index": 126,
        "text": "昆山周用齋不識道路，每至轉彎，必拱立道左，向人曰：「問津。」負擔者不解其義，因指義井與之。"
      },
      {
        "index": 127,
        "text": "誦經稱小人"
      },
      {
        "index": 128,
        "text": "燕北風俗，不問士庶，皆自稱「小人」。宣和間，有遼國右金吾衛上將軍韓正歸朝，授檢校少保節度使，對中人以上說話，即稱「小人」，中人以下，即稱 「我家」。每日到漏舍誦《天童經》數十遍，其聲朗然。且云：「對天童豈可稱我？」自「皇天生我」以下二十餘句，凡稱「我」者，皆改為「小人」：「皇天生小人，皇地載小人，日月照小人，北斗輔小人」，云云。誦畢，讚歎云：「這天童極靈聖。」傍一人云：「若無靈聖，如何持得許多小人耶？」"
      },
      {
        "index": 129,
        "text": "《葡匐圖》"
      },
      {
        "index": 130,
        "text": "福州陳烈，動遵古禮。蔡君謨居喪莆田，烈往吊之。將至境，語門人曰：「《詩》云：『凡民有喪，葡匐救之。』今將與二三子行此禮。」於是烏巾襴鞟，偕二十諸生望門以手據地，膝行號慟而入。婦人望之皆走。君謨匿笑受吊。即時李遘畫《葡匐圖》。"
      },
      {
        "index": 131,
        "text": "滅灶"
      },
      {
        "index": 132,
        "text": "梁伯鸞少孤，嘗獨止，不與人同食。比舍先炊已，呼後鸞及熱釜炊。伯鸞曰：「童子鴻不因人熱者也！」滅灶更燃之。"
      },
      {
        "index": 133,
        "text": "懷糒"
      },
      {
        "index": 134,
        "text": "《物理論》云：「呂子義，當世清賢士也，有舊人往存省，嫌其設酒食，懷乾糒而往。主人榮其降己，乃盛為饌。義出懷中乾糒，求一杯冷水而食之。"
      },
      {
        "index": 135,
        "text": "飲食必以錢"
      },
      {
        "index": 136,
        "text": "《風俗通》云：安陵清者郝仲山，每飲馬渭水，投三錢於水中。潁川郝子廉亦然。又郝嘗過姊家飯，密留五十錢席下而去。《後漢書》：范丹嘗看姊病，設食，丹出門留錢百文。姊追送之。丹見里中芻槁僮更相怒曰：「言汝清高，豈范史雲輩乎？」丹歎曰：「吾之微志，乃在僮豎之口。不可不勉！」遂棄錢而去。"
      },
      {
        "index": 137,
        "text": "別駕拾桑"
      },
      {
        "index": 138,
        "text": "隋趙軌為齊州別駕，東鄰有桑椹落其家，軌悉拾還之。"
      },
      {
        "index": 139,
        "text": "卻衣"
      },
      {
        "index": 140,
        "text": "軒唯行名輗，鹿邑人，清介，四時一布袍。嘗督漕淮上，嚴冬忽墮水，援出裹被坐。有司急進衣，卻去，竟俟衣乾。"
      },
      {
        "index": 141,
        "text": "埋羹"
      },
      {
        "index": 142,
        "text": "王璡為寧波守，自奉儉約。一日見饌兼魚肉，大怒，命撒而瘞之。世號「埋羹太守」。"
      },
      {
        "index": 143,
        "text": "珠玉報"
      },
      {
        "index": 144,
        "text": "貴州廉使孔公，苦節自勵。土官以明珠寶玉來獻，公悉於堂上椎碎之，遂為土官下火蠱。行抵浙江，火自口出，高數丈而死。"
      },
      {
        "index": 145,
        "text": "仇、管省過"
      },
      {
        "index": 146,
        "text": "郭林宗謂仇季知曰：「子嘗有過否？」季知曰：「吾嘗飯牛，牛不食，鞭牛一下，至今戚戚耳！」"
      },
      {
        "index": 147,
        "text": "管寧泛海，舟覆，曰：「吾嘗一朝科頭，三晨晏起，過必在此！」"
      },
      {
        "index": 148,
        "text": "顧協"
      },
      {
        "index": 149,
        "text": "《北史》：顧協少時，將聘舅息女，未成婚而協母亡。免喪後，不復娶。年六十餘，此女猶未他適。協義而迎之，卒無嗣。"
      },
      {
        "index": 150,
        "text": "吳徵士學問"
      },
      {
        "index": 151,
        "text": "吳徵士與弼，一日出獲，手為鐮傷，流血不止。舉視傷處，曰：「若血不即止，而吾收之，即是為爾所勝。」言已而獲如故。又往遊武夷，過逆旅，索宿錢至多三文。堅不與。或勸之，曰：「即此便暴殮天物！」乃負擔夜去。"
      },
      {
        "index": 152,
        "text": "吳康齋召至京師，常以兩手大指食指作圈，曰：「令太極常在眼前。」長安浮薄少年競以蘆菔投其中，戲侮之，公亦不顧。"
      },
      {
        "index": 153,
        "text": "太極冤"
      },
      {
        "index": 154,
        "text": "婁諒自負道學，佩一象環，名太極圈。桑悅怪而作色曰：「吾今乃知太極扁而中虛！」作《太極訴冤狀》，一時傳誦。"
      },
      {
        "index": 155,
        "text": "心學二圖"
      },
      {
        "index": 156,
        "text": "天順初，漳州布衣陳剩夫，名真晟，詣闕獻「心學二圖」。其一為《天地聖人之圖》：大書一「心」字，以上一點規而大之，虛其中曰「太極」，左曰 「靜」，作十六點黑，右曰「動」，作十六點白；自是如旋螺狀，凡十點彎而向左；又各作十八點，如前而大，每一點包二卦，以為「太極生生之義盡於此矣」。其一為《君子法天之圖》，亦大書一「心」字，其上點規而大之，虛其中曰「敬」，左曰「靜」，右曰「動」，各作互圓相入，左半黑而白，白復黑，右半白而黑，黑復白，即太極之陰陽動靜也。下禮部，掌部事侍郎鄒幹不知說云何，為寢其事。"
      },
      {
        "index": 157,
        "text": "萬物一體"
      },
      {
        "index": 158,
        "text": "一儒者談「萬物一體」。忽有腐儒進曰：「設遇猛虎，此時何以一體？」又一腐儒解之曰：「有道之人，尚且降龍伏虎，即遇猛虎，必能騎在虎背，決不為虎所食。」周海門笑而語之曰：「騎在虎背，還是兩體，定是食下虎肚，方是一體。」聞者大笑。"
      },
      {
        "index": 159,
        "text": "茶具"
      },
      {
        "index": 160,
        "text": "范蜀公與溫公遊嵩山，以黑木盒盛茶。溫公見之，驚曰：「景仁乃有茶具耶！」"
      },
      {
        "index": 161,
        "text": "裝胡桃"
      },
      {
        "index": 162,
        "text": "相國吳石湖一日宴客，以胡桃裝就而後籠罩。公屢裝不就。一僮先以桃下罩，用碟盛起。公撫膺歎曰：「民偽日滋矣！」"
      }
    ]
  }
}