{
  "chapterNumber": 35,
  "title": "第35部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：學者少所見，多所怪。窮發之國，穴胸反趾，獨臂兩舌，殊風異尚，怪怪奇奇，見於記載者侈矣。不閱此，不知天地之大；不閱此，不知中國之尊。予特采其尤可駭笑者著焉，而附以蛇虎之屬，若曰「夷狄禽獸」云爾。是為《非族》第三十五。〕"
      },
      {
        "index": 2,
        "text": "南海異事三條"
      },
      {
        "index": 3,
        "text": "南海男子女人皆縝髮。每沐，以灰投流水中，就水以沐，以彘膏塗其髮。至五、六月，稻禾熟，民盡髡，鬻於市。既髡，復取彘膏塗之。來歲五、六月又可鬻。"
      },
      {
        "index": 4,
        "text": "解牛多女人，謂之「屠婆」、「屠娘」。皆縛牛於大木，執刀數其罪：「某時牽若耕，不得前；某時乘若渡水，不得行。今何以免死耶！」以策舉頸，揮刀斬之。"
      },
      {
        "index": 5,
        "text": "貧民妻方孕，則詣富室指腹以賣之，俗謂「指腹賣」。或己子未勝衣，鄰之子稍可賣，往貸以鬻。折杖以識其短長，候己子長與杖等，即償貸者。鬻男女如糞壤，父子兩不戚戚。"
      },
      {
        "index": 6,
        "text": "蜜唧唧"
      },
      {
        "index": 7,
        "text": "右江西南多獠民，好為「蜜唧唧」。鼠胎未瞬，通身赤蠕者，漬之以蜜，置盤中，猶囁囁而行。以箸挾取咬之，唧唧作聲，故曰「蜜唧唧」。"
      },
      {
        "index": 8,
        "text": "產翁"
      },
      {
        "index": 9,
        "text": "《南楚新聞》云：南方有獠婦，生子便起；其夫臥床褥，飲食皆如乳婦。稍不衛護，疾亦如之。其妻子無所苦，炊爨樵蘇自若。又越俗：妻誕子，經三日，便澡身於溪河。返，具糜餉婿。婿擁衾抱雛坐於寢榻，稱為「產翁」。其顛倒如此！"
      },
      {
        "index": 10,
        "text": "土獠蠻俗"
      },
      {
        "index": 11,
        "text": "土獠蠻俗：男子十四、五，則左右擊去兩齒，然後婚娶。無匙箸，手搏飯而食之。足躡高橇，上下山坡如奔鹿。人死。以棺木盛之，置千仞顛崖之上，以先墮者為吉。"
      },
      {
        "index": 12,
        "text": "倭國"
      },
      {
        "index": 13,
        "text": "《北史》云：倭國王以天為兄，以日為弟。未明時，出聽政；日出便停理務，曰「委我弟」。"
      },
      {
        "index": 14,
        "text": "占城"
      },
      {
        "index": 15,
        "text": "占城國釀酒法：以米和藥入甕中，卦固日久，俟糟生蛆為佳醞。他日開封，用長節竹竿三、四尺，量人多少入水。以次吸竹，則酒入口。吸盡，再入水。若無味則止；有味，封留再飲。歲時，縱人采生人膽鬻官。其酋或部鄰得膽入酒中，與家人同飲，又以浴身，謂之「通身是膽」。"
      },
      {
        "index": 16,
        "text": "頭飛"
      },
      {
        "index": 17,
        "text": "占城國婦人有頭飛者，夜飛食人糞。夫知而固封其項，或移其身，則死矣。陳剛中在安南，有紀事詩曰：「鼻飲如瓴<商瓦>，頭飛似轆轤。」"
      },
      {
        "index": 18,
        "text": "嶺南溪洞口，往往有飛頭者，故有「飛頭獠子」之號。頭將飛一日前。頸有痕匝項如紅縷。妻子遂看守之。其人及夜，狀如病，頭忽生翼，脫身而去。乃於岸泥尋蟹蚓之類食之。將曉飛還，如夢覺，其腹實矣。"
      },
      {
        "index": 19,
        "text": "吐蕃"
      },
      {
        "index": 20,
        "text": "唐貞元中，王師大破吐蕃於青海，臨陣殺吐蕃大兵馬使乞藏遮。或云是尚結讚。吐蕃乃收屍歸。有百餘人行哭隨屍，威儀絕異：使一人立屍旁代語，問以 「瘡疾痛乎？」代應曰：「痛。」即膏藥塗之：又問：「食乎？」應曰：「食。」即為具食；又問：「衣乎？」應曰：「衣。」即命裘衣之；又問：「歸乎？」應曰：「歸。」即具輿馬載屍而去。若此異禮，必國之貴臣也。"
      },
      {
        "index": 21,
        "text": "契丹"
      },
      {
        "index": 22,
        "text": "契丹俗：每正月十三日，放國人為賊三日，唯不許盜及十貫以上。北呼為「鶻裏尀」，華言「偷時」也。"
      },
      {
        "index": 23,
        "text": "契丹牛馬有熟時，如南方之養蠶也。有雪而露草寸許，牛馬大熟。若無雪，或雪沒草，則不熟。"
      },
      {
        "index": 24,
        "text": "契丹主至臨城，得疾，至殺胡林而卒。國人剖其腹，實鹽數斗，載之北去。晉人謂之「帝羓。」"
      },
      {
        "index": 25,
        "text": "夷婦"
      },
      {
        "index": 26,
        "text": "蕭兵峰《夷俗記》：夷婦乳長，重至腹下。時當刺繡，兒輒從腋後索而食之。"
      },
      {
        "index": 27,
        "text": "韃韃"
      },
      {
        "index": 28,
        "text": "韃韃腸極細，如豬腸。人身瘦長而闊膀。不畏死，得勝則唱，敗則哭。韃婦至中國，人戲弄其乳則喜，以為是其子也。至隱處亦不為意。唯執其手則怒，謂執手為夫婦，動挾刃刺其人。"
      },
      {
        "index": 29,
        "text": "渾脫"
      },
      {
        "index": 30,
        "text": "北人殺小牛，自脊上開一孔，逐旋取去內頭骨肉，外皮皆完。揉軟，用以盛乳酷酒水處湩，謂之「渾脫」。"
      },
      {
        "index": 31,
        "text": "種羊"
      },
      {
        "index": 32,
        "text": "大漢迤西人能種羊。取羊骨，以初冬未日埋地中，初春未日為吹笳咒語，即有小羊從地中出。"
      },
      {
        "index": 33,
        "text": "回鶻"
      },
      {
        "index": 34,
        "text": "回鶻酋長共為一堂，塑佛像其中。每齋，必刲羊，以指染血塗於佛口，或捧其足而嗬之，謂之親敬。"
      },
      {
        "index": 35,
        "text": "木乃伊"
      },
      {
        "index": 36,
        "text": "回回地面，有年老自願舍身濟眾者，乃澡身絕食，口啖蜂蜜。數月，便溺皆蜜矣。既死，國人殮以石槨，仍以滿蜜浸之，鐫誌年月。俟百年啟視之，則已成蜜劑，名曰「木乃伊」。人有損折肢體者，食少許立效。見《博物志補》。"
      },
      {
        "index": 37,
        "text": "大食國木花"
      },
      {
        "index": 38,
        "text": "大食國，西南二千里外，山谷間有木，生花如人首。與語輒笑，則落。"
      },
      {
        "index": 39,
        "text": "古莽"
      },
      {
        "index": 40,
        "text": "古莽之國，其人多眠，五旬一覺。以夢之所為為實，晝之所見為虛。"
      },
      {
        "index": 41,
        "text": "白狼國"
      },
      {
        "index": 42,
        "text": "西夷有白狼國者，依山以居，壘石為室，如浮圖然，以梯上下，貨藏於上，人居於中，畜豢於下。"
      },
      {
        "index": 43,
        "text": "裸人"
      },
      {
        "index": 44,
        "text": "《天寶實錄》去：日南廄山連接，不知幾千里。裸人所居，白民之後也。刺其胸前作花，有物如粉而紫色，畫其兩目下，去前二齒，以為美飾。"
      },
      {
        "index": 45,
        "text": "大宛"
      },
      {
        "index": 46,
        "text": "大宛國人，皆深目多鬚髯。善賈市，爭分銖。貴女子，女子所言，丈夫乃決正。"
      },
      {
        "index": 47,
        "text": "女國"
      },
      {
        "index": 48,
        "text": "女國在蔥嶺之南。其俗婦人輕丈夫，而性不妒忌。男女皆以彩色塗面，一日之中，或數度變改之。人皆被髮。見《隋書》。"
      },
      {
        "index": 49,
        "text": "金齒蠻"
      },
      {
        "index": 50,
        "text": "金齒蠻俗，處女淫亂同狗彘。未嫁而死者，所通之男子持一幡相送。有至百人者，父母哭曰：「女愛者眾，何期夭逝！」"
      },
      {
        "index": 51,
        "text": "麻逸"
      },
      {
        "index": 52,
        "text": "麻逸國，族尚節義。夫死，其婦削髮絕食，與夫屍同寢，多與並逝者。逾七日不死，則親戚勸以飲食。"
      },
      {
        "index": 53,
        "text": "吐火羅"
      },
      {
        "index": 54,
        "text": "吐火羅國，都蔥嶺西五百里，與挹怛雜居。都城方二里，勝兵者十萬人，皆習戰。其俗奉佛。兄弟同一妻，迭寢焉。每一人入房，戶外掛其衣以為誌。生子屬其長兄。"
      },
      {
        "index": 55,
        "text": "暹羅"
      },
      {
        "index": 56,
        "text": "暹羅國，婚姻先請僧迎男子至女家。僧取童女喜紅點於男子額，名曰「利市」，然後成親。過三日後，又請僧送女歸男家，則置酒張樂待賓。喪禮：凡富貴人死，用水銀灌腹而葬；平人，則舁至效外海邊沙際，為鳥所食，食盡飛去，餘骨號泣棄海中，謂之「鳥葬」。"
      },
      {
        "index": 57,
        "text": "亥沐"
      },
      {
        "index": 58,
        "text": "越東有亥沐國。長子生，則解而食之，謂之「宜弟」。父死，則負其母而棄之，言「鬼妻不可與共居」。楚之南，炎人之國。其親戚死，刳其肉而棄之，然後埋其骨，乃成孝子。秦之西有義渠之國。其親戚死，聚柴焚之，薰其煙上騰，謂之「登霞」，然後為孝。見《墨子》。"
      },
      {
        "index": 59,
        "text": "羅羅"
      },
      {
        "index": 60,
        "text": "羅羅俗尚男巫，號曰「大奚婆」。以雞骨占吉凶，事無巨細皆決焉。凡娶婦，必先與大奚通，次則諸房兄弟皆喜之，然後成婚。謂之和睦。夫婦之禮，晝不相見，夜則同寢。生兒未十歲，不得見父。酋長死，以豹皮裹屍焚之，葬其骨於山，非至親莫知其處。葬畢，用七寶偶人藏之高樓，盜取鄰境貴人之首以祭。如不得，終不祭祀。"
      },
      {
        "index": 61,
        "text": "爪哇"
      },
      {
        "index": 62,
        "text": "爪哇國凡主翁死，殯之日，妻妾奴婢皆帶草花滿頭，坡五色手巾，隨屍至海邊或野地。舁屍俾眾犬食，食盡為好；食不盡，則悲歌泣號。積柴於旁，眾婦坐其上。良久，縱火燒柴而死。蓋殉葬之禮也。"
      },
      {
        "index": 63,
        "text": "大耳國"
      },
      {
        "index": 64,
        "text": "《山海經》：有大耳國，其人寢，常以一耳為席，一耳為衾。"
      },
      {
        "index": 65,
        "text": "聶耳國"
      },
      {
        "index": 66,
        "text": "聶耳國，其人與獸相類。在無腹國東。其人虎文，耳長過腰，手捧耳而行。"
      },
      {
        "index": 67,
        "text": "辰韓"
      },
      {
        "index": 68,
        "text": "辰韓國，兒生，以石壓其頭，欲其扁。今辰韓人皆扁頭。見《魏志》。"
      },
      {
        "index": 69,
        "text": "鵠國"
      },
      {
        "index": 70,
        "text": "陳梨與齊恒論云：西海之外有鵠國，男女皆長七寸。為人自然有禮，好拜跪。壽皆三百歲。其行如飛，日行千里。百物不敢犯，唯畏海鵠，海鵠遇輒吞之，亦壽三百歲。此人在海鵠腹中不死，而鵠亦飛千里。"
      },
      {
        "index": 71,
        "text": "勒畢"
      },
      {
        "index": 72,
        "text": "勒畢國人長三寸，有翼，善言語戲笑。因名「語國」。"
      },
      {
        "index": 73,
        "text": "小人"
      },
      {
        "index": 74,
        "text": "西北荒中有小人焉，長一寸，朱衣玄冠，乘軺車導引，有威儀。人遇其乘車，並食之。其味辛楚，終不為蟲豸所咋。並識萬物名字，殺腹中三蟲。"
      },
      {
        "index": 75,
        "text": "大人"
      },
      {
        "index": 76,
        "text": "咸熙二年，有大人見於襄武，身長二丈，腳跡三尺二寸。苻堅時，河中得一大屐。長七尺三寸；又有桃核，可容五斗。"
      },
      {
        "index": 77,
        "text": "長人"
      },
      {
        "index": 78,
        "text": "成化辛丑，蘇州衛軍人數十泛海遭風。漂至一島，人皆長三、四丈，以藤穿我一人於樹間。其人逸出，至海邊，忽前舟返，載之。而長人追至，船已離崖，從岸上用手挽船。船人劍截其一指。辨之，乃中指一節。以尺席之，尺有四寸。遇嘉定令取視，留置庫中。"
      },
      {
        "index": 79,
        "text": "長布巾、長衣"
      },
      {
        "index": 80,
        "text": "《蘇州府志》云：有直指使詣學宮，大風吹下一布巾，橫直皆丈餘，以貯郡庫。又某年海上浮一衣來，長二丈，兩袖倍之。"
      },
      {
        "index": 81,
        "text": "無啟民、錄民、細民"
      },
      {
        "index": 82,
        "text": "無啟民，居穴食土。其人死，其心不朽，埋之，百年化為人。錄民，膝不朽。埋之百二十年，化為人。細民，肝不朽。埋之八年，化為人。"
      },
      {
        "index": 83,
        "text": "含塗國"
      },
      {
        "index": 84,
        "text": "含塗國貢其珍怪。其使云：去王都七萬里，鳥獸皆能言語。雞犬死者，埋之不朽。經歷數世，其家人遊於山河海濱，地中聞雞犬鳴吠。主乃屋取還家養之。毛羽雖禿落，更生，久乃悅澤。"
      },
      {
        "index": 85,
        "text": "賣龍"
      },
      {
        "index": 86,
        "text": "秦使者甘宗所奏西域事云：外國言士能神咒者，臨川禹步吹氣，龍即浮出。初出，乃長數十丈。方士吹之。一吹，則龍輒一縮。至長數寸，乃取置壺中，以少水養之。外國常苦災旱。於是方士聞旱，便齎龍往出賣之。一龍值金數十斤，舉國會斂以顧其值。乃發壺出龍，置淵中，復禹步吹之，長數十丈。須臾，雨四集矣。見《抱朴子》。"
      },
      {
        "index": 87,
        "text": "鹽龍"
      },
      {
        "index": 88,
        "text": "蕭注從狄殿前之破蠻洞也，收其寶貨珍異。得一龍，長尺餘，云是鹽龍，蠻人所豢也。籍以銀盤，中置玉盂，以玉箸摭海鹽飲之。每鱗中出鹽，則收用。以酒送一匕，專主興陽。後因蔡元度就其體舐鹽而龍死。其家以鹽封其遺體，三、四日用亦有力。後聞此龍歸蔡元長家。"
      },
      {
        "index": 89,
        "text": "龍鱗"
      },
      {
        "index": 90,
        "text": "武昌熊維禎談其邑因江漲，漂一物如魚鱗於田間，大如席。或曰龍鱗也。"
      },
      {
        "index": 91,
        "text": "大鵬"
      },
      {
        "index": 92,
        "text": "嘉靖中，海上曾墜一大鵬鳥毛。萬元獻親見在某郡庫中。毛以久盡，獨見孔，橫置在地，平步入之無礙。又海邊人家，忽為糞所壓沒，從內掘出。糞皆作魚蝦腥，質半未化。蓋大鵬鳥過遺糞也。"
      },
      {
        "index": 93,
        "text": "林尚書瀚於內庫見大鵬翎一支，長丈許，管中可容兩人坐。公自作記。"
      },
      {
        "index": 94,
        "text": "海雕"
      },
      {
        "index": 95,
        "text": "正德末，有鳥黑色，大如象，舒翅如船篷，飛入長安門內大樹上。弓弩射之，皆不入。民家所養鵝，被啄而食之，如拾蛆蟲然。數月方去。人以為海雕也。"
      },
      {
        "index": 96,
        "text": "海鳧"
      },
      {
        "index": 97,
        "text": "晉時，有人得鳥毛，長三丈。以示張華，華慘然曰：「此海鳧毛也！出則天下亂。」"
      },
      {
        "index": 98,
        "text": "海大魚"
      },
      {
        "index": 99,
        "text": "《崇明志》：海上有大魚，過崇明縣，八日八夜，其身始盡。"
      },
      {
        "index": 100,
        "text": "海舟泛琉球，夜見山起接雲，兩日並出，風亦驟作，撼舟欲覆。眾皆駭感。舟師搖手令勿言，但閉目坐。久始不見。舟師額手賀曰：「我輩皆重生矣！」起接雲者，鯨魚翅也；兩日，目也。見《使琉球錄》。"
      },
      {
        "index": 101,
        "text": "宋高宗紹興間，漳浦海場有魚高數丈。割其肉數百年。至剜目，乃覺，轉鬛而旁艦皆覆。近時劉參戎炳文過海洋，於亂礁上見一巨魚橫沙際。數百人持斧，移時僅開一肋。肉不甚美。肉中刺骨亦長丈餘。劉攜數根歸以示人。想皆此類耳。見《獪園》。"
      },
      {
        "index": 102,
        "text": "南海人常從城上望見海中推出黑山一座，高數千尺。相去十餘里，便知為大魚矣。此魚偶困而失水，蜿蜒鳧上。居人數百，咸來分割其脂為膏，經月不盡。又有貪取魚目為燈，相與攀援騰踏而上。其目大可數石，計無能取，失足溺死於中者同時七人，乃止。見《獪園》。"
      },
      {
        "index": 103,
        "text": "昔人有遊東海者，既而風惡船破，補治不能制，隨風浪莫知所之。一日一夜，得一孤洲。共侶歡然下石植纜，登洲煮食，食未熟而洲沒。在船者斫斷其纜，船復漂蕩。向者孤洲，乃大魚也！吸波吐浪，去疾如風。在「洲」上死者十餘人。"
      },
      {
        "index": 104,
        "text": "鱘魚"
      },
      {
        "index": 105,
        "text": "大街袁六房曾網一鱘魚，長而極瘦。始怪之，肚中得一糙碗，蓋為此物所磨，瘦者以此。"
      },
      {
        "index": 106,
        "text": "漢泉井中魚"
      },
      {
        "index": 107,
        "text": "河陰南廣武山，漢高皇廟在其麓。殿前有八角井，曰「漢泉」。井中三魚，一金鱗，一黑，一如常，而半邊鱗肉與骨俱無，獨其首全，與二魚並遊無異。但其遊差緩，不復有揚鬛撥剌之勢。俗傳漢皇食鱠，皰人治魚及半而楚軍至。倉惶棄魚井中而遁。"
      },
      {
        "index": 108,
        "text": "奔䱐"
      },
      {
        "index": 109,
        "text": "奔䱐，一名瀱，非魚非蛟，大如船，長二、三丈。若鯰，有兩乳在腹下，雄雌陰陽類人。取其子著岸上，聲如嬰兒啼。頂上有孔通頭，氣出嚇作聲，必大風。行者以為候。相傳賴負所化。殺一頭，得膏三、四斛。取之燒燈，照讀書紡績輒暗；照歡樂之處則明。"
      },
      {
        "index": 110,
        "text": "鯢魚、魶魚"
      },
      {
        "index": 111,
        "text": "《雙槐歲抄》：鯢魚，出峽中。如鯰，四足長尾，能上樹。天旱，輒含水上山，茹草葉覆身。張口，俟鳥來飲水，因吸食之。聲如小兒。將食，先縛之樹，鞭之出汁如白汗，乃無毒。魶魚，出四川雅州。似鯢，亦能緣木。蜀人食之。孟子謂「緣木求魚」，理所必無，不知天壤間正不可窮也。"
      },
      {
        "index": 112,
        "text": "人魚"
      },
      {
        "index": 113,
        "text": "宋待制查道奉使高麗。晚泊一山，望見沙中有一婦人，紅裳雙袒，髻鬟紛亂，肘後微有紅鬛。查曰：「此人魚。」命水工以篙扶於水中，勿令傷。婦人得水，偃仰復身，望查拜手感戀而沒。"
      },
      {
        "index": 114,
        "text": "䱤魚"
      },
      {
        "index": 115,
        "text": "《異苑》云：䱤魚，凡諸魚欲產，䱤輒以頭衝其腹。世謂「眾魚之生母。」"
      },
      {
        "index": 116,
        "text": "橫公魚"
      },
      {
        "index": 117,
        "text": "北方荒外有石湖，山橫公魚，夜化為人。刺之不入，煮之不死，以烏梅二十七煮之即爛，可已邪病。"
      },
      {
        "index": 118,
        "text": "鼉市"
      },
      {
        "index": 119,
        "text": "南海之濱，有鼉市焉。鼉暴背海隅，邊幅廣修不知幾百里也。居民氐為石洲，漸創茆茨，鱗列成市，亦不知幾何時也！異時有穴其肩為鐵冶者。天旱，火熾，鼉不勝熱，怒而移去。沒者凡數千家。"
      },
      {
        "index": 120,
        "text": "在此"
      },
      {
        "index": 121,
        "text": "太倉董氏嘗捕得一鱉，人首，出水作歎息聲。懼而殺之。按《酉陽雜俎》，名曰「在此」。鱉魚人首，鳴則若云：「在此」，故以名之。"
      },
      {
        "index": 122,
        "text": "蟹"
      },
      {
        "index": 123,
        "text": "松江幹山人沈宗正，每深秋，設籪於塘，取蟹入饌。一日見二、二蟹相附而起。近視之，一蟹八腕皆脫，不能行，二蟹舁以過籪。"
      },
      {
        "index": 124,
        "text": "千侯人蛇腹"
      },
      {
        "index": 125,
        "text": "上虞徐孝廉計偕京師，與一千侯同舍。蜀人也，貌甚偉而鱗文遍體，皴如青赤鬆皮，面有斑痕隱起，類三當錢大，狀若癩風者然。訊之。具言少年嗜酒，落魄不羈。一日從所親會飲野次，時天色漸暮，歸不及城，便醉臥道旁草積間。夜半，宿酲始醒，覺悶甚，首如蒙被，殿轉反側，不知身在何所。已而捫之，微溫，嗅之，腥不可忍。尋思腰間有匕首，急抽而割之，得肉一臠。復嗅之，臊甚，棄去。旋割旋棄，如此者凡數十臠，漸漸漏明，於是悉力以從事。俄而此竅漸廣，頃之如土穴也。因身躍出，睨之，乃一大蛇也，遂驚仆地。明日家僮消息至其所，見主人與蛇並死於道。奔告鄰里，急舁歸營救。復蘇，而膚間癢不可耐矣。幸遇明醫得不死，三月而癢止。及起，則膚革變色，幾類漆身。"
      },
      {
        "index": 126,
        "text": "神蛇"
      },
      {
        "index": 127,
        "text": "《搜神記》：蛇千年，則斷而復續。《淮南子》云：神蛇自斷而自續。隋煬帝遣人於嶺南邊海窮山，求得此蛇數四。至洛下，長可三尺而色黃黑，其頭錦文金色。不能毒人。解食肉，若欲其身斷，則先觸之令怒，使不任憤毒，則自斷為三、四。其斷處如刀截，亦微有血痕。然久而怒定，則三、四斷稍稍自相就而連續，體復如故。隋著作郎鄧隆云：「此靈蛇，類能自斷，不必千歲也。」"
      },
      {
        "index": 128,
        "text": "噴嚏驚虎"
      },
      {
        "index": 129,
        "text": "唐傅黃中為越州諸暨令。有部人飲大醉，夜中山行，臨崖而睡。忽有虎臨其上而嗅之。虎鬚入醉人鼻中，遂噴嚏聲振，虎驚跌落崖下，遂為人所得。"
      },
      {
        "index": 130,
        "text": "荊溪三虎"
      },
      {
        "index": 131,
        "text": "荊溪吳康侯嘗言山中多虎，獵戶取之甚艱，然有三事可資談笑。其一，山童早出，往村山易鹽米，戲以藤斗覆首。虎萃搏之，銜斗以去。童得免。數日山中有自死虎。蓋斗入虎口既深，隨口開合，虎不得食而餓死也。其一，銜豬跳牆，虎牙深入，而牆高難越，豕與夾牆而掛，明日俱死其處。其一，山中酒家，一虎夜入其室，見酒竊飲，以醉甚不得去，次日遂為所擒。"
      },
      {
        "index": 132,
        "text": "齧虎"
      },
      {
        "index": 133,
        "text": "近歲有壯士守水碓，為虎攫而坐之。碓輪如飛，虎視良久。士且蘇，手足皆被壓，不可動。適見虎勢翹然近口，因極力齧之。虎驚，大吼躍走。其人遂得脫。"
      },
      {
        "index": 134,
        "text": "大蝶、大蜈蚣"
      },
      {
        "index": 135,
        "text": "物之瘦者蜈蚣，輕者蝴蝶。《嶺南異物志》：見有物如蒲帆過海，將到舟，競以物擊之，破碎墜地。視之，乃蝴蝶也。海人去其翅足，稱肉得八十斤。啖之，極肥美。葛洪《遐觀賦》：蜈蚣大者長百步，頭如車箱。屠烈取肉，白如瓠。《南越志》云：大者其皮可以覆鼓；其肉暴為脯，美於牛肉。"
      },
      {
        "index": 136,
        "text": "天寶四載，廣州府因海湖漂一蜈蚣陸死。割其一爪，則得肉一百二十斤。"
      },
      {
        "index": 137,
        "text": "狒狒"
      },
      {
        "index": 138,
        "text": "《物類相感志》曰：狒狒出西南蠻。宋建武中，安昌縣進雌雄二頭。帝曰：「吾聞狒狒能負千斤。既力若此，何能致之？」對曰：「狒狒見人喜笑，笑則上唇掩其額，故可釘之。」髮可為髭。血可染衣。身似猴，人面而紅，作人言鳥聲，知人生死。飲其血，使人見鬼。帝命工圖之。"
      },
      {
        "index": 139,
        "text": "訛獸"
      },
      {
        "index": 140,
        "text": "《神異記》：西南荒中出訛獸，其狀若菟，人面能言。常欺人，言東而西，言惡而善。其肉美，食之，言不真矣。"
      },
      {
        "index": 141,
        "text": "貌"
      },
      {
        "index": 142,
        "text": "狗纓國獻一獸，名貌。吳大帝時，尚有見者。其獸善遁入人室中，竊食已，大叫。人覓之，即不見矣。故至今吳俗以以空拳戲小兒曰：「吾啖汝。」已而開拳曰：「貌。」"
      },
      {
        "index": 143,
        "text": "山獺"
      },
      {
        "index": 144,
        "text": "有山獺，淫毒異常，諸牝避之，無與為偶。往往抱樹枯死，其勢入木數寸。"
      },
      {
        "index": 145,
        "text": "躲破鼓"
      },
      {
        "index": 146,
        "text": "兵部郎中鄭獅南家，曾養二猿。其牝者甚淫，一旦失牡猿，叫號不已。主人遍覓不得。越宿，乃自破鼓中出。今號人之避內差為「躲破鼓」。"
      }
    ]
  }
}