{
  "chapterNumber": 22,
  "title": "第22部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：古云「稚子弄影，不知為影所弄」。然則弄人即自弄耳。雖然，不自弄，將不為造化小兒弄耶？傀儡場中，大家搬演將去，得開口處便落便宜，謂之「弄人」可，謂之「自弄」可，謂之「造化弄我」、「我弄造化」，俱無不可。集《儇弄》第二十二。〕"
      },
      {
        "index": 2,
        "text": "石動筩"
      },
      {
        "index": 3,
        "text": "北齊高祖嘗宴近臣為樂。高祖曰：「我與汝等作謎，可共謝之：卒律葛答。」諸人皆射不得，或云是「髐子箭。」高祖曰：「非也。」石動筩云：「臣已射得。」高祖曰：「是何物？」動筩對曰：「是煎餅。」高祖笑曰：「動筩射著是也。」高祖又白：「汝等諸人為我作一謎，我為汝射之。」諸人來作，動筩為謎，復云：「卒律葛答。」高祖射不得，問曰：「此是何物？」答曰：「是煎餅也。」高祖曰：「我始作之，何因更作？」動筩曰：「乘大家熱鐺子頭，更作一個。」高祖大笑。"
      },
      {
        "index": 4,
        "text": "高祖稱郭璞詩絕佳。石動筩曰：「臣詩勝郭一倍。」上大不怡，詰之曰：「哪見勝處。」動筩曰：「讀《遊仙詩》云『青溪千仞，中有一道士』。臣則曰『青溪二千餘仞，中有兩道士』，不勝一倍乎？」上大笑。"
      },
      {
        "index": 5,
        "text": "捕獺狸"
      },
      {
        "index": 6,
        "text": "《趙後外傳》：樊慝語飛燕曰：「憶在江都時，陽華李姑畜鬥鴨水池上，苦獺齧鴨時下。朱里芮姥者，求捕獺狸獻。姥謂姑曰：「『是狸不他食，當飯以鴨。』姑怒，絞其狸。」"
      },
      {
        "index": 7,
        "text": "能言鴨"
      },
      {
        "index": 8,
        "text": "陸龜蒙居震澤，有鬥鴨一欄。有內養自長安使杭州，出舍下，挾彈斃其綠頭者。龜蒙手一表駭云：「此鴨善人言，持附蘇州上進天子。使者斃之，奈何？」 內養信其言，大恐，遂以囊中金酬之，因徐問：「其鴨能作何言？」龜蒙曰：「能自呼其名。」內養憤自笑。龜蒙還其金，大笑曰：「吾戲耳！」"
      },
      {
        "index": 9,
        "text": "靴值"
      },
      {
        "index": 10,
        "text": "馮道、和凝同在中書。一日，和問馮曰：「公靴新買，其值幾何？」馮舉左足曰：「五百」。和性褊急，顧吏責曰：「吾靴何用一千？」馮徐舉其右曰：「此亦五百！」"
      },
      {
        "index": 11,
        "text": "酒令"
      },
      {
        "index": 12,
        "text": "賈時彥善謔。赴宴，酒半，主人請令。賈曰：「乞諸君射一謎。小中，浮以大白。曰：『天不知地知，爾不知我知。』」舉座不解。罰遍，賈舉一足，置案上，曰：「我靴底有腐孔也！」"
      },
      {
        "index": 13,
        "text": "甘露寺僧性空善飲。一客擲色行舊令，云：「補不足，慶有餘。」初擲「不足」，曰：「僧飲。」又擲「有餘」，亦曰：「僧飲。」眾客俱不解。客曰：「候令畢當言之。」既畢令而僧醉矣，執盞言曰：「酒不敢辭，請明其故？」客曰：「不足者，無髮；有餘者，多一頭。」眾大笑。"
      },
      {
        "index": 14,
        "text": "王元美與客宴集。王偶泄氣，眾客皆匿笑。王即設令，要經書中「譬」字一句。王舉「能近取譬」。從客於「譬如北辰」、「譬若掘井」等語盡舉之，王皆以不如式論罰。眾客不服。王曰：「我『譬』在下，不若公等『譬』乃在上。」"
      },
      {
        "index": 15,
        "text": "石學士善謔"
      },
      {
        "index": 16,
        "text": "石中立，字表臣。在中書時，盛度禁林當直，撰「張文節公神道碑」，進御罷，呈中書。石卒問曰：「是誰撰？」盛不覺對曰：「度撰。」滿堂大笑。"
      },
      {
        "index": 17,
        "text": "盛度體豐肥。一日自殿前趨出，宰相在後，盛初不知。忽見，即欲趨避，行百步，乃得直舍，隱於其中。石學士見其喘甚，問之。盛告其故。石曰：「相公問否！」盛曰：「不問」。別去十餘步乃悟，罵曰：「奴乃以我為牛！」"
      },
      {
        "index": 18,
        "text": "鳴鞭為度"
      },
      {
        "index": 19,
        "text": "焦芳初還朝，失記朝儀。李西涯曰：「以鳴鞭為度，一鞭走兩步，再鞭又走兩步，三鞭上御道。」芳諾之，旋悟曰：「公乃戲我。」"
      },
      {
        "index": 20,
        "text": "偷驢"
      },
      {
        "index": 21,
        "text": "張玉陽，河南人，一日語陳玉壘公曰：「官貧，幸得俞蒲石道長送一人，盧瑞峰吏部送一馬。」公曰：「人是俞送，馬裏盧送，可謂恰當。」蓋河南人有「偷驢賊」之號，公以謔之。"
      },
      {
        "index": 22,
        "text": "弄僧"
      },
      {
        "index": 23,
        "text": "一僧從雪中來。唐六如戲之曰：「聞孟老相期效外尋梅，信乎？」僧曰：「非孟也，張也。」六如曰：「張公多顛倒，大須防之。」時有匿笑者，僧悟云：「卻被唐公弄我半日！」六如曰：「怪道硬將起來！」"
      },
      {
        "index": 24,
        "text": "鐵牛"
      },
      {
        "index": 25,
        "text": "陶谷，小字鐵牛。李濤出典河中，嘗寄陶書云：「每至河源，即思靈德。」陶初不為意，久之方悟。蓋河中有張燕公鑄繫橋鐵牛故也。"
      },
      {
        "index": 26,
        "text": "侯白"
      },
      {
        "index": 27,
        "text": "侯白好俳謔。一日楊素與牛弘退朝，白謔之曰：「日之夕矣！」素曰：「以我為『牛羊下來』耶？」"
      },
      {
        "index": 28,
        "text": "王韋"
      },
      {
        "index": 29,
        "text": "王韋作詩，為諸老所賞。儲瓘稱之曰：「絕以溫、李！」陸深戲曰：「本是王、韋！」蓋指王摩詰、韋蘇州謔之。"
      },
      {
        "index": 30,
        "text": "胡思亂量"
      },
      {
        "index": 31,
        "text": "何㮚當京城已陷，虜人入視帑藏倉庚。時有胡思者為司農卿，具諸倉米麥數白㮚。臨去㮚送至廳事旁，遽言曰：「大卿切勿令亂量。」應曰：「諾。」至客次，方悟其戲。蓋諺有「胡思亂量」語也。"
      },
      {
        "index": 32,
        "text": "劉貢父謔"
      },
      {
        "index": 33,
        "text": "孫莘老形貌古奇，熙寧中，論事不合，責出。世謂「沒興孔夫子」。孔宗翰宣聖之後，氣質肥厚。劉貢父目為「孔子家小二郎」。元祐中，二人俱為侍郎。二部爭事於殿門外幄次中，劉貢父過而謂曰：「吾黨之直者異於是。」坐中有悟之者，大笑。"
      },
      {
        "index": 34,
        "text": "米老庵"
      },
      {
        "index": 35,
        "text": "米元章築室於甘露寺，榜曰：「米老庵」。寺大火，唯庵與「李衛公塔」獨存。無章詩云：「神護衛公塔，天存米老庵。」有謔之者，添云：「神護李衛公塔，天存米老娘庵。」蓋元章母入內為老娘，以母故命官也。"
      },
      {
        "index": 36,
        "text": "蘭玻"
      },
      {
        "index": 37,
        "text": "《耳譚》：青州東門皮工王芬，家漸裕，棄去故業。里人謀為贈號。芬喜，張樂設宴，一黠少曰：「號蘭玻，可乎？」眾問何義。曰：「蘭多芬，故號蘭玻，從名也。」芳大喜，重酬少年。諸人俱不覺其義，從徐思「蘭玻」，依然「東門王皮」也。"
      },
      {
        "index": 38,
        "text": "愛東坡"
      },
      {
        "index": 39,
        "text": "陸宅之善諧謔，每語人曰：「吾甚愛東坡。」時有問之者，曰：「東坡有文，有賦，有詩，有字，有東坡巾。君所愛何居？」陸曰：「吾甚愛一味東坡肉！」聞者大笑。"
      },
      {
        "index": 40,
        "text": "曝鼻禈"
      },
      {
        "index": 41,
        "text": "阮咸，籍兄子也，居道南，諸阮居道北。北阮皆富，南阮貧。七月七日，法當曬衣，北阮庭中爛然，莫非綈錦。咸時總角，乃豎長標大布犢鼻禈，曝於庭中，曰：「未能免俗，聊復爾耳！」"
      },
      {
        "index": 42,
        "text": "對語"
      },
      {
        "index": 43,
        "text": "關懈推官貌不揚。過南徐，客次，見一緋衣客倨坐。關揖而問之。對曰：「太子洗馬高乘魚。」良久，還詢關。關答曰：「某乃是皇后騎牛低釣鱉。」朝士駭曰：「是何官？」關笑曰：「且欲與君對語切耳。」"
      },
      {
        "index": 44,
        "text": "王丞相珪云：「馬子山騎山子馬。」久之，人對曰：「錢衡水盜水衡錢。」錢某為衡水，令人謝之。曰：「止欲作對爾，實非有盜也。」"
      },
      {
        "index": 45,
        "text": "李章題壁"
      },
      {
        "index": 46,
        "text": "一故相遠派，在姑蘇嬉遊，書其壁曰：「大丞相再從曾侄孫某至此。」士人李章好謔，題其旁曰：「混元皇帝三十七孫李章繼至。」"
      },
      {
        "index": 47,
        "text": "堂候官"
      },
      {
        "index": 48,
        "text": "張小江覓侯門教讀劄付，歸榮里中，冠帶錦鄉，謁一富人。富人乃黠者，服梨園具出迎。張駭曰：「兄是貴職？」笑曰：「弟是牛丞相堂候官。」"
      },
      {
        "index": 49,
        "text": "鳥官"
      },
      {
        "index": 50,
        "text": "陳太卿嘗蓄小鳥，作籠為官船樣，上列鹵簿，榜其船曰：「鴻臚寺。」人問之。笑曰：「鴻臚礦是鳥官。」"
      },
      {
        "index": 51,
        "text": "戈壽宮"
      },
      {
        "index": 52,
        "text": "下雉地方有戈壽宮者，富有憨。夏月赴親家喜宴，著大紅絹員領紅往。主者故與百拜，啜以沸湯，汗流竟踵，及久，始曰：「請更衣。」其人不覺失聲曰：「親家此言，萬代公侯！」主者曰：「公侯須汗馬，不宜汗親家。若然，請到涼亭再脫衣拭汗，始把杯，豈不萬萬代公侯乎？」"
      },
      {
        "index": 53,
        "text": "古物"
      },
      {
        "index": 54,
        "text": "李寰建建節青州。表兄武恭性誕妄，又稱好道，多蓄古物。遇寰生日，特以箱擎一皂襖子遺之，書云：「此李令公恢復京師時所著，願尚書功業一似西平。」寰以書謝。後遇恭誕，寰以箱盛一破膩脂襆頭餉恭，云：「知兄深慕高真，求得洪崖先生初得仙時襆頭，願兄得道一如洪崖。」"
      },
      {
        "index": 55,
        "text": "齊公子嗜古器物。龍門子謁之，公子歷出三代秦漢之器。龍門子曰：「公子所藏非古也。必若古者，其庖犧氏之物乎？」公子齋三日，龍門子乃設几布筵，置寶櫝其上，籍以文錦，各再拜而興，啟櫝視之，乃宓羲氏之八卦也。"
      },
      {
        "index": 56,
        "text": "飯、毳飯"
      },
      {
        "index": 57,
        "text": "進士郭震、任介，皆西蜀豪逸之士。一日，郭致簡於任曰：「來日請餐飯。」任往，乃設白飯一盂，白蘿蔔、白鹽各一碟，蓋以三白為也。後數日，任亦招郭食「毳飯」。郭謂必有毛物相戲，及至，並不設食。郭曰：「何也？」任曰：「飯也毛，蘿蔔也毛，鹽也毛。只此便是毳飯。」郭大笑而別。"
      },
      {
        "index": 58,
        "text": "馬鬱"
      },
      {
        "index": 59,
        "text": "後唐馬鬱，滑稽狎侮。每赴監軍張承業宴，出異方珍果，食之必盡。一日承業私戒主膳者，唯以乾蓮子置前。鬱知不可啖，異日靴中置鐵錘，出以擊之，承業大笑，曰：「為公易饌，勿敗予案。」"
      },
      {
        "index": 60,
        "text": "張咸光"
      },
      {
        "index": 61,
        "text": "《玉堂閑話》：梁龍德間，有貧衣冠張咸光，遊丐無度。復有劉月明者，亦然。每遊貴門，即遭謔戲，方餐時，奪其匕箸，則袖中出而用之。梁駙馬溫積權判開封，咸光忽遍詣豪門告別。問其所詣。曰：「往投溫諫議。」問：「有何紹介？」答曰：「頃年大承記錄，此行必厚遇也。大諫嘗制《碣山潛龍宮上梁文》云： 『饅頭似碗，胡餅如篩。暢殺劉月明主簿，喜殺張咸光秀才。』以此知必承顧盼。」聞者絕倒。"
      },
      {
        "index": 62,
        "text": "駝峰"
      },
      {
        "index": 63,
        "text": "尚書呂震與學士解縉，一日談及食中美味。呂曰：「駝峰甚美，未之嘗也。」解紿曰：「僕嘗食之，誠美矣。」呂知其紿也，他日得死象蹄脛，語解曰：「昨有駝峰之賜，宜共饗之。」解大嚼去，呂謔以詩曰：「翰林有個解癡哥，光祿何曾宰駝峰駝。不是呂生來說謊，如何嚼得這般多？」解大笑。"
      },
      {
        "index": 64,
        "text": "安石榴"
      },
      {
        "index": 65,
        "text": "李漢碎胡瑪瑙盤，盛送王莒曰「安石榴」。莒見之不疑，既食乃覺。"
      },
      {
        "index": 66,
        "text": "張端"
      },
      {
        "index": 67,
        "text": "張端為河南司錄。府當祭社，買豬，巳呈尹，其夜突入錄廳，即殺之。吏白尹，尹問道。答曰：「按律諸無故入人家，登時殺之忽論。」尹大笑，為別市豬。"
      },
      {
        "index": 68,
        "text": "錢、文相謔"
      },
      {
        "index": 69,
        "text": "錢同愛，字孔周，其家累代以小兒醫名吳中，所謂「錢氏小兒」者是也。一日，請文徵仲泛舟石湖，知文性不近妓，故匿妓於舟尾。船既發，乃出之。文一見，倉惶求去。錢命舟人速行。文窘迫無計。錢平生極好潔，有米南宮、倪雲林之僻。文真率不甚點檢服飾，其足紈甚臭，至不可向邇。文即脫去襪，以足紈玩弄，遂披拂於錢頭面上。錢不能忍，即令舟人泊船，縱文登岸。"
      },
      {
        "index": 70,
        "text": "竹堂寺"
      },
      {
        "index": 71,
        "text": "唐伯虎、祝希哲與文徵仲氣誼甚深，而情尚迥異，兩公每欲戲之。一日，偕遊竹堂寺，近寺故多劣妓。唐預使人持東金示之，囑云：此來若何衣冠者，文君也，其人多狎邪遊，而喜人媚，不善媚人。若輩有能得其歡者，即以此金為酒資矣。」妓信之，伺文至，爭先獻笑，牽衣挽袂，堅不肯釋。文五色無主，見唐、祝匿笑，悟曰：「兩公謔我耳！」明剖其故，一笑而散。"
      },
      {
        "index": 72,
        "text": "楊南峰"
      },
      {
        "index": 73,
        "text": "俗傳三月三為浴佛日，六月六為浴貓狗日。有客謁楊南峰循吉，值三月三日，楊以浴辭。客不解，謂其傲也，思以報之。楊乃於六月六日往拜，客亦辭以浴。楊戲題其壁曰：「君昔訪我我洗浴，我今訪君君洗浴。君訪我時三月三，我訪君時六月六。」"
      },
      {
        "index": 74,
        "text": "楊南峰嘗觀優而善之，謂優曰：「汝曹第努力，當以一金勞汝，恨目前未便耳。」因索紙判賞付之，期明日來取。優喜於得賞，畢獻所長，楊極歡而罷。次日，群優持賈徵賞。楊笑曰：「汝真欲賞乎？我愛汝戲，快活竟日。汝貪我賞，亦快活一夜。我與汝兩準可也！」又有僧額患癬。楊自詫有秘方：取鳳仙花搗爛，使以帕裹於額上，三日即效。如期開視，染成紅額。僧彌月不敢見客。"
      },
      {
        "index": 75,
        "text": "先是吳中皇甫氏最貴盛，而治家素寬。楊南峰獻壽圖，題詩其上曰：「皇老先生，老健精神，烏紗白髮，龜鶴同齡。」皇甫公大喜，懸之堂。有識者笑曰：「此詈公也。」蓋上列「皇老烏龜」四字。公乃悟。"
      },
      {
        "index": 76,
        "text": "有富翁鄉居，求楊南峰門對一聯。此翁之祖曾為人僕。楊乃題云「家居綠水青山畔，人在春風和氣中」，上列「家人」二字。見者無不匿笑。"
      },
      {
        "index": 77,
        "text": "有喪家其子不戚。楊南峰為諸生時，特製寬巾往吊，既下拜，巾脫，滾入座下。楊即以首伸入穿之，幕中皆笑，楊遽出。此子遂蒙不孝聲。"
      },
      {
        "index": 78,
        "text": "王夢澤"
      },
      {
        "index": 79,
        "text": "黃崗王夢澤太史善謔，一日往謁郭桐岡太府，見府前有枷犯，乃其家用之鋸匠也。顧謂郭曰：「即常解鋸矣，而於此猶枷頸焉。」郭大笑，遂釋之。又客有患癬者，王曰：「何不敷鹽於患處，以磚燒熱，徐擦之，自愈。」久而不效，以問王。王曰：「磚鹽癬，則絕無可知。此古方也。」又客有患赤鼻者。王教以油梳子熾熱擦患處，自愈。及用之，愈赤，又以問王。王曰：「吾但知蘇子遊赤壁耳。」"
      },
      {
        "index": 80,
        "text": "曲江春宴"
      },
      {
        "index": 81,
        "text": "乾符四年，新進士曲江夏宴，甲於常年。有溫定者，久困場籍，坦率自恣，尤憤時之浮薄，因設奇以侮之。至其日，蒙衣肩輿金翠之飾，敻出於眾，侍婢皆稱是，徘徊柳蔭之下。俄頃，諸公自露棚移樂登鷁首，既而謂是豪貴，其中姝麗必矣。因遣促舟而進，莫不注視於此，或肆調謔不已。群興方酣，定乃於簾間垂足露膝，脛極偉而長毳。眾忽睹之，皆掩袂，亟命回舟避之。或曰：「此必溫定也。」"
      },
      {
        "index": 82,
        "text": "莊樂"
      },
      {
        "index": 83,
        "text": "莊樂，國初名醫也，好詼謔。同郡李庸遣家僮持柬詣樂，誤稱其名。樂紿之曰：「若家欲借藥磨耳，汝當負云。」但書片紙以復云：「來人面稱姓名，罰馱藥磨兩次。」庸得書大笑，即令負還。"
      },
      {
        "index": 84,
        "text": "朱達悟"
      },
      {
        "index": 85,
        "text": "朱達悟善謔，凡里中宴會，無不與者。一日，諸少年遊石湖，背朱往。既解纜，喜曰：「搭戶不知也！」朱忽在舵樓躍出曰：「予在矣！」蓋預知背已，賂舟子藏以待也。眾驚笑，延朱即席，且飲且進。朱曰：「湖有寶積寺幽潔，主僧善予，盍一登？」眾從之，挈榼往。酒數行，朱佯醉臥僧塌，日西猶未醒。呼而掖之，輒搖首曰：「眩莫能起。」僧亦固留，眾乃先發。朱從間道疾歸，時已暝，乃濡其衣履，披髮，擊諸同遊者戶，倉惶告曰：「不幸舟觸石，沉於湖，余偶得漁者援焉。」聞者長少驚啼趨往，至楓橋相值，皆無恙，惟相笑而已。"
      },
      {
        "index": 86,
        "text": "孫興公"
      },
      {
        "index": 87,
        "text": "褚公、孫興公同遊曲阿後湖，中流風猛，舫欲傾履。褚公曰：「此舫人皆無可以招天譴者，惟孫興公多塵滓，正當以厭天欲耳。」便欲提擲水中。孫據欄大啼曰：「季野卿念我！」"
      },
      {
        "index": 88,
        "text": "巡按許挈家"
      },
      {
        "index": 89,
        "text": "麻城侍御董公石，述其同年進士某，亦作御史，往貴州巡按，未行，一日有他御史過其家，知某素懼內，其室甚悍，戲之曰：「朝廷今有特恩，凡雲貴巡按，皆許挈家自隨。」悍妻於屏後聽之，信以為然，遂裝束，堅欲同行。御史曰：「世無此理，彼戲言耳。」妻曰：「君子無戲言。老賊欲背家娶妾為樂耶！」某托親黨再三曉譬，終不聽，某竟以此請告不行。"
      },
      {
        "index": 90,
        "text": "石韃子"
      },
      {
        "index": 91,
        "text": "吳中有石生者，貌類胡，因呼為「石韃子」，善謔多智。嘗因倦步至邸舍，欲少憩，有小樓頗潔，先為僧所據矣。石登樓窺之，僧方掩窗晝寢，窗隙中見兩樓相向，一少婦臨窗刺繡。石乃襲僧衣帽，開窗向婦而戲。婦怒，告其夫，因與僧鬧。僧茫然莫辯，亟去，而石安處焉。"
      },
      {
        "index": 92,
        "text": "石生在太學時，每苦司成之虐，夜半於公座糞焉，植小竹枝為紙旗，而書已名。司成晨出登座，旗折；舉火視之，汙穢狼籍矣。見石名，呼欲加責。石流涕稱冤曰：「誰中傷者？止由太宗師不相愛故耳。豈有某作此事，而自標求責者乎？」司成以為有理，竟不之罪。"
      },
      {
        "index": 93,
        "text": "翟永齡"
      },
      {
        "index": 94,
        "text": "翟永齡，常州人。初入洋官，師長日以五更升堂講課，同輩苦之。永齡因伏短牆下，伺其走過，疾取其帽，置土地神頭。師遍覓得之，以為怪，大懼，不復早行。"
      },
      {
        "index": 95,
        "text": "翟永齡平日不詣學官。師怒，罰作一文，以「牛何之」命題。翟操筆立就，結云：「按何之二字，兩見於《孟子》之書。一曰：『先生將何之？』一曰：「牛何之？』然則先生也、牛也，一而二、二而一者也。」"
      },
      {
        "index": 96,
        "text": "翟永齡赴試，若無資，乃買棗，泊舟市墟，呼群兒，與棗一掬，教之曰：「不要輕，不要輕，今年解元翟永齡。」常州至京，民謠載道，大獲贐助。"
      },
      {
        "index": 97,
        "text": "翟母扳心釋氏，日誦佛不輟聲。永齡佯呼之，母應諾。又呼不已，母慍曰：「無事何頻呼也？」永齡曰：「吾呼母三四，母便不悅。彼佛者日為母呼千萬聲，其怒當何如？」母為少止。"
      },
      {
        "index": 98,
        "text": "袁汝南"
      },
      {
        "index": 99,
        "text": "吳人袁汝南，詣友人師子喬家，輒竟日狂飲。子喬之妻深厭之。子喬曰：「此仙人，不可慢也。」問：「何以見為仙乎？」曰：「凡吾舉動，雖細微，無不知者。」妻猶未信。子喬乃陰與汝南為約。次早聞叩門聲，子喬心知為汝南矣，謬曰：「清早誰耐煩，且圖歡耳。」。使妻持已之勢。已而叩門愈急，妻問為誰。應曰：「我喜汝南也。」妻曰：「彼昨夜未歸。」汝南曰：「子喬既不在，嫂手中所持何物？」子喬謂妻曰：「我固知仙人不可欺耳！」妻自此終不敢慢汝南矣。"
      },
      {
        "index": 100,
        "text": "薛昭緯"
      },
      {
        "index": 101,
        "text": "唐薛侍郎昭緯未第時，就肆買鞋，肆主曰：「秀才腳第幾？」對曰：「昭緯作腳來，未曾與立行第。」"
      },
      {
        "index": 102,
        "text": "薛昭緯使梁。梁祖宴會間，話及鷂子，輒以為贈。昭緯戒僕曰：「令君所賜，真須愛惜，可將紙裹韝袋中。」"
      },
      {
        "index": 103,
        "text": "孔緯"
      },
      {
        "index": 104,
        "text": "孔緯拜官，教坊優伶繼至，各求利市。石野豬先至，公有所賜，謂曰：「宅中甚<門卦>，不得厚致。若見諸野豬，幸勿言也。」復有一伶善笛，公喚近階，指笛竊問曰：「何者是《浣溪沙》孔？」諸伶大笑。"
      },
      {
        "index": 105,
        "text": "好嬉子"
      },
      {
        "index": 106,
        "text": "吾衍子行，嘗作一小印，曰「好嬉子」。蓋吳中方言。一曰魏國夫人作馬圖，傳至子行處。子行為題詩後倒用此印。觀者咸疑其誤。魏公見之，罵曰：「此非誤也，他道婦人會作畫，『倒好嬉子』耳！」"
      },
      {
        "index": 107,
        "text": "畫葡萄"
      },
      {
        "index": 108,
        "text": "柏子庭和尚攻畫葡萄，又善飲啖，醉飽方落筆。曾有一富室延之，禮待甚腆。其家先巳繃絹，食畢，以十指蘸黑，亂點絹上而去。主人茫然。少頃，索筆掃乾布葉而成，點皆子也。自題其上曰：「昨夜園林雨過，葡萄長得能大，東海五百羅漢，一人與他一個。」"
      },
      {
        "index": 109,
        "text": "畫梅"
      },
      {
        "index": 110,
        "text": "陳白沙善畫梅，人持紙求索者，多無潤筆。白沙題其柱云：「烏音人又來。」或潔其旨。乃曰：「不聞烏聲曰『白畫白畫』？」客為之絕倒。"
      },
      {
        "index": 111,
        "text": "景清假書"
      },
      {
        "index": 112,
        "text": "景清遊太學時，同舍生有秘書，清求，不與，固請，約明旦既還。生旦往索，清曰：「吾示嘗假與汝。」生忿訟於司成，清即持書往見曰：「此清燈窗所業書。」即誦終卷。生則不能誦一詞。司成叱生退。清出，即以書還生曰：「以子珍秘太甚，特相戲耳。」"
      },
      {
        "index": 113,
        "text": "李西涯題畫"
      },
      {
        "index": 114,
        "text": "大僚吳某家藏陳圖南小像，亦名筆者，遍求在京名公題詠。邵半江詩先成，求質於李西涯公。公紿曰：「尚有一二字未穩，俟予更之。」因嘿記其詩，先題吳公畫上。邵見之，撫掌大笑。"
      },
      {
        "index": 115,
        "text": "祀真武"
      },
      {
        "index": 116,
        "text": "賈秋壑會客，庖人進鱉，一客不食，曰：「某奉禮真武，鱉似真武案下龜，故不食。」盤中復有蔗，又一客曰「不食」。秋壑詰其故。客曰：「某亦祀真武，蔗不似真武前旗竿乎？」滿座大笑。"
      },
      {
        "index": 117,
        "text": "王戎後身"
      },
      {
        "index": 118,
        "text": "廬江尹李公有門子甚荷寵。一日，諸僚畢集，共諛之，或云「龍陽」，或云「六郎」。霍山尹羅公獨曰：「此王戎後身。」李驚問故。羅曰：「因前生鑽李，今索債耳。」"
      },
      {
        "index": 119,
        "text": "滕元發"
      },
      {
        "index": 120,
        "text": "司馬溫公劾奏王廣淵，乞誅之以謝天下。滕元發為起居注，既歸，王就問：「早來司馬君實上殿乞斬某以謝天下，不知聖語如何？」滕戲曰：「只聽得聖語云：『依卿所奏。』」"
      },
      {
        "index": 121,
        "text": "王中父"
      },
      {
        "index": 122,
        "text": "王介，字中父，性輕率，每語言無倫，人謂其有風疾。出守湖州，王介甫以詩送之云：「東吳太守美如何，柳惲詩才未足多。遙想郡人迎下簷，白蘋州渚正滄波。」其意以水值風即起波也。介諭其意，遂和十篇，盛氣而誦於介甫。其一曰：「吳興太守美如何，太守從來惡祝鮀。生若不為上柱國，死時猶合代閻羅。」介甫笑曰：「閻羅見缺，請速赴任！」"
      },
      {
        "index": 123,
        "text": "王中父與劉貢父同考試。中父以舉人卷子用「小畜」字，疑「蓄」字與御名同音。貢父爭以為非。中父不從，固以為御名。貢父曰：「此字非御諱，乃中父之家諱也！」因相詬罵。貢父坐罷，同判太常禮院，罰銅歸館。有啟謝執政云；「虛船觸舟，忮心不怨。強弩射市，薄命何逃？」時雍子方為開封推官，戲曰：「據罪名當決臀杖十三。」貢父曰：「吾已入文字，云：『竊見雍子方身材長大，臀腿豐肥，臣實不如，舉以自代。』」"
      },
      {
        "index": 124,
        "text": "龍德化"
      },
      {
        "index": 125,
        "text": "黃都龍太渠，官郡守致仕。其子名德化，以鄉舉選官為府判。臨之任，太渠治觴餞之，囑曰：「爾平日好謔，今日居官不得復爾。」德化起立應曰：「堂尊承教了！」太渠不覺失笑。"
      },
      {
        "index": 126,
        "text": "丁謂"
      },
      {
        "index": 127,
        "text": "丁謂在秘閣日，凝寒近火，嘗以鐵箸於灰燼間書畫。同舍伺公暫起，燒火筋使熱，公至仍書，為筋所烙，曰：「昨宵通曉不寐，為四鄰弦管喧呼所聒。」同舍曰：「是必嫁娶之家也。」公曰：「非是。時平歲稔，小人輩共樂其父母祖先耳！」"
      },
      {
        "index": 128,
        "text": "才寬"
      },
      {
        "index": 129,
        "text": "才太守寬，高才抗節。嘗謁撫臺，一主事丁憂還家，亦來謁。門適閉，才曰：「何不擊木魚自通？」主事不可。才乃戲曰：「座上木魚敲夜月。」主事不答。才曰：「可對『簷前鐵馬打秋風』。」主事大怒而去。才曰：「如此大氣，不見人亦可。」"
      },
      {
        "index": 130,
        "text": "呼如周名"
      },
      {
        "index": 131,
        "text": "度支尚書宗如周，有人訴事，謂其曾作如州官也，乃曰：「某有屈滯，故來訴如州官。」如周曰：「爾何人，敢呼我名？」其人慚謝曰：「只言如州官作如州，不知如州官名如周，早知如州官名如周，不敢喚如州官作如州。」如周大笑曰：「令卿自責，見侮反深。」眾咸服其雅量。"
      },
      {
        "index": 132,
        "text": "中官性陰"
      },
      {
        "index": 133,
        "text": "太監谷大用迎駕承天，所至暴橫。官員接見，多遭叱辱，必先問曰：「你紗帽哪裏來的？」一令略不為意。大用喝問如前。令曰：「我紗帽在十五府前三錢五分白銀買來的！」大用一笑而罷。令出，從問之。曰：「中官性陰，一笑更不能作威矣！」眾歎服。"
      },
      {
        "index": 134,
        "text": "宋太祖鄉鄰"
      },
      {
        "index": 135,
        "text": "宋太祖慮囚。一囚訴稱「臣是官家鄉鄰」。太祖疑為微時比舍，亟問之。乃云：「住東華門。」帝大笑，亦竟釋之。"
      },
      {
        "index": 136,
        "text": "劉貢父"
      },
      {
        "index": 137,
        "text": "劉貢父為試官，出「臨以教思無窮論」。舉人上請曰：「此卦大象如何？」劉曰：「要見大象，當詣南御苑可也。」時馬默為臺官，彈奏攽輕薄，不當置在文館。貢父歎曰：「既云馬默，豈合驢鳴？」"
      },
      {
        "index": 138,
        "text": "論揚子雲"
      },
      {
        "index": 139,
        "text": "王介甫與東坡論揚子雲投閣為史臣之妄，《劇秦美新》之作亦後人誣子雲。東坡曰：「軾亦疑一事。」荊公曰：「疑何事？」東坡曰：「不知西漢果有子雲否？」眾大笑。"
      },
      {
        "index": 140,
        "text": "陸平泉"
      },
      {
        "index": 141,
        "text": "相嵩誕日，諸翰林稱壽，爭獻其面。時菊花滿堂，陸平泉獨退處於後，徐曰：「不要擠壞了陶淵明。」"
      },
      {
        "index": 142,
        "text": "箕仙"
      },
      {
        "index": 143,
        "text": "有請箕仙者，仙至，自云何仙姑。一頑童戲之，於掌心書一「卵」字，問姑曰：「此何字？」箕遂判云：「似卯原非卯，如邛不是邛。仙家無用處，轉贈與尊堂。」"
      },
      {
        "index": 144,
        "text": "押衙詩"
      },
      {
        "index": 145,
        "text": "湘江北流至岳陽，達蜀江，夏潦後，蜀江漲勢高，遏住湘波，讓而退，溢為洞庭湖，凡闊數百里，君山宛在水中。秋水歸壑，此山復居陸，唯一條湘川而已。前輩許裳《過洞庭》詩最為首出，後無繼者。詩僧齊已駐錫巴陵，欲吟一詩。竟未得意。有都押衙蔡姓者，戲謂已公曰：「某有詩已絕，諸人不必措詞。」己公堅請口劄。押衙郎吟曰：「可憐洞庭湖，恰到三冬無髭鬚。」以其不成湖也。己公大笑。"
      },
      {
        "index": 146,
        "text": "張幼於謎"
      },
      {
        "index": 147,
        "text": "呈門張幼於，使才好奇。日有闖食者，佯作一謎粘門云：「射中許入。」謎云：「老不老，小不小，羞不羞，好不好。」無有中者，王百穀射云：「太公八十遇文王，老不老；甘羅十二為丞相，小不小；閉了門兒獨自吞，羞不羞？開了門兒大家吃，好不好！」張大笑。"
      },
      {
        "index": 148,
        "text": "痔字"
      },
      {
        "index": 149,
        "text": "近謔云：葉仲子一日論制字之妙，因及疾病二字：「從丙、從矢，蓋言丙燥矢急，燥急，疾病之所自起也。」友人故以「痔」字難之。沈伯玉笑曰：「因此地時有僧人往來，故從寺。」眾方哄堂，一少年不解，向葉問之。葉徐曰：「異日汝當自解。」眾復哄堂。"
      },
      {
        "index": 150,
        "text": "比玉居"
      },
      {
        "index": 151,
        "text": "有王生行一者，美甚，多有嬖之。沈伯玉過其家，見齋額顏曰「比玉居」。伯玉曰：「此額殊有意，移『比』字易出『居』內之『古』分明是『居古』二字。『玉』字亦『王』、『一』二字也。分合言之，乃『王一屁古』四字。」"
      },
      {
        "index": 152,
        "text": "朱古民"
      },
      {
        "index": 153,
        "text": "朱古民文學善謔。一日，在湯生齋中，湯曰：「汝素多智術，假如今坐室中，能誘我出戶外交乎？」朱曰：「戶外風寒，汝必不肯出。倘汝先立戶外，我則以室中受用誘汝，汝必從矣。」湯信之，便出戶外立，謂朱曰：「汝安能誘我入戶哉！」朱拍手笑曰：「我已誘汝出戶矣！」"
      }
    ]
  }
}