{
  "chapterNumber": 31,
  "title": "第31部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：古來不肖之人，皇靈不能使忌，天譴不能使霅，而獨畏匹夫匹婦之口。何也？皇靈天譴皆不必，而匹夫匹婦之口必也。鄭僑采鄉校之儀，宋畢避東門之謳，而免近庸君，如宋理宗，亦謂諫官曰：「盡忠由你，只莫將副本傳將外去。」人之多口，信可畏夫！而猶有甘心遺臭由人笑罵者，彼何人哉！集《口碑》第三十一。〕"
      },
      {
        "index": 2,
        "text": "世修降表"
      },
      {
        "index": 3,
        "text": "蜀主孟昶李昊草降表。前王蜀之亡於唐也，降表亦昊為之。蜀人夜書其門曰：「世修降表李家」。"
      },
      {
        "index": 4,
        "text": "閻立本、姜恪"
      },
      {
        "index": 5,
        "text": "閻立本精於畫，朝野珍之。即輔政，但以俗材應務，無宰相器。時姜恪以戰功擢左相。時人為之語曰：「左相宣威沙漠，右相馳譽丹青。」"
      },
      {
        "index": 6,
        "text": "源休、郭倪"
      },
      {
        "index": 7,
        "text": "唐源休受朱泚偽官，自比蕭何之功，入長安日，首收圖籍。時人笑之，目曰：「火迫酂候。」宋南渡，有郭倪為將，自比諸葛。酒後輒詠「三顧頻繁，兩朝開濟」之句，而屏風、便面一一皆書此二句。未幾敗於江上，倉惶涕泣而匿。時謂之「帶汁諸葛」。正可作對也。"
      },
      {
        "index": 8,
        "text": "姜師度、傅孝忠"
      },
      {
        "index": 9,
        "text": "唐河中尹姜師度好溝洫，所在必發眾穿鑿。雖時有不利，而成功益多。先是太師令傅孝忠善占星緯。時人為之語曰：「傅孝忠兩眼看天，姜師度一心穿地。」"
      },
      {
        "index": 10,
        "text": "陳和叔、孔仲譽"
      },
      {
        "index": 11,
        "text": "陳和叔為舉子，通率少檢；後舉制科，驟為質樸。時號「熱熟顏回」。時孔仲譽對制策，言「天下有可歎息痛哭者」。既被斥，和叔曰：「孔生真杜園賈誼也。」王平甫聞之曰：「『杜園賈誼』，好對『熱熟顏回』。」"
      },
      {
        "index": 12,
        "text": "張鷟、董萬舉"
      },
      {
        "index": 13,
        "text": "張鷟，號「青錢學士」，以其萬選萬中。時有明經董萬舉，九上不第，時嘲曰「白臘明經」。時以為的對。"
      },
      {
        "index": 14,
        "text": "孔太守"
      },
      {
        "index": 15,
        "text": "孔太守在任時，聶雙江初到，有「三耳無聞，一孔不竅」之謠。近年又有「松江同知貪酷，拚得重參；華亭知縣清廉，允宜光薦」之對。時潘天泉為同知，名仲驂；倪東洲為華亭縣尹，名光薦故也。"
      },
      {
        "index": 16,
        "text": "嚴子陵"
      },
      {
        "index": 17,
        "text": "淩某拜嚴介溪為父，人稱「嚴子陵」。後有縉紳王姓者，抱他人子為孫，世即對為「王孫賈」。"
      },
      {
        "index": 18,
        "text": "鴟鴞公"
      },
      {
        "index": 19,
        "text": "《水南翰記》：南京國子監有鴞鳴。祭酒周洪謨令監生能捕者，放假三日，人目為「鴟鴞公」。其後劉先生俊為祭酒，好食蚯蚓。監生名之曰「蚯蚓子」，以為對。"
      },
      {
        "index": 20,
        "text": "陳儀、竇儼"
      },
      {
        "index": 21,
        "text": "梁顥在翰林時，胡旦知制誥院，趙昌言為樞密副使，陳儀、竇儼俱為三司鹽鐵副使。五人者旦夕飲會，茶觴壺矢，未嘗虛日。每沉醉，夜分方歸。金吾吏逐夜候馬首聲喏。儀醉，以鞭指其吏曰：「金吾不惜夜，玉漏莫相催。」於是諺曰：「陳三更，竇半夜。」"
      },
      {
        "index": 22,
        "text": "湯一面"
      },
      {
        "index": 23,
        "text": "湯胤勣博學英發，成化初，言者薦以將才，有「才兼文武，可當一面」之語。時號「湯一面」。及鎮陝西孤山，有故人來謁，留飲。值報虜薄城下，湯語故人曰：「先生姑且酌，吾往，生擒胡雛來並睹。」方出城，有胡匿溝中，一箭中咽而死。人又號曰「湯一箭」。"
      },
      {
        "index": 24,
        "text": "沈度、許鳴鶴"
      },
      {
        "index": 25,
        "text": "永樂間，沈度以能書為學士，許鳴鶴以能文為中書。朝中語曰：「學士不能文，中書不能書。」"
      },
      {
        "index": 26,
        "text": "晉帝奕"
      },
      {
        "index": 27,
        "text": "晉帝奕夙有痿疾，使左右向龍與內侍接，生子以為己子。百姓歌之曰：「鳳凰生一雛，天下莫不喜。本言是馬駒，今定成龍子。」"
      },
      {
        "index": 28,
        "text": "和事天子"
      },
      {
        "index": 29,
        "text": "中宗朝，監察御史崔琬對彈宗楚客，楚客忿然作色。上命結為兄弟，以各解之。時人謂之「和事天子」。"
      },
      {
        "index": 30,
        "text": "昭宗尊號"
      },
      {
        "index": 31,
        "text": "唐昭宗嘗曰：「朕東西所至，禍難隨之。願避賢者路。」人戲上尊號曰「避賢招難存三奉五皇帝」。"
      },
      {
        "index": 32,
        "text": "惡髮殿"
      },
      {
        "index": 33,
        "text": "錢武肅王鏐所居殿，名「握髮」。吳音「握」「惡」相亂。錢唐人遂謂曰：「此大王惡髮殿也。」"
      },
      {
        "index": 34,
        "text": "麒麟楦"
      },
      {
        "index": 35,
        "text": "唐楊炯每呼朝士為麒麟楦。或問之。曰：「今假裝麒麟，必修飾其形，覆之驢上。及去其皮，還是驢耳。」"
      },
      {
        "index": 36,
        "text": "兩李益"
      },
      {
        "index": 37,
        "text": "李君虞以禮部尚書致仕。有宗人庶子同名，俱出於姑臧。時人謂尚書為「文章李益」，庶子為「門戶李益」。"
      },
      {
        "index": 38,
        "text": "三不開相公"
      },
      {
        "index": 39,
        "text": "五代廢帝時，馬胤孫為相，時號「三不開相公」：入朝印不開，見客口不開，歸宅門不開。"
      },
      {
        "index": 40,
        "text": "三旨相公"
      },
      {
        "index": 41,
        "text": "王珪相神宗十六年，無所建明。時稱「三旨宰相」：進呈云「取聖旨」，可否訖云「領聖旨」，退諭稟事者云「已得聖旨矣」。"
      },
      {
        "index": 42,
        "text": "三覺侍郎"
      },
      {
        "index": 43,
        "text": "趙叔問為天官侍郎，肥而喜睡，又厭賓客，在省還家，常掛歇息牌於門首。呼為「三覺侍郎」，謂「朝回、飯後、歸弟」也。"
      },
      {
        "index": 44,
        "text": "《外史檮杌》二事"
      },
      {
        "index": 45,
        "text": "徐光溥為相，喜論事，為李昊等所嫉。後不言，每聚議，但假寐而已，時號「睡相」。"
      },
      {
        "index": 46,
        "text": "蜀韋嘏，唐相貽範之子。仕孟昶時，歷御史中丞，性多依違，時號「軟餅中丞」。"
      },
      {
        "index": 47,
        "text": "閣老餅"
      },
      {
        "index": 48,
        "text": "丘文莊自製餅，軟膩適口。托中官進上。食之，嘉，命司膳監效為之。不中式，俱被責，因請之丘。丘靳不以告。由是京師盛傳為「閣老餅」。"
      },
      {
        "index": 49,
        "text": "劉棉花"
      },
      {
        "index": 50,
        "text": "成化中，內閣劉吉丁外艱起復，百媚科道以免彈劾。弘治改元，侍讀張升數其十罪，反為御史魏璋所劾，左遷。世以吉耐彈，目為「劉棉花」。"
      },
      {
        "index": 51,
        "text": "兩字尚書"
      },
      {
        "index": 52,
        "text": "成化間，上患舌澀，諸司御前奏事，準行者苦答「是」字。鴻臚卿施純彥請易「照例」二字，上答甚便，尋擢尚書。時人嘲曰：「兩字尚書」。"
      },
      {
        "index": 53,
        "text": "襄樣節度"
      },
      {
        "index": 54,
        "text": "襄陽人善為漆器，天下取法，謂之「襄樣」。及於司空為帥多暴，鄭元鎮河，亦暴。遠近呼為「襄樣節度」。見《國史補》。"
      },
      {
        "index": 55,
        "text": "白兔御史"
      },
      {
        "index": 56,
        "text": "王弘義始賤時，求傍舍瓜，不與。及為御史，乃騰文言園有白兔。縣為集眾捕逐，畦蓏無遺。內史李昭德曰：「昔聞蒼鷹獄吏，今見白兔御史。」"
      },
      {
        "index": 57,
        "text": "馱官人"
      },
      {
        "index": 58,
        "text": "曹欽謀逆，已殺寇深，又索王尚書翱。王正在一室，窘迫。一主事長大多力，遽負之逸。王後擢此人要津。時呼為「馱官人」。"
      },
      {
        "index": 59,
        "text": "楊仲嗣、魏伯起"
      },
      {
        "index": 60,
        "text": "《僉載》云：楊仲嗣躁率，魏光乘目為「熱鏊上猢猻」。《北史》：魏伯起在京洛，輕薄尤甚，人號為「驚蛺蝶」。"
      },
      {
        "index": 61,
        "text": "李拾遺"
      },
      {
        "index": 62,
        "text": "周左拾遺李弼奉使北蕃，匈奴以木盤盛糞飼之，臨以白刃。弼懼，勉食，一盤並盡，乃放還。人誚之曰：「李拾遺能食突厥之遺。」"
      },
      {
        "index": 63,
        "text": "度宗榜"
      },
      {
        "index": 64,
        "text": "度宗崩，幼君諒陰。榜第一名王龍潭，二名路萬里，三名胡幼黃。京師為之語曰：「龍在潭，飛不得；萬里路，行不得；幼而黃，醫不得。」"
      },
      {
        "index": 65,
        "text": "城隍牆上畫"
      },
      {
        "index": 66,
        "text": "洪武間，有人畫僧頂一冠，一道士頂十冠，蓬鬆其髮；一斷橋，甲士與各民左右立而待渡。揭於城隍牆上。朝廷見之，敕教坊司參究其事以奏。明日奏云：「僧頂冠，有官無法；道士十冠，官多法亂；軍民立橋邊，過不得。」自後法網稍寬，蓋以滑稽而諫者。"
      },
      {
        "index": 67,
        "text": "朱勔"
      },
      {
        "index": 68,
        "text": "宣和間，親王及戚畹入宮者，輒得金者、關子。得者，旋填姓名鬻之，即卒伍屠沽，自一命以上皆可得。朱勔家奴，服金帶至有數十人。時云：「金腰帶，銀腰帶，趙家世界朱家壞。」"
      },
      {
        "index": 69,
        "text": "師王"
      },
      {
        "index": 70,
        "text": "韓侂胄擅權日，一時獻佞者皆稱「師王」。參議錢象祖嘗諫用兵，與有隙，史彌遠因與合謀。既罷相，遂私批殺之。寧宗不知也。都下語曰：「釋迦佛中間坐，胡漢神立兩傍。文殊、普賢自鬥，象祖打殺師王。」"
      },
      {
        "index": 71,
        "text": "十七字謠"
      },
      {
        "index": 72,
        "text": "淳祐間，史嵩之入相。以二親年耄，慮有不測，預為起復之計。時馬光祖未卒哭，起為淮東總領；許堪未終喪制，起為鎮江守臣。里巷為十七字謠曰：「光祖做總領，許堪為節制。丞相要起復，援例。」"
      },
      {
        "index": 73,
        "text": "淳祐間，車駕幸景靈宮，太學、武學、宗學諸生俱在禮部前迎駕。有作十七字詩曰：「駕幸景靈宮，諸生盡鞠躬。頭烏身上白，米蟲。」蓋譏其歲糜廩祿，不得出身，年年唯迎駕耳。"
      },
      {
        "index": 74,
        "text": "偽周用王敬夫、蔡彥文、葉德新三人謀國事，而抵於亡。丁未春，伏誅於南京，風乾蔡、葉之屍於稱竿者一月。先是民間作十七字詩云：「丞相做事業，專用黃、祭、葉。一夜西風來，乾鱉。」後竟驗焉。"
      },
      {
        "index": 75,
        "text": "王婆醋缽"
      },
      {
        "index": 76,
        "text": "張士誠據有平江日，松江俞俊以賄通偽尹鄭煥，署宰華亭。用酷刑朘剝，邑民恨入骨髓。袁海臾有詩曰：「四海清寧未有期，諸公袞袞正當時。忽然一日天兵至，打破王婆醋缽兒。」或者不知醋缽之義，以問臾。臾曰：「昔有不軌伏誅，暴屍於竿。王婆買醋，經過其下。適索朽屍墜，醋缽為其所壓，著地而碎。王婆年老無知，將所謂死者所致，顧謂之曰：『汝只是未曾吃惡官司來！』」聞者皆絕倒。"
      },
      {
        "index": 77,
        "text": "落指君子"
      },
      {
        "index": 78,
        "text": "晉江劉明府震臣，先年令常熟，極有吏才，但法尚嚴峻。嘗枉徵財課，百姓庾獄中、斃杖下者，十而九矣。又拷掠之慘，至於手足指墮。於是虞人歌之曰：「落指君子，民之父母。」"
      },
      {
        "index": 79,
        "text": "桑漸"
      },
      {
        "index": 80,
        "text": "桑漸為孟州僉判。或譽縣長「明似鏡，平似秤」。漸不然其言，抑之曰：「卻被押司走上廳，打破鏡，踏折秤。」"
      },
      {
        "index": 81,
        "text": "常州守謠"
      },
      {
        "index": 82,
        "text": "《馬氏日抄》云：常州守莫愚巧於取賄，而糾察郡吏，使無所得。郡人為之語曰：「太守摸魚，六房曬網。」繼莫者葉蓁，有廉操，而律下不嚴，吏曹得行其詐。又為語曰：「外郎作鮮，太守拽罾。」言勞而無獲也。"
      },
      {
        "index": 83,
        "text": "劉寵廟"
      },
      {
        "index": 84,
        "text": "一錢太守劉寵廟，在紹興錢清鎮。王叔能過廟下，賦詩曰：「劉寵清名舉世傳，至今遺廟在江邊。近來仕路多能者，也學先生揀大錢。」"
      },
      {
        "index": 85,
        "text": "楊太守、劉知縣"
      },
      {
        "index": 86,
        "text": "成化中，有汝寧楊太守甚清，其附郭汝陽劉知縣甚貧。太守夜半微行，至一草舍。有老嫗夜績，呼其女曰：「寒甚。」命取瓶中酒。酒將盡，女曰：「此一杯是楊太爺也。」復斟一杯，曰：「此是劉大爺。」蓋酒初傾，則清者在前，後則濁矣。聞者賦詩曰：「憑誰寄語臨民者，莫作人間第二杯。」"
      },
      {
        "index": 87,
        "text": "洪奉使"
      },
      {
        "index": 88,
        "text": "宋紹興辛巳，葛王篡位，使來修好。洪景盧往報之，入境，與其伴使約用敵國禮。伴許諾。故沿路表章，皆用在京舊式。未幾，乃盡卻回，使依近例易之。景盧不可。於是扃驛門，絕供饋，不得食者一日。又令館伴者來言。景盧懼留，不得已，易表章授之；供饋乃如禮。景盧素有風疾，頭常微掉。時人為之語曰：「一日之饑禁不得，蘇武當時十九秋。寄語天朝洪奉使，好掉頭時不掉頭。」"
      },
      {
        "index": 89,
        "text": "景龍嘲語"
      },
      {
        "index": 90,
        "text": "景龍中，洛下淋雨百餘日。宰相令閉場市北門以弭之，卒無效。人嘲曰：「禮賢不解開東閣，燮理唯能閉北門。」"
      },
      {
        "index": 91,
        "text": "天竺觀音"
      },
      {
        "index": 92,
        "text": "孝宗時大旱，有詔迎天竺觀音就明慶寺請禱。或作詩曰：「走殺東頭供奉班，傳宣聖旨到人間。太平宰相堂中坐，天竺觀音卻下山。」趙溫叔由是免相。"
      },
      {
        "index": 93,
        "text": "販鹽"
      },
      {
        "index": 94,
        "text": "賈似道令人販鹽百艘至臨安。太學生有詩云：「昨夜江頭湧碧波，滿船都載相公差。雖然要作調羹用，未必調羹用許多。」賈聞之，遂以士人付獄。"
      },
      {
        "index": 95,
        "text": "量田"
      },
      {
        "index": 96,
        "text": "成化初，刑公宥為蘇州。以郡中久荒，陂蕩起稅，民心頗怨。有投詩刺之者，曰：「量盡山田與水田，只留滄海共青天。漁舟若過閑洲渚，為報沙鷗莫浪眠。」"
      },
      {
        "index": 97,
        "text": "尹翰林詩"
      },
      {
        "index": 98,
        "text": "宣德中，簡太學生年五十以上，放歸田里。而儒生應賢良方正舉者，輒得八品官。尹翰林岐鳳有詩曰：「五十餘年做秀才，故鄉依舊布衣回。回家及早養兒子，保了賢良方正來。」"
      },
      {
        "index": 99,
        "text": "修《續通鑒》"
      },
      {
        "index": 100,
        "text": "景泰間，修《續通鑒綱目》。開館時，三閣下奏本院官怠緩，完期不可必，因各薦所知。於是丁參議呈等皆被召。聶大年教授扶病入館，退食松林下，經宿物故。又章主事諏病，劉治中實老。時劉宣化譏之曰：「昔人云，生、老、病、死、苦，史館備矣。」一日丁參議與宋尚寶懷尚氣，失色忿詈。館中陳緝熙成一詩，謔云：「參議丁公性太剛，宋卿淩慢亦難當。亂將毒手拋青史，故發傖言汙玉堂。同輩有情難勸解，外郎無禮便傳揚。不知班、馬、韓、蘇輩，曾為修書鬧幾場？」 明日，二人悔恨，自解謝曰：「勿更貽斯文笑也。」"
      },
      {
        "index": 101,
        "text": "魏扶"
      },
      {
        "index": 102,
        "text": "大中元年，魏扶知禮闈入貢院，題詩曰：「梧桐葉落滿庭陰，鎖閉朱門試院深。曾是昔年辛苦地，不將今日負前心。」及牒出，為無名子削為五言，以譏之。"
      },
      {
        "index": 103,
        "text": "丁丑庚辰榜"
      },
      {
        "index": 104,
        "text": "萬曆丁丑，張太嶽子嗣修榜眼及第。庚辰，懋修復登鼎元。有無名子揭口占於朝門曰：「狀元榜眼姓俱張，未必文星照楚邦。若是相公堅不去，六郎還作探花郎。」後俱削籍。故當時語曰：「丁丑無眼，庚辰無頭。」"
      },
      {
        "index": 105,
        "text": "徐幹《中論》"
      },
      {
        "index": 106,
        "text": "正德某科士子，中場用徐幹《中論》全篇而得高第。明年，海內之士交相謂曰：「徐幹《中論》，翰林先生所最重也。」於是購《中論》而讀者紛然。京師為之語曰：「秀才好請客，徐幹偶撞席。也只好一遭，良會難再得。」"
      },
      {
        "index": 107,
        "text": "吳伯通"
      },
      {
        "index": 108,
        "text": "吳伯通為浙省學道，取士專看工夫。時初學作文多不根，取者甚少，乃群往御史臺求試。御史復發吳公。吳出題「黿鼉蛟龍魚鱉生焉」，論題乃一「滾出來」，文難措辭，而論又性理，甚為吳所辱。有嘲之者曰：「三年王制選英才，督學無名告柏臺。誰知又落吳公網，魚鱉蛟龍滾出來。」"
      },
      {
        "index": 109,
        "text": "被黜詩"
      },
      {
        "index": 110,
        "text": "天順初，有歐御史校士，去留多不公。富室子弟懼黜者，或以賄免。昆山鄭文康送一被黜生詩，末云：「王嬙本是傾城色，愛惜黃金自誤身。」"
      },
      {
        "index": 111,
        "text": "倭房公"
      },
      {
        "index": 112,
        "text": "萬曆初，有房御史督學，以賄著。輕薄子改杜牧之《阿房宮賦》為「倭房公」以譏之。首云：「沙汰畢，督學一。文運厄，倭房出。橫行一十三府，擾亂天日。」中云：「米麥熒熒，亂圈點也。枷鎖擾擾，假公道也。湖流漲膩，苞苴行也。批撻橫斜，門子醉也。雷霆乍驚，試案出也。人人駭憂，漫不知其所謂也。孔方先容，雖媸亦研。十目所視，而莫掩焉。有不可聞者，遺臭萬年。」詳載《戒庵漫筆》。"
      },
      {
        "index": 113,
        "text": "楚中二督學"
      },
      {
        "index": 114,
        "text": "嘉靖間，楚中督學吳小江有受少之癖。冠者多去巾為髫年應試。嘲者曰：「昔日峨冠已偉然，今朝丱角且從權。時人不識予心苦，將謂偷閑學少年。」其後曾省吾代之，所拔亦多弱冠。一生遂自去其鬚。及入試，居四等，應樸責。曾乃恕年長者，而責少者，此生遂以無鬚受責。嘲者曰：「昨日割鬚為便考，今朝受責加煩惱。頭巾紗帽不相當，有鬚無鬚皆不好。」見《諧藪》。"
      },
      {
        "index": 115,
        "text": "童生府試"
      },
      {
        "index": 116,
        "text": "漸直童子試，府取極難，非大分上，即晁、董不自必也。湖州一朝士，妻舅乃顯者；又一士，脫細君簪珥營之，俱獲進院入泮。長興吳生戲為令曰：「湖州有一舅，烏程添一秀。舅與秀，人生怎能勾？佳人頭上金，才子頭上巾。金與巾，世間有幾人？外面無貴舅，家中無富婆。舅與婆，命也如之何！」"
      },
      {
        "index": 117,
        "text": "胡御史、張少傅"
      },
      {
        "index": 118,
        "text": "嘉靖壬辰，北直隸學院胡明善待士慘刻，庠序甚怨。以私取房山所窠石為碑，事發，擬侵盜園林樹木。以石窠近皇陵故也。是年七月間，彗星見東井，自辛卯至是已三見。有旨令大臣自陳，張少傅遂致仕。或為句以紀其事，云：「石取西山，胡明善殃從地起；星行東井，張孚敬禍自天來。」又曰：「彗孛掃除無駐足，石碑壓倒不翻身。」"
      },
      {
        "index": 119,
        "text": "趙鶴、江潮"
      },
      {
        "index": 120,
        "text": "趙鶴督學東省過嚴，竟以此罷官。江潮代之，亦風裁凜然。諸生題壁云：「趙鶴方剪羽翼，江潮又起風波。」"
      },
      {
        "index": 121,
        "text": "真希元"
      },
      {
        "index": 122,
        "text": "端平間，真希元應召而起。百姓仰之，若元祐之仰涑水也。時楮輕物貴，市井喁喁為之語曰：「若要百物賤，直待真直院。」及入朝，進對，首以「正心誠意」為言。愚民無知，以為不切時務，遂續前語曰：「吃了西湖水，打作一鍋麵。」繼參大政，未及有所建置而薨。"
      },
      {
        "index": 123,
        "text": "王文成二高弟"
      },
      {
        "index": 124,
        "text": "陸澄，字原靜，王文成公之高弟也。始張桂議大禮，澄以刑部主事上疏攻之，旋以憂去。服闋至京，復上疏，稱張桂為正論，而悔前之失言。上理其前疏，謫廣東高州通判。又徐珊，亦文成高弟也。癸未會試，以策問低文成學，拂衣而出，天下高之。後選得辰州貳府，坐侵軍餉事縊死。時人為之語曰：「君子學道則害人，小人學道則縊死也。」"
      },
      {
        "index": 125,
        "text": "金鼓詩"
      },
      {
        "index": 126,
        "text": "至正間，風紀之司，贓汙狼籍。是時金鼓音節迎送廉訪使，例用二聲鼓、一聲鑼。起解強盜，則用一聲鼓、一聲鑼。有輕薄子為詩嘲曰：「解賊一金並一鼓，迎官兩鼓一聲鑼。金鼓看來都一樣，官人與賊不爭多。」"
      },
      {
        "index": 127,
        "text": "癡床"
      },
      {
        "index": 128,
        "text": "宋時，侍御史號雜端，最為雄劇。臺中會聚，則於座南設橫榻，號南床，又曰癡床。言登此床者，踞傲如癡。"
      },
      {
        "index": 129,
        "text": "南吏部"
      },
      {
        "index": 130,
        "text": "國朝吏部之權俱在北曹，南曹殊落莫。唯考察年，南京官五品以下，黜調皆在其手，聲勢赫奕。過此，則又如常矣。都下謠曰：「今日南京真吏部，明朝吏部又南京。」"
      },
      {
        "index": 131,
        "text": "名帖大字"
      },
      {
        "index": 132,
        "text": "近來宦途好勝，書名競作大字。有人嘲云：「諸葛大名垂宇廟，今人名大欲如何？雖於事體無妨礙，只恐文房費墨多。」"
      },
      {
        "index": 133,
        "text": "海公"
      },
      {
        "index": 134,
        "text": "海公巡撫南國，意主搏擊豪強，因而刁風四起。有投匿名狀者，曰：「告狀人柳蹠，告為勢吞血產事：極惡伯夷、叔齊兄弟二人，倚父孤竹君歷代聲勢，發掘許由墳塚。被伊族告發，惡又賄求嬖臣魯仲連得免。今某月日，挽出惡兄柳下惠，捉某箍禁孤竹水牢，日夜痛加炮烙極刑，逼獻首陽薇田三百餘畝。有契無文，崇侯虎見證。竊思武王至尊，尚被叩馬羞辱，何況區區螻蟻！激切上告。」海公見狀，頗悔前事，訟黨少解。"
      },
      {
        "index": 135,
        "text": "《楊妃病齒圖》"
      },
      {
        "index": 136,
        "text": "馮海粟題《楊妃病齒圖》云：「華清宮，一齒痛；馬嵬坡，一身痛，漁陽鼙鼓動地來，天下痛！」"
      },
      {
        "index": 137,
        "text": "九龍廟"
      },
      {
        "index": 138,
        "text": "同州澄城縣有九龍廟，然只一妃，土人謂馮瀛王之女也。司馬仲才戲題詩云：「身既事十主，女亦配九龍。」過客讀之，無不笑。"
      },
      {
        "index": 139,
        "text": "荒年謠"
      },
      {
        "index": 140,
        "text": "荒年百物騰湧，頗艱飲啖。杭人戲作詩曰：「豐年人不覺，家家喜飲酒。荒年要酒吃，除卻酒邊酉。」言飲水也。又曰：「豐年人不覺，鵝肉滿案繞。荒年要鵝吃，除卻鵝邊鳥。」言殺我也。謔亦有意。"
      },
      {
        "index": 141,
        "text": "鄭世尊"
      },
      {
        "index": 142,
        "text": "或謂不肖子傾產破業，所病不瘳，其終奈何。司馬安仁曰：「為鄭世尊而已。」蓋鄭子以李娃故，行乞於市，幾為餒鬼。佛世尊欲與一切眾生結勝因緣，遂於舍衛次第乞食。合二義以名之。"
      },
      {
        "index": 143,
        "text": "龜茲王"
      },
      {
        "index": 144,
        "text": "烏孫公主遣女至漢學鼓琴，還過龜茲。龜茲王絳賓留以為夫人，上書言得尚漢外孫，願與公主女俱入朝。自是數來朝賀。樂漢衣服制度，歸其國，治宮室，作徼道周衛，出入傳呼，撞鍾鼓，如漢家儀。外國胡人皆曰：「驢非驢，馬非馬，若龜茲王，所謂騾也。」"
      }
    ]
  }
}