{
  "chapterNumber": 32,
  "title": "第32部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：凡有道術者，皆精神之異於常人者也。真有真精神，幻亦有幻精神。冬起雷，夏造冰，幾於鏤天雕地矣。非精神能感召，其然耶？下至一技之工，一蟲之戲，亦必全副精神與之嫻習而後能之。拜樹而樹應，誦驢而驢靈，非真並非幻也，精神之至也。精神無偽，偽極亦是真也。恒言遇所不能，輒謂仙氣。余意凡道術止是如此，無二法門。集《靈跡》第三十二。〕"
      },
      {
        "index": 2,
        "text": "頂穴乳穴"
      },
      {
        "index": 3,
        "text": "唐時，西域僧伽居京師之薦福寺，常獨居一室。頂上有穴，恒以絮窒之。夜則去絮，煙氣從頂穴中出，芬芳滿室。"
      },
      {
        "index": 4,
        "text": "石勒時，有佛圖澄者，左乳旁有一穴，恒就水洗濯腸肺，以絮窒之。夜欲讀書，輒拔絮，則光自穴出，一室洞明。"
      },
      {
        "index": 5,
        "text": "二小兒登肩"
      },
      {
        "index": 6,
        "text": "天竺僧鳩摩羅什闡教於秦。一日忽下高座，謂秦主興曰：「有二小兒登吾肩，欲障；須婦人。」興遂以宮女進之，一交而生二子。自爾別立廨舍，供給豐盈。諸僧有欲效之者，什聚針盈缽，謂曰：「若能相效食此者，乃可畜室。」因舉匕進針，不異常食。"
      },
      {
        "index": 7,
        "text": "鳲鳩和尚"
      },
      {
        "index": 8,
        "text": "《雲溪友議》云：鄧州和尚日食二鳩。有貧士求餐，分二足與食。食既，僧盥嗽，雙鳩從口出，一能行，一匍匐在地。士驚愕吐飯，二足亦出，號「南陽鳲鳩和尚」。"
      },
      {
        "index": 9,
        "text": "香闍黎"
      },
      {
        "index": 10,
        "text": "香闍黎者，莫測其來，止益州青城山寺，時俗每至三月三日，必往出遊賞，多將酒肉酣樂。香屢勸之，不斷。後因三月，又如前集。香令人穿坑，方丈許，忽曰：「檀越等常自飲啖，未曾見及，今日須餐一頓。」諸人爭奉肴酒。隨得隨盡，若填巨壑。至晚曰：「我大醉飽，扶我就坑，不爾汙地。」及至坑所，張口大吐。雉肉自口出，即能飛鳴；羊肉自口出，即能馳走；酒漿亂瀉，將欲滿坑；魚嚇鵝鴨，遊泳交錯。眾咸驚嗟，誓斷宰殺。"
      },
      {
        "index": 11,
        "text": "昝老"
      },
      {
        "index": 12,
        "text": "長壽寺僧昝，言他時在衡山，村人為毒蛇所噬，須臾而死，發解腫起尺餘。其子知昝老有術，遂迎昝至。乃以灰圍其屍開四門，先曰：「若從足入，則不救矣。」遂踏步握固，久之蛇不至。昝大怒，乃取飯數升搗蛇形，咀之，忽蠕動出門。有頃，飯蛇引一蛇從死者頭入，徑吸其瘡。屍腫漸低，蛇皰縮而死，村人乃活。"
      },
      {
        "index": 13,
        "text": "孤月"
      },
      {
        "index": 14,
        "text": "僧孤月擅異術。行橋上，會女婦乘肩輿至，罵僧不避。頃之，舁夫下橋復上，往返數度，猶不能去，旁人曰：「必汝犯月大師耳，可拜祈之。」僧曰：「吾有何能，爾自行耳。」言訖，舁未足輕如故。"
      },
      {
        "index": 15,
        "text": "散聖長老"
      },
      {
        "index": 16,
        "text": "《獪園》：江長老者，桃源江副使之族也。受良常山上真秘法，號「散聖長老」。能取生雞卵二十枚，置臼中杵之，雞卵紛然躍起，復入臼中，如是者數四，無一損環。"
      },
      {
        "index": 17,
        "text": "左元放"
      },
      {
        "index": 18,
        "text": "左慈，字元放，廬江人也。曹公嘗閉一石室中，使人守視。斷穀期年，乃出之，顏色如故。公謂必左道，欲殺之。慈已預知，為乞骸骨。公曰：「何以忽爾？」對曰：「欲見殺，故求去。」公曰：「無之。」乃為設酒。慈拔簪畫杯，酒中斷，即飲半，半與公。公未即飲，慈盡飲之。飲畢，以杯擲屋棟，舉坐莫不視杯，良久乃墜，已失慈矣。尋問之，還其所居。公益欲殺之，數收慈。慈走入群羊中，俄有大羊前跪而曰：「為審爾否？」吏相謂曰：「此跪羊，慈也。」欲收之。群羊咸向吏言曰：「為審爾否？」"
      },
      {
        "index": 19,
        "text": "筆仙"
      },
      {
        "index": 20,
        "text": "昔有高士，置筆竹筒，買者置錢其中，筆自躍出。號「筆仙」。"
      },
      {
        "index": 21,
        "text": "咒桃鬥"
      },
      {
        "index": 22,
        "text": "樊夫人與夫劉綱俱有道術，各自言勝。中庭有兩桃樹，夫妻各咒其一，桃便鬥。綱所咒桃，走出籬外。"
      },
      {
        "index": 23,
        "text": "種瓜"
      },
      {
        "index": 24,
        "text": "吳時有徐光者，嘗從人乞瓜，其主勿與。便索瓜子種之。俄而瓜生蔓延，生花成實，乃取食之，因遍給觀音。鬻者反視，所出賣，皆亡耗矣。"
      },
      {
        "index": 25,
        "text": "殷七七"
      },
      {
        "index": 26,
        "text": "道人殷七七，嘗在一官僚處飲酒，有佐酒倡優共笑侮之。殷白主人，欲以二栗為令。眾喜，謂必有戲術。乃以栗巡行，接者皆聞異香。唯笑七七者，栗化作石，綴在鼻，掣拽不落，穢氣不可聞。二人共起狂舞，花細委地，相次悲啼；鼓樂皆自作。一席之人，笑皆絕倒。久之祈謝，石自鼻落，復為栗，花細悉如舊。"
      },
      {
        "index": 27,
        "text": "軒轅集"
      },
      {
        "index": 28,
        "text": "羅浮先生軒轅集善飲，雖百斗不醉。夜則垂髮盆中，其酒瀝瀝而出。唐宣宗召入內庭，坐御榻前。有宮人笑集貌古，須臾變成老嫗，遂令謝先生，而貌復故。"
      },
      {
        "index": 29,
        "text": "陳七子"
      },
      {
        "index": 30,
        "text": "陳復林者，號陳七子。嘗於巴南太守筵中，為酒妓所侮。陳笑視其面。須臾，妓者髯長數尺。泣訴於守，為祈謝。陳咒酒一杯，使飲之，髯便脫落。"
      },
      {
        "index": 31,
        "text": "孫道人"
      },
      {
        "index": 32,
        "text": "孫道人有異術。嘗畫墨圈於掌中，遙擲人面，雖洗之不去。頃之，以手揮曰：「當移著某人臂上。」雖重裘之內，而圈已在臂矣。嘗至吳中，為小妓所侮。孫顧賣桃人擔云：「借汝一桃。」遂拾以擲其面，妓右頰遽赤腫如桃大，楚不可忍，哀祈再四。乃索懷咒之，取下仍是一桃，妓腫遂消。此萬曆己酉年間事。"
      },
      {
        "index": 33,
        "text": "又孫道人至一大家，見魚池絕大，問：「魚有數否？」主人曰：「不知。」孫曰：「可數也。」乃命二童子持長繩跨池相向而立，孫按繩徐掠池水，至半，止，連呼「雙來雙來」。顧童子曰：「緊持而數之。」魚大小成對，從繩上躍過。一童大笑，繩脫，魚遂群躍焉。"
      },
      {
        "index": 34,
        "text": "李秀才"
      },
      {
        "index": 35,
        "text": "《廣記》：虞部郎中陸紹，元和中，嘗看表兄於定水寺。因為院僧具密餌時果，並招鄰院僧。良久，與一李秀才偕至。乃環坐，笑語頗劇。院僧顧弟子煮茗，巡將匝而不及李。陸不平，為言之，院僧頗出謾語。李怒，僧猶大言不止。李乃白座客：「某不免對貴客作造次矣。」因袖手據兩膝，叱其僧曰：「粗行阿師，爭敢無禮！柱杖何在，可擊之！」其僧房門後有筇杖子，忽躍出連擊其僧。時眾亦有閉護，杖伺人隙捷中，若有物執持者。李復叱曰：「捉此僧向牆！」僧乃負牆拱手，色青氣短，唯言乞命。李又曰：「阿師可下階。」僧又趨下，自投無數，衄鼻敗顙不已。眾為請之。李徐曰：「緣衣冠在，不能殺此為累。」因揖客而去。僧半日方能言，如中惡狀，竟不之測矣。"
      },
      {
        "index": 36,
        "text": "針奴腳"
      },
      {
        "index": 37,
        "text": "前涼張存善針。有奴好逃亡，存行針縮奴腳，不得動。欲使，更以針解之。"
      },
      {
        "index": 38,
        "text": "杖虎"
      },
      {
        "index": 39,
        "text": "于子仁知登州府，部有訴其家人傷於虎者。子仁命卒持牒入山捕虎，卒泣不肯行。子仁笞之，更命他兩卒。兩卒不得已，入山，焚其牒。火方息而隨至，弭耳貼尾，隨行入城，觀者如諸。虎至庭下，伏不動。子仁歷聲斥責，杖之百而舍之。虎復循故道而去。"
      },
      {
        "index": 40,
        "text": "葛孝先"
      },
      {
        "index": 41,
        "text": "葛玄，字孝先。嘗與賓同坐，復有來者，出迎之，坐上又有一玄與客語。時天寒，玄謂客人曰：「貧居不能人人得爐火，請作火，共使得暖。」玄因張口吐氣，赫然火出，須臾滿屋，客盡得如在日中。嘗與客對食，食畢，嗽口，口中飯盡成大蜂數百頭，飛行作聲。良久張口，群蜂還飛入口中，玄嚼之，故是飯也。手拍床，蝦蟆及諸蟲飛鳥燕雀魚鱉之屬，使之舞，皆應弦節如人。玄止之，即止。"
      },
      {
        "index": 42,
        "text": "瓶隱"
      },
      {
        "index": 43,
        "text": "申屠有涯放曠雲泉，常攜一瓶，時躍身入瓶中。時人號為「瓶隱」。"
      },
      {
        "index": 44,
        "text": "馬湘"
      },
      {
        "index": 45,
        "text": "馬湘治道術，嘗南遊霍桐山，夜投旅舍宿。主人戲言：「客滿無宿處，道士能壁上睡，即相容。」湘躍身梁上，以一腳掛梁倒睡。適主人夜起，引燭照見，大驚異。湘曰：「梁上猶能，況壁上乎！」俄而入壁漸沒。主人拜謝，乃出。或言「常州城中鼠極多」，湘書一符，令帖於南壁下。有一大鼠相率群鼠，莫知其數，出城門去。自是城內絕鼠。"
      },
      {
        "index": 46,
        "text": "藍喬"
      },
      {
        "index": 47,
        "text": "藍喬與吳子野同登汴橋，買瓜欲食。喬曰：「法埃撲瓜，當與子入水中啖爾。」因持瓜湧身入河。吳注目以視，時有瓜皮浮出水面。至夜不出，吳往候其邸，已酣寢矣。徐張目曰：「波中待子食瓜，何久不至？」"
      },
      {
        "index": 48,
        "text": "紙月取月留月"
      },
      {
        "index": 49,
        "text": "《宣室志》云：楊晦八月十二日夜謁王先生。先生刻紙如月，施垣上，洞照一室。又唐周生有道術，中秋謂客曰：「我能取月。」以箸數百條，繩而駕之，曰：「我梯此取月。」俄以手舉衣，懷中出月寸許，清光照爛，寒氣入骨。"
      },
      {
        "index": 50,
        "text": "《三水小牘》云：桂林韓生嗜酒，自言有道術，一日欲自桂過湖，同行者二人，與俱止郊外僧寺。韓生夜不睡，自抱一籃，持匏杓出就庭下。眾往視之，見以杓酌取月光，作傾瀉狀。韓曰：「今夕月色難得，恐他夕風雨夜裏，留此待緩急爾。」眾笑焉。及明日，空籃敝杓如故，益哂其妄。舟至邵平，共坐至江亭上，各命僕市酒期醉。會天大風，日幕，風益急，燈燭不能張。眾大悶，一客忽念前夕事，戲嬲韓曰：「子所貯月光今安在？」韓撫撐曰：「幾忘之。」即狼狽走舟中，取籃杓一揮，則白光燎焉見於梁棟間。如是連數十揮，一坐遂盡如秋天晴夜，月光瀲灩，秋毫皆睹。眾乃大呼痛飲。達四鼓。韓復酌取而收之籃，夜乃黑如故。"
      },
      {
        "index": 51,
        "text": "孫福海"
      },
      {
        "index": 52,
        "text": "成化間，金陵孫福海有妻子而精道教，凡祈天遣鬼，無不應者。又有戲術。嘗與少年輩同納涼，有美婦四五至，少年目孫而笑。孫曰：「汝欲見其足耶？」即畫地為一字。婦至，見畫處如巨溝然，即躍而足見。"
      },
      {
        "index": 53,
        "text": "張七政"
      },
      {
        "index": 54,
        "text": "唐張七政，荊州人。有戲術，嘗畫一婦人於壁，酌酒滿杯，飲之至盡，畫婦人畫赤。"
      },
      {
        "index": 55,
        "text": "金箔張"
      },
      {
        "index": 56,
        "text": "《獪園》云：國初平陽金箔張者，以世造金箔得名。其子二郎聰雋不凡，少遇仙流，授以《鹿盧蹻經》一卷，遂得乘蹻之術。閭里駭其所為。一日有羽衣人過其門，曰：「家師亦挾小奇術。二郎不棄，明日遣騎相迎。」黎明，果有兩童子，各乘一龍，自雲中下；復牽一龍，請二郎乘坐。龍獰甚，昂首不伏。童子出袖中軟玉鞭鞭之，二郎乃騰身而上。行數里，至一山谷中，極花木泉石之勝。俄達茅庵，羽衣人已在門矣。傳呼延入，見一道人龐眉古服，坐匡床之上，雙足卸掛壁間，相去猶尋丈也。二郎欲拜，道人曰：「且上勿道。老漢久卸膝蓋骨以自便，倚足於壁，不踏世上紅塵矣。今日不免為郎君一下床也。」於是揮手招壁間，雙足自行，前著膝上，輻湊如常人。遂下床，具賓主禮，呼室中童子煮新茶供客。茶至，則一無首童子也。道人責曰：「對佳賓，乃簡率若此乎？可速戴頭來！」童子舉手捫其頸，遽入室取頭戴之，復出，供茶如初。"
      },
      {
        "index": 57,
        "text": "李福達"
      },
      {
        "index": 58,
        "text": "李福達一日至蘇州，欲稅宅城中。遍閱數處，輒憎湫隘。儈人怪之。李曰：「卿莫管我，所挈細小什器頗多，必須寬敞始得。」儈人以為戲言。後看下一大姓空宅子，前廳後堂，洞房連闥，意甚樂之。與稅賃畢，李便入宅，從容袖中摸出小白石函，縱橫不離數寸，凡衣服飲食、床褥臥具、屏障几席釜甑，一切資生之物，盡從中出。又於函中挈出婦人男子凡數輩，皆其妾媵使令。又有十餘小兒，皆衣五彩。儈人震怖，便狂走。李笑而不言。久之，將行，還復挈此婦人、男子、小兒、諸器玩，一一悉納石函中，仍袖而去。"
      },
      {
        "index": 59,
        "text": "最後福達客黃浦上朱恩尚書家。朱公好道，禮為上客。或廚傅稍有不飭，李知是內人慢之，咒其室中器皿服玩，使鬥擊。庭下所曝筐筥，一一歷階而上。內人悔過，乃止。"
      },
      {
        "index": 60,
        "text": "外國道人"
      },
      {
        "index": 61,
        "text": "《靈鬼志》：有道人外國來，解含刀吐火。行見一人擔擔，上有小籠子，可受升餘。語擔人云：「吾步行疲極，欲寄君擔。」擔人以為戲也，應曰：「自可爾。君欲何許自厝？」答云：「若見許，正欲入籠子中。」擔人愈怪之，乃下擔。入籠中，籠更不大，其人亦不更小。擔之亦覺重於先。既行數里，樹下住食。擔人呼共食。云：「我自有食。」不肯出，止住籠中，飲食器物羅列，肴膳豐腆亦辦。乃呼擔人食。未半，語擔人「我欲婦共食」。腹中吐出一女子，年二十許，衣裳容貌甚美。二人共食。食欲竟，其夫便臥。婦語擔人曰：「我有外夫，欲來共食。夫覺，君勿道之。」婦便口中出少年丈夫。此籠中便有三人。有頃，其夫動如欲覺，婦便以外夫內口中。夫起，語擔人曰：「可去。」即以婦內口中，及食器物。此人即至國中，有一家大富貴，財巨萬而性慳吝。語擔人云：「試為君破慳。」即至其家。有好馬，其珍之，繫在柱上，忽失去，尋索不得。明日見馬在五升甕中，終不可破，便語曰：「君作百人廚，以周一方窮乏，馬得出耳」。主人如其言，馬還在柱下。明早其父母在堂上，忽然不見，舉家惶怖。開裝器，忽然見父母在澤壺中，不知何由，復往請之。其人云：「君更作千人飲食以飴百姓窮者。」當時便見父母在床也。"
      },
      {
        "index": 62,
        "text": "負笈老翁"
      },
      {
        "index": 63,
        "text": "隋開皇初，廣都教廉侯遹入蜀。至劍門外，忽見四黃石，皆大如斗。遹收之，藏於書籠，負之以驢。因歇鞍取看，皆化為金。至城貨之，得錢百萬。沽美妾十餘人，大開第宅，又置良田別墅。後春日，盡載妓妾出遊，下車張飲。忽一老翁負大笈至，坐於席末。遹怒而詬之，命蒼頭扶出，叟不動，亦不嗔恚，擔引滿啖炙而笑云：「君不記取吾金乎！吾此來示償債耳。」盡取妓妾十餘人，投之書笈，亦不覺其窄。負而趨，走若飛鳥。遹令蒼頭逐之，不及。自後遹家日貧。十餘年卻歸蜀，到劍門，又見前老翁攜所將之妾遊行，儐從極多。見遹，皆大笑。問之不言，忽失所在。訪劍門前後，並無此人，竟不能測。"
      },
      {
        "index": 64,
        "text": "胡媚兒"
      },
      {
        "index": 65,
        "text": "唐貞元中，揚州丐者，自稱胡媚兒，琉璃瓶可受半升，曰：「施此滿，足矣。」人與百錢，見瓶間大如粟。與千錢至萬錢，亦然。好事以驢與之，入瓶如蠅。俄有數十車綱至。綱主戲曰：「能令諸車入瓶乎？」曰：「可微側瓶口。」令車悉入，有頃不見，媚兒即跳入瓶。綱主大驚，以梃撲瓶，破，一無所有。"
      },
      {
        "index": 66,
        "text": "方朔偷桃法"
      },
      {
        "index": 67,
        "text": "戲術有方朔偷桃法。以小梯植於手中，一小兒騰之而上，更以梯累承之。兒深入雲表，人不能見。頃之，摘挑擲下，鮮碩異常。最後兒不返，忽空中有血數點墜下。術者哭曰：「吾兒為天狗所殺矣！」頃之，頭足零星而墜。術者悲益甚，乞施棺殮之資。眾厚給之，乃收淚荷擔而去。至明日，此小兒復在前市摘挑矣。"
      },
      {
        "index": 68,
        "text": "幻戲"
      },
      {
        "index": 69,
        "text": "嘉、隆間，有幻戲者，將小兒斷頭，作法訖，呼之即起。有遊僧過，見而哂之。俄而兒呼不起，如是再三，其人即四方禮拜，懇求高手放兒重生，便當踵門求教。數四不應，兒已僵矣。其人乃撮土為坎，種葫蘆子其中。少頃生蔓，結小葫蘆。又仍前禮拜哀鳴，終不應。其人長籲曰：「不免動手也。」將刀斫下葫蘆。眾中有僧頭然落地，其小兒便起如常。其人即吹煙一道，冉冉乘之以升，良入遂沒。而僧竟不復活矣。"
      },
      {
        "index": 70,
        "text": "板橋三娘子"
      },
      {
        "index": 71,
        "text": "《古今說海》：唐汴州西有板橋店，店娃三娘子者，獨居鬻餐有年矣。而家甚富，多驢畜，每賤其估以濟行客。元和中，許州客趙季和將詣東都。過客先至者，皆據便榻。趙得最深處一榻，逼主房。既而三娘子致酒極歡。趙不飲，但與言笑。二更許，客醉。合家滅獨而寢。趙獨不寐，忽聞隔壁窸窣聲。偶於隙中窺之，見三娘子向覆器下取燭挑明，市箱中取小木牛、木人及耒耜之屬，置灶前，含水噀之，人牛俱活。耕床前一席地訖，取蕎麥子授木人種之。須臾麥熟，木人收割，可得七、八升。又安置小磨，即磑成麵。卻收前物仍置箱中，取麵作燒餅。雞鳴時，諸客欲發。三娘子先起，點燈設餅。趙心動，遽出，潛於戶外窺之。乃見諸客食餅未盡，忽一時踣地作驢鳴。頃之，皆變驢矣。驅入店後，而盡沒其財。趙亦不告於人。後月餘，趙自東都回。將至板橋店，預作蕎麥燒餅大小如前，復寓宿焉。其席無他客，主人殷勤更甚。天明，設餅如初。越乘隙以已餅易其一枚。言燒餅某自有，請撤去以俟他客。即取己者食之。三娘子具茶。趙曰：「請主人嘗客一餅。」乃取所易者與啖。才入口，三娘子據地即變為驢，甚壯健。趙即乘之，盡收其木人等，然不得其術。趙策所變驢，周遊無失，日行百里。後四年，乘入關，至嶽廟旁，見一老人拍手大笑曰：「板橋三娘子，何得作此！」因捉驢謂趙曰：「彼雖有過，然遭君已甚，可釋矣。」乃從驢口鼻邊，以兩手掰開，三娘子從皮中跳出，向老人拜放訖，走去，不知所之。"
      },
      {
        "index": 72,
        "text": "貴竹幻術"
      },
      {
        "index": 73,
        "text": "貴竹地羊驛，民夷雜處，多幻術，能以木易人之足。那丞某過其地。記室二人，皆遊於淫地。一人與淫，其夫怨，易其一足。一人不與淫，婦怨，易其一足。明日亍彳於庭，見丞。駭問，始知其故，即逮二家至。懼以罪，二人各邀其人歸作法，足遂復。"
      },
      {
        "index": 74,
        "text": "神巫"
      },
      {
        "index": 75,
        "text": "吳景帝有疾，求覡視者，得一人。帝欲試之，乃殺鵝埋苑中。架小屋，施床几，以婦人屐履服物著其上。使覡視人，曰：「若能說此塚中鬼婦人狀，當加賞。」竟夕無言。帝推問之急，乃曰：「實不見鬼，但見一頭白鵝立墓上耳。」"
      },
      {
        "index": 76,
        "text": "數學"
      },
      {
        "index": 77,
        "text": "管輅精於數學。鄉里苑玄龍苦頻火。輅云：「有角巾諸生，駕黑牛故車來，必留之宿。」後果有此生來，范固留之。生急求去，不聽，遂宿。主人罷入。生懼圖己，乃持刀門外，倚薪假寐。忽有一物以口吹火。生驚斫之，死，視之，狐也。自是不復有災。"
      },
      {
        "index": 78,
        "text": "卜天津橋、萬壽寺"
      },
      {
        "index": 79,
        "text": "唐天寶末，術士錢知微嘗至洛，居於津橋賣卜，一卦帛十匹。歷旬，人皆不詣之。一日，有貴公子意其必異，命取帛如數，卜焉。錢命蓍而卦成，曰：「君戲耳。」其人曰：「卜事甚切，先生豈誤乎！」錢請為隱語曰：「兩頭點土，中心虛懸，人足踏跋，不肯下錢。」其人本意賣天津橋紿之。其精如此。"
      },
      {
        "index": 80,
        "text": "相傳吳下張東谷精於卜算，設肆於萬壽寺前。或往卜，問是住宅。卦成，張云：「三日內合當遷毀。」其人指萬壽寺曰：「吾戲卜佛住居也。千年香火，安得有此！」大笑而去。後三日，按臺下檄，改寺為長洲新學，果如其言。"
      },
      {
        "index": 81,
        "text": "射覆"
      },
      {
        "index": 82,
        "text": "朱允升早從資中黃楚望遊，偕同郡趙汸受經，餘暇遂得六壬之奧。偶訪友人，見案上置四合。戲謂：「君能射覆乎？中則奉之，否則為他人餉也。」朱更索一合書射語，亦合而置之，曰：「少俟則啟。」適有借馬者，友人令奴於後山牽驢應之。朱即令一時俱啟，前四合皆魚也。射語云：「一味魚，兩味魚，其餘兩味皆是魚。有人來借馬，後山去牽驢。」賓主為之絕倒。"
      },
      {
        "index": 83,
        "text": "拆字"
      },
      {
        "index": 84,
        "text": "謝石潤夫，成都人。宣和至京師，以拆字言人禍福。求相者，但隨意書一字，即就其字離析而言，無不奇中。名聞九重，上皇因書一「朝」字，令中貴人持往試之。石見字，即端視中貴人曰：「此非觀察所書也。」中貴人愕然曰：「但據字言之。」石以手加額曰：「朝字，離之為十月十日字，非此月此日所生之天人，當誰書也！」一座盡驚。中貴馳奏。翌日召至後苑，令左右及宮嬪書字示之。論說俱有精理。錫賚甚厚，補承信郎。緣此四方求相者，其門如市。有朝士，其室懷娠過月，手書一「也」字，令其夫持問。是日坐客甚眾。石詳視字，謂朝士曰：「此閣中所書否？」曰：「何以言之？」石曰：「謂語助者，焉哉乎也。固知是公內助所書。閣盛年三十一否？」曰：「是也。」以也字上為三十，下為一字也。然吾官寄此，當力謀遷動而不可得否？」曰：「正以此為撓耳。」「蓋也字，著水則為池，有馬則為馳。今池運則無水，陸馳則無馬。是安可動也！又尊閣父母兄弟，近身親人皆當無一存者。以也字著人則是他字，今獨見也字，而不見人故也。又尊閣其家物產亦當蕩盡否？以也字著土，則為地字。今不見土，只見也。俱是否？」曰：「誠如所言。」朝士即謂之曰：「此皆非所問者。但賤室憂懷娠過月，所以問耳。」石曰：「是必十三個月也。以也字中有十字，並兩傍二豎，下畫為十三也。」石熟視朝士曰：「有一事似涉奇怪。固欲不言，則吾官所問，正決此事。可盡言否？」朝士因請其說。石曰：「也字著蟲為虵字。今尊閣所娠，殆蛇妖也。然不見蟲，則不能為害。謝石亦有薄術，可為吾官以藥下驗之，無苦也。」朝士大異其說，固請至家。以藥投之，果下數百小蛇。都人益共神之，而不知其竟挾何術。"
      },
      {
        "index": 85,
        "text": "建炎間，術者周生善相字。車駕至杭，時虜騎驚擾之餘，人心危疑。執政呼周生，偶書「杭」字示之。周曰：「懼有警報。」乃拆其字，以右邊一點配木上，即為兀术。不旬日，果傳兀术南侵。當趙、秦廟謨不協，各欲引退。二公各書「退」字示之。周曰：「趙必去，秦必留。『日』者君象，趙書『退』字，『人』 去『日』遠，秦書『人』字密附『日』下，字在左筆下連，而『人』字左筆斜貫之。蹤跡固矣，欲退得乎！」既而皆驗。"
      },
      {
        "index": 86,
        "text": "往年有叩試事者，書「串」字。術士曰：「不特鄉闈得雋，南宮亦應高捷。蓋以串寓二『中』字也。」一生在旁，乃亦書「串」字令觀。術者曰：「君不獨不與賓興，更當疾。」詢其所以，曰：「彼以無心書，故當如字。君以有心書，『串』下加『心』，乃『患』字耳。」已而果然。"
      },
      {
        "index": 87,
        "text": "臨安術士"
      },
      {
        "index": 88,
        "text": "臨安術士，自榜曰「鐵掃帚」，設卜肆於執政府牆下，言多驗。淳熙甲辰季冬，一細民來問命。告之曰：「君星數甚惡，明春恐不免大戮。若禁足一月，可免。」民頗不信，而以所戒惇切，勉為杜門。至正月晦日，度已無恙，乃往咎其不驗，術士再為推測，布局才就，復云：「今日尚是正月，猶慮有人命之危。」民忿恚，詆其誕妾，相與爭詈不已，不勝忿，曰：「我只打殺汝以驗汝術！」奮腳中脅，立死，遂得罪。"
      },
      {
        "index": 89,
        "text": "神畫"
      },
      {
        "index": 90,
        "text": "南唐後主坐碧落宮，召馮延巳論事。至宮門，逡巡不進。後主使使促之。延巳云：「有宮娥著青紅錦袍當門而立，故不敢徑進。」使隨共行謗視，乃八尺琉璃屏畫《夷光獨立圖》。問之，董源筆也。此與孫權彈蠅何異。"
      },
      {
        "index": 91,
        "text": "神篆"
      },
      {
        "index": 92,
        "text": "章友直伯益以篆得名，召至京師。翰林院篆字待詔數人聞其名，未心服也。俟其至，俱來見之，云：「聞妙藝久矣，願見筆法。」伯益命粘紙各數張作二圖，即令泚墨濡毫。其一縱橫各十九畫，成一棋局；一作十圓圈，成一射貼。其筆之粗細疏密，毫髮不爽。眾大驚服，再拜而去。"
      },
      {
        "index": 93,
        "text": "神射"
      },
      {
        "index": 94,
        "text": "隋末有督君謨，善閉目而射。誌其目，則中目；誌其口，則中口。有王靈智者，學射於君謨。久之，曲盡其妙，欲射殺君謨，獨擅其美。君謨時無弓矢，執一短刀，箭來輒截之。末後一矢，君謨張口承之，遂齧其鏑。於是笑曰：「汝學射三年，不教汝齧鏃法耳。」"
      },
      {
        "index": 95,
        "text": "張芬"
      },
      {
        "index": 96,
        "text": "張芬曾為韋皋行軍，多力善彈。每塗牆方丈，彈成「天下太平」字。字體端嚴，如人摸成。曾有一客，於宴席上以籌碗中菉豆擊蠅，十不失一。一座驚笑。芬曰：「無費吾豆。」遂指起蠅，拈其後腳，略無脫者。"
      },
      {
        "index": 97,
        "text": "河北將軍"
      },
      {
        "index": 98,
        "text": "建中初，有河北將軍姓夏，彎弓數百斤。常於球場中累錢十餘，走馬以擊鞠杖擊之，一擊一錢飛起，高六七丈。其妙如此。又於新泥牆安棘荊數十。到爛豆，相去一丈，擲豆貫於刺上，百不差一。又能走馬書一紙。"
      },
      {
        "index": 99,
        "text": "楊大眼絕枝"
      },
      {
        "index": 100,
        "text": "後魏楊大眼，武都氐難當之孫，少有膽氣，跳走如飛。高祖南伐，李衝典選徵官。大眼求焉，衝不許。大眼曰：「尚書不見知，為尚書出一技。」便以繩長三丈，繫髻而走，繩直如矢，馬馳不及。見者莫不驚歎。"
      },
      {
        "index": 101,
        "text": "汪節等"
      },
      {
        "index": 102,
        "text": "神策將軍汪節有神力。嘗對御俯身負一石碾，碾上置二丈方木，又置一床，床上坐龜茲樂人一部，奏曲終而下，無壓重之色。"
      },
      {
        "index": 103,
        "text": "唐乾符中，綿竹王俳優者，有巨力。每遇府中餉軍宴客，先呈百戲。王腰背一船，船中載十二人，舞《河傳》一曲，略無困乏。"
      },
      {
        "index": 104,
        "text": "德宗時，三原王大娘，以首戴十八人而舞。"
      },
      {
        "index": 105,
        "text": "善走"
      },
      {
        "index": 106,
        "text": "徐州人張成喜疾走，日行五百里。每舉足，輒不可禁，必著牆抱樹，方止，體猶振動久之。"
      },
      {
        "index": 107,
        "text": "木僧"
      },
      {
        "index": 108,
        "text": "將作大匠楊務廉甚有巧思。嘗於沁州市內刻木作僧，手執一碗，自能行乞。碗中投錢，關鍵忽發，自然作聲云：「布施。」市人競觀，欲其作聲，施者日盈數千。"
      },
      {
        "index": 109,
        "text": "東嶽精藝"
      },
      {
        "index": 110,
        "text": "蔣大防母夫人云：少日隨親謁太山東嶽，天下之精藝畢集。人有紙一百番，鑿為錢，運如飛。既畢舉之，其下一番，未嘗有鑿痕之跡；其上九十九番，則紙錢也。又一庖人，令一人袒背，俯僂於地，以其背為刀几，取肉二斤許，運刀細縷之。撤肉而拭其背，無絲毫之傷。"
      },
      {
        "index": 111,
        "text": "針髮"
      },
      {
        "index": 112,
        "text": "魏時，有句驪客，善用針，取寸髮斬為十餘段，以針貫取之，言髮中虛也。見《廣記》。"
      },
      {
        "index": 113,
        "text": "雕刻絕藝"
      },
      {
        "index": 114,
        "text": "《獪園》云：吳人顧四刻桃核作小舸子，大可二寸許，逢檣舵櫓縴索莫不悉具。一人岸幘卸衣，盤礴於船頭，銜杯自若。一人脫巾袒臥船頭，橫笛而吹。其傍有覆笠一人，蹲於船尾，相對風爐扇火溫酒，作收舵不行狀。船中壺觴竹案，左右皆格子眼窗，玲瓏相望。窗楣兩邊有春貼子一聯，是「好風能自至，明月不須期」十字。其人物之細，眉髮機棙，無不歷歷分明。又曾見一橄欖花籃，是小章所造也，形制精工絲縷若析。其蓋可開，合上有提，當孔之中穿絛，與真者無異。又曾見小顧雕一胡桃殼，殼色摩刷作橘皮文，光澤可鑒。揭開，中間有象牙壁門雙扇。復啟視之，則紅勾欄內安紫檀床一張，羅幃小開，男女秘戲其中。眉目疑畫，形體畢露，宛如人間橫陳之狀。施關發機，皆能搖動如生，雖古棘刺木猴無過也。其弟子沈子敘，亦良工有名。"
      },
      {
        "index": 115,
        "text": "蟲戲"
      },
      {
        "index": 116,
        "text": "《輟耕錄》云：在杭州，嘗見一弄百禽者。畜蝦蟆九枚，先置一小墩於席中，其最大者乃踞坐之，餘八小者左右對列。大者作一聲，眾亦一聲；大者作數聲，眾亦數聲。既而小者一一至大者前點首作聲，如作禮狀而退。謂之「蝦蟆說法」，又謂「蝦蟆教學」。"
      },
      {
        "index": 117,
        "text": "王兆雲《湖海搜奇》云：京師教坊赤、黑蟻子列陣，能按鼓合金退之節，無一混淆者。又予在山東，見一人賣藥。二大鼠在籠中。人求藥，呼鼠之名曰：「某為我取人蔘來！」鼠躍出籠，銜人蔘紙裹而至。又呼其一曰：「某為我取黃連來！」亦復如是，百不失一。不知何以教導也。"
      }
    ]
  }
}