{
  "chapterNumber": 2,
  "title": "第2部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人情厭故而樂新，雖雅不欲怪，輒耳昵之，然究竟怪非美事。紂為長夜之飲，通國之人皆失日。以問箕子，箕子不對。箕子非不能對也，以為獨知怪矣。楚王愛細腰，使群臣俱減餐焉。議者謂六宮可也，群臣腰細何為？不知出宮忽見腰圍如許，王必怪，怪則不測，即微王令，能忽減餐乎哉？夫使人常所怪而怪所常，則怪反故而常反新矣。新故須臾，何人情之不遠猶也？昔富平孫冢宰在位日，諸進士謁選，齊往受教。孫曰：「做官無大難事，只莫作怪！」真名臣之言乎，豈唯做官！集《怪誕》第二。〕"
      },
      {
        "index": 2,
        "text": "天文冠"
      },
      {
        "index": 3,
        "text": "新莽好怪，制天文冠，使司命冠之，乘乾車，駕坤馬，左蒼龍，右白虎，前朱鳥，後玄武，右仗威節，左負威斗，號曰赤星，以尊新室之威命。司命孔仁妻坐祝詛事連及，自殺。仁見莽，免冠謝。莽使尚書劾仁「擅免天文冠，大不敬」。有詔勿問，更易新冠。"
      },
      {
        "index": 4,
        "text": "大像"
      },
      {
        "index": 5,
        "text": "天後寵僧懷義，為作夾紵大像，小指中猶容十數人，構天堂以居焉。又殺牛取血畫大像，首高二百尺。雲懷義刺漆血為之。張於天津橋南，忽大風起，烈像為數百段。"
      },
      {
        "index": 6,
        "text": "《酉陽雜俎》載劄青事"
      },
      {
        "index": 7,
        "text": "上都市肆惡少，好為劄青。有張幹者，劄左膊曰：「生不怕京兆尹」，右膊曰：「死不畏閻羅王」。又有王刁奴，以錢五千召劄工，於胸腹為山池亭院草木飛走，無不畢具，細若設色。京兆尹薛元賞悉杖殺之。又高陵縣捉得鏤身者宋元素，劄七十一處，刺左臂曰：「昔日已前家未貧，千金不惜結交親。及至淒惶覓知己，行盡關山無一人。」右膊劄葫蘆，上劄出人首，如傀儡戲所謂「郭公」者。縣吏不解，問之，言葫蘆精也。"
      },
      {
        "index": 8,
        "text": "蜀市人趙高，滿背鏤毗沙門天王。吏欲杖其背，見天王輒止。恃此轉為坊市患。李夷簡擒而杖之，叱杖子打天王盡則已。經旬日，高袒衣歷門叫呼，乞「修理天王功德錢」。"
      },
      {
        "index": 9,
        "text": "段成式門下騶路神通，背刺天王像，自言能得神力。每朔望，具乳糜，焚香袒坐，使妻兒供養其背而拜焉。"
      },
      {
        "index": 10,
        "text": "貞元中，荊州市中有鬻劄者，制為印，上簇針為眾物狀，如蟾蠍鳥獸，隨人所欲，印之刷以石墨，精細如畫焉。"
      },
      {
        "index": 11,
        "text": "荊州街男子葛清，自頸已下，通劄白居易詩。段成式嘗與荊客陳至呼觀之，令其自解。背上亦能暗記，反手指其劄處，至「不是花中偏愛菊」，則有一人持杯臨菊叢。「黃夾纈窠寒有葉」，則指一樹，樹上掛纈窠，窠紋絕細。凡劄三十餘首，體無完膚。陳至呼為「白舍人行詩圖」。"
      },
      {
        "index": 12,
        "text": "蜀小將韋少卿，少不喜書，嗜好劄青。其季父嘗令解衣，視胸上劄一樹，樹杪集鳥數千，其下懸鏡，鏡鼻繫索，有人止於側牽之。叔不解，問焉。少卿笑曰：「叔不曾讀張燕公詩云『挽鏡寒鴉集』耶？」叔大笑不已。"
      },
      {
        "index": 13,
        "text": "剃眉"
      },
      {
        "index": 14,
        "text": "彭淵材初見范文正公畫像，驚喜再拜，前磬折，稱「新昌布衣彭幾幸獲拜謁。」既罷，熟視曰：「有奇德者，必有奇形。」乃引鏡自照，又捋其須曰：「大略似之矣，但只無耳毫數莖耳，年大當十相具足也。」又至廬山太平觀，見狄粱公像，眉目入鬢，又前再讚曰：「有宋進士彭幾謹拜謁。」又熟視久之，呼刀鑷者使刺其眉尾，令作卓枝入鬢之狀。家長輩望見驚笑。淵材怒曰：「何笑？吾前見范文正公恨無耳毫，今見狄梁公不敢不剃眉，何笑之乎？」"
      },
      {
        "index": 15,
        "text": "異服"
      },
      {
        "index": 16,
        "text": "進士曹奎作大袖袍。楊衍問曰：「袖何須此大！」奎曰：「要盛天下蒼生。」衍笑曰：「盛得一個蒼生矣！」"
      },
      {
        "index": 17,
        "text": "翟耆年好奇，巾服一如唐人，自名唐裝。一旦往見許顏周。顏周髽髻，著犢鼻褲，躡高屐出迎。翟愕然。彥周徐曰：「吾晉裝也，公何怪？」"
      },
      {
        "index": 18,
        "text": "北齊宋道暉，阜城人，與同郡熊安生並稱經師。道暉好著高翅帽、大屐，州將初臨，輒服以謁見，仰頭舉肘，拜於屐上，自言「學士比三公」。後齊任城王湝鞭之，道暉徐呼「安偉！安偉！」出謂人曰：「我受鞭不著體。」復躡屐翩翩而去。冀州為之語曰：「顯公鍾，宋公鼓，宋道暉屐，李洛姬肚。」謂之「四大」。顯公，沙門也。宋公，安德太守。"
      },
      {
        "index": 19,
        "text": "元祐中，米元章居京師，被服怪異。戴高簷帽，既坐轎，為頂蓋所礙，遂撤去，露頂而坐。一日出保康門，遇晁以道。以道大笑。下轎握手，問曰：「晁四，你道似甚底？」晁云：「我道你似鬼章！」二人撫掌絕倒，時西邊獲賊寨首領鬼章，檻車入京，故以為戲。"
      },
      {
        "index": 20,
        "text": "蜀中日者費孝先筮《易》，以丹青寓吉凶，謂之「卦影」。其後轉相祖述。畫人物不常，鳥或四足，獸或兩足，人或儒冠而僧衣，故為怪以見象。米元章好怪，常戴俗帽，衣深衣，而躡朝靴。人目為「活卦影」。"
      },
      {
        "index": 21,
        "text": "假面假衣冠"
      },
      {
        "index": 22,
        "text": "張幼於燕居，多用假面。少與山僧處嘿厚。一日往京覓官，過別。張笑謂曰：「我儒人尚無宦情，汝反不禁中熱耶？」及拜官歸，乘馬相訪。張星冠以羽服，戴假面出迎，口不發一辭，推以乘騎，觀者載道，馬不得前。又鬱山人璠，攜村妓至，曰：「婦能詩，請聯句。」坐方洽，其夫忽以儒衣冠登座，訝客不當近其內。客欲散，止之曰：「吾當以干戚解圍。」仍用羽服假面與揖遜，夫驚而逸。"
      },
      {
        "index": 23,
        "text": "張敉嘗過江陰薛世和，薛方拜鴻臚歸，見架上衣冠，門有繫馬，竟服其衣冠，乘馬張蓋，報張、薛二孝廉之謁。二公具衣冠送迎，賓主略不相訝。"
      },
      {
        "index": 24,
        "text": "宴死祭生"
      },
      {
        "index": 25,
        "text": "黃彪夜看張敉，見其齋中設筵，敉獨居主人位，嘿若談對。問其故。答曰：「今日宴死友張之象、董宜陽、何良傅、莫如忠、周思兼五人。我念所至，輒與心語。」彪笑曰：「以公所邀，諒諸君必赴。」"
      },
      {
        "index": 26,
        "text": "張孝資與張敉善，嘗謂敉曰：「予倘先君歿，當煩設祭。及吾未也，盍先諸？」敉奇其意，為卜日，懸祭文，設几筵籩豆。孝資至，先延之後閣，令儐相讚禮，伶人奏樂，出之，正襟危坐，助祭者朗誦祭章，聲伎滿堂，香煙繚繞。敉贈以詩云：「祭是生前設，魂非死後招。」"
      },
      {
        "index": 27,
        "text": "張幼於贖罪"
      },
      {
        "index": 28,
        "text": "張居士臘月朔謁家廟，樓匾忽墮。張曰：「此祖宗怒我也！」因沐浴茹素，作「自責文」，囚服長跽謝過，凡七日，以巨石壓頂，令家奴下杖數十。已而口占「贖罪文」，備述生平讀書好客之事。因起更衣，插花，披錦，鼓樂導之而出，曰：「祖宗釋我矣！」"
      },
      {
        "index": 29,
        "text": "蘇、湛引過"
      },
      {
        "index": 30,
        "text": "蘇世長在陝，邑里犯法，不能禁，乃引咎自撻於市厘五百。人疾其詭，鞭之流血，長不勝痛楚而走。"
      },
      {
        "index": 31,
        "text": "湛子文樸令江夏，勤省過失，設有小愆，輒以狀自劾，使吏望闕呼名，己唯諾示改。"
      },
      {
        "index": 32,
        "text": "殮如封角"
      },
      {
        "index": 33,
        "text": "司馬文正公薨，程正叔以臆說殮之，如封角狀。東坡嫉其怪妄，怒詆曰：「此豈『信物一角，附上閻羅大王』者耶！」"
      },
      {
        "index": 34,
        "text": "飼犬"
      },
      {
        "index": 35,
        "text": "暢師文好奇尚怪。總帥汪公張具延飲。主人方送正飯，師文忽頤使其童，瀉羹於地，羅籠餅其側。主命再供。既至，又復如前，逕推案上馬而去。後使人問之，因作色曰：「獨不見其犬乎？或寢或吪，列於庭下，是不以犬見待，且必以犬見噬也！吾故飼之而出耳。」"
      },
      {
        "index": 36,
        "text": "潔疾"
      },
      {
        "index": 37,
        "text": "暢純父有潔疾。與人飲，必欲至盡，以巾拭爵，乾而後授之，則喜；自飲亦然。食物多自手製；水唯飲前桶；薪必以尺；蔥必以寸。一日，劉時中與文子方同過，值其濯足。暢聞二人至，輟洗而迎，曰：「適有佳味，可供佳客。」遂於臥內取四大桃置案上，以二桃洗於濯足水中，持啖二人。子方與時中云：「公洗者公自享之，勿以二桃汙三士也。」因於案上各取一顆，大笑而去。"
      },
      {
        "index": 38,
        "text": "齊王思遠性簡潔，客詣己者，衣服垢穢則不前，必刑儀新楚，乃與促膝。及客去，猶令二人交帚拂其坐處。宗炳之性潔，賓客造之者，去未出戶，輒令拭席洗床。"
      },
      {
        "index": 39,
        "text": "遂安令劉澄有潔癖，在縣掃拂郭邑，路無橫草，水翦蟲穢，百姓不堪。"
      },
      {
        "index": 40,
        "text": "王維居輞川，地不容微塵，日有十數帚掃治。專使兩僮縛帚，有時不給。"
      },
      {
        "index": 41,
        "text": "王思微好潔，左右提衣，必用白紙裹手指。宅中有犬汙屋棟，思微令門生洗之，意猶未已，更令刮削；復言未足，遂令易柱。"
      },
      {
        "index": 42,
        "text": "荊公夫人吳，性好潔，與公不合。公自江寧乞歸私第，有一官藤床，吳假用未還。官吏來索，左右莫敢言。公直跣而登床，偃仰良久。吳望見，即命送還。又嘗為長女製衣贈甥，裂綺將成，忽有貓臥其旁，夫人將衣置浴室下，任其腐敗，終不與人。"
      },
      {
        "index": 43,
        "text": "米元章有潔疾，盥手以銀為斗，置長柄，俾奴僕執以瀉水於手，呼為「水斗」。已而兩手相拍至乾，都不用巾拭。有客造元章者，去必濯其坐榻。巾帽亦時時洗滌。又朝靴偶為他人所持，必甚惡之，因屢洗，遂損不可穿。"
      },
      {
        "index": 44,
        "text": "周仁熟與米芾交契。一日，芾言：「得一硯，非世間物，殆天地秘藏，待我識之。」答曰：「公雖名博識，所得之物，真贗各半，特善誇耳。」芾方發笥檢取，周亦隨起，索巾滌手者再，若欲敬觀狀。芾喜出硯。周稱賞不已，且云：「誠為尤物，未知發墨何如？」命取水，未至，亟以唾點磨墨。芾變色，曰：「一何先恭後倨？硯汙矣，不可用！」周遂取歸。"
      },
      {
        "index": 45,
        "text": "倪雲林事"
      },
      {
        "index": 46,
        "text": "倪雲林名瓚，元鎮其字也。性好潔。文房拾物，兩僮輪轉拂塵，須臾弗停。庭前有梧桐樹，旦夕汲水揩洗，竟至槁死。嘗留友人宿齋中，慮有汙損，夜三四起，潛聽焉。微聞嗽聲，大惡之，淩晨令童索啖痕，不得，童懼笞，拾敗葉上有積垢似啖痕以塞責。倪掩鼻閉目，令持棄三里外。其寓鄒氏日，鄒熟師有婿曰金宣伯，一日來訪。倪聞宣伯儒者，倒屣迎之。見其言貌粗率，大怒，掌其頰。宣伯愧忿，不見主人而去。鄒出，頗怪之。倪曰：「宣伯面目可憎，語言無味，吾斥去之矣！」初張士誠弟士信，聞倪善畫，使人持絹，侑以重幣，欲及其筆。倪怒曰：「倪瓚不能為王門畫師！」即裂去其絹。士信深銜之。一日，士信與諸文士遊太湖，聞小舟中有異香。士信曰：「此必一勝流。」急傍舟近之，乃倪也。士信大怒，即欲手刃之。諸人力為營救，然猶鞭倪數十。倪竟不吐一語。後有人問之，曰：「君被窘辱而一語不發，何也？」倪曰：「一說便俗！」"
      },
      {
        "index": 47,
        "text": "倪元鎮於女色少所當意。一日眷金陵趙歌姬，留宿別業，心疑不潔，俾之浴。既登榻，以手自頂至踵，且捫且嗅。捫至陰，復俾浴。凡再四，東方即白，不復作巫山之夢。"
      },
      {
        "index": 48,
        "text": "惡婦人"
      },
      {
        "index": 49,
        "text": "梁蕭詧惡見婦人，雖相去數步，亦云「遙聞其臭」。"
      },
      {
        "index": 50,
        "text": "《朝野異聞》載何、顏學問"
      },
      {
        "index": 51,
        "text": "嘉、隆間，講學盛行，而楚人顏山農之說最奇，謂「貪財好色，皆從性生，天機所發，不可閼之，第勿留滯胸中而已」。門人羅汝芳成進士，戒且勿廷對。羅不從。明年遇之淮上，笞之十五，挾以遊。羅唯唯惟命。後至南都，以挾詐人財事發，捕之官，笞五十，不哀祈，亦不轉側，困囹圄且死。羅力救之，得出。出則大詈不已，謂「獄我者尚知我，而汝不知我也！」羅亦唯唯。"
      },
      {
        "index": 52,
        "text": "何心隱者，其才高於顏山農，而狠幻過之。嘗言：「天地一殺機也。堯不能殺舜，舜不能殺禹，故以天下讓。湯、武能殺桀、紂，故得天下。」少嘗師事山農。山農有例：師事之者，必先毆三拳，而後受拜。心隱既事山農，察其所行，意甚悔。一日，值山農之淫於村婦也，匿隱處，俟其出而扼之，亦毆三拳，使拜削弟子籍。"
      },
      {
        "index": 53,
        "text": "陳公戒酒"
      },
      {
        "index": 54,
        "text": "南京陳公鎬善酒。督學山東時，父慮其廢事，寓書戒之。乃出俸金，命工製一大碗，可容二斤許，鐫八字於內，云：「父命戒酒，止飲三杯。」士林傳笑。"
      },
      {
        "index": 55,
        "text": "浴酒"
      },
      {
        "index": 56,
        "text": "石裕造酒數斛，忽解衣入其中，恣沐浴而出，告子弟曰：「吾平生飲酒，恨毛髮未識其味。今日聊以設之，庶無厚薄。」"
      },
      {
        "index": 57,
        "text": "洞天聖酒"
      },
      {
        "index": 58,
        "text": "虢國夫人就屋梁懸鹿腸，其中結之，有宴則解開，於梁上注酒，號「洞天聖酒」。"
      },
      {
        "index": 59,
        "text": "楊希古佞佛"
      },
      {
        "index": 60,
        "text": "楊希古性迂僻，酷嗜佛法。嘗設道場於第，每淩旦，輒入其內，以身俯地，俾僧據其上，誦《金剛經》三遍。"
      },
      {
        "index": 61,
        "text": "暴城隍"
      },
      {
        "index": 62,
        "text": "萬曆己丑，蘇郡大旱。時石楚陽為守，清惠素聞，禱雨特切。乃舁城隍於雩壇，與之對坐，去蓋暴烈日中。神像皴裂，而石感暑疾幾殆。"
      },
      {
        "index": 63,
        "text": "項王廟"
      },
      {
        "index": 64,
        "text": "《夷堅支》：和州士人杜默，累舉不成名，性英儻不羈。因過烏江，入謁項王廟。時正被酒霑醉，才炷香拜訖，徑升偶坐，據神頸，拊其首而慟，大聲語曰：「大王有相虧者。英雄如大王，而不能得天下；文章如杜默，而進取不得官！」語畢，又大慟，淚如迸泉，廟祝畏其獲罪，扶掖以出，秉燭檢視神像，垂淚亦未已。"
      },
      {
        "index": 65,
        "text": "詩文好怪"
      },
      {
        "index": 66,
        "text": "羅玘為文，率奇古險怪。居金陵時，每有撰造，必棲踞喬木之顛，霞思天想。或時閉坐一室，客於隙間窺，見其容色枯槁，有死人氣。都穆乞伊考誌銘，銘成，語穆曰：「我為此銘瞑去四五度矣！」"
      },
      {
        "index": 67,
        "text": "劉幾有文名。歐公知貢舉，得幾卷，曰：「天地軋，萬物茁，聖人發。」公續之曰：「秀才剌，試官刷！」以朱筆直勒之。"
      },
      {
        "index": 68,
        "text": "盧仝號玉川子，詩體與馬異俱尚險怪。二人「結交詩」云：「同不同，異不異，是謂大同而小異。」"
      },
      {
        "index": 69,
        "text": "亭館奇名"
      },
      {
        "index": 70,
        "text": "江西右諭蕭大山，好奇之士，名其堂曰「堂堂堂」，軒曰：「軒軒軒」，亭曰「亭亭亭」。陳越經江西，蕭邀飲，遍歷亭館以觀其匾。至一洞，因戲之曰：「何不云『洞洞洞』？」蕭為不懌。"
      },
      {
        "index": 71,
        "text": "曬腹書"
      },
      {
        "index": 72,
        "text": "郝隆七月七日出日中仰臥。人問其故，答曰：「我曬書。」"
      },
      {
        "index": 73,
        "text": "解語神柩"
      },
      {
        "index": 74,
        "text": "苗耽進士嘗自外遊，歸途疾甚，不堪登升。適有輦棺而回者，以其價賤，即就而寢息其中。至洛東門，閽者不知其中有人，詰其來由。耽謂其訝己，徐答曰：「衣冠道路得病，貧不能致他物相與，無怪也！」閽者曰：「吾守此三十年矣，未嘗見有解語神柩！」"
      },
      {
        "index": 75,
        "text": "陸舟"
      },
      {
        "index": 76,
        "text": "張思光給假東去。世祖問：「卿往何處？」答云：「臣陸處無屋，舟居非水。」後日，上以問其從兄思曼。思曼曰：「融近東出，未有居止，權牽小船於岸上往。」"
      }
    ]
  }
}