{
  "chapterNumber": 18,
  "title": "第18部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：天下極無恥之人，其初亦皆有恥者也。冒而不革，習與成昵。生為河間婦人，死雖欲為射豹，亦不可得矣。余嘗勸人觀優，從此中討一個干淨面孔。夫古來筆乘，孰非戲本？只少一副響鑼鼓耳！集《顏甲》第十八。〕"
      },
      {
        "index": 2,
        "text": "《金樓子》載子路事"
      },
      {
        "index": 3,
        "text": "孔子嘗遊於山，使子路取水，逢虎於水所。與共戰，攬尾得之，納懷中。取水還，問孔子曰：「上士殺虎如何？」子曰：「上士持虎頭。」又曰：「中士殺虎如何？」子曰：「中士捉耳。」又問曰：「下士殺虎如何？」子曰：「捉虎尾。」子路出尾棄之。"
      },
      {
        "index": 4,
        "text": "晉明帝詔"
      },
      {
        "index": 5,
        "text": "明帝函封詔與庚公信，誤致王丞相。即開視，未云「勿使冶城公知。」丞相答曰：「伏讀明詔，似不在臥。臣開臣閉，無有見者。」帝甚愧，數月不敢見王公。"
      },
      {
        "index": 6,
        "text": "急淚無淚"
      },
      {
        "index": 7,
        "text": "宋世祖至殷貴妃墓，謂劉德願曰：「卿等哭妃若悲，當加厚賞。」劉應聲號慟，涕泗交橫，即拜豫州刺史。帝又令羊誌哭，羊亦嗚咽甚哀。他日有問羊者：「卿那得此副急淚？」羊曰：「我爾日自哭亡妄耳。」"
      },
      {
        "index": 8,
        "text": "王元景使梁，劉孝綽送之，泣下。無景無淚，謝劉曰：「卿勿怪我，別後當闌干耳。」"
      },
      {
        "index": 9,
        "text": "廖恩無過"
      },
      {
        "index": 10,
        "text": "熙寧中，福建賊廖恩聚徒黨於山林。已聽招撫出降，朝遷赦罪，授右班殿圻。既至，有司供「腳色」一項云：「歷任以來，並無公私過犯。」見者哂之。"
      },
      {
        "index": 11,
        "text": "宗權非反"
      },
      {
        "index": 12,
        "text": "蔡州秦宗權，繼黃巢稱僭。十年之間，屠膾生聚。即為汴帥朱全忠所擒。檻送至京。京尹孫揆率府縣吏閱之。宗權即檻中舉首曰：「宗權非反，天尹哀之。」觀者皆笑。"
      },
      {
        "index": 13,
        "text": "唐、宋士子"
      },
      {
        "index": 14,
        "text": "唐時，有士子奔馬入都者。人問：「何急如此？」答曰：「將赴『不求聞達』科！」宋天聖中，置「高蹈丘園」科，許本人於所在自投狀求試。時人笑之。"
      },
      {
        "index": 15,
        "text": "韓麒麟"
      },
      {
        "index": 16,
        "text": "韓麒麟為齊州刺史，寡於刑罰。從事劉普慶說以立威。韓曰：「人不犯法，何所戮乎？若必須暫斷已立威名，當以卿應之。」劉慚懼而退。"
      },
      {
        "index": 17,
        "text": "天后時三疏"
      },
      {
        "index": 18,
        "text": "則天革命，拜官不可勝數。張鷟為謠曰：「初闕連年載，拾遺平斗量，把推侍御史，腕脫校書郎。」有沈全交者續云：「評事不讀律，博士不尋章，面糊存撫使，眯目聖神皇。」御史紀先知彈劾，以為謗訕，宜付法。則天笑曰：「但使卿等不濫，何慮天下人語？不須與罪！」先知甚慚。"
      },
      {
        "index": 19,
        "text": "拾遺張德生男，私宰羊飲宴。同僚補闕杜肅懷肉上表以聞。明日，太后謂德曰：「聞卿生男，何從得肉？」德叩頭請罪。太后曰：「朕禁屠宰，吉凶不預，卿自今召客，亦須擇人！」因出表示之。肅大慚。"
      },
      {
        "index": 20,
        "text": "周御史彭先覺無面目。如意年中，斷屠極急。先覺知巡事，定鼎門草車翻，得兩腔羊，門家告御史。先覺奏「合宮尉劉緬當屠不覺察，決一頓杖，肉付南衙官人食。」緬惶恐，縫新褌待罪。明日，則天批曰：「御史彭先覺奏決劉緬，不須；其肉乞緬吃卻。」舉朝稱快。先覺於是乎慚。"
      },
      {
        "index": 21,
        "text": "費祭酒"
      },
      {
        "index": 22,
        "text": "《雙槐歲鈔》：鳳翔太學生虎臣上疏，諫萬歲山勿架棕棚。憲廟奇之。祭酒費訚不知也，懼賈禍，乃會六堂，鳴鼓聲罪，鐵索鎖項以待。俄官校宣臣至左順門，傳溫旨勞之曰：「爾言是，棕棚即拆卸也。」訚聞大慚。"
      },
      {
        "index": 23,
        "text": "背刺盡忠字"
      },
      {
        "index": 24,
        "text": "嘉靖中，南京禮部右侍郎黃綰為言官所詆：「自言背刺『盡忠報國』四字。」下南京法司復勘，天下笑之。按正德五年，錦衣衛匠余刁宣上疏，自言背刺「精忠報國」字。詔本衛執之，杖三十，發海南充軍，著國史。黃見之，不當愧入地耶？嗟首！岳武穆事寧可再哉！"
      },
      {
        "index": 25,
        "text": "自宮"
      },
      {
        "index": 26,
        "text": "宣德中，金吾衛指揮同知傅廣自宮，請效用內庭。上曰：「此人已三品，更欲何為，而勇於自殘，以希進用？下法司問罪，還職不得復任事！」"
      },
      {
        "index": 27,
        "text": "皇后阿㸙"
      },
      {
        "index": 28,
        "text": "景龍二年冬，召王公近臣入閣守歲。酒酣，上謂御史大夫竇從一曰：「聞卿久曠，今夕為卿成禮。」竇拜謝。俄而內侍引燭籠步障，金縷羅扇，其後有人衣縷衣花釵，令與竇對坐。卻扇易服，乃皇后老乳母王氏，本蠻婢也！上與侍臣大笑，詔封「營國夫人」嫁為竇妻。俗稱乳母之婿曰「阿㸙」，竇每進表，自稱「翊聖皇后阿㸙」，欣然有自負之色。"
      },
      {
        "index": 29,
        "text": "路巖"
      },
      {
        "index": 30,
        "text": "唐路巖出鎮坤維，開道中衢，恣為瓦石所擊。時薛能權京尹，岩謂能曰：「臨行勞以瓦礫相餞。」能得舉手板對曰：「舊例：宰相出鎮，府司無例發人衛守。」巖有慚色。"
      },
      {
        "index": 31,
        "text": "任佃"
      },
      {
        "index": 32,
        "text": "嘉靖間，任佃以御史謫江陵知縣。或有公移與鄰界知縣，輒稱「即將某人如何、某事如何」。鄰縣知縣不堪，因署其公移尾答之曰：「即將即將又即將，即將二字好難當。寄語江陵任大尹：如今不是繡衣郎！」任見之，默然。"
      },
      {
        "index": 33,
        "text": "誤解卦影"
      },
      {
        "index": 34,
        "text": "唐埛知諫院，費孝先為作「卦影」：有一衣金紫者，持弓矢射落一雞。荊公生命屬酉，唐即抗疏彈之，冀得擢用。上怒，謫監廣州軍資庫。埛歎曰：「射落之雞，乃我也！」"
      },
      {
        "index": 35,
        "text": "盧多遜"
      },
      {
        "index": 36,
        "text": "盧相多遜南遷，入於道傍逆旅。有老嫗頗能言京邑事。盧問其「何為居此」，嫗顰蹙曰：「我本中原士夫家，子任某官。盧多遜作相，令吾子枉道為某事。吾子不從，盧銜之，中以危法，盡室竄南謊。未周歲，骨肉淪沒，唯老身流落山谷間。彼盧相者，妒賢怙勢，恣行無忌，終當竄；幸未死間，或可見之耳！」多遜間嫗言，默然趣駕。"
      },
      {
        "index": 37,
        "text": "萬安"
      },
      {
        "index": 38,
        "text": "憲宗晏駕，內監於宮中得書一小篋，皆房中術也，悉署曰「臣安進」。太監懷恩袖至閣下，示萬安曰：「是大臣所為乎？」安慚汗不能出一語。已而科道劾之，懷恩以其疏至內閣，令人讀之。安跪而起，起而復跪。恩令摘內牙牌，曰：「請出矣！」乃遑遽奔出，索馬歸第。初安久在內閣，不去。或微諷之。答曰：「安惟以死報國！」及被黜，有道看「三臺星」。猶冀復用也。"
      },
      {
        "index": 39,
        "text": "不肯丁憂"
      },
      {
        "index": 40,
        "text": "唐御史中丞李謹度，遭母喪，不肯舉發，哀訃到，皆匿之。官僚苦其無恥，令本貫瀛州申「謹度母死」，尚書牒御史臺，然後哭。又員外郎張棲貞被訟，詐遭母憂，不肯起對。"
      },
      {
        "index": 41,
        "text": "巢由拜"
      },
      {
        "index": 42,
        "text": "郭昱俠中詭僻，登進士，恥赴常選，獻書宰相趙普，自比巢、由。朝議惡其矯激，久不調。後復伺普，望塵自乞。普笑謂人曰：「令日甚榮，得巢、由拜於馬首！」"
      },
      {
        "index": 43,
        "text": "月犯少微"
      },
      {
        "index": 44,
        "text": "謝敷隱居會稽山，初月犯少微，占云「處士當之。」時吳國戴逵名重於敷，甚以為憂。俄而敷死。會稽士子嘲云：「吳中高士，一時求死不得。」"
      },
      {
        "index": 45,
        "text": "桓溫似劉琨"
      },
      {
        "index": 46,
        "text": "桓溫自以雄姿風氣，是宣帝、劉琨之儔。及伐秦還，於北方得一巧作老婢，訪之，乃劉琨婢也。一見溫，便潸然泣曰：「公甚似劉司空！」溫大悅，出外整理衣冠，又呼問之。婢云：「面甚似，恨薄；眼甚似，恨小；鬚甚似，恨赤；形甚似，恨短；聲甚似，恨雌。」溫於是褫冠解帶，昏然而睡，不怡者累日。"
      },
      {
        "index": 47,
        "text": "王建"
      },
      {
        "index": 48,
        "text": "王建嘗坐徙刑，但無杖痕。及得馬涓為從事，涓好詆訐，建恐為所譏，因問曰：「竊聞外議，以吾曾遭徒刑，有之乎？」涓曰：「有之」。建恃無杖痕，對眾袒背示涓曰：「請足下試看，遭責杖而肌肉如是？」涓乃撫背曰：「大奇！當時何處得此好膏藥來！」賓佐失色。"
      },
      {
        "index": 49,
        "text": "王廬江"
      },
      {
        "index": 50,
        "text": "王含作廬江郡，貪濁狼籍。王敦護其兄，故於眾坐稱：「家兄在郡定佳，廬江人士咸稱之。」時敦以震主之威，一坐畏敦，擊節而已。何充為敦主簿，在坐，正色曰：「充即廬江人，所聞異於此！」敦默然。"
      },
      {
        "index": 51,
        "text": "譽詞成句"
      },
      {
        "index": 52,
        "text": "黔郡刺史新任公宴。時伶人致詞曰：「為報吏民胥慶賀，災星退去福星來！」刺史喜其善譽，問誰撰此，將遺賚之。伶人對曰：「此郡中迎官成句。」"
      },
      {
        "index": 53,
        "text": "冒從侄"
      },
      {
        "index": 54,
        "text": "王凝侍郎按察長沙日，有新授柳州刺史王某者，將赴任，抵於湘川謁凝。啟云：「某是侍郎諸從子侄，合受拜。」凝問其小名，答曰：「通郎」。乃令左右促召其子，至，詰曰：「家籍中有通郎否？」子沉思少頃，乃曰：「有之，合是兄矣。」凝始命邀王君，受以從侄之禮。因問：「前任何官？」答曰：「昨罷北海鹽院，旋有此授。」凝聞之不悅。既退，語其子曰：「適來王君，資歷頗雜，非吾枝也。」遽徵屬籍，果有能郎，已於某年某日物化矣。凝睹之怒。翌日，廳內備饌招之。王望凝俗屈膝，忽被二壯士挾而扶之，鞠躬不得。凝前語曰：「使君非吾宗也。昨誤受君拜，今謹奉還！」遂拜之如其數，訖，乃令坐與餐，復謂曰：「當今清平之代，不可更亂入人家也！」在庭吏卒悉笑。王慚赧，食不下咽，斯須踧躇而去。"
      },
      {
        "index": 55,
        "text": "唐龐嚴及第後，「登科錄」訛本倒書名姓為「嚴龐」。有江淮舉子姓嚴者，乃冒為從侄，往京謁龐。延納極喜，會同食，問及族人，都非龐姓，乃訝之，因問：「郡何姓？」舉子怪曰：「叔姓嚴，侄亦姓嚴，何更相詰？」龐大笑曰：「君謬矣！余自名嚴，何事見攀為族？」舉子狼狽謝去。"
      },
      {
        "index": 56,
        "text": "林逋孫鶴山後"
      },
      {
        "index": 57,
        "text": "陳嗣初太史家居，有求見者，稱林逋十世孫。坐少選，陳取林傳俾其讀之。讀至和靖終身不娶無子，客默然。嗣初因贈詩曰：「和靖當年不娶妻，如何後代有孫兒？想君自是閑花草，不是孤山梅樹枝。」"
      },
      {
        "index": 58,
        "text": "蘇有魏芳者，自稱鶴山後，請為公建祠，因規奉祀。公裔孫白其詐，芳不能爭，竟得罪，而猶自詫為公後不已。或問：「文靖去君幾世？」曰：「十世」。因戲云：「若爾君家十世祖媼，應配彼翁，大是不堪！」"
      },
      {
        "index": 59,
        "text": "誤認從叔"
      },
      {
        "index": 60,
        "text": "進士何儒亮自外州至，訪其從叔，誤造郎中趙需宅，自云同房。會冬至，需家致宴，儒亮即是同房，便令入宴。何氏姑姊妹盡在坐焉。饌畢徐出，需大笑。儒亮羞不敢出京師。人因號需為「何郎中」。"
      },
      {
        "index": 61,
        "text": "鮑當"
      },
      {
        "index": 62,
        "text": "真宗時，薛尚書映知河南府。法曹鮑當先失其意，後獻《孤雁詩》，遂沐優渥。薛嘗暑月詣其廨舍，當方露頂，狼狽入，易服抱板而出，忘其襆頭。薛嚴重，左右莫敢言者。坐久之，月上，當顧見髮影，大慚，以公報袖掩頭而走。"
      },
      {
        "index": 63,
        "text": "李慶遠"
      },
      {
        "index": 64,
        "text": "中郎李慶遠初事皇太子，後因恃寵請託，遂屏之，然猶以見親給人。一日，中客腹痛作楚曰：「適太子賜瓜，多食致病。」須臾霍亂，吐出粗糲飯及黃臭韭齏。客大嘲笑。"
      },
      {
        "index": 65,
        "text": "劉生"
      },
      {
        "index": 66,
        "text": "劉生者好誇詡，嘗往吊無錫鄒氏。客叩曰：「君來何晏？」生曰：「昨與顧狀元同舟聯句，直至丙夜，是以晏耳！」少頃，顧九和至，問：「先生何姓？」 客曰：「此昨夜聯句之人也。」生默然。他日又與華氏子弟遊惠山，手持華光祿一扇。群知其偽也，不發。時光祿養屙山房，徐引入揖坐。生不知為光祿，因示以扇，光祿曰：「此華某作，先生何自求之？」生曰：「與僕交好二十年，何事於求？」光祿曰：「得無妄言？」生曰：「妄言當創其活！」眾笑曰：「此公即華光祿也！」相與哄堂。錫人為之語曰：「狀元聯句，光祿題詩。」"
      },
      {
        "index": 67,
        "text": "方相侄"
      },
      {
        "index": 68,
        "text": "《啟顏錄》：唐有士人姓方，好矜門第，但姓方貴人，必認為親。或戲之曰：「豐邑公相何親也。」遽曰：「再從伯父。」戲者歎曰：「既是方相侄，只堪嚇鬼！」豐邑坊，造賣凶器所也。"
      },
      {
        "index": 69,
        "text": "修史人"
      },
      {
        "index": 70,
        "text": "李至剛修國史，只服士人衣巾，輒自稱「修史人李至剛」。時館中諸公聞之，大笑，遂呼為「羞死人李至剛」。"
      },
      {
        "index": 71,
        "text": "廬陵魁選"
      },
      {
        "index": 72,
        "text": "吉州士子赴省，書先牌云：「廬陵魁選。」歐陽伯樂或誚之曰：「有客遙來自吉州，姓名挑在擔竿頭。雖知汝是歐陽後，畢竟從來不識『修』！」"
      },
      {
        "index": 73,
        "text": "閔子騫後"
      },
      {
        "index": 74,
        "text": "宋何昌寓為吏部尚書。有一客姓閔求官。問曰：「君是誰後？」答曰「子騫後。」何掩口而笑，謂坐客曰：「遙遙華胄！」"
      },
      {
        "index": 75,
        "text": "元吳榜"
      },
      {
        "index": 76,
        "text": "夏竦常統師西伐，揭榜塞上云：「有得趙元昊頭者，賞錢五萬貫，爵為西平王。」無昊使人入市買箔，陝西荻箔甚高，倚之食肆門外，佯為食訖遺去。至晚，食肆竊善，以為有所獲也，徐展之，乃元昊購竦之榜，懸箔之端，云：「有得夏竦頭者，賞錢兩貫文。」比竦聞之，急令藏掩，而已喧播遠近矣。竦大慚沮。"
      },
      {
        "index": 77,
        "text": "看命司"
      },
      {
        "index": 78,
        "text": "司者，官府之稱。中都有談天者，設肆於市，標其門曰：「看命司」。其術頗售。同輩忌之，明日乃於對衢設肆，亦豎牌云「看命西司」。其人愧赧搬去。"
      },
      {
        "index": 79,
        "text": "三百甕鹽齏"
      },
      {
        "index": 80,
        "text": "王狀元未第時，醉墮汴河，為水神扶出，曰：「公有三百千料錢，若死於此，何處消破？」明年遂登進士。有久不第者，亦效之，佯醉落河。河神亦扶出。士大喜曰：「我料錢幾何？」神曰：「我不知也，但三百甕鹽齏無處消破耳！」"
      },
      {
        "index": 81,
        "text": "山東好人"
      },
      {
        "index": 82,
        "text": "青州魯聰，以白丸藥就往外君賣之，遇一宦，強其賤售。魯不從，遂至詬詈，宦曰：「何處人？」魯曰：「山東。」宦曰：「可知愚騃。山東何曾有好人！」魯曰：「山東信無好人，只有一孔夫子！」宦有漸色。"
      },
      {
        "index": 83,
        "text": "罵武弁"
      },
      {
        "index": 84,
        "text": "尚書王復怒眾武弁，罵曰：「此輩皆狗母所生！」一千戶稟曰：「宋某之母，乃太宗皇帝永寧公主！」王慚悔。"
      },
      {
        "index": 85,
        "text": "黨姬"
      },
      {
        "index": 86,
        "text": "陶谷得黨太尉家姬。遇雪，取雪水烹茶，謂姬曰：「黨家兒識此味否？」姬曰：「彼粗人，安知此？但能於銷金帳中，淺斟低唱，飲羊羔酒爾。」陶默然。"
      },
      {
        "index": 87,
        "text": "放生"
      },
      {
        "index": 88,
        "text": "北使李諧至梁。武帝與之遊歷，偶至放生處。帝問曰：「彼國亦放生否？」諧曰：不取，亦不放。」帝慚之。"
      },
      {
        "index": 89,
        "text": "冒詩並冒表丈"
      },
      {
        "index": 90,
        "text": "唐李播典蘄州。有李生來謁，獻詩。播覽之，駭曰：「此僕舊稿，何乃見示？」生慚愧曰：「某執公卷行江淮已久，今丐可惠。」播曰：「僕老為郡牧，此已無用，便奉贈。」生謝別，播問：「何之？」生曰：「將往江陵謁表丈盧尚書。」播曰：「尚書何名？」生曰：「弘宣。」播大笑曰：「秀才又錯矣！盧乃僕親表丈，何復冒此？」生惶恐謝曰：「承公假詩，則並荊南表丈一時曲取。」播大笑而遣之。"
      },
      {
        "index": 91,
        "text": "偷詩"
      },
      {
        "index": 92,
        "text": "楊衡初隱廬山，有盜其文登第者。衡後亦登第，見其人，問曰：「『一一鶴聲飛上天』在否？」答曰：「此句知兄最惜，不敢偷。」衡曰：「猶可恕也！」"
      },
      {
        "index": 93,
        "text": "爭詩"
      },
      {
        "index": 94,
        "text": "唐國子祭酒辛弘智詩云：「君為河邊草，逢春心剩生。妾如臺上鏡，照得始分明。」同房學士常定宗為改「始」字為「轉」字，遂爭此詩，皆云我作。乃下牒見博士，羅道宗判云：「昔五字定表，以理切稱奇。今一言競詩，取詞多為主。詩歸鄉智，『轉』還定親。」"
      },
      {
        "index": 95,
        "text": "詆詩"
      },
      {
        "index": 96,
        "text": "張率年十六，作賦頌二千餘首。虞訥見而詆之，率乃一旦焚毀，更為詩示焉，托雲沈約。訥更句句嗟稱，無字不善。率曰：「此吾作也！」訥慚而退。"
      },
      {
        "index": 97,
        "text": "和少陵詩"
      },
      {
        "index": 98,
        "text": "夔峽道中有杜少陵題詩，是天字韻，榜之梁間，自唐迄宋無敢賡者。一監司過之，和韻大書其側。後有人亦和韻嘲之，末聯云：「想君吟詠揮毫日，四顧無人膽似天。」"
      },
      {
        "index": 99,
        "text": "高霞峰"
      },
      {
        "index": 100,
        "text": "白門賈豎高霞峰者，好以俚句塗抹寺壁，且無處不到。偶諸御史遊雞鳴寺，一道長指壁上詩戲高姓御史云：「此高霞峰，想是貴族？不然那得如此美才？」高公問住持：「此何等人？好拿來枷號示眾！」霞峰聞此語，覓數人各寺洗詩，潛蹤累月。"
      },
      {
        "index": 101,
        "text": "陸居仁"
      },
      {
        "index": 102,
        "text": "陸居仁每謂人曰：「吾讀書至得意時，見慶雲一朵，隱隱頭上，人不能睹。一日讀《詩經》注，有不安處，思易之。忽於夢中見尼父拱立於前，呼吾字曰： 「陸宅之，朱熹誤矣，汝說是也』！」友謔曰：「足下得非稟受素弱乎？」居仁曰：「為何？」友曰：「吾見足下眼目毛眩，又夢寐顛倒耳！」遂赧不復言。"
      },
      {
        "index": 103,
        "text": "《四本論》"
      },
      {
        "index": 104,
        "text": "鍾會撰《四本論》始畢，甚欲使嵇公一見。置懷中既定，畏其難，懷不敢出，於戶外遙擲，便回急走。"
      },
      {
        "index": 105,
        "text": "要誓"
      },
      {
        "index": 106,
        "text": "北齊孫搴，學淺行薄，嘗回溫子升：「卿文何如我？」子升謙曰：「不如卿。」搴要其為誓。子升笑曰：「但知劣於卿，何勞旦旦。」搴曰：「卿不為誓，事可知矣。」"
      },
      {
        "index": 107,
        "text": "競射"
      },
      {
        "index": 108,
        "text": "開元七年，賜百僚射。金部員外盧廙、職方郎中李佘，俱非善射，箭不及垛，而競言工拙。佘戲曰：「與盧箭俱三十步。」左右不曉。佘曰：「佘箭去垛三十步，盧箭去佘三十步。」"
      },
      {
        "index": 109,
        "text": "鶴敗道"
      },
      {
        "index": 110,
        "text": "彭淵才迂闊好誕，嘗畜兩鶴，客至，誇曰：「此仙禽也。禽皆卵生，而此獨胎生。」語未半，園丁報曰：「鶴夜產一卵如梨。」淵才面赤，叱去。此鶴兩展其脛，伏地逾時。淵才以杖驚使起，復誕一卵。乃谘歎曰：「鶴亦敗道！」"
      },
      {
        "index": 111,
        "text": "蕭韶"
      },
      {
        "index": 112,
        "text": "蕭韶童時與庚信有斷袖之歡。及蕭刺郢州，庚上江陵，過之，蕭接庚甚薄。引入宴，坐之別榻，有自矜色。庚不堪，酒酣，徑上床，直視韶面曰：「官今日形容，大異昔日！」韻大慚。"
      },
      {
        "index": 113,
        "text": "嘴尖"
      },
      {
        "index": 114,
        "text": "詹大和堅老來京師，省試罷，坐微累下大理。李傳正端初為少卿秉筆。詹哀鳴之。李以俚語詬曰：「子嘴尖如此，誠奸人也！」困困辱之。後獲釋，不相聞者十年。李為淮南轉運使，及瓜，堅老自郎官出代。既相見，李不記前事，因曰：「郎中若有素者，豈嘗邂逅朝路中耶？風采堂堂，非昔日比也！」堅老答曰：「風采堂堂，非某所見。但不知比往時嘴不尖否？」李方悟，大愧。"
      },
      {
        "index": 115,
        "text": "長鬚僧"
      },
      {
        "index": 116,
        "text": "偽蜀時，有長鬚長老，擁百餘眾，自江湖入蜀，先謁樞密使宋光嗣。宋問：「何不剃鬚？」答曰：「落髮除煩惱，留鬚表丈夫。」宋大恚曰：「吾無髭，豈是老婆耶？」遂揖出，俟剃卻，方引朝見。徒眾既多，旬日盤桓，不得已，剃髭而入。徒眾恥其失節，悉各散亡。蜀人為之語曰：「作事何愚？折卻長鬚。」"
      },
      {
        "index": 117,
        "text": "陳萇"
      },
      {
        "index": 118,
        "text": "陽道州城，居無畜積，唯服用不闕。然客稱某物佳，輒喜而贈之。有陳萇者，候其方請月俸，輒往稱錢帛之美，月有獲焉。"
      },
      {
        "index": 119,
        "text": "臨安民"
      },
      {
        "index": 120,
        "text": "小說：臨安民沈，居官巷，自開酒壚，又買錢塘門外豐樂樓庫，日往監沽，偶就宿焉酒闌。淳熙初，忽有巨舫夜泊。五貴人錦衣花帽，叩扇而入，登樓索飲，姬侍歌舞之盛，同行未睹，命賞，鄭重致謝。沈生貪而黠，心知為「五神通」也，再三虔拜，乞一小富貴。客笑而頷之，呼一駃卒，耳語良久。卒去，少頃負一布囊來，以授沈，摸索之，皆銀酒器也。沈大喜，拜受。俄而雞鳴，客去。沈不復就枕，慮懷寶為罪，乃連囊槌擊，更加束縛。待旦負歸，妻尚臥，亟呼之起，曰： 「速覓秤來，我獲橫財矣！」妻驚曰：「夜半聞櫃中奇響，起視無所見，心方疑之，豈即此耶？」即開鑰，則空空然。蓋兩處所用器，每夜皆聚此中。神以其貪癡，故侮之耳。沈重加工，費值數十千，羞澀不出者累旬。"
      },
      {
        "index": 121,
        "text": "聶以道斷鈔"
      },
      {
        "index": 122,
        "text": "聶以道曾宰江右一邑。有人早出賣菜，拾得至元鈔十五錠，歸以奉母。母怒曰：「得非盜而欺我？況我家未嘗有此，立當禍至。可速送還！」子依命攜往原拾處，果見尋鈔者，付還其人。乃曰：「我原三十錠！」爭不已，相持至聶前。聶推問村人是實，乃判云：「失者三十錠，拾者十五錠，非汝鈔也！可自別尋。」遂給賢母以養老。聞者快之。"
      },
      {
        "index": 123,
        "text": "僧題壁"
      },
      {
        "index": 124,
        "text": "霍尚書韜嘗欲營寺基為宅，凂縣令逐僧。僧去，書於壁云：「學士家移和尚寺，會元妻臥老僧房。」霍愧而止。"
      },
      {
        "index": 125,
        "text": "換羊書"
      },
      {
        "index": 126,
        "text": "宋韓宗儒性餮饕，每得東坡一貼，於殿帥姚鱗換羊肉數斤。黃魯直戲東坡云：「昔右軍字為換鵝，今當作換羊書矣。」公在翰苑，一日以生辰帛撰紛冗，宗儒又致簡以圖報書。來人督索甚急，公笑曰：「傳語本官今日斷屠。」"
      },
      {
        "index": 127,
        "text": "驢乞假"
      },
      {
        "index": 128,
        "text": "胡趲者，昭宗時優也，好博奕。常獨跨一驢，日到故人家棋，多早去晚歸。每至其家，主人必戒家僮曰：「與都知於後院喂飼驢子！」胡甚感之，夜則跨歸。一日非時宣召，胡倉忙索驢，及牽至，則喘息流汗，乃正與主人拽磑耳，趲方知從來如此，明早復展步而去。主人復命喂驢如前。胡曰：「驢子今日偶來不得。」主人曰：「何也？」胡曰：「只從昨回便患頭旋惡心，起止未得，且乞假將息。」主人亦大笑。"
      },
      {
        "index": 129,
        "text": "林叔大"
      },
      {
        "index": 130,
        "text": "嘉興林叔大性吝，然多交名流以要譽。其宴達官，品饌甚豐，此外唯素湯餅而已。一日，延黃大癡作畫、多士畢集，而此品復出。譏謔交作，叔大忍慚，揖潘子素求題其畫。潘即書云：「阿翁作畫如說法，信手牛來種種佳。好水好山塗抹盡，阿波臉上不曾搽。」大癡笑曰：「好水好山、言達官也；阿婆臉不搽，言素面也。」言未已，潘復加一句云：「諸佛菩薩摩訶薩！」眾俱不解。潘曰：「此即僧家懺悔語。」哄堂大笑。叔大數日羞見客。"
      },
      {
        "index": 131,
        "text": "奠金別用"
      },
      {
        "index": 132,
        "text": "丁諷好色病廢，常令女侍扶掖見客。客出不能送，每令一婢傳謝，故賓客選訪者益多。既而有傳諷死者，京師諸公競往致奠，意有窺凱。諷出謝曰：「酒堪充飲，奠金且留別用。異日不幸，勿煩再費。」"
      },
      {
        "index": 133,
        "text": "臠婿"
      },
      {
        "index": 134,
        "text": "唐人榜下擇婿，號「臠婿」，多有勢迫而非所願者。一少年美風姿，為貴族所慕，命群僕擁至其第。少年忻然而行，略無避遜。既至，觀者如堵，須臾，有衣金紫者出曰：「某有女頗良，願配君子。」少年鞠躬言曰：「寒微得托高門，固幸！待歸家與妻子商量如何？」眾皆大笑而散。"
      },
      {
        "index": 135,
        "text": "李庚女奴"
      },
      {
        "index": 136,
        "text": "湖南觀察使李庚，有女奴名卻要，美容止，善辭令。李有四子，所謂大郎、二郎、三郎、五郎，咸欲烝之而不得。嘗遇清明夜，大郎遇之櫻桃花影中，乃持之求偶。卻要取茵席授之曰：「可於廳中東南隅停待。」又遇二郎調之。曰：「可於廳中東北隅相待。」又逢三郎求之。曰：「可於廳中西南隅相待。」又遇五郎握手不可解。曰：「可於廳中西北隅相等。」四郎皆持所授茵席，各趨一隅。頃卻要然炬豁扉照之。曰：「阿堵貧兒，爭敢向這裏覓宿處！」四子各棄所攜，掩面而走。"
      },
      {
        "index": 137,
        "text": "姚江書生"
      },
      {
        "index": 138,
        "text": "董太史云：一姚江書生，使其館童入內，從主母索一絲髮。主母怪之，便從屋後馬坊中摘取牡馬尾鬃一根持與。其人至夜書符作法，坊中之馬不勝淫怒，掣斷韁勒，奔號至書舍中，直突書生。書生惶遽，便跳上屋梁。馬亦躍上，棟宇牆壁悉被蹋圮。書生乃穿屋而下，疾走投眢井中。馬亦隨入，尋被齧死。見者稱快。"
      },
      {
        "index": 139,
        "text": "城中女"
      },
      {
        "index": 140,
        "text": "《煙霞小說》：城中有女，許嫁鄉間富室。及期來迎，其夕失女所在，蓋與私人為巫臣之逃矣。詰旦，家人莫為計，姑以女暴疾辭。而來賓已洞悉之。婿家禮筵方啟，嘉儀紛遝，翹企以待。比迎者至，寂然。主人叩從者，皆莫能對。儐以袂掩口，附耳告曰：「新人少出。」"
      }
    ]
  }
}