{
  "chapterNumber": 24,
  "title": "第24部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：談鋒之中人，如風觸牆，鮮不反矣。其不反者，非大愚人，則大忮毒人。魚軍容所謂『怒猶常情，笑乃不可測」者也。是故能酬者，不病嘲。而能嘲者，亦反樂於得酬。旗鼓相向，為鸛為鵝。或吳艎之復歸，或趙幟之遽拔。雖使蘇、張復生，誰能射轅門之戟？儻亦憑軾者之大觀乎？集《酬嘲》第二十四。〕"
      },
      {
        "index": 2,
        "text": "楊玠"
      },
      {
        "index": 3,
        "text": "楊玠，北人，巧應對。京兆杜公瞻戲曰：「君既姓楊，陽貸實辱孔子。」玠曰：「君既姓杜，杜伯嘗射宣王。」又殿內將軍牛子充戲曰：「吾羊有玠，恐不任廚。」玠曰：「君牛既充，正當烹宰。」又太倉張策戲曰：「卿本無德量，忽共叔寶同名。」玠曰：「爾既少才猷，敢與伯符連諱！」又太子洗馬蕭翊，蘭陵人，戲曰：「流共工於幽州，易北恐非樂土。」玠曰：「放驩兜於崇山，江南豈是勝地！」"
      },
      {
        "index": 4,
        "text": "張裔"
      },
      {
        "index": 5,
        "text": "張君嗣在益州，為雍闓縛送與吳。武侯遣鄧芝使吳，因便請裔。裔在吳，流徒伏匿，吳主未之知。臨發引見，問曰：「蜀卓氏女亡奔相如，貴土風俗何以乃爾？」裔曰：「愚以為卓氏寡女，猶賢於買臣之妻。」"
      },
      {
        "index": 6,
        "text": "諸葛恪"
      },
      {
        "index": 7,
        "text": "吳主權嘗燕見費禕，逆敕群臣，使禕至，伏食勿起。禕至，權為輟食，而諸人不起。禕調之曰：「鳳凰來翔，麒麟吐哺，驢騾無知，伏食如故。」諸葛恪應曰：「爰植梧桐，以待鳳凰。有何燕雀，自稱來翔？何不憚射，使還故鄉。」"
      },
      {
        "index": 8,
        "text": "孫權使太子嘲諸葛恪曰：「恪食馬矢一石。」答曰：「臣得戲君，子得戲父？」權曰：「可。」恪曰：「乞太子食雞卵。」權曰：「人令卿食馬矢，卿令人食雞卵，何也？」恪曰：「所出同耳。」權大笑。"
      },
      {
        "index": 9,
        "text": "徐陵聘魏"
      },
      {
        "index": 10,
        "text": "徐陵至魏館，是日甚熱，魏收嘲陵曰：「今日之熱，當為徐常侍來。」徐即答曰：「前王肅至此，為魏始制禮儀。今我來聘，使卿復知寒署。」收大慚。"
      },
      {
        "index": 11,
        "text": "《月賦》、《秋月詩》"
      },
      {
        "index": 12,
        "text": "孝武嘗問魏延之曰：「謝莊《月賦》何如？」答曰：「莊始知『隔千里兮共明月』。」帝召莊，以延之語語之。莊應聲曰：「延之作《秋月詩》，始知『生為久別離，死為長不歸』。」"
      },
      {
        "index": 13,
        "text": "趙孟頫、周草窗對"
      },
      {
        "index": 14,
        "text": "趙魏公孟頫有一私印，曰「水晶宮道人」。周草窗以「瑪瑙寺行者」對之，趙遂不用此印。後見草窗同郡崔進之藥肆懸一牌曰「養生主藥室」，趙以「敢死軍醫人」對之，崔亦不復設此牌。趙語人曰：「我今日方為水晶宮吐氣！」"
      },
      {
        "index": 15,
        "text": "蘇、劉"
      },
      {
        "index": 16,
        "text": "劉貢父晚得癩疾，鼻陷，又坐和蘇子瞻詩罰金。元祐中，同為從官。貢父曰：「前於曹州，有盜夜入人家，室無物，但有書數卷耳。盜忌空還，取一卷而去，乃舉子所著五七言也。就庫家質之。主人喜事，好其詩，不舍手。明日盜敗，吏取其書。主人賂吏而私錄之。吏督之急，且問其故。曰：『吾愛其語，將和之也。』吏曰：『賊詩不中和他！』」子瞻亦曰：「少壯讀書，頗知故事。孔子嘗出。顏、仲二子行而過市，而卒遇其師。子路矯捷，躍而升木。顏淵懦緩，顧無所之，就市中所謂石幢子者避之。既去，市人以賢者所至，遂更其名曰『避孔子塔』。」坐者絕倒。"
      },
      {
        "index": 17,
        "text": "狼驢"
      },
      {
        "index": 18,
        "text": "袁元峰閣老與郭東野同朝。郭戲袁曰：「今日東門報一猿走入，西門又報一狼走入。已知皆是狼，然則猿亦似狼乎？」袁曰：「今日有人索題居扁者。予問居在何處？曰：在郭東野外。因題之曰：郭東野廬。」"
      },
      {
        "index": 19,
        "text": "陶谷使吳越"
      },
      {
        "index": 20,
        "text": "陶谷在翰林日，念宣力已久，意希大用，使同類乘間探之。藝祖曰：「翰林草制，皆檢前人舊本，俗所謂『依樣畫葫蘆』耳。」谷題一絕於玉堂署，云： 「官職須從生處有，才能不管舊時無。堪笑翰林陶學士，年年依樣畫葫蘆。」藝祖見之，薄其怨望。後奉使吳越，忠懿王宴之，因食蝤蛑，詢其族類。忠懿命自蝤蛑至蜞蚏凡十餘種以進。谷曰：「真所謂一蟹不如一蟹！」以諷忠懿之不如錢鏐也。宴將畢，或進葫蘆羹相勸。谷不舉箸。忠懿笑曰：「先王時皰人善製此羹，今依樣饌來者。」谷嘿然。"
      },
      {
        "index": 21,
        "text": "原父酬歐公"
      },
      {
        "index": 22,
        "text": "劉原父晚年再娶。歐公作詩戲之云：「仙家千載一何長，浮世空驚日月忙。洞裏桃花莫相笑，劉郎今是老劉郎。」原父得詩不悅，思報之。初歐公與王拱辰同為薛簡肅公婿，歐公先娶王夫人姐，再娶其妹，故拱辰有「舊女婿為新女婿，大姨夫作小姨夫」之戲。一日三人會間，原父曰：「昔有一學究訓學子誦《毛詩》，至『委蛇委蛇』，學子念從原字。學究怒而責之曰：蛇當讀作姨字，毋得再誤！』明日，學子觀乞兒弄蛇，飯後方來。問：『何晏也？』曰：『遇有弄姨者，從眾觀之。先弄大姨，後弄小姨，是以來遲。』」歐公亦為之噱然。"
      },
      {
        "index": 23,
        "text": "何承天"
      },
      {
        "index": 24,
        "text": "何承天年老，為著作佐郎。諸佐郎並名家年少。荀伯子嘲之，呼為「爾母」。何曰：「卿當云『鳳凰將九子』，何言『爾母』？」"
      },
      {
        "index": 25,
        "text": "王、苑"
      },
      {
        "index": 26,
        "text": "王文席、范榮期常同詣簡文。范齒勝，王爵勝，王遂在范後。王因謂范曰：「簸之揚之，糠比在前。」范曰：「淘之汰之，砂礫在後。」"
      },
      {
        "index": 27,
        "text": "祝石林"
      },
      {
        "index": 28,
        "text": "給事祝石林，曾為黃陂博士。偶入郡，與黃岡令劉聯坐。令心易之，而嗔其抗直，曰：「吾鄉士人有一破，乃『大哉堯之為君』一節題。破云：『以齊天之大聖，極天下之無狀焉。』」祝曰：「吾亦有一破，題是『不得已而之景醜氏宿焉』。破云：『處無可奈何之地，遇大不相干之人。』」同官絕倒。"
      },
      {
        "index": 29,
        "text": "王清"
      },
      {
        "index": 30,
        "text": "王清係掾吏，初授卑宮，有異才，累遷嘉興府同知。以督責海塘有功，擢兩淮僉憲。逾半年，請告歸。在嘉時，偕太守行香文廟。太守戲指先師。謂公曰：「認得此位老先生否？」清曰：「認得。這老先生人品極高，只是不曾發科。」太守默然。"
      },
      {
        "index": 31,
        "text": "仕宦遲速"
      },
      {
        "index": 32,
        "text": "魏周泰為新城太守。司馬宣王使鍾毓調曰：「公釋褐政府三十六日，擁蓋守兵馬郡。乞兒乘小車，一何駛乎？」泰曰：「君名公之子，小有文采，故守吏職。獼猴騎土牛，又何遲也？」"
      },
      {
        "index": 33,
        "text": "陸兵曹、張給事"
      },
      {
        "index": 34,
        "text": "陸式齋一日與張給事宴，投壺中耳。給事曰：「信是陸兵曹，開手便中帖木耳。」式齋答云：「可惜張給事，閉口常學磨兜堅。」給事有慚色。"
      },
      {
        "index": 35,
        "text": "費侍郎對"
      },
      {
        "index": 36,
        "text": "費宏官侍郎，其兄奉常。公宴，以長少易位，劉瑾適過之，曰：「費秀才以羊易牛。」公答曰：「趙中貴指鹿為馬。」"
      },
      {
        "index": 37,
        "text": "侍郎謔"
      },
      {
        "index": 38,
        "text": "景泰間兵、刑二部僚佐會坐。時於公謙為兵書，俞公士悅為刑書。刑侍郎戲謂兵侍郎曰：「於公為大司馬，公非少司驢乎？」兵侍郎即應之曰：「俞公為大司寇，公非少司賊乎？」"
      },
      {
        "index": 39,
        "text": "崔副使允，京山侯元之弟也。初登第時，偕同年王侍郎寅之子允修，謁王之鄉前一輩。其人問崔何人。王云：「崔駙馬弟也。乃兄附馬，此為駙驢。」崔答曰：「此王侍郎兒。乃父侍狼，此為侍狗。」"
      },
      {
        "index": 40,
        "text": "洗馬"
      },
      {
        "index": 41,
        "text": "劉定之升洗馬，朝遇少司馬王偉。王戲之曰：「太僕馬多，洗馬須一一洗之。」劉笑曰：「何止太僕，諸司馬不潔，我亦當洗。」"
      },
      {
        "index": 42,
        "text": "太常卿、大學士"
      },
      {
        "index": 43,
        "text": "陳師召擢南京太常，門生會餞，有垂涕者。李西涯大學士在席，為句云：「師弟重分離，不升他太常卿也罷。」公應聲曰：「君臣難際會，便除我大學士何妨？」一座絕倒。"
      },
      {
        "index": 44,
        "text": "增廣、檢討"
      },
      {
        "index": 45,
        "text": "內鄉縣李蓘，字子田，官翰林檢討。其弟名蔭，字襲美，久滯增廣生。蓘遣書蔭曰：「爾今年增廣、明年增廣，不知增得幾多？廣得幾多？」蔭答書曰：「爾今日檢討，明日檢討，不知檢得甚麼？討得甚麼？」"
      },
      {
        "index": 46,
        "text": "試官舉子"
      },
      {
        "index": 47,
        "text": "唐制：舉人試日，既暮，許燒燭三條。主文權德輿於簾下戲云：「三條獨盡，燒殘舉子之心。」舉子遂答云：「八韻賦成，驚破侍郎之膽。」"
      },
      {
        "index": 48,
        "text": "僧讚寧等"
      },
      {
        "index": 49,
        "text": "僧讚寧辭辯縱橫，人莫能屈。時有安鴻漸者，文辭雋敏，尤好嘲詠。嘗街行。遇讚寧與數僧相隨，鴻漸指而嘲曰：「鄭都官不愛之徒，時時作隊。」讚寧應聲答曰：「秦始皇未坑之輩，往往成群。」"
      },
      {
        "index": 50,
        "text": "潘閬常謔惠崇曰：「崇師爾當憂獄事。吾去夜夢爾拜我，爾豈當歸俗耶？」惠崇曰：「此乃秀才憂獄事爾。惠崇，沙門也。惠崇拜，沙門倒也，秀才得無詣沙門島耶？」"
      },
      {
        "index": 51,
        "text": "包山寺僧天靈者，博學通文。有一秀才嘲之曰：「禿字如何寫？」僧應聲曰：「秀字掉轉尾就是。」"
      },
      {
        "index": 52,
        "text": "僧錄惠江、中書程紫霄，俱辯捷。江素充肥，會暑袒露。霄見之，曰：「僧錄琵琶腿。」江曰：「先生觱栗頭。」又見駱駝數頭。霄指一大者曰：「此必頭陀也。」江曰：「此輩滋息，亦有先後。此先生，非頭陀。」"
      },
      {
        "index": 53,
        "text": "僧貫休有機辯。杜光庭羽士欲挫其鋒，每相見，必俟其舉措以戲調。一日，因舞轡於通衢，貫休馬墜糞。光庭連呼：「太師！太師！數珠落地！」貫休徐曰：「大還丹！大還丹！」"
      },
      {
        "index": 54,
        "text": "儒匠"
      },
      {
        "index": 55,
        "text": "有木匠頗知通文，自稱儒匠。嘗督工於道院，一道士戲曰：「匠稱儒匠，君子儒，小人儒？」匠遽應曰：「人號道人，餓鬼道，畜生道？」"
      },
      {
        "index": 56,
        "text": "劉潛夫"
      },
      {
        "index": 57,
        "text": "楊平舟以樞椽出守莆陽，劉潛夫兄弟俱以史官裏居，郡集公寓。王臞軒戲之云：「大編修，小編修，同赴編修之會。」潛夫云：「欲屬對不難，不可見怒。」王願聞之。乃云：「前通判，後通判，但聞通判之名。」蓋王凡五得倅而不上云。王又嘗拆劉名調之云：「十兄二十年前何其壯，二十年後何其不壯？」劉應之曰：「二兄二十年前何其遇，二十年後何其不遇？」"
      },
      {
        "index": 58,
        "text": "東坡、佛印"
      },
      {
        "index": 59,
        "text": "佛印原儒家流，書無不讀，與東坡友善。神廟時，禱旱，命僧人入內修演。東坡謂佛印，冒侍者入觀盛事。上見魁偉，遂賜披剃。心頗銜恨。一日東坡戲曰：「往嘗與公談及古詩，如『時聞吸木鳥，疑是叩門僧』，又如『鳥宿池邊樹，僧敲月下門』，未嘗不以『鳥』對『僧』也。不意今日公身犯之。」佛印曰：「所以老僧今日得對學士。」東坡大笑。"
      },
      {
        "index": 60,
        "text": "東坡為佛印題小像云：「佛相佛相，把來倒掛，只好擂醬。」一日佛印亦與東坡題真云：「蘇胡蘇胡，比上不足，以下有餘。」相與大笑。"
      },
      {
        "index": 61,
        "text": "師公"
      },
      {
        "index": 62,
        "text": "徐之才父祖並善醫，世傳其業。祖孝徵戲之才為師公。之才曰：「既為汝師，復為汝公，在三之義，頓居其兩。」眾大笑。"
      },
      {
        "index": 63,
        "text": "糞墼"
      },
      {
        "index": 64,
        "text": "丁公度、晁公宗懿，往因同館，喜相諧謔。晁遷職，以啟謝丁。丁戲晁曰：「啟事更不奉答，當以糞墼一車為報。」晃答曰：「得墼勝於得啟。」因大笑。"
      },
      {
        "index": 65,
        "text": "錢索子"
      },
      {
        "index": 66,
        "text": "劉閣老嘗議丘文莊著述，戲曰：「丘仲深有一層散錢，只欠索子。」丘應曰：「劉希賢有一屋索子，只欠散錢。」"
      },
      {
        "index": 67,
        "text": "羊蟹"
      },
      {
        "index": 68,
        "text": "尤延之極短小。壽皇嘗問：「外廷謂卿為秤錘，何故？」對曰：「秤錘雖小，斤兩分明。」上喜之。楊誠齋嘗戲呼尤延之為蝤蛑。延之呼誠齋為羊。一日食羊白腸。延之曰：「秘監錦心繡腸，亦為人所食。」誠齋笑吟曰：「有腸可食何須恨，猶勝無腸可食人。」世稱蟹為「無腸公子」。一坐大笑。"
      },
      {
        "index": 69,
        "text": "梁寶、趙神德"
      },
      {
        "index": 70,
        "text": "梁寶好嘲戲，至貝州，聞趙神德能嘲，即令召之。寶面甚黑，廳上憑案以待。須臾，神德入，兩眼俱赤，至階前，寶即云：「趙神德，天上既無雲，閃電何以無準則？」答云：「入門來，案後唯見一挺墨。」寶又云：「官裏科朱砂，半眼供一國。」又答云：「磨公小拇指，塗得太社北。」寶無以對，愧謝遣之。"
      },
      {
        "index": 71,
        "text": "歐陽、長孫"
      },
      {
        "index": 72,
        "text": "歐陽詢為人瘦小，極其寢陋，而聰敏絕倫。太宗常宴近臣，互令嘲謔，以為如樂。長孫無忌先嘲詢曰：「聳膊成山字，埋肩不出頭。誰令麟閣上，畫此一獼猴？」詢應聲曰：「縮頭連背暖，漫襠畏肚寒，只緣心渾渾，所以面團團。」太宗笑曰：「詢殊不畏皇后聞耶？」"
      },
      {
        "index": 73,
        "text": "補唇先生"
      },
      {
        "index": 74,
        "text": "方幹唇缺，有司以為不可與科名，連應十餘舉，遂隱居鑒湖。後數十年，遇醫補唇，年已老矣，人號曰「補唇先生」。又性好侮人。嘗與龍丘李主簿同酌。李目有翳，幹改令譏曰：「措大吃酒點鹽，軍將吃酒點醬。只見門外著籬，未見眼中安障。」李答曰：「措大吃酒點鹽，下人吃酒點鮓。只見手臂著襴，未見口唇開褲。」"
      },
      {
        "index": 75,
        "text": "王琪、張亢"
      },
      {
        "index": 76,
        "text": "王琪、張亢同在晏元獻幕。張肥大，王以太牢目之。王瘦小，張以獼猴目之。一日有米綱至八百里村，水淺當剝載，張往督。王曰：「所謂『八百里剝也』。」張曰：「未若『三千年精』矣。」琪嘗嘲亢曰：「張亢觸牆成八字。」亢應聲曰：「王琪望月叫三聲。」"
      },
      {
        "index": 77,
        "text": "吳原墅、王玉峰"
      },
      {
        "index": 78,
        "text": "蘇州吳原墅麻臉胡鬚，莆田王玉峰面歪而眼多白。王戲云：「麻臉胡鬚，羊肚石倒栽蒲草。」吳應云：「歪腮白眼，海螺杯斜嵌珍珠。」二人同部，聞者鼓掌。"
      },
      {
        "index": 79,
        "text": "蘇小妹"
      },
      {
        "index": 80,
        "text": "東坡有小妹，善詞賦，敏慧多辯，其額廣而如凸。東坡嘗戲之曰：「蓮步未離香閣下，梅妝先露畫屏前。」妹即應聲云：「欲扣齒牙無覓處，忽聞毛裏有聲傳。」以坡公多鬚髯，遂亦戲答之，時年十歲耳。"
      },
      {
        "index": 81,
        "text": "多髯"
      },
      {
        "index": 82,
        "text": "李從儼生辰，賀客秦鳳陋而多髯，魏博少年如美人。魏戲云：「今日不幸與水草大王接坐。」秦曰：「夫人無多言。」四座皆笑。"
      },
      {
        "index": 83,
        "text": "徐之才"
      },
      {
        "index": 84,
        "text": "魏收戲徐之才曰：「君面似小家方相。」之才曰：「若爾，便是卿之葬具。」"
      },
      {
        "index": 85,
        "text": "張玄祖"
      },
      {
        "index": 86,
        "text": "張玄祖八歲虧齒。先達知其不常，戲之曰：「君品復何為狗竇？」答曰：「正使君輩從此中出入。」"
      },
      {
        "index": 87,
        "text": "嚴、高二相公"
      },
      {
        "index": 88,
        "text": "常熟嚴相公面麻，新鄭高相公作文用腹草。前後在翰林時，高戲嚴曰：「公豆在面上。」嚴應聲曰：「公草在腹中。」"
      },
      {
        "index": 89,
        "text": "楊梅、孔雀"
      },
      {
        "index": 90,
        "text": "梁國楊氏子六歲，甚聰慧。孔君平詣其父，呼兒出見。為設果，果有楊梅。孔指以示兒曰：「此是君家果。」兒應曰：「未聞孔省是夫子家禽。」"
      },
      {
        "index": 91,
        "text": "虞寄"
      },
      {
        "index": 92,
        "text": "虞寄年數歲。客候其父，遇寄於門，戲曰：「郎子姓虞，必當少智。」寄應曰：「字義不辨，豈得非愚？」客大慚。"
      },
      {
        "index": 93,
        "text": "何、顧"
      },
      {
        "index": 94,
        "text": "隋何妥八歲。顧良戲曰：「汝何是荷葉之荷，抑河水之河？」妥曰：「先生姓顧，是堅固之固，抑新故之故？」眾異之。"
      },
      {
        "index": 95,
        "text": "郭、曾"
      },
      {
        "index": 96,
        "text": "泰和曾給事忭，與郭工部愷飲間，曾嘲曰：「汝犬羊之鞟乎，虎豹之鞟乎？」郭應曰：「爾何曾比予於是！」"
      },
      {
        "index": 97,
        "text": "二柳孤楊"
      },
      {
        "index": 98,
        "text": "柳機、柳昂在周朝，俱歷要任。隋文帝受禪，並為外職。時楊素方用事，戲語機云：「二柳俱摧。」機曰：「不若孤楊獨聳。」"
      },
      {
        "index": 99,
        "text": "歸、皮"
      },
      {
        "index": 100,
        "text": "皮日休謁歸仁紹，不遇，作龜詩嘲歸曰：「硬骨殘形知幾秋，屍骸終是不風流。頑皮死後鑽應遍，都為平生不出頭。」歸作氣球詩嘲皮云：「八片尖皮切作球，水中浸了火中揉。一團閑氣如常在，惹踢招拳卒未休。"
      },
      {
        "index": 101,
        "text": "盧、狄"
      },
      {
        "index": 102,
        "text": "狄仁傑戲同官郎盧獻曰：「足下配馬乃作驢。」獻曰：「中劈明公，乃成二犬。」傑曰：「狄字犬傍火也。」獻曰：「犬邊有火，是煮熟狗。」"
      },
      {
        "index": 103,
        "text": "韓盧後"
      },
      {
        "index": 104,
        "text": "苻堅遣韓博使晉。博有口才，桓溫令刁彝嘲之。彝謂博曰：「卿是韓盧後。」博亦曰：「卿是韓盧後。」溫笑曰：「刁以君姓韓故耳。彼姓刁，那得是韓盧後耶？」博曰：「明公脫未之思，短尾者為刁也。」一坐皆笑。"
      },
      {
        "index": 105,
        "text": "崔季珪"
      },
      {
        "index": 106,
        "text": "冀州崔季珪琰，九歲應秀才舉。時陳元方為州刺史，嫌其幼。琰曰：「昔項橐八歲為孔子師，今自恨年已過矣。」元方戲之曰：「卿宗與崔杼近遠？」琰曰：「如明公之與陳恒。」"
      },
      {
        "index": 107,
        "text": "盧、陸"
      },
      {
        "index": 108,
        "text": "盧志於眾坐問陸士衡：「陸遜、陸抗是君何物？」答曰：「如卿於盧毓、盧珽。」"
      },
      {
        "index": 109,
        "text": "謝、劉二子"
      },
      {
        "index": 110,
        "text": "謝莊子謝瀹，嘗與劉湎子劉浚飲，推讓久之。浚曰「謝莊兒不可云不能飲。」瀹曰：「苟得其人，自可流湎十日。」浚慚之。"
      },
      {
        "index": 111,
        "text": "殷、何二子"
      },
      {
        "index": 112,
        "text": "殷淳與何勖共食蓴羹盡。勖曰：「益殷蓴羹」。勖，司空無忌子也。淳徐轟箸曰：「何無忌憚！」"
      },
      {
        "index": 113,
        "text": "庾、孫二子"
      },
      {
        "index": 114,
        "text": "庾園客詣孫監見齊莊在外，尚幼，而有神意。庾試之曰：「孫安國何在？」即答曰：「庚稚恭家。」庾大笑曰：「諸孫大盛，有兒如此！」又答曰：「未若諸庾之翼翼！」還語人曰：「我故勝，得重喚奴父名。」"
      },
      {
        "index": 115,
        "text": "王慈"
      },
      {
        "index": 116,
        "text": "琅琊王僧虔，長子慈，年十歲。共時輩蔡約入寺禮佛，正見沙門等懺悔。約戲之曰：「眾僧今日何乾乾？」慈應聲答曰：「卿如此不知禮，何以興蔡氏之宗？」約，興宗之子也。謝超宗見慈學書，謂之曰：「卿書何如虔公？」答曰：「慈書與大人，如雞之比鳳。」超宗，鳳之子。"
      },
      {
        "index": 117,
        "text": "伍伯、駔儈"
      },
      {
        "index": 118,
        "text": "晉庾純之父，嘗為伍伯。賈充之先，嘗為駔儈。充置酒而純未至。充曰：「君行常在人先，今何後？」純曰：「會有小市井事未了，是以後耳。」"
      },
      {
        "index": 119,
        "text": "酬外祖戲"
      },
      {
        "index": 120,
        "text": "王彧子絢，年六歲，讀《論語》至「周監於二代」。外祖何偃曰：「可改『爺爺乎文哉』。」絢曰：「尊者之名，安可戲？寧可云『草翁之風必舅』。」"
      },
      {
        "index": 121,
        "text": "申、許二公"
      },
      {
        "index": 122,
        "text": "許公國，與申公時行，相約詣一所公議。申詣許拉之。許曰：「此才午時，已行乎？」申應曰：「即以身許國，不得不爾。」"
      },
      {
        "index": 123,
        "text": "達毅、王達"
      },
      {
        "index": 124,
        "text": "達毅、王達同為郎中。一日僉公移，王戲曰：「每書銜名，但以公上為我之下。」毅應曰：「君子上達，小人下達。」"
      },
      {
        "index": 125,
        "text": "呂擴、謝暉"
      },
      {
        "index": 126,
        "text": "呂擴、謝暉亦以名相嘲。謝云：「無才終入廣。」呂云：「不日便充軍。」二人因而成隙。"
      },
      {
        "index": 127,
        "text": "演《琵琶記》"
      },
      {
        "index": 128,
        "text": "閩中蔡大司馬經，初姓張。一日與龔狀元用卿共宴，看演《琵琶記》。至趙五娘抱琵琶抄化，蔡戲龔曰：「狀元娘子何至此！」後至張廣才掃墓，龔指曰：「這老子姓張，如何與蔡家上墳？」"
      },
      {
        "index": 129,
        "text": "羅隱對"
      },
      {
        "index": 130,
        "text": "羅隱與顧雲同謁淮南高駢。雲為人素雅重，而隱性傲睨。高公留雲而遠隱。隱欲歸武林，駢與賓幕餞於雲亭。時盛暑，青蠅入座，高命扇驅之。雲因謔隱曰：「青蠅被扇扇離席。」隱見《白澤圖》釘在門，應曰：「白澤遭釘釘在門。」"
      },
      {
        "index": 131,
        "text": "胡旦"
      },
      {
        "index": 132,
        "text": "舍人胡旦飲酒面赤。學士謝泌戲之曰：「舍人面色如袍色。」時克服緋也。胡答曰：「學士心頭似襆頭。」謝為之色沮。"
      },
      {
        "index": 133,
        "text": "鐵冠道人"
      },
      {
        "index": 134,
        "text": "鐵冠道人結廬鍾山下。梁國公藍玉攜酒訪之，道人野服出迎。玉以其輕己，不悅。酒行，戲曰：「吾有一語請先生屬對。云『腳穿芒履迎賓，足下無禮』。」道人指玉所持椰杯復之曰：「手執椰瓢作盞，尊前不忠。」"
      },
      {
        "index": 135,
        "text": "楊、李二公"
      },
      {
        "index": 136,
        "text": "邃翁冬天氣盛，而西涯怯寒。二公同坐，西涯屢以足頓地作聲。邃翁曰：「地凍馬蹄聲得得。」西涯見其吐氣如蒸，戲云：「天寒驢嘴氣騰騰。」"
      },
      {
        "index": 137,
        "text": "陸封公對"
      },
      {
        "index": 138,
        "text": "太倉陸封公貌黑而齒白，與鄉紳金紋者相善。一日陸造紋，紋揖而戲之曰：「黑象口中含白齒。」陸揖甫畢，即應聲曰：「烏龜背上列金紋。」"
      },
      {
        "index": 139,
        "text": "地諱"
      },
      {
        "index": 140,
        "text": "李時嘗以「臘雞獨擅江南味」戲夏言。夏即應以「響馬能空冀北群」。人嘲江西以臘雞，畿輔以響馬。故二公各指為戲。"
      },
      {
        "index": 141,
        "text": "李西涯在翰林時，與河南一學士相謔。河南公謁李，見簷曝有枯魚，嘲曰：「曉日斜穿學士頭。」李應聲曰：「秋風正灌先生耳。」蓋湖戶有「乾魚頭」，河南有「偷驢賊」之謠，又諺云「秋風灌驢耳」故也。"
      },
      {
        "index": 142,
        "text": "劉寶遇女媼"
      },
      {
        "index": 143,
        "text": "劉道真寶遭亂，於河側自牽船，見采蓮女子，嘲之曰：「女子何不調機弄杼而采蓮？」女子答曰：「丈夫何不跨馬揮鞭而牽船？」道真又嘗素盤共人食，有嫗青衣，將二子行。道真嘲曰：「青羊將二羔。」嫗應聲曰：「兩豬同一槽。」"
      },
      {
        "index": 144,
        "text": "真、揚二娼"
      },
      {
        "index": 145,
        "text": "江、淮、閩、浙土俗，各有公諱，如杭之「佛兒」，蘇之「呆子」，常之「歐爺」之類，細民或相犯，至於頭擊。宣布中，真州娼迎新守於維揚。揚守置酒，大合兩邦妓樂。揚州諱「缺耳」，真州諱「火柴頭」。揚娼恃會府，輕屬城，故令茶酒兵爇火而有煙。使小僮戒之，已而不止，呼責曰：「貴客大廳張筵，何燒炭不謹，卻著柴頭！」咄詈再四。真娼笑語兵曰：「行者三四度指揮，何得不聽？汝有耳朵耶，沒耳朵耶？」揚娼大慚。"
      },
      {
        "index": 146,
        "text": "小試昌籍"
      },
      {
        "index": 147,
        "text": "華亭人冒籍上海小試，憤其不容，大書通衢曰：「我之大賢與，人何所不容？我之不賢與，如之何其拒人也？」上海人答云：「我之大賢與，何必去父母之邦？我之不賢與，焉往而不三黜？」"
      },
      {
        "index": 148,
        "text": "戴釜山鹿鳴"
      },
      {
        "index": 149,
        "text": "嚴司空震，梓州鹽亭縣人，所居枕戴釜山，但有鹿鳴，即嚴氏一人必殞。一日有表親野坐，聞鹿鳴，其表曰：「戴釜山中鹿又鳴。」嚴曰：「此際多應到表兄。」表接曰：「表兄不是嚴家子，合是三兄與四兄。」不日嚴氏子一人果亡。是何異也？"
      }
    ]
  }
}