{
  "chapterNumber": 26,
  "title": "第26部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：謔浪，人所時有也。過則虐，虐則不堪，是故雅之為貴，雅行不驚俗，雅言不駭耳，雅謔不傷心。何病乎唇弄？何虞乎口戒？何憚乎犁舌地獄？集《雅浪》第二十六。〕"
      },
      {
        "index": 2,
        "text": "千歲"
      },
      {
        "index": 3,
        "text": "魏王知訓陪烈祖曲宴，引金觴賜酒曰：「願我弟千歲！」魏王引他器勻之，進曰：「願與陛下各享五百！」"
      },
      {
        "index": 4,
        "text": "舍命陪君子"
      },
      {
        "index": 5,
        "text": "李西涯在翰林時，一日陪郡侯席，過飲大觥，醉而言曰：「治生今日舍命陪君子矣！」郡候笑曰：「學生也不是君子，老先生不要輕生。」"
      },
      {
        "index": 6,
        "text": "雞肋"
      },
      {
        "index": 7,
        "text": "劉伶嘗因大醉，與俗人忤。其人攘袂奮拳而往。伶徐曰：「雞肋不足以安尊拳。」其人笑而止。"
      },
      {
        "index": 8,
        "text": "父子圍棋"
      },
      {
        "index": 9,
        "text": "王長豫幼便和令。丞相愛恣甚篤。每共圍棋，丞相欲舉行，長豫按指不聽。丞相笑曰：「詎得爾？相與似有瓜葛。」"
      },
      {
        "index": 10,
        "text": "靳閣老子"
      },
      {
        "index": 11,
        "text": "丹徒靳閣老有子不肖，而其子之子卻登第。閣老每督責之。曰：「翁父不如我父，翁子不如我子，我何不肖？」閣老大笑而止。"
      },
      {
        "index": 12,
        "text": "旱雷"
      },
      {
        "index": 13,
        "text": "有人別謝公，公流涕，此人不悲。左右云：「向客殊密雲。」公曰：「非徒密雲，乃是旱雷。」"
      },
      {
        "index": 14,
        "text": "大雷"
      },
      {
        "index": 15,
        "text": "北齊崔儦嘗謂同座曰：「昨夜大雷，吾睡不覺。」盧思道在坐戲曰：「如此震雷，奈何不能動蟄？」坐間大笑。"
      },
      {
        "index": 16,
        "text": "口歡手怒"
      },
      {
        "index": 17,
        "text": "和魯公慷慨厚德，每滑稽，則哄堂大笑。時博士楊永符能草聖，有省郎聞魯公笑聲，戲謂楊曰：「丞相口歡。」永符曰：「予忝事筆墨，方揮掃之際，亦謂太博『手怒』耶？」"
      },
      {
        "index": 18,
        "text": "小戊子雌甲辰"
      },
      {
        "index": 19,
        "text": "程文惠與龐公司同戊子生，程已貴，龐尚為小官。嘗戲龐曰：「君乃小戊子也。」龐後大拜。程曰：「今日大戊子卻為小小戊子矣！」"
      },
      {
        "index": 20,
        "text": "或以槐癭遺裴晉公。郎中庾威在坐，曰：「此是雌樹生者。」公偶及年甲，對云：「與公同是甲辰。」公笑曰：「郎中便是雌甲辰。」"
      },
      {
        "index": 21,
        "text": "安給事生辰"
      },
      {
        "index": 22,
        "text": "安給事磐，蜀人，初度避生，同僚尾至所在。蔡巨源戲曰：「聞一老鼠避一瓶中，貓捕之不得，以鬚略鼠，鼠因噴嚏。貓在外呼曰：『千歲！』鼠曰：『汝豈真為我壽？誘我出欲嚼我耳。』」安遂出。"
      },
      {
        "index": 23,
        "text": "太公年"
      },
      {
        "index": 24,
        "text": "人嘗言太公八十遇文王。宋玉楚詞又云：「太公九十顯榮兮。」東方朔云：「太公體仁行義，七十有二，見用周武。」東坡笑曰：「太公賴東方朔減了八歲，卻被宋玉增了十歲。」"
      },
      {
        "index": 25,
        "text": "何次道志勇"
      },
      {
        "index": 26,
        "text": "何次道往瓦官寺禮拜甚勤。阮思曠語之曰：「卿志大宇宙，勇邁千古。」何曰：「卿今日何故忽見推？」阮曰：「我圖數千戶郡，尚不能得。卿乃圖作佛，不亦大乎？」"
      },
      {
        "index": 27,
        "text": "墨磨人"
      },
      {
        "index": 28,
        "text": "石昌言蓄李廷珪墨，不許人磨。或戲之曰：「子不磨墨，墨將磨子。」"
      },
      {
        "index": 29,
        "text": "吃衣著飯"
      },
      {
        "index": 30,
        "text": "楊醫官傳「食絹衣」，為神仙上藥。又一方，有寒疾者，蓋稻席當愈。或嘲之曰：「君吃衣著飯，大是奇方。」"
      },
      {
        "index": 31,
        "text": "玄齡不死"
      },
      {
        "index": 32,
        "text": "裴玄本好諧談。為戶部郎中時，左僕射房玄齡疾甚。省郎將問疾，玄本戲曰：「僕射病可，須問之；既甚矣，何須問也？」有泄其言者，既而隨例看玄齡。玄齡笑曰：「裴郎中來，玄齡不死也！」"
      },
      {
        "index": 33,
        "text": "死後佳"
      },
      {
        "index": 34,
        "text": "葉衡罷相歸。一日病，問諸客曰：「某且死，但未知死後佳否？」一士人曰：「甚佳。」葉驚問曰：「何以知之？」士人曰：「使死而不佳，死者皆逃歸矣。一死不返，以是知其佳也。」滿座皆笑。"
      },
      {
        "index": 35,
        "text": "大八字"
      },
      {
        "index": 36,
        "text": "有以星術見王元美者。座客爭扣吉凶。元美曰：「吾自曉『大八字』，不用若算。」問：「何為大八字？」曰：「我知人人都是要死的。」"
      },
      {
        "index": 37,
        "text": "娵隅"
      },
      {
        "index": 38,
        "text": "郝隆為桓公南蠻參軍。三月三日，會作詩，不能者罰酒三升。隆既受罰，攬筆便作一句云：「娵隅躍清池。」桓問：「娵隅是何物？」隆曰：「蠻名魚為娵隅。」又問：「作詩何用蠻語？」隆曰：「千里投公，始得蠻府參軍，那得不作蠻語？」"
      },
      {
        "index": 39,
        "text": "鯰魚上竹竿"
      },
      {
        "index": 40,
        "text": "梅聖俞以詩知名三十年，終不得一館職。晚年預修《唐書》，語其妻刁氏曰：「吾之修書，可謂猢猻入布袋矣。」刁曰：「還是鯰魚上竹竿。」"
      },
      {
        "index": 41,
        "text": "枝頭乾"
      },
      {
        "index": 42,
        "text": "元祐初，用治平故事，令大臣薦士試館職。一時名士在館者，率論資考次遷，未有越次進用者。張文翰、晁無咎俱在其間。一日，二人閱朝報，見蘇子由自中書舍人除戶部侍郎，無咎以為平緩，曰：「子由除不離核。」謂如果之粘核者。張曰：「豈不勝汝枝頭乾乎？」"
      },
      {
        "index": 43,
        "text": "梓州郪縣"
      },
      {
        "index": 44,
        "text": "唐李鎮惡謁選，授梓州郪縣令。與友人書云：「州帶子號，縣帶妻名。由來不屬老夫，並是兒婦官職。」"
      },
      {
        "index": 45,
        "text": "孫少卿"
      },
      {
        "index": 46,
        "text": "北魏孫紹歷職內外，垂老始拜太府少卿。謝日，靈太后曰：「公年似太老。」紹拜曰：「臣年雖老，臣卿太少。」後笑曰：「是將正卿。」"
      },
      {
        "index": 47,
        "text": "唐、宋二宗雅謔"
      },
      {
        "index": 48,
        "text": "曲江池，本唐開元中疏鑿為勝境，南即紫雲樓、芙蓉院，西即杏園、慈恩寺，花卉環周，煙火明媚。都人遊賞，盛於中和、上巳節。即賜宴臣僚會於山亭，賜太常教坊樂，池備彩舟，唯宰相、三使、北省官、翰林學士登焉。傾動皇州，以為盛觀。裴休廉察宣城，未離京，值曲江池荷花盛發，同省閣名士遊宴。自慈恩寺屏左右，隨以小僕，步至紫雲樓，見教坊人坐於水濱，裴與朝士憩其傍。中有黃衣，半酣，軒昂自若，指諸人笑語輕脫。裴意稍不平，揖而問曰：「賢所任何官？」 率爾對曰：「喏，即不敢，新授宣州廣德令。」反問裴曰：「押衙所任何職？」裴效之曰：「喏，即不敢，新授宣州觀察使。」於是狼狽而步，同座亦皆奔散，朝士撫掌大笑。不數日，布於京華。後於銓司房之，云有廣德令請換羅江。宣皇在藩邸，聞是說，與諸王每為戲談。其後龍飛，裴入相，因書麻制，謂樞近曰：「喏，即不敢，新授中書門下平章事矣。」"
      },
      {
        "index": 49,
        "text": "寇準在中書，每召兩制就第飲宴，必閉關苛留之。李宗諤嘗於門扉不出走。後為修宮使，恩顧漸深。一日召至玉宸殿賜酒，宗諤堅辭以醉，且云「日暮」。上令中使附耳語云：「此中不須從門扉下出。」"
      },
      {
        "index": 50,
        "text": "宋太宗語"
      },
      {
        "index": 51,
        "text": "宋丁謂嘗以文謁王禹偁，禹偁稱其文與孫何可比韓、柳，名遂大振。既而何冠多士，謂登第四。自以為與何齊名，耶居共下，臚傳之際，殿下有言。太宗曰：「甲乙丙丁，令居第四，復何言？」"
      },
      {
        "index": 52,
        "text": "可笑事洛中新事"
      },
      {
        "index": 53,
        "text": "則天朝，蕃人上封事多加官賞，有為右臺御史者。則天嘗問左司郎中張元一：「在外有何可笑事？」元一旦：「朱前疑著綠，逯仁傑著朱。羅知微騎馬，馬吉甫騎騾。將名作姓李千里，將姓作名吳棲語。左臺胡御史，右臺御史胡。」左臺謂胡元禮，御史胡，蓋蕃人為御史者。"
      },
      {
        "index": 54,
        "text": "王拱辰營地甚侈，嘗起屋三層，最上曰「朝元閣」。時司馬君實穿地丈餘作一室。邵堯夫見富鄭公。富曰：「洛中有何新事？」邵曰：「近有一巢居者，一穴處者。」以二公對。富大笑。"
      },
      {
        "index": 55,
        "text": "大夏男新建伯"
      },
      {
        "index": 56,
        "text": "盧詢祖襲大夏男爵。有朝士對曰：「大夏初成。」盧答云：「且得燕雀相賀。」"
      },
      {
        "index": 57,
        "text": "王文成公封新建伯，戴冕服入朝，有帛蔽耳。某公戲曰：「先生耳冷？」公笑曰：「我不耳冷，先生眼熟。」"
      },
      {
        "index": 58,
        "text": "送還鄉里"
      },
      {
        "index": 59,
        "text": "禮侍葉盛轉吏侍。禮書姚夔設宴鄭重，因曰：「敝鄉親友，煩公垂念。」葉唯唯。不久，姚進太宰，葉攜酒往賀，執杯獻姚曰：「今日送鄉里還先生矣。」"
      },
      {
        "index": 60,
        "text": "崖州"
      },
      {
        "index": 61,
        "text": "丁晉公自崖州還，坐客謂：「天下州郡，何地最雄盛？」公曰：「唯崖州地望最重。」客問其故。答曰：「宰相只作彼司戶參軍，他州何可及？」"
      },
      {
        "index": 62,
        "text": "張海水旱疏"
      },
      {
        "index": 63,
        "text": "給事中張海劾奏尚書楊鼎、王復、薛遠、南部侍郎錢溥，謂「四方水旱，皆四人妨政失職所致」。令錢溥進表至京，冢宰尹旻詢江南時事。浦答曰：「南直隸大熟，請以歸諸公。北直隸大水，皆溥等當之。」旻笑曰：「諺云：『女婿牙疼，卻灸丈母腳跟。』」眾為哄然。"
      },
      {
        "index": 64,
        "text": "周文襄"
      },
      {
        "index": 65,
        "text": "宋宣和六年，有賣青果男子孕而生女。國朝周文襄在姑蘇日，有報男子生兒者，公不答，但目諸門子曰：「汝輩慎之！」"
      },
      {
        "index": 66,
        "text": "東王公"
      },
      {
        "index": 67,
        "text": "辛恭靜見司馬太傅。問：「卿何處人？」答曰：「西人。」太傅戲曰：「在西見西王母否？」辛曰：「在西不見西王母，過東已見東王公。」太傅大笑。"
      },
      {
        "index": 68,
        "text": "石學士"
      },
      {
        "index": 69,
        "text": "石曼卿嘗出遊報寧寺，馭者失控，馬驚走，曼卿墮地，戲曰：「幸是石學士，若瓦學士，豈不破碎？」"
      },
      {
        "index": 70,
        "text": "大理寺"
      },
      {
        "index": 71,
        "text": "江晴淥以大理屬使滇，至普安驛，供億不具。左右欲笞其吏，江曰：「翰林科道，人聞而憚之。若大理寺，遠方之人且謂與報恩寺、大慈寺等，其官屬亦善世、住持之類耳，惡乎笞？」"
      },
      {
        "index": 72,
        "text": "銅司業"
      },
      {
        "index": 73,
        "text": "國子監錢糧，例子刷卷，故諺曰：「金祭酒，銀典簿」。陸深升司業，稽考錢糧，其實空虛，適送供堂皂隸銀數兩至，色如黑銅。陸笑曰：「正好謂之銅司業矣！」"
      },
      {
        "index": 74,
        "text": "延平府"
      },
      {
        "index": 75,
        "text": "武林鄒虞知延平。延素產繡補，親友皆索之。後抵任，四時多筍，補絕少，曰：「吾任『損有餘，補不足』也！」"
      },
      {
        "index": 76,
        "text": "三甲進士"
      },
      {
        "index": 77,
        "text": "王伯固令太和，一士昂然而進曰：「一等生員告狀。」伯固斂容徐答曰：「三甲進士不準。」"
      },
      {
        "index": 78,
        "text": "孔掾吏"
      },
      {
        "index": 79,
        "text": "元皇慶間，浙江有孔掾吏，身軀短小，僅與小公案相等；凡呈牘文，必用低登立，脫歡丞相以先聖子孫，每禮遇之。時有許文正公從祀孔子廟庭，公子孫知政事，惡孔風度不雅，以小吃叱之退，脫歡曰：「他祖公容參政之父祖坐，參政反不容他子孫立？」相與一笑。"
      },
      {
        "index": 80,
        "text": "高晉陵"
      },
      {
        "index": 81,
        "text": "高爽嘗經晉陵，詣劉蒨，了不相接。高甚銜之。俄爽代蒨為縣，蒨迎贈甚厚。爽受餉，答書署「高晉陵」。人問其故。爽曰：「劉自餉晉陵令耳，何關爽事？」"
      },
      {
        "index": 82,
        "text": "魯直律語"
      },
      {
        "index": 83,
        "text": "黃魯直為禮部試官。或以柳枝來，有法官曰：「漏泄春光有柳條。」魯直曰：「榆條準此。」蓋律語有「餘條準此」也。一坐大噱。"
      },
      {
        "index": 84,
        "text": "如廁謔"
      },
      {
        "index": 85,
        "text": "彭彥實一日往文淵閣東如廁，值少保陳方洲公亦來，卻立。公疾行而過，笑曰：「以緩急為序。」他日公如廁，周讚善堯佐先在內。公戲曰：「人生何處不相逢。」"
      },
      {
        "index": 86,
        "text": "唐時一丞，偶因馬上內逼急，詣大優穆刁綾宅。已登溷軒，而憂適至。丞慚謝之。優曰：「侍郎他日內逼，再請光訪。」"
      },
      {
        "index": 87,
        "text": "目送美姝"
      },
      {
        "index": 88,
        "text": "王忠肅公不喜談諧。一日朝退，見一大臣目送美姝，復回顧之。忠肅戲云：「此姝甚有力！」大臣曰：「先生何以知之？」王應曰：「不然，公頭何以掣轉？」"
      },
      {
        "index": 89,
        "text": "西施山"
      },
      {
        "index": 90,
        "text": "西施教歌舞之地，名西施山。袁宏道與陶望齡同遊。陶詩云：「宿幾夜嬌歌豔舞之山。」袁曰：「此詩當注明。不然，累君他日諡『文恪公』不得。」"
      },
      {
        "index": 91,
        "text": "《鍾馗圖》"
      },
      {
        "index": 92,
        "text": "劉廷美有《鍾馗圖》，求劉原博題詩於上，元旦懸之中堂。京順節日主人皆出賀，唯置白紙簿並筆硯於几；賀客至，書其名。是日朝士至者，見詩，各摘簿一葉錄之而去。頃間簿已盡矣。明日復置一簿，亦如之。中書金本清戲曰：「此鍾馗乃耗紙鬼也。」"
      },
      {
        "index": 93,
        "text": "梅河豚"
      },
      {
        "index": 94,
        "text": "梅聖俞有《河豚詩》：「春洲生荻芽，春岸飛揚花。河豚於此時，貴不數魚蝦。」時盛傳之。劉原甫戲曰：「鄭都有鷓鴣詩，人稱鄭鷓鴣。聖俞有河豚詩，當呼梅河豚矣。」"
      },
      {
        "index": 95,
        "text": "銀花合"
      },
      {
        "index": 96,
        "text": "張昌齡、蘇味道俱有詩名。一日昌齡曰：「某詩所以不及相公者，為無『銀花合』也。蘇有《觀燈》詩『火樹銀花合，星橋鐵鎖開」之句。蘇曰：「公雖無『銀花合』，還有『金銅釘』。」張有《贈張昌宗》詩曰：「昔日浮丘伯，今同丁令威。」故云。相與撫掌。"
      },
      {
        "index": 97,
        "text": "黃鸝自古少"
      },
      {
        "index": 98,
        "text": "熊眉愚與江菉蘿同官棘寺。一日江曰：「此中不乏佳樹，惜黃鸝甚少。」熊曰：「黃鸝自古少也。」江問：「何以見之？」熊曰：「杜詩云：『兩個黃鸝鳴翠柳』，那得多？」"
      },
      {
        "index": 99,
        "text": "杜宗武"
      },
      {
        "index": 100,
        "text": "杜甫子宗武以詩示阮兵曹，答以石斧一具，並詩還之。宗武曰：「斧，父斤也。使我呈父加斤削也。」阮聞之曰：「誤矣！欲子斫斷其手。此手若存，天下詩名又在杜家矣。」"
      },
      {
        "index": 101,
        "text": "不廉"
      },
      {
        "index": 102,
        "text": "沈約戲朱異曰：「卿年少，何乃不廉？」異逡巡未達其旨。約乃曰：「天下唯有文義棋書，卿一時將去，安得稱廉？」"
      },
      {
        "index": 103,
        "text": "夢仙詩"
      },
      {
        "index": 104,
        "text": "王介甫嘗見送毅夫《夢仙》詩云：「授我碧簡書，奇篆幡凡砂。讀之不可識，翻身淩紫霞。」大笑曰：「此人不識字，不勘自招。」毅夫曰：「不然，吾用李太白詩句耳。」王又笑曰：「自首減等。」"
      },
      {
        "index": 105,
        "text": "《文選》"
      },
      {
        "index": 106,
        "text": "張鳳翼刻《文選纂注》。一士夫詰之曰。「既云《文選》，何故有詩？」張曰：「昭明太子著作，於僕何與？」曰：「昭明太子安在？」張曰：「已死。」曰：「既死，不必究他。」張曰：「便不死，亦難究。」曰：「何故？」張答曰：「他讀得書多。」"
      },
      {
        "index": 107,
        "text": "徒以上罪"
      },
      {
        "index": 108,
        "text": "歐陽公與人行令，作詩兩句，須犯徒以上罪者。一云：「持刀哄寡婦，下海劫人船。」一云：「月黑殺人夜，風高放火天。」歐云：「酒粘衫袖重，花壓帽簷偏。」或問之。答曰：「當此時，徒以上罪亦做了。」"
      },
      {
        "index": 109,
        "text": "待湯"
      },
      {
        "index": 110,
        "text": "李西涯在京邸，款同鄉會試。酒數行，諸君告起，欲卦他席。公曰：「且住，有一題商之：『東面而征西夷怨』二句，諸君安知所以然乎？」眾默然。公笑曰：「無他意，只是『侍湯』。」"
      },
      {
        "index": 111,
        "text": "製餛飩法"
      },
      {
        "index": 112,
        "text": "喬仲山家製餛飩得法，常苦賓朋索食。一日，於每客前先置一帖，且戒云：「食畢展卷。」既而取視，乃置造方也，大笑而散。自後無復索者。"
      },
      {
        "index": 113,
        "text": "李康靖柬"
      },
      {
        "index": 114,
        "text": "韓忠獻億、李康靖若谷同遊至汝州。太守趙學士請康靖為門客，尤敬待韓，每至，即設豬肉。康靖嘗柬韓云：「久思肉味，請兄早訪。」"
      },
      {
        "index": 115,
        "text": "海蜇"
      },
      {
        "index": 116,
        "text": "王敏道食海蜇，曰：「人何苦嗜之哉？一晌而已。」"
      },
      {
        "index": 117,
        "text": "春菜詩"
      },
      {
        "index": 118,
        "text": "黃魯直嘗和東坡《春菜》詩云：「公如端為苦筍歸，明日春衫誠可脫。」蘇戲語客云：「吾固不愛做官，魯直遂欲以苦筍硬差致仕。」"
      },
      {
        "index": 119,
        "text": "錯著水、為甚酥"
      },
      {
        "index": 120,
        "text": "東坡在黃州時，嘗赴何秀才會，食油果甚酥，因向主人：「此名為何？」主人對以無名。東坡又問：「為甚酥？」坐客皆曰：「是可以為名矣！」又潘長官以東坡不能飲，每為設醴。坡笑曰：「此必錯著水也。」他日忽思油果，作小詩以求之，云：「野飲花前百事無，腰間唯繫一葫蘆。已傾潘子錯著水，更覓君家為甚酥。」"
      },
      {
        "index": 121,
        "text": "伐塚"
      },
      {
        "index": 122,
        "text": "子由秉政，子瞻在翰苑。有故人欲干子由，因見子瞻，求其轉言，冀得差遣。公徐曰：「舊聞一人貧甚，無以為生，乃謀伐塚，遂破一墓，見一人裸體而坐，曰：『我楊王孫也，無物濟汝。』復鑿一塚，用力頗艱，既入，見一王者，曰：『我漢之文帝，遺制壙中無納金玉，器皆陶瓦，汝可速出。』復二塚相連，乃先穿其左者，久之方透，見一人羸瘠而有饑色，曰：『我伯夷也，餓死首陽，安得應汝之求？』其人歎曰：『用力勤矣，竟無所獲，不若更穿西塚，庶幾有得。』羸瘠者謂曰：「勸汝別謀於他所。汝視我形骸如此，舍弟叔齊豈能為人也』。」故人大笑而去。"
      },
      {
        "index": 123,
        "text": "酒肉地獄"
      },
      {
        "index": 124,
        "text": "東坡倅杭，不勝杯酌。奪部使者重公才望，朝夕聚首，疲於應酬，乃目杭倅為「酒肉地獄」。後袁谷代倅，適郡將與諸司不協，倅亦相疏。袁語人曰：「聞此郡為酒肉地獄，奈何我來，乃值獄空？」傳以為笑。"
      },
      {
        "index": 125,
        "text": "龍譚寺暗室"
      },
      {
        "index": 126,
        "text": "陸氏兄弟遊龍潭寺，見一暗室。弟曰：「此黑暗地獄也。」兄曰：「不然，是彼極樂世界。」"
      },
      {
        "index": 127,
        "text": "破僧戒"
      },
      {
        "index": 128,
        "text": "虎丘僧人長於酒肉，彼之視腐菜，如持戒者之視魚肉，不勝額之蹙也。一日友人小集，有楚客人齋，特設素供。楚客意僧必持戒，揖與共席。吳興淩彼岸笑語之曰：「毋為此僧破戒！」"
      },
      {
        "index": 129,
        "text": "李得雨"
      },
      {
        "index": 130,
        "text": "開成間，京師大旱，李德裕拜相，即日大雨。京師喜曰：「相公乃李得雨也。」"
      },
      {
        "index": 131,
        "text": "待闕鴛鴦社"
      },
      {
        "index": 132,
        "text": "朱子春未婚，先開房室，帷帳甚麗，以待其事。時人謂之「待闕鴛鴦社」。"
      },
      {
        "index": 133,
        "text": "試守孝子"
      },
      {
        "index": 134,
        "text": "王僕射在江州，為殷、桓所逐，奔竄豫章，存亡未測。王綏在都，既憂戚在貌，居處飲食，每事有降。時人語為「試守孝子」。"
      },
      {
        "index": 135,
        "text": "床衣"
      },
      {
        "index": 136,
        "text": "陸龜蒙居笠澤，有一竹禪床，每用偃憩。時十月，天已寒，侍僮忘施氈褥。龜蒙已坐，急起呼曰：「此節日，翁須是與些衣服，不然，他寒我也寒。」"
      },
      {
        "index": 137,
        "text": "騾耳馬足"
      },
      {
        "index": 138,
        "text": "羅汝敬、馬鐸同在館閣。嚴冬沍寒，羅不戴暖耳，馬不穿氈襪。時戲之曰：「騾耳馬足。」"
      },
      {
        "index": 139,
        "text": "唐明皇骷髏"
      },
      {
        "index": 140,
        "text": "長安有安氏，家藏唐明皇骷髏，作紫金色，其家事之甚謹，因爾家富達，遂為盛族。後其家析居，爭骷髏，斧為數片。張文潛聞之，即語曰：「明皇生死為姓安人極惱。」合坐大笑。時秦少遊方為賈御史彈不當授館職，文潛戲少遊曰：「千餘年前賈生過秦，今復爾也。」聞者以為佳謔。"
      },
      {
        "index": 141,
        "text": "焚項羽廟"
      },
      {
        "index": 142,
        "text": "全椒舊有項羽廟，余翔為令，一炬焚之。王元美曰：「此殆為咸陽三月火復仇耳。」"
      },
      {
        "index": 143,
        "text": "侯景熟"
      },
      {
        "index": 144,
        "text": "侯景圍臺讀。或問陸法和云何。陸曰：「待侯景熟。」問者不解。陸曰：「凡取果，既熟，不撩自落。今侯景未熟耳。」"
      },
      {
        "index": 145,
        "text": "僧誦經"
      },
      {
        "index": 146,
        "text": "有僧誦經，至「無眼、耳、鼻、舌、身、意」。黃紫芝曰：「焉用誦此？僧禿其頭，而無眼、耳、鼻、舌，更為何物！」僧大笑。"
      },
      {
        "index": 147,
        "text": "貓五德"
      },
      {
        "index": 148,
        "text": "萬壽僧彬師嘗對客，貓踞其旁。謂客曰：「人言雞有五德，此貓亦有之。見鼠不捕，仁也；鼠奪其食而讓之，義也；客至設饌則出，禮也，藏物甚密而能竊食，智也；每冬月輒入灶、信也。」"
      },
      {
        "index": 149,
        "text": "《阿房宮賦》兩句"
      },
      {
        "index": 150,
        "text": "東坡在玉堂，一日讀《阿房宮賦》，凡數遍，每一遍訖，即再三賞歎，至夜分猶不寐。有二老兵給事左右，坐久，甚苦之。一人長歎曰：「知他有甚好處，夜久寒甚不肯睡，連作冤苦聲。」其一人曰：「也有兩句好。」先一人怒曰：「你又理會得甚的？」曰：「我愛他道『天下之人不敢言而敢怒』。」叔覺臥而聞之，明日以告東坡。東坡笑曰：「這漢子也有鑒識！」"
      },
      {
        "index": 151,
        "text": "天下極賤人"
      },
      {
        "index": 152,
        "text": "梁次公與一友夜談，每至極快處，其友唯唯而已。次公問其故。友曰：「曾聽過。」次公謔之曰：「汝是天下極賤人。」友駭問。次公曰：「天下極快之語，一經汝聽過，便不值錢，非賤而何？」友亦大笑。"
      },
      {
        "index": 153,
        "text": "馬湘蘭"
      },
      {
        "index": 154,
        "text": "金陵名妓馬湘蘭，以豪俠得名。有坐監舉人請見，拒之。後中甲榜，授禮部主事。適有訟湘蘭者，主事命拘之。眾為居間，不聽。既來見，罵曰：「人言馬湘蘭，徒虛名耳！」湘蘭應曰：「唯其有昔日之虛名，所以有今日奇禍。」主事笑而釋之。湘蘭死後，哀挽成帙。或謂張官王曰：「聞君有祭文甚佳。」張曰：「吾乃仿《赤壁賦》作者。」使誦之。張但舉一語云：「此固一世之雌也，而今安在哉！」聞者絕倒。"
      },
      {
        "index": 155,
        "text": "呼公子"
      },
      {
        "index": 156,
        "text": "俞君宜少時，隨父華麓公之官。有衙役呼以公子，公怒曰：「凡粗暴之性加入，必呼為太監性、牛性、公子性。等之太監與牛，辱吾甚矣！」"
      },
      {
        "index": 157,
        "text": "曹娥秀"
      },
      {
        "index": 158,
        "text": "名妓曹娥秀，色藝具絕。鮮于伯機嘗以羲之呼之。一日，伯機宴客，因事入內，命曹行酒遞遍。伯機出，曹曰：「伯機未飲。」客笑曰：「以伯機相呼，可為親愛之至。」伯機佯怒曰：「小鬼頭也敢無禮！」曹曰：「我呼伯機便無禮，只許爾叫王羲之！」坐客大笑。"
      },
      {
        "index": 159,
        "text": "徐月英"
      },
      {
        "index": 160,
        "text": "徐月英，江淮間娼也。金陵徐氏諸公子寵一營妓，死，乃焚之。月英送葬，謂徐公子曰：「此娘平生風流，沒亦帶焰。」"
      }
    ]
  }
}