{
  "chapterNumber": 12,
  "title": "第12部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：謙者不期恭，恭矣；矜者不期，嫚矣。達士曠觀，才流雅負，雖占高源，亦違中路。彼不檢兮，揚衡學步；自視若升，視人若墮，狎侮詆諆，日益驕固。臣虐其君，子弄其父，如癡如狂，可笑可怒。君子謙謙，慎防階禍！集《矜嫚》第十二。〕"
      },
      {
        "index": 2,
        "text": "負圖先生"
      },
      {
        "index": 3,
        "text": "季充號「負圖先生」，常餌菊術，經旬不語，人問何以，曰：「世間無可食，亦無可語者。」"
      },
      {
        "index": 4,
        "text": "韓山石"
      },
      {
        "index": 5,
        "text": "庾信自南朝至北方，唯愛溫子升作《韓山碑》。或問：「北方何如？」信曰：「唯韓山一片石堪與語，餘若驢鳴犬吠耳。」"
      },
      {
        "index": 6,
        "text": "福先寺碑文"
      },
      {
        "index": 7,
        "text": "裴度修福先寺，將求碑文於白居易。判官皇甫湜怒曰：「近捨湜而遠取居易，請從此辭！」度亟謝，隨以文屬湜。湜飲酒揮毫立就，度酬以車馬玩器約千緡。湜怒曰：「碑三千字，每字不值絹三匹乎？」度又依數酬之。湜又索文改竄。度笑曰：「文已妙絕，增一字不得矣。」"
      },
      {
        "index": 8,
        "text": "首冠"
      },
      {
        "index": 9,
        "text": "開成初，盧肇就江西解試，為試官末送。肇有謝啟云：「巨鼇贔，首冠蓬山。」試官謂之曰：「昨恨人數擠排，深慚名第奉浼，何云首冠？」肇曰：「頑石處上，巨鼇戴之，豈非首冠？」一坐大笑。"
      },
      {
        "index": 10,
        "text": "殷、桓相侮"
      },
      {
        "index": 11,
        "text": "殷深源少與桓溫齊名，常有競心。桓問殷：「卿何如我？」殷云：「我與我周旋久，寧作我。」殷嘗作詩示桓，桓玩侮之，曰：「汝慎勿犯我；犯我，當出汝詩示人也！」"
      },
      {
        "index": 12,
        "text": "李邕"
      },
      {
        "index": 13,
        "text": "李邕嘗不許蕭誠書，誠乃詐作古帖，令紙故暗，持示邕，曰：「此乃右軍真跡，如何？」邕看稱善。誠以實告之。邕復取視曰：「細看亦未能全好。」"
      },
      {
        "index": 14,
        "text": "三災石"
      },
      {
        "index": 15,
        "text": "蕭穎士嘗至李韶家，見歙硯頗良，語同行者曰：「君識此硯乎？蓋三災石也。」同行者不喻，退而問之。曰：「字劄不奇，一災也；文辭不憂，二災也；窗几狼籍，三災也。」"
      },
      {
        "index": 16,
        "text": "藏拙"
      },
      {
        "index": 17,
        "text": "梁徐陵使於齊。收魏收有文學，北朝之秀，錄其文集以遺陵，命傳之江左。陵還，濟江而沉之。從者問故，曰：「吾與魏公藏掘。」"
      },
      {
        "index": 18,
        "text": "崔丞相聰明"
      },
      {
        "index": 19,
        "text": "韓愈常語李程曰：「愈與崔丞相同年往還，直是聰明過人！」李曰：「何處過人？」韓曰：「共愈往還二十餘年，不曾說著文章。」"
      },
      {
        "index": 20,
        "text": "鄭元禮詩"
      },
      {
        "index": 21,
        "text": "鄭元禮，崔昂婦弟；魏收，昂之妹夫。昂持元禮數詩示盧思道，曰：「元禮比來詩詠亦不減魏收。」思道曰：「未覺元禮賢於魏收，且知妹丈疏於婦弟。」"
      },
      {
        "index": 22,
        "text": "選五鳳樓手"
      },
      {
        "index": 23,
        "text": "韓浦、韓洎兄弟皆有文辭。洎嘗輕浦，語人曰：「吾兄為文，譬如繩樞草舍，聊蔽風雨。予之為文，是選五鳳樓手。」浦聞而笑之。適有人遺蜀箋，浦作詩與洎曰：「十樣蠻箋出益州，寄來人自浣溪頭。愚兄得此全無用，助爾添修五鳳樓。」"
      },
      {
        "index": 24,
        "text": "郤方回奴"
      },
      {
        "index": 25,
        "text": "郤方回家有傖奴，知及文章，事事有意。王右軍向劉尹稱之。劉問：「何如方回？」王曰：「此正小人有意向耳，何得比方回？」劉曰：「若不如方回，故是常奴。」"
      },
      {
        "index": 26,
        "text": "韓叔言"
      },
      {
        "index": 27,
        "text": "韓叔言性好謔浪。有投贄太荒惡者，使妓炷艾薰之。俟其人來，出而嗅之，曰：「之子卷軸何多艾氣？」宋齊丘凡建碑碣，皆自為文，命韓八分書之。乃以紙塞鼻曰：「其詞穢且臭！」又魏明嘗攜近詩詣之。韓托以目病。明請自吟。韓曰：「耳聾加劇。」"
      },
      {
        "index": 28,
        "text": "夔州諸詠"
      },
      {
        "index": 29,
        "text": "蔡子木酒後自歌其夔州諸詠。甫發歌，吳國倫輒鼾寢，鼾聲與歌相低昂；歌竟，鼾亦止。"
      },
      {
        "index": 30,
        "text": "三分詩"
      },
      {
        "index": 31,
        "text": "郭祥正嘗出詩一軸示東坡，先自吟誦，曰：「此詩幾分？」坡曰：「十分。」祥正驚喜，問之。坡曰：「七分來是讀，三分來是詩。」"
      },
      {
        "index": 32,
        "text": "《六合賦》"
      },
      {
        "index": 33,
        "text": "劉孔昭緝綴一賦，以《六合》為名，自謂絕份。曾以吳魏收而不拜，收忿謂曰：「賦名《六合》，巴是大愚；文又愚於《六合》，君四體又愚於文。」劉不勝忿，以示邢子才。子才曰：「君此賦，正似疥駱駝，伏而無嫵媚。」"
      },
      {
        "index": 34,
        "text": "文胖"
      },
      {
        "index": 35,
        "text": "茂苑文氏皆聰穎，龍工書，獨一人號文胖者，亦諸生，文與書並掘。遇歲試，俞華麓力勸勿往。驚問何故。乃曰：「如子之文，雖有衡山之書亦無用；即王守溪文，而子書之，人亦懶看矣！恐黜不盡辜，是以憂之。」"
      },
      {
        "index": 36,
        "text": "賈島"
      },
      {
        "index": 37,
        "text": "賈島為僧時，居法乾寺。一日宣宗微行至寺，聞鍾樓上有吟聲，遂登樓，於島案上取詩覽之。島攘臂睨之。曰：「郎君何會此？」遂奪取詩卷。帝慚，下樓去。既而島知之，亟謝罪。乃賜御禮，除長江簿。"
      },
      {
        "index": 38,
        "text": "柳三變"
      },
      {
        "index": 39,
        "text": "柳耆卿為屯田員外郎，初名三變。自作詞云：「才子詞人，自是白衣卿相。」後有薦於朝者，仁宗曰：「此人風前月下且去填詞！」由是不得志，無復檢率，自稱：「奉聖旨填詞柳三變。」"
      },
      {
        "index": 40,
        "text": "羅隱"
      },
      {
        "index": 41,
        "text": "羅隱曾與韋貽範同舟。舟人告隱云：「此有朝官。」羅曰：「是何朝官？我腳夾筆，可以敵得數輩。」韋宣之朝，由是不復召用。"
      },
      {
        "index": 42,
        "text": "杜審言"
      },
      {
        "index": 43,
        "text": "杜審言將死，語宋之問、武平一曰：「吾在，久壓公等。今且死，固大慰，但恨不見替人。」登封中，蘇味道為天官侍郎，審言預選試。判訖，謂人曰：「味道必死矣！」人問其故，曰：「見吾判自當羞死！」"
      },
      {
        "index": 44,
        "text": "王稚飲"
      },
      {
        "index": 45,
        "text": "黃崗王廷陳，字稚欽，少負奇才，然好逐街市童兒之戲。父母挾撲之，輒呼曰：「大人奈何虐海內名士！」"
      },
      {
        "index": 46,
        "text": "王稚欽為翰林庶吉士。故事：學士二人教習，體甚嚴重。稚欽獨心易之，時登院署中樹上，窺學士過，故作聲驚之。學士大恚。後出為給事中，以建言補裕州守，益驕甚。臺省監司過州，不出迎，亦無所托疾。人或勸之。怒曰：「齷齪諸盲官，受廷陳迎，當不愧死耶？」"
      },
      {
        "index": 47,
        "text": "桑悅"
      },
      {
        "index": 48,
        "text": "海虞桑悅，字民懌，十九舉鄉試。春闈策有「胸中有長劍，一日幾回磨」等語，為吳學士汝賢所黜。又《學以至聖人之道論》云：「堯以是傳之舜」，「夫子傳之孟軻，孟軻傳之我」，為丘學士仲深所黜。得乞榜，年才二十三，籍誤以「二」為「六」，用新例不許辭，遂有泰和訓導之命。按察視學者行部抵邑，不見悅，乃使吏往召之。悅曰「連宵旦雨淫，傳舍圮，守妻子無暇，何暇候若？」按察久不能待，更兩吏促之。悅益怒，曰：「若真無耳者！即按察力能屈博士，安能屈桑先生？為若期三日，先生來，不然，不來矣。」按察先受丘濬之囑，竟不之罪。"
      },
      {
        "index": 49,
        "text": "故事：御史出按郡邑，博士待左右立竟日。桑悅請曰：「有犬馬疾，願假借之，使得坐談。」御史素聞悅名，令坐，說詩。少休，悅除襪，跣而爬足垢。御史不能堪，令出。尋復薦之，遷長沙倅，再調柳州。悅意不樂往。人問之，輒曰：「宗元小生檀此州名久，吾一旦往，掩奪其上，不安耳。」"
      },
      {
        "index": 50,
        "text": "袁嘏"
      },
      {
        "index": 51,
        "text": "齊諸暨令袁嘏，詩平平耳。嘗自云：「我詩有生氣，須人捉著；不爾，便飛去。」"
      },
      {
        "index": 52,
        "text": "殷、婁狂語"
      },
      {
        "index": 53,
        "text": "殷安嘗謂人曰：「自古聖賢不數出。伏羲以八卦窮天地之旨，一也。」乃屈一指。「神農植百穀、濟萬民，二也。」乃屈二指。「周公制禮作樂，百代常行，三也。」乃屈三指。「孔子出類拔萃，四也。」乃屈四指。「自是之後，無復屈得吾指者。」良久，曰：「並安才五耳！」"
      },
      {
        "index": 54,
        "text": "上饒婁諒過姑蘇、泊舟楓橋，因和唐人詩，有「獨起占星夜不眠」之句。對客云：「汝不知、我每行必動天象。」"
      },
      {
        "index": 55,
        "text": "劉源"
      },
      {
        "index": 56,
        "text": "劉源豪宕不羈。值湯胤績廣坐中，劉曰：「湯雖出將家，學問見識，種種過人。」既曰：「再加數年，依稀似我矣！」"
      },
      {
        "index": 57,
        "text": "劉真長"
      },
      {
        "index": 58,
        "text": "王長史語劉真長曰：「卿近大進。」劉曰：「卿仰看耶？」長史問曰：「何也？」劉曰：「不爾，何由測天之高？」"
      },
      {
        "index": 59,
        "text": "丘靈鞠"
      },
      {
        "index": 60,
        "text": "沈深見王儉詩，曰：「王令文章大進。」丘靈鞠曰：「何如我未進時？」"
      },
      {
        "index": 61,
        "text": "謝仁祖"
      },
      {
        "index": 62,
        "text": "謝仁祖年八歲，謝豫章將送客，爾時語已神悟，自參上流，諸人咸共歎之，曰：「年少一坐之顏回。」仁祖曰：「坐無尼父，焉別顏回？」"
      },
      {
        "index": 63,
        "text": "第一流"
      },
      {
        "index": 64,
        "text": "王中郎年少時，江虨為僕射，領選，欲擬為尚書郎。有語王者。王曰：「自過江來，尚書郎正用第二流人，何得及我？」江聞而止。"
      },
      {
        "index": 65,
        "text": "韓愈、王儉語"
      },
      {
        "index": 66,
        "text": "陸長源為宣武行軍司馬，韓愈為巡官。或譏其年輩相遠。愈曰：「大蟲、老鼠，俱為十二相屬，何怪之有？」"
      },
      {
        "index": 67,
        "text": "王儉與王敬則同拜三公。徐孝嗣候儉，嘲之曰：「今日可謂連璧。」儉曰：「不意老子遂與韓非同傳！」"
      },
      {
        "index": 68,
        "text": "馬曹"
      },
      {
        "index": 69,
        "text": "王子猷作桓車騎騎兵參軍。桓問曰：「卿何署？」答曰：「不知何署，時見牽馬來，似是馬曹？」桓又問：「官有幾馬？」答曰：「不問馬，何由知其數？」又問：「馬比死多少？」答曰：「未知生，焉知死？」"
      },
      {
        "index": 70,
        "text": "王、孫語相似"
      },
      {
        "index": 71,
        "text": "王子猷作桓車騎參軍。桓謂王曰：「卿在府久，比當相料理。」初不答，直高視，以手扳柱頰云：「西山朝來，致有爽氣。」"
      },
      {
        "index": 72,
        "text": "孫山人太初，寓居武林。費文憲罷相歸，訪之，值其晝寢。孫故臥不起，久之，乃出，又了不謝送。及門，第矯首東望，曰：「海上碧雲起，遂接赤城，大奇大奇！」文憲出謂馭者曰：「吾一生未嘗見此人！」"
      },
      {
        "index": 73,
        "text": "長柄葫蘆"
      },
      {
        "index": 74,
        "text": "陸士衡初入洛，詣劉道真。劉尚在哀制中，性嗜酒，禮畢，初無他言，惟問：「東吳有長柄葫蘆，卿得種來否？」陸殊悔生。"
      },
      {
        "index": 75,
        "text": "檳榔"
      },
      {
        "index": 76,
        "text": "劉穆之好往妻兄江氏乞食，多見辱。江氏慶會，囑勿來，穆之猶往。食畢，求檳榔。江曰：「檳榔消食，君何須此？」穆之尹丹陽，以金盤貯檳榔一斛進之。"
      },
      {
        "index": 77,
        "text": "張融"
      },
      {
        "index": 78,
        "text": "張思光融，嘗詣吏部尚書何戢，誤通尚書劉澄。融下車入門，曰：「非是！」至戶外望澄，又曰：「非是！」既造席視澄，又曰：「非是！」乃去。"
      },
      {
        "index": 79,
        "text": "授枕"
      },
      {
        "index": 80,
        "text": "范忠宣端居永州，客至，必見之。對設兩榻，多自稱「老病，不能久坐」，徑就枕。亦授客一枕，使與對臥。數語之外，往往鼻息如雷。客待其覺，有至終日不得交一談者。"
      },
      {
        "index": 81,
        "text": "王恬"
      },
      {
        "index": 82,
        "text": "王導子恬傲誕。謝萬嘗造，既坐，便入內。萬以為必厚待己。久之，乃沐頭被髮而出，據胡床於庭中曬髮，竟無賓主禮。萬悵然而還。"
      },
      {
        "index": 83,
        "text": "盧楠"
      },
      {
        "index": 84,
        "text": "盧楠為諸生，與邑令善。令嘗語楠曰：「吾旦過若飲。」楠歸益市牛酒。會令有他事，日昃不來，楠且望之。斗酒自勞，醉則已臥，報令至，楠稱醉，不能具賓主。令恚去，曰：「吾乃為倫人子辱！」"
      },
      {
        "index": 85,
        "text": "大武生"
      },
      {
        "index": 86,
        "text": "石曼卿一日謂僧秘演曰：「館俸清薄，恨不得痛飲。」演曰：「非久當引一酒主人奉謁。」不數日，引一納粟牛監簿來，以宮醪十擔為贄。演為傳刺，曼卿愕然延之，乃問：「甲第何許？」牛曰：「一別舍介繁臺之側。」曼卿語演曰：「繁臺寺閣虛爽可愛，久不一登。」牛曰：「學士倘有興，當具酒肴從遊。」曼卿因許之。一日休沐，約演同登。演預戒生大陳飲具。石、演高歌褫帶，飲至落景。曼卿醉喜曰：「此遊可紀！」乃以盆漬墨，濡巨筆，題云：「石延年曼卿同空門詩友老演登此。」生拜叩曰：「塵賤之人，幸獲陪侍，乞掛一名，以免賤跡。」曼卿大醉，握筆沉慮，目演曰：「大武生，捧硯用事可也！」竟題云：「牛某捧硯。」永叔詩曰：「捧硯得全牛。」"
      },
      {
        "index": 87,
        "text": "郭忠恕畫卷"
      },
      {
        "index": 88,
        "text": "郭恕先忠恕善畫。有求者，必怒而云，竟欲畫即自為之。時與役夫小民入市肆飲，曰：「吾所與遊，皆子類也！」寓岐下時，有富人子喜畫，日給醇酒，待以甚厚。久乃以情言，且致匹素。郭為畫小童持線車放風鳶，引線數丈滿之。富人子大怒，與郭遂絕。"
      },
      {
        "index": 89,
        "text": "殘客"
      },
      {
        "index": 90,
        "text": "吏部張纘與何敬容意趣不協。敬容居權軸，賓客輻輳。有詣纘者，輒拒不前，曰：「吾不能對何敬容殘客。」"
      },
      {
        "index": 91,
        "text": "羅君章含曾在人家，主人令與座上客共語。答曰：「相識已多，不煩復爾。」"
      },
      {
        "index": 92,
        "text": "蔡公客"
      },
      {
        "index": 93,
        "text": "王、劉每不重蔡公。二人嘗詣蔡，語良久，乃問蔡曰：「公自言何如夷甫。」答曰：「身不如夷甫。」王、劉相目而笑，曰：「公何不如？」答曰：「夷甫無君輩客。」"
      },
      {
        "index": 94,
        "text": "張景胤"
      },
      {
        "index": 95,
        "text": "宋張敷，遷江夏王義恭記室參軍。義恭就文帝求一學義沙門，會敷赴假，還江陵，入辭。帝令以後車載沙門往，謂曰：「道中可得言晤。」敷不奉詔，曰： 「臣性不耐雜。」中書舍人狄當、周赳並管要務，以敷同省名家，欲詣之。赳曰：「彼若不相容接，不如勿往。」當曰：「吾等並已員外郎矣，何憂不得共坐？」敷先旁設二床，去壁三、四尺；二客就席，便呼左右曰：「移我床遠客！」赳等失色而去。"
      },
      {
        "index": 96,
        "text": "壞面"
      },
      {
        "index": 97,
        "text": "支道林還東，時賢並送於征虜亭。蔡子叔前至，坐近林公。謝萬石後來，坐小遠。蔡暫起，謝移就其處。蔡還，便合褥舉謝擲地，自復坐。謝冠幘俱脫，振衣就席，徐謂蔡曰：「卿奇人，殆壞我面。」蔡答曰：「我本不為卿面作計。」"
      },
      {
        "index": 98,
        "text": "張唐輔"
      },
      {
        "index": 99,
        "text": "文鑒大師謁成都守張逸，與華陽簿張唐輔同俟客次。唐輔欲搔髮，方脫巾，脾睨文鑒，罩其首。文鑒大怒，喧呶。張召就坐，文鑒曰：「與此官素不相識，輒就襆頭罩頭上！」唐輔曰：「方頭癢甚，襆頭無處頓放，見師頭閑，權放片時，不意其怒也。」"
      },
      {
        "index": 100,
        "text": "喏樣"
      },
      {
        "index": 101,
        "text": "李佑守官河朔。監司怒其喏不平正。翌日，更極粗率。監司愈怒。佑曰：「高來不可，低來不可，乞明降一喏樣！」"
      },
      {
        "index": 102,
        "text": "幼戲郡侯"
      },
      {
        "index": 103,
        "text": "孫周翰自幼精敏。其父穆之攜見郡侯。時值春宴，侯與座客簪花。侯因命曰：「口吹楊柳成新曲。」翰曰：「頭帶花枝學後生。」侯笑曰：「何遽便戲老夫？」"
      },
      {
        "index": 104,
        "text": "侮老"
      },
      {
        "index": 105,
        "text": "楊大年弱冠，與周翰、朱昂同在禁掖，二老已皤然矣。楊每論事，則侮之曰：「二老翁以為何如？」翰不能堪，正色曰：「君莫欺老，老亦終留與君！」昂曰：「莫留與他，免得後人又欺他！」"
      },
      {
        "index": 106,
        "text": "姚彪"
      },
      {
        "index": 107,
        "text": "姚彪與張溫俱至武昌，遇吳興沈珩守風糧盡，遣人從彪貸鹽一百斛。彪性峻直，得書不答；方與溫談論久，呼左右倒百斛鹽著江中，謂溫曰：「明吾不惜，惜所與耳！」"
      },
      {
        "index": 108,
        "text": "謝方眼"
      },
      {
        "index": 109,
        "text": "南宋謝善勳飲酒至數升，醉後輒張眼大罵，雖貴賤親疏無所擇，時謂之：「謝方眼」。"
      },
      {
        "index": 110,
        "text": "恃枯骨"
      },
      {
        "index": 111,
        "text": "梁朱異輕傲朝賢，不避貴戚。人或誨之。異曰：「我以寒士遭遇，諸貴皆恃枯骨見輕。我若下之，為蔑尤甚，我是以先之。」"
      },
      {
        "index": 112,
        "text": "嵇康"
      },
      {
        "index": 113,
        "text": "嵇康性好鍛。初居貧，常與向秀共鍛於大樹之下，以自給。穎川鍾會往造焉。康不為之禮，而鍛不輟，良久，會去，康謂曰：「何所聞而來？何所見而去？」會曰：「聞所聞而來，見所見而去。」"
      },
      {
        "index": 114,
        "text": "禰正平"
      },
      {
        "index": 115,
        "text": "禰衡性傲，不肯謁曹操。操欲辱之，錄為鼓吏，以帛絹制衣作一岑牟，一單絞，及小褌。鼓吏度者，皆當脫故衣，易新衣。次傳衡，不肯易衣。吏嗬之。衡便於操前先脫褌，次脫餘衣，裸身而立，徐徐著岑牟，次著單絞，後乃著褌。復擊鼓，作「漁陽」摻撾，顏色無怍。操笑謂四座曰：「本欲辱衡，衡反辱孤。」孔融退而責之。衡許復往。操喜，敕門者有客便通，待之極宴。衡乃著布單衣，疏巾，手持三尺棁杖，坐在大營門，以杖箠地大罵。操以其才名，不殺，令送劉表。臨發，眾餞之於城南，相戒云：「俟衡到，當共臥坐以折之。」衡一至，便大號。眾問其故。曰：「坐者大塚，臥者為屍。屍塚之間，能不悲乎？」"
      },
      {
        "index": 116,
        "text": "老兵"
      },
      {
        "index": 117,
        "text": "桓溫司馬謝奕，逼溫飲，溫走入南康主門避之。奕遂攜酒引溫一老兵共飲，曰：「失一老兵，得一老兵，亦何所恨！」溫不之責。"
      },
      {
        "index": 118,
        "text": "劉貢父為中書舍人。一日朝會，幕次與三衛相鄰。時諸帥兩人出一水晶茶盂，傳玩良久。一帥曰：「不知何物所成，瑩潔如此？」貢父隔幕戲云：「諸公豈不識，此乃多年老冰耳。」"
      },
      {
        "index": 119,
        "text": "謝萬好言"
      },
      {
        "index": 120,
        "text": "謝萬北征，唯以嘯詠自高，未嘗撫將士。謝公戒之曰：「汝為元帥，宜數喚諸將宴飲，好言以悅其心。」萬從之，因召集諸將，都無所說，直以如意指四坐云：「諸君皆是勁卒！」諸將甚恨。"
      },
      {
        "index": 121,
        "text": "詆夫"
      },
      {
        "index": 122,
        "text": "王渾妻鍾氏，字琰，生子濟。一日渾嘗共琰坐，濟趨庭而過。渾欣然曰：「生子如此，足慰人心！」琰曰：「若新婦得配參軍，生子固不翅如此耳！」參軍，渾弟倫也。"
      },
      {
        "index": 123,
        "text": "謝道韞，奕之女，適王凝之。還，甚不樂。奕曰：「王郎，逸少子，不惡。汝何恨也？」曰：「一門叔父，則有阿大、中郎，群從兄弟，則有封胡、羯未。不意天壤之間，乃有王郎！」"
      },
      {
        "index": 124,
        "text": "字父"
      },
      {
        "index": 125,
        "text": "王濛，美姿容，嘗攬鏡自照，稱其父字曰：「王文開乃生此兒！」胡毋子光見其父彥國三伏坐衙，搖扇視事，呼曰：「彥國何為自貽伊戚！」"
      },
      {
        "index": 126,
        "text": "謔父"
      },
      {
        "index": 127,
        "text": "裴勳質貌麼䯢，而性尤率易。嘗侍父坦飲。坦令飛盞，每屬一人，輒目其狀。坦付勳曰：「矮人饒舌，破車饒楔。裴勳十分！」勳飲訖，而復盛曰：「蝙蝠不自見，笑他梁上燕。十一郎十分！」坦，第十一也。坦怒，笞之。"
      },
      {
        "index": 128,
        "text": "陸餘慶為洛州長史，能言而艱於決判。時人語曰：「說事喙長三尺，判事手重千斤。」其子亦謔云：「陸餘慶，陸餘慶，筆頭無力嘴頭硬。一日受詞訟，十日看不竟。」書紙迭案褥下，餘慶得之，曰：「必是那狗！」遂鞭之。"
      },
      {
        "index": 129,
        "text": "父子相謔"
      },
      {
        "index": 130,
        "text": "後趙京兆公韋謏，字憲道，深博，善著述，然性不嚴重。嘗戲其子伯陽曰：「我高我曾，重光累徽；我祖我考，父父子子。汝為我對，正值惡抵。」伯陽曰：「伯陽這不肖，誠如尊教。尊亦正值軟抵耳。」謏慚無言。"
      },
      {
        "index": 131,
        "text": "李西涯子兆先，有才名，然好遊狎邪。一日，西涯題其座曰：「今日柳巷，明日花街。誦讀詩書，秀才秀才！」子見之，亦題阿翁座曰：「今日猛雨，明日狂風。燮理陰陽，相公相公！」"
      },
      {
        "index": 132,
        "text": "王令公"
      },
      {
        "index": 133,
        "text": "王中令鐸罷鎮，將避地浮陽。過魏，樂彥楨禮之甚至。彥楨有子曰從訓，素無賴，利其行李，伺鐸至甘陵，以輕騎數百盡掠其橐裝姬妾而還；鐸與賓客皆遇害。及奏朝廷，云：得貝州報：某日有劫殺一人，姓王名令公。」其忽誕如此。"
      },
      {
        "index": 134,
        "text": "報栗"
      },
      {
        "index": 135,
        "text": "梁蕭琛預御筵，醉伏。武帝以棗投琛。琛便取栗擲帝，正中面。帝動色。琛曰：「陛下投臣以赤心，臣敢不報以戰栗？」"
      },
      {
        "index": 136,
        "text": "參軍蒼鶻"
      },
      {
        "index": 137,
        "text": "五代徐知訓狎侮吳王，無復君臣之禮。嘗與王為優，自為參軍，使王為蒼鶻。"
      },
      {
        "index": 138,
        "text": "狗腳朕"
      },
      {
        "index": 139,
        "text": "高澄侍宴，以大觴屬孝靜帝。帝不勝忿，曰：「自古無不亡之國，朕安用生為？」澄怒曰：「朕！朕！狗腳朕！」"
      }
    ]
  }
}