{
  "chapterNumber": 3,
  "title": "第3部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：虎頭三絕，癡居一焉。癡不可乎？得斯趣者，人天大受用處也！碗大一片赤縣神州，眾生塞滿，原屬假合，若復件件認真，爭競何已？故直須以癡趣破之。過則驕，不及則愚，是各有不受用處。若夫妒、愛、貪、嗔，還以認真受諸苦惱。至癡而惡焉，則畜生而已矣。毋為鵝嚇，毋為螳怒；不望癡福，且違癡禍。集《癡絕》第三。〕"
      },
      {
        "index": 2,
        "text": "癡趣"
      },
      {
        "index": 3,
        "text": "陶淵明日用銅缽煮粥為食，遇發火，則再拜曰：「非有是火，何以充腹？」"
      },
      {
        "index": 4,
        "text": "賈島常以歲除，取一年所得詩，祭以酒，曰：「勞吾精神，以是補之。」"
      },
      {
        "index": 5,
        "text": "方鎔隱天門山，以棕櫚葉拂書，號曰「無塵子」，月以酒脯祭之。"
      },
      {
        "index": 6,
        "text": "韓退之嘗登華山巔，窮極幽險，心悸目眩，不能下，發狂號哭，投書與家人別。華陰令百計取之，方能下。"
      },
      {
        "index": 7,
        "text": "張旭大醉，以頭濡墨而書。"
      },
      {
        "index": 8,
        "text": "蘇州癡"
      },
      {
        "index": 9,
        "text": "蘇人好遊。袁中郎詩云：蘇人三件大奇事，六月荷花二十四，中秋無月虎丘山，重陽有雨治平寺。」"
      },
      {
        "index": 10,
        "text": "米顛事"
      },
      {
        "index": 11,
        "text": "米元章知無為軍，見州廨立石甚奇，命取袍笏拜之，呼曰「石丈」。言事者聞而論之，朝廷傳以為笑。或語芾曰：「誠有否？」芾徐曰：「吾何嘗拜？乃揖之耳。」"
      },
      {
        "index": 12,
        "text": "宋徽宗在艮嶽，召米芾至，令書一大屏，指御案間端硯，使就用之。芾書成，即捧硯跪請曰：「此硯經臣濡染，不堪復以進御。」上大笑，因以賜之。"
      },
      {
        "index": 13,
        "text": "米元章一帖云：「承借剩員，其人不名，自稱曰『張大伯』。是何老物，輒欲為人父之兄？若為大叔，猶之可也。」"
      },
      {
        "index": 14,
        "text": "米元章嘗為書畫學博士，後遷禮部員外郎，數遭白管，逐出。一日，以書抵蔡京，訴其流落，且言「舉室百指，行至陳留，獨得一舟如許大」，遂畫一艇於行間。京哂焉。時彈文正謂其顛，而芾又歷告諸執政，自謂「久任中外，並被大臣知遇，舉主累數十百，皆用吏能為稱首，一無有以顛蒙者。」世遂傳《米老辯顛貼》。"
      },
      {
        "index": 15,
        "text": "東坡在維揚，一日設客，皆名士。米元章亦在座，酒半，忽起曰：「世人皆以芾為顛，願質之子瞻！」公答曰：「吾從眾！」"
      },
      {
        "index": 16,
        "text": "米芾好奇，葬其親潤州山間，不封不樹。嘗自詫於人，言莫有知其穴者。有王相者，素與米遊，甚狎，獨知之。米一日與客遊山，因至墓所，周覽之次，相忽溲於草間。米色變，意甚怒，然業已諱之，竟不敢止相。"
      },
      {
        "index": 17,
        "text": "米芾方擇婿，會建康段拂，字去塵。芾擇之曰：「既拂矣，又去塵，真吾婿也！」以女妻之。"
      },
      {
        "index": 18,
        "text": "去髯"
      },
      {
        "index": 19,
        "text": "郭恕先放曠不羈，尤不與俗人伍。宋太宗聞其名，召赴闕，館於內侍者竇神興舍。恕先長髯而美，一日忽盡去之。神興驚問其故，曰：「聊以效顰。」"
      },
      {
        "index": 20,
        "text": "畏癡"
      },
      {
        "index": 21,
        "text": "涓石梁性畏，見己之影，以為鬼也，驚而死。"
      },
      {
        "index": 22,
        "text": "陸念先生平畏鬼，畏水，畏狗。夜寢必擁持一人乃安，不然亦與連榻，不得遠去數武。近道未嘗就舟，適遠當渡闊處，則洪飲取醉，重衾蒙首，悶臥艎中。或故牽之出，即狂呼哀鳴，不啻就死。行街市中，見犬必避人後。或聞狺狺聲，輒狂奔無地。欲訪客，必令一人前驅衛之。徐聲遠寓韓氏園，庭蓄馴鶴。陸詣徐，偶應門無人，立俟戶外良久，徐始覺。因調之曰：「公畏鶴如狗，奈天下笑何？」"
      },
      {
        "index": 23,
        "text": "驕癡"
      },
      {
        "index": 24,
        "text": "顧長康體中癡黠各半，矜伐過實。諸少年因相稱譽，以為戲弄。為散騎常侍，與謝瞻連省。夜於月下長詠，自云「得先賢風製」。瞻每遙讚之，長康彌自力忘倦。瞻將眠，語捶腳人令代。愷之不覺有異，遂諷詠達旦。"
      },
      {
        "index": 25,
        "text": "子美善鄭廣文，嘗以《花卿》及《姜楚公畫鷹歌》示鄭。鄭曰：「足下此詩可以療疾。」他日鄭妻病，杜曰：「爾但言『子璋骷髏血模糊，手提擲還崔大夫』。如不瘥，即云『觀者徒驚帖壁飛，畫師不是無心學』。未間，更有『昔日太宗拳毛騧，近時郭家獅子花』。如又不瘥，雖和、扁不能為矣！」"
      },
      {
        "index": 26,
        "text": "顧愷之以一廚畫寄桓玄。玄發廚後竊之，而緘閉如故。後愷之來啟，已空，笑曰：「妙畫通靈，變化去矣！」"
      },
      {
        "index": 27,
        "text": "喜得句"
      },
      {
        "index": 28,
        "text": "葑門老儒朱野航，頗攻詩。館於王氏，與主人晚酌罷，主人入內。適月上，朱得句云：「萬事不如杯在手，一年幾見月當頭？」喜極發狂，大叫叩扉，呼主人起。舉家皇駭，疑是火盜。及出問，始知，乃取酒更酌。"
      },
      {
        "index": 29,
        "text": "閩人周樸，性喜吟詩。每遇景物，搜奇抉思，日旰忘返，苟得句，則欣然自快。時適野，逢一負薪者，忽持之，厲聲曰：「我得之矣！句云『子孫何處為閑客，松柏被人伐作薪』。」蕉夫矍然驚駭，掣臂棄薪而走。遇徼卒，疑樵者為偷兒，執而訊之。樸徐往告卒曰：「適見負薪，因得句耳。」卒乃釋之。一士人欲戲之，一日跨驢於路，見樸來，故欹帽掩面，吟樸舊詩云：「禹力不到處，河聲流向東。」樸聞，遽隨其後。士促驢而去，略不顧。行數里，追及，語曰：「樸詩『河聲流向西』，非『向東』也。」士人頷之而已。閩中傳以為笑。"
      },
      {
        "index": 30,
        "text": "太史公"
      },
      {
        "index": 31,
        "text": "山人某姓者，自負其才，傍無一人。途中聞乞兒化錢聲甚淒惋，問曰：「如此哀求，能得幾何？苦叫一聲『太史公爺爺』，當以百錢賞汝。」乞兒連喚三聲，某傾囊中錢與之，一笑而去。乞兒問人云：「太史公是何物，值錢乃爾？」"
      },
      {
        "index": 32,
        "text": "金老童"
      },
      {
        "index": 33,
        "text": "烏程金生，七十餘猶應童子試，為文鄙俚，而高自矜期，人見之無不笑者，因詒之云：「凡文章，令人讚美，尚非其至；若奇快之極，不禁歡笑。古名人之笑，讚美有之，其能發人笑者，即王唐不數數也！」金信之，自是有笑其文者，金亦隨之撫掌。嘗對人云：「吾某文為某某先生所笑。」以此自炫焉。遇縉紳，輒拜稱門生，冀其薦達。縉紳亦利其呈課，以為笑端。適陳令試士，縉紳預言老童之狀，令獨標其名為一案，召語之曰：「汝的是奇才，不愧案首。惜汝齒長，留作來生未了事可也！」金逢人輒道令之知而不舉，以為忌才，欲持卷訟之學道。眾言：「令惜汝才，奈何仇之？」若諭乃止。"
      },
      {
        "index": 34,
        "text": "愚癡"
      },
      {
        "index": 35,
        "text": "顧愷之癡信小術。桓玄嘗以一柳葉紿之，曰：「此蟬翳葉也。以自蔽，人不見己。」愷之引葉蔽己，玄佯眯而溺之。愷之信玄不見己，受溺而珍葉焉。"
      },
      {
        "index": 36,
        "text": "裴令公性慕禪林，往往掛衲，所生子女，多名「師女」、「僧兒」。潛令婢妾承事禪師，留其聖種。"
      },
      {
        "index": 37,
        "text": "則天內宴甚樂，河內王懿宗忽起奏曰：「臣急告君，子急告父！」則天大驚，引前問之。對曰：「臣封物承前府家自徵，近敕州縣徵送，大有損折。」則天怒曰：「朕諸親會飲甚歡，汝是親王，為三百戶封，幾驚殺我！」敕令曳下。"
      },
      {
        "index": 38,
        "text": "黃魯直有癡弟，畜漆琴而不御，蟲虱入焉。魯直嘲之曰：「龍池生壁虱。」而未有對。魯直之兄大臨，見床下以溺器畜生魚，問之，其弟也。大呼曰：「可對『虎子養溪魚』。」"
      },
      {
        "index": 39,
        "text": "昆山孫嘿齋乃孫性騃，已破家盡矣，唯餘兩坐杌。一日見攜鱉過者，欲買而無錢，以一杌與換之。其人將杌售鄰家，得米二斗。鄰家意欲成對。其人曰：「易耳。」乃復以鱉往換。孫頓足曰：「何不早來，果有一杌，適已碎作薪，煮鱉矣！」"
      },
      {
        "index": 40,
        "text": "妒癡"
      },
      {
        "index": 41,
        "text": "李益有妒癡，閑妻妄過虐，每夜撒灰扃戶，以驗動靜。"
      },
      {
        "index": 42,
        "text": "愛癡"
      },
      {
        "index": 43,
        "text": "尾生與女子期於梁。女子不來，水至不去，抱梁柱而死。"
      },
      {
        "index": 44,
        "text": "荀奉倩與婦至篤。冬月，婦病熱，乃出中庭，自取冷，還以身熨之。吳下韋生貌劣而善媚，於冬月宿名妓金兒家。妓每欲用餘桶，韋輒先之，候桶暖方使乘坐。"
      },
      {
        "index": 45,
        "text": "吳中陳體方以詩名。有妓黃秀雲，性黠慧，喜詩，謬謂體方曰：「吾必嫁君。然君家貧，乞詩百首為聘。」體方信之，苦吟至六十餘章，神竭而毆。情致清婉。方苦吟時，人多笑其老耄被紿，而欣然每誇於人，以為奇遇。"
      },
      {
        "index": 46,
        "text": "寵妃"
      },
      {
        "index": 47,
        "text": "齊後主寵馮淑妃。周師之攻晉州也，羽書告急，帝方獵，欲還。妃請更殺一圍，從之，城遂沒。帝至，作地道攻之。城陷十餘步，半士乘勢欲入。帝敕且止，召妃共觀之。妃妝點不獲時至，周人以木拒塞城，遂不下。"
      },
      {
        "index": 48,
        "text": "後燕慕容熙寵愛符后。從伐高句驪，至遼東，為衝車地道以攻之。城且陷，欲與後乘輦而入，不聽將士先登。由是城守復完，攻之不克。未幾符后死，熙悲號氣絕，久而復蘇。大殮已訖，復啟其棺，與之交接。服斬縗食粥，制百僚於閣內設位哭臨，使有司案檢，有淚者以為忠孝，無則罪之。群臣震懼，無不含辛致淚焉。"
      },
      {
        "index": 49,
        "text": "眇娼"
      },
      {
        "index": 50,
        "text": "秦少遊云：娼有眇一目者，貧不能自贍，乃西遊京師。有少年從數騎出河上，見而悅之，遂大嬖幸，取置別第中，囁嚅伺奉，惟恐不當其意。有書生嘲之，少年忿曰：「自餘得若人，還視世之女子，無不餘一目者。夫佳目得一足矣，奚以多焉？」"
      },
      {
        "index": 51,
        "text": "內園小兒"
      },
      {
        "index": 52,
        "text": "《幸蜀記》：唐僖宗寵內園小兒張浪狗。一日以無馬告，因密與百金，俾自買之。浪狗求得馬，置宣徽南院中。帝因獨行往觀，繞馬左右，連稱好馬。其馬未調，忽爾騰躍，踏帝左脅，遂昏倒。浪狗驚惶，以銀盂注尿灌之。良久方蘇，偽稱氣疾，醫人候脈，謂是膀胱氣，投治不效而崩。"
      },
      {
        "index": 53,
        "text": "愛子"
      },
      {
        "index": 54,
        "text": "《清波雜志》：端拱二年，河南府言：前郢州刺史穆彥璋，以愛子死，不願生，挺身入山林飼餓虎。"
      },
      {
        "index": 55,
        "text": "嗔癡"
      },
      {
        "index": 56,
        "text": "《呂氏春秋》：齊莊公時，有士曰賓卑聚，夢有壯子叱之，唾其面。惕然而寤，終夜坐不自快。明日告其友曰：「吾少好勇，年六十無所挫辱。今夜辱吾，將索其形，期得之則可，不得將死之！」每朝與其友俱立乎衢，三日不得，卻而自歿。"
      },
      {
        "index": 57,
        "text": "常熟秦廷善性多憨怪，嘗閱史至不平時，必拊案切齒。一日觀秦檜殺岳飛，大怒，且拍且罵。妻勸之曰：「家惟十几，已碎其八矣。留此吃飯亦好。」廷善叱之曰：「汝與秦檜通奸耶？」遂痛擊之。"
      },
      {
        "index": 58,
        "text": "貪癡"
      },
      {
        "index": 59,
        "text": "玄宗欲相牛仙客，慮時議不協，問於高力士。力士亦以為不可。上怒曰：「即當相康𧦬！」蓋舉極不可者言耳。左右竊報𧦬即拜相。𧦬以為然，乃盛服趨朝，就列延頸，冀有成命。時人笑之。"
      },
      {
        "index": 60,
        "text": "世廟時，通州虜急，怒大司馬丁汝夔，置之辟。縉紳見而歎曰：「仕途之險如此，有何宦情！」中一人笑曰：「若使兵部尚書一日殺一個，只索拋卻。若使一月殺一個，還要做他。」"
      },
      {
        "index": 61,
        "text": "王溥父祚，致仕家居。呼一瞽者問壽，歷舉八十、九十，以至百歲，皆云：「未也，此壽星命，最少亦須一百三、四十歲！」祚喜甚，令更推中間莫有疾厄否。瞽者細數至百二十歲時，曰：「只此年流星欠利。」祚便驚愕。瞽者曰：「無傷也，微苦髒腑，尋便安耳。」祚回顧子孫在後侍立者曰：「爾輩切記，此年莫著我吃冷湯水！」"
      },
      {
        "index": 62,
        "text": "廬山九天使者廟有道士，忘其姓名，體貌魁岸，飲啖酒肉，有兼人之量。晚節服餌丹砂，躁於衝舉。魏王之鎮潯陽也，郡齋有雙鶴，因風所飄，憩於道館，回翔嘹唳，若自天降。道士且驚且喜，焚香端簡，前瞻雲霓，自謂當赴上天之召，命山童控而乘之。羽儀清弱，莫勝其載。毛傷背折，血灑庭除，仰按久之，是夕皆斃。翌日，馴養者詰知其狀，訴於公府。王不之罪，處士陳沆聞之，為絕句以諷云：「啖肉先生欲上升，黃雲踏破紫雲崩，龍腰鶴背無多力，傳語麻姑借大鵬。」"
      },
      {
        "index": 63,
        "text": "惡癡"
      },
      {
        "index": 64,
        "text": "齊文宣晚年留情沈湎，肆行淫暴。或袒露形體，塗傅粉黛，遊行市肆。或使劉桃枝、崔季舒負之而行，擔胡鼓而拍之，歌謳不息。或持牟槊遊行市厘，問婦人曰：「天子何如？」答曰：「顛顛癡癡，可成天子？」遂殺之。裴謁之好直諫，文宣臨以白刃，顏色不變。帝曰：「癡漢何敢爾？」楊愔曰：「彼望陛下殺以取後世名耳！」帝投刃歎曰：「小人望我殺以成名，我終不成爾名！」"
      },
      {
        "index": 65,
        "text": "文宣嘗醉至北宮。適太后坐一小榻，帝手自舉床，后便墜落，頗傷。既醒，大慚，遂令多聚柴欲自焚。太后驚懼，親自持挽。乃令高歸彥執杖，口自責疏，脫背就罰，敕歸彥：「杖不出血，當斬汝！」太后涕泣抱持，乃許笞腳五十。"
      },
      {
        "index": 66,
        "text": "三臺構木高二十七丈，兩棟相距二百餘尺，工匠危怯，皆繫繩自防。帝登脊疾走，都無怖畏，時復雅舞，折旋中節。又召死囚以席為翅，從臺飛下，免其罪戮。"
      },
      {
        "index": 67,
        "text": "文宣寵幸薛嬪，忽疑其與清河王嶽通，無故斬首，藏之於懷。出東山宴，勸酬始合，忽探出頭，投於柈上。支解其屍，弄其髀為琵琶，一座莫不喪膽。帝方收取，對之流淚，歎惜云：「佳人難再得！」載屍出葬，自被髮步哭送之。"
      },
      {
        "index": 68,
        "text": "幼主戲令黑衣為羌兵，鼓噪陵城，而親率內參臨拒。又自晉陽東巡，單馬馳鶩，衣解髮散而歸。又好不急之務。一夜索蠍至急，民間一蠍價與珠等，及旦徵得三升。又於華林園立貧窮村舍，帝自弊衣為乞食兒。又為窮兒之市，親自交易。"
      },
      {
        "index": 69,
        "text": "隨煬帝於景華宮徵求螢火，得數斛。夜出遊山放之，光遍岩谷。"
      },
      {
        "index": 70,
        "text": "明帝崩，東昏惡靈在太極殿，欲速葬。徐孝嗣固爭，得逾月。每當哭，輒推喉痛。大中大夫羊闡入臨，號慟俯仰，幘遂脫地。帝輟哭大笑。"
      },
      {
        "index": 71,
        "text": "東昏每出遊走，惡人見之，驅斥百姓，惟置空宅。一月率二十餘出。既往，無定處。尉司常慮得罪，應旦出，夜便驅逐，有不及披衣徒跣走出者。或病人不便扶持，中道棄之，多死。一產婦不能行，帝入其室，令剖腹視男女焉。"
      },
      {
        "index": 72,
        "text": "東昏開渠立堤，躬自引船。堤上設店，坐而屠肉。百姓歌曰：「閱武堂，種楊柳，至尊屠肉，潘妃沽酒。」"
      },
      {
        "index": 73,
        "text": "唐太子承乾，好狎群小，嘗募亡奴，盜民間牛馬，自臨烹煮，與所幸廝役共食之。又與漢王雲昌善，朝夕同遊戲，大呼交戰，擊刺流血，以為笑樂。"
      },
      {
        "index": 74,
        "text": "風流箭"
      },
      {
        "index": 75,
        "text": "寶曆中，帝造紙箭、竹皮弓，紙間密貯龍麝香末。每宮嬪群聚，帝射之。中，有濃香觸體，了無楚害，宮中名「風流箭」。為之語曰：「風流箭，中的人人願！」"
      },
      {
        "index": 76,
        "text": "癡畜生"
      },
      {
        "index": 77,
        "text": "鵝性癡，見人輒伸頸相嚇。故俗稱癡人為「鵝頭」。螳螂怒臂，以當車轍。鱖魚性癡，見人則樹其鬛，謂人懼己也。"
      },
      {
        "index": 78,
        "text": "海中烏鰂魚，有八足，能集足攢口，縮口藏腹。腹含墨，值漁艇至，即噴墨以自蔽。漁視水黑，輒投網獲之。錦雞愛其毛羽，自照水，因而有溺死者。"
      },
      {
        "index": 79,
        "text": "陝西生半翅鳥，倍大如鴿鶉，肉味亦如之。性極癡，又謂之「半癡」，亦曰「癡半斤」。好視紅物，飛不遠，輒下歇。人著紅裙襖以誘之，則近身凝視不去，故可得。"
      },
      {
        "index": 80,
        "text": "蚺蛇大者如柱，性喜花。嘗出逐鹿食，寨兵數輩，滿頭插花趨赴，蛇必駐視。漸近，競拊其首，大呼「紅娘子」，蛇頭亦俛不動。壯士大刀斷其首。眾奔散，伺之有頃，蛇身覺，奮迅騰擲，旁小木盡拔，力竭乃斃。數十人舁之，一村飽其肉。"
      }
    ]
  }
}