{
  "chapterNumber": 7,
  "title": "第7部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：昔鄭光業兄弟，遇人獻詞，句有可嗤者，輒投一巨皮篋中，號曰「苦海」，宴會則取視，以資諧戲。夫為詞而足以資人之諧戲，此詞便是天地間一種少不得語，猶勝於塵腐蹈襲，如楊升閹所謂「雖布帛菽粟，陳陳相因，不可衣食」也。故余喜而采之。而古詩之病經人指摘者，亦附入之，又以見巨皮箱中，人人有份，莫要輕易便張口笑人也。集《苦海》第七。〕"
      },
      {
        "index": 2,
        "text": "采石詩"
      },
      {
        "index": 3,
        "text": "采石江頭，李太白墓在焉。往為詩人題詠殆遍。有客書一絕云：「采石江邊一抔土，李白詩名耀千古。來的去的寫兩行，魯般門前掉大斧。」"
      },
      {
        "index": 4,
        "text": "同東集"
      },
      {
        "index": 5,
        "text": "《悅生堂隨抄》云：吳僧法海好作惡詩，萃成帙，劉從事為序。劉序云：「師雖習西方之教，頗同東魯之風，因題曰《同東集》。長於譬喻，動有風騷。昔唐小杜既為老杜之次，今師又在小杜之下。」"
      },
      {
        "index": 6,
        "text": "盤門詩伯"
      },
      {
        "index": 7,
        "text": "萬曆初，蘇州盤門外昆弟二人，忘其姓，一號蘭溪，一號蘭洲，爭以惡詩唱和，高自矜許。或作詩嘲之曰：「盤門城外兩詩伯，蘭溪蘭洲同一脈。胸中全無半卷書，紙上空汙數行墨。浣花溪頭杜少陵，潯陽江口李太白。二公陰靈猶未散，終日在天尋霹靂。有朝頭上咶聲能，打殺兩個直娘賊。」"
      },
      {
        "index": 8,
        "text": "自詫才華"
      },
      {
        "index": 9,
        "text": "《廣記》：北齊并州有土族，好為可笑詩賦，輕蔑邢、魏諸公。眾共嘲弄，虛相稱讚，必擊牛漉酒延之。妻知其妄，屢用泣諫。其人歎曰：「才華不為妻子所容，何況行路？」"
      },
      {
        "index": 10,
        "text": "陽俊之"
      },
      {
        "index": 11,
        "text": "陽俊之多作五言歌，詞蕩出拙，世俗流傳，名為陽五伴侶，寫賣不絕。俊之遇於市，言其字誤，取而改之。賣者曰：「陽五，古之賢人。君何所知，輕敢議論！」俊之大喜，自言「有集十卷，雖家兄亦不知吾是才士」。"
      },
      {
        "index": 12,
        "text": "崔泰之"
      },
      {
        "index": 13,
        "text": "唐黃門崔泰之哭特進李嶠詩曰：「臺閣神仙地，衣冠君子鄉。昨朝猶對坐，今日忽云亡。魂隨司命鬼，魄逐見閻王。此時罷歡笑，無復向朝堂。」謂人曰：「作詩須有此真味！」"
      },
      {
        "index": 14,
        "text": "盧延讓"
      },
      {
        "index": 15,
        "text": "盧延讓業詩，二十五舉方登第。卷中有「狐衝官道過，狗觸店門開」之句，張濬每稱賞之。又有「賊貓臨鼠穴，饞犬舐魚砧」，為成汭所賞。「栗爆燒氈破，貓跳觸鼎翻」，為王建所賞。盧謂人曰：「平生謁盡公卿，不意得力於狐狗貓鼠！」"
      },
      {
        "index": 16,
        "text": "包賀"
      },
      {
        "index": 17,
        "text": "進士包賀作詩多粗鄙之句，如「苦竹筍抽青橛子，石榴樹掛小瓶兒」，又「霧是山巾子，船為水靸鞋」，又「棹搖船掠鬢，風動水捶胸」，俱可笑。世傳逸詩云：「窗下有時留客宿，齋中無事伴僧眠」，號曰：「自落便宜詩」。"
      },
      {
        "index": 18,
        "text": "高敖曹"
      },
      {
        "index": 19,
        "text": "高敖曹嘗為雜詩三首。其一：「塚子地握槊，星宿天圍棋。開壇甕張口，卷席床剝皮。」其二：「相送重相送，相送至橋頭。培堆兩眼淚，難按滿胸愁。」其三：「桃生毛彈子，瓠長棒槌兒。牆欹壁凸肚，河凍水生皮。」"
      },
      {
        "index": 20,
        "text": "權龍襄"
      },
      {
        "index": 21,
        "text": "唐左衛將軍權龍襄，性褊急，常自矜能詩。通天年中，為滄州刺史。初到，乃為詩呈州官曰：「遙看滄海城，楊柳鬱青青。中央一群漢，聚坐打杯觥。」諸公謝曰：「公有逸才！」襄曰：「不敢，趁韻而已。」又為《喜雨》詩曰：「暗去也沒雨，明來也沒雲。日頭赫赤出，地上綠氤氳。」又《皇太子宴夏日賦》詩： 「嚴霜白浩浩，明月赤團團。」太子援筆為讚曰：「龍襄才子，秦州人士。明月晝耀，嚴霜夏起。如此詩章，趁韻而已！」襄以張易之事出為容山府折衝，後追入，獻詩曰：「無事向容山，今日向東都。陛下敕進來，今作右金吾。」上大笑，每呼為權學士，凡與諸學士賦詩，輒令與焉。"
      },
      {
        "index": 22,
        "text": "龍襄又《秋日述懷》曰：「簷前飛七百，雪白後園強。飽食房裏側，家糞集野螂。」參軍不曉，請釋。襄曰：「鷂子簷前飛，值七百文。洗衫掛後園，乾白如雪。飽食房中側臥，聞家中糞堆，集得野澤蜣螂。」談者嗤之。"
      },
      {
        "index": 23,
        "text": "宋宗子"
      },
      {
        "index": 24,
        "text": "哲宗朝，有宗子好為詩，而鄙俚可笑。嘗作《即事》詩云：「日暖看三織，風高鬥兩廂。蛙翻白出闊，蚓死紫之長。潑聽琵琶鳳。饅拋接建章。歸來屋裏坐，打殺又何妨？」人問其詩意。答曰：「始見三蜘蛛織網於簷前，又見二雀鬥於兩廂廊。有死蛙翻腹，似『出』字，死蚓如『之』字。方吃潑飯，聞鄰家作《風棲梧》。食饅頭未畢，閽人報建安章秀才上謁。按章既歸，見內門上畫鍾馗擊小鬼，故云『打死又何妨』。」哲宗方欲灼艾，有小內侍誦此詩，笑極，遂罷炙。"
      },
      {
        "index": 25,
        "text": "雪詩"
      },
      {
        "index": 26,
        "text": "唐人有張打油，作《雪》詩云：「江上一籠統，井上黑窟窿。黃狗身上白，白狗身上腫。」"
      },
      {
        "index": 27,
        "text": "陸詩伯《雪》詩云：「大雪洋洋下，柴米都長價。板凳當柴燒，嚇得床兒怕。」又云：「玉皇大帝賣私鹽，一個蘇州拖麵煎。」又云：「不聞天上打羅櫥，滿地紛紛都是麵。」又云：「昨夜玉皇哀詔到，萬里江山都帶孝。」"
      },
      {
        "index": 28,
        "text": "李廷彥"
      },
      {
        "index": 29,
        "text": "李廷彥獻百韻詩於上官，中云：「舍弟江南沒，家兄塞北亡。」上官惻然，曰：「君家凶禍，一至於此！」廷彥曰：「實無此事，圖對偶親切耳。」一客謔云：「何不言『愛妾眠僧舍，嬌妻宿道房』？猶得保全兄弟。」"
      },
      {
        "index": 30,
        "text": "詩僧"
      },
      {
        "index": 31,
        "text": "郎中曹琰，有僧以詩卷投謁。閱首篇，是《登潤州甘露閣》云：「下觀揚子小。」琰曰：「何不道『卑吠狗兒肥』？」次閱一篇《送僧》云：「猿啼旅思淒。」琰曰：「何不道『犬吠張三嫂？』」坐中大笑。"
      },
      {
        "index": 32,
        "text": "不韻詩"
      },
      {
        "index": 33,
        "text": "唐冀州參軍曲崇裕《送司功入京》詩曰：「崇裕有幸會，得遇明流行。司士向京去，曠野哭聲哀。」司功曰：「大才士！先生其誰？」曰：「吳兒博士教此聲韻。」司功曰：「師明弟子哲！」"
      },
      {
        "index": 34,
        "text": "嘉靖間，有織造太監在杭州，徵索不遂，為詩云：「朝廷差我到蘇州，府縣官員不理咱。有朝一日朝京去，人生何處不相逢！」監司歎曰：「好詩！」答曰：「雖不成詩，葉韻而已。」"
      },
      {
        "index": 35,
        "text": "重復詩"
      },
      {
        "index": 36,
        "text": "雍熙中，一詩伯作《宿山房即事》詩，曰：「一個孤僧獨自歸，關門閉戶掩柴扉。半夜三更子時分，杜鵑謝豹子規啼。」又《詠老儒》詩曰：「秀才學伯是生員，好睡貪鼾只愛眠。淺陋荒疏無學術，龍鍾衰朽駐高年。」"
      },
      {
        "index": 37,
        "text": "王大夫"
      },
      {
        "index": 38,
        "text": "王祈有竹詩兩句，最為得意，為東坡誦之，曰：「葉垂千口劍，幹聳萬條槍。」蘇笑曰：「好則好矣，只是十條竹竿共一片葉也。」又蘇嘗言：「看王大夫詩，難得不笑。」"
      },
      {
        "index": 39,
        "text": "李超無自嘲"
      },
      {
        "index": 40,
        "text": "李超無逃儒歸墨，作詩自嘲云：「滾湯呼賊禿，搖鐸罵光郎。」"
      },
      {
        "index": 41,
        "text": "澀體"
      },
      {
        "index": 42,
        "text": "徐彥伯為文，多變奇求新，以「鳳闈」為「鷗閫」，以「龍門」為「虯戶」，以「金穀」為「銑溪」，以「芻狗」為「卉犬」，以「竹馬」為「篠驂」，以「月兔」為「魄兔」，以「風牛」為「焱犢」。後追效之，謂之「澀體」。"
      },
      {
        "index": 43,
        "text": "虞子匡戲詩"
      },
      {
        "index": 44,
        "text": "嘉靖中，有好為六朝詩者，不獨巧麗，且欲用不經人道之語，易字換句，遂至妄誕不稽。虞子匡一日遞一詩示郎仁寶，請商之，仁寶三誦，不知何題。虞曰：「吾效時人換字之法，戲改岳武穆《送張紫陽北伐》詩也。」其詩曰：「誓律飆雷速，神威震坎隅。遐征逾趙地，力鬥越秦墟。驥蹂匈奴頸，戈殲韃靼軀。旋師謝彤闕，再造故皇都。」岳云：「號令風霆迅，天聲動北陬。長驅渡河洛，直搗向燕幽。馬蹀月氏血，旗嫋可汗頭。歸來報明主，恢復舊神州。」不過逐字換之。遂撫掌相笑。"
      },
      {
        "index": 45,
        "text": "宋景文修史"
      },
      {
        "index": 46,
        "text": "宋景文修唐史，好以艱深之辭，文澆易之說。歐公思有以訓之。一日，大書其壁曰：「宵寐匪禎，劄闥洪休。」宋見之，曰：「非『夜夢不祥，題門大吉』耶？何必求異如此？」歐公曰：「《李靖傳》云：『震霆不暇掩聰』，亦是類也！」宋公慚而改之。"
      },
      {
        "index": 47,
        "text": "嘲竊句"
      },
      {
        "index": 48,
        "text": "陳亞《嘲竊古人詩句》詩云：「昔賢自是堪加罪，非敢言君愛竊詞。叵奈古人無意智，預先偷子一聯詩。」"
      },
      {
        "index": 49,
        "text": "僧惠崇能詩，其尤自負者：「河分岡勢斷，春入燒痕青。」崇之子弟嘲曰：「河分岡勢司空曙，春入燒痕劉長卿。不是師兄多犯古，古人詩句犯師兄。」"
      },
      {
        "index": 50,
        "text": "潘邠老詩多犯老杜。王直方云：「老杜復生，須與潘十廝炒。」"
      },
      {
        "index": 51,
        "text": "祥符、天禧中，楊大年、錢文禧、晏元獻為詩，皆宗李義山，號「西昆體」。後進效之，多竊取義山詩句。嘗內宴，優人作戲，有為義山者，衣服破裂，告人曰：「吾為館職諸公撏撦，以至如此！」坐者皆笑。"
      },
      {
        "index": 52,
        "text": "李義甫《白燕》詩云：「鏤月為歌扇，裁雲作舞衣。自憐回雪影，好取洛川歸。」有棗強尉張懷慶，好偷竊名士文章，乃增二字為七言，云：「生情鏤月為歌扇，出性裁雲作舞衣。照鑒自憐回雪影，來時好取洛川歸。」時人謂之「活剝張昌齡，生吞郭正一」。"
      },
      {
        "index": 53,
        "text": "武太常邦御，以水竹樓求劉楚雄為記，其文曰：「淇澳之斐，而瀑布急雨之，而碎玉密雲之，而投壺錚錚之，而圍棋丁丁之。巨細疾徐，皆先生之甔磬匏絲也。」又曰：「氅衣幅巾，見者以為神仙中人。」全用王元之《竹樓記》中語。有戲者曰：「昨夢一人，峨冠博帶，意甚不平，曰：『我宋學士王禹偁也，昔作郡守，有竹樓一座。今被劉楚雄拆毀，且將樓中之物，一一竊去。問是何物，曰：「楸枰一局，壺矢十二枝，文集十卷，氅衣一襲，幅巾一頂，止遺囊琴一張在焉。』又問：『竊此何焉？』曰：『都貯於太常水竹樓中，故不平也。』」"
      },
      {
        "index": 54,
        "text": "點金成鐵"
      },
      {
        "index": 55,
        "text": "梁王籍詩云：「蟬噪林愈靜，鳥鳴山更幽。」王荊公改用其句曰：「一鳥不鳴山更幽。」山谷笑曰：「此『點金成鐵』手也！」"
      },
      {
        "index": 56,
        "text": "倩筆"
      },
      {
        "index": 57,
        "text": "《霅溪紀聞》：湖州吳平山，素不能詩，值座師王荊石公壽，試作八句，求同年沈公節甫改削。沈用其韻，更制一首，復嫌於全革，姑舉筆點其末二句，而並歸之。吳大喜，謂沈所賞，語必佳；不忍棄，即書沈詩，而並載已二句於末，遂為十句，重一韻。王公大笑。"
      },
      {
        "index": 58,
        "text": "文當戒俗"
      },
      {
        "index": 59,
        "text": "楊文公嘗戒其門人「為文宜避俗語」，即而公因作表示：「伏惟陛下，德邁九皇。」門人鄭戩請於公曰：「賣韭黃訖，未審何時得賣生菜？」公大笑，易之。"
      },
      {
        "index": 60,
        "text": "書馬犬事"
      },
      {
        "index": 61,
        "text": "歐陽公在翰林時，常與同院出遊。有奔馬斃犬，公曰：「試書其一事。」一曰：「有犬臥於通衢，逸馬蹄而殺之。」一曰：「有馬逸於街衢，臥犬遭之而斃。」公曰：「使子修史，萬卷未已也。」曰：「內翰云何？」公曰：「逸馬殺犬於道。」相與一笑。"
      },
      {
        "index": 62,
        "text": "明堂赦文"
      },
      {
        "index": 63,
        "text": "胡衛、盧祖在翰林，草明堂赦文云：「江淮盡掃於胡塵。」太學生嘲之曰：「胡塵已被江淮掃，卻道江淮盡掃於。傳語胡、盧二學士，不如依樣畫胡盧。」"
      },
      {
        "index": 64,
        "text": "押韻"
      },
      {
        "index": 65,
        "text": "唐梅權衡，吳人也，入試不持書策，人皆謂奇才。及府題出《青玉案賦》，以「油然易直子諒之心」為韻。場中競談 「諒」字難押。梅於庭樹下，以短箠畫地起草。日晡，梅賦先成。張季遐求視所押，以為師模。梅大言曰：「押字須商量，爭應進士舉？」季遐自謙薄劣，乃率數十人請益。梅曰：「此韻難押，諸公且廳上坐，聽某押處解否。」遂朗吟曰：「恍兮惚兮，其中有物。惚兮恍兮，其中有諒。犬蹲其旁，鴟拂其上。」因講青玉案者是食案，所以言「犬蹲其傍，鴟拂其上」也。眾大笑"
      },
      {
        "index": 66,
        "text": "苗振召試館職。晏丞相語曰：「宜稍溫習。」苗曰：「豈有三十年作老娘，而倒繃孩兒者乎？」既試賦，韻有「王」字。振押云：「率土之濱莫非王。」不中選。晏笑曰：「苗君竟倒繃孩兒矣！」"
      },
      {
        "index": 67,
        "text": "賦"
      },
      {
        "index": 68,
        "text": "胡旦作《長鯨吞舟賦》云：「魚不知舟在腹中，其樂也融融；人不知舟在腹內，其樂也泄泄。」又曰：「雙須竿直，兩目星懸。」楊孜覽而笑曰：「許大魚，眼孔恁小！」又慶曆中，試題為《天子之堂九尺》。賦者曰：「成湯當陛而立，不欠一分；孔子歷階而升，止餘六寸。」用《孟子》曹交言湯九尺、《史記》言孔子九尺六寸事。"
      },
      {
        "index": 69,
        "text": "熙寧中，省試《王射虎侯賦》。有一卷云：「講君子必爭之藝，飾大人所變之皮。」又歐陽公主文，試《貴老為其近於親賦》。有一卷云：「睹茲黃耆之狀，類我嚴君之容。」"
      },
      {
        "index": 70,
        "text": "褚歸應試，作《大舜善與人同》，破云：「道雖貫於萬世，善猶同於眾人。」見黜。一友戲慰曰：「公以『尿罐』對『油筒』，宜其黜落。」"
      },
      {
        "index": 71,
        "text": "經義"
      },
      {
        "index": 72,
        "text": "政和中，舉子皆試經義。有學生治《周禮》，堂試以《禁宵行者》為題，此生答義云：「宵行之為患者大矣，凡盜賊奸淫為過惡者，白晝不能顯行也，必昏夜合徒竊發。蹤跡幽暗，雖欲捕治，不可物色。故先王命官曰『司寤氏』，而立法以禁之，有犯無赦，宜矣！不然，則宰予晝寢，何以得罪於夫子？」學官者甚喜其議論有理，但不曉以宰予為證之意，因召問之。答曰：「晝非寢時也。今宰予正晝而熟寐，其意必待夜間出來胡行亂走耳！」學官為笑而止。"
      },
      {
        "index": 73,
        "text": "時藝"
      },
      {
        "index": 74,
        "text": "陳白沙獻章，當成化初會試，雖負重名，亦投時好，競出新奇，作《老者安之，朋友信之，少者懷之》題，其破云：「物各有其等，聖人等其等。」考官戲批其傍云：「若要中進士，還須等一等！」"
      },
      {
        "index": 75,
        "text": "張鼇山提學江北，以《馮婦善搏虎》為題。徐州一士云：「馮婦，一婦人也，而能搏虎；不惟搏也，而又善焉。夫搏虎者何？扼其吭，斬其頭，剝其皮，投於五味之中而食之也，豈不美哉！」"
      },
      {
        "index": 76,
        "text": "王荊湖學博談及吳郡一士，作《今交九尺四寸以長》題，文中將「九尺以長」、「四寸以長」分股。又一士作《二女果》題，文中二股立柱云：「堯非不欲以之自奉也，舜非不欲以之奉瞽瞍也。」聞者絕倒。"
      },
      {
        "index": 77,
        "text": "一士作《能近取譬》題文，質於唐六如。唐稱讚不已。士又再三求正，唐曰：「細玩『能近取』三字不做，覺偏枯些。」士嘿然而去。"
      },
      {
        "index": 78,
        "text": "評唐詩"
      },
      {
        "index": 79,
        "text": "楊用修曰：「唐詩有極劣者，宋人采入《全唐詩話》，使觀者曰：「是亦唐詩一體。」譬之燕、趙多佳人，其間有跛者、眇者、羝者、氳者、疥且痔者，乃專房寵之，曰：「是亦燕、趙佳人之一種。」可乎？"
      },
      {
        "index": 80,
        "text": "前人詩文之病"
      },
      {
        "index": 81,
        "text": "簡文時，費旭詩有句云：「不知是耶非？」殷芸詩有「飄颺雲母舟」句。帝大笑曰：「旭既不識其父，芸又飄颺其母耶？」"
      },
      {
        "index": 82,
        "text": "許渾句中多用「水」字。諺曰：「許渾千首濕。」又羅隱詩皆有「喜」、「怒」、「哀」、「樂」、「心」、「誌」等語，不離一身，故以「羅隱一生身」為對。不若對以「杜甫一生愁」為優。"
      },
      {
        "index": 83,
        "text": "楊盈川為文，好以古人姓名連用，如「張平子之略談，陸士衡之所記」，「潘安仁宜其陋矣，仲長統何足知之」。時號為「點鬼簿」。駱丞文好以數對，如「秦地重關一百二，漢家離宮三十六」。時號為「算博士」。李義山為文多檢閱書冊，左右鱗次，時號「獺祭魚」。"
      },
      {
        "index": 84,
        "text": "王禹玉詩多用「珍」、「寶」、「黃金」、「白玉」為對，時號「至寶丹」。有人云：「詩能窮人，且強作富貴語，看如何？」數日搜索，止得一聯，云：「脛脡化為紅玳帽，眼睛變作碧琉璃」。為之絕倒。"
      },
      {
        "index": 85,
        "text": "高英秀辯捷滑稽，嘗與讚寧共議古人詩病，云：「李山甫《覽漢史》『王莽弄來曾半破，曹公將去便平沈』，是破船詩。李群玉《詠鷓鴣》『方穿詰曲崎嶇路，又聽鉤輈格磔聲』，是梵語詩。羅隱『雲中雞犬劉安過，月裏笙歌煬帝歸』，是見鬼詩。杜荀鶴『今日遇題題似著，不知題後更誰題』，此衛子詩也，不然安有四蹄？」"
      },
      {
        "index": 86,
        "text": "黃唐《寓金陵佛寺》云：「水底有天春漠漠，人間無路月茫茫。」人謂之「鬼詩」。羅隱《詠牡丹》云：「若教解語應傾國，任是無情也動人。」人謂之「女子詩」。"
      },
      {
        "index": 87,
        "text": "釋貫休有《詠漁父》云：「眼前不見市朝事，耳畔唯聞風水聲」。梅聖俞曰：「此患肝賢風也。」又云「盡日覓不得，有時還自來」。曰：「此是人家失卻貓兒。」"
      },
      {
        "index": 88,
        "text": "賈島有《哭僧》詩云：「寫留行道影，焚卻坐禪身。」唐人謂「燒殺一活和尚」。"
      },
      {
        "index": 89,
        "text": "張祐《柘枝》詩云：「鴛鴦細帶拋何處，孔雀羅衫屬阿誰？」白樂天每呼為「問頭詩」。祐曰：「公亦有《目連經》。《長恨歌》云：「上窮碧落下黃泉，兩處茫茫皆不見。』此非目連訪母耶！」"
      },
      {
        "index": 90,
        "text": "孟浩然詩：「春眠不覺曉，處處聞啼鳥。夜來風雨聲，花落知多少？」人謂是「孟盲子」。荊公宅乃謝安所居地，有謝公墩。公賦詩曰：「我名公姓偶相同，我宅公墩在眼中。公去我來墩屬我，不應墩姓尚隨公。」人謂與死人爭地界。"
      },
      {
        "index": 91,
        "text": "張師錫《老兒詩》五十韻，摹寫極工。中有「看經嫌字小」，不免是老僧，「腳軟怕秋千」，不免是老婦。"
      },
      {
        "index": 92,
        "text": "程師孟知洪州，作靜堂，自愛之，無日不到，為詩題於石，曰：「每日更忙須一到，夜深長是點燈來。」李元規見而笑曰：「此是登溷詩。」"
      },
      {
        "index": 93,
        "text": "劉子儀嘗有《贈人》詩云：「惠和官尚小，師達祿須干。」取「下惠聖之和」、「子張問達而學干祿」之事。或有除去「官」字，示人曰：「此必番僧也，其名達祿須干。」聞者大笑。"
      },
      {
        "index": 94,
        "text": "有遷楚藩者，李於鱗以詩送之，云：「江漢日高天子氣，樓臺秋入大王風。」一友曰：「二語似賀陳友諒登極。」"
      },
      {
        "index": 95,
        "text": "《古今詩話》：樂天《長恨歌》云：「峨眉山下少人行，旌旗無光日色薄。」峨嵋在嘉州，與幸蜀路全無交涉。杜甫《武侯廟柏》詩云：「霜皮溜雨四十圍，黛色參天二千尺。」四十圍乃徑七尺，無乃太細長也。史稱防風氏身廣九畝，長三丈。按廣大尺，九畝乃五十丈四尺，如此防風之身乃一餅餤身。此文章之病也。"
      },
      {
        "index": 96,
        "text": "張文潛常云：「子瞻每笑『天邊趙盾益可畏，水底右軍方熟眠』，謂『湯燖了王羲之也』。」文潛戲謂子瞻云：「公詩有『獨看紅蕖傾白墮』，不知『白墮』是何物？」子瞻云：「《洛陽伽藍記》有劉白墮，善釀酒。」文潛曰：「白墮既是人，何以言傾？」子瞻笑曰：「魏武《短歌行》云：『何以解憂？惟有杜康』。杜康亦是釀酒人名也。」文潛曰：「畢竟用得不當。」時文潛有僕曹某，失去酒器。子瞻笑曰：「公且先去理會曹家那漢，卻來此間廝魔。」滿座大笑。"
      },
      {
        "index": 97,
        "text": "九字詩"
      },
      {
        "index": 98,
        "text": "中峰和尚有九字梅花詩云：「昨夜西風吹折千林梢，渡口小艇滾入沙灘坳。野樹古梅獨臥寒屋角，疏影橫斜暗上書窗敲。」盧讚元酴醿花詩：「天將花王國豔殿春色，酴醿洗裝素頰相追陪。絕勝濃英綴枝不韻李，堪友橫斜照水攙先梅。」"
      }
    ]
  }
}