{
  "chapterNumber": 5,
  "title": "第5部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：謬誤原無定名，譬之鄭人爭年，後息者勝耳。喙長三尺，則「枕流嗽石」，語自不錯。若論災發妖興，賊民橫路，即太極之生天、生地、生人，亦是第一誤事，將誰使正之？齊有人，命其狗為「富」，命其子為「樂」。方祭，狗入於室，叱之曰：「富出！」其子死，哭曰：「樂乎！樂乎！」人以為誤也，則孰知其非誤也，然而不可謂非誤也。夫不誤猶誤，何況真誤？集《謬誤》第五。〕"
      },
      {
        "index": 2,
        "text": "祠廟"
      },
      {
        "index": 3,
        "text": "歐公《歸田錄》云：世俗傳訛，惟祠廟之名為甚。今成都顯聖寺者，本名蒲池寺，周顯德中廣之，更名顯聖，而俚俗多沿舊名，今傳為菩提寺矣。江中有大小孤山，以獨立得名，而世俗傳「孤」為「姑」。江側有大石磯，謂之澎浪磯，遂傳為「彭郎磯」，云彭郎，小姑婿也。予嘗登小孤，廟像乃一婦，而敕額為「聖母廟」，豈止俚俗之戮哉！西京龍門山，夾伊水上自端闕，望之如雙闕，故謂之「闕塞」，而山口有廟曰「闕口廟」。予嘗見其廟像甚勇，手持屠刀尖銳，按膝而坐。問之，云：「此乃豁口大王也。」此尤可笑。"
      },
      {
        "index": 4,
        "text": "汲郡有肖像「三仁」並及商紂者，謂之「四王」。"
      },
      {
        "index": 5,
        "text": "沮州有「杜拾遺廟」，後訛為「杜十姨」，塑婦人像。邑人以「五撮須相公」無婦，移以配之。五撮須，蓋伍子胥也。又江陵村事子胥，誤呼「伍髭須」，乃塑五丈夫，皆多須者。每禱祭，輒云「一髭須」、「二髭須」至「五髭須」。"
      },
      {
        "index": 6,
        "text": "陳州厄臺寺，相傳孔子絕糧處，舊榜「文宣王」，因風雨洗剝，但存「王」字及「宣」字下一畫。僧遂附會為「一字王佛」。"
      },
      {
        "index": 7,
        "text": "蔡伯喈"
      },
      {
        "index": 8,
        "text": "江南一驛吏，以幹事自任。典郡者初至，吏曰：「驛中畢備，請閱之。」刺史入酒室，見一像，問之，曰：「是杜康。」又入茶室，見一像，問之，曰：「是陸鴻漸。」刺史大喜。又一室，諸菜畢備，亦有一像，問之，曰：「蔡伯喈。」刺史大笑，曰：「此不必。」"
      },
      {
        "index": 9,
        "text": "茶神"
      },
      {
        "index": 10,
        "text": "唐傳載云：時有鬻茶之家，陶為陸羽像，置煬器間，謂之茶神。有交易，則以茶祭之；無，則以釜湯沃之。"
      },
      {
        "index": 11,
        "text": "鬼誤"
      },
      {
        "index": 12,
        "text": "《謔浪》：楚俗信鬼，有病必禱焉。嘗夜禱於北郭門外，好事者遇之，竊翳身於葬，而投以砂礫。禱者恐，稍遠去；益投，益遠去，乃攖其肉而食焉。人以為靈也，禱益盛，而北郭門之靈鬼遂著。其後禱者不失肉，即反謂鬼不享而憂之。"
      },
      {
        "index": 13,
        "text": "《續笑林》：有赴飲夜歸者，值大雨，持蓋自蔽，見一人立簷下溜，即投傘下同行。久之，不語，疑為鬼也，以足撩之，偶不相值，愈益恐，因奮力擠之橋下而趨。值炊糕者晨起，亟奔入其門，告以遇鬼。俄頃復見一人，遍體沾濕，踉蹌而至，號呼「有鬼」，亦投其家。二人相視愕然，不覺大笑。"
      },
      {
        "index": 14,
        "text": "凶宅誤"
      },
      {
        "index": 15,
        "text": "袁繼謙郎中，頃居青社。假一第，素多凶怪，昏曀即不敢出戶庭，合門驚懼。忽一夕聞吼呼，若甕中聲，至濁。舉家怖懼，謂其必怪之尤者，穴窗窺之。是夕月晦，見一物蒼黑色，來往庭中，似黃狗身，而首不能舉。乃以鐵撾擊其腦，忽轟然一聲，家犬驚吼而去。蓋其日莊上輸油至，犬以首入油甕中，不能出故也。舉家大笑，遂安寢。"
      },
      {
        "index": 16,
        "text": "洪都村中一大家，廳樓崇敞。每夜聲響特異，以為妖，避而虛其室。有道士過門，稱自龍虎山來。其家大喜，邀入，與約妖除當厚酬。道士入居之。夜見碩鼠尾巨如椎，躍入破柱，從柱擊出，斬之。蓋鼠尾始被齧流血，行沙中，霑沙重，既乾，巨如椎；其作響皆是物，非妖也。道士乃山下鬻贗符者，幸獲重賂，其名遂著。"
      },
      {
        "index": 17,
        "text": "廬山精"
      },
      {
        "index": 18,
        "text": "《稗史》：唐劉秉仁為江州刺史，自京將一橐駝至郡，放之廬山下。野人見而大驚，鳴鼓率眾射殺之，乃以狀白州，曰：「某日獲廬山精於某處。」劉命致之，乃所放駝耳。"
      },
      {
        "index": 19,
        "text": "驚潮"
      },
      {
        "index": 20,
        "text": "海上每遇八月，秋濤大作，潮聲夜吼，震撼城市。至正間，有達魯不花者初至，聞此，夜不敢臥。因呼門者問之。門者從睡中應曰：「潮上來也！」既覺，自知失答，連曰：「禍到！禍到！」狂走而出。不花驚趨入內，呼其妻曰：「本冀作官榮耀，不意今夕共作水鬼！」合門號慟，外巡徼聞哭，以為有變，傳報正佐諸官，皆顛倒衣裳來救。乃叩門，不花恐水湧入，堅閉不納。同僚破扉排牆而入，見不花夫婦及奴婢皆升屋大呼「救我」。同僚詢知其實，忍笑而散。"
      },
      {
        "index": 21,
        "text": "甘子布"
      },
      {
        "index": 22,
        "text": "益州進柑，例以紙裹。後長史易布，猶慮損壞。俄有御史姓甘名子布者至驛，驛吏馳報。長史疑敕御史來推布裹柑子事，參謁後，但敘布裹柑子為敬。御史初不解，久方悟，付之一笑。"
      },
      {
        "index": 23,
        "text": "皮遐叔"
      },
      {
        "index": 24,
        "text": "盧尚書弘宣，與弟盧衢州簡辭同在京。一日衢州早出歸，尚書問有何除改，答云：「無大除改，唯皮遐叔蜀中刺史。」尚書不知「皮」是「遐叔」姓，謂是宗人，低頭久之，曰：「我弭節當家，沒處得盧皮遐來。」衢州為言之，皆大笑。"
      },
      {
        "index": 25,
        "text": "同姓議婚"
      },
      {
        "index": 26,
        "text": "唐張守信為餘杭守，愛富陽尉張瑤，欲以女妻之，為具衣裝矣。女之保母問曰：「欲以女適何人？」守信以張瑤對。保母曰：「女婿姓張，不知主翁之女何姓？」守信方悟，乃止。"
      },
      {
        "index": 27,
        "text": "唐御史李逢年娶婦鄭，不合，去之。嘗屬益府尹曹李睨更求一婦。睨言兵曹李紥妹新寡可娶，叩紥，紥亦許諾，約日成婚。及期，逢年飾裝往迎，中道忽驚曰：「李睨過矣！」因詣睨曰：「君思紥妹為復何姓？」睨亦驚，過李紥曰：「吾乃大誤！但知為公求好婿，為御吏求好婦，都不思姓氏！」各懊恨而退。"
      },
      {
        "index": 28,
        "text": "疑姓"
      },
      {
        "index": 29,
        "text": "陽伯博任山南一縣丞，其妻陸氏，名家女也。縣令婦姓伍。他日會諸官之婦，既相見，縣令婦問讚府夫人何姓，答曰：「姓陸。」次問主簿夫人，答曰： 「姓戚。」縣令婦勃然入內。諸夫人不知所以，欲卻回。縣令聞之，遽入問其婦。婦曰：「讚府婦云姓陸，主簿婦云姓戚，以吾姓伍，故相弄耳！餘官婦賴吾不問，必曰姓八、姓九矣！」令大笑曰：「人各有姓。」復令婦出。"
      },
      {
        "index": 30,
        "text": "兄弟誤"
      },
      {
        "index": 31,
        "text": "張伯喈、仲喈兄弟，貌絕相類。仲喈妻妝竟，忽見伯喈，戲曰：「今日妝好不？」伯喈曰：「我伯喈也。」妻急趨避。須臾又見伯喈，復以為仲喈，告云：「向大錯誤。」伯喈云：「我故伯喈。」"
      },
      {
        "index": 32,
        "text": "長洲劉憲副瀚之族，有兄弟二人，初本孿生，貌極相肖。市有鬻青梅者，梅甚大，其兄戲與決賭云：「能頓食百顆。」市人云：「果爾，當盡以擔中梅相餉。」劉食其半，佯稱便，旋入門。而其弟代之出，食至盡。眾莫能辨，遂為所勝。"
      },
      {
        "index": 33,
        "text": "意氣"
      },
      {
        "index": 34,
        "text": "虞嘯父為孝武侍中。帝從容謂曰：「卿在閣下，初不聞有獻替。」虞家富春近海，誤謂帝望其意氣，對曰：「天時尚暖，魚鱉蝦蜣未可致。尋當有獻。」帝撫掌大笑。"
      },
      {
        "index": 35,
        "text": "誤食"
      },
      {
        "index": 36,
        "text": "王敦初尚主，如廁，見漆箱盛乾棗，本以塞鼻。王謂廁上亦下果，遂至食盡。既還，婢擎金澡盤盛水，琉璃盤盛澡豆。因倒著水中而飲之，謂是乾飯。群婢掩口。"
      },
      {
        "index": 37,
        "text": "雞舌香"
      },
      {
        "index": 38,
        "text": "桓帝侍中迺存，年老口臭，上出雞舌香與含之。雞舌頗小，辛螫不敢咀咽，嫌有過賜毒，歸舍辭訣。家人哀泣，莫知其故，求舐其藥，出在口香，乃咸嗤笑。"
      },
      {
        "index": 39,
        "text": "常春藤"
      },
      {
        "index": 40,
        "text": "唐姜撫云：服太湖常春藤，終南山旱藕，可長生。玄宗詔使自求之。民間以藤漬酒，多暴死，撫逃去。"
      },
      {
        "index": 41,
        "text": "醫誤"
      },
      {
        "index": 42,
        "text": "金華戴元祀，國初名醫，嘗被召至南京。見一醫家，迎求溢戶，酬應不間，戴意必深於術者，注目焉。按方發劑，皆無他異；退而怪之，日往視焉。偶一人求藥者既去，追而告之曰：「臨煎時下錫一塊。」麾之去。戴始大異之，念無以錫入煎劑法，特叩之。答曰：「是古方。」戴求得其書，乃「餳」字耳。戴急為正之。"
      },
      {
        "index": 43,
        "text": "誤造"
      },
      {
        "index": 44,
        "text": "貞元中，給事中鄭雲逵，與國醫王彥伯鄰居。嘗有蕭俛求醫，誤造鄭。鄭為診之，曰：「熱風頗甚。」又請藥方，鄭曰：「藥方即不如東家王供奉。」俛既覺失錯，驚遽趨出。是時京師有乖儀者，必曰「熱風」。"
      },
      {
        "index": 45,
        "text": "唐臨濟令李回，娶張氏。張父為廬州長史，告老歸，以婿薄其女，往臨濟辱之。誤至全節縣，入廳大罵。邑令驚怪，使執而鞭之。困極，乃告以故。令馳報回，回至乃解。"
      },
      {
        "index": 46,
        "text": "陳太常"
      },
      {
        "index": 47,
        "text": "陳音，字師召，莆田人，有文行，而性恍惚。一日朝回，語從者曰：「今日訪某官。」從者不聞，引轡歸舍。師召謂至其家矣，升堂周覽，曰：「境界全似我家。」又睹壁間畫，曰：「我家物，緣何掛此？」既家僮出，叱之曰：「汝何亦來此？」僮曰：「故是家。」師召始悟。"
      },
      {
        "index": 48,
        "text": "陳師召檢書，得友人招飲帖，忘其昔所藏也，如期往。累茶不退，主人請其來故。曰：「赴君飲耳。」主人訝之，難於致詰，具酒飲罷，方憶去年此日曾邀飲也。"
      },
      {
        "index": 49,
        "text": "刑部郎中浙江楊某，字文卿。而山西楊文卿，為戶部郎中。一日浙江楊氏招師召飲，而師召造山西楊氏。時文卿尚寢，聞其來，亟起迎之。坐久，師召不見酒肴，乃謂曰：「觴酒豆肉足矣，毋勞盛饌。」文卿愕然，應曰：「諾。」入告家人，使治具。俄而浙江使人至，白以「主翁久候」。師召始悟曰：「乃汝主耶？於誤矣！」一笑而去。"
      },
      {
        "index": 50,
        "text": "陳師召嘗信宿具饌邀客，早盡忘之，逕造其家雙陸。將午不申宿約，客反治具留餐。頃之，家人來促上席。師召未審視，疑是別家來招，怒謂之曰：「汝請我主人去，我竟何如？」"
      },
      {
        "index": 51,
        "text": "陳師召清旦入朝，誤置冠纓於背。及見同僚垂纓，俯視頷下，怪其獨無。一人遽持纓而正曰：「公自有纓，但無背後眼耳。」李西涯贈詩有「十年猶未識冠纓」之句。"
      },
      {
        "index": 52,
        "text": "陳音不事修飾，蓬垢自喜。官四品，夫人鬻得金獅緋袍，不知為武臣服。公亦不察，衣袍肖像。李西涯見之，遽題曰：「觀其鬃則齊，觀其衣則非。若人也，可信而可疑，使蓬其鬢，更其衣，鳴呼庶幾！」"
      },
      {
        "index": 53,
        "text": "陳音嘗考滿，誤入戶部。見入稅銀者，驚曰：「賄賂公行，至此已極！」"
      },
      {
        "index": 54,
        "text": "翁肅"
      },
      {
        "index": 55,
        "text": "閩人翁肅守江州，昏耄。代者至，既交割，猶居右偏；代者不校也。罷起轉身，復將入州宅。代者攬衣止之，曰：「這個使不得！」"
      },
      {
        "index": 56,
        "text": "犯胡諱"
      },
      {
        "index": 57,
        "text": "石勒制法甚嚴，兼諱「胡」尤峻，有醉胡乘馬，突入府門。勒大怒，謂門吏馮翥曰：「向馳馬入門，為是何人，而故縱之！」翥惶遽忘諱，對曰：「向有醉胡乘馬馳入，甚嗬止之而不可，所謂互鄉難與言，非小臣所能制。」勒笑曰：「胡正自難與言。」恕而不罪。"
      },
      {
        "index": 58,
        "text": "樊坦性廉，而疏樸多誤。由參軍擢章武內史，入辭勒。勒見坦衣敝，大驚曰：「貧何至此？」坦對曰：「頃遭羯胡無道，資財蕩盡，是以窮敝。」勒笑曰：「羯賊乃爾大膽！孤當相償耳。」坦大懼。勒曰：「孤律自防俗士，不關卿輩。」乃厚賜之。"
      },
      {
        "index": 59,
        "text": "犯名"
      },
      {
        "index": 60,
        "text": "元絳，字厚之，知福州日，有吏白事。公曰：「如何行遣？」吏對曰：「合依原降指揮。」公曰：「元絳未嘗指揮。」吏悚而退。"
      },
      {
        "index": 61,
        "text": "僕射韓皋病瘡。醫人傅藥不濡，曰：「天寒膏硬耳。」皋笑曰：「韓皋實是硬。」"
      },
      {
        "index": 62,
        "text": "楊誠齋，名萬里。為監司時，巡歷至一郡。郡守張宴，有官妓葉少歌《賀新郎》詞送酒，其中有「萬里雲帆何時到」。誠齋遽曰：「萬里昨日到。」太守大慚，即監繫官妓。"
      },
      {
        "index": 63,
        "text": "一日觸三人"
      },
      {
        "index": 64,
        "text": "唐郗昂與韋陟交善，因話國朝宰相誰最無德。昂誤對曰：「韋安石也！」尋自覺，驚走。路逢吉溫，溫問：「何故倉惶如此？」答曰：「適與韋尚書話國朝宰相最無德者，本欲言吉頊，誤言韋安石。」既言，又鞭馬而走。抵房相琯之第，執行慰問，復舍頊以房融為對。言訖大慚，趨出。昂有時稱，忽一日而犯三人，舉朝嗟歎，唯韋陟遂與絕交。"
      },
      {
        "index": 65,
        "text": "姓誤"
      },
      {
        "index": 66,
        "text": "何敬容在選日，客有姓吉者詣之。敬容問曰：「卿與丙吉遠近？」答曰：「如明公之與蕭何。」"
      },
      {
        "index": 67,
        "text": "語誤"
      },
      {
        "index": 68,
        "text": "元帝皇子生，普賜群臣，殷洪喬謝曰：「皇子誕育，普天同慶，臣無勳焉，而猥頒厚賚。」帝笑曰：「此事豈可使卿有勳耶？」"
      },
      {
        "index": 69,
        "text": "劉髦二子俱登進。長子婦入京，公送登舟，以手援之。郡守見而笑。公曰：「府公笑我乎？若跌入水，尤可笑也！」次婦入京，公時臥疾，呼之床前，曰：「老年頭風，可買一帕寄回。」明旦登程，諸親畢會，忽呼子婦曰：「毋忘昨夜枕上之囑。」眾駭然，問其故，乃始撫掌。"
      },
      {
        "index": 70,
        "text": "五字皆錯"
      },
      {
        "index": 71,
        "text": "淵明《讀〈山海經〉》詩曰：「精衛銜微木，將以填滄海。刑天舞干戚，猛誌故常在。」在作淵明詩跋尾者，謂「形夭無千歲」，莫曉其意。後讀《山海經》云：「刑天，獸名，好銜干戚而舞。」乃知五字皆錯。"
      },
      {
        "index": 72,
        "text": "曹元寵《題村學堂圖》云：「此老方捫虱，眾雛爭附火。想當訓誨間，都都平丈我。」昔有宿儒過村學中，聞其訓「都都平丈我」，知其訛也，校正之。學童皆駭散。時人為之語曰：「都都平丈我，學生滿堂坐。鬱鬱乎文哉，學生都不來。」"
      },
      {
        "index": 73,
        "text": "瞎字不識"
      },
      {
        "index": 74,
        "text": "臧武仲，名紇，音切為「瞎」，而世多誤呼為「乞」。蕭穎士聞人誤呼，因曰：「汝紇字也不識。」後人遂誤以為「瞎字也不識」。"
      },
      {
        "index": 75,
        "text": "《放生池記》"
      },
      {
        "index": 76,
        "text": "高文虎作《西河放生池記》，有「鳥獸魚鱉咸若」，本夏事，引為商事。太學諸生為謔詞哂其誤。陳晦行草制，以「舜卜禹用昆命元龜」字，有倪侍郎駁之。陳疏辯「古今命相，多用此語」。擢陳臺端，倪罷去。時嘲云：「舍人舊錯夏商鱉，御史新爭舜禹龜。」"
      },
      {
        "index": 77,
        "text": "射策誤"
      },
      {
        "index": 78,
        "text": "宋制科題，有「堯舜禹湯所舉如何」，乃漢時宮中謁者趙堯舉春，李舜舉夏，倪湯舉秋，貢禹舉冬，各職天子所服也。又「湯周福祚」，乃張湯、杜周也。當時士子以唐、虞、三代為對，遂無一人合者。"
      },
      {
        "index": 79,
        "text": "科場中進士程文，多可笑者。治平中，國學試策，問「體貌大臣」。進士策對曰：「若文相公、富相公，皆大臣之有體者，若馮當世、沈文通，皆大臣之有貌者。」意謂文、富豐碩，馮、沈美少也。劉厚甫遂目沈、馮為「有貌大臣」。"
      },
      {
        "index": 80,
        "text": "詩鬼正誤"
      },
      {
        "index": 81,
        "text": "虞文靖在宜黃時，嘗倚樓吟詩，有「五更鼓角吹殘雪」之句。忽隔溪一童揖而言曰：「角可吹，鼓不可吹。」亟命召之，已失所在。蓋詩鬼也。"
      },
      {
        "index": 82,
        "text": "高塘"
      },
      {
        "index": 83,
        "text": "濠州西在高塘館，附近淮水。御史閻敬愛宿此館，題詩曰：「借問襄王安在哉，山川此地勝陽臺。今朝寓宿高唐館，神女何曾入夢來？」軺軒來往，莫不吟諷言佳。有李和風者至，又題詩曰：「高唐不是這高塘，淮畔江南各一方。若向此中求薦枕，參差笑殺楚襄王。」讀者莫不解顏。"
      },
      {
        "index": 84,
        "text": "《草訣百韻歌》"
      },
      {
        "index": 85,
        "text": "有云《草訣百韻歌》乃右軍所作。楊用修戲曰：「字莫高於羲之，得羲之自作《草韻》奇矣。更得子美《詩學大成》，孔子《四書活套》，足稱三絕。」"
      },
      {
        "index": 86,
        "text": "吏牒"
      },
      {
        "index": 87,
        "text": "《祝氏猥談》云：一大將乞翰林某詩，專令一吏候之，免其他役。吏始甚德之。既逾改火，吏不勝躁，具牒呈其將，言：「蒙委領某翰林文字，為渠展轉支延，已及半載，顯是本官不能作詩，虛詞誑脫。」"
      },
      {
        "index": 88,
        "text": "馬疑司馬"
      },
      {
        "index": 89,
        "text": "紹聖間，馬從一監南京排岸司。適漕使至，隨眾迎謁。漕一見，即怒叱之曰：「聞汝不職，未欲按汝，尚敢來見耶？」從一惶恐，自陳「湖湘人，迎親就祿」，求哀不已。漕察其語，南音也，乃稍霽威，曰：「湖南亦有司馬氏耶？」從一答曰：「某姓馬，監排岸司耳。」漕乃微笑曰：「然而勉力職事可也。」初蓋認為溫公族人，故欲害之。自此從一刺謁，削去「司」字。"
      },
      {
        "index": 90,
        "text": "王彥輔《麈史》乖謬二事"
      },
      {
        "index": 91,
        "text": "京西憲按行至一邑，辱縣尉張伯豪，斥使下騎而步，且行且數其不才。既入傳舍，有虞候白言：「提刑適罵官員，乃陶中丞女婿。」憲矍然曰：「何不早告我！」亟召尉，與之坐。茶罷，乃曰：「聞君有才，適來聊相沮。君詞色俱不變，前途豈易量耶！」即命書吏立發薦章與之。"
      },
      {
        "index": 92,
        "text": "某路憲至一郡，因料兵，見護戎年高，謂守倅曰：「護戎老不任事，何可容也？」守、倅並默然。戎抗聲曰：「我本不欲來，為小兒輩所強，今果受辱！」憲問：「小兒謂誰？」曰：「外甥章得象也。」蓋是時方為宰相。憲曰：「雖年高，顧精神不減，不知服何藥？」戎曰：「素無服餌。」憲又曰：「好個健老兒！」惠酒而去。"
      },
      {
        "index": 93,
        "text": "誤笞"
      },
      {
        "index": 94,
        "text": "許誡言為琅琊太守，有囚縊死獄中，用執去年修獄吏典鞭之。典曰：「小人職修獄，狴牢破壞當笞，今賊乃自縊也。」誡言怒曰：「汝胥吏，又典獄，舉動自合笞耳！」"
      },
      {
        "index": 95,
        "text": "誤黥"
      },
      {
        "index": 96,
        "text": "陳東官蘇州時，因斷流罪，命黥其面，有「特刺配」字。黥畢，幕中相與白曰：「凡言『特』者，罪不至是，而出於朝廷一時之旨，非有司所得行。」東即以「特刺」改「準條」，再黥之。後有薦其才於政府者，曰：「得非人面上起草稿者乎？」"
      },
      {
        "index": 97,
        "text": "譯誤"
      },
      {
        "index": 98,
        "text": "元時，達魯花赤為政，不通漢語，動輒詢譯者。江南有僧，田為豪家所侵，投牒訟之。豪厚賂譯。既入，達魯花赤問：「僧訟何事？」譯曰：「僧言天旱，欲自焚以求雨耳。」達魯花赤大稱讚，命持牒上。譯業別為一牒，即易之以進；覽畢，判可。僧不知也，出門，則豪已積薪通衢，數十人舁僧畀火中焚之。"
      },
      {
        "index": 99,
        "text": "防誤得誤"
      },
      {
        "index": 100,
        "text": "桓溫將舉殷浩為尚書令，先致書聞浩。浩欣然答書，慮有謬誤，開閉數四，竟達空函。"
      },
      {
        "index": 101,
        "text": "不誤為誤"
      },
      {
        "index": 102,
        "text": "後唐劉夫人，少因兵亂，與父相失。及貴寵，其父劉山叟負藥囊詣宮門，請見。時諸嬪御爭以門第相尚，後恐為己辱，即曰：「妾離家時，父已亡歿，安得有是？」命驅出杖之。帝嘗於宮中敝服攜篚，裝劉山叟尋女以為戲笑。"
      },
      {
        "index": 103,
        "text": "閩中一娼，色且衰，求嫁不遂，乃決之術士。云：「年至六十，當享富貴之養。」娼以為不然。後數年，閩人有子從幼為閹人者，聞其母尚存，遣人求得之，館於外第。翌日出拜，見其貌鄙陋，恥之，不拜而去，語左右曰：「此非吾母，當更求之也。」左右窺其意，至閩求美儀觀者，乃得老娼以歸。至則相向慟哭，日隆奉養，閱十數年而歿。"
      },
      {
        "index": 104,
        "text": "不誤反誤"
      },
      {
        "index": 105,
        "text": "有一狠子，生平多逆父旨。父臨死，囑曰：「必葬我水中！」冀其逆命得葬土中，至是狠子曰：「生平逆父命，今死，不敢違旨也。」乃築沙潭水心以葬。"
      },
      {
        "index": 106,
        "text": "誤而不誤"
      },
      {
        "index": 107,
        "text": "隆慶時，紹興岑郡侯有姬方娠。一個偶衝道，縛至府，問曰：「汝何業？」曰：「賣卜。」岑曰：「我夫人有娠，弄璋乎？弄瓦乎？」其人不識所謂，漫應曰：「璋也弄，瓦也弄。」怒而責之。未幾，果雙生一子一女。卜者名大著。"
      },
      {
        "index": 108,
        "text": "吳下管生，失一小青衣，問占於柳華嶽，得「剝床以膚」爻。柳素昧文理，連味「以膚」二字，忽曰：「汝有姨夫乎，試往其家索之，可得也。」管如其言，果獲之。柳名益起。"
      },
      {
        "index": 109,
        "text": "一書生禮奎神甚虔，同儕戲之，以經書文七首置神座下。書生得之，喜曰：「神賜也！」稽首受而讀之。及試命題，一如所讀，竟登第。"
      },
      {
        "index": 110,
        "text": "不伏誤"
      },
      {
        "index": 111,
        "text": "陳彭年攝太常，導駕誤行黃道。有司止之。彭年正色回顧曰：「自有典故！」禮曹畏其該洽，不敢詰。"
      },
      {
        "index": 112,
        "text": "誤福"
      },
      {
        "index": 113,
        "text": "畢士安作相，有婿皇甫泌放縱，累戒不悛。畢欲面奏之，甫啟口云「臣婿皇甫泌」，即值邊有警報，不終其說。越數日，又言，值上內逼，遽起謠語曰： 「卿累言，朕已知之矣。」俄降旨超轉一資，畢竟不敢自明。李吉甫惡吳武陵，欲阻其進。知貢舉官懷榜至，未接，先問：「吳武陵及第否？」忽有中使宣敕至。主司恐是舊知，榜尚在懷，即添注武陵姓名；中使去，呈李。李曰：「此人至粗，何以及第？」然名已上榜，無可奈何矣。二事正相類。"
      },
      {
        "index": 114,
        "text": "怯誤為勇"
      },
      {
        "index": 115,
        "text": "張亮過建安城下，壁壘未固，高定兵奄至。亮素怯，踞胡床直視不能言。將士見之，疑以為勇，相與奮擊。敗敵，還報亮。亮猶股栗未寧。"
      },
      {
        "index": 116,
        "text": "父僧誤"
      },
      {
        "index": 117,
        "text": "京師有少尼與一男子情好，欲長留之，不得，乃醉而髡其首，以弟子畜之。後其妻蹤跡至寺，得夫以歸。夫深自慚悔，且囑妻：「勿泄，俟吾髮長。」時其子商於外，婦每怪姑倍食，又數聞人音，穴壁窺之，正見姑與一僧同臥，忿恚，具白其子。子大怒，取刀入室，撫兩人首，其一僧也，即奮刃斷僧首。母覺而止之，不及，告以故。子驗其首乃大悔。有司謂「雖非弑逆，然母奸不應子殺。」遂坐死。"
      },
      {
        "index": 118,
        "text": "婆奸媳"
      },
      {
        "index": 119,
        "text": "萬曆辛卯間，閶門外有父子同居者。子商於外，婦事舅姑極柔婉，嫗遂疑翁與婦通，乃夜取翁衣帽自飾，潛入婦寢所，試抱持之。婦不得脫，怒甚，以手指毀其面。嫗負痛，始去，明旦托病不起。婦潛歸父母家，訴之。父往察，翁面無損，歸讓其女不實。女恚，竟自經。父訟於官，翁亦無以自明。鄰里稱嫗面有傷痕，執嫗鞫之，事乃白。時吳中喧傳為「婆奸媳」。"
      },
      {
        "index": 120,
        "text": "羅長官"
      },
      {
        "index": 121,
        "text": "萬曆丙戌間，京師有傭工之婦，先與衛軍羅姓者交密，呼為「羅長官」，後以隙絕。婦久曠欲動，乃擇葫蘿蔔潤之，每寢，執以自娛，快意處亟呼蘿蔔為 「羅長官」。鄰人聞之，以為羅君復修好矣。鄰有惡少年，素垂涎於婦，調之不從，恨焉。適傭工夜歸，與婦寢。惡少不知也，意其獨宿，故無聲，挾利刀潛入，將迫之。捫枕得雙頭，誤認為羅，怒甚，連斫之而去。事既上，有司不能決。鄰人曰：「前此每夜其婦必呼其舊好之羅長官。然但聞聲，未見其人也。」官以羅妒奸殺人，當重辟。羅極稱冤，竟不白。惡少歸，嗟歎不已。妻叩之，備述其故。妻亦與一人有私，其所私者，正避匿床下，計欲殺惡少而取其妻，乃以所聞語鳴官。惡少竟得罪，而羅長官乃釋。"
      },
      {
        "index": 122,
        "text": "誤哭"
      },
      {
        "index": 123,
        "text": "今春，吾蘇北教場演武。故事：銃手三人，試三銃，銃不響，有罰。第二銃偶走藥，火噴面黑，其人詣河頭洗滌。面第三銃藥線甚遲，銃手懼責，以口吹之，銃忽發，破頭而死。而第二人之婦，初時聞其夫為銃傷，倉惶來視，即見死屍橫地，以為夫也，便大哭。第三人之婦亦來同看，反以好言解慰。俄而第二人至，二婦俱駭，詢之，知其詳，於是第三人之婦放聲舉哀，而前婦收淚，轉為解慰焉。"
      },
      {
        "index": 124,
        "text": "訛言"
      },
      {
        "index": 125,
        "text": "至元丁丑六月，民間謠言朝廷將采童男女以授韃靼為奴婢，且俾父母護送交割。自中原至江南，人家男女年十二、三以上，便為婚嫁，擾擾十餘日方息。吳僧柏子庭有詩戲之，曰：「一封丹詔未為真，三杯淡酒便成親。夜來明月樓頭望，唯有嫦娥不嫁人。」隆慶戊辰，有私閹人者，名張朝，假傳奉旨來浙直選宮女。一時驚婚者眾，輿人、廚人無從顧覓，亦如至元故事。有人改子庭詩云：「抵關內使未為真，何必三杯便做親？夜來明月樓頭望，嚇得姮娥要嫁人。」又訛言並選寡婦伴送入京。於是孀居無老少，皆從人，有守制數十年，不得已，亦再適。又有人為詩曰：「大男小女不須愁，富貴貧窮錯對頭。堪笑一班貞節婦，也隨飛詔去風流。」"
      },
      {
        "index": 126,
        "text": "蠍虎冤"
      },
      {
        "index": 127,
        "text": "守宮與蜥蠍二種。守宮即蠍虎，常懸壁。蜥蠍毒甚於蛇，又名「蛇醫」，俗言與龍為親家，故能致雨。古法用蜥蠍數十，置水甕中，數十兒持柳枝咒曰：「蜥蜴蜥蜴，興雲吐霧，降雨滂沱，放汝歸去。」宋熙寧中，求雨時覓蜥蜴，不能盡得，以蠍虎代之，入水即死。小兒更咒曰：「冤苦冤苦，我是蠍虎。似爾昏沉，怎得甘雨？」"
      },
      {
        "index": 128,
        "text": "馬冤"
      },
      {
        "index": 129,
        "text": "舞馬已散在人間，祿山嘗睹其舞而心愛之，自是因以數匹賣於范陽。其後轉為田承嗣所得，不之知也。雜戰馬中，置之外棧。忽一日，軍中享士，樂作，馬舞不能已。廝養皆謂其為妖，操箠擊之。馬謂其舞不中節，愈加抑揚頓挫。廄吏遽以馬怪白之，箠至死。時人亦有如其舞馬者，以暴故，終不敢言。"
      }
    ]
  }
}