{
  "chapterNumber": 11,
  "title": "第11部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子憂曰：百圍之木，不於枝葉取憐。士之介自喜、不拘小節者，其中盡有魁傑駿雄、高人才子。或潛見各途，能不盡見，吾亦姑取焉，以淘俗士之肺腸。集《佻達》第十一。〕"
      },
      {
        "index": 2,
        "text": "簡文帝"
      },
      {
        "index": 3,
        "text": "簡文為撫軍時，床上塵不聽拂，見鼠行跡，視以為佳。"
      },
      {
        "index": 4,
        "text": "張徐州"
      },
      {
        "index": 5,
        "text": "裴寬尚書罷郡西歸汴日，晚維舟，見一人坐樹下，衣服極敝。與語，大奇之，曰：「以君才識，必當富貴。」舉船錢帛奴婢悉以貺之。客受貺不讓，登舟，奴婢稍偃蹇，輒鞭之。裴公益異焉。其人，張徐州也。"
      },
      {
        "index": 6,
        "text": "楊鐵崖"
      },
      {
        "index": 7,
        "text": "姑蘇蔣氏，巨家也。有子甫八齡，欲為求師。時楊鐵崖先生居吳淞，放情山水，日攜賓客妓女，以文酒為樂。蔣往延之。楊曰：「能從三事則可，幣不足計也。一無拘日課，二資行樂費，三須一別墅以貯家人。」蔣欣然從之。楊留三年，後其子俱成名士。"
      },
      {
        "index": 8,
        "text": "酒濯足"
      },
      {
        "index": 9,
        "text": "馬周初入京，至霸上逆旅。數公子飲酒，不之顧。周即市斗酒，濯足於旁。"
      },
      {
        "index": 10,
        "text": "百褌"
      },
      {
        "index": 11,
        "text": "梁吉士瞻少時，擲搏無褌，為儕輩所侮。及為將軍，所絹三萬匹，為百褌，其外並賜軍士。"
      },
      {
        "index": 12,
        "text": "盜"
      },
      {
        "index": 13,
        "text": "祖車騎過江時，公私儉薄，無好服玩。王、瘐諸公共就祖。忽見裘袍重迭，珍飾盈利。諸公怪問之。祖曰：「昨夜復南塘一出。」"
      },
      {
        "index": 14,
        "text": "乞"
      },
      {
        "index": 15,
        "text": "南唐韓熙載，字叔言，肆情坦率，鼓樂百餘人，日與荒樂。所得月俸，散與諸姬。熙載敝衣芒履，作瞽者，持獨弦琴，俾門生舒雅執板挽之，隨房乞食，以為笑樂。"
      },
      {
        "index": 16,
        "text": "唱蓮花道情"
      },
      {
        "index": 17,
        "text": "蘇郡祝允明、唐寅、張靈、皆誕節倡狂。嘗雨雪中，作乞兒鼓節，唱《蓮花落》，得錢沽酒野寺中，曰：「此樂惜不令太白知之！」又嘗披氅持籃，相與躋虎丘，為道人唱。有客吟頗澀，乃借筆疾書數韻，雲煙滿紙，翻然而逝。各縱跡之，不得，遂疑為仙。"
      },
      {
        "index": 18,
        "text": "募緣"
      },
      {
        "index": 19,
        "text": "唐子畏、祝希哲兩公，浪遊維揚，資用乏絕。戲謂鹽使者課稅甚饒，乃偽作玄妙觀募緣道士，衣冠甚偉，詣臺造請。鹽使者怒吒之。兩公對曰：「貧道非遊食者流也。所與交，皆天下賢豪長者，即如吾吳唐伯虎、祝希哲輩，咸折節為友。明公不棄，請奏薄技。惟公所命。」御史霽威，隨指牛眠石為題，命賦之。唐先祝繼，立就一律，詞云：「嵯峨怪石倚雲間，頭角崢嶸勢儼然。苔蘚作毛因雨長，藤蘿穿鼻任風牽。長眠不食溪邊草，無力難耕隴上田。怪殺牧童鞭不起，笛聲斜掛夕陽煙。」御史得詩，笑曰：「詩則佳矣，意欲何為？」兩公進曰：「明公輕財好施，天下莫不聞。今姑蘇玄妙觀圮甚，倘捐俸葺之，名且不朽。」御史大悅即檄下長、吳二邑，資金五百為葺觀費。兩公遂乘扁舟歸，投檄二邑，更修刺謁二尹，詐為道士，關說得金如數。乃悉召諸妓及所與遊者，暢飲數日而盡。異日，鹽使者按吳，詣觀瞻禮，見傾圮如故，召令責之。對曰：「前唐解元、祝京兆兩公自維揚來，極道明公為此勝舉，金已如數畀之久矣。」鹽使者悵然，心知兩公，然惜其才，不問也。"
      },
      {
        "index": 20,
        "text": "傭"
      },
      {
        "index": 21,
        "text": "唐子畏往茅山進香，道出無錫。晚泊河下，登岸閑步，見肩輿東來，女從如雲，中有丫環尤豔。唐跡之，如是華學士宅，因逗留，請為傭書。改名華安，復寵任，謀為擇婦，因得此婢，名桂華。居數日，為巫臣之逃。華令人索之，不得。久之，華偶至閶門，見書肆中一人持文翻閱，極類安。私詢之，人云：「此唐解元也。」明日，修刺往謁，審視無異。及茶至，而枝指露，益信，然終難啟齒。唐命酒對酌，華不能忍，稍述華安始末以挑之。唐但唯唯。華又云：「貌正肖公，不知何故？」唐又唯唯。華不安，欲起別去。唐曰：「少從容，當有所請。」酒復數行，唐命燭異入後堂，召諸婢擁新娘出拜。華愕然。唐曰：「無傷也。」拜畢，因攜女近畢曰：「公向言某似華安，不識掛華亦似此女否？」乃相與大笑而別。見《涇林續記》。"
      },
      {
        "index": 22,
        "text": "祝京兆"
      },
      {
        "index": 23,
        "text": "祝京兆有債癖。每肩輿出，則索逋者累累相隨。蓋債家謂：「不住索，恐其復借」，而京兆亦恬然不為怪也。嘗托言款客，往友家借銀鑲鍾數事。既借，主人心疑，遣僕隨其輿察之，則已汲汲擗銀而棄胚於外矣。僕追止之。京兆曰：「借我即我物也！汝欲用，亦拿一兩事去不妨。」又歲盡乏用，遍走柬於所親知，托言吊喪，借得白員領共五十餘件，並付質庫。過歲首，諸有奴雲集，則皆索白員領者也。覓典票，已失之矣。"
      },
      {
        "index": 24,
        "text": "祝希哲見古法書名畫，每捐業蓄之。即故昂其直，弗較。或留客，值窘時，即以所蓄易值，得初其僅什一二耳。黠者俟其窘日，持少錢米，乞文及手書，輒得。已小饒，更自貴也。一富家持厚幣求公書墓文。公鄙而不許。既窘極，友人乘間為言。公曰：「必計字償錢乃可。」富家治酒延之。公半酣，趣筆墨硯來，因令前置一器，每書一字，則投十錢於器內。既書可二、三百字，睨視器中，曰：「足矣！」欣然持器竟出。眾留之不得，富家因別倩人筆焉。"
      },
      {
        "index": 25,
        "text": "白羊肉羹"
      },
      {
        "index": 26,
        "text": "羅友，字他仁，襄陽人，作荊州從事。桓宣武為王車騎洽集別。友進坐良久，辭出。宣武曰：「卿向欲谘事，何以便去？」答曰：「友聞白羊肉羹，一生未曾得吃，故冒求前耳。無事可谘。今已飽，不復駐。」了無怍色。"
      },
      {
        "index": 27,
        "text": "裴御史"
      },
      {
        "index": 28,
        "text": "崔瞻在御史臺，恒於宅中送食，備盡珍羞，別室獨餐，處之自若。有一御史姓裴，伺瞻食，便往造焉。瞻不與交言，又不命匕箸。裴坐視瞻食罷而退。明日，裴自攜匕箸，恣情飲啖。瞻曰：「君不拘小節，定名士！」於是每與同食。"
      },
      {
        "index": 29,
        "text": "《漢書》下酒"
      },
      {
        "index": 30,
        "text": "蘇子美豪放好飲，在外舅杜祁公家，每夕讀書，以一斗為率。公密覘之。蘇讀《漢書·張良傳》，至良與客狙擊秦皇帝，撫掌曰：「惜乎擊之不中！」遂滿引一大白。又讀至「良曰：『始臣起自下邳，與上會於留，此天以授陛下。』」又撫案曰：「君臣相遇，其難如此！」復舉一大白。公笑曰：「有如此下物，一斗不足多也。」"
      },
      {
        "index": 31,
        "text": "劉伶"
      },
      {
        "index": 32,
        "text": "劉伶恒縱酒放達。或脫衣裸形在屋中，人見譏之。伶曰：「我以天地為棟宇，屋室為褌衣。諸君何以入我褌中？」"
      },
      {
        "index": 33,
        "text": "二張"
      },
      {
        "index": 34,
        "text": "張敉堂慕劉伶達生，置一鍤，銘曰：「死便埋我。」出或令人負之。臧獲以為恥。曰：「汝非伯化僕也。」笑而置之壁間。張孝資一見大喜，持以相隨，曰：「此非俗人所知。」客有乞一荷者，拒之，曰：「毋汙此鍤。」遇酒後，遂不肯持，曰：「見者以吾黨為醉，便涉相戲。」"
      },
      {
        "index": 35,
        "text": "郭郡倅嗣煥，善張幼於。嘗訂夜談，途遇張孝資，偕之徑造，南面大嚼。郭不問客，張不問主。"
      },
      {
        "index": 36,
        "text": "豪飲"
      },
      {
        "index": 37,
        "text": "石曼卿善豪飲，與布衣劉潛為友。嘗通判海州，劉潛訪之。曼卿與潛劇飲，中夜酒欲竭，顧甕中有醋斗餘，乃傾入酒中，並飲之。每與客痛飲，露髮跣足，著械而坐，謂之「囚飲」。飲於木杪，謂之「巢飲」。取槁束之，引首出飲，謂之「鱉飲」。其狂縱大率如此。廨後為一庵，常過其間，名之曰「捫虱閹」。未嘗一日不醉。"
      },
      {
        "index": 38,
        "text": "黃門郎司馬消難，嘗遇高季式，與之酣飲，重門並閉，取車輪括消難頸，又自以一輪括頸。消難笑而從之。"
      },
      {
        "index": 39,
        "text": "光孟祖避難渡江，欲投胡毋彥國。初至，胡彥國和謝鯤諸人散髮裸袒，閉室酣飲，已累日。孟祖將排戶，守者不聽。孟祖便於戶外脫衣露頂，於狗竇中窺之而大叫。彥國驚曰：「他人決不能爾，必我孟祖」遽呼入，與飲。"
      },
      {
        "index": 40,
        "text": "酒狂"
      },
      {
        "index": 41,
        "text": "俞華麓宦京師，有鄉人邀飲，醉後大嘩。某大僚居密飲所，患疾，使人請勿嘩。俞曰：「爾患疾，吾亦患酒狂，各無害也。」嘩如故。後俞遷閩，而某適撫閩，疏劾曰：「聊有晉人風度，絕無漢官威儀。」俞拍案笑曰：「言『絕無』，可謂知己；但云『聊有』，不無遺憾！」"
      },
      {
        "index": 42,
        "text": "鄭鮮之"
      },
      {
        "index": 43,
        "text": "宋鄭鮮之為人通率，為武帝所押。上曾內殿宴飲，朝貴畢至，唯不召鮮之。坐定，謂群臣曰：「鄭鮮之必當自來。」俄而外啟：「尚書鄭鮮之詣神獸門求啟事。」帝大笑，引入。"
      },
      {
        "index": 44,
        "text": "飲不擇偶"
      },
      {
        "index": 45,
        "text": "何承裕為盩厔、咸陽二縣令，醉則露首，跨牛趨府。往往召豪吏接坐引滿，吏因其醉，挾私白事。承裕曰：「此見罔也，當受杖！」杖訖，復召與飲。"
      },
      {
        "index": 46,
        "text": "謝長史幾卿性通脫，會意便行。嘗預樂遊苑宴，不得醉而還。因詣道邊酒壚，停車褰幔，與車前三騶對飲。觀者如堵，謝處之自若。"
      },
      {
        "index": 47,
        "text": "袁尹疏放好酒，嘗步屟白楊郊野間，道遇一士人，便呼與酣飲。明日此人謂被知遇，詣門求通。袁曰：「昨飲酒無偶，聊相共耳，勿復為煩。」"
      },
      {
        "index": 48,
        "text": "劉公榮"
      },
      {
        "index": 49,
        "text": "劉公榮與人飲酒，雜穢非類。人或譏之。答曰：「勝公榮者，不可不與飲；不如公榮者，亦不可不與飲；是公榮輩者，又不可不與飲。」故終日共飲而醉。"
      },
      {
        "index": 50,
        "text": "皇甫亮"
      },
      {
        "index": 51,
        "text": "皇甫亮三日不上省。文宣親詰其故。亮曰：「一日雨，一日醉，一日病酒。」"
      },
      {
        "index": 52,
        "text": "李仲元"
      },
      {
        "index": 53,
        "text": "李仲元居成都圭里，一鄉皆化其德，以薦起家縣令。鄉人共餞之，因共酣飲月餘。太守使人促行，仲元云：「本不之官。」"
      },
      {
        "index": 54,
        "text": "陶成"
      },
      {
        "index": 55,
        "text": "陶成，字懋學，號雲湖，寶就人也。性至巧，嘗見銀工製器，效之，即出其右。小時從師，見師母，圖其像，次見其女，又圖之，皆通真。師怒，逐去。及師母死，傳神者皆弗逮，卒用其所圖像焉。中式上公車，二月五日矣，語其婿朱升之曰：「聞張家某氏丁香盛開，子其同吾遊乎？」升之曰：「去試僅三日，公更何往？」成不許。明旦，升之他避。笑曰：「彼欲進士急耶？」買輿逕下，醉其家五日。及揭曉，升之登第。其鄉人醵錢為賀，曰：「公婿捷矣，幸為我輩作圖以往。」成曰：「善。」即舉筆模丁香一本，尤妙絕。家故饒，輕財好俠。嘗一至京師，費白金二千。有一面交，卒推分與之。他日以挾妓事露，御史欲全之，觀其詩，詭曰：「此殆非陶成作也。」成曰：「天下歌詩豈出陶成之右，而為他人作乎？」御史罵之，遂除名。"
      },
      {
        "index": 56,
        "text": "黃勉之"
      },
      {
        "index": 57,
        "text": "黃勉之風流卓越，當上春官時，適田子藝過吳門，談西湖之勝。便輟裝不北上，往遊西湖，盤桓累日。"
      },
      {
        "index": 58,
        "text": "徐昌谷別墅"
      },
      {
        "index": 59,
        "text": "徐昌谷構別墅，實邑之北邙，前後塚累累。或顰蹙曰：「目中每見此輩，定不樂。」徐笑曰：「不然，見此輩，政使人不敢不樂。」"
      },
      {
        "index": 60,
        "text": "陶彭澤"
      },
      {
        "index": 61,
        "text": "陶靖節在家。郡將候陶，值其酒熟，取頭上葛巾漉酒。漉畢，還復著之。"
      },
      {
        "index": 62,
        "text": "彥延之為始安郡，過潯陽，日造陶潛飲。歸去，留錢二萬。潛悉付酒家，稍就取酒。貴賤造之者，有酒輒設。潛若先醉，便語客曰：「我醉欲眠，君且去。」"
      },
      {
        "index": 63,
        "text": "江州刺史王弘造淵明。無履，弘從人脫履以給之。語左右為彭澤作履。左右請履度。淵明於眾坐伸腳。及履至，著而不疑。"
      },
      {
        "index": 64,
        "text": "阮籍"
      },
      {
        "index": 65,
        "text": "阮籍自言「平生曾遊東平，樂其風土。」司馬昭大悅，即拜籍東平相。籍乘驢到郡，壞府舍屏障，使內外相望，法令清簡，旬日而還。昭引為大將軍從事中郎。有司言子殺母者，籍曰：「嘻！殺父乃可，至殺母乎？」坐者怪其失言。籍曰：「禽獸知母而不知父。殺父，禽獸耳。殺母，禽獸不若！」眾乃悅服。"
      },
      {
        "index": 66,
        "text": "鄰家少婦有美色，當壚沽酒。籍嘗詣飲，醉便臥其側。兵家女有才色，未嫁而死。籍不識其父兄，徑往哭之，盡哀而返。"
      },
      {
        "index": 67,
        "text": "籍能為青白眼，見禮俗士，以白眼對之。常言：「禮豈為我設耶？」時有母喪，嵇喜來弔。阮作白眼，喜不懌而去。喜弟康聞之，乃備酒挾琴造焉。阮大悅，遂見青眼。"
      },
      {
        "index": 68,
        "text": "投梭"
      },
      {
        "index": 69,
        "text": "謝鯤鄰家有女，嘗往挑之。女方織，以梭投，折其兩齒。既歸，傲然長嘯曰：「猶不廢我嘯歌！」"
      },
      {
        "index": 70,
        "text": "追婢"
      },
      {
        "index": 71,
        "text": "阮仲容咸，先幸姑家鮮卑婢。及居母喪，姑當遠徙。初去當留婢，既發，定將去。仲容借客驢著重服自追之，累騎而返，曰：「人種不可失。」"
      },
      {
        "index": 72,
        "text": "挾妓遊行"
      },
      {
        "index": 73,
        "text": "楊用修在瀘州，常醉，胡粉傅面，作雙丫髻，插花，門生舁之，諸伎捧觴，遊行城市，了不為怍。"
      },
      {
        "index": 74,
        "text": "康對山嘗與士女同跨一蹇驢，令從人齎琵琶自隨。遊行道中，傲然不屑。"
      },
      {
        "index": 75,
        "text": "揖妓"
      },
      {
        "index": 76,
        "text": "俞華麓大夫與一妓善。後有宴俞者，別召一妓侍飲。他日遇所善妓於生公石，數呼之，不應，曰：「知罪矣。」妓曰：「汝知罪，即於此長揖數十，使舉山之人大笑，方赦汝。」遂如其言，見者大笑。旁客曰：「殊失觀瞻。」曰：「觀瞻吾不惜，但恐曩日侍飲人知之，必以此法難我耳。」"
      },
      {
        "index": 77,
        "text": "滕元發"
      },
      {
        "index": 78,
        "text": "滕達道微時，為范文正館客，常私就狎邪飲。范病之。一夕，候其出，逕坐達道書室，明燭讀書，以俟其至。達道大醉，竟入，長揖，問范氏：「讀何書？」曰：「《漢書》。」復問：「漢高帝何如？」范逡巡走入。"
      },
      {
        "index": 79,
        "text": "收司成榜"
      },
      {
        "index": 80,
        "text": "張幼於初入成均，姜大司成寶裁士如束濕，戒六院毋遊行。張才至白門，先入舊院，見榜禁輒收之，謁姜曰：「請開一面之網。」姜笑曰：「吾故疑有此。」"
      },
      {
        "index": 81,
        "text": "僧壁畫《西廂》"
      },
      {
        "index": 82,
        "text": "丘瓊山過一寺，見四壁俱畫《西廂》，曰：「空門安得有此？」僧曰：「老僧從此悟禪。」丘問：「何處悟？」答曰：「是『怎當他臨去秋波那一轉』。」"
      },
      {
        "index": 83,
        "text": "湯義仍講學"
      },
      {
        "index": 84,
        "text": "張洪陽相公見《玉茗堂四記》，謂湯義仍曰：「君有如此妙才，何不講學？」湯曰：「此正吾講學。公所講是性，吾所講是情。」"
      },
      {
        "index": 85,
        "text": "謝尚"
      },
      {
        "index": 86,
        "text": "玉、劉共在杭南，酣宴於桓子野學。謝鎮西尚往尚書墓還，葬後三日，反哭。諸人欲要之，初遣一信，猶未許，然已停車；重要，便回駕。諸人入門迎之，把臂使下，裁得脫幘，著幅酣宴，半坐，乃覺未脫衰。"
      },
      {
        "index": 87,
        "text": "王子猷"
      },
      {
        "index": 88,
        "text": "王也猷居山陰。夜大雪，眠覺，開室，命酌酒。四望皎然，因起傍皇，泳左思《招隱詩》。忽憶戴安道。時戴在剡，即便夜乘小船就之。經宿方至，造門不前而返。人問其故。王曰：「吾本乘興而來，興盡而返，何必見戴？」"
      },
      {
        "index": 89,
        "text": "王子猷出都，尚在渚下。舊聞桓子野善吹笛，而不相識。遇桓於岸上過，王在船中，客有識之者，云是桓子野。王便令人與相聞云：「聞君善吹笛，試為我一奏。」桓時已貴顯，素聞王名，即便下車，踞胡床為作三調。弄畢，便上車去，客主不交一言。"
      },
      {
        "index": 90,
        "text": "張季鷹"
      },
      {
        "index": 91,
        "text": "賀司空入洛陽赴命，為太孫舍人。經吳閶門，在船彈琴。張季鷹本不相識，先在金閶亭聞弦甚清，下船就賀，因共語，便大相契。問賀：「欲何之？」賀曰：「入洛赴命。」張曰：「吾亦有事北京，因路寄載。」便與賀同發，初下告家。家追問，乃知。"
      },
      {
        "index": 92,
        "text": "殷豫章"
      },
      {
        "index": 93,
        "text": "殷洪喬作豫章郡。臨去，都下人因附百許函書。既至石頭，悉擲水中，因祝曰：「沉者自沉，浮者自浮，殷洪喬不能作致書郵。」"
      },
      {
        "index": 94,
        "text": "王敬弘"
      },
      {
        "index": 95,
        "text": "王敬弘嘗往何氏看女，值尚之不在，寄齋中臥。俄頃尚之還。敬弘使二婢守閣，不聽尚之前，直語云：「正熱，不堪相見。君可且去。」尚之遂移於他室。"
      },
      {
        "index": 96,
        "text": "馮道"
      },
      {
        "index": 97,
        "text": "馮道與趙鳳同在館中書。鳳有女適道仲子，以飲食不中，為道夫人譴罵。趙令婢長號知院者來訴，凡數百言，道都不答。及去，但云：「傳與親家翁！今日好雪！」"
      },
      {
        "index": 98,
        "text": "同流學士"
      },
      {
        "index": 99,
        "text": "解學士縉訪駙馬，駙馬不在家。公主聞其名，欲窺之，隔簾使人留茶。解索筆題詩曰：「錦衣公子未還家，紅粉佳人叫賜茶。內院深沉人不見，隔簾閑卻一團花。」公主大怒，遂奏聞。太宗曰：「此風流學士，見他做甚？」"
      },
      {
        "index": 100,
        "text": "李封公陰德"
      },
      {
        "index": 101,
        "text": "李封公豪邁有逸致。嘗赴人飲，或問：「石麓公以大魁拜相，公又遐齡享福，平生必有陰德。」公應曰：「大未也，小則有之。」其人再三叩問。公曰：「我無他德，但值人家招飲，不往必預辭；往則早赴，不煩人奔走。只此自信耳。」"
      },
      {
        "index": 102,
        "text": "合歡杖"
      },
      {
        "index": 103,
        "text": "傭書人蔡臣為子毆詈，屢訴張居士敉，固請鞭之。曰：「倘斃，誰任？」蔡曰：「父在。」因誘子入，密令鑰戶，命僮輩兩杖齊下，效五代劉銖「合歡杖」，囑以父請乃止。鞭至百，匐匍而出。自是少梭。張笑謂鄉人曰：「是亦為政。」"
      },
      {
        "index": 104,
        "text": "爭貓"
      },
      {
        "index": 105,
        "text": "唐裴諝為河南尹。有二婦人投狀爭貓，狀云：「若是兒貓兒，即是兒貓兒，若不是兒貓兒，即不是兒貓兒。」諝大笑，判云：「貓兒不識主，傍家搦老鼠。兩家不須爭，將來與裴諝。」遂納其貓。"
      }
    ]
  }
}