{
  "chapterNumber": 4,
  "title": "第4部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人有盜范氏鍾者，負之有聲；懼人之聞，遽自掩其耳。太行、王屋二山，高萬仞，愚公年九十，面山而居，惡而欲移之。二事人皆以為至愚，抑知秦政之鞭石為移山，曹瞞之分香為掩耳乎？彼自謂一世之英雄，孰知乃千古之愚人也。故夫楊廣與劉禪同亡，國忠與蒼梧齊蔽。平生凶狡，徒作笑柄；靜言思之，不愚有幾？集《專愚》第四。〕"
      },
      {
        "index": 2,
        "text": "昏主"
      },
      {
        "index": 3,
        "text": "劉玄稱帝，群臣列位，低頭以手刮席，汗流不止。"
      },
      {
        "index": 4,
        "text": "司馬文王問劉禪：「思蜀否？」禪曰：「此間樂，不思。」卻正教禪：「若再問，宜泣對曰：『先墓在蜀，無日不思。』」會王復問，禪如正言，因閉眼。王曰：「何乃似卻正語？」禪驚視曰：「誠如尊命！」"
      },
      {
        "index": 5,
        "text": "晉惠帝在華林園聞蝦蟆聲，問左右曰：「此鳴者為官乎？為私乎？」侍中賈胤對曰：「在官地為官，在私地為私。」時天下荒饉，百姓多餓死。帝聞之，曰：「何不食肉糜？」"
      },
      {
        "index": 6,
        "text": "晉陽失守，齊後主出奔。斛律孝卿請帝親勞將士，為帝撰辭，且曰：「宜慷慨流涕，感激人心。」眾既集，帝不復記所受言，遂大笑。左右亦群咍。將士莫不解體。"
      },
      {
        "index": 7,
        "text": "王太后疾篤，使呼宋主子業。子業曰：「病人間多鬼，那可往？」太后怒，謂侍者：「取刀來剖我腹，那得生寧馨兒？」"
      },
      {
        "index": 8,
        "text": "隋兵入臺城，群臣勸依梁武見侯景故事。後主曰：「吾自有計。」乃挾宮人十餘出景陽殿，欲投井中。袁憲及夏侯公韻苦諫，不從；以身蔽井。後主與爭，久之方得入。軍人呼井不應，欲下石，乃聞叫聲。以繩引之，怪其太重，乃與張貴妃、孔貴嬪同束而上。後人名為「辱井」。初，賀若弼拔京口，彼人密啟告急。叔寶為飲酒，遂不省之。高熲至，猶見啟在床上，未開封也。叔寶既謁隋主，願得一官號。隋主曰：「叔寶全無心肝！」"
      },
      {
        "index": 9,
        "text": "楊玄感敗。帝命推其黨與，曰：「玄感一呼而從者十萬，益知天下人不欲多，多則相聚為盜耳。不盡加誅，無以懲後！」由是所殺三萬餘人。帝後至東都，顧盼街衢，謂侍臣曰：「猶大有人在！」"
      },
      {
        "index": 10,
        "text": "逃債、埋錢"
      },
      {
        "index": 11,
        "text": "周赧王為諸侯所侵逼，名為天子，實與家人無異。貰於民，無以償，乃登臺避之。因名曰「逃債臺」。"
      },
      {
        "index": 12,
        "text": "宋明帝奢費過度，府藏空虛，乃令小黃門於殿內埋錢，以為私藏。"
      },
      {
        "index": 13,
        "text": "反賊"
      },
      {
        "index": 14,
        "text": "張豐好方術。有道士言豐當為天子，以五采囊裹石，繫豐肘，云「石中有玉璽」。豐信之，遂反。既當斬，猶曰：「肘後有玉璽。」旁人為椎破之，乃知被詐，仰天曰：「當死無恨！」"
      },
      {
        "index": 15,
        "text": "南燕慕容德建平四年，嬌賊王始聚眾泰山，自號「太平皇帝」，父冏為太上皇，兄林為征東將軍，泰為征西將軍。德遣車騎將軍王鎮討擒之。人謂之曰：「何為妖妄，自貽族滅？父及兄弟何在？」始曰：「太上皇蒙塵在外，征東、征西為亂兵所殺。如朕今日，復何聊賴！」其妻趙氏怒曰：「君止坐此口，以至於死，如何臨刑猶自不革？」答曰：「皇后不達天命，自古及今，豈有不亡之國哉！」行刑者以刀環築其口。始曰：「朕今為卿所苦，崩即崩爾，終當不易尊號。」"
      },
      {
        "index": 16,
        "text": "蠢父蠢子"
      },
      {
        "index": 17,
        "text": "蘇州徐檢庵侍郎，老而無子，晚年二妾懷孕，小言爭競，已墜其一矣。其一臨蓐欲產，徐預使日者推一吉時，以其尚早，勸令忍勿生。逾時子母俱斃。"
      },
      {
        "index": 18,
        "text": "《稗史》：吳蠢子年三十，倚父為生，父年五十矣。遇星家推父壽當八十，子當六十二。蠢子泣曰：「我父壽止八十，我到六十以後，那二年靠誰養活？」"
      },
      {
        "index": 19,
        "text": "《韓非子》云：「東家母死，哭之不哀。西家子曰：「社胡不速死？吾哭之必哀。」"
      },
      {
        "index": 20,
        "text": "蠢夫"
      },
      {
        "index": 21,
        "text": "蒼梧繞娶妻而美，以讓其兄。"
      },
      {
        "index": 22,
        "text": "楊國忠出使江浙。逾年，婦在家產男，名朏。國忠歸，婦告以「遠念成疾，忽晝夢爾我交會，因得孕。」國忠以為夫婦相念，情感所至，歡然不疑。"
      },
      {
        "index": 23,
        "text": "平原陶丘氏娶婦，色甚令，復相敬重。及生男，婦母來看，年老矣。母既去，陶遣婦頗急。婦請罪。陶曰：「頃見夫人衰齒可憎，亦恐新婦老後，必復如此，是以相遣，實無他也。」"
      },
      {
        "index": 24,
        "text": "越中一士登科，即於省中娶妾。同年友問曰：「新人安在？」答曰：「寄於湖上蕭寺。」同年云：「僧俗恐不便。」答曰：「已扃之矣。」同年云：「其如水火何？」答曰：「鎖鑰乃付彼處。」"
      },
      {
        "index": 25,
        "text": "呆諭德"
      },
      {
        "index": 26,
        "text": "唐順宗在東宮，韋渠薦崔阡拜諭德，為侍書。阡觸事面牆，對東宮曰：「某山野鄙人，不識朝典，見陛下合稱臣否？」東宮笑曰：「卿是宮僚，自合知也。」"
      },
      {
        "index": 27,
        "text": "呆刺史"
      },
      {
        "index": 28,
        "text": "周定州刺史孫彥高，被突厥圍城，不敢詣廳，文符須征發者，於小窗接入。鎖州宅門，及報賊登壘，乃身入櫃中，令奴曰：「牢掌鑰匙，賊來，慎勿與！」"
      },
      {
        "index": 29,
        "text": "呆參軍"
      },
      {
        "index": 30,
        "text": "杭州參軍獨孤守忠，領租船赴都。夜半急集船人，至則無別語，但曰：「逆風必不得張帆。」"
      },
      {
        "index": 31,
        "text": "呆縣丞"
      },
      {
        "index": 32,
        "text": "南皮丞郭務靜，初上典王慶案。郭曰：「爾何姓？」慶曰：「姓王。」須臾慶又來，又問何姓，慶又曰：「姓王。」郭怪愕良久，仰看慶曰「南皮左史總姓王。」又一日，與主簿劉思莊語，曰：「夜來一賊從內房出。」劉問：「亡何物？」郭曰：「無所亡。」劉曰：「不亡物，安知為賊？」郭曰：「但見其踉蹌而走，未免致疑耳。」"
      },
      {
        "index": 33,
        "text": "山東馬信由監生為長州縣丞，性樸實。一日乘舟謁上官，上官問曰：「船泊何處？」對曰：「船在河裏。」上官怒，叱之曰：「真草包！」信又應聲曰：「草包也在船裏。」"
      },
      {
        "index": 34,
        "text": "呆主簿"
      },
      {
        "index": 35,
        "text": "德清有馬主簿，本富家子，愚不諳事。忽一晚三更時，扣大令門甚急。令以為非火即盜，驚惶而出。簿云：「我思四月間田蠶兩值，百姓甚忙，何不出示，使百姓四月種田，十月養蠶，何如？」令曰：「十月間安得有葉？」簿無以對，徐云：「夜深矣，請睡罷。」自以後每夜出，其妻必紿以「倭子在外，不可出。」遇聖節，其妻曰：「可出行禮。」簿搖手曰：「且慢且慢，有倭子在外！」"
      },
      {
        "index": 36,
        "text": "智短漢"
      },
      {
        "index": 37,
        "text": "則天朝大禁屠殺。御史婁師德使至陝，庖人進肉。問：「何為有此？」庖人曰：「豺咬殺羊。」師德曰：「豺大解事！」又進鱠，復問之。庖人曰：「豺咬殺魚。」師德叱曰：「智短漢！何不道是獺？」"
      },
      {
        "index": 38,
        "text": "服槐子"
      },
      {
        "index": 39,
        "text": "道士黃可，孤寒樸野。嘗謁舍人潘佑，潘教以服槐子，可豐肌卻老，未詳言服法。次日，潘入朝，方辨色，見槐樹煙霧中有人若猿狙狀。追視之，可也。怪問其故，乃擁槐徐對曰：「昨蒙指教，特齋戒而掇之。」潘大噱而去。"
      },
      {
        "index": 40,
        "text": "誦判"
      },
      {
        "index": 41,
        "text": "周沈子榮誦判二百道，赴天官試，竟日不下筆。人問榮，榮曰：「與平日誦判絕不相當。有一道事跡同而人名別，遂曳白而出。」來年選判水碓，又擱筆。人問榮，榮曰：「我誦水碓是藍田，今富平，如何下筆？」"
      },
      {
        "index": 42,
        "text": "拙對"
      },
      {
        "index": 43,
        "text": "《諧史》：河南一士夫延師教子。其子不慧。出對曰：「門前綠水流將去。」子對云：「屋裏青山跳出來。」士夫甚怒。一日士夫偕館賓詣一道觀拜客。道士有號彭青山者，腳跛，聞士夫至，跳出相迎。館賓謂士夫曰：「昨令公子所謂『屋裏青山跳出來』，信有之矣。」士夫乃大笑。"
      },
      {
        "index": 44,
        "text": "商季子悟道"
      },
      {
        "index": 45,
        "text": "商季子篤好玄，挾資遊四方，但遇黃冠士，輒下拜求焉。偶一猾覬其資，自炫得道，誘之從遊。季子時時趣授道，猾以未得便，唯唯而已。一日至江滸，猾紿云：「道在是矣！」曰：「何在？」曰：「在舟檣杪。若自升求之。」乃置資囊檣下，遽援檣而升。猾自下抵掌連呼趣之，曰：「升！升！」至杪猶趣曰： 「升。」季子升無可升，忽大悟：「此理只在實處，雖欲從之，末由也已！」抱檣歡呼曰「得矣！得矣！」猾挈資疾走。季子既下，猶歡躍不已。觀者曰：「咄！彼猾也，挈若資去矣！」季子曰：「否否！吾師乎！吾師乎！此亦以教我也！」"
      },
      {
        "index": 46,
        "text": "唐皎注官"
      },
      {
        "index": 47,
        "text": "貞觀中，唐皎除吏部侍郎，常引人入銓，問：「何方隱便？」或云其家在蜀，乃注與吳。復有云「親老先住江南」，即唱之隴石。有一信都人希河朔，因紿云：「願得江淮。」即注與河北一尉。由是大為選人所欺。"
      },
      {
        "index": 48,
        "text": "檢覓鳳毛"
      },
      {
        "index": 49,
        "text": "宋武帝嘗稱「謝超宗殊有鳳毛」。右衛將軍劉道隆在坐，出候超宗，曰：「聞君有異物，欲覓一見。」謝謙言無有。道隆武人，正觸其父諱曰：「方侍宴，至尊說君有鳳毛。」謝徒跣還內。道隆謂檢覓鳳毛，待至暗而去。"
      },
      {
        "index": 50,
        "text": "門蠅、背龍"
      },
      {
        "index": 51,
        "text": "《北史》：厙狄伏連居室患蠅，杖門者曰：「何故聽入？」"
      },
      {
        "index": 52,
        "text": "宋仁宗時，大名府有營兵，背生肉，蜿蜒如龍。時程天球判大名，見之駭曰：「此大犯禁！」乃囚其人於獄，具奏於朝。上覽其奏，笑曰：「此贅耳，何罪？」即令釋之。"
      },
      {
        "index": 53,
        "text": "回回"
      },
      {
        "index": 54,
        "text": "夷人黨護族類，固其習性同然，而回回尤甚。京師隆福寺成，民人縱觀，寺僧雲集。一回回忽持斧上殿，殺僧二人，傷者二三人。即時執送法司鞫問，云：「見寺中新作輪藏，其下推輪者，皆刻我教門形像。憫其經年推運辛苦，是以讎而殺之。」"
      },
      {
        "index": 55,
        "text": "不知忌日"
      },
      {
        "index": 56,
        "text": "權龍襄不知忌日，謂府吏曰：「何名私忌？」對曰：「父母亡日，請假，布衣蔬食，獨坐房中不出。」權至母忌曰，於房中靜坐，有青狗突入，大怒曰：「衝破我忌日！」更陳牒，改作明朝，好作忌日。"
      },
      {
        "index": 57,
        "text": "性忘"
      },
      {
        "index": 58,
        "text": "唐三原令閻玄一性忘。曾至州，於主人舍坐。州史前過，以為縣典也，呼欲杖之。史曰：「某州佐也。」玄一慚謝。須臾縣典至，玄一疑即州佐也，執手引坐。典曰：「某縣佐也。」又慚而止。"
      },
      {
        "index": 59,
        "text": "唐監朐丞張藏用善忘。嘗召一匠不至，大怒，使擒之。匠既到，適鄰邑令遣人齎牒來。藏用讀畢，便令剝齎牒者，笞之至十。起謝杖，因請其罪，藏用方悔其誤，乃命里正持一器飲之，而更視他事。少頃，忽見里正，指酒曰：「此何物？」里正曰：「酒也。」藏用曰：「何妨飲之！」里正拜飲。藏用遂入衙齋。齎牒人竟不得飲，扶杖而出。"
      },
      {
        "index": 60,
        "text": "性胡塗"
      },
      {
        "index": 61,
        "text": "沂州刺史李元晶，怒司功郤承明，欲笞之，先令屏外剝進。承明狡猾，值博士劉琮璡來，紿以「上怒來遲，令汝剝入」。琮璡以為實，便脫衣，承明轉遣吏卒擒進，乃自逸。元晶見剝至，輒命杖數十。琮璡起謝曰：「蒙恩賜杖，請示罪名。」元晶始覺誤笞，怒曰：「為承明所賣！」亦不追治。"
      },
      {
        "index": 62,
        "text": "唐張利涉晝寢，忽驚覺，索馬入州，叩刺史鄧惲，謝曰：「聞公欲賜責，死罪死罪！」惲曰：「無之。」涉曰：「司功某甲所言之。」惲大怒，呼某甲，欲加杖。甲苦訴無此語。涉乃徐悟，前請曰：「望公捨之，涉恐是夢中見說耳。」"
      },
      {
        "index": 63,
        "text": "王皓，字季高，少立名行，性懦緩。曾從齊文宣北伐，乘一赤馬，旦蒙霜氣，遂不復識，自言失馬，虞侯為求，不獲。須臾日出，馬體霜盡，繫在目前，方云：「我馬尚在。」"
      },
      {
        "index": 64,
        "text": "李文禮性遲緩，時為揚州司馬。有吏自京還，得長吏家書，云姊亡。李倉卒聞之，便大慟。吏曰：「是長史姊。」李徐悟曰：「我無姊，向亦怪道。」"
      },
      {
        "index": 65,
        "text": "馬速非良"
      },
      {
        "index": 66,
        "text": "李東陽嘗得良馬，送陳師召騎入朝。歸，成詩二章，怪而還其馬，曰：「吾舊所乘馬，朝回必成六詩。此馬止二詩，非良也。」東陽笑曰：「馬以善走為良。」公思之良久，復騎而去。"
      },
      {
        "index": 67,
        "text": "不知骰色"
      },
      {
        "index": 68,
        "text": "李西涯嘗與陳師召擲骰得麼，指曰：「吾度其下是六。」反之，果六；色色皆然。師召大驚，語人曰：「西涯天才也！」或曰：「紿公耳！上麼下六，骰子定數，何足為異？」師召笑曰：「然而我亦可為。」因詣西涯。西涯已先度其必至，別置六股，錯亂其數矣。師召屢揣之，不中，乃歎曰：「公真不可及也，豈欺我哉！」"
      },
      {
        "index": 69,
        "text": "周用齋事"
      },
      {
        "index": 70,
        "text": "昆山周用齋先生，性絕騃。幼時每為同學誘至城上，則盤桓而不能下。其處館也，值黃梅時，見主家暴衣，問其故。曰：「凡物此候不經日色，必招濕氣。」周因暴書囊，並啟束脩陳之。館童竊數件去。周往視，訝其減少。童紿云：「為烈日所銷耳。」偶舟行，見來船來舟甚速，訝問之。僕以「兩來船」對。乃笑曰：「造舟者何愚也！倘盡造兩來船，豈不快耶？」後成進士，過吏部堂，令通大鄉貫。周誤以為「大鄉官」，乃對曰：「敝鄉有狀元申瑤老。」吏部知其騃，麾使去。出謂同人曰：「尚有王荊老未言，適堂上色頗不豫，想為此也。」又曾往婁東吊王司馬，誤詣王學士宅。學士錦衣出迓，周不審視，遽稱「尊公可憐」者再。學士曰：「老父幸無恙。」周曰：「公尚未知尊人耗耶？已為朝廷置法矣！」學士笑曰：「得無吊鳳洲乎？」周悟非是，急解素服言別。學士命交原刺。周曰：「不須見還，即煩公致意可也。」其憒憒多此類。"
      },
      {
        "index": 71,
        "text": "廣東先達事"
      },
      {
        "index": 72,
        "text": "羅汝珍言其鄉肉價每斤一分八厘。有先達為下所欺，必用三分。偶於他席上談肉甚貴。主人云：「不貴也，止一分八厘耳。」歸以責僕。僕曰：「有之，但非佳肉。」明日如數市臭肉以進。食之不美，更不思他席所食之佳，輒準前價。又使僕鏨銀，每偷取，輒紿曰：「銀散則折也。」某未信。明日僕乃取大銀鏨而未珠者予曰：「裂如許大孔，能不折乎？」"
      },
      {
        "index": 73,
        "text": "左道"
      },
      {
        "index": 74,
        "text": "晉孫泰師事錢塘杜子恭。子恭有異術，嘗就人借瓜刀，其主求之，子恭曰：「當即相還。」既而刀主行至嘉興，有魚躍入船中。破之，得刀。子恭死，泰傳其術。及泰為道子所誅，其從子恩逃入海。眾謂泰蟬蛻仙去，就海中從恩。後寇臨海，為太守辛景所破，窮蹙自沉於海而死。妖黨及妓妾皆謂之「水仙」，相隨溺者以百數。"
      },
      {
        "index": 75,
        "text": "事魔吃菜法"
      },
      {
        "index": 76,
        "text": "事魔食菜法：其魁為「魔王」，佐者曰：「魔翁」、「魔母」。以張角為祖，雖死湯鑊，不敢言「角」字。謂人生為苦，若殺之，是救其苦也，謂之「度人」。度人多，則可以成佛。即身被殺，又謂「得度」，由是輕生嗜殺。方臘之亂，其徒肆起。"
      },
      {
        "index": 77,
        "text": "佛骨"
      },
      {
        "index": 78,
        "text": "唐懿宗遣使迎佛骨。有言憲宗迎佛骨尋晏駕者，上曰：「朕生得見之，死亦無恨。」比至京，降樓膜拜，流涕沾臆。"
      },
      {
        "index": 79,
        "text": "方士"
      },
      {
        "index": 80,
        "text": "客有教燕王為不死之道者。王使人學之，學未就而客死。王大怒，誅之。王不知客之欺己，而誅學者之晚也。"
      },
      {
        "index": 81,
        "text": "《稗史》：鍾生好仙，多方學修煉之術。每向人曰：「做得半日仙人而死，亦所暝目！」"
      },
      {
        "index": 82,
        "text": "李抱貞晚喜方士，餌孫季長所治丹，至二萬丸，遂不能食。且死，以彘肪穀漆下之，疾少間，益服三十丸而卒。"
      },
      {
        "index": 83,
        "text": "留都一守備建玉皇閣於私第，延方士煉丹。方士知其有玉絛環，價甚高，紿曰：「玉皇好繫玉絛環。」即獻之。方士並竊丹鼎而去。時許石城作詩嘲云：「堆金積玉已如山，又向仙門學煉丹。空裏得來空裏去，玉皇原不繫絛環。」"
      },
      {
        "index": 84,
        "text": "脈望"
      },
      {
        "index": 85,
        "text": "《北夢瑣言》：張易攵尚書少子，嘗聞壁魚入道函中，蠹食「神仙」字，身有五色，是名「脈望」，吞之則仙。遂多書「神仙」字，碎剪入瓶中，捉壁魚投之，冀得蠹食。不能得，忽成心疾。"
      },
      {
        "index": 86,
        "text": "宋人、鄭人等"
      },
      {
        "index": 87,
        "text": "宋有澄子者，亡緇衣。求之途，見婦人衣緇者，輒欲取之。婦人不與。澄子曰：「子不如速與我。我所亡者紡緇也，今子衣襌緇也。以襌緇當紡緇，子豈不得哉？」"
      },
      {
        "index": 88,
        "text": "鄭縣人賣豚，人問其價，曰：「道遠日暮，安暇語汝？」"
      },
      {
        "index": 89,
        "text": "郢人欲為大室，使人求三大圍之木。人與之車轂，跪而度之，曰：「大雖有餘，長實不足。」"
      },
      {
        "index": 90,
        "text": "魏人夜暴疾，命門人鑽火，是夕陰瞑，督促頗急。門人忿然曰：「君責人亦大無理！今暗如漆，須得火照之，可覓鑽火具耳！」"
      },
      {
        "index": 91,
        "text": "鄭人有欲買履者，先且度其足，而置之其坐。至市，忘操之。已得履，乃曰：「吾忘持度。」反歸取之。及反，市罷，遂不得履。人曰：「何不試之以足？」曰：「寧信度，無自信也。」"
      },
      {
        "index": 92,
        "text": "鄭縣人卜子，使其妻為褲。請式，曰：「象故褲」。妻乃毀其新，令如故褲。"
      },
      {
        "index": 93,
        "text": "鄭人有得車軛者，而不知其名。問人曰：「此何種也？」曰：「車軛。」俄而復得一，又問之，曰：「車軛。」怒曰：「是何車軛之多也！」以為欺己，因與之鬥。"
      },
      {
        "index": 94,
        "text": "漢人過吳，吳人設筍。問知是竹，歸而煮其床簀，不熟。曰：「吳人歷轆，欺我如此！」"
      },
      {
        "index": 95,
        "text": "昔有越人善泅。生子方晬，其母浮之水上。人怪問之，則曰：「其父善泅，子必能之。」"
      },
      {
        "index": 96,
        "text": "楚人有涉江者，其劍自舟中墜於水。遽刻其舟曰：「是吾劍所墜處也。」舟去及岸，從刻處入水求之。"
      },
      {
        "index": 97,
        "text": "楚王"
      },
      {
        "index": 98,
        "text": "楚王佩玦逐兔，患其破也，因佩兩玦以為豫。兩玦相觸，破乃愈迅。"
      },
      {
        "index": 99,
        "text": "蝦蟆為馬"
      },
      {
        "index": 100,
        "text": "伯樂令其子執《馬經》畫樣求馬，經年無似者。更求之，得一大蝦蟆，歸白父曰：「得一馬，隆顱跌目，脊鬱縮，但蹄不如，累趨。」伯樂笑曰：「此馬好跳躑，不堪御也。」"
      },
      {
        "index": 101,
        "text": "艾子"
      },
      {
        "index": 102,
        "text": "齊人獻木履於宣王，略無刻斫之跡。王曰：「此履豈非出於生乎？」艾子曰：「鞋楦是其核也。」"
      },
      {
        "index": 103,
        "text": "沈屯子"
      },
      {
        "index": 104,
        "text": "沈屯子入市，聽唱書，至楊文廣被圍柳城，內乏糧，外阻救，蹙然興歎不已。友拉之歸，日夜憂念不置，曰：「文廣圍困至此，何由得解？」家人因勸出遊，以紓其意。忽見擔竹入市者，則又念曰：「竹末甚銳，道上行人必有受其刺者。」歸益憂病。家人為之請巫。巫曰：「稽冥籍，若來世當輪回作女人。所適夫麻哈回也，貌甚陋。」沈憂病轉劇。親友來省者慰曰：「善自寬，病乃愈耳。」曰：「若欲吾寬，須楊文廣圍解，負竹者歸家，麻哈回作休書見付乃得也？」"
      },
      {
        "index": 105,
        "text": "迂仙別記"
      },
      {
        "index": 106,
        "text": "迂公出，遭酒人於道，見毆，但叉手聽之，終不發言。或問公：「何意？」曰：「倘斃我，彼自抵命，吾正欲其爾爾！」"
      },
      {
        "index": 107,
        "text": "迂公與衛隱君奕。衛著白子。公大敗，積死子如山，枰中一望浩白。公痛懊曰：「老子命蹇，拈著黑棋！」"
      },
      {
        "index": 108,
        "text": "陳孝廉喜奕，公以棋劣，故得近，每受饒四子。一日奕罷，公適輸四子，色然驚顧曰：「頃若不見饒，定是和局！」"
      },
      {
        "index": 109,
        "text": "公過屠肆，見砧旁棋局甚設，一癩頭奴取子布算。公便跨櫃坐，與奴奕，大敗；拈子擲地，欲碎其局。奴曰：「此主人棋，何與爾事？」公曰：「若然，即敗亦何與我事？」便回面作喜，拾子更著。"
      },
      {
        "index": 110,
        "text": "「煙鎖池塘柳」，五字寓五行，昔稱「鰥對」。公一日誇向客曰：「吾得所以對之矣！『冀粟陳獻忠』，意取『東西南北中』也。」"
      },
      {
        "index": 111,
        "text": "鄉居有偷兒夜瞰公室。公適歸，遇之。偷兒大恐，棄其所衣羊裘而遁。公拾得之，大喜。自是羊裘在念，入城，雖丙夜必歸。至家，門庭晏然，必蹙額曰：「何無賊？」"
      },
      {
        "index": 112,
        "text": "公性酷忌僧，口諱「僧」字；遇諸途，必索水滌目；如狹巷不及避，肩相摩，必解衣浣之，七日而後服。有餽以詩扇者，中有「竹院逢僧」之句，輒擲還曰：「咄！此晦君當自受之！」"
      },
      {
        "index": 113,
        "text": "嘗集謝光祿所，試雨前新茶。坐客虛吸緩引，尋味良苦。獨到公，才上口，碗脫手矣。光祿曰：「好知味者！」公曰：「吾去年飲法亦如是。」"
      },
      {
        "index": 114,
        "text": "公讀書未識字，每附會知文，見制義，輒胡亂甲乙之。嘗謂謝茂才曰：「凡文章以趣勝，須作得有趣，才有趣，若作得無趣，便無趣矣。」謝曰：「善！」遂書諸紳，終身誦之。"
      },
      {
        "index": 115,
        "text": "黃駕部圃中鑿池起土，累岸如丘，草叢生之。公一日遊池上，摳衣撥草而過，心厭之，謂黃曰：「爾時開池，何必挑土？不挑，是草應在水底矣。」"
      },
      {
        "index": 116,
        "text": "楊太醫妄稱詩，高詠其「立夏詩」云：「昨夜春歸去，今日景風生。」公聽之，驟徵其解。或戲應曰：「此令親何景峰諱春者，昨夜惡發暴亡，今日再生。太醫作詩慶之耳。」公徑起急走，詣何。值何正啖飯，公雪涕被面，掣其箸曰：「兄魂魄初復，神觀未定，飯且少進。」何大怪疑，以為祟，且唾且罵驅閉門外。公怒，遂與何絕交。"
      },
      {
        "index": 117,
        "text": "公病目，將就醫。適犬臥階陰，公跨之，誤躡其項，狗逐齧公，裳裂。公舉似醫。醫故熟公，調之曰：「此當是狗病目耳。不爾，何止敗君裳？」公退思：「吠主小事，暮夜無以司儆。」乃調藥先飲狗，而以餘瀝自服。"
      },
      {
        "index": 118,
        "text": "汪刺史自官還，公謁之。偶有執贄刺史者，中有雙鵝。少選，鵝以喙插翅而伏。公忽訊刺史曰：「使鵝作夢，還復夢鵝否？」刺史大笑，曰：「君夜來何夢？」"
      },
      {
        "index": 119,
        "text": "馬肝有大毒，能殺人，故漢武帝云：「文成食馬肝而死。」客有語次及此者，公適聞之，發辯曰：「客誑語耳！肝故在馬腹中，馬何以不死？」客戲曰：「馬無百年之壽，以有肝故也。」公大悟。家有畜馬，便刳其肝，馬立斃。公擲刀歎曰：「信哉毒也！去之尚不可活，況留肝乎！」"
      },
      {
        "index": 120,
        "text": "公嘗宴客，酒酣，隱几熟睡。及覺，便謂經宿，張目視客曰：「今日未嘗奉招，何復見降？」客曰：「怪君昨日不送客耳。」"
      },
      {
        "index": 121,
        "text": "嘗過袁洗馬，見袁手把一編，且閱且走。公便問：「何書？」洗馬曰：「廿一史。」公曰：「吾久聞廿一史名，意謂兼車充棟，看來百餘葉耳！幸便借我，抄訖送還，何如？」"
      },
      {
        "index": 122,
        "text": "里中有富家行聘，盛筐篚而過公門者。公夫婦並觀之，相謂曰：「吾與爾試度其幣金幾何？」婦曰：「可二百金。」公曰：「有五百。」婦謂必無，公謂必有，爭持至久，遂相詈毆。婦曰：「吾不耐爾，竟作三百金何如？」公猶詬誶不已。鄰人共來勸解。公曰：「尚有二百金未明白，可是細事！」"
      },
      {
        "index": 123,
        "text": "公嘗醉走，經魯參政宅，便當門嘔噦。其閽人嗬之曰：「何物酒狂，向人門戶泄瀉！」公睨視曰：「自是汝門戶不合向我口耳！」其人不覺失笑，曰：「吾家門戶舊矣，豈今日造而對汝口？」公指其嘴曰：「老子此口，頗亦有年！」"
      },
      {
        "index": 124,
        "text": "兄試南都，將發榜，命公往偵之。已而獲薦，公注目榜紙，略不移瞬，到日暮，猶不去。兄急令人尋索，見公於榜下瞻矚甚苦，呼之曰：「胡不去？守此何益？」曰：「世多有同姓名人，吾去，設有來冒兄名者，可若何？」"
      },
      {
        "index": 125,
        "text": "雨中，借人衣著之出，道濘失足，跌損一臂，衣亦少汙。從者掖公起，為之摩痛甚力。公止之曰：「汝第取水來滌吾衣，臂壞無與爾事。」從者曰：「身之不恤，而念一衣乎？」公曰：「臂是我家物，何人向我索討？」"
      },
      {
        "index": 126,
        "text": "公家藏宋箋數幅，偶吳中有名卿善書畫者至，或諷之曰：「君紙佳甚，何不持向某公索其翰墨，用供清玩？」公曰：「爾欲壞吾紙耶？蓄宋箋，固當需宋人畫！」"
      },
      {
        "index": 127,
        "text": "久雨屋漏，一夜數徙床，卒無乾處。妻兒交詬，公急呼匠者葺治，勞費良苦。工畢，天忽開霽，竟月晴朗。公日夕仰屋歎曰：「命劣之人，才葺屋便無雨，豈不白折了也！」"
      },
      {
        "index": 128,
        "text": "家有一坐頭，絕低矮。公每坐，必取甕片支其四足，後不勝煩，忽思得策，呼侍者移置樓上坐。及坐時，低如故。乃曰：「人言樓高，浪得名耳！」遂命毀樓。"
      },
      {
        "index": 129,
        "text": "丁未閏六月朔，雷雨大作，公阻王孝廉齋中，抵暮不得返。顰蹙曰：「閏月，天地之餘數耳。奈何認真若此，而風雨雷霆之不憚煩也！」"
      },
      {
        "index": 130,
        "text": "物性之愚"
      },
      {
        "index": 131,
        "text": "《交趾異物志》：翠鳥先高作巢以避患。及生子，愛之，恐墜，稍下作巢。子長羽毛，復益愛之，又更下巢，而人遂得而取之矣。《水經注》：猩猩知往而不知來，山谷間常數十為群。里人以酒並糟設於路側，織草為屨，更相連結。猩猩見酒及屐，知里人設張，則知張者祖先姓字。乃呼名云：「奴欲張我！」捨而去，復自再三，相謂曰：「試共嘗酒。」乃飲其味，逮手醉，因取屐著之而躓。乃為人擒，無遺者。"
      },
      {
        "index": 132,
        "text": "鰣魚入網輒伏者，惜其鱗也。"
      },
      {
        "index": 133,
        "text": "白鷳愛其尾，棲必高枝。每天雨，恐汙其尾，堅伏不動。雨久，多有饑死者。又孔雀愛尾，潛則露尾，人因取之。蟲有蚘者，一身兩口，爭食，因相齕以死。"
      },
      {
        "index": 134,
        "text": "獸有猱，小而善緣，利爪。虎首癢，輒使猱爬搔之。久而成穴，虎殊快，不覺也。猱徐取其腦啖之，而以其餘奉虎。虎謂其忠，益愛近之。久之，虎腦空，痛發；跡猱，猱則已走避高木。虎跳踉大吼，乃死。"
      }
    ]
  }
}