{
  "chapterNumber": 10,
  "title": "第10部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：天下莫靈於鬼神，莫威於雷電，莫重於生死，莫難忍於氣，莫難捨於財；而一當權勢所在，便如鬼、如神、如雷、如電，捨財忍氣，甚者不惜捐性命以奉之矣。人情之蔽，無甚於此！故余以不畏勢為首，而次第集為《越情》第十。〕"
      },
      {
        "index": 2,
        "text": "不畏勢"
      },
      {
        "index": 3,
        "text": "況鍾謁一勢閹，拜下，不答，斂揖起云：「老太監想不喜拜，且長揖。」"
      },
      {
        "index": 4,
        "text": "應檟守常州，偕他郡守謁御史。檟居中，獨遵憲綱不跪。他日御史見之，指曰：「此山字太守也！」"
      },
      {
        "index": 5,
        "text": "不佞神佛"
      },
      {
        "index": 6,
        "text": "彭脊閹七歲從鄉父老入佛寺，不拜。寺僧強之，不從，反叱之曰：「彼佛裸跣不衣冠，我何拜為！」"
      },
      {
        "index": 7,
        "text": "紹興王元章，國初名士，所居與一神廟初近。爨下缺薪，則斫神像爨之。一鄰家事神唯謹，遇元章毀像，輒刻木補之。如是者三四。然元章家人歲無恙，而鄰之妻孥時病。一日召巫降神，詰神云：「彼屢毀神，神不責。吾輒為新之，神反不我祐，何也？」巫者作怒曰：「汝不置像，像何從而爨？」自是其人不復補像，而廟遂廢。"
      },
      {
        "index": 8,
        "text": "李夢陽督學江石。渡江，有司請祀水神。公怒，命從者縛神投諸江，曰：「以水神投水，得其所哉！得其所哉！」"
      },
      {
        "index": 9,
        "text": "不畏雷"
      },
      {
        "index": 10,
        "text": "夏侯玄倚柱讀書。時暴雷霹靂破所倚柱，衣服俱焦。玄神色不異，讀書如故。"
      },
      {
        "index": 11,
        "text": "齊神武道逢雷雨，前有浮圖一所，使薛孤延視之。未至三十步，震燒浮圖。薛大聲喝殺，繞浮圖走，火遂滅。及還，鬢髮皆焦。"
      },
      {
        "index": 12,
        "text": "不畏鬼怪"
      },
      {
        "index": 13,
        "text": "嵇中散嘗於夜中燈火下彈琴，有一人入室，初來時，面甚小，斯須轉大，遂長丈餘，顏色慘黑，單衣草帶。嵇熟視良久，及吹火滅曰：「恥與魑魅爭光！」"
      },
      {
        "index": 14,
        "text": "阮德如嘗於廁見鬼，長丈餘，色黑而眼大，著皂單衣，平上幘，去之咫尺。阮徐視，笑語之曰：「之言鬼可憎，果然！」鬼慚而退。"
      },
      {
        "index": 15,
        "text": "唐魏元忠未達時，家貧，獨有一婢。廚中方爨，出汲水還，乃見老猿為其看火。婢驚白之，元忠徐曰：「猿湣我無人力，為我執爨，甚善！」又嘗呼蒼頭未應，狗代呼之。又曰：「此孝順狗也！乃能代我勞。」又獨坐，有群鼠拱手立其前。又曰：「鼠饑，就我求食。」乃令食之。夜中鵂留鳴其屋端，家人將彈之。又止之曰：「鵂留晝不見物，故夜飛。此天地所有，不可使南走越、北走胡，將何所之？」其後遂絕無怪。"
      },
      {
        "index": 16,
        "text": "安定郡王趙德麟，建炎初，自京師挈家東下。抵泗州北城，於驛邸憩宿，薄晚呼索熟水，即有妾應聲捧杯以進，而用紫蓋頭覆首。趙曰：「汝輩既在室中，何必如是？」自為揭之，乃枯骨耳。趙略無怖容，連批其頰，曰：「我家豈無人給使，要汝怪鬼何用？」叱使去。"
      },
      {
        "index": 17,
        "text": "吳邑獲扁王君鎛，嘗臥齋中，夜將半，有鬼嘯於前，其聲類鴨。鎛聞之，無所懼，但云：「汝叫自叫，吾不管汝，但勿近吾府，聒吾耳也！」鬼乃作鵝聲。鎛笑曰：「此聲亦不雅！」鬼終不去，復作夭鼓翼之聲，庶幾其一懼。鎛曰：「吾且熟睡，不聽汝矣！」鬼必欲動之，遂落其床帷，覆鎛身。鎛曰：「吾適寒，覆之甚宜！」鬼無如之何，遂寂然矣。"
      },
      {
        "index": 18,
        "text": "嘉靖中，錫人王富、張祥俱有膽，素不畏鬼。夏日同飲溪上，日且哺，未醉。王曰：「隔溪叢塚中，昨送一新死人。吾能乘流而過，出其屍於棺外。」張曰：「吾能黑夜出之。」王曰：「果爾，輸汝臘釀一甕。」俄而日沒，張之方欲入水，而王亟歸家取酒。張遂過溪，迂回而上，見棺已離蓋。上疑之，忽棺中出兩手抱張頸。張懼，私祝曰：「汝少出，俟我賭勝，明日當奠而理妝。」言畢，抱益急。張大叫，聲漸微。溪傍人家聞聲群持火來照，抱張頸者，乃王也。蓋詭言取酒，從闊處先渡，出屍而伏棺中耳。因相與大笑。比過溪，月已上矣。時方大瘟，而二子竟無疾。"
      },
      {
        "index": 19,
        "text": "不近內"
      },
      {
        "index": 20,
        "text": "北齊邢子才與婦甚疏，未嘗內宿。嘗晝入內閣，為犬所吠。因撫掌大笑。"
      },
      {
        "index": 21,
        "text": "不戀色"
      },
      {
        "index": 22,
        "text": "王仲處嘗荒恣於色，體為之敝。左右諫之。曰：「吾乃不覺耳，如此甚易。」乃開後閣，悉驅諸婢妾出，任其所之。"
      },
      {
        "index": 23,
        "text": "不愛錢"
      },
      {
        "index": 24,
        "text": "嘉興許應逵為東平府，甚有循政。而為同事所中，得論調去。吏民哭泣不絕。許君晚至逆旅，謂其僕曰：「為吏無所有，只落得百姓幾點眼淚耳！」僕歎曰：「阿爺囊中不著一錢，好將眼淚包去，作人事送親友。」許為一拊掌。"
      },
      {
        "index": 25,
        "text": "董三泉公由蜀西充令升蓬州守，宦十數年許，僅一青布袍、一革靴。赴任時，諸子請曰：「平生志節，兒輩能諒。第大人年高，蜀中多美材，可為百歲後計也。」公曰：「唯。」既致政，諸子迎之，間請於公曰：「往者所言美材，頗擇得否？」公曰：「聞之人言，杉不如柏也。」子曰：「今所具者柏耶？」公莞爾曰：「吾茲載有柏子在，種之可爾。」"
      },
      {
        "index": 26,
        "text": "不愛古玩"
      },
      {
        "index": 27,
        "text": "有一朝士家藏古鑒，自言能照二百里，將以獻呂文穆公。公曰：「我面不及碟子大，安用照二百里之鏡乎？」不用。"
      },
      {
        "index": 28,
        "text": "孫之翰，人與一硯，直三十千，云「此石嗬之則長流」。翰曰：「一日嗬得一擔水，只值三文錢，何須此重價？」"
      },
      {
        "index": 29,
        "text": "好友"
      },
      {
        "index": 30,
        "text": "何喬新守溫，夜乘小艇訪虞徵君原璩。坐久索飲，村居無所覓。公歎：「雖酸醅亦可！」乃出新醯一瓶共酌，劇談竟夕而別。時稱：「何虞醋交。」"
      },
      {
        "index": 31,
        "text": "不苛察"
      },
      {
        "index": 32,
        "text": "王文正公旦，性量寬厚，不屑細物。有控馬卒歲滿辭公。公問：「汝控馬幾時？」曰：「五年矣。」公怪曰：「吾不省有汝。」既去，復呼回曰：「汝乃某人乎？」曰：「然。」於是厚贈之。蓋平日控馬，公但見其背不見其面故；因去見其背，方省也。"
      },
      {
        "index": 33,
        "text": "不問射牛"
      },
      {
        "index": 34,
        "text": "奇章公牛弘有弟弼，好酒而酗，嘗醉，射殺弘駕車牛。弘還宅，妻迎謂曰：「叔射殺牛！」弘直答曰：「可作脯。」"
      },
      {
        "index": 35,
        "text": "不校侮嫚"
      },
      {
        "index": 36,
        "text": "婁相師德，溫恭謹慎，與人無毫髮之隙。弟授代州刺史，戒以勿與人競。弟曰：「今後人唾吾面，亦自拭之耳！」師德曰：「此我所以憂汝也！凡人唾汝面，必怒汝故，拭之，是逆其心。夫唾不久自乾，但當笑而受之。」"
      },
      {
        "index": 37,
        "text": "武元衡宴西川。從事楊嗣復狂酒，逼武大觥；不飲，遂以酒沐之。武拱手不動，沐訖，徐起更衣，終不令散宴。"
      },
      {
        "index": 38,
        "text": "馮道在中書。有人於市中牽一驢，以片幅大署其名於面。親知白之。道曰：「天下同名姓何限？慮是失驢訪主。」"
      },
      {
        "index": 39,
        "text": "富鄭公致政歸西都，嘗著布直裰，跨驢出效，逢水南巡檢，威儀呼引甚盛。前卒呼騎者下。公舉鞭促驢。卒聲愈厲，又喝言：「不肯下驢，請官位！」公舉鞭稱名曰：「弼。」卒不曉所謂，白其將曰：「前有一人騎驢衝突，請官位，不得，口稱『弼弼』。」巡檢悟曰：「乃相公！」下馬伏謁道左。其候讚曰：「水南巡檢唱喏！」公舉鞭去。"
      },
      {
        "index": 40,
        "text": "兗公陸象先為馮翊太守。參軍等多名族子弟，以象先性仁厚，於是與府寮共約戲賭。一人曰：「我能旋笏於廳前，硬弩眼眶，衡揖使君，唱喏而出，可乎？」眾皆曰：「誠如是，甘輸酒食一席。」其人便為之。象先視之如不見。又一參軍曰：「爾所為全易。吾能於使君廳前墨塗其面，著碧杉子，作神舞一曲，慢趨而出。」群寮皆曰：「不可，誠敢如此，吾輩當斂俸錢五千為所輸之費。」其二參軍便為之。象先亦如不見。皆賽所賭以為戲笑。其第三參軍又曰：「爾之所為絕易。吾能於使君廳前作女人梳妝，學新嫁女拜舅姑四拜，則如之何？」眾曰：「敢為之，吾輩願出俸錢十千充所輸之費！」其第三參軍遂施粉黛，高髻笄釵，衣女人衣，向堂四拜。象先又不以為怪。景融大怒曰：「家兄為三輔刺史，今乃成天下笑具！」象先徐語景融曰：「是渠參軍兒等笑具，我豈為笑哉？」"
      },
      {
        "index": 41,
        "text": "溫公一日省墓。有父老五、六輩上謁，云：「欲獻薄禮。」乃用瓦器盛飯，瓦罐盛菜羹。公欣然享之。村老曰：「某等聞端明在縣日講書，村野不敢往聽，今幸請教。」公講「庶人」章。村老曰：「自『天子』章以下，有《毛詩》二句，此獨無，何也？」公嘿然，謝曰：「平生未見，查明奉答。」村老大笑而去，曰：「今日聽講，難倒司馬端明。」"
      },
      {
        "index": 42,
        "text": "楊文懿公守陳，以洗馬乞假。行次一驛，其丞不知為何官也，坐而抗禮，卒然問曰：「公職洗馬，日洗幾馬？」公漫應曰：「勤則多洗，懶則少洗，無定數也。」俄報一御史且至，丞促令讓上舍。公曰：「固宜，俟其至，讓之未晚。」比御史至，則公門人也，跽而起居。丞惶懼，百態乞憐，公卒不較。"
      },
      {
        "index": 43,
        "text": "張莊懿公鎣巡按東省。初到臨清，偶酒家酒標掣落其紗帽，左右失色。旦日，州守縛此人待罪。公徐曰：「此是上司過往處，今後酒標須高掛。」徑遣出。"
      },
      {
        "index": 44,
        "text": "屠滽位冢宰。有鄉人假稱屠公子，沿途騷動。人以聞於公，意公大加譴責。公但呼而告之曰：「汝為我兒亦不辱，但難為若翁耳。法有明禁，自今慎無為此。」"
      },
      {
        "index": 45,
        "text": "觀樂贈菊"
      },
      {
        "index": 46,
        "text": "柴載用按家樂於後園，有左右人竊於門隙觀之。柴乃召至後園，使觀其按習，曰：「隙風恐傷爾眸子。」"
      },
      {
        "index": 47,
        "text": "王荊石相公家居。晨起，帶氈帽行園視菊。其鄰人誤為園丁，隔藩喚曰：「王老官！汝許我菊花，今有否？」既見公面，驚而走。公喚問撫慰，取菊數本與之。"
      },
      {
        "index": 48,
        "text": "薦詈己者"
      },
      {
        "index": 49,
        "text": "王元美鎮鄖，薦一屬吏，乃其鄉人常詈公者。或曰：「自今以往，凡求薦者皆詈公矣。」元美笑曰：「不然，我不薦彼，彼更詈我。」"
      },
      {
        "index": 50,
        "text": "不責僮婢"
      },
      {
        "index": 51,
        "text": "唐臨性寬仁多恕。嘗欲吊喪，令家僮歸取白衫，僮乃誤持餘衣，懼未敢進。臨察之，謂曰：「今日氣逆，不宜哀泣，向取白衫且止。」又令煮藥不精，潛覺其故，乃謂曰：「今日陰晦，不宜服藥，可棄之。」終不揚其過也。"
      },
      {
        "index": 52,
        "text": "陽城嘗絕糧，遣奴求米。奴以米易酒，醉臥於路。城迎之，奴未醒，乃負以歸。及奴覺，謝罪。城曰：「寒而飲，何害也！」"
      },
      {
        "index": 53,
        "text": "房文烈遣婢易米，三日不反。既至，房曰：「舉家無食，汝從何處來？」"
      },
      {
        "index": 54,
        "text": "不責盜"
      },
      {
        "index": 55,
        "text": "張率字士簡，吳人，嗜酒疏脫，忘懷家務。在新安，遣家僮載米三千斛還吳，耗失大半。張問其故。答曰：「雀鼠耗也。」張笑曰：「壯哉雀鼠！」不復研問。"
      },
      {
        "index": 56,
        "text": "柳公權嘗貯杯盂一笥，縢緘如故，而所貯物皆亡。奴妄信不知。權笑曰：「銀杯羽化矣！」不復詰。"
      },
      {
        "index": 57,
        "text": "宋沈道虔，人有盜筍者，令人止之。曰：「此筍欲成林，更有佳者相與。」令人買大筍送與之。范元琰見人盜筍，苦於過溝，乃伐樹為轎與過，盜遂不為盜。"
      },
      {
        "index": 58,
        "text": "後漢戴封，字平仲，遇賊，悉掠奪財物。餘縑七匹，賊不知處。封追與之。賊曰：「此賢人也！」悉還其器物。"
      },
      {
        "index": 59,
        "text": "王子敬夜臥齋中，有群偷入室，盜物都盡。王徐曰：「青氈我家舊物，可特置之。」"
      },
      {
        "index": 60,
        "text": "何宗道名倫，江山人，家貧，事母孝。年二十七，始發憤讀書。盜夜入其室，竊器物。何覺而不呼。將取釜，始言曰：「盍留此，備吾母晨炊？」盜赧然，委之而去。"
      },
      {
        "index": 61,
        "text": "不畏劫賊"
      },
      {
        "index": 62,
        "text": "阮簡，字茂弘，為開封令。有劫賊，吏白曰：「甚急！」簡方與客圍棋長嘯。吏曰：「劫急！」簡曰：「局上劫亦甚急。」"
      },
      {
        "index": 63,
        "text": "不怕死"
      },
      {
        "index": 64,
        "text": "宋明帝賜王景文死。景文在江州，主與客棋，看敕訖，置局下，神色怡然。爭劫竟，斂納奩華，徐言：「奉敕賜死。」方以敕示客，因舉冘謂客曰：「此酒不堪相勸。」遂一飲而絕。"
      },
      {
        "index": 65,
        "text": "張黃門出為封溪令，廣越嶂險，獠賊執張，將殺食之。張神色不動，方作洛生詠。"
      }
    ]
  }
}