{
  "chapterNumber": 16,
  "title": "第16部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人有恒言，曰「貪酷」。貪猶有為為之也，酷何利焉？其性乎！其性乎！非獨忍人，亦自忍也！嘗聞嘉靖間，一勳戚子好殺豬，日市數百豬，使屠者臨池宰割，因而觀之，以為笑樂。又吾中一童子，見狗屠縛狗，方舉棍，急探袖中錢贈之，曰：「以此為酒資，須讓此一棍與我打。」自非性與人殊，奚其然？集《鷙忍》第十六。〕"
      },
      {
        "index": 2,
        "text": "以人命戲"
      },
      {
        "index": 3,
        "text": "《漢書》：江都王建專為淫虐。遊章臺宮，令四女子乘小船，建以足蹈覆其船，四人皆溺，二人死。後遊雷波，天大風，建使郎二人乘小船入波中，船覆，兩郎溺，攀船，乍見乍沒。建臨觀大笑，令勿救。宮人姬八子有過，輒令裸立擊鼓，或置樹上，久者三十日，乃得衣。或縱狼令齧殺之，建觀而大笑。又欲令人與禽獸交而生子，強令宮人裸而四據，與羝羊及狗交。"
      },
      {
        "index": 4,
        "text": "北齊文宣淫暴，楊愔雖宰輔，每使進廁籌。又嘗置愔棺中，載以而車，幾下釘者數四。每視朝，群臣多無故行誅。乃簡取罪人隨駕，號為「供御囚」，手自刃殺，持以為戲。"
      },
      {
        "index": 5,
        "text": "齊主問南陽王綽：「在州何事最樂？」對曰：「多聚蠍於皿器，置狙其中，觀之極樂。」帝即命索蠍一斗，置浴斛，使人裸臣斛中，呼號宛轉，帝與綽喜噱不已。因讓綽曰：「如此樂事，何不馳驛奏聞？」"
      },
      {
        "index": 6,
        "text": "唐成王千里使嶺南，取大蛇長八九尺，以繩縛口，橫於門限之下。州縣參謁，呼令入門。忽踏蛇，驚惶僵仆，被蛇繞數匝。良久，解之，以為戲笑。又取龜及鱉，令人脫衣，縱龜等齧其體，終不肯放，死而後已。其人痛號欲絕。王與姬妾共看，以為玩樂。然後以竹刺龜鱉口，或用艾炙背，乃得放。人被驚者，皆失魂，至死不平復矣。"
      },
      {
        "index": 7,
        "text": "水獄"
      },
      {
        "index": 8,
        "text": "漢主聚毒蛇水中，以罪人投，謂之「水獄」。"
      },
      {
        "index": 9,
        "text": "剖視腸腹"
      },
      {
        "index": 10,
        "text": "閩主曦謂學士周維嶽曰：「嶽身甚小，何飲酒之多？」左右曰：「酒有別腸，不必長大。」曦欣然命捽維嶽下殿，欲剖視其酒腸。或曰：「殺嶽，無能侍陛下劇飲者。」乃捨之。"
      },
      {
        "index": 11,
        "text": "宋後廢帝好殺。遊擊將軍孫超有蒜氣，剖腹視之。"
      },
      {
        "index": 12,
        "text": "佳射的"
      },
      {
        "index": 13,
        "text": "齊高帝為宋中領軍。蒼梧直入府，時暑熱，帝袒裼。蒼梧畫帝腹為射的，自射之。王天恩曰：「領軍腹大，是佳射的。一箭便死，後無復射，不如以雹箭射之。」"
      },
      {
        "index": 14,
        "text": "針"
      },
      {
        "index": 15,
        "text": "《典論》：劉表設大針於杖端。客有被酒，刂之，以驗醉醒。《晉史》：武帝太子惡舍人杜錫亮直，置針於錫坐氈中，刺之流血。"
      },
      {
        "index": 16,
        "text": "吞鱔"
      },
      {
        "index": 17,
        "text": "梁邵陵王綸為南徐州刺史。嘗微服遊市里，問賣鱔者曰：「刺史何如？」答言「躁虐」。綸怒，令吞鱔以死。"
      },
      {
        "index": 18,
        "text": "試荊"
      },
      {
        "index": 19,
        "text": "隨燕榮為幽州總管。道次，見叢荊堪為笞箠，取以試人。人自陳無罪。榮曰：「後有罪當免。」及後犯細過，將撾之。人曰：「前許見宥。」榮曰：「無過尚爾，況有過乎？」搒捶如初。"
      },
      {
        "index": 20,
        "text": "食鱉杖左右"
      },
      {
        "index": 21,
        "text": "隋崔弘度為太僕卿，嘗戒左右曰：「無得誑我！」後因食鱉，問侍者曰：「美乎？」曰：「美。」弘度曰：「汝不食，安知其美？」皆杖焉。長安語曰：「寧食三斗醋，不見崔弘度。」"
      },
      {
        "index": 22,
        "text": "弔民伐罪"
      },
      {
        "index": 23,
        "text": "周瀛州刺史獨孤莊酷虐。有賊問不承，莊引前曰：「若健兒也！能吐，且釋汝。」賊並吐之。有頃，莊曰：「將我作具來！」乃一鐵鉤，長尺餘，甚利，以繩掛於樹間，謂賊曰：「汝不聞『健兒鉤下死』？」令以胲鉤之，遣壯士掣其繩，則鉤出於腦矣。謂司法曰：「此法何如？」答曰：「『吊民伐罪』，深得其宜！」 莊大笑。"
      },
      {
        "index": 24,
        "text": "周興"
      },
      {
        "index": 25,
        "text": "周興性酷，每法外立刑，人號「牛頭阿婆」。百姓怨謗。興乃榜門判曰：「被告之人，問皆稱枉；斬決之後，咸息無言。」"
      },
      {
        "index": 26,
        "text": "周興有罪，詔來俊臣鞫之。俊臣方與興對食，謂興曰：「囚多不承，奈何？」興曰：「此易耳。內囚大甕中，熾炭周之，何事不承？」俊臣命取甕熾炭，徐起揖興曰：「有內狀推兄，請入甕！」"
      },
      {
        "index": 27,
        "text": "肉雷"
      },
      {
        "index": 28,
        "text": "來紹天稟鷙忍。嘗宰邰陽，創鐵繩千條，或有問不承，則急縛之，仍以其半搥手，往往委頓。每虐威一奮，百囚俱斷，轟響震驚，時號為「肉雷」。"
      },
      {
        "index": 29,
        "text": "肉鼓吹"
      },
      {
        "index": 30,
        "text": "李匡達性忍，一日不斷刑，則慘然不樂。嘗聞捶楚之聲，曰：「此一部肉鼓吹也！」"
      },
      {
        "index": 31,
        "text": "發墓瀝血"
      },
      {
        "index": 32,
        "text": "梁豫章王悰，母吳淑媛先侍齊東昏，及幸於武帝，七月而生悰。悰年十四、五，頻夢一少年肥壯，自挈其首對悰。淑媛詢夢中形色，頗似東昏，為言其故。悰乃私發東昏墓，出其骨，瀝血試之，骨滲，有徵矣。在西州生次男，月餘，潛殺之。既瘞，夜遣人發取其骨，又試之。"
      },
      {
        "index": 33,
        "text": "殺婢妾"
      },
      {
        "index": 34,
        "text": "石太尉崇，每邀宴集，令美人進酒。客飲不盡，使黃門斬美人。王丞相與大將軍嘗共訪崇。丞相素不能飲，輒自勉強，至於沉醉。至大將軍，故不飲，以觀其氣色。已斬三人，丞相勸敦使盡。敦曰：「彼自殺人，於我何與？」"
      },
      {
        "index": 35,
        "text": "《詩話》：杜大中自行伍為將，與物無情，西人呼為「杜大蟲」。雖妻有過，以公杖杖之。有愛妾，才色懼絕，大中箋表皆出其手。嘗作《臨江仙》詞，有「彩鳳隨鴉」之句」。一日大中見之，怒曰：「鴉且打鳳！」掌其面，折項而斃。"
      },
      {
        "index": 36,
        "text": "一瓜殺三妾"
      },
      {
        "index": 37,
        "text": "曹操宴諸官於水閣。時盛夏，酒半酣，喚侍妾用玉盤進瓜。妾捧盤低頭以進。操問：「瓜熟否？」對曰：「極熟。」操怒斬之。坐客莫敢問故。操更呼別妾進瓜。群妾皆驚，內一妾聰敏，遂整容而前。操問如初，對曰：「不生。」操怒，復斬之，再呼進瓜，無敢前者。一妾名蘭香，操所深昵，眾妾皆遜之。香乃擎盤齊眉而進。操問曰：「瓜味如何？」曰：「甚甜。」操大呼：「速斬之！」坐客皆拜伏請罪。操曰：「公安坐，聽訴其罪。前二妾吾斬之者，久在承應，豈不知進瓜必須齊眉而捧盤耶？及答吾問，皆開口字。斬其愚也！蘭香來未久，極聰慧，高捧其盤，是矣；復對以合口字，足知吾心。吾用兵之人，斬之以絕其患！」見《花木考》。"
      },
      {
        "index": 38,
        "text": "凶僧"
      },
      {
        "index": 39,
        "text": "僧慧林談經吳門。村中有孀婦，素佞佛，制禪履饋之。僧疑婦悅已，夜持刀逾恒而入，直逼婦榻。婦不從，斬婦頭，及其一婢，復逾垣而去。適婦死之前一日，有族伯索逋稅，與婦哄。鄰疑伯之殺婦也，訟於太倉丞陸楷。陸訊之急，遂誣服。索其首不得，苛掠不已。伯之女方十四，痛父甚，乃自經，囑父斷已首代之。時婦已死月餘，女首淋漓若生。陸訊其故。伯不得已，以實對。陸心悸，遂發病，夢有神告曰：「古刹慧林。」以其名訪之，果談經僧也，已逃矣。遣捕密偵，獲於鎮江，自云：「已殺女子五十輩矣。」搜其囊，得婦首，漆而與俱，每興至，則熟視。其淫暴如此。"
      },
      {
        "index": 40,
        "text": "苻生"
      },
      {
        "index": 41,
        "text": "前秦苻生無一目。七歲時，祖洪戲之，謂侍者曰：「吾聞瞎兒一淚，信乎？」侍者曰：「然。」生怒，引佩刀自刺出血，曰：「此亦一淚也！」洪大驚，鞭之。生曰：「性耐刀槊，不堪鞭捶！」後即位，凶暴。時虎狼為虐，不食六畜，專務食人。群臣請禳之。生曰：「野獸饑則食人，飽自當止。何禳之有？」"
      },
      {
        "index": 42,
        "text": "食人"
      },
      {
        "index": 43,
        "text": "朱粲有眾二十八萬，剽掠漢淮間。軍中乏食，教士卒烹婦人嬰兒啖之，曰：「肉之美者，無過於人。但使他國有人，何憂於餒？」置揭磨寨，以人為糧。及降唐，段確乘醉侮粲曰：「聞卿好啖人，人作何味？」粲曰：「啖醉人正如糟彘肉耳！」遂殺確，烹食之。"
      },
      {
        "index": 44,
        "text": "唐張茂昭為節鎮，頻吃人肉。及除統軍到京，班中問曰：「聞尚書在鎮，好食人肉，虛實？」茂昭笑曰：「人肉腥而且忍，爭堪吃？」"
      },
      {
        "index": 45,
        "text": "靖康丙午歲，金狄亂華。六、七年間，山東、京西、淮南等路，荊榛千里，米斗至數千錢，且不可得。盜賊官兵以至民居，更互相食。人肉之價，賤於犬豕，肥壯者一枚不過十五錢。全軀暴以為臘。登州范溫率忠義之人，汛海到錢塘，有持至行在充食。老瘦男子謂之「饒把火」，婦人少艾者名之為「美羊」，小兒呼為「和骨爛」，又通目為「兩腳羊」。"
      },
      {
        "index": 46,
        "text": "食人膽"
      },
      {
        "index": 47,
        "text": "五代趙思綰反。嘗言「食人膽至千，剛勇無敵」，每殺人，輒取膽以酒吞之。後郭從義所擒。"
      },
      {
        "index": 48,
        "text": "生食人耳"
      },
      {
        "index": 49,
        "text": "宋王彥升俘獲胡人，置酒宴飲，以手裂其耳，咀嚼久之，徐引卮酒。俘者流血被面，痛楚叫號，彥升談笑自如。"
      },
      {
        "index": 50,
        "text": "勇士相啖"
      },
      {
        "index": 51,
        "text": "《呂氏春秋》：齊勇者，一居東郭，一居西郭。途遇而飲，索肉不得，乃笑曰：「子，肉也；我，肉也。何別求肉為？」因抽刀割肉，相贈啖之，肉盡而死。"
      },
      {
        "index": 52,
        "text": "汲桑"
      },
      {
        "index": 53,
        "text": "汲桑盛暑中睡，重裘累茵，使十餘人扇。不得涼，斬扇者。軍中謠曰：「奴為將軍何可羞，六月重茵被狐裘，不識寒暑斷人頭。」"
      },
      {
        "index": 54,
        "text": "高昂"
      },
      {
        "index": 55,
        "text": "高昂與鄭嚴祖握槊。劉貴召嚴祖，昂不時遣，枷其使。使曰：「枷時易，脫時難！」昂即以刀就枷刎之，曰：「何難之有？」貴不敢校。"
      },
      {
        "index": 56,
        "text": "李凝道"
      },
      {
        "index": 57,
        "text": "唐龍遊令李凝道褊性。姊男才七歲，故惱之，即往逐。不遂，以餅誘得之，咬其胸背流血。"
      },
      {
        "index": 58,
        "text": "皇甫湜"
      },
      {
        "index": 59,
        "text": "皇甫湜嘗命其子松隸詩數首，一字小誤，詬詈且躍，手杖不及，則齧腕血流。嘗為蜂螫手指，乃大躁。散錢與里中兒及奴輩，箕斂蜂窠，山聚於庭，命槌碎絞汁，以酬其痛。"
      },
      {
        "index": 60,
        "text": "穆寧"
      },
      {
        "index": 61,
        "text": "唐穆寧為刺史。其子已為尚書、給事，皆分值供饌；少不如意，必遭笞杖。一日，給事當值，出新意，以熊白、鹿脯合而滋之，春美異常。寧食之致飽。諸子咸羨，以為行有重賞及食飽。仍杖之，曰：「如此佳味，何進之晚？」"
      },
      {
        "index": 62,
        "text": "石虎"
      },
      {
        "index": 63,
        "text": "古虎命太子邃總百揆。邃以事為可呈，呈之。虎恚曰：「此小事，何足呈？」時有所不聞，虎復恚曰：「何以不呈？」誚責笞箠，月至再三，邃其恨，遂謀逆。"
      },
      {
        "index": 64,
        "text": "王述"
      },
      {
        "index": 65,
        "text": "王藍田述，性急。嘗食雞子，以箸刺之不得，便大怒，舉以擲地。雞子於地圓轉未止，仍下地以履齒碾之。又不得，嗔甚，復於地取納口中，齧破，即吐之。"
      },
      {
        "index": 66,
        "text": "王思"
      },
      {
        "index": 67,
        "text": "魏王思為司農，性急。嘗書，蠅集筆端，驅去復來再三。思自起拔劍逐蠅，不得，取筆擲地踏壞之。"
      },
      {
        "index": 68,
        "text": "陳都憲事"
      },
      {
        "index": 69,
        "text": "都御史陳智，性剛而躁，撻左右人無虛日。洗面時用七人，二人攬衣，二人揭衣領，一人捧盤，一人捧漱水碗，一人執牙梳。稍不如意，便打一掌。至洗畢，鮮有不被其掌者。方靜坐，若左右行過，履有聲者，即撻之。有相知勸以寬緩。乃置一木簡，刻「戒暴怒」三字於上以示儆。及有忤之者，輒舉木簡，撻之無數。"
      },
      {
        "index": 70,
        "text": "陳都憲嘗坐堂，偶有蠅佛其面，即怒叱從者擒拿。從者紛然，東奔西突，為逐捕狀。少頃，俟其怒解，稟問：「拿何人？」乃叱之曰：「是蠅！」又嘗岸帽，取銀簪剔指甲，失墜於地。怒而起坐，自拾簪觸地磚數次，方已。"
      },
      {
        "index": 71,
        "text": "豐南隅事"
      },
      {
        "index": 72,
        "text": "鄞縣豐南隅坊，以建言有直聲，居鄉性最暴。朋友稍拂意，即命幹人冘殺之。其人應命，必陰以告友。友即偽為中毒仆地。坊見之，必大笑，盡訴其胸中之怒。良久，命舁出。次日，此友復來。駭問所以不死狀，佯應曰：「家中急救得解。」坊即與歡好和初，亦不追詰。雖至厚之交，一歲必三、四冘焉。"
      },
      {
        "index": 73,
        "text": "豐禮部嘗要沈明臣結忘年交。歲餘，人或惡之曰：「是嘗笑公文者。」即大怒，設醮詛之上帝，凡三等，云：「在世者宜速捕之；死者下無間地獄，勿令得人身。」一等諧公卿大夫與有睚毗者，二等文士布衣，沈為首；三等則鼠、蠅、蚤、虱、蚊也。"
      },
      {
        "index": 74,
        "text": "斬石人罵伍胥"
      },
      {
        "index": 75,
        "text": "劉子光出征，道暍無水。山南見一石人，問：「何處有水？」石人不答，拔劍斬之，須臾水山。"
      },
      {
        "index": 76,
        "text": "吳郡五閎渡錢塘江，遭風，船欲覆。閎拔劍砍水，痛罵伍胥。風稍緩，獲濟。"
      },
      {
        "index": 77,
        "text": "王君廓"
      },
      {
        "index": 78,
        "text": "王君廓往擊竇建德。將出戰，李靖遏之。君廓發憤大呼，目及鼻、耳一時流血。"
      },
      {
        "index": 79,
        "text": "郭崇韜"
      },
      {
        "index": 80,
        "text": "郭崇韜素疾宦者，謂魏王繼岌曰「大王他日得天下，騬馬亦不可乘之。」"
      },
      {
        "index": 81,
        "text": "投溷"
      },
      {
        "index": 82,
        "text": "李賀有表兄，與賀有筆硯之舊。恨賀傲忽，賀死，復紿取其稿，盡投溷中。"
      },
      {
        "index": 83,
        "text": "碎碑"
      },
      {
        "index": 84,
        "text": "乾符中，顏摽典鄱陽郡鞠場，公宇初構，請姚碉傑紀其事。文成，粲然千餘言。摽欲刪去二字，岩傑不從。摽怒，時已刊石，命碎其碑。"
      },
      {
        "index": 85,
        "text": "范廷召"
      },
      {
        "index": 86,
        "text": "宋范廷召惡飛鳥，見必射之。所居處，鳥必絕種。又最惡驢鳴，聞之輒為擊殺。"
      },
      {
        "index": 87,
        "text": "獨步來"
      },
      {
        "index": 88,
        "text": "梁安成王蕭佽，博雅擅文章。吏部尚書柳信言差堪擬敵。一日聞佽卒，賓從往候信言。信言乃屈一腳跳出，連稱曰：「獨步來！獨步來！」眾賓舞蹈為賀。"
      },
      {
        "index": 89,
        "text": "忿撤樂"
      },
      {
        "index": 90,
        "text": "乾通中，眾客赴郡宴，妓樂甚盛。一少年勇於見色。甫就席，一客以有服辭，固請撤樂。少年忿然責之曰：「敗一席之歡者，爾也！其所謂『不自殞滅，禍延過客』者耶！」賓主哄堂。"
      },
      {
        "index": 91,
        "text": "截腸"
      },
      {
        "index": 92,
        "text": "塞創北齊彭樂，與周文決戰。被刺腸出，納之不盡，截出復戰。"
      },
      {
        "index": 93,
        "text": "隋張定和，虜刺之中頸。這和以草塞創而戰，神氣自若，虜遂敗。"
      },
      {
        "index": 94,
        "text": "杜伏威"
      },
      {
        "index": 95,
        "text": "唐杜伏威與陳稜戰。射中伏威額，怒曰：「不殺汝，箭不拔！」馳入稜陣，獲所射將，使拔箭已，斬之。"
      },
      {
        "index": 96,
        "text": "任城王"
      },
      {
        "index": 97,
        "text": "魏任城王章，善左右射，好擊劍，百步中於懸髮。樂聞國獻虎彪，文加錦斑，以鐵為檻。驍勇之徙，莫敢輕視，章曳虎尾以繞臂，虎弭無聲。時南越獻白象。章在帝前，手頓其鼻，象伏不動。"
      },
      {
        "index": 98,
        "text": "桓石虔"
      },
      {
        "index": 99,
        "text": "晉桓石虔有材幹，矮捷絕倫。隨父豁在荊州，於獵圍中見猛獸被數箭而伏。諸督將素知其力，戲令拔箭。石虔因急往拔一箭，猛虎踞躍，石虔亦跳，高於猛獸，復拔一箭而歸。時人有患疾者，謂曰：「桓石虔來！」以怖之，病者多愈。"
      },
      {
        "index": 100,
        "text": "羊侃"
      },
      {
        "index": 101,
        "text": "《南史》：羊侃膂力絕人，所用弓至二十石，馬上用六石弓。嘗於袞州堯廟，蹋壁直上，至五尋。西橋有數石人，長八尺，大十圍，侃執以相擊，悉皆破碎。少時仕魏為郎，以力聞。魏帝嘗謂曰：「郎官謂卿虎，豈羊質虎皮乎？試作虎伏。」侃因伏，以手抉殿檻，沒指。"
      },
      {
        "index": 102,
        "text": "彭博通等"
      },
      {
        "index": 103,
        "text": "唐河間人彭博通，曾於講堂上階上，臨階而立，取鞋一緉以臂夾，令有力者後拔之。鞋底中斷，彭腳終不移。牛駕車正走，彭倒曳車尾，卻行數十步。曾遊瓜步江，有急風張帆。彭捉尾纜，挽之不進。"
      },
      {
        "index": 104,
        "text": "元時攸張子雲者，身長八、九尺。為人擔米，肩各一石，首戴五斗，而行無窘步。嘗臥石橋上，其首去地數寸。"
      },
      {
        "index": 105,
        "text": "歐千斤，洪武初京師列校也，幼以膂力得名。城中少年數輩欲悔之。歐乃脫衣，以手挽起廊柱，聚衣裙壓於柱下。眾皆眙咢走避。適西域入貢回回，善撲跌者，自號「鐵力漢」。朝廷募歐與較，勝之。即日改授太倉衛百戶。後雖老，嘗乘馬過獨板橋，馬蹐不能行。歐以右臂挾其馬，高步而過，從皆偉之。"
      }
    ]
  }
}