{
  "chapterNumber": 15,
  "title": "第15部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人生於財，死於財，榮辱於財。無錢對菊，彭澤令亦當敗興。倘孔氏絕糧而死，還稱大聖人否？無怪乎世俗之營營矣！究竟人壽幾何？一生吃著，亦自有限，到散場時，毫厘將不去，只落得子孫爭嚷多、眼淚少。死而無知，直到枉卻；如其有知，懊悔又不知如何也！吾蘇陸念先，應徐少宰記室聘。比就館，絕不作一字。徐無如何，乃為道地遊塞上，抵大帥某，以三十鎰為壽。既去戟門，陸對金大慟，曰：「以汝故獲禍者多矣！吾何用汝為！」即投之澗水中。人笑其癡，孰知正為癡人說法乎？集《貪穢》第十五。〕"
      },
      {
        "index": 2,
        "text": "如意"
      },
      {
        "index": 3,
        "text": "《風俗通》云：齊人有女，二家同往求之。東家子鬼而富，西家子好而貧。父母不能決，使其女偏袒示意。女便兩袒。母問其故。答曰：「欲東家食、西家宿。」"
      },
      {
        "index": 4,
        "text": "《歸田錄》云：國初，通判常與知州爭權，每云「我是郡監」。有錢昆者，浙人，嗜蟹，常求補外，曰：「但得有蟹無通判處，則可。」東坡詩云：「欲問君王乞符竹，但憂無蟹有監州。」"
      },
      {
        "index": 5,
        "text": "同舍生劉垂，有口才，曾號「虛空錦」。說他日得志事，曰：「有錢當作五窟堂：呈香窟，盡種梅花；秦香窟，周懸射臍；越香窟，植岩桂；蜀香窟，栽椒；楚香窟，畦蘭。四時草木，各占一時。予日入麝窟，便足了一生。死且為香鬼，況於生乎？」其後仕而貪，財不副心而卒。"
      },
      {
        "index": 6,
        "text": "舍利"
      },
      {
        "index": 7,
        "text": "張虔釗鎮滄州日，因旱，民饑，發廩賑之。方上聞，帝甚嘉獎。他日秋成，倍斗徵斂，朝野鄙之。在蜀，問一禪僧云：「如何是舍利？」對曰：「剩置僦居，即得『舍利』。」張但慚笑。"
      },
      {
        "index": 8,
        "text": "抱雞、養竹"
      },
      {
        "index": 9,
        "text": "《廣記》：唐新昌縣令夏侯彪之，初下車，問里正曰：「雞卵一錢幾顆？」曰：「三顆。」彪之乃遣取十千錢，令買三萬顆，謂里正曰：「未便要，且寄雞母抱之。」遂成三萬頭雞，經數月長成，令縣吏：「與我賣。」一雞三十錢，半年之間，成三十萬。又問：「問筍一錢幾莖？」曰：「五莖。」又限十千錢付之，買得五萬莖。謂里正曰：「吾未須筍，且林中養之。」至秋竹成，一莖十文，積成五十萬。其貪鄙不道皆此類。"
      },
      {
        "index": 10,
        "text": "賣糞天子"
      },
      {
        "index": 11,
        "text": "唐少府監裴舒，奏請賣馬糞，計歲得錢二十萬緡。劉仁軌曰：「恐後代稱唐家賣馬糞，非佳名也。」乃止。"
      },
      {
        "index": 12,
        "text": "婢擔糞"
      },
      {
        "index": 13,
        "text": "王夷甫妻郭氏貪，令婢路上擔糞。王平子年十四年，諫之。郭怒曰：「夫人以小郎囑新婦，不以新婦囑小郎！」捉澄衣裙，將與杖。平子力爭得脫。"
      },
      {
        "index": 14,
        "text": "鬻水"
      },
      {
        "index": 15,
        "text": "前燕太傅慕容評，屯兵潞川，以拒王猛。鄣固山泉，鬻水與軍人，絹一匹，得水二石，積錢帛如山。士卒怨憤而敗。"
      },
      {
        "index": 16,
        "text": "假子猷"
      },
      {
        "index": 17,
        "text": "解賓王作利漕，將代還，凡有行衙所在，竹皆伐賣之。時人呼為「假子猷」。"
      },
      {
        "index": 18,
        "text": "錢當酒"
      },
      {
        "index": 19,
        "text": "蘇五奴妻善歌舞，亦有姿色。有邀請其妻者，五奴輒隨之。人欲醉五奴以狎其妻，多勸之酒。五奴曰：「但多與我錢，雖吃錘亦醉，不須酒也。」"
      },
      {
        "index": 20,
        "text": "偷鞋刺史"
      },
      {
        "index": 21,
        "text": "鄭仁凱性貪穢。嘗為密州刺史，家奴告以鞋敝，即呼吏新鞋者，令之上樹摘果，俾奴竊其鞋而去。吏訴之。仁凱曰：「刺史不是守鞋人。」"
      },
      {
        "index": 22,
        "text": "匿金叵羅"
      },
      {
        "index": 23,
        "text": "魏神武帝宴僚屬，於坐失金叵羅。竇太后令飲者皆脫帽，果在祖孝徵髻中。見者以為深恥，孝徵怡然自若。又孝徵飲司馬世雲家，藏銅疊三面，為廚人搜出。"
      },
      {
        "index": 24,
        "text": "銀佛"
      },
      {
        "index": 25,
        "text": "張林奏毀佛寺。有蘇監察者，檢天下廢寺，凡銀佛一尺以下，多袖歸。人號「蘇扛佛」。溫庭筠笑曰：「好對『蜜陀僧』。」"
      },
      {
        "index": 26,
        "text": "獻羅漢"
      },
      {
        "index": 27,
        "text": "曹翰下江南日，盡取其金帛寶貨，連百餘舟，私盜以歸。無以為名，乃取廬山東林寺羅漢，每舟載十餘尊。獻之，詔賜相國寺。時謂之「押扛羅漢」。"
      },
      {
        "index": 28,
        "text": "盜偽輦"
      },
      {
        "index": 29,
        "text": "王鎮惡性貪。既破姚泓，盜取府庫無算。劉裕念其功，不問。又盜泓偽輦。裕驚，使人覘之。鎮惡剔取其金銀，棄輦於垣側。裕大笑。"
      },
      {
        "index": 30,
        "text": "科錢造像"
      },
      {
        "index": 31,
        "text": "唐瀛州饒陽縣令竇知範貪汙。有一里正死，範集里正二百人，為之造像，各科錢一貫。既納錢二百千。蕩曰：「里正地下受罪，先須救急。我先選得一像，且以貸之。」於袖中出像，僅五寸許。"
      },
      {
        "index": 32,
        "text": "取油客子金"
      },
      {
        "index": 33,
        "text": "蜀簡州刺史安重霸，黷貨無厭。州民有油客子者，姓鄧，能棋，其力粗贍。安召與對敵，只令立侍。每落子，俾其退立於西北牖下：「俟我算路，乃進！」 終日不下十數子而已。鄧生久立，饑倦不堪。次日又召。或諷鄧子曰：「此侯賄，本不為棋，何不獻效而自求退？」鄧生然之，以中金數鋌獲免。"
      },
      {
        "index": 34,
        "text": "張鷺鶿"
      },
      {
        "index": 35,
        "text": "開寶中，神泉縣令張某，外廉而內實貪。一日自榜縣門云：「某月某日是知縣生日。告示門內典級諸色人，不得輒有獻送。」有一曹吏與眾議曰：「宰君明言生日，意令我輩知也。言不得獻送，是謙也。」眾曰：「然。」至日各持縑獻之，命曰：「壽衣」。宰一無所拒，感領而已。復告之曰：「後月某日，是縣君生日，更莫將來。」無不嗤者。眾進士以鷺鶿詩諷之云：「飛來疑似鶴，下處卻尋魚。」"
      },
      {
        "index": 36,
        "text": "贖命"
      },
      {
        "index": 37,
        "text": "北齊和士開，見人將就戮，多所營救。得免，即責其珍寶，謂之「贖命物」。"
      },
      {
        "index": 38,
        "text": "張、趙徵錢名"
      },
      {
        "index": 39,
        "text": "《唐宋遺史》：張崇帥廬州，不法，民苦之。既入覲，人謂渠伊必不來。後還，徵「渠伊錢」。人不敢言，但捋鬚而已。崇又徵「捋鬚錢」。《五代史補》：在趙禮自采石移永興，人曰：「眼中拔卻釘矣！」後在禮還任，每日徵：「拔釘錢」。"
      },
      {
        "index": 40,
        "text": "人鬚筆"
      },
      {
        "index": 41,
        "text": "嶺南兔不常有。郡收得其皮，使工人削筆。醉失之，大懼，因剪己鬚為筆，甚善。更使為之，工者辭焉。詰其由，因實對。遂下令，使一戶輸人鬚，不能致，輒責其值。"
      },
      {
        "index": 42,
        "text": "負絹布"
      },
      {
        "index": 43,
        "text": "後魏胡太后幸藏庫，見布絹充盈，恣從官所取，唯章武王融與陳留侯李崇負絹過任，遂至顛仆。崇傷腰，融損足。太后使侍者奪其絹，令其空出，時人笑焉。"
      },
      {
        "index": 44,
        "text": "燕宋該性貪。太祖欲厭其貪，賜布百匹，令自負歸。重不能勝，乃至僵項。"
      },
      {
        "index": 45,
        "text": "利賜予"
      },
      {
        "index": 46,
        "text": "南漢、閩、蜀皆稱帝。高從誨利其賜予，所向稱臣。諸國賤之，謂之「高無賴」。"
      },
      {
        "index": 47,
        "text": "利賙給"
      },
      {
        "index": 48,
        "text": "宋張璪使契丹，老病強行。故事：死於使者，本朝及北朝賙給甚厚。璪利之，在道日，食生冷，求病死，卒不死。"
      },
      {
        "index": 49,
        "text": "一門貪鄙"
      },
      {
        "index": 50,
        "text": "唐崔湜為吏部侍郎，貪縱。兄憑弟力，父挾子威，咸受囑求，髒汙狼籍。父挹為司業，受選人錢，湜不知也，長名放之。其人訴曰：「公親將賂去，何不與官？」湜曰：「所親為誰？吾捉取鞭殺！」曰：「鞭即遭憂！」湜大怒慚。"
      },
      {
        "index": 51,
        "text": "裴佶姑夫"
      },
      {
        "index": 52,
        "text": "唐裴佶嘗話少時，姑夫為朝官，有雅望。佶至宅，會其退朝，深歎曰：「崔照何人？眾口稱美，必行賄也！如此安得不亂！」言未訖，門者報壽州崔使君候謁。姑夫怒，嗬門者，將鞭之。良久，束帶強見。須臾，命茶甚急，又命酒饌，又命秫為飯。佶姑曰：「何前倨而後恭？」及入門，有德色，揖佶曰：「憩學中！」 佶未下階，出懷中一紙，乃贈官絁千匹。"
      },
      {
        "index": 53,
        "text": "元誕不貪"
      },
      {
        "index": 54,
        "text": "元誕為齊州刺史，在州貪暴。有沙門為誕采藥還。誕曰：「師從外來，有何得？」對曰：「唯聞王貪，願王早代。」誕曰：「齊州七萬家，吾每家未得三升錢，何得言貪？」"
      },
      {
        "index": 55,
        "text": "尉景"
      },
      {
        "index": 56,
        "text": "北齊尉景性貪。庫狄幹與景在神武坐，請作御史中尉。神武曰：「何意下求卑官？」幹曰：「欲捉尉景。」神武大笑，令優者石董桶戲之。董桶剝景衣曰：「公剝百姓，董桶何為不剝公？」"
      },
      {
        "index": 57,
        "text": "壯觀、牧愛"
      },
      {
        "index": 58,
        "text": "正德中，陳民望為黃州守，更新譙樓，榜以「壯觀」二字。同知王卿，陝人也，頗有清譽，指題謂鄧震卿曰：「何名『壯觀』？自我西音，乃『贓官』也。」相與一笑。又紹興府有扁云「牧愛」。戚編修謂時守曰：「此扁可撤去。自下望之，乃『收受』字耳。」「牧愛」「壯觀」是的對。"
      },
      {
        "index": 59,
        "text": "菜甕"
      },
      {
        "index": 60,
        "text": "聶豹，字文蔚，永豐人，好講陽陰之學，而天性貪狡。為蘇州時，納賄無算。嘗封金於甕，為李通判所見，伴云：「以菜寄父。」李曰：「拙妻正思菜。」遂取十二瓶去。貌不敢問。"
      },
      {
        "index": 61,
        "text": "麻鞋一屋"
      },
      {
        "index": 62,
        "text": "《顏氏家訓》：鄴下一領軍貪甚，及籍沒，麻鞋亦滿一屋。"
      },
      {
        "index": 63,
        "text": "錢癆"
      },
      {
        "index": 64,
        "text": "嚴相嵩父子，聚賄滿百萬，輒置酒一高會。凡五高會矣，而漁獵猶不止。京師名之曰「錢癆」。"
      },
      {
        "index": 65,
        "text": "不動尊"
      },
      {
        "index": 66,
        "text": "劉宣武鑄鐵為算子。子薄遊妓家，妓求釵奩。劉子辭子。姥曰：「君家庫中青銅號為『不動尊」，可惜朽爛！」劉子云：「吾父喚算子作『長生鐵』，況錢乎？彼日燒香褥祝天地，要錢生兒，絹生孫，金銀千百億化身，豈止『不動尊』而已！」"
      },
      {
        "index": 67,
        "text": "欺心報"
      },
      {
        "index": 68,
        "text": "《耳談》：李士衡奉使高麗，武人余英副焉。所得禮幣及諸贈遺，士衡皆不關意。余英慮船漏，以士衡之物籍船底，已物置其上。無何，遇大風，船幾覆。舟人請減所載，倉忙不暇揀擇，信手牛出，棄之中流，舟始定，蓋皆余英物也。"
      },
      {
        "index": 69,
        "text": "死友"
      },
      {
        "index": 70,
        "text": "《耳談》：孝感縣民齊尚賢、張明時二人，約為死友，實以利合也。偶夜行，見火磷磷，識其地，掘之，見銀筍矗起。二人大喜，謂官具牲禮祭禱，然後鑿取。劉已置毒盞中，令張服之。張亦腰斧而來，乘醉擊劉死，而不知己已中毒也。兩人者皆死，其家人往視銀筍，濯濯無跡。萬曆乙未年事。"
      },
      {
        "index": 71,
        "text": "太倉庫偷兒"
      },
      {
        "index": 72,
        "text": "太倉庫於萬曆戊戌中，有偷兒從水竇中入，竇隘，攢以首，無完膚矣。亦得一大寶，置頂際，如前出。至竇之半，不意復有偷兒入，俱不能退，兩頂相抵稿死，而寶在其中。久之，擁水不流，治瀆始見。見邸報。"
      },
      {
        "index": 73,
        "text": "神仙酒"
      },
      {
        "index": 74,
        "text": "《獪園》：浙東桐廬縣舊有酒井，相傳有道人詣一酒肆中取飲，飲畢，輒去，釀家亦不索值。久之，道人謂主媼曰：「數費媼酒，無以報。有少藥投井中，可不釀而得美酒。」乃從漁鼓中瀉出藥二丸，色黃而堅，如龍眼大，投井中而去。明日井泉騰沸，挹之皆某醴，香味逾於造者。俗呼為「神仙酒」。其家用此致富。凡三十年，而道人復來，闔門敬禮。道人從容問曰：「君家自有此井以來，所入子錢幾何？」主媼曰：「酒則美矣，奈乏糟粕飼豬，亦一欠事！」道人歎息，以手探井中，藥即躍出，置漁鼓中，井復如舊。"
      },
      {
        "index": 75,
        "text": "古物"
      },
      {
        "index": 76,
        "text": "江夏王義恭，性愛古物，常遍就朝士求之。侍中何勖已有所送，而徵索不已。何意不平，嘗出行道中，見狗枷、敗犢鼻，命僕取歸，飾以箱，送之。箋曰：「承復需古物，今奉李斯狗枷，相如犢鼻。」"
      },
      {
        "index": 77,
        "text": "銅臭"
      },
      {
        "index": 78,
        "text": "崔烈入錢五百萬，為司徒。及辭帝，帝曰：「悔不少靳，可至千萬。」子均，字孔平，亦有時名。烈問均曰：「我作公，天下謂何如？」對曰：「大人少有高名，不謂不當為公，但海內嫌其銅臭！」"
      },
      {
        "index": 79,
        "text": "貪位"
      },
      {
        "index": 80,
        "text": "夏侯嘉正性貪，常言：「若能見水銀成銀一錢，知制誥一日，死亦無恨！」則天時，夏官侍郎侯知一，以年老敕令致仕。知一乃詣朝堂，跳躍馳走，以示輕捷。時謂「不伏致仕」。"
      },
      {
        "index": 81,
        "text": "《朝野僉載》：滕王為隆州刺史，多不法。參軍裴聿諫止之。王怒，令左右摑榻。他日聿入計，具訴於帝。帝問聿：「曾被幾榻？」聿曰：「前後八榻。」即令遷八階。聿歸歎曰：「何其命薄？若言九榻，當入五品矣！」聞者哂之，號「八榻將軍」。"
      }
    ]
  }
}