{
  "chapterNumber": 33,
  "title": "第33部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：相傳海上有駕舟入魚腹。舟中人曰：「天色何陡暗也！」取炬燃之。火熱而魚掠，遂吞而入水。是則然矣，然舟人之言，與其取炬也，孰聞而孰見之！《本草》曰：獨活有風不動，無風自搖。石髀入水即乾，出水則濕。出水則濕，誠有之矣；入水即乾，何以得知？言固有習聞而不覺其害於理者，可笑也。既可笑，又欲不害理，難矣。章子厚做相，有太學生在門下，素有口辯。子厚一日至書室，叩以《易》理。其人縱橫辯論，雜以荒唐不經說。子厚大怒曰：「何故對吾亂道！」命左右擒下杖之，其人哀鳴叩頭乃免。而同時坡仙，乃強人妄言以為笑樂。以理論，子厚似無害，究竟子厚一生正經安地？贏得死後作貓兒，何如坡仙得遊戲三昧也？集《荒唐》第三十三。〕"
      },
      {
        "index": 2,
        "text": "鎮陽二小兒"
      },
      {
        "index": 3,
        "text": "公孫龍見趙文王，將以誇事炫之，因為王陳大鵬九萬里釣連鼇之說。文王曰：「南海之鼇，吾所未見也。獨以吾趙地所有之事報子。寡人之鎮陽有二小兒，曰東裏，曰左伯，共戲於渤海之上。須臾有所謂鵬者，群翔水上。東裏遽入海以捕之，一攫而得。渤海之深，才及東裏之脛。顧何以貯也，於是挽左伯之巾以囊焉。左伯怒，相與鬥，久之不已。東裏之母乃拽東裏回。左伯舉太行山擲之，誤中東裏之母，一目眯焉。母以爪剔出，向西北彈之。故太行山中斷，而所彈之石，今為恒山也。子亦見之乎？」公孫龍逡巡喪氣而退。弟子曰：「嘻，先生持大說以誇炫人，宜其困也。」"
      },
      {
        "index": 4,
        "text": "三老人"
      },
      {
        "index": 5,
        "text": "嘗有三老人相遇。或問之年，一人曰：「吾年不可記，但憶少年時與盤古有舊。」一人曰：「海水變桑田時，吾輒下一籌。爾來我籌已滿十間屋。」一人曰：「吾所食蟠桃，棄其核於昆侖山下，今與昆侖山齊矣！」"
      },
      {
        "index": 6,
        "text": "趙方士"
      },
      {
        "index": 7,
        "text": "趙有方士好大言。人問：「先生壽幾何？」方士啞然曰：「余亦忘之矣。憶童稚時，與群兒往看宓羲畫八卦，見其蛇身人首，歸得驚癇。賴宓羲以草頭藥治余，得不死。女媧之世，天傾西北，地陷東南。余時居中央平穩之處，兩不能害。神農播百穀，余以辟穀久矣，一粒不曾入口。蚩尤犯余以五兵，因舉一指擊傷其額，流血被面而遁。蒼氏子不識字，欲來求教；為其愚甚，不屑也。慶都十四月而生堯，延余作湯餅會。舜為父母所虐，號泣於旻天。余手為拭淚，敦勉再三，遂為孝聞。禹治水經余門，勞而觴之，力辭不飲而去。孔甲贈龍醢一臠，余誤食之，於今口尚腥臭。成湯開一面之網以羅禽獸，嘗親數其不能忘情於野味。履癸強余牛飲，不從，置余炮烙之刑，七晝夜而言笑自若，乃得釋去。姜家小兒釣得鮮魚，時時相餉，余以飼山中黃鶴。穆天子瑤池之宴，讓余首席。徐偃稱兵，天子乘八駿而返。阿母留余終席，為飲桑落之酒過多，醉倒不起。幸有董雙成、綠萼華兩個丫頭，相扶歸舍，一向沉醉至今，猶未全醒。不知今日世上，是何甲子也？」問者唯唯而退。俄而趙王墮馬傷脅。醫云：「須千年血竭敷之，乃瘥。」下令求血竭，不可得。人有言方士者。王大喜，密使人執方士，將殺之。方士拜且泣曰：「昨日吾父母皆年五十，承東鄰老姥攜酒為壽。臣飲至醉，不覺言辭過度，實不曾活千歲。」王乃叱而赦焉。"
      },
      {
        "index": 8,
        "text": "古強李泌"
      },
      {
        "index": 9,
        "text": "昔有古強者，敢為虛言，云：「堯、舜、禹、湯皆歷歷目擊。孔子常勸我讀《易》，曰：『此良書也。』」西狩獲麟，我語孔子曰：『此非善祥。』」又稽使君曾以一玉卮贈強。強後忘之，忽語稽曰：「昔安期先生以此相遺。」"
      },
      {
        "index": 10,
        "text": "李泌為相，以虛誕自任。嘗對客令家人：「速灑掃，今夜洪崖先生來宿。」有人攜美醞一榼，有客至，乃曰：「麻姑送酒來，與公同飲。」飲未畢，門者曰：「某侍郎取酒榼。」泌命還之，了無愧色。"
      },
      {
        "index": 11,
        "text": "張懷素"
      },
      {
        "index": 12,
        "text": "方士張懷素好大言，自云：「道術通神，能呼遺飛走之屬。孔子誅少正卯，我嘗諫以為太早：楚漢成皋相持，我屢登高觀戰。」蔡元席深信之，謂陳瑩中曰：「懷素殆非幾百歲內人也！」"
      },
      {
        "index": 13,
        "text": "斥仙"
      },
      {
        "index": 14,
        "text": "項曼都學仙十年，歸家，詐云：「到泰山，仙人以流霞飲我，不饑渴。忽思家，到帝前謁拜，失儀見斥。」河東因號「斥仙。」。"
      },
      {
        "index": 15,
        "text": "姜識"
      },
      {
        "index": 16,
        "text": "慈聖光獻皇后薨，上悲慕甚。有姜識自言神術，可使死者復生，上試其術，數旬不效。乃曰：「臣見太皇太后方與仁宗宴，臨白玉欄干賞牡丹，無意復來人間也！」上知誕妾，但斥於彬州。蔡承禧進挽詞曰：「天上玉欄花已折，人間方士術何施。」"
      },
      {
        "index": 17,
        "text": "醒神"
      },
      {
        "index": 18,
        "text": "萬曆壬辰間，一老人號「醒神」。自云數百歲，曾見高皇、張三豐。又自詭為王越，至今不死。又云歷海外諸國萬餘里。陳眉公曰：「聽醒神語，是一本活《西遊記》。」"
      },
      {
        "index": 19,
        "text": "《妖亂志》呂用之事"
      },
      {
        "index": 20,
        "text": "高駢末年，惑於神仙之說。呂用之用事，自謂「磻溪真君」，公然云與上仙來往。每對駢，或叱咄風雲，顧揖空中，謂見群仙方過。駢隨而拜之。用之指畫紛紛，略無愧色。"
      },
      {
        "index": 21,
        "text": "中和元年，詔於廣陵立駢生祠，並刻石頌。差縣人采碑材於宣城。及至揚子院，用之一夜遣人，密以犍牯五十，牽至縣南，鑿垣架濠，移入城內。及明，柵緝如故。因令揚子縣申府：「昨夜碑石不知所在。」遂懸購之。至晚云：「被神人移置街市。」駢大驚，乃於其傍立一大木柱，金書其上，云：「不因人力，自然而至。」即令兩都出兵仗鼓樂，迎入碧筠亭。至三橋擁鬧之處，故理石以礙之。偽云「人牛拽不動」，教駢朱篆數字，貼於碑上。須臾去石，乃行。觀者互相謂曰： 「碑動也！」識者惡之。明日揚子有一村嫗，指府陳牒云：「夜來里胥借耕牛牽碑，誤損其足。」遠近傳笑焉。"
      },
      {
        "index": 22,
        "text": "駢常與丞相鄭公不協，用之知之。忽曰：「適得上仙書，宰執間陰有圖令公者，使一俠士來，夜當至。」駢驚悸問計。用之徐曰：「張先生少年時，常學斯術於深井裏聶夫人，近日不知肯為否。若得此人當之，無不齏粉者！」駢立召守一語之。對曰：「老夫久不為此戲，手足生疏。然為令公，有何不可！」及朝，駢衣婦人衣，匿於別室。守一寢駢臥內，至夜分，擲一銅鐵於階砌，鏗然有聲。遂出皮囊中彘血，灑於庭戶間，如格鬥狀。明日駢泣謝守一再生之恩，乃躬輦金玉及通天犀帶酬之。"
      },
      {
        "index": 23,
        "text": "有蕭勝者，亦用之堂也，以五百金賂用之。用之問何故。曰：「欲得知鹽城監耳。」乃見駢為求之。駢以當任者有績，頗有難色。用之曰：「用勝為鹽城，非為勝也。昨得上仙書，云有一寶劍在鹽城井中，須一錄官取之。勝乃秦穆駙馬，上仙左右人，故欲遣耳。」駢俛仰許之。勝至鹽數月，遂匣一銅匕首獻駢。用之稽首曰：「此北帝所佩，得之，則百里之內，五兵不敢犯矣。」駢遂飾以寶玉，常置座隅。"
      },
      {
        "index": 24,
        "text": "時廣陵久雨，用之謂駢曰：「此地當有水災，郭邑悉合灰燼。近日遣金山下毒龍以少雨濡之。自此雖無火災，亦未免小驚。」於是用之每夜密遣人縱火，荒祠壞宇無復存者。"
      },
      {
        "index": 25,
        "text": "術人"
      },
      {
        "index": 26,
        "text": "韓熙載常服術。因服桃李，瀉出術人長寸許。"
      },
      {
        "index": 27,
        "text": "章惇為貓"
      },
      {
        "index": 28,
        "text": "宋虞仙姑年八十，有少女色，能行大洞法。詣蔡京，見一大貓，拊其背曰：「此章惇也！」"
      },
      {
        "index": 29,
        "text": "水華居士"
      },
      {
        "index": 30,
        "text": "李薳一日謁水華居士於煙雨堂。語次，偶誦祭東坡文，有「降鄒陽於十三世，天豈偶然；繼孟軻於五百年，吾無間也」之句。水華曰：「此老夫所為。」因論降鄒陽事。水華述劉貢父夢至一官府，案上文軸甚多。偶取一軸展開，云：在宋為蘇軾，逆數而上，十三世，在西漢為鄒陽。李搖首曰：「玄虛。」"
      },
      {
        "index": 31,
        "text": "巫尫"
      },
      {
        "index": 32,
        "text": "《左傳》：「夏大旱，僖公欲焚巫尫。」注云：尫者仰臥屋外，上帝憐之，恐雨入其鼻，故不雨。"
      },
      {
        "index": 33,
        "text": "金元七總管"
      },
      {
        "index": 34,
        "text": "長洲劉丞不信鬼物。子病，妻乘夫出，延巫降神，問體咎。巫方伸兩指謾語，適丞歸見之，怒使隸執巫。將加杖，詰問：「汝何人？」巫猶伸兩指跪曰：「小人是金元七總管。」丞笑而譴之。"
      },
      {
        "index": 35,
        "text": "《朝野僉載》琵琶卜二事"
      },
      {
        "index": 36,
        "text": "唐張鷟至洪州，聞土人何婆善琵琶卜，與郭司法往質焉。士女填門，餉遺塞道，何婆心氣殊高。郭再拜下錢問其品秩。何婆乃調弦柱，和聲氣，唱曰：「個丈夫富貴，今年得一品，明年得二品，後年得三品，更後年得四品。」郭曰：「何婆錯矣！品少者官高，品多者官小。」何婆改唱曰：「今年減一品，明年減二品，後年減三品，更後年減四品。更得五、六年，總沒品。」郭大罵而起。"
      },
      {
        "index": 37,
        "text": "唐崇仁坊阿來婆彈琵琶卜，朱紫填門。張鷟曾往視之，見一將軍，紫袍玉帶甚偉，下一匹細綾靖卜。來婆雞弦柱，燒香合眼而唱：「東告東方朔，西告西方朔，南告南方朔，北告北方朔，上告上方朔，下告下方朔。」將軍頂禮曰：「既告請甚多，必望細看，以決疑惑。」遂即隨意支配。"
      },
      {
        "index": 38,
        "text": "卜東方朔"
      },
      {
        "index": 39,
        "text": "《搜神記》：漢武帝與越王為親，乃遣東方朔泛海求寶，唯命一周回。朔經二載未至。帝聞有孫賓者善卜，帝乃更庶服潛行，與左右齎絹二匹往叩賓門。賓出迎延坐。帝乃啟卜。卦成，知是帝，惶懼起拜。帝曰：「朕來覓物，卿勿言。」賓曰：「陛下非卜他物，乃卜東方朔也。朔行七日必至，今在海中面西招水大歎。到日請話之。」至日，朔至。帝訝其遲。朔曰：「臣不敢稽程，探寶未得也。」帝曰：「七日前，卿在海中面西招水大歎，何也？」朔曰：「臣非歎別事，歎孫賓不識天子，與帝對坐。」帝深異之。"
      },
      {
        "index": 40,
        "text": "巨靈"
      },
      {
        "index": 41,
        "text": "漢武時，東都獻五寸短人，能行案上。東方朔問之曰：「阿母健否？」蓋王母使者巨靈也。"
      },
      {
        "index": 42,
        "text": "藻兼"
      },
      {
        "index": 43,
        "text": "漢武帝與群臣宴未央，忽聞語云「老臣」，尋覓不見。梁上有一公，長九寸，拄杖僂步。帝問之。公下，稽首不言，仰視屋，俯指帝腳，忽不見。東方朔曰：「是名為『藻兼』，水土之精。以陛下好興宮室，願足於此也。」帝為暫止。後幸河渚。聞水底有弦歌之聲。前梁上公及年少數人，絳衣素冠，皆長八、九寸，挾樂器淩波而出，向帝稱謝。"
      },
      {
        "index": 44,
        "text": "女人星"
      },
      {
        "index": 45,
        "text": "武帝時，張寬從祀甘泉。至渭橋，有女子浴於渭水，乳長七尺。上怪問。女曰：「帝後第七車知我。」乃寬也。對曰：「主祭者齋戒不潔，則女人星見。」"
      },
      {
        "index": 46,
        "text": "壽星"
      },
      {
        "index": 47,
        "text": "宋章聖皇帝踐祚之明年，有異人長才三尺許，身與首幾相半，豐髯秀耳，乞食輦下。叩其所自來。曰：「將益聖人壽。」上召見內殿，訊其能。曰：「能酒。」命之飲，一舉一石。俄失其人。翌日，太史奏「壽星躔帝座。」"
      },
      {
        "index": 48,
        "text": "修月"
      },
      {
        "index": 49,
        "text": "《廣記》：鄭仁本表弟遊嵩山，見一人枕襆，呼之。其人曰：「君知月乃七寶合成乎？月勢如丸，其影則日落，其凹處常有八萬二千戶，每歲修之。」因開襆，有斤斧鑿數事，兩裹玉屑。"
      },
      {
        "index": 50,
        "text": "牽牛借錢"
      },
      {
        "index": 51,
        "text": "道書云：「牽牛娶織女，向天帝借二萬錢下禮。久之不償，被驅在營室間。」則天亦有嫁娶，亦有聘財，亦有借貸。而牽牛之負債不還，天帝逼債報怨，皆犯律矣。可笑。"
      },
      {
        "index": 52,
        "text": "龍妒"
      },
      {
        "index": 53,
        "text": "紹興年間，姑蘇郭二雅，妻陸氏死去二日，更生。言有龍王劈妾，遭夫人妒忌，以箠死。鞠訊天獄，累年不決。上帝以陸貞潔，敕令斷之。就刑特在信宿，至期且有大異。數日後，平江忽起大風疾雨，驚潮漂溺田廬數百里。"
      },
      {
        "index": 54,
        "text": "龍爭食"
      },
      {
        "index": 55,
        "text": "《法苑珠林》云：貞觀十八年，文水縣大雷震。雲中落一石，大如碓。敕問西域僧，云：「是龍食。二龍相爭，誤落下耳。」"
      },
      {
        "index": 56,
        "text": "虎好諛"
      },
      {
        "index": 57,
        "text": "《廣異記》云：鳳翔李將軍為虎所取，蹲踞其上。李頻呼：「大王乞一命！」虎弭耳如喜狀，遂釋之。"
      },
      {
        "index": 58,
        "text": "雷公"
      },
      {
        "index": 59,
        "text": "唐代州西有大槐樹，震雷擊之，中裂數丈。雷公為樹所夾，狂吼彌日。眾披靡不敢近。狄仁傑有都督，逼而問之。乃云：「樹有乘龍，所由令我逐之。落勢不堪，為樹所夾。若相救者，當厚報德。」仁傑命鋸匠破樹，方得出。"
      },
      {
        "index": 60,
        "text": "土地相鬧"
      },
      {
        "index": 61,
        "text": "國初，某天官見一謁選者短而髯，曰：「此土地也！」其人歸，暴死。赴部土地任，百其地已有土地。不納，相鬧。夜復見夢於天官曰：「天曹一語，冥已除注。第赴任無所，奈何？」天官訝然，知已有是語，而不虞以死授也，命於承發科另立土地廟。至今吏部有二土地，而此獨靈顯。"
      },
      {
        "index": 62,
        "text": "落星潭"
      },
      {
        "index": 63,
        "text": "後唐長興中，廬山落星潭有釣者，得一物如人狀，為積歲莓苔所裹，不甚分辨，比木則重，比石則輕，棄之潭側。後數日，風日剝落，又經雨淋洗，忽見兩目俱開，則人也！然而起，就潭水盥手靧面。漁者驚異，共觀之。其人具悉本地山川之名，及朝代年月。語訖。復入水中。吏民為建祠於潭上。"
      },
      {
        "index": 64,
        "text": "橘叟"
      },
      {
        "index": 65,
        "text": "有巴邛人，不知姓名。家有橘園。因霜後，諸橘盡收，餘有兩大橘，如三斗盎。巴人異之，即令摘下，輕重亦如常橘。剖開，每橘有二老叟，身長尺餘，鬚眉皤然，肌體紅明，皆相對象戲，談笑自若。剖開後，亦無驚怖，但相與決賭。賭訖，一叟曰：「君輸我海龍王第七女髲髮十兩，智瓊額黃十二枚，紫綃帔一副，絳臺山霞實散二庾，瀛洲玉塵九斛，阿母療髓凝酒四鍾，阿母女態盈娘子濟虛龍縞襪八兩，後日於王先生青城草堂還我耳。」又一叟曰：「王先生許來，竟待不得。橘中之樂，不減商山，但不得深根固蒂，為愚人摘下耳！」又一叟曰：「僕饑矣，當取龍根脯食之。」即於袖中出一草根，方圓徑寸，形狀宛如龍，毫厘罔不周悉。因削食之，隨削隨滿。食訖，以水噀之，化為一龍。四叟共乘之，足下泄泄雲起，鬚叟風雨晦冥，不知所在。"
      },
      {
        "index": 66,
        "text": "朝榮觀"
      },
      {
        "index": 67,
        "text": "李涼公鎮朔方，有園，樹下產菌一本，其大數尺。上有樓臺，中有二叟對博。刻成三字，曰「朝榮觀」。公今掘地數尺，有巨蟒目光如鏡，吐沫成菌。是夜公夢黃衣人致命曰：「黃廬公昨與朝榮觀主博，為愚人持獻公。」"
      },
      {
        "index": 68,
        "text": "樹中樂聲"
      },
      {
        "index": 69,
        "text": "萬曆丁酉，河南鞏縣大道，有木匠持斧往役於人。憩樹下，忽聞鼓樂聲，不知其自。諦聽之，乃出樹中，遂將斧擊樹數下。其內曰：「不好不好，必砍進矣！」匠益重加斧，乃有細人長三、四寸，各執樂器自樹中出地上，猶自作樂數疊。來觀者益多，乃仆地。"
      },
      {
        "index": 70,
        "text": "龍賓"
      },
      {
        "index": 71,
        "text": "玄宗御墨曰：「龍香劑」。一日，墨上有小道士如蠅而上。叱之，即呼「萬歲」，曰：「臣墨之精，黑松使者。凡世人有文者，墨上皆有龍賓十二。」上神之，以墨賜掌文官。"
      },
      {
        "index": 72,
        "text": "五寸舟"
      },
      {
        "index": 73,
        "text": "杭州徐副使，清苦之士。致仕後，偶巡行小院，憑欄觀缸中菡萏盛開。忽有物瞥然墮於水面。視之，乃一小舟也。其長五寸許，蒿櫓帆楫，合用之物，無不畢具。有三人皆寸半，操蒿把舵，與生人不異。大以為怪，呼其兒二官者同玩。其喧呼動轉，儼若世態，有時舟欹側，亦復手足紛紜，若救護之狀。已而三人同拽一帆張之，帆與竹葉等，馭風排空而去。竟莫喻其怪。按干寶《搜神記》，漢時池陽有小人，所操持之物，大小悉稱。其即此類耶？"
      },
      {
        "index": 74,
        "text": "龍蟄耳"
      },
      {
        "index": 75,
        "text": "薛主事楊，河東人。言其鄉人有患耳鳴者，時或作癢。以物探之，出蟲蛻，輕白如鵝翎管中膜。一日與其侶並耕，忽雷雨交作，語其侶曰：「今日耳鳴特甚，何也？」言未既，震雷一聲，二人皆踣於地。其一復醒；其一腦裂而死，即耳鳴者。乃知龍蟄其耳，至是化去也。戴主事春，松江人。言其鄉有衛舅公者，手大指甲中紅筋時或曲直，或蜿蜒而動。或懼之曰：「此必承雨濯手，龍集指甲也！」衛因號其指曰「亦龍甲」。一日與客泛湖，灑半，雷電繞船，水波震蕩。衛戲與坐客語曰：「或家赤龍將欲去耶！」乃出手船窗外，龍果裂指而去。此正與青州婦人青筋癢則龍出事相類。傳云：神龍或飛或潛、能大能小者也。"
      },
      {
        "index": 76,
        "text": "王布衣"
      },
      {
        "index": 77,
        "text": "《續仙傳》：終南王布衣賣藥洛陽市。富人柳信唯一子，眉上生一肉塊。布衣采藥一丸傅之。須臾塊破，一小蛇突出，漸及一丈許。布衣乘蛇而去。"
      },
      {
        "index": 78,
        "text": "巴嫗項癭"
      },
      {
        "index": 79,
        "text": "《幽怪錄》：伶人刁俊朝妻巴嫗，項癭如數斛囊，作琴瑟笙磬聲。妻欲以刃決拆之，癭忽拆裂，一猱跳出。有黃冠叩門曰：「予泰山猱也！本是老猴精，解致風雨。與老蛟往還。天誅蛟，搜索黨與，故匿夫人之額。於鳳凰山神處，得起亡膏，塗之即愈。」如言果驗。"
      },
      {
        "index": 80,
        "text": "《志怪錄》二事"
      },
      {
        "index": 81,
        "text": "往年葑門一媼，年逾五十。令人剔其耳，耳中得少絹帛屑。以為偶遺落其中，亦不異之。已而每治耳，必得少物，絲線穀粟稻穗之屬，為品甚多。始大駭怪，而無如之何。久亦任之，不為驚異，且每收置之。迨年七、八十而卒。核其所得耳物，凡一斛焉。"
      },
      {
        "index": 82,
        "text": "永樂中，吳城有一老父偶治耳，於耳中得五穀金銀器皿等諸物，凡得一箕。後更治之，無所得。視其中潔淨，唯正中有一小木椅，製甚精妙。椅上坐一人，長數分，亦甚有精氣。其後亦無他異。"
      },
      {
        "index": 83,
        "text": "兜玄國"
      },
      {
        "index": 84,
        "text": "薛君曹見二青衣駕赤犢出耳，謂薛曰：「兜玄國在吾耳中。」一童子傾耳示薛，別有天地花卉。遂捫耳投之，至一都會，城池樓堞，窮極環麗。因作《思歸賦》，忽自童子耳中落。"
      },
      {
        "index": 85,
        "text": "《神異經》四事"
      },
      {
        "index": 86,
        "text": "閻浮提中及四天下有金翅鳥，名「伽樓羅王」。此鳥業報，應食諸龍，日食一龍王，及五百小龍。此鳥兩翅，相去六千餘里。以翅博海水擗龍，見而取食之。龍取袈裟戴於頂上，乃得免。"
      },
      {
        "index": 87,
        "text": "如意珠，是摩竭大魚腦中出。魚身上長二十八萬里。此珠名「金剛堅」。"
      },
      {
        "index": 88,
        "text": "西北海外有人長二千里，兩腳中間相去千里，腹圍一千六百里。但日飲天酒五斗，即甘露也。名曰「無路之人」。"
      },
      {
        "index": 89,
        "text": "南方有人長七尺，朱衣縞帶，赤蛇繞頂。唯食惡鬼，朝吞三千，暮吞八百，名曰「赤郭」。"
      },
      {
        "index": 90,
        "text": "誇父支鼎石"
      },
      {
        "index": 91,
        "text": "辰州東有三山，鼎足直上，各數千丈。古老傳曰：鄧誇父與日競走，至此煮飯。此三山者，誇父支鼎石也。"
      },
      {
        "index": 92,
        "text": "鞭石"
      },
      {
        "index": 93,
        "text": "秦始皇欲過海觀日出處，作石橋於海上。有神人驅石，去不速，鞭之流血。今石橋色猶赤云。"
      },
      {
        "index": 94,
        "text": "樹生兒"
      },
      {
        "index": 95,
        "text": "《廣博物志》：海中有銀山，其樹名女樹。天明時，皆生嬰兒。日出能行，至食時皆成少年，日中盛壯年，日晚老年，日沒死。日出復然。"
      },
      {
        "index": 96,
        "text": "花中美女"
      },
      {
        "index": 97,
        "text": "許漢陽舟行，迷入一溪，夾岸皆花苞。忽一鸚鵡喚「花開」一聲，花苞皆拆。中各有美女長尺許，能笑言。至暮花落，女亦隨落水中。見《花木考》。"
      },
      {
        "index": 98,
        "text": "萐蒲"
      },
      {
        "index": 99,
        "text": "《白虎通》》云：王者孝道致，則萐蒲生。昔堯之時，生於庖廚。葉大於門，不搖，自搧飲食以助供。"
      },
      {
        "index": 100,
        "text": "異蠅"
      },
      {
        "index": 101,
        "text": "儒生張益夜臥一室，見二蠅飛集几上，忽變為人，將張撫抑，遂不能語。其一人抱首，一人盡力以拽其足。覺身隨拽而長，與屋簷語。二人仍變蠅飛去。張晨起，頓長三尺。舉家驚異。遂棄儒，奏作大漢將軍。"
      },
      {
        "index": 102,
        "text": "奇酒"
      },
      {
        "index": 103,
        "text": "張茂生《博物志》云：昔有人名玄石，從中山酒家，與之千日酒而亡語其節。歸日尚醉，而家人不知，以為死也，棺殮葬之。酒家經千日忽悟。而往告之。發塚適醒。"
      },
      {
        "index": 104,
        "text": "齊人田及人，能為千日酒，飲過一升，醉臥千日。有故人趙英飲之，逾量而去。其家以屍埋之。及之計千日當醒，往至其家。破塚出之，尚有酒氣。"
      },
      {
        "index": 105,
        "text": "枸樓國有水仙樹，腹中有水，謂之「仙漿」。飲者七日醉。"
      },
      {
        "index": 106,
        "text": "眉間尺"
      },
      {
        "index": 107,
        "text": "眉間尺仇楚，逃之山，道逢一客曰：「吾能為子報仇，然須子之頭與子之劍。」尺與之頭。客之楚，獻王。王以鑊煮其頭，七日不爛。自臨視之，客從後截王頭入鑊，兩頭相齧。客恐尺頭不勝，自擬其頭入鑊，三頭相咬，七日後，一時俱爛，乃分其湯葬之。名曰「三頭塚」。"
      },
      {
        "index": 108,
        "text": "梁武前生是蟮"
      },
      {
        "index": 109,
        "text": "梁有榼頭師者極精進，為武帝所敬信。一日敕使喚至。帝方與人奕，欲殺一段，應聲曰：「殺卻！」使遽傳命斬之。奕罷召師，使者曰：「已得旨殺卻矣。」帝驚歎，因問：「死時何言？」使曰：「師云，前劫為沙彌時，以鍬劃地，誤斷一曲蟮。帝時為蟮，今此報也。」"
      },
      {
        "index": 110,
        "text": "天帝召歌"
      },
      {
        "index": 111,
        "text": "賀道養工卜筮，經過工歌女人病死，筮之曰：「此非死，天帝召之歌耳。」乃以土塊加其心上，俄頃而蘇。"
      },
      {
        "index": 112,
        "text": "城精"
      },
      {
        "index": 113,
        "text": "梁武逼郢城。已未夜，郢城有數萬毛人逾堞且泣，因投黃鵠磯。蓋城之精也。"
      }
    ]
  }
}