{
  "chapterNumber": 9,
  "title": "第9部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：耳目口體之情，大致相似也。蓋自「水厄」可畏，「酪奴」不尊，而茶冤矣。故先茶，而飲以歡之，而食以充之，而寢以息之，於是乎書畫金石以清其玩，吟諷謳歌以暢其懷，博奕田獵以逞其欲，花木竹石以寫其趣。迨香水雜陳，內外畢具，而坐客之談諧其可少乎？凡此非富貴不辦，而佞佛布施，正為生生世世富貴地耳。然而天授既殊，情緣亦異，盈縮愛憎，自然之歧也。蝍且甘帶，鴟鴉嗜鼠；甲棄乙收，孰正唐、陸哭笑之是非？集《癖嗜》第九。〕"
      },
      {
        "index": 2,
        "text": "茶"
      },
      {
        "index": 3,
        "text": "王濛好茶，人至輒飲之。士大夫甚以為苦。每欲往候，必云：「今日有水厄。」王肅喜茗，一飲一斗，人號「漏卮」。"
      },
      {
        "index": 4,
        "text": "盧廷璧嗜茶成癖，號「茶庵」。嘗蓄元僧詎可庭茶具十事，時具衣冠拜之。"
      },
      {
        "index": 5,
        "text": "耽飲"
      },
      {
        "index": 6,
        "text": "畢卓為吏部郎。比舍郎釀酒熟，卓因醉夜至其甕間取飲。主者謂是盜，執而縛之，已知為吏部郎，方釋焉。"
      },
      {
        "index": 7,
        "text": "劉伶病酒，渴甚，從婦求酒。妻捐酒毀器，涕泣諫曰：「君過飲，非攝生之道，必宜斷之。」伶曰：「善！吾不能自禁，唯當誓鬼神耳。便可具酒肉。」婦從之。伶跪而誓曰：「天生劉伶，以酒為名，一飲一斛，五斗解酲。婦人之言，慎不可聽！」仍飲酒御肉，頹然復醉。"
      },
      {
        "index": 8,
        "text": "鴻臚卿孔群好酒。嘗與親舊書云：「今年田得七百斛秫米，不了曲蘖事。」王丞相勸使節飲，曰：「不見酒家覆瓿布，日月靡爛？」群曰：「不爾，不見糟肉乃更堪久？」"
      },
      {
        "index": 9,
        "text": "鄭泉臨卒，語同輩曰：「必葬我陶家之側，庶百年之後，化而為土，幸見取為酒壺，實獲我心矣！」"
      },
      {
        "index": 10,
        "text": "艾子好飲，一日大飲而噦。門人密袖豬髒置噦中，指示曰：「凡人具五髒，今公因飲而出一髒矣，其何以生？」艾子熟視，笑曰：「唐三藏尚活，況四耶？」"
      },
      {
        "index": 11,
        "text": "汝南王璡取雲夢石甃，泛春渠以畜酒，作金銀龜魚浮沉其中，為酌酒具。自稱「釀王」兼「曲部尚書」。"
      },
      {
        "index": 12,
        "text": "善飲"
      },
      {
        "index": 13,
        "text": "大司馬彭公澤，善飲。偶訪郭武定勳，問侯：「今年釀若何？」郭曰：「小勝」。且曰：「幸尚早，能小嘗否？」曰：「可。」延之側室，尚不肯脫衣，曰：「主人不堪酬酢。」郭曰：「適有張秀才，量似可，然何足以當巨公？」彭笑曰：「不妨，請見之。」使侍坐，取兩銀舟相對，鮭炙蔬果，以漸羅列。酒十餘行，解帶褫衣，曰：「進部尚可遲也！」屬有微雪，又十餘行，曰：「部幸鮮事，可無進矣！」轟對無算。至暮，摹其腹曰：「酒太甘，當以燒酒送之。」張謝不任。乃命取前酒沃張，而自舉燒酒，復十觥，始去。"
      },
      {
        "index": 14,
        "text": "曾公棨偉儀雄幹，善飲啖，人莫測其量。張英國輔欲試之，密使人圍其腹作紙俑，置廳事後。乃邀公飲，如其飲器注俑中。竟日，俑已溢，別注甕中，又溢。公神色不動。夜半具輿從送歸第，屬使者善待之，意公必醉。公歸，亟呼家人設酒勞輿隸。公取觴，復大酌。隸皆醉去，公方就寢。"
      },
      {
        "index": 15,
        "text": "食憲章"
      },
      {
        "index": 16,
        "text": "段文昌丞相精饌事，第中皰所榜曰「煉珍堂」，在途號「行珍館。」自編《食經》五十卷，時稱為「食憲章」。"
      },
      {
        "index": 17,
        "text": "措大言志"
      },
      {
        "index": 18,
        "text": "東坡云：有二措大，相與言志。一曰：「我平生不足，惟飯與睡耳。他日得志，當飽吃飯了便睡，睡了又吃飯。」一云：「若我吃了又吃，何暇復睡？」"
      },
      {
        "index": 19,
        "text": "善啖"
      },
      {
        "index": 20,
        "text": "山濤酒後哺啜，折筋不休。"
      },
      {
        "index": 21,
        "text": "《癸辛雜志》：趙相溫叔健啖。致仕日，召一士人同食，各啖若干。臨別，士人腰間有聲，疑其腹裂，問之，云：「平生苦饑，以帶束之。適蒙賜飽，不覺帶斷，非有他也。」"
      },
      {
        "index": 22,
        "text": "《歸田錄》：張齊賢每食，肥肉數斤。嘗小惡，欲服天壽院黑神丸。常人服不過一丸，公命以五七兩為一大劑，夾以胡餅而啖之。及罷相，知安州，與客食，廚吏置一大桶，竊視所食，如其物投桶中。至暮滿桶。"
      },
      {
        "index": 23,
        "text": "元退處士年逾七十，無齒，咀嚼愈壯。常曰：「今始知齒之妨物！」"
      },
      {
        "index": 24,
        "text": "江陰侯孫名鐵舍者，腹大善啖，平生未嘗自見其足。永樂間，至京乞恩。太宗命光祿寺茶飯，計食六十斤。謝恩，拜不能起；命兩衛士挾之。因不得襲蔭。後家不給，食饅頭，又食煨茄，俱成籮以充饑。"
      },
      {
        "index": 25,
        "text": "王弇州《朝野異聞》"
      },
      {
        "index": 26,
        "text": "徐相存齋提學江西時，道遇毛尚書伯溫舟。謁之，語小洽。毛曰：「公得無饑否？」即呼具小點心來。侍者捧大漆盤四，其二盤裝炙鵝，鵝皆大臠，其二盤裝饅頭，如碗大者各五十許。又不置箸，以手掇之；二銀碗飛酒。長啜大嚼，傍若無人。徐雖不能多食，而少年勇於酒，互舉無算。至暮，歡然別曰：「公大器也！」迨毛下安南還，華亭亦副八座矣。毛食兼數人。嘗主湖廣鹿鳴宴，諸生七十五人，人陪二大白，不醉。"
      },
      {
        "index": 27,
        "text": "秦晉諸公多長大，善飲啖。王端毅公恕，年九十餘，每辰起進食，牛羊犬豕肉或雞鳧之類三十碗，碗可一二斤；熟菜一大碗，麵餅二盤，各堆高箸許；清酒三大碗，碗可盛二升。飲啖至盡，起，摩腹徐行，周還約二里所，復坐讀書，以為恒。至九十三，一日食減三碗，麵省可一盤，亭午而逝。楊襄毅公博，每啖麵一甌，輒兩舉筋，凡十六舉筋，而罄八甌。大虜深入，人人惴恐。公時在部覆疏，遣問甫畢，食肥肉三斤許，包子三十，酒數升，輒大睡，鼻息如雷。人服其器量。其後陽城王太宰國光、蒲州王大司馬崇古，皆長七尺餘，啖尤偉。太宰切白肉作大臠，猶以為薄，夾進之。一進必百臠，飲必三斗。大醉後苦熱，不能升公座。啖巨柿四十，頃刻都盡。"
      },
      {
        "index": 28,
        "text": "王令賜紱言：其鄉有令張者，善飲啖，居恒不能快意。一日鄰有驢斃，其值輕，張使買之，烹適熟，而女弟之婿至，亦以善啖名。邀使共飲。婿知為驢肉也，辭以飯後。俄頃肉至，凡兩大盤，盤各可十餘斤，胡餅各百餘，蒜蔥醯醬各具。用手撮之，頃刻俱盡。視婿啖得半而止，笑曰：「果飯後耶？何孱也！為汝代之。」即以手掇啖復盡。舉濁酒兩斗許，起拊腹曰：「今日始得一飽。」宗戚間有呼張飯者，必先延之別室，而與肉如式，而後出與客酬酢，尚兼數人。不然，怒，竟去矣。每烹肉，不令過熟，曰：「過熟安用我牌為？」指其腹：「此不堪一大釜耶？」"
      },
      {
        "index": 29,
        "text": "嘉靖間，河南有亓副使者，官山東，分巡海右，亦以善飲啖聞。嘗按部至菜州，而怒其邑令，叱供饋出。萊守，其鄉人，知內廚之不足供也，入白：「有北面一斗，侑以肉十斤，酒一瓿，不知可用否？」亓曰：「佳耳。」既閉門，進宿食啖之，不飽。使宰夫以守所饋麵肉作水角，亟熟亟進，不能供。悉出隸人佐之。不移晷，與酒俱盡。次日，謝守曰：「微公，幾為若敖之餒矣！」又一日，宴於鄉薦紳家。其家善事饌，亓醉飽甚暢。歸忽曰：「肉雖多，不能勝食氣，如何？」問： 「廚有餘米否？」量之得五升，悉使作飯。啖至盡，而後就枕。"
      },
      {
        "index": 30,
        "text": "吾家兄名世芳者，仕至廣東提學副使。其啖肉食，可立盡十餘器。每進楊梅、櫻桃、柑橘，必以十斤為度，而不見核之吐。人或怪之，笑曰：「更吐核，得幾許？」"
      },
      {
        "index": 31,
        "text": "玉翰林鈺，魁岸美姿，善飲啗。自云「平生唯三飽」。嘗歸家，外家享之，極水陸之腴；其使朝鮮，啖芻豢，皆肴蒸體；史成，宴奉天殿，上知其善啖，盡撤御膳賜之。後有不合，拂衣歸。既家漸匱，乃炙螺螄，燒紫茄配飯，亦必滿一鍋。"
      },
      {
        "index": 32,
        "text": "嘉定人王全，以氣豪一鄉，徒步創婁塘鎮，人稱之。每食，以一豬首、一鵝佐飯，尚不能飽。偶饑，過其弟，煮白雞子四十食之，云：「僅能小支胃口而已。使置腹中，當何所著？」"
      },
      {
        "index": 33,
        "text": "徐肺沈脾"
      },
      {
        "index": 34,
        "text": "徐晦嗜酒，日沉湎而不傷。沈傅師善餐，可兼四五人饌，恒無患。楊嗣復戲曰：「徐家肺，沈家脾，大是安穩。」"
      },
      {
        "index": 35,
        "text": "瓜齏"
      },
      {
        "index": 36,
        "text": "韓龍圖贄，山東人。鄉俗好以醬漬瓜啖之，謂之瓜齏。韓為河北都漕，駐大名府，諸軍營多鬻此物。韓謂曰：「某營者最佳，某營者次之。」趙閱道笑曰：「歐陽永叔嘗撰《花譜》，蔡君謨亦著《荔枝譜》，今須請韓龍圖撰《瓜齏譜》矣！」"
      },
      {
        "index": 37,
        "text": "脯臘"
      },
      {
        "index": 38,
        "text": "《雲仙散錄》：盧記室多作脯臘。夏月，委人地十步內，扇上塗餳獵蠅。時人呼為「獵蠅記室」。"
      },
      {
        "index": 39,
        "text": "啖梅"
      },
      {
        "index": 40,
        "text": "范汪至能啖梅。有人獻一斛奩，須臾啖盡。"
      },
      {
        "index": 41,
        "text": "食性異常"
      },
      {
        "index": 42,
        "text": "《南史》：劉邕愛食瘡痂，以為味似鰒魚。嘗詣孟靈休，孟先患疚瘡，痂落床上。邕取食之，孟大驚，痂未落者，悉褫取飴邕。邕去，孟與何勖書曰：「劉邕向顧見啖，遂舉體流血。」南康國吏二百餘人，不問有罪無罪，遞與鞭，瘡痂常以給膳。"
      },
      {
        "index": 43,
        "text": "唐權長孺好嗜人爪。將自廣陵赴闕，郡公餞飲於禪院。有狂士蔣傳者，於健步及諸傭保處得爪甚多，以紙裹，候長孺酒酣，進之，曰：「侍御遠行，有少佳味奉獻。」長孺捧視，欣然如獲千金，饞涎流吻，連撮啖之，甚愜思欲。"
      },
      {
        "index": 44,
        "text": "周舒州刺史張懷肅，好服人精。唐左司郎中任正名，亦有此病。國初僧泐季澤，喜糞中芝麻，雜米煮粥食之。附馬都尉趙輝，食女人陰津月水。南京內官秦力強，喜食胎衣。南京國子祭酒劉俊，喜食蚯蚓。"
      },
      {
        "index": 45,
        "text": "劍南節度鮮于叔明，好食臭蟲。時人謂之蟠蟲。每散令人采拾得三五升，即浮於微熱水上以泄其氣。候氣盡，以酥及五味熬之，卷餅而食，云「其味甚佳」。"
      },
      {
        "index": 46,
        "text": "《獪園》云：荊灃這間，有一異人，著七梁冠，身衣錦繡，狀甚奇古；腹如斗大，鬚長尺餘，好飲，不穀食，人皆呼為「醉叟」。相隨唯一子弟，手攜竹籃，籃中貯乾蜈蚣及一切毒蟲。問其故，答曰：「天寒賴以佐酒。」市中兒爭覓蟲地獻，皆擘而生嚼之。其蟲之細小者，輒浸杯中，頃之與酒俱盡，蜈蚣長五六寸者，則夾雜以松柏葉，去其鉗，生置口中。赤爪猙獰，蜿蜒須髯之際，觀者驚怖，異人飲啖似有盈味。嘗云：「蠍味最美，惜南方所無。蜈蚣亦佳味，又次於蠍。蜘蛛則小者為貴。諸蟲唯蟻不可多食，多食悶人。」"
      },
      {
        "index": 47,
        "text": "好睡"
      },
      {
        "index": 48,
        "text": "夏侯隱登山渡水，亦閉目美睡。人謂「睡仙」。"
      },
      {
        "index": 49,
        "text": "寇朝一常事陳希夷，得睡之崖略，郡南劉垂範往謁。其徒以睡告。垂範坐寢外，聞齁鼾之聲，雄美可聽。退而告人曰：「寇先生睡中有樂，乃『華胥調雙門曲』也。」或曰：「未神譜記何如？」垂範以濃墨塗紙滿幅，題曰「混沌譜」，云：「即此是。」"
      },
      {
        "index": 50,
        "text": "南嶽李巖老好睡。眾人食飽下棋，巖老輒就枕。閱數著，乃一展轉云：「君幾局矣？」東坡曰：「巖老常用四腳棋盤，只著一色黑子。昔與邊韶敵手，今被陳摶饒先。著先自有輸贏，著後並無一物。」"
      },
      {
        "index": 51,
        "text": "華亭丞謁鄉紳，見其未出，座上鼾睡。頃之，主人至；見客睡，不忍驚，對座亦睡。俄而丞醒，見主人熟睡，則又睡。主人醒，見客尚睡，則又睡。及丞再睡，暮矣，主人竟未覺，丞潛出。主人醒，不見客，亦入戶。張東海作《睡丞記》。"
      },
      {
        "index": 52,
        "text": "書"
      },
      {
        "index": 53,
        "text": "宋晏叔原聚書甚多，每有遷徙，其妻厭之，謂之「乞兒搬漆碗」。"
      },
      {
        "index": 54,
        "text": "墨癖"
      },
      {
        "index": 55,
        "text": "李公澤見墨輒奪，相知間抄取殆遍，懸墨滿堂。"
      },
      {
        "index": 56,
        "text": "吃墨看茶"
      },
      {
        "index": 57,
        "text": "滕達道、蘇浩然、呂行甫皆嗜墨汁。蔡君謨晚年多病，不能飲茶，惟日烹把玩，吃墨看茶，事屬可笑。"
      },
      {
        "index": 58,
        "text": "好草聖"
      },
      {
        "index": 59,
        "text": "張丞相好草聖。一日得句，索筆疾書，滿紙龍蛇飛動。使侄錄之，當波險處，倒惘然而止，執所書問曰：「此何字？」丞相熟視久之，恚曰：「何不早問？」"
      },
      {
        "index": 60,
        "text": "蘭亭癖"
      },
      {
        "index": 61,
        "text": "僧永禪師有三寶：一曰右軍《蘭亭》書，二曰神龜，三曰如意。後傳弟子辨才，寶護倍至。康太宗令人誑得其書。辨才曰：「第一寶既亡，其餘何愛？」乃以如意擊石，折而棄之，又促龜傷其一足。"
      },
      {
        "index": 62,
        "text": "趙子固有米顛之癖，效米作《書畫船》，嘗從霅川餘壽翁所易得「五字不損本」《蘭亭》。喜甚，乘夜回悼。至昇山，風起舟覆，行李俱淹。子固方披濕衣，立淺水中，手持《禊帖》，示人曰：「《蘭亭》已在，餘不足問！」"
      },
      {
        "index": 63,
        "text": "蕭字"
      },
      {
        "index": 64,
        "text": "梁武造寺，令蕭子雲飛白大書一「蕭」字於壁。李約見而愛之，自江淮竭產致歸洛中，扁於小亭，號曰「蕭齋」。"
      },
      {
        "index": 65,
        "text": "《王略帖》"
      },
      {
        "index": 66,
        "text": "米元章在真州，嘗謁蔡攸於舟中。攸出右軍《王略帖》示之。元章驚歎，求以他畫相易。攸有難色。元章曰：「若不見從，某即投此江死矣！」因大呼據船舷欲墮，攸遂與之。"
      },
      {
        "index": 67,
        "text": "碑癖"
      },
      {
        "index": 68,
        "text": "孫何好古文，為轉運使，苛急。州縣患之，乃求古碑磨滅者數本，釘於館中。孫至，讀碑辨識文字，以爪搔髮垢嗅之，往往至暮，不復省錄文案。"
      },
      {
        "index": 69,
        "text": "王錫甚慕秦漢碑刻，往往節口腹之奉以事之。一日語共遊者曰：「近得一碑甚奇！」及出示，無一字可辨，王獨稱賞不已。眾問：「此何代碑？」王不能答。一客曰：「我知之。」王欣然就問，客曰：「此名『沒字碑』。」眾一笑而散。"
      },
      {
        "index": 70,
        "text": "畫"
      },
      {
        "index": 71,
        "text": "宜興吳滄州性嗜書畫。弟唯積粟帛，清士常鄙之。會有持徽宗題跋《十八學士》袖軸來售者，價索千金。弟如數易之。置酒燕兄及嘗鄙已者，酒半，出以相視。兄驚歎曰：「今日方與平時鄙俗扯平！」"
      },
      {
        "index": 72,
        "text": "好古"
      },
      {
        "index": 73,
        "text": "彭淵材遊京師十餘年，其家饘粥不給，以書詔歸。乃跨一驢，以一黥挾其布囊，囊皆封絆。親知相慶曰：「可脫凍餒之厄矣！」淵材喜見鬚眉，曰：「吾富可埒國！」既開囊，乃李廷珪墨一塊，文與可「墨竹」一枝，歐陽公《五代史》草稿一巨束，餘無所有。"
      },
      {
        "index": 74,
        "text": "古銅器"
      },
      {
        "index": 75,
        "text": "張文潛嘗言：有時印書盛行，而鬻書者往往皆士人，躬自負擔。有一士人盡裒其家所有，約百餘金，買書以入京。至中途，遇一士人，取書目閱之；愛其書而貧不能得，家有數古銅器，將以貨之。而鬻書者雅有好古之癖，一見喜甚，曰：「毋庸貨也！我與汝估其值而兩易之。」於是盡以隨行之書換數十銅器，遂返其家。其妻方悅無之回疾，視其行李，但見二三布囊，磊塊鏗鏗有聲。問得其實，乃詈其夫曰：「你換得他這個，幾時近得飯吃？」其夫曰：「他換得我那個，也幾時近得飯吃？」"
      },
      {
        "index": 76,
        "text": "吟癖"
      },
      {
        "index": 77,
        "text": "楊處士樸性癖，嘗騎驢往來鄭圃。每欲作詩，即伏草中冥搜。或得句，則躍而出。遇之者莫不驚駭。"
      },
      {
        "index": 78,
        "text": "賈島初赴京師，一日於驢上得句云：「鳥宿池邊樹，僧推月下門。」已欲改「推」字為「敲」，商之未定，遂於騙上吟哦，時時引手作勢。時韓愈吏部權京兆尹，島不覺衝至第三節。左右擁至尹前，尚為手勢推敲未已。愈問知之，為定「敲」字。又島騎驢天衢，得「落葉滿長安」句。屬對未得，因唐突京尹劉棲楚，被繫一夕而釋。"
      },
      {
        "index": 79,
        "text": "弄葫蘆"
      },
      {
        "index": 80,
        "text": "王筠好弄葫蘆。每吟詩，則注水於葫蘆。傾已復注，若擲之於地，則詩成也。"
      },
      {
        "index": 81,
        "text": "愛杜甫、賈浪仙詩"
      },
      {
        "index": 82,
        "text": "張籍取杜甫詩一帙，焚取灰燼，副以膏蜜，頓飲之，曰：「令吾肝腸從此改易。」李洞慕賈浪仙詩，鑄銅像，事之如神，常念賈島佛。"
      },
      {
        "index": 83,
        "text": "好唱"
      },
      {
        "index": 84,
        "text": "宋之愻為連州參軍，好唱歌。有陳希古者，庸人也，倩之愻教婢歌。欣然就之，每日端笏立於庭中，呦呦而唱，其婢隔窗和焉。"
      },
      {
        "index": 85,
        "text": "好音樂"
      },
      {
        "index": 86,
        "text": "唐莊宗自言：「一日不聞樂，則飲食都不美。」方暴怒，鞭笞左右，一聞樂聲，怡然自適，萬事都忘焉。又善音律，或時自傅粉墨，與優人共戲。優名謂之「李天下」。"
      },
      {
        "index": 87,
        "text": "韓持國患暑，使群婢交忘，猶云「不堪」。乃使作曼聲，不覺以手按拍，都忘其熱。"
      },
      {
        "index": 88,
        "text": "羯鼓"
      },
      {
        "index": 89,
        "text": "明皇好羯鼓，不好聽琴。有奏琴者，弄未畢，上叱去：「速召花奴，取我羯鼓來，為我解穢！」"
      },
      {
        "index": 90,
        "text": "琵琶"
      },
      {
        "index": 91,
        "text": "范德孺喜琵琶，每就寢，必需繁弦乃寢。"
      },
      {
        "index": 92,
        "text": "球"
      },
      {
        "index": 93,
        "text": "唐僖宗喜擊球，謂石野豬曰：「聯若應擊球舉，定作狀元。」野豬曰：「若遇堯舜作禮部侍郎，陛下未免駁放。」上大笑。"
      },
      {
        "index": 94,
        "text": "奕"
      },
      {
        "index": 95,
        "text": "李訥僕射性卞急，酷尚奕棋。每下子安詳，極於寬緩。往往躁怒作，家人輩則密以奕具陳於前。訥一睹，便忻然改容，取子布算，都忘其恚矣。"
      },
      {
        "index": 96,
        "text": "鄭介夫名俠，自號「一拂居士」。好奕棋，遇客必強之，有辭不能者，則留使旁觀，而自以左右手對局。左白右黑，精思如真敵。白勝則左手斟酒，右手引滿；黑勝反是。"
      },
      {
        "index": 97,
        "text": "雙陸"
      },
      {
        "index": 98,
        "text": "潘彥好雙陸，生平局不離身。曾泛海遇風，船破，彥手抱局，口銜骰子，飄泊二日夜方抵岸。兩手見骨，局終不捨，骰子亦在口。"
      },
      {
        "index": 99,
        "text": "好獵"
      },
      {
        "index": 100,
        "text": "齊王元吉嘗言：「我寧三日不食，不可一日不獵。」"
      },
      {
        "index": 101,
        "text": "李衛公弟客師，喜馳獵，所居處鳥鵲皆識之，從而翔噪，人謂之「鳥賊」。"
      },
      {
        "index": 102,
        "text": "禽癖"
      },
      {
        "index": 103,
        "text": "《左傳》：衛懿公好鶴，鶴有乘軒者。"
      },
      {
        "index": 104,
        "text": "馮袞給事親仁坊有宅，南有山，庭院多養鵝鴨及雜禽之類，常一家人掌之，時人謂之「鳥省」。"
      },
      {
        "index": 105,
        "text": "俞華麓大夫有一語鳥，親為飲食。鳥病，卜當死。晨起誦經，禮大士以禳之。是夕果愈。"
      },
      {
        "index": 106,
        "text": "狗馬"
      },
      {
        "index": 107,
        "text": "齊幼主性愛狗馬之屬。馬則籍鳳以氈罽；將合牝牡，則設青廬，具牢饌，而親觀之。犬則於馬上設褥以抱之。馬及鷹犬，及有「儀同」、「郡君」之號，故有「赤彪儀同」、「逍遙郡君」、「淩霄郡君」。鬥雞亦號「開府」。"
      },
      {
        "index": 108,
        "text": "花癖"
      },
      {
        "index": 109,
        "text": "唐張籍性耽花卉，聞貴侯家有山茶一株，花大如盎，度不可得，乃以愛姬柳葉換之。人謂張籍「花淫」。吳越錢仁傑酷好種花，人號「花精」。"
      },
      {
        "index": 110,
        "text": "梁緒梨花時折花簪之，壓損帽簷，至頭不能舉。"
      },
      {
        "index": 111,
        "text": "竹"
      },
      {
        "index": 112,
        "text": "李衛公守北都，唯童子寺有竹一窠，才長數尺。其寺綱維，每日報竹「平安」。"
      },
      {
        "index": 113,
        "text": "蕉"
      },
      {
        "index": 114,
        "text": "南漢貴璫趙純節，性惟喜芭蕉。凡軒窗館宇咸種之。時稱純節為「蕉迷」。"
      },
      {
        "index": 115,
        "text": "松"
      },
      {
        "index": 116,
        "text": "海虞孫齊之手植一松，珍護特至。池館業屬他姓，獨松不肯入券。與鄰家賣漿者約，歲以千錢為贈，祈開壁間一小牖，時時攜壺茗往從牖間窺松。或松有枯須，輒假道主人，親往檢滌畢便去。"
      },
      {
        "index": 117,
        "text": "輓歌癖、松癖"
      },
      {
        "index": 118,
        "text": "晉袁山松好作輓歌。每出遊，令左右唱之。時張湛好於齋前種松。時人謂張「屋下陳屍」，袁「道上行殯」。"
      },
      {
        "index": 119,
        "text": "石"
      },
      {
        "index": 120,
        "text": "米元章守漣水，地接靈壁，蓄石甚富，一一品目，入玩則終日不出。楊次公為察使，因往廉焉。正色言曰：「朝廷以千里郡付公，那得終日弄石？」米徑前於左袖中取一石，嵌空玲瓏，峰巒洞穴皆具，色極清潤，宛轉翻落以示楊曰：「此石何如？」楊殊不顧。乃納之袖，又出一石，疊峰層巒，奇巧又勝。又納之袖，最後出一石，盡於劃神鏤之巧，顧楊曰：「如此石那得不愛？」楊忽曰：「非獨公愛，我亦愛也！」即就米手攫得之，徑登車去。"
      },
      {
        "index": 121,
        "text": "僧矛攵周有端州石，屹起成山，其麓受水可磨。米後得之，抱之眠三日。"
      },
      {
        "index": 122,
        "text": "香"
      },
      {
        "index": 123,
        "text": "梅學士詢，性喜焚香。每晨起，必焚香兩爐，以公服罩之，撮其袖以出，坐定撒開，濃香鬱然滿室，時人謂之「梅香」。"
      },
      {
        "index": 124,
        "text": "浴"
      },
      {
        "index": 125,
        "text": "何修之一日洗裕十數過，猶恨不足。時人謂之「水淫」。"
      },
      {
        "index": 126,
        "text": "宋資政蒲傳正，有大洗面、小洗面、大濯足、小濯足、大澡浴、小澡浴。小洗面，一易湯，用二人頮面而已。大洗面，三易湯，用五人，肩頸及焉。小濯足，一易湯，用二人，踵踝而已。大濯足，三易湯，膝股及焉。小澡浴，湯用三斛，人用五、六。大澡浴，湯用五斛，人用八、九。每日兩洗面，兩濯足，間一小浴，又間日一大浴。"
      },
      {
        "index": 127,
        "text": "雛妓"
      },
      {
        "index": 128,
        "text": "楊玉山，松之商人也，性喜錐妓。其丹帕積至數十，以為帳，號「百喜帳」。"
      },
      {
        "index": 129,
        "text": "眉癖"
      },
      {
        "index": 130,
        "text": "瑩姐，平康妓也，玉淨花明，尤善梳掠，畫眉每日作一樣。康斯立戲之曰：「西蜀有十眉圖，汝有眉癖若是，可作百眉圖。更假以年歲，當率同志為修眉史矣！」有他宅眷不喜瑩者謗之，以為「膠煤變相」。"
      },
      {
        "index": 131,
        "text": "好外"
      },
      {
        "index": 132,
        "text": "俞大夫華麓有好外癖。嘗擬作疏奏上帝，欲使童子後庭誕育，可廢婦人。其為孝廉時，悅一豪貴家歌兒。與其主無生平，不欲令知。每侵晨，匿一側中，俟其出。後主人稍覺，乃邀歡，竟留三日。主人曰：「不謂傾蓋之知，頓成如蘭之臭。」俞笑曰：「恨如蘭之臭，從廁中來耳。」"
      },
      {
        "index": 133,
        "text": "陝西車御史梁，按部某州，見拽轎小童，愛之。至州，命易門子。吏目以無應。車曰：「如途中拽轎小童亦可。」吏目又以小童乃遞運所夫。驛丞諭其意，進言曰：「小童曾供役上官。」竟以易之。強景明戲作《拽轎行》云：「拽轎拽轎，彼狡童兮大人要。」末云：「可惜吏目卻不曉，好個驛丞倒知道。」"
      },
      {
        "index": 134,
        "text": "好談"
      },
      {
        "index": 135,
        "text": "蘇子瞻在黃州及嶺外，每旦起，不招客與語，必出訪客。所與遊亦不盡擇，談諧放蕩，各盡其意。有不能談者，則強之使說鬼。或辭無者，則曰：「姑妄言之！」"
      },
      {
        "index": 136,
        "text": "好客"
      },
      {
        "index": 137,
        "text": "元盛時，江右胡存齋參政好客。每虞閽人不通刺，若在家，即於門首掛一牌云：「胡存齋在家。」"
      },
      {
        "index": 138,
        "text": "沈孟淵性好客，每日設數筵酒食以待；若無客，則令人於溪上探望，唯恐不至。"
      },
      {
        "index": 139,
        "text": "譽人癖"
      },
      {
        "index": 140,
        "text": "王丞相拜揚州，賓客數百人，並加沾接，人人有悅色。唯臨海人任顒及數胡人未洽。公徐顧任云：「自君之出。臨海不復有人矣！」因過胡人前彈指云：「蘭闇蘭闇！」群胡同笑，四座並歡。"
      },
      {
        "index": 141,
        "text": "好好先生"
      },
      {
        "index": 142,
        "text": "後漢司馬徽不談人短。與人短，美惡皆言好。有人問徽：「安否？」答曰：「好。」有人自陳子死，答曰：「大好。」妻責之曰：「人以君有德，故此相告，何聞人子死，反亦言好？」微曰：「如卿之言，亦大好！」今人稱「好好先生」，本此。"
      },
      {
        "index": 143,
        "text": "好佛"
      },
      {
        "index": 144,
        "text": "李後主酷好浮屠，嘗與後頂僧伽帽，衣袈裟誦經。僧或犯奸，令禮佛三百拜，免刑。"
      },
      {
        "index": 145,
        "text": "好施"
      },
      {
        "index": 146,
        "text": "豆盧琢好施，既為宰相，常以囊貯錢自隨，行施丐者。每出襤褸盈路。"
      },
      {
        "index": 147,
        "text": "李相廷機好施。在禮部日，每至部，丐者攀輿接路。李不覺色喜，對僚佐強作不堪狀。楚人吳化為郎，進曰：「老先生衙門，原係教化之門。」李默然，越日化左遷。"
      },
      {
        "index": 148,
        "text": "富貴癖"
      },
      {
        "index": 149,
        "text": "楊宣懿察之母，能文，而教子甚嚴。察省試，房心為首，察第二。母睡未起，聞報大怒，轉面向壁曰：「此兒辱我如此！乃為人所壓耶？」及察歸，亦久不與語。後廷對，果魁天下。"
      },
      {
        "index": 150,
        "text": "董尚書潯陽公，三世三進士。庚辰科，公之長孫青芝行父釋褐。報至，公攜杖往視子舍。時隆山夫人以夫不獲第，方按几大慟。公尉之曰：「汝子幸已貴，何哭為？吾子不第，是吾痛耳！」不覺涕淚交下。其後科，隆山亦登第。"
      },
      {
        "index": 151,
        "text": "盧思道歷事周、齊。既入隋，偶與賓客日中立。內史林德林謂曰：「何不就樹蔭？」思道曰：「熱則熱矣，不能林下立。」"
      },
      {
        "index": 152,
        "text": "驢鳴"
      },
      {
        "index": 153,
        "text": "王粲好驢鳴。將葬，文帝臨其喪，顧語同遊曰：「王好驢鳴，可各作一聲送之。」赴客各作一驢鳴。王武子喪時，名士畢至。孫子荊後來，哭畢，向靈床曰：「卿常好我作驢鳴，今為卿作之。」體似真聲。戴叔鸞母好驢鳴，叔鸞每作驢鳴以悅之。"
      },
      {
        "index": 154,
        "text": "愛鬼"
      },
      {
        "index": 155,
        "text": "《呂氏春秋》：陳有鬼人名敦洽，龐眉權顙，廣眼垂肩，唇薄鼻昂，皮膚皴黑。陳侯悅之，外使治國，內使制身。後為楚兵所圍，發言拙僻。楚遂大怒，促兵伐陳，三月而滅。"
      },
      {
        "index": 156,
        "text": "則天時，兵部郎朱前疑貌鬼，有美妻，不愛。洛中西門酒坊有婢奇鬼，蓬頭垢面，傴肩凸腹。前疑大悅之，殆忘寢食。一人嘲曰：「宿瘤蒙愛，信哉！」一人笑曰：「雲龍風虎，類也！」"
      },
      {
        "index": 157,
        "text": "好腳臭"
      },
      {
        "index": 158,
        "text": "吳中岳乙喜聞腳臭。嘗值宴集，忽不見。或曰：「彼非逃酒者，殆必有故。」令人偵之，則道傍有行客，方企息，理腳纏，穢氣蒸蒸，是人低回留之不去。"
      },
      {
        "index": 159,
        "text": "笑癖哭癖"
      },
      {
        "index": 160,
        "text": "陸士龍云，有笑癖，嘗著衰絰上船，水中自見其影，便大笑不已，落水幾死。嘗謁司空張華，華多鬚，以袋盛之。云見華，不及拜而笑倒。"
      },
      {
        "index": 161,
        "text": "唐衢應進士，不第。能為歌詩，意多感發。見人文章有歎傷者，讀訖必哭，涕泗不能已。每與人言論，發聲一號，音詞哀切，莫不淒然。嘗遊太原，屬戎帥軍宴。衢得預會，酒酣言事，抗音而哭，一席不樂，為之罷會。"
      }
    ]
  }
}