{
  "chapterNumber": 17,
  "title": "第17部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：南荒有獸，名曰猈𤟎，見人衣冠鮮采，輒跪拜而隨之，雖驅擊，不痛不去，身有奇臭，唯膝骨脆美，謂之「媚骨」土人以為珍饌。余謂凡善諂者皆有媚骨者也。汲黯不拜大將軍，大將軍賢之；王祥不拜司馬晉王，晉王重之，朱序不拜苻堅，苻堅宥之；薛廷珪不拜朱溫，朱溫禮之；張令濬私拜田令孜，卒為所輕；陶谷拜趙檢點，意遭擯棄。諂人者亦何益哉？集《容悅》第十七。〕"
      },
      {
        "index": 2,
        "text": "天后好諂"
      },
      {
        "index": 3,
        "text": "襄州胡延慶，以丹漆書龜腹曰：「天子萬年」，進之。鳳閣侍郎李昭德，以刀刮之並盡，奏請付法。則天曰：「此非惡心也。」捨不問。"
      },
      {
        "index": 4,
        "text": "朱前疑上書則天云：「臣夢見陛下御宇八百歲。」后大喜，即授拾遺。又刑寺繫囚將決，乃共商於獄牆內外作大人跡，長五尺，至夜分，眾大叫。內使推問，對云：「有聖人現，身長三丈，面黃金色，云『汝等皆坐冤，然勿憂，天子萬年，即有恩赦』。」后令把火照視，有巨跡，遂大赦天下，改為大足元年。"
      },
      {
        "index": 5,
        "text": "赤心石"
      },
      {
        "index": 6,
        "text": "武后時爭獻祥瑞。洛濱居民有得石而剖之中赤者，獻於后，曰：「是石有赤心。」李昭德曰：「此石有赤心，其餘豈皆謀反耶？」"
      },
      {
        "index": 7,
        "text": "《代犧圖》"
      },
      {
        "index": 8,
        "text": "天后疾，遍祭神廟。給事中閻朝隱嘗詣少室，因親撰祝文，以身代犧，沐浴伏於俎盤，令僧道迎至神所。觀者如堵。后病愈，特加賞賚。張元一乃畫《代犧圖》以進，后大笑。"
      },
      {
        "index": 9,
        "text": "霍獻可郭弘霸"
      },
      {
        "index": 10,
        "text": "零獻可以希旨為忠。一日頭觸玉階，請誅狄仁傑、裴行本，遂至損額。故以綿帛裹於巾下，常令露出，冀后見之。"
      },
      {
        "index": 11,
        "text": "郭弘霸自陳討徐敬業，誓「抽其筋，食其肉，飲其血，絕其髓」。武后大悅，授御史。時號「四其御史」。"
      },
      {
        "index": 12,
        "text": "熨衣"
      },
      {
        "index": 13,
        "text": "宋武帝雖衣浣衣，而左右必須鮮潔，嘗有侍臣衣帶卷折，帝怒曰：「卿衣帶如繩，欲何所縛？」吏部何敬容希旨，常以膠清刷鬢，衣裳不整，伏床熨之，暑月，背為之焦。"
      },
      {
        "index": 14,
        "text": "七歲尚書"
      },
      {
        "index": 15,
        "text": "梁武伐齊，袁昂不屈，後梁以為民部尚書。帝謂曰：「齊明帝用卿為黑頭尚書，我用卿為白頭尚書，良以多愧！」對曰：「臣生四十七年於茲矣。四十以前，臣之自有；七年以後，陛下所養。七歲尚書，未為晚達。」"
      },
      {
        "index": 16,
        "text": "諛語"
      },
      {
        "index": 17,
        "text": "桓玄篡位，床忽陷。殷仲文曰：「聖德深厚，地不能載」。"
      },
      {
        "index": 18,
        "text": "建興四年，西都傾覆。元皇帝始為晉王，四海宅心。其年十月中，新蔡縣吏任僑妻胡氏，產二女相向，腹心合，自胸以上、臍以下分，蓋未有之妖也。時內史呂會上言：「案《瑞應圖》云：異根同體，謂之『連理』，草木之屬，猶以為瑞。今二人同心，天垂靈象。故易云：『二人同心，其利斷金。』斯蓋四海同心之瑞。不勝喜躍，謹畫圖上。」識者哂之。"
      },
      {
        "index": 19,
        "text": "北齊武成生齻牙，諸醫以實對。帝怒。徐之才曰：「此是智牙，主聰明長壽。」帝大悅。"
      },
      {
        "index": 20,
        "text": "王世充有異志。道士醒法嗣自言解圖讖，取《莊子》之《人間世》、《德充符》二篇以進，曰：「上篇言『世』，下篇言『充』。言相國當德被人間，而應符命也。」世充大悅。"
      },
      {
        "index": 21,
        "text": "教諂"
      },
      {
        "index": 22,
        "text": "陳太僕萬年，內行修美，然善事人。丞相丙吉病，中二千石上謁問疾，遣家出丞出謝。謝已皆去，萬年獨留，昏夜乃歸。吉薦之為御史大夫。子咸，字子康，年十八，有異材，抗直敢言。萬年嘗病，召咸教戒於床下。語至夜半，咸睡，頭觸屏風。萬年大怒，欲杖之，曰：「乃公教戒，汝乃不聽耶？」咸叩頭謝曰： 「具曉所言，大要教咸諂也！」萬年乃不復言。"
      },
      {
        "index": 23,
        "text": "張昌宗元載"
      },
      {
        "index": 24,
        "text": "天后寵幸張昌宗。其弟昌儀為洛陽令，請囑無不從者。嘗早朝，有選人姓薛，以金五千兩並狀賂之。昌儀受金，以狀授天官侍郎張錫。數日，錫失其狀，以問昌儀。昌儀曰：「我亦不記，但姓薛者即與之。」錫懼，退索在銓姓薛者，六十餘人，悉留注官。"
      },
      {
        "index": 25,
        "text": "元載弄權舞智，政以賄成。有丈人來從載求官，但贈河北一書面遣之。丈人不悅。行至幽州，私發書視之，無一言，唯置名而己。丈人不得已，試謁判官。聞有載書，大驚，立白節度使，遣大校以箱受書，館之上舍，贈絹千匹。"
      },
      {
        "index": 26,
        "text": "偷媚"
      },
      {
        "index": 27,
        "text": "宋張說為承旨，士爭趨之。時富川王質、吳興沈瀛，夙負志譽；及同官柩屬，交以詣說為戒。眾聞而壯之。一日，質潛往詣說。升堂，瀛已先在。相視愕然，竟迫清議而去。"
      },
      {
        "index": 28,
        "text": "改姓"
      },
      {
        "index": 29,
        "text": "孤令相綯，奮自單族，每欲繁其宗黨，與崔、盧抗衡。人有投者，不吝通族，由是遠近爭趨，至有姓胡冒「令」者。進士溫庭筠戲為詞曰：「自從元老登庸後，天下諸胡悉帶令。」又有不得官者，欲進狀，請改姓「令狐」。尤可笑。"
      },
      {
        "index": 30,
        "text": "冒族"
      },
      {
        "index": 31,
        "text": "崇寧末，策進士，蔡嶷以阿附得首選。往謁蔡京，認為叔父，京命二人攸、翛出見。嶷亟云：「向者大誤！公乃叔祖，二尊乃諸父行也！」"
      },
      {
        "index": 32,
        "text": "割股、放生"
      },
      {
        "index": 33,
        "text": "王荊公為相。每生日，朝土獻詩為壽。光祿卿鞏申不嫻書，以大籠貯雀鴿，搢笏開籠，每一鴿一雀，叩齒祝之曰：「願相公一百二十歲。」時有邊寨之主妻病，而虞侯割股以獻者，時嘲之曰：「虞侯為夫人割股，大卿與丞相放生。」"
      },
      {
        "index": 34,
        "text": "程師孟、張安國"
      },
      {
        "index": 35,
        "text": "程師孟嘗請於荊公曰：「公文章命世，某幸與公同時，願得公為墓誌，庶傳不朽。」公問：「先生何官？」程曰：「非也。某恐不得常侍左右，預求以俟異日。」又王雱死，張安國披髮藉草，哭於柩前，曰：「公不幸未有子，今夫人有娠，某願死，托生為公嗣。」京師嘲曰：「程師孟生求速死，張安國死願托生。」"
      },
      {
        "index": 36,
        "text": "雞鳴犬吠"
      },
      {
        "index": 37,
        "text": "韓平原作南園於吳山上，其中有所謂村莊者，竹籬茅舍，宛然田家氣象。韓遊其間，甚喜，曰：「撰得絕似，但欠雞鳴犬吠耳！」即出遊他所，忽聞莊中雞犬聲。令人視之，乃府尹趙師𢍰所為也。韓大笑，遂親愛之。有太學生嘲以詩曰：「堪笑明庭鴛鷺，甘作村莊犬雞。一日冰山失勢，湯燖鑊煮刀刲。」後平原敗，復有詩云：「侍郎自號東牆，曾學犬吠村莊。今日不須搖尾，且尋土洞深藏。」"
      },
      {
        "index": 38,
        "text": "松壽"
      },
      {
        "index": 39,
        "text": "程松諂事韓侂冑，自錢塘令拜諫議。滿歲未遷，殊怏怏，乃市一妾，名曰：「松壽」。韓曰：「奈何與大諫同名？」答曰：「欲使賤名常達鈞聽」。"
      },
      {
        "index": 40,
        "text": "金作首飾"
      },
      {
        "index": 41,
        "text": "太監懷恩得賜金二錠，轉奉錢溥。溥忻然受之，曰：「當與房下作首飾，常常頂戴太監。」"
      },
      {
        "index": 42,
        "text": "貢女"
      },
      {
        "index": 43,
        "text": "唐進士宇文翃，有女國色。不輕許人。時竇璠年逾耳順，方謀繼室，翃以其兄諫議正有氣焰，遂以女妻璠。"
      },
      {
        "index": 44,
        "text": "獻妾"
      },
      {
        "index": 45,
        "text": "錦衣廖鵬，以驕橫得罪。有旨封其宅舍，限五日逐去。其妾「四面觀音」者，請見朱寧而解之。寧一見，喜甚，留之五日，則寂然無趣行者矣，治事如初。寧自是常過鵬宿，從容語鵬：「曷贈我？」鵬曰：「揖以侍父，則不獲效一夕杯酒敬，奈何？不若為父外館。」寧益愛昵之。"
      },
      {
        "index": 46,
        "text": "奪妻"
      },
      {
        "index": 47,
        "text": "劉太常介繼娶美豔，冢宰張采欲奪之，乃問介曰：「我有所求，肯從我，始言之。」介曰：「一身之外，皆可奉公。」采曰：「我所求者，新嫂也。敢謝諾。」少頃，強輿歸矣。"
      },
      {
        "index": 48,
        "text": "敬名"
      },
      {
        "index": 49,
        "text": "馮道門客講《道德》首章，有「道可道，非常道」。門客見「道」字是馮名，乃曰：「不敢說，可不敢說，非常不敢說。」"
      },
      {
        "index": 50,
        "text": "熊安生將通名見徐之長、和士開。二人適同坐。熊以之才諱「雄」，士開諱「安」，乃稱「觸觸生」。群公哂之。"
      },
      {
        "index": 51,
        "text": "薛昂謹事蔡元長，至戒家人避其名。與賓客會飲，有犯「京」字者，必舉罰。平日家人輩誤犯，必加叱詈。或自犯，則自批其頰，以示戒。宣和末，有朝士新買一婢，頗熟事。因會客，命出侑樽。一客語及「京」字，婢遽請罰酒。問其故，曰：「犯太師諱。」一座駭愕，詢之，則薛太尉家婢也。"
      },
      {
        "index": 52,
        "text": "方巨山，名嶽，為趙相南仲幕客。趙父名方，乃改姓萬。已而又為丘山甫端明屬；丘名嶽，於是復改名為萬山。"
      },
      {
        "index": 53,
        "text": "王彥，父名師古，嘗自諱硯為「墨池」，鼓為「皮棚」，犯者必校。一日，有李彥古往渴，刺云：「永州司戶參軍李墨池皮棚謹祗候參」。彥大喜，示其子弟曰：「奉人當如此矣！」"
      },
      {
        "index": 54,
        "text": "章惇拜相，安惇為從官，因嫌名，見時但稱「享」。或作詩嘲曰：「富貴只圖安享在，何須損卻一生名！」"
      },
      {
        "index": 55,
        "text": "《觚不觚錄》謙稱"
      },
      {
        "index": 56,
        "text": "王元美云：余舊聞正德中一大臣，投刺劉瑾，云「門下小廝。」嘉靖中，一儀部郎謁翊國公，云「渺渺小學生」。今復有自稱「將進僕」、「神交小子」、「未面門生」、「沐恩小的」，皆可嘔噦！"
      },
      {
        "index": 57,
        "text": "萬拜"
      },
      {
        "index": 58,
        "text": "朱浚，晦翁曾孫也。諂事賈似道，每進劄子，必曰「某萬拜」。時代謂之「朱萬拜」。"
      },
      {
        "index": 59,
        "text": "跪"
      },
      {
        "index": 60,
        "text": "尹旻偕貳欲詣汪直，屬王越為介，私問：「跪否？」越曰：「安有六卿跪人者乎？」越先入。旻陰伺越跪白叩頭，及旻等人，皆跪。越尤之，旻曰：「吾見人跪，特效之耳。」"
      },
      {
        "index": 61,
        "text": "諛足"
      },
      {
        "index": 62,
        "text": "宋彭生為李憲洗足，曰：「中尉足何香也！」憲以足蹴其項曰：「奴不亦諂乎！」"
      },
      {
        "index": 63,
        "text": "洗鳥"
      },
      {
        "index": 64,
        "text": "大學士萬安，老而陰痿。徽人倪進賢以藥劑湯洗之，得為庶吉士。授御史時，人目為「洗鳥御史。」"
      },
      {
        "index": 65,
        "text": "咽唾"
      },
      {
        "index": 66,
        "text": "日陸眷本出西遼，初為厙傉官家奴。諸大人會集，皆持唾壺，惟厙傉官獨無，乃唾入陸眷悉咽之，曰：「願使主君之智慧祿相，盡攜入我腹中。」"
      },
      {
        "index": 67,
        "text": "作馬鐙"
      },
      {
        "index": 68,
        "text": "唐張岌諂事薛師懷義，掌擎黃襆，隨薛師後，於馬傍伏地，為其馬鐙。世廟時，嚴世蕃用事，戲呼王華曰「華馬」。王即伏地侯乘。而白郎中亦其狎客也，即伏地作馬杌。嚴因踐而乘之。"
      },
      {
        "index": 69,
        "text": "嘗穢"
      },
      {
        "index": 70,
        "text": "魏元忠病，御史郭弘霸往候，視便溺，即染指嘗，賀曰：「甘者病不廖。今味苦，當愈。」魏惡而暴之。"
      },
      {
        "index": 71,
        "text": "和士開為尚書，威權日盛，偶患傷。醫云：「應服黃龍湯。」士開有難色。有侯之者請先嘗，一舉而盡。"
      },
      {
        "index": 72,
        "text": "諂馬"
      },
      {
        "index": 73,
        "text": "趙元楷為交河道行軍大總管，諂事元帥侯君集，君集馬病顙瘡，元楷指沾其膿嗅之。"
      },
      {
        "index": 74,
        "text": "父諂子"
      },
      {
        "index": 75,
        "text": "蔡京未去位，朝廷差童貫偕子攸往取辭位表。京失措，並子呼為「公」。嚴嵩溺愛其子，諸曹以事白，初尚曰「與小兒語」，至後曰「與東樓語」。東樓，世蕃別號也。"
      },
      {
        "index": 76,
        "text": "懷相國寺"
      },
      {
        "index": 77,
        "text": "嘉靖末，金陵吳擴有詩名，曾有《元日懷嚴分宜相國》詩。一友見之，戲曰：「開歲第一日，懷朝中第一官，如此便做到臘月晦，亦未懷及我輩也！」吳雖笑而甚慚。"
      },
      {
        "index": 78,
        "text": "江陵相公事"
      },
      {
        "index": 79,
        "text": "張居正父初死。都御史陳瑞，癸丑所取士也，馳至江陵，乘幔輿以謁。入門，從者易白服華，解紗帽，出麻冕於袖而戴上，已復加絰，伏哭。盡哀畢，則請見太夫人；不出，跪於庭。良久，太夫人出，復伏哭，前謁致慰，乃侍坐。有小閹者，居正所私留以役也。太夫人睨而謂：「陳君幸一盼睞之。」瑞拱立揖閹曰： 「陳瑞安能為公公重？如公公乃能重陳瑞耳。」"
      },
      {
        "index": 80,
        "text": "江陵奔喪至楚。楚方伯至披衰絰，代孝子守苫次，江陵大悅。不逾年，方伯遂撫楚。"
      },
      {
        "index": 81,
        "text": "中官魏朝奉太夫人北上，所經由滸步，皆設席屋，張彩幔。徐州兵備副使林紹，至身雜挽船卒中，為之道護。"
      },
      {
        "index": 82,
        "text": "張相國病，百僚俱為設醮祝厘。每行香，宰官大僚執爐暍日中，當拜章，則並跪竟夕弗起。至有賂道士，俾數更端，以息膝力者。南都效之，尤以精誠相尚，其厚者亦再三舉。一中丞萬於人曰：「三舉而吾與者三，膝腫矣！」"
      },
      {
        "index": 83,
        "text": "祭文諂語"
      },
      {
        "index": 84,
        "text": "王相國荊石宅憂。某縣令作祭文，稱相國為「元聖」，封公為「啟聖夫子」，王卻之。"
      },
      {
        "index": 85,
        "text": "看墓"
      },
      {
        "index": 86,
        "text": "杜宣猷除宣城，中官力也。宣城為中官區藪。杜每寨食，散遣將吏，挈酒食祭諸宦先塚。時人謂人「敕使看墓」。"
      },
      {
        "index": 87,
        "text": "奔喪"
      },
      {
        "index": 88,
        "text": "《唐書》：高力士父喪，左金吾大將軍程伯獻、少府監馮紹正，直就其喪所披髮痛哭，甚於己親。《宋史》：「梁師成妻死，蘇叔黨、范溫皆衰絰臨哭。尤可笑。"
      },
      {
        "index": 89,
        "text": "前代宦者亦有妻。漢丞相御史條奏石顯惡，免官與妻子徙歸故郡。唐高力士娶呂玄晤妹。李輔國娶元擢女、乾妻已有可笑，況復生兒！《漢書》：靈帝崩時，市賈小民有相聚為宣陵孝子者，詔皆除太子舍人。北齊和士開母喪，托附者咸往奔哭。鄴中富商丁鄒、嚴興並為義孝。"
      },
      {
        "index": 90,
        "text": "敬無鬚"
      },
      {
        "index": 91,
        "text": "唐中宗時，宦官用事。竇從一為雍州，見訟者無鬚，必曲加承接，每有誤者。"
      },
      {
        "index": 92,
        "text": "不敢鬚"
      },
      {
        "index": 93,
        "text": "少司徒王祐諂事太監王振。振一日問曰：「王侍郎何故無鬚？」曰：「老爺無鬚，兒子豈改有鬚？」"
      },
      {
        "index": 94,
        "text": "瘋漢及第"
      },
      {
        "index": 95,
        "text": "劉蕡，楊相嗣復門生也，對策，以直言忤時，中官尤恨。中尉仇士良謂楊曰：「奈何以國家科第，放此瘋漢及第耶？」楊大悚懼，即答曰：「嗣復昔與蕡及第時，猶未瘋耳。」"
      },
      {
        "index": 96,
        "text": "馮希樂"
      },
      {
        "index": 97,
        "text": "馮希樂善佞，嘗謁長林縣令，讚云：「仁風所感，猛獸出境。昨入縣界，見虎狼相尾西去。」少頃，村老來報：「昨夜大蟲連食三人。」令詰之。馮曰：「是必便道掠食。」"
      },
      {
        "index": 98,
        "text": "答譽"
      },
      {
        "index": 99,
        "text": "三原王公恕，巡撫江南。雲間錢學士溥，而譽盛德不已。公曰：「得無有干乎？」錢曰：「即此明哲，非人所能也！」以訟狀出諸袖中。公曰：「此事難行。」錢曰：「彼憐我，數至數餽，似不可恝。」公許之。又出一狀於袖中，曰：「諺云：『一客不發生兩主。』」公笑曰：「足以答公譽矣！」"
      },
      {
        "index": 100,
        "text": "勢利"
      },
      {
        "index": 101,
        "text": "徽州某上舍不讀書，而好為勢交。一日里人有讀陶公《歸去來辭》者，至「臨清流而賦詩」，遽問曰：「是何處臨清劉副使？幸攜帶往賀之。」里人曰：「此《歸去來辭》語。」乃曰：「只疑見任上京，若歸去者，吾不往矣。」"
      },
      {
        "index": 102,
        "text": "賀美之與伊德飲一富民家。民以德載貴人也。諂奉之，而不識「伊」字，屢呼曰「尹大人」，酬酢重遝，略不顧賀。賀斟大觥呼之曰：「爾且與我飲一杯，不要『旁若無人』！」"
      },
      {
        "index": 103,
        "text": "有吳生者，老而趨勢。偶赴廣席，見布衣者後至，略酬其揖，意色殊傲。已而見主人恭甚，私詢之，乃張伯起也，更欲殷勤致禮。張笑曰：「適已領過半揖，但乞補還，勿復為勞。」"
      }
    ]
  }
}