{
  "chapterNumber": 8,
  "title": "第8部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：語韻則美於聽，事韻則美於傳。然韻亦有夙根，不然者，雖復吞灰百斛，洗胃滌腸，求一語一事之幾乎韻，不得矣。山谷常嘲一村叟云：「濁氣撲不散，清風倒射回。」此猶寫貌，未盡傳神。極其伎倆，直欲令造化小兒羞澀，何止風伯避塵已也？集《不韻》第八。〕"
      },
      {
        "index": 2,
        "text": "汗臭漢"
      },
      {
        "index": 3,
        "text": "余靖不事修飾。作諫百日，因賜對面陳。時方盛暑，上入內云：「被一汗臭漢薰殺！噴唾在吾面上。」"
      },
      {
        "index": 4,
        "text": "不洗腳"
      },
      {
        "index": 5,
        "text": "《北史》：陰子春身服垢汙，腳常數年不洗，云：「洗輒失財敗事。」婦甚惡之，曾勸令一洗。不久，值梁州之敗，謂洗腳所致，大恨婦，遂終身不洗。"
      },
      {
        "index": 6,
        "text": "三鹿郡公"
      },
      {
        "index": 7,
        "text": "袁利見性粗疏，方棠謂：袁生已封「三鹿郡公」。"
      },
      {
        "index": 8,
        "text": "都憲弄鳥"
      },
      {
        "index": 9,
        "text": "胡少保宗憲素自負嫪毒之具，醉後輒欹坐肩輿中，以手摩之，東西溺舁夫及從官肩。咸掩目而笑，胡故自若。"
      },
      {
        "index": 10,
        "text": "馬上食餅"
      },
      {
        "index": 11,
        "text": "張衡由令史至三品，已團甲，退朝，於路傍見蒸餅新熟，遂買得，於馬上食之。為御史彈奏，竟落甲。"
      },
      {
        "index": 12,
        "text": "決文宣王、亞聖"
      },
      {
        "index": 13,
        "text": "《嶺南志》：廣南際海郡，不立文宣王廟。有刺史不知禮，將釋奠，預署二書吏為文宣王、亞聖，鞠躬於門外。或進止不如儀，即判云：「文宣王、亞聖各決若干。」"
      },
      {
        "index": 14,
        "text": "縛詩人"
      },
      {
        "index": 15,
        "text": "《皇明世說》：滕縣楊懋忠涉學，好為詩。不得意於諸生，棄去，遍遊名山，還過琅琊。捕盜指揮以為盜，執之。楊乞紙筆自供，因題一詩，內有「曾向陳編竊語言」之句。指揮不通文，問曰：「陳編是汝夥中人耶？」楊曰：「否。是被盜者。」指揮大喜，執送兵備；見其詩，大相知賞，叱出指揮，解楊縛，延上坐，與論詩竟日。既出，指揮來謝罪。楊曰：「不因公，何以受知兵憲？但如此薦法，令人一時難堪耳。」"
      },
      {
        "index": 16,
        "text": "役長史"
      },
      {
        "index": 17,
        "text": "吳長史稷歸隱，有司莫識其面。裏舉踐更役，誤以公名報。令不知，懸之榜。公親往注其下曰：「不能為官，豈能為役？」令聞大愧。"
      },
      {
        "index": 18,
        "text": "沈周"
      },
      {
        "index": 19,
        "text": "沈周名重一時。蘇州守求善畫者，左右以沈對，便出朱票拘之。沈至，命立廡下獻技。沈乃為《焚琴煮鶴圖》以進。守不解，曰：「亦平平耳。」其明年入覲，見守溪王公。首問：「石田先生無恙乎？」守茫然無以應。歸以質之從者，則朱票所拘之人也。守大慚恨，踵門謝過焉。"
      },
      {
        "index": 20,
        "text": "《毀茶論》"
      },
      {
        "index": 21,
        "text": "陸羽嗜茶，著《茶經》三篇。李季卿至江南，有薦羽者，召羽煮茶。羽衣野服，挈具而入。公心鄙之，命奴子取錢三十文相酬。羽愧甚，著《毀茶論》。"
      },
      {
        "index": 22,
        "text": "碑禍"
      },
      {
        "index": 23,
        "text": "唐玄宗東封泰山，命張許公摩崖為碑。至明八百餘年，為林㷆磨平，以「忠孝廉節」四大字覆之。"
      },
      {
        "index": 24,
        "text": "天聖中，營浮圖。姜遵在永興，悉取漢、唐碑之堅好者，以代磚壁。有縣尉叩頭爭之，繼之以泣。遵怒，並劾去之。"
      },
      {
        "index": 25,
        "text": "花仇"
      },
      {
        "index": 26,
        "text": "唐韓弘罷宣武節度，歸長安私第，有牲丹雜花，命劚去之，曰：「吾豈效兒女輩耶！」"
      },
      {
        "index": 27,
        "text": "楊州瓊花，天下無雙。煬帝特移栽金陵，而枝葉枯瘁。帝怒，乃杖八十發回，復活一年而死。"
      },
      {
        "index": 28,
        "text": "刮几堊壁"
      },
      {
        "index": 29,
        "text": "王羲之嘗詣一門生家，設佳饌供給，意甚感之，欲以書相報。見有一新榧几，王便書之，草正相半。門生送往歸郡，比還家，其父已削括都盡。"
      },
      {
        "index": 30,
        "text": "玄覽禪師性僻，住荊州陟屺寺。張躁於壁間畫古松，符載為讚，衛象為賦。覽師怒曰：「何疥吾壁？」命加堊焉。"
      },
      {
        "index": 31,
        "text": "方竹杖"
      },
      {
        "index": 32,
        "text": "潤州甘露寺有僧，道行孤高。李德裕廉問日，以方竹杖一贈焉。方竹杖出大宛國，堅實而正方，節須四面對出。及再鎮浙右，其僧尚在。問曰：「竹兄無恙否？」僧曰：「至今寶藏。」公請出觀之，則老僧已規圓而漆之矣。公嗟惋彌日。故當時曾有詩云：「削圓方竹杖，漆卻斷紋琴。」"
      },
      {
        "index": 33,
        "text": "硯眼"
      },
      {
        "index": 34,
        "text": "吳郡陸公廬峰侯選京師，嘗於市遇一佳硯，議價未定。既還邸，使門人某者往，以一金易歸。訝其不類，某堅證其是。公曰：「前硯有鴝鵒眼，今何無之？」答曰：「某嫌其微凸，偶值石工甚便，幸有餘銀，已倩為平之矣。」公大惋惜。"
      },
      {
        "index": 35,
        "text": "鳴鵝"
      },
      {
        "index": 36,
        "text": "會稽有姥，養一鵝，善鳴。右軍求市不得，送攜親友就觀。姥聞羲之至，烹鵝以待。右軍歎惜彌日。"
      },
      {
        "index": 37,
        "text": "快牛"
      },
      {
        "index": 38,
        "text": "王愷有快牛，名「八百里駮」，常瑩其蹄角。王武子語君夫：「我射不如卿，今賭卿牛，以千萬對之。」君夫既恃手快，且謂駿物無有殺理，便相然可，令武子先射。武子一起便破的，卻據胡床，叱左右：「速探牛心來！」須臾炙至，一臠便去。"
      },
      {
        "index": 39,
        "text": "白鷗脯"
      },
      {
        "index": 40,
        "text": "張佖、陳喬之子，秋晚並遊玄武湖。時群鷗遊泛，佖子曰：「一軸內本《瀟湘》！」喬子俄顧卒吏云：「此白色水禽，可以作脯否？」眾謂「張佖子半莖風毛，陳喬男一堆牛屎」。喬子由是有「陳一堆」及「白鷗脯」之號。"
      },
      {
        "index": 41,
        "text": "金魚"
      },
      {
        "index": 42,
        "text": "金魚有「九尾狐」及「紫袍玉帶」種種之異，文房畜為清玩，價亦不廉。或以一盆贈張幼於，張轉以贈守公。他日守公謂張曰：「前惠魚但美觀耳，味殊淡。」蓋守北人，已將魚付爨下也。張但唯唯而已。"
      },
      {
        "index": 43,
        "text": "謝靈運鬚"
      },
      {
        "index": 44,
        "text": "謝靈運鬚美，臨刑，施為南海祇垣寺維摩詰像鬚。唐中宗時，安樂公主端午鬥草，欲廣其物，馳驛取之；又恐為他所得，乃剪棄其餘。"
      },
      {
        "index": 45,
        "text": "國公詩"
      },
      {
        "index": 46,
        "text": "湖州吳主事家素饒，求李西涯文壽其父。時公為學士，鄙其人，不許。吳問其友曰：「今朝中爵位極尊者為誰？」曰：「英國公太師左柱國也。」吳即緘幣求英公。英公令門館作詩與之。吳得詩，誇於人云：「英國當朝第一人，乃為我作詩，何必李學士也！」"
      },
      {
        "index": 47,
        "text": "黨進畫真"
      },
      {
        "index": 48,
        "text": "黨進命畫工寫真。寫成，大怒，詰畫師云：「我前時見畫大蟲，猶有用金箔貼眼。我消不得一對金眼睛？」"
      },
      {
        "index": 49,
        "text": "高太監"
      },
      {
        "index": 50,
        "text": "南京守備太監高隆，人有獻名畫者，上有空方。隆曰：「好好！更須添畫一個『三戰呂布』。」"
      },
      {
        "index": 51,
        "text": "《五馬行春圖》"
      },
      {
        "index": 52,
        "text": "沈周作《五馬行春圖》贈一太守。守怒曰：「我豈無一人相隨耶？」沈知之，另寫隨從者送入，因戲之曰：「奈絹短，止畫前驅三對。」守喜曰：「今亦足矣！」"
      },
      {
        "index": 53,
        "text": "障簏"
      },
      {
        "index": 54,
        "text": "祖約好財。客詣祖，見方料視財物，因客至，屏當未盡，餘兩小簏，置背後，以身障之，強與客語。"
      },
      {
        "index": 55,
        "text": "種珠"
      },
      {
        "index": 56,
        "text": "陳繼善自江寧尹拜少傅致仁，富於資產，性鄙屑；別墅林池，未嘗暫適；既不嗜學，又杜絕賓客。惟自荷一鋤，理小圃成畦，以真珠布土壤三間，若種蔬狀。記顆俯拾，周而復始，以此為樂焉。"
      },
      {
        "index": 57,
        "text": "銀靴"
      },
      {
        "index": 58,
        "text": "元宗幼學之年，馮權常給使左右，深所親幸。每曰：「我富貴，為爾置銀靴。」保大初，聽政之暇，命親王及東宮舊僚擊鞠。歡極，頒賚有等。語及前事，即日賜銀三十斤，以代銀靴。權遂命工鍛靴穿焉。"
      },
      {
        "index": 59,
        "text": "黑牡丹"
      },
      {
        "index": 60,
        "text": "晚唐時，京師春遊，以牡丹為勝賞。有富人劉訓邀客賞花。客至，見其門繫水牛累百，笑指曰：「此劉氏黑牡丹也！」"
      },
      {
        "index": 61,
        "text": "大廳勝寺"
      },
      {
        "index": 62,
        "text": "李約每於庶人錡前稱金陵招慧寺標致。庶人既宴寺中，明日謂曰：「子嘗稱招隱，昨日遊宴，何如中州？」約曰：「某賞者疏野耳。若遠山將翠幕遮，古松用采物裹，膻腥涴塵泡泉，音樂亂山鳥聲，此則實不如在叔父大廳也！」"
      },
      {
        "index": 63,
        "text": "僧拒客"
      },
      {
        "index": 64,
        "text": "宋吳荊溪云：往歲江行風阻，與友生沿岸野步，穿嶺而下，忽見蘭若甚多。僧院睹客來，皆扃戶不內。獨有一院，大敞其戶，見一僧蹺足而眠，以手書空，顧客殊不介意。竊意此必奇僧也，直入造之。僧雖強起，全無喜容。不得已而問曰：「先達有詩云：『書空蹺足睡，路險側身行。』和尚其庶幾乎？」僧曰：「貧道不知何許事，適者指揮侍輩，欲掩關少靜耳。」遂不辭而出。"
      },
      {
        "index": 65,
        "text": "陳叔陵"
      },
      {
        "index": 66,
        "text": "陳始興王叔陵性不好臥，不飲酒，惟多置殽胾，晝夜食啖。又好飾虛名，每入朝，常於車中馬上執卷讀書，高聲朗誦，揚揚自若。"
      },
      {
        "index": 67,
        "text": "俗讖"
      },
      {
        "index": 68,
        "text": "宋時太學各齋，除夕設祭品，用棗子、荔枝、蓼花，取「早離了」之讖。執事者帽而不帶，以絛代之，謂之「叨冒」。鄙俗可笑！"
      },
      {
        "index": 69,
        "text": "俗禮"
      },
      {
        "index": 70,
        "text": "北方民家吉凶輒有相禮者，謂之「白席」。韓魏公自樞密歸鄴，赴一姻家禮席。偶筵中有荔枝，欲啗，白席者遽唱曰：「資政吃荔枝，請眾客同吃荔枝！」公憎其饒舌，因置不取。白席者又云：「資政放荔枝矣，請眾客放下荔枝！」"
      },
      {
        "index": 71,
        "text": "方三拜"
      },
      {
        "index": 72,
        "text": "詩人方幹，吳人也。王龜大夫重之，既延入內，乃連下兩拜。亞相安詳以答之，未起間，方又致一拜。時號「方三拜」。"
      },
      {
        "index": 73,
        "text": "穢史"
      },
      {
        "index": 74,
        "text": "則天荒淫，右補闕朱敬則諫曰：「陛下內寵已有薛懷義、張易之、昌宗，欲應足矣。近聞尚食奉御柳模，自言子良賓潔白美須眉；左監門衛祥雲陽道壯偉，過於懷義，昨欲自進，堪充供奉。無禮無義，溢於朝聽！臣職在諫諍，不敢不言。」則天勞之曰：「非卿直言，朕不知此。」賜采百段。"
      },
      {
        "index": 75,
        "text": "楊安國進講"
      },
      {
        "index": 76,
        "text": "楊安國言動鄙樸，嘗侍講仁宗。一日講「一簞食，一瓢飲」，乃操東音曰：「顏回甚窮，但有一籮粟米飯，一葫蘆漿水。」又講「自行束修以上」一章，遽啟曰：「官家，昔孔子教人，也須要錢！」帝哂之。"
      },
      {
        "index": 77,
        "text": "誌文"
      },
      {
        "index": 78,
        "text": "胡衛道三子：孟名寬，仲名定，季名宕。衛道妻亡，俾友作誌。友直書曰：「夫人生三子：寬、定、宕。」讀者掩鼻。"
      },
      {
        "index": 79,
        "text": "判帶帽語"
      },
      {
        "index": 80,
        "text": "《祝氏猥談》云：一守禁帶帽不得露網巾。吏草榜云：「前不露邊，後不露圈。」守曰：「公文貴簡，何作對偶語？」吏白：「當如何？」守曰：「前後不露圈邊。」"
      },
      {
        "index": 81,
        "text": "宣水"
      },
      {
        "index": 82,
        "text": "石曼卿在中書堂。一相曰：「取宣水來！」石曰：「何也？」曰：「宣徽院水甘冷。」石曰：「若司農寺水，當呼為農水也？」坐者大笑。"
      },
      {
        "index": 83,
        "text": "于闐國表"
      },
      {
        "index": 84,
        "text": "宋政和間，有于闐國進玉表章，其首云：「日出東方赫赫大光照見西方五百里國，五里里國內條貫主黑汗王，表上日出東方赫赫大光照見四天下，四天下條貫主阿舅大官家。」又元豐四年，于闐國上表，稱：「于闐國僂儸大福力量知文法黑汗王，書與東方日出處大世界田地主漢阿舅大官家。」"
      },
      {
        "index": 85,
        "text": "元世祖定刑"
      },
      {
        "index": 86,
        "text": "元世祖定天下之刑，苔、杖、徒、流、絞五等。笞杖罪既定，曰：「天饒他一下，地饒他一下，我饒他一下。應笞一百者，止九十七；杖亦如之。」此雖仁心，亦近於戲矣。"
      },
      {
        "index": 87,
        "text": "管子治齊"
      },
      {
        "index": 88,
        "text": "管子之治齊，為女閭七百，徵其夜合之資以佐軍國。"
      },
      {
        "index": 89,
        "text": "七世廟諱"
      },
      {
        "index": 90,
        "text": "侯景篡梁，王偉請立七廟。景曰：「何謂七廟？」偉曰：「天子登七世祖考也。」因請七世諱。景曰：「前世吾不復憶，唯阿爺名標，且在朔州，伊那得來啖是？」眾皆掩口。"
      },
      {
        "index": 91,
        "text": "蜀先主"
      },
      {
        "index": 92,
        "text": "蜀先主起自利閬，親騎軍各有名號，顧敻戲造武舉牒，謂侍郎李叱叱下進士及第三十餘人，姜癩子、張打胸、李嗑蛆、李破肋、李吉了、郝牛屎、陳波斯、羅蠻子等，試《亡命山澤賦》、《到處不生草》詩。一時傳以為笑。"
      },
      {
        "index": 93,
        "text": "諢衣"
      },
      {
        "index": 94,
        "text": "《史諱錄》：穆宗以玄綃白書、素紗墨書為衣服，賜承幸宮人，皆淫鄙之詞。時號諢衣。至廣平中，猶有存者。"
      },
      {
        "index": 95,
        "text": "廁籌"
      },
      {
        "index": 96,
        "text": "有客謂胡元瑞曰：「嘗客安平，其俗如廁，男女皆用瓦礫代紙，殊可嘔噦。」胡笑曰：「安平，唐之博陵，鶯鶯所產也。」客曰：「大家閨秀，或未必然。」胡因歷引古用廁籌事，且云：「廁籌與瓦礫等，吾能不為鶯鶯要處掩鼻？」客大笑。"
      },
      {
        "index": 97,
        "text": "效顰"
      },
      {
        "index": 98,
        "text": "郭林宗嘗於陳、梁間行，遇雨，其巾一角墊而折，其後學者著冠，乃故折其一角，以為「林宗巾」。"
      },
      {
        "index": 99,
        "text": "潘岳妙有姿容，少時挾彈出洛陽道，婦人遇者，莫不連手共縈之。左太冲絕醜，亦復效岳遨遊。於是群嫗齊共亂唾之，委頓而返。"
      },
      {
        "index": 100,
        "text": "謝安能為洛下諸生詠，有鼻疾，故其音濁。時名流愛其詠，或掩鼻而效之。"
      },
      {
        "index": 101,
        "text": "擬古人名字"
      },
      {
        "index": 102,
        "text": "東丹國長子奔唐，賜姓李，名華，頗習詩文。甚慕白居易，思配擬之，每通名刺，曰「鄉貢進士黃居難，字樂地」。"
      },
      {
        "index": 103,
        "text": "媚豬"
      },
      {
        "index": 104,
        "text": "南漢主劉鋹得波斯女，黑腯而慧豔。鋹嬖之，賜號「媚豬」。"
      },
      {
        "index": 105,
        "text": "相婆"
      },
      {
        "index": 106,
        "text": "王和甫守金陵。荊公退居半山。一日路遇和甫，公入編戶家避之。老姥見公帶藥籠，告之病。公即給以藥。姥酬麻線一縷，語公曰：「相公可將歸與相婆。」荊公笑則受之。"
      },
      {
        "index": 107,
        "text": "瓜戰"
      },
      {
        "index": 108,
        "text": "昔人喜鬥茶，故稱茗戰。錢氏子弟取霅上瓜，各言子之的數，剖之以視勝負，謂之「瓜戰」。然茗猶堪戰，瓜則俗矣。"
      },
      {
        "index": 109,
        "text": "鍛工、屠宰"
      },
      {
        "index": 110,
        "text": "楊升庵云：永昌有鍛工，戴東坡巾；屠宰，號「一峰子」。一善謔者，見二人並行，遙謂之曰：「吾讀書甚久，不知蘇學士善鍛鐵，羅狀元能省牲，信多能哉！」傳以為笑。"
      },
      {
        "index": 111,
        "text": "別號"
      },
      {
        "index": 112,
        "text": "《蝟談》云：道號別稱，古人間自寓懷，非為敬名設也。今則無人不號矣。「松」、「蘭」、「泉」、「石」，一坐百犯，又兄「山」則弟必「水」，伯「松」則仲、叔必「竹」、「梅」，父此物，則子孫引此物於不已，愚哉！向見一嫠媼，自稱「冰壺老拙」，則婦人亦有號矣。又嘉興女郎朱氏，能詩，自號「靜庵」，見《說聽》。又江西一令訊盜，盜忽對曰：「守愚不敢。」令不解。傍一胥云：「守愚，其號也。」"
      },
      {
        "index": 113,
        "text": "印章"
      },
      {
        "index": 114,
        "text": "天順間，錦衣門達甚得上寵。有桂廷珪為達門客，乃私鐫印章云「錦衣西席」。後有甘棠為洗馬江朝宗婿，而棠亦有印章云「翰苑東床」。一時傳賞，可為的對。"
      }
    ]
  }
}