{
  "chapterNumber": 36,
  "title": "第36部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：史傳所載，采之不盡；稗官所述，閱之不盡；客座所聞，錄之不盡。中流失船，一壺千金。談諸方暢，謔笑紛遝，忽焉喙短詞窮，意敗矣；爾時得一奇事，如獲珍珠船。因不忍遺，置為《雜志》第三十六。〕"
      },
      {
        "index": 2,
        "text": "勇可習"
      },
      {
        "index": 3,
        "text": "魏杜襲為西鄂長。劉表攻西鄂時，柏孝長在城中，入室閉戶，牽被覆頭，相攻半日，稍敢出面。其明，側立而聽。二日，出戶問消息。四、五日後，乃負楯親鬥，語襲曰：「勇可習也！」"
      },
      {
        "index": 4,
        "text": "真主奇徵"
      },
      {
        "index": 5,
        "text": "我太祖幼時，嘗見群鵝遊於庭。戲以青白二紙旗左右豎立，命之曰：「青者立青旗下，白者立白旗下。」群鵝應聲如命而往。一花鵝不知所適，往來於青白之間。"
      },
      {
        "index": 6,
        "text": "周尹氏"
      },
      {
        "index": 7,
        "text": "周尹氏貴盛，五葉不別。天饑，作粥會食，聲聞數里外。"
      },
      {
        "index": 8,
        "text": "八字無憑"
      },
      {
        "index": 9,
        "text": "昔趙韓王時，有軍校與同年、月、日、時。若趙有一大遷除，軍校則一大責罰；小遷轉，則軍校微有譴叱。"
      },
      {
        "index": 10,
        "text": "帝王言命"
      },
      {
        "index": 11,
        "text": "太祖嘗至國子監，有廚人進茶，偶稱旨，詔賜冠帶。有老生員夜獨吟云：「十載寒窗下，何如一盞茶。」帝微行，適聞之，應聲云：「他才不如你，你命不如他。」"
      },
      {
        "index": 12,
        "text": "嶽神戲夢"
      },
      {
        "index": 13,
        "text": "浮碧山之神，唯東嶽最靈，凡以夢祈者應如響。邑中有父子同應鄉試者，褥於嶽。以夢示曰：「汝往問秦棗三孺人可矣。」二人未解所謂。偶下山，見一丐婦浣於河，問之曰：「秦棗三孺人者為誰？」其婦張目吒曰：「汝奚問為？」蓋此婦與邑少年秦棗三狎，故有是號，忽聞其語而心怪之也。二人猶未悟，對曰：「吾欲問我父子誰中？」其婦罵曰：「入你娘的到會中！」其年，父果中。"
      },
      {
        "index": 14,
        "text": "造化弄人"
      },
      {
        "index": 15,
        "text": "萬曆癸未，管明府九臬，始與同儕赴公車選，夢神人屬以七題。次早，構房間文佳者熟讀之。及入試，七題果符所夢。因信筆以所熟文寫就，不暇構思，自喜得神助，必中矣。乃是年主考厭薄舊文，盡括坊間文入內磨對，凡同者擲之。管以是下第，選授富順令。"
      },
      {
        "index": 16,
        "text": "莆田一秀才往九鯉湖求夢。夢曰：「明日所遇官，即爾功名。」次日遇鍾御史、李大參，皆其里人。生大喜，告以故。李曰：「學鍾先生。」鍾曰：「學李先生。」皆言當如其官也。後僅以歲薦任教職卒。人始悟為「學中先生、學里先生」云。"
      },
      {
        "index": 17,
        "text": "惡蟲齧頂"
      },
      {
        "index": 18,
        "text": "天順間，徵士吳與弼到京。英宗御文華殿召對，吳默然無應，唯曰：「吾臣上疏。」眾方駭異，上不悅，架起。吳出至左順門，除帽視之，有蠍在頂，螫皮肉紅腫。方知其適不能答者，以螫故也。宋淳熙間，史寺丞輪對。適言高宗某事，史忽淚下。上問故，對曰：「因念先帝舊恩耳！」孝宗亦下淚。明日御批史為侍郎。不知當時乃為蜈蚣所齧，故下淚也。嗚呼，均為惡蟲齧頂，敬君者不遇，欺君者蒙恩，豈非數哉！」"
      },
      {
        "index": 19,
        "text": "張生失金"
      },
      {
        "index": 20,
        "text": "嘉靖時，杭人張姓者，自幼為小商，老而積金四錠，各束以紅線，藏於枕，忽夜夢四人白衣紅束，前致辭曰：「吾等隨子久，今別子去江頭韓餅家。」覺而疑之，索於枕，金亡矣。躊躇歎息，之江頭詢韓，果得之。張告韓曰：「君曾獲金四錠乎？」韓驚曰：「君何以知？」張具道故。韓欣然出金示張，命分其半。張固辭謝，遂出門。韓留觴之，舉一錠分為四，各裹餅中，臨行贐之。張受而各，中途值乞者四，求之哀，各濟以餅一。四乞諸計曰：「此餅巨而冷，不可食，何不至韓易小而熱者乎？」遂之韓，韓笑而易之。"
      },
      {
        "index": 21,
        "text": "奇蹇"
      },
      {
        "index": 22,
        "text": "昔淮南盧嬰平生奇蹇，謂至人家，其家必遭橫禍，或小兒墮井，幼女失火。王休佑所執水手板，得者必不祥。近雍瞻若野王，多能而貧甚。始客魯，魯人皆避畏之，呼為：「耗神」。已造一訟者及病者家，二家俱敗死。比至京，京中復聞斯語。會二人博，而雍坐負者旁。或語負者，謂勝者教之。負者怒，毆之幾死。"
      },
      {
        "index": 23,
        "text": "嫁娶奇合"
      },
      {
        "index": 24,
        "text": "嘉靖間，昆山民為男聘婦，而男得痼疾。民信俗有「衝喜」之說，遣媒議娶。女家度婿且死，不從。強之，乃飾其少子為女歸焉，將以為旬日計。既草率成禮，男父母謂男病，不當近色，命其幼女伴嫂寢，而二人竟私為夫婦矣。逾月，男疾漸瘳。女家恐事敗，給以他故邀假女去，事寂無知者。因女有娠，父母窮問得之。訟之管獄，連年不解。有葉御史者，判牒云：「嫁女得媳，娶婦得婿，顛之倒之，左右一義。」遂聽為夫婦焉。吳江沈寧庵吏部作《四異記》傳奇。"
      },
      {
        "index": 25,
        "text": "趙母奇語"
      },
      {
        "index": 26,
        "text": "趙母嫁女，女臨去，敕之曰：「慎勿為好！」女曰：「不為好，當為惡耶？」母曰：「好尚不可為，況惡乎！」"
      },
      {
        "index": 27,
        "text": "一日得二貴子"
      },
      {
        "index": 28,
        "text": "楊公某，關中盩厔人。婦李氏生一子，才七歲，公復賈於閩漳浦，主蘖氏家。蘖新寡，復為其家贅婿，生一子，冒姓蘖氏，亦已三歲。倭夷突犯海上諸郡，略公以去。居十九年，髡跌跳戰，皆倭習矣。又後隨眾犯閩。會閩帥敗之去，而公得遁歸，為累囚，屬紹興郡丞楊公世道者厘辨之：「夷耶、民耶？」公曰：「我閩中民也！」因道其里族妻子名姓，多與己合，異之，歸以問母。母令再讞，而聽於屏後，不數語，大呼曰：「而翁也！」起之囚中，拜哭皆慟，洗浴更衣，慶忭無極。次朝蘖公知公得翁，舉羔雁為賀。公觴之，翁出行酒，蘖公問翁，何由入閩，翁言其始末，又與蘖公家里族妻子名姓合。異之，亦歸以問母。其日翁來報謁，蘖公觴之。而母竊聽其語，又大呼曰：「而翁也！」其為悲喜猶楊丞家。於是閩郡黎老歡忭，呼為循吏之報，士大夫羔雁成群。蓋守丞即異地各姓，實同體兄弟。而翁以髡跣跳戰之卒，且為累囚，一日而得二貴子、兩夫人，以朱轓千鍾養焉。其離而合，疏而親，賤而榮，豈非天故為之哉！"
      },
      {
        "index": 29,
        "text": "醉毆奇禍"
      },
      {
        "index": 30,
        "text": "甲乙二人俱醉，遇於途。甲毆乙僕，視之，死矣，徑去。總甲見之，亟白於官。時已暮，姑以葦席四懸障屍，眾寢衛於外。夜半，乙稍寤，已迷前事，思 「安得處此？必犯夜禁。」潛起逸歸。及明，守者失屍，驚懼。須臾官來，謂受賄棄屍，痛中箠楚。守者誣服。請取屍來，乃供往伺於郊。一人醉而來，眾前撲殺之，舁之葦室。而乙方大醒，記得曾被甲毆，詣甲喧。甲以賄求解。比官以殺人捕甲，甲邀乙往白。官訊守者屍所來，不能諱，坐死。"
      },
      {
        "index": 31,
        "text": "世事翻覆"
      },
      {
        "index": 32,
        "text": "曹詠侍郎夫人厲氏，餘姚大族女。始嫁四明曹秀才，與夫不相得，仳㒧而歸，乃適詠。時詠尚為武弁。不數年，以秦檜之姻黨，易文階，驟擢至直徽猷閣，守鄞。元夕張燈州治，大合樂宴飲。曹秀才攜家來觀，見厲服用精麗，左右供侍，備極尊嚴，語其母曰：「渠乃合在此中居厚享。如此富貴，吾家豈能留？」歎息久之。詠日益顯，為戶部侍郎。檜殂，詠眨新州而亡。厲領二子扶喪歸葬。二子復不肖，家資蕩析，至不能給朝晡。趙德光之妻，厲之從父妹也，憐其老且無聊，招置四明里第，養之終身。厲間出訪親舊，見故夫婿曹透才家門庭整潔，花木蓊茂，謂侍婢曰：「我當時能自安於此，豈有今日！」因泣下數行，二十年間，夫妻更相悔羨。"
      },
      {
        "index": 33,
        "text": "東坡奇夢"
      },
      {
        "index": 34,
        "text": "《東坡誌林》云：予在黃州，夢至西湖上，夢中亦知為夢也，湖上有大殿三重，其東一殿，額云「彌勒下生」。夢中云：「是僕昔年所書。」眾僧往來行道，大半相識。辨才、海月皆在，相見驚異。僕散衫策杖，謝諸人曰：「夢中來遊，不及寇帶。」"
      },
      {
        "index": 35,
        "text": "投牒自禍"
      },
      {
        "index": 36,
        "text": "三山蘇大璋，治《易》有聲。戊午鄉試，夢為第十一，向人道之。有同經人訴於郡，謂其自許之確如此，必與試官有成約。及將揭榜，第十一名卷，果《易》也。主司即聞外議，乃謀於眾。命以陪卷之首更換。所換者，乃大璋卷；而換去者，正投牒之人也。眾咸謂天道之公，榜遂定。明年，蘇寇南宮。"
      },
      {
        "index": 37,
        "text": "戴探花"
      },
      {
        "index": 38,
        "text": "莆田戴大賓八歲遊泮，十三中鄉試，十四以探花登第。亡何，卒，其家以喪歸。父母悲甚，必欲發樞省視。乃發，乃一白鬚叟。大駭異之，棄屍於地。詰責其奴，始無以自明。其夜大賓曰：「叟，吾前身也。上帝憫其苦學，白首下第，托生汝家，暫享榮名，以酬吾誌。變形者，不忘其初也！」父母由是止哀。"
      },
      {
        "index": 39,
        "text": "晚達"
      },
      {
        "index": 40,
        "text": "紹興中，黃公度榜，第三名陳修。唱名時，高宗問：「年幾何？」對曰：「七十三矣。」問：「有幾子？」對曰：「未娶。」遂召宮人施氏嫁之。時人戲曰：「新人若問郎年幾，五十年前二十三。」"
      },
      {
        "index": 41,
        "text": "晚娶"
      },
      {
        "index": 42,
        "text": "閩人陳嶠，六旬餘始獲一名。還鄉娶儒家女，至新婚，近八十矣。合巹之夕，文士咸集，悉賦催妝詩，咸有「生荑」之諷。峰亦自成一章，其末曰：「彭祖尚聞年八百，陳嶠猶是小孩兒。」座客皆絕倒。"
      },
      {
        "index": 43,
        "text": "幽州有壇長近八十歲，即都校之元昆也。每歸俗家，以其衰老。令小青扶持，因而及亂。遂要反初，以青為偶。乃謂偶曰：「平生不謂有此歡暢，悔知之晚！」"
      },
      {
        "index": 44,
        "text": "陳貺五十方娶。有慶之者曰：「處士新婚燕爾。」答曰：「僕久處山谷，莫預出仕，不知衣裙之下，有此珍美！」"
      },
      {
        "index": 45,
        "text": "曾偶然"
      },
      {
        "index": 46,
        "text": "泰和曾狀雲鶴齡，永樂辛丑會試，與漸江數舉子同舟。率年少狂生，議論蜂出。見曾緘默，因是共舉書中疑義問之。遜謝不知。竊笑曰：「夫夫也，偶然預薦耳。」遂以「曾偶然」呼之。既而眾皆下第，曾獨首榜。乃寄以詩曰：「捧領鄉書謁九天，偶然趁得浙江船。世間因有偶然事，豈意偶然又偶然。」"
      },
      {
        "index": 47,
        "text": "陸李廉"
      },
      {
        "index": 48,
        "text": "長洲陸孝廉世明，省試不第，歸過臨清鈔關。錯以為商，令納稅。陸呈一絕云：「獻策金門若未收，歸心日夜水東流。扁舟載得愁千斛，聞說君王不稅愁。」主事見詩驚愧，亟迎入，款贈甚厚。"
      },
      {
        "index": 49,
        "text": "白公裂詩"
      },
      {
        "index": 50,
        "text": "裴令公居守東洛。夜宴半酣，公索句。時元、白首唱，次至楊汝士。楊援筆書曰：「昔日蘭亭無豔質，此詩金谷有高人。」白知不能加，遽裂之曰：「笙歌鼎沸，勿作冷淡生活。」"
      },
      {
        "index": 51,
        "text": "篔簹谷筍詩"
      },
      {
        "index": 52,
        "text": "篔簹谷，在洋州。文與可嘗令蘇子瞻作《洋州園池三十詠》，篔簹谷其一也。子瞻詩曰：「漢川修竹賤如蓬，斤斧何曾赦籜龍。料得清貧饞太守，渭濱千畝在胸中。」是日與何與妻遊谷中，正燒筍晚食，發函得詩，大笑。"
      },
      {
        "index": 53,
        "text": "一句詩"
      },
      {
        "index": 54,
        "text": "謝無逸嘗以書問潘邠老：「近作新詩否？」答曰：「秋來景物，件件是佳致。昨日清臥，聞攪林風雨聲，遂起題壁曰『滿城風雨近重陽』，忽催稅人至，敗意。止此一句奉寄。」"
      },
      {
        "index": 55,
        "text": "呂常題畫"
      },
      {
        "index": 56,
        "text": "中山武寧王玄孫徐某，一日與吳小仙、孫院使宴飲。命吳畫女樂諸子及孫、吳陪飲之圖。畫畢，徐喜曰：「惜欠風流題客。」後以屬太常卿呂常，曰：「不必我諛，但須寫當日實事耳。」呂為制長歌，鋪敘家樂，援引故典，末云：「吳生吳生欲闡揚，自畫白皙居侯旁。如何更著孫思邈，中酒卻要千金方。」徐大笑曰： 「是日果中酒也！」聞者絕倒。"
      },
      {
        "index": 57,
        "text": "李龍眠畫"
      },
      {
        "index": 58,
        "text": "元祐間，黃、秦諸君子在館。暇日觀畫，山谷出李龍眠所作《賢己圖》：博奕樗蒲之儔咸列焉。博者六、七人，方踞一局。骰迸盆中，五皆梟而一猶旋轉不已。一人俯盆疾呼，旁觀者皆變色起立。纖穠態度，曲盡其妙。相與歎嘗，以為卓絕。適東坡從外來，睨之曰：「李龍眠天下士，顧乃效閩人語耶？」眾咸怪，請其故。東坡曰：「四海語音，言六皆合口，唯閩音則張口。今盆中皆六，一猶未定，法當呼六。而疾呼者乃張口，何也？」龍眠聞之，亦笑而服。"
      },
      {
        "index": 59,
        "text": "吳文定書扇"
      },
      {
        "index": 60,
        "text": "吳文定公居憂時，嘗送客至門外，見賣扇兒號泣於途。問之，乃緣持扇假寐，為人盜去數事，恐家人笞罵耳。公命取所遺扇來，盡書與之。兒不知，反以為汙其扇，復大哭不已。旁人諭令必得重價。然後賣兒持扇甫出門，競致去，所得數十倍。兒歸，具道其事。再持扇來乞書，公但笑而遣之。"
      },
      {
        "index": 61,
        "text": "李十八草書"
      },
      {
        "index": 62,
        "text": "宋時，有劉十五論李十八草書，謂之「鸚哥嬌」，蓋謂鸚鵡能言，不過數句，大率雜以鳥語。十八後稍進，以書問十五：「近日比舊如何？」十五曰：「可稱秦吉了矣！」"
      },
      {
        "index": 63,
        "text": "登床奪字"
      },
      {
        "index": 64,
        "text": "唐太宗賜宴玄武門，援筆作飛白。眾乘酒，就帝手中相競。常侍劉順登御床引手得之。有不得者言順不敬，宜付法。帝笑曰：「昔聞婕妤辭輦，今見常侍登床。」"
      },
      {
        "index": 65,
        "text": "箝詔請署"
      },
      {
        "index": 66,
        "text": "安樂公主，中宗最幼女也，嫁武三思子崇訓，光豔動天下。嘗自作詔，箝其前，請帝署日。帝笑而從之。"
      },
      {
        "index": 67,
        "text": "王準恃寵"
      },
      {
        "index": 68,
        "text": "王拱之子準，為衛尉少卿，出入宮闈，以鬥雞侍左右，恃寵驕恣。嘗率其徒過附馬王繇私第。繇望塵趨拜。準挾彈中繇冠上，折其玉簪，以為笑樂。"
      },
      {
        "index": 69,
        "text": "都都知"
      },
      {
        "index": 70,
        "text": "咸通中，俳優恃恩，咸為都知。一日奏樂喧嘩，上召都知止之，三十人並進。上曰：「止召都知，何為畢至？」梨園使奏曰：「三十人皆都知也。」乃命李可及為「都都知」。"
      },
      {
        "index": 71,
        "text": "垂柳賜姓"
      },
      {
        "index": 72,
        "text": "煬帝開河成，取吳越民間女年十五、六者五百人，謂之「殿腳女」。至於龍舟，每采纜一條，女十人牽之，間以羊十口。時盛署，虞世基獻計，請用垂柳栽於汴梁兩堤上，一則樹根四出，鞠護河堤，二則牽舟之女獲其蔭，三則牽舟之羊食其葉。上大喜，詔民間有柳一株，賣一縑。百姓競獻之。帝自種一株。群臣次第種，方及百姓栽。栽畢，帝御筆賜垂柳姓楊，曰：「楊柳」。"
      },
      {
        "index": 73,
        "text": "拔河戲"
      },
      {
        "index": 74,
        "text": "唐時，清明有拔河之戲。其法以大麻絙兩頭各繫十餘小索，數人執之對挽，以強弱為勝負。時中宗幸梨園，命侍臣為之。七宰相、二附馬為東朋；三相五將為西朋。僕射韋巨源、少師唐休璟年老無力，隨絙踣地，久不能起。上以為笑。"
      },
      {
        "index": 75,
        "text": "手搏"
      },
      {
        "index": 76,
        "text": "唐主存勖嘗與李存賢手搏，賢不盡技。唐主曰：「汝能勝我，當授藩鎮。」存賢乃僕唐主。及即位，以賢鎮幽州，謂曰：「手搏之約，我不食言。」"
      },
      {
        "index": 77,
        "text": "賭官"
      },
      {
        "index": 78,
        "text": "《文海披沙》云：「宋文帝與羊立保賭。立保勝，遂得宣城太守。陳敬瑄與師立、牛勉、羅元果以打球爭三川。敬瑄獲頭等，遂授節鉞。識者笑之。然偏安亂朝，固不足怪。宋藝祖開寶四年延試，例以先納卷為魁。時王嗣宗與陳識同納卷子，上命二人角力以爭之。嗣宗得勝，遂為第一，識次之。創業之主，亦為此兒戲，可笑也。"
      },
      {
        "index": 79,
        "text": "打球賭"
      },
      {
        "index": 80,
        "text": "熙寧初，神宗與二王禁中打球子。上問二王欲賭何物，徐王曰：「臣不賭別物，若贏時，只告罷了新法。」"
      },
      {
        "index": 81,
        "text": "微行"
      },
      {
        "index": 82,
        "text": "王黼雖為相，然事徽考極褻。宮中使內人為市。黼為市令，若東昏之戲。一日上故責市令，撻之取樂。黼窘，乃曰：「告堯舜免一次。」上笑曰：「吾非唐虞，汝非稷契也！」一日又與逾牆微行，黼以肩承帝趾。牆峻，微有不相接處。上笑曰：「聳上來司馬光。」黼亦應曰：「伸下來神宗皇帝。」"
      },
      {
        "index": 83,
        "text": "饒州人"
      },
      {
        "index": 84,
        "text": "紹興末，朝士多饒州人。或謂之曰：「諸公皆不是癡漢。」又有監司薦人以關節，欲與饒州人。或規其當先孤寒。監司憤然曰：「得饒人處且饒人！」"
      },
      {
        "index": 85,
        "text": "勳臣讒語"
      },
      {
        "index": 86,
        "text": "洪武甲子開科取士，諸勳臣不平，曰：「此輩善譏訕，初不自覺。且如張九四厚禮文儒，及請其名，則曰『士誠』。」聖祖曰：「此名甚美。」答曰：「孟子有『士誠小人也』之句，彼安知之？」帝自此覽天下所進表箋，多罹禍者。"
      },
      {
        "index": 87,
        "text": "科舉弊"
      },
      {
        "index": 88,
        "text": "宋承平時，科舉之制大弊，假手者用薄紙書所為文，揉成團，名曰：「紙球」，公然貨賣。"
      },
      {
        "index": 89,
        "text": "徐相國善答"
      },
      {
        "index": 90,
        "text": "世宗好言長生。乙丑會試題：「夫政也者蒲蘆也，又民之秉夷，好是懿德。」上問輔臣：「蒲蘆是何物？夷是何義？」徐階對曰：「夷是有恒之義，蒲蘆是長生之物。」"
      },
      {
        "index": 91,
        "text": "講《咸丘蒙章》"
      },
      {
        "index": 92,
        "text": "嘉靖初，講官顧鼎臣講《孟子·咸丘蒙章》。至「放勳殂落」語，侍臣皆驚。顧徐云：「堯是時已百有二十歲矣。」眾心始安。"
      },
      {
        "index": 93,
        "text": "掌院名言"
      },
      {
        "index": 94,
        "text": "國初，一上舍任左都掌院。群僚忽之，約二、三新差巡按者請教。掌院者厲聲云：「出去不可使人怕，回來不可使從笑！」群屬凜然。"
      },
      {
        "index": 95,
        "text": "祝瀚批寧府帖"
      },
      {
        "index": 96,
        "text": "逆濠有鶴帶牌者，民家犬噬之。濠牒府欲捕民抵罪。南昌守祝瀚批曰：「鶴雖帶牌，犬不識字，禽獸相爭，何與人事？」"
      },
      {
        "index": 97,
        "text": "鏟頭會"
      },
      {
        "index": 98,
        "text": "國初惡頑民竄入緇流，聚犯數十人，掘泥埋其身，十五並列，特露其頂，用大斧削之；一削去頭數顆，名「鏟頭會」。後因神僧示化，屢鏟復生，遂罷此會。"
      },
      {
        "index": 99,
        "text": "邊將隱匿"
      },
      {
        "index": 100,
        "text": "各邊以太宗有旨，虜入殺人五名以上，虜畜產九頭以上，邊將皆坐死，遂相與隱匿。人畜死亡至千百者，皆云：「四人八頭」。"
      },
      {
        "index": 101,
        "text": "黃蔥貴"
      },
      {
        "index": 102,
        "text": "武宗在宮中，偶見黃蔥，實氣促之作聲為戲。宦官遂以車載進御。蔥價陡貴數月。"
      },
      {
        "index": 103,
        "text": "武廟南巡事"
      },
      {
        "index": 104,
        "text": "武宗南巡，過淮安，謂孟都御史鳳曰：「汝非一乳二子而並顯者耶？」以網命之漁。鳳舉網奮張，僅如一笠。帝曰：「官許久，尚不解漁耶？」"
      },
      {
        "index": 105,
        "text": "武廟南巡時，蔣瑤為揚州守，不肯橫斂以媚權幸。一日上捕得大鯉，謀所鬻者。左右正欲中公，曰：「莫如揚州知府宜。」上乃呼而屬之。公婦括女衣並首飾數事，蒲伏而進曰：「魚值無所取，唯妻女衣妝在焉。臣死罪死罪！」上熟睨之曰：「汝真酸子耶？吾無須於此。其亟持歸，魚亦不取值矣！」"
      },
      {
        "index": 106,
        "text": "江彬誘上親征寧王，駐蹕南京。往牛首打山虎，後湖網魚，得蝦蟆。一內侍諛曰：「此值五百金。」上曰：「汝買之！」"
      },
      {
        "index": 107,
        "text": "武廟嬖南院一妓，每行必從。百官咸賄以求媚。一日上侵晨從外入，妓翁尚臥，擁被欲走匿。上從其旁疾趨，曰：「免起。」已而上去。少選，忽聞門外鼓吹聲，乃都察院送匾至，金書「免起堂」三字。"
      },
      {
        "index": 108,
        "text": "蕭穎士僕"
      },
      {
        "index": 109,
        "text": "蕭穎士該通三教，性褊無比。常使一傭僕杜亮，每一決責，便至力殫，亮養瘡平復，為其指使如故。或勸之行。答曰：「豈不知，但慕其博奧，以此戀戀不能去耳！」"
      },
      {
        "index": 110,
        "text": "溫公二僕"
      },
      {
        "index": 111,
        "text": "司馬溫公家一僕，三十年止稱君實「秀才」。蘇子瞻學士來謁，聞而教之。明日改稱「大參相公」。溫公驚問，僕實告。公曰：「好一僕，被蘇東坡教壞了！」"
      },
      {
        "index": 112,
        "text": "溫公一日過獨樂園，見創一廁屋，問守園者何以得錢。對曰：「積遊賞者所得。」公曰：「何不留以自用！」對曰：「只相公不要錢。」"
      },
      {
        "index": 113,
        "text": "高德基《平江紀事》二條"
      },
      {
        "index": 114,
        "text": "嘉定近海外，鄉人自稱曰：「吾儂」、「我儂」，稱他人曰：「渠儂」、「你儂」，問人曰「誰儂」。夜聞有叩門者，主人問曰：「誰儂」？外客曰：「我儂。」主人不知何人，開門方認，乃曰：「卻是你儂！」後因名其處「三儂之地」。"
      },
      {
        "index": 115,
        "text": "吳人自相呼為「呆子」，又謂之「蘇州呆」。每歲除夕，群兒繞街呼叫云：「賣癡呆！千貫賣汝癡，萬貫賣妝呆。見賣盡多送，要賒隨我來。」"
      },
      {
        "index": 116,
        "text": "老人、貴人、婦人八反"
      },
      {
        "index": 117,
        "text": "老人、貴人、婦人各有數反。夜不臥而晝睡；子不愛而愛孫；近事不記而記遠事；哭無淚而笑有淚；近不見而遠卻見；打卻不痛，不打卻痛；面白卻黑，髮黑卻白；如廁不能蹲，作揖卻蹲。此老人「八反」也。夜宜臥而飲宴；早當起而高臥；心當逸而勞，身當勞而逸；當使錢處不使，不當使處卻使；無病常服藥，有病卻不肯服藥；人未做時爭做，從皆做時卻不做；請人必欲人來，人請卻不肯去；買賤物不嫌貴，買貴物必要賤；美妻妾不甚愛，平常侍兒卻愛。此貴人「八反」也。不愛長子而愛少子；不愛子而愛女；不信人而信鬼；惜小錢而不惜大錢；為姑時定怨嫂，為嫂時卻嫌姑；最忌諱，卻最咒詛；最怕不到老，又最怕人說老；丈夫舉動，最善防閑，丫環淫奔，卻不介意。此婦人「八反」也。"
      },
      {
        "index": 118,
        "text": "世事相反"
      },
      {
        "index": 119,
        "text": "今世人事亦有相反者。達官不憂天下，草莽之士憂之；文官多談兵，武官卻不肯廝殺；有才學人不說文章，無學人偏說；富人不肯使錢，貧人卻肯使；僧道茹葷，平人卻多持素；閭閻會飲卻通文，秀才卻粗鹵；有司官多裁，勢豪鄉官卻把持郡縣；官愈尊則愈言欲退休，官愈不達則愈自述宦績。"
      }
    ]
  }
}