{
  "chapterNumber": 6,
  "title": "第6部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：夫人飯腸酒腑，不用古今浸灌，則草木布已。溫岐悔讀《南華》第二篇，而梅詢見老卒臥日中，羨之，聞其不識字，曰：「更快活。」此皆有激言之，非通論也。世不結繩，人不面牆，誰能作聾瞽相向？但不當如彌正平開口尋相罵耳。集《無術》第六。〕"
      },
      {
        "index": 2,
        "text": "署名"
      },
      {
        "index": 3,
        "text": "厙狄幹不能書，每署名，逆上畫之，人謂之「穿錘」。又有武將王周者，署名先為「吉」，而後成其外。"
      },
      {
        "index": 4,
        "text": "《北史》：斛律金不識文字。初名敦，苦其難署，改名為金，從其便易；猶以為難，司馬子如乃指屋角令況之。"
      },
      {
        "index": 5,
        "text": "大字、大諾"
      },
      {
        "index": 6,
        "text": "宋武帝素不能書，劉穆之教以縱筆作大字徑尺。帝從之。一紙不過六七字便滿。"
      },
      {
        "index": 7,
        "text": "梁陳伯之為江州，目不知書。得文案，佯視之，唯作大「諾」。"
      },
      {
        "index": 8,
        "text": "造字"
      },
      {
        "index": 9,
        "text": "梁曹景宗尚勝，每作書，字有不解，輒意造之。"
      },
      {
        "index": 10,
        "text": "高手筆"
      },
      {
        "index": 11,
        "text": "司直陳希閔，以非才任官。每秉筆，支頷半日不下。府史目之為「高手筆」。又竄削至多，紙面穿穴，亦名「按孔子」。"
      },
      {
        "index": 12,
        "text": "不知置辭"
      },
      {
        "index": 13,
        "text": "齊焦度材澀，欲就高帝求郡，不知置辭。人教之，習誦上口。監自陳，卒忘所教，大言曰：「度啟公，度啟公，度無食。」帝大笑曰：「卿何憂無食？」賜米百斛。"
      },
      {
        "index": 14,
        "text": "不習儀式"
      },
      {
        "index": 15,
        "text": "魏隴西太守遊楚上殿，不習儀式。帝令侍中讚引呼「隴西太守前」。楚不覺大應稱「諾」。帝笑勞之。"
      },
      {
        "index": 16,
        "text": "初學"
      },
      {
        "index": 17,
        "text": "張敬兒不識書，由戰功起方伯，始學讀《孝經》、《論語》。徵護軍，乃於密室屏人學揖讓對答，空中俯仰，妾侍窺笑焉。"
      },
      {
        "index": 18,
        "text": "照樣舉笏"
      },
      {
        "index": 19,
        "text": "宋祖召問武臣軍數。其識字者，預寫笏上，臨問，高舉笏，當面見字，隨問即對。有一不識字者，不知他人笏上有字，照樣舉笏，近前大聲曰：「啟覆陛下，軍數都在這裏！」"
      },
      {
        "index": 20,
        "text": "龍戰龍見"
      },
      {
        "index": 21,
        "text": "朱穆以梁冀地勢親重，望其挾持王室，因推災異奏記，以勸戒冀，而引《易》卦「龍戰於野」之文，又薦種暠、欒巴等。明年，黃龍二見於沛國。冀無學，遂以穆「龍戰」之言為驗，於是引用暠、巴而舉穆高第為侍御史。"
      },
      {
        "index": 22,
        "text": "北齊源師攝祠部，嘗白高阿那肱「龍見當雩」。阿那肱驚曰：「何處龍見？其色何如？」師曰：「龍星初見，禮當雩祭，非真龍也。」阿那肱怒曰：「漢兒多事，強知星宿！」"
      },
      {
        "index": 23,
        "text": "金熙宗赦草"
      },
      {
        "index": 24,
        "text": "金熙宗亶皇統十一年夏，龍見宮中，雷雨大至，破柱而去。亶懼，欲肆赦以禳之。召掌制學士張鈞視草，中有「顧茲寡昧」及「渺予小子」之言。文成奏御，譯者不解謙衝之義，乃曰：「漢兒強知識，托文字以詈上耳。」亶驚問故，譯釋之曰：「寡者，孤獨無親。昧者，不曉人事。渺為瞎眼。小子為小孩兒。」亶大怒，遂誅鈞。"
      },
      {
        "index": 25,
        "text": "謝眺詩杜荀鶴詩"
      },
      {
        "index": 26,
        "text": "貞觀中，尚藥奏求杜若，敕下度支。有省郎以謝眺詩云：「芳洲生杜若」，乃委坊州貢之。本州曹官判云：「坊州不出杜若，應由讀謝眺詩誤。華省名郎，作此判事，豈不畏二十八宿笑人？」"
      },
      {
        "index": 27,
        "text": "經生多有不省文章。嘗一邑有兩人同官，其一或舉杜荀鶴詩，稱讚「也應無計避徵徭」之句。其一難之曰：「此詩誤矣！野鷹何嘗有徵徭乎？」舉詩者解曰：「古人有言，豈有失也？必是當年科取翎毛耳。」"
      },
      {
        "index": 28,
        "text": "呂、李二將讀詩"
      },
      {
        "index": 29,
        "text": "張氏據有平江日，其部將左丞呂珍守紹興，參軍陳庶子、饒介之在張左右。一曰，陳賦詩，饒染翰，題一紈扇以寄呂，云：「後來江左英賢傳，又是淮西保相家。聞說錦袍酣戰罷，不驚越女采荷花。」饒素負書名，且詩語俊麗，為作者所稱。呂俾人讀罷，大怒曰：「吾為主人守邊疆，萬死鋒鏑間，豈務愛女子而不驚之耶？見則必殺之！」又元帥李其姓者，杭州庚子之圍解，頗著功勞。一士人投之以詩，將有求焉。其詩有「黃金合鑄李將軍」之句。李大怒，曰：「吾勞苦數年，止是將軍，今年才得元帥。乃復令我為將軍耶！」命帳下策出之。二事一時相傳為笑。"
      },
      {
        "index": 30,
        "text": "劉述引古"
      },
      {
        "index": 31,
        "text": "劉述字彥思，性庸劣。從子俁疾甚，述往候焉。其父母相對涕泣，述立命酒肉，令俁進之。皆莫知其意，或問之，答曰：「豈不聞《禮》云：『有疾，飲酒食肉可也。』」又嘗有喪，值其子亦居憂。客問：「其子安否？」答曰：「所謂『父子聚麀』，何勞齒及？」"
      },
      {
        "index": 32,
        "text": "宋鴻貴讀律"
      },
      {
        "index": 33,
        "text": "宋鴻貴仕齊，為北平府參軍。見律有「梟首」罪，誤為「澆手」，乃生斷兵手，以水澆之，然後斬決。"
      },
      {
        "index": 34,
        "text": "錦衾爛兮"
      },
      {
        "index": 35,
        "text": "晉康福鎮天水日，嘗有疾。幕客謁問，福擁錦衾而坐。客退，謂同列曰：錦衾爛兮！」福聞之，遽召言者，怒之曰：「吾雖產沙陀，亦唐人也，何得呼我為『爛奚』？」"
      },
      {
        "index": 36,
        "text": "水厄對"
      },
      {
        "index": 37,
        "text": "侍中元乂為蕭正德設茗，先問：「卿於水厄多少？」正德不曉乂意，答曰：「下官雖生水鄉，立身以來，未遭陽侯之難。」"
      },
      {
        "index": 38,
        "text": "三十而立"
      },
      {
        "index": 39,
        "text": "魏博節度使韓簡，性粗質，每對文士，不曉其說，心常恥之。乃召一士人講《論語》，至「為政」篇。明日喜謂同官曰：「近方知古人稟質瘦弱，年至三十，方能行立。」"
      },
      {
        "index": 40,
        "text": "董公遮"
      },
      {
        "index": 41,
        "text": "淳熙丁未，洪景盧知舉。一考官大笑絕倒，問之，則云：「試卷中有用『董公遮說漢王』事，以『公遮』為董三老之名。」"
      },
      {
        "index": 42,
        "text": "堯舜疑事"
      },
      {
        "index": 43,
        "text": "歐文忠知貢舉。省闈故事：士子有疑，許上請。文忠方以復古道自任，將明告以崇雅黜浮，以變文格。至日午，猶有喋喋弗已者，過晡稍<門見>。與諸公方酌酒賦詩，士又有叩簾者。文忠復出，所問士忽前曰： 「諸生欲用堯、舜字，而疑其為一事或二事，唯先生教之。」觀者哄然笑。文忠不動色，徐曰：「似此疑事，誠怕其誤，但不必用可也。」"
      },
      {
        "index": 44,
        "text": "不識羊太傅、陸士衡"
      },
      {
        "index": 45,
        "text": "張敬兒開府襄陽，欲移羊叔子「墮淚碑」。綱紀白云：「此羊太傅遺德，不宜遷動。」敬兒怒曰：「太傅是誰？我不識！」"
      },
      {
        "index": 46,
        "text": "劉道綦封營道侯，凡鄙無識。始興王濬戲謂曰：「陸士衡詩云『營道無烈心』，何意？」道綦曰：「下官初不識士衡，何忽見苦？」"
      },
      {
        "index": 47,
        "text": "說韓信"
      },
      {
        "index": 48,
        "text": "黨進鎮許昌。有說話客請見，問：「說何事？」曰：「說韓信。」即杖去。左右問之，黨曰：「對我說韓信，對韓信亦說我矣！」"
      },
      {
        "index": 49,
        "text": "問歐陽修"
      },
      {
        "index": 50,
        "text": "謝無逸閑居，多從衲子遊，不喜對書生。有一舉子來謁，坐定，曰：「每欲問公一事，輒忘之。嘗聞人言歐陽修，果何如人？」無逸熟視久之，曰：「舊亦一書生，後甚顯達，嘗參大政。」又問：「能文章否？」無逸曰：「文章也得。」無逸子宗野時七歲，聞之，匿笑而去。"
      },
      {
        "index": 51,
        "text": "不知杜少陵"
      },
      {
        "index": 52,
        "text": "宋乾道間，林謙之為司業，與王字彭仲舉遊天竺小飲。論詩，談到少陵妙處，仲舉微醉，忽大呼曰：「杜少陵可殺！」有俗子在鄰壁，聞之，遍告人曰：「有一怪事，林司業與彭正字在天竺謀殺人。」或問：「所謀殺為誰？」曰：「杜少陵也，但不知何處人。」聞者絕倒。"
      },
      {
        "index": 53,
        "text": "班固、王僧孺"
      },
      {
        "index": 54,
        "text": "張由古有吏才，而無學術，累歷臺省，於眾中歎「班固有大才，而文章不入《選》」。或曰：「《兩者賦》、《燕山銘》、《典引》等並入《文選》，何得言無？」張曰： 「此是班孟堅。吾所笑者，班固也。」又嘗謂同官曰：「昨買得《王僧襦集》，大有道理。」杜文範知其誤，應聲曰：「文範亦買得『佛袍集』，倍勝『僧襦』。」"
      },
      {
        "index": 55,
        "text": "司馬相如宮刑"
      },
      {
        "index": 56,
        "text": "相國袁太冲，同二縉紳在賓館中坐久。一公曰：「司馬相如日擁文君，好不樂甚！」一公曰：「宮刑時卻自苦也！」袁閉目搖首曰：「溫公吃一嚇！」"
      },
      {
        "index": 57,
        "text": "蕭望"
      },
      {
        "index": 58,
        "text": "春明門外當路墓前有堠，題云「漢太子太傅蕭望之墓」。有達官見而怪之，曰：「春明門題額正方，加『之』字可耳。如此堠直行書，只合題『蕭望墓』，何必『之』字？」"
      },
      {
        "index": 59,
        "text": "倒語"
      },
      {
        "index": 60,
        "text": "《詩林廣記》載宋人「嘲倒語」詩，所謂「如何作元解，歸去學潛陶」者，人皆知之。景泰中，吾蘇一監郡不學，誤呼石人為「仲翁」。或作詩嘲云：「翁仲將來作仲翁，皆因書讀少夫工，馬金堂玉如何入？只好州蘇作判通。」又《水南翰記》云：英廟大獵時，有祭酒劉某和詩，以「雕弓」作「弓雕」。監生詩誚之曰：「雕弓難以作弓雕，似此詩才欠致標，若使是人為酒祭，算來端的負廷朝。」"
      },
      {
        "index": 61,
        "text": "字誤"
      },
      {
        "index": 62,
        "text": "韓昶是吏部子，雖教有義方，而性頗闇劣。嘗為集賢校理，史傳有「金根車」，昶以為誤，悉改為「銀」。桓玄篡位，尚書誤「春蒐」為「春菟」。"
      },
      {
        "index": 63,
        "text": "李林甫無學術。典選部時，選人嚴迥判語用「杕杜」二字。林甫不識，謂吏部侍郎韋陟曰：「此云杕杜，何也？」陟俛首不敢言。太常少卿姜度，林甫妻舅也。度妻誕子，林甫手書之：「聞有弄獐之喜。」客視之，掩口。"
      },
      {
        "index": 64,
        "text": "《唐書》：吏部侍郎蕭靈，素不學。嘗讀「伏臘」為「伏獵」。嚴挺之曰：「省中豈容有『伏獵侍郎』！」《清夜錄》：哲宗朝，謝悰試賢良方正，賜進士出身。悰辭云：「敕命未敢祗受。」乃以「抵」為「祗」，以「授」為「受」。劉安世奏曰：「唐有伏獵侍郎，今有抵授賢良。」李建勳罷相江南，南鎮豫章。一日遊西山田間茅舍，有老叟教村童，公觴於其廬。賓僚有曰：「犁號五髒刀斧，不宜多食。」叟笑曰：「《鶡冠》云：五髒刀斧，乃離別之離，非梨也！」就架取小帙，振拂以呈。公大歎服。"
      },
      {
        "index": 65,
        "text": "琵琶果"
      },
      {
        "index": 66,
        "text": "莫廷韓過袁太衝家，見桌上有帖，寫「琵琶四斤」，相與大笑。適屠赤水至，而笑容未了，即問其故。屠亦笑曰：「枇杷不是此琵琶。」袁曰：「只為當年識字差。」莫曰：「若使琵琶能結果，滿城簫管盡開花。」屠賞極，遂廣為延譽。"
      },
      {
        "index": 67,
        "text": "茄字鴿字"
      },
      {
        "index": 68,
        "text": "尚書趙從善子希蒼，官紹興日，令庖人造燒茄。判食次，問吏「茄」字。吏曰：「草頭下著『加』。」即援筆書「艸」，下用「家」字，乃「蒙」字矣。時人目曰「燒蒙」。"
      },
      {
        "index": 69,
        "text": "南康王建封不識文義。族子有《動植疏》，俾吏錄之。其載鴿妻，以傳寫訛謬，分一字為三，變而為「人日鳥」。建封信之，曰：「每人日開宴必首進此味。」"
      },
      {
        "index": 70,
        "text": "蹲鴟"
      },
      {
        "index": 71,
        "text": "張九齡一日送芋蕭炅，書稱「蹲鴟」。蕭答云：「損芋拜嘉，唯蹲鴟未至。然寒家多怪，亦不願見此惡鳥也。」九齡以書示客，滿座大笑。"
      },
      {
        "index": 72,
        "text": "昭執"
      },
      {
        "index": 73,
        "text": "程覃尹京日，有治聲，唯不甚知字。嘗有民投牒，乞執狀造橋。覃大書「昭執」二字。民見其誤，遂白之：「合是『照執』，今漏四點」。覃取筆於「執」字下添四點，為「昭熱」。癢舍諸生作傳誚焉。"
      },
      {
        "index": 74,
        "text": "多感元年"
      },
      {
        "index": 75,
        "text": "權龍襄，景龍中為瀛州刺史。遇新歲，京中人附書云：「改年多感，敬想同之。」乃將書呈判書以下云：「有詔改年號為『多感元年』。」眾大笑。龍襄不悟，猶復延頸，怪赦書來遲。"
      },
      {
        "index": 76,
        "text": "精粗"
      },
      {
        "index": 77,
        "text": "宋神宗時，葉溫叟提舉陝西保甲。一日，御批問「所隸諸州保甲精粗如何？」葉上劄子言：「臣所教保甲，委是精粗。」帝得奏大笑，謂侍臣曰：「溫叟將謂精粗是精確也。」"
      },
      {
        "index": 78,
        "text": "生兵"
      },
      {
        "index": 79,
        "text": "逆亮南侵，命葉義問視師江上。葉素不習軍旅，會劉錡捷書至，讀之，至「金賊之添生兵」，顧問吏曰：「生兵是何物？」"
      },
      {
        "index": 80,
        "text": "史思明詩"
      },
      {
        "index": 81,
        "text": "《芝田錄》：史思明以櫻桃寄其子，作詩云：「櫻桃一籃子，半青一半黃，一半與懷王，一半與周贄。」群臣請曰：「聖作誠高妙，但以『一半與周贄』之句移在上，於韻更為穩葉。」思明怒曰：「我兒豈可使居周贄之下！」"
      },
      {
        "index": 82,
        "text": "黨進讀書"
      },
      {
        "index": 83,
        "text": "黨進不識一字。朝廷遣防秋，陛辭，故事例有敷陳。進把笏前跪，移時不能道一字，忽仰天顏厲聲曰：「朕聞上古，其風樸略，願官家好將息！」侍衛掩口。後左右問曰：「太尉何故念此二語？」黨曰：「要官家知我讀書。」"
      },
      {
        "index": 84,
        "text": "邑丞通文"
      },
      {
        "index": 85,
        "text": "某邑一丞，素不知文，而強效顰作文語。其大令病起，自憐消瘦，丞曰：「堂翁深情厚貌，如何得瘦？」又侍大令飲，而大令將赴別席，辭去。丞曰：「乞其餘不足，又顧而之他。」縣令修後堂，頗華整。丞趨而進曰：「山節藻棁，何如其智也！」一日，縣治捕強盜數人，令嚴刑訊鞫，盜哀號殊苦。丞從傍撫掌笑曰： 「惡人自有惡人磨！」"
      },
      {
        "index": 86,
        "text": "中官通文"
      },
      {
        "index": 87,
        "text": "嘉祐、治平間，有中官杜漸者，好與舉子同遊，學文談，不悉是非。居揚州，凡答親舊書，若此事甚大，必曰「茲務孔洪」，如此甚多。蘇子瞻過維揚，蘇子容為守，杜在坐。子容少怠，杜遽曰：「相公何故溘然？」其後子瞻與同會，問典客曰：「為誰？」對曰：「杜供奉。」子瞻曰：「今日不敢睡，真是怕那溘然。」"
      },
      {
        "index": 88,
        "text": "時有一權璫，與縉紳飲。諸縉紳方劇談，而璫者不能置一語，仰見屋上煙籠蔥起，謬曰：「焉用佞！」眾聞之，疑璫者誚己。及移時，復仰視曰：「煙太佞！」四座大笑，疑遂釋。"
      },
      {
        "index": 89,
        "text": "《廣記》：唐有內大臣學作別紙言語。鳳翔節度使寄柴數車，回書謝云：「蒙惠『也愚』若干。」"
      },
      {
        "index": 90,
        "text": "中官出對"
      },
      {
        "index": 91,
        "text": "《耳譚》：太監府有歷事監生，遇大比，亦是本監考取，類送鄉試。一璫不深書義，曰：「今不必作文論，只一對佳者，便取。」因出對云：「子路乘肥馬。」諸生俯首匿笑。一黠者對云：「堯舜騎病豬。」璫大稱善。"
      },
      {
        "index": 92,
        "text": "史學"
      },
      {
        "index": 93,
        "text": "《王莽傳》讚云：「紫色鼃聲，餘分閏位。」謂以偽亂真也。顏之推共人言及莽狀，一俊士自許史學，名價甚高，乃云：「王莽非直鴟目虎吻，亦且紫色蛙聲。」"
      },
      {
        "index": 94,
        "text": "強作解字"
      },
      {
        "index": 95,
        "text": "會稽朱某以販茶鬻官，皆呼為「茶官」，素不學。偶於姻家遇詞客，印證今古，談及宣尼，擊節曰：「據如此說，是一才子矣！」又言馮婦，則曰：「果是當時一美婦人，予聞久矣！」近臨溪人姚京，與村學究孫一經夏日納涼，頃之雲翳。孫曰：「必有大風。」姚詰之，曰：「夏雲多奇風。」聞者腸斷。"
      },
      {
        "index": 96,
        "text": "慶元間，有士人姜夔上書，乞正奉常雅樂。詔赴太常同寺官校正。樂師齎出大樂，首見錦瑟，指問何樂。眾方訝其正樂不識樂器，既知為瑟，乃令樂師曰：「語云『鼓瑟希』，未聞彈之。」眾官咸笑而散，其議遂寢。"
      },
      {
        "index": 97,
        "text": "《公羊傳》"
      },
      {
        "index": 98,
        "text": "廣記：有甲欲謁見邑宰，問左右曰：「令何所好？」或語曰：「好《公羊傳》。」後入見，令問「君讀何書？」答曰：「唯業《公羊傳》。」試問：「誰殺陳他者？」甲良久對曰：「平生實不殺陳他。」令知謬誤，因復戲之曰：「君不殺陳他，謂是誰殺？」於是大怖，徒跣走出。人問其故，乃大語曰：「見明府，便以死事見訪，後直不敢復來，遇赦當出耳。」"
      },
      {
        "index": 99,
        "text": "芝麻《通鑒》"
      },
      {
        "index": 100,
        "text": "吳人韋政，腹枵然，好談詩書，語常不繼。或嘲之曰：「此非出芝麻《通鑒》上乎？」蓋吳人好以芝麻點茶，市中賣者，以零殘《通鑒》裹包。一人頻買芝麻，積至數頁，而以零殘語掉舌。人問始末，輒窮曰：「我家芝麻《通鑒》上止此耳。」"
      },
      {
        "index": 101,
        "text": "祭文策問"
      },
      {
        "index": 102,
        "text": "《謔浪》云：黃陂季生無學，好弄筆。求人文稿曰「文犒」，見耒耜曰「來報」，見唾咳曰「垂亥」，每於尺牘中用「嗬嗬」，稱醫家曰「國首」，簡褻曰「簡藝」，租糧曰「相量」，寫人號下又加「尊號失記」，寫過己名，又書「名具別幅」。此等不可勝數，傳為笑談。一日母死，托邑人段祺作堂祭文。段代為言曰：「某年月日，兒某舉亡母柩，就封某山，某不敢索文犒於人，謹寫某胸中所有而言曰：「嗚呼！躬秉來報，二十餘年，垂亥不聞，又經一年。人皆嗬嗬，我淚如泉，方母病劇，國首難尋。倉忙舉事，簡藝殊深。大荒之後，相量少足。諸親俱在，無人不哭。尊號失記，母心如燭。各有姓名，具有別幅。」"
      },
      {
        "index": 103,
        "text": "錢塘葉生少學識。有假作葉策題問云：「《孝經》一序，義亦難明，且如『韋昭王』是何代之主？『先儒領』是何處之山？孔子之志四時常有也，何以獨言『我志在春』？孔子之孝四時常行也，何以獨言『秋行在孝』？既曰『夫子歿』，而又何以『鯉趨而過庭』？」"
      },
      {
        "index": 104,
        "text": "襲舊"
      },
      {
        "index": 105,
        "text": "唐陽滔在中書，文皆抄襲。時命制敕甚急，而令史持庫鑰他適，苦無舊本檢閱，乃斫窗躍入得之。時號為「斫窗舍人」。"
      },
      {
        "index": 106,
        "text": "桓帝時，有辟公府掾者，倩人作奏記。人不為作，因語曰：「梁國葛龔先作記文可用。」遂從人言謄寫，不去龔名姓。府公大驚，罷歸。時人語曰：「作奏雖工，宜去葛龔。」"
      },
      {
        "index": 107,
        "text": "改制詞"
      },
      {
        "index": 108,
        "text": "唐玄宗嘗器重蘇頲，欲倚以為相，秘密不欲令左右知。迨夜艾，乃令草詔，訪於侍臣曰：「外庭誰直宿？」命秉燭召來。至則中書舍人蕭嵩。上即以頲姓名授嵩，令草制書。既成，詞中有「國之瑰寶」。上尋繹三四，謂嵩曰：「頲，瑰之子。朕不欲斥其父名，卿為刊削之。」上仍令撒帳中屏風與嵩。嵩慚懼流汗，筆不能下者久之。上以嵩抒思移時，必當精密，不覺前席以觀。唯改曰「國之珍寶」，他無更易。嵩既退，上擲其草於地曰：「虛有其表耳！」"
      },
      {
        "index": 109,
        "text": "判鳥翎"
      },
      {
        "index": 110,
        "text": "唐靈昌尉梁士會，官科鳥翎，里正不送，舉牒判曰：「官喚鳥翎，何物里正，不送鳥翎？」佐使曰：「公大好判，但『鳥翎』太多。」會改曰：「官喚鳥翎，何物里正，不送雁翅？」聞者笑之。"
      },
      {
        "index": 111,
        "text": "朱鞏一聯"
      },
      {
        "index": 112,
        "text": "南唐元宗會群臣賦詩。學士朱鞏短於韻語，竟日不能終篇，止進一聯，又極鄙俚，乃自炫曰：「好物不在多。」"
      },
      {
        "index": 113,
        "text": "約法三章"
      },
      {
        "index": 114,
        "text": "魏長齊雅有體量，而才學非所經。初宦當出，虞存嘲之曰：「與卿約法三章：讀者死，文筆者刑，商略抵罪！」魏怡然而笑。"
      }
    ]
  }
}