{
  "chapterNumber": 34,
  "title": "第34部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：妖祥無定名也；如有定，則人力無如何矣。屈軼指佞，獬豸觸奸，物之上瑞也。然以指佞觸奸之事，而徒責之一草一獸，安用人為？且聖世無奸佞，又何以章屈軼，獬豸之奇乎？聖世既不必有，而未世又不見有，則屈軼、獬豸亦虛名耳。雖然，聖世德勝，妖祥皆虛，末世祥多虛而妖多實，鬼以之靈，物以之怪，人以之疵厲，此其故可思也。集《妖異》第三十四。〕"
      },
      {
        "index": 2,
        "text": "草異"
      },
      {
        "index": 3,
        "text": "靈帝光和中，陳留、濟陰諸郡路邊草生似人狀，操矛弩，牛馬萬狀備具。"
      },
      {
        "index": 4,
        "text": "太康中二異"
      },
      {
        "index": 5,
        "text": "太康中，幽州有死牛頭能作人言。又有山石狀似蹲狗，行人近，輒咬之。"
      },
      {
        "index": 6,
        "text": "肉異"
      },
      {
        "index": 7,
        "text": "前趙嘉平四年，有流星墜於平陽北十里。視之，則有肉長三十步，廣二十七步，臭聞於平陽，肉旁常有哭聲，晝夜不止。已而劉後產一蛇一虎，各害人而走，尋之不得，頃之乃在隕肉之旁。後卒，乃失此肉。哭聲亦止。"
      },
      {
        "index": 8,
        "text": "畫異"
      },
      {
        "index": 9,
        "text": "石虎武殿初成，圖畫自古聖賢、忠臣、孝子、烈士、貞女，皆變為胡狀。旬餘，頭悉縮入肩中。"
      },
      {
        "index": 10,
        "text": "蓮異"
      },
      {
        "index": 11,
        "text": "《北齊書》：後主武平中，特進侍中崔季舒宅中池內蓮莖皆作胡人面，仍著鮮卑帽。俄而季舒見殺。"
      },
      {
        "index": 12,
        "text": "天畫"
      },
      {
        "index": 13,
        "text": "滕涉，天聖中為青州太守。盛冬濃霜，屋瓦皆成百花之狀，以紙摹之。又《大金國志》：金末，河冰凍成龜文，又有花卉禽鳥之狀，巧過繪縷。此天畫也。"
      },
      {
        "index": 14,
        "text": "弘治二異"
      },
      {
        "index": 15,
        "text": "弘治最為盛世，而己酉、庚戌間一時奇變。如浙江奏景雲縣屏風山有異物成群，其狀如馬，大如羊，其色白，數以萬計，首尾相銜。從西南石牛山淩空而去，自午至申乃滅。居民老幼男女，無弗見者。又陝西慶陽府雨石無數，大者如鵝卵，小者如雞頭實。說長道短，刺刺不休。皆見之奏章，良可怪也。"
      },
      {
        "index": 16,
        "text": "水鬥"
      },
      {
        "index": 17,
        "text": "宋高宗時，程氏家井水溢，高數尺，夭轎如長虹，聲如雷，穿牆毀樓，二水鬥於杉墩，且前且卻。約十餘刻，乃解。"
      },
      {
        "index": 18,
        "text": "土鬥"
      },
      {
        "index": 19,
        "text": "唐天寶中，汝南葉縣有二土塊相鬥血出。數日方止。"
      },
      {
        "index": 20,
        "text": "石臼鬥"
      },
      {
        "index": 21,
        "text": "武清縣民家石臼，與鄰家碌碡，皆自滾至麥地上，跳躍相鬥。鄉人聚觀，以木隔之，木皆損折，鬥不可解。至晚方息。鄉人怪之，以臼沉汙池中，以碡墜深坎，相去各百餘步。其夜碡與臼復鬥於池邊地上，麥苗皆環。秀才李廷瑞聞之，亟往觀焉。鬥猶不輟，乍前乍卻，或磕或觸，硜然有聲，火星炸落。三日乃止。"
      },
      {
        "index": 22,
        "text": "鐺異"
      },
      {
        "index": 23,
        "text": "《廣記》：唐宰相鄭絪與弟少卿縕同居昭國裏。一日廚饌將備，其釜忽如物於灶中築之，離灶盡餘，連築不已。旁有鐺十餘所，並烹庖將熟，皆兩耳慢搖，良久悉騰上灶，每三鐺負一釜而行，其餘列行引從，自廚中出地。有足折久廢者，亦跳躑而隨之。出廚東過水渠，諸鐺並行無礙，而折足者不能過。舉家驚異聚觀，有小兒咒之曰：「既能為怪，折足者何不能前？」諸鐺乃棄釜庭中，卻返，每兩鐺負一折足者以過，往入少卿院堂前排列。乃聞空中轟然如崩屋聲，悉為埃燼矣。"
      },
      {
        "index": 24,
        "text": "冰柱"
      },
      {
        "index": 25,
        "text": "《丹鉛要錄》：正德中，文安縣河水每僵立。是日，天大寒，遂凍為柱，高圍俱五丈，中空而旁有穴。數日，流賊過縣，鄉民入穴中避之。賴以全者甚多。"
      },
      {
        "index": 26,
        "text": "牛犬言"
      },
      {
        "index": 27,
        "text": "晉惠泰安中，江夏張騁晨出，所乘牛言曰：「天下亂，乘我何之？」騁懼而還。犬又曰：「歸何早也？」"
      },
      {
        "index": 28,
        "text": "犬貓異"
      },
      {
        "index": 29,
        "text": "《廣記》：唐左軍容使嚴遵美一旦發狂，手足舞蹈。家人咸訝。貓謂犬曰：「軍容改常也，顛發也！」犬曰：「莫管他！從他！」"
      },
      {
        "index": 30,
        "text": "《朝野僉載》：鄱陽龔紀與族人同應進士舉。唱名日，其家眾妖競作，牝雞或晨鳴，犬或巾幘而行，鼠或白晝群出。至於器皿服用之物，悉自變常。家人驚懼，召巫治之。時尚寒，巫向爐坐，有一貓臥其側。家人謂巫曰：「吾家百物皆為異。不為異者，獨此貓耳。」於是貓立拱手言曰：「不敢。」巫大駭而出。後數日，捷音至，三子皆高第。"
      },
      {
        "index": 31,
        "text": "蠅異"
      },
      {
        "index": 32,
        "text": "術士相牛僧孺，若青蠅拜賀，方能及第。公疑之。及登第訖，歸坐家庭，有青蠅作八行立，約數萬，折躬再三，良久而去。"
      },
      {
        "index": 33,
        "text": "黃鼠怪"
      },
      {
        "index": 34,
        "text": "無錫縣龍庭華家，氏族甲於江左。有宗人某，堂大柱內急穿二穴，常見走出兩矮人，可二三寸許。主人怪之，擇日延道士誦經為厭勝之法。兩矮人復出聽經。逐之，則又無跡。命寨其穴。而旁更穿一穴，出入如故。主人治藥弩，令奴張以伺之。既出，斃其一，一疾走去。視之，乃雌黃鼠也！少頃，忽有矮人百餘輩出與主人索命。僕從嘩噪而走。又少頃，復有七、八人以白練蒙首，出堂中慟哭。仍復逐去。久之，聞柱中發鈴鈸聲。眾謂送葬。又久之，聞柱中起簫鼓聲。眾謂鼠中續偶。閉其堂經月，怪便寂然。"
      },
      {
        "index": 35,
        "text": "鼠殯"
      },
      {
        "index": 36,
        "text": "《搜神記》：豫章有一家，婢在灶下，忽有人長數寸，來灶間。婢誤以履踐殺一人。遂有數百人著縗麻持棺迎喪，凶儀皆備；出東門，入園中覆船下。就視，皆是鼠。婦作湯澆殺，遂絕。"
      },
      {
        "index": 37,
        "text": "玉貞娘子"
      },
      {
        "index": 38,
        "text": "程迥者，伊川之後。紹興八年，來居臨安之洋街。門臨通衢，垂簾為蔽。一旦有物如燕，瞥然自外飛入，徑著於堂壁。家人近視，乃一美婦，僅長五、六寸，而形體皆具，容服甚麗。見人殊不驚，小聲歷歷可辨。自言：「我是玉貞娘子，偶然至此，非為災禍。苟能事我，亦甚善。」其家乃就壁為小龕，香水奉之。能預言休咎，皆驗。好事者爭往求觀，人輸百錢，方為啟龕。至得絡繹，程氏為小康。如是期年，忽復飛去，不知所在。"
      },
      {
        "index": 39,
        "text": "孔升翁"
      },
      {
        "index": 40,
        "text": "龍門寺異蜂，大如鵲。僧網至籠中。明日大蜂至籠邊，呼「孔升翁」。僧異而放之。"
      },
      {
        "index": 41,
        "text": "虱誦賦"
      },
      {
        "index": 42,
        "text": "揚州蘇隱夜臥，聞被下有數人念杜牧《阿房宮賦》，聲緊而小。急開被視之，無他物，唯得虱十餘，其大如豆。殺之即止。"
      },
      {
        "index": 43,
        "text": "魚念佛雞卵念佛"
      },
      {
        "index": 44,
        "text": "唐天寶間，當塗民劉成、李暉以巨舫載魚。有大魚呼「阿彌陀佛」。俄而萬魚俱呼，其聲動地。"
      },
      {
        "index": 45,
        "text": "敬宗朝，宮中聞雞卵內念「南無觀世音」。"
      },
      {
        "index": 46,
        "text": "鏇中佛象"
      },
      {
        "index": 47,
        "text": "常熟丘郡家食櫥內，錫鏇置熟雞半隻，忘之矣。偶婢檢器皿，見櫥邊光焰。發視之，乃鏇中雞蒸氣結成一小殿宇，中坐佛一尊，如世間大士像，眉目分明。婢奔告郡。郡移於堂上，率家人羅拜之。三日猶不滅，召巫者束一草船，浮之於城河。時萬曆癸未正月初六日。見《戒庵漫筆》。"
      },
      {
        "index": 48,
        "text": "蛤蜊、蚌異"
      },
      {
        "index": 49,
        "text": "唐文宗方食蛤蜊，一蛤蜊中現二菩薩象，螺髻瓔絡，足履菡萏。命致之興善寺。隋煬帝亦有此事。"
      },
      {
        "index": 50,
        "text": "吳興郡宗益剖蚌，中有珠現羅漢像，偏袒右肩，矯首左顧。宗益奉以歸慈感寺。"
      },
      {
        "index": 51,
        "text": "鱉異"
      },
      {
        "index": 52,
        "text": "萬曆己卯，嚴州建德縣有漁者獲一鱉，重八斤。一酒家買之懸室中，夜半常作人聲。明日割烹之，腹有老人長六寸許，五官皆具，首戴皮帽。大異之，以聞於具與郡。郡守楊公廷誥時入覲，命以木匣盛之，攜至京師，諸貴人傳觀焉。又丁未年，遂昌縣民宋甲剖一鱉，中有比丘端坐，握摩尼珠，衫履斬然。俱見邸報。"
      },
      {
        "index": 53,
        "text": "潁川王戶部在通州時，一日宴客，庖人烹鱉。剖之，有鬼、判各一。朱髮藍面，皂帽綠袍；左執簿，右執筆，種種皆具，刻畫所不能及。王自是遂斷茲味。"
      },
      {
        "index": 54,
        "text": "菜花現佛"
      },
      {
        "index": 55,
        "text": "《筆談》云：李及之知潤州，園中菜花悉變蓮花。仍各有佛坐花中，形如雕刻。"
      },
      {
        "index": 56,
        "text": "雞生方卵"
      },
      {
        "index": 57,
        "text": "弘治未，崇明縣民有雞生一方卵。異而碎之，中有彌猴，才大如棗。"
      },
      {
        "index": 58,
        "text": "石中男女"
      },
      {
        "index": 59,
        "text": "成化間，澧河築提，一石中斷，中有二人作男女交媾狀。長僅三寸許，手足肢體皆分明，若雕刻而成者。高郵衛某指揮得之，以獻平江伯陳公稅。銳以為珍藏焉。"
      },
      {
        "index": 60,
        "text": "狐假子路"
      },
      {
        "index": 61,
        "text": "東昌宣聖殿，設空體木像。正德中，子路忽人語云：「我仲由也！夫子命我主此土禍福。」人爭祭奠，必令祭者暫出閉門。頃之，入視，肴核都無餘者。一御史經其地曰：「此必妖也！」多設燒酒勸之，俄而無聲，乃一狐寐於側。御史笑曰：「以汝希仲由，乃學宰予耶？」"
      },
      {
        "index": 62,
        "text": "鬼畏面具"
      },
      {
        "index": 63,
        "text": "金陵有人擔面具出售，即俗所謂「鬼臉子」者。行至石灰山下，遇雨沾澀，乃借宿大姓莊居。莊丁不納，權頓簷下，愁不能寐。而面具經雨將壞，乃拾薪爇火熯之。首戴一枚，兩手及兩膝各冒其一，以近燎。至三更許，有一黑大漢，穿一黑單衣，且前且卻。其人念必異物，懼其面具而然，乃大聲叱之。黑漢前跪曰： 「我黑魚精也！」家何在？」曰：「在此里許水塘中。與主人之女有交，故每夕來往。不意有犯尊神，望恕其責。」其人叱之使去。明旦，訪主人之女，果病祟。遂告之故。竭塘漁之，得烏魚，重百餘斤。乃醃而擔歸。"
      },
      {
        "index": 64,
        "text": "鬼張"
      },
      {
        "index": 65,
        "text": "弘治中，高郵張指揮無嗣，求妾未得。偶出湖上，見敗船板載一女甚麗，波浮而來。問之，曰：「妾，某邑人。舟覆，一家皆沒。妾賴板得存，幸救我。」 張援得之，甚寵愛。逾年生子。女櫛沐，必掩戶。一日婢從隙窺之，見女取頭置膝上綰結，加簪珥，始加於頸。大驚，密以啟張。張未信。他日張覘之，果然。知為妖，排戶入斬之，乃一敗船板耳。子已數歲，無他異，後襲職。至今稱「鬼張指揮」云。"
      },
      {
        "index": 66,
        "text": "無鬼論"
      },
      {
        "index": 67,
        "text": "阮瞻素執無鬼論。忽有客通名，詣瞻寒溫結，聊談名理。良久，及鬼神事，反復甚苦。客遂屈，作色曰：「鬼神，古聖所傳，君何得獨言無？既僕便是鬼！」於是變為異形，須臾消滅。"
      },
      {
        "index": 68,
        "text": "鬼巴"
      },
      {
        "index": 69,
        "text": "《夷堅志》：臨川王行之，為廣東龍泉尉。表弟季生來訪，泊船月明中。夜半，有鬼長二尺，靛身朱髮，倏然而入，漸逼臥席，冉冉騰身行於腹上。季素有膽，引手執之，喚僕共擊。叫呼之聲甚異，頃刻死，而形不滅。明旦，剖其腸胃，以鹽臘之，藏篋中，謂之「鬼巴」。或與談神怪事，則出示之。"
      },
      {
        "index": 70,
        "text": "藥鬼"
      },
      {
        "index": 71,
        "text": "劉池苟家有鬼，常夜來竊食。劉患之，乃煮野葛汁二升瀉粥上，覆以盂。其夜鬼來發盂啖粥，須臾在屋上吐。遂絕。"
      },
      {
        "index": 72,
        "text": "髑髏言"
      },
      {
        "index": 73,
        "text": "御用監奉御來定，五月間差往南海子公幹。從五、六騎出城，舁酒僚為路食。日午，至羊房南大柳樹下，脫衣卸鞍，坐樹根上，以椰瓢盛酒，搗蒜汁濡肉自啖。回顧一髑髏在旁，來夾肉濡蒜，戲納髑髏口中，問之曰：「辣否？」髑髏即應之曰：「辣！」終食之頃，呼辣不已。來驚悸，令人去其肉，呼亦不已。遂啟行至海子。畢事而回，呼辣之聲隨其往還，入城始絕。數日後，來遂病死。見《馬氏日抄》。"
      },
      {
        "index": 74,
        "text": "白骨"
      },
      {
        "index": 75,
        "text": "劉先生者，河朔人。嘗至上封，歸路遇雨。視道旁一塚有穴，遂入以避。會昏幕，因就寢。夜將半，睡覺，雨止，月明透穴，照壙中歷歷可見。甓甃甚光潔，北壁有白骨一具，自頂至足俱全，餘無一物。劉方起坐，近視之，白骨倏然而起，急前抱劉。劉極力奮擊，乃零落墮地。劉出，每與人談其事。或曰：「此非怪也，劉真氣壯盛，足以翕附枯骨耳。」"
      },
      {
        "index": 76,
        "text": "鬼姑神"
      },
      {
        "index": 77,
        "text": "南海小虞山中有鬼母，一生千鬼。朝產之，暮食之。今蒼梧有鬼姑神是也。虎頭龍足，蟒目蛟眉。"
      },
      {
        "index": 78,
        "text": "蛤精疾"
      },
      {
        "index": 79,
        "text": "《北齊書》：右僕射徐之才善醫術。時有人患腳跟腫痛，諸醫莫能識。之才曰：「蛤精疾也。得之當由乘船入海，垂腳水中。」疾者曰：「實曾如此。」為割之，得蛤子二個如榆莢。"
      },
      {
        "index": 80,
        "text": "食雞子疾"
      },
      {
        "index": 81,
        "text": "褚澄善醫術。一人有冷疾，澄為診脈，云是食白瀹雞子過多所致。令取蘇子一升煮服之。始一服，乃出一物如升。開看是雛雞，翅距具足，能行走。澄曰：「未也！」更服之，又吐，得如向者雞二十頭，乃愈。"
      },
      {
        "index": 82,
        "text": "銅槍"
      },
      {
        "index": 83,
        "text": "《述異記》：漢末時，有一人腹內痛，晝夜不眠，敕其子曰：「吾氣絕後，可剖視之。」死後，其子果剖之，得一銅槍。後華佗聞之，便往，出巾箱內藥投之，槍即化為清酒。"
      },
      {
        "index": 84,
        "text": "臨甸寺僧"
      },
      {
        "index": 85,
        "text": "齊門外臨甸寺，有僧年二十餘，患蠱疾，五年不瘥而死。僧少而美，性又淳，其師痛惜之，厚加殯送。及茶毗，火方織，忽爆響一聲，僧腹裂，中有一胞。胞破，出一人，長數寸，面目肢髮，無不畢具，美鬚蔚然重腹。觀者驚異。"
      },
      {
        "index": 86,
        "text": "張鍔"
      },
      {
        "index": 87,
        "text": "秘書丞張鍔嗜酒，得奇疾。中身擊分，左常苦寒，右常苦熱。雖盛暑隆冬，著襪褲紗綿相半。"
      },
      {
        "index": 88,
        "text": "飲不飲"
      },
      {
        "index": 89,
        "text": "元載不飲，其鼻聞氣已醉。人以針挑其鼻尖，出一小蟲，曰：「此酒魔也！」由是日飲一斗。"
      },
      {
        "index": 90,
        "text": "鎮陽有士人嗜酒，是常數斗。至午後，興發不可遏。家業遂廢。一夕大醉，嘔出一物如舌。初視無痕竅，至欲飲時，眼遍其上，矗然而起。家人沃之以酒，立盡，如常日所飲之數。遂投烈火中，忽爆烈為數十片。士人由是惡酒。"
      },
      {
        "index": 91,
        "text": "《說儲》載異疾三條"
      },
      {
        "index": 92,
        "text": "宋知制誥呂縉叔得疾，身漸縮小，乃如小兒。姜愚忽不識字，數載方復。宋時一女子，視直物皆曲，弓弦界尺之類盡如鉤。"
      },
      {
        "index": 93,
        "text": "腸癢"
      },
      {
        "index": 94,
        "text": "傅舍人為太學傅士日，忽得腸癢之疾：滿腹作癢，又無搔處；欲笑難笑，欲泣難泣。數年方愈。"
      },
      {
        "index": 95,
        "text": "徐氏"
      },
      {
        "index": 96,
        "text": "參政孟庾夫人徐氏，有奇疾。每發於聞見，即舉身戰栗，至於幾絕。見母與弟皆然。至死不明。又惡聞徐姓，及打鐵打銀聲。嘗有一婢，使之十餘年，甚得力，極喜之。一日偶問其家所為業。婢曰「打鐵」。疾遂作，更不欲見，竟逐去之。醫遂無能施其術。"
      },
      {
        "index": 97,
        "text": "腹中擊鼓"
      },
      {
        "index": 98,
        "text": "陳子直主簿之妻，有異疾。每腹脹，則中有聲如擊鼓，遠聞於外；腹消則聲止。一月一作。"
      },
      {
        "index": 99,
        "text": "喉聲合樂"
      },
      {
        "index": 100,
        "text": "《酉陽雜俎》云：許州有一老僧，自四十年已後，每寐熟，即喉聲如鼓簧，若成均節。許州伶人伺其寢，即譜其聲。按之絲竹，皆合古奏。僧沉亦不自知。"
      },
      {
        "index": 101,
        "text": "空中美人"
      },
      {
        "index": 102,
        "text": "《北齊書》：天統中，武成酒色過度，恍惚不恒。曾病發，自云：「初見空中有五色物，稍近，變成一美婦人。去地數丈，亭亭而立。食頃，變為觀世音。」之才云：「此色欲多，大虛所致。」"
      },
      {
        "index": 103,
        "text": "應聲蟲"
      },
      {
        "index": 104,
        "text": "《文昌雜錄》：劉伯時常見淮西士人楊勔，自言中年得異疾，每發言應答，腹中輒有蟲聲效之，數年間，其聲浸大。有道士見而驚曰：「此應聲蟲也！久不治，延及妻子。宜讀《本草》，過蟲所不應者，當取服之。」勔如言，讀至「雷丸」，蟲忽無聲。乃頓餌數粒，遂愈。始未以為信，其後至長汀，遇一丐者，亦是疾，而觀者其眾。因教之使服雷丸。丐者謝曰：「某貧無他技，所求衣食於人者，唯借此耳。」"
      },
      {
        "index": 105,
        "text": "活玉窠"
      },
      {
        "index": 106,
        "text": "《清異錄》：盩厔吏魁召士人訓子弟，館於門。士人素有蛀牙，一日復作，左腮掀腫。遂張口臥，意似懵騰。忽聞有聲發於齦齶，若切切語言，人物喧嘩，漸出口外，痛頓止。至半夜，卻聞早來之聲，仍云：「小都郎回活玉窠也。」似呼喝狀，頰上蠢然直入口。彈指頃，齒大痛。詰旦，具告主人。勸呼符咒治之，痛止腫消。竟不如何怪。"
      },
      {
        "index": 107,
        "text": "一胎六十年"
      },
      {
        "index": 108,
        "text": "《百緣經》云：佛在世時，王舍城中有一長者，財寶無量，不可稱計。其婦足滿十月，便欲產子，然不肯出，尋重有身，足滿十月，復產一子。先懷者住在右脅。如是次第懷妊九子，各滿十月而產，唯先一子故在胎中，不肯出外。其母極患，設湯藥以自療治，病無降損。囑及家中：「我腹中子故活不死。今若設終，必開我腹，取子養育。」迨母命終，諸親眷屬，載其屍骸詣諸塚間，請太醫耆婆破看之，得一小兒，形狀故小，頭髮皓白，府僂而行，四向顧視，語諸親言：「汝等當知，我由先身惡口罵辱眾僧，故處此熱藏中，經六十年，受是苦惱。」"
      },
      {
        "index": 109,
        "text": "一生四十子"
      },
      {
        "index": 110,
        "text": "周哀公之八年，鄭有人一生四十子。其二十人生，二十人死。"
      },
      {
        "index": 111,
        "text": "肉帶懸兒"
      },
      {
        "index": 112,
        "text": "《稗史》：宋教廉所親家有婢，產出肉帶子一條，帶上共懸十八小兒，面目形體，無不具備，聯絡如綴。觀者雲集。其母懼而棄之。"
      },
      {
        "index": 113,
        "text": "竇母等"
      },
      {
        "index": 114,
        "text": "《五雜俎》云：漢竇武之母，產一蛇、一鶴。晉枹罕令嚴根妓產一龍、一女、一鵝。劉聰後劉氏產一蛇、一虎。唐大順中資州王全義妻孕而漸下入股，至足大拇指。拆而生珠，漸長大如杯。宋潮州婦人產子如指大，五體皆具者百餘枚。《獪園》云：萬曆己酉，石湖民陳妻許氏，產一白魚。壬子蘇城吳妻娩身，產一金色大鯉魚，長四尺許，鱗甲燦然。其家大駭，投諸清冷之淵。里人呼其父曰「漁翁」。"
      },
      {
        "index": 115,
        "text": "產法馬"
      },
      {
        "index": 116,
        "text": "萬曆丁未，吳縣石湖民陳妻許氏，產夜叉、白魚。後又妊，過期不產。一日請治平寺僧在家轉經祈祐。其夕功未畢，內呼腹痛急。忽產下一胞，訝是何物，破而視之，乃一秤銀銅法馬子也！舉家大駭，權之，重十兩。視其背，有鑄成字樣，驗是「萬曆二十二年置」七字，跡甚分明，至今尚在。比鄰章秀才偕同學方生親詣其廬，傳玩而異之。或疑銅精所交，或疑五郎所幻。未可知。"
      },
      {
        "index": 117,
        "text": "產錢"
      },
      {
        "index": 118,
        "text": "徐州吳瑞者，秀才玠之弟，行第八，年二十餘，妻初產子，歷五十四日，忽嘔出水數合，有銅青氣。家人曰：「此兒傷重，何為出水綠色耶？」明旦，遂噦出三角物數十。其家怪而洗之，乃成二錢，分成四塊，平正無大小之殊。五、六日，連下數升。合之，得大錢七十二文。皆有年號。輪郭周正，體面無一不符。遂以膠粘而固之。聞者皆求觀，州有司亦至。其兒竟無他異。"
      },
      {
        "index": 119,
        "text": "產《本濟經》"
      },
      {
        "index": 120,
        "text": "張衡之女玉蘭，幼而潔素，不食葷血。年十七歲，夢朱光入口，因而有孕。父母索之，終不肯言。唯待婢知之。一日謂侍婢曰：「我死，爾當剖腹以明我心。』其夕遂歿。父母不違其言，剖腹得一物。如蓮花初開，其中有白素金書十卷，乃《本濟經》也。十餘日間，大風雨晦暝，遂失其經。"
      },
      {
        "index": 121,
        "text": "產掌"
      },
      {
        "index": 122,
        "text": "勤縣民出賈，妻與其姒同處。夫久不歸，見夫兄，私心慕之，成疾阽危。家人知所以，且憐之。計無所出，強伯氏從帷外以手少拊其腹，遂有感成孕。及產，唯一掌焉。"
      },
      {
        "index": 123,
        "text": "額產"
      },
      {
        "index": 124,
        "text": "晉安帝義熙中，魏興李宣妻樊氏懷妊。過期不育，而額上有瘡。兒穿之以出。長為將，今猶存，名胡兒。見《異苑》。"
      }
    ]
  }
}