{
  "chapterNumber": 27,
  "title": "第27部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：「迂士主文而諱戲，俗士逐戲而離文。其能以文為戲者，必才士也。尼父之戲也以俎豆，鄧艾之戲也以戰陣，晦翁之戲也以八卦，何獨文人而不然？且夫視文如戲，則文之興益豪；而雖戲必文，則戲之途亦窄，或亦砭迂針俗之一助云爾。集《文戲》第二十七。〕"
      },
      {
        "index": 2,
        "text": "成語詩"
      },
      {
        "index": 3,
        "text": "林觀過年七歲，嬉遊市中，以鬻詩自命。或戲令詠泄氣，云：「視之不見名曰希，聽之不聞名曰夷。不啻若是其口出，人皆掩鼻而過之。」"
      },
      {
        "index": 4,
        "text": "改《觀音經》語"
      },
      {
        "index": 5,
        "text": "《觀音經》云：「咒咀諸毒藥，所欲害身者，念彼觀音力，還著於本人。」東坡居士曰：「觀音慈悲，若說還著本人，豈其心哉？」乃改云：「念彼觀音力，兩家都沒事。」"
      },
      {
        "index": 6,
        "text": "改蘇詩"
      },
      {
        "index": 7,
        "text": "蘇詩：「無事此靜坐，一日似兩日。若活七十年，便是百四十。」近有任達者更之曰：「無事此遊戲，一日似三日。若活七十年，便是二百一。」"
      },
      {
        "index": 8,
        "text": "子猶嘗反其詩云：「多事此勞擾，一日如一刻，便活九十九，凑不上一日。」"
      },
      {
        "index": 9,
        "text": "舊律易字"
      },
      {
        "index": 10,
        "text": "廣東二貢士爭名，至相毆。友人用舊詩更易誚之曰：「南北齋生多發顛，春來爭榜各紛然。網巾扯作黑蝴蝶，頭髮染成紅杜鵑。日落二人眠閣上，夜歸朋友笑燈前。人生有打須當打，一棒何曾到九泉。」"
      },
      {
        "index": 11,
        "text": "舊絕句易字"
      },
      {
        "index": 12,
        "text": "元微之貶江陵，過襄陽，夜召名妓劇飲。將別，作詩云：「花枝臨水復臨堤，也照清江也照泥。寄語東風好抬舉，夜來曾有鳳凰棲。」宋謝師厚作襄倅，聞營妓與二胥相好，此妓乞書扇，遂用元詩改末句云：「夜來曾有老鴉棲。」"
      },
      {
        "index": 13,
        "text": "南昌張相公、蘭溪趙相公，皆與張江陵相左。由翰林謫州同後屢遷，俱於辛卯入內閣。太倉王元馭當國，以詩戲之曰：「龍樓鳳閣城九重，新築沙堤拜相公。我貴我榮君莫羨，十年前是兩州同。」"
      },
      {
        "index": 14,
        "text": "《西堂紀聞》云：「昨夜陰山賊吼風，帳中驚起黑髯翁，平明不待全師出，連把金鞭打鐵驄。」此詩不知誰作，頗為邊人傳誦。有張師雄者，居洛中，好以甘言媚人，洛人呼為「蜜翁翁」。會官塞上，一夕傳虜犯邊，師雄倉惶震恐，衣皮裘兩重伏土窟中。秦人呼土窟為土空。有人改前詩以嘲之曰：「昨夜陰山賊吼風，帳中驚起蜜翁翁。平明不待全師出，連著皮裘入土空。」"
      },
      {
        "index": 15,
        "text": "用舊詩句"
      },
      {
        "index": 16,
        "text": "杭有一婦，夫死，未終七即嫁，被訟於官，凂金編修為居間。臨審時，金佯問問官云：「此輩何事？」官曰：「丈夫身死未終七，嫁與對門王賣筆。」金曰：「月移花影上闌干，春色惱人眠不得。」官笑而從末減。"
      },
      {
        "index": 17,
        "text": "改用舊詩句"
      },
      {
        "index": 18,
        "text": "方于魯，徽人，用造墨起家，多薦紳交。有長安貴人寄蘭州絨於方，時夏四月矣，方急制為衣服之，以誇示賓客。或作詩嘲之曰：「愛殺蘭州䩐韃絨，寄來春後趲裁縫。寒回死等桃花雪，暖透生憎柳絮風。忽地出神撏細腳，有時得意挺高胸。尋常一樣方于魯，才著絨衣便不同。」或云此詩汪南溟作也。"
      },
      {
        "index": 19,
        "text": "太倉一富人宴客，王元美與焉。饌有臭鱉及生梨子。元美曰：「世上萬般愁苦事，無過死鱉與生梨。」坐客大噱。"
      },
      {
        "index": 20,
        "text": "縮字詩"
      },
      {
        "index": 21,
        "text": "石曼卿登第，有人訟科場，覆考落者數人，曼卿在焉。方與同年期集，使至，追所賜敕牒。餘人皆泣而起，獨曼卿笑語終席。次日，放黜者受三班借職。曼卿作詩曰：「無才且作三班借，請俸爭如錄事參。從此免稱鄉貢進，且須走馬東西南。」"
      },
      {
        "index": 22,
        "text": "歇後詩"
      },
      {
        "index": 23,
        "text": "有時少灣者，延師頗不盡禮，致其師爭競而散。或用吳語賦歇後詩嘲之曰：「少灣主人吉日良，束脩且是爺多娘。身材好像夜叉小，心地猶如短劍長。三杯晚酌金生麗，兩碗晨餐周發商。年終算帳索筵席，劈拍之聲一頓相。」"
      },
      {
        "index": 24,
        "text": "相傳嘲監生詩云：「革車買得截然高，周子窗前滿腹包。有朝一日高曾祖，煥乎其有沒分毫。」"
      },
      {
        "index": 25,
        "text": "雲間求忠書院，為方正學建也。一日院觀風，有儒童告考，張郡侯命學博往書院試之，緘二題，一曰「人力所通」，一曰「鼻之於臭也」。時人為之語曰：「貢院求忠書，監場方考孺。不見人力所，但聞鼻之於。」"
      },
      {
        "index": 26,
        "text": "《千文》歇後詩"
      },
      {
        "index": 27,
        "text": "《啟顏錄》：唐封抱一任櫟陽尉，有客過之，面黃身短，又患眼及鼻塞。抱一用《千字文》語嘲之曰：「面作天地玄，鼻有雁門紫。既無左達承，何勞罔談彼？」"
      },
      {
        "index": 28,
        "text": "袁景文凱初甚貧，嘗館授一富家。景文性疏放，師道頗不立，未幾辭歸。其家別延陳文東璧。陳懲前事，待子弟甚嚴，然無他長，但善書耳。一日景文來訪，文東適出，因大書其案云：「去年先生靡恃己，今年先生罔談彼。若無幾個始製文，如何教得猶子比。」"
      },
      {
        "index": 29,
        "text": "諸理齋詩"
      },
      {
        "index": 30,
        "text": "鳳林夏五，名景倩，延師周四維訓子。以不稱，欲再延。妻曰：「何為又增人口？」夫不從，又延羅成吾。時諸理齋亦館於夏，戲曰：「夏五本是五，增口便成吾。四維尚未去，如何又請羅？」又夏五甚短，妻極長，每同立，僅齊妻乳。理齋作歇後語謔曰：「夏五官人罔談彼，夏五娘子靡恃己。有時堂前相遇見，剛剛撞著果珍李。」"
      },
      {
        "index": 31,
        "text": "廣文嘲語"
      },
      {
        "index": 32,
        "text": "廣文先生之貧，自古記之。近日士風日趨於薄。有某學先生者，人饋之肉，乃瘟豬也。先生嘲之曰：「秀才送禮，言之可羞。瘦肉一方，堯舜其猶。」又有以銅銀為贄者，又嘲之曰：「薄俗送禮，不過五分，啟封視之，堯舜與人。」或作破云：「時官之責門人也，言必稱堯舜焉。」"
      },
      {
        "index": 33,
        "text": "縮腳詩"
      },
      {
        "index": 34,
        "text": "舊有賦闕唇者云：「多聞疑，多見殆，吾猶及史之，君子於其所不知。」蓋四語皆出《四書》，皆隱「闕」字，而末句尤奇。吳江一老翁，貌似土地，沈寧庵吏部亦用此體賦云：「入疆闢，入疆蕪，諸侯之寶三，狄人之所欲者吾。」又吳中有顧秀才名達者，不學而狂。同學者嘲之云：「在邦必，在家必，小人下，不成章不。」並堪伯仲。"
      },
      {
        "index": 35,
        "text": "貫酸齋解大紳"
      },
      {
        "index": 36,
        "text": "錢塘有數衣冠士人遊虎跑泉，飲間賦詩，以「泉」字為韻。中一人但哦「泉、泉、泉」，久不能就。忽一叟曳杖而至，問其故，應聲曰：「泉、泉、泉，亂迸珍珠個個圓。玉斧砍開頑石髓，金鉤搭出老龍涎。」眾驚問曰：「公非貫酸齋乎？」曰：「然、然、然。」遂邀同飲，盡醉而去。"
      },
      {
        "index": 37,
        "text": "壽春道士以小像乞解學士題詠。解作大書「賊、賊、賊」。道士愕然。續云：「有影無形拿不得。只因偷卻呂仙丹，而今反作蓬萊客。」"
      },
      {
        "index": 38,
        "text": "十七字詩"
      },
      {
        "index": 39,
        "text": "正德間，有無賴子好作十七字詩，觸目成詠。時大旱，府守祈雨未誠，神無感應。其人作詩嘲之曰：「太守出禱雨，萬民皆喜悅，昨夜推窗看，見月！」守知，令人捕至，曰：「汝善作十七字詩耶？試再吟之，佳則釋爾。」即以別號「西坡」命題。其人應聲曰：「古人號東坡，今人號西坡。若將兩人較，差多！」守大怒，責之十八。其人又吟曰：「作詩十七字，被責一十八。若上萬言書，打殺！」守亦哂而逐之。"
      },
      {
        "index": 40,
        "text": "一說：守坐以誹謗律，發配鄖陽，其母舅送之，相持而泣。泣止，曰：吾又有詩矣。發配在鄖陽，見舅如見娘，兩人齊下淚，三行。蓋舅乃眇一目者也。"
      },
      {
        "index": 41,
        "text": "吳、翟戲筆"
      },
      {
        "index": 42,
        "text": "霍山進士吳蘭高才玩世，以主事居鄉。鄉富人持大士像索贊。贊曰：「一個好奶奶，世間那裏有。左邊一隻雞，右邊一瓶酒。只怕蒼蠅來，插上一枝柳。」 又有持壽星圖求題，圖有長松、明月、玄鶴、白鹿、靈龜。吳題云：「一枝松遮半邊月，一隻黃狗帶著雪。若無老翁持杖趕，老鷹飛來抓去鱉。」"
      },
      {
        "index": 43,
        "text": "翟永齡偶過靖江，人咸以相公稱之。時有一吏在坐，亦稱相公。翟意謂人不加敬。後有出扇求詩者，此吏捉筆竟題於前。次至永齡，故為不能之狀，題曰： 「山不山，水不水，一片板上兩個鬼。一個吹火通，一個舒火腿。嚇得雞婆，飛上天去。世間名畫見千萬，不知此畫出何許。」詢知海槎，眾人甚赧。"
      },
      {
        "index": 44,
        "text": "二蘇詩"
      },
      {
        "index": 45,
        "text": "東坡夜宿曹溪、讀《傳燈錄》，燈花墮卷上，燒一「僧」字，即以筆記於窗間，曰：「山堂夜沉寂，燈下讀《傳燈》。不覺燈花落，茶毘一個僧。」"
      },
      {
        "index": 46,
        "text": "蘇子由見白足婦洗衣，作詩嘲佛印云：「玉箸插銀河，紅裙蘸綠波。再行三五步，浸入老僧窠。」"
      },
      {
        "index": 47,
        "text": "七十新郎"
      },
      {
        "index": 48,
        "text": "王雅宜七十娶妾。許高陽嘲曰：「七十作新郎，殘花入洞房。聚猶秋燕子，健亦病鴛鴦。戲水全無力，銜泥不上梁。空煩神女意，為雨傍高唐。」"
      },
      {
        "index": 49,
        "text": "罵孟詩"
      },
      {
        "index": 50,
        "text": "李太伯賢而有文章，素不喜佛，不喜孟子，好飲酒。一日有達官送酒數斗，太伯家釀亦熟。一士人無計得飲，乃作詩數首罵孟子。其一云：「完廩捐階未可知，孟軻深信亦還癡。岳翁方且為天子，女婿如何弟殺之。」又云：「乞丐何曾有二妻？鄰家焉得許多雞？當時尚有周天子，何必紛紛說魏齊。」李見詩大喜，留連數日，所與談，莫非罵孟子也。無何酒盡，乃辭去。既而聞又有送酒者，士人再往，作《仁義正論》三篇，大率詆佛。李覽之，笑曰：「公文采甚奇。但前次酒被公飲盡，後極索寞，今次不敢相留。」"
      },
      {
        "index": 51,
        "text": "蜘蛛詩"
      },
      {
        "index": 52,
        "text": "洛陽歌婦楊苧羅，聰慧有才思，楊凝式甚憐之。時有僧雲辨者，善講經，楊令對歌者講。忽蜘蛛垂絲颺雲辨前，楊笑謂歌者曰：「試嘲得著，奉絹二匹。」 歌者應聲曰：「吃得肚嬰撐，尋思繞寺行。空中設羅網，只待殺蟲生。」辨體充肚大，故嘲之。楊見詩絕倒，大叫「和尚將絹來！」雲辨慚且笑，與絹五匹。"
      },
      {
        "index": 53,
        "text": "楊公復詩"
      },
      {
        "index": 54,
        "text": "南京大理少卿長興楊公復，在京甚貧，家畜一豕，日命童於玄武湖壖採萍藻為食。吳思菴時握都察院章，以其密邇廳事，拒之。楊戲作小詩送云：「太平堤下後湖邊，不是君家祖上田。數點浮萍容不得，如何肚裏好撐船？」"
      },
      {
        "index": 55,
        "text": "嘲林和靖"
      },
      {
        "index": 56,
        "text": "隱士林和靖傲許洞。許嘲之云：「寺裏掇齋饑老鼠，林間咳嗽老獼猴。豪民送物鵝伸頸，好客臨門鱉縮頭。」"
      },
      {
        "index": 57,
        "text": "四十翁"
      },
      {
        "index": 58,
        "text": "廬陵歐陽重巡撫雲南，以不給軍糧奪職歸。每過館驛，必題詩壁上，大抵怨望之辭也。時年甫四十，稱「涯翁書」。有無名氏書二絕於其詩後，云：「怨辭隨處滿垣飛，聞道先生放逐歸。四十稱翁非太早，人生七十古來稀。」「醉翁千古號文宗，此日涯翁姓偶同。卻想齊名就充老，世間安有四旬翁？」"
      },
      {
        "index": 59,
        "text": "近考廬陵謫滁，號「醉翁」，年止四十，作詩者未知也，然中丞之竊比文宗，誠可誚。"
      },
      {
        "index": 60,
        "text": "錢鶴灘"
      },
      {
        "index": 61,
        "text": "狀元錢鶴灘已歸田。有客言江都張妓動人，公速治裝訪之。既至，已屬鹽賈。公即往叩。賈重其才名，立日請飲。公就酒語求見。賈出妓，衣裳縞素，皎若秋月，復令妓出白綾帕請留新句。公即題云：「淡羅衫子淡羅裙，淡掃蛾眉淡點唇。可惜一身都是淡，如何嫁了賣鹽人？」"
      },
      {
        "index": 62,
        "text": "歐陽景"
      },
      {
        "index": 63,
        "text": "有僧金鑾，求歐陽景書與玉峰長老薦用。景封書曰：「金鑾求與玉峰書，金玉相乘價倍殊。到底不關藤蔓事，葫蘆自去纏葫蘆。」"
      },
      {
        "index": 64,
        "text": "食蕈"
      },
      {
        "index": 65,
        "text": "松楊詩人程渠南，滑稽士也，與僧覺隱同齋。食蕈，覺隱請渠南賦蕈詩。應聲作四句云：「頭子光光腳似丁，只宜豆腐與菠薐，釋迦見了呵呵笑，煮殺許多行腳僧。」聞者絕倒。"
      },
      {
        "index": 66,
        "text": "唐解元二詩"
      },
      {
        "index": 67,
        "text": "吳令命役於虎丘采茶。役多求，不遂，譖僧。令笞僧三十，復枷之。僧求援於唐伯虎，伯虎不應。一日過僧所，戲題枷上云：「官差皂隸去收茶，只要紋銀不要賒。縣裏捉來三十板，方盤托出大西瓜。」令詢之，知為唐解元筆，笑而釋僧。"
      },
      {
        "index": 68,
        "text": "伯虎嘗出遊遇雨，過一皂隸家。乞紙筆求畫，唐遂畫海螄數百，題其上云：「海物何曾數著君，也隨盤饌入公門。千呼萬喚不肯出，直待臨時敲窟臀。」"
      },
      {
        "index": 69,
        "text": "採蟾酥差"
      },
      {
        "index": 70,
        "text": "太醫院有採蟾酥差，差時儀從甚都。某院判欲以炫耀其友，枉道過焉。友作詩嘲曰：「白馬紅纓出禁城，喧天金鼓擁霓旌。穿林過莽多豪氣，拿住蝦蟆壞眼睛。」"
      },
      {
        "index": 71,
        "text": "夢鱣"
      },
      {
        "index": 72,
        "text": "南京王祭酒嘗私一監生，其人忽夢鱣出胯下，以語人。人因為句曰：「某人一夢甚蹺蹊，黃鱣鑽臀事可疑。想是翰林王學士，夜深來訪舊相加。」見《耳談》"
      },
      {
        "index": 73,
        "text": "應履平詩"
      },
      {
        "index": 74,
        "text": "應履平為德化令，滿考，吏部試論；文優而貌不揚，不得列上。乃題詩都門前云：「為官不用好文章，只要鬚鬍及胖長。更有一般堪笑處，衣裳糨得硬繃繃。」不書姓名。吏呈冢，曰：「此必應知縣也。」遂升考功。"
      },
      {
        "index": 75,
        "text": "裁縫冠帶"
      },
      {
        "index": 76,
        "text": "有業縫衣者，以賄得獎冠帶。顧霞山嘲曰：「近來仕路太糊塗，強把裁縫作士夫。軟翅一朝風盪破，分明兩個剪刀箍。」"
      },
      {
        "index": 77,
        "text": "周秀才"
      },
      {
        "index": 78,
        "text": "東都周默未嘗作東。一日請客，忽風雨交作。宋溫戲曰：「驕陽為戾已成災，賴有開筵周秀才。莫道上天無感應，故教風雨一齊來。」見《文酒清話》"
      },
      {
        "index": 79,
        "text": "龍宮海藏"
      },
      {
        "index": 80,
        "text": "正德中，御史某按浙，以「龍宮海藏」命題試，且云：「記出處者東立，不記者西退。」東西各半。已而東立者所作不稱意，無賞。西退者作詩誚之曰：「東廊且莫笑西廊，我笑東廊枉自忙。海藏龍宮無你分，大家隨我度錢唐。」"
      },
      {
        "index": 81,
        "text": "寫真"
      },
      {
        "index": 82,
        "text": "姑蘇蔣思賢父子寫真。一日交寫，皆不肖。時人嘲之曰：「父寫子真真未像，子傳父像像非真。自家骨肉尚如此，何況區區陌路人。」"
      },
      {
        "index": 83,
        "text": "弄瓦詩"
      },
      {
        "index": 84,
        "text": "無錫鄒光大連年生女，俱召翟永齡飲。翟作詩嘲云：「去歲相招云弄瓦，今年弄瓦又相招。寄詩上覆鄒光大，令正原來是瓦窯。」"
      },
      {
        "index": 85,
        "text": "獨眼龍"
      },
      {
        "index": 86,
        "text": "吳中小集，有便宜行事之令，較拳高下，最後者為老儒，使之行酒。有行酒者，方病目一睛紅赤。眾以「紅」字為韻賦詩，唯劉元聲最勝。詩云：「贏得人稱獨眼龍，怪來青白總非同。憐他滿座能行酒，也算當場一點紅。」"
      },
      {
        "index": 87,
        "text": "惡字"
      },
      {
        "index": 88,
        "text": "李郁為荊南從事。有朝士寄書，字體殊惡。李寄詩曰：「華緘千里到荊門，章草縱橫任意論。深荷故人相愛處，天行時氣許教吞。」言堪作符也。"
      },
      {
        "index": 89,
        "text": "柏子庭詩"
      },
      {
        "index": 90,
        "text": "至元丙子，松江亢旱。聞方士沈雷伯道術高妙，府官遣吏齎香幣過嘉興迎之。比至，傲甚，謂雨可立致。結壇仙鶴觀，行月孛法，下鐵簡於湖泖潭井，日取蛇燕焚之。了無應驗，羞赧宵遁。柏子庭和尚素稱滑稽，有詩一聯云：「誰呼蓬島青頭鴨，來殺松江赤練蛇。」聞者絕倒。"
      },
      {
        "index": 91,
        "text": "東坡戲聯"
      },
      {
        "index": 92,
        "text": "東坡謫惠州日，與一村校書為鄰。年已七十，其妾生子，為具邀公。公欣然往。酒酣乞詩。公問妾年幾何。曰：「三十。」乃戲贈一聯云：「聖善方當而立歲，頑尊已及古稀年。」一時大噱。"
      },
      {
        "index": 93,
        "text": "東坡居惠，廣守月饋酒六壺，吏嘗跌而亡之。坡有詩云：「不謂青州六從事，翻成烏有一先生。」"
      },
      {
        "index": 94,
        "text": "而已詩"
      },
      {
        "index": 95,
        "text": "洪舜俞為考功郎，應詔言事，論臺諫失職，詞甚剴切。內有「其相率勇往而不顧者，惟恭請聖駕款謁景靈宮而已」句，遂為臺官所謫，謂「祗見宗廟，重事也，而舜俞乃云『而已』，有輕宗廟之意」，因被落三官。舜俞自為詩云：「不得之乎成一事，卻因而已失三官。」"
      },
      {
        "index": 96,
        "text": "宋藝祖幸朱雀門，指門額問趙晉，何不止書朱雀門，乃著「之」字。晉曰：語助耳。藝祖曰：之乎者也，助得甚事。洪語本此。"
      },
      {
        "index": 97,
        "text": "榜後詩"
      },
      {
        "index": 98,
        "text": "孫山應舉，綴名榜末。朋儕以書問山得失。答曰：「解名盡處是孫山，餘人更在孫山外。」覽者大笑。"
      },
      {
        "index": 99,
        "text": "王十朋正榜第一，李三錫副榜第一。時有戲正榜尾者曰：「舉頭雖不窺王十，伸腳猶能踏李三。」"
      },
      {
        "index": 100,
        "text": "周師厚在鄭獬榜及第，只壓得陳傳一人。自賦詩云：「有眼不堪看鄭獬，回頭猶喜見陳傳。」"
      },
      {
        "index": 101,
        "text": "長妓瘦妓"
      },
      {
        "index": 102,
        "text": "杜牧為宣州幕。時有酒妓肥大，牧贈詩曰：「盤祖當時有遠孫，尚令今日逞家門。一車白土將泥臉，十幅紅綃補破裩。瓦棺寺裏逢行跡，華岳山前見掌痕。不須啼哭愁難嫁，待與將書問岳神。」牧同時灃州酒糺崔雲娘，形貌瘦瘠，每戲調，舉罰眾賓；兼恃歌聲，自以為郢人之妙。李宣古當筵一詠，遂至箝口。詩曰：「何事最堪悲，雲娘只首奇。瘦拳拋令急，長嘴出歌遲。只見肩侵髩，唯憂骨透皮。不須當戶立，頭上有鍾馗。」"
      },
      {
        "index": 103,
        "text": "生張八"
      },
      {
        "index": 104,
        "text": "北都有妓美色，而舉止生梗，土人謂之「生張八」。因宴會，乞詩於處士魏野。野贈曰：「君為北道生張八，我是西州熟魏三。莫怪尊前無笑語，半生半熟未曾諳。」"
      },
      {
        "index": 105,
        "text": "貧娼"
      },
      {
        "index": 106,
        "text": "吳生戀一娼，其人家甚貧。友人李雲卿賦其事曰：「可笑犁園地，翻為寂寞場。當街為客座，隔壁是廚房。屋柱懸燈掛，泥坯甃火廂。煙煙三幅幔，舊舊一張床。草薦累堆厚，綿衾褦襶胖。竹竿衣架短，麻布手巾長。雙陸無全馬，棋盤少二將。恐惶之茂甚，不可也之當。」一時傳笑。吳生恥，遂絕往。"
      },
      {
        "index": 107,
        "text": "通判"
      },
      {
        "index": 108,
        "text": "有以知縣轉管糧通判者。一郎中作詩賀之云：「最妙無如轉判通，州官門報氣何雄！班聯喜得先推府，尊重何須羨老同？丞簿晚生今已矣，教官侍教且從容。更有一般堪羨處，下倉攢典列西東。」後郎中亦謫濟南通判，先通判者官德州，其屬吏也。到任時，僚屬滿堂，即書此詩，持軸往賀之。及言其故，無不絕倒。"
      },
      {
        "index": 109,
        "text": "藥名詩"
      },
      {
        "index": 110,
        "text": "陳亞好用藥名為詩，曾知祥符縣，親故多干託借車牛。因作詩曰：「地名京界足親知，托借尋常無歇時。但看車前牛領上，十家皮沒五家皮。」亞嘗言： 「藥名用於詩，無不可，而斡運曲折，使各中理，存乎其人。」或曰：「延胡索可用乎？」沉思久之，吟曰：「布袍袖裏懷漫刺，到處遷延胡索人。」此可贈遊謁措大。"
      },
      {
        "index": 111,
        "text": "陳亞藥名詩百首，如「風雨前湖近，軒窗半夏涼。」「棋為臘寒呵子下，衣嫌春暖縮砂裁。」《詠白髮》云：「若是道人頭不白，老君當日合烏頭。」《贈乞雨自曝僧》云：「不雨若令過半夏，定應曬作葫蘆巴。」最膾炙人口。"
      },
      {
        "index": 112,
        "text": "蕭鳳儀桑寄生傳四詩亦佳，然終避其奇巧。"
      },
      {
        "index": 113,
        "text": "吃語詩"
      },
      {
        "index": 114,
        "text": "東坡作吃語詩戲武昌王居士云：「江干高居堅關扃，犍耕躬稼角掛經。蒿竿繫舸菰茭隔，笳鼓過軍雞狗驚。解襟顧景各箕踞，擊劍賡歌幾舉觥。荊笄供膾塊攪聒，乾鍋更戛甘瓜羹。」"
      },
      {
        "index": 115,
        "text": "一孝廉口吃，謝在杭與徐興公各贈絕句以難之。謝二首云：「綠柳龍樓老，林蘿嶺路涼。露來蓮漏冷，兩淚落劉郎。」又「梨嶺連連路，蘭陵累累樓。流離憐冷落，郎輦懶來留。」興公一首云：「留戀蘭陵令，淋漓兩淚流。嶺蘿涼弄瀨，路柳綠連樓。」"
      },
      {
        "index": 116,
        "text": "《反酒箴》"
      },
      {
        "index": 117,
        "text": "《漢書》：陳遵與張竦相善，而操行不同。竦居貧無賓客，而遵晝夜酣呼。先是黃門郎揚雄作《酒箴》以諫成帝，或為酒客難法度士云：「譬之於物，子猶瓶矣。觀瓶之居，居井之眉。處高臨深，動常近危。酒不沾口，臧水滿懷。不得左右，牽於纆徽。一旦叀礙，為瓽所轠。身提黃泉，骨肉為泥。自用如此，不如鴟夷。鴟夷滑稽，腹大如壺。盡日盛酒，人復借酤。常為國器，托於屬車。出入兩宮，經營公家。繇是言之，酒何過乎？」遵大喜，謂竦曰：「吾與爾猶是矣！」"
      },
      {
        "index": 118,
        "text": "《反金人銘》"
      },
      {
        "index": 119,
        "text": "孫楚《反金人銘》曰：「晉太廟左階前有石人焉，大張其口，而書其胸曰：我古之多言人也，無少言，少言少事，則後生何述焉。夫惟立言，名乃長久，胡為槐然，自緘其口？」"
      },
      {
        "index": 120,
        "text": "倣《春秋》"
      },
      {
        "index": 121,
        "text": "霅川月河莫氏稱望族，家世以《春秋》馳聲。至一酒樓飲，見壁間題云：「春王正月，公與夫人會於此樓。」蓋輕薄子攜妓來飲所題也。莫即援筆題其下云：「夏大旱，秋饑，冬雨雪，公薨。君子曰：『不度德，不量力，其死於饑寒也宜哉！』」見者大笑。"
      },
      {
        "index": 122,
        "text": "筍墓誌"
      },
      {
        "index": 123,
        "text": "傅奕病，未嘗問醫。忽酣臥，蹶然曰：「吾死矣乎！」即自誌曰：「傅奕，青山白雲人也，以醉死，嗚呼！」陶穀戲效之，作《筍墓志》曰：「邊幻節，字脆中，晉林琅玕之裔也，以湯死。建隆年月日立石。」"
      },
      {
        "index": 124,
        "text": "《曲中月令》"
      },
      {
        "index": 125,
        "text": "指揮陳鐸善嘲，作《曲中月令》。其二月有云：「是月也，壁虱出，溝中臭氣上騰，妓鞾化為鞋。」"
      },
      {
        "index": 126,
        "text": "輥卦"
      },
      {
        "index": 127,
        "text": "宋末淮南潘純戲作「輥卦」。其詞曰：「輥，亨，可小事，亦可大事。彖曰：輥，亨，天地輥而四時行，日月輥而晝夜明，上下輥而萬事成。輥之時義大矣哉！象曰：地上有木，輥。君子以容身固位。初六，輥，出門無咎。象曰：出門便輥，又何咎也？六二，傳於銕轊。象曰：傳於銕轊，天下可行也。六三，君子終日輥輥，厲无咎。象曰：終日輥輥，雖危無咎也。九四，模稜吉。象曰：模稜之吉，以隨時也。六五，神輥。象曰：六五，神輥，老於事也。上六，或錫之高爵，天下揶揄之。象曰：以輥受爵，亦不足敬也。」切中輓近膏肓，可發諧笑。"
      },
      {
        "index": 128,
        "text": "賦韋舍人"
      },
      {
        "index": 129,
        "text": "天成年，盧文進鎮鄧，賓從祖餞。舍人韋吉年老，無力控馭，既醉，馬逸馳桑林中，被橫枝罥掛巾冠，露禿而奔。僕夫趨救，則已墜矣。舊患肺風，鼻癮疹而黑，臥於道周。幕客無不笑者。左司郎中李任戲為賦云：「當其廳子潛窺，衙官共看，喧呼麥隴之中，偃仆桑林之畔。藍攙鼻孔，直同生鐵之椎；靦甸骷髏，宛似熟銅之罐。」聞者無不絕倒。"
      },
      {
        "index": 130,
        "text": "《虀賦》"
      },
      {
        "index": 131,
        "text": "范文正公少時作《虀賦》，其警句云：「陶家甕內，淹成碧綠青黃，措大口中，嚼出宮商角徵，」蓋親嘗忍窮，故得虀之妙處云。"
      },
      {
        "index": 132,
        "text": "《偷狗賦》"
      },
      {
        "index": 133,
        "text": "滕逵道讀書潛山僧舍。僧有犬，烹之。僧訴於縣，縣命作《偷狗賦》。有警聯云：「撤梵宮之夜吠，充絳帳之晨羞。團飯引來，喜掉續貂之尾；索綯牽去，驚回顧兔之頭。」令歎賞。"
      },
      {
        "index": 134,
        "text": "《張公喫酒李公醉賦》"
      },
      {
        "index": 135,
        "text": "郭景初夜出，為醉人所誣。官召景初詰其狀。景初歎曰：「諺所云『張公喫酒李公醉』！」官即命作賦。郭云：「事有不可測，人當防未然。清河丈人，方肆杯盤之樂；隴西公子，俄遭酩酊之愆。」笑而釋之。"
      },
      {
        "index": 136,
        "text": "成語賦謔"
      },
      {
        "index": 137,
        "text": "三衢一子弟，淫其里煅工之女，為工所擒，不忍殺，以鐵鉗缺其左耳，縱之去。諸理齋作賦謔之，內一聯云：「君子將有為也，載寢之床；匠人斲而小之，言提其耳。」"
      },
      {
        "index": 138,
        "text": "會稽馬殿乾有美姬，善歌，時出佐酒。馬死，有梁丞得之，亦侑觴。時陳無損酒酣，屬句謔云：「昔居殿乾之家，爰喪其馬。今入邑丞之室，無逝我梁。」一座絕倒。"
      },
      {
        "index": 139,
        "text": "倒語賦"
      },
      {
        "index": 140,
        "text": "熙寧未改科前，有吳儔賢良為廬州教授，嘗誨諸生：「作文須用倒語，如『名重燕然之勒』之類，則文勢自然有力。」廬州士子遂作賦嘲之云：「教授於廬，名儔姓吳。大段意頭之沒，全然巴鼻之無。」"
      },
      {
        "index": 141,
        "text": "典淮郡謝啟"
      },
      {
        "index": 142,
        "text": "文本心典淮郡，蕭條甚，謝賈相啟有云：「人家如破寺，十室九空；太守若頭陀，兩粥一飯。」"
      },
      {
        "index": 143,
        "text": "鬚虱頌"
      },
      {
        "index": 144,
        "text": "石介浦、王禹玉同侍朝見。虱自介甫襦領而上，直緣其鬚。上顧之而笑，介甫不自知也。朝退，禹玉指告，介甫命從者去之。禹玉曰：「未可輕去，願頌一言。」介甫曰：「何如？」禹玉曰：「屢遊相鬚，曾經御覽。」眾大笑。"
      },
      {
        "index": 145,
        "text": "賀側室育子啟"
      },
      {
        "index": 146,
        "text": "陸伯麟側室育子，友人陸象翁以啟戲賀之，曰：「犯簾前禁，尋灶下盟。玉雖種於藍田，珠將還於合浦。移夜半鷺鶿之步，幾度驚惶；得天上麒麟之兒，這回喝采。既可續詩書禮樂之脈，深嗅得油鹽醬醋之香。」"
      },
      {
        "index": 147,
        "text": "謝遣妓啟"
      },
      {
        "index": 148,
        "text": "陶穀奉使江南，韓熙載遣家妓以奉巵匜。及旦，以書謝云：「巫山之麗質初臨，霞侵鳥道；洛浦之妖姿自至，月滿鴻溝。」韓召妓訊之，云是夕忽當浣濯。"
      },
      {
        "index": 149,
        "text": "末名柬"
      },
      {
        "index": 150,
        "text": "翟永齡與陸廉伯並以才學馳名，後陸發解，而翟名最後。以書柬所親曰：「至矣盡矣，方知小子之名；顛之倒之，反在諸公之上。」"
      },
      {
        "index": 151,
        "text": "東坡制詞"
      },
      {
        "index": 152,
        "text": "東坡以呂微仲豐肥，戲之曰：「公真有大臣體，《坤》六二所謂直方大也。」及呂拜相，東坡制其詞，曰：「果藝以達，有孔門三子之風；直大而方，得坤卦二爻之動。」"
      },
      {
        "index": 153,
        "text": "醫官"
      },
      {
        "index": 154,
        "text": "盧質好諧謔，為莊宗管記。會醫官陳玄補醫學博士，所司請稿。質立草云：「既懷厚朴之才，宜典從容之職。」莊宗覽之，久為啟齒。"
      },
      {
        "index": 155,
        "text": "戲吳主事句"
      },
      {
        "index": 156,
        "text": "吳江為刑部主事，差還復命。鴻臚寺官語之曰：「聲音要洪大，正選通政時也。起身不要背上。」至日蚤，吳果努力高聲，亦無音節，又橫走下御街西。孝廟為之解顏。時同僚楊郎中茂仁作一對句云「高叫一聲，驚動兩班文武；橫行幾步，笑回萬乘君王。」"
      },
      {
        "index": 157,
        "text": "決僧判"
      },
      {
        "index": 158,
        "text": "雙漸嘗為令，入僧寺中。主僧半酣矣，因前曰：「長官可同飲三杯。」漸怒，判云：「談何容易，邀下官同飲三杯；禮尚往來，請上人獨吃八棒！」"
      },
      {
        "index": 159,
        "text": "李翱尚書初守廬江，有僧相打，斷云：「夫說法則不曾趺坐而坐，相打則偏袒左肩右肩。領來佛面前，而作偈言。各笞去衣十五，以例三千大千。」"
      },
      {
        "index": 160,
        "text": "買僮券"
      },
      {
        "index": 161,
        "text": "王褒買僮，名便了。僮曰：「欲使便了，皆當上券。不上券，便了不能為也。」褒乃為券曰：「神爵三年正月十五日，資中男子王子淵，從成都安志里女子楊惠買夫時戶下髯奴便了，決賣萬五千。奴從百役，不得有二言。晨起早掃，飲食洗滌，居常穿臼，縛帚裁盂，鑿井浚渠，縛落鉏園，研陌杜埤。地刻大枷，屈竹作杷，削治鹿盧。出入不得騎馬載車，踑足大呶，下床振頭。垂鉤刈蒭，織履作麄，粘雀張鳥，結網捕魚。繳雁彈鳧，登山射鹿。入水捕龜，浚園縱魚。雁鶩百餘，驅逐鴟鳥。持梢牧豬，種薑養芋。長育豚駒，糞除堂廡，餧食馬牛。鼓四起坐，夜半益蒭。舍中有客，提壺行沽，汲水作鋪。但當食豆飲水，不得嗜酒欲美。飲酒惟得沾唇漬口，不得傾盂覆斗。不得晨出夜入，交關伴偶。多取薄蒲。益作繩索。雨墮無所為，當遍將織薄。植種桃李，梨柿柘桑，三丈一樹，八樹為行，果類相從，縱橫相當。果熟收斂，不得吮嘗。犬吠當起，驚告鄰里。撐門拄戶，上樓擊柝，持盾曳矛，環落三周。勤心疾作，不得遨遊。筋老力索，種莧織席，事訖欲休，常舂一石。夜半無事，浣衣當白。若有私錢，主急賓客，不得奸私，事事關白。若不聽教，當笞一百。」"
      },
      {
        "index": 162,
        "text": "題小像"
      },
      {
        "index": 163,
        "text": "唐伯剛題邾仲誼小像云：「七尺軀威儀濟濟，三寸舌是非風起。一雙眼看人做官，兩隻腳沿門報喜。仲誼云：是誰是誰？伯剛云：是你是你！」"
      },
      {
        "index": 164,
        "text": "岳正再起再廢。有自京師來者，傳天子語於正曰：「岳正倒好，只是大膽。」正因寫小像，遂隱括其辭，題於上曰：「岳正倒好，只是大膽。唯帝念我，必當有感，如或赦汝，再敢不敢？」"
      },
      {
        "index": 165,
        "text": "《化鬚疏》"
      },
      {
        "index": 166,
        "text": "沈石田有《化鬚疏》，其序曰：「茲因趙鳴玉髠然無鬚，姚存道為之告助於周宗道者，於其於思之間，分取十鬛，補諸不足，請沈啟南作疏以勸之。」疏曰：「伏以天閹之有刺，地角之不毛，鬚需同音，今其可索，有無以義，古所相通。非妄意以干，乃因人而舉。康樂著舍施之跡，崔諶傳插種之方。唯小子十莖之敢分，豈先生一毛之不拔！唯有餘以補也，宗道廣及物之仁；乞諸鄰而與之，存道有成人之美。使離離緣坡而飾我，當榾榾擊地以拜君。把鏡生歡，頓覺風標之異；臨流照影，便看相貌之全。未容輕拂於染羹，豈敢易撚於覓句？感矣荷矣，珍之重之！敬疏。」"
      },
      {
        "index": 167,
        "text": "《烹雞誦》"
      },
      {
        "index": 168,
        "text": "唐六如遊僧舍，見雌雞，請烹為供。僧曰：「公能作誦，當不靳也。」援筆題曰：「頭上無冠，不報四時之曉；腳跟欠距，難全五德之名。不解雄先，但張雌伏。汝生卵，卵復生子，種種無窮；人食畜，畜又食人，冤冤何已？若要解除業障，必先割去本根。大眾先取波羅香水，推去頭面皮毛，次運菩薩慧刀，割去心腸肝膽。咄！香水源源化為霧，鑊湯滾滾成甘露。飲此甘露乘此霧，直入佛牙深處去，化生彼國極樂土！」僧笑曰：「雞得死所，無憾矣！」乃烹以侑酒。"
      },
      {
        "index": 169,
        "text": "獻海螺簡"
      },
      {
        "index": 170,
        "text": "舒雅才韻不在人下，以戲押得韓熙載之心。一日得海螺甚奇，宜用滑紙，以簡獻於熙載，云：「海中有無心斑道人，往詣門下。若書材糙澀逆意，可使道人馴之，即證發光地菩薩。」熙載喜受之。"
      },
      {
        "index": 171,
        "text": "行人司告示"
      },
      {
        "index": 172,
        "text": "行人司閑僻，官吏罕到，市人每日取汲廳前，頑童戲坐公座。或有戲揭告示云：「示仰各吏典，以後朔望日，仍要赴司作揖。凡男婦汲水者，毋得仍前擅坐公座。」"
      },
      {
        "index": 173,
        "text": "策結"
      },
      {
        "index": 174,
        "text": "有二編修謁李西涯。公曰：「近有一策題：『兩翰林九年考滿，推擢何官？』」二君笑云：「策破未有，先有一結：執事，事也，執事，責也，愚生何有焉？」公大笑，題升宮坊。"
      },
      {
        "index": 175,
        "text": "詞"
      },
      {
        "index": 176,
        "text": "徐淵子舍人善諧謔。丁少詹與妻有違言，棄家居茶寮，茹齋誦經，日買海物放生，久而不歸。妻求徐解之，徐許諾。見賣老婆牙者，買一籃餉丁，作詞曰： 「茶寮山上一頭陀，新來學得麼？蝤蛑螃蟹與烏螺，知他放幾多？有一物，似蜂窠，姓牙名老婆。雖然無奈得他何，如何放得他？」丁大笑而歸。"
      },
      {
        "index": 177,
        "text": "一人娶妻，無元。袁可潛贈之《如夢令》云：「今夜盛排筵宴，準擬尋芳一遍。春雲已多時，問甚紅深紅淺。不見不見，還你一方白絹。」"
      },
      {
        "index": 178,
        "text": "葉祖詩詞"
      },
      {
        "index": 179,
        "text": "葉祖負雋聲，嘗曰：「世間有不分曉事，吾因一聯詠之：醉來黑漆屏風上，草寫盧仝月蝕詩。」後以多語去官，獨西湖二三僧相善，為之祖餞。僧曰：「世事如夢而已。」葉曰：「如夢如夢，和尚出門相送。」聞者絕倒。"
      },
      {
        "index": 180,
        "text": "詞曲"
      },
      {
        "index": 181,
        "text": "張明善嘗作《水仙子》譏時，云：「鋪唇苫眼早三公，裸袖揎拳享萬鍾，胡言亂語成時用。大綱來都是哄，說英雄誰是英雄？五眼雞岐山鳴鳳，兩頭蛇南陽臥龍，三腳貓渭水飛熊。」"
      },
      {
        "index": 182,
        "text": "王威寧越尤善詞曲，嘗於行師時見村婦便旋道傍，遂作《塞鴻秋》一曲：「綠楊深鎖誰家院？見一女嬌娥，急走行方便。轉過粉牆東，就地金蓮，清泉一股流銀線。衝破綠苔痕，滿地珍珠濺，不想牆兒外，馬兒上，人瞧見。」"
      },
      {
        "index": 183,
        "text": "元關漢卿嘲禿指《醉扶歸》云：「十指如枯筍，和袖棒金樽。搊殺銀箏字不真，搔癢天生鈍。縱有相思淚痕，索把拳頭揾。」"
      },
      {
        "index": 184,
        "text": "弘治間，王騏以進士授吳橋知縣，僅八月，免官居家，以詞曲自樂。嘗有妓為人傷目，睫下有青痕，遂作《沉醉東風》，曰：「莫不是捧硯時太白墨灑？莫不是畫眉時張敞描差？莫不是檀香染？莫不是翠鈿瑕？莫不是蜻蜓飛上海棠花？莫不是明皇宮墜下馬？」"
      },
      {
        "index": 185,
        "text": "王西樓磐平生不見喜慍之色。其家嘗走失雞，公戲作《滿庭芳》云：「平生澹泊，雞兒不見，童子休焦。家家都有閑鍋灶，任意烹炮。煮湯的貼他三枚火燒，穿炒的助他一把胡椒。到省了我開東道。免終朝報曉，直睡到日頭高。」"
      },
      {
        "index": 186,
        "text": "西安一廣文，博學而廉介有氣，罷官歸，貧甚，戲作《清江引》云：「夜半三更睡不著，惱得我心焦躁。圪蹬的響一聲，儘力子嚇一跳，把一股脊梁筋窮斷了！」"
      },
      {
        "index": 187,
        "text": "雲間酒淡，有作《行香子》云：「浙右華亭，物價廉平，一道會買個三升，打開瓶後，滑辣光馨。教君霎時飲，霎時醉，霎時醒。聽得淵明，說與劉伶，這一瓶約莫三觔。君還不信，把秤來稱。有一觔酒，一觔水，一觔瓶。」"
      },
      {
        "index": 188,
        "text": "文戲部終"
      },
      {
        "index": 189,
        "text": "附註"
      },
      {
        "index": 190,
        "text": "（錄入者註，非原文內容，僅供參考。）"
      }
    ]
  }
}