{
  "chapterNumber": 19,
  "title": "第19部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：女德之凶，無大於淫妒；然妒以為淫地也。壁如出仕者，中無貪欲，則必不忌賢而嫉能矣。然丈夫多懼內。自天子以至於庶人皆不免焉，則又何也？語曰：「當斷不斷，反受其亂。」集《閨誡》第十九。〕"
      },
      {
        "index": 2,
        "text": "潘妃"
      },
      {
        "index": 3,
        "text": "東昏侯宏畏潘妃，動遭嗬杖，不敢忤意。乃敕虎賁不得進大荊子。"
      },
      {
        "index": 4,
        "text": "宜城公主"
      },
      {
        "index": 5,
        "text": "唐裴選尚宜城公主。選有外寵一人。公主遣閽人執之，截耳劓鼻，剝其陰皮，縵駙馬面上，令出廳判事。僚吏駭笑。上聞之，怒降公主為郡主，駙馬左遷。"
      },
      {
        "index": 6,
        "text": "胭脂虎"
      },
      {
        "index": 7,
        "text": "陸慎言妻朱氏，沉慘狡妒。陸宰尉氏，政不在己。吏民語曰「胭脂虎」。"
      },
      {
        "index": 8,
        "text": "畏婦除官"
      },
      {
        "index": 9,
        "text": "楊弘武為司戎少常伯，嘗除一人官，高宗問曰：「某人何因，輒授此職？」弘武曰：「臣婦韋性悍，昨以此見屬，臣不從，恐有後患。」帝嘉其不隱，笑遣之。"
      },
      {
        "index": 10,
        "text": "裴談"
      },
      {
        "index": 11,
        "text": "裴談素奉釋氏；妻悍妒。談謂人曰：「妻有可畏者三：少妙時，視之如生菩薩，安有不畏生菩薩？男女滿前，視之如九子魔母，安有人不畏九子魔母？及五十、六十，薄施妝粉，或青或黑，視之如鳩盤茶？安有人不畏鳩盤荼？」"
      },
      {
        "index": 12,
        "text": "唐中宗時，優人進《回波詞》，曰：「回波爾時栲栳，怕婦亦是大好。外面只有裴談，內面無如李老。」後聞之，乃厚賜優。當時君臣皆以懼內為固然矣。"
      },
      {
        "index": 13,
        "text": "李大壯"
      },
      {
        "index": 14,
        "text": "吳儒李大壯畏服小君，萬一不遵號令，則叱令正坐，為綰扁髻，中安燈碗燃燈。大壯屏氣定體，如枯木土偶。人目之曰：「補闕燈檠。」又嘗值妻病，求鴉為藥。大壯積雪中多方引致，僅獲一枚。友人戲之曰：「聖人以鳳凰來儀為瑞，君獲此免禍，可謂黑鳳凰矣！」"
      },
      {
        "index": 15,
        "text": "水香勸盞"
      },
      {
        "index": 16,
        "text": "扈戴畏內特甚。未仕時，欲出，則謁假於細君。細君滴水於地，水不乾須歸。若去遠，則燃香印，掐至某所，以為還家之驗。因宴聚，方三行酒，戴色欲遁。眾客覺之，嘩曰：「扈君鞏砌水隱形，香印過界耳，是當罰也！吾徒人撰新句一聯，勸請酒一盞。」眾以為善，乃俱起，一人捧甌吟曰：「解稟香三令，能遵水五申。」逼戴飲盡。別云：「細彈防事水，短熱戒時香。」別云：「戰兢思水約，匐匍赴香期。」別云：「出佩香三尺，歸防水九章。」別云：「命繫逡巡水，時牽決定香。」戴連沃六、七巨觥，吐嘔淋漓。既上馬，群噪曰：「若夫人怪遲，但道被水香勸盞留住。」"
      },
      {
        "index": 17,
        "text": "王夷甫"
      },
      {
        "index": 18,
        "text": "王夷甫婦，郭泰寧女，才拙而性剛，聚斂無厭，干預人事。夷甫患之，而不能禁。時其鄉人幽州刺史李陽，京都大俠，猶漢之樓護。郭氏憚之，夷甫驟諫，乃曰：「非但我言卿不可，李陽亦謂卿不可！」郭氏小為之損。"
      },
      {
        "index": 19,
        "text": "九錫"
      },
      {
        "index": 20,
        "text": "王丞相以曹夫人性忌，乃密營別館，眾妾羅列，男女成行。一時，夫人於蔬園中，望見兩三小兒騎羊，臉端正可念。語婢：「汝出問，是誰家兒？」給使不達旨，乃云：「此是第四、五等諸郎。」曹驚恚，便命車駕，將黃門及婢二十人，持食刀自出尋討。王亦飛轡出門，左手扳車欄，右手提麈尾，以柄打牛，狼狽奔馳，僅得先至。蔡司徒聞之，謂王曰：「朝廷欲加公九錫。」王自敘謙志。蔡曰：「不聞他物，唯聞短轅犢車，長柄麈尾耳。」王大笑。"
      },
      {
        "index": 21,
        "text": "王中令"
      },
      {
        "index": 22,
        "text": "王中令鐸鎮渚宮，為都統以拒黃寇；兵漸近。於是，赴鎮以姬妾自隨，其內未行，本以妒忌。忽報夫人離京在道。中令謂從事曰：「黃巢漸以南來，夫人又自北至。旦夕情味，何以安處？」幕僚戲曰：「不如降黃巢。」公亦大笑。"
      },
      {
        "index": 23,
        "text": "安鴻漸"
      },
      {
        "index": 24,
        "text": "安鴻漸滑稽懼內。婦翁死，哭於路。婦性素嚴，呼入幕中，詬之曰：「何因無淚？」安曰：「以帕試乾。」婦曰：「來日早臨棺，須見淚！」安計窘，來日以寬巾納濕紙於額上，大叩其顙而慟。慟罷，其婦又呼入，詬之曰：「淚出於眼，何故額流？」安曰：「豈不聞水出高源？」"
      },
      {
        "index": 25,
        "text": "四畏堂"
      },
      {
        "index": 26,
        "text": "王欽若夫人悍妒，不畜姬侍。王於後圃作堂，名「三畏」。楊億戲曰：「可改作『四畏』。」王問其說。曰：「兼畏夫人。」王深以為恨，卒無嗣。"
      },
      {
        "index": 27,
        "text": "為婢取水"
      },
      {
        "index": 28,
        "text": "周益公夫人妒。有媵，公盼之，夫人縻之庭。公適時，時炎暑，以渴告，公酌以水。夫人窺於屏內曰：「好個相公，為婢取水！」公笑曰：「獨不見建義井者乎？」"
      },
      {
        "index": 29,
        "text": "車武子婦"
      },
      {
        "index": 30,
        "text": "車武子婦妒。武子偶偕婦兄夜歸，留宿外館，取一絳裙掛屏上。婦出窺，疑有所私，拔刀徑上床；發被，乃其兄也，慚而退。"
      },
      {
        "index": 31,
        "text": "池水清"
      },
      {
        "index": 32,
        "text": "《王氏見聞錄》云：「渠州人韓伸善飲博，多留連於花柳之間。其妻怒甚，時復自來驅趁同歸。嘗遊謁東川，經年方返，復致妓與搏徒同飲，妻聞之，率女僕潛匿鄰舍，俟其宴合，遂持棒伺於暗處。伸不知，方攘臂浮白，唱「池水清」，聲猶未絕，腦後一棒，打脫襆頭，撲滅燈燭。伸即躥於飯床之下。有坐客暗遭毒撻；復遣二青衣把髻子牽行，一步一棒決之，罵曰：「這老漢，何落魄不歸也！」燭下照之，乃是同座客。蜀人傳笑，遂呼韓為「池水清。」"
      },
      {
        "index": 33,
        "text": "擊僧"
      },
      {
        "index": 34,
        "text": "渭溪張氏族多懼內。少宗伯午峰公之兄號一山者，尤甚。一日忤其婦，婦逼之急，匿房後樹上。婦持竹竿驅下，用鐵索繫之柱。宗伯公見之，乃曰：「我將見嫂請釋。」兄搖手低聲曰：「且慢且慢！待她性過，自放」。又二日，被責，潛逃鄰寺。婦竟追至寺。一僧方酣臥。婦不暇詳視，竟以大杖擊僧。僧張目曰：「小僧無罪！」婦踉蹌而歸。"
      },
      {
        "index": 35,
        "text": "謝太傅夫人"
      },
      {
        "index": 36,
        "text": "劉夫人幃諸婢使作技。太傅暫見，便下幃。太傅索更一開。夫人拒之曰：「恐傷盛德！」"
      },
      {
        "index": 37,
        "text": "謝公既深好音樂，頗欲立妓妾。兄子外甥輩微達此旨，共問訊劉夫人，因方便稱《關雎》、《螽斯》有不忌之德。夫人知以諷己，乃問：「誰撰此詩？」云：「是周公。」夫人曰：「周公是男子相為耳，若使周姥撰詩，當無此言！」"
      },
      {
        "index": 38,
        "text": "李福"
      },
      {
        "index": 39,
        "text": "李福妻裴氏，性極妒。一日乘裴沐浴，偽言腹痛，召一女奴。奴既往，左右告裴曰：「相公腹痛不可忍。」裴竟跣步，以藥投兒溺中，進之。明旦，監軍使悉來候問，李具以實告，因曰：「一事無成，已矣；所恨者，虛咽一甌溺耳！」"
      },
      {
        "index": 40,
        "text": "妒無鬚人"
      },
      {
        "index": 41,
        "text": "荀氏婦庾，妒甚，不容無鬚人與荀語。鄰有少年近荀，庾便索刀杖。少年不平，候庚前，便與鬥，捽庾至地，打垂死。庾終不悔。"
      },
      {
        "index": 42,
        "text": "妒畫"
      },
      {
        "index": 43,
        "text": "劉瑱妹為鄱陽王妃，性極妒。王為明帝所誅，妃追傷成疾。瑱不能止，乃令殷蒨畫王與寵妃照鏡狀，如欲偶寢，以示妃。妃唾罵曰：「故宜早死！」病亦尋愈。"
      },
      {
        "index": 44,
        "text": "妒花"
      },
      {
        "index": 45,
        "text": "《妒女記》：武歷陽女嫁阮宣武，絕忌。家有一桃樹，花葉灼耀。宣歎美之。即便大怒，使婢取刀斫樹，摧折其花。"
      },
      {
        "index": 46,
        "text": "任環二姬"
      },
      {
        "index": 47,
        "text": "太宗賜任尚書環二豔姬。妻妨，爛其髮禿盡。帝聞之怒，偽為冘，敕柳：「飲之，立死；如不妒，即不須飲。」柳氏拜敕曰：「妾與環俱出微賤，更相輔翼，遂至榮官。今多內嬖，誠不如死！」竟飲盡，無他。帝謂環曰：「人不畏死，不可以死恐。朕尚不能禁，卿其奈何？」二女令別宅安置。"
      },
      {
        "index": 48,
        "text": "妨婦津"
      },
      {
        "index": 49,
        "text": "臨濟有妒婦津。傳言晉太始中劉伯玉妻段氏，字明光，性妒忌。伯玉常於妻前誦《洛神賦》，語其妻曰：「得婦如此，吾無憾矣！」段曰：「君重水神而輕我。吾死，何患不為水神？」某夜乃自沉而死。死後七日，見夢於劉。劉自是不敢復渡此水。有婦人渡此水者，皆毀妝而濟，不爾，風波暴發。其鬼婦雖加妝飾，神亦不妒也。"
      },
      {
        "index": 50,
        "text": "人雞相妒"
      },
      {
        "index": 51,
        "text": "河間衛千戶胡泰母死十年，父再娶。弘治己酉，忽夢母曰：「我已托生為雌雞，毛色黲黃。明日為屯軍之贄，來汝家也。」及旦，泰外出，果有屯軍攜雞來者。家欲烹以享軍。雞作人語曰：「毋烹我，侍泰兒還！」家人以為怪。泰還，雞繞泰喃喃敘其家事甚悉。泰涕泣告父，畜之。既久，飛啄後妻，詬置不已。泰出，後妻逐入炕下，撲殺之。"
      },
      {
        "index": 52,
        "text": "二洪之樂"
      },
      {
        "index": 53,
        "text": "洪邁與兄適皆畏內，雖少年貴達，家有聲妓，往往不能快意。王宣子知饒州。適家居喪偶，宣子吊焉。適延客至內齋，喚酒。甫舉杯，群妾坌出，酒行無算。適半酣，握王手曰：「不圖今日有此樂！」後二十年，宣子謝事歸越，邁來為守，時已鰥居。暇日宣子造郡齋，邁留款，亦出家姬侑席，笑謂王曰：「家兄有言：『不圖今日有此樂！』」王為絕倒。"
      },
      {
        "index": 54,
        "text": "賀喪妻"
      },
      {
        "index": 55,
        "text": "解學士嘗吊友人喪妻，入門曰：「恭喜！」繼曰：「四德俱無，七出咸備，鳴呼哀哉，大吉大利！」蓋學士夫人亦悍也。"
      },
      {
        "index": 56,
        "text": "不樂富貴"
      },
      {
        "index": 57,
        "text": "《韓非子》云：衛人有夫妻禱者而祝曰：「使我無故得百束布。」其夫曰：「何少也？」對曰：「益是，子將以買妾。」上穀都尉王琰以功封，其妻大哭於家。人問之。曰：「如此富貴，必更娶妾矣！」"
      },
      {
        "index": 58,
        "text": "競寵"
      },
      {
        "index": 59,
        "text": "郭尚父二姬競寵。上賜金帛箸環，命宮人載酒和之。方欲歌以送酒，一姬畜怒猶盛，歌未發，遽引滿置觴於席。曰：「酒盡，不須歌矣！」上聞笑之。"
      },
      {
        "index": 60,
        "text": "面首"
      },
      {
        "index": 61,
        "text": "宋文帝姊山陰公主，適何戢，謂帝曰：「陛下六宮數百，妾唯駙馬一人，太不均！」帝笑為置面首三十人。"
      },
      {
        "index": 62,
        "text": "唐無家法"
      },
      {
        "index": 63,
        "text": "武三思通於韋后，或升御床。與韋博戲。中宗從旁之典籌。"
      },
      {
        "index": 64,
        "text": "貴妃中酒，微露其乳。帝捫之，曰：「軟溫新剝雞頭肉。」安祿山在旁曰：「滑膩初凝寨上酥。」帝笑曰：「信是胡兒只識酥！」"
      },
      {
        "index": 65,
        "text": "易內"
      },
      {
        "index": 66,
        "text": "《左傳》：齊慶封好田而嗜酒，以其內實遷於盧薄嫳氏，易內而欽。"
      },
      {
        "index": 67,
        "text": "不禁內"
      },
      {
        "index": 68,
        "text": "北齊徐之才見其妻與男子私，倉惶走避，曰：「恐妨少年嬉笑。」南唐韓熙載，後房妓妾數十，房室側建橫窗，絡以絲繩，為窺覘之地，旦暮亦不禁其出入。時人目為「自在窗」。若竊與諸生淫。熙載過之，笑而趨曰：「不敢阻興！」或夜奔客寢，客賦詩有「最是五更留不住，向下枕畔著衣裳」之句。"
      },
      {
        "index": 69,
        "text": "劉氏詩題"
      },
      {
        "index": 70,
        "text": "許義方妻劉氏，端潔自許。義方出經年，始歸，語妻曰：「獨處無聊，亦與鄰里親戚嫗家往還乎？」劉曰：「自君之出，足未嘗履閾。」義方谘歎不已，又問：「何以自娛？」答曰：「唯時作小詩以適情耳。」義方欣然索詩，觀之，開卷第一題云《月夜招鄰僧閑話》。"
      }
    ]
  }
}