{
  "chapterNumber": 21,
  "title": "第21部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人心之智，猶日月之光。糞壤也，而光及焉，曲穴也，而光入焉。智不廢譎，而有善有不善，亦宜耳。小人以之機械，君子以之神明。總是心靈。唯人所設，不得謂智偏屬君子，而譎偏歸小人也。集《譎智》第二十一。〕"
      },
      {
        "index": 2,
        "text": "魏武"
      },
      {
        "index": 3,
        "text": "魏祖少遊蕩，叔父數言於其父蒿。祖患之，偽敗面口偏。叔父見，云「中風」。又告蒿，蒿驚呼曰：「叔父言汝中風，已差乎？」對曰：「初不中風，但失愛於叔父，故見罔耳。」自是叔父所告，嵩皆不信。"
      },
      {
        "index": 4,
        "text": "魏武常言人欲危己，已輒心動。因語所親小人曰：「汝懷刃密來我側。我必說心動，執汝行刑。汝但勿言某使，無他，當厚相報。」此人信之，被執不懼，遂斬之。"
      },
      {
        "index": 5,
        "text": "體認天理"
      },
      {
        "index": 6,
        "text": "《西堂紀聞》：湛甘泉若水，每教人隨處體認天理。居鄉時，凡山川佳勝、田莊膏腴者，假以建書院、置學田為名，必得之為自殖計，皆資勢於當路之門生。鄉人常曰：「此甘泉隨處體認天理也！」"
      },
      {
        "index": 7,
        "text": "《朝野僉戴》兩孝子事"
      },
      {
        "index": 8,
        "text": "東海孝子郭純喪母，每哭，則群烏大集。使檢有實，旌表門閭。後訊，乃是每哭即撒餅於地，群烏爭來食之。其後數如此，烏聞哭聲，莫不競湊，非有靈也。"
      },
      {
        "index": 9,
        "text": "河東教子王燧家貓犬互乳其子，州縣上言，遂蒙旌表。乃是貓犬同時產子，取貓兒置犬窠中，取犬子置貓窠內，飲慣其乳，遂以為常耳。"
      },
      {
        "index": 10,
        "text": "崔、張豪俠"
      },
      {
        "index": 11,
        "text": "進士崔涯、張祜下第後，遊江淮，嗜酒狂吟，以俠相許。崔嘗有詩云：「太行嶺上三尺雪，壯士懷中三尺鐵。一朝若遇有心人，出門便與妻兒別。」由是俠名播於人口。一夕，有非常人，裝飾甚武，腰劍，手囊貯一物流血於外，入門曰：「此張俠士居耶？」曰：「然。」張揖客甚謹。即坐，客曰：「有一仇人，十年莫得，今夜獲之，喜不可已。」指囊曰：「此其首也！」問：「有酒否？」張命酒，客飲嚼甚壯，曰：「聞公義氣，薄有所請，可乎？」張唯唯。客曰：「此去三數里，有一義士，余所深德，君可假十萬緡，立俗酬之。若濟，則平生恩仇畢矣。此後赴湯蹈火，亦無所憚。」張且不吝，深喜其說，乃籌其縑素中品之物，罄以畀之。客曰： 「快哉！死無恨！」乃留囊首而去，期以卻回。及期不至，五鼓絕聲，東曦既駕。杳無蹤跡。張慮囊首彰露，客既不來，將遣家人埋之；開囊，乃豕首也。方悟見欺，邇後豪俠之氣頓喪。"
      },
      {
        "index": 12,
        "text": "乾紅貓"
      },
      {
        "index": 13,
        "text": "《夷堅支》：臨安北門外西巷，有賣熟肉翁孫三者，每出必戒其妻曰：「照管貓兒，都城並無此種，莫使外人聞見；或被竊，絕我命矣！我老無子，此當我子無異也！」日日申言不已。鄰里數聞其語，心竊異之，覓一見不得。一日忽拽索出，到門，妻急抱回。見者皆駭，貓乾紅深色，尾足毛鬚盡然，無不歎羨。孫三歸，痛箠厥妻。已而浸達於內侍之耳，即遣人啖以厚值。孫峻拒。內侍求之甚力，反復數四，竟以錢三百千取去。孫涕淚，復箠其妻，竟日嗟悵。內侍得貓喜極，欲調馴，然後進御。已而色澤漸淡，才及半月，全成白貓。走訪孫氏，既陟居矣。蓋用染馬纓紼之法，積日為偽，前之告戒箠怒，悉奸計也。"
      },
      {
        "index": 14,
        "text": "貸金"
      },
      {
        "index": 15,
        "text": "《耳譚》：嘉靖間，一士人候選京邸。有官矣，然久客橐空，欲貸千金，為所故遊客談。數日，報命曰：「某中貴允爾五百」。士人猶恨少。客曰：「凡貸者，例以厚贄先。內相家性，苟得其歡，何不何？」士人拮據湊貸器幣，約值百金。為期入謁。及門，堂軒麗巨，蒼頭廬兒，皆曳綺縞，兩壁米袋充棟，皆有「御用」字。久之，主人出。主人橫肥，以兩童子頭抵背而行。享禮微笑，許貸八百。廬兒曰：「已晚，須明白。」主人曰：「可」。士人既出，喜不自任。客復屬耳：「當早至，我俟於此。」明日至，寥然空宅，堂下兩堆煤土，皆袋所傾。問主宅者，曰：「昨日內相賃宅半日，知是誰何」客亦失跡，方知中詐。"
      },
      {
        "index": 16,
        "text": "一錢誆百金"
      },
      {
        "index": 17,
        "text": "《湖海奇聞》：胠篋唯京師為最黠。有盜能以一錢誆百金者，作貴遊衣冠，先詣馬市，呼賣胡床者，與一錢，戒曰：「吾即乘馬，爾以胡床侍。」其人許諾。乃謂馬主：「吾欲市駿馬，試可乃已。」馬主謹奉羈靮。其人設胡床而上，盜上馬疾馳而去。馬主追之。盜徑扣官店，維馬於門，云：「吾某太監家人，欲段匹若干，以馬為質，用則奉價。」店睹其良馬，不之疑，如數畀之。負而去。俄而馬主跡至店，與之爭馬，成訟。有司不能決，為平分其馬價云。"
      },
      {
        "index": 18,
        "text": "乘驢婦"
      },
      {
        "index": 19,
        "text": "《耳譚》：有三婦人雇驢騎行，一男子隨之。忽少婦下驢擇便地，呼二婦曰：「緩行俟我！」方其下驢，男子佐之，少婦即與調謔若相悅者。已乘驢，曰：「我心痛，不能急行。」男子既不欲強少婦，追二婦又不可得，乃憩道旁，而不知少婦反走久矣。是日三驢皆失。"
      },
      {
        "index": 20,
        "text": "京都道人"
      },
      {
        "index": 21,
        "text": "北宋時，有道人至京都，稱得丹砂之妙，顏如弱冠，自言三百餘歲。貴賤咸爭慕之，輸貨求丹、橫經請益者，門如市肆。時有朝士數人造其第，飲啜方酣，閽者報曰：「郎君從莊上來，欲參覲。」道士作色叱之。坐客或曰：「賢郎遠來，何妨一見？」道士顰蹙移時，乃曰：「但令入來。」俄見一老叟，鬚髮如銀，昏耄傴僂，趨前而拜。拜訖，叱入中門，徐謂坐客曰：「小兒愚騃，不肯服食丹砂，以至此，都未及百歲，枯槁如斯。常日斥至村墅間耳。」坐客愈更神之。後有人私詰道者親知，乃云：「傴僂者，即其父也。」"
      },
      {
        "index": 22,
        "text": "丹客"
      },
      {
        "index": 23,
        "text": "客有以丹術行騙局者，假造銀器，盛輿從，復典妓為妾，日飲於西湖。鷁首所羅列器皿，望之皆朱提白鏹。一富翁見而心豔之，前揖問曰：「公何術而富若此？」客曰：「丹成，特長物耳！」富翁遂延客並其妾，至家，出二千金為母，使煉之。客入鉛藥，煉十餘日，密約一長髯突至給曰：「家罹內艱，盍急往！」客大哭，謂主人曰：「事出無奈何，煩主君同余婢守爐，余不日來耳。」客實竊丹去，又囑妓私與主媾。而不悟也，遂墮計中，與妓綢繆數宵而客至。啟爐視之，佯驚曰：「敗矣！汝侵余妾，丹已壞矣！」主君無以應，復出厚鏹酬客。客作怏怏狀去。主君猶以得遣為幸。"
      },
      {
        "index": 24,
        "text": "嘉靖中，松江一監生，博學者口，而酷信丹術。有丹士先以小試取信，乃大出其金，而盡竊之。生慚憤甚，欲廣遊以冀一遇。忽一日，值於吳之閶門。丹士不俟啟齒，即邀飲肆中，殷勤謝過。既而謀曰：「吾儕得金，隨手費去。今東山一大姓，業有成約，俟吾師來舉事。君肯權作吾師。取償於彼，易易耳！」生急於得金，許之。乃令剪髮為頭陀，事以師禮。大姓接其談鋒，深相飲服，日與款接，而以丹事委其徒輩，且謂師在，無慮也。一旦復竊金去。執其師，欲訟之官。生號泣自明，僅而得釋。及歸，親知見其發種種，皆訕笑焉。"
      },
      {
        "index": 25,
        "text": "《耳談》二譎僧"
      },
      {
        "index": 26,
        "text": "有僧異貌，能絕粒，瓢衲之外，絲粟俱無，坐徵商木筏上，旬日不食，不饑。商試之，放其筏中梳，又旬日，亦如此。乃相率禮拜，稱為「活佛」，競相供養。曰：「無用供養。我某山寺頭陀，以大殿毀，欲從檀越乞布施，作無量功德。」因出疏，令各占甲乙畢，仍期某月日入寺相見。及期，眾往詢，寺絕無此僧，殿即毀，亦無乞施者。方與僧駭之，忽見伽藍貌酷似僧，懷中有簿，即前疏。眾詫神異，喜施千金，恐泄語有損功德，戒勿相傳。後乃知始塑像時，因僧異貌，遂肖之，作此伎倆。而不食，乃以乾牛肉臠大數珠數十顆，暗啖之。皆奸僧所為。"
      },
      {
        "index": 27,
        "text": "閿鄉一村僧，見田家牛肥碩，日伺牛在野，置鹽已首。俾牛餂之；久遂嫻習。僧一夕至田家，泣告曰：「君牛乃吾父後身。父以夢告我，我欲贖歸。」主驅牛出。牛見僧，即餂僧首。主遂以牛與僧。僧歸殺牛，丸其肉，置空杖中，又以坐關不食欺人焉。後有孟知縣者，詢僧便溺，始窮其詐。"
      },
      {
        "index": 28,
        "text": "吞舍利"
      },
      {
        "index": 29,
        "text": "《廣記》：唐洛中頃年有僧持數粒所謂「舍利」者，貯於琉璃器中，晝夜香火檀越之禮，日無虛焉。有貧士子無賴，因詣僧，請觀舍利。僧出瓶授與。遽取吞之。僧惶駭無措，復慮外聞之。士子曰：「與我錢，當服藥出之耳。」贈二百緡，乃服巴豆瀉下。僧歡然濯而收之。"
      },
      {
        "index": 30,
        "text": "易術"
      },
      {
        "index": 31,
        "text": "凡幻戲之術，多係偽妄。金陵人有賣藥者，車載大士像。問病，將藥從大士手中過，有留於手不下者，則許人服之，日獲千錢。有少年子從旁觀，俗得其術，俟人散後，邀飲酒家。不付錢。飲畢竟出，酒家如不見也。如是三。賣藥人叩其法，曰：「此小術耳，君許相易，幸甚。」賣藥曰：「我無他。大士手是磁石，藥有鐵屑，則粘矣。」少年曰：「我更無他。不過先以錢付酒家，約客到絕不相問耳。」彼此大笑而罷。"
      },
      {
        "index": 32,
        "text": "巫"
      },
      {
        "index": 33,
        "text": "夏山為巫，自謂靈異。范汝輿戲曰：「明日吾握糖餌，令汝商之。言而中，人益信汝。」巫唯唯。及明降神，觀者如堵。范握狗矢問之。巫曰：「此糖鉺耳。」范佯拜曰：「真神明也！」即令食之。巫恐事泄，忍穢立盡。"
      },
      {
        "index": 34,
        "text": "女巫"
      },
      {
        "index": 35,
        "text": "京信閭閻多信女巫。有武人陳五者，厭其家崇信之篤，莫能治。一日含青李於腮，給家人瘡腫痛甚，不食而臥者竟日。其妻憂甚，召女巫治之。巫降，謂五所患是名疔瘡，以其素不敬神，神與不救。家人羅拜懇祈，然後許之。五佯作呻吟甚急，語家人云：「必得神師入視救我可也。」巫入按視。五乃從容吐青李視之，捽巫批其頰，而叱之門外。自此家人無信崇者。"
      },
      {
        "index": 36,
        "text": "黃鐵腳"
      },
      {
        "index": 37,
        "text": "黃鐵腳，穿窬之雄也。鄰有酒肆，黃往貰，肆吝與。黃戲曰：「必竊若壺，他肆易飲。」是夕肆主挈壺置臥榻前几上，鐍戶甚固，遂安寢。比曉失壺，視鐍如故，亟從他肆物色，壺果在。問所得，曰：「黃某。」主詣黃問故，黃用一小竿竊其中，俾通氣，以豬溺囊繫竿端，從𥧥引竿，納囊於壺，乃噓氣脹囊，舉而升之，故得壺也。"
      },
      {
        "index": 38,
        "text": "竊磬"
      },
      {
        "index": 39,
        "text": "鄉一老媼向誦經，有古銅磬。一賊以石塊作包，負之至媼門外，人問何物。曰：「銅磬，將鬻耳。」入門見無人，棄石於地，負磬反向內曰：「欲買磬乎？」曰：「家自有。」賊包磬復負而出，內外皆不覺。"
      },
      {
        "index": 40,
        "text": "偽跛、偽躄"
      },
      {
        "index": 41,
        "text": "閶門有匠鑿金於肆。忽一士人巾服甚偉，跛曳而來，自語曰：「暴令以小過毒撻我，我必報之！」因袖出一大膏藥，薰於爐次，若將以治瘡者。俟其熔化，急糊匠面孔。匠畏熱，援以手，其人已持金奔去。又一家，門集米袋，忽有躄者垂腹甚大，盤旋其足而來，坐米袋上。眾所共觀，不知何由。匿米一袋於胯下，復盤旋而去。後失米，始知之。蓋其腹襯塞而成，而躄亦偽也。"
      },
      {
        "index": 42,
        "text": "何大復《躄盜篇》"
      },
      {
        "index": 43,
        "text": "有躄盜者，一足躄，善穿窬。嘗夜從二盜入巨姓家，登屋翻瓦，使二盜以繩下之。搜資入之櫃，命二盜繫上。已復下其櫃，入資上之，如是者三矣。躄盜自度曰：「櫃上，彼無置我去乎？遂自入坐櫃中。二盜繫上之，果私語曰：「資重矣！彼出必多取，不如棄去！」遂持櫃行大野中。一人曰：「躄盜稱善偷，乃為我二人賣！」一人曰：「此時將見主人翁矣！」相與大笑歡喜，不知躄盜乃在櫃中。頃二盜倦坐道上，躄盜度將曙，又聞遠舍有人語笑，從櫃出大聲曰：「盜劫我！」二盜惶訝遁去。躄盜顧乃得金資歸。"
      },
      {
        "index": 44,
        "text": "智婦"
      },
      {
        "index": 45,
        "text": "《耳譚》：某家娶婦之夕，有賊來穴壁，已入，會其地有大木，賊觸木倒，破頭死。燭之，乃所識鄰人，倉惶間恐反鉺禍。新婦曰：「無妨。」令空一箱，納賊屍於內，舁至賊家門首，剝啄數下，賊婦開門見箱，謂是夫所盜，即舉至內。數日，夫不返，發視，乃是夫屍；莫知誰殺，亦不敢言，以瘞之。"
      },
      {
        "index": 46,
        "text": "詰盜智"
      },
      {
        "index": 47,
        "text": "胡汲仲在寧海日，偶出行，有群嫗聚庵誦經。一嫗以失衣來訴。汲仲命以牟麥置群嫗掌中，令合掌繞佛誦經如故。汲仲閉目端坐，且曰：「吾令神督之。若是盜衣者，行數周，麥當芽。」中一嫗屢開視其掌，遂命縛之，果盜衣者。"
      },
      {
        "index": 48,
        "text": "劉宰之令泰興也，富室亡金釵，唯二僕婦在。置之有司，咸以為冤。命各持一蘆，曰：「非盜釵者，當自若。果盜，則長於令二寸。」明旦視之，一自若，一去其蘆二寸矣。訊之，具伏。"
      },
      {
        "index": 49,
        "text": "陳述古知蒲城縣，有失物莫知為盜。乃給曰：「其廟有鍾能辨盜，以盜者，摸之則有聲。」陰使人以墨塗而帷焉。令囚入帷摸之，唯一囚無墨，執之果盜。"
      },
      {
        "index": 50,
        "text": "海剛峰"
      },
      {
        "index": 51,
        "text": "有御史怒某縣令。縣令密使嬖兒侍御史，御史昵之，遂竊其符逾牆走。明晨起視篆，篆篋已空，心疑縣令所為，而不敢發，而稱疾不視事。海忠肅時為教諭，往候御史。御史聞海有吏才，密訴之。海教御史夜半於廚房發火。火光燭天，郡屬赴救。御史持篆篋授縣尹，他官各有所護。及火滅，縣令上篆篋，則符在矣。"
      },
      {
        "index": 52,
        "text": "黠豎子"
      },
      {
        "index": 53,
        "text": "西鄰母有好李，苦窺園者，設井牆下，置糞穢其中。墨豎子呼類竊李，登垣，陷井間，穢及其衣領，猶仰首於其曹：「來來！此有佳李！」其一人復墜。方發口，黠豎子遽掩其兩唇，呼「來來」不已。俄一人又墜。二子相與詬病。黠豎子曰：「假令二子者有一人不墜井中，其笑我終無已時！」"
      },
      {
        "index": 54,
        "text": "日者"
      },
      {
        "index": 55,
        "text": "趙王李德誠鎮江西。有日者，自稱「世人貴賤，一見輒分」。王使女妓數人，與其妻滕國君同妝梳服飾，偕立庭中，請辨良賤。客俯躬而進曰：「國君頭上有黃雲。」群妓不覺皆仰首。日者曰：「此是國君也！」王悅而遣之。"
      },
      {
        "index": 56,
        "text": "孫興公嫁女"
      },
      {
        "index": 57,
        "text": "王文度弟阿智惡乃不翅，年長失婚。孫興公有女，亦僻錯無嫁娶理，因詣文度，求見阿智。即見，便揚言：「此定可，殊不如人所傳，哪裏至今未有婚處！我有一女，乃不惡，欲令阿智娶之。」文度忻然以啟藍田。藍田驚異。既成婚，女之頑囂乃過於婿，方知興公之詐。"
      },
      {
        "index": 58,
        "text": "匿年"
      },
      {
        "index": 59,
        "text": "淩景陽與京師豪族也氏成煙，嫌年齒，自匿五歲。即交禮，乃知其妻匿十歲。王素作諫官，景陽方館職，坐娶富民女論罷。上知景陽匿年以欺女氏，素因奏孫氏所匿。上大笑。"
      },
      {
        "index": 60,
        "text": "節日門狀"
      },
      {
        "index": 61,
        "text": "劉貢父為館職。節日，同舍遣人以書筒盛門狀遍散人家。劉知之，乃呼所遣人坐於別室，犒以酒肴，因取書筒視之，凡與己一面之舊者，盡易以已門狀。其人既飲食，再三致謝，遍走巷陌，實為劉投刺，而主人之刺遂已。"
      },
      {
        "index": 62,
        "text": "智勝力"
      },
      {
        "index": 63,
        "text": "王卞於軍中置宴，一角抵夫甚魁岸，負大力。諸健卒與較，悉不敵。坐間一秀才自言能勝之，乃以左指略展，魁岸者輒倒。卞以為神，叩其故。秀才云：「此人怕醬，預得之同伴。先入廚，求得少許醬，彼見輒倒耳。」"
      },
      {
        "index": 64,
        "text": "術制繼母"
      },
      {
        "index": 65,
        "text": "王陽明年十二，繼母待之不慈。父官京師。公度不能免，以母信佛，乃夜潛起，列五托子於室門。母晨興，見而心悸。他日復如之，母愈駭，然猶不悛也。公乃於郊外訪射鳥者，得一異形鳥，生置母衾母。母整衾，見怪鳥飛去，大懼，召巫媼問之。公懷金賂媼，詐言「王狀元前室責母虐其遺嬰，今訴於天，遣陰兵收妝魂魄。衾中之鳥是也。」後母大慟，叩頭謝不敢，公亦泣拜良久。巫故作恨恨，乃蹶然蘇。自是母性驟變。"
      },
      {
        "index": 66,
        "text": "制妒婦"
      },
      {
        "index": 67,
        "text": "《藝術類聚》：京邑士人婦大妒，嘗以長繩繫夫腳，喚便牽繩。士密與巫婦謀，因婦眠，士以繩繫羊，緣牆走避。婦覺，牽繩而羊至，大驚，召問巫。巫曰：「先人怪娘積惡，故郎君變羊。能悔，可祈請。」婦因抱羊痛哭悔誓。巫乃令七日齋，舉家大小悉詣神前禱祝。士徐徐還，婦見泣曰：「多日作羊，不辛苦耶？」士曰：「猶憶啖草不美，時作腹痛。」婦愈悲哀。後略復妒，士即伏地作羊鳴。婦驚起，永謝不敢。"
      },
      {
        "index": 68,
        "text": "制使酒"
      },
      {
        "index": 69,
        "text": "朱業為宣州刺史，好酒淩人，性復威厲，飲後恣意斬決，無復諫者。唯其妻鍾氏能制之，褰幃一呼，懾慄而止。張易領通倅之職，至府數日，業為易啟宴。酒未三爵，易乘宿醒，擲觥排席，詬嚷蜂起。業怡聲屏障間，謂左右曰：「張公使酒，未可當也！」命扶易而去出。此後業無復使酒焉。"
      },
      {
        "index": 70,
        "text": "敖上舍"
      },
      {
        "index": 71,
        "text": "韓侂胄既逐趙汝愚至死，太學生敖陶孫賦詩於三元樓壁吊之。方縱筆，飲未一二行，壁已舁去矣。敖知必為韓所廉，急更衣，持酒具下樓，正逢捕者。問：「敖上舍在否？」對曰：「方酣飲。」亟亡命走閩，韓敗，乃登第一。"
      },
      {
        "index": 72,
        "text": "科試郊餞"
      },
      {
        "index": 73,
        "text": "科試故事，邑侯有郊餞。酒酸甚，眾嘩席上。張幼於令勿喧，保為易之。因索大觥滿引為壽，侯不知其異也，既飲，不覺攢眉怒懲吏，易以醇。"
      },
      {
        "index": 74,
        "text": "金還酒債"
      },
      {
        "index": 75,
        "text": "荊公素喜俞清老。一日謂荊公曰：「吾欲為浮屠，若無錢買祠部牒耳。」荊公欣然為具僧資，約日祝髮。過期寂然，公問故。清老徐曰：「吾思僧亦不易為，祠部牒金，且送酒家還債。」公大笑。"
      },
      {
        "index": 76,
        "text": "下馬常例"
      },
      {
        "index": 77,
        "text": "宋時有世賞官王氏，任浙西一監。初蒞任日，吏民獻錢物幾數百千，仍白曰「下馬常例」。王公見之，以為汙己，便欲作狀，並物申解上司。吏輩祈請再四。乃令取一櫃，以物悉納其中，對眾封緘，置於廳治，戒曰：「有一小犯，即發！」由是吏民驚懼，課息俱備。比終任榮歸，登舟之次，吏白廳櫃。公曰：「尋常既有此例，須有文牘。」吏齎案至，俾舁櫃於舟，載之而去。"
      },
      {
        "index": 78,
        "text": "月兒高"
      },
      {
        "index": 79,
        "text": "袁凱忤太祖，詭得風疾。上每念曰：「東海走卻大鰻魚，何處尋得！」遣使拜為本郡學博。凱瞠目熟視使者，唱《月兒高》一曲。使者還奏，乃置之。"
      }
    ]
  }
}