{
  "chapterNumber": 25,
  "title": "第25部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：天下之事，從言生，還可從言止。不見夫射者乎？一夫穿楊，百夫掛弓。何則？為無復也。心心喙喙，人盡南越王自為耳。不得真正大聰明人，胸如鏡，口如江，關天下之舌，而予之以不然，隙穴漏卮，豈其有窒！若夫理外設奇，厄人於險，此營丘士之智也，吾無患焉。集《塞語》第二十五。〕"
      },
      {
        "index": 2,
        "text": "祠靈山河伯"
      },
      {
        "index": 3,
        "text": "齊大旱，景公欲祠靈山。晏子曰：「不可。夫靈山，以石為身，以草木為髮。天久不雨，髮將焦，身將熱，彼獨不欲雨乎？祠之何益？」公曰：「祠河伯可乎？」晏子曰：「不可。河伯以水為國，以魚鱉為民。天久不雨，百川竭，國將亡，民將滅矣，彼獨不雨乎？祠之何益？」"
      },
      {
        "index": 4,
        "text": "駱猾氂好勇"
      },
      {
        "index": 5,
        "text": "墨子謂駱猾氂曰：「吾聞子好勇。」曰：「然。吾聞其鄉有勇士焉，吾必與鬥而殺之。」墨子曰：「天下莫不予其所好，奪其所惡。今子聞其鄉有勇士，而鬥而殺之，是惡勇，非好勇。」"
      },
      {
        "index": 6,
        "text": "彈雀"
      },
      {
        "index": 7,
        "text": "宋藝祖一旦後苑挾弓彈雀。有臣僚稱其急事請見。及見，乃常事。帝曰：「此事何急？」對曰：「亦急於彈雀。」"
      },
      {
        "index": 8,
        "text": "禁釀具"
      },
      {
        "index": 9,
        "text": "蜀先主嘗因旱儉禁釀酒。吏於人家檢得釀具，以其欲釀，將議罰。時簡雍從先主遊，見一男女行道，謂先主曰：「彼人欲行淫，何以不縛？」先主曰：「何以知之？」雍曰：「彼有淫具。」先主大笑，命原欲釀者。"
      },
      {
        "index": 10,
        "text": "禁松薪"
      },
      {
        "index": 11,
        "text": "唐昭宗時，李茂貞榷油以助軍資，因禁松薪。優人張廷範曰：「不如並月明禁之。」茂貞笑而馳禁。"
      },
      {
        "index": 12,
        "text": "《陶母剪髮圖》"
      },
      {
        "index": 13,
        "text": "元嶽柱八歲時，觀畫師何澄畫《陶母剪髮圖》，指陶母手中金釧詰之曰：「有此可易酒，何用剪髮？」何大慚，即易之。"
      },
      {
        "index": 14,
        "text": "新衣"
      },
      {
        "index": 15,
        "text": "桓衝不好新衣。浴後，婦故送新衣與。衝怒，催使持去。婦更持還，傳語云：「衣不經新，何由而故？」桓笑著之。"
      },
      {
        "index": 16,
        "text": "彭祖面長"
      },
      {
        "index": 17,
        "text": "漢武帝對群臣云：「相書云：鼻下人中長一寸年百歲。」東方朔大笑。有司奏不敬。朔免冠云：「不敢笑陛下，實笑彭祖面長。」帝問之。朔曰：「彭祖年八百。果如陛下言，則彭祖人中長八寸，面長一丈餘矣。」帝亦大笑。"
      },
      {
        "index": 18,
        "text": "仙福"
      },
      {
        "index": 19,
        "text": "有術士干唐六如，極言修煉之妙。唐云：「如此妙術，何不自為，乃貺及鄙人？」術士云：「恨吾福淺。吾閱人多矣，仙風道骨，無如君者。」唐笑曰： 「吾但出仙福，有空房在北城，甚僻靜，君為修煉，煉成兩剖。」術士猶未悟，日造門，出一扇求詩。唐大書云：「破布衫中破布裙，逢人便說會煉銀。如何不自燒些用，擔水河頭賣與人。」"
      },
      {
        "index": 20,
        "text": "醫意"
      },
      {
        "index": 21,
        "text": "歐文忠公語東坡曰：「昔有乘船遇風而得疾者，醫家取多年舵牙，為舵工手汗所漬處刮末，和丹砂伏神之劑煎飲，疾遂愈。乃知醫者，意也。」東坡曰：「如公言，今學者昏惰，當令多食筆墨灰。」"
      },
      {
        "index": 22,
        "text": "輪回報應"
      },
      {
        "index": 23,
        "text": "一人盛談輪回報應：慎無輕殺，凡一牛一豕，即作牛豕以償；至螻蟻亦罔不然，時許文穆曰：「莫如殺人。」眾問其故。曰：「那一世責債，猶得化人也。」"
      },
      {
        "index": 24,
        "text": "為宅"
      },
      {
        "index": 25,
        "text": "徐孺子，南昌人，十一歲與太原郭林宗遊。同稚還家，林宗庭中有一樹，欲伐去之，云：「為宅之法，正如方口。『口』中有『木』，『困」字不祥。」徐曰：「為宅之法，正如方口。『口』中有『人』，『囚』字何殊？」郭無以難。"
      },
      {
        "index": 26,
        "text": "蔡元定地理"
      },
      {
        "index": 27,
        "text": "蔡元定善地理，每與鄉人卜葬改定，其間吉凶不能皆驗。及貶，有贈詩者，曰：「拙盡人家好丘隴，冤魂欲訴更無由。先生若有堯夫術，何不先言去道州？」"
      },
      {
        "index": 28,
        "text": "哈立麻"
      },
      {
        "index": 29,
        "text": "永樂四年，西僧哈立麻至京，啟建法壇，屢著靈異。翰林李繼鼎私曰：「若彼既有神通，當作中國語，何待譯者而後知乎？」"
      },
      {
        "index": 30,
        "text": "請僧住院"
      },
      {
        "index": 31,
        "text": "晏景初請一名僧住院，僧辭以窮陋不可為。景初曰：「高才固易耳。」僧曰：「巧媳婦煮不得無米粥。」景初曰：「若有米，拙媳婦亦自能煮。」"
      },
      {
        "index": 32,
        "text": "辟僧"
      },
      {
        "index": 33,
        "text": "歐陽公家兒小名有僧哥者，一僧謂公曰：「公不重佛，安得此名？」公笑曰：「人家小兒要易長，往往以賤物為小名，如狗、馬、牛、羊之類是也。」僧大笑。"
      },
      {
        "index": 34,
        "text": "昆山學博張倬與一僧談。僧曰：「儒教雖正，不如佛學之玄。如僧人多能讀儒書，儒人不能通釋典。本朝能通釋典者，宋景濂一人而已。」張笑云：「不然。譬如飲食，人可食者，狗亦能食之，狗可食者，人決不食之矣。」"
      },
      {
        "index": 35,
        "text": "重袈裟"
      },
      {
        "index": 36,
        "text": "趙悅道罷政閑居，喜僧而拒士。有士往謁再四，閽者不為通。士曰：「參政直得如此敬重和尚？」閽者曰：「尋常僧亦平平，相公只是重袈裟。」士曰：「我這領藍衫憑地不值錢？」閽者曰：「也半看佛面。」士曰：「也半看孔夫子面。」"
      },
      {
        "index": 37,
        "text": "辨鬼"
      },
      {
        "index": 38,
        "text": "阮宣聞人說人死有鬼，宣獨以為無，曰：「今見鬼者，云著生時衣服。若人死有鬼，衣服亦有鬼耶？」"
      },
      {
        "index": 39,
        "text": "鬼董辨十王"
      },
      {
        "index": 40,
        "text": "佛言琰魔羅統攝一素訶世界，今訛為閻羅。又《阿含》等經有十八王，王主一獄，乃閻羅僚屬。十王之說，不知何來？轉輪王王四天下，亦非主冥道，乃概列於十王。餘如宋帝、五官之類又皆無稽。又七七日而所歷者七王，自小祥以後二年，乃僅經二王，何疏密太懸耶？"
      },
      {
        "index": 41,
        "text": "論神佛"
      },
      {
        "index": 42,
        "text": "北魏簡平王浚，年八歲，謂博士盧裕曰：「祭神如神在，為有神也，無神也？」對曰：「有。」浚曰：「有神當云『神在』，何煩『如』字？」張商英夜執筆，妻向氏問何作。曰：「欲作《無佛論》。」向曰：「既無矣，又何論？」公駭其言而止。"
      },
      {
        "index": 43,
        "text": "蘇公論佛"
      },
      {
        "index": 44,
        "text": "范蜀公不信佛，蘇公常求其所以不信之故。范云：「平生事非目見即不信。」蘇曰：「公亦安能然哉，設公有疾，令醫切脈，醫曰『寒』，則服熱藥，曰『熱」，則服寒藥。公何嘗見脈而後信之？」"
      },
      {
        "index": 45,
        "text": "妓歌佳"
      },
      {
        "index": 46,
        "text": "郭洗馬人洛，聽妓歌，大稱佳。石季倫問：「何曲？」郭曰：「不知。」季倫笑曰：「不知安得言佳？」郭曰：「譬如見西施，何必識姓，然後知美？」"
      },
      {
        "index": 47,
        "text": "觀燈"
      },
      {
        "index": 48,
        "text": "司馬溫公夫人，元宵夜欲出觀燈。公曰：「家自有燈。」夫人曰：「兼看遊人。」公笑曰：「我是鬼？」"
      },
      {
        "index": 49,
        "text": "歌哭"
      },
      {
        "index": 50,
        "text": "司馬溫公死，當明堂大饗，朝臣以致齋，不及奠。肆赦畢，蘇子瞻率同輩往。程頤固爭，引《論語》「子於是日哭則不歌」以阻之。子瞻曰：「不云歌則不哭。」"
      },
      {
        "index": 51,
        "text": "紅米飯"
      },
      {
        "index": 52,
        "text": "《樗齋雅謔》云：近一友有母喪，偶食紅米飯。一腐儒以為非居喪者所宜。詰其故，謂「紅，喜色也，」友曰：「然則食白米飯者，皆有喪耶？」"
      },
      {
        "index": 53,
        "text": "理學新說"
      },
      {
        "index": 54,
        "text": "理學家多主新說。有解「年四十而見惡焉，其終也已」曰：「人當其年尚見可惡之人，則德不進可知矣。」周元孚笑曰：「惟仁者能好人，能惡人，應是三十九歲時也。」"
      },
      {
        "index": 55,
        "text": "道學語"
      },
      {
        "index": 56,
        "text": "有一道學每曰：「天不生仲尼，萬古如長夜。」劉翰林諧曰：「怪得羲皇以上聖人，盡日燃燭而行也！」"
      },
      {
        "index": 57,
        "text": "《列子》辯日"
      },
      {
        "index": 58,
        "text": "孔子東遊，見二兒爭辯日遠近。一曰：「日出之時，大如車輪；日中之中，小如盤。豈非日出之處去人近，近見大而遠見小乎？」一曰：「日出之時，蒼蒼涼涼；日中之時，熱如探湯。豈非日出之處去人遠，遠者涼而近者熱乎？」孔子不能決。"
      },
      {
        "index": 59,
        "text": "不讀書"
      },
      {
        "index": 60,
        "text": "王荊公初參政，視廟堂如無人。一旦行新法，怒目諸公，曰：「此輩坐不讀書耳！」趙清簡公同參知政事，獨折之曰：「君言失矣！如皋、夔、稷、契之時，有何書可讀？」公默然。"
      },
      {
        "index": 61,
        "text": "《字說》"
      },
      {
        "index": 62,
        "text": "王荊公作《字說》，穿鑿杜撰。劉貢父問之曰：「牛之體壯於鹿，鹿之行速於牛。今『犇』、『⒕』二字，其意皆反之，何也？」坡公亦問曰：「以竹鞭馬為『篤』，不知以竹鞭犬有何可『笑』？」又嘗舉「坡」字問荊公何義。公曰：「坡者，土之皮。」坡公笑曰：「然則滑者，水之骨乎？」荊公並無以答。"
      },
      {
        "index": 63,
        "text": "又東坡嘗語荊公：「『鳩』從九亦有說。」荊公欣然就問。東坡曰：「『鳴鳩在桑，其子七兮。』連娘帶爺，恰是九個。」張文潛嘗問張安道：「司馬君實直言王介甫不曉事，是如何？」安道云：「賢只消去看《字說》。」文潛云：「《字說》也只是二三分不合人意。」安道云：「若然則足下亦有七八分不曉事矣。」"
      },
      {
        "index": 64,
        "text": "《牧誓》"
      },
      {
        "index": 65,
        "text": "唐高定七歲時，讀書至《牧誓》，問：「奈何以臣伐君？」父郢曰：「應天順人耳。」曰：「『用命賞於祖，不用命戮於社。』豈是順人？」郢不能答。"
      },
      {
        "index": 66,
        "text": "論詩"
      },
      {
        "index": 67,
        "text": "李西涯嘗有《岳陽樓》詩云：「吳楚乾坤天下句，江湖廊廟古人情。」楊文懿公亟稱之。有同官不以為然，駁之曰：「吳楚乾坤之句，本妙在『坼』字『浮』字。今去此二字，則不見其妙矣。」楊曰：「然則必云『吳楚東南坼乾坤日夜浮天下句』而後為足耶？」"
      },
      {
        "index": 68,
        "text": "方棠陵以廣東憲副入賀。張昆侖山人以詩餞之。方曰：「君詩雖佳，而非情實，如無山稱山，無水賦水，非歡而暢，不戚而哀。予詩雖劣，情實俱在。」答曰：「詩人婉辭托物，若文王之思后妃，豈必臨河洲見睢鳩耶？即如餞行，何必攜百壺酒而云『清酒百壺，唯筍及蒲』？若據情實，則老酒一瓶，豆腐麵筋耳。」京師聞者大笑。"
      },
      {
        "index": 69,
        "text": "穢里"
      },
      {
        "index": 70,
        "text": "梁劉士章為南康相。郡人有姓賴，居穢里，投刺謁劉。劉嘲之曰：「君有何穢而居穢里？」賴應聲曰：「未審孔丘何闕而居闕里？」"
      },
      {
        "index": 71,
        "text": "賦柳"
      },
      {
        "index": 72,
        "text": "李泌賦詩譏楊國忠曰：「青青東門柳，歲晏復憔悴。」國忠訴於明皇。上曰：「賦柳為譏卿，則賦李為譏聯可乎？」"
      },
      {
        "index": 73,
        "text": "爭田"
      },
      {
        "index": 74,
        "text": "余肅敏公為戶部時，兩勢家爭田未決，部檄公理之。甲以其地名與己同姓，執是故產，公笑曰：「然則張家灣張產耶？」"
      },
      {
        "index": 75,
        "text": "無為子"
      },
      {
        "index": 76,
        "text": "楊次公自號無為子。佛印問其說。次公曰：「我生無為軍耳。」印曰：「公若生廬州，便可稱廬子矣！」"
      },
      {
        "index": 77,
        "text": "六字地名"
      },
      {
        "index": 78,
        "text": "楊用修在史館，有湖廣土官水盡源通塔平長官司進貢。「水盡通源塔平」，蓋六字地名。有同列疑為三地名，添之云「三長官司」。楊取《大明官制》證之：「此一處，非三地也。」同列笑曰：「楚、蜀人近蠻夷，故宜知之。我內地人不知也。」楊對應之曰：「司馬適《西南夷傳》，班固《匈奴傳》敘外域如指掌，班、馬亦蠻夷耶？」"
      },
      {
        "index": 79,
        "text": "爭姓族"
      },
      {
        "index": 80,
        "text": "諸葛令王丞相共爭姓族先後。王曰：「何不言葛、王，而云王、葛？」令曰：「譬之驢、馬，不言馬、驢。驢寧勝馬耶？」"
      },
      {
        "index": 81,
        "text": "牝牡雄雌"
      },
      {
        "index": 82,
        "text": "周丞相與客閑步園中玩群鶴。問曰：「此牝鶴耶，牡鶴耶？」客從旁曰：「獸稱牝牡，禽為雌雄。」丞相曰：「『雄狐綏綏』，狐非獸乎？『牝雞之晨』，雞非禽乎？」客不能對。"
      },
      {
        "index": 83,
        "text": "諸葛恪"
      },
      {
        "index": 84,
        "text": "孫權大會將佐，命諸葛恪行酒。次至張輔吳，先有酒色，不肯飲，曰：「此非養老之禮也。」權謂恪曰：「卿但令張公辭屈乃飲耳。」恪即難張曰：「昔尚父九十，秉旄仗鉞，猶未告老。今軍旅之事，將軍在後，酒食之事，將軍在前，何謂不養老也？」張無辭，遂為盡爵。"
      },
      {
        "index": 85,
        "text": "曾有白頭鳥集吳殿前。孫權問群臣：「此何鳥也？」諸葛元遜對云：「此名白頭翁。」張昭自以坐中最老，疑戲之，因曰：「恪欺陛下，未嘗聞鳥名白頭翁者。試令恪復求白頭母。」元遜曰：「鳥名鸚母，未必有對。試使輔吳復求鸚父。」張不能答。"
      },
      {
        "index": 86,
        "text": "犯夜"
      },
      {
        "index": 87,
        "text": "張觀知開封日，有犯夜巡者，縛致之。觀曰：「有證見乎？」巡者曰：「若有證見，亦是犯夜矣。」"
      },
      {
        "index": 88,
        "text": "捕蝗檄"
      },
      {
        "index": 89,
        "text": "錢穆甫為如皋令，會歲旱蝗發，而泰興令獨紿郡將云：「縣界無蝗。」已而蝗大起，郡將詰之。令辭窮，乃言「縣本無蝗，悉自如皋飛來者。」仍檄本縣嚴捕，無令侵及鄰境。穆甫得檄，判云：「蝗本天災，非令不才。既自敝邑飛去，卻請貴縣押來。」"
      },
      {
        "index": 90,
        "text": "舉人大帽"
      },
      {
        "index": 91,
        "text": "祖制：京官三品始乘轎，科道多騎馬；後來皆私用轎矣。王化按浙，一舉人大帽入謁。按君不悅，因問曰：「舉人戴大帽，始自何年？」答曰：「始於老大人乘轎之年。」"
      },
      {
        "index": 92,
        "text": "西安令"
      },
      {
        "index": 93,
        "text": "俞君宣性懶，選得衢州之西安。友人規之曰：「清慎君所有餘，第在衝要地，不可不勤。」俞曰：「何以知衝要也？」曰：「是四輪之地。不然，何以謂之衢州？」俞曰：「是偏安之邑，不然何以謂之西安？」友人無以難。"
      },
      {
        "index": 94,
        "text": "貪令"
      },
      {
        "index": 95,
        "text": "某令貪，監司欲斥之。陳渠為中丞，笑曰：「此地窮苦，不比貴鄉，墨不滿橐也。」監司曰：「盜劫貧家，豈得無罪！」"
      },
      {
        "index": 96,
        "text": "海瑞非聖人"
      },
      {
        "index": 97,
        "text": "海忠肅撫江南，為華亭公處分田宅，奉行者稍過，遂致不堪。縉紳咸為華亭解紛，謂海曰：「聖人不為已甚。」海艴然曰：「諸公豈不知海瑞非聖人耶？」縉紳悉股栗而退。"
      },
      {
        "index": 98,
        "text": "蹩媼"
      },
      {
        "index": 99,
        "text": "田巴居於稷下，是三王而非五帝，一日屈千人，其辯無能窮之者。弟子禽滑厘出逢蹩媼。揖而問曰：「子非田巴之徒乎？宜得巴之辯也。媼有大疑，願質於子。」禽滑厘曰：「媼姑言之，我能析其理。」媼曰：「馬鬃生向上而短，馬尾生向下而長，其故何也？」禽滑厘笑曰：「此易曉耳。鬃上搶勢逆而強，故短；尾下垂勢順而遜，故長。」媼曰：「然則人之髮上搶，逆也，何以長？鬚下垂，順也，何以短？」滑厘茫然自失，乃曰：「吾學未足以臻此，當歸谘師。媼幸留此，我其有以奉酬。」即入見田巴，曰：「適出遇蹩媼，以鬃尾長短為問，弟子以逆順之理答之，如何？」曰：「甚善。」滑厘曰：「然則媼申之以鬚順而短，髮逆而長，則弟子無以對。願先生析之。媼方坐門以候。」巴俯首久之，乃以行呼滑厘曰：「禽大！禽大！幸自無事，也省可出入！」"
      },
      {
        "index": 100,
        "text": "懷繩見王"
      },
      {
        "index": 101,
        "text": "齊大夫邾石父謀叛，宣王誅之，欲滅其族。邾之族大以蕃，咸泣拜於艾子之庭，祈請於王。艾子曰：「得一繩可免。」邾氏以為戲言，亦不敢詰，退而索以饋。艾子懷其三尺以見王，曰：「為逆者一石父，其宗何罪而戮之？」王曰：「先王之法不敢廢也。政典曰：『與叛同宗者，殺無赦。』」艾子頓首曰：「臣亦知王之不得已也。竊有一說：往年公子巫以邯鄲降秦，非王之母弟乎？然則王亦叛臣之族，理合隨坐，願王即日引決，勿惜一身而傷先王之法。」因獻短繩三尺。王笑而起曰：「先生且休，寡人赦之矣。」"
      },
      {
        "index": 102,
        "text": "營兵士"
      },
      {
        "index": 103,
        "text": "營丘士性不通慧，好折難而不中理。一日造艾子，問曰：「凡大車之下與橐駝之項，多綴鈴鐸，其故何也？」艾子曰：「車駝之為物甚大，且多夜行，忽狹路難避，借鳴聲相聞，使為計耳。」營丘士曰：「佛塔之上，亦設鈴鐸，豈謂塔亦夜行而使相避耶？」艾子曰：「君不通事理乃至如此！凡鳥鵠多托高以巢，糞穢狼籍，故塔之鈴，所以警鳥鵲也，豈以車駝比耶？」營丘士曰：「鷹鷂之尾，亦設小鈴，安在鳥鵲巢於鷹鷂之尾乎？」艾子大笑曰：「怪哉君之不通也！夫鷹隼擊物，或入林中，而絆足掐線，偶為木所綰，振羽之際，鈴聲可尋而索也。豈謂防鳥鵲之巢哉？」營丘士曰：「吾嘗見挽郎秉鐸而歌，不究其義，今乃知恐為木枝所綰，而便於尋索也。抑不知絆郎之足者，用皮乎？用線乎？」艾子慍而答曰：「挽郎乃死者之導也，為死人生前好詰難，故鐸以樂其屍耳！」"
      }
    ]
  }
}