{
  "chapterNumber": 20,
  "title": "第20部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：項籍之瞳，不如左丘之眇；嗇夫之口，不知咎繇之暗；鄋㒼之長，不如晏嬰之短；夷光之豔，不如無鹽之陋；慶忌之足，不如婁公之跛。語曰：「豹留皮，人留名。」此言形神之異也。故窘極生巧，足或刺繡；憤極忘死，胸或發聲。是皆有神行焉。借以為笑可，執以為可笑則不可。集《委蛻》第二十。〕"
      },
      {
        "index": 2,
        "text": "體重"
      },
      {
        "index": 3,
        "text": "安祿山三百五十斤。司馬保八百斤。孟業一千斤。"
      },
      {
        "index": 4,
        "text": "肥"
      },
      {
        "index": 5,
        "text": "咸通中，以進士服用僭侈，不許乘馬。時場中不下千人，皆跨「長耳」。或嘲之曰：「今年敕下盡騎驢，短轡長鞭滿九衢。清瘦兒郎猶自可，就中悉殺鄭昌圖。」鄭肥偉，故云。"
      },
      {
        "index": 6,
        "text": "顧子敦肥偉，號「顧屠」。尹京時，與從官同集慈孝寺。子敦憑几假寐，東坡大書案上曰「顧屠肉案」。同會皆大笑。乃以三十錢擲案上。子敦驚覺。東坡曰：且片批四兩來！」"
      },
      {
        "index": 7,
        "text": "山陰張倬，景泰初，為昆山學博，年未三十，以聰敏聞。典史姜者，體極肥，嘗戲張云：「二三十歲小先生。」張應云：「四五百斤肥典史。」同僚大笑。"
      },
      {
        "index": 8,
        "text": "趙翁肥大，夏日醉臥，孫兒輩緣其腹上，戲以李八九枚投臍中。後日李大潰爛，翁乃泣謂家人曰：我腸爛，將死。」家人料理其臍，得核，乃知孫兒輩所納李也。"
      },
      {
        "index": 9,
        "text": "垂腹"
      },
      {
        "index": 10,
        "text": "申王撝有肉疾，腹垂至骭。每出，則束以白練。至暑月，常苦熱。玄宗詔南方取冷蛇賜之。蛇長數尺，色白，不螫人，握之如冰。王腹有數約，夏月置約中，不復知煩暑。"
      },
      {
        "index": 11,
        "text": "周比部岱體甚肥，腹垂至膝。每當暑月，琢水精為腹帶，日三易之，猶云不堪，自為文以告上帝，祈速化。"
      },
      {
        "index": 12,
        "text": "偉妓"
      },
      {
        "index": 13,
        "text": "東坡嘗飲一豪士家。出侍姬佐酒。內一善歌舞者，容雖麗而軀甚偉，尤豪所鍾愛。向公乞詩，公戲題四名云：「舞袖翩躚，影搖千尺龍蛇動；歌喉宛轉，聲撼半天風雨寒。」妓赧然。"
      },
      {
        "index": 14,
        "text": "姚、張綽號"
      },
      {
        "index": 15,
        "text": "魏光乘任左拾遺，題品朝士。丞相姚元之長大行急，目為「趁蛇鸛」。坐此貶，左司郎中張元一腹粗腳短，項縮眼突。吉頊目為「逆流蝦蟆」。"
      },
      {
        "index": 16,
        "text": "短"
      },
      {
        "index": 17,
        "text": "湯既伐桀，讓於務光。光笑曰：「以九尺之夫而讓天下於我，形吾短與！」羞而沉於水，有咫尺之魚，負之而去。"
      },
      {
        "index": 18,
        "text": "《南史》云：「漢光武時，潁川張仲師長一尺二寸。"
      },
      {
        "index": 19,
        "text": "短小"
      },
      {
        "index": 20,
        "text": "尚書令何尚之與太常顏延之少相好狎。二人並短小。何嘗謂顏為猿，顏目何為猴。同遊太子西池，顏問路人曰：「吾二人誰似猿？路人指何為似。顏方矜喜，路人曰：「彼似猿，君乃真猴。」二人俱大笑。"
      },
      {
        "index": 21,
        "text": "趙璘儀質瑣陋，成名始婚。薛能為儐相，謔以詩。略云：「巡關每傍樗蒲局，望月還登乞巧樓。第一莫教嬌太過，緣人衣帶上人頭。」又曰：「不知元在鞍鞽裏，將謂空馱席帽歸。」又曰：「火爐床上平身立，使與夫人作鏡臺。」"
      },
      {
        "index": 22,
        "text": "貌寢陋"
      },
      {
        "index": 23,
        "text": "朱泚亂。裴佶與衣冠數人佯為奴，求出城。佶貌寢，自稱曰「甘草」。門兵曰：「此數子必非人奴，如甘草，不疑也。」"
      },
      {
        "index": 24,
        "text": "袁應中，博學者，有時名，以貌寢，諸公莫敢薦。紹聖間，蔡元度引之，乃得對。袁鳶肩，上短下漏，又廣顙尖額，面多黑子，望之如灑墨，聲嗄而吳音。哲宗一見，連稱「大陋」。袁錯愕不得陳述而退。縉紳目為「奉敕陋。」"
      },
      {
        "index": 25,
        "text": "鄭畋少女好羅隱詩，常欲委身。一日隱謁畋。畋命其女隱簾窺之。見其寢陋，遂終身不讀江東篇什。舉子或以此謔隱。答曰：「以貌取人，失之子羽。」眾皆啟齒。"
      },
      {
        "index": 26,
        "text": "長安仁和坊後部侍郎許欽明宅，與中書令郝處俊鄉黨親族。兩家子弟類多鬼陋，而盛飾車馬以遊里巷。京落為之語曰：「衣裳好，儀觀惡。不姓許，即姓郝。」"
      },
      {
        "index": 27,
        "text": "王元美宴弇州園，偶與畫土黃鵠聯席。鵠貌極陋。元美曰「人皆謂我命帶桃花煞，果然！」人問：「何也？」曰：「得與美人聯席。」吳人皆舉為口實，凡見貌陋者，必曰「命帶桃花。」"
      },
      {
        "index": 28,
        "text": "短而傴"
      },
      {
        "index": 29,
        "text": "武德中，崔善為歷尚書左丞，甚得時譽。諸曹惡其聰察，因其身短而傴，嘲之曰：「崔子曲如鉤，隨例得封侯。膊上全無項，胸前別有頭。"
      },
      {
        "index": 30,
        "text": "身短面長"
      },
      {
        "index": 31,
        "text": "桑維翰身短面長，每引鏡自歎曰：「七尺之軀，何如一尺之面？」後登第，同榜四個，陳保極戲謂人曰：「今歲有三個半人及第。」以桑短，謂之半人。"
      },
      {
        "index": 32,
        "text": "面狹長"
      },
      {
        "index": 33,
        "text": "梁宗如周尚書面狹長。蕭詹戲之曰：「卿何為謗經？」如周曰：「身自來不謗經。」蔡大寶曰：「卿不謗餘經，正應不信《法華經》耳。」蓋《法華》云：「聞經隨喜，面不狹長。」如周乃悟。"
      },
      {
        "index": 34,
        "text": "《荀子》載：「衛靈公有臣曰公孫呂，身長七尺，面長三尺，廣三寸，鼻目耳具，而名動天下。"
      },
      {
        "index": 35,
        "text": "西字臉"
      },
      {
        "index": 36,
        "text": "有川知州，面大橫闊。時嘲曰：「裹上襆頭西字臉。」宦者已先聞之壽皇。及得郡陛辭，壽皇憶前語，大笑，云：「卿所奏不必宣讀，朕留覽。」愈笑不已。川出外曰：「早來天顏甚悅，以某奏劄稱旨也。」"
      },
      {
        "index": 37,
        "text": "面黑"
      },
      {
        "index": 38,
        "text": "陳伯益面黑而狹，多髯。謝希孟見寫真掛壁上，戲題云：「伯益之面，大無兩指，髭髯不仁，侵擾乎旁而不已。於是乎伯益之面，所存無幾。」"
      },
      {
        "index": 39,
        "text": "王介甫面黃黑，部醫，醫曰：「此垢汙，非疾也。」進澡豆，令王洗之。王曰：「天生黑於予，澡豆其如予何！」"
      },
      {
        "index": 40,
        "text": "焦閣老芳，面黑而長，如驢。嘗謂西涯曰：「君善相，煩一看。」李久之乃曰：「左相象馬尚書，右相象盧侍郎，必至此地位。」「馬」與「盧」合，乃一「驢」字，始知其戲。"
      },
      {
        "index": 41,
        "text": "黑白不均"
      },
      {
        "index": 42,
        "text": "崔涯者，吳越狂生，嘲妓李端端詩云：「黃昏不語不知行，鼻似煙囪耳似鐺，獨把象牙梳插髻，昆侖山上月初生。」端得詩，憂心如病，乃拜候道旁，戰栗祈哀。涯改絕句粉飾之曰：「覓得黃騮鞁繡鞍，善和坊里取端端。揚州近日渾成錯，一朵能行白牡丹。」於是居豪大賈競臻其戶。若謔之曰：「李家娘子，才出墨池，便登雪嶺，何期一日，黑白不均。」"
      },
      {
        "index": 43,
        "text": "涅文"
      },
      {
        "index": 44,
        "text": "狄青、王伯庸同在樞府。王每戲狄之涅文，云：「愈更鮮明！」狄云：「莫愛否？當奉贈一行。」伯庸大慚。"
      },
      {
        "index": 45,
        "text": "中古冠"
      },
      {
        "index": 46,
        "text": "文中丞白湖，頭止七寸，時人稱其帽為「中古冠。」《孟子》云：「中古棺七寸。」"
      },
      {
        "index": 47,
        "text": "縮頭"
      },
      {
        "index": 48,
        "text": "祖廣字淵度，范陽人，仕至護軍長史。廣行常縮頭。詣桓南郡，始下車，桓曰：「天甚晴明，祖參軍如從屋漏中來。」"
      },
      {
        "index": 49,
        "text": "尖頭"
      },
      {
        "index": 50,
        "text": "北魏古弼頭尖，太武常名之曰「筆頭」，時人呼為「筆公」。"
      },
      {
        "index": 51,
        "text": "項安節"
      },
      {
        "index": 52,
        "text": "慈聖后嘗夢神人語云：「太平宰相項安節。」神宗密求諸朝臣，無有此人。久之，吳促卿為上相，瘰癤生頸間。一日立朝，項上腫如拳。后見之，告上曰：「此真『項安節』」也！」"
      },
      {
        "index": 53,
        "text": "禿"
      },
      {
        "index": 54,
        "text": "秀州李公衡，善與人款曲，無所不狎侮，少髮，號「葫蘆」。時有作小詞謔之，云：「家門希差，養得一枚依樣畫。百事無能，只去籬邊纏倒藤。幾回水上，千捺不翻真個強。無處容也，只好炎天曬作巴。」"
      },
      {
        "index": 55,
        "text": "白髮白鬚"
      },
      {
        "index": 56,
        "text": "進士李居仁盡摘白髮。其友驚曰：「昔則皤然一公，今則公然一婆！」"
      },
      {
        "index": 57,
        "text": "顧太僕居憂，髮鬚盡白。起復北上，以藥黑之。人笑曰：「鬚髮亦起復矣！」"
      },
      {
        "index": 58,
        "text": "桃源羅汝鵬，年四十，鬚大半白矣。偶吊一喪家，司賓驚曰：「公方強仕，何頓白乃爾！」羅曰：「這是吊喪的鬚髯。」"
      },
      {
        "index": 59,
        "text": "詠白髮"
      },
      {
        "index": 60,
        "text": "海昌女子朱桂英嘗詠白髮云：「白髮新添數百莖，幾番拔盡又還生。不如不拔由他白，那有工夫與白爭！」"
      },
      {
        "index": 61,
        "text": "貌類猴"
      },
      {
        "index": 62,
        "text": "安西牙將劉文樹，口辯，善奏對，明皇每嘉之。文樹髭生頷下，貌類猴。下令黃幡綽嘲之。文樹切惡猿猴之號，乃密賂幡綽不言。幡綽許而進嘲曰：「可憐好個劉文樹，髭鬚共頦頤別住！文樹面孔，不似猢猻；猢猻面孔，強似文樹。」上知其遺賂，大笑。"
      },
      {
        "index": 63,
        "text": "大小胡孫"
      },
      {
        "index": 64,
        "text": "劉貢父送墨與孫莘老，吏誤送孫巨源。劉責吏。吏曰：「皆姓孫而同為館職，莫能別耳。」劉曰：「何不取其髯別之？」吏曰：「又皆髯。」劉曰：「既皆髯，宜以身之大小別之。」於是館中以莘老為「大胡孫學士」，巨源為「小胡孫學士。」"
      },
      {
        "index": 65,
        "text": "兩頭羝"
      },
      {
        "index": 66,
        "text": "鍾會、鍾毓皆多髯。兄弟盛飾，同坐車上，行至城西門，逢一女子微笑曰：「此車中央殊高。」二鍾殊不覺。車後門生曰：「有女子戲公云『中央高』。」公問：「云何？」答曰：「夫中央高者，兩頭低，此戲公二人為『兩頭羝』也！」後二鍾更不同車，畏逢此女子。"
      },
      {
        "index": 67,
        "text": "麻胡"
      },
      {
        "index": 68,
        "text": "成郎中貌陋多髭。再娶之夕，岳母陋之，曰：「我女一菩薩，乃嫁麻胡！」索成催妝詩。成便書云：「一樁兩好世間無，好女如何得好夫？高卷珠簾明點燭，試教菩薩看麻胡。」"
      },
      {
        "index": 69,
        "text": "青衣鬚出"
      },
      {
        "index": 70,
        "text": "屠赤水有青衣漸長。友曰：「鬚出矣！」屠笑曰：「西出陽關無故人。」"
      },
      {
        "index": 71,
        "text": "偏盲"
      },
      {
        "index": 72,
        "text": "杜飲字子夏，目偏盲。茂陵杜鄴與飲同姓字，俱以材能稱。京師謂飲為「盲杜子夏」以相別。飲諱之，乃為小冠，高廣才二寸。由是更謂飲為「小冠杜子夏」，而鄴為「大冠杜子夏」云。"
      },
      {
        "index": 73,
        "text": "桓南郡玄與殷荊州仲堪語次，因共作危語。桓曰：「矛頭淅米劍米炊。」殷曰：「百歲老翁攀枯枝。」顧曰：「井上轆轤臥嬰兒。」殷有參軍在坐，云：「盲人騎瞎馬，夜半臨深池。」殷曰：「咄咄逼人！」"
      },
      {
        "index": 74,
        "text": "湘東王眇一目，邵郡王綸賦詩戲之，曰：「湘東有一病，非啞復非聾。相思下只淚，望直有全功。」又嘗與劉諒遊江濱，歎秋望之美。諒對曰：「今日可謂『帝子降於北渚』！」王覺其刺己，從此銜之。"
      },
      {
        "index": 75,
        "text": "徐妃以帝眇一目，知帝將至，為半面妝。帝見之，大怒而出。"
      },
      {
        "index": 76,
        "text": "聶大年眇一目，聘至京，有欲識之者。童大章曰：「何必識其人？彼但多一耳，少一目而已。」"
      },
      {
        "index": 77,
        "text": "徐篠閹和眇一目，嘗讚千眼觀音云：「汝有千目，眾皆了了。我有雙目，一明一眇。多者忒多，少者忒少！」"
      },
      {
        "index": 78,
        "text": "假睛"
      },
      {
        "index": 79,
        "text": "唐立武選，以高上擊球，較其能否而黜陡之。至有置鐵鉤於球仗以相擊。周寶嘗與此選，為鐵鉤所摘，一目睛失。寶取睛吞之，復擊球，獲頭等，遂授涇源，敕賜木睛代之。"
      },
      {
        "index": 80,
        "text": "施肩吾與趙嘏同年，不睦。舊失一目，以假珠代其睛。故施嘲之曰：「二十九個人及第，五十七隻眼看花。」"
      },
      {
        "index": 81,
        "text": "聾"
      },
      {
        "index": 82,
        "text": "北齊杜臺卿為尚書左丞。省中以其耳聾，戲弄之。下辭不得理者，至大罵。臺卿見其口動，謂為自陳，訓對每致乖越。令史不曉諭，反以為在笑端。"
      },
      {
        "index": 83,
        "text": "卷耳"
      },
      {
        "index": 84,
        "text": "韋慶本兩耳如卷，朝士多呼為「卷耳」。適女選為妃，長安令杜松壽見而賀之，曰：「僕固知足下女得妃。」韋曰：「何以知之？」杜乃自摸其耳而卷之曰：「《卷耳》，后妃之德也。」"
      },
      {
        "index": 85,
        "text": "三耳秀才"
      },
      {
        "index": 86,
        "text": "隨董慎為冥府追為右曹錄事，仍辟常州張審通為管記。慎令作判申天府。後有天府來云：「申甚允當。」慎乃取方寸肉擘為耳，安審通額上，曰：「與君三耳，可乎？」審通復活，後數日，覺額癢，湧出一耳，尤聰。時人笑曰：「天有九頭鳥，地有三耳秀材。」亦呼「雞冠秀才」。"
      },
      {
        "index": 87,
        "text": "口吃"
      },
      {
        "index": 88,
        "text": "魏鄧艾口吃，語稱「艾艾」。晉文王戲之曰「卿言艾艾，定是幾艾？」對曰：「『鳳兮鳳兮』，故是一鳳。」"
      },
      {
        "index": 89,
        "text": "後周鄭偉口吃，少時逐鹿，失之。問牧豎，牧豎亦吃。偉以牧故為效已，竟撲殺之。"
      },
      {
        "index": 90,
        "text": "唐時進士及第放榜後，即謁宰相。其導詞答語，一出榜元。時盧肇有故不赴，次及丁棱，口吃。迨引見致詞，本欲言「棱等登科」。而棱乃言「棱等登、棱等登」，竟不能發其後語。翌日，友人戲之曰：「聞君善箏，可得聞乎？」棱曰：「無之」。友曰：「昨日聞『棱等登、棱等登』，豈非箏聲耶？」"
      },
      {
        "index": 91,
        "text": "黃山谷與趙挺之等同在館修書。每日庖丁請食品。趙口吃，曰：「來日吃蒸餅。」山谷笑之。一日酒會，擬以三字離合成字為令。趙首云：「禾女委鬼魏。」一云「戊丁成皿盛。」一云「王白珀石碧。」一云「里予野土墅。」末當山谷，應聲曰：「來力敕正整。」與「來日吃蒸餅」同聲。眾哄堂大笑。趙赧然。"
      },
      {
        "index": 92,
        "text": "華原令崔思海口吃，每與表弟杜延業遞相戲弄。杜嘗語崔云：「弟能遣兄作雞鳴。但有所問，兄須即報。」傍人訝之，與杜私賭，杜將穀一把，問崔云：「此是何物？」崔云：「穀穀穀」。傍人大笑，因輸延業。"
      },
      {
        "index": 93,
        "text": "劉貢父、王汾同在館中。汾病口吃，貢父為之讚曰：「恐是昌家，又疑非類。未聞雄名，只有艾氣。」"
      },
      {
        "index": 94,
        "text": "宣、正間，有御史茂彪者，舌禿言澀，待西班。有東班御史誤入西班，彪乃面糾曰：「臣是西班御史茂彪，有東班與臣一般御史，不合走入西班。」然 「彪」言為「包」，「班」言為「邦」。滑稽者因其言為一絕，曰：「閶闔門開紫氣高，含笑嘗得近神堯。東邦莫入西邦去，從此人人憚茂包。」"
      },
      {
        "index": 95,
        "text": "王少卿"
      },
      {
        "index": 96,
        "text": "鴻臚王少卿，善宣玉音，洪亮抑揚，殊聳觀聽，而所讀多吃誤，其貌美髯而禿頂。朝士遂為詩以嘲之曰：「傳制聲無敵，宣章字有訛。後邊頭髮少，前面口鬚多。」有問京師新事者，或誦此詩。其人遽曰：「此必王少卿也！」"
      },
      {
        "index": 97,
        "text": "沒牙兒"
      },
      {
        "index": 98,
        "text": "馬都督老而無牙。郭定襄戲曰：「昨聞鄰婦哭甚哀。」馬問：「何哭？」郭曰：「其婦喪夫，撫孤哭曰：『痛汝沒爺兒。』」"
      },
      {
        "index": 99,
        "text": "損臂"
      },
      {
        "index": 100,
        "text": "光化詵公城居三十餘年，老矣，猶迎不送已。雲峰悅禪師嘗誡之。郡僚多愛洗，久不果。一日送大官出郊，墮馬損臂，以書訴悅。悅作偈戲云：「大悲菩薩有千手，大丈夫兒誰不有？興化和尚折一枝，猶有九百九十九。」"
      },
      {
        "index": 101,
        "text": "枝指"
      },
      {
        "index": 102,
        "text": "祝枝山右手駢拇指。或戲曰：「君之富於筆劄，應以多指。」枝山應曰：「誠不以富，亦祗以異。」"
      },
      {
        "index": 103,
        "text": "臀大"
      },
      {
        "index": 104,
        "text": "唐左司郎中封道弘臀最大。嘗入內奏事，步履蹣跚。李勣後曳道弘曰：「一言語公。」道弘驚轉，斂容曰：『敬聞教。」勣曰：「尊臀斟酌坐得即休，何須樂許大？」"
      },
      {
        "index": 105,
        "text": "三短"
      },
      {
        "index": 106,
        "text": "北魏李諧因癭而舉頤，因跛而緩步，因蹇而徐言。人言諧「善用三短。」"
      },
      {
        "index": 107,
        "text": "禿眇跛僂同聘"
      },
      {
        "index": 108,
        "text": "《穀梁傳》：季孫行父禿，晉郤克眇，衛孫良夫跛，曹公子首僂，同時而聘於齊。齊使禿者御禿，使眇者御眇，使跛者御跛，使僂者御僂。蕭同叔子從臺上笑之，客怒。"
      },
      {
        "index": 109,
        "text": "三無"
      },
      {
        "index": 110,
        "text": "王廣文竹月者，年邁，鬚齒已落，更闕一耳。共同僚戲為語曰：「竹月號三元，無齒之齒無，然而無有耳，則亦無有胡。」偶御史蒞府，各縣屬候見於官署中，談及斯語，以為笑謔。及入謁，忽睹竹月狀，思及前語，不覺失笑。御史疑令慢己，詰之。令因以實對。御史亦大笑。"
      },
      {
        "index": 111,
        "text": "惡疾"
      },
      {
        "index": 112,
        "text": "北齊崔氏，世有惡疾，多寡眉。李庶無鬚，時呼為天閽。崔諶調之曰：「教弟種鬚法：以錐遍刺頜作孔，插以馬尾。」庶曰：「持此先施貴族，藝眉有驗，然後樹鬚。」"
      },
      {
        "index": 113,
        "text": "劉貢父晚年得惡疾，鬚眉墮落，鼻梁斷壞。一日與蘇東坡會飲，蘇引古人一聯戲曰：「大風起兮眉飛揚，安得猛士兮守鼻梁！」"
      },
      {
        "index": 114,
        "text": "風之始"
      },
      {
        "index": 115,
        "text": "吳給士女敏慧，後歸名儒陳子朝。陳惑一妾，遂染風疾。一日親戚來問，吳指妾曰：「此『風之始』也。」"
      },
      {
        "index": 116,
        "text": "陳癩子"
      },
      {
        "index": 117,
        "text": "《玉堂閑話》：唐營丘有豪民陳姓病風疾，眾目之為「陳癩子」。陳極諱之。家人或誤言，必遭怒苔。賓客亦不敢犯。或言所苦減退，具得豐款。有遊客謁之，初謂：「君疾近日尤減。」陳欣然命酒。將撤，又問：「某疾果退否？」客曰：「此亦添減病」。曰：何謂也？」客曰：「添者，面上添渤漚子。減者，減卻鼻孔。」長揖而去。數日不懌。又每年五月，值生辰，必召僧道啟齋宴，憐倫百戲俱備。齋罷，贈錢數萬，一伶既去，復入，謂曰：「蒙君厚惠，偶憶短李相詩一聯，深葉聖德。」陳曰：「試誦之。」時陳坐碧紗幃中，左右環侍。令曰：「詩云：『三十年前陳癩子，如今始碧紗幪。』」遭大詬而去。"
      },
      {
        "index": 118,
        "text": "夫婦"
      },
      {
        "index": 119,
        "text": "五代楊光遠病禿，婦又跛足。後舉兵反，欲圖大事。人語之曰：「世寧有癩痢天子、拐腳皇后耶？」"
      },
      {
        "index": 120,
        "text": "田元鈞狹而長。其夫人，富彥國女弟也，闊而短。石曼卿戲目之為「龜鶴夫妻。」"
      },
      {
        "index": 121,
        "text": "政和、景泰二榜"
      },
      {
        "index": 122,
        "text": "政和間，狀元何桌，次潘良貴，皆少年有風貌，而第三人郭孝友頗古怪。時曰：狀元真何郎，榜眼真潘郎，探花真郭郎也！」"
      },
      {
        "index": 123,
        "text": "景泰五年，狀元孫賢，河南人，面黑。榜眼徐溥，宜興人，面白。探花徐鎋，武進人，面黃。時謂「鐵狀元，銀榜眼，金探花。」"
      },
      {
        "index": 124,
        "text": "異相"
      },
      {
        "index": 125,
        "text": "《雲仙散錄》：郭汾陽每遷官，則面長二寸，額有光氣，久之乃復。《桯史》：嘉定間，趙南仲為淮閫，貌古怪，兩眼高低，一眼觀天，一眼觀地，望而畏之，不敢仰視。《異苑》：賈弼夢鬼易其頭，遂能半面笑，半面啼。"
      },
      {
        "index": 126,
        "text": "婦人異相"
      },
      {
        "index": 127,
        "text": "九真女子趙嫗乳長數尺。馮寶妻洗氏長二尺，暑熱，則擔於肩。李光弼之母。鬚數十根，皆異表也。"
      },
      {
        "index": 128,
        "text": "人屙"
      },
      {
        "index": 129,
        "text": "大曆中，東都天津橋有乞兒，無雙手，以右足夾筆，寫經乞錢。欲書時，先用擲筆高尺許，以足接之，未嘗失落。書字端楷，若有神助。"
      },
      {
        "index": 130,
        "text": "《戒閹漫筆》：嘉靖間有丐婦，年二十許，自云常州人，幼患風，雙手拳攣在胸，不能舉動；兩膝曼轉，著地而行；由膝之下，雙腳虛擎向上，遂能以雙腳指紡綿花、撚線、穿針、蓬紉、飲食，凡事與手不異。曾在予家試之，果然。後四五年再來，生一兒，頗壯偉。又能以腳戲弄。左右丟擲，及以箸夾飯食喂之，甚便。"
      },
      {
        "index": 131,
        "text": "《獪園》：京師有丐婦，年四十餘，全無兩臂，兩肩如削。每梳頭鬃，右足夾櫛，左足綰髮。及繫衣洗面，亦如之，輕便比手無異。或擲錢贈，亟伸足取貫繩上，略無礙滯。又段文曄言：景德中至嶽下，見一婦人無雙肩，但用兩足刺繡鞋襪，織致與巧手相若。衣服頗潔。每止處，觀者如堵，競以錢投之。"
      },
      {
        "index": 132,
        "text": "嘉靖中，京師有人手足俱無。父盛以布裹，僅滿二尺，儼如魚形。挾之出，觀者如堵。面巨而聲雄，能就地打滾。"
      },
      {
        "index": 133,
        "text": "項下吹曲"
      },
      {
        "index": 134,
        "text": "嘉靖庚辰，趙憲伯風自曲江攜一道人歸三衢，項下有竊，能吹蕭；凡飲食，則以物窒之，不然，水自孔中溢出。每作口中語，則塞喉間：作喉間語，則以手掩口。先是三十年，沙隨程先生嘗於行在見一道人，以笛拄項下吹曲，其聲清暢而不近口。不知所以然，疑即一人也。"
      },
      {
        "index": 135,
        "text": "綽樹兩歌、黃華二牘"
      },
      {
        "index": 136,
        "text": "《志奇》：絳樹一聲能歌二曲，二人細聽，各聞一曲，一字不亂。人疑一聲在鼻，竟不測其何術。當時有黃華者，雙手能寫二牘，或楷或草，揮毫不輟，各自有意。"
      },
      {
        "index": 137,
        "text": "無頭人"
      },
      {
        "index": 138,
        "text": "崔廣宗為張守珪所殺，仍不死，饑渴即畫地作字，世情不替，更生一男。四五年後，忽畫地云：「日後當死。」果然。"
      },
      {
        "index": 139,
        "text": "監左帑龍舒嘗言：有親戚官遊西蜀，路經湘漢。晚投一店，忽見店左側上有一人無首，駭以為鬼。主人曰：「尊官不須驚。此人也，往年因患瘰瀝，勢蔓衍，一旦頭忽墜脫。家人以為不可救，竟不死。自此每所需，則以手畫。日以粥湯灌之，故至今猶存耳。」又云：岳侯軍中一兵犯法嫋首，妻方懷娠。後誕一子，軀幹甚偉，而首極細，僅如拳，眉目皆如刻畫。則知胞胎所繫，父母相為應。"
      },
      {
        "index": 140,
        "text": "紹興二十五年，忠翊郎刁端禮隨邵運使往江西，經嚴州淳安道。晚泊旅邸，日未暮，乃縱步村徑二三里，入一村舍少憩。其家夫婦舂穀。問其姓氏，曰「姓潘」。婦瀹茗以進。聞傍舍嘖嘖有聲，試窺之，乃一無頭人織草履，運手快疾。刁大驚愕。潘生曰：「此吾父翁也。宣和庚子歲，遭方賊之亂，斬首而死，手足猶能動，肌體皆溫。不忍殮殯，用藥傅斷處。其後瘡愈，別生一竅，欲飲食則啾啾然。徐灌以粥湯，故賴以活。今三十六年，翁已七十矣！」刁亟反僦邸，神志不寧者累日。後每思之，毛髮輒悚。"
      },
      {
        "index": 141,
        "text": "半頭"
      },
      {
        "index": 142,
        "text": "段安節於大復中避亂出京，至商山中逆旅，見一老婦人。無一半頭，坐床心緝麻，運手甚熟。其兒婦言：「巢寇入京，為賊所傷，自鼻一半已上並隨刃去。有人以藥封裹之，手足微動，眷屬以米飲灌口中，久而無恙，今已二十餘年矣。」"
      },
      {
        "index": 143,
        "text": "頭斷復連"
      },
      {
        "index": 144,
        "text": "正德時，濟下一秀才遭流賊亂，奔避不及被賊砍，覺頭落胸間而喉不斷，亟以手捧手置之項上，熱血凝結，痛極遂死。久之稍蘇，臥野田間。寇退，家人求屍舁歸。旬日不死，頗能咽湯粥。百時痂脫，視其頸瘢痕如絙入腮下。"
      },
      {
        "index": 145,
        "text": "勇士廟"
      },
      {
        "index": 146,
        "text": "漢朱遵仕郡功曹。公孫述僭號，遵擁郡人不伏。述攻之，乃以兵拒述，埋車絆馬而戰死。光武追贈輔漢將軍。吳漢表為置詞。一曰：「遵失首，退至此地，絆馬訖，以手摸頭，始知失首。於是士人感而義之，乃為置祠，號為「健兒廟」。後改「勇士廟」。見《新漢縣圖記》。"
      },
      {
        "index": 147,
        "text": "無頭亦佳"
      },
      {
        "index": 148,
        "text": "賈雍出界討賊，為賊聽去頭，復上馬還營。營中將士爭來看。雍從胸中語曰：「諸君視有頭佳、無頭佳乎？」吏泣曰：「有頭佳。」雍曰：「不然，無頭亦佳！」言畢而絕。"
      },
      {
        "index": 149,
        "text": "人妖"
      },
      {
        "index": 150,
        "text": "宋卿家九代祖，如小兒，在雞窠中，不飲不食，不知年歲。子孫朔望羅拜，垂頭下視。太原王仁裕遠祖母約二百餘歲，形才三四尺，飲啖甚少，往來無跡。唯床頭有柳箱，戒子弟勿啟。一日無賴孫醉啟之，唯一鐵篦。自此竟不回。"
      },
      {
        "index": 151,
        "text": "池州村祖翁媼二人，各長三尺，綿衾擁體，坐佛龕中。兩眼能動，蘸酒口中，亦能舐之。皮皆粘骨，不知年歲。"
      },
      {
        "index": 152,
        "text": "夏縣尉胡頊嘗至金城縣界，止於人家。方具食，見一老母長二尺，來竊食。新婦搏其耳，曳入戶。云是七代祖姑，壽三百餘矣。苦其竊，常縶檻中，茲偶逸耳。"
      },
      {
        "index": 153,
        "text": "唐三原縣董橋店有孟媼，年百餘歲而卒。店入皆呼為「張大夫店」。媼自言：「二十六嫁張詧，詧為郭汾陽所任。詧之貌酷類某，詧卒，吾遂為丈夫衣冠，投名為詧弟，得繼事汾陽。寡居十五年。自汾陽薨，吾已年七十二，軍中累奏兼御史大夫。忽思煢獨，遂嫁此店潘老為夫。邇來復誕二子，曰滔、曰渠。滔五十有五，渠五十有二云。」見《乾巽子》。"
      }
    ]
  }
}