{
  "chapterNumber": 13,
  "title": "第13部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：貧者，士之常也；儉者，人之性也。貧不得不儉，而儉者不必貧，故曰：性也。然則儉不可乎？曰：吝不可耳。夫儉非即吝，而吝必托之於儉。儉而吝，則雖堆金積玉，與貧乞兒可異？故吾統而名曰《貧儉》第十三。〕"
      },
      {
        "index": 2,
        "text": "齒聲"
      },
      {
        "index": 3,
        "text": "供奉官羅承嗣住州西。鄰人每夜聞擊物聲，達旦不輟；穴隙視之，乃知寒凍齒相擊耳。"
      },
      {
        "index": 4,
        "text": "桶中人"
      },
      {
        "index": 5,
        "text": "呂徽之安貧樂道。嘗冒雪往富家易穀種，聞閣中吟哦聲，乃一人分韻得「滕」字，未就。先生因請以「滕王蛺蝶」事足之。問其姓名，不言，刺船而去。眾疑為呂處士，遣人遙尾其後，路甚僻遠，識其所而返。雪霽往訪焉，唯草屋一間，值先生不在。忽米桶中有人，乃先生妻也，因天寒無衣，故坐桶中。"
      },
      {
        "index": 6,
        "text": "無褲吟"
      },
      {
        "index": 7,
        "text": "義興儲遇家貧，冬月無褲，作口號云：「西風吹雨聲索索，這雙大腿沒下落。朝來出榜在街頭，借與有褲人家著。」"
      },
      {
        "index": 8,
        "text": "簇酒、斂衣"
      },
      {
        "index": 9,
        "text": "《徐聞錄》：辛洞好酒而無資。嘗攜榼登人門，每有取一盞投之，號為「簇酒」。《搔首集》：伊處士從眾人求尺寸之帛，聚而服之，目曰「斂衣」。"
      },
      {
        "index": 10,
        "text": "夏侯妓衣"
      },
      {
        "index": 11,
        "text": "夏侯豫州亶，性極吝。晚年好音樂，有妓妾數十，無被服姿容。客至，常隔簾奏樂。時呼簾為「夏侯妓衣」。"
      },
      {
        "index": 12,
        "text": "小宰羊"
      },
      {
        "index": 13,
        "text": "時戢為青陽丞，潔以勤民，肉味不知，日市豆腐數個。邑人呼豆腐為「小宰羊」。"
      },
      {
        "index": 14,
        "text": "雙枯魚"
      },
      {
        "index": 15,
        "text": "東郡趙谘為東海郡，以儉化俗。人遺其雙枯魚者，啖之，三歲不盡。"
      },
      {
        "index": 16,
        "text": "獻薑"
      },
      {
        "index": 17,
        "text": "孔琇之為臨川太守，在任清約。罷郡還，獻乾薑二片。武帝嫌其少，知琇之清，乃歎息。"
      },
      {
        "index": 18,
        "text": "魯學士祝壽"
      },
      {
        "index": 19,
        "text": "趙司城永，號類庵，京師人。一日過魯學士鐸邸。魯曰：「公何之？」趙曰：「憶今日為西涯先生誕辰，將往壽也。」魯問：「公何以為贄？」趙曰：「帕二方。」魯曰：「吾贄亦應如之。」入啟笥，無有。躊躇良久，憶里中曾餽有枯魚，令家人取之。家人報已食，僅存其半。魯公度家無他物，即以其半與趙俱往稱祝。西涯烹魚沽酒，以飲二公。歡甚，即事倡和而罷。"
      },
      {
        "index": 20,
        "text": "御史目漁"
      },
      {
        "index": 21,
        "text": "粵西韋廣為御史歸，貧甚，居荒村。故人按部，廣意其必來訪，無所得饌，自漁於江。故人猝至，騶從既過，廣登岸即走，逾後垣入，衣冠肅客。客曰：「公何汁流漬發？」廣曰：「適在近村，聞公至，竭蹶趨迎故耳。」左右竊笑曰：「絕似江中打漁人。」"
      },
      {
        "index": 22,
        "text": "鄭餘慶"
      },
      {
        "index": 23,
        "text": "鄭餘慶極清儉。一日，忽召親朋官數人會食。眾皆驚訝，侵晨赴之。日高，餘慶方出，閑話移時，眾腹已枵。餘慶呼左右曰：「分付廚家爛蒸去毛，莫拗折項！」眾相顧，以為必蒸鵝鴨之類。又久之，盤出，醬醋亦極香新。但見每人前下粟飯一碗，蒸葫蘆一枚，皆匿笑強進。"
      },
      {
        "index": 24,
        "text": "王羆"
      },
      {
        "index": 25,
        "text": "《北史》：王羆性儉率。鎮河東日，嘗有臺使至，羆為設食，乃裂去薄餅緣。羆曰：「耕種收獲，其功已深，舂爨造成，用力不少。爾之選擇，當是未饑！」命左右撤去之。使者愕然。又嘗與客食瓜。客削瓜皮侵肉稍厚，羆就地取食之。"
      },
      {
        "index": 26,
        "text": "變家風"
      },
      {
        "index": 27,
        "text": "范氏自文正公貴顯，以清苦儉約稱於世，子孫皆守其家法。忠宣正拜後，嘗留晁美叔同匕著。美叔退謂人曰：「丞相變家風矣！」或問之。晁答曰：「鹽豉棋子上有肉兩簇，豈非變家風乎？」聞者大笑。"
      },
      {
        "index": 28,
        "text": "翟參政請客"
      },
      {
        "index": 29,
        "text": "翟公巽，字汝文，紹興初為參政。雖身歷兩府，自奉甚於貧士。一日招客，未飲時，先極言近世風俗移靡，燕樂之間尤甚，因正色曰：「德大於天子者，然後可以食牛；德大於諸侯者，然後可以食羊。」客自度今日之集，必無盛饌，已而果以惡草具進。"
      },
      {
        "index": 30,
        "text": "陳孟賢"
      },
      {
        "index": 31,
        "text": "陳孟賢素吝。同僚造一謔笑云：臘月廿四，天下灶神俱朝上帝。眾盡皂衣，一人獨白。上帝怪之。曰：「臣陳孟賢家灶神也。諸神俱煙薰，故黑。臣在孟賢家，自三餐外不延一客，臣衣何由得黑？」後人凡言冷澹事，輒曰「陳家灶神」。"
      },
      {
        "index": 32,
        "text": "食韭"
      },
      {
        "index": 33,
        "text": "瘐景行清貧，食唯韭菹、瀹韭、生韭、雜菜，任昉戲之曰：「誰謂庾郎貧？一食常有二十七種。」"
      },
      {
        "index": 34,
        "text": "庾太尉亮見陶公侃，陶公雅相賞重。陶性儉吝，及食啖薤，庾因留白。問：「用此何為？」庾云：「故可種。」於是大歎庾「非唯風流，兼有治實。」"
      },
      {
        "index": 35,
        "text": "王導"
      },
      {
        "index": 36,
        "text": "王導性儉。帳下有甘果，不忍食，至春爛敗。棄之者猶曰：「勿使大郎知！」"
      },
      {
        "index": 37,
        "text": "王戎"
      },
      {
        "index": 38,
        "text": "王戎從子婚，與一單衣，後更責之。家有好李，賣之，恐人得種，恒鑽其核。"
      },
      {
        "index": 39,
        "text": "和嶠"
      },
      {
        "index": 40,
        "text": "和嶠性至儉，家有好李，諸弟往園食李，皆計核責錢。王武子求之，與不過數十。武子因其上直，率將少年持斧詣園，共飽啖畢，伐之。送一車枝與和公，問曰：「何如君李？」和唯笑而已。"
      },
      {
        "index": 41,
        "text": "沈峻"
      },
      {
        "index": 42,
        "text": "沈峻欲贈張溫。入內檢視良久，出語溫曰：「欲擇一端布送卿，而無粗者。」竟不送。"
      },
      {
        "index": 43,
        "text": "虞玩之"
      },
      {
        "index": 44,
        "text": "齊虞玩之為少府。高帝鎮東府時，帝取其屐視，斷處以芒接，玩之曰：「著已三十年。」"
      },
      {
        "index": 45,
        "text": "裴璩"
      },
      {
        "index": 46,
        "text": "裴司徒璩靳嗇。其廉問江西日，凡什器屏帳皆新，特置閑屋貯之，未嘗施用。每有宴會，轉於朝士家借。"
      },
      {
        "index": 47,
        "text": "飲牛"
      },
      {
        "index": 48,
        "text": "江湛高介，然性儉。所畜牛餓，御入求草。湛良久曰：「可與飲。」"
      },
      {
        "index": 49,
        "text": "子孫榼"
      },
      {
        "index": 50,
        "text": "江西俗儉，果榼作數格，唯中一味或果或菜可食，餘悉充以雕木，謂之「子孫榼。」又不解熔蔗糖，亦刻木飾其色以代匱。一客欲食，取之，方知贗物，便失笑。覆視之，底有字云：「大德二年重修。」"
      },
      {
        "index": 51,
        "text": "省夕餐"
      },
      {
        "index": 52,
        "text": "桐城方某性吝。其兄晚從鄉來，某欲省夕餐，托以遠出。兄草草就宿。忽黃鼠逐雞，某不覺出聲驅之。兄喚云：「弟乃在家乎？」某倉卒對曰：「不是我，是你家弟婦。」"
      },
      {
        "index": 53,
        "text": "醋"
      },
      {
        "index": 54,
        "text": "夏侯信常以一小瓶貯醋一升自食，家人不沾餘瀝。僕云：「醋盡。」信必取瓶合掌，尚餘數滴，以口吸之。"
      },
      {
        "index": 55,
        "text": "鹽"
      },
      {
        "index": 56,
        "text": "廣州錄事參軍柳慶，獨居一室，器用食物，並致臥內。奴有私取鹽一撮者，慶鞭之見血。"
      },
      {
        "index": 57,
        "text": "臠肉"
      },
      {
        "index": 58,
        "text": "夏侯彪性吝。奴嘗盜食臠肉。彪大怒，乃捉蠅與食，令嘔出臠。"
      },
      {
        "index": 59,
        "text": "婦取百錢"
      },
      {
        "index": 60,
        "text": "庫狄伏連位大將軍，甚鄙吝。婦嘗病劇，私以百錢取藥。伏連後覺，終身恨之。"
      },
      {
        "index": 61,
        "text": "羊脾"
      },
      {
        "index": 62,
        "text": "歸登常爛一羊脾，旋割旋啖，封其殘者。婦於封處割少許食。登驗之，大怒，誓不食肉。"
      },
      {
        "index": 63,
        "text": "鴨子"
      },
      {
        "index": 64,
        "text": "韶州鄧祐家巨富。奴婢千人，莊田綿亙，未嘗設客。孫子將一鴨子費用，祐以檀破家資，鞭二十。"
      },
      {
        "index": 65,
        "text": "故席"
      },
      {
        "index": 66,
        "text": "韋莊數米而炊，秤薪而爨。幼子卒，妻殮以時服。莊剝取，易故席裹屍。殯訖，仍擎其席歸。莊憶子最悲，惟吝財物耳。"
      },
      {
        "index": 67,
        "text": "珊瑚筆格"
      },
      {
        "index": 68,
        "text": "《歸田錄》：錢思公性儉約。子弟非時不能取一錢。有珊瑚筆格，平生愛惜。子弟竊之。公榜以十千購之。子佯為求得以獻，欣然以十千與之。一歲率五七如此。"
      },
      {
        "index": 69,
        "text": "歸廉泉"
      },
      {
        "index": 70,
        "text": "吳人歸副使廉泉富吝俱極。暑月暴水日中浴之，省爨薪也。生平家食，未嘗御肉。客至，未嘗留款。一日，有內親從遠方來，必欲同飯。乃解袖中帨角上五錢，使人於熟店批數片肉。肉至無醬，復解一錢。市得，便嫌其不佳，使還之，仍取錢。已問：「醬楪何在？」尚有餘鹹味，足消此肉也。幼兒見食條糖者而泣。值租入時，乳母奉內命，將米半升易糖。公適自外來，見之。詰其故，乃取糖一根，自折少許嘗之，復抑少許置兒口，謂曰：「味止此耳，何泣為？」即還糖取米。賣者言糖已損。乃手撮數粒償之。"
      },
      {
        "index": 71,
        "text": "半邊聖人"
      },
      {
        "index": 72,
        "text": "《百可堂》云：有一士夫，性極貪。取人不遺錙銖；而己之所有，分毫不捨。或譏其吝。答曰：「『一介不與』，聖人之道也。」或曰：「『一介不取』，君以為何如？」曰：「學而不能。」曰：「然則君只好學得半邊聖人。」"
      },
      {
        "index": 73,
        "text": "漢世老人"
      },
      {
        "index": 74,
        "text": "《廣記》：漢世老人家畜儉嗇，惡衣蔬食，侵晨而起，侵夜而息，營理產業，聚斂無厭，而不敢自用。人或從之求丐者。不得已，入內取錢十，自堂而出，隨步輒減，比至於外，才餘半在。閉目以授乞者，復囑云：「我傾家瞻君，慎勿他說，令相效而來。」老人俄死，田宅沒官。"
      },
      {
        "index": 75,
        "text": "孫景卿、鄧差"
      },
      {
        "index": 76,
        "text": "《三輔決錄》：平陵孫奮，字景卿，富聞京師，性儉吝。嘗宿客舍，顧錢甚少。主人曰：「君惜錢如此，欲作孫景卿耶？」奮後為梁冀徵其家財，下獄死。《廣行五記》：鄧差，南郡臨沮人，大富。道逢賈人，相對共食，羅布殊品，呼差與焉。差曰：「君遠行商賈，勢不在豐，何為頓爾珍羞美食？」賈人曰：「人生在世，終止為身口耳！一朝病死，安能復進甘味乎？終不如臨沮鄧生，平生不用，為守錢奴爾！」差不告姓名，歸至家，宰鵝自食，動箸咬骨，鯁其喉而死。"
      },
      {
        "index": 77,
        "text": "靳賞"
      },
      {
        "index": 78,
        "text": "蕭衍長圍既立，齊師屢敗。帝猶惜金錢，不肯賞賜。茹法珍叩頭請之。帝曰：「賊來獨取我耶？何為就我求物？」後堂儲數百具榜。啟為城防。帝曰：「擬作殿。」竟不與。"
      },
      {
        "index": 79,
        "text": "吝禍"
      },
      {
        "index": 80,
        "text": "金華有豪民李甲，克眾肥家。居近古刹，有二僧頗為村人所欽仰，往求施，人多喜捨，亦時時受甲妻之密惠。甲知之，銜忌尤深。一日二僧以事至其家，甲故為殷勤之態，而私令僕幹作四餅，置毒其中，以出勸二僧。僧方飯飽，不下咽，乃懷其餅歸寺。明旦，二小兒采衣垂髮，入寺遊觀。問之，則甲子兩子也。驚曰：「此李公愛子，可以果餌延之。」命其徒遍搜於房，弗得，唯餅在几上，即取以飼之。二兒吝食其一，仍懷其一還家。入門大呼腹痛，並仆地躑躅以死。甲莫喻其故，詢其僕，搜其身，餘餅在焉，仍知中毒而亡；吞聲飲泣而已。"
      },
      {
        "index": 81,
        "text": "置產"
      },
      {
        "index": 82,
        "text": "常州蘇掖，仕至監司，家富甚嗇。每置產，吝不與值，所爭一文，必至失色。後因置別墅，與售者反覆受苦。子在旁勸曰：「大人可增少金，我輩他日賣之，亦可得善價也。」掖愕然，自爾少改。"
      }
    ]
  }
}