{
  "chapterNumber": 29,
  "title": "第29部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：古人酒有令，句有對，燈有謎，字有離合，皆聰明之所寄也。工者不勝書，書其趣者，可以侈目，可以解頤。集《談資》第二十九。〕"
      },
      {
        "index": 2,
        "text": "李先主雪令"
      },
      {
        "index": 3,
        "text": "李先主欲諷動僚屬，雪天大會，出一令，借雪取古人名，仍詞理通貫。時宋齊丘、徐融在座。昇舉杯為令曰：「雪下紛紛，便是白起。」齊丘曰：「著屐過街，必須雍齒。」融意欲挫昇，遽曰：「明朝日出，爭奈蕭何？」昇大怒，是夜收融，投於江。自是唯齊丘與謀。"
      },
      {
        "index": 4,
        "text": "卦名令"
      },
      {
        "index": 5,
        "text": "蘇子瞻倡酒令，以兩卦名證一故事。一人云：「孟嘗門下三千客，大有同人。」一人云：「光武兵渡滹沱河，即濟未濟。」一人云：「劉寬婢羹汙朝衣，家人小過。」蘇云：「牛僧孺父子犯罪，先斬小畜，後斬大畜。」蓋為荊公父子云。"
      },
      {
        "index": 6,
        "text": "二十八宿令"
      },
      {
        "index": 7,
        "text": "東坡謂佛印起令曰：「要頭是曲名，尾是二十八宿，四個字不間。」東坡曰：「黃鶯兒，撲蝴蝶不著，虛張尾翼。」佛印應聲答曰：「二郎神，繞佛閣，想是鬼奎危婁。」"
      },
      {
        "index": 8,
        "text": "賈平章令"
      },
      {
        "index": 9,
        "text": "咸淳中，賈平章似道宴馬丞相廷鸞、江丞相萬里。賈舉令曰：「我有一局棋，寄與洞中仙。洞中仙不受，云：自出洞來無敵手，得饒人處且饒人。」《洞中仙》，曲名。下二句，古詩也。馬云：「我有一漁竿，寄與漁家傲。漁家傲不受，云：夜靜水寒漁不餌，滿船空載月明歸。」江云：「我有一犁鋤，寄與使牛子。使牛子不受，云：且存方寸地，留與子孫耕。」蓋譏似道也。"
      },
      {
        "index": 10,
        "text": "韓襄毅公令"
      },
      {
        "index": 11,
        "text": "韓襄毅公雍與夏公塤飲，各出酒令。公欲一字內有大人小人，復以諺語二句證之，曰：「傘字有五人。下列眾小人，上侍一大人。所謂有福之人人伏事，無福之人伏事人。」夏云：「爽字有五人。旁列眾小人，中藏一大人。所謂人前莫說人長短，始信人中更有人。」"
      },
      {
        "index": 12,
        "text": "陳祭酒令"
      },
      {
        "index": 13,
        "text": "雲間陳祭酒詢，每酒酣耳熱，有不平事及人有過，輒面發之。在翰林時，忤一權貴，出為州同。同僚餞行，有倡酒令各用二字，分韻相協，以詩書一句結之。陳學士循云：「轟字三個車，余斗字成斜。車車車，遠上寒山石徑斜。」高學士谷云：「品字三個口，水酉字成酒。口口口，勸君更盡一杯酒。」又一人云： 「犇字三個牛，田壽字成疇。牛牛牛，將有事乎田疇。」陳云：「矗字三個直，黑出字成黜。直直直，焉往而不三黜！」合席大笑。"
      },
      {
        "index": 14,
        "text": "梅、郭二令相同"
      },
      {
        "index": 15,
        "text": "蜀人杜渭江令麻城，居官執法，不敢干以私。一日宴鄉紳，梅西野倡令，要拆字入俗語二句。梅云：「單奚也是奚，加點也是溪，除卻溪邊點，加鳥卻為鷄。俗語云：得志貓兒雄似虎，敗翎鸚鵡不如雞。」毛石崖云：「單青也是青，加點也是清。除卻清邊點，加心卻為情。俗語云：火燒紙馬鋪，落得做人情。」杜答云：「單相也是相，加點也是湘。除卻湘邊點，加雨卻為霜。俗語云：各人自掃門前雪，莫管他家瓦上霜。」又云：「單其也是其，加點也是淇。除卻淇邊點，加欠卻為欺。俗語云：龍居淺水遭蝦戲，虎落平陽被犬欺。」"
      },
      {
        "index": 16,
        "text": "蘇州錢兼山、郭劍泉二宦初甚相善，晚以小嫌成訟。袁節推斷之，未服。某官置酒解和，並邀袁公。郭為令曰：「良字本是良，加米也是粮。除卻粮邊米，加女便為娘。語云：買田不買粮，嫁女不嫁娘。」蓋有所刺也。錢曰：「其字本是其，加水也是淇。除卻淇邊水，加欠便成欺。語云：馬善被人騎，人善被人欺。」 袁曰：「禾字本是禾，加口也是和。除卻和邊口，加斗便成科。語云：官無悔筆，罪不重科。」某官執酒勸曰：「工字本是工，加力也是功。除卻功邊力，加糸便成紅，語云：人無千日好，花無百日紅。」"
      },
      {
        "index": 17,
        "text": "劉端簡公令"
      },
      {
        "index": 18,
        "text": "古亭劉端簡公居鄉，邑大夫或慢之。值宴會，端簡公出令佐酒，各用唐詩一句，附以方言，上下相屬。語云：「一枝紅杏出牆來：見一半，不見一半。」含有誚意。一士夫云：「旋斫松柴帶葉燒：熱灶一把，冷灶一把。」邑大夫云：「杖藜扶我過橋東：我也要你，你也要我。」一時喧傳，以為絕唱。"
      },
      {
        "index": 19,
        "text": "一說又云：「隔斷紅塵三十里，你也看不見我，我也看不見你。」解之者曰：「點溪荷葉疊青錢，你也使不得，他也使不得。」"
      },
      {
        "index": 20,
        "text": "沈石田令"
      },
      {
        "index": 21,
        "text": "沈石田、文衡山、陳白陽、王雅宜遊飲虎丘千人石上。時中秋，月色大佳，石田行令云：「取上一字，下拆兩字，字義相協。」倡云：「山上有明光，不知是日光、月光。」文云：「堂上掛珠簾，不知是王家的、朱家的。」陳云：「有客到舘驛，不知是舍人、官人。」王云：「半夜生孩兒，不知是子時、亥時。」各賞大觥。"
      },
      {
        "index": 22,
        "text": "高麗僧令"
      },
      {
        "index": 23,
        "text": "高麗一僧陪宴朝使，戲行一令曰：「張良、項羽爭一傘。良曰涼傘，羽曰雨傘。」朝使信口曰：「許由、晁錯爭一葫蘆。由曰油葫蘆，錯曰醋葫蘆。」"
      },
      {
        "index": 24,
        "text": "都憲令"
      },
      {
        "index": 25,
        "text": "有鎮邊都憲與兵官不合。都憲於酒席間出令云：「天上有天河，地下有蕭何。蕭何手裏持一本律，口稱『犯法之事莫做，發病之物莫吃。』」有所指於兵官也。兵官云：「天上有太陽，地下有張良。張良手裏持一把劍，口稱『鋼刀雖快，不斬無罪之人。』」時一太監在座欲為分解，即云：「天上有雪山，地下有寒山。寒山手裏持一把掃帚，口稱『各人自掃門前雪，莫管他家瓦上霜！』」遂一笑而散。"
      },
      {
        "index": 26,
        "text": "羅狀元令"
      },
      {
        "index": 27,
        "text": "《豫章詩話》云：羅狀元念庵，與鄒公、某公有寺觀之集。鄒指塑像出令曰：「祖師買巾，價只要輕。以是買不成，披髮到於今。」某曰：「玉皇買傘，價只要減。以是買不成，頭頂一片板。」羅曰：「觀音買鞋，價只要捱。以是買不成，赤腳上蓮臺。」"
      },
      {
        "index": 28,
        "text": "《四書》令"
      },
      {
        "index": 29,
        "text": "有人為令云：「子路百里負米，不知是熟米、糙米？若是熟米，子路不對；若是糙米，子路請禱。」一人云：「子路宿於石門，不知開門、閉門？若是開門，由也升堂；若是閉門，子路拱而立。」"
      },
      {
        "index": 30,
        "text": "薛濤令"
      },
      {
        "index": 31,
        "text": "薛濤辨慧。有黎州刺史作《千字文》令，帶魚禽鳥獸。乃曰：「有虞陶唐。」濤曰：「佐時阿衡。」其人謂語中無魚鳥，行罰。薛曰：「衡字內有小魚字。使君『有虞陶唐』，都無一魚。」坐客大笑。又高駢鎮成都，命濤為一字令，曰：「須得一字象形，又須逐韻。」高曰：「口，有似沒梁鬥。」濤曰：「川，有似三條椽。」節度曰：「如何一條曲？」濤曰：「相公為西川節度使，尚使一沒梁斗。至於窮酒佐，三條椽內一條曲，又何足怪？」"
      },
      {
        "index": 32,
        "text": "各言土產"
      },
      {
        "index": 33,
        "text": "昔周益公、洪容齋嘗侍壽皇宴，因談肴核。上問：「洪卿鄉里所產？」洪，番陽人也。對曰：「沙地馬蹄鱉，雪天牛尾狸。」又問周。周，廬陵人也。對曰：「金柑玉版筍，銀杏水晶蔥。」上吟賞。又問一侍從，忘其名，浙人也。對曰：「螺頭新婦臂，龜腳老婆牙。」四者皆海鮮也。上為之一笑。"
      },
      {
        "index": 34,
        "text": "昔人以「四海習鑿齒，彌天釋道安」，及「雲間陸士龍，日下荀鳴鶴」為美談。當是創者易為工耳。"
      },
      {
        "index": 35,
        "text": "仙對"
      },
      {
        "index": 36,
        "text": "江西有提學出對云：「風擺㯶櫚，千手佛搖摺疊扇。」諸生不能應，乃相與祈鸞仙。降書自稱李太白，對云：「霜凋荷葉，獨腳鬼戴逍遙巾。」"
      },
      {
        "index": 37,
        "text": "刑部郎中黃暐亦嘗召仙，令對「羊脂白玉天」。乩云：「當出丁家巷田夫口。」公明日往試之，其一耕者鋤土甚力。問：「此何土？」耕者曰：「此鱔血黃泥土也。」公大嗟異。他如「雪消獅子瘦，月滿兔兒肥」，「七里山塘，行到半塘三里半，九溪蠻洞，經過中洞五溪中」，「菱角三尖，鐵裹一團白玉，石榴獨蒂，錦包萬顆珍珠」，皆乩仙筆，可稱名對。"
      },
      {
        "index": 38,
        "text": "又相傳有俗對云：「塔頂葫蘆，尖捏拳頭搥白日；城頭箭垛，倒生牙齒咬青天。」亦工而可笑。"
      },
      {
        "index": 39,
        "text": "鬼對"
      },
      {
        "index": 40,
        "text": "舊一舉子，旅店中聞樓下一人出對云：「鼠偷蠶繭，渾如獅子拋毬。」思之不能對。至死，魂常往來樓中，誦此對，人不敢止。後一舉子強欲上樓，夜中果有誦此對者。乃對曰：「蟹入魚罾，卻似蜘蛛結網。」怪遂絕響。"
      },
      {
        "index": 41,
        "text": "一說：對云「獨立溪橋，人影不隨流水去；孤眠野館，夢魂常到故鄉來。」"
      },
      {
        "index": 42,
        "text": "高則成"
      },
      {
        "index": 43,
        "text": "高則成六七歲，穎異不凡。鄰有尚書某，緋袍出送客。高適自塾歸，時衣綠衣。尚書呼語之曰：「出水蛙兒穿綠襖，美目盼兮。」高應聲曰：「落湯蝦子著紅衫，鞠躬如也。」尚書大驚異，稱為奇童。"
      },
      {
        "index": 44,
        "text": "蔣濤"
      },
      {
        "index": 45,
        "text": "蘇郡蔣濤，幼聰慧善對。一日，有父執武弁者同遊佛寺，指殿上三佛出對曰：「三尊大佛，坐獅、坐象、坐蓮花。」濤對曰：「一介書生，攀鳳、攀龍、攀桂子。」既出寺，某部軍牽濤衣，問：「適間本官出何對？」濤以所出告之。又問：「汝對若何？」濤曰：「我對『一個小軍，偷狗、偷貓、偷芥菜。』」"
      },
      {
        "index": 46,
        "text": "濤對多可採者，如「三跳跳下地，一飛飛上天」，「凍雨洒牕，東二點，西三點，切糕分客，上七刀，下八刀。」皆精切。"
      },
      {
        "index": 47,
        "text": "楊大年對"
      },
      {
        "index": 48,
        "text": "舊學士院壁間有題云：「李陽生，指李樹為姓，生而知之。」久無對者。楊大年為學士，乃對云：「馬援死，以馬革裹屍，死而後已。」"
      },
      {
        "index": 49,
        "text": "李空同對"
      },
      {
        "index": 50,
        "text": "李空同督學江西，有士子適用其姓名。公呼而前曰：「汝不聞吾名而敢犯乎？」對曰：「名命於父，不敢更也。」公思久之。曰：「我且出一對試汝，能對，猶可恕也。曰：藺相如，司馬相如，名相如，實不相如。」其人思不久，輒應曰：「魏無忌，長孫無忌，彼無忌，此亦無忌。」公笑而遣之。"
      },
      {
        "index": 51,
        "text": "唐狀元對"
      },
      {
        "index": 52,
        "text": "唐皋以翰林使朝鮮。其主出對曰：「琴瑟琵琶，八大王一般頭面。」皋即應對曰：「魑魅魍魎，四小鬼各自肚腸。」主大駭服。"
      },
      {
        "index": 53,
        "text": "五字一韻對"
      },
      {
        "index": 54,
        "text": "邊尚書貢繼妻胡氏，能通書義。邊多侍姬，胡常反目。一日宴客，客舉令曰：「討小老嫂惱。」邊不能對。胡以片紙書「想娘狂郎忙」五字，云：「何不以此對之？」坐客大笑。"
      },
      {
        "index": 55,
        "text": "徐晞為郡吏日，偶隨守步庭墀中。見一鹿伏地，守得句云：「屋北鹿獨宿。」晞應聲曰：「溪西雞齊啼。」守大驚異，遂不以常禮遇之。"
      },
      {
        "index": 56,
        "text": "馮損之對"
      },
      {
        "index": 57,
        "text": "慈溪馮益，字損之。其叔為僧，益往訪之。叔戲出對曰：「荷葉荷花，似青涼傘，蓋佳人之粉面。」對曰：「瓠藤瓠子，如黃麻繩，繫和尚之光頭。」"
      },
      {
        "index": 58,
        "text": "董通判對"
      },
      {
        "index": 59,
        "text": "常州府同知吳、通判董，至無錫飲紅白酒而醉。吳出對云：「紅白相兼，醉後不知南北。」董云：「青黃不接，貧來賣了東西。」"
      },
      {
        "index": 60,
        "text": "陸采對"
      },
      {
        "index": 61,
        "text": "東郊巡按蘇松，刷卷許御史戲云：「北臺東御史，西人巡按南方。」東不能屬。陸公采私為對云：「冬官夏侍郎，春日辦完秋稅。」又李空同在江西，有對云：「孤雁渡江，顧影徘徊如得偶。」人不能對。陸云：「老翁照鏡，鑒形仿佛似傳神。」"
      },
      {
        "index": 62,
        "text": "於肅湣對"
      },
      {
        "index": 63,
        "text": "於肅湣公幼時，其母梳其髮為雙角，日遊鄉校。僧人蘭古春見之，戲曰：「牛頭喜得生龍角。」公即對曰：「狗口何曾出象牙！」僧已驚之。公回對母曰：「今不可梳雙髻矣。」他日古春又過學館，見於梳成三角之髻，又戲曰：「三角如鼓架。」公又即對曰：「一禿似雷槌。」古春遂語其師曰：「此兒救時之相也！」"
      },
      {
        "index": 64,
        "text": "呂升對"
      },
      {
        "index": 65,
        "text": "楊委任僉浙憲時，見數童從社學歸，中一生手拋書囊而戲。季任召至前，見其秀異，出對曰：「童子六七人，無如爾狡。」生應聲曰：「太守二千石，莫若公……」其尾一字不言，且請賞。許之，乃曰：「莫若公廉。」委任詰之曰：「設不賞云何？」答曰：「莫若公貪。」季任大奇之。"
      },
      {
        "index": 66,
        "text": "莫延韓對"
      },
      {
        "index": 67,
        "text": "屠赤水與莫延韓一日遊頤園，酒酣，屠偶吟云：「簷下蜘蛛，一腔絲意。」莫信口云：「庭前蚯蚓，滿腹泥心。」"
      },
      {
        "index": 68,
        "text": "泰興令對"
      },
      {
        "index": 69,
        "text": "泰興令胡瑤嬖一門子，忽見一掾挑之與密語，以為嫌，問掾何語。掾急遽曰：「渠是小人表弟，語家事耳。」令即出一對曰：「表弟非表兄表子。汝能對，免責。」掾應聲曰：「丈人是丈母丈夫。」令笑而觴之以酒。"
      },
      {
        "index": 70,
        "text": "俗語對"
      },
      {
        "index": 71,
        "text": "一布政守官盡職，不求汲引，執政失於遷擢。入覲將回，鄉人為侍郎者餞之，因邀同部會飲。中一人見止布政一客，戲出對曰：「客少主人多。」眾未及應。布政遽曰：「某有一對，諸大人幸勿見罪。」乃對曰：「天高皇帝遠。」眾愕然。"
      },
      {
        "index": 72,
        "text": "陳啟東善屬對，嘗思「約頸葫蘆」四字未就，方浴而得之，曰「空心蘿蔔，天生語也！」喜而躍，浴盤頓破。"
      },
      {
        "index": 73,
        "text": "重字對"
      },
      {
        "index": 74,
        "text": "陳啟東訓導分水，一人題橋上云：「分水橋邊分水吃，分分分開。」啟東過而見之，對曰：「看花亭下看花回，看看看到。」皆其地名也。"
      },
      {
        "index": 75,
        "text": "國初，有某解元及第後，偕伴至妓館。妓知其才名，欲試之，乃瀹茶止一甌，而三分之以進，曰：「三分分茶，解解解遠之渴。」即應聲曰：「一朝朝罷，行行行院之家。」"
      },
      {
        "index": 76,
        "text": "金用元對"
      },
      {
        "index": 77,
        "text": "蘇士金用元，每嘲人，詩歌俳語頃刻立就，爭相傳笑。一日在文內翰家浪謔，蒙師潘慍曰：「吾有一語，能對甘悔。曰：『王大夫昆季築牆，一土蔽三人之體。』」金即曰：「潘先生父子沐髮，番水灌兩牛之頭。」滿座大笑。"
      },
      {
        "index": 78,
        "text": "三光日月星"
      },
      {
        "index": 79,
        "text": "元祐初，東直復除翰林學士，充館伴北使。遼使素聞其名，思以奇困之。其國舊有一對曰「三光日月星」，無能屬者，首以請於坡。坡唯唯，謂其介曰： 「我能而君不能，亦非所以全大國之體。『四詩風雅頌』，天生對也。盍先以此復之？」介如言。使方歎愕，坡徐對曰：「四德元亨利。」使睢盱欲起辯。坡曰： 「而謂我忘其一耶？謹而舌，兩朝兄弟邦，卿為外臣，此固仁祖之廟諱也。」使出其不意，大駭服。"
      },
      {
        "index": 80,
        "text": "劉季孫"
      },
      {
        "index": 81,
        "text": "王荊公嘗舉書句語劉季孫曰：「念茲在茲，釋茲在茲，名言茲在茲。有何可對？」季孫應聲曰：「揭諦揭諦，波羅揭諦，波羅僧揭諦。」安石大笑。"
      },
      {
        "index": 82,
        "text": "戴大賓對"
      },
      {
        "index": 83,
        "text": "戴大賓八歲遊泮，主師指廳上椅屬對云：「虎皮褥蓋學士椅。」即對云：「兔毫筆寫狀元坊。」主師大奇之。十三中鄉試，有貴公來謁其父，見戴戲庭側，尚是一嬰稚，以為業童子藝也，出一對曰「月圓」。即應曰「風扁」。問：「風何嘗扁？」曰：「側縫皆入，不扁何能？」又出一對曰「鳳鳴」，即應曰「牛舞」。問：「牛何嘗舞？」曰：「百獸率舞，牛不在其中耶？」貴公大加歎賞，詢之，即大賓也，已成鄉舉矣。對語皆含刺云。"
      },
      {
        "index": 84,
        "text": "隨口對"
      },
      {
        "index": 85,
        "text": "文皇學謂解學士曰：「有一書句甚難其對，曰『色難』。」解應聲曰：「容易。」文皇不悟，顧謂解曰：「既云易矣，何久不屬對？」解曰：「適已對矣。」文皇始悟，為之大笑。"
      },
      {
        "index": 86,
        "text": "李西涯居政府時，庶吉士進謁，有言「閣下李先生」者。公聞之，既相見，因曰：「請諸君屬一對，云『庭前花始放』。」眾疑其太易，轉思未工。各沉吟間，公曰：「何不對『閣下先生』？」相讚而笑。"
      },
      {
        "index": 87,
        "text": "蔡霞山對"
      },
      {
        "index": 88,
        "text": "蔡霞山督學楚中，行部試士，見一生坐小舟讀書。蔡呼生至，令其屬對曰：「未明求衣。」生未答。蔡曰：「何不對『臨渴掘井』？」"
      },
      {
        "index": 89,
        "text": "孫臨對"
      },
      {
        "index": 90,
        "text": "韓玉汝治秦川，尚嚴。人語曰：「寧逢暴虎，莫逢韓玉汝。」孫臨滑稽，尤善對。或問曰：「『莫逢韓玉汝，』當何以對？」臨應聲曰：「何怕李金吾？」聞者賞之。"
      },
      {
        "index": 91,
        "text": "世宗朝長對"
      },
      {
        "index": 92,
        "text": "世宗皇帝修玄，學士爭獻清詞為媚。時遠方有獻靈龜者，上自出對云：「赤水靈龜雙獻端。天數五，地數五，五五二十五數，數數合於道。道號元始天尊，一誠有感。」一詞臣對云：「丹山彩風兩呈祥。雌聲六、雄聲六，六六三十六聲，聲聲聞於天。天生嘉靖皇帝，萬壽無疆。」上喜甚，厚賚之。"
      },
      {
        "index": 93,
        "text": "朱雲楚"
      },
      {
        "index": 94,
        "text": "贛妓朱雲楚子卿，警慧知書。趙時逢遯可為守，嘗會客，果實有炮栗。趙指之曰：「栗綻縫黃見。」坐客屬對，皆莫能。楚輒曰：「妾有對。」取席間藕片以進曰：「藕斷露絲飛。」趙大奇之。見《談藪》。"
      },
      {
        "index": 95,
        "text": "妓對"
      },
      {
        "index": 96,
        "text": "有郡丞席上作對，屬云：「酒熱不須湯盞湯。」一妓對曰：「廳涼無用扇車扇。」見《文酒清話》。"
      },
      {
        "index": 97,
        "text": "古人姓名謎"
      },
      {
        "index": 98,
        "text": "元祐間，士夫好事者，取達官姓名為詩謎，如「長空雪霽見虹霓，行尺天涯遇帝畿。天子手中執玉簡，秀才不肯著麻衣。」謂韓絳、馮京、王珪、曾布也。又取古人而傳以今事，如「人人皆戴子瞻帽，君實新來轉一官，門狀送還王介甫，潞公身上不曾寒。」謂仲長統、司馬遷、謝安石、溫彥博。"
      },
      {
        "index": 99,
        "text": "「佳人佯醉索人扶，露出胸前白玉膚，夏入帳中尋不見，任他風雨滿江湖。」隱賈島、李白、羅隱、潘閬名謎。"
      },
      {
        "index": 100,
        "text": "燈謎"
      },
      {
        "index": 101,
        "text": "「十謁朱門九不天，滿頭風雪卻回來。歸家懶睹妻兒面，撥盡寒爐一夜灰。」一藥名：常山、砒霜、狼毒、焰硝；一病名：喉閉、傷寒、暴頭、火丹。"
      },
      {
        "index": 102,
        "text": "陳亞謎"
      },
      {
        "index": 103,
        "text": "陳亞自為亞字謎曰：「若教有口便啞，且要無心為惡。中間全沒肚腸，外面任生棱角。」"
      },
      {
        "index": 104,
        "text": "辛未狀元謎"
      },
      {
        "index": 105,
        "text": "辛未會試，江陰袁舜臣作謎詩於燈上，云：「六經蘊籍胸中久，一劍十年磨在手。吉花頭上一枝橫，恐泄天機莫露口。一點累累大如斗，掩卻半床何所有？完名直待掛冠歸，本來面目君知否？」唯蘇州劉瑊一見能識之，乃「辛未狀元」四字。"
      },
      {
        "index": 106,
        "text": "招飲答謎"
      },
      {
        "index": 107,
        "text": "《古今詩格》有遣書招客云：「板戶公堂，斫腳露喪。」答云：「斑犬良賦，趨龜空肚。」板戶，木門，「閑」字；公堂，官舍，「館」字；斫腳，斬足，「踅」字；露喪，屍出，「屈」字。謂「閑館踅屈」也。斑犬，文苟，「敬」字；良賦，尚田，「當」字；趨龜，走卜，「赴」字；空肚，欠食，「飲」字。謂「敬當赴飲」也。"
      },
      {
        "index": 108,
        "text": "開元寺"
      },
      {
        "index": 109,
        "text": "乾符末，有客寓廣陵開元寺，不為僧所禮，題門而去。題云：「龕龍去東涯，時日隱西斜。敬文今不在，碎石入流沙。」僧眾皆不解。有沙彌知為謗語，是「合寺苟卒」四字。"
      },
      {
        "index": 110,
        "text": "大明寺"
      },
      {
        "index": 111,
        "text": "令狐相鎮淮海日，嘗遊大明寺，見西壁題云：「一人堂堂，二曜同光，泉深尺一，點去冰傍。二人相連，不欠一邊。三梁四柱烈火然，除卻雙鉤兩日全。」 諸賓幕莫辨。有支使班蒙曰：「一人，大字。二曜者日月，明字也。尺一者，十一寸，非寺字乎？冰去點，為水。二人相連，天字。不欠一邊，下字。三梁四柱而烈火，無字。兩日除雙鉤，比字也。是言『大明寺水，天下無比』。」"
      },
      {
        "index": 112,
        "text": "皇華驛"
      },
      {
        "index": 113,
        "text": "《博異記》云：廣州押衙崔慶成抵皇華驛，夜見美人，鬼也，擲書曰：「川中狗，百姓眼，馬撲兒，御廚飯。」慶成不解。後丁晉公曰：「川中狗，蜀犬也。百姓眼，民目也。馬撲兒，瓜子也。御廚飯，官食也。乃『獨眠孤館』。」"
      },
      {
        "index": 114,
        "text": "顧聖之謎"
      },
      {
        "index": 115,
        "text": "吳人顧聖之作一謎云：「兩頭兩頭，中間兩頭。兩頭大，兩頭小。兩頭破，兩頭好。兩頭光，兩頭草。兩頭豎。兩頭倒。」乃二僧兩頭宿也。"
      },
      {
        "index": 116,
        "text": "祝枝山謎"
      },
      {
        "index": 117,
        "text": "祝枝山學佛語叉袋謎云：「無佛不開口，開口便成佛。盤多羅，詰多羅，佛多刹多，佛多難陀。」"
      }
    ]
  }
}