{
  "chapterNumber": 23,
  "title": "第23部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：昔三徐名著江左，而騎省鉉尤其白眉。及入聘，頗難押伴之選。藝祖令殿前司具殿侍中不識字者十人以聞，而點其一，曰：「此人可。」舉朝錯愕不解，殿侍者亦不敢辭。既渡江，騎省詞鋒如雲，其人不能答。強聒之，徒唯唯。居數日，既無與之酬復，騎省亦倦且默矣。人謂「此大聖人舉動，不屑與小邦爭口舌之勝」，不知爾時直是無騎省對手，儻得晏嬰、秦宓其人，滑稽辯給，奏凱而還，大國體面，更當何如？孔門惡佞，而不廢言語之科，有以也！集《機警》第二十三。〕"
      },
      {
        "index": 2,
        "text": "晏子"
      },
      {
        "index": 3,
        "text": "齊景公問：「東海棗華而不實，何也？」晏子曰：「秦穆公黃布裹棗，至海上而投其布，故華之不實。」公曰：「吾佯問耳。」對曰：「佯問者，亦當佯對。」"
      },
      {
        "index": 4,
        "text": "晏子至楚，王賜晏子酒。酒甜，吏縛一人前曰：「此齊人也，坐盜。」王視晏子曰：「齊人固多盜乎？」晏子避席對曰：「嬰聞之，橘生淮南則為橘，生於準北則為枳。今民在齊不盜，入楚則盜，意者楚之水土耶？」王笑曰：「聖人非所與嬉也！寡人反取病焉。」"
      },
      {
        "index": 5,
        "text": "晏子、馬氏語相似"
      },
      {
        "index": 6,
        "text": "晏子使楚。楚人以晏子短，為小門於大門之側，而延之。晏子曰：「臣不使狗國，安得從狗門入？」儐者更道從大門入。見楚王。王曰：「齊無人耶？」晏子對曰：「臨淄三百里，張袂成陰，揮汗成雨，何為無人？」王曰：「然而何為而使子？」對曰：「齊命使各有所主：其賢者使使賢王，不肖者使使不肖王。嬰最不肖，故使楚矣。」"
      },
      {
        "index": 7,
        "text": "袁隗妻馬氏是季子長女，少有才辯，融家勢豐豪，裝遣甚盛。隗問曰：「婦奉箕帚而已，何乃過珍麗乎？」對曰：「慈親垂愛，不敢逆命。君若欲慕鮑宣、梁鴻之高，妾亦願從少君、孟光之事矣！」隗又曰：「弟先兄舉，世以為笑。今處姐未適，先行可乎。」對曰：「妾姐高行殊邈，未遭良匹，不似鄙薄苟然而已。」"
      },
      {
        "index": 8,
        "text": "《爾汝歌》"
      },
      {
        "index": 9,
        "text": "晉武帝問孫皓：「聞南人好作《爾汝歌》，汝能為不？」皓正飲酒，因舉觴勸帝而言曰：「昔與汝為鄰，今與汝為臣。上汝一杯酒，令汝壽萬春。」帝悔之。"
      },
      {
        "index": 10,
        "text": "伊籍"
      },
      {
        "index": 11,
        "text": "先主以伊籍使吳。孫權聞其才辯，欲逆折以辭。籍適人拜，權曰：「勞事無道之君乎？」對曰：「一拜一起，未足為勞。」"
      },
      {
        "index": 12,
        "text": "趙遷"
      },
      {
        "index": 13,
        "text": "後秦姚萇與群臣宴。酒酣，謂趙遷曰：「諸卿皆與朕北面秦朝，今忽相臣，得無恥乎？」遷曰：「天不恥以陛下為子，臣等何恥為臣？」萇大笑。"
      },
      {
        "index": 14,
        "text": "諸葛恪"
      },
      {
        "index": 15,
        "text": "諸葛恪父瑾面長似驢。孫權大會客，使人牽驢人，題其面曰：「此諸葛子瑜。」恪請筆續兩字於下曰「之驢」。舉坐歡笑。乃以賜恪。"
      },
      {
        "index": 16,
        "text": "元孚"
      },
      {
        "index": 17,
        "text": "五代周元孚好酒，短而禿。文帝於室內置酒十瓶，各加帽以戲孚。孚入見，便云：「吾兄弟無禮，何為入王室中坐？宜早還宅。」因持酒去。"
      },
      {
        "index": 18,
        "text": "賈玄待詔賈玄侍宋太宗棋，鐃玄三子，常輸一路。太宗知玄詐不盡其藝，乃曰：「此局復輸，當榜汝！」既滿局，不生不死。太宗曰：「亦詐，更一局，汝勝，賜汝緋，不則投汝水中！」局既座，不勝不負。太宗曰：「我饒汝子而復平，是不勝也！」命左右投之水中。乃呼曰：「臣握中尚有一子！」太宗大笑，賜以緋衣。"
      },
      {
        "index": 19,
        "text": "陳君佐"
      },
      {
        "index": 20,
        "text": "太祖時，陳君佐以詼諧得幸，屢遭危險，以口舌免。嘗與物食之，敕其言善則免。與醋飲，問曰：「酒何如？」對曰：「折腹。」謂酸也，即「折福」。與生牛皮食，問曰：「肉何如？」對曰：「難消。」謂硬也。又以寬大員帽賜戴之，罩項，問曰：「何如？」對曰：「■帶不淺。」謂深也，即「感戴」。一日又欲一字笑。請明日從駕至金水河，預令孤老瞽者沿河排立。駕至，陳呼曰：「拜！」眾皆依讚拜墮水中。上大笑。又從遊苑中，上停馬，命隨口作一詩。即呈曰：「君王停馬要詩篇。杜甫詩中借一聯：金勒馬嘶芳草地，玉樓人醉杏花天。」"
      },
      {
        "index": 21,
        "text": "薛綜"
      },
      {
        "index": 22,
        "text": "蜀使張奉使於孫權，前以姓名嘲闞澤，澤不能答。薛綜下行酒，因勸云：「蜀者何也？有『犬』為『獨』，無『犬』為『蜀』。橫『月』勾身，『蟲』入其腹。」奉曰：「不當復說君吳耶？」即應聲曰：「無『口』為『天』，有『口』為『吳』。君臨萬邦，天子之都。」眾坐喜笑，而奉無對。"
      },
      {
        "index": 23,
        "text": "秦宓"
      },
      {
        "index": 24,
        "text": "吳使張溫來聘，問秦宓曰：「天有頭乎？」宓曰：「有。」溫曰：「在何方？」宓曰：「詩云：『乃眷西顧。』以此推之，在西方。」溫曰：「天有耳乎？」曰：「天處高而聽卑。詩云『鶴鳴九皋，聲聞於天』。」溫曰：「天有足乎？」宓曰：「詩云：「天步艱難。』無足何以步之？」溫曰：「天有姓乎？」宓曰：「姓劉。」溫曰：「何以知之？」曰：「天子姓劉，以此知之。」"
      },
      {
        "index": 25,
        "text": "東方朔"
      },
      {
        "index": 26,
        "text": "武帝時，有獻不死之酒者，東方朔竊飲之。而後腹痛而死 ，帝怒，欲殺朔。朔曰：「臣所飲，不死之酒也。殺臣，臣亦不死；臣死，酒亦不驗。」由可知東方朔的聰明機智"
      },
      {
        "index": 27,
        "text": "漢武遊上林，見一好樹，問東方朔。朔曰，「名『善哉』。」帝陰使從識其樹。後數歲，復問朔。朔曰：「名為『瞿所』。」帝曰：「朔欺久矣！名與前不同，何也？」朔曰：「夫大為馬，小為駒；長為雞，小為雛；大為牛，小為犢；人生為兒，長為老。且昔為『善哉』，今為『瞿所』，長少死生，萬物敗成，豈有定哉！」帝乃大笑。"
      },
      {
        "index": 28,
        "text": "孔文舉"
      },
      {
        "index": 29,
        "text": "孔文舉年十歲，隨父到洛。時李元禮有盛名，為司隸校尉，詣門者俊才請稱，及中表親戚，乃通。文舉至門，謂吏曰：「我是李府親。」既通，前坐。李曰：「君與僕有何親？」對曰：「昔先人仲尼與君先人伯陽有師資之親，是僕與君奕世為通好也。」膺問：「欲食乎？」曰：「須食。」膺曰：「教卿為客之禮：但讓，不須謝主。」融曰：「教公為主之禮：但置食，不須問客。」膺歎服，曰：「恨吾將死，不及見卿富貴。」融曰：「公殊未死。」膺問何故。答曰：「『人之將死，其言也善』。公向言殊未善。」適大夫陳韙後至，聞斯語，曰：「小時了了，大未必佳！」融曰：「想君小時，必當了了！」"
      },
      {
        "index": 30,
        "text": "賈嘉隱"
      },
      {
        "index": 31,
        "text": "賈嘉隱年七歲，以神童召見。時長孫無忌、徐勣於朝堂立語。徐戲之曰：「吾所倚何樹？」賈曰：「松樹。」徐曰：「此槐也，何言松？」賈云：「以公配木，何得非松？」長松復問：「吾所倚何樹？」曰：「槐樹。」公曰：「汝不能復矯對耶？」賈曰：「何煩矯對？但取其鬼木耳！」徐歎曰：「此小兒作獠面，何得如此聰明！」賈云：「胡頭尚為宰相，獠面何廢聰明？」徐狀胡，故謔之。"
      },
      {
        "index": 32,
        "text": "王元澤"
      },
      {
        "index": 33,
        "text": "王元澤數歲時，客有以一獐一鹿同器以獻，問元澤：「何者是獐？何者是鹿？」元澤實未識，良久對曰：「獐邊者是鹿，鹿邊者是獐。」客人奇之。"
      },
      {
        "index": 34,
        "text": "丘濬"
      },
      {
        "index": 35,
        "text": "中丞丘濬謁釋珊，珊殊傲。頃之，有州將子弟來謁，珊降階接之，甚恭。丘不平，問曰：「和尚接濬甚傲，而接州將子弟何其恭耶？」珊曰：「接是不接，不接是接！」濬勃起打珊曰：「打是不打，不打是打！」"
      },
      {
        "index": 36,
        "text": "悲彭城"
      },
      {
        "index": 37,
        "text": "尚書令王肅曾省中詠《平城詩》云：「悲平城，驅馬入雲中。陰山常晦雪，荒風無罷風。」鼓城王勰甚嗟其美，欲使更詠，乃失語云：「悲彭城。」肅笑之，勰有慚色。祖瑩在座，即云：「固有《悲彭城》，王公未見。」肅曰：「可為誦這。」瑩應聲云：「裴彭城，楚歌四面起。屍積石梁亭，血流睢水裏。」勰大悅，退謂瑩曰：「卿定是神口！」"
      },
      {
        "index": 38,
        "text": "裴略"
      },
      {
        "index": 39,
        "text": "唐初有裴略者，宿衛考滿，兵部試判，為錯一事落第。略因詣溫彥博陳訴。溫時與杜如晦語，不理其訴。略云：「少小已來，自許明辨，至於通傳言語，堪作通事舍人；並解文章，兼能嘲謔。」溫即指竹使嘲。略應聲曰：「庭前數竹竿，風吹青肅肅。淩寒不肯凋，經冬子不熟。虛心未能待國士，皮上何須生節目？」溫云：「既解通傳言語，可傳語廳前屏牆。」略走至牆下，大聲語曰：「方今聖明在上，辟四門以待士，郡是何物？久在此妨賢路！」即推倒之。溫曰：「此意著博也。」略曰：「不但著博，亦當著杜！」彥博、如晦俱大喜，即令送吏部與官。"
      },
      {
        "index": 40,
        "text": "裏行御史"
      },
      {
        "index": 41,
        "text": "則天時，裏行御史聚立門內。有令史不下驢，衝過其間。諸御史大怒，將杖之。令史云：「今日之過，實在此驢。乞數之，然後受罰。」謂驢曰：「汝技藝可知，精神極鈍，何物驢，敢於御史裏行？」於是眾羞赧而止。"
      },
      {
        "index": 42,
        "text": "隋士"
      },
      {
        "index": 43,
        "text": "隋一士，慧而吃，楊素喜與之談。一日設難曰：「倘忽命公作將軍，城最小，兵不過一千，糧僅充數日，城外敵兵數萬，公何以處之？」士曰：「有有救兵否？」曰：「只緣無救，所以策公。」士曰：「審審如公言，不免致敗。」素大笑。素又問：「坑深一丈，公入其中，何法得出？」士沉思曰：「有有梯否？」公曰：「有梯何須更問？」士又沉思曰：「是白白日，是是夜地？」素曰：「亦何須辨白日夜地？」士曰：「若若不是夜地，眼不瞎。何何為陷入？」素大笑。又值臘月，素問：「家人被蛇傷，若為醫治？」士曰：「取取五五月五日南牆下雪雪塗之，即愈。」素曰：「五月何得有雪？」士曰：「若若五月無雪，臘月何處有蛇？」素復大笑。"
      },
      {
        "index": 44,
        "text": "侯白"
      },
      {
        "index": 45,
        "text": "隋侯白嘗與楊素並馬，見路傍有槐樹，憔翠欲死。素曰：「侯秀才道理過人，能令此樹活否？」白曰：「取槐子懸樹枝，即活。」素問其說。答曰：「《論語》云：『子在，回何敢死？』」"
      },
      {
        "index": 46,
        "text": "開皇中，有人姓出，名六斤，欲參楊素，齎名紙至省門，遇侯白，請為題其姓。乃書曰「六斤半」。名既入。素召其人問曰：卿姓六名斤半耶？」答曰： 「是出六斤。」曰：「何為六斤半？」曰：「向請侯秀才題之，當是錯矣。」即召白至，謂曰：「卿何謂錯題人姓名？」對曰：「不錯。」素曰：「若不錯，何因姓出名六斤，請卿題之，乃言六斤半？」對曰：「向在省門，會卒，無處覓秤。既聞道是出六斤，斟酌只應是六斤半。」"
      },
      {
        "index": 47,
        "text": "陳常令人聘隋。不知其使機辯深淺，密令候白變服為賤人供承。客果輕之，乃傍臥放氣，問白曰：「汝國馬價貴賤如何？」白云：「馬有數等，若伎倆筋腳好，形容不惡，堪乘騎者，值二十千已上。若形容粗壯，雖無伎倆，堪馱物，值四五千已上。若彌尾燥蹄，絕無伎倆，傍臥放氣，一錢不值！」使者大驚，問其姓名，知是侯白，方愧謝。"
      },
      {
        "index": 48,
        "text": "侯白在散官隸屬。楊素愛其能劇談，每上番日，即令談戲弄。或從旦至晚始得歸，才出省門，即逢素子玄感。乃云：「侯秀才，可與玄感說一個好話。」白被留連，不獲已，乃云：「有一大蟲欲向野中覓肉，見一刺猥仰臥，謂是肉臠，便欲銜之。忽被蝟卷著鼻，驚走不知休息，直至山中，困乏不覺昏睡。刺蝟乃放鼻而去。大蟲忽起，歡喜走至橡樹下，低頭見橡鬥，乃側身語云： 『旦來遭見賢尊，願郎君縣避道！』」"
      },
      {
        "index": 49,
        "text": "蔡潮"
      },
      {
        "index": 50,
        "text": "方伯蔡潮，談笑風生。有同官迎都憲於江中，冬月群擁爐坐。公至。哄然曰：「蔡公至矣！請一謔談！」蔡曰：「無也！但昨聞江中盜劫商船，俱檀降牙香。相與謀曰：『賣之利微，棄之可惜，吾輩為此事久矣，向賴天保護。盍焚此香答之？』香氣透天。上帝將謂人間作好事，令二力士訪之：非也，乃一群老強盜在此向火耳！」滿座大笑。"
      },
      {
        "index": 51,
        "text": "梁伯龍"
      },
      {
        "index": 52,
        "text": "梁伯龍《浣紗記》成。一浙友謔之曰：「君所編吳為越滅，得無自折便宜乎？」梁笑曰：「苧羅之美，吳人試之；吳宮之穢，越人嘗之。如此便宜，固亦足矣！」"
      },
      {
        "index": 53,
        "text": "張五湖"
      },
      {
        "index": 54,
        "text": "王荊石相公赴京，蘇中親友醵金治舟於虎阜候送。至晚杳然，有疑改期者，有疑夜渡者，正彷徨引領間，遇邑人張五湖乘小舟至。眾素知張善謔，拉至舟中小飲，固要張說一笑話。張曰：「一老翁無子，每以無人送終為苦。至八十餘，一歲中，婢妾連舉數子，親鄰畢賀。翁淒然淚下。眾驚問之。乃曰：『我年如許，雖幸有多兒，不知送得老爺著否？』」眾雖慢其刻，而終服其捷。"
      },
      {
        "index": 55,
        "text": "劉貢父"
      },
      {
        "index": 56,
        "text": "熙寧始尚經術，說詩者競為穿鑿，如「伊其相謔，贈之以芍藥」，謂此為淫泆之會，必求其為士贈女乎，女贈士乎。劉貢父曰：「芍藥能行血破胎氣，此蓋士贈女也。若『視爾如荍，貽我握椒』，則女之贈士也。《本草》云『椒性溫，明目暖水髒』故耳。」聞者絕倒。"
      },
      {
        "index": 57,
        "text": "神錐神槌"
      },
      {
        "index": 58,
        "text": "鍾雅語祖士言：「我汝潁之士利如錐，卿燕趙之士鈍如槌。」祖曰：「以我鈍槌，打汝利錐。」鍾曰：「自有神錐，不可得打。」祖曰：「既有神錐，亦有神槌。」"
      },
      {
        "index": 59,
        "text": "參禪謁"
      },
      {
        "index": 60,
        "text": "佛印方丈成，乞東坡顏額。東坡未暇，佛印自題曰「參禪謁」。東坡一日見之，戲續云：「硬如鐵。」佛印接云：「誰得知？」東坡笑云：「徒弟說。」魯直在座，絕倒。"
      },
      {
        "index": 61,
        "text": "六眼龜"
      },
      {
        "index": 62,
        "text": "蘇子瞻謁呂微仲，值其寢。久之，乃出。蘇不堪，見一菖蒲盆畜綠毛龜，蘇云：「六眼龜更難得。」呂問：「出何處？」蘇曰：「昔唐莊宗時，一國進六眼龜。伶人敬新磨進口號曰：『不要鬧，不要鬧，聽取這龜兒口號：六隻眼兒分明，睡一覺抵別人三覺！』」"
      },
      {
        "index": 63,
        "text": "虱辨"
      },
      {
        "index": 64,
        "text": "東坡閑居日，與秦少遊夜宴。坡因捫得虱，乃曰：「此垢膩所生。」秦曰：「不然，綿絮成耳。」辯久不決，期明日質疑佛印，理曲者罰設一席。及酒散，秦先往囑佛印：「明日若問，可答生自綿絮。容勝後當作䬪飥會」。既去，頃之坡至，亦以垢膩囑，許作冷淘。明日果會，具道詰難之意。佛印曰：「此易曉耳，乃垢膩為身，絮毛為腳，先吃冷淘，後吃䬪飥」。二公大笑，具宴為樂。"
      },
      {
        "index": 65,
        "text": "解縉"
      },
      {
        "index": 66,
        "text": "解縉嘗從遊內苑。上登橋，問縉：「當作何語？」對曰：「此謂『一步高一步』。」及下橋，又問之。對曰：「此謂『後邊又高似前邊』。」上大悅。一日，上謂縉曰：「卿知宮中夜來有喜乎？可作一詩。」縉方吟曰：「君王昨夜降金龍。」上遽曰：「是女兒。」即應曰：「化作嫦娥下九重。」上曰：「已死矣！」 又應曰：「料是世間留不住。」上曰：「已投之水矣。」又應曰：「翻身跳入水晶宮。」上本欲詭言以困之，既得詩，深歎其敏。"
      },
      {
        "index": 67,
        "text": "解縉四歲出遊市中，偶跌，眾笑之。吟曰：「細雨落綢繆，磚街滑似油。鳳凰跌在地，笑殺一群牛。」"
      },
      {
        "index": 68,
        "text": "《三教圖》"
      },
      {
        "index": 69,
        "text": "馬遠嘗畫《三教圖》，釋迦中坐，老子儼立於傍，孔子乃作禮於前，蓋內璫故令作此以侮聖人也。理宗詔江子遠作讚。江讚云：「釋氏趺坐，老聃傍睨。惟吾夫子，絕倒在地。」遂大稱之。"
      },
      {
        "index": 70,
        "text": "鄢天澤"
      },
      {
        "index": 71,
        "text": "姑蘇鄢天澤者，略涉書，好摘人詩文句字供姍笑。偶讀瞿文懿「王立沼上」義，訝曰：「沼固惠王池也，破何得言所立非其地？」已誦詩至「流鶯啼到無聲處」，即又曰：「啼則有聲，何謂無聲？」諸所戲侮聖言多類是。一日獨坐，有青衣二人捽之去。至一所，殿宇莊嚴。天澤跽階下，遙見樁貼云：「日月閻羅殿，風霜業鏡臺。」始知已死。王問天澤：「知過否？」因引業鏡照之，具得其罪狀。王復命青衣引天澤還陽世道其事。比出門，天澤輒又謂青衣曰：「屬見殿柱貼，政自不佳，何獨閻羅殿偏有日月乎？」青衣者怒曰：「汝尚敢爾爾！」扶之，俄遽然醒。"
      },
      {
        "index": 72,
        "text": "鏡新磨"
      },
      {
        "index": 73,
        "text": "五代伶官鏡新磨，嘗奏事，殿中多惡犬，新磨去，一犬起逐之。新磨倚而呼曰：「陛下毋縱兒女噬人！」莊宗家世夷狄，諱狗，故以此譏之。莊宗大怒，彎弓將射之。新磨急呼曰：「陛下無殺臣，臣與陛下為一體，殺之不祥。」莊宗驚問其故。對曰：「陛下開國改元同光，且同，銅也，若殺鏡新磨，則無光矣。」帝大笑，釋之。"
      },
      {
        "index": 74,
        "text": "安轡新"
      },
      {
        "index": 75,
        "text": "李茂貞入關時，放火燒京闕民居殆盡。及入朝，賜宴，優人安轡新目之為「火龍子」。既已，茂貞慚怒，欲「殺此豎子」。因請告往岐下謁之。茂貞一見，大詬曰：「此賊何顏敢來求乞！」安曰：「只思上謁，非敢有干也。」茂貞色稍定，曰：「貧儉若斯，何不求乞？」安曰：「京城近日但賣麩炭，便足一生，何必求乞？」茂貞大笑而厚賜之。"
      },
      {
        "index": 76,
        "text": "黃幡綽"
      },
      {
        "index": 77,
        "text": "玄宗在蜀，黃幡綽陷在賊中。賊黨就擒，有謂：「幡綽忘上恩寵，與賊圓夢，每順其情。」如祿山夢見衣袖長拖至階下，則解曰「垂衣而治」。又夢見殿中槅子倒下，則解曰：「革故鼎新」。上詰幡綽。幡綽曰：「非也。逆賊夢衣袖長，是『出手不得』。又夢槅子倒，是『糊不得』。」上笑釋之。"
      },
      {
        "index": 78,
        "text": "公猴"
      },
      {
        "index": 79,
        "text": "三楊當國時，有一妓名齊雅秀，性極巧慧。一日命佐酒，眾謂曰：「汝能使三閣老笑乎？」對曰：「我一入便令笑也。」乃進見。問：「何來遲？」對曰： 「看書。」問：「何書？」對曰：「《烈女傳》。」三閣老大笑，曰：「母狗無禮！」即答曰：「我是母狗，各位是公猴。」一時京中大傳其妙。"
      },
      {
        "index": 80,
        "text": "江南妓"
      },
      {
        "index": 81,
        "text": "江南一妓有殊色，且通文。滁州胡尚書於許學士席上見之，問其名。曰：「齊下秀。」胡公戲曰：「臍下臭。」妓跽曰：「尚書可謂聞人。」胡怒曰：「此妓山野。」妓跽曰：「環滁皆山也。」為之哄席。"
      }
    ]
  }
}