{
  "chapterNumber": 14,
  "title": "第14部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：余稽之上誌，所稱驕奢淫佚，無如石太慰矣。而後魏河間猶謂：「不恨我不見石崇，恨石崇不見我。」章武貪暴多財，一見河間，歎羨不覺成疾，還家臥三日不能起。人這侈心，豈有攸底哉？自非茂德，鮮克令終。金谷沙場，河間佛寺，指點而嗟谘者，又何多也！一日為歡，萬年為笑！集《汰侈》第十四。〕"
      },
      {
        "index": 2,
        "text": "杜邠公"
      },
      {
        "index": 3,
        "text": "杜邠公悰，厚自奉養，常言：「平生不稱意為三事。其一：為灃州刺史；其二：貶司農卿；其三：自西川移鎮廣陵，舟次瞿塘，為駭浪所驚，呼喚不暇，渴甚，自潑湯茶吃也。」"
      },
      {
        "index": 4,
        "text": "李昊"
      },
      {
        "index": 5,
        "text": "李昊事前後蜀五十年，資貨巨萬，奢侈逾度，妓妾數百。嘗讀《王愷》《石崇傳》，罵為：「窮儉乞兒」。"
      },
      {
        "index": 6,
        "text": "虞孝仁"
      },
      {
        "index": 7,
        "text": "隋虞孝仁性奢侈。伐遼之役，以駱駝負函盛水養魚以自給。"
      },
      {
        "index": 8,
        "text": "人抱甕"
      },
      {
        "index": 9,
        "text": "羊琇冬月釀，常令人抱甕，須臾復易人，酒速成而味好。"
      },
      {
        "index": 10,
        "text": "蒸㹠"
      },
      {
        "index": 11,
        "text": "武帝食王武子家蒸㹠，肥美異常，怪而問之。答曰：「以人乳飲㹠」。帝甚不平，不畢食便去。"
      },
      {
        "index": 12,
        "text": "宋景文"
      },
      {
        "index": 13,
        "text": "宋景文好設重幕，內列寶炬，歌舞相繼。坐客忘疲，但覺漏長，啟幕視之，已是二宿。"
      },
      {
        "index": 14,
        "text": "宋郊居政府，上元夜讀《周易》。弟學士宋祁點華燈，擁歌妓，醉飲達旦。翌日，郊令人云：「相公寄語學士：聞昨夜燒燈夜宴，窮極奢侈，不知記得那年上元，同在州學吃齋煮飯否？」祁答曰：「寄語相公：不知那年在州學吃齋煮飯為甚的？」"
      },
      {
        "index": 15,
        "text": "金蓮盆"
      },
      {
        "index": 16,
        "text": "段文昌富貴後，打金蓮盆盛水濯足。或規之。答曰：「人生幾何？要酬生平不足也！」"
      },
      {
        "index": 17,
        "text": "索銀盆盥洗"
      },
      {
        "index": 18,
        "text": "寧庶人宸濠既就擒，拘宿公館，以銅盆與盥洗。怒曰：「縱乏金盆，獨無銀者耶？」其習於奢侈如此！"
      },
      {
        "index": 19,
        "text": "蔡太師廚中人"
      },
      {
        "index": 20,
        "text": "宋時一士夫，京中買一妾，自言蔡太守府廚中人。命作包子，辭以不能。詰之曰：「既是廚中人，何曰不能？」妾曰：「妾乃包子廚中縷蔥絲者。」曾無疑，乃周益公門下士也。有委之作誌銘者，無疑授此事為辭，曰：「某人益公之門，乃包子廚中縷蔥絲者也，豈能作包子哉？」"
      },
      {
        "index": 21,
        "text": "廚娘"
      },
      {
        "index": 22,
        "text": "中都下戶每生女，則愛護如捧璧；甫長成，則隨其資質教以藝業，用備士大夫采擇。其名目不一，有所謂「身邊人」、「本事人」、「供過人」、「針線人」、「堂前人」、「雜劇人」、「拆洗人」、琴童、棋童、廚娘等項。就中廚娘最為下色，然非極富貴之家，必不可用。寶祐中，有太守某者，奮身寒素，不改儒風。偶奉祀居里，飲饌粗率，忽念昔留某官處，庖膳出京都廚娘，調羹極可口。有便介如京，謾作承受人書，托以物色，費不屑較。未幾，承受人復書曰：「得之矣。其人年可二十餘，近回自府第，有容藝，能書算，旦夕遣以詣直。」不旬月，果至。初憩五里時，遣腳夫先申狀來，乃其親筆也，字畫端楷，歷序「慶幸，即日伏侍左右」，末「乞以四轎接取，庶成體面」。辭甚委曲，殆非庸女子可及。守為之破顏。及入門，容此循雅，翠襖紅裙，參視左右，乃退。守大過所望。少選，親朋集賀，廚娘亦遽致試廚之請。守曰：「未可展會，明日且具常食。」廚娘請食菜品資次。守書以示之。廚娘謹奉旨，舉筆硯具物料，內「羊頭簽」五分，各用羊首十個，蔥齏五碟，合用五十斤；他物稱是。守固疑其妄，然未欲遽示以儉鄙，姑從之，而密覘其所用。翌旦，廚娘發行奩，取鍋、銚、盂、杓、湯盤之屬，令小婢先捧以行，燦爛耀目，皆黃白所為，大約已該五七十金。至如刀砧雜器，亦一一精致，旁觀者嘖然。廚娘更團襖圍裙，銀索扳膊，掉臂而入。據坐胡床，徐得切抹批臠，方正慣熟，條理精通，真有運斤成風之勢。其治羊頭，灑置几上，剔留臉肉，餘悉擲之地。眾問其故。廚娘曰：「此皆非貴人所食矣！」眾為拾頓他所。廚娘笑曰：「汝輩真狗子也！」眾雖怒，無語以答。其治蔥齏，取蔥輒微過湯沸，悉去鬚葉，視碟之大小，分寸而裁截之；又除其外數重，取心條之細似齏之黃者，以淡酒醯浸漬，餘棄不惜。凡所供備，馨香脆美，濟楚細膩，難以盡其形容。食者舉著無餘，俱各相顧稱好。既撤席，廚娘整襟再拜曰：「此日試廚，幸中各意，後須照例支犒。」守方檢例。廚娘曰：「豈非待檢例耶？」探囊取數幅紙以呈上，曰：「是昨在某官處所得支賜判單也。」守視之，其例每展會支賜，或至三二百千。守破慳勉從，私歎曰：「吾輩力薄，此等廚娘不宜常用！」不兩月，托故遣還。"
      },
      {
        "index": 23,
        "text": "小四海"
      },
      {
        "index": 24,
        "text": "孫承祐嘗饌客，指其盤筵曰：「今日坐中，南之蝤蛑，北之紅羊，東之蝦魚，西之棗栗，無不畢備。可謂富有小四海矣！」"
      },
      {
        "index": 25,
        "text": "大餅"
      },
      {
        "index": 26,
        "text": "王蜀時，有趙雄武者，累典名郡，精於飲饌。又能造大餅，每三斗麵擀一杖，大於數間屋。或豪家廣席，輒請獻一枚，剖用之猶有餘。其方不傳。眾因號為「趙大餅」。"
      },
      {
        "index": 27,
        "text": "大卵、大饅頭"
      },
      {
        "index": 28,
        "text": "正德時，守備、中貴人竟為奢靡。有取雞卵或鵝、鴨卵破之，不知何術分黃白，而以牛胞刮淨，裹其外，約斗許大，熟而獻客，曰：「此駝鳥卵也。」又作饅頭大於斗，蒸熟而當席破之，中有二百許小饅頭，各有餡而皆熟。"
      },
      {
        "index": 29,
        "text": "吳饌"
      },
      {
        "index": 30,
        "text": "張江陵相公奔喪歸。所坐所輿，則真定守錢普創以供奉者。前為重軒，後寢室，以便偃息，傍翼兩廡，廡各一童子立而左右侍，為揮箑炷香。凡用卒三十二舁之。始所過州邑郵，牙盤上食，水陸過百品，居正猶以為無下箸處。而真守無錫人，獨能為吳饌。居正甘之，曰：「吾行路至此，僅得一飽餐！」此語聞，於是吳中之善為庖者召募殆盡，皆得善價。"
      },
      {
        "index": 31,
        "text": "李後主姬"
      },
      {
        "index": 32,
        "text": "宋時，江南平，大將獲李後主寵姬，見燈輒閉目，云「煙氣」。易以蠟燭，亦閉目云：「煙氣愈甚！」曰：「然則宮中未嘗點燭耶？」云：「宮中本閣，每至夜，則懸大珠，光照一室，如日中。」觀此，則李氏之豪侈可知矣。"
      },
      {
        "index": 33,
        "text": "楊國忠妓"
      },
      {
        "index": 34,
        "text": "楊國忠凡有客設酒，令妓女各執其事，號「肉臺盤」。冬月，令妓女圍之，號「肉屏風」。又選妾肥大者於前遮風，謂之「肉障」、「肉陣」。"
      },
      {
        "index": 35,
        "text": "燭圍"
      },
      {
        "index": 36,
        "text": "封涉家宴，使群婢各執一燭，四面行立，呼為「燭圍」。"
      },
      {
        "index": 37,
        "text": "唾壺"
      },
      {
        "index": 38,
        "text": "苻朗嘗與朝士宴。時賢並用唾壺。朗欲誇之，使小兒跪而張口，唾而含出。"
      },
      {
        "index": 39,
        "text": "南宋謝景仁性整潔。每唾，輒唾左右人衣。事畢，即聽一日浣濯。每欲睡，左右爭來受之。"
      },
      {
        "index": 40,
        "text": "嚴世蕃吐唾，皆美碑以口承之。方發聲，婢口已巧就。謂曰「香唾盂」。"
      },
      {
        "index": 41,
        "text": "肉雙陸"
      },
      {
        "index": 42,
        "text": "尚書王天華取媚世蕃，用錦罽織成點位，曰「雙陸圖」；別飾美人三十二，衣裝錙素各半，曰「肉雙陸」，以進。每對打，美人聞聲，該在某點位，則自趨站之。世蕃但一試，便不復用。"
      },
      {
        "index": 43,
        "text": "嚴氏溺器"
      },
      {
        "index": 44,
        "text": "嚴分宜父子溺器，皆用金銀鑄婦人，而空其中，粉而彩衣，以陰受溺。"
      },
      {
        "index": 45,
        "text": "淫籌"
      },
      {
        "index": 46,
        "text": "嚴氏籍沒時，郡司某奉臺使檄往，見榻下堆棄新白綾汗巾無數。不省其故，袖其一，出以谘眾。有知者，掩口曰：「此穢巾。每與婦人合，輒棄其一。歲終數之，為淫籌焉。」"
      },
      {
        "index": 47,
        "text": "諸葛昂"
      },
      {
        "index": 48,
        "text": "隋末深州諸葛昂，性豪俠。渤海高瓚聞而造之，為設雞肫而已。瓚小其用，明日大設，屈昂客數十人，烹豬羊等，長八尺盤作酒碗行巡，自為金剛舞以送之。昂至後日，屈瓚客數百人，大設，車行酒，馬行炙，挫碓斬膾，磑轢蒜韭，唱夜叉歌、猳子舞。瓚明日殺一奴子，十餘歲，呈其頭顱手足。座客皆攫喉而吐之。昂後日報設，先令受妾行酒。妾無故笑，昂叱下，須臾蒸此妾，坐銀盤，仍飾以脂粉，衣以綾羅，遂擘脅肉以啖。瓚諸客皆掩目。昂於爾房間撮肥肉食之，盡餉而止。瓚羞之，夜遁去。昂後遭離亂，狂賊來求金寶。無可給，縛於緣上，炙殺之。"
      },
      {
        "index": 49,
        "text": "煉炭"
      },
      {
        "index": 50,
        "text": "乾符中，有李使君出牧罷歸，深感一貴家舊恩，欲召諸子從容。托敬愛寺僧聖剛者致之。僧極言其奢侈，常饌必以炭炊，恐不愜意。李白：「若象髓猩唇，或未能致，他非所患也。」於是擇日邀致，備極豐潔。諸子遇肴羞，略不入口。主人揖之再三，唯沾果實而已。及設餐，俱置一匙於口，各攢眉相盼，有似齧蘖。李不能解，但以失飪為謝。明日托僧往質其故，言「燔炙煎和，俱未得法。」僧曰：「他物縱不可食，餐出炭炊，又可嫌？」乃曰：「凡炭必暖令熟，謂之煉炭，方可入爨。不然，猶帶煙氣。」僧拊掌曰：「此則非貧道所知矣」及巢寇陷洛，昆弟與僧同竄出谷，餓至三日，賊鋒稍元。出河橋，見小店有脫粟飯，僧傾囊中錢，買於土杯同食，甚覺甘美。僧笑曰：「此非煉炭所炊！」皆低頭慚嘿。"
      },
      {
        "index": 51,
        "text": "王黼"
      },
      {
        "index": 52,
        "text": "王黼宅與一寺為鄰。有一僧，每日在黼宅溝中，取流出雪白飯顆，漉出洗淨曬乾。不知幾年，積成一囤。靖康城破，黼宅骨肉絕食。此僧即用所囤之米，復用水浸蒸熟，送入黼宅。老幼賴之無饑。"
      },
      {
        "index": 53,
        "text": "四盡"
      },
      {
        "index": 54,
        "text": "梁魚弘，襄陽人，常言：「我為郡，有四盡：水中魚鱉盡，山中麋鹿盡，田中米穀盡，村里人庶盡。」"
      }
    ]
  }
}