{
  "chapterNumber": 28,
  "title": "第28部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：古人戒如簧之舌，豈不以巧哉，然「談言微中，可以解紛」，夫獨非巧言乎？如此曰諧謔而已，功與罪兩不居焉，則諸公口中三寸，真有天孫機杼在矣！集《巧言》第二十八。〕"
      },
      {
        "index": 2,
        "text": "花名"
      },
      {
        "index": 3,
        "text": "溫庭筠曰：「葡萄是賜紫櫻桃，黃葵是鍍金木槿花。」"
      },
      {
        "index": 4,
        "text": "黃幡綽"
      },
      {
        "index": 5,
        "text": "明皇與諸王會食。寧王錯喉，噴上鬚。王驚慚不遑。上顧其悚悚，欲安之。黃幡綽曰：「此非錯喉。」上曰：「何也？」對曰：「是噴帝。」上大悅。"
      },
      {
        "index": 6,
        "text": "玄宗嘗登苑北樓望渭水，見一醉人臨水。上問左右是何人，左右不知。黃幡綽曰：「此是年滿典史。」上曰：「何以知之？」對曰：「更一轉入流。」上笑。"
      },
      {
        "index": 7,
        "text": "玄宗小字三郎。幸蜀時，過梓潼縣，上停驛問黃幡綽曰：「車上鈴聲頗似人語。」對曰：「似言『三郎郎當』、『三郎郎當』。」後因名琅璫驛。"
      },
      {
        "index": 8,
        "text": "三果一藥"
      },
      {
        "index": 9,
        "text": "劉貢父觴客。蘇子瞻有事欲先起。劉以三果一藥調之曰：「幸早裏，且從容。」蘇答曰：「奈這事，須當歸。」"
      },
      {
        "index": 10,
        "text": "投壺"
      },
      {
        "index": 11,
        "text": "邵康節與李君錫投壺。君錫末箭中耳。君錫曰：「偶爾中耳。」康節曰：「幾乎敗壺。」"
      },
      {
        "index": 12,
        "text": "尹字"
      },
      {
        "index": 13,
        "text": "蘇頲幼時，有京兆令詠「尹」字。乃云：「丑雖有足，甲不全身。見君無口，知伊無人。」"
      },
      {
        "index": 14,
        "text": "姓名謔"
      },
      {
        "index": 15,
        "text": "郭忠恕嘲司業聶崇義云：「近貴全為聵，攀龍只是聾。雖然三個耳，其奈不成聰！」聶應聲曰：「莫笑有三耳，何如蓄二心？」"
      },
      {
        "index": 16,
        "text": "王、甘姓"
      },
      {
        "index": 17,
        "text": "唐時有甘洽者，與王仙客友善，因以姓相嘲。洽曰：「王，計爾應姓田，為你面憊懶，抽卻你兩邊。」仙客應聲曰：「甘，計爾應姓丹，為你頭不曲，回腳向上安。」"
      },
      {
        "index": 18,
        "text": "王、盧"
      },
      {
        "index": 19,
        "text": "北齊徐之才善謔，嘗嘲王昕姓云：「有言則𧥶，近犬則狂，加頸足為馬，拖角尾成羊。」嘲盧元明云：「卿姓在亡為虐，在丘為虗，生男為虜，配成馬驢。」"
      },
      {
        "index": 20,
        "text": "麥、竇"
      },
      {
        "index": 21,
        "text": "隋麥鐵杖為汝南太守，因朝集，考功郎竇威嘲之曰：「麥是何姓？」鐵杖曰：「麥豆不殊，何忽見怪？」威赧然無以應。"
      },
      {
        "index": 22,
        "text": "沈、陳姓對"
      },
      {
        "index": 23,
        "text": "歸安沈筠谿先生少絕敏穎，弱冠補博士弟子，與弟偕之城。時風雨暴作，遇陳方伯兄弟於邸。方伯戲曰：「大雨沉沉，二沈伸頭不出。」公矢口曰：「狂風陣陣，兩陳搖尾不開。」人稱巧絕。"
      },
      {
        "index": 24,
        "text": "乂名"
      },
      {
        "index": 25,
        "text": "張乂天太學為齋長，其人渺小，動以苛禮律諸生。林叔弓作賦嘲云：「身材短小，欠曹交六尺之長；腹內空虛，乏劉义一點之墨。」又詩云：「中分爻兩段，風使十橫斜，文上全無分，人前強出些。」"
      },
      {
        "index": 26,
        "text": "安石名"
      },
      {
        "index": 27,
        "text": "劉邠與王安石最為故舊，嘗拆安石名戲之曰：「失女便成宕，無宀真是妬。下交亂真如，上頭誤當宁。」王大慚。"
      },
      {
        "index": 28,
        "text": "王汾、劉攽、王覿"
      },
      {
        "index": 29,
        "text": "王彥和汾與劉貢父攽同趨朝。王戲劉曰：「內朝日日須呼汝。」蓋常朝知班吏，多云「班班」，謂之「喚班」。劉應聲曰：「寒食年年必上公。」劉又嘗戲王覿云：「公何故見賣？」王答曰：「賣公值甚分文？」"
      },
      {
        "index": 30,
        "text": "治平初，濮安懿王原寢皆用紅泥雜飾，劉貢父謂王汾曰：頃聞王墳賜緋，得非子有銀章之命耶。"
      },
      {
        "index": 31,
        "text": "陳亞、蔡襄"
      },
      {
        "index": 32,
        "text": "陳少卿亞，維揚人，善詩，滑稽尤甚。嘗與蔡君謨會於僧舍。君謨題詩屏間曰：「陳亞有心終是惡。」亞即索筆對曰：「蔡襄無口便成衰。」"
      },
      {
        "index": 33,
        "text": "上官弼"
      },
      {
        "index": 34,
        "text": "陳亞知潤州，幕中有上官弼，為亞所親。任滿將去，謂亞曰：「郎中才行無玷，宜簡調謔。」亞曰：「君乃上官弼也，如下官口何？」弼笑而去。"
      },
      {
        "index": 35,
        "text": "賈黃中、盧多遜"
      },
      {
        "index": 36,
        "text": "賈黃中與盧多遜俱在政府。一日，京中有蝗蟲，盧笑曰：「某聞所有乃假蝗蟲。」賈應聲曰：「亦聞不傷禾，但蘆多損耳。」"
      },
      {
        "index": 37,
        "text": "蘇子瞻、姜制之"
      },
      {
        "index": 38,
        "text": "蘇子瞻與姜制之飲。姜舉令云：「坐中各要一物，是藥名。」乃指子瞻曰：「蘇子。」子瞻應聲曰：「君亦藥名也。若非半夏，定是厚朴。」眾請其故。子瞻曰：「非半夏，非厚朴，何故曰姜制之？」"
      },
      {
        "index": 39,
        "text": "章得象"
      },
      {
        "index": 40,
        "text": "章郇公得象，與石資政中立素相善。而石喜談謔，嘗戲章云：「昔時名畫有戴松牛、韓幹馬，今又有章得象也！」"
      },
      {
        "index": 41,
        "text": "華嵩"
      },
      {
        "index": 42,
        "text": "京衛指揮華嵩以宿娼枷示。時中書夏仲昭以畫竹名，適過馬師桓家，因教坊相近，欲易便服，拉師桓往遊。師桓戲曰：「你不見華嵩事，又來畫竹！」"
      },
      {
        "index": 43,
        "text": "黑齒常之"
      },
      {
        "index": 44,
        "text": "張文成工為俳諧詩賦。時大將軍黑齒常之將出征，或勉之曰：「公官卑，何不從行？」文成曰：「寧可且將朱唇飲酒，誰能逐你黑齒嘗脂？」"
      },
      {
        "index": 45,
        "text": "許敬宗"
      },
      {
        "index": 46,
        "text": "吏部侍郎楊思玄，貴恃外戚，倨待選流，為選者夏候彪所訟，又為御史中丞郎餘慶奏免。時中書許敬宗曰：「楊必敗矣！」人問之。許曰：「一彪一狼，共著一羊，豈得不敗？」"
      },
      {
        "index": 47,
        "text": "李素、杜兼"
      },
      {
        "index": 48,
        "text": "李素替杜兼時，韓吏部愈自河南令除職方員外郎歸朝。問「前後之政如何！」對曰：「將縑來比素。」"
      },
      {
        "index": 49,
        "text": "羽晴"
      },
      {
        "index": 50,
        "text": "裴子羽為下邳令，張晴為縣丞。二人俱有聲氣而善言語。論事移時，一吏竊議曰：「縣官甚不和。」或問其故。答曰：「長官稱雨，贊府道晴，終日如此，那得和？」"
      },
      {
        "index": 51,
        "text": "謝伋、司馬伋"
      },
      {
        "index": 52,
        "text": "紹興末，謝景思守括蒼，司馬季思佐之，皆名伋。劉季高以書與景思曰：「公作守，司馬九作倅，想事事皆如律令也。」聞者絕倒。"
      },
      {
        "index": 53,
        "text": "陸遠"
      },
      {
        "index": 54,
        "text": "陸楚生遠，係進士陸大成從堂叔。大成發解南畿，頗有聲望。遠每對人呼「大成舍侄」，人多厭之。時弇州在座，謔云：「當不得他還一句『遠阿叔』也。」眾為捧腹。"
      },
      {
        "index": 55,
        "text": "戚鬍、陳鑑"
      },
      {
        "index": 56,
        "text": "戚學士瀾美髯，院中呼戚鬍。與陳司成鑑會宴，投漆木壺。陳顧戚曰：「戚鬍投漆壺，真壺也，假壺也？」戚應聲曰：「陳鑑看臣鑑，善鑑與，惡鑑與？」"
      },
      {
        "index": 57,
        "text": "馬承學、錢同愛"
      },
      {
        "index": 58,
        "text": "吳人馬承學，性好乘馬，喜馳驟。同學錢同愛戲曰：「馬承學，學乘馬，汲汲而來。」馬應曰：「錢同愛，愛銅錢，孳孳為利。」"
      },
      {
        "index": 59,
        "text": "佀鍾、強珍"
      },
      {
        "index": 60,
        "text": "都憲佀鍾與通政強珍同席。強執壺勸曰：「要你飲四鍾。」佀應聲曰：「你莫要強斟。」"
      },
      {
        "index": 61,
        "text": "林瑀、王軌"
      },
      {
        "index": 62,
        "text": "林瑀、王軌同作直講。林謂王曰：「何相見之闊也！」王曰：「遭此霖雨。」瑀云：「今後轉更疏闊。」王問其故。瑀云：「逢此短晷。」蓋譏王之侏儒。"
      },
      {
        "index": 63,
        "text": "才寬、葉琪、史瓘"
      },
      {
        "index": 64,
        "text": "郡守才寬善諧謔。嘗與尚書葉琪、知州史瓘同飲，各以名為戲。才曰：「作就衣裳穿不得，裁寬。」葉曰：「鑼鳴鼓響軍不動，拽旗。」史默無以應。才以大觥罰史，飲畢，才曰：「拚死吃河魨，屎灌。」"
      },
      {
        "index": 65,
        "text": "聶豹、鄭洛書"
      },
      {
        "index": 66,
        "text": "永豐聶豹、三山鄭洛書，為華亭、上海知縣，同時有俊聲，然議論殊不相下。一日同坐察院門側，人報上海秋試罕中式者。聶公笑曰：「上海秀才下第，只為落書。」鄭公應聲曰：「華亭百姓當災，皆因業報。」人咸以為妙對。"
      },
      {
        "index": 67,
        "text": "張更生、方千里"
      },
      {
        "index": 68,
        "text": "方千里一日會張更生。方作一令戲曰：「古人是劉更生，今人是張更生。手內執一卷《金剛經》，問爾是胎生、卵生、濕生、化生？」張答曰：「古人是馬千里，今人是方千里。手執一卷《刑法志》，問爾是三千里、二千里、一千里？」"
      },
      {
        "index": 69,
        "text": "石員外"
      },
      {
        "index": 70,
        "text": "石中立員外，嘗與同列觀上南園所蓄獅子。主者曰：「縣官日破肉十斤飼之。」同列曰：「吾儕反不及此。」石曰：「吾輩皆員外郎，敢比園內獅子？」"
      },
      {
        "index": 71,
        "text": "職方、翰林"
      },
      {
        "index": 72,
        "text": "陸式齊在水部最久，復還職方。李西涯戲之曰：「先生其知幾乎，曷為又入職方也？」陸應曰：「太史非附熱者，奈何只管翰林耶？」"
      },
      {
        "index": 73,
        "text": "給事、尚書"
      },
      {
        "index": 74,
        "text": "夏忠靖公與給諫周大有同事治水。一日偕宿天寧寺，周早如廁，夏戲曰：「披衣拖履而行，急事急事！」周應聲曰：「棄甲曳兵而走，嘗輸嘗輸！」"
      },
      {
        "index": 75,
        "text": "先生、提舉"
      },
      {
        "index": 76,
        "text": "浙江花提舉與鄞縣學官交往，後升僉事提舉至鄞，以舊誼戲出對曰：「雞卵與鴨卵同窠，雞卵先生，鴨卵先生？」學官乃福建人，姓顏，應聲曰：「馬兒與驢兒並走，馬兒蹄舉，驢兒蹄舉？」"
      },
      {
        "index": 77,
        "text": "陸、陳謔語"
      },
      {
        "index": 78,
        "text": "陸文量參政浙藩，與陳啟東震飲，見其寡髮，戲之曰：「陳教授數莖頭髮。無計可施。」啟東曰：「陸大人滿臉髭髯，何須如此。」陸大賞歎，笑曰：「兩猿截木山中，這猴子也會對鋸。」啟東曰：「有犯，幸公勿罪。」乃云：「匹馬陷身泥內，此畜生怎得出蹄？」相與撫掌竟日。"
      },
      {
        "index": 79,
        "text": "佛經語"
      },
      {
        "index": 80,
        "text": "隋令盧思道聘陳。陳主用《觀世音》語弄思道曰：「是何商人，齎持重寶？」思道即以《觀世音》語報曰：「忽遇惡風，漂墮羅刹鬼國。」陳主大慚。"
      },
      {
        "index": 81,
        "text": "薛道衡為聘南使。時南朝一僧甚辯捷，道衡向寺禮拜，至佛堂門，僧大聲讀《法華經》云：「鳩盤荼鬼，今在門外。」道衡即應聲還以《法華經》，答云：「毗舍闍鬼，乃在其中。」眾僧愧服。"
      },
      {
        "index": 82,
        "text": "《四書》語"
      },
      {
        "index": 83,
        "text": "虞集未遇時，為許衡門客。虞有所私，午後輒出館。許每往不遇，因書於簡云：「夜夜出遊，知虞公之不可諫。」虞回，即對云：「時時來擾，何許子之不憚煩！」"
      },
      {
        "index": 84,
        "text": "秦少游自負髯美，語東坡曰：「君子多乎哉！」東坡應聲曰：「小人樊須也！」一座絕倒。"
      },
      {
        "index": 85,
        "text": "余進士田，與湯進士日新相善，因戲曰：「湯之《盤銘》曰：苟者君乎？」湯即聲曰：「卿以下必有，圭者君也。」"
      },
      {
        "index": 86,
        "text": "詹侍御與蘇大行五鼓行長安街，呵道聲相近。蘇問：「前行為誰？」從者曰：「道裏詹爺。」蘇曰：「詹之在前。」詹問：「後來為誰？」從者曰：「行人司蘇爺。」詹回首曰：「後來其蘇。」相顧一笑。"
      },
      {
        "index": 87,
        "text": "袁太冲七歲時，與群兒戲，自稱「小相公」。彭魯溪公出對云：「願為小相。」袁應聲曰：「竊比老彭。」"
      },
      {
        "index": 88,
        "text": "呂望之提舉市易，曾子宣劾其違法。曾反坐，呂治事如故。劉貢父曰：「豈意曾子避席，望之儼然。」"
      },
      {
        "index": 89,
        "text": "浙解張巽才，名平等。郡守王公試題「暮春者至風乎舞雩」，破中有「天地」二字，王賞其恰當，取居首。及鄉試，總裁王公、臨監王公皆無異賞。守力薦拔解，中丞公亦若不滿，謂張曰：「贈汝一對曰：考諸三王而不謬，建諸天地而不悖。」聞者絕倒。"
      },
      {
        "index": 90,
        "text": "沈括字存中，方就浴，劉貢父遽哭之曰：「存中可憐已矣！」眾驚問之。曰：「死矣盆成括！」"
      },
      {
        "index": 91,
        "text": "石動筩嘗詣國學，問博士曰：「孔門達者七十二人，幾人冠？幾人未冠？」博士曰：「經傳無文。」動筩曰：「先生讀書，豈合不解？冠者三十人，未冠者四十二人。」博士曰：「據何文解之？」動筩曰：「『冠者五六人』，五六得三十也；『童子六七人』，六七四十二也。」皆大笑。"
      },
      {
        "index": 92,
        "text": "一說：又問「三千弟子，後來作何結果。」答曰：「二千五百人為軍，五百人為旅。」"
      },
      {
        "index": 93,
        "text": "二劉謔語"
      },
      {
        "index": 94,
        "text": "龍圖劉燁，嘗與劉筠聚會飲茗，問左右：「湯滾未？」皆言已滾。筠曰：「僉曰鯀哉！」燁應聲曰：「吾與點也。」一日連騎趨朝，筠馬病足行遲。燁問：「馬何遲？」筠曰：「只為五更三。」燁曰：「何不七上八？」"
      },
      {
        "index": 95,
        "text": "俗語歇後"
      },
      {
        "index": 96,
        "text": "吳中黃秀才相掀唇，人呼「小黃竅嘴」，讀書寺中。一日寺僧進麵，因熱，傷手忒地。黃作歇後語謔之曰：「光頭滑，光頭浪，光頭練，光頭勒。」謂「麵盪捵忒」也。僧即應聲戲曰：「七大八，七青八，七孔八，七張八。」蓋隱「小黃竅嘴」四字。黃亦絕倒。"
      },
      {
        "index": 97,
        "text": "《五經》語"
      },
      {
        "index": 98,
        "text": "王三名觀，恃才放誕。陸子履行四，性慎默，於事無所可否。觀嘗以方直少之，然二人極相善。觀嘗寢疾，子履往候之。觀以方帽包裹坐複帳中。子履笑曰：「體中小不佳，何至是？所謂王三惜命也。」觀厲聲曰：「王三惜命，何如六四括囊？」"
      },
      {
        "index": 99,
        "text": "鄭玄家奴婢皆讀書。嘗怒一婢，拽著泥中。一婢問曰：「胡為乎泥中？」答曰：「薄言往訴，逢彼之怒。」"
      },
      {
        "index": 100,
        "text": "齊王儉為吏部尚書時，客有姓譚者，詣儉求官。儉曰：「齊桓滅譚，那得有汝？」答曰：「譚子奔莒，所以有僕。」卒得職焉。"
      },
      {
        "index": 101,
        "text": "古文語"
      },
      {
        "index": 102,
        "text": "一士人家貧，與其友上壽，無從得酒，乃持水一瓶稱觴曰：「君子之交淡如。」友應聲曰：「醉翁之意不在。」"
      },
      {
        "index": 103,
        "text": "楊大年億方與客棋，石曼卿自外至，坐於一隅。大年因誦賈誼《鵩賦》以戲之曰：「止於坐隅，貌甚閑暇。」石遽答云：「口不能言，請對以臆。」"
      },
      {
        "index": 104,
        "text": "黃州黃解元麻，荊州張狀元茂修，相遇薊門。黃年少有貌，而張相君之子。黃故謔之曰：「思公子兮未敢言。」張即應聲曰：「懷佳人兮不能忘。」"
      },
      {
        "index": 105,
        "text": "西昌劇賊劉富年七十餘，子侄六七人，曰堯，曰舜，暨禹湯、文、武、盤庚輩，時時行劫。張職方大來令西昌時，懸賞捕獲，悉斃之杖下，盜警始息。臨司郡候語次及之，張曰：「聖人不死，大盜不止。猶龍氏已云矣！」眾大笑。"
      },
      {
        "index": 106,
        "text": "先儒成語"
      },
      {
        "index": 107,
        "text": "李本建嘗與文士飲汪司馬齋中。有巧樣蘇製嵌銅錫壺，以火猛，燒流而化。李曰：「此所謂『流而不息，合同而化』也。」汪方停杯嗔僕，聞之大笑，其怒遂解。"
      },
      {
        "index": 108,
        "text": "陸通明世居洞庭，有吳生客於山。一日，陸內人臨蓐。吳訊曰：「曾弄璋未？」陸曰：「暮生一女，已溺之矣。」吳嘲其諱曰：「先生極明，這事欠通了。」陸訝之。吳曰：「豈不聞『溺愛者不明』耶？」"
      },
      {
        "index": 109,
        "text": "李可及"
      },
      {
        "index": 110,
        "text": "《唐闕史》：咸通中，優人李可及，因延慶節緇黃講論畢，次及倡優為戲，乃褒衣博帶，齋心升座，自稱「三教論衡」。上問：「釋迦是何人？」可及曰： 「婦人也。」上駭曰：「有據乎？」可及曰：「《金剛經》云：『趺坐而坐。』有夫有兒，非婦人而何？」上為啟齒，又問：「太上老君是何人？」可及曰：「婦人也。」上曰：「此何據？」可及曰：「《道德經》云：『吾有大患，為吾有身。』若非婦人，安得有娠乎？」又問：「文宣王何如人？」可及曰：「亦婦人也。」上曰：「此復何據？」可及曰：「《論語》曰：『沽之哉！沽之哉！我待價者也！』若非婦人，何乃待嫁？」上復大笑，寵賚有加。"
      },
      {
        "index": 111,
        "text": "《醫訣》語"
      },
      {
        "index": 112,
        "text": "《諧史》：蜀進士熊敦朴負才不羈，自史館改兵部，後左遷別駕。往辭座師江陵張相公。公曰：「公與我同館出身，痛癢相關，此後仕途宜著意。」熊曰：「老師恐未見痛。」公曰：「何以知之？」熊曰：「王叔和《醫訣》云：『痛則不通，通則不痛』。」公大笑。"
      },
      {
        "index": 113,
        "text": "《琵琶》、《荊釵記》成語"
      },
      {
        "index": 114,
        "text": "王元美為郎時，適有宴會，嚴世蕃與焉，候久方至。元美問之。曰：「忽傷風耳。」元美笑曰：「爹居相位，怎說出傷風？」時客大笑，亦有為咋舌者。"
      },
      {
        "index": 115,
        "text": "徐文貞公婿顧某，謁一縉紳。有坐客問云：「此君何人？」縉紳戲曰：「當朝宰相為岳丈。」"
      },
      {
        "index": 116,
        "text": "文貞公弟達齋，初宦都下，南歸。江陵為文貞門生，與諸君共餞之。臨別而達齋醉甚，乃拊江陵背曰：「去時還有張老來相送，來時不知張老死和存。」張甚銜之。語亦出《琵琶記》。"
      },
      {
        "index": 117,
        "text": "雜成語"
      },
      {
        "index": 118,
        "text": "尤延之為太常卿，楊誠齋為秘書監，皆善謔。一日延之誦一句請誠齋對，曰：「楊氏為我。」誠齋應曰：「尤物移人。」"
      },
      {
        "index": 119,
        "text": "金給諫士希，本西域人。科中戲曰：「賢哉回也！」失偶再娶，又相賀曰：「這回好個風流婿！」"
      },
      {
        "index": 120,
        "text": "桓言"
      },
      {
        "index": 121,
        "text": "張磊塘善清言。一日赴徐文貞公席，食鯧魚、鰉魚。庖人誤不置醋。張云：「倉惶失措。」文貞腰捫一虱，以齒斃之，血濺齒上。張云：「大率類此。」文貞解頤。"
      },
      {
        "index": 122,
        "text": "病瘧"
      },
      {
        "index": 123,
        "text": "中朝有小兒，父病，行乞藥。主人問：「何病？」曰：「患瘧也。」主人曰：「尊候明德君子，何以病瘧？」答曰：「來病君子，所以為瘧耳。」"
      },
      {
        "index": 124,
        "text": "典《書經》"
      },
      {
        "index": 125,
        "text": "周愿好諧謔，嘗謁尚書李巽。適李有故人子落魄不事。李遍問書籍古畫，悉云賣去。復問云：「有一本虞永興手寫《書經》在否？」其子不敢言賣，暫云典錢。愿曰：「此《尚書》大災。」李問：「何災？」愿曰：「已遭《堯典》、《舜典》，又被此子典之。」李怒顏大開。"
      },
      {
        "index": 126,
        "text": "李趨兒明鼓兒"
      },
      {
        "index": 127,
        "text": "陳亞少曾為於潛令，好以利口戲浪，人或厭之。太守馬忠肅召戒於庭。俄有通刺謁者，稱「大詞郎李過庭。」公罵曰：「何人家子弟？」亞卒爾云：「想是李趨兒。」公徐悟之，大笑。"
      },
      {
        "index": 128,
        "text": "蔡元城為諫議，論一執政，再三不降。朝路中見劉貢父，曰：「若遲回不去，當率全臺論之，孔子所謂『鳴鼓而攻之』者。」劉應曰：「將謂暗箭子，元來鳴鼓兒。」先生素嚴毅，亦有笑容。"
      },
      {
        "index": 129,
        "text": "陸伯陽"
      },
      {
        "index": 130,
        "text": "潘滄浪邂逅一客，扣姓字。客曰：「姓陸字伯陽。」潘笑曰：「齊景公有馬千駟，民無得而稱焉。六百羊值甚的？」"
      },
      {
        "index": 131,
        "text": "王和尚"
      },
      {
        "index": 132,
        "text": "吳僧姓王，因兄登第，還俗娶婦，而氣極驕。眾甚鄙厭。一日，偶同宴會。眾謂優人曰：「王和尚頗作怪，汝可誚之。」因演《蘇季子》傳奇，起課者有「黃河尚有澄清日，豈可人無得運時」之語。優念云：「王和尚有成親日，起課人無得運時。」眾大笑，王逃席去。"
      },
      {
        "index": 133,
        "text": "鐵炮杖"
      },
      {
        "index": 134,
        "text": "萬曆初，吳中優人有鐵炮杖者，以黑短得名，善謔浪。某百戶以紅袍赴新親宴，坐客囑優嘲之。適演考試事，出「紙灰飛作白蝴蝶」。鐵炮杖對曰：「百戶變了紅蜻蜓。」一座大笑。"
      },
      {
        "index": 135,
        "text": "婁師德園"
      },
      {
        "index": 136,
        "text": "袁德師嘗買得婁師德故園地，起書樓。洛中人語曰：「昔日婁師德園，今乃袁德師樓。」"
      },
      {
        "index": 137,
        "text": "無法無聊"
      },
      {
        "index": 138,
        "text": "都人陳延之，見一僧與中貴遊金陵諸刹，因敘款曲，戲曰：「二君不是無法，即是無聊。」"
      },
      {
        "index": 139,
        "text": "家兄孔方"
      },
      {
        "index": 140,
        "text": "袁中郎與江菉蘿分宰長、吳二邑，中郎一無問餽。時兄石浦在翰林，江潮中郎曰：「他人問餽，以孔方為家兄。君不問餽，以家兄為孔方耳。」"
      },
      {
        "index": 141,
        "text": "吳妓張蘭"
      },
      {
        "index": 142,
        "text": "吳妓張蘭色麗而年已娘行。一日客攜遊山，陸龍石戲曰：「老便老，還是個小娘。」陸有太醫劄付。張應聲曰：「小便小，也是個老爹。」眾皆鼓掌。"
      },
      {
        "index": 143,
        "text": "醜婦八字"
      },
      {
        "index": 144,
        "text": "南里先生娶妻，求國色，故久而不就。一旦為媒氏所欺，反奇醜。艾子往賀，因詢其庚甲，欲為推算。南里先生閉目搖首而答曰：「辛酉戊辰，乙巳癸丑！」"
      },
      {
        "index": 145,
        "text": "巧言部終"
      },
      {
        "index": 146,
        "text": "附註"
      },
      {
        "index": 147,
        "text": "（錄入者註，非原文內容，僅供參考。）"
      }
    ]
  }
}