{
  "chapterNumber": 30,
  "title": "第30部",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "〔子猶曰：人之口，含陰而吐陽。陽也而陰用之，則違之而非規，抑之而非謗，刺之而非怨，嫉之而非仇，上可以代虞人之箴，而下亦可以輿人之誦。夫是非與利害之心交明，其術不得出乎此；餘此《春秋》定、哀之際三致意焉。集《微詞》第三十。〕"
      },
      {
        "index": 2,
        "text": "淩陽臺"
      },
      {
        "index": 3,
        "text": "陳惠公大城，因起淩陽之臺，未終而坐法死者數十人，又執三監吏。孔子適陳，聞之，見陳侯，與俱登臺而觀焉。孔子曰：「美哉臺也！賢哉王也！自古聖王之為城臺，焉有不戮一人而能致功若此者！」陳候陰使人赦所執吏。見《孔叢子》。"
      },
      {
        "index": 4,
        "text": "支解人"
      },
      {
        "index": 5,
        "text": "齊景公時，民有得罪者。公怒，縛至殿下，召左右支解之。晏子左手持頭，右手持刀而問曰：「古明主支解人，從何支始？」景公離席曰：「縱之！」"
      },
      {
        "index": 6,
        "text": "枉死人面"
      },
      {
        "index": 7,
        "text": "劉玄佐鎮汴，嘗以讒欲殺軍將翟行恭，無敢辯者。處士鄭涉能諧隱，見玄佐曰：「聞翟行恭抵刑，付屍一觀。」玄佐怪之。對曰：「嘗聞枉死人面有異，一生未識，故借看耳。」玄佐悟，乃免。"
      },
      {
        "index": 8,
        "text": "油衣"
      },
      {
        "index": 9,
        "text": "高宗出獵遇雨，問諫議大夫谷那律曰：「油衣若為不漏？」對曰：「以瓦為之則不漏。」上因此不復出錯。"
      },
      {
        "index": 10,
        "text": "抽稅"
      },
      {
        "index": 11,
        "text": "南唐時，關司斂率繁重，商人苦之。屬畿甸亢旱，烈祖宴於北苑，謂群臣曰：「外境皆雨，獨不及都城，何也？」申漸高曰：「雨不敢入城，懼抽稅耳。」烈祖大笑，即除之。"
      },
      {
        "index": 12,
        "text": "使宅魚"
      },
      {
        "index": 13,
        "text": "錢氏時，西湖漁者日納魚數斤，謂之使宅魚；有不及數者，必市以供。頗為民害。羅隱侍坐，壁間有《磻溪垂鉤圖》，武肅指示隱索詩。隱應聲曰：「呂望當年展廟謨，直鉤釣國更誰知。若教生在西湖上，也是須供使宅魚。」武肅王大笑，遂蠲其徵。"
      },
      {
        "index": 14,
        "text": "臣書帝書"
      },
      {
        "index": 15,
        "text": "齊高帝嘗與王僧虔書，畢，帝曰：「誰為第一？」僧虔曰：「臣書臣中第一，陛下書帝中第一。」帝大笑曰：「卿善自謀。」"
      },
      {
        "index": 16,
        "text": "徘徊"
      },
      {
        "index": 17,
        "text": "仁宗賞花釣魚宴，錫詩，館閣侍從和篇，皆押徘徊字。詩罷就坐。教坊進雜劇，為數人尋稅第者，詣一宅觀之，至前堂，觀玩不去。問其所以，曰：「徘徊也。」又至後堂、東西序，復然。問之，則又曰：「徘徊也。」其一人笑曰：「可則可矣，但未免徘徊太多耳！」"
      },
      {
        "index": 18,
        "text": "二勝環"
      },
      {
        "index": 19,
        "text": "紹興初，楊存中在建康，諸軍之旗中有雙勝交環，謂這「二勝環」，取兩宮北還之意。因得美玉，琢成帽環以進，高廟日常御裹。偶有一伶人在傍，高宗指示環示之：「此楊太尉進來，名二勝環。」伶人接奏云：「可惜二勝環俱放在腦後。」高宗為之改色。此所謂「工執藝事以諫」者也。"
      },
      {
        "index": 20,
        "text": "餛飩不熟"
      },
      {
        "index": 21,
        "text": "高宗時，饔人瀹餛飩不熟，下大理寺。優人扮兩士人相貌，各問其年。一曰「甲子生」，一曰「丙子生」。優人告「合下大理」。帝問故。優人曰：「𩚲子餅子皆生，與餛飩不熟者同罪耳。」上大笑，赦原饔人。"
      },
      {
        "index": 22,
        "text": "當十錢"
      },
      {
        "index": 23,
        "text": "宣和間，用當十錢。伶人以為當十錢買水者，水一杯一錢，於是必令飲十杯，至於委頓。上見之笑，遂廢不用。"
      },
      {
        "index": 24,
        "text": "芭蕉"
      },
      {
        "index": 25,
        "text": "宣和間，樂部焦德以諧謔被遇，時借以諷諫。一日，從幸禁苑。上指花竹草木以詢其名。德曰：「皆巴蕉也。」上詰之。對曰：「禁苑花竹，皆取於四方。道里遠涉，巴至上林，則已焦也。」上大笑。"
      },
      {
        "index": 26,
        "text": "阿丑"
      },
      {
        "index": 27,
        "text": "成化末，刑政多頻。阿丑於上前作六部差遣狀，命精擇之。一人云：「姓公名論。」主者曰：「公論如今無用。」一人曰：「姓公名道。」主者曰：「公道如今難行。」後一人曰：「姓胡名塗。」主者曰：「胡塗如今盡去得。」"
      },
      {
        "index": 28,
        "text": "中官阿丑每於上前作院本。時王趙、陳鉞媚汪直，結為死黨。丑作直持雙斧趨蹌而行。或問故。曰：「吾將兵唯仗此兩鉞耳！」問鉞何名。曰：「王越、陳鉞也！」"
      },
      {
        "index": 29,
        "text": "和嶠"
      },
      {
        "index": 30,
        "text": "和嶠為武帝所親重。語嶠曰：「東宮頃似差進，卿試往看。」還，問何如。答曰：「皇太子聖質如初。」"
      },
      {
        "index": 31,
        "text": "李緯鬚"
      },
      {
        "index": 32,
        "text": "唐太宗以李緯為民部尚書。會有自京師來者，帝曰：「玄齡聞緯為尚書謂何？」曰：「唯稱緯好鬚，無他語。」帝遽改太子詹事。"
      },
      {
        "index": 33,
        "text": "三百里湖"
      },
      {
        "index": 34,
        "text": "南唐馮謐，嘗對諸閣老言及玄宗賜賀知章三百里湖事，因曰：他日賜歸，得宗武湖二十里足矣。」徐鉉答曰：「主上尊賢下士，豈愛一湖？所乏者，賀知章耳。」眾大笑。"
      },
      {
        "index": 35,
        "text": "刺李西涯"
      },
      {
        "index": 36,
        "text": "劉大夏自作《壽藏記》。李西涯戲云：「天下皆如公，翰林文章無用也。」公曰：「先生輩文章宜記大功德者，予何敢相累哉？」蓋西涯先為劉瑾作碑文，公嘲之也。"
      },
      {
        "index": 37,
        "text": "正德間，大臣議攻劉瑾，李西涯俯首不語。後劉健、謝遷被斥，李祖道涕泣。劉曰：「當日出一語，不用今日泣也。」又呂柟斥回，陸完亦祖道相送。陸曰：「公去矣，予亦將行。」呂曰：「如真去，我在三十里外相候。」"
      },
      {
        "index": 38,
        "text": "文潞公"
      },
      {
        "index": 39,
        "text": "文潞公八十四再起，時學士鄭穆表請致仕。劉貢父為給事中，問同舍曰：「鄭年若干？」答曰：「七十三。」劉遽云：「莫遂其請，且留取伴八十四底。」潞公聞之，甚不懌。"
      },
      {
        "index": 40,
        "text": "鋸匠詩"
      },
      {
        "index": 41,
        "text": "趙東山裏有二摯友，其一因投荒過家，其一以磨勘需調，皆棲棲桑榆，猶戀雞肋者。一日同訪東山，見庭下有鋸匠解木，因以命題。東山口占絕句曰：「一條黑路兩人忙，傍晚相看鬢已霜。你去我來何日了，虧他扯拽度時光」二摯手知詩意諷已，相與感歎罷去。"
      },
      {
        "index": 42,
        "text": "遠志"
      },
      {
        "index": 43,
        "text": "謝公始有東山之志，後就桓公司馬。會有餉桓公藥，中有遠志。醒取以問謝：「此藥又名小草。何一物有二稱？」謝未及答，郝隆在座，應聲曰：「此甚易解：處則為遠誌，出則為小草。」謝有愧色。"
      },
      {
        "index": 44,
        "text": "兔冊"
      },
      {
        "index": 45,
        "text": "馮道形神庸陋，及為宰相，士人多笑之。劉嶽與任讚偶語，見道行而復顧，讚曰：「新相回顧何也？」嶽曰：「定見忘持《兔冊》來。」北中村墅，多《多園冊》訓蒙，以是譏之。"
      },
      {
        "index": 46,
        "text": "刺嚴相"
      },
      {
        "index": 47,
        "text": "世廟時，宮中嘗見鬼，多手多目。以問張真人，張不能對。或以王元美博識，往詢之。元美曰：「何必博識？《大學》云：「『十目所視，十手所指』，是說甚麼？」蓋刺嚴相也。嚴聞而銜之。"
      },
      {
        "index": 48,
        "text": "題何吉陽軸"
      },
      {
        "index": 49,
        "text": "何吉陽遷，故與黃庠士某以學問友善。吉陽巡撫江西，過家。某青衫來謁，門者不即為通，因散步堂上，環視壁間懸軸，其首則嚴分宜筆也。遂索前刺，書一絕曰：「椒山已死虹塘謫，天下維人是介翁？今日華堂誦詩草，始知公度卻能容。」囑門者投之，遽拂衣去。吉陽得詩自慚，亟遣追之，舟去遠矣。"
      },
      {
        "index": 50,
        "text": "二相公廟"
      },
      {
        "index": 51,
        "text": "韓持國兄弟皆拜相，客欲扁其堂為「三相」。俄持國罷相。東坡戲之曰：「今只可云『二相公廟』矣！」"
      },
      {
        "index": 52,
        "text": "荊公水利"
      },
      {
        "index": 53,
        "text": "王介甫為相，大謀天下水利。劉貢父嘗造之，值一客獻策曰：「梁山泊沃而涸之，可得良田萬頃，但未擇得利便之地諸許水耳。」介甫傾首沉思。貢父抗聲曰：「此甚不難！」介甫欣然以為有策，遽問之。曰：「別穿一梁山泊，則足以貯此水矣！」介甫大笑，遂止。"
      },
      {
        "index": 54,
        "text": "蝗蟲感德"
      },
      {
        "index": 55,
        "text": "王荊公罷相，出鎮金陵。時飛蝗自北而南，江南諸郡皆有之。百官餞王於城外。劉貢父後至，追之不及，見其行塌上有一書屏，因書一絕以寄之，云：「青苗助役兩妨農，天下嗷嗷怨相公。唯有蝗蟲感德，又隨車騎過江東。」"
      },
      {
        "index": 56,
        "text": "刺章子厚"
      },
      {
        "index": 57,
        "text": "章子厚生辰會客，門人林特以詩為壽。客指誦德處工。特頗不平，忽曰：「昔有令畫工傳神，以其不似，命別為之。凡三四易，畫工怒曰：『若畫得似，是甚模樣！』」滿席烘然。"
      },
      {
        "index": 58,
        "text": "蘇長公在惠州，天下傳其已死。後七年，北歸，時章丞相方貶雷州。東坡見南昌太守葉祖洽。葉問曰：「世傳端明已歸道山，今尚爾遊戲人間耶？」坡曰：「途中見章子厚，乃回反耳。」"
      },
      {
        "index": 59,
        "text": "夏言"
      },
      {
        "index": 60,
        "text": "夏言在禮部時，內閣唯李時一人，夏日夕望入閣。修九廟𤮉㼾㼧𤭧不堪者，皆運積東長安街側，多為有力者潛取用。李時偶與郭武定勳言：𤮉㼾類舊皆滿目，今何其零落？」郭笑曰：「熟敢竊？皆夏宗伯搬去禮部，躧以望內閣耳。」言雖戲，實得夏心。是年終，夏遂入閣。"
      },
      {
        "index": 61,
        "text": "神童"
      },
      {
        "index": 62,
        "text": "趙司寇乃費閣老同年，每投揭，書「年晚生」。屠應誒曰：「趙老真神童！」人問其故。云：「費鶴湖二十作狀元，年最少。今渠稱『年晚生』，非神童而何？」"
      },
      {
        "index": 63,
        "text": "束玉"
      },
      {
        "index": 64,
        "text": "嘉靖間，席都御史書以議大禮稱旨，擢禮部尚書，洊加少保兼太子太保。一內臣見其束玉，陽為不識，曰：「此帶無乃大理石所為？」"
      },
      {
        "index": 65,
        "text": "衣金紫"
      },
      {
        "index": 66,
        "text": "穆宗登極，詔五品以上致政者進階一級。有一州守被革者，遂被稱朝列大夫，衣金紫。其弟亦大僚，忽莞爾曰：「恨不數赦，吾兄且腰玉矣！」"
      },
      {
        "index": 67,
        "text": "諱出外"
      },
      {
        "index": 68,
        "text": "熙寧中，王仲荀謁一朝士，閽者以不在辭之。王勃然叱曰：「凡人死稱不在，汝乃敢出此言！」閽者拱謝曰：「然則當何辭？」王曰：「第云出外可也。」閽者愀然蹙額曰：「我主寧死，諱卻出外字面。」"
      },
      {
        "index": 69,
        "text": "清涼散"
      },
      {
        "index": 70,
        "text": "劉子儀不能大用，稱疾不出。朝士問疾。劉云：「虛熱上攻。」石文定在座，云：「只消一把清涼散。」"
      },
      {
        "index": 71,
        "text": "束薪監案"
      },
      {
        "index": 72,
        "text": "唐趙仁獎在王戎墓側，善歌《黃獐》。景龍中，負薪一束詣闕，云：「助國調鼎。」即除臺官。中書令姚崇曰：「此是黃獐耶？」授以當州一尉。惟以黃獐自炫。宋務光嘲之曰：「趙仁獎出王戎墓下，入朱幄臺中。舍彼負薪，登茲列指。行人不避驄馬，坐客惟聽黃獐。」有頃見一夫負兩束薪。宋指曰：「此合拜殿中。」人問其由。曰：「趙以一束拜監察，此兩束，豈不合授殿中？」"
      },
      {
        "index": 73,
        "text": "不語唾"
      },
      {
        "index": 74,
        "text": "憲廟永年，言官噤不敢言朝事。孫御醫者，素善謔。人問：「生疥何以愈之？」曰：「請六科給事中舔之。」人問故。曰：「不語唾，可治疥也。」"
      },
      {
        "index": 75,
        "text": "元稹"
      },
      {
        "index": 76,
        "text": "武儒衡在中書時，無稹寅緣宦官，得知制誥，儒衡鄙之。會食瓜，繩集其上。儒衡揮扇曰：「從何處來，遽集於此！」"
      },
      {
        "index": 77,
        "text": "有氣力"
      },
      {
        "index": 78,
        "text": "崔湜為吏部侍郎，掌銓。有選人自陳：「某能翹關負米。」湜曰：「若壯，何不兵部選？」答曰：「外人皆云，崔侍郎下有氣力者便得。」"
      },
      {
        "index": 79,
        "text": "泰山之力"
      },
      {
        "index": 80,
        "text": "張說婿鄭鑒，隨上封禪，以九品驟至五品。黃幡綽戲曰：「此乃泰山之力也！」泰山有丈人峰，故云。後人稱婦翁，本此。"
      },
      {
        "index": 81,
        "text": "安石配享"
      },
      {
        "index": 82,
        "text": "初，崇寧既建辟雍，詔以荊公封舒王，配享宣聖廟，肇創坐像。未幾其婿蔡卞方烜赫用事，議欲升安石於孟子之上，優人嘗因對御戲，為孔子正坐，顏、孟與安石侍側。孔子命之坐，安石揖孟子居上。猛辭曰：「天上達尊，爵居其一。軻僅蒙公爵，相公貴為真正，何必謙光如此？」遂揖顏子。顏曰：「回也陋巷匹夫，平生無分毫事業。公為名世真儒，位貌其間，辭之過矣。」安石遂處其上。夫子不能安席，亦遜位。安石惶懼，拱手云：「不敢。」往復未決，子路在外，憤憤不能堪，徑趨從祀堂，挽公治長臂而出。公治為窘迫之狀，謝曰：「長何罪？」乃責數之曰：「汝全不救護丈人，看取別人家女婿！」其意以譏卞也。"
      },
      {
        "index": 83,
        "text": "鑽彌遠"
      },
      {
        "index": 84,
        "text": "史丞相彌遠用事，選者改官，多出其門。一日制閫設宴，優人扮顏回、宰予。予問回曰：「汝改乎？」曰：「回也不改。」回曰：「汝何獨改？」予曰：「鑽遂改。汝何不鑽？」回曰：「非不鑽，但鑽之彌堅耳。」予曰：「鑽差矣。何不鑽彌遠？」"
      },
      {
        "index": 85,
        "text": "孔門弟子"
      },
      {
        "index": 86,
        "text": "嘉定間，選人淹滯。遇內宴，優人扮古衣冠數人，皆稱待選，係是孔門弟子。即而通名，有曰「常從事」者，有曰「於從政」者，有曰「吾將仁」者，各相歎惋，曰：「吾輩久淹於此，日用逝矣，奈何！」旁有一人謂曰：「汝等不在七十二人之列，盍詣顏、閔而請教焉？」諸人一時俱往。顏、閔同聲答曰：「此夫子事，爾輩須見夫子。」及進見祈哀，夫子不答。眾人因退，而相謂曰：「鑽燧改火，期可已矣。吾輩有文學，且留中國教授。有圭田者，不若退而耕於野也。」於是烘然而散。"
      },
      {
        "index": 87,
        "text": "韓侂胄"
      },
      {
        "index": 88,
        "text": "韓侂胄兄弟專權。優人為日者。有問官祿之期，日者厲聲曰：「若要大官，須到大寨！要小官，須到小寨！」"
      },
      {
        "index": 89,
        "text": "嘉泰末年，平原公恃有扶日之功，凡事自作威福，政事皆不由內出。會內宴，伶人王公瑾曰：「今日政如客人賣傘，不油裏面。」"
      },
      {
        "index": 90,
        "text": "五經題"
      },
      {
        "index": 91,
        "text": "孝宗時，程學士敏政主試，鬻題。優人持雞出曰：「此雞價值千金。」問曰：「何雞而價高如此？」對曰：「程學士家名為五更啼也！」"
      },
      {
        "index": 92,
        "text": "頭場題"
      },
      {
        "index": 93,
        "text": "萬曆丙午浙試，一有力者以錢神買初場題中試。立試者鎖闈日，得罪杭郡公，郡公銜之。撤棘後，郡公宴主試，密令優人刺之。其日演《荊釵記》，無從發揮。至「至承局寄書」出，李成問：「足下何來？」局答曰：「京城來。」成曰：「有新聞否？」曰：「關白內款矣。」成曰：「舊聞。」曰：「貢方物矣。」成曰：「何物？」曰：「一豬。」成曰：「豬何奇而貢之？」曰：「絕大。」成曰：「驢大乎？」曰：「不止。」「牛大乎？」又曰：「不止。」「象大乎？」又曰： 「不止。」成曰：「大無過此矣！」曰：「大不可信。且無論其全體，只豬頭、豬腸、豬蹄，你道易價幾何？」成曰：「多少？」曰：「只頭腸蹄亦賣千金！」成曰：「何人買得起？」曰：「一收古董人家。」蓋指中式者董姓耳。主試聞之，赤頰，不歡而罷。"
      },
      {
        "index": 94,
        "text": "鍾庸大鶴"
      },
      {
        "index": 95,
        "text": "魏了翁既當路，未及有經略而罷。臨安優人裝一生儒，手持一鶴。另一生儒與之邂逅，問其姓名，曰：「姓鍾名庸。」問所持何物。曰：「大鶴也。」因傾蓋歡然，呼酒對飲。其人大嚼洪吸，酒肉靡有孑遺，忽顛撲於地，群數人曳之不動。一人乃批其頰，大罵曰：「說甚《中庸》、《大學》，吃了許多酒食，一動也不動不得！」遂一笑而罷。或謂有使其為此以姍侮君子者，京尹乃悉黥其人。"
      },
      {
        "index": 96,
        "text": "刺大言"
      },
      {
        "index": 97,
        "text": "光化中，朱樸好大言，自《毛詩》博士登庸。對易攵之日，而陳時事數條，每言「臣為陛下致之。」洎操大柄，一無施展，自是恩澤日衰，中外騰沸。內優穆刁陵作念經行者，至御前，曰：「若是朱相，即是非相。」翌日出宮。"
      },
      {
        "index": 98,
        "text": "胡昉大言誇誕，當國者以為天下奇才，力加薦引。一日不語坐客云：「朝廷官爵，是買吾曹頭顱，豈不可畏！」一客趨前云：「也買脫空。」眾大笑。"
      },
      {
        "index": 99,
        "text": "一片白雲"
      },
      {
        "index": 100,
        "text": "金華一詩人遊食四方，實干謁朱紫。私印云「芙蓉山頂一片白雲。」商履之曰：「此雲每日飛到府堂上。」"
      },
      {
        "index": 101,
        "text": "半日閑"
      },
      {
        "index": 102,
        "text": "有貴人遊僧舍，酒酣，誦唐人詩云：「因過竹院逢僧話，又得浮生半日閑。」僧聞而笑之。貴人問僧何笑。僧曰：「尊官得半日閑，老僧卻忙了三日。」"
      },
      {
        "index": 103,
        "text": "送吏部郎"
      },
      {
        "index": 104,
        "text": "《宋書》：何尚之遷吏部郎，告休定省，傾朝送別於冶渚。及至郡，父叔度問：「相送幾客？」答曰：「殆數百人。」叔度笑曰：「此是送吏部郎耳，何關何彥德事？」"
      },
      {
        "index": 105,
        "text": "孫鳳洲詩"
      },
      {
        "index": 106,
        "text": "長沙有朝士某者，還鄉，意氣盈滿，賓至鼓吹喧闐。一摯友來訪。朝士問曰：「翁素好誦詩，近日誦得何詩？」答曰：「近誦孫鳳洲贈歐陽圭齋詩，甚有味。」乃朗誦曰：「圭齋還是舊圭齋，不帶些兒官樣回。若使他人登二品，門前簫鼓鬧如雷。」朝士大慚，即輟鼓吹。"
      },
      {
        "index": 107,
        "text": "照樣應容庵"
      },
      {
        "index": 108,
        "text": "臨海金賁亨、仙居應大猷以道義相友善。金謝事家居。應復起用，詣金言別。金曰：「君此出，他日回來，要將一照樣應容庵還我。」"
      },
      {
        "index": 109,
        "text": "惜人品"
      },
      {
        "index": 110,
        "text": "《諧史》云：「某司寇講學著名。一日於酒次得遠信，讀畢慘然欲淚。坐中一位少年問其故。答曰：「書中云某老生捐館，不佞悲之，非為其官，惜其人品佳耳！」少年應曰：「不然，近日官大的人品都自佳。」司寇默然。"
      },
      {
        "index": 111,
        "text": "元祐錢"
      },
      {
        "index": 112,
        "text": "崇寧初，斥遠元祐忠賢，禁錮學術。凡偶涉其時所為所行，無論大小，一切不得志。伶者對御為戲，推一參軍作宰相，據坐宣揚朝政之美。一僧乞給公憑遊方。視其戒牒，則元祐三年者，立塗毀之，而加以冠巾。一道士失亡度牒，問其披戴時，亦元祐也。剝其羽衣使為民。一士人以元祐五年獲薦，當免舉，禮部不為引用；來自言，即押送所屬屏斥。已而主管宅庫者附耳語曰：「今日於左藏庫請得相公料錢一千貫，盡是元祐錢，合取鈞旨。」其人俯首久之，曰：「從後門搬入去！」副者舉所持挺扶其背曰：「你做到宰相，元來也只好錢！」是時至尊亦解頤。"
      },
      {
        "index": 113,
        "text": "善天文"
      },
      {
        "index": 114,
        "text": "張循王善貨殖。伶為術人善天文者，云：「世間貴人，必應天象。用渾天儀窺之，則見星不見人。今可用一銅錢代。」令窺帝，曰：「此帝是也。」窺秦檜，曰：「相星。」韓世忠，曰：「將星。」至循王，則曰：「不見星。」眾駭，再令窺之，曰：「終不見星，但見張王在錢眼裏坐。」滿坐大噱。"
      },
      {
        "index": 115,
        "text": "動手"
      },
      {
        "index": 116,
        "text": "商則為廩丘尉，值縣令丞多貪。一日宴會，起舞。令丞皆動手，則但回身而已。令問其故。則曰：「長官動手，讚府亦動手，唯有一個尉，又動手，百姓何容活耶？"
      },
      {
        "index": 117,
        "text": "趙良臣"
      },
      {
        "index": 118,
        "text": "《西堂紀聞》：梅西野嘗與邑大夫會飲。論及時事，云：「先時百姓稱官長，止云某老爹。今則不問尊卑，俱呼爺爺矣。」因言吾鄉有趙良臣者，延一西賓教子。其賓避主人諱，至《孟子》「我能辟土地」章，改「良臣」二字為「爺爺」，命其子讀云：「今之所為爺爺，古之所為民賊也。」"
      },
      {
        "index": 119,
        "text": "江菉蘿刺時語"
      },
      {
        "index": 120,
        "text": "田大年主政丁憂家居，語江盈科曰：「里中人見我貧，有兩種議論。一曰：這人蠢，作縣六年，尚無房住。一曰：這人巧，富而不露。說蠢可耐，說巧不可耐也！」江曰：「里中俗兒重富不重廉，說我巧倒耐得。」"
      },
      {
        "index": 121,
        "text": "割碑"
      },
      {
        "index": 122,
        "text": "潁川有姚尚書墓，其神道碑穹窿高厚，四面均焉。國初州人侍郎某者，欲割三分之一以刻墓表，告之州守。守曰：「何不割三分之二？」或問其故。守曰：「吾欲使後人割侍郎碑者，猶得中分耳。」侍郎聞之，慚悔。"
      },
      {
        "index": 123,
        "text": "《道餘錄》"
      },
      {
        "index": 124,
        "text": "姚廣孝著《道餘錄》，識者非之。張洪輿曰：「少師於我厚，今死矣，吾無以報，但見《道餘錄》，輒為焚棄耳。」"
      },
      {
        "index": 125,
        "text": "趙挺之嘗曰：「鄉中最重潤筆，第一誌文成，則大平車中滿載相贈。」黃山谷笑曰：「想俱是蘿蔔瓜齏齋耳！」趙銜之，自是擠排不遺餘力，卒有宜州之貶。"
      },
      {
        "index": 126,
        "text": "明文天話"
      },
      {
        "index": 127,
        "text": "近日有達官自刻其文，且問於作者曰：「吾文何如古人？」或對曰：「一代之興，有一代之文。故漢曰漢文，唐曰唐文。公之文可謂明文也。」其人不悟。"
      },
      {
        "index": 128,
        "text": "楊升庵云：滇中有一先輩，諭諸生讀書為文之法甚悉。語畢，問諸生曰：「吾言是否？」一人應曰：「公天人，所言皆天話也！」"
      },
      {
        "index": 129,
        "text": "鞋底"
      },
      {
        "index": 130,
        "text": "楊文公億在翰林時草制，為執政者多所塗削。楊甚不平，因取塗處加以濃墨，如鞋底樣，題其旁曰：「世業楊家鞋底。」人問之，楊曰：「此語見別人腳跡。」當時傳以笑。後草制被墨黜者，相謔曰：「又遭鞋底。」"
      },
      {
        "index": 131,
        "text": "恥見妻子"
      },
      {
        "index": 132,
        "text": "吏部侍郎李迥秀好機警。有選人被放。訴云：「羞見來路。」李曰：「從何來？」曰：「從浦津關來。」李曰：「取潼關路去。」曰：「恥見妻子。」李曰：「賢室本是相諳，亦不應怪。」"
      },
      {
        "index": 133,
        "text": "羅隱不第"
      },
      {
        "index": 134,
        "text": "沈嵩與羅隱從事浙西幕下。主帥出妙妓，眾以嫦娥譽之。嵩曰：「嫦娥甚陋，安可及？」師驚曰：「書記識嫦娥乎？」曰：「嵩兩度到月宮折掛，何為不識？」"
      },
      {
        "index": 135,
        "text": "腹負"
      },
      {
        "index": 136,
        "text": "黨太尉嘗食飽，捫腹歎曰：「我不負汝！」左右曰：「將軍不負此腹，恨此腹負將軍。」"
      },
      {
        "index": 137,
        "text": "書午字"
      },
      {
        "index": 138,
        "text": "李義安謁富人鄭生，生辭以生。義安乃於門上大書一「午」字而去。蓋譏牛不出頭也。"
      },
      {
        "index": 139,
        "text": "納粟"
      },
      {
        "index": 140,
        "text": "岐山王生，循故例納粟三千斛，授官助教。以厚價市駿馬乘，每不愜意。醫者李生故稱壯健，以為價賤。王怪問之。李曰：「馱得三千斛穀，豈非壯健耶？」"
      },
      {
        "index": 141,
        "text": "邊面"
      },
      {
        "index": 142,
        "text": "武臣陳理從軍三十餘年，立功十次，謂賀子忱曰：「朝廷推賞，一次輕一次。」賀笑曰：「只為邊面，一次近一次。」"
      },
      {
        "index": 143,
        "text": "太平幸民"
      },
      {
        "index": 144,
        "text": "康定中，西戎寇邊，王師失律。當國一相以老謝去，親知就第為賀。飲酣，自矜曰：「某，一山民耳。遭時得君，告老於家，當天下無事之辰，可謂太平幸民矣！」石中立曰：「只有陝西一夥竊盜未獲。」"
      },
      {
        "index": 145,
        "text": "庾亮"
      },
      {
        "index": 146,
        "text": "庾亮擊蘇峻，屢敗。陶侃曰：「古人三敗，君候姑二。當今事急，不宜數敗。」"
      },
      {
        "index": 147,
        "text": "叢公厲禁"
      },
      {
        "index": 148,
        "text": "叢蘭巡撫淮安，務汰冗費，未免已甚。一滑稽生進言曰：「公尚有禁革未盡者。」叢忻然請教。曰：「褲以蔽形，今兩股是虛費也。去一存一，所有多矣。」叢良久曰：「得無不便於行乎？」生曰：「公但禁之，誰敢言不便者？」叢知刺己，乃稍弛厲禁。"
      },
      {
        "index": 149,
        "text": "六千兵"
      },
      {
        "index": 150,
        "text": "國朝保國私役營二千治第。伶人為誦詩句曰：「楚歌吹散六千兵。」一人曰：「八千也！」解者曰：「那二千兵為保國公蓋宅去矣！」"
      },
      {
        "index": 151,
        "text": "預借"
      },
      {
        "index": 152,
        "text": "《行都紀事》：某邑宰因預借違旨，遭按而歸。某府府將乃宰公之故舊，因留連而燕飲之。有妓慧黠，得宰罷官之由，時方仲秋，忽歌《漁家傲》：「十月小春梅蕊綻。」宰曰：「何太早耶？」答曰：「乃預借也。」宰大慚。"
      },
      {
        "index": 153,
        "text": "妲己賜周公"
      },
      {
        "index": 154,
        "text": "五官將既納袁熙妻，孔文舉與曹公書曰：「武王伐紂，以妲己賜周公。」曹公以文舉博學，信以為然。後問文舉。答曰：「以今度之，想當然耳。」"
      },
      {
        "index": 155,
        "text": "滕甫類虞舜"
      },
      {
        "index": 156,
        "text": "滕甫有弟申，狠暴無禮，其母獨篤愛，用是數淩侮其兄，而閫政多紊。章子厚與甫舊狎，一日語之曰：「公多類虞舜，然亦有不似者。」甫究其說。子厚曰：「類者父頑、母囂、象傲。不類者，克諧以孝耳。」"
      },
      {
        "index": 157,
        "text": "馬希聲"
      },
      {
        "index": 158,
        "text": "馬殷卒，子希聲居喪不戚，葬之日，頓食雞隺數盤。其臣潘起譏之曰：「昔阮藉居母喪，食蒸豚，何代無賢！」"
      },
      {
        "index": 159,
        "text": "鴛鴦樓"
      },
      {
        "index": 160,
        "text": "謝希孟每狎娼。陸象山責之曰：「士君子下昵賤娼，獨不愧名教乎？」希孟敬謝，請後不敢。他日復為娼建鴛鴦樓。陸又以為言。謝曰：「非特建樓，且有記。」陸喜其文，不覺曰：「樓記云何？」即口占首句云：自遜、抗、機、雲之死，而天地英靈之氣，不鍾於世之男子，而鍾於婦人？」陸默然。"
      },
      {
        "index": 161,
        "text": "妖鳥啼春"
      },
      {
        "index": 162,
        "text": "方圭好為惡詩，逢人即誦數千言，喋喋可憎。一日宋丞相宴客於平山堂，寺賜談座上。宋惡之。時望見野外一牛，就樹磨癢，宋顧坐客胡恢曰：「青年恃力狂挨樹。」恢應曰：「妖雞啼春不避人。」合席大笑。圭奮拳擊恢，眾護得免。"
      },
      {
        "index": 163,
        "text": "河豚贗本"
      },
      {
        "index": 164,
        "text": "米元章精於臨摹，每借古面，即以臨本並還，還使自擇，人不能辯其真贗也。楊次翁守丹陽，米過郡，留數日。將去，次翁曰：「今日為君作河豚羹。」其實他魚，米遂疑而不食。次翁笑曰：「公勿疑，此河豚贗本耳。」"
      },
      {
        "index": 165,
        "text": "元欽師"
      },
      {
        "index": 166,
        "text": "元欽，字思若，色甚黑，時人號為「黑面僕射」。欽曾托青州人高僧壽為子求師。師至，未幾逃去。欽以讓僧壽。僧壽性骨稽，反謂欽曰：「凡人絕粒七日乃死，始經五朝，便爾逃遁，去食就信，實有所闕。」欽乃大慚，自是待客稍厚。"
      },
      {
        "index": 167,
        "text": "棘刺丸"
      },
      {
        "index": 168,
        "text": "孫搴嘗服棘刺丸。李諧戲之曰：「卿應自足，何假外求？」"
      },
      {
        "index": 169,
        "text": "刺醫"
      },
      {
        "index": 170,
        "text": "王仲舒為郎官，為馬逢友善，責逢曰：「貧不可堪，何不尋碑誌相救？」逢曰：「適見誰家走馬呼醫，君可待也。」"
      },
      {
        "index": 171,
        "text": "光福地"
      },
      {
        "index": 172,
        "text": "袁了凡好談地理，曾訪地至光福，問一村農曰：「頗聞此處有佳穴否？」曰：「小人生長於斯，三十餘年矣。但見帶紗帽者來尋地，不見帶紗帽者來上墳。」袁默然而去。"
      },
      {
        "index": 173,
        "text": "陸念先"
      },
      {
        "index": 174,
        "text": "陸念先口無擇言，時出微詞，乃足絕倒。故與王太守中表戚。太守富甲吳中，而終日蹙迫，甚於窶人。嘗對念先憂貧，語次，念先忽拊髀大呼曰：「嗟乎！如某者，安得三千金以快吾意！」太守亦驚曰：「知兄居貧，唯是朝夕計急耳；胡所費，而驟須三千金？」念先曰：「然，故有所用之。」因屈一指曰：「千金以贍三黨戚屬暨窮交兄弟。」再屈一指曰：「千金以飯僧暨恤無告乞兒。」又屈一指曰：「千金即以贈弟，令汝展一日眉頭也。」"
      },
      {
        "index": 175,
        "text": "張伯起"
      },
      {
        "index": 176,
        "text": "蘇州王氏僕吳一郎，富而恣，以資得官，嘗乘四人轎赴姻家席。張伯起惡之，時有關白之警，乃遽謂吳曰：「近閱邸報，關白已就擒矣。」吳欣然來問。張白：「關白原是一怪，身長數丈，腰大百圍。截其頭，重數百斤，碎之而後能舉也。」吳曰：「那有此事？」張曰：「只一個鼻頭，亦用四人抬之。」吳不終席而去。"
      },
      {
        "index": 177,
        "text": "舜禹詩"
      },
      {
        "index": 178,
        "text": "元祐中，大官有婚於中表者，已涉溱洧之嫌。及夜深，女家索詩。儐者張仲素朗吟曰：「舜耕餘草木，禹鑿舊山川。」坐有李程者應聲笑曰：「舜、禹之事，吾知之矣！」"
      },
      {
        "index": 179,
        "text": "忠孝奴"
      },
      {
        "index": 180,
        "text": "一人年老納二寵，托友祝枝山命名。祝以「忠奴」「孝奴」名之。其人曰：「何所取義？」祝曰：「孝當竭力，忠則盡命。」眾大笑。"
      },
      {
        "index": 181,
        "text": "鄉老墾荒"
      },
      {
        "index": 182,
        "text": "郎瑛與一鄉老遊山，見荒地數頃，土人曰：「欲送人召糧者。」老人默然久之，語郎曰：「即當載米及鐵器，令若干人來墾此地，數年可富矣。」郎曰：「還須載生鐵數百斤。」老人曰：「何用？」郎曰：「鑄汝不死耳。」"
      },
      {
        "index": 183,
        "text": "三星"
      },
      {
        "index": 184,
        "text": "北京吏部前諸小兒賣食物者，常云：「相公每都是三星的，才得到此。」予初不知，問之。曰：「舉人進士是福星，歲貢是壽星，納監的是財星也。」"
      },
      {
        "index": 185,
        "text": "洗兒詩"
      },
      {
        "index": 186,
        "text": "東坡頻年謫居，嘗作《洗兒詩》曰：「人家養子愛聰明，我為聰明誤一生。但願生兒愚且魯，無災無害到公卿。」"
      },
      {
        "index": 187,
        "text": "打甲帳"
      },
      {
        "index": 188,
        "text": "凡交易事，居間者索私贈，名為「打夾帳」。馬仲良督滸墅關，出羨餘市田以贍學宮。其價稍厚，一時居間者皆乘之要利。或作語嘲之，云：子路與申棖同會。子路譏申曰：「棖也欲，焉得剛？」棖遂曰：「由也不得其死然。」子路大怒，訴之夫子。夫子曰：「罪在棖。」用牌大書「打申棖」三字送子夏。適子夏喪明，認字不真，驚曰：「誰人打甲帳？」"
      },
      {
        "index": 189,
        "text": "寓言"
      },
      {
        "index": 190,
        "text": "子思薦苟變於衛侯。一日子思適衛，變擁篲郊迎，執弟子儀甚恭。變有少子，亦從。子思訝問何人。左右曰：「此苟弟子孩兒。」"
      },
      {
        "index": 191,
        "text": "有夢至上清謁天帝者，見一人戎服帶劍而無首，頸血淋漓，手持奏章，而進其詞曰：「訴冤臣秦國樊於期，得罪亡奔在燕，有不了事衛荊軻借去頭顱一個，至今本利未還。燕太子丹見證。伏乞追給。」天帝覽之，蹙額而言曰：「渠自家手腳也沒討處，何暇還你頭顱？」"
      },
      {
        "index": 192,
        "text": "鍾馗生日，其妹具禮賀之。一大鬼願挑擔去。妹作書云：「酒一尊，鬼一個，挑來與兄作慶賀。兄若嫌鬼小，挑擔的湊兩個。」馗喜，俱命庖人烹之。二鬼相向而泣。小鬼曰：「我被捉來無奈，誰都你挑這擔兒？」"
      },
      {
        "index": 193,
        "text": "明皇和貴妃雙陸，命力士伏地，以背承盤，明皇呼「紅」，貴妃呼「六」。久之，力士在下呼曰：「須放奴婢起來也擲擲幺！」"
      },
      {
        "index": 194,
        "text": "佛經：昔者菩薩身為雀王，慈心濟眾，有虎食獸，骨掛其齒，因饑將終，雀王入口啄骨，日日若茲，骨出活虎。雀飛登樹，說佛經曰：「殺為凶虐，其惡莫大。」虎聞雀誡敕聲，勃然恚曰：「爾始離吾口，而敢多言！」雀速飛去。"
      }
    ]
  }
}