{
  "chapterNumber": 63,
  "title": "Tom drugi, XXX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Kiedyś w zimie, o późnej wieczornej godzinie spotkała się w bocznej ulicy z Horstem. W pierwszej chwili chciała go wyminąć... Zaczepił ją. Szli. Opowiadał niektóre szczegóły o przedśmiertnych chwilach matki, (której zmarło się na wiosnę tego roku), kilka anegdot o Barnawskiej, to i owo o siostrze Anieli i o ojcu, który przy tej siostrze na łasce wisi. Wszystko to już było obojętne. Wiadomość o śmierci matki przeszła bez wrażenia. Odraza do całego świata »z tamtej strony«. Horst rzekł niespodzianie:"
      },
      {
        "index": 2,
        "text": "— Ewuś, chodź do mnie! Mieszkam niedaleko. Dam ci herbaty. Sam ugotuję... z koniaczkiem..."
      },
      {
        "index": 3,
        "text": "— Cóż to za »chodź«, kałmuku? Do kogo mówisz?"
      },
      {
        "index": 4,
        "text": "— No, więc uspokój się, skabiozo polna... Mówię, jak mi serce dyktuje. Niech panna prostytutka będzie łaskawa odwiedzić me progi..."
      },
      {
        "index": 5,
        "text": "— Nie pójdę."
      },
      {
        "index": 6,
        "text": "— Dlaczegóż to? — Bo śmierdzisz trupem."
      },
      {
        "index": 7,
        "text": "— Jest! Kiedy nie za pieniądze, tylko z platonicznej miłości. Bo ja, wiesz, jestem chwilowo bez znaczniejszych zasobów waluty... Zawsze cię kochałem, a do dyaska, ciągle platonicznie! Weźże to pod uwagę... Tak wiecznie być nie może."
      },
      {
        "index": 8,
        "text": "— Wstąp do cyrku na Augusta."
      },
      {
        "index": 9,
        "text": "— Nawet teraz nie chcesz mię ocenić."
      },
      {
        "index": 10,
        "text": "— Nawet teraz."
      },
      {
        "index": 11,
        "text": "— A pamiętasz, chciałem się z tobą ożenić, co?"
      },
      {
        "index": 12,
        "text": "— Pamiętam."
      },
      {
        "index": 13,
        "text": "— A pamiętasz, kochałem się w tobie jak uczeń. Podsłuchiwałem pode drzwiami, jakeś wychodziła z domu, żeby tylko usłyszeć głos twoich kroków, stuk drzwi, gdyś znikała na pół dnia."
      },
      {
        "index": 14,
        "text": "— A tak, jesteś pierwsze świństwo, które zobaczyłam w życiu..."
      },
      {
        "index": 15,
        "text": "— Pomówmy o tamtych czasach!"
      },
      {
        "index": 16,
        "text": "— Pudel Barnawskiej. Pan się pewno z nią kochasz, — he?"
      },
      {
        "index": 17,
        "text": "— Nie lubię tych przycinków. Czyż nie można dyskutować bez brzydkich wyrazów?"
      },
      {
        "index": 18,
        "text": "— Można, ale nie z tobą. A wiesz asan o tem, że jakeś to do mnie wybałuszał swe paskudne ślepia, że już wtedy..."
      },
      {
        "index": 19,
        "text": "— Co wtedy?"
      },
      {
        "index": 20,
        "text": "— A już wtedy, — che-che, — jakeś to pan u nas mieszkał, już wtedy puszczałam się tęgo. Nie umiałeś się do mnie zabrać."
      },
      {
        "index": 21,
        "text": "— Kłamiesz, szelmo! Kłamiesz najpodlej w świecie!"
      },
      {
        "index": 22,
        "text": "— Doprawdy? Możesz sobie wierzyć, albo nie wierzyć... Jak ci się podoba. A ja już wtedy i z oncerami, i ze studentami, gdzie się tylko dało! Jakem się tylko mogła z domu wyrwać, to wnet po górkach studenckich... Matkę już wtedy wpędzałam w grób... Ojciec się rozpił."
      },
      {
        "index": 23,
        "text": "— Kłamiesz, dyablico! Byłaś wtedy czysta, jak bukiet cyklamenów. Idź do dyabła!"
      },
      {
        "index": 24,
        "text": "— Tiens... A przecieś mię, łysy młodzianku, zapraszał do siebie."
      },
      {
        "index": 25,
        "text": "— Nie, nie chcę! Nie mogę na ciebie patrzeć.A zresztą jestem chwilowo... bez tego... bez waluty..."
      },
      {
        "index": 26,
        "text": "— Wiem. Dość spojrzeć na te gałgany, w których się ślasz po ulicach. Ty, Horście! Ty Horście! Słuchaj, pójdę z tobą, ale mi pokaż, gdzie ojciec siaduje, w której knajpie."
      },
      {
        "index": 27,
        "text": "— O, widzisz, rozumne słowo! Ale przyrzeknij, że pójdziesz, jak pokażę. Przyrzeknij, Ewuś, — samego mię więcej kosztuje... Przyrzeknij!"
      },
      {
        "index": 28,
        "text": "Bocznemi drzwiami, z podwórza weszli do przyćmionej izby bilardowej, gdzie o tej porze nie było nikogo. Ewa kazała podać dla siebie i Horsta po szklance kawy. Zajęła miejsce nawprost drzwi. Siedziała w mroku. Ujrzała ojca w tłumie grających w szachy. Siedział przy stoliku schylony, sprzeczał się z kimś zajadle. Stare zmarszczki, nowych tyle. Twarz ta sama, a jakby inna, zgłuszona, sterana, paskudna. Złożyła ręce na marmurowym stoliku, oparła na nich głowę i śledziła ruchy. Uśmiech dziwaczny opromienił jej twarz, usta i oczy. Jakieś uczucia dymiły się z jej duszy. Podniosła na Horsta oczy ponure, szatańskie, odrażające. Wycharczała: — Nie gadaj mu, żem tu była. Słyszysz?"
      },
      {
        "index": 29,
        "text": "— No, słyszę. Także nie miałbym nic pilniejszego!... Przecież to nie jest rzecz przyjemna."
      },
      {
        "index": 30,
        "text": "— A tak..."
      },
      {
        "index": 31,
        "text": "W tej samej chwili oddawała się wyuzdanemu marzeniu: wstać ze swego miejsca, iść przez te drzwi na palcach, rozsunąć graczów, paść z krzykiem radości na serce ojcowskie... Jeszcze bije na ziemi to serce.. Słyszała w marzeniu, jak bije... Nazwała siebie samą najohydniejszem ulicznem wyzwiskiem, wstała, skinęła na Horsta i wyszła z nim."
      }
    ]
  }
}