{
  "chapterNumber": 13,
  "title": "Tom pierwszy, XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W końcu listopada Ewa otrzymała w biurze następujący list:"
      },
      {
        "index": 2,
        "text": "»Szanowna Pani!"
      },
      {
        "index": 3,
        "text": "Przebywający w szpitalu miejskim p. Łukasz Niepołomski, na oddziale chirurgicznym, którego jestem kierownikiem, poleca mi prosić Ją o natychmiastowe przybycie. Chory ma płuco przebite kulą pistoletową. Stan jego jest ciężki i nie budzący nadziei."
      },
      {
        "index": 4,
        "text": "Z szacunkiem Dr. J. Wilgosiński«."
      },
      {
        "index": 5,
        "text": "Po krótkich ciosach pytań bez odpowiedzi, ogłuszających jak uderzenie łba stępy, po sofoklesowskiem siepaniu się ducha Edypowego, który ciska w niebo pytanie boleści »ω Ζευ, τι μου δρασαι« nastała w Ewie oślepiająca jasność — owo »ταδ ηδυ διαφανη«."
      },
      {
        "index": 6,
        "text": "Wszystko się wyjaśniło. Bezbrzeżny zielony ocean nieszczęścia stoi przed oczyma i kołysze się w słońcu. Poprawiła włosy. Uciszyła się rozkazami woli. Poszła niezwłocznie do gabinetu szefa biura z wystylizowaną naprędce prośbą o urlop. Gdy weszła do sanktuaryum w porze nieodpowiedniej, przyjęło ją odpychające mocniej, niż pięścią, zimne spojrzenie."
      },
      {
        "index": 7,
        "text": "Znała już do zbytku dobrze łysą czaszkę, śpiczastą siwą bródeczkę, oczy jesiotra i wargi notorycznego kata. Wyłuszczała prośbę o urlop w sposób trafny i spokojny. Długa twarzyczka władcy nie drgnęła."
      },
      {
        "index": 8,
        "text": "Szef nie przestał palić papierosa, a właściwie nie zmienił przerw i dystansów w paleniu. Najsubtelniej skłamane okoliczności, które przedstawiała, nie wpłynęły wcale na zmianę raz przyjętego za właściwy sposobu otrząsania popiołu o brzeżek bronzowej popielnicy."
      },
      {
        "index": 9,
        "text": "Mumia była nieczułą na wszystko, nawet na uśmiechy kobiece. Nierychła odpowiedź, odpowiedź bez skazy politowania."
      },
      {
        "index": 10,
        "text": "— Pani żartuje!... Skąd urlop? Jakto! Dziś zaraz urlop? Czy pani nie zna przepisów?"
      },
      {
        "index": 11,
        "text": "— Panie naczelniku!"
      },
      {
        "index": 12,
        "text": "— Pani otrzymała w zeszłym roku urlop z pensyą. Pani chyba żartuje, powtarzam to już drugi raz."
      },
      {
        "index": 13,
        "text": "— Nie żartuję, panie naczelniku. Są to okoliczności tego rodzaju. Ciotka, która mię wychowała od urodzenia, jest umierająca. Ja muszę! Zgodzę się na wzięcie na moje miejsce zastępcy, na urlop bez pensyi."
      },
      {
        "index": 14,
        "text": "— Pani sobie żartuje. Powtarzam po raz trzeci."
      },
      {
        "index": 15,
        "text": "— Przecież mam prawo do urlopu co roku."
      },
      {
        "index": 16,
        "text": "— Ja przez dwadzieścia siedm lat nie brałem urlopu."
      },
      {
        "index": 17,
        "text": "— Więc nie otrzymam nawet tygodniowego zwolnienia? — Pod żadnym pozorem."
      },
      {
        "index": 18,
        "text": "Wyszła z biura, nie meldując się nikomu. Przedewszystkiem wstąpiła do najbliższej cukierni i wypiła szklankę ohydnej herbaty w celu przejrzenia książki z rozkładem jazdy pociągów. Gdy powzięła wiadomość, że najprędzej może jechać dopiero za sześć godzin, udała się bez namysłu do starej Barnawskiej. Jak ptak wbiegła na schody, prowadzące do mieszkania lichwiarki, schody, które w rodzinie zwały się schodami ciężkich westchnień. Ile to razy chodziła tutaj po pieniądze na życie jeszcze wówczas, gdy była dzieckiem! Ileż to razy dźwigała daninę procentu, ile razy odnosiła znaczną część miesięcznej pensyi swojej!"
      },
      {
        "index": 19,
        "text": "Zadzwoniła. Nierychło rozległo się cłapanie pantofli starej Euriklei i nieufny głos:"
      },
      {
        "index": 20,
        "text": "— A kto tam?"
      },
      {
        "index": 21,
        "text": "Ewa wykrzyczała swe imię i nazwisko. Została wpuszczona. Przedewszystkiem zdjęto łańcuch, później otwarto z klucza drzwi, wreszcie usunięto zatrzask. « Ciocia« zajmowała dwa wielkie pokoje od frontu. Całe to mieszkanie było zastawione ślicznemi szafami, które przegradzały pokoje i tworzyły mnóstwo zakamarków. Ewa znała od dzieciństwa owe szafy prześliczne z mahoniu, wykładane bronzami, o szklanych drzwiach, tajemniczo zasłoniętych zieloną glasą. Powitała oczyma znane miniatury, rozwieszone na ścianach."
      },
      {
        "index": 22,
        "text": "Miniatur było pełno. Stara jejmość była ich kolekcyonistką. Wydała na to ogromne, pono, sumy. Wszystkie były oprawne w drogocenne ramy ze złota, z cennego drzewa, wykładane pięknemi ozdobami z bronzu. Były to przeważnie portrety pięknych kobiet i rzeczy miłosne. Ewa lubiła zawsze, przychodząc z interesami rodziców, w czasie spisywania przez starą wiedźmę pokwitowań, upajać się owemi malowidłami, pełnemi słodyczy i zmysłowej rozkoszy! Na niektóre miniatury stara nie pozwalała patrzeć, inne pokazywała sama z widoczną pychą i zadowoleniem."
      },
      {
        "index": 23,
        "text": "Teraz widok tych scen kleszczami ścisnął serce. Skoro tylko stanęła w pokoju i objęła go zgasłem okiem, wynurzył się przed jej duszą miniony dzień młodości i przemknął — smutne widmo."
      },
      {
        "index": 24,
        "text": "Księżniczka Vaughan... Ewa podniosła na nią oczy pełne łez i w tem spojrzeniu powierzyła okrutną tajemnicę swej duszy."
      },
      {
        "index": 25,
        "text": "— Księżniczko, księżniczko! gdybyś wiedziała..."
      },
      {
        "index": 26,
        "text": "Tamta patrzyła z uśmiechem radosnym, z zalotną swobodą, jakby chciała wyrazić pogardę dla cierpień."
      },
      {
        "index": 27,
        "text": "Miłość jest wszystkiem... — zdawały się mówić jej czerwone usteczka."
      },
      {
        "index": 28,
        "text": "Z za szafy ukazała się niespodzianie Barnawska. Ewa coprędzej przystąpiła do rzeczy. Szeregiem kłamstw, misternie spiętrzonych, udowodniła starej damie, że rodzina potrzebuje niezwłocznie stu dwudziestu rubli, a to w celu pokrycia (nieistniejącego) długu, który teraz miał ich jakoby doprowadzić do wyrzucenia z lokalu. Ponieważ Barnawska już wielokrotnie pokryła długi starych pensyą Ewy, nie opierała się teraz bardzo. Czyniła wstręty raczej dla zwyczaju i powagi lichwiarskiego stanowiska, niż zasadniczo."
      },
      {
        "index": 29,
        "text": "Skoro Ewa oświadczyła, że sama podpisze rewers, i zobowiązała się pokryć dług ze swej pensyi, otrzymała żądaną kwotę wyświechtanemi trzyrublówkami, co uczyniło pakę formalną."
      },
      {
        "index": 30,
        "text": "Uzyskawszy pieniądze, wałęsała się po mieście aż do końca czasu biurowego, — dla niewzbudzenia podejrzeń."
      },
      {
        "index": 31,
        "text": "Wróciła do domu w czasie właściwym, zamknęła się w swoim pokoju i pakowała w małą walizę najniezbędniejsze rzeczy. Wzięła wszystko, co miało jakąkolwiek wartość. Wieczorem, gdy już matka szła spać, a ojciec jeszcze z knajpy nie wrócił, wymknęła się z domu z walizką w ręku, wsiadła w pierwszą dorożkę, dopadła dworca, kupiła bilet i pomknęła w dal."
      },
      {
        "index": 32,
        "text": "Przytulona w drewnianym kącie trzeciej klasy, rzucona w gwar prostactwa, między chłopów i żydów, obojętnie patrzała w okno. Oczy nieruchome, utkwione... Mrok... Księżyc świeci, ale od chmur niewidno. Ów najgorszy na ziemi tyran, tłum obcy, kiedy serce rozdziera niedola. Smugi czarnych pól. Pola niezmierne... Pasy leśne... Polna, nieznana łaska i cisza... Dobrotliwe samotnie i litosne pustkowia."
      },
      {
        "index": 33,
        "text": "Głowa o drewnianą ścianę oparta słyszy żelazną melodyę kół i szyn, a serce pojmuje żelazny głos złe godziny. Nieubłagany głos powiada, jak dokonywują się sprawy pomimo nas, pomimo nas... Powoli idą, lub lecą szparko w dal, jedne z drugich wychodzą, jakoby ciała z ciał, koła się zazębiają za koła zębate, nie dbając przecie o to, że zmiażdżą zwyciężoną duszę..."
      },
      {
        "index": 34,
        "text": "Samotna, zwyciężona dusza jedna jedyna jest na tym świecie. Serce, jak mały biedny zajączek od psów ogromnych, od chartów zaciekłych w olbrzymich zgoniony polach... Przypadło teraz serce, jako zajączek przypada w kotlinie pod przykopą."
      },
      {
        "index": 35,
        "text": "Wicher nad nim żałosny, a w wichrze głosy straszliwe pościgu. Lecz teraz jego krótka minuta półsnu, spoczynek z otwartemi oczyma. Słychać wszystkie głosy nieszczęścia, lecz piersi nabierają tchu do życia, do chyżego biegu w bezgraniczu pól. Subtelny niepokój nie leci światami, lecz w sobie leży. Siła jego dźwiga ciężką płytę zwierzęcego bytu..."
      },
      {
        "index": 36,
        "text": "Ewa pamięta wszystko, co było i niemal widzi, co będzie. Doszła do stanu nieświadomości. Oczy z pod powiek przymkniętych ukośnie raz rzucone, leżą w szybie okna wagonu."
      },
      {
        "index": 37,
        "text": "— Straciłam miejsce w biurze... — poziewając, bezdźwięcznie mówią usta. — Rzuciłam dom. Na zawsze, och, na zawsze... Już mię mama nie przyjmie. Tatko-by może przyjął, gdyby się nie bał mamy i Anieli... Biedny tatko... Łukasz chory... Ma płuco przebite kulą... Któż to mógł zrobić, mój mocny Boże!..."
      },
      {
        "index": 38,
        "text": "Jeżeli Łukasz umrze... — marzyła bez bólu, — trzeba będzie... o mocny, o mocny Boże!..."
      },
      {
        "index": 39,
        "text": "Wspinała się na palce i dźwigała duchem. Przez wązką szczelinkę między ściśle zwartemi zasłonami rzeczywistości widziała ową chwilę odległą, chwilę swoją i jego w jakowymś brzasku dalekiego świtania. Widziała siebie, jako cień, idący pod zorzą w czarne pola. Tak niegdyś we śnie..."
      },
      {
        "index": 40,
        "text": "Późno w nocy ludzie się w wagonie pospali. Chrapanie, smród, kaszel jesienny. Konduktorowie trzaskają raz wraz drzwiami. Jakieś ciemne stacye za spotniałą szybą. Chropawe budynki, szkielety drzew w czerwonawym blasku latarni. Splątane badyle dzikiego wina z wiszącym tu i tam czerwonym liściem na ohydnym, zadymionym murze budowli stacyjnej. Kosmyki te snują się i plączą w oczach, jak obraz widomy cierpienia samego w sobie. Wciąż ostry zapach węgla, wieszczący niedolę. Pociąg leci dalej, leci, leci. Głowa o ścianę żelazną oparta słyszy żelazną melodyę..."
      },
      {
        "index": 41,
        "text": "Nareszcie szyba okienna stała się szara, szarobłękitna. Ewa starła z niej rosę i wyjrzała. Blada jutrznia rozwidniła się już nad zagonami, nad ciemnymi moczary. Któżby uwierzył, — marzyła Ewa, — patrząc na potworne kępy rokicin, na czarne rozlewiska i rude role, — że wy jesteście również cudownemi łąkami, że staniecie się różnobarwne jak sukienka Józefa, Jakóbowego syna? Któżby wierzył, że ten zgniły i obmierzły moczar będzie zalany od błękitu wód, będzie kwitł płomiennemi smugami jaskrów, będzie zachwycał kępami młodocianego sitowia bardziej, niż najpiękniejsza muzyka. Zasnuje się mgiełkami wiotkiemi dal, posępna dal i nieskończone mazowieckie aleje ciągnąć się będą w oczach, jak widzenie, a duszę wzywać w świat, w wędrowania dalekie — dalekie... Jakże się to dzieje, że śmierć może się stać życiem kwitnącem, a życie drżące i tęgie staje się śmiercią?"
      },
      {
        "index": 42,
        "text": "— Raz mówił mi Łukasz, — marzyła dalej, oczy mając wlepione w rozkisły, obdarty, chory, półumarły krajobraz — że dzieje ludzkie są, jak łąki i pola zbożowe. Gdzież się podziewamy wszyscy? Dokąd idziemy? Jesteśmy ścinani, jak te łąki, zżynani, jak te zboża, jesteśmy zjadani, jak kłosy. I niema nas na tej ziemi, jak niema teraz traw ani zbóż... Oto rzeczka. Żelazny na niej most. Łoskot pociągu, lecącego nad próżnią. Kłąb białej pary nad rozciapanymi zagonami, nad szklistą w brózdach wodą. Idzie kłąb pary po grzbietach zagonów, jak zmora, wlecze się, jak upiór, ku nizkiej wsi. Znowu wioska, wiosczyna. Małe chałupy, drogi pełne bajorów. Tam człowiek brnie, wywlekając pracowicie buciory z grzęzawiska drogi. Oto tu ludzie mieszkają w tych budach, oblanych gnojem i kałużami, troskliwie pilnując chlewów przy chałupach i gnojówek u progu obór. Wszędzie szkli się woda i zewnątrz ścieka wilgoć. Serce przenika gnębiący smutek i niewysłowiona nuda owego ludzkiego życia, na którego obraz patrzą oczy. Przez mgnienie źrenicy na widok tej wsi, kisnącej w wiecznych brudach, widać z okrutną oczywistością, jak między ludźmi niema nic wspólnego, ani cienia pobratymstwa, jak niema między nimi nic, prócz grzechu pożądliwości i grzechu umówionej napaści, legalnego złodziejstwa — i grzechu użycia złupionych bogactw. Jakieś słowo nieśmiertelnego poety, czytane dawno, wraca się wciąż, jak natrętny przechodzień w ludnej ulicy, zaglądający w oczy to z tej, to z tamtej strony: »— Jedna jest i niezawodna twemu plemieniu — śmierć«."
      },
      {
        "index": 43,
        "text": "Śmierć!"
      },
      {
        "index": 44,
        "text": "Drga w całem ciele to słowo, jak potężny cios, ścieka smagającymi dreszczami do stóp..."
      },
      {
        "index": 45,
        "text": "Świst przeciągły."
      },
      {
        "index": 46,
        "text": "Ludzie się budzą. Konduktorowie biegają. Ach, więc to miasto!..."
      },
      {
        "index": 47,
        "text": "Wysiadła na stacyi, obmokłej od deszczu, weszła między ludzi zaspanych i zmarzniętych. Czuła się potłuczona i jak z połamanemi żebrami. Najęła dorożkę i kazała jechać wprost do szpitala. Łoskot owej dorożki w ciemnych i pustych ulicach... Miasto obce, nigdy nie widziane obmierzłe, i wstręt budzące."
      },
      {
        "index": 48,
        "text": "W duszy spokój i ciche, kobiece, milczące męstwo. Chwilami, jakby ze szczeliny nieznanej ducha, wymknie się tajna modlitwa, żeby aby jeszcze zastać. Ale to krótko trwa. Nakazy co chwila, jak biczowanie ducha krnąbrnego: męstwo, milczenie, trzeźwa praca!"
      },
      {
        "index": 49,
        "text": "Szwajcar szpitalny przyjął ją jak najgorzej. Patrzał na nieumytą i nieuczesaną, w odzieniu zasypanem kurzem węglowym, jak na coś podejrzanego. Odwracał się plecami i nie chciał rozmawiać. Na szczęście nie był obojętny na blask srebrnych monet. Wyjawił tedy z kolei rzeczy przychylniej, że ów pan Niepołomski żyje, chociaż mu ta nie obiecują. Gorączka okropna, krew ustami... A że doktór Wilgosiński przyjdzie dopiero o jakiej dziewiątej. Co to jest takiego z Łukaszem, co za rana od kuli, — tego nie chciał wyjawić, a zapewne tak stanowczo nie chciał wyjawić dlatego, że, sierota, nie wiedział."
      },
      {
        "index": 50,
        "text": "Usłyszawszy, że Łukasz żyje, chociaż mu ta nie obiecują, że krew... — Ewa zapłakała w ulicy, tyłem odwrócona, w sekrecie przed szwajcarem. Poprosiła też zaraz tego człowieka, żeby ją wpuścił, gdy przyjdzie o dziewiątej. Jakoś przyrzekł. Zostawiła tłumoczek i poszła tymczasem w ulice miejskie. Sklepy były jeszcze pozamykane. Trafiła na przecięciu zaułków na kawiarenkę, czyli »cukiernię«. Już tam zamiatano podłogi i wysypywano je piaskiem, a nawet już goście spożywali śniadanie. Ewa zajęła miejsce w kącie i kazała sobie podać kawy. Jakoś na tę »kawę« skrzywiono się, wolała tedy poprzestać na herbacie. W pobliżu siedzieli dwaj panowie, nachyleni ku sobie i zajęci żywo rozmową. Ewa nie zwracałaby na nich uwagi, ale oni swoją zwrócili na nią w taki sposób, że musiała patrzeć i czuwać."
      },
      {
        "index": 51,
        "text": "Byli obadwaj młodzi (mieli najwyżej po dwadzieścia kilka lat), ubrani z nadzwyczajną, przesadną elegancyą. Siedzieli w paltotach i kapeluszach. Paltoty były z jedwabnemi podszewkami, buciki lakierowane, kołnierzyki, krawaty, kapelusze, mankiety najświeższej mody."
      },
      {
        "index": 52,
        "text": "Jeden z tych panów był bardzo piękny, z czarnym leciutkim wąsikiem, prawdziwie ozdabiającym górną, ponsową wargę. Drugi miał jedno oko wybite, czy zapadnięte, w niem monokl, rysy nie tak piękne, jak pierwszy, ale niezwykłe, niezapomniane, wpadające w oczy. Uderzyło to Ewę, że ów piękny, wyglądający na eleganta pierwszej wody, ręce miał ohydne, jak rataj, wielkie, z ordynarnemi pazurami. Po drugie — pili wódkę w tej »cukierni« i zajadali kiełbasę, owiniętą w gazetę. Piwo usłużnie i szybko podawała blada dziewczynka, okryta chustką, przynosząc je skądś z zewnątrz, jakby z ulicy."
      },
      {
        "index": 53,
        "text": "Piękny brunet nie spuszczał z Ewy oka. Poczęło ją to drażnić. Spojrzała na niego po swojemu, spojrzeniem młodej, cudnej, hardej dziewczyny, gniewnem i okrutnem, — żeby odtrącić o cztery mile. Ale tu, może pierwszy raz w życiu, spotkała się z oporem nie do zwyciężenia. Głębokie oczy tego człowieka nie zlękły się i nie cofnęły. Przeciwnie, podeszły śmiało, bliżej, jakby do boju. Było w tem spojrzeniu i wyzwaniu coś tygrysiego. Ewa doświadczała piekielnego wrażenia, jakby ją za gardło chwyciła ta ręka z grubymi szponami, tęga i ogromna. Usłyszawszy o herbacie, obstalowanej przez Ewę, młodzi panowie rozkazali bladej dziewczynie również podać sobie »dwie herbat«. Uczynili to ostentacyjnie, z cynizmem i zadzierżystymi uśmiechy, w których była przeszywająca do szpiku kości siła i piękność. Ewa niecierpliwiła się. Spoglądała co chwila na zegarek. Najniespodziewaniej brunet z czarnymi wąsikami i równie czarnymi pazury wstał ze swego miejsca, ujął za poręcz krzesełka i przysiadł się do stolika Ewy. Ukłonił się z elegancyą fryzyera, czy subjekta i bez ceremonii wszczął rozmowę."
      },
      {
        "index": 54,
        "text": "— Pani z Warszawy?"
      },
      {
        "index": 55,
        "text": "Była tak przerażona jego śmiałością i spojrzeniem, że odpowiedziała natychmiast:"
      },
      {
        "index": 56,
        "text": "— Tak, z Warszawy."
      },
      {
        "index": 57,
        "text": "— Zarazem poznał. Bo i my z kolegą z Warszawy. — Bardzo się cieszę..."
      },
      {
        "index": 58,
        "text": "Młody frant nachylił się ku niej i szepnął dyskretnie:"
      },
      {
        "index": 59,
        "text": "— Myślisz tu pani szukać karyery?"
      },
      {
        "index": 60,
        "text": "— Co to pana obchodził"
      },
      {
        "index": 61,
        "text": "— Nic, jak tylko przez życzliwość. Fest z pani kobieta! Przecie i my facety nie gorsze od innych..."
      },
      {
        "index": 62,
        "text": "— Panie!"
      },
      {
        "index": 63,
        "text": "— A co się tyczy pieniącha, to mogę pokazać. Jak lodu! Możnaby pofrajdować choćby i z tydzień. — Niech pan idzie precz ode mnie! — rzekła Ewa, nie rozumiejąc dokładnie, ale czując w tych słowach coś strasznego."
      },
      {
        "index": 64,
        "text": "Młody człowiek zaśmiał się zcicha, mrugając na towarzysza. Tamten siedział z dystynkcyą, bez ruchu, patrząc w Ewę swem jednem okiem. Słaby uśmiech wyniosłości, czy szyderstwa tkwił na jego ustach."
      },
      {
        "index": 65,
        "text": "— Mogę odejść, czemu nie! Jeszcze się sama będziesz prosiła, jak zobaczysz nasze pieniądze..."
      },
      {
        "index": 66,
        "text": "Wykręcił swoje krzesło w powietrzu i odstawił, mówiąc w kierunku ściany:"
      },
      {
        "index": 67,
        "text": "— Moja-że hrabina Montekukuli!"
      },
      {
        "index": 68,
        "text": "Dziewczyna usługująca przyniosła herbatę, ale Ewa nie mogła jej pić. Zapłaciła coprędzej i nagwałt miała się ku wyjściu. Już we drzwiach poprosiła ową kelnerkę o pewną usługę: czy nie mogłaby gdzieś w kuchni, czy w sieni oczyścić swego ubrania? Dziewczyna z wahaniem i niechęcią prowadziła ją do swej izdebki za »salą bilardową«. Była to ciemna nisza z okieneczkiem w górze, framuga w murach zwilgłych. przedwiecznych. Stał tam tapczanik z siennikiem i kołderką. Znalazła się miska z wodą, mydło i ręcznik, Ewa zamknęła się w tej celce, umyła, uczesała włosy i okurzyła suknie. Gdy dziewczyna przyszła z powrotem, Ewa była gotowa i mogła wsunąć tamtej pieniądz w rękę. Kelnerka uśmiechnęła się blado, podziękowała... Przez chwilę Ewa czuła szczególne zainteresowanie się życiem tej biednej dziewczyny, jak gdyby to było jej własne życie. Patrzyła w ciemne schowanko z niepowstrzymaną ciekawością... — Czemu pani nie wypiła swej herbaty? — spytała nieśmiało usługująca."
      },
      {
        "index": 69,
        "text": "— Nie mogłam. Zaczepił mię ten jakiś... A mam, wie pani, ciężkie zmartwienie. Jeden człowiek jest bardzo chory... Kto to są ci panowie, nie wiadomo pani?"
      },
      {
        "index": 70,
        "text": "— Nie... — rzekła kelnerka z wahaniem i słabym rumieńcem."
      },
      {
        "index": 71,
        "text": "— Pani wie, tylko pani nie chce mi powiedzieć."
      },
      {
        "index": 72,
        "text": "— Boję się ich wydać... — szepnęła cicho. — Oni często gęsto przychodzą nad ranem. To jakieś morowe dranie..."
      },
      {
        "index": 73,
        "text": "Właśnie w tej chwili w przyległej izbie rozległ się hałas. Młodzi eleganci, najadłszy się do syta, przystąpili do gry w bilard. Ewa wyszła z kryjówki i zmierzała szybko ku drzwiom. Brunet, który usiłował był zawiązać z nią rozmowę, przeciął jej drogę, niby przypadkiem. Gdy go mijała, obtarł się o nią brutalnie ogromnemi dłońmi, z chichotem wyszczerzając śliczne zęby."
      },
      {
        "index": 74,
        "text": "Po przybyciu do szpitala w oznaczonej godzinie Ewa zameldowała się do doktora Wilgosińskiego. Był już w szpitalu, ale zajęty. Czekała w wejściowej sieni."
      },
      {
        "index": 75,
        "text": "Świat zewnętrzny, nowy, a niewiadomy jeszcze, świat zamknięty i pełen praw swoistych, świat szpitalny, to państwo przepotężne, urągające wszystkim mocom ziemi, — nie był, oczywiście, łaskawy dla duszy. Był twardą przeszkodą w nieustannej pracy serca, w szukaniu pociemku, omackiem prostej drogi przy pomocy biednego kija — instynktu. Chwilami przebiegała przez serce trwoga, czy doprawdy Łukasz jest jeszcze na ziemi, czy nie jest on tylko jej obłąkaną ideą, myślą zgubioną w chaosie? Cała zagadka i cała tajemnica istnienia polegała teraz na jednej jedynej zasadzie, na jego krótkiem imieniu."
      },
      {
        "index": 76,
        "text": "Zegar szafkowy w rogu sieni wymierzył i wydzwonił niejeden kwadrans. Nareszcie szwajcar zjawił się w ciemnościach korytarza, wyszukał oczyma Ewę i wezwał gestem. Szła za nim po pasie linoleum, wśród zapachu karbolowego, cichymi krokami aż do jakichś drzwi. Sądziła, że to już drzwi Łukasza... Powstrzymała oddech i bicie serca. Szwajcar oznajmił, że to gabinet pana chirurga. Weszła. Wysoki przed nią, gruby, łysy brodacz, z wyłupiastemi, blademi oczyma, jak skorupy jaj kurzych, — prowincyonalny geniusz od urzynania gnatów, — srogi, straszny, gromowładny, wszystek czerwony od przelanej a niewinnej krwi pacyentów, groźny, jak belzebub, safanduła."
      },
      {
        "index": 77,
        "text": "— Jestem Ewa Pobratyńska... — wymówiła z nizkim, panieńskim dygiem. — Pan doktor był tyle łaskaw, że zawiadomił mię listem..."
      },
      {
        "index": 78,
        "text": "— Tak. Więc to pani... No, tak, zawiadomiłem panią, bo ten waryat kwiczał mi bez przerwy..."
      },
      {
        "index": 79,
        "text": "— Jakże też on? Panie doktorze... Czy ma się lepiej?"
      },
      {
        "index": 80,
        "text": "— Ma się! — wybuchnął doktór Wilgosiński. — Źle! Moja pani niema co ukrywać... Płuca durch przeszyte. Co tylko mogła nauka, — dodał uroczyście, wywracając oczy, — wszystko zrobione. Reszta w mocy Wszechmocnego."
      },
      {
        "index": 81,
        "text": "— Czy mogłabym go widzieć? — wyszeptała błagalnie."
      },
      {
        "index": 82,
        "text": "— Ani o tem mowy! Żadnych! Ani mowy! — Panie doktorze!"
      },
      {
        "index": 83,
        "text": "Nieprzepuszczający nikomu i niczemu, zimny i ostry jak lancet, nieodwołalnie stały, jak sama chirurgia, — ujrzawszy omdlenie i gorzkie łzy tych oczu, — natychmiast chrząknął złowieszczo i zmieszał się obskurnie."
      },
      {
        "index": 84,
        "text": "— A jak krwotok?!"
      },
      {
        "index": 85,
        "text": "— Ja tylko w kąciku, ja pode drzwiami..."
      },
      {
        "index": 86,
        "text": "— Niechże pani zechce wejść w moje położenie... Jako lekarz!... Jeżeli coś jest tak wręcz przeciwne wskazaniom nauki... Co tylko mogła nauka, wszystko, co do joty... Muszę przygotować go stopniowo, krok za krokiem."
      },
      {
        "index": 87,
        "text": "— Nic nie będziemy mówić. Tylko przy panu doktorze popatrzymy na siebie. Tylko się popatrzymy! I ja zaraz, natychmiast, na pierwsze skinienie!"
      },
      {
        "index": 88,
        "text": "— Boże, Boże! z tymi romansami, z tymi romansami! Z temi niebieskiemi oczami... — jęczał doktór Wilgosiński, kolosalnym krokiem wychodząc z gabinetu i wskazując Ewie drogę za sobą."
      },
      {
        "index": 89,
        "text": "Stanęli pod jakiemiś drzwiami. Doktór dał znak, żeby została. Została skulona i zmięta, jak płaszcz zrzucony z ramion, spłaszczona w jedną jakowąś fałdę."
      },
      {
        "index": 90,
        "text": "Wszedł sam, drzwi zostawiając półotwarte. Przyłożyła ucho do szpary i słuchała:"
      },
      {
        "index": 91,
        "text": "— Mam list od tej panny... — rzekł Wilgosiński."
      },
      {
        "index": 92,
        "text": "Głos cichy, szeptany i prędki:"
      },
      {
        "index": 93,
        "text": "— Daj doktór!"
      },
      {
        "index": 94,
        "text": "— Pisze, że przyjeżdża..."
      },
      {
        "index": 95,
        "text": "— Dawaj doktór! Będę krzyczał, będę w niebogłosy... krzyczał! Ewa, jak łachman na ciele żebraka od wichru, jak źdźbło na polu trzęsła się bez sił."
      },
      {
        "index": 96,
        "text": "— A żeby to wszystkie cholery azyatyckie! Leż pan spokojnie! Łokcie na kołdrze! Już przyjechała. Leżysz pan spokojnie? Łokcie..."
      },
      {
        "index": 97,
        "text": "— Gdzie jest?"
      },
      {
        "index": 98,
        "text": "— No, jest. Będziesz pan leżał bez ruchu?"
      },
      {
        "index": 99,
        "text": "— Będę leżał."
      },
      {
        "index": 100,
        "text": "— Bez ruchu?"
      },
      {
        "index": 101,
        "text": "— Bez ruchu."
      },
      {
        "index": 102,
        "text": "Doktór uchylił drzwi. Ewa weszła cicho, jak powiew wiatru, minęła pokój niesiona siłą nieznaną. Przyklękła obok łóżka, jakby na rozkaz. Rozpalona ręka spoczęła w jej włosach. Oczy toną we łzach i nic nie widzą. W jego oczach szerokich, ognistych — szczęście bez granic. Głos suchy, trudny, oddech chwytany."
      },
      {
        "index": 103,
        "text": "— Ewuś... Ewo... — szepce, — przepraszam... bardzo, nad życie... Miałem pojedynek z tym... draniem... Szczerbicem..."
      },
      {
        "index": 104,
        "text": "— Mówić tyle! Żeby to!... Morowe powietrze... z temi pannami! — jęczy lekarz."
      },
      {
        "index": 105,
        "text": "— Bo ktoś wykradł twoje listy z mojego kuferka... Plotki w tym domu... Rozumiesz?"
      },
      {
        "index": 106,
        "text": "— Nie mów, nie mów!"
      },
      {
        "index": 107,
        "text": "— Już tylko... słowo... Odezwał się z kpinami w salonie. Trzasnąłem w pysk. Pojedynek. I tak mię... przeszył."
      },
      {
        "index": 108,
        "text": "— To nic, to nic! Wszystko będzie dobrze... — zwiastuje mu z błogosławioną słodyczą."
      },
      {
        "index": 109,
        "text": "— Nie będzie... dobrze... — Będzie napewno!"
      },
      {
        "index": 110,
        "text": "— Umrę już... Ewuniu..."
      },
      {
        "index": 111,
        "text": "— To nic, to nic... — szept coraz cichszy. — Umrzemy sobie, dziecineczko, razem... Razem oboje... Alboż to źle? Mój rycerz — sokół! Mój obrońca! Tu... przestrzelili... Tylko cicho, tylko nie mów. Przecie to wszystko jedno. Ja stąd już nie odejdę. Ani na krok! Ja tu już będę..."
      },
      {
        "index": 112,
        "text": "Położyła złotą głowę na kołdrze. Patrzy mu szczęśliwemi oczyma w oczy, w święte swe niebo. Rozchylone w ekstatycznem uniesieniu wargi śmieją się zcicha wśród łez kapiących. Szepce rozkoszne, melodyjne, pieśniane słowa, zwiastuje mu prawdę cudną a prostą, tak przecie dawno znaną nieszczęśliwym na tym padole:"
      },
      {
        "index": 113,
        "text": "— Każemy sobie... złote litery, złote litery... wyryć... na grobie..."
      }
    ]
  }
}