{
  "chapterNumber": 37,
  "title": "Tom drugi, IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nazajutrz Ewa ocknęła się ze snu bardzo późno. Wbrew wczorajszemu oczekiwaniu spała długo i twardo. Kładąc się do łóżka, sądziła, że zstąpi na nią bezsenność Jaśniachowa. Pamiętała jeszcze, że złożyła głowę na poduszce, drżąc na całem ciele i płacząc bez przerwy. Tymczasem usnęła zaraz i bez przebudzenia leżała na tym samym boku niemal do południa. Była spokojna, obojętna, zimna. CieszłyłaCieszyła się świadomością, że wczoraj przetrwała już wszystko i że wszystko tam na jeziorze wypadło już z jej serca, jak potworna, jak ciężka ropa z rany. Och, wczoraj. Na jeziorze!"
      },
      {
        "index": 2,
        "text": "Siedziała teraz przed lustrem i przyglądała się sobie."
      },
      {
        "index": 3,
        "text": "Zlekka, niepostrzeżenie dotykała myślami tej sprawy, że już jej nic nie łączy, nic nie łączy z Łukaszem. Nic a nic! Wspomnienie pewnej pieszczoty, której sama nauczyła była Łukasza i którą sama wynalazła, szybko, jak cios noża, wbiło się w serce. Nic już nie łączy... Tylko tego wspomnienia nic i nikt nie wydrze! Łukaszek teraz, (w taki sam sposób), całuje, pieści i posiada inną. Ta inna, — to dla niego taka sama kobieta. Może brzydsza, a może nawet piękniejsza... A każdy mężczyzna, — toć taki sam Łukasz, tylko może piękniejszy, (naprzykład, — Szczerbic, — naprzykład — student Liwicki). Było, przeszło, przeminęło. A teraz niema śladu. Gdyby zaś było się chowało, gdyby żyło?"
      },
      {
        "index": 4,
        "text": "Czyż nie lepiej, że jest gdzieś na polu nawozem, albo że je psy rozwlekły po rowach z kałem? Niema rzeczy złych na tym świecie..."
      },
      {
        "index": 5,
        "text": "Żeby to było wiedzieć dawniej, — dumała, z głową opartą na ręce, — to pocóż było rzucać Jaśniaszka. Już pewno zmarło mu się, biednemu, i leży sobie zapewne teraz gdzieś tam, na cmentarzyku, otoczonym szaremi ściany w górach Korsyki. Wszystko jest przypadkowe, — ziewnęła, — jakoweś przelotne i cudze. Wszystko jest bezład i zaduch cmentarzy. O niczem nic nie wiemy i wszystko ktoś robi za nas."
      },
      {
        "index": 6,
        "text": "Znowu dreszcz przeszył serce, dreszcz niezwalczony. Wspomnienie owej pieszczoty i pewnik, że już przenigdy! Nagle dusza straciła nad sobą władzę, stała"
      },
      {
        "index": 7,
        "text": "się racą, która z ciała wybuchła, wydarła się z jego więzów. Wężem strzelistym poszybowała w wyżynę, rozprysła się w pył i nicość..."
      },
      {
        "index": 8,
        "text": "Na szczęście ktoś zastukał we drzwi. Schroniła się za kotarą niszy, która jej służyła za sypialnię, i stamtąd zawołała niemal radośnie:"
      },
      {
        "index": 9,
        "text": "— Entrez!"
      },
      {
        "index": 10,
        "text": "Uchyliły się drzwi i z ostrożnością wszedł ów studencina wczorajszy. Rozejrzał się uważnie po numerze i, aczkolwiek nikogo w nim nie zobaczył, na wszystkie cztery strony pokazywał meblom, szafom, fotelom i firankom jakiś papier."
      },
      {
        "index": 11,
        "text": "Ewa widziała tego człowieka w przedziale między połowami kotary. Domyślała się, że on tak demonstruje kopię aktu ślubnego. Wyciągnęła z za kotary rękę i kazała podać sobie papier. Liwicki zbliżył się na paluszkach i wręczył jej dokument, ozdobiony pieczęciami. Chciał, kłaniając się i krygując, unieść cokolwiek kotary, ale, skarcony surowo, cofnął się i pokornie zasiadł w foteliku przy drzwiach w grzecznej pozie petenta. Ewa przytuliła się na sofie i czytała uważnie ową kopię aktu. Nie było żadnej wątpliwości: odwróciła się ostatnia karta."
      },
      {
        "index": 12,
        "text": "Zmięła ów arkusz i rzuciła go do pudełka z drobiazgami. Rozparła się później w krześle i, zarzuciwszy ręce pod głowę patrzyła przed siebie. Ujrzała teraz, jakby po raz pierwszy, tę niszę i pokój sąsiedni. Spostrzegła, że tu i tam posadzka wysłana jest grubem suknem miłego koloru. — U okien firanki z ponsowego aksamitu, które można przesuwać na grubym metalowym walcu. — Szerokie łóżko żelazne ze srebrzonemi gałkami, marmurowa umywalnia, sztych z reprodukcyą Corregia w szerokich ramach."
      },
      {
        "index": 13,
        "text": "Jak czysto! Przez jasne szyby widać jezioro, spoczywające w leciuchnej, złotawej mgle. Nieruchome. Smugi w niem i pola jakoweś o barwie lodu. W jednem miejscu lśni słońce, jak rozpryśnięta gwiazda. Dalekie łańcuchy gór za Lemanem, płaskowzgórze zasypane śniegiem. Smuga lasu pnie się w góry skaliste, jak strzęp odzieży tytana. A tam góry stają się małowiele wyraźniejsze od obłoków. Białe, śnieżyście białe smugi chmur otaczają pasem ów kraj. W pewnej chwili te smugi poruszyły się, popłynęły..."
      },
      {
        "index": 14,
        "text": "Ewa została wobec odsłoniętych gór bez jakiegokolwiek uczucia, w pustce zupełnej. Uczucie głuchego żalu do nieruchomego jeziora utonęło w dziwnym huku pod czaszką."
      },
      {
        "index": 15,
        "text": "— Uwolnił mię od siebie... — wyszeptała cicho, żeby przypadkiem nie usłyszał tamten, siedzący przy drzwiach."
      },
      {
        "index": 16,
        "text": "— Uwolnił mię — powtórzyła raz jeszcze."
      },
      {
        "index": 17,
        "text": "Wstała ze swego miejsca i bezwiednie podeszła do lustra, wprawionego we drzwi szafy. — Spojrzała w siebie z nienawiścią; zmierzyła się oczami od stóp do głów i szepnęła idyotycznie:"
      },
      {
        "index": 18,
        "text": "— Jestem zupełnie wolna."
      },
      {
        "index": 19,
        "text": "W lustrze tem zobaczyła, że portyera się rozsuwa, i że Liwicki stanął w jej sypialni. Widziała jego surową, pobladłą twarz i zmrużone oczy. Oczy te były zmrużone od rzeczywistego męstwa. Był szczególnie silny, naiwnie dziki, rozkazujący, gotowy do skoku w przebiegłem zaczajeniu się u portyery. Milczała, patrząc, jak tam stał na tle czerwonej zasłony. Widząc jego nienasycone spojrzenie i jego ręce — szpony, wsunięte w kieszenie, uczuła od jednego zamachu doli, że musi, — albo oddać się natychmiast temu człowiekowi, albo natychmiast umrzeć. Trzeciego wyjścia nie było."
      },
      {
        "index": 20,
        "text": "— Jestem przecież wolna... szepnęła z czarownym, bezbrzeżnie niewinnym uśmieszkiem, rozciągając kokardy, na które zapinał się przód jej szlafroka."
      },
      {
        "index": 21,
        "text": "Napoły obnażona, z uśmiechem zwróciła się do niego i wyciągnęła ramiona. Porwał ją z pomrukiem i zamknął w swych barach. Nie wiedziała kiedy i jak uniósł ją niby piórko i rzucił na posłanie łoża."
      }
    ]
  }
}