{
  "chapterNumber": 60,
  "title": "Tom drugi, XXVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zdarzyło się w czerwcu następnego roku, że Ewa była w Głowni. Wypadło jej tam udać się osobiście dla zestawienia rachunków z księgami muzeum społecznego. W tym samym czasie bawił tam od kilku tygodni Bodzanta. Ewa nie wiedziała wcale o jego obecności. Zajęta prawie po całych dniach w muzeum, wychodziła kiedyniekiedy na spacer do parku. Podczas jednej z takich porannych wycieczek zobaczyła zdaleka dawnego władzcę »głowieńskiego państwa«. Siedział na brzegu stawu zajęty karmieniem łabędzi. Ewa chciała przesunąć się niepostrzeżenie w boczną ulicę, ale ją Bodzanta zauważył i poprosił znakami, żeby przyszła go niego. W miejscu tem był jakowyś dawny taras, rodzaj amfiteatru, ułożonego z ciosowych głazów, spojonych ołowiem czy żelazem. Stopnie, które krok kobiecy ledwie mógł ogarnąć, szły aż do samej wody. Bodzanta siedział na jednym z tych kamieni. Dokoła szumiały prastare drzewa. W oddali, nad wodną taflą widać było zwisłą srebrnolistą iwę. Dwa łabędzie, czarny i biały, wymijając się uroczo, raz wraz podpływały do kamiennego bulwaru, żeby chwytać kawałki chleba, które im rzucał dawny ich pan. Gdy Ewa zbliżyła się do samej wody, spostrzegła mnóstwo grubych, ciemnych karpi, które również chwytały pożywienie. Otwierały się ich żarłoczne, okrągłe paszcze i z ciapaniem nieustającem połykały rozmiękłą papkę chlebową. Słońce sypało żarem i lśniło siarczystą łuską na ruchomej chełbi wodnej. Czasami głośnej westchnął wiatr. Ewa usiadła na stopniu i poczęła patrzeć na uwijające się ryby, na piękne zwroty łabędzi. Cieszył ją bezmyślnie widok pożerania jadła przez biedne, wodne stwory. Zamyśliła się i zapatrzyła. Była nie tam. lecz gdzieś daleko. Nie o tem myślała, co widziały oczy, lecz, — możnaby tak rzec, — o wszystkiem. Przypatrywała się jedzeniu, a myślała, czem ono jest na świecie bożym. Mierził ją, jakby świerzbił ten widok, ale i zachwycał. Budził tajemną, duchową odrazę, ale zarazem przerażał swoją silną pięknością. Rzucała sama okruszyny rybom i z przyjemnością słyszała syk łabędzi, usiłujących odegnać ryby, wydrzeć im jadło. Ich długie, piękne szyje wyciągały się, jak arkany z grubych lin, dzioby się rozwierały nad ciemnymi grzbietami karpi."
      },
      {
        "index": 2,
        "text": "Długo trwało milczenie. Naraz Bodzanta rzekł z jąkaniem, które go opanowywało zawsze, gdy był mocno wzruszony:"
      },
      {
        "index": 3,
        "text": "— Ta woda... ta woda, po której pływa biały i czarny łabędź... Mijają się na tej wodzie, jak dzień i noc. A zawsze... zawsze... do mnie o to jadło wyciągają szyje... Ewa pojęła, że on mówi prawie o tem samem, co ona myślała. Z podwójną też uwagą wsłuchiwała się w dalsze jąkanie wyrazów:"
      },
      {
        "index": 4,
        "text": "— Czarny i biały łabędź... łabędź... rzuca, każdy zosobna, odbicie swoje w zmącone lustro myśli..."
      },
      {
        "index": 5,
        "text": "— A kiedy tego nie rozumiem..."
      },
      {
        "index": 6,
        "text": "Zaśmiał się głośno, zachłysnął się śmiechem mówiąc:"
      },
      {
        "index": 7,
        "text": "— Ależ bo nie mogę odpowiedzieć,... po com ja to wszystko... to wszystko... zrobił..."
      },
      {
        "index": 8,
        "text": "— Ach! — krzyknęła, jak ukłuta nożem."
      },
      {
        "index": 9,
        "text": "Mówił do niej, ale i do łabędzi, wciąż śmiejąc się załzawionemi oczyma i błyskając białymi zębami:"
      },
      {
        "index": 10,
        "text": "— Zastawiłem ucztę nie gorszą wcale, niż Pompeius Trimalchio — cha cha... jedzcie i pijcie przyjaciele! A czy też będziecie przyjaciele, jak Ascyltos, Giton, jak Habinnas i Fortunata? Czy niższa była ambicya Trimalchiona dorobkiewicza od mojej wielkopańskiej, któż mi odpowie? Któż mi odpowie, dlaczego zastawiłem tę ucztę Trimalchiona?"
      },
      {
        "index": 11,
        "text": "Ewa przysunęła się bliżej i patrzała mu w oczy, gdy mówił:"
      },
      {
        "index": 12,
        "text": "— Gdy kto spogląda na posąg wyrzeźbiony, gdy widzi, jak jest nieruchomy a nieskazitelny, czy wie, jak dłoń rzeźbiarza wzdrygała się z wściekłości przed kamiennym klocem, jak się wysilała od bólu i prężyła od wybuchów woli, jak się z szaloną tęsknotą wyciągała ku wizyi, którą wcielić powzięła szaleństwo? Kto wie, jak ze strudzenia mdlała, podczas długich godzin, kiedy nędznym rylcem siliła się jałowy kamień przemienić na płonący, błędny a wieczysty ogień? Gdy kto patrzy na posąg spokojny, niech przez chwilę pomyśli o straszliwym niepokoju dłoni, niech wspomni o drobnych pociągnięciach ręki, w których się huragan uniesienia rozproszył. Lecz co jest wewnętrzny huragan? Czemum ja to wszystko wykonał? Powinienem się cieszyć i śmiać... A ja jestem znudzony... znudzony... Bo, powiedz mi, czyż ja to chciałem zrobić?..."
      },
      {
        "index": 13,
        "text": "— Niech mi pan powie wszystko, całą prawdę! — rzekła cicho, nachyliwszy się ku niemu. — Niech pan się zmoże, przezwycięży i powie całą prawdę."
      },
      {
        "index": 14,
        "text": "Oczy jego biegały po powierzchni wody i suszy, skacząc to tu, to tam, jak oszalałe rumaki, spuszczone z uździenicy. Powiedział zimno:"
      },
      {
        "index": 15,
        "text": "— Przez ból posiadania dostępuje się łaski utraty. Przez łaskę utraty dostępuje się bólu posiadania. To jest wąż starożytnych, który oplata koło naszego życia. Nudzą mię moje cnoty... Oto masz prawdę najgłębiej schowaną."
      },
      {
        "index": 16,
        "text": "— Ja nie mam żadnej już własności, prócz jednej tajemnicy. Chciałabym dostąpić łaski jej utraty..."
      },
      {
        "index": 17,
        "text": "— Powiedz ją, powiedz! Dawno na nią czekam..."
      },
      {
        "index": 18,
        "text": "— Zabiłam swoje dziecko..."
      },
      {
        "index": 19,
        "text": "Oczy Bodzanty spłonęły dzikim ogniem, jakby ogniem zachwytu."
      },
      {
        "index": 20,
        "text": "— Pan znał niejakiego Zygmunta Szczerbica?"
      },
      {
        "index": 21,
        "text": "— Znałem... Zygmunta... Szczerbica..."
      },
      {
        "index": 22,
        "text": "— To ja go w Wiedniu zabiłam."
      },
      {
        "index": 23,
        "text": "— Tyś go zabiła..."
      },
      {
        "index": 24,
        "text": "Z za łez patrzyły w Bodzantę oczy zabite, tajne oczy męczarni, których wyrazu mowa nie wypowie, których wyrazu nikt nigdy wyjawić nie zdoła żadnym z ludzkich sposobów, na których uniesienie i ból nikt nigdy równą miarą uniesienia odpowiedzieć nie może. Nachylił się ku niej i szeptał:"
      },
      {
        "index": 25,
        "text": "— Do słońca wznieśmy serca. Niech na nas światło upragnione zlewa i ducha nam odradza. Niech się potoczy po ziemi lazurowy uśmiech wesela!"
      },
      {
        "index": 26,
        "text": "Słuchała zdumiona łoskotu własnego serca. Patrzały na nią oczy, których już tak dawno nie widziała, oczy zachwytu pełne i żądzy. Okropne, odtrącające zdumienie pchnęło ją z miejsca. Porwała się na nogi, chwyciła prawą ręką lewą rękę, jakby szukając ratunku. Usta jej wygięły się do ogromnego krzyku, jak u małego dzieciątka, włosy zjeżyły się nad czołem, a twarz pokryła trupia bladość. Odraza wzmagała się i przechodziła we wzdrygnienia cielesne. Oczy zwolna zawściągnęły się powiekami i szloch suchy rozdarł piersi."
      }
    ]
  }
}