{
  "chapterNumber": 6,
  "title": "Tom pierwszy, VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Rano, wczas, udała się do kościoła. Ale nadaremnie, ukryta w najciemniejszym kącie, obok wejścia na chór, klęcząc nagiemi kolanami na wilgotnych kamieniach, usiłowała modlić się, wzbudzić wczorajszy żal, wczorajszą skruchę i radość mocnego postanowienia. Ten stan wydarty został z jej duszy, wyszarpany z korzeniami. Czuła w sobie obecność wzruszeń, ale zgoła innych. Były mocne i twarde, grubijańskie i niezwalczone dla modlitwy. Zrazu zdawało się, że te wczorajsze dowodzenia Niepołomskiego coś w niej zepsuły, zatrzymały zegar uczuć, ale przekonała się wkrótce, że tak nie jest. Patrzyła na obrazy w ołtarzach i nie widziała ich pozamalarskiej, usiłowanej, niemateryalnej piękności, lecz właśnie spostrzegała malarską nieudolność. Spostrzegała nędzę, pucułowatą śmieszność barokowych (a raczej jezuickich) aniołów z wyzłoconemi skrzydłami do dźwigania pokładów kurzu. Rzucała się w oczy tłustość księżulów, rozsiadających się wygodnie w konfesyonałach, dreptanie starych jędz-dewotek ku uprzywilejowanym ławkom."
      },
      {
        "index": 2,
        "text": "Czuła obrzydliwą niemoc duszy do przełamania tych zewnętrznych, cudzych wrażeń, do stłuczenia zewnętrznej skorupy kościoła, ażeby dostać się do wczorajszej jego treści. Były chwile, że ogarniała duszę rozpacz. Ewa chciała rzucić się do pierwszego z brzegu konfesyonału i wszystko to wyznać. Chciała i nie mogła. W ostatniej chwili, kiedy już rękę opierała na ziemi, żeby się podnieść, potworny śmiech ją wstrzymywał. Zapytana w owej chwili, odpowiedziałaby bez wahania, że to szatan szkarłatnemi skrzydłami okrył jej duszę. Czuła ciężar i duszenie. I najstraszniejsza rzecz: — doświadczała jakowejś satysfakcyi z tego powodu, że ma w sobie takie wzruszenia nieznane i nowe."
      },
      {
        "index": 3,
        "text": "Przestała modlić się. Klęczała jeszcze, siedząc bezwładnie na ścierpłych nogach, z głową opartą o zimny mur. Oczy jej z niecnym uśmiechem patrzyły w głąb kościoła, gdzie jarzyć się zaczęły świece zapalone do nabożeństwa prymaryi. Tam to miała przystąpić do sakramentu Ołtarza. Rozległ się drżący dźwięk dzwonka. Cóż się z nią stało? Co się stało?"
      },
      {
        "index": 4,
        "text": "Jeszcze raz wzniosła oczy ku górze, porwała po prostu rękami za barki swą duszę i zatrzęsła nią ze wszech sił. Nadaremnie. Nic, tylko zaciekła duma, śmiech ze siebie. Było już po nabożeństwie, kiedy powstała ze swego miejsca i, nie patrząc na kościół, wyszła. Zdawało jej się, że jest chora, przeziębiona, pół umarła. Szła tą samą drogą, co wczoraj, i ze spuszczonemi tak samo oczyma. Tylko dziś śmiała się szyderczo, gdy przyszło, jak w wybuchową minę uderzyć w myśl, że wraca, nie przystąpiwszy... Ale już ani okruszyny żalu! Weszła w ogród i bez wahania podążyła na swoją, wczorajszą ławkę. Tak musiała. Zbliżając się do tego miejsca, zauważyła po przez krzewy, ledwo, ledwo obsypane kłobuczkami, że tam ktoś siedzi. Domyśliła się prędzej, niż rozpoznała wzrokiem, że to Niepołomski. Ręce miał oparte na lasce, na nich opartą głowę. Nie widział jej. Mogła przejść niepostrzeżenie. Ale w tej samej chwili wychyliła się jasna świadomość, że to, co się stało, ma swą logikę, sens i porządek. Dlatego nie przystąpiła do Sakramentu i dlatego nie mogła się modlić, dlatego wyszła z kościoła, że jego tu spotkać miała. Ponure pytanie, którego sformułować nie sposób, trzymało ją na miejscu. Wahała się i kołysała w sobie. Aż oto — z podniesioną głową szybko podeszła ku niemu."
      },
      {
        "index": 5,
        "text": "Podniósł oczy i wzdrygnął się. Spłonął z uśmiechu. Nie zdjął nawet kapelusza, nie wstał. Siedział wciąż tak samo z rękami daleko wyciągniętemi i wspartemi na lasce. Nieoczekiwana radość, uszczęśliwienie spadające nagle a niespodziewanie, jak rzęsistość deszczu na spaloną ziemię, szczęście, wydające na łup wszystko odrazu, — obezwładniło jego postać. Nie wiedząc, jak się to stało i kiedy, przez chwilę zatonęli oczyma w oczach, wcielili się oczyma jedno w drugie, weszli w przecudowne a rozwarte podwoje szczęścia, w rozkosz mroku spojrzenia jednego we dwu osobach. Ogarnęło ich, nie wiedzieć, krótkie, czy długie nabożeństwo wstępowania oczyma w oczy i zagłębiania się wzajem w ducha przez czarodziejskie obnażenie spojrzeń. Ewa uczuła, że ją całą, od stóp do głów, powleka rumieniec i miała świadomość o rozkoszy powlekania się nim nietylko dlatego, że to dawało nieopisany upał szczęścia, ale i dlatego także, że oczy jego mdlały wówczas dwakroć, trzykroć, dziesięćkroć piękniej. Stawał się piękny w uśmiechu i miły, jak ów sen nocny o rannych rosach. Był tak straszliwie piękny tylko przez chwilę, ale na zawsze w pamięci właśnie taki pozostał."
      },
      {
        "index": 6,
        "text": "— Skąd pani wraca? — zapytał głosem mimowoli cichym, sekretnym, niemal spiskowym."
      },
      {
        "index": 7,
        "text": "— Idę z kościoła."
      },
      {
        "index": 8,
        "text": "— Ach, tak..."
      },
      {
        "index": 9,
        "text": "— O czem pan myślał, jak pan tu siedział? — zapytała z kolei, wiedząc dobrze, a jednak nie zdając sobie umyślnie sprawy z tego, że wywoła odpowiedź."
      },
      {
        "index": 10,
        "text": "— O pani."
      },
      {
        "index": 11,
        "text": "— Cóż pan o mnie myślał?"
      },
      {
        "index": 12,
        "text": "Jakoś leniwie otrząsnął się i, rysując laską na piasku gzygzaki, mówił sobie:"
      },
      {
        "index": 13,
        "text": "— »Są prawdy, których mędrzec nikomu nie powie«."
      },
      {
        "index": 14,
        "text": "— Co za mędrzec? — spytała, ze swobodą i przepyszną wesołością, roztwierając oczy."
      },
      {
        "index": 15,
        "text": "— Nie lubi pani, naprzykład, mędrców?"
      },
      {
        "index": 16,
        "text": "— A skądże ja, dziewczę z parafii, mogę mieć najsłabsze nawet wyobrażenie o historyach tak amarantowych, jak o tem, co to jest, naprzykład, mędrzec?"
      },
      {
        "index": 17,
        "text": "— Mędrzec — jest to człowiek szczęśliwy. Z zastrzeżeniem: w tej chwili. Paradoks głosi: sapientem solum felicem esse."
      },
      {
        "index": 18,
        "text": "— Po łacinie? Uciekam do domu!"
      },
      {
        "index": 19,
        "text": "— Niech pani jeszcze nie odchodzi. Przecież jeszcze niczegośmy się nie dowiedzieli... Ja przynajmniej nie wiem nawet tego, jak pani na imię."
      },
      {
        "index": 20,
        "text": "— A pocóż to znowu może być panu potrzebne?"
      },
      {
        "index": 21,
        "text": "— Do rozmyślań i spekulacyi naukowych — łacińskich, hebrajsko-amarantowych."
      },
      {
        "index": 22,
        "text": "— E, — wie pan co, — nie powiem, jak mi na imię. Po co, na co to panu? Z jakiej racyi? Jeszcze pan komu obcemu powtórzy, narobi pan plotek..."
      },
      {
        "index": 23,
        "text": "— O tem imieniu?"
      },
      {
        "index": 24,
        "text": "— A o tem imieniu."
      },
      {
        "index": 25,
        "text": "— Nikomu nie powiem! Sam będę to imię miał w sobie, jak woda ma czasami w największej swej głębokości słońce ze szczytu nieba."
      },
      {
        "index": 26,
        "text": "— Och, jakie zawikłane porównanie!"
      },
      {
        "index": 27,
        "text": "— Wie pani, jest jedna taka woda na świecie..."
      },
      {
        "index": 28,
        "text": "— Nic nie chcę wiedzieć o żadnej wodzie na świecie!"
      },
      {
        "index": 29,
        "text": "— Niech pani zechce usiąść na tej ławce i posłuchać. To jest bardzo interesujące. Proszę powiedzieć mi imię swoje."
      },
      {
        "index": 30,
        "text": "— A przecie pan słyszał wczoraj, jak Horścik bełkotał z »ciocią« Barnawską."
      },
      {
        "index": 31,
        "text": "— Nie słyszałem... A on mówił naprawdę?"
      },
      {
        "index": 32,
        "text": "— Mówił. — I ja, kretyn, nie spostrzegłem..."
      },
      {
        "index": 33,
        "text": "— Nie wypada mi potwierdzać..."
      },
      {
        "index": 34,
        "text": "— Ale pani teraz mi powie. Przecież tylko o imię chodzi."
      },
      {
        "index": 35,
        "text": "— Fuksya... do usług."
      },
      {
        "index": 36,
        "text": "— Proszę nie żartować!"
      },
      {
        "index": 37,
        "text": "— Nieładne? Pan wolałby pewno, żeby było — Pelargonia... Ale cóż począć!"
      },
      {
        "index": 38,
        "text": "— Pani powinnoby być na imię Jasność, Jaśnienie... Czy jest takie imię w kalendarzu?"
      },
      {
        "index": 39,
        "text": "— Nie czytuję kalendarza — panie!"
      },
      {
        "index": 40,
        "text": "— Jakby też to było zdrobniale od Jasność?"
      },
      {
        "index": 41,
        "text": "— Oczywiście — Nitouche."
      },
      {
        "index": 42,
        "text": "— Ach, jakże można coś podobnego wymawiać! Chciałem powiedzieć... Ja sobie układałem, że Jasne Słoneczko, Błogousta, Jasnotka..."
      },
      {
        "index": 43,
        "text": "— Lepiej języczek trzymać zawsze za zębami. Tę cnotę nad cnotami nawet mędrcom się chwali."
      },
      {
        "index": 44,
        "text": "— Imię!"
      },
      {
        "index": 45,
        "text": "— No, więc cóż tego?... Dajmy na to, że powiem. I cóż z tego? Czy panu przybędzie zdrowia, szczęścia, pomyślności, albo fortuny? Żeby choć Zofia, albo Aniela, albo choć jaka Helena..."
      },
      {
        "index": 46,
        "text": "— A tu co?"
      },
      {
        "index": 47,
        "text": "— A tu... o, wstydzie! Nie, to okropne! Nawet..."
      },
      {
        "index": 48,
        "text": "— Pani!"
      },
      {
        "index": 49,
        "text": "— No, niech pan przynajmniej zamknie oczyoczy. A tu dopiero... Ewa... pierwsza grzesznica."
      },
      {
        "index": 50,
        "text": "— Ewa. I to na seryo?"
      },
      {
        "index": 51,
        "text": "— Niestety! Tak stoi w metryce, a nawet w biurze adresowem. Mówiła to ze śmiechem i w tonie łobuzerskim, a jednak cała znowu pokryła się rumieńcem. Oczy jej zlękły się wzroku rozmówcy."
      },
      {
        "index": 52,
        "text": "— Ewa... — mówił Niepołomski do siebie, głosem matowym, który zagłębił się w ten wyraz i w nim utonął."
      },
      {
        "index": 53,
        "text": "— Ewa, po hebrajsku Jewe, jest to czarujący czasownik, który w trybie bezokolicznym tylko jakby sam dla siebie egzystuje, a znaczy — istnieć. Ewa jest to istność, która była, jest i będzie. Jest to kobieta nieśmiertelna. Ewa znaczy to samo, co niebiańska Izys: przebywająca w przestworach nieskończoności."
      },
      {
        "index": 54,
        "text": "Posłyszawszy te słowa, doświadczyła najmniej oczekiwanego w sobie uczucia wesołości. Miała, wbrew woli, chęć dowcipkować, wyśmiewać, ośmieszać a nawet miażdżyć i do góry nogami wywracać, zapomocą drwiny, tkliwe tchnienia duszy, lecące w dźwiękach i spojrzeniach. Skądś wyrosła w uczuciu cierpka złośliwość i chętka potargania tkanin jeszcze niezwiązanych, co się ledwie z nicości wychylały. Roiły się słowa zuchwałe i pospolite. Wszystkie wydają się dobre i godziwe. Gotowaby wszystko powiedzieć na złość sobie i na złość słuchaczowi."
      },
      {
        "index": 55,
        "text": "Za chwilę ów dziwaczny nastrój znikł. Jakiś przestrach i popłoch... Iść do domu! — rozkazała sobie kategorycznie. Ale jedno spojrzenie Niepołomskiego, spojrzenie z dołu, spojrzenie żebraka, bez sił leżącego przy drodze... Skądże tak przedziwne uczucie prawdy teraz dopiero znalezionej w przepaściach, skąd brzmienie archanielskie wokoło głowy? Skąd uśmiech, w którym zawarła się wiekuistość? Siła i rozkosz w całem jestestwie obojga. Niebieskie oczy jej zdawały się zostawiać w przestworzu niebiański szlak. Współzachwyt przeistaczał się i wyrażał nazewnątrz w bezwiednem naśladownictwie ruchów i wzajem bezcennego brzmienia głosu. Na oczy wpółopuszczały się rzęsy, białka zaciągały się barwą błękitną, rysy martwiały i twarze bladły. Słowa stały się przyciszone, przejęte zawstydzeniem, zdradą, spozierające już-to naprzód, już poza siebie."
      },
      {
        "index": 56,
        "text": "— Idę już. Do widzenia... — rzekła w zamyśleniu."
      },
      {
        "index": 57,
        "text": "— Dlaczegóż pani odchodzi?"
      },
      {
        "index": 58,
        "text": "— Muszę do domu. O dziewiątej do biura."
      },
      {
        "index": 59,
        "text": "— Pani pracuje w biurze?"
      },
      {
        "index": 60,
        "text": "— Tak."
      },
      {
        "index": 61,
        "text": "— W jakiem biurze?"
      },
      {
        "index": 62,
        "text": "— W biurze zarządu kolei. W dziale przychodu..."
      },
      {
        "index": 63,
        "text": "— Czy to już dawno?"
      },
      {
        "index": 64,
        "text": "— Trzy lata."
      },
      {
        "index": 65,
        "text": "— Jakież tam pani ma zajęcie?"
      },
      {
        "index": 66,
        "text": "— Robię »normy«."
      },
      {
        "index": 67,
        "text": "— Cóż to za normy?"
      },
      {
        "index": 68,
        "text": "— To, proszę pana, dodawanie, czasami nawet odejmowanie, przedewszystkiem zaś pisanie. Dziewięć arkuszy, czterdzieści rubryk, czyli 250 linii dzienie."
      },
      {
        "index": 69,
        "text": "— A pensya, jeśli wolno zapytać?"
      },
      {
        "index": 70,
        "text": "— Wolno. Zresztą, to można zobaczyć w etacie. Atak. Rubli srebrem pięćdziesiąt miesięcznie, tak, Panie. Początkowo było 26 rubli i kopiejek 10, a teraz pięćdziesiąt. Słyszy pan? Jeśli zaś robić dziennie trzy normy, co jest rzecz arcyniemiła, to można zarobić jeszcze 30 rubli. Wynosi to jednak dwanaście godzin pracy dziennej, czyli wbrew wszelkim zasadom proletaryackim. Do widzenia..."
      }
    ]
  }
}