{
  "chapterNumber": 29,
  "title": "Tom pierwszy, XXIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "O naznaczonej godzinie Ewa kupowała bilet wejścia w kasie wystawy obrazów. Czyniła to, oglądając się podejrzliwie na wszystkie strony. Po białych stopniach marmuru szła cicho i bojaźliwie. Ręką przyciskała zbiegane serce. Minęła jedną salę i drugą. Tak dawno nie była w tym przybytku, niedostępnym dla nieszczęśliwych! Obrazy nawet liche, wywierały na nią wrażenie, które było urokiem. Snuły się w oczach, jakby tłumy uczuć cudzych, pochody wstrząśnień duchowych obcych, które na nią, idącą samotnie, nagle zwróciły uwagę, skoro tylko weszła. Cisza ją ogarnęła i zaraz szczery żal, subtelne żądło włoskiego sztyletu."
      },
      {
        "index": 2,
        "text": "Szczerbic stał w głębi trzeciej sali. Nie było tam nikogo. Widok jego miłej postaci, łagodny uśmiech i dobrotliwe spojrzenie uciszyły wzburzenie. Podała mu rękę z radością, jako obrońcy od wszelkiego złego."
      },
      {
        "index": 3,
        "text": "Szepnął zaraz:"
      },
      {
        "index": 4,
        "text": "— Jedziemy?"
      },
      {
        "index": 5,
        "text": "— O, Panie!"
      },
      {
        "index": 6,
        "text": "— Jedziemy?"
      },
      {
        "index": 7,
        "text": "— No... tak!"
      },
      {
        "index": 8,
        "text": "Tyle nocy nie spała, tyle godzin walczyła ze sobą i wszystkiem, żeby wreszcie powiedzieć to słowo. Oto je wyrzekła. Oczy zaszły szybkiemi łzami, którym, jak żebrakom, ukazywać się nie wolno."
      },
      {
        "index": 9,
        "text": "— Czy pan mię nie opuści?"
      },
      {
        "index": 10,
        "text": "— Nie! — wyrzekł głosem szczególnym, któremu nie mogła nie wierzyć."
      },
      {
        "index": 11,
        "text": "— Czy pan mię nie zgubi?"
      },
      {
        "index": 12,
        "text": "— Nie!"
      },
      {
        "index": 13,
        "text": "— Jestem teraz w ręku pana, jak rzecz. — Dałem słowo, — mruknął. — Kiedy wyjeżdżamy?"
      },
      {
        "index": 14,
        "text": "— To od woli pana zależy."
      },
      {
        "index": 15,
        "text": "— Musi pani natychmiast wyrobić sobie paszport. To musi pani wykonać sama, ale w najgłębszym sekrecie przed domownikami. Dobrze?"
      },
      {
        "index": 16,
        "text": "— Dobrze. Naturalnie... — mówiła z wypiekami na twarzy."
      },
      {
        "index": 17,
        "text": "— Wykaz długów?"
      },
      {
        "index": 18,
        "text": "Ewa wyciągnęła z pod rękawiczki kartkę z notatką długów swoich i ojcowskich. Było tego razem czterysta kilkadziesiąt rubli. Szczerbic wydobył niezwłocznie z pugilaresu pięć storublówek i wręczył je Ewie. Musiał polecić jej, żeby schowała te pieniądze, gdyż je dzierżyła jak na pokaz, w drżących rękach. Sto rubli wręczył jej nadto na wydatki i koszta podróży do Wiednia."
      },
      {
        "index": 19,
        "text": "— Gdy pani wyrobi paszport, da mi pani znać przez posłańca. Proszę napisać jeden jakiś wyraz. Nazajutrz wyjeżdżamy. Jadę w jednym z panią pociągu tylko dlatego, że muszę opiekować się... Przecie pani nie była jeszcze zagranicą. Gdyby nie to, pojechałbym sobie wprost na Rivierę. To już wszystko."
      },
      {
        "index": 20,
        "text": "— Wszystko... — szepnęła rozpalonemi wargami."
      },
      {
        "index": 21,
        "text": "— Ach, jeszcze jedno! Byłbym zapomniał. Dowiadywałem się o ojcu pani, ale skąpe mam informacye. Wiem tylko, że mieszkał niegdyś na wsi, później był tu i owdzie, wreszcie u Kraftów. Wszak prawda?"
      },
      {
        "index": 22,
        "text": "— Mieszkał... Miał własną wioskę... Był u Kraftów."
      },
      {
        "index": 23,
        "text": "— Otóż właśnie. Niezupełnie dobrą miał tam notę, ale nic złego. Proszę powiedzieć ojcu, żeby się zgłosił do kantoru nowego domu komisowo-handlowego pod nazwą »Unitas«. Ja tam jestem jednym z członków założycieli i współwłaścicielem. Niech go pani pośle, niby to przypadkiem zasłyszawszy, że tam można dostać miejsce. Mógłby tam być magazynierem. Będę w tem, żeby go zaraz umieszczono."
      },
      {
        "index": 24,
        "text": "Ewa ścisnęła jego rękę."
      },
      {
        "index": 25,
        "text": "— Pożegnam już panią, gdyż tu lada chwila ktoś mógłby nadejść. Do widzenia... w wagonie!"
      },
      {
        "index": 26,
        "text": "— Do widzenia..."
      },
      {
        "index": 27,
        "text": "Usiadła na kanapce w środku sali i zapadła w marzenia. Władze duszy zgasły. Drzemała. Ciche śnienie przesuwało się, jak obłoki jesienne, miękkie i chłodne. Płyną obłoki w odległe kraj, w omglone równiny, gdzie topolowe aleje i łany zbóż, gdzie ledwie widoczne wiatraki machają skrzydłami..."
      },
      {
        "index": 28,
        "text": "— Pocóż ten człowiek to wszystko robi? Jaki ma w tem cel, żeby mi dawać tyle pieniędzy? Dlaczego chce dać posadę ojcu?..."
      },
      {
        "index": 29,
        "text": "Uczuła, że łzy spływają po jej policzkach, a nie miała siły ich otrzeć. Myślała ociężale i obojętnie:"
      },
      {
        "index": 30,
        "text": "— Czy też to jest rzecz dobra, czy zła, wyjednać posadę ojcu, dać chleb i spokój matce? Czy też to jest cnota zostać nadal w kawiarni i żyć tutaj z roku na rok, aż do chwili zupełnej zguby? Coby też kazał w dniu dzisiejszym uczynić Łukasz? Czy on pochwali to, co zrobiła, czy ją za to odtrąci, że wzięła od Szczerbica pieniądze?"
      },
      {
        "index": 31,
        "text": "I znowu szereg tych samych myśli:"
      },
      {
        "index": 32,
        "text": "— Dlaczego Szczerbic dał mi te pieniądze? Co ma za cel, jaką myśl? Czy on jest szlachetny, czy łotr? Jakieś słowo okropne przesunęło się obok zmysłu słuchu, — słowo ciemne, jak otwór lufy rewolwerowej, słowo niewątpliwe, jak trzask złamanej kości. Uśmiechnęła się do tego słowa mężnym uśmiechem. Wejrzała w nie spojrzeniem nieustraszonem. Nagle przesunęła się myśl:"
      },
      {
        "index": 33,
        "text": "— Żyd... Właściciel domu..."
      },
      {
        "index": 34,
        "text": "Od jednego drgnienia, — porwała się na nogi. Dotknęła palcami pieniędzy schowanych za stanikiem, żeby się przekonać, czy je posiada. Zapięła się, poprawiła suknie i cichutko wychodziła, żeby się wymknąć niepostrzeżenie. Gdy była w połowie pierwszej sali, ujrzała Horsta siedzącego na zielonej kanapce pod palmą. Trzymał rączkę laski przy ustach, — kapelusz miał na głowie, — oczy utkwione w jakiś obraz. Wstał, gdy się z nim zrównała, i skłonił się ozięble. Twarz jego miała wyraz drwiący, zwykły, lecz w oczach tlał jadowity płomyk."
      },
      {
        "index": 35,
        "text": "— Pan tutaj? — spytała zmieszana, pokrywając to zmieszanie tonem nienaturalnie szyderczym. — Nie wiedziałam, że pan popiera sztuki piękne..."
      },
      {
        "index": 36,
        "text": "— Ach, bo pani mię zawsze nie doceniała, a ja tymczasem jestem sobie daleko więcej wart, niżby na oko sądzić można."
      },
      {
        "index": 37,
        "text": "— Doprawdy? A czy się pan tylko nie przechwala?"
      },
      {
        "index": 38,
        "text": "— Przysięgam na dydka, że nie! Prawdę mówię. Więcej jestem wart od niejednego hrabicza, chociaż się wywodzę z najprozaiczniejszych burżujów."
      },
      {
        "index": 39,
        "text": "Ewa wyciągnęła do niego rękę na pożegnanie."
      },
      {
        "index": 40,
        "text": "— Niech pani jeszcze nie odchodzi, — mówił z zapałem, — na ulicy rozmawiać źle, w tej budzie pani niepodobna, a ja mam powiedzieć wiele ciekawych rzeczy. — Niech-no pani sobie tu usiądzie..."
      },
      {
        "index": 41,
        "text": "Zajęła miejsce na sofie — z pytaniem:"
      },
      {
        "index": 42,
        "text": "— No, cóż to tak interesującego ma mi pan powiedzieć?"
      },
      {
        "index": 43,
        "text": "— Przedewszystkiem muszę zrobić wymówkę... to jest, uwagę, że spotkania na wystawie należą do rodzaju bardzo shocking. To nie uchodzi!"
      },
      {
        "index": 44,
        "text": "— Panu nic do tego!"
      },
      {
        "index": 45,
        "text": "— Oczywiście. To też chciałbym mieć miłe prawo do robienia pani uwag..."
      },
      {
        "index": 46,
        "text": "— Tego towaru nie kupi tak łatwo."
      },
      {
        "index": 47,
        "text": "— Nawet gdybym się uroczyście oświadczył o rękę pani?"
      },
      {
        "index": 48,
        "text": "Ewa zwróciła nań łagodne oczy i poczęła się śmiać dobrodusznie. Po chwili rzekła:"
      },
      {
        "index": 49,
        "text": "— Oto mi przynajmniej godny kandydat do stanu małżeńskiego. No, a miss Daisy?"
      },
      {
        "index": 50,
        "text": "— Miss Daisy była osobą płatną."
      },
      {
        "index": 51,
        "text": "— Cóż się stanie z portretem tej »płatnej osoby«?"
      },
      {
        "index": 52,
        "text": "— Będzie umieszczony nad szafą w bibliotece."
      },
      {
        "index": 53,
        "text": "— Czy można wiedzieć, gdzie się znajduje szafa i zawierająca szafę biblioteka?"
      },
      {
        "index": 54,
        "text": "— Wszystko to jest w mej głowie."
      },
      {
        "index": 55,
        "text": "— Fiu!"
      },
      {
        "index": 56,
        "text": "— Pani nie zna jeszcze problematu pod nagłówkiem: — Adolf Horst! Świsnę, — i będą natychmiast tysiące rubli. — Tupnę nogą i natychmiast wyskoczą..."
      },
      {
        "index": 57,
        "text": "— Żydzi z wekslami. — Wcale nie! Wyskoczą: salony, karety, lokaje, liweranci..."
      },
      {
        "index": 58,
        "text": "— Niechże pan tupie, co tchu i zapłaci Barnawskiej nieprzeliczone dłużki."
      },
      {
        "index": 59,
        "text": "— Powoli, powoli... Tupnę tylko na rozkaz pani... Bez tego... dla mnie niema... Jeszcze mi pani nic nie odpowiedziała, więc pocóż miałbym sobie psuć miłe wczasy z ciocią — Jagą?"
      },
      {
        "index": 60,
        "text": "— A prawda, że to jeszcze jakoś nie odpowiedziałam. Ale bo też pan... Żeby pan zaczął staropolskie »konkury«, »starał się« o mnie, zbierał mi o rannej rosie konwalijki, wzdychał choć trochę, grał pod mem oknem na mandolinie, harmonijce, albo choć na drumli. Żeby pan, naprzykład, zapłakał z miłości. Co, panie Adolfie? A tu tak, — prosto z mostu: moja panno z kawiarni: — zrobię ci łaskę, — ożenię się z tobą. Ale ja wiem, dlaczego to tak... prosto z mostu..."
      },
      {
        "index": 61,
        "text": "Horst siedział z pochyloną głową. Zamruczał:"
      },
      {
        "index": 62,
        "text": "— »On nie płakał, nie jęczał...«"
      },
      {
        "index": 63,
        "text": "— Któż to jest ów — »on?«"
      },
      {
        "index": 64,
        "text": "— No, Szczerbic."
      },
      {
        "index": 65,
        "text": "— Ejże, panie, panie!"
      },
      {
        "index": 66,
        "text": "— A co, śliczna panno Ewo?"
      },
      {
        "index": 67,
        "text": "— Byliśmy zawsze przyjaciółmi, dobrymi sąsiadami. Żebyśmy się zaś nie podarli... Więc — nasze kawalerskie!"
      },
      {
        "index": 68,
        "text": "— Niema strachu! Pani wie, jakie uczucia żywię."
      },
      {
        "index": 69,
        "text": "— Sapristi! jak to pan mówi. »Uczucia« i »żywię...« Tego właśnie, — ani w ząb, jakie to są uczucia?..."
      },
      {
        "index": 70,
        "text": "— Żartuje sobie pani. — Żartuję."
      },
      {
        "index": 71,
        "text": "— Co pani robi? — zaczął szeptać coraz ciszej. — Co znaczy ten Szczerbic?"
      },
      {
        "index": 72,
        "text": "— Nic panu do tego! Jak pan śmie!"
      },
      {
        "index": 73,
        "text": "Zerwała się z miejsca i chciała odejść. Pochwycił ją za rękę."
      },
      {
        "index": 74,
        "text": "Twarz miał brunatną, niemal czarną. Oczy mu posępnie gorzały."
      },
      {
        "index": 75,
        "text": "— Puszczaj mię... pan!"
      },
      {
        "index": 76,
        "text": "— Nie, nie! Niech mię pani słucha. Oto Barnawska już wie o stosunku pani z tym Szczerbicem i gotowa powiedzieć matce. Ojcu już powiedziała."
      },
      {
        "index": 77,
        "text": "— Pan ją uwiadomiłeś?"
      },
      {
        "index": 78,
        "text": "Ja."
      },
      {
        "index": 79,
        "text": "— I cóż pan myślisz na tem szpiegostwie wygrać?"
      },
      {
        "index": 80,
        "text": "— Wszystko. Chcę panią uratować od zguby. Bo teraz, — to już zguba!... Ja znam życie. — Któż je zna, jeśli nie ja? Ja jeden wiem, co należy robić. To też, — przysięgam! — ja nie dam, ja nie dam!"
      },
      {
        "index": 81,
        "text": "— Ja również... znam!... Precz! Wiem, co robię."
      },
      {
        "index": 82,
        "text": "— Nie pozostaje mi więc nic innego, tylko zabić tego szubrawca!"
      },
      {
        "index": 83,
        "text": "— Zabij go pan z łaski swojej. Tkliwy Werther!"
      },
      {
        "index": 84,
        "text": "— Zrobię to prędzej może, niż pani sądzi."
      },
      {
        "index": 85,
        "text": "Ewa śmiała się serdecznie, marząc, jak o szczęściu, o chwili wyjazdu. Przypomniała sobie jednak słowa Horsta, że Barnawska powiedziała już ojcu o znajomości ze Szczerbicem. Spytała tedy:"
      },
      {
        "index": 86,
        "text": "— Więc ta jędza już powiedziała memu ojcu, że ja znam się z hrabią Szczerbicem? To jest prawda, czy wymysł? — Powiedziała."
      },
      {
        "index": 87,
        "text": "— Zaraz do niej pójdę i rozprawię się."
      },
      {
        "index": 88,
        "text": "— Co pani chce robić? Jeśli pani rozdrażni babę, to ona może zgubić i panią i całą rodzinę. Niech pani weźmie pod uwagę moją propozycyę. Jest to wyjście ze wszystkiego. Przekona się pani!... Jest to tak proste..."
      },
      {
        "index": 89,
        "text": "— Panie Horst, jesteś zabawny ze swemi aspiracyami do kobiet, tak nizko upadłych, jak ja."
      },
      {
        "index": 90,
        "text": "— Kocham panią nad życie! Nie chłopiec lekkomyślny to mówi, lecz ja, Horst..."
      },
      {
        "index": 91,
        "text": "— Ech, nudny pan jesteś ze swą miłością »nad życie«. Niby ja nie wiem... Chciałoby się być moim narzeczonym« z półtora roku — prawda? Chce mi pan towarzyszyć do Barnawskiej?"
      },
      {
        "index": 92,
        "text": "— Ja? Po co?"
      },
      {
        "index": 93,
        "text": "— Mówiłam panu, że się rozprawię z jędzą. Może będę potrzebowała męskiej pomocy. Skoro mię pan tak kocha — (Horst i »kocham nad życie...«), to niechże mię pan broni w potrzebie... — W przeciwnym razie gotowam pomyśleć, że umie pan być tylko agentem cioci Barnawskiej."
      },
      {
        "index": 94,
        "text": "Uśmiechał się złowieszczo. Kiwał głową, gdy zstępowali ze schodów, milczał, gdy szli ulicami w kierunku mieszkania Barnawskiej. Skoro zadzwonili, musieli, według zwyczaju, czekać dość długo. Nareszcie szczęknął opuszczony łańcuch, a zgrzytnął klucz w zamku i odsunął się zatrzask. Stara służąca, po wielu pytaniach i troskliwem skonstatowaniu tożsamości osób, wpuściła ich do przybytku. Barnawska siedziała na fotelu, obitym czerwoną skórą, z kolosalnemi nogami, obwiniętemi we flanele i opartemi o mały taborecik. Czuprynka jej była świeżo uczesana i obficie zwilżona pomadą."
      },
      {
        "index": 95,
        "text": "— Bagatela! We dwoje... — zawołała radośnie, — czyżbyście już byli po słowie?"
      },
      {
        "index": 96,
        "text": "— Jeszcze niezupełnie... — odrzekła Ewa, siadając naprzeciwko starej damy. — Przyszłam właśnie poradzić się cioci. Co do mnie... Lękam się, że pan Adolf jest dla mnie za młody, za lekkomyślny... Przytem niedoświadczony..."
      },
      {
        "index": 97,
        "text": "— Swoich zaś doświadczeń życiowych panna Ewa nie chce ryzykownie ekspensować tylko dla mego szczęścia... — mówił Horst, zwrócony do Barnawskiej, jak do sprawiedliwego sędziego."
      },
      {
        "index": 98,
        "text": "— Rzeczywiście... — podchwyciła Ewa, — wolę już sama dźwigać brzemię moich nieprawości, niż najmować współtragarza. Widzi ciocia, że jestem szczera."
      },
      {
        "index": 99,
        "text": "— Bądź sobie szczera, czy nieszczera, to mię ani grzeje, ani ziębi. Źle robisz... — perorowała Barnawska z poważnym a dobrodusznym wyrazem twarzy. — Horsta ja znam, dziecko, do gruntu. Któż go zna lepiej ode mnie? A jednak ja ci radzę, ja właśnie. Rozważ, — ja radzę. Musiałabyś trzymać toto w łapie — co pewna."
      },
      {
        "index": 100,
        "text": "— Ja sądzę, — podchwycił, — że może już lepiej trzymać toto w zamczystej śpiżarni."
      },
      {
        "index": 101,
        "text": "— Ale gdyby się zaprzągł do roboty! Przecie to jest, moje dziecko, skończony inżynier z paryskich dróg i mostów, chłop zdolny, zdrowy, jak bizon. Wałkoń dziś, — nie przeczę, — któżby mógł przeczyć?... Ale ten sam wałkoń, gdyby tylko chciał, mógłby lekko zarabiać kilkanaście tysięcy rubli rocznie. Samabym dopomogła."
      },
      {
        "index": 102,
        "text": "— Ależ to z cioci swatka! — zachichotała Ewa."
      },
      {
        "index": 103,
        "text": "— No, jużcić wolałabym cię widzieć żoną Horsta, niż donną hrabiego Szczerbica."
      },
      {
        "index": 104,
        "text": "— Panie Horst!... Słyszysz pan? — rzekła Ewa z wyzywającym uśmiechem. Nozdrza jej rozdęły się, przez oczy przeleciał błysk."
      },
      {
        "index": 105,
        "text": "— Nie... bo ciocia jest pobożna, widzi pani... — szeptał cicho Horst."
      },
      {
        "index": 106,
        "text": "— Cóż to, chcesz mnie może wyzwać na pojedynek? — spokojnie pytała Ewy Barnawska."
      },
      {
        "index": 107,
        "text": "— Nie, wcale! Pani jesteś napewno poza linią strzałów pojedynkowych. Ja tylko proszę pana Horsta, żeby sprawdził swoje informacye, których pani udzielił, u mnie, u źródła."
      },
      {
        "index": 108,
        "text": "— Jestem gotów, panno Ewo."
      },
      {
        "index": 109,
        "text": "— Na czemże pan opierał swe przypuszczenia, że ja mogę zostać »donną hrabiego Szczerbica?«"
      },
      {
        "index": 110,
        "text": "— Na kilku spostrzeżeniach i własnym niepokoju."
      },
      {
        "index": 111,
        "text": "— Słowem na twojem dotychczasowem postępowaniu, — dorzuciła Barnawska. — Co tu zresztą długo gadać? Krótko ci i jasno powiem: wyjdź za Horsta, jak Bóg przykazał, to wszystko będzie dobrze."
      },
      {
        "index": 112,
        "text": "— Zapłaci naprzód, co pani winien... — ciągnęła Ewa."
      },
      {
        "index": 113,
        "text": "— Zapłaci, co mi winien, a tybyś za to, dodam: musiała ręczyć, — no, potem zapłaci mi twoje długi, twego ojca długi. On się na to zgodził. — Słyszysz? Bo już mię ta twoja cała rodzinka poczęła nudzić. Ja ci powiem, że ze mną niema żartów. Wezmę którego dnia i trząsnę wami. Wylecicie na żebry, jak z procy. Ani się obejrzysz!"
      },
      {
        "index": 114,
        "text": "Ewa patrzyła na starą damę przygasłemi oczyma. Dzika zemsta... w głębi piersi... w spokojnem sercu."
      },
      {
        "index": 115,
        "text": "— Cóż ty na mnie ślepkami łypiesz? — mruknęła stara zimno i nie ruszając się z miejsca. — Rób, co radzę. To moje ostatnie słowo. Trzeba się wziąć w kupę, romansowa panno! Znów może gdzie wyjedziesz, zabrawszy moje pieniądze, — i szukaj wiatru w polu. Ganiaj z wywieszonym ozorem po tropach, jak ogar za zajączkiem. A mnie to poco?"
      },
      {
        "index": 116,
        "text": "— Jeśli tylko zechcę, to wyjadę... — rzekła Ewa spokojnie. — Cóż mi pani może zrobić?"
      },
      {
        "index": 117,
        "text": "— A ja cię mogę zamknąć w kryminale, heliotropie pachnący!"
      },
      {
        "index": 118,
        "text": "— Mnie? — jęknęła."
      },
      {
        "index": 119,
        "text": "— Ciebie, złotowłosa Elsinoe!"
      },
      {
        "index": 120,
        "text": "— A za cóż to, ciociu, za co? — pytał tkliwie Horst, przysuwając bliżej swe krzesełko."
      },
      {
        "index": 121,
        "text": "Jakby w odpowiedzi na ten jego ruch, Barnawska przygarnęła ku sobie chustkę, leżącą na poblizkim stoliczku, a wraz z tą chustką, leżący pod nią, przedmiot jakiś niewielki a ciężki."
      },
      {
        "index": 122,
        "text": "— Za co, kochany Abelardzie, to moja sprawa. Z twoich zaś spojrzeń szatańskich, bladolicy rycerzu, nic a nic sobie nie robię."
      },
      {
        "index": 123,
        "text": "— Zawsze jednak niech pani w taki sposób w mojej obecności do panny Ewy ani jednego słowa więcej nie mówi, — bon? Żeby niby zgody między nami nie psuć. Najlepsza jest, wypróbowana przez ojców inkwizytorów metoda: maxima cum charitate et minima sanguinis profusione..."
      },
      {
        "index": 124,
        "text": "— Tak będę przemawiała, jak zechcę."
      },
      {
        "index": 125,
        "text": "— Zapewniam panią mojem burżuazyjnem słowem honoru, że nie przemówi pani w podobnym tonie ani jednej sylaby. Wracajmy do rzeczy. Panno Ewo!"
      },
      {
        "index": 126,
        "text": "— O co chodzi? — spytała, budząc się z głębokiej zadumy."
      },
      {
        "index": 127,
        "text": "— Miała pani rozmówić się z ciocią Barnawską Proszę."
      },
      {
        "index": 128,
        "text": "— Rozmówić się, — ach, tak! Chce mnie, jak pan słyszał, zamknąć w kryminale. Nie wiem jeszcze za co, ale się nic a nic nie boję."
      },
      {
        "index": 129,
        "text": "— Dobrze, motylku, dobrze. Rozmów się ze mną"
      },
      {
        "index": 130,
        "text": "— Bo ja rzeczywiście jestem motyl. Już byłam raz motylem... Gdyby pani wiedziała? Któż uwięzi motyla? Trzeba go złapać, a później szpilką przebić. Lecz motyl, który siada gdzie chce, nawet na czole Psyche tylko rozłoży złociste skrzydła — i już jest w niebie. A ja jestem motyl."
      },
      {
        "index": 131,
        "text": "— Jest na wszystko prawo — i na motyle złociste... — śmiała się dobrodusznie Barnawska."
      },
      {
        "index": 132,
        "text": "— Wykonawczyni i, że tak rzekę, pomocnico prawa! Znów powracamy do niemiłego tematu."
      },
      {
        "index": 133,
        "text": "— Ty, która czynisz według prawa i której każdy krok zgodny jest z literą prawa, dajże wszystkie weksle mego ojca i wszystkie moje rewersy, kwitki, notatki, gdyż to wszystko w tej chwili zapłacę."
      },
      {
        "index": 134,
        "text": "Barnawska nie ruszała się z miejsca. Jej zimna twarz wyrażała spokojny namysł i, pod maską tego spokoju, ostrożną ciekawość. — Czekam na rewersy! — mówiła Ewa dźwięcznym głosem. Jednocześnie wydobyła pieniądze i zwitek ich pokazała Barnawskiej."
      },
      {
        "index": 135,
        "text": "— Fiu-fiu! ostro idzie, — mruknęła stara."
      },
      {
        "index": 136,
        "text": "— Czy dostanę rewersy? — mówiła Ewa głosem rozszalałym, który w sobie z całej mocy powstrzymywała."
      },
      {
        "index": 137,
        "text": "— Ciekawam, czy też ojczulek i mamusia wiedzą o tych nowych źródłach dochodu?"
      },
      {
        "index": 138,
        "text": "— Wiem o nich ja i mój narzeczony, Łukasz Niepołomski, który przyjechał do kraju i będzie mię bronił od zniewag! — szeptała Ewa w natchnieniu, w górnym nastroju, z oczyma wzniesionemi w niebo. Łzy toczyły się po jej policzkach. Wierzyła całą duszą w kłamstwo, które z radością wygłaszała."
      },
      {
        "index": 139,
        "text": "Barnawska mlasnęła ustami. Zaraz też wydobyła z zamczystej szuflady swój gruby, skórzany portfel i, założywszy kopalne okulary, poczęła szukać w nim i przewracać gorliwie."
      },
      {
        "index": 140,
        "text": "— Kiedyż to Niepołomski powrócił? — spytał Horst zachrypniętym głosem."
      },
      {
        "index": 141,
        "text": "— W tych dniach."
      },
      {
        "index": 142,
        "text": "— Widać teraz jeździ z ambasadorami..."
      },
      {
        "index": 143,
        "text": "— Przez swego przyjaciela, hrabiego Szczerbica, przysłał mi te pieniądze, żeby mię nareszcie wykupić z niewoli lichwiarskiej, żeby mego biednego ojca uwolnić ze szponów łotrowskich. Żona Łukasza już się zgodziła na rozwód."
      },
      {
        "index": 144,
        "text": "— Co pani takiego opowiada? — zaśmiał się szyderczo."
      },
      {
        "index": 145,
        "text": "— Niech pan do niej pójdzie i zapyta w mojem imieniu, czy to nie prawda. — Pójdę, pójdę."
      },
      {
        "index": 146,
        "text": "Barnawska ułożyła na stole szereg kartek, kwitków na małych arkusikach i na dużych arkuszach. Poczęła liczyć, pisząc cyfry szyferkiem na małej tabliczce. Dodawała głośno, jak gdyby obok niej nikogo nie było w pokoju. Gdy wreszcie po długich deliberacyach podsumowała wszystko i Ogłosiła sumę, Ewa położyła na stół pięćset rubli i zażądała reszty."
      },
      {
        "index": 147,
        "text": "Po chwili sama brała jeden rewers po drugim i sprawdzała rachunek. Upewniwszy się przy świadku Horście, że ani ona, ani nikt z jej rodziny nie jest nic winien Barnawskiej, zgarnęła kwitki i z rozkoszą poszarpała je, podarła, potargała na drobne kawałeczki. Otworzyła lufcik i całą garść frygnęła za okno."
      },
      {
        "index": 148,
        "text": "Wtedy wstała i przesadny, panieński ukłon złożyła przed matroną, która śmiała się z niej grubo i serdecznie."
      }
    ]
  }
}