{
  "chapterNumber": 52,
  "title": "Tom drugi, XIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Upalny dzień sierpniowy miał się ku zachodowi. W ulicach miasta kołysał się jeszcze żar nieznośny. Ludzie łazili jak senne muchy po rozżarzonych kamieniach bruku. Jaki taki kierował się w stronę ogrodu miejskiego, albo za miasto, ku trawce i lasom. Ewa w sukniach nader powiewnych, w bluzce gazowej, możnaby bez przesady powiedzieć, — w krańcowym negliżu, rozwaliła się na odosobnionej ławeczce w parku miejskim. Szemrały nad nią zcicha liście wielkiej sokory. Rozmyślała, co też ma dalej czynić ze sobą. Ponieważ, jak wiadomo, wszystko przeżywa się powszednieje, więc i sława jej w mieście Kielcach cokolwieczek przeżyła się i jęła powszednieć. Wszyscy ją już znali, jako, niestety, prostytutkę. Prawdopodobnie musiano już o tem wiedzieć i w Warszawie, jeżli to mogło kogo bliżej interesować. Rzecz już nie mogła się ukryć tembardziej, że nikt jej przecie nie ukrywał, a odkrywali starannie wszyscy. Nie wiedziała, czy rodzice żyją, czy pomarli. Było to jej, możnaby powiedzieć, obojętne, gdyby nie pewna postać zemściwej radości. (Pokazać matce, że czem jej raz zagroziła w sprzeczce, to się ziściło!). Czasem pragnęła powziąć wiadomość, że pomarli. Jeśli zaś żyją i dowiedzą się, gdy przyjedzie, — no to i cóż? Ojciec ją spotka na ulicy? No to i cóż? Matka zobaczy? No, to się nie przywitają. Wielkie święto! Poślizgnęła się i powinęła noga w życiu... Tylko Aniela — i Horst! Uśmiech Anieli, gdyby ją spotkała... Trzebaby bić w papę, a potem cyrkuł, badanie... Horścik... Na wspomnienie tego człowieka, — oczy jej płonęły ogniem dzikiej, zgoła obłędnej nienawiści, usta zaciskały się złowieszczo. Po chwili jednak inna myśl zwiewała tamte myślidła i wrażenięta. Zamieszkać gdzieś w okolicy Alei... Urządzić szyk mieszkanko, przyjmować tylko bogatych draniów, ubierać się z przepychem, pokazać klempom warszawskim szyk z Monte-Carlo, Nicei, Paryża, Rzymu, Wiednia... Dość już dziur, takich jak Kraków, albo Kielce! Ukazał się na opustoszałej Alei jakiś człowiek. Szedł ociężale. Był wysoki, siwawy, z zarostem krótko ostrzyżonym. Kapelusz niósł w ręce. Słońce, padając tu i tam z pomiędzy liści, lśniło w jego srebrzących się włosach. Ewa spostrzegła, że był ubrany elegancko, nie po kielecku. Ramiona miał nieco pochylone naprzód, ale w sposób dziwnie wykwintny, w taki sposób, że to pochylenie, nie wiedzieć czemu, przypominało Szczerbica. Stawiał ogromne kroki długiemi nogami i pomagał sobie w marszu oryginalnym ruchem rąk. Ewa nasrożyła się wnet kokieteryjnie, wysunęła pantofle, halkę i niemal całe pończochy. Jegomość szedł ku niej, patrząc natarczywie na pogotowie miłosne. Gdy był o parę kroków, podniosła na niego szelmowskie oczy. Patrzał wciąż, uparcie, wesoło i żywo, ale przeszedł, rozejrzawszy się w niej tylko ironicznie od stóp do głów. Gdy się oddalił o jakie dwadzieścia kroków, rozpostarła się znowu na ławce ze złością, pokrywszy ją całą swymi fularami. Pan raptem przystanął i namyślał się. Za chwilę poszedł dalej, ale wnet znowu zwolnił kroku i spojrzał w stronę Ewy. Udawała, że tego nie widzi. Domyślając się jednak, że taka podstarzyzna potrzebuje bodźca i zachęty, przeciągnęła się, zebrała suknie i, podkasana w sposób wysoce interesujący, poszła ku miastu. W istocie jegomość wymaszerował z ogrodu. Widziała go wciąż za sobą, gdy mijała ogród, i później, gdy szła przez puste, rozprażone ulice. Żeby mógł zdążyć, przystawała tu i tam, dawała mu wypocząć. To też, biedactwo, odpoczywał, ścierając pot z czoła. Nareszcie dociągnęła go przed bramę swego domu. Obejrzawszy się, dostrzegła znaki podstarzałego adonisa. Weszła do sieni i stanęła tam, w oczekiwaniu. Ziewała, nasłuchując, czy idzie. Wtargnął do sieni i wskazał ręką, żeby szła naprzód. Pobiegła po ciemnych schodach na piętro, otworzyła drzwi do mieszkania i nucąc, czekała. Wszedł, rzucił okiem na sprzęty i znużony siadł na najbliższem krzesełku. Zamknęła cicho drzwi i zajęła miejsce naprzeciwko, uśmiechając się, jak notoryczna dyablica. Nie miał wcale miny, jaką widzieć przywykła. Oczy wlepione w nią, uśmiech zabawny pod małym wąsem, ocieniającym wązkie wargi... Gdy tak nie spuszczał z niej oczu, przenikające zimno odrazy oblało ją znagła. Przez chwilę miała złudzenie, że gdzieś już widziała te przenikliwe oczy! Gdzież je widziała? — Jak się nazywasz, papużko? — zapytał głośno, niezwykle głośno, gwałtownie i tak stanowczo, że nie mogła zamilczeć. — Anna Winter. — To rzeczywiste twoje nazwisko, czy przybrane? Zapytując, zbliżał twarz do jej twarzy i nastawiał dłoń za ucho. Domyśliła się, że jest głuchy. Gdyby ręce jego były brzydkie, albo brudne, te ruchy byłyby nieznośne. Ponieważ jednak był wykwintny i jakiś niezwykle czysty, sposób jego bycia sprawiał teraz przyjemność i rozweselał. Dopóki nie odpowiedziała, nie odsuwał twarzy i nie spuszczał wlepionych oczu. Czekał tak cierpliwie i wytrwale na odpowiedź. Gdy mówił, jego krzyk był miły, oryginalny i dowcipny. Rzekła, naśladując jego i minę: — To przybrane nazwisko.  — A rzeczywiste? — Na cóż to panu rzeczywiste nazwisko? — Chcę z panią rozmówić się, jak z rzeczywistym człowiekiem, nie jak z uliczną kamelią, więc potrzebne jest rzeczywiste imię i nazwisko. — Uliczną kamelią... Dobroczyńca! — Obrażasz się, nimfo Kalypso? Nie masz o co!... — Ja nie mam chęci rozmawiać, — rzekła głośno i zimno. — Jeżeli pan przyszedł po to, żeby rozmawiać, to muszę oświadczyć, że mam czas bardzo ograniczony... Wychodzę na miasto i wskutek tego... — I wskutek tego... — powtórzył. — Ileż bierzesz zazwyczaj? — Dwadzieścia pięć rubli. — Dwadzieścia pięć rubli... — powtórzył znowu, jak uczniaczek, powtarzający w myśli lekcyę dla samego siebie. Wydobył zwolna pugilares, nie patrząc wyszperał z jakiejś przegródki bilet dwudziestopięcio rublowy i położył na stole. — Drogo bierzesz, nimfo Kalypso! — wykrzyknął nagle. — Biorę za... wizytę, — odkrzyknęła tak samo, jak i on. — Weź, dziecko, i nie krzycz. Któż widział krzyczeć? Przecie to wszystko jedno rozmawiać z »gościem«, czy mu się oddawać. — Nie wszystko jedno. — Nie wszystko jedno... Jabym chciał z tobą tylko porozmawiać. — A ja znowu z panem nie chcę nie tylko rozmawiać, ale pana znać! Idź pan do dyabła razem ze swoimi pieniądzmi! Także! Bawić się, to bawić, a nie — to fora ze dwora... I złam kark, stary kulfonie, — dodała ciszej. — No, to rozbierz się, jeżeli ci tak o to chodzi... — Mnie o to wcale nie chodzi... — parsknęła śmiechem, — tylko chyba panu... Także kochanek... — Dobrze, dobrze... Rozbierz się... Zaczął bębnić po stole palcami. Ewa, nucąc dla kontenansu, rozpięła stanik i ściągała go leniwie z ramion. Spojrzawszy na jego twarz suchą, ładną w swej szarej prostocie, na oczy czyste, na ściągnięte brwi i usta w uśmiechu, — uczuła w całem ciele dawny, nie istniejący już w niej prawie od lat, dreszcz dziewiczego wstydu, poryw zapomnianej nieśmiałości. Wiedziała, że cała jest czerwona, śmieszna, głupia. Usłyszała jego głos: — Powiesz mi swe imię? — Na imię mi Ewa. — A nazwisko? — Nazwiska nie powiem. — Hm, — jak chcesz. Może to i dobrze. Po cóż wymawiać nazwisko ojca?... — dorzucił cicho, a tak smutnie i rzewnie, że to uczuła. — A pan jak się nazywa? — Bodzanta. Śliczne masz włosy, śliczne masz włosy, oczy, usteczka... Czeszesz się, widzę, jak Donna Julia... — Jaka znowu? — Żona Septimusa Severa tego, wiesz, co to ma łuk w Rzymie, Syryjka. Była taka przed wiekami. Teraz stoi skromnie w ciemnym zaułku muzeum. — Czeszę się, jak Cléo de Merode. — Cléo... Cóż za ordynarny wzór! Przecie ona tańczy ohydnie. Tyle, że się rozkłada i pokazuje swe brylanty. Nie masz rodziców? — Nie mam. — A dawno obrałaś sobie ten zawód? — Dawno. — I teraz oto... »jadasz popiół, jako chleb, a napój swój mieszasz ze łzami«... — Tak znowu źle nie jadam i nie pijam. — Bo pohańbienie pokruszyło twoje serce. Powiedz mi, — a umiesz czytać? — Och, jakiś społecznikarz, nawracacz, feminiściarz... Cóż to za nudy! I egzaminuje, jak na pensyi... Cóż to będzie? Umiem mówić, proszę pana miłosierdziarza, po francusku, byłam w Nicei i w Paryżu, na Korsyce i nie jednego hrabiego wodziłam za nosek... — Ja też od razu spostrzegłem, że ty jesteś... bagatela! Per Bacco! Powiedz... — Nie, już dosyć tej rozmowy!... Jestem zaangażowana... — A możebyś zamiast tych angażowań wolała zostać urzędniczką w biurze. Mnie się zdaje, że bardziejby to pasowało do twej osoby, niż to zajęcie dziewki publicznej. — Nie prosiłam pana o posadę, to niech mi pan od dziewek publicznych nie wymyśla. — Jać nie wymyślam, dziecko, tylko mówię otwartemi słowami. Pocóż mamy owijać rzeczy cuchnące w różowe bibułki. Co? Jak myślisz? Skąd może być w człowieku ta właściwość, że nawet tu, w twojem mieszkaniu nie chce przed samym sobą przyznać się do siebie. Lubi człowiek żyć w fałszu przed samym sobą, lubi samego siebie podrabiać, fałszować. Jak w upiękniającem zwierciadle chce się w swej sfałszowanej postaci przeglądać i odbijać. Skąd to jest w człowieku? Może to jest jakie echo ideału niewiadomego, czy też egoizm, albo dążenie bezwiedne do umówionego społecznie szablonu?... Jak ty myślisz? Naprzykład ty wiesz przecie, że musisz być dziewką każdego draba, każdej szui... — No, nie tak znowu każdego! — Każdego, kto ma trochę pieniędzy. Chciałabyś jednak, żeby to się nie nazywało wcale... Ale mniejsza! Proponuję ci posadę. Dostaniesz mieszkanie, utrzymanie, pensyę... — Gdzież to? — Na wsi. — U pana? — Tak, tam, gdzie ja mieszkam. — To jest, jeśli już mówić otwarcie, nie owijając rzeczy w różową bibułkę, chce mię pan wziąć na utrzymanie? Jeszcze mię pan przecie wcale nie zna. — Nie chcę cię brać na utrzymanie, tylko wypchnąć. — Wypchnąć? — No oczywiście. Zechcesz zostać człowiekiem, no to dobrze, a nie zechcesz, no to wrócisz przecie do swych draniów, szujów, świszczypałów, szubrawców!  Wywrzaskiwał to tak donośnym głosem, że pewnie go było słychać na ulicy. Ewa czuła to już oddawna, że o to chodzi. Widziała tajemnym wzrokiem, czuła zapomocą zimnego drżenia w całem ciele, że stoi przed nią nie szuja, nie gość jej codzienny, lecz jakiś upiór Jaśniachowy. Prawda była w jego przeszywających oczach i w jego ustach twardo zamkniętych. Miała obrzydłe uczucie, że coś w niej pęka, wali się w gruzy... Jeszcze chwila i z klątwą czy jękiem na ustach runie przed nim na kolana, legnie, jak pies nieruchomy, u jego stóp. Zachichotała jednak całym Wysiłkiem woli, jak wówczas, gdy się rozbierać zaczęła, na modłę śmiechu dziewek ulicznych. — Znam ja się na tych pokusachpokusach. Posada! Znam i te posady. — Jak? »Znam i te posady«. Uważasz... Nie zbliżam się po rozkosz do kobiety, której nie kocham. Ciebie nie kocham przecie. Rozumiesz? Więc jakiż podstęp? Co? Jeden mędrzec starożytny, Pythagoras, tak mówi: »nie poddawaj się rozkoszy zmysłowej, dopóki nie poczujesz, że ona jest niższą od ciebie«. Uważasz? — Uważam. Gadanina... »Niższa od ciebie...« Od was wszystkich sto, tysiąc razy wyższą jest wasza rozpusta. — Rozpusta, — tak. Ale, siostrzyczko, rozpusta, — sama przez się, nie istnieje. Rozumiemy się? — Sama przez się... My ją w sobie wytwarzamy zapomocą słabości naszej woli i układu naszych stosunków. Ale istnieje miłość, którą znowu poniżyliśmy aż do rzędu rozpusty. Rozpusta jest to wynalazek. Podobno można ją wyniszczyć — przez co? Podobno przez wyzwolenie i wskrzeszenie miłości. Ja się temi pytaniami nie zajmuję. Mówię tylko do każdego człowieka: synu boży, dźwigaj się, wstań, wyprostuj się, chodź! Więc i do ciebie... Jeżeli ci obmierzła sobacza służba w jarzmie ludzkiej rozpusty, no to dźwigaj się, wstawaj, chodź! — Dobrze! Pójdę! — A widzisz! Chwała bądź Bogu... — Ale jeśli mię pan zdradzisz! — krzyknęła, podchodząc ku niemu z zaciśniętemi pięściami. Uśmiechnął się wyniośle, z radosną ironią, odmiennie i zachwycająco. Mówił jej prosto w oczy: — Będę czasami patrzał na twoje śliczne włosy i myślał, że twoja piękność wydarta została z gnoju miejskiego, że twoja piękność jest jakby... wrócona Bogu... — Gdyby pan wiedział wszystko! Możeby pan wtedy... — Bóg wie wszystko. Ja nie mam prawa nic wiedzieć. Nic mię to nie obchodzi i nic też nie chcę wiedzieć. — »Wrócona Bogu...« A czy jest Bóg? — spytała raptownie, szeptem, ujmując w swe ręce, jak we dwa płomienie, jego rękę. — He? »A czy jest Bóg?« — przepowiedział sobie zcicha, patrząc z dziecięcym uśmiechem w jej oczy. — Czy jest Bóg? Nikt tego nie wie, czy jest Bóg. I nikt z ludzi na to pytanie bliźniemu odpowiedzi dać nie może. Podobno »umarł«. Tak piszą poeci. Niemasz Boga, mówi w sercu swem człowiek wyniosły, bo gdyby Bóg był, jakżebym ja zniósł, abym bogiem nie był. Są wszakże tacy, którzy go w sercu noszą i gorącemi usty stwierdzają: żywie Pan! Jeżeli ty sama sobie tego nie powiedziałaś, to jakże ja ci to mam powiedzieć, jakim sposobem wcielę to w twe serce? — Więc co mam zrobić? — Sprzedaj pierwszej lepszej handlarce starzyzny wszystkie fatałachy, bo tam ci przecie nie będą potrzebne. Z tem, wiesz, to jak z paleniem tytoniu: od jednego zamachu. (W zatraceniu siebie jest żywot! — dorzucił cicho). Kup sukienkę przyzwoitą, nawet ładną, drugą codzienną. Kup bielizny, trzewiki dobre, kapelusz modny, ale nie taki, żeby było widać, że to z lat dawnych. Przyjdź jutro do hotelu Polskiego o godzinie czwartej i zapytaj się o Bodzantę. Zachłysnęła się z jękiem, z okrzykiem. — Nie sądź tylko, — krzyczał Bodzanta, — że jestem jakimś magdaleniarzem, nawracaczem z zawodu upadłych kokot, cnotliwcem jawnym, uprawiającym rozkosz tajemnie. Nie wierzę w wyniszczenie nierządu. Zawsze będzie. Tak przypuszczam... A ty jak przypuszczasz, — co? Nic nie wiesz? To lepiej. Nie przeszkadzam tylko dobru w człowieku. Kiedy mogę przyczynić się, żeby w człowieku dobro się objawiło, no to przyczyniam się. Mam chyba, do dyaska, po temu prawo! Nie sprzeciwiam się dobru. Dobru, — słyszysz ! Bo to nieprawda, żebyśmy absolutnie nie wiedzieli, co jest dobro. My wiemy, że jest dobro. Wiemy, że stoi ono wyżej, niż piękno. Piękno ukazuje nam istotę spraw, ale musi mieć na sobie szatę sztuki. Dobro zaś jest niewidzialne, jak nerw, a sięga w ducha i działa w w nim tajemnie, jak nerw sięga w ciało i działa w niem. Bo mówią, — i to nawet czerpiąc z Pisma, że należy nie przeciwiać się złemu. Jest w rzeczy samej u Mateusza w rozdziale 5, (Kazanie na górze), słowo: »Ja wam powiadam, żebyście się nie przeciwili złemu«. Pięknie! Ale jeśli nie należy przeciwić się złemu, toć prosty, chłopski rozum wskazuje, żeby się nie przeciwić i dobru. Jest w człowieku, w więzieniu serca zamknięty anioł i zamknięty szatan. Cóż jest zło? Mało wiemy, co jest zło. Nieco więcej wiemy, co jest dobro. Ja tedy nie zajmuję się złem, zostawiam je na uboczu. I tak nie zmarnieje. Dużo jest frantów, którzy mu się »nie przeciwią«, i to z entuzyazmem. Kiedy więc oni uznają za słuszne wyzwalać szatana, ja znajduję przyjemność, mam taką polską manię, żeby wyzwalać anioła. Lubię patrzeć, gdy mu rosną skrzydła. Jest w tem zresztą dużo wyrachowania. Wyrachowania, papużko! Może skrzydła którego z nich, gdy popłynie ku niebu, zaniosą daleko grzeszną moją modlitwę za Martę! Ba! ale ty nie wiesz nawet, kto to jest Marta... Bądź zdrowa!"
      }
    ]
  }
}