{
  "chapterNumber": 2,
  "title": "Tom pierwszy, II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Łukasz Niepołomski stał we framudze otwartego okna i obojętnie patrzał na zaułek podwórzowy. Obecność w tej nieznanej izbie, czy obecność w tem miejscu Ewy sprawiła, że ruchy jego zleniwiały, wola gdzieś zginęła i rozproszyły się myśli. Popadł w stan jakby wycofania się z życia swego i chwilowego powrotu do stanów półświadomych dzieciństwa. Widziało mu się, że jeszcze słucha głosu złotowłosej panienki, że jeszcze wobec niej składa ukłon, a jednocześnie, gdy trwał ów stan siły wrażenia, niosła go złuda do miejsc dawno i zupełnie zapomnianych, do wsi, we wczesnej młodości opuszczonej, na zawsze. Miał w całej duszy, w oczach, w głowie, w uszach dwoistą świadomość, dwoiste niejako wrażenie. Ta żywa, piękna dziewczyna wywarła nań urok, jakgdyby (osobliwa rzecz!) nurtu głębokiej, czarnej bujnej wody w rzece rodzinnej. Tam! Wytrysła w duszy jakby kopia przedziwna, jedyna w świecie oryginału, niepodobna doń, a przecie taka sama co do siły i rodzaju. Wodę tę, ślizkimi zwojami, skręty, kłęby pędzącą, przebijało ongi poranne słońce. Nad nurtem jej bujały ważki błękitne. Widać było jej dno tajemnicze, niedostępne dla nogi, złote od piasku, czarno-zielone od ruchomych porostów. Niegdyś, w czasie była chwila, gdy stał nad tą wodą szczęśliwy i kochał ją bez granic, wszechsiłą młodego jestestwa niewiedzieć za co i nie wiedząc o tem, czego doświadcza."
      },
      {
        "index": 2,
        "text": "Stała się ta chwila i na wieki, nieznana duszy, zginęła w przeszłości. Teraz odnalazła ją jakowaś władza, jak zgubioną uryańską perłę i, zwolna pracując, przemieniła w silną a oczywistą ideę. Panienka, co przed chwilą z tego pokoju odeszła, była jakoby tamta woda."
      },
      {
        "index": 3,
        "text": "Taka sama. Wiecznie żywa, bezmiernie bujna, jasna, przeźroczysta. Ani jeden jej ruch nie był w stanie spoczynku. Wszystko w niej było stawaniem się i żywotem. I była w sposób niepojęty, tajemniczo pociągająca, jak tamta rzeczna woda rodzinnej wsi."
      },
      {
        "index": 4,
        "text": "Wspomniał, a raczej ujrzał powtóre, jak słońce zanurzyło się przelotnie w jej włosach, niby w żywiole swym rodzimym, niby w samem sobie — i jęknął cicho. Poczuł w sobie dziwne wzniesienie, jakgdyby on, rzeka i ta dziewczyna — to było jedno i to samo."
      },
      {
        "index": 5,
        "text": "Starał się otrząsnąć z tego dziwactwa i odegnać je logicznym wywodem."
      },
      {
        "index": 6,
        "text": "— Wskutek wytężonego rozwoju pojęć rozumowych, — rozmyślał, — zaciera się zdolność odtwarzania sobie wypadków z życia minionego z taką samą intensywnością czucia, jaka im towarzyszyła."
      },
      {
        "index": 7,
        "text": "Są momenty, utrwalone w nieświadomem myśleniu, które mają cechę czegoś, od naszej zdolności czucia i myślenia odmiennego, jakowychś wprost poza nami bytujących stanów. Związek między nimi a nami jest luźny nad wyraz, a często żaden. Patrząc tak w odległość, doświadczamy wrażenia, że człowiek składa się z szeregu postaci, które częstokroć nie mają pomiędzy sobą nic wspólnego. Przemiana materyi sprowadza ten skutek, że ciało odbudowuje się z nowych wciąż pierwiastków, z tego samego wprawdzie materyału, ale w nowych, wciąż nowych warnnkachwarunkach i formach bytowania. I do duszy wdzierają się pierwiastki nowe. Dawne giną. Człowiek jest, jak owa rzeka dzieciństwa. Jak tam wciąż nowe wody płyną w tem samem łożysku, tak samo w nim nieustannie nowe, rzec można, duchy przepływają w granicach tego samego ciała.Rzeka jest wciąż tą samą rzeką, lecz któż odnajdzie wody upłynione? Gdzie je odszukać? I jakże odnaleźć dokładne sformułowanie samego siebie?"
      },
      {
        "index": 8,
        "text": "Istotnie w plastycznej formie możnaby je przedstawić chyba tylko, jako szereg istot duchowych o najrozmaitszych obliczach. A im bardziej i wyżej człowiek Wznosi się na szczeblach rozwoju, tem głębsze w nim zapewne zachodzić muszą różnice."
      },
      {
        "index": 9,
        "text": "Z takiego pojmowania wieloosobowości jaźni wynika nowy świat odpowiedzialności... W tak zwanym zbrodniarzu, któż wie? karzemy może dawno pogrzebionego człowieka grzechu, może strącamy z tarpejskiej skały świętego, który z tamtym ma tylko wspólne imię i nazwisko..."
      },
      {
        "index": 10,
        "text": "Niepołomski uśmiechnął się z szyderstwem..."
      },
      {
        "index": 11,
        "text": "Przez całe życie dążył do tego, żeby poznawać, badać, zgłębiać. Wszystko, co jest pod utwierdzeniem, przekłuwać, przebijać, sondować, jako przedmiot iglicą badania, zestawiać i wnioskować. Nie miało być w nim i poza nim nic, czegoby nie znał, nie ujął pincetem nie rozciął skalpelem, nie rozdzielił mikrotomem i nie określił za pomocą sylogizmu. A oto przyszło wpornmeniewspomnienie chwili niewiedzy, momentu ciemności, który jednak był jakimś światem tajemnic, a którego niepodobna było niczem ująć, rozłożyć na czynniki pierwsze."
      },
      {
        "index": 12,
        "text": "Jedno, z odległych skutków wnosząc, można było o naturze tamtej chwili nadmienić, że tkwi w niej jakiś splot, węzeł sił duszy elementarnych i niewiadomych, z którego na całe życie starczyć może uczuć wszelkiego rodzaju, czyli woli."
      },
      {
        "index": 13,
        "text": "Byłaż to radość czy rozpacz, cnota czy podłość?"
      },
      {
        "index": 14,
        "text": "Zadumał się, zagłębił i ujrzał przed sobą oczy o barwie gencyany górskiej i owej wody w rodzinnej wsi, oczy zaklęte, oczy wszechświat ducha, oczy najmądrzejsze i nieśmiertelne..."
      },
      {
        "index": 15,
        "text": "Usiadł na prętach żelaznego łóżka i, wodząc wzrokiem po nowo najętej izbie, posłyszał nagle z za ściany najrubaszniejszy śmiech męski i ochrypły, obmierzły chichot kobiecy. Drgnął cały i obudził się do rzeczywistości. Po chwili, chcąc rozpoznać, kto tak pięknie się bawi, wysunął głowę na korytarz. Głośny śmiech wychodził z za drzwi, ozdobionych napisem: Adolf Horst, Filozof."
      }
    ]
  }
}