{
  "chapterNumber": 51,
  "title": "Tom drugi, XVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W Krakowie właśnie Ewa zeszła do rzędu kobiet publicznych. Mieszkała początkowo w hotelu. Później uzbierawszy nieco pieniędzy, wynajęła oddzielny apartamencik, jak mówili złośliwi przyjaciele, »urocze atelier«... Miała szalone »powodzenie«. Mogła ubierać się, elegancko, jeść wykwintnie, a nawet hulać. Jeździła na »gościnne występy« do Lwowa. Kraków wyrywał ją sobie. Ale zaczął się letni sezon osób przejezdnych. Kilkakroć spotkała na ulicy twarze znajome z Warszawy. Zwiększyła się obawa pościgu Pochronia, który mógł najłatwiej w Krakowie jej poszukiwać. Bała się spotkać Horsta. Postanowiła wyjechać do Królestwa, nie do Warszawy jednak, lecz gdzieś na prowincję. Z łatwością »przez stosuneczki« wyrobiła sobie paszport na imię Anny Winter i z kufrem sukien, ogromnym, jak Sukiennice, pojechała na chybił trafił do niejakiego miasta Kielce. Tam poczęła pędzić życie krakowskie, ale z wielką dystynkcyą, ostrożnością i wyrachowanym szykiem. Udawała wielką damę, melancholijną panią z za mórz. Sprzedawała się tylko za bardzo drogie pieniądze, z wielkiemi ceregielami i po długich zalotach. Z czasem jednak, kiedy się na niej poznano, a nadewszystko kiedy ją przyłapano na gorącym uczynku zmuszona była zapisać się cichaczem w miejscowym magistracie do cechu siostrzyczek-prostytutek. Wówczas wynajęła mieszkanie i prowadziła życie bardziej rozpustne. I tu zawróciła głowy całemu światu. Wszystkie scriby z gubernii, powiatu, »pałaty«, sądów wszelkiego gatunku, wszelkie rodzaje burżuazyi, stan cywilny i wojskowy, — słowem płeć męska miasta rujnowała się na nią do ostateczności. Zaciągano długi, zaprzedawano ducha żydom, byleby posiąść odpowiednią walutę dla osiągnienia łask Winterki. Cnotliwe, katolickie miasto zgrzytało plotkarskimi zębcami na widok prześlicznej i, jakby coraz piękniejszej nierządnicy, spacerującej w najwykwintniejszych szatach po ogrodzie miejskim i w sposób wszeteczny defilującej pod Karczówkę. Wlokły się zawsze za nią roje zalotników z pominięciem najcnotliwszych dziewic z najszanowniejszych w Kielcach rodzin. Doszło do tego, że ludzie żonaci, (horribile dictu!), narzeczeni, szanowni obywatele, lekarze, znani daleko mecenasi kieleccy, a wreszcie sami, (co, przez litość, niech zostanie między nami!), księża kanonicy, tudzież proboszczowie..."
      }
    ]
  }
}