{
  "chapterNumber": 25,
  "title": "Tom pierwszy, XXV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Lustrzane tafle w ramach, imitujących łagodny mahoń, stoliki z blatami, naśladującymi żółty marmur z Sieny, różowy grecki, rosso antico, albo bezcenny, zielonkawy, — posadzki, udające mozaikę kościoła świętego Marka, — niby bronzy, którym w fabryce nadano umyślnie cechę starości... Wszędzie, gdzie oko pójdzie, lśniące jaja, albo greckie ample świeczników elektrycznych. Tam i sam zwinięte węgle żarowe lampek, umieszczone w bronzach kształtu kwiatów, w podobiznach pąków różanych, owoców, łodyg rozsiewały światło rozpustne i lubieżne, ponsowe i niebieskie, a powtarzając się po stokroć w lustrach, sprawiały wrażenie nieokreślonych połysków i drżenia sprzętów. — Gdzieindziej, — lampy, schowane w kloszach, obwieszonych rżniętemi szkłami, tworzyły źródliska barw łagodnych a różnorakich. Niewolniczy, wiecznie równy, sypki żar lamp łukowych, białe światło w szklanych kielichach, nie żarzy się, lecz trwa niespracowanie, wyobrażając duszę wiernego lokaja tłumu."
      },
      {
        "index": 2,
        "text": "Wszędzie bezduszne rozwidnienie, perłowe albo nieznośnie błękitne, powolne a niewyczerpane w sile swej nieskończonej. Wielkie szyby okienne, jak tonie niezgruntowanej wody. Wieczny ruch drzwi od ulicy, bezszelestnych, chodzących w tył i naprzód, — wieczny ruch drzwi, prowadzących do kuchni, — niby wieczne działanie potwornej gęby i kiszki odchodowej. Zawsze jednakie twarze lokajów, obłudnie eleganckie, chytrze uległe, pod pozorem jowialnego wesela brutalne i znudzone aż do wściekłości. Oto stoi kilku tych mężów z wypomadowanemi głowami. Marzą o własnych kawiarniach i o legiach własnych kelnerów. Przyszli obywatele, filantropowie, znawcy sztuki, oraz patryoci. Miny i teraz mają uroczyste, ale wskutek bezsenności twarze porysowane, poryte i jakby podeptane. Są poważni, jak kapłani, oczekujący na chwilę wykonania tajemniczego obrzędu. W gruncie rzeczy, stojąc, drzemią. Wyzyskują tę chwilę czasu, by wytchnąć po nocy wiecznie bezsennej. Białe ich fartuchy snują się, jak żałobne linie szat tajemniczych. Powietrze nasycone i przesiąknięte błękitnym tytuniowym dymem. Niezliczony, nieustający, nieprzebrany tłum mężczyzn. Oficerowie, studenci, wykwintne damy, którym stroje nadają pozór i kształt widomy męskich rojeń i samotnych widziadeł namiętnego snu. Połyskujące cylindry, wykwintne paltoty z podniesionymi kołnierzami, modne gorsy, jaskrawe krawaty, wąsy, wąsiki, brody najróżnorodniejszego kształtu i barwy, oczy zawsze bezwstydne. Tam i sam stolik drogocennych kokot w wielkich kapeluszach i szeleszczących sukniach. Wobec tego motłochu, który gada o rzeczach nieznanych, gestykuluje, szepce, który wybucha śmiechem i drwi, — Ewa, zamknięta w klatce kasyerki, niby w konfesyonale, jest samotna, jak w głębi lasu, lub na puszczy. Piękność jej powróciła, jak po zimie powraca wiosna. Znowu, jak królewski dyadem, wznosiły się nad czołem szczerozłote włosy. Czoło stało się białe, nieposzlakowanej barwy, jak kora brzozy — oczy, zawarłszy w sobie tajemnicę życia i tajemnicę duszy, stały się głębokie, ukrywające w sobie niedocieczony świat. — Na ustach osiadł uśmieszek okrucieństwa. Na nowo poczęła teraz ubierać się wykwintnie, perfumować i pieścić sobą. Włosy jej uczesane były w sposób niezwykły, skromny, a przecież zwracający wszystkie oczy. Ręce wypiękniały od gruntownych zabiegów około ich utrzymania. Już tak od kilku miesięcy urzędowała w najwykwintniejszej cukierni, w zakładzie urządzonym na wzór europejski. Miejsce to wyrobiła jej Barnawska przy pomocy filozofa Horsta. Ta dobroć i zapobiegliwość Barnawskiej o dobro Ewy miało tło zgoła utylitarne. Chodziło o odbiór sumy, pożyczonej podstępnie przed rokiem."
      },
      {
        "index": 3,
        "text": "Stary Pobratyński stracił był posadę. W domu panowała skończona bieda, ledwo osłaniana dawniejszemi resztkami egzystencyi."
      },
      {
        "index": 4,
        "text": "Skoro tylko Ewa zjawiła się na horyzoncie, Barnawska przystąpiła niezwłocznie do wyszukania dla niej »odpowiedniej« posady, — w tym celu, oczywiście, żeby można było wejść na pensyę miesięczną. Aczkolwiek wszelkie pozory były doskonale zachowane (— mówiło się wszem wobec i każdemu ciekawemu z osobna, że Ewa bawiła przez rok u krewnych pod Wilnem —), to jednak wynaleźć jakieś lepsze miejsce trudno było nad wyraz. Dokądkolwiek zwrócono starania, — zewsząd pod najrozmaitszymi pretekstami następowała odmowa. Tymczasem Barnawska nie myślała czekać. Puszczony został przez nią w żywy ruch sam Horst. I dziwna to była dla wszystkich rzecz: ten abnegat w parę dni wynalazł miejsce. Początkowo Ewa odrzuciła ze wstrętem tę najnieznośniejszą dla niej propozycyę siedzenia w kasie cukierni, ale pod naciskiem złowieszczych pogróżek Barnawskiej, pod wpływem namów rodzicielskich i zachęty ze strony przyjaciela Horsta, — przyjęła. Adolf Horst mieszkał, jak dawniej, w korytarzu rodzicielskiego mieszkania. Ponieważ jednak stary pan Pobratyński nie miewał już częstokroć »drobnych« na poobiednią »małą z kieliszkiem«, — Horst chodził sam i już nie do dawnej dziury, lecz właśnie do pierwszorzędnej cukierni. Miał tu swój kącik, który zajmował stale, mniej więcej od godziny czwartej po obiedzie do późnej nocy. Stoliczek Horsta miał szczególniejszą siłę przyciągania towarzyszów. Byli tam starzy i młodzi, mniej i więcej zamożni. Horst ich oświecał, wtajemniczał, oprowadzał po Europie, bawił opowiadaniami. Tu dopiero miał możność wyładowania całokształtu swego systemu filozoficznego, oraz kolekcyi pikantnych anegdot."
      },
      {
        "index": 5,
        "text": "Wesoły stoliczek mieścił się tuż obok »loży«, w której królowała znana już i podziwiana »panna Ewa«. Ilekroć powiodła oczyma po ciżbie, widziała zawsze i przedewszystkiem okrągłą głowę Horsta, jego psa i przyjaciół."
      },
      {
        "index": 6,
        "text": "Słyszała ciągle jego monologi. Jeszcze nie zaczął się zmierzch, jeszcze nie płonęło światło, a już Horścik miał swą kompanię, całkowity zespół, tworzący codzienne symposion, — i mówił w takie, dajmy na to, słowa:"
      },
      {
        "index": 7,
        "text": "— Pozwólcie mi, optymaci, którzy spoglądacie na ten padół przez najdokładniejszy teleskop, (mam, oczywiście, na myśli ucho od kufla), żebym was dziś ściślej zapoznał z usposobieniem i najistotniejszym kierunkiem myślenia kmiotków polskich. W te spostrzeżenia o naturze kmiotka polskiego, której fenomena zaraz tu wyłuszczę, zaopatrywałem się w doczesnej wędrówce bardzo starannie! Będę mówił, współlikieraciwspóliteraci moi, absolutnie bezinteresownie, z najgłębszą i najszczerszą ufnością, że ani wesołe pepeesy, ani mniej wesołe endusie nie zwrócą na to, co tu będę wieszczył, najprzelotniejszej uwagi. Nazwą to objawami ciemnoty i zapowiedzą, czego Boże broń! zapomocą proklamacyi, że oni tę właśnie ciemnotę zniweczą, skoro tylko dorwą się do władzy. Nie będę wam, wybrani, udawadniał, że do władzy dorwie się naprzód ten, który najbardziej schlebiać będzie rodzimej ciemnocie, a znowu najbardziej ten się zmęczy, kto będzie niszczył ciemnotę, kto jej wypowie walkę najbardziej nieubłaganą."
      },
      {
        "index": 8,
        "text": "Albowiem ostatni, którego sprawiedliwość nakazuje zwać lekkomyślnym, będzie walczył jednocześnie z dwoma wrogami. Jakże wyż wzmiankowany może odzierżyć władzę? Przenigdy! Mędrzec, dążący do władzy, winien snobizm, (w języku polskim kołtunizm, czyli kołtuństwo), uczynić najistotniejszą częścią swego »programu«, dać kołtuństwu możność rozkwitu, nazwać kołtun najpiękniejszemi naukowemi nazwami i popierać go entuzyastycznie."
      },
      {
        "index": 9,
        "text": "Nigdzie bowiem kołtun tak nie zakwitł z prawieków, jak w Polsce, (plica-polonica). Biada obcinającym kołtun polski! Kłonice ich nie miną. Tyle co do teoryi. Przechodzimy do wypadków. Wypadek pierwszy. Była w pewnym powiecie, (dajmy na to, że rzecz dzieje się w Piotrkowskiem), wielka suma pieniędzy. Dawne jakieś, wojewódzkie pieniądze. Procentując przez kilkadziesiąt lat, urosły te sumy do monstrualnej wielkości. Zwiedzieli się o nich dwaj »ludzie dobrej woli«, dwaj młodzi obywatele ziemscy i po dokładnej deliberacyi postanowili czynić wszelkie możliwe starania o przeznaczenie tych sum na przeprowadzenie szosy bitej z powiatowego miasta do jednego z miasteczek najbardziej zapadłych. W istocie, — cała okolica byłaby niezmiernie zyskała, bo ziemia tam urodzajna, gospodarstwa dobre, a tylko drogi iście dyabelskie. Władze miarodajne przystały na wyasygnowanie owych sum na budowę szosy, o ile na to przystaną gminy, których obszar nowa droga miała przecinać. W to naszym szlachcicom graj! Kije sękate w garść do obrony od Burków — i od chaty do chaty z agitacyą! Jeden z nich przez szereg lat był sędzią gminnym, znał tedy ludzi, stosunki, wady, obyczaje, okoliczności, przywary. Wojtka tak zaczepi, Ignacego tak zagadnie, Magdę podmówi, żeby swemu przełożyła. Robota szła, jak po maśle. Chłopy jeden w drugiego, każdy na osobności przytakują. Któżby też ta nie chciał szosy murowanicy? Przecież i wóz, i koń, i transport... A czy ta na jarmark, czy ta na odpust... Jednem słowem! Obeszli szlachcice moje wszystkie sześć gmin, zmachali się setnie, ale rzecz ukuli. Jedność, zgoda, karność! Dobra nasza! Nawet już bodaj — z »szlachtą polską«..."
      },
      {
        "index": 10,
        "text": "Przyszedł nareszcie tyle oczekiwany termin wielkiego zebrania. Zeszły się na jedno pograniczne miejsce wszystkie sześć gmin. Przyjechał komisarz włościański, przyjechał i sam gubernator. Przyjechała i szlachta gromadą. Moi szanowni inicyatorowie jeden po drugim wchodzą na stolik i palą świetne mowy. Chłopi przytwierdzają ochotnie. Nareszcie wstępuje na stolik komisarz włościański i mówi: — Tak jakże, chłopcy, zgadzacie się przeznaczyć owe sumy powiatowe na budowę szosy?"
      },
      {
        "index": 11,
        "text": "Okrzyk wszystkich sześciu gmin, jakby jednego człowieka:"
      },
      {
        "index": 12,
        "text": "— Nie chcewa! Nie chcewa! Nie chcewa!"
      },
      {
        "index": 13,
        "text": "Wypadek drugi."
      },
      {
        "index": 14,
        "text": "Trzeba zdarzenia, że w pewnej dziurze, (Łomżyńskie), zjawiło się w tych fatalnych czasach grono czułostkowych inteligentów, zwane pogardliwie przez rdzenne miejscowe kołtuństwo »ochroniarzami«. Grono to ujrzało nagły a niewątpliwy ratunek na wszelkie »niedomagania« w bardzo powszechnej oświacie i z furyą, godną lepszej sprawy, postanowiło w wyżej wzmiankowanej dziurze własnemi siłami zbudować ochronę wzorową. Tkliwe indywidua tego grona wyimaginowały sobie, że potrafią wydobywać dzieci ze świętych, ale śmierdzących »ognisk« rodzinnych, z chałup — szkarlatynek i w swej fiksackiej ochronie zapomocą dokładnego, a ściśle naukowego freblo-patykowania umysłów urabiać przyszłych »obywateli« i tym podobnych członków«... Imaginujcież sobie, współbiesiadnicy, co się dzieje! W środku pól czterech poblizkich, graniczących wiosek, było gromadzkie pastwisko, wspólna własność »Wspólnota« — if you please »opole«... Jeden z najbardziej zaciekłych »ochroniarzy« zwołuje wieś, do której pastwisko należało, wygłasza płomienną i, (samo przez się), absolutnie niezrozumiałą oracyę z cytatami poetów, prozaików — i proponuje: — Obywatele! puście nam w wieczystą dzierżawę pół morgi waszego pastwiska w tem miejscu, gdzie będzie najbliżej do każdej z trzech wiosek. — My na tym pasku ziemi zbudujemy wzorowy, murowany dom szkolny, za kilka tysięcy rubli, i oddamy go na własność waszej gromadzie. Dzieci wasze będą miały prawo do bezpłatnej nauki w tej szkole na zawsze. Żadnych kosztów ani na budowę, ani na utrzymanie szkoły wieś wasza ponosić nie będzie. Żadnych nigdy nie będziecie płacili podatków. Ileż będziecie żądali za dzierżawę roczną pół morgi tego pastwiska?"
      },
      {
        "index": 15,
        "text": "Po długiej naradzie wieś wyniosła odpowiedź: dacie namanam po 50 rubli rocznej dzierżawy."
      },
      {
        "index": 16,
        "text": "— A ileż, — spyta idealista, — kosztuje dzierżawa morgi najprzedniejszej roli uprawnej w tej okolicy?"
      },
      {
        "index": 17,
        "text": "— Kosztuje dwanaście rubli."
      },
      {
        "index": 18,
        "text": "— To pół morgi pastwiska czemuż ma kosztować pięćdziesiąt?"
      },
      {
        "index": 19,
        "text": "— Bo będzieta na tym placu stawiały budynek, dom murowany."
      },
      {
        "index": 20,
        "text": "— Ale ten budynek rejentalnie będzie opisany, jako wasza własność i wasza szkoła."
      },
      {
        "index": 21,
        "text": "— Tak to ta ono, ale taniej namanam nieporada z dzierżawy spuszczać..."
      },
      {
        "index": 22,
        "text": "Wypadek trzeci i t. d."
      },
      {
        "index": 23,
        "text": "Światło elektryczne cicho weszło, jak duch, — i odtąd żywie w naczyniach. Światło wyłupane z nicości w głębinie ziemi przez pracę niewolników, których płuca potargał kaszel gruźliczy. Światło, stworzone przez mękę nędzarzy, których domowe ognisko oświetla kopeć lampki naftowej. Całościenne tafle lustrzane tworzą teraz złudzenie mnóstwa sal, dalekości przestrzeni. Odbijają w sobie tłum krążący. W oczach i mózgu tworzył się wieloraki, olbrzymi obraz, wielokroć odbity w ścianach korowód postaci wesołych, migotliwych, pochód strojów, przemarsz widziadeł o kształcie ludzkim, niosących na licach wszystkie uczucia, od szczęścia — do rozpaczy — wizyę nieskończoną rodu ludzkiego. Nawet mając oczy spuszczone, rachując, pisząc, Ewa widziała przed sobą to sunące pasmo ludzkie. Jakże często w tejże ciżbie mężczyzn, wyrostków, chłystków, starców, zjawiała się jakaś twarz urocza, młodociana, jakiś owal lub profil niewiarogodnie piękny, zadziwiający i bezprzykładnie miły! Oczy nie mogły się odeń oderwać... Częstokroć jakieś oczy błagały godzinami, albo napastowały w ciągu nieskończonych wieczorów. Ewa musiała się wyuczyć spokoju, zdobyć formę twardej obojętności, pewną postać ponurej tyranii. Ugrzeczniona, dobrotliwa bezczelność, łaskawa pogarda niewidzenia... Łagodny uśmieszek ślicznych ust mówił: — patrz sobie, koteczku, patrz!... Patrz, śliczny paziu... Wypatruj piękne oczęta... A choćbyś patrzał dzień i noc, i cały adwent, i cały karnawał, i wielki post, nie, sierotko, nie wypatrzysz jednego drgnienia brwi. Wiem ci ja, o co ci idzie. Chciałbyś mię dławić temi białemi rączkami o szlifowanych paznogciach, chciabyś rozgniatać mi usta i piersi... Wiem, wiem. Nic z tego, nic, bo jestem, widzisz, wierna Łukaszowi, którego może na świecie już niema... Oczy jej widziały tłum, myśl dostrzegła natężenie zabawy, (aczkolwiek rządziła nieustającym prawie rachunkiem), lecz to, co w oczach widzi, ta władza, która jest zdolnością widzenia, dostrzegała zarazem światy dalekie, dalekie... Za spokojnym uśmiechem, w miarę kokieteryjnym, który był, jak maska papierowa, wdziana na twarz od godziny dziewiątej rano do późna w noc, — żyło senne marzenie, niezmiennie trwałe, niemal tak samo, jak światło elektryczne w amplach. Marzenie o tem, że kiedyś to wszystko musi się skończyć, że kiedyś zniknie z oczu ten korowód bladych cieniów, wszystek ów orszak ludzki, tłumy chłopów, o których bajał Horst... Oczy, patrzące w ścisk wieczorny, widziały miejsca i tłumy inne, dalekie, dalekie..."
      },
      {
        "index": 24,
        "text": "Tam pójść! Ciepło radości na wzór słońca jesieni Ogrzewało zmurszałe serce wobec tego marzenia, że kędyś na ziemi jest samotnia, gdzie na bardzo długo można znaleźć ciszę taką i taki błogosławiony spokój, jaki przepływał przez ową dawną, dziewiczą noc... Ewa czuła, że jest to marzenie zgubne, że stokroć gorsza jest dola tych, co ni dachu, ni chleba nie mają wcale, co klną życie dla głodu, lecz mimo to marzyła... Niekiedy przebiegał znajomy dreszczyk... Oczy latały, jak nietoperze i padały w ciżbę ze zgrozą, chyłkiem przeszywając wszystko od drzwi do drzwi."
      },
      {
        "index": 25,
        "text": "Lęk... Zimno..."
      },
      {
        "index": 26,
        "text": "Ciche kwilenie gdzieś za uszami, jakby w ścianie. Malenieczkie rączki drgają, małe kolanka tłuką się o siebie. A nuż wysunie się z tłumu żyd, właściciel domostwa, — i spojrzy! Włosy przez moment jeżyły się i niedosłyszalny, suchy trzask sypał się wewnątrz uszu. Mroźne iskierki mknęły po krzyżu, po udach, po nogach... Dumanie, szybkie jak owe iskry, którędy Uciekać, jak wysunąć się z kojca, jak niepostrzeżenie skoczyć w ulicę, którymi zaułkami gnać do domu. Dumanie, czy biedz do domu, czy biedz wprost nad Wisłę? Czemu nad Wisłę? Tam... Nad Wisłę..."
      },
      {
        "index": 27,
        "text": "W znużoną, bezsilną duszę spływała pociecha: — powiedzieć Łukaszowi... Tylko to jedno: powiedzieć mu wszystko, wszystko, jak było, — a potem wszystko już jedno! Ale umrzeć, ale zginąć, ale pójść do kryminału i nie powiedzieć mu wszystkiego, jak było, nie wyskarżyć całej duszy!... Na samą tę myśl ciało drżało i serce tłukło się z boleści."
      },
      {
        "index": 28,
        "text": "Gdy wreszcie późna noc kończyła dobę przeżytą i Ewa opuszczała »budę«, Horst również zachęcał pieska do porzucenia zakładu. Na ulicy przyłączał się do powracającej i towarzyszył jej do domu. Z biegiem czasu przywykła do jego asysty. Nieraz była z niej zadowoloną. Gdy miasto ogarniała dżysta noc, gdy chodniki stały się lśniące od lepkiej wilgoci, a latarnie o spłoszonych i lękliwych płomykach, rada była, gdy obok niej szedł wierny towarzysz. Dawniej, przed rokiem, nie znosiła jego cynizmu, sposobu mówienia, jego osoby i towarzystwa. Teraz przeciwnie, — on to właśnie był dla niej przyjemny, jego sposób widzenia rzeczy poniekąd najrozumniejszy, a rodzaj zachowania się najbardziej naturalny i poprawny. Horst nigdy nie mówił do niej o swych uczuciach. W kawiarni darzył ją płomiennemi spojrzeniami, ale z pod oka, kiedy był pewny, że tego nie spostrzeże. Nigdy nie uścisnął jej ręki, kiedy razem wchodzili na ciemne schody i rozstawali się w ciemnym korytarzu, dążąc do swoich izdebek. Było jej przyjemnie, (o czem zresztą nigdy nie myślała), że on kocha ją wytrwale, a bez wynurzeń. Nigdy w rozmowie ich, nie było wspomnień przeszłości, nigdy żadnej wzmianki o Niepołomskim, nigdy aluzyi do spraw, które się zdarzyły podczas nieobecności Ewy w Warszawie. Horst był, jak lekarz i pedagog. Rozmawiał wiele, ale tylko o tem, co jest teraz, o sprawach nowych, bieżących, wesołych, o tem, co mogłoby Ewę zająć i wciągnąć w życie. Ona wiedziała doskonale, że ją poczciwy Horst dla siebie obłaskawia. Z tych jego mądrych zachodów śmiała się dobrotliwie, z cynizmem, który rozpostarł się w jej duszy. Owszem nieraz zużywała filozofa, darząc go niepostrzeżonemi i nie obowiązującemi do niczego okruchami łaski. Czasem skinęła na niego, wychodząc z miejsca pracy, gdy się dla niepoznaki ociągał, czasem posłała mu nawet dziwaczny i nic nie znaczący uśmiech, jak się daje grosz dziadowi, co na nasze miłosierdzie czyha pod bramą. Nauczona doskonale, co to znaczy życie zupełnie samotne i odludne, chowała na czarną godzinę przyjaźń wiernego Horsta. Zresztą i teraz nieznośna była dla niej samotność. Nie cierpiała ulic, zadymionych sinawą, gęstą, zimną mgłą."
      },
      {
        "index": 29,
        "text": "Gdy oko zanurzało się w jej nieskończoność złowieszczą, czuła w sobie natychmiast lęk i popłoch. Domy z oślizgłemi ścianami straszyły ją swymi kształty bezmyślnie i bezładnie spiętrzonymi, latarnie snuły się w oczach żywym a bolesnym korowodem. Czuła wówczas, że jest sama na świecie, że sama jedna idzie w mroku bez granic po żywym cmentarzu, gdzie się błąkają tłumy trupów. Dokądkolwiek szła, wszędzie potrącało ją to, co już było. Nie istniało dla niej nic a nic z tego, co rzeczywiście jest, a istniało tylko to, co było i wcale już nie istnieje. Stokroć chwytała się na sekretnych marzeniach o tem, że teraz jest jeszcze to samo, czego już w rzeczywistości zupełnie niema. Ach jakże łkał wówczas w samotnem sercu natarczywy widok ruchliwego miasta! Olbrzymie domy i olbrzymie kramy, zgiełk bez ustanku i wieczny pęd naprzód, a ona jedna jedyna stoi w środku bezmiernego wiru, nie mogąc ani iść naprzód, ani tam wrócić, skąd wyszła. Dookoła biedni ludzie, wciąż w popłochu, całemi gromadami oddani drgawkom pracy, wieczyście osaczeni manią prześladowczą, okropnem a nieśmiertelnem widziadłem głodu i chorób, — ludzie ubodzy, zawsze i wszędzie posępni, groźni nawet wówczas, kiedy hulają, jeżeli nie sami przez się, to przez obraz i sposób swojej hulanki... Miasto nocne było, jak jej dusza, pełna lęku, rozterki, o której nie wiadomo nic, poco jest i jaki ma cel. Najboleśniejsza z trosk, że cierpienie i rozterka nie posiadają żadnego celu, że są same dla siebie, że cierpienie nie ma nigdzie nagrody... Wieczny a nieopisany smutek ludu i wieczny jego ferwor, jakby ferwor głupiej maszyny stalowej... Nigdy nie dający się zapełnić ogromem pracy ogrom potrzeb... Owo wiekuiście to samo życie nędzarzy... Straszliwe głupstwo takiego życia... Ohydna, brzydota prac i brzydota lic ludzkich, skażonych w pracy bydlęcej... W tych tłumach spostrzegała teraz siebie. Jedną z tłumu... Skoro samotna szła ulicami, doświadczała uczucia, którego nie można słowami wyrazić. Czuła, gdyby tak powiedzieć, że jest przykuta do potwornego tłumu, a jest samą, lecz, że w niej, w niej jednej, jest to całe wielkie miasto. Czuła, gdyby tak powiedzieć, że ona to jest z konieczności żywy głos niezmiernego zbiorowiska domów, ludzi, zamkniętych w tych domach, i ludzi, pędzących z ulic w ulice. Głos zamknięty w niej widział wszystką cyniczną prawdę i rozsadzał piersi, żeby się wyrwać. Lecz ona sama nie wiedziała — i nie mogła go wydać. Więc tylko samotne wzdychanie niemocy, wzdychanie za wszystkich tłoczyło piersi — i głęboki smutek, korona cierniowa — oplatał głowę."
      }
    ]
  }
}