{
  "chapterNumber": 11,
  "title": "Tom pierwszy, XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Dni powszednie, w znacznej części wypełnione pracą biurową, mijały łatwiej, ale niedziele i święta... Dni świąteczne były długie, pełne smutku potężnego, jak noc, smutku, który nie ustępował przed najtęższym wysiłkiem woli — potęgi, jak noc nie ustępuje przed sztucznem światełkiem człowieczem, — smutku, co odchodził wówczas dopiero, gdy dopełniła się jego niewiadoma miara. Rano w niedzielę Ewa zazwyczaj szła do czytelni publicznej. W ciągu dwu, trzech godzin przeglądała czasopisma z ostatniego tygodnia. Na jesieni, już w drugiej połowie września, trafiła się pewna niedziela niezwykła. Ewa dość już długo czytała i powzięła zamiar, żeby wyjść. Sala czytelniana, pełna kurzu, szelestu, kaszlu siedzących bibularzów, poczęła ją nużyć. Jeszcze jedno jakieś czasopismo tygodniowe — i koniec zabawy. Powrót do domu..."
      },
      {
        "index": 2,
        "text": "Wyciągnęła rękę po pismo, mając już wyryty w mózgu obraz ruchliwej ulicy, potwornej i obcej ulicy, obraz podwórza, schodów, drzwi do mieszkania. Przed oczyma miała szpalty równie obce, cudze, odpychające, jak obraz ulicy. Czuła poza sobą tłum wszędzie obecny, ścigający samotność, tłum natrętny, tłum-goniec i donosiciel... To wszystko, co było w życiu i w pismach, nie miało z nią, z jej sprawami, z jej »kwestyą«, z piekielnymi artykułami jej życia — żadnego zgoła łącznika. Zaczęła czytać artykuł w naukowym tygodniku. Przeczytała. Nuda, nuda... Odwraca kartę, żeby zobaczyć następujący artykuł, rezerwuar nudy innego pokroju!..."
      },
      {
        "index": 3,
        "text": "I nagle, — trzask w głowie, płomień w oczach, szum w uszach. U dołu artykułu podpis — Łukasz Niepołomski. Nieci się w piersiach początek pożaru cichy ogień. Jego wężowe języki pełzają wokoło czaszki, wskakują we włosy. Wicher radości buchnie w ów ogień. Adres redakcyi..."
      },
      {
        "index": 4,
        "text": "Złożyła ostrożnie pismo i bez szelestu wyszła. Szum w głowie... Na ulicy powzięła decyzyę, żeby iść niezwłocznie. Kiedyindziej, ulegając wrodzonemu uczuciu nieśmiałości, byłaby kwadransami wahała się i trwożyła. Teraz wbiegła na schody i nacisnęła dzwonek, jak do własnego mieszkania. Otworzył drzwi stary służący, z którego oczu, policzków, czerepa, życie już wszystko wyjadło. Martwe oczy — szczera ziemia... Obudził w Ewie wstręt — przeczucie, jak widok glisty, czy rozdeptanego ślimaka."
      },
      {
        "index": 5,
        "text": "— Czy pan redaktor jest w domu?"
      },
      {
        "index": 6,
        "text": "— Niedziela. Pan redaktor nie przyjmuje."
      },
      {
        "index": 7,
        "text": "— Proszę podać mój bilet."
      },
      {
        "index": 8,
        "text": "Rozdeptane oczy patrzą na ów bilet, później w twarz osoby z takiem zainteresowaniem, jakby patrzyły w otwarty i wystygły piec."
      },
      {
        "index": 9,
        "text": "Dwie duże srebrne monety."
      },
      {
        "index": 10,
        "text": "Poszedł."
      },
      {
        "index": 11,
        "text": "Niema go, niema, niema!"
      },
      {
        "index": 12,
        "text": "Ewa marzy. Kombinuje, kłamie, obmyśla niestworzone historye, składa na poczekaniu ambaje, chwyta z przestworza duby smalone i odrzuca jako nieodpowiednie. Jeżeli jej ten dureń nie przyjmie? Co wtedy robić? Jak wtedy postąpić?"
      },
      {
        "index": 13,
        "text": "— Pan redaktor prosi."
      },
      {
        "index": 14,
        "text": "Gabinet redakcyjny. Stosy piśmideł wszelkiego rodzaju. Wycinki, notesy, czerwony ołówek. Kurz. Nuda. Kołatanie ściennego zegara... Usiadła na fotelu, obok biurka. Poprawiła włosy, bluzkę, wysunęła bucik w taki sposób, żeby go pan redaktor spostrzegł odrazu i nie odprawił z kwitkiem. Marzyła wówczas:"
      },
      {
        "index": 15,
        "text": "— Łukaszu, przyjdź, Łukaszu..."
      },
      {
        "index": 16,
        "text": "Czekała w rozterce, w dreszczach, wśród kąsających i tkliwych obaw — pięć minut, dziesięć, kwadrans."
      },
      {
        "index": 17,
        "text": "Nareszcie otwierają się drzwi."
      },
      {
        "index": 18,
        "text": "Redaktor, z grymasem gniewu, zakładając na nos binokle, ukazuje się, jak Wotan wśród ogniów górskich."
      },
      {
        "index": 19,
        "text": "Ewa spostrzegła to podstarzałe, ślepnące, łysiejące, napoły bezzębe, wiecznie na pniu podcinane przez »wrogów« megalomaniactwo. Twarz, jak stronica zadrukowanej bibuły, dostojne oblicze, zszarzałe wśród szpalt, »zasad«, plotek, oszczerstw, korekt i knajpianego dymu. Ironia, wyniosłość, cmokanie dziurawymi zęby, pochrząkiwanie, idące zarówno z niezgłębioności intelektu, jak i ze »stłumionych wierzchołków«. Ale nawet te lubieżne plotkarskie oczy, zupełnie godne binokli w złotej oprawie, — spostrzegają. Na zmiętej twarzy maluje się rozmarzenie i romansowiczowskie zainteresowanie."
      },
      {
        "index": 20,
        "text": "— Początkująca literatka?..."
      },
      {
        "index": 21,
        "text": "— Czem mogę służyć? — mówi redaktor ozdobnym szeptem, wśród zgniłych uśmiesząt, pełnych obietnic, sięgających jak można najdalej."
      },
      {
        "index": 22,
        "text": "— Raczy pan redaktor darować, że ośmieliłam się zabierać jego czas, tak dla nas drogi. Ale sprawa wielkiej wagi... Zmusiło mię to do śmiałości... — Proszę uprzejmie... — mówi z dobrocią potentat, kierownik opinii, zajmując nie tylko właściwą, lecz i taką pozę w bajecznem krześle z poręczami, ażeby najmniej było widać talerz łysiny."
      },
      {
        "index": 23,
        "text": "— Jestem studentką z Paryża..."
      },
      {
        "index": 24,
        "text": "— A... bardzo mi przyjemnie..."
      },
      {
        "index": 25,
        "text": "— Wracam właśnie z wakacyi z powrotem na studya. Mamy jechać w kilka osób. Jedna z koleżanek poświęca się specyalnie antropologii. — Pracowała już dawniej pod kierunkiem pana Niepołomskiego. Właśnie ta koleżanka, która została jeszcze na wsi, poleciła mi dowiedzieć się, gdzie obecnie znajduje się pan Niepołomski. Miał i on obecnie jechać do Paryża... Szukałam adresu tego pana na wszystkie strony i nie mogłam dowiedzieć się nigdzie. Nareszcie poradzono mi, żeby się udać do szanownego pana redaktora, trzymającego dłoń na pulsie naszego naukowego życia..."
      },
      {
        "index": 26,
        "text": "— Niepołomski, — mówi redaktor, sięgając po mały notes z półeczki biurka, — Niepołomski mieszka obecnie... Zaraz... litera N."
      },
      {
        "index": 27,
        "text": "Ewa zatopiła oczy w podłodze, tuż obok dyskretnie ukrywanego pantofla władcy. Czekała z miną obojętną, wśród łoskotu serca, które biło, jak alarm wiejski w czasie pożaru."
      },
      {
        "index": 28,
        "text": "— Niepołomski mieszka — aha — we wsi Zgliszcza, gubernia lubelska, stacya pocztowa Puławy."
      },
      {
        "index": 29,
        "text": "— Pan Niepołomski ma własny majątek? — pyta Ewa nizkim, obojętnym i zimnym głosem, notując sobie w myśli każdy wyraz, każdą sylabę, każdą literę."
      },
      {
        "index": 30,
        "text": "— O, nie, nie! Uczony, literat polski — i własny majątek. Łaskawa pani zepsutą jest przez stosunki paryskie. W naszem społeczeństwie, — Boże drogi! Niepołomski jest poprostu nauczycielem w domu hrabiego Szczerbica, znanego dziwaka. — Kształci dwu podrosłych hrabiczów w umiejętnościach różnego rodzaju."
      },
      {
        "index": 31,
        "text": "— Wobec tego należy chyba przypuścić, że zagranicę nie pojedzie, i że moja koleżanka niepotrzebnie na niego czeka, a ja niepotrzebnie trudziłam pana redaktora."
      },
      {
        "index": 32,
        "text": "— Boże drogi! z największą gotowością, z całym proszę wierzyć, zapałem... Czy Niepołomski pojedzie do Paryża? Nie wiem tego, ale możnaby napisać. Był tu niedawno, lecz nic o tem nie wspominał."
      },
      {
        "index": 33,
        "text": "— Był w Warszawie? Doprawdy? Jaka szkoda!... Można się było porozumieć, kiedy zapomocą listów... Nam się śpieszy bardzo. Czy dawno był ów pan Niepołomski?"
      },
      {
        "index": 34,
        "text": "— Był tu jakieś dwa tygodnie temu. Tak, jakieś dwa tygodnie temu... Ale wpadł tylko na chwilę. A pani co studyuje, jeśli wolno zapytać?"
      },
      {
        "index": 35,
        "text": "— Medycynę... — mówi Ewa, połyskując prześlicznemi oczyma, co wielkiego redaktora przyprawia o niepokojące wzruszenie."
      },
      {
        "index": 36,
        "text": "— Prawda, mam list od Niepołomskiego... Zapomniałem. A coś on tam wspomina. Przepraszam, gdzież to ja mam ten list? Drukowałem w ostatnim numerze pisma artykuł, nawet wcale, wcale niezły artykuł z zakresu antropologii... Gdzież ja mam ten list?"
      },
      {
        "index": 37,
        "text": "Redaktor przewracał stosy swych papierów. Znalazł nareszcie."
      },
      {
        "index": 38,
        "text": "— A, jest. Coś tu wspominał, na co nie zwróciłem uwagi. — Więc... we środę... wieczorem? To bardzo dobrze. Można będzie zobaczyć się z nim i umówić. Wieczornym pociągiem kolei nadwiślańskiej."
      },
      {
        "index": 39,
        "text": "— Tak jest."
      },
      {
        "index": 40,
        "text": "Uprzejmym ruchem redaktor odszukał książeczkę z rozkładem jazdy, wynalazł odpowiednią stronicę i rubrykę i głosem zachwycająco, aż do omdlenia grzecznym, wygłosił:"
      },
      {
        "index": 41,
        "text": "— Siódma dwadzieścia. Jeżeli pani życzy sobie, gotów jestem poinformować Niepołomskiego o sprawie, gdy do mnie przyjdzie. A może pani tu zechce odbyć z nim konferencyę. Redakcya nasza jest do dyspozycyi dla naszych dzielnych pionierek wiedzy. Ja sam..."
      },
      {
        "index": 42,
        "text": "— Dziękuję, uprzejmie dziękuję. Zakomunikuję łaskawą grzeczność pana redaktora koleżankom. Naturalnie, że najlepiej im będzie tutaj zobaczyć się z panem Niepołomskim. Na wszelki wypadek zanotuję adres. A więc: Zgliszcza — pisała Ewa literami które miotały się na wszystkie strony, — gubernia lubelska, poczta Puławy, dom hr. Szczerbica."
      },
      {
        "index": 43,
        "text": "Za chwilę podniosła się z uśmieszkiem. Redaktor miał możność ujrzenia niezwykłych oczu. — Oczu tych niepodobnaby było zapomocą sztuki malarskiej przypomnieć, nie możnaby muzyką wyrazić. Jaśniały na wysokościach duszy, jak gwiazdy na ciemnem niebie."
      }
    ]
  }
}