{
  "chapterNumber": 17,
  "title": "Tom pierwszy, XVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pomiędzy dniami szczęśliwej miłości i dniami osamotnienia Ewy zaległa wielka zasłona. — Zdawało się na początku, że zasłona jest cienka, jak płócienna chusta, a ruchoma, jak chmura. Ale gdy długie poczęły mijać dni, chustka otworzyła tajemniczy swój wymiar wszerz i stała się daleką okolicą, krajem rozległym, wielką ziemią."
      },
      {
        "index": 2,
        "text": "Nad krajem tym leżała wieczna noc. Nigdy tam nie wstawało z za widnokręgu słońce i nigdy nie jaśniała zorza z zachodu. Gdy oczy przywykły do mroku, ujrzała zarysy tej krainy wygnania, kształty na niej żywiące, a nawet drogę, co się wlokła w nieskończoną dal, drogę, po której miały iść stopy skazane."
      },
      {
        "index": 3,
        "text": "Ileż to razy, brnąc w swe wygnanie, Ewa marzyła, żeby spotkać istotę współwygnaną, ktokolwiek miałby nią być: — żebrak, sypiający w rowie przydrożnym, czy pies sparszywiały, odpędzany kijem i krzykiem od każdych drzwi. Ale nie było nikogo. Nikogo!"
      },
      {
        "index": 4,
        "text": "Była sama jedna, jedyna, jak ostatnie drzewo nasienne w pustkowiu po wyciętym lesie. Z tego to zapewne bytowania w samotności wyrodził się w duszy jakby nowy organ poznawczy: drapieżna, dzika czujność."
      },
      {
        "index": 5,
        "text": "Czego za światła, w dobie radosnej miłości nigdyby oczy nie zobaczyły, to teraz było jedynie jawne. Zarazem mnóstwo przedmiotów dawniej oczywistych znikło teraz z powierzchipowierzchni ziemi i zostało złożone w duszy, w jej podglebnych składach, chodnikach i zaułkach. Kraj samotności, przez który Ewa szła w swem niestrudzonem pątnictwie, był krajem najbardziej bezwzględnie należącym do Boga. Błąkając się tedy w ciemnościach świata zewnętrznego, błąkała się w Bogu. Kraj podziemny był krajem duszy. Kryjąc się przed światem zewnętrznym, kryła się w duszę swą tak zupełnie, jak kret kryje się w macierzystą ziemię."
      },
      {
        "index": 6,
        "text": "Tam to jedynie mogła wyrażać cierpienie swoje bezgłośnymi krzykami, co stały się językiem jej codziennym, mową jej pospolitą. Tam jedynie mogła iść naprzód i wracać co prędzej po własnych śladach, rzucać się, jak lis w kluczowe skoki dla zmylenia pogoni nieszczęścia. Z zewnątrz okryta była własnowolnem milczeniem, kamienną ciszą i lodowym spokojem. Jak dawniej, chodziła do magazynu mód, jak dawniej żyła życiem normalnem. Owa idyotyczna praca w magazynie, trawienie dni w gronie głupkowatych wyrobnic igły, wędrówki z domu do magazynu i z magazynu do domu, — były to nawet konieczne dla niej podniety do życia. Gdyby tego zabrakło, jużby nowych szukać, a tembardziej znaleźć nie była w stanie. Podobnie było niegdyś w biurze kolejowem. Tylko tamto było kaprysem dziecka wobec tego, co na nią teraz upadło."
      },
      {
        "index": 7,
        "text": "Miała przeczucie, że zaszła w ciążę."
      },
      {
        "index": 8,
        "text": "Brak znanych objawów, szczególna fizyczna żarłoczność, silne, a dawniej nigdy niedoświadczane bóle głowy i twarzy, nagłe zawroty, zjawiające się bez przyczyny i przechodzące bez skutku, rozdrażnienie, nieustający ogień w gardle, a nadewszystko obmierzły smak w ustach, — wszystko to zaczęło ją osaczać, ogarniać i zwolna nauczać. Żyła w nieustającym pościgu obawy, wśród symptomatów czyhającego nieszczęścia."
      },
      {
        "index": 9,
        "text": "Zdarzało się, że wszystkie owe zwiastuny przycichały."
      },
      {
        "index": 10,
        "text": "Wówczas oddychała całą piersią. Ale wkrótce... Budziła się rano z nieznośnym smakiem w ustach, który, wzmagając się stopniowo, doprowadzał do mdłości — i oto furye rzucały się na nią z poczwórną pasyą. Nie miała wcale dokładnej wiadomości o tem co się z nią dzieje. Wiedziała przypadkowo, ze słuchu, stąd i zowąd, cośkolwiek. Teraz te wszystkie wiadomości poczęły wyrastać, jak przeraźliwe gorgony, chimery, harpie, łby psie i sowie, jak strzygi i drzewa wielkokrzewy, jak straszne góry, otaczające dolinkę życia. — Szła pamięcią za każdem z owych podań, docierała szalonymi skokami do źródła, skąd, z czyich ust wytrysła każda w przeszłości, (obojętna wówczas), wiadomość lub półsłówko — i oceniała wartość każdej z tych wieści rozumem tak wyostrzonym, że nieomal tworzyła sobie z niewiedzy i nicości prawdę istotną. A na drzwiach owych prawd i wyszarpanych z mroku, rozsuwały się nieskończone pasma, włókna i nici przesądów. Była przez te nici opasana i zaplątała się w nich, jak mucha w pajęczynie. Każda chwila dawnego życia, to jest czasu, kiedy była razem z Łukaszem, teraz dopiero stała się zrozumiałą. Każda z owych chwil wchodziła w miejsce swe i łączyła się z innemi za pomocą powinowactwa, hierarchii nieubłaganego porządku. Wszystko stało się zrozumiałe, jako przyczyna i skutek."
      },
      {
        "index": 11,
        "text": "Zjawiska wyłupywały się ze zjawisk. Zdarzenia, napozór proste, otwierały swe łona zamknięte, w których taiły się przerażające widoki. — Leciał z tamtej, prześnionej krainy ku duszom polotny, sypki szelest długowłosych brzóz, naginanych od ciepła suchego wiatru. Płynęła stamtąd na zgaszone oczy falista chełb zbóż, snująca się poprzez łany młodego żyta i rozłogi pszenicy."
      },
      {
        "index": 12,
        "text": "Zamarły widok kopuł bzu pachnącego, w deszczu zmoczonych, wlewał się w oczy zalane łzami. I tak objąwszy ciało, opasawszy duszę, złe moce rzucały skałę na piersi z krzykiem potępienia: tam się urodził twój grzech! Widziała wtedy wzrokiem użyczonym, podczas gdy włosy jeżyły się na głowie, a w uszach syczał świst i łopot tajemniczych skrzydeł nieszczęścia, wszechmoc namiętności. Widziała kształty ich czyste, figury, pozbawione wszelkiej osłony. Patrzała na to, jak one służą tylko samym sobie."
      },
      {
        "index": 13,
        "text": "Badała je w jasnowidzeniu, przez nieskończenie zbliżające szkła nieszczęścia, z ciekawością i uwagą, nieznaną ludziom, którzy chwilowo bytują poza krajem niedoli. Widziała rozmaitość namiętności, ich rodzenie się, rozwój, bujanie w przestwór i zgon. Dostępny dla jej czułego poznania świat namiętności był nieskończenie cudaczny, jak świat chorób, jak świat drobnoustrojów, albo jak świat z dna morza. Były godziny, że z wlepionemi w swą przyszłość oczyma, z rękami wbitemi we włosy pytała się minionego świata z krzykiem i rozpaczą:"
      },
      {
        "index": 14,
        "text": "— Ktożeśty jest? Skądżeś się wziął na nieszczęście ludzkie? Kto cię utworzył i — na co? Kto oddał dusze ludzkie w twoje wszechmocne szpony?"
      },
      {
        "index": 15,
        "text": "Odpowiedzi nie było nigdzie."
      },
      {
        "index": 16,
        "text": "Było poczucie władzy nieodwołalnych wypadków. Była ponura pewność, podobna do takiej, jakiej doświadczyłby człowiek patrzący na to, że miejsce, gdzie wykwitły przenajcudniejsze okrążki i listki korony kwiatu jabłoni zajęła powłoka gruba i mięsista, w której z dnia na dzień rozchodzą się twarde i tłuste komory owocu."
      },
      {
        "index": 17,
        "text": "Stawanie się, żywot i przemoc faktu, dokonywanie się jego poza wszelką siłą i wbrew wszelkiej woli prowadziło duszę coraz dalej i dalej w kraj subtelnej ciemności. Z chwilą, gdy dusza poznała cośkolwiek z rzeczy i spraw ciemnonocnych, cierpienie oswoić się, przywyknąć, pogodzić się i spocząć nie dało jej ani na chwilę."
      },
      {
        "index": 18,
        "text": "Coprędzej gnało ją dalej. A gdy, upadłszy na ziemię, wbijała palce w grunt znany i zlewała go krwią łez, zaciskało sprzączki smyczy i wlokło ją zduszoną na śmierć, gdy trzpienie wbijają się w podżuchwowe gruczoły, a rzemień dławi gardziel."
      },
      {
        "index": 19,
        "text": "Nieraz zdruzgotana na śmierć postanawiała, leżąc pod progiem szaleństwa, nie dać się światu. I cóż z tego, że będzie miała dziecko nieprawe z człowiekiem, który ją samą zostawił i gdzieś zagranicą przepadł? Rodziły przecie i rodzą młode dziewczątadziewczęta dzieci, chodzą długo ciężarne, bezkształtne, rozdęte, a później wracają znowu do pięknego świata, widzą znowu oczyma bez i jaśmin, słyszą znowu wesołą muzykę i męski śmiech. Ubierała się staranniej, szła do magazynu, pracowała spokojnie, brała w siebie przemocą wesołość i spokój. Ale nagły poryw wymiotów wśród pracy, — spojrzenia śmiercionośnej ironii, ciskane przez koleżanki, — tłumna ich a najżywsza radość na widok jej strwożenia, — szept szczęścia wśród ich zastępu, gdy nie mogła ukryć, co się z nią dzieje i truchlała, — wszystko to wracało ją nazad do ziemi nieszczęścia. Porywał ją spazm wewnętrzny przed światem, wielka, ponad wszystko bojaźń prawa umówionego między ludźmi w ciągu wieków przeciwko ciężarnej dziewczynie."
      },
      {
        "index": 20,
        "text": "Gonił ją licami śmiech kobiecy, który depce nogami i włóczy w błocie. Smagały ją zjadliwe a milczące spojrzenia. Trzepały się nad nią czarne skrzydła słów plugawej zniewagi. Biły ją po głowie kije drwin męskich, ulicznych piosenek o ciężarnej dziewczynie, które była niegdyś słyszała. Stawała się znowu dla samej siebie niczem już więcej, tylko przedmiotem pośmiewiska. Przeobrażała się znowu w stojącą u pręgi, na którą ludzie ze wszech stron i z całkowitą rozkoszą miotają swoją zemściwą głupotę, plują niecnym swoim dowcipem, mszczą się za pomocą grubego i brudnego konceptu. Nie mogła sobie zrobić tej ulgi, żeby uwierzyć ku pocieszeniu serca, że ta złość świata jest tylko czasowem jego skażeniem i zależnem od mnóstwa przyczyn zepsuciem. W strasznej niedoli swej przychodziła do drzwi gorzkiej prawdy, że ścigająca zemsta jest jedną z najbardziej normalnych właściwości natury ludzdziejludzkiej. Sama jedna, jako ciało, i sama jedna, jako dusza, przybiegała do domu i, padłszy na łóżko, miotała się po niem, nadaremnie prosząc bezlitosną śmierć, żeby ją grzeszną zabiła."
      },
      {
        "index": 21,
        "text": "W tych minutach zaszczucia przychodziło kiedy niekiedy, ale bardzo rzadko, przedziwne uczucie: uczucie wielkości. Zdawało się wówczas, że ją dźwiga i unosi ramię mocnego demona. Stawała się czemś zgoła odrębnem od świata i była od niego niewątpliwie wyżej. Stała wówczas poza ludzkiemi uczuciami, troskami, poza drżeniem i lękiem w obliczu niedoli, które są przecie stokroć gorszemi od niedoli samej. Przeobrażała się w czystą siłę cierpienia, która się wznosi ponad życiem ludzi i ponad nędzą ciemności, wreszcie ponad życiem własnem. Siła jej wówczas stała blizko wszechrzeczy, a jednak w odosobnieniu od wszystkiego, co jest rzeczą i sprawą. Przenikała wszystko aż do samego dna, jak powietrze, — i spoglądała we wszystko nawskroś, jak światło słońca. Subtelną i potężną władzą siła cierpienia uderzała w sprawy ludzkie i oddzielała jedne od drugich nieomylnie, cicho i dobrotliwie. Gdy bolesne oczy ciała błądziły po nagich ścianach, po miejscach, obnażonych z wapna, po rysunku, powstałym z wypaści i pęknięć, sęków i skaz, wzrok cierpienia widział pismo czytelne. Z kresek, plam, z osędzielizn kurzu i połysków zabłąkanego światła tworzyły się lica szczególne. Zarysy ich zabijały nadzieję i strącały w przepaść pociechę, gdy dźwigając się, znikąd powstawała, — rosły znaki przeklinające i rysy jakoweś, które możnaby nazwać nutami poznania. Zdarzenia, wypadki, fakty przemieniały się na nuty pisane po ścianach, na martwe znaki, według których dusza snuła symfonię swoją zaświatową. Symfonia była olbrzymiego zakresu, straszliwej piękności, niestrzymanej siły. Oczy ducha widziały nuty, a słuch pełen był zaświatowej symfonii."
      },
      {
        "index": 22,
        "text": "Wykwitał na rozchylonych ustach i w wyschłych oczach uśmiech zwycięski. Powiew wzniosłego podwyższenia, gardzące wszystkiem uciszenie ochładzało znużone skronie. Wówczas dusza na własny swój użytek, dla samej siebie tłomaczyła wypadki, sądy ludzkie, uczucia przeżyte, rzeczy widziane, dnie szczęścia i noce rozpaczy. Przekładała sobie nędzę żywota na nowy język, który był jej językiem, i wiązała z nich po bielonych drewnach ścian jakoby napisy, aforyzmy, zdania nieodwołalne. Z tych zdań, łagodnie, znikąd przychodzących, wysuwała się mądra, niezłomna, nieomylna wiedza duszy, jej pismo."
      },
      {
        "index": 23,
        "text": "Lecz chwile tych halucynacyi prędko mijały, gdyż rozwiewała się wiedza duszy pod uderzeniami maczugi."
      }
    ]
  }
}