{
  "chapterNumber": 53,
  "title": "Tom drugi, XX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Kiedy nazajutrz Ewa znalazła się w dziedzińcu wskazanego hotelu, już wolant hrabiego Bodzanty stał zaprzężony. Furman siedział na koźle. Był to człowiek stary z siwemi, łokciowemi wąsiskami. Gdy Ewa z palącym wstydem, a pogardliwie rozglądała się po podwórzu, ów furman patrzył na nią długo i uważnie, aż wreszcie zwrócił się z zapytaniem: — Z przeproszeniem... A czy to panna nie co Bodzanty?  — Właśnie... do pana Bodzanty... — A rzeczy są jakie? — Mam tutaj. — No to proszę. Tylko ja nie zlezę, bo konie mam strachliwe, a do tegom i na nogę kulawy. Niech no pani ino sobie zada, to się i dźwignie. Nie święci garnki lepią! — O, ja udźwignę, proszę pana! — Et, ja ta z tych pomniejszych panów... Na imię mi Teodor. Zaraz i pan pewno nadejdzie, to w try miga pojedziemy, bo to u niego wszystko pędem. Upał, — prawda? Ale pod wieczór się ma, to i przechłodnie. Szkoda tylko, że kurz będziemy mieli. Deszczyka niema, — ot to bieda! A pani w nasze strony pierwszy raz? — Pierwszy. — To pewnie pani na Majdan? — Ja nic... nie wiem. Pan Bodzanta obiecał mi miejsce u siebie na wsi. — No, to ta pewnikiem na Majdan. Już jak ino miejsce, to na Majdan. — A cóż to jest Majdan? — To widać pani nawet się nie miała czasu rozmówić z panem... Majdan, widzisz pani, — mówił uroczyście, — to jakżeby tu powiedzieć, nie zełgać? To jest taki niby zakon, albo klasztor. — Klasztor?! — Klasztor, ale taki, co z niego zakonnice często gęsto zamąż idą. Choć i nie wszystkie... — Ale zawsze klasztor? Co? — E, tak się ta mówi... Folwark — i basta. Obory, mleczarnie, serownie, truskawkarnia, warzywa, przerabianie owoców, warzelnia konfiturów, biura... No i tak. Pewnie pani, tak mi się widzi, do biura się nada. — A to tam są i inne kobiety? — Czy są kobiety... inne? Ano jakże. Przecie ich tam będzie — e — chyba ze dwieście. — Kobiet? — No. Wszystko co niby dawniej z grzeszkami... — A teraz tam robią, w tym folwarku? To cóż to są, — jakieś ciężkie roboty? — Jakie roboty tam idą — ba — ba! Furman zamilkł i zamyślił się. Ewa doznała dziwnego wrażenia. Lęk i ściskanie serca! Chwyciła ręką ucho swojej walizki, żeby ją porwać i uciekać co tchu w piersiach! Ciemne mgły zasłoniły oczy. Oparła się ramienieniemramieniem o wachlarz pojazdu i, patrząc w ziemię, rozmyślała głęboko. Wtem posłyszała obok siebie prześliczny — głos dziewczęcy: — Papuś! Ta? Ewa podniosła głowę. Naprzeciwko niej, we drzwiach hotelu stała panienka piętnasto-szesnastoletnia. Była szczupła o ciemno-popielatych włosach i szarych, świetlistych oczach. Piękne jej usteczka były rozchylone i niewymowny uśmiech, jak woń różana, na nich leżał. Nie wiedząc o tem, że idzie, panienka szła ku Ewie. Ciągnęła ojca za rękę i mówiła do niego zcicha, ale tak, że Ewa słyszała: — Jaka ładna, ach, jaka ładna! Papuś, jaka ładna! Gdzieś ją znalazł? Ani na chwilę nie spuszczając oka z twarzy Ewy, zbliżyła się do niej i wzięła za ręce. Jej oczy, podobnie jak u ojca mądre i przenikliwe, sondowały głęboko: — Jak pani na imię? — szepnęła. — Ewa. — A włosy nie malowane, nie? Prawda, że nie? Bo nie znoszę malowanych włosów! Niektóre przyjeżdżają z malowanymi włosami. Jest to rude, jak ił, jak muł w stawie, albo ordynarnie jaskrawe. Pani ma jasne włosy, ale melodyjnie jasne. Pani lubi rozmawiać? — Nie wiem, czy mogę z panią rozmawiać? — spytała Ewa, spoglądając na Bodzantę. — Proszę... — rzekł. — Moja córka jest ze mną zawsze wśród naszych pracownic. — Mnie na imię Marta... — rzekła panienka. — Jestem teraz praktykantką w ochronach, ale się chcę przerzucić do społecznych. Chcę pracować w muzeum. Wiem, że Wolski ponury jest, jak wieża w Chęcinach, a jednak Anastazya wytrzymała przy nim. — Siadajmy! Wieczór blizko! — zawołał Bodzanta. Panna Marta zapięła szczelnie swój płaszczyk do samej ziemi z żaglowego płótna. Miała na głowie płytki, słomkowy kapelusz, opasany dużym, (na modę angielską), woalem koloru szkarłatnego. Wsiadając do powozu, Ewa podniosła oczy. Coś sobie przez chwilę przypominała, coś bolesnego i rozkosznego zarazem. Tajny, przeszywający dreszcz... Nie mogła odnaleźć wszystkiemi władzami duszy tej treści, która przenikała serce. I oto nagle zapłakała przed samą sobą, — tajnie, wewnętrznie... Znalazła...  — Księżniczka Vaughan... — wyszeptała, patrząc przez mgłę łez na daleko rzucone końce woalki, na twarz i czarodziejski uśmiech Marty. Tamta spostrzegła jej łzy. Nachyliła się z drapieżnie wzniesionemi brwiami, z twarzą gwałtownie litosną, ścisnęła ze wszech sił rękę Ewy i szepnęła jej tajemnie: — Nie płacz! Cicho mi zaraz! No, cicho! No, już cicho, ty, Ewo... Chcesz, będę ci po imieniu mówiła? Chcesz mię za siostrę? Już cię lubię, — a kto wie, kto wie, — może pokocham... Ewa ścisnęła jej ręce. Nie spostrzegła się, że siedzi na głównem siedzeniu obok Bodzanty, a księżniczka Vaughan naprzeciwko niej, na ławeczce. Chciała się podnieść i protestować, ale konie ruszyły. Wolant z grzmotem i hałasem wjechał w bramę hotelu, wytoczył się na ulicę i pomknął chyżo. Młode konie sadziły skokami. Nim Ewa ocknęła się ze swego oszołomienia, już miasto znikło. Cegielnia, jakiś wiatrak samotny, podmiejski, ubożuchny domek, — wnet potem folwark, wystawiający na gościniec ordynarne tyły swych obór... Szum starej alei lipowej, obłamanej i poobdzieranej w sposób iście folwarczny i polski... Przemknęły te drzewa stare, minęły, jak melodya dawno znana, której nie sposób już przypomnieć... Oto wieś długa, szara, drewniana, nieskończoną linią chałup, obórek i stodół wpoprzek przecięła szosę. — Widzi pani, — mówił Bodzanta najoczywiściej dla zawiązania rozmowy, — ile to tu domów, ile stodół, obór i chlewów! Dla każdej krowy osobna obora, dla każdego prosięcia osobny chlew, który, oczywiście, licho wie, ile razy więcej wart, niż jego mieszkaniec. Przed każdą oborą nieodzowna gnojówka i kupa nawozu. Ile chat tyle kóp nawozu. Wartoby obliczyć, jaką to ilością drzewa budulcowego obarczone są te chłopskie zagonki, biedna ziemia, wydająca nędzne żyto i liche kartofle. Ale to jest nasza narodowa siła! Chłop, panie dobrodzieju! W chłopie, moszterdzieju nasza tego ten!... Tylko chłop! Marta parsknęła śmiechem. — Czego się śmiejesz? — A bo papuś peroruje, papuś wpada w swój trans antychłopski, a ona, Ewa nic nie rozumie. Myśli sobie o dawnych rzeczach. — Prawda, że to pani nie zajmują te wiejskie kłopoty. — Owszem! Ale mało się znam... — Tak. Wieś nie jest tak prosta, jakby się zdawało. Wieś, to długa i mozolna sprawa. Wieś, — to będzie męka odrodzonego narodu. — Zawsze tęskniłam do wsi. Ojciec mój dawniej na wsi mieszkał. — Na wsi mieszkał... — powtórzył zcicha Bodzanta. — A ja przepadam za miastem! — zdecydowała Marta, owijając się w swój płaszcz. — Nawet Kielce, — nawet! Jak tylko zobaczę starą dzwonnicę, daleką Karczówkę, — zaraz mi się robi cieplutko na sercu. A jeszcze jak dzwoni posępnymi dzwonami — bimbam! — Ty, byłaś w Paryżu, Ewo? Prawda, że byłaś? — Byłam. — I ja. Ale nic nie wiem, nic nie wiem z tego Paryża, tylko różowość, wesołość, świetlistość... A Rzym? Monte Pincio... — wyszeptała z zachwytem. — Albo Florencya, sucha, różowo pylna Florencya, w pośrodku której aksamitna wieża... — Ja znam Rzym... rzekła Ewa. — A Napoli, gdzie na Chiaja, via Roma wre najżywsze presto ludzkiego bytu, a widok nań z San Martino!... Znowu wioska. Zmurszałe chałupska, dachy kryte gontem, czarne, nawisie. Rosochate wierzby, rozwalone płoty... Pustka, siedząca między ścianami, nuda, wyzierająca z pomiędzy szczelin, smutek, włóczący po skibach łachmany szare. — Jakże można się dziwić, — perorowała Marta gwałtownie, — że ludzie stąd uciekają. Patrzcie, patrzcie! Mieszkać tutaj, w tem okropnem schronisku... Wieczne błoto, — och, nie! nie błoto, lecz wieczne bajoro... Wieczne odwracanie ziemi do góry nogami, to w tę, to w tę stronę... — Ziemia jest święta matka nasza. Z niej my jesteśmy wszyscy, — mówił Bodzanta dydaktycznie, uprzejmie, ze wzniosłym uśmieszkiem i zabawnie podniesionemi brwiami. — No wiem, że matka... Ale dlaczegóż matka ma być koniecznie tak nudna, tak obdarta... — A bo polska... bo polska dola, zaklęta dola... — jąkał się Bodzanta... Mrok już zapadał. Kurz otaczał pędzący pojazd. Daleko za leśnemi wzgórzami kryło się słońce. Ziemia od jego promieni była czerwona i pozłocista... Ewa spostrzegła długi drewniany most na rzece. Dalej roztwierały się znowu pola, przedzielone na horyzoncie długą kresą alei lipowej.  — Patrz, — mówiła Marta, — tam jest Głownia, w tych wielkich drzewach. Bieleje pałac — widzisz go? Dawny nasz pałac. — Dawny? A któż w nim teraz mieszka? — Nikt. — Pusty? — E — gdzież tam! Papuś, ona nic nie wie, nic a nic nie wie. Skandal! Najzupełniejsza cielęcinka wielkanocna... — Jakże można tak mówić o cudzoziemce? Pojedzie na Majdan, — to zrozumie. — Czekaj-no, — zacznę ja cię uświadamiać! Patrz — tam jest Majdan. Widzisz, — już światła w nim błyskają. Jedno światło, drugie, o, trzecie... To wielkie okno, co teraz zabłysło, to hala stolarska, a tamto nad niem, sanatoryum... Ewa wytężyła wzrok w fioletowe cienie. Przed oczyma jej wznosił się łańcuch leśnych gór, owiany tam i sam mgłami brzóz. Gdzieniegdzie czerniał szeroki błam sosnowego tęgoboru, — dalej nagie zbocza, porosłe jałowcem i uwieńczone osypiskami skał. — Czy tu jest wasza rezydencya? — spytała Ewa szeptem, nachylona do Marty. — Rezydencya! Niewiasto szydząca... My nie mamy żadnej rezydencyi, gdyż jesteśmy ludzie ubodzy. Zbiedniała szlachta, do usług! Mamy tylko jednę izbę i ogród, który uprawiamy sami przy pomocy ogrodniczka. — A te konie czyje, a te warsztaty, o których mówisz? — Konie są zakładowe, sanatoryjne, fabryczne, — wszystkich. A warsztaty są nasze, — nie moje, ani twoje, tylko nasze, gromadzkie, ojczyste.  Ewa słuchała z niedającem się ukryć rozczarowaniem. Stary pan uśmiechał się chytrze i ironicznie, rzucając zabawnie oczyma na prawo i na lewo, jakby pilnie lustrował koła wolanta. — Nic nie wiesz, nic jeszcze nie wiesz, blondyneczko, Diano podeptana przez jelenie... — pieściła się z nią Marta. — Słuchaj! Wszystko ci opowiem w krótkiem skróceniu, w tyciusieńskim konspekcie. Otwieraj uszy! Mój papuś nazywa się Bodzanta. Bodzanta! Wiesz już teraz? Bodzantowie byli zawsze magnateryą, chadzali z królami i obok królów, nadymali się nieraz przeciwko królom. — Różnie bywało. Lubili »ojczyznę miłą«, ale i o sobie nie zapominali. Ostatnimi czasy, — recytowała z zabawnym patosem, — dosięgli przez związki familijne z najpierwszymi w Polsce domami, — Himalajów bogactw. Dostatek, zaszczyty, nawet wielkość pchały się do ich siedzib drzwiami i oknami. Bez trudu możnaby się wylegitymować z kuzynostwa z Burbonami, a rozmaitych pseudo-królów w rodzie... na kopy! Modląc się, (obłudnie), po kościołach, wzdychali, że to Bóg dał im tyle bogactwa. Tymczasem dały im tyle bogactwa żeniaczki, sukcesye, procesy, intrygi, praca ludu, no i karty. Bodzanta krzywił się i kiwał niecierpliwie. Marta ciągnęła: — Mój dziaduś był jednym z najbogatszych panów. Mój papuś odziedziczył fortuneczkę, — paluszki lizać! Wszystkie folwarki, które zobaczysz, gdy wyjedziemy na tę pochyłą górę, zwaną Szłom, za tą rzeką, należały do papusia: Marcyanów, Głownia, Poszłomie, Zalesie, Płotki, Osiedle, Wólka Płotecka, Młynarze, Morgi... Papuś sobie z początku służył w austryackiem wojsku, bo i tam, w Galicji, miał godny kęsek ziemi. Jak mię doszły autentyczne wieści, papuś wtedy był birbant i awanturnik. A tak! Birbant. Ale oto wyszedł z wojska i pojechał w świat. Gdzie był, co robił! — milczą dzieje. Nie było papusia, nie było, (i mnie nawet, wyobraź sobie, nie było), aż nareszcie przyjechał do Warszawy. Porządnie spuścił fortuneczki, ale nie tak znowu... Chodzą wieści, że był w Ameryce, w Australji, w południowej Afryce. Naraz gruchnęło po okolicy, że papuś się żeni. No, i sprawdziło się. Ożenił się z moją mamą. Moja mama jest z domu księżniczka Korecka. A w dodatku taka śliczna! No, dobrze... Pojechali zagranicę. Mieszkali sobie na wyspie Capri, nad błękitem Śródziemnem morzem, w willi, którą później widziałam... Nie było ich w kraju, nie było, (i mnie znowu nie było!), — aż tu na złość, urodziłam się. Wyobraź sobie, tam na Capri, w tej willi! Przyjechali ze mną do Warszawy — i pokłócili się o coś. Ale porządnie, jak tylko papuś potrafi. Do tej pory nie mogę dojść, o co się pokłócili, dość, że się pokłócili i rozwiedli. Taka, wiesz... seperacya, proces rzymski... — Wiem... — rzekła Ewa z łagodnym uśmiechem. — Mama, moje dziecko, zabrała się i pojechała do Paryża, a ja zostałam u mojej babci. Chowałam się u mojej babci i rzadko widywałam mamę, rzadko papusia. Bo papuś znowu prysnął w świat. Po Angliach, Po Amerykach, po Japoniach... (Moja mama jest śliczna! Ale to potem...) Wyrosłam na dużą pannicę, aż tu w towarzystwie poczęto o papusiu puszczać szalone plotki. Że tatuś tam zrobił takie dziwactwo, że tam takie, że znowu! Ilem ja się po nocach naszlochała! Byli nawet.. O, Boże! Jak jeszcze wyżej dorosnę... Na własne uszy raz podsłuchałam u Balów... Kupię u Greulicha szpicrutę ze stalowym prętem w środku i póty będę chodziła, dopóki nie spotkam sam na sam tego podłego Szczerbica... — Szczerbica!... — jęknęła Ewa. — Kajetana. Był to drugi Szczerbic, Siżyś, rozumny i milusi, muzyk kochany, to go, jak na złość, w Wiedniu bandyci zamordowali. — Czy tak? — spytała Ewa. — A jak spotkam nareszcie tego Kajetana, to trzasnę sześć razy szpicrutą, posiekam fizys na kotlety. Żeby pręgi, jak mój najgrubszy palec, musiał nosić na buzi przez ruski miesiąc! Powiedział o papusiu... No, nie powtórzę! — A kiedy to pewnie prawda... — śmiał się Bodzanta. — Och, bo papuś to jest także! — zaperzyła się. Po chwili uspokojenia ciągnęła dalej: — Wszystko dlatego, że papuś już wówczas zamierzył spełnić swój wielki czyn. I mówił czasem, otwierał usta do tego... stada!... — Och, jakież to ordynaryjne i niesprawiedliwe słowa!... — z niesmakiem mruknął Bodzanta. — Bo widzisz, papuś w sam dzień Matki Boskiej Zielnej, w rocznicę moich urodzin, sześć lat temu wyrzekł się władania swemi dobrami. — Dlaczego? — spytała Ewa niedbale. — A z dziwactwa! Z pańskiej fanaberyi. Jeszcze tego na świecie nie było, więc to musiał zmajstrowaćzmajstrować. Kiedy ludzie stali po sumie przed kościołem w Głowni, krótkiemi słowy ich zawiadomił. Odtąd papuś i ja, my, Bodzantowie, szlachta prawieczna, wróciliśmy, skądeśmy wyszli: weszliśmy w lud i staliśmy się jednostkami z ludu. Powiedziała to głosem wyniosłym, ze śmieszną grandezzą, zawijając się w swój żaglowy płaszcz, jakby w gronostajową delię królowej. Bodzanta śmiał się dziwacznym swym śmiechem, głęboko radosnym, ekstatycznym, weselącym się w sobie, mówiąc: — Jednostko z ludu, przedstawiasz ten czyn demokratyczny z taką pychą, jakbyś publikowała nadanie i uniwersał królowej. Konie gwałtownie skręciły na boczną drogę, świeżo zaopatrzoną w głębokie rowy, wysoko podniesioną i usypaną tłuczonym granitem. Minięto wieś kościelną, później skręcono na lewo i pojazd potoczył się w dół. — Patrz, Ewo, to nasza szosa. Nasza, — to nie znaczy za nasze pieniądze, lecz naszemi usiłowaniami dźwignięta. Most. Widzisz go na rzece, tam w dole. Nasz most! Patrz jakie ma filary! To kwarc z naszych gór, brany na cement. Myślisz może, że to jest jakaś odmienna rzeka? Mylisz się grubo! To ta sama, cośmy ją już raz przebywali. Słuchaj, jak to awanturnica szumi... Och, ona szumi! Kocham ją bardzo. Strasznie ją kocham! Papusia tak kocham, Majdan — i ją. No... i mamę... Nie masz pojęcia, jaka to rzeka kapryśnica, jaki dzikus. Na wiosnę wzbiera nagle i staje się ogromna, jak huczący Rodan. To samo w końcu czerwca, na święty Jan. Zalewa całą dolinę, rwie groble, targa upusty, szarpie młyny, zrzuca ze siebie wszelkie mosty. Nie znosiła do tej pory mostów, a teraz, dobrodziejka, musi tolerować nasz most! Przykre to, moja pani, ale cóż robić... Zła jest jak człowiek. Wszystkie jej strumienie są z naszych, czarnych, jodłowych borów, wszystkie idą ze źródeł w naszej puszczy. To też ona ma czarną duszę. (Bo ona ma duszę... szepnęła). A ja ją kocham właśnie za dzikość, za wzniosłość i za grozę jej duszy. Ona ma taką duszę, jak tutejsi ludzie, jak tutejsi chłopi i jak my, tutejsi chłopi, Bodzantowie. — Znów się, chłopko, wynosisz pychą... — chichotał Bodzanta. — Musieliśmy tu wznieść nad nią tak wielki most, żeby go nie ugryzła. Już go próbowała zeszłego roku: na święty Jan wydęła się, wydźwignęła, — mało nie pękła, — i na nic, ledwie liznęła górny przęseł. Bo on ma 120 łokci długości. Wszystkie okoliczne wsie składały się kamieniem, furmanką, drzewem i pracą na ten most. Czyś ty kiedy słyszała, żeby chłopi z jednej wsi, ba — z jednej parafii dali szeląg na most w innej parafii? Przenigdy nie dali w dawnych czasach! Chłop dawny, chłop zimny ugór, chłop płona i martwa rola, którego duszę potworną, zimną i martwą, utopioną, w liczeniu zysku, my niszczymy... Bo trzeba ci wiedzieć, że my niszczymy chłopów i stwarzamy obywateli Precz ze szlachtą i precz z chłopami! — słyszysz! Chłop nowy, chłop nowej Polski, którego duszę my stwarzamy, ten jednogłośnie, (jednogłośnie, — słyszysz, — jak ongi przedwieczna, jagiellońska szlachta na sejmach), dał z dobrawoli na ten nasz nowy most do Majdanu. Dlaczegóż to tak jednogłośnie? Dlaczego?  Zachłysnęła się z wielkiej radości. Szepnęła, wstając ze swego miejsca i wyciągając ręce: — Dlatego, że papuś do tych wszystkich wsi, do zgromadzonego tłumu swym cichym głosem przemówił Wyłożył im konieczność. A skoro on przemówił... Gdybyś ty słyszała ten okrzyk, ten jeden okrzyk, ten polski okrzyk! Któryż to król jest tak potężny, który miał kiedy na ziemi taką władzę, jak mój papuś?..."
      }
    ]
  }
}