{
  "chapterNumber": 23,
  "title": "Tom pierwszy, XXIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ani złamanego szeląga, ani jednego strzępa, który możnaby sprzedać. Nic!"
      },
      {
        "index": 2,
        "text": "Siedziała przy oknie z oczyma wlepionemi we drzwi kloaki. Strzegła tych drzwi za dnia i w nocy, za dnia i w nocy przez dwa tygodnie. — Patrzała pilnie, czy z nich nie wyjdzie tajemnica. Mrowie wilgotne, nigdy nie doświadczane, łechtało ramiona, gdy myślała, że zajedzie wóz do przewożenia brudów, a obcy ludzie, chłopy cuchnące, z rozjuszonemi oczami, z pyskami pełnymi moralności wyniosą na światło tajemnicę. Była już jako tako zdrowa. Mogła chodzić bez wielkiego bólu. Wydalając się na miasto, przechodząc przez podwórze, przypasywała pod suknię gruby jasiek, żeby się przed sąsiadami okazywać, jak dawniej, ciężarną. Chodziła z umysłu ociężale, przewalając się z nogi na nogę. Gdy ją idącą wyszydzali żołnierze, oficerowie i młode piszczyki miejskie, wystające całemi popołudniami na rogach zaułków, śmiała się doskonale. Obsypywała ich wszystkich, (w myśli), najhaniebniejszemi wyzwiskami, które była, nie wiedząc o tem, posłyszała u progu szynków, — które zrodziły się w niej, we snach straszliwych, — które wylęgły się w jej duszy..."
      },
      {
        "index": 3,
        "text": "Jedno jedyne marzenie silne tak samo, jak moc życiowa, karmiło ją teraz i trzymało na nogach: uciekać!"
      },
      {
        "index": 4,
        "text": "Jeżeli zdoła uciec niepostrzeżenie, ślady mogą się zatrzeć do cna. Żyła tu pod obcem nazwiskiem, pod imieniem Róży Niepołomskiej, żony Łukasza. Któż ją odnajdzie w Warszawie, gdy tam zamieszka pod swojem własnem nazwiskiem? Wrócić do wolności, do piękności, do stroju kobiecego! Zarabiać na utrzymanie, jąć się do roboty! Zatatrać, zagrzebać, zaklepać wszystko, co było! Uciec od siebie dzisiejszej, wyrwać się ze siebie samej! Nadewszystko, — uciec od tego miejsca kaźni, z tej izby, w której zamknięte jest wraz z nią ciche piekło!..."
      },
      {
        "index": 5,
        "text": "Wyczyściła już była swą jedyną suknię. Powypierała plamy krwi z podłogi. Powynosiła nocami przekrwiony barłóg z łóżka. Zatarła wszelkie ślady, zniszczyła wszystkie własne sprzęty, papiery, aż do ostatniego gałganka. Nie zostawiła na miejscu ani jednego sznurka, ani jednej nitki, któraby ją mogła zdradzić."
      },
      {
        "index": 6,
        "text": "Obmyśliła wszystko bez wyjątku, przygotowała się do drogi. Tylko na bilet nie miała złamanego szeląga."
      },
      {
        "index": 7,
        "text": "Już bardzo dawno nie jadła nic gotowanego, nie piła nawet herbaty. Żyła kawałkami starego chleba. Oszczędnie kruszyła ostatni bochenek, przewidując, że może przyjdzie jeszcze długo czekać. Wiedziała doskonale, że musi coś przedsięwziąć dla zdobycia przynajmniej trzech rubli na bilet kolejowy. Zważyła już wielekroć myśl jazdy bez biletu i odrzuciła ją ze względu na obawę zaplątania się w dochodzenie, kto ona jest, skąd i dokąd jedzie. Musiała jechać swobodnie, gdyby można, drugą klasą, ażeby jak najmniej zwracać na siebie uwagi."
      },
      {
        "index": 8,
        "text": "W jej przebiegłych planach, w szeregach myśli niedościgle śmiałych, wśród kombinacyi nad wyraz sprytnych, zawsze przesuwał się właściciel domu, krótkopoły żyd."
      },
      {
        "index": 9,
        "text": "Stokroć już zamierzała prosić go o »pożyczkę«. Udzieliłby tej pożyczki napewno, gdyby go się zapewniło oczami, minami i z pomocą nic nie mówiących frazesów, że później, kto wie, może... Ale i to mogłoby zwrócić jego uwagę, skierować na nią jego uważne oczy. Odrzuciła tę myśl daleko od siebie i na zawsze. Przebiegała myślami domy i sklepy tego miasta. Twarze widziane, stosunki... Budowała i burzyła plany podejść, szachrajstw, kłamstw, wyłudzeń..."
      },
      {
        "index": 10,
        "text": "Tak oplątana przez myśli troskliwe i pomysły ostre aż do szału, — siadywała przy oknie, zawsze mając spojrzenie zwrócone na drzwi kloaki. Jeżeli tam ktokolwiek wchodził, drżała, dopóki nie wyszedł. Najlżejszy ruch, gwar, głos na dziedzińcu przyprawiał ją o szalone bicie serca."
      },
      {
        "index": 11,
        "text": "Pewnego ranka Ewa spostrzegła, nie zdając sobie zresztą z tego sprawy, że żona właściciela domu wraz z dziećmi wyjechała dokądś dorożką. Odjeżdżający czynili nadzwyczajny hałas, kilkakroć wsiadali do wehikułu i wracali z gadaniem do domu, widocznie po zapomniane drobiazgi. Ich krzykliwe zachowanie się drażniło i przerażało Ewę. Stąd zapewne o wyjeździe licznej familii wiedziała. Po wydaleniu się całego tłumu dzieci, w sąsiedniem mieszkaniu było cicho. Około godziny pierwszej z południa Ewa posłyszała, że tam ktoś podśpiewuje. Domyśliła się, że to szanowny gospodarz. Znowu nasunęły się splątane o nim myśli, pomysły wydobycia od niego trzech rubli..."
      },
      {
        "index": 12,
        "text": "Drzwi gospodarskiego mieszkania otwarły się. Słychać było majufesowe podśpiewywanie daleko wyraźniej. Poczem zgrzyt klucza w zamku. Ewa dobrze słyszała chropawy trzask."
      },
      {
        "index": 13,
        "text": "Uczuła jakby to w jej głowie ów głos coś otwarł na oścież. Gospodarz przez chwilę stał w sieni. Ewa wiedziała, co on tam robi. Mieszkając w tym kącie tak długo, poznała doskonale, (a raczej wyczuła cieleśnie), wszelkie obyczaje, przyzwyczajenia i tajemnice domowe."
      },
      {
        "index": 14,
        "text": "Gdy cała rodzina żydowska wydalała się z domu, chowano klucz w pewną szparę węgielną. Ewa nieraz go tam widziała, przebiegając przez wspólną sionkę. I teraz posłyszała znany, charakterystyczny szmer, gdy gospodarz starannie zasuwał klucz między bale."
      },
      {
        "index": 15,
        "text": "W myśli Ewy stanęło niejasne postanowienie, plan całkowity od początku do końca, lecz osłoniony jeszcze welonem tajemniczym. Przymknęła powieki i z uśmiechem patrzyła w doskonałą konstrukcyę swego planu. Serce zlekka, radośnie biło. Namiętna żądza wykonania natychmiast była ponad wszystkiem. Powstały niespodzianie ból głowy począł uwierać w skroni. Tymczasem echo kroków żyda oddaliło się, przycichło i zgasło."
      },
      {
        "index": 16,
        "text": "Wstała wówczas i cicho, na palcach poszła ku drzwiom."
      },
      {
        "index": 17,
        "text": "Wyjrzała przez uchylone. Deszcz padał na dworze. Było zimno. Liście żółte we mgle... — Żal w sercu... Wiatr miotał drzwiczkami furtki. — Z zagryzionemi do krwi wargami pobiegła na podwórze, przemknęła się chyżo pod ścianą domu i wyjrzała na ulicę. W oddali widać było postać gospodarza, ociężale wlokącego się pod parasolem ku miastu. Ewa natychmiast wróciła do sieni spokojnie, (choć z pośpiechem), wydostała ze szpary klucz i bez wahania otworzyła drzwi do lokalu sąsiadów."
      },
      {
        "index": 18,
        "text": "Odrażający zaduch nieprzewietrzanej siedziby powstrzymywał ją na progu, jak zaklęcie. Słuchała pilnie, pilnie..."
      },
      {
        "index": 19,
        "text": "Gdzieś w głębi mieszkania cykał zegar. Pamiętała, gdzie chowano pieniądze, kiedy tu niegdyś płaciła komorne za chorego Łukasza. Było to w bocznym pokoju. Chciała otworzyć drzwi, ale te właśnie były zamknięte na klucz. Drzwi to były niewielkie, całkowite, z dużym zamkiem zewnętrznym i zawiasami od strony wejściowej. Ewa skombinowała, że bez trudu można te całe drzwi wyjąć. Ująwszy je za zamek i dolną, żelazną zawiasę, wydobyła rygiel z za odstającego haka i wydźwignęła z zawias. Weszła do izby następnej. Natychmiast rzuciła się do ohydnej komody, nakrytej wyświechtaną serwetą, i próbowała odsunąć szufladę. Szuflada nie była zamknięta na klucz, lecz mocno zatarasowana. Ewa znalazła jakiś ostry gwóźdź, porzucony za łóżkiem, i za jego pomocą zdołała odsunąć szufladę. Teraz już była zmęczona, spracowana, drżąca. Krew biła w kościach skroni, serce drgało w piersiach, różowe mgły zasłaniały oczy. Straszliwe paroksyzmy strachu, od których cierpła na całem ciele, paraliżowały ruchy rąk. Dygocącymi palcami wyszukała pudełko, które była niegdyś bez uwagi spostrzegła. Z trudem oderwała pokrywkę. Było dużo rozmaitych papierowych pieniędzy. Przez chwilę dumała spokojnie z łokciami opartymi o brzeg grata, — czy nie zabrać wszystkiego. Roztropność nakazała dla niepoznaki wziąć tylko tyle, ile trzeba na drogę. Ewa pomyślała jeszcze, że musi zjeść kawałek mięsa, wobec czego dobrała jeszcze drugie trzy ruble. Zamknęła uważnie pudełko, ustawiła je w tem samem miejscu, zasunęła komodę. W to samo miejsce rzuciła zardzewiały gwóźdź. Nie mało miała trudu, zanim wstawiła drzwi w zawiasy i zamek. Ukończyła tę czynność wszystka w pocie, drżeniu, ogniu i łzach. Zmiotła oderwane kruszyneczki wapna, obejrzała wszystko uważnie, wysunęła się do sieni i zamknęła pierwsze drzwi na klucz. Tam schowała klucz w wiadomej szparze. Wróciła do siebie. Odetchnęła całemi piersiami. Wzniosła ręce ku skroniom. Chwiała się, chwiała na nogach przez długą chwilę, — aż runęła przy łóżku na kolana. Wstąpił w jej piersi jęk modlitewny, szloch wyzywający przed obliczem Boga, który ją widział, strzegł i wyrwał..."
      },
      {
        "index": 20,
        "text": "Po chwili, — jedno spojrzenie, ostatni cios oczu we drzwi zamkniętej kloaki. Krwawa pieczęć, położona na tamtych drzwiach. Krzyk duszy rozerwanej od miecza. Ostatnie przeklęte słowo na tę izbę... Wybiegła... Szła szybko bez podnoszenia oczu, chwytając usilnie dech w piersi. Bił ostry, zimny, przenikający deszcz jesienny. Na pierwszym rynku dopadła do dorożki i kazała się wieźć na dworzec. Była bez kapelusza, bez chustki, w starym staniku i wyświechtanej sukni. Siedziała w rogu nastawionego pudła, wtulona w głąb, ze szklanemi oczami, które patrzyły w próżnię. Szeptała samej sobie bezmyślne, radosne słowa, tryskające życiem i szczęściem. Na dworcu wsunęła się niepostrzeżenie do sali klasy trzeciej, usiadła w najciemniejszym kącie. Pociąg w stronę Warszawy miał nadejść dopiero po upływie dwu godzin. Siedziała tedy, jak na szpilkach. Kiedy nareszcie prawie pusta sala napełniać się zaczęła, kupiła sobie w bufecie wędliny i pieczywa. Następnie nabyła bilet. Szybko zaspakajając głód, bacznie wciąż łypała oczyma, czy czasem nie wejdzie na salę żyd, właściciel domu. Każde otwarcie drzwi przejmowało ją śmiertelnem drżeniem..."
      }
    ]
  }
}