{
  "chapterNumber": 7,
  "title": "Tom pierwszy, VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Niepołomski siedział na »swym« fotelu w mieszkaniu państwa Pobratyńskich. Fotel ów stał w ciemnym zaułku niszy, tuż obok drzwi do kuchni, a naprzeciwko wejściowych. W sąsiedztwie fotela, czyli"
      },
      {
        "index": 2,
        "text": "karła«, mieściła się »serwantka« z wybitemi pół na pół szybami, zakurzony skarbczyk familii (szkło czeskie, fajans, flaszeczki, postumenciki, figurki świętych, garnuszki z napisami »Pamiątka z Częstochowy«, pudełka z firaneczkami, w których stare opłatki, a nawet książki — Choix de monuments... kilka powieści Kraszewskiego, trzy tomy »Biblioteki Warszawskiej« z roku 1856, »Meir Ezofowicz...«)."
      },
      {
        "index": 3,
        "text": "Obok szafki, pod prostym kątem do »karła«, »zajmowała miejsce«, według opinii zamężnej córki rodu i jej ironizującego męża, kanapa. Dzieje tego mebla musiały nie być wesołe. Okolice, przeznaczone do siedzenia, zapadły się były dawno i na czas nieograniczony, tworząc wgłębioną powierzchnię, która stykała się niemal z poziomem podłogi."
      },
      {
        "index": 4,
        "text": "To zbliżenie prawdopodobnie dało asumpt Niepołomskiemu do przezwania kanapy »niemalstyczną« w jej niejako wiekuistem a przecie bezcelowem dążeniu do zetknięcia się, wsparcia i zjednoczenia w spokoju wiecznym z wymienioną — wyżej prostą — podłogą."
      },
      {
        "index": 5,
        "text": "Stary pan Pobratyński nie bez akcentu rzewności (czy dumy) nadawał kanapie w chwilach właściwych nazwę dość zagadkową: zwał ją »palisandrową«."
      },
      {
        "index": 6,
        "text": "Nazwa ta budziła uśmiechy melancholijne, jeżeli nie zgoła cyniczne. Jakkolwiek bądź — okolica: kanapa, fotel, serwantka — były miejscem przenajdroższem dla pewnych osób w lokalu. Trudno zaiste uwierzyć, jak owe stare meble, owe, powiedzmy bez obłudy, graty, przeistoczyły się owymi czasy."
      },
      {
        "index": 7,
        "text": "Była to ich młodość powtórna, ich zmartwychwstanie z nędzy i nicości. Gdyby ktokolwiek chciał usunąć »niemalstyczną« z miejsca, które »zajmowała«, gdyby chciał wydłubać z niszy fotel, wrośnięty w światło Rembrandta, zapomnienie i wzgardę, gdyby chciał poprzewracać figurynki, bohomazki i potwornostki, przechowywane z barbarzyńską doprawdy pieczołowitością, popełniłby zabójstwo ducha tych miejsc i rzeczy."
      },
      {
        "index": 8,
        "text": "Od tej chwili, kiedy stary pan Pobratyński wrócił do domu z wiadomością, że dzięki bilecikowi polecającemu Niepołomskiego, otrzymał posadę u Kraftów, krótko mówiąc, na sześćdziesiąt rubli miesięcznie, nowy lokator stał się jego i córki (oficyalnie!) bożyszczem. Zaproponowano mu ze strony miarodajnej, bo ze strony matki rodu, w sposób tkliwie serdeczny a pełen godności, żeby się stołował. Przyjął bez jednej chwili namysłu i bez wahania zaczął płacić za obiady cenę niepraktykowanie sowitą."
      },
      {
        "index": 9,
        "text": "W ten sposób wyrugował Horsta. Przychodząc na obiad i oczekując nań, (co zdarzało się zawsze wcześniej, niżby tego okoliczności wymagać mogły), Niepołomski zagłębiał się w czarny fotel i czekał bardzo cierpliwie. Obiady podawano punktualnie ze względu na to, że Ewa przychodziła na nie z biura terminowo co do sekundy. Właściwie nie miała prawa wydalać się na obiad, gdyż regulamin na to nie pozwalał. Ponieważ jednak biura kolejowe znajdowały się w pobliżu, umiała wszystko wykonać w pół godziny."
      },
      {
        "index": 10,
        "text": "Od chwili otrzymania posady w »Kraftach« również punktualnie przychodził ojciec rodziny. — Ewa starała się zazwyczaj bawić »obcego« w czasie oczekiwania na wazę. Wypadało jej siadać w rogu kanapy, w pobliżu fotela. Pięć, najwyżej siedm minut trwała codziennie ta rozmowa, zwana przez urzędnika od Kraftów dyskursem, albo konwersacyą. (»Przerwijcie-no moi państwo, waszą konwersacyę« — względnie »dyskurs« — albowiem waza wjeżdża na stół...«). Ewa posiadała umiejętność zabierania miejsca na niemalstycznej w sposób iście archanielski."
      },
      {
        "index": 11,
        "text": "Było to na brzeżku drewnianym, — zapewne, — ale nie stanowiło przecież zniewagi i pohańbienia dla starej, poczciwej, sponiewieranej kanapy. Zajmując miejsce, Ewa wsuwała się ruchem fali rzecznej z owego miejsca na ziemi, które znał tylko Niepołomski, — w zdradzieckie zagłębienia, zawisała na pochyłościach i upłazach, jakby w powietrzu. Nigdy nie bywała tak cudownie piękna, jak wówczas. Miała urok błękitnego obłoku, który zawisł na zrębach i szczerbach skalistej góry. — Może dlatego, że wstydziła się i za siebie i za starą towarzyszkę rodu, a wstydząc się za nią, żałowała jej odrobinę, podobnie jak się człowiek wstydzi prostactwa krewnych, a żałuje zarazem ich upośledzenia. Wtedy to oczy jej nabierały wyrazu, którego Niepołomski tak łaknął i pragnął od poranku do wieczora i od wieczora do świtu."
      },
      {
        "index": 12,
        "text": "Zaraz po obiedzie Ewa wybiegała do biura. Wracała do domu po trzeciej, czasami znacznie później, gdy pracowała ponad normę. Wówczas ośmio, albo dziesięciogodzinny czas jej pracy miał tę jedną jedyną przerwę półgodzinną."
      },
      {
        "index": 13,
        "text": "Gdy wbiegała do domu, gdy rozległ się dzwonek, zwiastujący jej nadejście szczególnem drżeniem, urwanym, krótkim tonem, wówczas kanarek w klatce przy oknie poczynał głośniej szczebiotać... Łukasz dźwigał ze swego kąta wzrok. Oto szelest jedwabny, oto obraz Jej, widny oczom już wówczas, kiedy się jeszcze nie ukazała, czarujące objawienie się jej osoby. Lekko błysnęła klamka... Światło w oczach, zanim weszła... Już jest we drzwiach... Oczy z za czarnej woalki ofiarowane czarnemu kątowi. Oczy, patrzące z za woalki, z pod ronda wiosennego kapelusza! Ledwie znać brwi i rzęsy... Szary płaszczyk usuwa się z ramion. Niewysłowiona jej postać, której piękności suknia nie jest w stanie ukryć, tak dalece, że ta suknia jest tylko uroczą zasłoną... Lekkim ukłonem się nachyla... Widać wówczas wszystką w ruchach niezwalczonego powabu, które zdają się wyrywać z więzów sukni. Oczy nie chciałyby jej widzieć nagą, a widzą ją mimo chęci. Spojrzenia obojga rzucają się ku sobie, zwalczając i omijając przeszkody, łamiąc tysiące zapór, wykonywując miliony podstępów. Pięć minut czasu! Na przestarzałym zegarze, którego wskazówki drgają nerwowymi ruchami, widać uciekanie bezcennych momentów. Co chwila z trwogą i żalem oczy obojga podnoszą się, badając zżółkły ze starości cyferblat, na którym stoi wypisana olbrzymiemi literami zczerniała, jeszcze z XVIII wieku zapewne, a niedościgle trafna sentencya: Hora perit, mors aderit. W łańcuchach wag starego czasomierza co chwila rozlega się ledwie dosłyszalny chrzęst i daje wyczuć lekkie drgnienie, znak, że uciekła minuta. Drgnienie to przebiega przez ciała rozmawiających, miga w ich oczach, jak błysk..."
      },
      {
        "index": 14,
        "text": "Zdawało się obojgu, że nikt na ziemi nie widzi, co się święci, że ani jedna osoba nie spostrzega ich spojrzeń. Byli przekonani, że spoglądają na siebie najzupełniej normalnie oczyma tak zimnemi, jak owe Szopenisko, którego zamorusany biust tkwił na szafie. W istocie — dla pana Pobratyńskiego były »amory« Ewy zaledwie dostrzegalną, a dość miłą zabawką. Widział jak przez mgłę owe spojrzenia, ale nie zwracał na nie uwagi. Inaczej »ci devant« piękność, czcigodna matka. Już pośpieszne wyrobienie posady przez człowieka obcego i najwidoczniej hołysza, wydało się jej, kobiecie, co przeszła miliardy utrapień życiowych, zdarzeniem nie bez przyczyny."
      },
      {
        "index": 15,
        "text": "Powiedziała sobie: niema karesu bez interesu, — i zwróciła baczne oko. Rzecz prosta, że spostrzegła odrazu nietylko sam fakt, ale zmierzyła głębokość i siłę zjawiska. Zadrżała w sobie na widok owych nagłych przyblednięć córki, gdy dawały się słyszeć kroki »tamtego«, — owych osłupień obojga, gdy się witali, owego śmiertelnego uśmiechu, który zdawał się zespalać światło w wewnętrznych istotach obojga i świecił się z ich ciał, gdy się chwytali i ogarniali oczyma. Widziała i mimowolne pochylenia postaci i oczywiste tęsknoty rąk, skazanych na wieczną rozłąkę. Sama niegdyś przeżyła miłość głęboką dla pięknego swego małżonka i była przez szeregi lat pożerana od szatana zazdrości. Znała się na tej sprawie, którą ludzie zowią miłością. Nienawidziła tej potęgi całą duszą, patrzała na nią z dalekiego wzniesienia i pragnęła ocalić córkę od mąk nieszczęsnego uczucia."
      },
      {
        "index": 16,
        "text": "Starszą ustrzegła. Wydała zamąż dość szczęśliwie, szybko, bez trudu i korowodów. Zdawało się jej, że nie mógłby się zjawić na ziemi taki człowiek, któryby ją podszedł i dotarł bez jej woli do serca dziecka. Pilnowała umiejętnie, nie jak zimny dozorca, lecz jak czujny kapłan. Strzegła duszy. Stąd to częste napędzanie do spowiedzi, do modlitwy, do rozmyślań i do pracy. Byłaby tego Niepołomskiego, dowiedziawszy się, że jest żonaty i rozwodnik, trzymała za progiem, choćby konał z miłości. Wdarł się, za pomocą wyrobienia posady, do domu, jak wytrychem, i, co najstraszniejsza, miał już w dziecku sprzymierzeńca. Było zapóźno. Mama dobrodziejka wiedziała to już, że jest zapóźno. Musiała (brzydko, ale dosłownie mówiąc) przywarować. Powieki jej przymknęły się, ręce opadły. Tylko usta zacięte drgały a drgały..."
      },
      {
        "index": 17,
        "text": "Przyjąwszy za pewnik, że już ani religia, ani wyklęcia ze świecami i ewangelią, ani bicie, ani znęcanie się sposobami domowymi nicby już nie zmieniły, pani Pobratyńska postanowiła zabezpieczyć córkę od szaleństwa i zguby. Otoczyła ją tedy czujnością iście szatańską. Niemasz na ziemi dyplomaty tak przebiegłego, ani dyrektora policyi o takim sprycie, jakiego dowody przed samą sobą) złożyła stara dama. Nic się w życiu Ewy nie zmieniło, a jednak była jak w kajdanach, czy w kaftanie waryackim. Z każdej minuty godzin pozabiurowych musiała się legitymować dowodami rzeczowymi, a godziny urzędowania w biurze były nie do opuszczenia. Srogi mandryl, dyrektor biura, który bez pardonu dawał dymisyę za opuszczenie kwadransów, był tu jedynym sprzymierzeńcem. Ewa nie nadużywała swej swobody. Jej miłość była bezgrzesznem szczęściem. Niepołomski nie szukał schadzek. Oddawna oświadczył się Ewie ze swą miłością i prosił o rękę, ale był skuty dawnym ślubem, więc ani razu nie usiłował widzieć swego bożyszcza poza domem. Wyjątek stanowiły nabożeństwa majowe. Stara matka zabierała na nie córkę, o ile to było możliwe. Łukasz, aczkolwiek nienawidził kościół i wszystkie sprawy jego tak dalece, że, z natury zimny i spokojny, nie mógł mówić o tej materyi bez gniewnego uniesienia, chodził osobno, zdaleka, niepostrzeżony na owe, jak mówił, zbiorowe, przedwieczorne figle. Dzieliła go zawsze od Ewy znaczna przestrzeń."
      },
      {
        "index": 18,
        "text": "Chóralny śpiew pieśni polskich, znanych tak dobrze z dzieciństwa, obecność mnóstwa młodzieży, uroczych kobiet w jasnych sukniach, kwiaty w ręku wszystkich, szczególny zapach bzu, więdnącego szybko w gorących dłoniach, na piersiach kobiet, przy ustach ludzkich, buchający z ołtarzy zapach róż, — wszystko to wywoływało szczególniejszy nastrój. Zbiorowisko ludzkie w kościele było dla Łukasza tak samo obce, jak obceby mu były rozkwitłe trawy na wielkiem błoniu nadrzecznem. Cóż miał wspólnego z tymi wszystkimi ludźmi, śpiewającymi i rozmodlonymi? Nic zgoła. Ogarniał go tylko urok masy żyjącej, rozbudzonej, w której tętni i buja życie obce, a napoły znane — właśnie, jak życie rozrosłych traw na łące. Ale oto cicha akompaniująca muzyka organu nagle się urywała."
      },
      {
        "index": 19,
        "text": "W płynną melodyę pieśni, która przypominała plusk fal górskiego stawu w kochanej stronie, — jakoby olbrzymi prąd wichru uderzały potężne akordy i poczynały lecieć przez człowieka strugami deszczu, zimna, mrozu."
      },
      {
        "index": 20,
        "text": "Krew spłoszona wstrzymała się pod sercem. Tytaniczny głos tonów, bijących pożegnanie życiu, przerzynały to tu, to tam spazmy i płacz samotnych piszczałek. Żałośnie wołały, wołały w pustyni, nad jeziorem podziemnem, w kraju ciemności."
      },
      {
        "index": 21,
        "text": "Wtedy poczynał szukać znajomego kształtu i drogiej barwy czarnego kapelusza z obszernem rondem. Widział ją nieruchomą, z oczyma spuszczonemi, bladą i zastygłą, jakoby jedną z figur symbolicznych tego kościoła. Suknia jej czarna, spadająca aż do płyt posadzki, wlewa się w oczy czarną falą i dreszczem żywym, rozkosznym, po nad wszelkie słowo, przechodziła wskroś ciała. A każdy fałd tej sukni, każde załamanie, każda krzywa linia atłasu, obejmującego ramiona, stawała się linią najwyższej piękności, symbolem jej ostatecznie wiernym. Łukasz przezierał wówczas, co Ewa czuła. Wiedział, że ta muzyka, od której ściany-kościoła zdają się giąć i falować, a wyniosłe filary drżeć od tego samego, co biegnie w nim, wzruszenia, — sprawia i w niej zamęt, zniszczenie myśli i chaos. Wiedział, że ona tak samo, jak on, nic w owej chwili nie wie, że jest poddana prawu muzyki, która jest mową duszy. Wiedział, że Ewa słucha, jako i on, mowy swej duszy."
      },
      {
        "index": 22,
        "text": "Tony uderzają w duszę, jakby pioruny w ciemności nocy. Przy ich niewstrzymanym blasku widać mgnieniami oślepiająco jasną ziemię i niebiosa. Ale czyż to jest ziemia, biedna ziemia nasza, siedlisko synów Adamowych, gdy ją widzimy świetlaną w połysku gromowym? Śnią się dalekie, dalekie słowa Apostoła: »Wziął Anioł kadzielnicę i napełnił ją ogniem z ołtarza, rzucił ją na ziemię, a stały się gromy i głosy, błyskawice i trzęsienie ziemi«... Byli w takich chwilach oboje, jak wędrowcy, co się w nocy piorunowej spotykają twarzą w twarz i oblicza swe, znagła wytrysłe z przepaści nocnej, widzą wśród błyskawic. Radość! Życie! W obydwu duszach zgiełk uczuć, rozruch myśli i lot postanowień, nie wiadomo, jakim sposobem powstałych, nieznanych wcale a nieodwołalnych i raz na zawsze zrośniętych z istotą duszy. Łukasz wpatrywał się szalonym wzrokiem dopóty, aż tamta głowa musiała się odwrócić. Zamglone oczy przybywały go nawiedzić, jakoby widziadła z tamtego świata. Wolno spływały na nie rzęsy, a po ich cieniu zstępować się zdawał bezcielesny powiew — anioł miłości. Trwało to krócej, niż westchnienie, pozdrawiające anioła. Łukasz zamykał oczy i pozostawał w swej ciemnicy. Wzbijała się znowu dokoła niego muzyka, wybuchały posępne pieśni o śmierci, które zdawały się, jak Samson z posad ruszać filary gotyckie, a grubymi wybuchami przetrącać sklepienie nawy. Krążył tłum ludzki. Dusza jego składała się wówczas z dwu połowic — z Sarasvati oszalałej i Niżdali zamykającej powieki, dwu sióstr, zakochanych w Krysznie, ogarniętym przez miłość wieczności. Wraz ze zniknieniem Ewy znikała Sarasvati, zostawała Niżdali, widząca jasno we wnętrznościach duszy. Stał w milczeniu i wychodził w milczeniu, obojętny na wszystko, ze spuszczonemi powiekami, bacząc na to tylko, żeby nie utracić lazurowych oczu, które widział tak jasno a niewiadomym sposobem kędyś w toniach własnych źrenic."
      },
      {
        "index": 23,
        "text": "Pozatem widywali się tylko w czasie obiadu. Tak okrutną dla siebie zasadę ustanowił Niepołomski."
      },
      {
        "index": 24,
        "text": "Postanowiono również, żeby nie mówić do siebie nic takiego, coby mogło zdradzić cień cienia istotnych uczuć. Okazało się wszakże, że rozmowy obiadowe, a raczej milczenie w ciągu tygodni, nie jest do zniesienia."
      },
      {
        "index": 25,
        "text": "Łukasz powiedział to w dzień, o którym mowa."
      },
      {
        "index": 26,
        "text": "Ewa potwierdziła, że tak jest w rzeczy samej. Wtedy szeptem »przedobiednim« oświadczył, że uczynił pewien wynalazek: przybił na drzwiach wejściowych Puszkę do listów, a nad nią umieścił swój bilet."
      },
      {
        "index": 27,
        "text": "— I cóż z tego? — spytała."
      },
      {
        "index": 28,
        "text": "— Tam będę znajdował listy pani."
      },
      {
        "index": 29,
        "text": "— Moje listy!..."
      },
      {
        "index": 30,
        "text": "Tak. Gdy Wasza Przecudność będzie szła na obiad, z biura..."
      },
      {
        "index": 31,
        "text": "— Ach tak... Prawda... Doskonale! A ja?"
      },
      {
        "index": 32,
        "text": "— Tu, w domu, nie może pani mieć moich listów. Ktoś może przejąć. Jest to rozkosz nad rozkoszami czytać cudze listy miłosne... — Nie mogę. Ani jednego listeczka!"
      },
      {
        "index": 33,
        "text": "— Będę pisywał miejską pocztą do biura, — nieczęsto, żeby nie wzbudzać podejrzeń woźnego, który będzie pani listy doręczał. Za każdy list duży pieniądz woźnemu."
      },
      {
        "index": 34,
        "text": "— Dobrze, Galeotto..."
      },
      {
        "index": 35,
        "text": "— A czy zadowolona z pomysłu?"
      },
      {
        "index": 36,
        "text": "— Dziękuję, dziękuję... Ach, jak dziękuję..."
      }
    ]
  }
}