{
  "chapterNumber": 1,
  "title": "Tom pierwszy, I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W czasie powrotu do domu Ewa miała oczy spuszczone. Wszystkiemi siłami starała się niepatrzeć na przechodniów i unikać ich wzroku. Wiedziała przecie, że każdy przechodzący mężczyzna... Chciała widzieć i z pod powiek widziała jedynie wyślizganą szarzynę betonowego chodnika, chropowatą równię środka ulicy z jej dołami i zbitym brukiem drewnianym, nagość bezbarwną drzewek, ujętych w żelazne pręty ogrodzeń. Barwy te były podobne do jej myśli i odpowiadały potrzebie duszy. Dbała o to, żeby myśli były właśnie takie, pozbawione piękności, jak gdyby odbarwione ze wszelkiego uroku. Była bowiem szczególna wzniosłość i nieznany powab w tem dobrowolnem i pilnem wyzbyciu się wesela. Nie rzeczy się też przesuwały, lecz nie materyalne wrażenia, nikłe uczucia w różne postacie zamknięte. Przez nieuwagę jedynie postrzegała konary, gałęzie i pręty drzew skweru, profile kamienic, osrebrzone od słońca porankowego. Drzewa czarne, jakby urobione z węgla... Spulchniona rola skweru... Ślady na niej grabi, niby ślady zabawy dziecięcej. W świeżym, szarym gruncie poobcinane patyki krzewin. Na chodniku nieoczekiwane cienie drzew. Cienie smagłe, cienie ruchome i żywe! Widły, pnie, gąłązkigałązki! Nogi wstępują na żywe pnie. Uczucie niepostrzegalne, że się niedelikatnie przeszkadza cudzemu bytowi... W okrągłych zagłębieniach pod żelaznemi kratami dookoła pniów uwięzionych — jeszcze śnieg. Czarny śnieg, przywalony nawozem, odpadkami, prochem śmieci, górami niedopałków. Ciemność mogiły... Lecz już tam trawa zielona puściła pędy. Wiatr chwieje i nagina maleńkie jej pióra. Wiatr chłodny, rozwichrzający włosy, dociera do ich korzeni. Mnóstwo wszędzie połysków skupień światła, ognisk, polśniewań, barw..."
      },
      {
        "index": 2,
        "text": "Żebrak! Leży na chodniku przy marmurowych schodach wielkiego gmachu. Wyciągnął kule i potworne kikuty. Rozwalił się, jak u siebie na barłogu. Łachmany szare. Twarz potężna, wzgardliwa, oko głęboko nienawidzące. Wyciągnął rękę. Ujrzała podarte i zatłuszczone wnętrze jego czapczyny. Rzuciła w nie wszystko co miała: srebrny pieniądz czterdziestogroszowy. Niespodziane zastanowienie, cudze otamowanie: gdyby tak każdemu dziadowi... W tej samej chwili serdeczny żal i tępa rozpacz: — czemu ten człowiek nie zabija, lecz jęczy, czemu nie lży, lecz błaga?"
      },
      {
        "index": 3,
        "text": "Uczucie ciężkie i nieruchome poruszyło się w piersiach i popłynęło, popłynęło palącemi strugami. W ślad za niem samowładne słowa:"
      },
      {
        "index": 4,
        "text": "— O, miasto, miasto! Gdybyż była w człowieku moc, żeby mógł przycisnąć do piersi ciebie, o miasto! Gdybyż można było odkupić wszystek nieszczęśliwy świat... Odkupić świat z rąk łotrów, z posiadania plugawych tyraniąt, z władzy oszustów, bogaczów, panów, — z opieki najgorszych i najpodlejszych, — biernych widzów, obojętnych, jedzących w spokoju i pijących w weselu... Jakże tu żyć, chodząc w sukniach pięknych, co osłaniają ciało aż do ziemi, — pomiędzy łachmany żebraków? Jakże można dawać jałmużnę, brud ręki swej, na pożywienie bratu — bliźniemu?"
      },
      {
        "index": 5,
        "text": "Łzy z najgłębszej krynicy serca przemknęły się między zwartemi powieki, niepostrzeżenie. Chwila głębokiej skruchy, męki strasznej i groźnej. Serce w piersiach ukrzyżowane, w niemocy swej gwoździami przebite. Wytryska zeń i szybuje żądza ofiary."
      },
      {
        "index": 6,
        "text": "W górze nad głową wszędzieobecny, roztoczony firmament. Słowo olbrzymie, miłościwe, kojące, słowo drogocenne! Ogarnia sobą męczarnię. Jak nowy powiew wietrzyka przefruwa znowu ta sama, dawna, cudna i głupia myśl — pokuszenie: doskonałość duszy, czystość serca — jest to także egoizm. Jakże tu iść w swej czystości wśród grzechów straszliwych świata? Chrześcijanin powinien przecie zbawić ludzkość, gdyż inaczej..."
      },
      {
        "index": 7,
        "text": "Myśl ulotna przefrunęła, dziwnie szemrząc, jakoby wiatr w gałęziach brzóz. Lecz za nią nadciąga inna, myśl cofająca się w tył, myśl ślepa i zamknięta w sobie, patrząca w ziarno rzeczy i nieubłagana. Jakoby owoc przedziwnej wiadomości, któryby stoczył się we Wszystko, czem kiedykolwiek był — w zawiązek, w kwiat, aż do samego początku:"
      },
      {
        "index": 8,
        "text": "— Bądźcie pozdrowieni upadli, grzesznicy obarczeni przez zbrodnie! Pan z wami, zbrodniarze. Niechaj się dusze wasze uciszą. Niech sen zejdzie na wasze powieki. Wytchnijcie w spokoju, zbójcy i mordercy, wyrzuceni z rodu ludzkiego."
      },
      {
        "index": 9,
        "text": "Ewa minęła szereg ulic pół-bezwiednie, nie pozwalając uczuciu swemu obniżyć się i zmaleć. Niosła je w sobie z ostrożną czujnością, podobnie, jak pierwsi chrześcijanie nosić musieli na przeciągu korytarzy podziemnych, w głębi nocy kaganki gliniane, u których końca płonął nikły knotek, zanurzony w oliwie. Na poły wiedząc o tem, gdzie jest, weszła w bramę, oddała grzeczniejszy, niż zwykle, ukłon stróżowi Ambrożemu. Uroczo zdrowymi, prześlicznymi kroki, melodyjnie pewnem stąpaniem dzikiej kozy po skałach, przebyła asfaltowy chodniczek, przeciskający się wpoprzek dziedzińca między prastarym brukiem."
      },
      {
        "index": 10,
        "text": "Wiatr gwałtowny zawiał z za drzwi obłupanych ze starej, wiecznie rozwartej i, niestety, wiecznie cuchnącej »chorej« sieni. Chłodnem tchnieniem ogarnął nogi aż do kolan, wcisnął się pod suknie... Zaśmiała się wbrew woli, wewnętrznie i ustami, ujrzawszy swe śliczne, kochane, połyskliwe buciki na wysokich obcasach i zakrzyknęła na bezczelny wiatr bez wydania głosu: — ach, ty!..."
      },
      {
        "index": 11,
        "text": "Skończył się chodniczek ową dziurą, wyłupaną przed laty, wyrwą, którą noga zna tak dobrze, jak wnętrze rozkoszne miłego bucika, — biedną, starą znajomą »kawerną«. Jeszcze w niej tai się jędza kałuża, ostatni ślad nocy wichrowych. Ewa rzuciła okiem w okna mieszkania, na brudne szyby, nie myte od jesieni, na zeschłe ślady szarug, deszczów, kurzów, na futryny obłupione z pokostu i kitu, i wkroczyła, wzdychając, na schody. Ciężko jej było iść po tych schodach poprzecznej oficyny. Były paskudne, jak życie oficynowe: brudne, lepkie od zbłoconych nóg, z wyślizganą poręczą od niezliczonych rąk, które jej dotykały w biegu, w pośpiechu ubogiego życia. Szła, marząc, czy modląc się pragnieniami, żeby to wyprowadzić stąd rodziców, żeby to coś takiego przedsięwziąć, aby mogli wyjść wszyscy z tych miejsc, dokądś na lepsze..."
      },
      {
        "index": 12,
        "text": "Ciche, nieznane w codziennem życiu westchnienia spływały, na wargach przeistaczając się w szept, lecący w górę. Wiedziała, że nic uczynić nie może, nic poradzić, nic zmienić, ale, wiedząc o tem, oddawała się konieczności szeptania, które z jej piersi ulatało, jak oddech. Nie wiedzieć kiedy stanęła przede drzwiami. Mimo woli oparła się o odrzwia ramieniem i, trzymając już rękę na guziku dzwonka, śniła przez chwilę. Tak przykro było wracać do domu z powietrza, które już nasiąkło zapachem fiołków i drgało wiosennym gwarem... Jeszcze miała w oczach te smużki i kępki maleńkiej a połyskliwej trawy, co się koło żelaznych sztachet i ogrodzeń chyłkiem czaiły. Teraz oczy jej leżały bezwładnie na drzwiach zamkniętych, uczernionych i wyświechtanych w pobliżu klamki, — na biletach wizytowych szanownych lokatorów. Czytała z ohydą stokroć znajome litery: — Jan Faustyn Cygler — a pod tem napis głupkowaty, nie wiedzieć czemu olbrzymiemi literami: »dzwonić trzy razy!« Obok niemniej srogimi kulfonami wylitografowane nazwisko — Stanisław Czapowski — Stud. Med. Dalej »dzwonić dwa razy«. Na górze ordynarnym i zaiste chamskim drukiem: — Adolf Horst — Filozof — »Nie dzwonić ani razu«. Najniżej, to posępne miejsce bielsze, puste — i znaki po świeżo oderwanym bilecie, cztery czarne zagłębienia po pluskiewkach. Ewa zatrzymała wzrok na białej plamie. Czoło jej zmarszczyło się, twarz przybrała wyraz bolesny. — Kto też najmie ten pokój? Boże, Boże! tyle czasu pokój stoi pustką!"
      },
      {
        "index": 13,
        "text": "Była to jednak obłudna, a przynajmniej na pół świadoma troskliwość. Ewa usiłowała nią zatrzeć (w interesie czystości duszy) obrazy i myśli, które ją tłumem obiegły, skoro tylko rzuciła okiem na napis — »Adolf Horst — Filozof — Nie dzwonić ani razu«."
      },
      {
        "index": 14,
        "text": "Jak żywa stanęła jej teraz w pamięci cała spowiedź przed godziną odbyta, wszystkie towarzyszące jej okoliczności, uczucia, wzruszenia, stany bierne, a nawet ruchy i bezwiedne spojrzenia oczu. Jeszcze czuła ścierpnięcie poniżej kolana od długotrwałego ucisku kości przez ostry gzems schodka, kiedy, przyklęknąwszy niewygodnie, przetrwała w jednej pozie całą spowiedź. Jeszcze czuła na twarzy swej spoczywający wzrok kapłana i oddech jego ust. Teraz ogarnęło ją przedziwne lenistwo ciała i ducha. Wszystka tajemnica i potęga spełnionego aktu spowiedzi była jakoby brzemię złożone z ramion. Nie zeszło jeszcze z głowy, nie osunęło się z myśli. Przeciwnie — minęła już rozkosz biernego poczucia, że święty obowiązek został wypełniony, wrażenie radości, że już jest po wszystkiem, które niosło ją było, niby mroczny a miły obłok przez ulice miasta i zasłaniało przed oczyma ziemię. W chwili, gdy stała pode drzwiami domu, wracało, włamywało się do duszy i oblegało zmysły dotykalne, leniwe uczucie życia. Ewa nacisnęła dzwonek i usłyszała wkrótce znajomy tupot nóg służącej. Skoro się drzwi otwarły, wsunęła się cicho i, pochwyciwszy za rękaw kucharkę, szeptała jej do ucha ze zmarszczonemi brwiami: — Leośka, nie masz do mnie o nic żalu? Nie gniewasz się na mnie? O nic, gadajże!"
      },
      {
        "index": 15,
        "text": "Tamta wytrzeszczyła idyotycznie oczy, zachichotała, — aż nagle poczęła z przejęciem szeptać:"
      },
      {
        "index": 16,
        "text": "— Była panienka u księdza Jutkiewicza?"
      },
      {
        "index": 17,
        "text": "— Byłam. Przebaczasz mi wszystko?"
      },
      {
        "index": 18,
        "text": "— No, przecież! Cóż znowu, nie mam przebaczyć..."
      },
      {
        "index": 19,
        "text": "— Ale słuchaj, z serca!"
      },
      {
        "index": 20,
        "text": "— No! A do Stołu Pańskiego panienka przystąpiła?"
      },
      {
        "index": 21,
        "text": "— Nie, jutro."
      },
      {
        "index": 22,
        "text": "— Czemu?"
      },
      {
        "index": 23,
        "text": "— Bo już było za późno."
      },
      {
        "index": 24,
        "text": "— Widzicie! Jakże to cały dzień i całą noc bez grzechu. Panienko, chodźmy stąd! Uciekajmy!"
      },
      {
        "index": 25,
        "text": "— Dlaczego?"
      },
      {
        "index": 26,
        "text": "— No, dymajmy — i tyle!"
      },
      {
        "index": 27,
        "text": "— Powiedz że prosto!"
      },
      {
        "index": 28,
        "text": "— Nie powiem."
      },
      {
        "index": 29,
        "text": "— Kiedy to z tobą zawsze! Chcesz, widać, żebym się w takim dniu rozzłościła."
      },
      {
        "index": 30,
        "text": "— A to niech sobie panienka wie! Nie moja wina jeśli panienka..."
      },
      {
        "index": 31,
        "text": "— Cóż takiego?"
      },
      {
        "index": 32,
        "text": "— A to, że znowu u Horsta ta sama dziewka, ta, co to malowana na gniado..."
      },
      {
        "index": 33,
        "text": "Obiedwie na te słowa pierzchnęły z korytarza w takim popłochu, jakby w nie z pistoletu strzelono z za węgła, — jedna prosto, we drzwi kuchenne, druga na prawo. Wbiegłszy do pokoju, który był w całem mieszkaniu jedynem schronieniem rodziny, Ewa przypadła na łóżko za parawanem. Skuliła się tam natychmiast i co tchu zabrała się do pracy duchowej, zupełnie jakby się wszystka, z głową nakryła wielkim całunem kościelnym. Siedziała z rękoma obwisłemi, z głową pochyloną na piersi, z oczyma zamkniętemi. Zrazu modliła się cicho, wymawiając boleśnie i z trudem prawdziwym wyrazy: »Panie Boże mój! Jakże ja nędzna odważę się przystąpić do Ciebie, którego tyle razy obraziłam? Panie! nie jestem godna, abyś wszedł do przybytku serca mojego! Jezu, pomnóż pokorę moją...« W miarę jak wielekroć wymawiała te słowa, szerzyła się w niej jak gdyby jasność owego kaganka, z którym w sobie szła przez ulice miasta. Poczęły wynikać w duszy pożądane obszary, rozwierać się i przeistaczać ni to w okolice nieznane o poranku, okryte jeszcze mgłą..."
      },
      {
        "index": 34,
        "text": "Było dobrze iść wśród tego świata duszy, iść dokąd oczy poniosą. Było dobrze i lekko, obrawszy którykolwiek kierunek, wędrować z rozstajnych dróg, na których teraz stała. Zaszemrały nad głową słowa — tchnienia, słowa — poszumy, jakoby szelest liści od wiecznych, w jakowejś ciemnej alei..."
      },
      {
        "index": 35,
        "text": "Mocne postanowienie poprawy!"
      },
      {
        "index": 36,
        "text": "— Jakże to zrobić? — zadała sobie natarczywe pytanie. — Jak to zrobić doskonale, mocno, na zawsze? Żeby módz wiecznie spać na trawie, zwanej »Baranek Czysty«? Żeby mieć boskie prawo zawsze stać przy Krzyżu duchem przez rozmyślanie, a rzeczywiście przez Komunię Świętą?"
      },
      {
        "index": 37,
        "text": "Przymknęła powieki, zacisnęła ręce, nabrała pełne piersi mocnego tchu... Idzie przed się znowu dalej w wiośniany kraj, potężnymi kroki. Poprzysięga sobie w duszy, samej sobie rozkazuje, co i jak teraz będzie czyniła. Wszystko, co w chwili tej postanawia, okazuje się do wykonania łatwe, rysuje się, jako mądre i tak proste, tak naturalne i celowe, jak, naprzykład, kształt drzwi, budowa domu, pomysł i wykonanie szafy. Czemuż człowiek nie ma być tem, czem być chce? Dlaczegóż nie być czystą, dlaczego nie być dziewicą nie tylko ciałem, lecz i duszą? Azaliż lepiej jest być czemś brudnem, niż czystem? Czyż kwiat może być brudny, oblany pomyjami? Czyż nie jest to rzecz prosta a najmądrzejsza, że kwiat jest czysty? Bóg go stworzył po to, żeby był czysty. W duszy, w pamięci, w uchu brzmią teraz słowa kapłana... Świętego Pawła słowo do Koryntyan: »Wszystko mi wolno, ale nie wszystko pożyteczno...« A dalej przykład, wyjęty ze świętego Franciszka Salezego o drzewie migdałowem, którego owoce przemieniają się z gorzkich na słodkie zapomocą wypuszczenia z pnia złych soków. Ewa zapytuje samej siebie, czemuby nie miała wznieść się do tej poprawy i stanąć w cnocie czystości obok oblubienicy z Pieśni nad pieśniami, obok tej, co w palcach swych przecedza myrrę, płyn broniący od zepsucia, — tej, co ma oczy przepasane przepaską złotą na znak czystej mowy, co ma oczy, jak gołębica?... Ogarniają rozkosz tego obrazu, porywa wyniosłość pragnienia, zdejmuje wola mocna, odurzenie przecudne, żeby się wznieść ku dobru wysokiemu. Wyplenić ze siebie obmierzłe upodobania do kokieteryi, wytrącić z duszy ową rozkosz niewymowną do szelestu jedwabiu, do piękności sukien, które owiewają ciało różowością jutrzenki, albo lazurem wiosennego nieba, — do połysku pantofelków lakierowanych, — dreszczowy czar, zwiastujący (zawsze, zawsze!) nadejście studenta (a nawet tego gałgana Horsta!). Nigdy już, przenigdy (przysięga to sobie!) nie pójdzie, niby to przypadkiem, a w gruncie rzeczy ze świadomym zamiarem ujrzenia Czapowskiego ( — przysięga to sobie!), gdy on wchodzi... Nigdy już nie zaszeleści jedwabną halką, jak wówczas, kiedy to stanął na schodach i zwrócił na nią wielkie, marzące oczy... Głupiec jeden, kabotyn, oślak! Co on sobie mógł wtedy myśleć! Po pierwsze — won! — pantofle. Od jutrzejszego dnia trzewiki, klapy, błotochody, ciapostępy — trzewiki do skończenia świata! Po drugie — halka. Won!"
      },
      {
        "index": 38,
        "text": "Zatkała uszy, żeby nie słyszeć jedwabnego szelestu przecudnej ulubienicy ze ślubnej niegdyś sukni matczynej, zachwytu swego i radości. Zamrużyła oczy, żeby nie widzieć żółtego połysku przepięknych bucików wysmukłych, obcisłych, na wysokich korkach. Ileż to razy wycałowała je oczyma, wypieściła myślą, gdy jeszcze stały na wystawie za wielką szybą, na lustrzanej tafli. Straciła na nie wiele, wiele nocy, przepisując akta biurowe do rana. Teraz — won, won, won!"
      },
      {
        "index": 39,
        "text": "— Won! — powtórzyła raz jeszcze."
      },
      {
        "index": 40,
        "text": "Myśli po tym rozkazie pierzchły na wszystkie strony! Jakiś tylko szum w uszach, szelest wyrazów... Wymawia się won, a pisze się Vaughan. — Księżniczka... Księżniczka Vaughan! Prześliczne, błękitne oczy, sploty włosów, głowa lekko pochylona na prawe ramię,"
      },
      {
        "index": 41,
        "text": "Na głowie kapelusik z czarnej materyi, jedwabnie lśniącej, rodzaj spłaszczonego cylinderka, z szerokiem rondem i rozszerzeniem w kierunku dna. Kapelusz otoczony ponsową woalką nieopisanie pięknego koloru. Obnażona szyja i błękitny paltocik z bufiastymi rękawami. Ach, ty śliczna, ty przecudowna, ty śmieszna! Gdyby tak teraz wyjść w tym paltociku, w tym kapeluszu, z tą woalką! Z tą bajeczną woalką! Księżniczka Vaughan..."
      },
      {
        "index": 42,
        "text": "Widywała ją tylekroć na wspaniałej miniaturze w mieszkaniu lichwiarki Barnawskiej! Zawsze posyłała jej uśmiech, jak przyjaciółce, jak siostrzyczce. Gdzież ona żyła, kiedy, co robiła? Niema jej nigdzie na ziemi, niema nigdzie! Umarła przed setką, a może przed setkami lat... Ona umarła, — ten uśmiech umarł, te oczy, ten promień słońca zagasł! Ta bliska sercu, ta przyjaciółka, ta droga — to złudzenie! Ach, gdybyż to z nią wszcząć rozmowę, posłyszeć pieszczotliwe słowa z tych czarodziejskich ust, które milczą dyskretnie tyle już lat, które unikają wyznania prawdy i uśmiechają się wiecznie ponad głowami tylu ludzkich pokoleń! Gdyby ją spotkać choć we śnie..."
      },
      {
        "index": 43,
        "text": "— Księżniczko, — szłybyśmy razem w Aleje, — ja i ty! — Tożby to wytrzeszczali trzeszcze, gapili się, szeptali o nas... O mnie i o tobie... O którejby szeptali, że piękniejsza. Powiedz, powiedz prawdę, księżniczko?"
      },
      {
        "index": 44,
        "text": "Spostrzegła się, o czem myśli... Spuściła oczy na książkę francuską, która Bóg wie skąd i kiedy zabłąkała się między rupiecie domowe, na Choix des monuments primitifs de l’Eglise — i na ów rozdział z pisma świętego Cypryana, który częstokroć musiała czytać z polecenia matki: De la conduite prescrite aux vièrges. — »Gdy wspaniale uczesane i przystrojone zjawiacie się wśród ludzi, ściągacie na się oczy i westchnienia młodzieży, gdy zapalacie w sercach ogień miłości — cóż z tego, że nie giniecie same, skoro gubicie bliźnich, dla których niebezpieczniejszemi jesteście, niż żelazo i trucizna«. —"
      },
      {
        "index": 45,
        "text": "— Ech, »żelazo i trucizna« — to znowu przesada! — pomyślała (ze wzruszeniem ramion i zlekka wywieszając język), prędzej, niż była w stanie zoryentować się, jaki grzech popełnia."
      },
      {
        "index": 46,
        "text": "Schyliła się tedy jeszcze bardziej i, zatopiwszy się wszystka w medytacyi, marzyła po polsku, czytając wiersze francuskie kazania: »Jeżeli pozostaniesz czystą i dziewicą, — jesteś równą aniołom Boga. Usiłuj zachować całość dziewictwa twego i skończyć z wytrwałością, coś z męstwem zaczęła. Nie ubiegaj się za ubiorami ciała, lecz za cnotą duszy. Zatapiaj się w Bogu i w niebiosach, a wzniósłszy już oczy tak wysoko, nie zniżaj się ku ziemi«..."
      },
      {
        "index": 47,
        "text": "— O, Boże mój!... — wzdychała z radością, wzdychała weselnie nad tymi cudnymi wierszami. Zrozumiała ich pachnący, jakoby lotny i rozkwitły sens i unosiła się oczyma ku niebu. To też z najwyższą przykrością posłyszała jednokrotny dźwięk dzwonka."
      },
      {
        "index": 48,
        "text": "Tupot nóg Leośki. Za chwilę wsunął się do pokoju ojciec. Był po wiosennemu wyświeżony w letniem paletku, które liczyło już sobie dziewiątą czy dziesiątą wiosnę i zdołało przybrać odcień zielonkawo-rudy. Niemniej wiosennym kolorem uderzały wąsy podkręcone, zrana uczernione na szwarc szatański, a obecnie nabierające od promieni słonecznych barwy świeżo skoszonego, aczkolwiek już nieco podeschłego sianka. Stary pan miał w dziurce klapy paltota wetknięty pięciogroszowy bukiecik fiołkowy, na prawicy rękawiczkę z palcami wielokrotnie ześcibianymi czarną nicią. W lewej ręce niósł pieszczotliwie sławną swoją laseczkę, pamiątkowy dar imieninowy od »grona« przyjaciół, z rączką notorycznie posrebrzaną, w kształcie zgiętej nogi końskiej, z monogramem stosownym i datą. Pan Pobratyński nucił, wbiegając do pokoju. Zmrużone jego oczy przeszukały kąty pokoju, ucho uchwyciło dźwięki dolatujące z kuchni."
      },
      {
        "index": 49,
        "text": "Gdy intelekt przyszedł do samowiedzy, że »żoneczka« nie jest w lokalu obecną, znużone ciało radośnie spoczęło w szerokim fotelu, obok szafy, obwieszonym arcydziełami szydełkowej roboty. Pan Pobratyński dumał tam chwilę, nie zdejmując kapelusza, naprzeciwko okrągłego stołu, skazanego na dźwiganie serwety i wiecznie krzywej, »ozdobnej« lampy, którą ze swej strony ozdabiał, oczywiście, abażur ze strzyżonej bibułki. Gdy stopy pięknego starca, obute w kamaszki wylękłe z obwisłemi melodyjnie gumami spoczęły na dywaniku ze strzyżonych kawałków, głowa jego pochyliła się w stronę Ewy. Blade, wypełzłe, odbarwione oczy, oczy przylaszczki spoczęły na jej twarzy. Figlarny uśmiech wykwitł na wargach."
      },
      {
        "index": 50,
        "text": "— Jakże też tam z rozgrzeszeniem? Czy aby?..."
      },
      {
        "index": 51,
        "text": "Ewa wstała ze swego miejsca i podeszła do ojca. Nie podnosząc oczu, pocałowała go w wyświechtaną rękawiczkę. Stary pan potarł się o nią ramieniem, potem połą surduta. Przechylił głowę i usiłował zajrzeć w oczy. Oczy te były spuszczone... Za chwilę jednak uśmiech taki sam, jak u ojca, uśmiech radosny, ni to figlarny, ni to smutny, uśmiech ladaco i nie wiedzieć co, ukazał się na jej ustach. Spojrzała w wypłókane oczy. Zaśmieli się oboje wraz, jednako. Przypadli do siebie na chwilę: głowa do głowy, usta do ust, oczy do oczu. Staremu z pod powiek wylazły jakoweś quasi-łzy i wnet się skryły. Z piersi jęknęło jakoweś westchnienie — i przepadło."
      },
      {
        "index": 52,
        "text": "— Dałabyś staremu ojcu troszeczkę tej świętości, skąpico jedna!... — szeptał cicho, patrząc z bezbrzeżną czułością na jej włosy jasne — jasne, kołysząc ją na sobie, jakby była sześcioletnią smerdą, którą huśtał na nodze..."
      },
      {
        "index": 53,
        "text": "— A to niech tatko sam sobie pójdzie do spowiedzi... — powiedziała kokieteryjnie, wodząc wargami po jego czole, między oczami, po policzkach."
      },
      {
        "index": 54,
        "text": "— Ja... tego... Owszem, dziecko, ja pójdę. W tych dniach się nawet ma foi wybierałem."
      },
      {
        "index": 55,
        "text": "— Ech!..."
      },
      {
        "index": 56,
        "text": "— Ale no! Jak honor kocham! Ja ci to mówię..."
      },
      {
        "index": 57,
        "text": "— Jak honor kocham, ale do cukierni..."
      },
      {
        "index": 58,
        "text": "— Cicho bądź, jędzo! To postępki ojca będziesz sądziła — he? Takie to mocne postanowienie poprawy życia?"
      },
      {
        "index": 59,
        "text": "— Gdzie ja tam sądzę!..."
      },
      {
        "index": 60,
        "text": "— Widzisz, Ewuś, ja już jestem stary, grzeszny człowiek. W starym człowieku, uważasz, to się tyle nazbiera grzechów, paskudztw, wiadomości... Cóż tam zresztą — ja! Grzeszny człowiek... Jabym tylko chciał, żeby na mnie nikt uwagi nie zwracał. Nic nie wymagam, to też niech i ode mnie nic nie żądają. Ja na uboczu... Dzisiaj już tego, co było... dawniej — gdzie! Inna rzecz z tobą... ma foi... inna. Powiem ci pod słowem honoru, że niema lepszej rzeczy, jak czystość serca i to, wiesz, mocne postanowienie. Tak i tak — no i basta. Jak się było w Liceum świętej Anny... miły Boże."
      },
      {
        "index": 61,
        "text": "Oczy starego pana rozweseliły się, zaszły mgłą. Schylił się ku córce i, nie patrząc na nią, szeptał do ucha:"
      },
      {
        "index": 62,
        "text": "— Bądź, dziecko, zawsze niewinna, czysta, wiesz ma foi... Tak, jak dzisiaj... Ty za mnie i za siebie, za mamę, za nas wszystkich bądź czysta. Pan Bóg... Jak się ty za mnie pomodlisz, to napewno, napewno... i posada... i to wszystko, to wszystko..."
      },
      {
        "index": 63,
        "text": "— Ale żeby tatko przestał chodzić... »ma foi«... do tej knajpy, toby tatko był jeszcze bardziej kochańszy... — wzdychała przed nim."
      },
      {
        "index": 64,
        "text": "— Co — co?"
      },
      {
        "index": 65,
        "text": "— Żeby tatko przestał zadawać się z tym Horstem, ulegać mu, nie dać wyciągać się z domu po obiedzie. Prędzejby się i posada trafiła, bo Pan Bóg wszechmogący..."
      },
      {
        "index": 66,
        "text": "— E — pleciesz koszały opały! — mruknął z wyraźną niechęcią. — Co ma wspólnego chodzenie do cukierni — z posadą! Gdzie Rzym, gdzie Krym! A jeszcze Horst! Cóż mi Horst? Także... Ja, zrozum to, ja muszę bywać między ludźmi!"
      },
      {
        "index": 67,
        "text": "— I co może być za przyjemność... — szeptała zapamiętale, nie słuchając tego, co mówił... — Brudno tam, obmierzle, zakopcone. Umyślnie przecie chodziłam."
      },
      {
        "index": 68,
        "text": "— A ty poco? — Te ciasteczka i te, żal się Boże, cukry, poprostu śmierdzą. A przecie to dzień w dzień. Przecie to kosztuje! Jakże tu mama nie ma narzekać przed ludźmi?..."
      },
      {
        "index": 69,
        "text": "— Więc i ty żałujesz mi tej jednej małej, czarnej... — mówił rozdzierającym wyrzutem, patrząc w przestrzeń."
      },
      {
        "index": 70,
        "text": "— Jednej małej — czarnej z pasztecikiem i jeszcze z czemś... I jeszcze z drugiem czemś, a czasami... A ileż to godzin traci się na wysiadywanie! Przytem te piękne rozmowy z Horstem."
      },
      {
        "index": 71,
        "text": "— Właśnie tego nie rozumiesz tak samo, jak matka! Właśnie tego! Może być, nie przeczę, wysiadywanie bezczynne i bezcelowe, a może też być wysiadywanie, czynność, akcya, działanie! Tak, moje dziecko!"
      },
      {
        "index": 72,
        "text": "Złośliwy uśmiech wydobywał się na jej wargi, to też go powstrzymywała. Rzekła jeszcze:"
      },
      {
        "index": 73,
        "text": "— Jednakże wszyscy ludzie z pozycyą źle o tem mówią. Niedawno Rokicki przychodzi i prosto w nos mówi mamie: — Cóż pan dziadzia dobrodziej oczywiście w knajpeczce z Horścikiem... Już mama nawet mówiła, że wołałaby go nie stołować, żeby tylko tatki nie wyciągał. Bo jakże mama to wszystko może wytrzymać? Nie ma na to nerwów... Szarpie się, żyły ze siebie wyciąga..."
      },
      {
        "index": 74,
        "text": "— O, już są i te »żyły«... Naucz się tylko jeszcze tego ulubionego zwrotu mamy: — wbij zęby w ścianę! — to już przynajmniej będzie cały garnitur. Żyły i zęby! — Gdzie się co takiego dzieje? Nic, tylko przesady, tragedye, opery, hiperbole! — A tatko znowu tak sobie powie — hiperbole i koniec. A my ani bielizny, ani ubrania. — Wszystko idzie na Barnawską. Żyjemy byle czem... Przecie tak wiecznie być nie może. Musi tatko także pomyśleć! Właśnie i dziś... ksiądz spowiednik..."
      },
      {
        "index": 75,
        "text": "— Tylko mi aby rzeczy ze spowiedzi nie rozkładaj! Wiesz chyba o tem, że tajemnica spowiedzi... Masz, chwalić Boga, dwadzieścia lat, jak oblał..."
      },
      {
        "index": 76,
        "text": "— Ja, tatusiu, nie ze spowiedzi, tylko, że wszyscy... Coraz nam gorzej, coraz gorzej... Mama jakaś rozdrażniona, rozstrojona, niespokojna... A tatko jak gdyby nigdy nic, jakby wszystko szło jaknajlepiej na świecie... Ludzie widzą... roznoszą plotki po świecie. A zresztą jest to niewątpliwie prawo Boże..."
      },
      {
        "index": 77,
        "text": "— No, już ty mię aby nie ucz, co mam robić na świecie! Matka was ponauczała tych na mnie gadań. Sama gada, Aniela gada, teraz nareszcie i ty... Ale ostatecznie, co wolno matce, tego tobie nie wolno — rozumiesz?"
      },
      {
        "index": 78,
        "text": "Ściągnął dramatycznym ruchem rękawiczkę i, wykonawszy szereg ruchów istotnie wytwornych, przesiadł się pod okno, tyłem do córki."
      },
      {
        "index": 79,
        "text": "Stało tam, tak zwane, biurko, grat poobłupywany, ze starą politurą, przywalony mnóstwem cacek najrozmaitszego pochodzenia. Kiedy Ewa wróciła ze smutkiem na brzeżek swego łóżka, stary pan (ze zmarszczoną groźnie brwią) wydobył z kieszeni kluczyk, otwarł i wysunął szufladę i zagłębił się w pożółkłe papierypapiery. Jedne z nich rozwijał z gazet, inne pobieżnie przeglądał, inne wreszcie starannie czytał. Ewa miała oczy spuszczone na książkę, ale myśli jej, wbrew woli, uporczywie zaglądały z za ramion ojca w owe papiery. — Wiedziała przecie aż nadto dobrze, że pod pozorem przepatrywania starych próśb o posady, świadectw, zawsze »chlubnych«, listów polecających i bilecików odczepnych, ojciec wydobywa na światło dzienne i, korzystając z nieobecności żony, odczytuje dawne listy miłosne od rozmaitych dam swego serca. Kopie się w skarbach swych. Wzdycha."
      },
      {
        "index": 80,
        "text": "Rok rocznie przecież około Wielkiejnocy to czyni."
      },
      {
        "index": 81,
        "text": "Gdy słońce przygrzeje, gdy fiołki zapachną w zatęchłych ulicach Warszawy, oddaje się sekretnej pasji przeczytywania zżółkłych listów. Ewa z matką czytały je również, dobrawszy się do szufladki za pomocą pewnego kluczyka, a cała rodzina miała na określenie tej czynności wyrobioną nazwę."
      },
      {
        "index": 82,
        "text": "Mówiono, że tatko przewietrza swe miłostki i przesypuje je naftaliną."
      },
      {
        "index": 83,
        "text": "Oczy jej mimowoli znowu poszły ku ojcu. — Patrzała na prześliczny profil tej twarzy, widziała niezrównane piękno rysunku subtelnego nosa, doskonałego istotnie kształtu brody, zarysu oka, ucha, owalu głowy. Serce poczęło bić z żalu."
      },
      {
        "index": 84,
        "text": "To prześliczne, białe czoło tak doskonale lekkomyślne, to czoło »pańskie« poryły już, ośmieliły się poryć wzdłuż tyloletnie myśli o posadzie. — Dookoła najcudniejszych męskich oczu, oczu, nad któremi, zdawało się, starość nie będzie miała siły wykonać swej władzy, utworzyła się trwożliwa sieć zmarszczek. Białe, wypieszczone ręce, ze szlifowanymi paznogciami, ręce bezsilne i bezwładne, pośpiesznie mięły, przerzucały stare papiery. Ewa poczuła, że, zagłębiając się w myśli o ojcu, popadnie w grzech, że już się grzechowi oddaje, płacząc nad jego dolą. Bo gorzko bolała nad tem, że ojciec cierpi, patrząc na zżółkłe listy, na minione miłostki, na zaszłe już słońce swego życia... Westchnęła, patrząc mimo wiedzy na natarczywą wszędzie obecność grzechu, na jego niezwalczoną władzę."
      },
      {
        "index": 85,
        "text": "Zrozumiała, że nie powinna teraz pozostawać w jednym pokoju z ojcem. Wstała tedy i na palcach wyszła. Było jej lekko, grzesznie, ale lekko na myśl, ze wyświadczy mu usługę, gdy będzie mógł bez świadków i bezkarnie czytać swe »dokumenty«, wzdychać nad nimi bez kontroli i upuszczać w martwe papiery martwe łzy."
      },
      {
        "index": 86,
        "text": "Zamykając drzwi bez szelestu, z uśmiechem anielskim widziała, że nie odwrócił głowy. Westchnęła bez możności powzięcia myśli, że grzech już spełniony... Miała zamiar pójść do kuchni i tam między szafą i zlewem, w kącie, odprawiać dalszy ciąg medytacyi, ale oto przypomniała sobie o wolnym chwilowo pokoju i, uradowana niewymownie tem odkryciem, weszła tam natychmiast."
      },
      {
        "index": 87,
        "text": "Pokój ów od kilku tygodni stał już pustką. Jak trzy inne był wynajmowany przez rozmaitych »kawalerów« i nosił na sobie ślady kawalerskiego żywota, tapety na ścianach były tak poobdzierane, pełne dziur, z których sypało się suche wapno, usiane istnemi ranami od gwoździ, bretnali i haków, wbijanych w miejscach najmniej prawdopodobnych — jakby w obrębie tych czterech ścian toczyły się jakieś zapasy na drągi, maczugi, dzidy i włócznie. Dookoła drzwiczek pieca kafle były spękane, przepalone i czarne. Rura blaszana, uchodząca z wierzchołka jego w ścianę, okryta była kurzem i popiołem, a całą okolicę swego istnienia powlekła sadzą. Sprzęty, jak łóżko, szafka, potworne obrazki, służące jakoby do »ozdoby« lokalu — wszystko, na co padły oczy, było sponiewierane, poniekąd udręczone, jak rzecz cudza, a przecie należąca do tego, kto za jej chwilowe posiadanie płaci, — więc wyzyskana i wzięta niejako za gardło. Stolik, którego najszczerzej sosnową prostoduszność suto i wielekroć powlekła politura domowego rozprowadzania, znowu miał na wierzchu swym pobojowisko, pełne dziur, bolesnych oparzelisk od węgli samowarowych, od szybko nastawianych maszynek i istne rany wystygłe od żrących jodyn, terpentyn, spirytusów, oraz kawalerskich soli i kwasów. Podłoga była nie dość, że wydeptana, ale wprost powygryzana gwoździami obcasów. W rogu, gdzie zanudzała swym widokiem ohydna »umywalka« blaszana z drzwiczkami, wiszącemi na jednym haku, było najbardziej sponiewierane miejsce pokoju."
      },
      {
        "index": 88,
        "text": "Ewa, wszedłszy tam, doświadczyła uczucia ohydy. Nie, nie będzie w stanie modlić się w tem miejscu! Pokój ten był czemś publicznem, zużytem i, jako właśnie rzecz publiczna, jakby oplutem i spapranem. Wszelaki brud życia zdawał się cuchnąć ze ścian, kurzyć się z podłogi, kątów, szpar, sprzętów... Wśród tego wrażenia, potykając się o myśl, co robić teraz, stojąc bezradnie z przymkniętemi powiekami, Ewa znienacka ujrzała prawdę: toż to jest obraz mojego życia przed spowiedzią!"
      },
      {
        "index": 89,
        "text": "W tejże chwili nawiedziła ją łaska skruchy i łaska głębokiego żalu. Powtóre, a z równą siłą, jak w chwili szeptania drżącemi wargami w ślad za głuchym łoskotem serca słów spowiedzi powszechnej, popadła w rozczulenie ducha. Powtóre stała się duszą grzeszną i drżącą ze wstydu pod nawałem ciężkiego aktu. Ciało, jak przy konfesyonale, osunęło się na ziemię. Kolana uderzyły o podłogę, głowa bezwładnie oparła się o plugawą ścianę."
      },
      {
        "index": 90,
        "text": "Z warg gorzkich i suchych padały słowa surowe, niezbłagane, pełne najoczywistszej prawdy: »Ja grzeszna spowiadam się Panu Bogu Wszechmogącemu«..."
      },
      {
        "index": 91,
        "text": "Owładnęły nią ataki, głuche impulsy i dreszcze rozbudzonego sumienia. W drżeniu ciała, w trwodze i prostracyi szukała pociemku w głębinach duszy — Czy wszystko, czy wszystko?... Wyraźnie, niemal olśniewające wpomnieniewspomnienie nasunęło tamtą chwilę: zgubiony w drodze do domu zarys twarzy spowiednika, brzmienie jego szeptu, szczególny sens każdego wyrazu i osobliwą, męską niejako barwę i bryłowatość słów. Pamiętała coraz żywiej tę chwilę, kiedy ujrzała tuż za grubą i kanciastą kratką błysk szychu stuły i jakąś fioletową jej półbarwę; dolną część ucha, nieco rdzawego policzka z sinością świeżo ogolonych włosów... Pamiętała początkowo oschłość głosu, zapytań martwych, jakby urzędniczych. Powtórnie przeżyła wrażenie przejmującego popłochu, sromu bezgranicznego, iście kobiecej niedoli, ową chęć ucieczki chyba pod posadzkę, kiedy kapłan zwrócił się ku niej twarzą, zatopił oczy w jej oczach, długo nie spuszczał wzroku z twarzy i słuchał. — Przyszło ku niej dobrotliwe wspomnienie zmiany jego głosu, przeobrażenie się suchej indagacyi w natchniony i bolesny obrządek dobrowolnych zwierzeń, do gruntu, do samego dnia, w tajemniczy sakrament, pełen potęgi ściskającej serce."
      },
      {
        "index": 92,
        "text": "Gdy już była wyznała grzechy i bezmiernie zmęczona, bezsilna i jakby mieczem ścięta, blada i odrętwiała uczepiła się kurczowo palcami gzemsu konfesyonałowego, — a on wtedy zaczął mówić..."
      },
      {
        "index": 93,
        "text": "O, słodka, cicha mowo! Nauko mądra i pokorna! Ewa czuła jeszcze na policzku gorący oddech i martwe, pełne mgły spojrzenie oczu. Słyszała w sobie zaklęcia i prośby, krzyki ducha tego młodego sługi ołtarza, żeby została niewinną i żeby pokochała cnotę. Mówił jej wtedy za świętym Cypryanem, że dziewice są to kwiaty wonne Kościoła, że są to arcytwory piękności, ozdoby naszej ludzkiej natury, dzieło jej doskonałe i niepodlegające zepsuciu, obraz Boga, w którym wizerunek swój ma świętość naszego Zbawcy... Mówił jej wtedy słowy aniołów z Apokalipsy, śpiewających tę pieśń nową, że dziewice są istotami »kupionemi z ludzi«, gdyż one »naśladują Baranka, gdziekolwiek idzie, a w ustach ich niemasz zdrady«."
      },
      {
        "index": 94,
        "text": "Mówił jej słowy świętego Pawła z listu do Koryntyan, że ten, co nie pojął małżonki stara się o rzeczy Pańskie i pełen jest pragnienia, żeby się Bogu podobać. Ten zaś, kto pojmie żonę, stara się o rzeczy świata i pełen jest pragnienia, jakoby się żonie podobał. »Która nie poszła zamąż« — mówił — »stara się o rzeczy Pańskie, aby była święta ciałem i duchem«. Wspomniała sobie teraz wyraźnie, jak, bezpośrednio zwracając się do niej samej, kapłan począł omawiać grzechy, niby brzemię wstrętnych rupieci, złożone u jego stóp. Słowa jego były prawie nieśmiałe, określenia delikatne i nad wszelki wyraz dyskretne. Zdawało się, że to lekarz doskonały świadomymi palcami dotyka środka ogniłej rany. A jednak nie zapomniał o żadnym grzechu. Pamiętał każdy z nich z wszelkimi szczegółami. Widać było, że odrazu pojął całkowite życie, wszystkie sprawy domowe. Nadto stało się rzeczą oczywistą, że nie tylko przewidział wszystko, co mogło się stać w danej chwili, w danych warunkach, ale odczuł uczucia, wątpliwości, pokusy... Mówił śmiało o piękności cielesnej, nie jako człowiek i młody mężczyzna, lecz jako mędrzec daleki, który widzi i rozważa zjawisko, bada i roztrząsa wszystko bez wyjątku, bo nawet swój stosunek do tej piękności."
      },
      {
        "index": 95,
        "text": "— Jesteś piękna, — szeptał w natchnieniu, — jak kwiat lilii, jak gałąź bzu, albo jak młoda róża. Bóg miłosierny dał tobie jednej jedynej to, czego odmówił tysiącom niewiast: piękność niezmierną. Któż pojmie, dlaczego tak uczynił? Byłaby to rzecz straszliwa, sprawa przerażająca i haniebna, gdybyś sponiewierała ten dar niebieski, gdybyś go uczyniła swoją własnością. Byłoby to dzieło potworne, jak złupienie świątyni, jak sprofanowanie kielicha. »Ciało twoje jest kościołem Ducha Świętego, który w nas jest, którego mamy od Boga, a nie jesteśmy sami swoi«. Płomienne Wersety listu do Koryntyan tak mówią. Pomyśl, — szeptał, — wszakże niczem nie przyczyniłaś się do piękności swego oblicza. Stało się ono pięknem pomimo nawet twej wiedzy. Utwórzże w sobie duszę anielską, co w twojej jest już mocy, i stań się taką piękną, jak jesteś piękna cieleśnie, ażebyś była i duchem podobną do aniołów. Nie prowadź nigdy rozmów lekkomyślnych, bo »złe rozmowy psują dobre obyczaje«, — mówi święty Paweł. Zamykaj oczy przed widokiem grzechu..."
      },
      {
        "index": 96,
        "text": "— A co jest grzech? — spytała."
      },
      {
        "index": 97,
        "text": "— Grzechem jest zły czyn człowieka."
      },
      {
        "index": 98,
        "text": "— A który czyn jest zły, jak poznać?"
      },
      {
        "index": 99,
        "text": "— Czyn ten musi być przedewszystkiem dobrowolny. Wola ludzka ma podwójne zastrzeżenie: — jedno bliskie, to jest rozum ludzki, drugie dalsze, prawo przedwieczne, czyli rozum Boga. Grzech tedy jest obrazą Boga. — W grzechu nędzne stworzenie podnosi rękę na Boga. Przyczynę grzechu stanowi rozum i wola. Dalszą, wewnętrzną przyczynę stanowi wyobraźnia i pożądliwość. Święty Tomasz, oprócz pożądliwości, wylicza jeszcze niewiadomość i złość. Ale przyczyną zewnętrzną, stojącą poza człowiekiem, może być tylko inny człowiek, albo szatan. Czytamy w piśmie, że »Bóg zatwardza i zaślepia grzeszników«... Co to znaczy? Znaczy to, że Bóg nie daje łaski człowiekowi grzesznemu. Święty Tomasz z Akwinu w dziele swem Questiones disputatae, w rozdziale o źródle grzechu mówi: »Na pytanie, czy Bóg może być źródłem grzechu, odpowiedź jest, że tak«... Szymon Magnus, manichejczycy, Luter, Kalwin, Cwingliusz, Beza i inni kacerze, za przyczynę i rzeczywistego sprawcę grzechu uważali Boga. Ale Sobór Trydencki stwierdził, że jeśliby kto powiedział, że nie jest człowiek w możności drogi swoje złemi uczynić, lecz tak złe czyny, jak i dobre Bóg wykonywa... niech będzie wyklęty. Wszystkie przyczyny, pobudzające do grzechu, można zawrzeć w jednym wyrazie — pokusa. Szatan, nie mogąc wywierać wpływu bezpośrednio na wolę człowieka, zaciemnia jego rozum, działa na wyobraźnię, podnieca żądzę. — Więc złą jest wszelka pokusa. Nie czytaj nigdy książek, utworzonych dla szerzenia grzechu, nie oglądaj rysunków i malowideł ohydnych, a główna rzecz, nie myśl nigdy o rzeczach, które są urocze na zewnątrz, ale wewnątrz plugawe. W nich to mieszczą się pokusy szatana. A teraz co do ludzi... Wszak prawda, że gdy idziesz ulicą, zwracają się na ciebie setki spojrzeń ludzi młodych — nieprawdaż?"
      },
      {
        "index": 100,
        "text": "— Tak jest... — wyszeptała była wówczas."
      },
      {
        "index": 101,
        "text": "— Wszak prawda, że gdy mijasz orszak młodzieży płci męskiej, doświadczasz uczucia nieokiełznanej wesołości, idziesz jakgdyby przez aleję, pełną światła, róż i zapachu? Wszak prawda, że spojrzenia osób zupełnie ci nieznanych, budzą w tobie jakąś niespokojną, nie mieszczącą się w ciele rozkosz, której nazwać nawet nie sposób? Otóż — niechże te spojrzenia nie budzą w tobie radości. Od tego zacznij. Z chwilą, kiedy zwyciężysz nędzną dumę z tego tytułu, żeś piękna, i niską radość, że uliczni panowie obrzucają cię zuchwałemi oczami, a zaczepiają uśmiechem, wejdziesz na drogę poprawy, bo na drogę zdeptania pokus, — a z niej na stromą ścieżeczkę doskonałości. Na tej ścieżeczce znajdziesz stan łaski. Przyjdzie czas, że nie będziesz się pyszniła przed samą sobą nie tylko z tego powodu, żeś piękna, ale nawet z tego, żeś czysta duszą. Wówczas nie trzeba będzie zadawać pytania — co jest grzech i jak grzech poznać, bo zbliżysz się do stanu prostoty samej w sobie, która nie dopuszcza do siebie brudu, a tak idąc, dojdziesz do źródełka świętej pokory, do tego, co wielki apostoł Paweł nazywa »miłością i duchem cichości«."
      },
      {
        "index": 102,
        "text": "Wtedy to ośmieliła się spytać:"
      },
      {
        "index": 103,
        "text": "— A czy taki stan — »miłość i duch cichości« nie jest egoizmem? Kapłan zadziwił się i spytał po chwili milczenia: — jakże to miłość może być egoizmem? Nie umiała oczywiście wyjaśnić... Jąkając się, bełkocąc sylaby poczęła coś pleść o tem, że stan własnej cichości ducha wobec męczarni i huraganu żądz, jakie znosi ten, naprzykład, co zamordował człowieka, albo ten, co ukradł, ucieka, kryje się, truchleje — jest egoizmem, gdyż jest niejako używaniem bogactwa, spokojem bogacza w obliczu ogromu nędzy tych, co nie mają, czemby płaczące dzieci nakarmić. Kapłan zwrócił na nią spojrzenie. Widziała niegasnący uśmiech na jego wargach. Wreszcie ciche, wzniosłe słowa:"
      },
      {
        "index": 104,
        "text": "— Wyucz się modlitw własnych, ukochanych, słów potęg i symbolów, które, jak miecz, rozcinają pokusy. Wzdychaj cicho, z uporem, z męstwem, z niezłomną wytrwałością. Stan łaski nie będzie ci odjęty. Gdy w tej chwili uczynisz mocne postanowienie poprawy..."
      },
      {
        "index": 105,
        "text": "Teraz właśnie nasunęła się przed oczy ducha istna radość: mocne postanowienie poprawy! Za chwilę wołała na siebie:"
      },
      {
        "index": 106,
        "text": "— Nie, nie, siostrzyczko! Nie mocne postanowienie poprawy, lecz poprawa sama!"
      },
      {
        "index": 107,
        "text": "Złożyła swój Panthéon littéraire na skancerowanym stoliku i chyłkiem pobiegła do kuchni. Tam, słowa nie mówiąc Leośce, rozrobiła z mąki i wody talerz lepkiego klajstru, zabrała ze sobą ścierki mokre, szczotki, butelkę z lakierem czarnym i drugą z farbą białą, nadto różne niezbędne zamszowe skórki, puszkę z zaprawą do podłóg, kredę i t. d. Obładowana tem wszystkiem wróciła do pokoju, opuszczonego przed chwilą. Zamknęła na klucz drzwi, zrzuciła z ramion stanik i zabrała się do pracy. Szybko popodklejała wiszące i odstające strzępy tapetów skrawkami, doskonale utrafiając w deseń, z istnym artyzmem pozalepiała wybite dziury. Oczyściła piec, a czarne szpary między kaflami zaciągnęła »śnieżystą« masą gipsowo-kredową. Wytarła potworną rurę pieca — i wówczas dopiero zabrała się do podłogi. Starła ją mokremi ścierkami i w miejscach najbardziej zdrapanych pomalowała farbą. To samo uczyniła z parapetem okna. Wówczas przyszedł czas i na stolik. Pracowicie a z bajeczną wprawą nalewała na zamszową skórkę resztki zeschłego w butli lakieru i, trąc niemi silnie powierzchnię, nie tylko zniweczyła ślady oparzeń, ale nadto obdarzyła stoliczysko »wyrazem« zupełnej (no, względnie!) nowości. Radość biła na duszę jej, kiedy stół z potwora, ze wstrętnego grzesznika przeistaczał się w cudo wdzięku. Śmiał się do niej swą lustrzaną, czarną powierzchnią ten stół z krzywemi nogami, zaiste jak twarz człowieka, któremu grzechy jego odpuszczono."
      },
      {
        "index": 108,
        "text": "Gdy tak szybko, chwytając oddech i wyrzucając ramiona, z zaciśniętymi zębami tarła ów stolik, włosy rozpuściły się i burza ich spadła na obnażone ramiona. Prześliczne, królewskiej piękności ręce ustały od pracy. Do głowy krew uderzyła. Oczy zasłoniła mgła strudzenia. Ewa bez sił upadła, a później położyła się na wznak na żelaznych prętach pustego łóżka, niby na ruszcie piekielnym. Objęła oczyma pokój — i cała przemieniła się w uśmiech. Toż to już nie obmierzły »pokój pojedynczy przy familii z samowarem i usługą« — toż to jest cela świętej Teresy."
      },
      {
        "index": 109,
        "text": "Jeszcze tylko widoku nieba!"
      },
      {
        "index": 110,
        "text": "Wstała leniwie i mocnym ruchem naścieżaj otwarła okno. Za chwilę leżała znowu na prętach żelaznego łoża, rżnących ciało, jak włosiennica. Jednym ruchem ręki ujęła wszystkie włosy i położyła je sobie, jak poduszkę pod głowę."
      },
      {
        "index": 111,
        "text": "Przyszło jej na myśl to słowo: — włosiennica... Włosiennica!"
      },
      {
        "index": 112,
        "text": "Ach, spróbować! Zacząć! W tajemnicy przed wszystkimi. Mama spostrzeże... No, mamę można przypuścić do sekretu. A więcej nikt... Tatkę by można, ale to papla... Jeszczeby wygadał Horstowi... Do czego też dojść można, ujarzmiwszy włosiennicą ciało... Źródełko świętej pokory... Wówczas to — boska radości! — miała przez chwileczkę w powiekach widzenie niejakie postaci. Twarz biała, oczy zagasłe, kwef śnieżysty... Podszepnęła sobie samej wśród tumultu myśli, wśród rozruchu uczuć: święta Tereso, pójdę za tobą... Ty-żeś to, ty? Święta Katarzyno, co koło swojej męki i miecz katowski, symbole swego męczeństwa, niesiesz — ty-żeś to, ty? Pójdę za tobą... Niepokalaną duszę Nieśmiertelnemu Oblubieńcowi zachowam... Wdzieję włosiennicę i będę się biczowała codzień wieczorem."
      },
      {
        "index": 113,
        "text": "Znikło widzenie."
      },
      {
        "index": 114,
        "text": "Miała przed oczyma niebo. Teraz je dopiero spostrzegła i zawołała na nie z głębin otchłani duszy: O, niebo!"
      },
      {
        "index": 115,
        "text": "Wiosenne, kwietniowe, rozkwitłe, przedwielkanocne obłoki płynęły i powiewały w głębokości niebieskiej. Jedne były śniade, w głębiach swych kłębów stalowosine, lub bure, ale obrzeżone pozłocistą białością, zrodzoną ze szczerego słońca, — inne fiołkowe i miłościwe dla oczu, jak bukiety, jak smugi fiołków. Za obłokami taił się tęgi błękit, jakoby przecudny bóg młodości z łukiem naciągniętym przez niezłomne jego ramię i z czujną chybką, pierzastą na cięciwie strzałą."
      },
      {
        "index": 116,
        "text": "Obłoki, obłoki..."
      },
      {
        "index": 117,
        "text": "Widziały się, jakoby burza ciągnąca, jakoby przednie cugi i tabory gromów, jakoby sztandary i zwiastuny czyhających za skałami piorunów, piętrzyły się chyżo białemi masami, niby wierzchoły Alpów, a były jeno przeczystą pogodą. Tam i sam przemykał się wśród nich mars ciemnosiny, podobien do tarczy stalowej i, roztrącając rozkoszną słabość, a cichą dobroć siostrzaną, ukazywał za sobą okienko nieba wiecznego. Oto z głębin wznosiły się kłębami śnieżno-białe mocarstwa moce panowania, księstwa... Płynęły za ramę okna i ginęły. Ginęły tamże jakoweś wojny trojańskie, punickie, wędrówki narodów, pochody krzyżowe, zmagania się plemion trzydziestoletnie, rewolucye pełne zgrozy, krzyku i krwi... Rozwierały się wybrzeża skalne, które otaczają błękitny ocean bez początku i końca... Niosły się same obłoczki rozwiane, siewne i powłóczyste, nic o sobie i swej piękności nie wiedzące, a których istnienie było po to, żeby dać świadectwo piękności — i zginąć. Ciągnęły się wzajem ku sobie i ginęły jedne w drugich, podobnie, jak miłosne spojrzenia."
      },
      {
        "index": 118,
        "text": "Chmurki te, chyżo lecące w niebiosach, ściskały serce widokiem swoim. Złotemi nićmi, co w oczach stają się wraz poniekąd białością i błękitem, oplatały duszę. Z najodleglejszych głębin wypłynął obłoczek biały, jak poranny śnieg, — w oczach rozszerzył się, rozpostarł białe skrzydła... Usta Ewy z radością, bojaźnią i czcią wyszeptały:"
      },
      {
        "index": 119,
        "text": "— Serafin..."
      },
      {
        "index": 120,
        "text": "Wszystka istność duchowa podała się ku niemu, a ciało zawisło niejako w powietrzu. Zaostrzył się zmysł słuchu i powonienia. Zmysł widzenia i zdolność pojmowania wzrosły bez granic. Możnaby wówczas zaiste rozumieć skomlenie i ryk zwierząt, słuchać dziejów ich cierpień, wiedzieć, co wyśpiewują ptaki, pojmować, co między sobą szepcą szelesty sitowia nad głębinami wód. Możnaby ogarniać jestestwem swojem dzieje wewnętrzne skał i tragedye głębiny ziemskiej, możnaby podsłuchać czemu płaczą i jak warkocze brzóz nad wybojami dróg, zdeptanych przez bose nogi i przez kopyta smaganych koni... Jasne obłoki poczęły rymować się w dźwięki przecudne, jak wiersze, wyjęte z głębin, z pokładów mowy pospolitej, z języka narodu, jęły przepływać w melodye, których piękność i najwyższa doskonałość powinnaby zostać na wieki, podobnie, jak zostaje dyament, urodzony w grubych pokładach czarnego węgla ziemi. W duszy zabrzmiał śpiew jednogłośny duszy przeistoczonej w anioła, a może i śpiew tronów, cherubinów, serafinów, aniołów i archaniołów, rozlegający się pod niebem, płynący po rosach obłoków, po niwach, siołach i miastach na rozległości ziemskiej, — hymn węglem żarzącym w sercu pisany:"
      },
      {
        "index": 121,
        "text": "— Jakże szczęśliwy jest człowiek, który zwyciężył grzech i wytrącił go z serca! Jakże szczęśliwy jest, płynąc w kompanii obłoków!"
      },
      {
        "index": 122,
        "text": "Płynie ku Bogu swojemu, śpiesząc się coprędzej, a bez odpoczynku, żeby w jego drzwi zakołatać. Jakże szczęśliwy jest człowiek, idąc na klęczkach po schodach niebieskich, na obraz chłopów, ciągnących do cudownego w Częstochowie obrazu! Jakże szczęśliwy jest człowiek, kiedy Pana może przyjąć w ciało swoje niewinne i nosić go pod sercem czystem!"
      },
      {
        "index": 123,
        "text": "Otom się stała, Panie, aniołem Twoim, i w obłok odziana leżę w niebiesiech. Ręce mam splecione na sercu głośno bijącem, a w ciele czuję rozkosz bytowania. Nic nie wiem i jestem ciemna. Łaska Twoja, wiosenne światło — na duszy mej. Woń fiołkowa — dziecięctwo moje — znów ze mną. Jedno szczęście kołacące serca mojego pod dłońmi słyszę. Spalę się, jako kadzidło, a jako dym błękitny kadzenia z ręki anioła wstąpię przed Twe oblicze. Oczy zatapiam w Twój błękit bez granic, a ustami całuję siostry me chmury — serafiny, chmury — anioły..."
      },
      {
        "index": 124,
        "text": "Zobacz mię, Panie, grzeszną i dźwignij mię z prochu ziemskiego. Pokropisz mię hyzopem i będę czystą, obmyjesz mię — i nad śniegi bielszą się stanę. Będę, jak obłok powiewny, bielsza od śniegu, Twoich Przebitych nóg rany czerwone przewijać sobą. Stanę się gładkim i wonnym płateczkiem róży rumianej, co Pod słońcem wiosny ogorzał, — na rany Twoich rąk Przypadnę niepostrzeżona. Z tych marzeń, jakoby z twardego snu wyrwał ją nowy głos dzwonka. Ocknęła się z trudem, z przykrością. Poznała niezwłocznie, że to dzwoni obca ręka. Tak nie mógł dawać znać o sobie nikt z lokatorów i nikt z domowych. Niechętnie wdziała na siebie suknię, związała prędko włosy, zabrała rozrzucone naczynia, narzędzia i farby. Pomknęła do kuchni. Kuchnia była pusta: Leośka gdzieś wyszła. Ewa zajrzała do pokoju mieszkalnego. Tam siedział nad papierami stary pan. Nie wiedział o niczem. W takich chwilach nie wolno mu było przeszkadzać, gdyż był, jak poeta w chwili natchnienia."
      },
      {
        "index": 125,
        "text": "Ewa z pośpiechem przyczesała i przywiodła do porządku włosy, suknię, stanik, szybko umyła twarz i ręce, a gdy dzwonek powtórnie i ze zdwojoną natarczywością się ozwał, pobiegła drzwi otworzyć. Za progiem stał jegomość, mniej więcej trzydziestoletni, porządnie ubrany. Uchylił kapelusza z zapytaniem:"
      },
      {
        "index": 126,
        "text": "— Czy to tutaj pokój do wynajęcia?"
      },
      {
        "index": 127,
        "text": "Ewa usunęła się ode drzwi i wpuściła go do korytarza, a następnie do pokoju. Pod nieobecność służącej i matki, które korzystały z niedzieli, musiała przedstawić zalety i wyłuszczyć cenę lokalu."
      },
      {
        "index": 128,
        "text": "Młody pan z pewną mrukliwą niechęcią rozglądał się po kątach, kilkakroć w nieznośny sposób badał rurę od pieca, rewidował oczyma rokokowe przegięcia prętów i nóg żelaznego łoża. Zdawało się, że nic z tego, że nie wynajmie. Ewa, nie patrząc już na niego, czekała za progiem. Jeszcze raz spytał o cenę, o samowar, służącą, zajrzał tu i tam, a wreszcie oświadczył, że zajmuje ten pokój i zaraz zniesie tu swoje rzeczyrzeczy. Wydobył pugilares i zapłacił odrazu 15 rubli za miesiąc. Ewa z radością trzymała w ręce trzy papierki i mimowoli, bez słów, modliła się dziękczynnie. Nigdy bardziej te pieniądze nie były w domu potrzebne, nigdy bardziej w porę nie zjawiła się taka suma. Zaiste!... Pan Bóg chyba posłał tego człowieka... Przez chwileczkę wspominała sobie pracę przedgodzinną w tym pokoju — fizyczną i duchową — i, niewiedzieć czemu — z najgłębszej, »anielskiej« głębokości serca spojrzała przejrzystemi do dna oczyma, z dołu w górę, uśmiechnęła się do przybyłego lokatora. Wyrazy drżały na jej wargach... Gdybyż on wiedział, jak dalece ludzie są braćmi i dziećmi jednego Ojca! Gdybyż on wiedział, kto go tu posłał!..."
      },
      {
        "index": 129,
        "text": "Ale, o dziwo! wtedy dopiero ujrzała tego pana. Bokiem do niej zwrócony, od niechcenia, z pod powiek i ukosa patrzał na nią. Spostrzegła jego czoło białe, prześliczne i w mig nazwała je za poetą »upojonem myślami«. Zauważyła jego prosty nos, lekki, ciemny zarost, usta wykrojone delikatnie i nazwała go w myśli »jakiś taki swój człowieczyna«. Ale nie było to trafne, boć widziała, jaki to arogant i pyszałek. Wyszedł z pomrukiem, że każe tu natychmiast znieść z dorożki rzeczy. Mówił, jak do służącej, gdy stała W korytarzu... Uśmiech jej poszedł za nim, gdy się już drzwi zamknęły."
      },
      {
        "index": 130,
        "text": "— Gdy mama przyjdzie, — ileż to naraz szczęśliwych nowin! — Liczyła: — Rozgrzeszenie, pokój wynajęty, 15 rubli gotówką — i cóż to jeszcze?... Coś jeszcze takiego... Najważniejsze to, że wynajął nie studencina, nie »obibok«, nie »byle jaki Warszawiak«, lecz ten pan. Kto też to może być?... Tak... Zamelduje się, to pewna, ale żeby wiedzieć..."
      },
      {
        "index": 131,
        "text": "Wróciła do pokoju i usiadła w swoim kąciku, nic ojcu nie mówiąc o tem, co zaszło. On przez ramię, ze zwykłą flegmą i wielkopańskością zapytał:"
      },
      {
        "index": 132,
        "text": "— Kto to przychodził, dziecino?"
      },
      {
        "index": 133,
        "text": "Odpowiedziała niezdecydowanie, że to tam... lokator... Tymczasem nasłuchiwała cicho, pełna wzruszenia, podrażnienia, jakby rozłaskotania duszy. Pragnęła, żeby matka przyszła jaknajprędzej i żeby sama wprowadziła sobie owego mruka. Tymczasem dzwonek uderzył znowu. Pobiegła. Wszedł »ten pan« ze stróżem i posłańcem, dźwigającymi jego rzeczy. Były nieliczne i niebogate: kosz, wyszarzany tłomoczek podróżny, lekka jakaś kołdra w paskach, skórzana poduszka. Wstydliwie i nie tak już wyniośle lokator umieścił swe rzeczy w pokoju, zapłacił tragarzy. Ewa czuła się w obowiązku zawiadomić go, że niektóre miejsca w pokoju są świeżo pomalowane olejną farbą, białą, — tam znowu żółtą. Weszła tedy w otwarte drzwi i wskazała parapet, podłogę... Czuła przy tem, że wszystka jest w ogniach. Zrobiło jej się nad wyraz przykro i wstyd."
      },
      {
        "index": 134,
        "text": "Przytrafiło jej się to, co zawsze, gdy była prezentowana, — to jest, że nic nie widziała, traciła zdolność widzenia rzeczy. Miała o to głuchą pretensyę do tego jegomości i do siebie. To, że przed chwilą była tu bez stanika, tylko w koszuli, zdawało się być wiadome temu panu, widoczne dla jego oczu, utrwalone niejako w kliszy fotograficznej."
      },
      {
        "index": 135,
        "text": "Zarazem przemknęło, jak obłoczek, wspomnienie anielskich marzeń w tem miejscu, gdzie teraz leżą jego obce, męskie rzeczy... Senny smutek... Smutek, wiosenny cień... Jakowaś postać żalu, czy, z niewiadomej przyczyny, wyrzutu sumienia..."
      },
      {
        "index": 136,
        "text": "Nowy lokator kilkakroć ukłonił się chłodno, a bez wdzięku. W tłoku swych wrażeń usłyszała jego głos:"
      },
      {
        "index": 137,
        "text": "— Dziękuje pani... Zresztą... To drobnostka. Będę uważał. Pozwoli pani, że się jej przedstawię: Łukasz Niepołomski."
      },
      {
        "index": 138,
        "text": "Obojętnie przyjęła do wiadomości to imię i nazwisko."
      },
      {
        "index": 139,
        "text": "Słyszała jego głos, jakby z pewnej oddali. — Odpowiedziała strzępkami wyrazów — »bardzo mi przyjemnie « — i pośpiesznie wymknęła się z pokoju."
      },
      {
        "index": 140,
        "text": "Uniosła ze sobą obraz jego twarzy i znieruchomiały wizerunek spojrzenia. Spojrzenie było uważne, badawcze, zdumione i zastygłe."
      },
      {
        "index": 141,
        "text": "Była nareszcie znowu w swym kącie, za parawanikiem. Ujęła książkę religijną, rozwarła ją w dawnem miejscu, i z oczyma wbitemi w stronicę, zastygła w sobie, usnęła duchem. Był to już drugi dnia tego sen Jej duszy. Poznała go po szczęściu, które rozsiewał, ściągała w siebie szczęście, jak stęsknione płuca wciągają radosne powietrze wiosennego poranka. Odkrył się przed nią obręb samego dobra. Nagle i niespodziewanie się rozwarł, niby dolina błogosławiona w skalistych górach."
      },
      {
        "index": 142,
        "text": "Błądziły tam powiewy bezinteresownych trwóg, jęki duszy o coś jej obcego, troski o kruchą i słabą nad wszelki wyraz koronę kwiatu, widną z za krat w Pańskim, w królewskim ogrodzie. Jedno nieszczęsne potrącenie może zabić na wieki wieków bezcenny kwiat. Czyje? Jakie? Skąd przyjdzie? Przesuwały się na obraz mgiełek wiosennych w parowach gór życzenia, zwrócone w nieistnienie, objawiały się ruchy pragnień, dążące w stronę niewiadomą, rosły w tajemnicy przed wolą i wiedzą, aż do ogromu potężnych sił i stawały się jak wybuchowe miny uczuć dusznych, których piersi nie były w stanie objąć i zmieścić w sobie."
      },
      {
        "index": 143,
        "text": "Z burzy tej wysunęła się nagle dobroć powszechna i łaska wszechobejmująca. Ona się stała krwią i mózgiem, ona ruchem cielesnym i życiem duszy, uśmiechem ust, wzrokiem i słuchem."
      },
      {
        "index": 144,
        "text": "Gdybyż to uczucie trwać mogło wiecznie!"
      },
      {
        "index": 145,
        "text": "Gdybyż w tym stanie łaski żyć i umierać!"
      },
      {
        "index": 146,
        "text": "Ale ono nie trwa. Coś wewnątrz niego, w samym nim stało się nagle. Stało się niewątpliwie, a znikąd, jak staje się w próżni ton muzyczny."
      },
      {
        "index": 147,
        "text": "Rozdzielił, rozciął stan łaski na dwie połowice (jak ton rozcina ciszę), a one się jedna od drugiej posłusznie rozeszły. Wynikła w duszy i poczęła drżeć — tęsknota. Za czemś zupełnie nieznanem, za groźnem, za cudnem, za straszliwem a tak blizkiem, jak blizką jest własna dusza, własne bicie serca, własny oddech. Coś objawiało się w głębokościach duszy i stanęło przed nią. Serce kołace przed Tajemnicą. Oczy szukają w mroku. Drży ciało."
      },
      {
        "index": 148,
        "text": "A gdy jeszcze oczy szukają i ciało drży, — już smutek idzie przez duszę. Sam jeden idzie straszliwy i mądry. Wszystko przejrzał, nad wszystkiem dumał."
      },
      {
        "index": 149,
        "text": "Przeszedł, przeszedł, wlokąc za sobą czarny swój cień."
      },
      {
        "index": 150,
        "text": "Załamał suche, koślawe ręce... Dość ma: obaczył kres... Serce się wznosi, czoło się dźwiga ku niebu. Oczy i usta pragną. Usta szeptają błagalną modlitwę o jedną jeszcze poprzednią chwilę:"
      },
      {
        "index": 151,
        "text": "Wróć się, wróć się, chwilo łaski..."
      }
    ]
  }
}