{
  "chapterNumber": 34,
  "title": "Tom drugi, I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W małym hoteliku, już niemal zamiejskim, przy ulicy Cours Grandval mieściły się na trzeciem piętrze sąsiadujące ze sobą pokoje Jaśniacha i Ewy. Łączył te pokoiki balkon z białego marmuru, wychodzący na stronę południową."
      },
      {
        "index": 2,
        "text": "W izbach tych było pełno słońca, pełno zapachu wielkich fiołków, świeżej woni macchii, przesycającej korsykańskie powietrze, — i pomarańcz, których sad rozległy rumienił się w dole. Palmy siedziały wszędzie, jużto rzędem, już tłumnie, przy najlżejszym powiewie południowego wietrzyka cicho a sucho szeleszcząc. Eukaliptusy wybuchały w wyżynę, ponad domy czteropiętrowe."
      },
      {
        "index": 3,
        "text": "W rogu ogrodu przechylało się przez jego wielki mur ciemnoróżowe drzewko gorzkiego migdału, nęcąc wzrok, jak dziecko prześliczne, rozbawione w promieniach słonecznych. Wszystkie gałęzie miało oblepione kwiatem, a liścia jeszcze ani jednego."
      },
      {
        "index": 4,
        "text": "Stało się ono dla oczu Ewy, gdy je po raz pierwszy ujrzała, »gałęzią odpuszczenia«. Tak je nazwała. W dobie przybycia, późnym wieczorem usłyszała słowika, — a następnego ranka, wnet po przebudzeniu, — kukułkę. Te głosy ozwały się w uchu i zostały wysłuchane przez serce, jak pozdrowienie ze świętej, dalekiej ojczyzny, jako głosy przebaczenia wszystkich grzechów, które była popełniła. Tej nocy po przybyciu Ewa spała nadzwyczaj twardo, kamiennym snem, który, (zdało się jej w chwili ocknienia), trwał przez mgnienie powieki."
      },
      {
        "index": 5,
        "text": "Wczesnym rankiem puściła się w drogę. Idąc gościńcem nadmorskim, prowadzącym na zachód, zaznajamiała się ze srebrnoszarymi gajami oliwy i dumała wśród ich koślawych pniów, pod powikłanymi konary, które do niej wyciągały swoje cieliste ramiona. Patrzyła z zachwytem, jak się te gaje wynurzają z tła ciemnej zieleni i pną w górę po skałach, błyszczą na nich, gdyby szronem okryte. Witała się z winniczkami, zstępującemi ku morzu ze słonecznych stoków górskich; gapiła się gapieniem wielkiem na zagajniki kasztanów — i na niezmierzone ponad ich konarami obszary kamiennej pustyni. Tu i owdzie zatrzymywała ją, (zatrzymywała w dosłownem znaczeniu tego wyrazu), prześliczna wistarya, wiosenna krasa południa, błękitnymi sploty przesypująca się z wyżyny nagich murów na drogi bite, zwisająca, jak bajeczne włosy nimfy Kalipso, ze sztachet zaczarowanych ogrodów."
      },
      {
        "index": 6,
        "text": "Ani się spostrzegła, ani obejrzała, kiedy bardzo daleko odeszła od wielce brudnych ulic tak często wymienionego w historyi nowożytnej miasta Ajaccio. Skręciła nieco z drogi bitej i była na samym brzegu morza. Słońce już bardzo przygrzewało. Weszła też z rozkoszą w prześliczne templum, za rubież cienia wielkiej pinii nadmorskiej. Ta pinia miała korę szarą, porżniętą w grube skiby, pień zasię pochyły i rozwidlony ku szczytowi na kilka konarów o barwie czerwonawo-żółtej. — Aczkolwiek tak wielka, tak daleka i aż nadmorska, wielka pinia przypominała sosnę z nad Świdra, jak siostra przypomina siostrę. Igły miała dłuższe, szyszki o kształcie inakszym, ale tak samo żywiczne obary i ślepe osmoły ciekły z jej ran na grubą korę i, tak samo jak w gałęziach tamtej, mały ptaszek sikora, poświstując samemu sobie, wydłubywał smaczną strawę z łupinek szyszki."
      },
      {
        "index": 7,
        "text": "Ewa utkwiła w tem miejscu. Siadła na małej skałce pod pinią, podparła głowę rękoma. — Nogi jej stały na suszy, lecz już w tem miejscu dokąd przychodziło morze. A przychodziło do bujnej i wyniosłej trawy, jak gruby kożuch osłaniającej głęboki granit. Błękitne, przezroczyste fale, wydłużając się i płaszcząc, czołgały się do stóp. Zawsze jednakim głosem zwierzały coś słuchaczce, niby niemowa, któryby usiłował dźwiękami wyrazić głębiny i ciemne tajemnice swego żywota. Dookoła była wielka cisza. Wiatr, sączący się przez gałęzie pinii, sprawiał szum, który jeszcze podwajał wyrazistość ciszy. Ewa popadła w otrupienie duchowe i w bezmoc fizyczną. Oczy jej spoczywały na każdej fali, idącej do brzegu, — chłonęły ulotny błękit, przelewający się w jej głębi przezroczystej do zielonego zatajenia. Śniło się, że ów błękit tak ślizki i ruchomy wydaje morski szum... Kiedy zaś oczy wznosiły się wyżej, gdy ogarniały zatokę i to miejsce rozpostarte, gdzie się zatoka przemienia w dalekie, nieskończone morze, — dusza leciała..."
      },
      {
        "index": 8,
        "text": "Wygięta, miękka linia, — ni to okrągły wał na widnokręgu, — świetlista, jak samo światło, nieruchoma, a przecie idąca ku oczom, linia nieskończona, nie mająca początku ni końca, — wydzierała z piersi serce. W piersiach zostawała próżnia, żądza ogromu — i wzdychanie z tej próżni ku nieskończoności. Ku czemuś bez granic, ku miejscu za światem, ku widokom pozaziemskim dźwigały się opuszczone ręce. Ani cienia wiedzy o tem, co to za uczucie. Konieczność... Nic, — tylko pragnienie obszaru, wchłonienia ogromu. Żądza ta nie dawała się osaczyć myślom i okryć nagości swojej znaną formą pojmowania. Była to jakowaś wiedza wewnętrzna, bytująca za murem myśli. Dźwigała się z duszy, niby zapach z obszarów macchii..."
      },
      {
        "index": 9,
        "text": "Jak posiąść to wszystko, co jest, jak zdobyć, pochłonąć i swoim uczynić istniejący świat? Jak owładnąć tem wszystkiem, co było, i tem, co będzie? Jakże to może być, że owo błękitne morze i sine góry i, bytujące w niem, senne wyspy, ten wszystek nieznany świat, — stał przed wiekami taki sam, a nas niebyło? Jakże to może być, że nas nie będzie, a on na wieki taki sam zostanie? I obejmą ten świat oczyma inni! Nazwą go swoim własnym inni, nieznani, niewiadomi. Przed wiekami morski pirata uderzał tę zatokę zbójeckiemi oczyma... Rzymianie, włoscy tyrani, Frankowie.. Ogarnął ją młodzieńczemi oczyma Napoleon — i śnił tu, może w tem samem miejscu, swój sen o potędze a który to sen był mniejszy, nędzniejszy, niż późniejsza rzeczywistość potęgi... Zdobył zatokę, morze, zamorski ląd, kraje, państwa, narody, królów, — a oto niema go wcale... Znikł, jak fala."
      },
      {
        "index": 10,
        "text": "Kiedyś chwycą to morze inni i — utoną w niem wraz z pamięcią ludzką o ich pracy. Przejdą, staną się obcy, przechodnie, goście. Nie będzie do nich należała ta ziemia i nie będzie należało morze, bo nie należy do nikogo. Morze jest dla wszystkich, lecz wszyscy mu są obcy. Wszystko wyrzuci ze swego wnętrza i ciśnie ze wzgardą na ludzki brzeg. A ziemia trupy rozpuści w sobie, pożre je i, jak skąpiec, przemieni na swoją korzyść. I nie ma nikt swego własnego miejsca. Gdyż przemijamy, jak fale, które zalśnią pięknością na słońcu, zestarzeją się, spłaszczą i umrą."
      },
      {
        "index": 11,
        "text": "Morze szumiące wyszarpywało z duszy nie te wyrazy, lecz uczucie, które się poniekąd w tych wyrazach zawiera. Morze tem uczuciem władało. Przemywało je nieskończonemi falami, jak ranę zropiałą. Przemywało je wielekroć. I rana myśli stała się czystą a bezbolesną. Uczucie stało się przezroczyste i nieustraszone, jak morze. Wzniosło się w górę i rozszerzyło."
      },
      {
        "index": 12,
        "text": "— Pocóżem ja je wtedy zabiła? — myślała Ewa bez trwogi, bez żalu, bez wzruszenia. — Gdybym je teraz miała ze sobą!"
      },
      {
        "index": 13,
        "text": "Nie byłabym tutaj, — marzyła, — tylko w Warszawie. Suszyłabym pieluchy, a Aniela nazywałaby je bękartem. Horst-by je obrzucał swemi spojrzeniami, a Barnawska mówiłaby o niem swe aforyzmy. Lepiej mu tam! lepiej mu tam, gdzie jest! Lecz jego niema, jak mnie nie było i jak mnie nie będzie. Stało się gnojem, jak ja się stanę... nuciła, opierając głowę o pień chropawy wielkiego drzewa."
      },
      {
        "index": 14,
        "text": "Zstąpił na nią spokój, ukojenie, zdrowa niezdolność do uczuć. Płynął przez nią szum drzewa. Przerzucała się przez jej duszę wzdychająca chełb morza. Ewa patrzyła w morze i uśmiechała się. Gdyby w słowa zamknąć jej czucie, toby może te słowa były: — Morze! Jakże jesteś piękne, jakże zdrowe, jak prawe! Jakże jesteś wierne samemu sobie i godne chwały swojej. Ty jesteś, jak miłość: cała zawierasz się w sobie. Wszystkie niemoce zwyciężasz nieśmiertelnem uniesieniem, wszystkie choroby skazujesz na zapomnienie. Oddałabym ci moją duszę poranioną, żebyś ją wzięło i kolebało w sobie, ty kolebko, piastująca siłę i wielkość."
      },
      {
        "index": 15,
        "text": "Dałabym ci ciało me nagie, żebyś je kołysało na łonie swem, wieczyście młodem. Ciało moje jest piękne, a stało się godne pogardy. Ty jedno jedyne umiałobyś wymyć z głowy przeklęte myśli, wypłukać nieskończonem chlustaniem ropę wspomnień nikczemnych! Powiedz mi! Wszak miałam prawo zrobić tak, jak zrobiłam. Dzięki mnie, przyszło na świat, lecz nie ja chciałam, żeby się zrodziło. Nie ja je z nicości poczęłam. Byłabym z niem na ręku ścigana, jak zbrodniarka, a ono byłoby przeklęte przez cały rodzaj ludzki. Narodziło się z najczystszej miłości, a było bękart. Ocaliłam je od nędzy istnienia wśród ludzi, którzy ścigają bękarta, jak wściekłego psa."
      },
      {
        "index": 16,
        "text": "Morze! Ty umiesz obmywać grzechy, wracać dziewictwo i opłukiwać plugawość rodzenia dziecka! Wróć mi dziewictwo! Wróć mi duszę moją dziewiczą! Wróć mi siłę, kiedym jeszcze nie znała mężczyzny i żądz kobiecych, które on we mnie wynalazł."
      },
      {
        "index": 17,
        "text": "Było już późno, kiedy się z zamyślenia ocknęła. Czas było wracać do hotelu na południowy lunch. Poszła szybko. Przybyła właśnie na chwilę, kiedy siadano do stołu. Nakrycie jej znalazło się przy nakryciu Jaśniacha, który już był zeszedł na dół. Był mizerny, ale nieco bardziej ożywiony i rozmowny. Przy stole kilka zaledwie osób. Dwu Anglików, jedna Angielka i trzy wstrętne Niemkinie, bełkocące bez przerwy i tylko między sobą o tem, że morze tu jest piękne, morze jest bardzo piękne — nicht wahr? — morze jest bardzo piękne — o, ja! Wreszcie oficer marynarki francuskiej. Z owych »Anglików« pierwszy nazywał się Sapalski, a był z pochodzenia... Niemcem; drugi zwał się Herman Landau, co również słabe dawało świadectwo o jego anglosaskości. Rzeczywistą była tylko Angielka, a to już stwierdzały, gdyby nawet chciała zaprzeczyć, jej zęby, fryzura, kodak i t. d. Właściciel hotelu z miną profesora farmakognozyi, z krzywemi binoklami na nosie, które stale spadały i to w sos pomidorowy, gdy go osobiście do stołu podawał z pieczołowitością, godną subtelniejszego specyału, czułe sprawił wrażenie rybami morskiemi i dwakroć obnoszoną pieczenią. Za to inne jego frykasy, nie wyłączając sera broccio, (po korsykańsku brucz), zgromadzona publiczność międzynarodowa, z wyjątkiem młodego wilka morskiego, miała ostentacyjnie za niemożliwość. Młody oficer był czarny jak murzyn. Miał przepyszne, lśniące oczy, którym samochcąc dodawał wyrazu burzy morskiej. Golił cały zarost z pozostawieniem włosów na podgardlu. Włosy nosił długie, spadające pasmami."
      },
      {
        "index": 18,
        "text": "— Zupełny Camil Desmoulins... — mruknęła Ewa do Jaśniacha, patrząc zresztą dla niepoznaki na opatrzonego właściwym brzuszkiem Hermana Landau."
      },
      {
        "index": 19,
        "text": "— Tamten! Ba, jeszcze jaki! Cóż za wspaniała fizys. Śnią się takiej bestyi wielkie czyny, gdy wyjeżdża z tej zatoki na jakimś tam torpedowcu! Jak to on musi mierzyć wzrokiem burzliwe wały pod Monte-Rosso! A za kilkanaście lat będzie z niego opój z czerwonym nochalem, zawalidroga, tyran dla majtków i wróg tych, co go wyścignęli w karyerze..."
      },
      {
        "index": 20,
        "text": "Młody oficer, piłując tępym nożem gnat pieczeniowy, przysłuchiwał się tej polskiej mowie z udaną obojętnością. Udawał również, że nie zwraca uwagi na Ewę. Ale niedługo trwała ta wyniosła mistyfikacya. Wkrótce mu oczy zamigotały, jak u kota, i uśmiech rozmarzonego żaka przewijać się począł po wargach. Ona nie zwracała na niego uwagi, ale również pozornie. Była wesoła. Była pierwszy raz wesoła od dawien dawna. Śmieszyło ją wszystko. Tak niegdyś, za dawnych lat, (to znaczy przed trzema laty...), cieszyło ją życie, gdy widziała, że szaleją za nią każde męskie oczy."
      },
      {
        "index": 21,
        "text": "Przyszła na nią teraz pasya, żeby ze siebie zrzucić zmorę. Zapragnęła pokokietować południowca, Napoleonika z podgardlem a la Cavour, Camila Desmoulins, zajadającego ser korsykański, zwany broccio. Rzuciła mu od niechcenia jedno spojrzenie, (oczy nie zupełnie przewrócone, ale marzące, — uśmieszek), a później zamknęła powieki na cztery spusty, jakby w tej sali, na miejscu, gdzie siedzi czarny marynarz, znajdował się kredens, gospodarz w binoklach, lub piec kaflowy. Majtek przybiera! kolejno miny jużto najparadniej rozmarzone, już szatańsko groźne, ponsowiał i zamyślał się, kokietował smutkiem dno swego talerza, albo uśmiechał się z banalnym cynizmem, jak uczeń fryzyerski. Ewa nie raczyła go już dostrzedz. Łaska została wyczerpana i cofnięta."
      },
      {
        "index": 22,
        "text": "W sobie czuła pusteczkę weselną, uciechę morską, zdrowie i nicość myśli. Gdy wstała od obiadu i wyszła majestatycznie razem z Jaśniachem na werandę ogrodową, oficerek wsunął się na balkon. Zmieszany i różowy, jak pensyonarka, przedstawił się Jaśniachowi, jako Paul Mottez, i prosił o zaprezentowanie go Ewie. Przyjęła go wyniośle i zmierzyła takim wzrokiem, że znowu najeżył się, jak bałwan morski. Po chwili wykonał zamiar powzięty: zaczął wyładowywać ze siebie kilka wyrazów rosyjskich, których się nauczył z miłości dla zaprzyjaźnionego mocarstwa w czasie odwiedzin przez narodową eskadrę portu w Kronsztadzie. Ewa wstrzymała jego zapędy krótkim i suchym, jak pieprz, frazesem, że nie rozumie tych słów. Jest Polką, — no i tak dalej... Po chwili banalnej rozmowy odeszła do siebie, szeleszcząc złowieszczo jedwabną spódnicą. Gdy szła po schodach do swego pokoju, zanosiła się od śmiechu, od istotnego śmiechu. Miała dziwne uczucie, że słońce, gdy szła na spacer, przenikło przez skórę jej ciała, że nasyciło ją światłem. Byłaby nadto przysięgła, że żyły ma pełne zapachu macchii."
      },
      {
        "index": 23,
        "text": "W pokoju swym nie mogła usiedzieć. Wyniosła krzesełko na balkon i poczęła napawać się widokiem ogrodów, wonią pomarańcz i fiołków, a nadewszystko różowem drzewkiem odpuszczenia."
      },
      {
        "index": 24,
        "text": "Nierychło, pokaszlując, przywlókł się na górę Jaśniach. Zaraz wypełzł ze swej nory na jaśnię białego balkonu i rozpostarł się na długim leżaku. Wyglądał na tle iskrzącego się marmuru Carrary jak brzydka, szara liszka. Słońce raziło go w oczy, więc je (oczy) przymknął i osłonił czoło białą czapeczką. Chude ręce zwisały, jak u trupa, długie gnaciska tkwiły bezładnie, jak złożone cepy. Ewa przypatrywała mu się z ironicznym uśmiechem. Przyszła jej do głowy dziwna myśl: po co też taki »gad« żyje na świecie? Jeżeli bowiem żyje ten z dołu Kamilek Desmoulins, — no to zrozumiałe. Może wleźć na wieżę, gdyby tam powiewała jedwabna halka, może się wdrapać po gładkim murze na wieżę w Pizie, jeżeliby mu stamtąd posłać powietrznego całuska. Skoczy do studni, gdyby tam wrzucić pachnącą różę... A taki! Gdyby mu powiedzieć: — Jaśniachu, Jaśniachu, kocham cię! — zastanowiłby się z pewnością, przedewszystkiem, czy on ma prawo kochać się, następnie czy już wszyscy ludzie także kochają, a dopiero na końcu, czy mu to nie zaszkodzi na kaszel i system nerwowy."
      },
      {
        "index": 25,
        "text": "— Jest jedno miejsce w Hamlecie, gdzie ten utrapiony mówi: »Tabliczki! Warto, abym na nich umieścił, że można się uśmiechać, a być łotrem!« My tables, — meet it is I set it down... Pamięta to pani? Gdy spotkał ducha... — rzecze Jaśniach, nie podnosząc głowy ani powiek."
      },
      {
        "index": 26,
        "text": "— Nie pamiętam."
      },
      {
        "index": 27,
        "text": "— Jest to nieśmiertelne."
      },
      {
        "index": 28,
        "text": "— Cóż w tem jest tak nieśmiertelnego?"
      },
      {
        "index": 29,
        "text": "— Chciał zapisać coprędzej tę myśl, która się wysunęła, jako odkrycie, ze wszystkiego z całego ogromu życia. Widzi pani — chciał zapisać prawdę, która stała mu przed oczyma przez chwilę, jako ostatni wynik, jako różnica, zostająca z całego życiowego obrachunku, ze wszystkiego waru spraw otaczających, z uwag nad ludźmi, nad ich czynami i nad naszą o nich myślą. Jest to ostatnie, co jest. Ostatnie słowo, zamienione przez cierpienie na brylant prawdy. Jeśli takiej myśli nie zapisać, to się rozwieje, zniknie. Bo te myśli są najtrudniejsze. Znikają, jak cudne sny."
      },
      {
        "index": 30,
        "text": "— A to i panu zdarza się mieć takie myśli? — spytała, żeby tylko co powiedzieć."
      },
      {
        "index": 31,
        "text": "— Drwi sobie pani ze mnie. A jednak tak jest, niestety! Czasem przeszywają mię te myśli nieznośne. Zwykle w takich razach nie mogę pisać."
      },
      {
        "index": 32,
        "text": "— Dlaczego?"
      },
      {
        "index": 33,
        "text": "— Bo leżę, jak kłoda, albo jestem zabity na duszy i wszystko mi jedno. Jest »taka« myśl, ale cóż z tego, że jest? Pocóż ona i na co komu się przyda? Niech przepada wraz ze mną!"
      },
      {
        "index": 34,
        "text": "Ewa zamilkła. Ponieważ nie patrzał na nią, więc poziewała w sekrecie. Po znacznym odstępie milczenia rzekła:"
      },
      {
        "index": 35,
        "text": "— Jeżeli pana osaczy kiedy owa niezwykłość myślenia, a nie zechce się panu pisać, proszę mi zwierzyć ustnie owe myśli. Niech je pan podyktuje. Piszę bez błędów ortograficznych."
      },
      {
        "index": 36,
        "text": "— Che-che!"
      },
      {
        "index": 37,
        "text": "— Naprawdę — bez błędów! Takie myśli poety Jaśniacha-Bandosa mogą nawet mieć księgarską wartość."
      },
      {
        "index": 38,
        "text": "— Powiedzą księgarze, że podrobione ad hoc przez socyałów, tembardziej, że autograf nie jego."
      },
      {
        "index": 39,
        "text": "— Z treści poznają lwie pazury."
      },
      {
        "index": 40,
        "text": "— Prędzej strzępy lwiego ogona. Ale niech tam! Jeszcze trochę rozjuszę dziennikarzy i wszelkiego rodzaju renciarstwo. Niech pani pisze."
      },
      {
        "index": 41,
        "text": "— Ale w czem? Niema papieru."
      },
      {
        "index": 42,
        "text": "— To też niech pani kupi zielony kajet na Place des Palmiers. Jest tam po lewej ręce taki sklep. Flaszkę atramentu, tudzież godziwą obsadką ze stalówkami."
      },
      {
        "index": 43,
        "text": "— All right!"
      },
      {
        "index": 44,
        "text": "— Na tytule można napisać: Testament zdychającego..."
      }
    ]
  }
}