{
  "chapterNumber": 44,
  "title": "Tom drugi, XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zygmunt Szczerbic chodził wielkimi krokami po dwu pokojach, stanowiących w Zgliszczach jego mieszkanie. Okna z tego mieszkania na piętrze pałacu wychodziły na park i ogrody. Wiosna owiała park. Wczesna kwietniowa pora spełniła już nad młodemi brzozami obrzęd obłóczyn. Stały lekkie i cudne w wonnych wiatrach, kołysząc się gibkiemi strzały pniów. Na tle ich listków, jakby na tle kotary ze złotogłowiu, świeciły żółtym połyskiem okrągłe kule nierozwiniętych liści klonowych, które dopiero co z czarnych prętów wytrysły. Rude jeszcze były akacye i czarne aleje lip. Młode sosny tryskały z za brzóz ciemną i potężną zielenią. W głębi, daleko, osobno rozpostarła się w przestworzu wierzba nadwodna. Olbrzymia, niby las, wybuchała, jak zwały jasnego dymu. Ciemna zasłona alei lip martwej i czarnej zdawała się po to tylko istnieć, żeby wierzba mogła ukazać wszystką moc swego uroku. Była też urocza, urocza nad wszelki wyraz... Wielki jej pień ssał wodę ze strumienia, przepływającego wskroś parku. Czarne gałęzie przeszywały wybujałe zwoje miękkich liści, pijąc mgły ranne i połykając deszcz wiosenny. Szczerbic zanurzył oczy, duszę i niemal usta w ten widok rodzinny. Nawinęła mu się na wargi piosenka owa nieszczęśliwej:"
      },
      {
        "index": 2,
        "text": "Sing willow, willow, willow..."
      },
      {
        "index": 3,
        "text": "Sing all a green willow must be my garland..."
      },
      {
        "index": 4,
        "text": "Wpobliżu stał sad. Pnie wybielone wapnem dźwigały się z miękkiej, zoranej i spulchnionej ziemi. Na prawo w górę biegła ulica czereśniowa. Stare drzewa o rozsadzistych pniach, o szerokich koronach kwitły przedwcześnie. Pręty były osypane mleczem kwiatu tak szczelnie, że stanowiły obłe mufki kwiatowe. Zapach przesycał powietrze. Wśród czereśni, w białej ich nawie, niewysłowionego pełnej powabu, huczały pszczoły. Ostatnie promienie słońca, promienie gorące i pełne ognia, poganiały pszczelną pracę. Słychać było nieprzerwany ton tej muzyki, wzruszającej serce do wydawania najtajniejszych uczuć."
      },
      {
        "index": 5,
        "text": "Szczerbic chodził po swych pokojach, szarpał się w sobie i decydował. Dnia tego otrzymał list Ewy. Skoro go tylko przebiegł oczyma, zdecydowany był wszystko sprzedać, zastawić, odstąpić i lecieć na jej rozkazy. Już dzień cały przeżył z tym listem. Chwilami napadał go omam, że to jest sen. Skądże przyszła ta rzeczywistość? Skąd ta zmiana, straszna w swojej rozkoszy? Tu, do tych pokojów, gdzie w próżniactwie, odosobnieniu i przy fortepianie prześnił zimę, myśląc o Ewie dzień i noc, zjawił się list ów, jakby ona sama, uchyliwszy drzwi, zajrzała. Wraz z rozkoszą wiosny przyszła, jak w Paryżu przychodzić zwykła... Och rzucić już ten dom tęskny, te drzewa, kołyszące się, jak łan olbrzymi! Tam, w dole, strumień... Ciche łąki, — za parkiem wzgórza leśne i okrągłe pagórki roli... Daleko w lesie granatowym szlaki brzóz... W lesie tym gliniaste parowy, zapadłe odludzia, szczeliny w głębi gleby, wysłane suchymi liśćmi buków i dębu, ciemne, o skarpach z iłu łożyska... Ileż to razy brnął tam późną jesienią i w zimie śnić, że idzie nie sam, lecz z Ewą, wybierać miejsca, gdzieby mógł być z nią, umieszczać ją w najcudniejszych samotniach... Toczył tam rozmowy szczęśliwe, bawił się z nią i cieszył jej widziadłem. Ileż to razy patrzył ze swych okien w ten obraz! Obraz ten, to wizerunek tego, co w duszy cierpiało dla Ewy. Ileż to razy mówił oczyma ukochanej wierzbie wyrzut dziecinny, a bolesny nad wyraz, że nigdy jej nie ujrzą oczy Ewy. Nigdy nie będzie miał prawa pokazać jej ze swych okien tego drzewa... Tak, nigdy. A oto teraz to nieme drzewo rzekło do niego: — więc idź!"
      },
      {
        "index": 6,
        "text": "Zostać tu w próżniactwie wiejskiem, w napoły zwierzęcem pożeraniu owoców pracy całej czeredy ludzkiej? Pędzić dni wśród nędznych plotek, wśród maltretowania wszelkiego stopnia parobków, wśród pogardzania wszystkiem, co jest dokoła, wśród jedzenia i picia, jako zajęć jedynych szlachcica polskiego?..."
      },
      {
        "index": 7,
        "text": "Lecz oto zalśniły lekkie liście, a ich zakołysanie wydało znak: — nie chodź! Zostań tu, gdzie pielęgnowałeś o zmroku smutek. Będziemy z tobą w szelestach naszych powtarzać i pielęgnować żal twego serca, będziemy w cieniach uroczych, pod modremi skrzydły gałęzi chować, jak skarb, twoją tęsknotę. Wszystko, co nam powierzysz z sekretu duszy, zostanie jej dochowane. Zostanie na wieki, bo drzewa pamiętają wszystko... I jeszcze znak: — nie chodź! Nie szukaj samego szczęścia i nie bierz go rękoma. Nie patrz na szczęście pod światło!"
      },
      {
        "index": 8,
        "text": "Jakoweś czujne nasłuchiwanie imało się duszy. Ogarniało go coraz silniej, coraz mocniej. Jeszcze chwila i usłyszy w syku i lekkim poświście wieszczący głos. Zbierał swe myśli, pakował wszystkie kombinacye życiowe jakby do próżnej walizki. A jednocześnie słuchał i słuchał... Otworzył okno. Cichy wieczór. Przejrzyste niebo. Miękkie, wilgotne obłoki tak harmonijnie złączone z nawałą młodziutkich liści. Serce dziwnie drgnęło w piersiach. Znowu ów tkliwy poszum brzóz, wilgotny poświst sosen..."
      },
      {
        "index": 9,
        "text": "Szczerbic wyszedł z mieszkania, minął dziedziniec brukowy i kroczył olbrzymią lipową aleją, prowadzącą ku traktowi publicznemu. Niejasne, niedające się chwycić wolą uczucie, uczucie bolesne, straszne a wszechmocne w swojej rozkoszy rozpychało piersi. Rozpiął surdut, kamizelkę i szedł naprzód, naprzód... Przymykał oczy, gdyż zdawało mu się, że Ewa siedzi pod jednem z tych drzew, że jest w tej alei płacząc cicho... Łzy płynęły z najdroższych jej oczu, łzy spadają na jego serce i przeszywają je igłą boleści... Obejrzał się z przedziwnem uczuciem. Obejrzał się na wsze strony. Czuł, że musi walczyć. Strach niepojęty! Mrok z pól... Szelest liści..."
      },
      {
        "index": 10,
        "text": "Wyciągnął w przestwór ramiona..."
      }
    ]
  }
}