{
  "chapterNumber": 43,
  "title": "Tom drugi, X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pewnego popołudnia, w marcu, Pochroń zażądał od Ewy, żeby z nim poszła do mieszkania Płazy-Spławskiego."
      },
      {
        "index": 2,
        "text": "— Do tego hoteliku, — spytała, — gdzie on mieszka?"
      },
      {
        "index": 3,
        "text": "— Oczywiście, do tego hotelu."
      },
      {
        "index": 4,
        "text": "— Nie pójdę! Po co ja tam jestem potrzebna?"
      },
      {
        "index": 5,
        "text": "— Musisz iść. Nasze interesy absolutnie źle idą."
      },
      {
        "index": 6,
        "text": "— Czy absolutnie, czy nie, — wszystko mi jedno. Nie idę!"
      },
      {
        "index": 7,
        "text": "— Kiedyż musimy się naradzić... Co to za dziwactwa!"
      },
      {
        "index": 8,
        "text": "— Nie pójdę do tej nory. To wstyd ostatni dla kobiety wchodzić na schody takiego hotelu. — Kiedyż to są przesądy damskie i nic więcej. Interes wymaga, więc niema i nie może być kaprysów."
      },
      {
        "index": 9,
        "text": "— Niech tu przyjdzie Płaza, jeśli interesy wymagają! Cóż to nie ma nóg i swoich rosyjskich butów?"
      },
      {
        "index": 10,
        "text": "— Widzisz, dziecko, ma on i swoje kaprysy. Hrabia, — uważasz, — sobacza dusza. Magnat bez koszuli i z guziczkami, morowa jego, zatracona!... On do mnie nie raczy. Zdechnie z głodu, a nie raczy! A, widzisz, jakbyś ty przyszła do niego, to mu to sprawi grubą frajdacyę..."
      },
      {
        "index": 11,
        "text": "— Kto ma pójść ze mną?"
      },
      {
        "index": 12,
        "text": "— No, ja."
      },
      {
        "index": 13,
        "text": "— Będziesz przez cały czas rozmowy obecny?"
      },
      {
        "index": 14,
        "text": "— To zależy. Może tak wypaść, że będę musiał po co wyjść na chwilę. Trudno wszystko przewidzieć, co z interesu wypadnie. Czasem trza papieru, atramentu..."
      },
      {
        "index": 15,
        "text": "— Ty... szubrawcze, szubrawcze, szubrawcze! — mówiła przez zaciśnięte zęby, spłoniona cała od stóp do głów, patrząc na niego przez ramię."
      },
      {
        "index": 16,
        "text": "— Troisz sobie Bóg wie co, romansowa heroino, a nie wiesz wcale, o co chodzi."
      },
      {
        "index": 17,
        "text": "Zaśmiał się ohydnie i mruknął:"
      },
      {
        "index": 18,
        "text": "— Ten Płaza ma wstręt do kobiet, możesz być o niego zupełnie spokojna. Znam przecie jego azyatyckie przyzwyczajenia. Amator kwaśnych jabłek... No, więc idziesz?"
      },
      {
        "index": 19,
        "text": "— Oczywiście, że idę, choćby dlatego, żeby ci pokazać, jakiś ty szubrawiec i jak drwię sobie z twoich planów!"
      },
      {
        "index": 20,
        "text": "Tegoż dnia nad wieczorem, udali się obydwoje do wiadomego hoteliku. Ewa musiała znowu z najgłębszą odrazą wstępować na schody, wymalowane białą farbą, iść aż na drugie piętro, ujrzeć swój wizerunek, odbity w szerokiem, tandetnem lustrze o pluszowych ramach... Minęła ciemny korytarz, w którym mrok zgęszczał się coraz bardziej, skręciła na lewo. Grozą i drżeniem przejął ją znowu widok czeluści. Szła na palcach wązkiem przejściem... w głębi, daleko, żarzył się płomyk gazowy w koszulce przepalonej i na pół rozdartej. Dziwaczny kształt i ponury kolor tego płomienia ściskał serce. Prawa ręka ślizgała się po wilgotnej ścianie, oklejonej tapetami, lewa dotykała małych drzwi, poza któremi słychać było głosy, rozmowy, śmiechy, piski rozpustne, szepty, jęki... Było tak ciemno, że Ewa nie widziała Pochronia, idącego o krok przed nią. Wzdrygała się od strachu... Nareszcie otwarły się drzwiczki do numeru Płazy-Spławskiego, nareszcie światło..."
      },
      {
        "index": 21,
        "text": "Ewa czuła się bardzo źle w tem miejscu. Nie mogła złapać tchu. Nigdy jeszcze nie miała tak jasnego wyobrażenia o niewoli swojej, jak w tym momeciemomencie. Gdyby tak mieć w ręku sztylet, z jakąż rozkoszą uderzyłaby w nienawistne plecy Pochronia! Zabić tego złoczyńcę."
      },
      {
        "index": 22,
        "text": "Weszła do pokoiku Płazy-Spławskiego. Tamten stał, jak poprzednio, tyłem odwrócony do zakurzonego okna. To obmierzłe okno, dochodzące do samej podłogi, znowu nasunęło uczucie odrazy, dało zmiarkować głębokość upadku. Usiadła na krześle tyłem od okna i spoglądała w zapstrzony oleodruk, wyobrażający Stellę Pornarinę. Wrażenia swoje usiłowała przykryć wesołością. Zrobiła jej dużą, och, dużą przyjemność obecność W tej jamie Stelli Fornariny... — Panie hrabio, — mówił Pochroń, — musimy naradzić się i zdecydować, co robimy dalej. Toż to miesiące, miesiące upłynęły! Trzeba jechać nareszcie. Kiedyż my pojedziemy?"
      },
      {
        "index": 23,
        "text": "— Radź pan... — mruknął Płaza."
      },
      {
        "index": 24,
        "text": "— Wiemy wszyscy, że z takim kapitałem, jaki mamy w ręku, niema wcale o czem myśleć."
      },
      {
        "index": 25,
        "text": "— Nie myśl pan... — mruknął tamten."
      },
      {
        "index": 26,
        "text": "— Więc co?"
      },
      {
        "index": 27,
        "text": "— Ależ to nie jest odpowiedź!"
      },
      {
        "index": 28,
        "text": "— Ja nie mam pieniędzy."
      },
      {
        "index": 29,
        "text": "Obadwaj patrzyli sobie w oczy. Pochroń zwiesił głowę. Po chwili znowu ją podniósł i wlepił oczy w twarz Płazy."
      },
      {
        "index": 30,
        "text": "— Bandl? — spytał ostatni."
      },
      {
        "index": 31,
        "text": "— Niema żadnego, żadnego sposobu! Bandl co tylko mógł..."
      },
      {
        "index": 32,
        "text": "— Ja wyjadę sam... — rzekł zimno Płaza-Spławski."
      },
      {
        "index": 33,
        "text": "— I co pan poradzisz bez pieniędzy?"
      },
      {
        "index": 34,
        "text": "— To moja rzecz. To się okaże. Nie mogę czekać, aż wam z nieba spadnie milion."
      },
      {
        "index": 35,
        "text": "— Ostatnia nadzieja, ostatnia myśl, to jest ten Szczerbic."
      },
      {
        "index": 36,
        "text": "— Szczerbic?! — zawołała Ewa, szczerze zdumiona."
      },
      {
        "index": 37,
        "text": "— No, oczywiście. Gdyby go się wciągnęło do interesu... Przecie pisał do ciebie, że gotówby sprzedać wszystko w Europie i jechać do Ameryki. Właśnie i my mamy tę samą myśl. Niechby sprzedał wszystko i wstąpił do naszego interesu. Moglibyśmy zrobić miliony! Płaza milczał obojętnie, patrząc na Ewę swem martwem okiem."
      },
      {
        "index": 38,
        "text": "— Któż to ma się podjąć wciągnięcia Szczerbica w nasze interesy? — zapytała z szyderstwem."
      },
      {
        "index": 39,
        "text": "— Pani, — rzekł Płaza-Spławski ze spokojem."
      },
      {
        "index": 40,
        "text": "— Oczywiście, że ty! — dorzucił Pochroń."
      },
      {
        "index": 41,
        "text": "— No, to zanotujcie sobie, panowie przemysłowcy, w swoich notesach grubemi literami, że ja ani palcem nie kiwnę..."
      },
      {
        "index": 42,
        "text": "— Mówiłem, że to będzie z korowodami... — rzekł Płaza do Pochronia."
      },
      {
        "index": 43,
        "text": "— Dlaczego nie miałabyś przyczynić się do wspólnego dobra? — spytał Pochroń łagodnie. — Powiedz tylko! Czytałem jego listy, pisane do ciebie. Ten człowiek zrobi wszystko, pójdzie, jak dziecko za ciastkiem. Jeśli tylko zechcesz, sprzeda cały majątek i pojedzie za tobą do Ameryki."
      },
      {
        "index": 44,
        "text": "— A cóż ja z nim mam począć? Bo wy to pewno już wiecie..."
      },
      {
        "index": 45,
        "text": "— No... Gdyby chciał wstąpić do interesu... Mogłabyś z nim pojechać, jeśli zechcesz."
      },
      {
        "index": 46,
        "text": "— A ty na to przystaniesz z miłą chęcią... Jakiś ty dobry!"
      },
      {
        "index": 47,
        "text": "Ognie wewnętrzne uderzyły w serce. Dziwna rozkosz marzenia o wydobyciu się. Pomysły lecące jak tabuny koni. Płacz w piersiach, zduszony powrozami przebiegłych myśli..."
      },
      {
        "index": 48,
        "text": "— Tiens... Cóż tedy ja mam robić?"
      },
      {
        "index": 49,
        "text": "Płaza Spławski skręcił powoli cienkiego papierosa, zapalił go i mówił w sposób decydujący, jak dowódca: — Napisałaby pani do tego Szczerbica list, wzywający go, żeby do pani przyjechał tu do Wiednia. Niech wszystko, co ma, spienięży, albo tak ułoży, żeby można zaciągać na to wielkie długi. Niech pożyczy tam na miejscu na swe posiadłości nieruchome, jeśli nie ma gotówki. Bo gotówka być musi. Wyłoży mu pani, że pojedziecie do Ameryki robić pieniądze w Klondyke. Tu można będzie Nycza na niego napuścić, żeby mu rozdął imaginacyę w kierunku potrzeby wielkości, że to dla Polski... Pani napisze entuzyastycznie avec passion, avec tendresse..."
      },
      {
        "index": 50,
        "text": "— No i cóż jeszcze?"
      },
      {
        "index": 51,
        "text": "— Gdy przyjedzie, według mego przekonania, musi go pani pociągnąć ku sobie wszelkimi środkami, ale zarazem trzymać w oddaleniu, żeby się męczył potężnie, a nie mógł odlecieć."
      },
      {
        "index": 52,
        "text": "— No i jeżeli tego wszystkiego nie zechcę?..."
      },
      {
        "index": 53,
        "text": "Płaza-Spławski zamilkł, a Pochroń podjął niejako dalszy ciąg:"
      },
      {
        "index": 54,
        "text": "— Musisz, bo w przeciwnym razie wydam cię, żeś zabiła dziecko."
      },
      {
        "index": 55,
        "text": "— Głowę sobie zaprzątasz głupstwami i głupstwami mi grozisz. To nieprawda. Gdzie masz dowody?"
      },
      {
        "index": 56,
        "text": "— Ja mam na ciebie dowody, ani się spodziejesz,"
      },
      {
        "index": 57,
        "text": "jakie!"
      },
      {
        "index": 58,
        "text": "— Ktoby tam w sposób podobnie ordynarny walczył z kobietą! — rzekł niecierpliwie Płaza. — Czemużby pani, nie miała się zabawić z tym Szczerbicem? Czemu? Czyżby pani, że tak powiem, kochała obecnego tu kawalera Pochronia? Jeżeli pani Szczerbica nie znosi, no to... — Właśnie, że go nie znoszę."
      },
      {
        "index": 59,
        "text": "— Ale on panią kocha. To podobno przyjemnie odbierać hołdy, gdy się nie kocha. Tak słyszałem."
      },
      {
        "index": 60,
        "text": "— Cóż z tego, że on mię kocha. Przypuśćmy, że mię kocha."
      },
      {
        "index": 61,
        "text": "— W takim razie... — rzekł Płaza, uśmiechając się przeciągle, — sądzę, że mogłaby pani dla dobra przyjaciół to uczynić, żeby w swej górnej świetlicy przyjąć hołdy hrabicza polskiego. Powinien za taką łaskę zapłacić milion. My, szlachta polska, znani jesteśmy z tego, że płacimy za piękne łaski ze szczodrobliwością niewiarogodną. Powinien oddać wszystko, co ma, a że za to, przypuśćmy, zobaczy tę cou de cygne et les epaules d’albâtre... Gdyby zaś zamierzył siłą zdobyć, gdyby się ośmielił zanadto, wówczas jest bardzo łatwy sposób, którego powinnyby się nauczyć koniecznie nasze panie. To się bardzo szeroko praktykuje dzisiaj na wschodzie. Sam na sobie, niestety, doświadczyłem... Dość jest wbić w ręce wyciągnięte, w twarz zbyt natrętnie śpieszącą ku pocałunkom, koniec strzykawki Prawatz’a, nacisnąć tłok ruchowy... W strzykawce jest płyn, znieczulający na chwilę..."
      },
      {
        "index": 62,
        "text": "— Cóż to za płyn znieczulający?"
      },
      {
        "index": 63,
        "text": "— Małoż to płynów znieczulających? Jakikolwiek."
      },
      {
        "index": 64,
        "text": "— I wówczas na pierwszy znak, dany przez panią, wbiegną przyjaciele i wybawią panią od natarczywości natręta."
      },
      {
        "index": 65,
        "text": "— To z jakiegoś romansu ordynarnego pisarza zjełczały pomysł. A gdybym ja tak o tym pańskim pomyśle zechciała powiedzieć komuś na zewnątrz, przypuśćmy: pierwszemu z brzegu komisarzowi policji? — Komisarzowi policji? — cicho szydził Płaza-Spławski. — I cóż mu pani powie?"
      },
      {
        "index": 66,
        "text": "— Że pan jesteś właścicielem strzykawek, których jeszcze nie nauczyły się używać nasze damy..."
      },
      {
        "index": 67,
        "text": "— Strzykawek? Ja pani pokażę przyrząd, bo przecie to najniewinniejsza sztuczka, za której pomocą ja codzieniecodziennie zastrzykuję sobie arszenik."
      },
      {
        "index": 68,
        "text": "Wstał ze swego miejsca i wydobył z szuflad ohydnej komody małe niklowe pudełeczko. Otworzył i pokazywał Ewie szklany przyrząd z niklowym tłoczkiem i błyszczącą, platynową igłą."
      },
      {
        "index": 69,
        "text": "— Widzi pani, jak to się naciska. Dawniej, we wspaniałem średniowieczu, kiedy jeszcze żył kult twardości i porywczości człowieka, kiedy nie byli jeszcze przywaleni zniewagami drapieżny mężczyzna i zmysłowa a piękna kobieta, — napaść męską trzeba było odpierać giętym, falistym sztyletem. Teraz takie narzędzia można widzieć tylko gdzieś w Museo nazionale boskiej Florencyi. Dziś, gdy świat jest wyszukanie moralny, trzeba się bronić w sposób wyszukany. Niech moralista biedzi się nad wyszukaniem dowodów odpierającego ciosu! Napastnik nie może wydać ani jednego okrzyku, nie wykona ani jednego ruchu. We wnętrznościach jego nie będzie ani śladu tak łatwej do wynalezienia »trucizny«. Nie będzie w ciele rany. To też nikt nie może udowodnić winy."
      },
      {
        "index": 70,
        "text": "— Więc, — otwarte karty! Jeżeli nie spełnię, czego żądacie, to co mię czeka?"
      },
      {
        "index": 71,
        "text": "— Och, zaraz, dziecko, wszystko brać tak tragicznie!... — mówił Pochroń. — Widzisz, w jakiem jestem położeniu. Musimy dostać pieniędzy, musimy! Nawet pod sekretem mówiąc, dłużej w tym Wiedniu nie można popasać. A Szczerbic ma bezużyteczne miliony! Sama mówisz, że go nienawidzisz, a on się w tobie kocha! Tak to świetnie się złożyło... Od twojej woli, od twojej łaski wszystko zależy. Wezwij Szczerbica! Będziesz się z nim bawiła, jeśli zechcesz, odtrącisz go, jeśli zechcesz. Nikt ci w tem nie przeszkodzi... — szepnął jej tuż nad uchem."
      },
      {
        "index": 72,
        "text": "Ewa poczuła w piersiach brak tchu, w głowie radosny szum. Gorące marzenie, żeby ich wszystkich oszukać, oszukać tych wszystkich drabów i Szczerbica, — wyrwać się, wydobyć z matni... Mieć znowu pieniądze! Odebrać im podstępem pieniądze, które jej siłą wydarli!"
      },
      {
        "index": 73,
        "text": "— Cóż wy mi za to wszystko obiecujecie? — Ja mam dostarczyć wam setki tysięcy Szczerbica, a gdzie są moje własne pieniądze? Słuchaj ty, Pochroń, kolejowy bandyto, gdzie są moje własne pieniądze?"
      },
      {
        "index": 74,
        "text": "— Czy myślisz, że ja ci chcę skonfiskować Ewuś? Ja? Pomyśl tylko! Zobaczysz, ile ja ci w Ameryce oddam za te marne dwadzieścia tysięcy, — niech się tylko interes znowu zacznie!"
      },
      {
        "index": 75,
        "text": "— Znam ja już wasze interesy. Szanowny pan hrabia do świetnych doszedł kostyumów i do bajecznie egzotycznych bucików, prowadząc niezrównane azyatyckie manipulacye."
      },
      {
        "index": 76,
        "text": "Płaza-Spławski patrzał na nią nieruchomemi oczyma."
      },
      {
        "index": 77,
        "text": "W pewnej chwili jego zdrowe oko przesunęło się, jak szyldwach, tam i z powrotem."
      },
      {
        "index": 78,
        "text": "— Ewka! daj pokój, daj pokój... — zawołał Pochroń. — Czego drażnisz człowieka! — Mam już was dosyć! Wy mnie drażnicie!"
      },
      {
        "index": 79,
        "text": "— Nie krzycz, bo tu za ścianą ludzie mieszkają, a ściany cienkie... — szepnął Pochroń, ściskając ją za rękę powyżej łokcia."
      },
      {
        "index": 80,
        "text": "Dawno już nie widziała w jego twarzy takiego wyrazu. Obmierzły strach obleciał ją znowu, strach znieczulający, jak chloroform."
      },
      {
        "index": 81,
        "text": "— Czy pani napisze do Szczerbica? — spytał Płaza krótko."
      },
      {
        "index": 82,
        "text": "— Nie napiszę! — odrzekła w szaleństwie oporu."
      },
      {
        "index": 83,
        "text": "— Trzeba koniecznie... — szepnął cicho, — nie może być inaczej."
      },
      {
        "index": 84,
        "text": "Wstał zwolna, wydobył ze swej komody papier listowy, widocznie przygotowany, — arkusik angielski, nasycony zapachem perfum koniczyny, kopertę, markę, — przysunął pióro i atrament."
      },
      {
        "index": 85,
        "text": "— Proszę napisać. My przeczytamy, i jeśli będzie dobrze, wyślemy."
      },
      {
        "index": 86,
        "text": "— To wy macie chętkę przeczytać to, co napiszę do niego?"
      },
      {
        "index": 87,
        "text": "— Tak, my to przeczytamy. To dla nas nie list miłosny, lecz sprawa finansowa... — rzekł Pochroń, zamykając drzwi na klucz."
      },
      {
        "index": 88,
        "text": "— Drzwi zamykasz, ty finansisto? — zaśmiała się dziko."
      },
      {
        "index": 89,
        "text": "— Zamykam, dzieciątko moje."
      },
      {
        "index": 90,
        "text": "— To dla nastraszenia mnie? Zamykaj drzwi, łotrze, włóczący się po świecie! Myślisz, że się przerażę i spełnię, co mi każesz?"
      },
      {
        "index": 91,
        "text": "Płaza-Spławski odsunął się pod okno, oparł plecami o róg szafy, — i skinął na Pochronia. Ten momentalnie chwycił Ewę za gardło i zdusił po swojemu. Pchnęła go pięścią gwałtownie, ale bezskutecznie. Zaczął ją prać po twarzy. Policzki strzelały głośno na cały pokój. Bił póty, aż ją zupełnie zamroczyło. Gdy wreszcie przestał, gdy ciemność w jej oczach poczęła rzednąć, — zapytał:"
      },
      {
        "index": 92,
        "text": "— Napiszesz?"
      },
      {
        "index": 93,
        "text": "Spojrzała na jego twarz. Nie mogła mówić. Skinęła przecząco głową. Płaza-Spławski stał skromnie pod oknem, poziewając nerwowo. Pochroń wymierzył jej cios w twarz tak mocny, że ciemność natychmiast wróciła. Jednocześnie chwycił ją za obadwa ramiona i począł trząść z wściekłością i taką siłą, że głowa jej latała bezwiednie wtył i naprzód."
      },
      {
        "index": 94,
        "text": "— Pisz, ścierwo! Pisz natychmiast! Nie wyjdziesz żywa. Pisz, bo zabiję, — mówił z dzikim spokojem."
      },
      {
        "index": 95,
        "text": "Puścił ją. Otrząsnęła się. Usiadła przy stoliku tuż pod oknem. Poczęła się w mózgu jakaś myśl, żeby na głowę skoczyć w to okno potworne. Ale przez ciemność, która ją jeszcze ogarniała, dostrzegła tam figurę Płazy-Spławskiego. Znowu ją Pochroń zacznie bić w twarz, w ogniem palący policzek! Ujęła w palce pióro i poczęła pisać w szale duszy. Czuła dziwnie, że ona jest szatan, a z ramion jej wyrastają dwa olbrzymie szatańskie skrzydła, — Płaza i Pochroń. Skrzydła te wznoszą się nad jej ramionami, gdy pisze... Pisała szybko, niby dyktando:"
      },
      {
        "index": 96,
        "text": "— »Mój ukochany! Jestem w Wiedniu. Z radością, z uniesieniem myślałam o zobaczeniu go, nie uświadamiając sobie dlaczego. Od chwili jak jestem tutaj, wiem dobrze, co to znaczy. Wszystko tu jest Tobą, marzeniem o Tobie. Od chwili przyjazdu wypełnia mię całą myśl o Tobie, o Twojej miłości, o wszystkiem, cośmy przeżyli. Jak cudowne są te wspomnienia! Jak niewymownie piękną byłaby rzeczywistość, gdyby można było zobaczyć się teraz, chodzić razem po kątach tego miasta! Jestem zachwycona Wiedniem. Od kilku lat nie widziałam tak pięknej zimy. Po nocach księżyc jaśnieje. Wczoraj byłam na wycieczce, niestety, w bardzo licznem towarzystwie. Jak mogłam, tak uciekałam od ludzi, aby iść tylko z Tobą, bo w ciszy zdawało mi się, że zbliżam się do Ciebie, że razem jesteśmy. Tam w Zgliszczach może ładnie, ale dla mnie czyż jest tam miejsce? Czy Cię kiedy jeszcze zobaczę? Czy nie przyjedziesz teraz do Wiednia za mojej tu bytności? Całuję Twoje usta najmilsze, jak te kwiaty wiosenne, które leżą przede mną, które przyciskam do ust, do oczów. Kocham Twoją duszę najdroższą. Twoje oczy smutne..."
      },
      {
        "index": 97,
        "text": "Czy podobnaby było pogodzić się z myślą, że nie zobaczę Cię tak prędko? Najdroższy mój, przyjedź! Siżyś, Siżyś!... Zobaczysz, jak kocham Ciebie, jak strasznie tęsknię. Nie mam teraz zamiaru wyjeżdżać z W... ale może nastąpić inna jaka ewentualność. Żyję wspomnieniem ostatniego widzenia się, tęsknię i marzę o nowem. Proszę na wszystko, napisz zaraz (poste restante, moje imię), czy przyjedziesz zaraz, żebym nie czekała napróżno. Jasny mój, dobry, najmilszy, jedyny, — jestem Twoja. Kiedyż znowu będziemy razem, jak w Paryżu? Pamiętasz?"
      },
      {
        "index": 98,
        "text": "Ewa."
      },
      {
        "index": 99,
        "text": "P. S. W tej chwili myślę, że gdybyś sprzedał wszystko, co tylko posiadasz, gdybyś pożyczył, czy inaczej, (Nicea), dużo, dużo, to moglibyśmy uciec stąd na zawsze i zakosztować innego jakiegoś życia. Żyć dla siebie gdzieś w Ameryce, dla siebie tylko, — Siżyś! Zbieraj, co tylko masz, i przyjeżdżaj, przyjeżdżaj! Czekam«."
      },
      {
        "index": 100,
        "text": "Napisała adres mieszkania, datę. Wówczas Pochroń wziął list z jej rąk, przeczytał go kilkakroć i oddał Płazie-Spławskiemu. Ten podsunął kopertę Napisała adres dużemi, grubemi literami i patrzyła obojętnie, przyłożywszy szklankę do palącego policzka, jak Pochroń zaklejał kopertę i nalepiał markę pocztową."
      },
      {
        "index": 101,
        "text": "Po chwili wyszła z nim."
      },
      {
        "index": 102,
        "text": "Przesuwając się przez ciemny i wązki korytarzyk, myślała, w jaki sposób dać znać Szczerbicowi, że na niego uknuto zamach. Nic nie zrozumie. Otrzymawszy dwa sprzeczne listy, nic nie zrozumie i właśnie przyjedzie."
      },
      {
        "index": 103,
        "text": "A jeśli on nie przyjedzie, to już niema ratunku. Zabiją jej duszę ci ludzie. Uczuła w piersiach żądzę widzenia Szczerbica i powzięła myśl:"
      },
      {
        "index": 104,
        "text": "— Ucieknę z nim, gdy przyjedzie, i zaraz go rzucę... Ucieknę z nim do kraju i tam go rzucę. Oni za mną do kraju nie przyjadą. Boją się wracać do kraju."
      },
      {
        "index": 105,
        "text": "Coś, niby gorący powiew Warszawy, ucałowało jej twarz. Niby to daleki gwar rodzinnego miasta posłyszała za ramionami. W szlochaniu, rozrywającem dekę piersiową, słowa niezrozumiałe, dźwięki polskie."
      },
      {
        "index": 106,
        "text": "Wyszła na ulicę spokojna już i cicha, pełna zwierzęcej roztropności. Pochroń szedł obok niej z elegancyą i wielkomiejskim szykiem. Uśmiech był w jego oczach i ponsowych ustach. Gdy przeszli na Ryngi i mijali jedną z najwykwintniejszych restauracyi w śródmieściu, rzekł:"
      },
      {
        "index": 107,
        "text": "— Możebyśmy się napili po kieliszku wina, co, mała? Zmęczyłem cię, dziecino. Chcesz, Ewuś? Tokaju, co?"
      },
      {
        "index": 108,
        "text": "— Nie wiem, czy przełknę. Ścisnąłeś mi gardło. Jeszcze nie mogę dobrze oddychać."
      },
      {
        "index": 109,
        "text": "— Bo zawsze z tym twoim uporem! Rozpieścili cię moi poprzednicy... No, ale nie gniewa się już kociak, nie gniewa?"
      },
      {
        "index": 110,
        "text": "Uczuła radość, że już jej przebaczył. Ciepło w ramionach, szum w uszach... Spojrzała na niego oczyma pełnemi gorzkich i gorących łez. Niepostrzeżenie ujął jej rękę i ścisnął ją w swojej ogromnej prawicy. Szept niewyraźny jego pięknych ust zapalił w jej żyłach ogień."
      },
      {
        "index": 111,
        "text": "— A może od razu iść do domu? Co? Ewuś? Jakaś ty dziwna, mojaś ty! Nie, lepiej wypijmy po kieliszku wina. Nie rozumiesz tego, że przecie to dla naszego wspólnego dobra. Jeśli dobrze pójdzie sprawa z tym Szczerbicem, jeśli się dobrze spiszesz, to wiesz ty?! Ale jeśli dobrze wszystko według planu zrobisz... Wiesz, ty, ptaku?!"
      },
      {
        "index": 112,
        "text": "— Co, o czem mówisz?"
      },
      {
        "index": 113,
        "text": "— Jeśli zapragniesz, ściągniemy ci tamtego twego faceta."
      },
      {
        "index": 114,
        "text": "— Jakiegoż znowu faceta? — pytała, jak przez sen."
      },
      {
        "index": 115,
        "text": "— Niepołomskiego."
      },
      {
        "index": 116,
        "text": "— Niepołomskiego... A tak, takie nazwisko... Jakto ściągniecie? — To samo napiszesz do niego, a my już w tem, żeby przyjechał na wskazane miejsce. Podetrzemy pod niego gdzieś ta na Cejlon, zatrzymamy się w jakim Bombayu..."
      },
      {
        "index": 117,
        "text": "— No i cóż z tego?"
      },
      {
        "index": 118,
        "text": "— Myślisz, że nie przyleci? Rzuci tę swoją spódnicę i na skrzydłach przyleci. A to samo chłop teraz z grubym pieniądzem... — szepnął głosem pełnym straszliwej zadumy."
      },
      {
        "index": 119,
        "text": "Ewa poczuła w mózgu niepojęte, niewiarogodne wzruszenie. Miała złudę, że z głowy jej wyfrunął ponsowy motyl i, migając raz wraz skrzydłami, jął tańczyć w oczach... Jeszcze raz, jeszcze raz mignął... Znikł... Pośpieszne dreszcze raz za razem siekły ciało lodowatymi rzemieniami."
      }
    ]
  }
}