{
  "chapterNumber": 21,
  "title": "Tom pierwszy, XXI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Jesień. Po dniach suchych, po niezdrowych spiekach, co napełniały całe powietrze pyłem dróg, po długotrwałych upałach jesiennych, co utrzymywały na gałęziach drzew zagasłe już liście, nastały dni wichru, noce zalane burzą."
      },
      {
        "index": 2,
        "text": "Zdarzało się w ciągu tych ostatnich dni ciąży, że Ewa chodziła na pocztę. Bóg wie poco. Chodziła, żeby czekać pode drzwiami, na kamiennych schodkach gmachu. Wstępowała na owe schody i patrzała w czarne drzwi. Wchodzili i wychodzili ludzie zajęci, zaambarasowani, weseli albo zrozpaczeni. Naznaczała sobie terminy tego rodzaju: gdy ów pan wyjdzie, to ja zaraz pójdę, bo z nim razem wstyd... A gdy wychodził, naznaczała jakiś inny kres pod wpływem głupich przesądów. Raz zaczepiła urzędnika pocztowego, który siedział za drewnianą balustradą, czy niema listu poste restante pod adresem »Ewa«. Dowiedziawszy się, że niema, wyszła z pośpiechem zdruzgotana od wstydu. Ale od tego dnia chodziła stale pod drzwi pocztowe. Spotykała tam wielokrotnie człowieka-starca w łachmanach, opuchlaka, sparaliżowanego, na rękę, nogę i mowę. Zazwyczaj drzemał na pocztowych schodach. Zasypiał nagle, skoro tylko siadł. Chrapał i kiwał się arcyśmiesznie. Gdy się ocknął, bełkotał do siebie niezrozumiale, siedząc ze skurczonemi nogami. Miał na tych nogach grube buty, z których zostały tylko cholewy, a przyszwy i obcasy tworzyły jakoweś strzępy, związane do kupy szpagatem od cukru. Obiedwie kieszenie rudego paltota miał oddarte i zwisające, jakby na dowód, że w tych kieszeniach nie posiada żadnych walorów, obieg w kraju mających, żadnej wogóle własności prywatnej."
      },
      {
        "index": 3,
        "text": "Pewnego razu, widząc Ewę, wstępującą i zstępującą ze schodów, człowiek ów przestał wydrapywać wszy ze siebie, ze swych europejskich sukien, gałganów i włosów. Coś półzrozumiale zagadał. Pojęła tyle, że on tu wyczekuje na listy jakiejś pani, pani Zatockiej. Stojąc tak bezradnie na schodach, Ewa popatrzała na owego człowieka. Ujrzała go z poza swego snu, jakby przez gęstą mgłę. On jeden jej nie wyśmiał. Towarzysz... I oto, schyliwszy się nizko, pocałowała go w opuchłą twarz, pogłaskała ręką jego rękę, trzęsącą się od pijackiego delirium. Poszła wówczas do siebie, szlochając zcicha i naprzemiany śmiejąc się zcicha."
      },
      {
        "index": 4,
        "text": "Powstała w niej teraz zdolność do tworzenia ze siebie dziewiczych podobizn. Przymknąwszy raz oczy, nie tyle śniła, lecz miała pewność, że jest motylem. Wyfrunie przez to okno przeklęte, wyfrunie raz na zawsze..."
      },
      {
        "index": 5,
        "text": "Innego dnia, patrząc się w puste obszary podmiejskie, w zeschłe ścierniska, porznięte rowami, — utroiła sobie, że jest psem, biegnącym w kraj temi polami, polami... Nagle poczęła szeptać żałośnie:"
      },
      {
        "index": 6,
        "text": "— Już teraz drugi pies tam, za mną nie pożenie polami, polami..."
      },
      {
        "index": 7,
        "text": "Ocknienie z takich zamroczeń wpędzało ją w najstraszliwsze doły rozpaczy. Miała za sobą, przed sobą, wszędzie i zawsze wielooki strach. Straszyły ją rachunki w biurze, nieskończone schematy, i słupy cyfr. Wewnętrzny dreszcz przebiegał ciało i wichrzył myśli. Drżała na wspomnienie pomyłek, których się mogła była dopuścić. Buzia naczelnika, plugawy ryj z czyhającemi ślepiami, z uśmiechem, przypominającym do złudzenia błysk światła na gumowym kaloszu... Straszyły ją oczy Horsta, przerażały oczy matki i siostry. Widziała nieraz poza sobą zimne kamienie pod czołem Barnawskiej, gdy jej tłomaczy skłamane historyjki, żeby wyłudzić pieniądze. Spychała ją w otchłań lęku wieść przebolesna, że Łukasz został zraniony... Straszył ją świat cały, a nadewszystko śliczny, ciemny brunet, którego spotkała niegdyś w cukierni, a później wielekroć na ulicy. Szyderstwo jego oczu przebijało, jak nóż zbójecki. Bała się wszystkich ludzi i często bez przyczyny oglądała na wszystkie strony."
      }
    ]
  }
}