{
  "chapterNumber": 46,
  "title": "Tom drugi, XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W ciągu trzech tygodni pobytu w Wiedniu Zygmunt Szczerbic przeżył piekło cierpień i radości, (a raczej uciech). Ewę widywał rzadko. Za drugiem widzeniem się, (na ulicy, w bramie jakiegoś domu), oświadczyła mu, że będą mogli być razem, ale dopiero w dniu jego wyjazdu. Wtedy także dowiedział się o swoim losie, to znaczy, że ona ani myśli jechać z nim w świat, lecz, że wyjdzie zamąż za owego niewiadomego człowieka, zwanego w rozmowach »narzeczonym«. Szczerbic popadł w szaleństwo miłosne. Kiedy we trzy dni po tem spotkaniu na ulicy dostał pozwolenie przyjścia do mieszkania Ewy po raz drugi, zastał ją w łóżku. Była chora. To, o czem marzył, za czem szalał, co stanowiło raj rojeń, stało się jego udziałem. Posiadał ją, pieścił bezbronną, obojętną, dziwaczną w tem oddaniu się bez protestu, bez rozkoszy, niemal bez pocałunku, w biernej, pospolitej uciesze zmysłów. Wyszedł stamtąd uszczęśliwiony, ale jakby obdarty z uczuć, żałujący skrycie tęsknot i udręczeń. Znowu cztery dni spędził w hotelu i w samotnych spacerach po salach olbrzymiego muzeum. Spędzał godziny, siedząc z oczyma wlepionemi w jakiś portret Filipa IV, malowany przez Velasquez’a, w posąg Nike Samotrackiej, albo w twarz Izydy w płaszczu z czarnego marmuru... Czekał na następne spotkanie, które miało nastąpić u niego w hotelu. Zrazu nie myślał wcale o tej rozkoszy i miał wrażenie, jakby jej zgoła nie pragnął. Ale w miarę jak się chwila zbliżać poczęła, popadł w szał tęsknoty, w szał pełen boleści, trwogi, panicznej furyi, żeby te chwile, które przyjść miały, nie ominęły jego doli. Rozkosz nadciągała, jak hucząca burza, która wynurza się z niewiadomości nocnej. Wzdychanie, żeby biegła coraz bardziej chyżo... Nazewnątrz siebie był obojętny, ale daremnie dusił ohydne wrzenie potęgi, mocniejszej niż rozum, niż wola, niż honor, niż nałogi, niż wszystko, z czego składała się istota duszy. W dniu oznaczonym rano spotkał go cios. Otrzymał karteczkę z napisem:"
      },
      {
        "index": 2,
        "text": "»Wolałabym tam nie przychodzić. Jestem chora. Mogę być u siebie w domu od godziny 4-ej do 6-ej. Proszę odpowiedzieć, czy mam czekać u siebie«."
      },
      {
        "index": 3,
        "text": "Napisał natychmiast list błagalny, podły od uniżonych skamlań, wynurzający wszystko, wszystko do ostateczności. Pisał go jednym tchem, gadając wyrazy głośno, gdy je kreślił drżącą ręką. Pulsy wówczas łomotały w skroniach, pot zlewał czoło. Wkrótce posłaniec przyniósł mu odpowiedź:"
      },
      {
        "index": 4,
        "text": "»Dobrze. Przyjdę«."
      },
      {
        "index": 5,
        "text": "Fala spłynęła na głowę, cisza i obojętność na serce. Znużenie... W godzinie oznaczonej czekał, biegając z kąta w kąt pokoju. Był ślepy, ogłuchły, szalony."
      },
      {
        "index": 6,
        "text": "W parę minut po oznaczonym terminie weszła. I tego dnia była obojętna. Ani cienia zapachu duszy, który taką rozkoszą, taką poezyą, taką miłością nasycił go w Paryżu. Wzrok głuchy. Oczy nie mogą go przebić. Uśmiech zamurowany, jak zaklęta królewna, na której zbudzenie słowa tworzącego niema. Była dlań dobra, litościwa, dziwacznie, sennie posłuszna jego cielesnym marzeniom. Czując potęgę piękności swego nagiego ciała, pierwszy raz może w życiu puściła wodze rozkoszy rozpasania zmysłów i pozwoliła korzystać z jego łask. Niektóre jej mrukliwe, krótkie życzenia doprowadziły go niemal do śmierci. Tych kilka godzin, — był to zenit jego życia. Teraz dopiero poznał jego piękność..."
      },
      {
        "index": 7,
        "text": "Następnych kilka dni spędził, jak dawniej. Błąkał się w salach dolnych muzeum, w zbrojowni i wśród rzeźb greckich. Żył życiem nigdy mu dawniej nieznanem. Mógłby pozostawać sam jeden na puszczy i wystarczyłby sobie. Myślał wciąż o Ewie i żył w tęsknocie za nią. Wspomnienie czarodziejskich godzin było dlań światem. Miał ją zobaczyć w jej mieszkaniu rano, o godzinie jedenastej. Powiedziała mu była, że »narzeczony« wyjechał — i nie było już o nim mowy. Były nawet chwile, że miał za myt owego człowieka, za próbę, jakiej go poddała, żeby doświadczyć..."
      },
      {
        "index": 8,
        "text": "Stęskniony, z głową pełną widzeń, rozsnutych na wspomnieniach, szedł do niej w dniu naznaczonym. Był nieprzytomny, jak zawsze w takich chwilach. Wszedł na schody, nie wiedząc, kiedy się to stało. Pragnął usłyszeć znajomy głos dzwonka i poczuć jej rękę w swojej. Ujrzeć mrok przedpokoju i mleczne szyby drzwi na prawo... Nareszcie usłyszał głos dzwonka... Zaledwie ten dźwięk zadrżał, wybiegła na schody. Miała na ramionach ponsowy szal. Sama była oblana rumieńcem"
      },
      {
        "index": 9,
        "text": "— Nie mogę teraz! Nie mogę! — rzekła kategorycznie."
      },
      {
        "index": 10,
        "text": "— Dlaczego?"
      },
      {
        "index": 11,
        "text": "— Nie mogę! Muszę już iść, wracać! Muszę!"
      },
      {
        "index": 12,
        "text": "— Kiedy?"
      },
      {
        "index": 13,
        "text": "— Nie wiem. Nie wiem. Muszę wracać! Muszę iść, muszę tam iść!"
      },
      {
        "index": 14,
        "text": "Odwróciła się i zatrzasnęła drzwi. Przez chwilę śnił, że już dawno rzucił się na te drzwi, że już je wywalił, wyrwał z zawias, strzaskał — i stoi na progu, gdzie tamten jest z nią. Oczywiście, poszedł na dół. Uczuł w sobie dźwiganie się nieszczęścia. Teraz już nie rozpaczał, tylko szarpał się, wbijał w dłonie paznogcie, ciskał ohydne zniewagi. W pewnych momentach rozważał. Dobił się rozważaniem pewnika, który był już widział za pośrednictwem wyobraźni, że tam, za temi drzwiami był »narzeczony«. Wówczas zaczęło się wyciąganie logicznych wniosków. Przedewszystkiem kupił browning, nabił go i miał wciąż w kieszeni, licho wie po co. Następnie począł wymieniać wszystko na gotówkę. Postanowił kupić tę kobietę za pieniądze, wydrzeć ją, zabrać, czy raz nareszcie zabić. Nic nie wiedział. Kiedyniekiedy błyskała myśl, żeby rzucić się w szalone orgie i w nich zagrzebać o Ewie pamięć. Ale nie mógł. Kiedy wieczorem tego dnia zbliżył się u Ronachera do wykwintnej kamelii, wybuchło w nim natychmiast uczucie, że, gdyby, z nią poszedł, to mógłby tamże odebrać sobie życie. Całą noc przepędził wśród złowieszczych furyi. Z wieczora napisał list, list bezlitosny, obrażający, poniewierczy, a zarazem, znowu upadły, nizki, pełen błagania. Nazajutrz obudził się zapóźno, żeby ten list mógł ją zastać w łóżku. Nieumyty pobiegł na miasto i wysłał list przez ekspresa. Ale ten wkrótce wrócił z wiadomością, że pani wyszła już z domu. Szczerbic pomyślał natychmiast, że ona jest w domu, tylko listu przyjąć nie chciała. Myśl ta, to krwawe, wewnętrzne szlochanie wlokło się z nim z ulicy w ulicę, po placach, wśród obcych tłumów. Ząb klucza od numeru hotelowego wbijał sobie w rękę; znieważał siebie i ją przezwiskami najniższego rzędu. Błądził około domu Ewy, czychając z rozkoszą, że może ją spotka z tym szubrawcem i wówczas krótkim strzałem wszystko to zakończy. Krótki strzał — jedno westchnienie. Kto umrze, — nie wiadomo. Lecz oczy jej przerażone ujrzy przed sobą. Och, oczy! Musi ujrzeć jej oczy w rozpaczy, musi ją przekonać zapomocą przerażenia. Kochała go — i już nie kocha. Oto wszystko. Ów list... Przecież ziemia i niebiosa zawierały się w tym liście. A teraz oto niema nic na niebie i na ziemi. Wszystko już przeszło, przeżyło się, zostało wypalone i nie istnieje. Jest z innym, tak samo z innym, jak była z nim. To takie proste, takie naturalne, takie zrozumiałe, jak strzał rewolwerowy. Nie wiedział, do kogo strzeli, ale ów strzał miał już w głowie gotowy. Bolały go suche, spalone wargi, piekły oczy pełne ognia. W tym potwornym stanie ducha, brnąc wśród tłumu w jakąś ulicę, nagle ujrzał Ewę. Wzdrygnienie męczarni na jej widok, okrutny dreszcz grobowy. A za chwilę spokój tak przewrotny, a tak zupełny, jakby przedtem nie było najsłabszej przykrości. Ewa szła sama. Nie widziała go. Dybał za nią zdala, po drugiej stronie ulicy, czując, jak wszystko niewidzialnemi drogami spłynęło do serca i legło na niem. Była smutna, znużona. Szła najoczywiściej w kierunku swego mieszkania. Pierwsza pociecha, jak łza ulgi; nie było jej istotnie w domu, gdy tam list posłał... Druga pociecha — to żal... Czemuż tak smutna? Wlókł się zdala, nie spuszczając oka z wiosennej jej czapeczki. Tak z ulicy w ulicę... Spostrzegł, że ona idzie w kierunku jego hotelu, że zatrzymała się przed bramą i rozmyśla... Przebaczył już wszystko, darował... Wtem odwróciła głowę i powitała go uśmiechem niemal szczęścia. Zapytał natychmiast, kto to był u niej wczoraj. Odpowiedziała prostodusznie, że narzeczony. Zaproponował, żeby pójść do hotelu. Zgodziła się natychmiast. Skoro weszli do numeru, oddała mu się pierwszy raz dobrowolnie, miłośnie, z rozkoszą, czułością i milionem nieśmiałych pieszczot. Wkrótce wyszła, zostawiwszy samego wśród zagłuszonych, lecz istniejących cierpień. Teraz objęło go leniwe, sekretne zlewanie z rozkoszy. Zdawało się, że miłość już zagasła. Cielesność rozkoszy ciążyła. Myślało się, że miłość jest co innego, a szczęście posiadania co innego. Miłość pachniała w odtrąceniu. Tęsknota ją osłaniała cudnemi piersiami posągu z Knidos, a oddalenie poiło łzami. Snując systemat rozumowania o swej miłości, Szczerbic wstąpił na ścieżkę spokoju."
      },
      {
        "index": 15,
        "text": "Upłynął cały dzień, a on ni razu, ni razu nie doświadczył uczucia smutku, ani jednego drgnienia niepokoju. Twardy sen w nocy i następny dzień cudnie spokojny aż do samego wieczoru. Gdy nadszedł wieczór, poruszyła się w piersiach podła tęsknota, zupełnie, jak wilk zbudzony ze snu. Szczerbic szedł niezmiernie długą i nudną ulicą ulicą Schottenringu, wracając z dalekiego spaceru nad Wiedenką. Świecił księżyc. Wieczór był ciepły i jasny. Niewymowna jasność nieba nad rojowiskiem ludzi, dziwnie podniecający zgrzyt tramwaju elektrycznego, szczęk powozów, gwar tłumu, płynącego we dwu kierunkach, — wszystko to stworzyło w duszy uniesienie wysokiego porządku, poryw ku niebu. Ręce drgały, żeby je wyciągać ku mlecznej drodze. Uczucie niepojętej żałości względem ludzi podźwignęło go i trzymało nad ziemią. W pewnem miejscu ulicy naprawiano szyny wozów elektrycznych. Potężni ludzie przy latarniach spajali szyny mutrami. Jeden z nich walił miotem. Wzniosły dźwięk żelaza, dźwięk, napełniający sobą wszystko, szczękał raz wraz. Szczerbic czuł rozkosz od każdego odgłosu młota. Każdy z tych ciosów odtrącał go, jakby wyrzucał z ziemi. Rzeka ludzka, płynąca jedną połową chodnika, zagarnęła go. Nie słyszał gwaru, nie rozumiał słów. Był sam, z niebem tak dalekiem, jakby wygnanem z tego miasta. Towarzyszył mu łoskot młota coraz cichszy, coraz cichszy... Same kroki poprowadziły w ulicę Ewy. Zapragnął spojrzeć w jej okna. Wszedł w bramę. Było światło. Postanowił napisać słowo pozdrowienia. Wszedł do najbliższego sklepiku i napisał list wśród koszów z bułkami i fasek z masłem. Było to tylko pozdrowienie, słowo hołdu, westchnienie wyjęte z piersi przez wieczór, przez urok niewymowny pracy ludzkiej i przez niepojętą siłę miłości. Łzy wisiały na rzęsach, gdy pisał, i zasłaniały litery. Szczęście popychało rękę, a uczucie wzniosłości na odgłos dalekich ciosów młota kazało pisać o wiecznej czci, o nieskończonej wdzięczności za ów niepojęty raj w duchu, za ową chwilę bezgraniczną, mogącą starczyć za wieczność. Sklepikarz, jego brzemienna żona, kilkoro dzieci, jakieś jeszcze postronne osoby, — wszystko to patrzyło z uwagą na wykwintnego pana, piszącego list w nieznanym języku. Gdy zakleił list, pozdrowił ich wszystkich wdzięcznym ukłonem. Miał zamiar powiedzieć, że pisał oto do swej najdroższej kobiety, — że wieczór tak jest cichy, że żywot nasz na ziemi to ogrom trosk i ogrom bólu, przetkany ledwie kilkoma takimi, jak ten dniami. Chciał zapytać, czy oni nie czują tego, co jemu piersi rozsadza? Chciał im oświadczyć, że wierzy w Boga, który jest sprawiedliwym sędzią, nadewszystko, nadewszystko sprawiedliwym sędzią... Chciał mówić, że sąd, a nadewszystko sąd sprawiedliwy, — to sprawa jedynie Boga. Bo cóż my nędzni osądzić możemy, co my ubodzy możemy roztrząsnąć i zrozumieć sprawiedliwie?..."
      },
      {
        "index": 16,
        "text": "Spojrzał na obecnych, uśmiechnął się, jeszcze raz złożył im ukłon i wyszedł. Nie czekał na odpowiedź. To też zdziwił się bardzo, gdy mu posłaniec przyniósł szarą karteczkę — sekretnik. Oderwał brzeg i przy blasku latarni ulicznej czytał:"
      },
      {
        "index": 17,
        "text": "»Są u mnie pewni ludzie. Inaczej przyszłabym. Zobaczymy się jeszcze«."
      },
      {
        "index": 18,
        "text": "Ostatnie słowa zabrzmiały w sercu, jak przedziwny szum morza. Przycisnął kartkę do ust i poszedł w miasto z oczyma, utopionemi w pustyni niebieskiej."
      }
    ]
  }
}