{
  "chapterNumber": 39,
  "title": "Tom drugi, VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W mieszkaniu swem na Place de la Nation Ewa przepędziła lato. Kilkakroć w najgorętszych tygodniach, wyjeżdżała na wybrzeża bretońskie i rozbijała się w swych wykwintnych tualetach. — Wszędzie za nią włóczył się Szczerbic, — zdala, zdala."
      },
      {
        "index": 2,
        "text": "Rzadko z nim rozmawiała, a progu jej mieszkania nie przekroczył ani razu. W jesieni po powrocie do Paryża bawiła się coraz wystawniej. Strwoniła już była w ciągu tego czasu około dziesięciu tysięcy franków. Miała pełne kufry sukien, stosy pudeł z kapeluszami, szuflady rękawiczek, najrozmaitsze kształty parasolek, walizy bielizny i fatałaszków modnisi. Ginęła oczywiście w tem zbiorowisku elegantek, ale nie była zupełnie zapoznaną. Miała swój światek wielbicieli, którzy tracili napróżno czas i mienie, żeby dotrzeć do jej zacisza. Nadewszystko było dwu, którzy bardzo często, a niejednokrotnie z dnia na dzień, patrolowali w narożnej cukierni Beck’a, oczekując na jej wyjście. Skoro się ukazała, wlekli się za nią ordynarnie ulicami, dokądkolwiek szła. Jeżeli jechała omnibusem, jechali również. Gdy siadła do fiakra, zawsze przynajmniej jeden z nich towarzyszył jej, jak detektyw. Byli nad morzem, dopóki tam była, i wrócili do Paryża, gdy tu przyjechała. Nie zwróciłoby to wszystko jej specyalnej uwagi, gdyż była przyzwyczajona do lowelasów i ich manewrów, jak myśliwiec do natury i obyczajów zwierza. Tymczasem twarz jednego z tych młodych panów uderzyła ją od pierwszej chwili, gdy go spostrzegła, i niepokoiła ją już stale."
      },
      {
        "index": 3,
        "text": "Nie mogła sobie żadną miarą przypomnieć, gdzie ona tego człowieka widziała, ale żywiła w sobie bezwzględną pewność, że już raz doń przemawiała po polsku i to w okolicznościach straszliwych. Nie wiedziała wcale, o czem z nim mówiła, ale tkwiło w jej pamięci wrażenie ohydne i groźne. — Nieraz w nocy wynikały przed nią w ciemności oczy tego człowieka, oczy drapieżne, okrutne, srogie i, co do siły spojrzenia, — jedyne. Był to przystojny, prawie piękny brunet, o cerze smagłej, śniadej, z leciutkim wąsikiem nad rubinowemi wargami. — Ewa przemierzała myślami wszystkie swoje dni i im bardziej wczuwała się we wrażenie rozmowy z tym człowiekiem, tem trudniej było cokolwiek przypomnieć. Gubiła się, gmatwała w domysłach i usiłowaniach. Doszła do jednego powzięcia, że to było w Polsce, na prowincyi i w najgorszych chwilach życia. Wspomnienie owo poprostu cuchło. Powiedziała sobie tedy, że to musiała być jakaś brutalna zaczepka w okresie ciąży, w dobie nieprzytomności. Na tem poprzestała, starając się, (oczywiście napróżno), o tem nie myśleć."
      },
      {
        "index": 4,
        "text": "Nie znała się w Paryżu z nikim. Uczęszczała po dawnemu do teatrów, na operę, do kabaretów i teatrzyków na wszelkie widowiska i zabawy. Bardzo często była tem wszystkiem zmęczona, jak niegdyś ciężką pracą w biurze, u szwaczek, albo w cukierni. Ale już nie mogła przestać tak żyć. Musiała codziennie wyszukiwać sobie nowe zabawy, nowe podniety i za ich pomocą zużywać dzień."
      },
      {
        "index": 5,
        "text": "W odwieczerza dżdżyste i słotne, kiedy Paryż stawał się czarno-rudy i oślizgły od ciekłego błota, w godzinach, kiedy nie było gdzie iść, tłukła się w ścianach swego mieszkania i »była zamknięta w chillońskim lochu melancholii«. Zjawiały się w głowie złe myśli i ziewała wygasła próżnia wzruszeń minionych. Ażeby nie dać się »chillońskiemu świństwu«, układała plany nowego życia. Miała przed oczyma dwie zmory. Nie myślała o nich nigdy na seryo, gdyż o niczem nie myślała w taki sposób. Ale zmory stały u progu jej domu i każda myśl twórcza wiedziała o nich, że stoją."
      },
      {
        "index": 6,
        "text": "Pierwsza zmora, — to była pewność, że Szczerbic wie o tem, co zrobiła z dzieckiem. Druga zmora była ta, że wkrótce, a przynajmniej kiedyś, wyszastają się pieniądze. Nie mogła ich nie rzucać, nie ciskać na prawo i na lewo, bo nie mogłaby wyżyć bez ciskania, ale drżała, licząc, wciąż licząc to, co zostało. Nieraz już snuło się w myśli marzenie, żeby szaleć coraz bezmyślniej, bujniej, wspanialej, prędko wydać wszystko i dojść do tego krańca, który gdzieś tam ukazywał się poza wszystkiem. Nie wiedziała jednak, co to za kraniec... I na myśl o tem, — wzdrygnienie ohydne. Gardziła niem... Znowu skupowała suknie, mantyle, kapelusze, buciki, Dent’s gloves, najwyszukańsze pończochy, bieliznę, perfumy..."
      },
      {
        "index": 7,
        "text": "Poza dwiema zmorami stała u jej drzwi pewna konieczność, mglista, niejasna mgławica."
      },
      {
        "index": 8,
        "text": "I oto pewnego dnia, kiedy przez okno wlewało się chmurne światło, mgławica nasunęła się przed oczy. Ewa siedziała na nizkim foteliku. Wysokie i szerokie okno sięgało do samej posadzki, a wychodziło na wielki, żwirowany plac de la Nation. Z tej wyżyny widać było na krańcach horyzontu mdłą linię lasu, skrawek pola. Ewa podparła głowę obiema rękami i patrzyła w dal senną, mglistą, zadymioną. Nuciła lekką piosenkę..."
      },
      {
        "index": 9,
        "text": "Ciężkie powieki przymknęły się niepostrzeżenie i gdy usta jeszcze szemrały melodyę, gdy oczy jeszcze widziały daleki szlak, gdy uszy słyszały łoskot i zgiełk uliczny, dusza patrzyła w krajobraz daleki, w rzeczywistość bardziej istotną, niż wszystko, co działało na zmysły. Jakże dziwnie uczuła się szczęśliwa! Och, tak... Mała, niziutka trawa... Traweczka, jak mech... Zmoczona wszystka wodą, obciążona nad miarę kroplami, które na wątłych piórkach leżą. Kępką samotną ścielą się ubożuchne, białe, górskie kwiatki. Około sosnowych pniów leżą brunatne place zeschniętych igieł. Na każdej gałązce i na każdej igle świeci się woda. Słońce przenika w szczeliny między gałęziami i na mokre, blade trawy kładzie urok niewysłowiony. Jakiż urok! Kształty igieł... Z czarnej ziemi wystają tu i tam pniaki drzew dawno ściętych. Teraz je dopiero ujrzała... Rozmyte przez niezliczone strumienie deszczu, pożarte przez zgniłą pleśń... Każdy z tych pniaków, — to chyba twarz... Lica straszliwe, przeklęte i odtrącone! Tylko dla nich to jasne słońce nie świeci, deszcz żywotwórczy tylko ich jednych nie pielęgnuje. Wiatr dla nich, — to niszczyciel. To też łkanie tych pniaków nieme w samotni, głos, którego nikt nie dosłyszy!... To Vizzavona..."
      },
      {
        "index": 10,
        "text": "Z pod nikłej murawy wynurzają się okrągłe i podługowate kamienie, szare i centkowane barwiście, jak skóra żmii. Młody świerczek wyrasta z wilgotnej ziemi. Cienki, jak kwiat, jak delikatne pióro. Jasna jego zieloność wyrywa się z czarnoleśnej masy, wyciąga ręce blade i przezroczyste. Las zadumany, nieruchomy. Sino-zielone mchy, jak delikatna osędzielizna, stroją pnie. Odziemki drzew stają się w słońcu seledynowe..."
      },
      {
        "index": 11,
        "text": "Aż oto nad szczytami drzew, w niebiosach, objawiły się niewiarogodne kształty gór. Jesienne, świeżo spadłe śniegi okryły je od podnóża do szczytów. Pierwszy to raz wyszły z chmur czarnych, z mgieł gęstych, z deszczów ulewnych. Oczy witają się z nimi, jakby z obłoki wiosny, co spadły na zręby gór i rozsypały się na pochylniach przepaści, — a wrócić już powtóre na skrzydła wiatrów niebieskich siły nie mają. Chłód. Niemal zimno. Taka cisza... Potok samotny, potok wieczny wlecze po ostrych kamieniach swój szum, swój szum... Ocknęła się. Podniosła głowę."
      },
      {
        "index": 12,
        "text": "Odraza! Przed oczyma — bure, fałdziste obłoki, jak gdyby wymiona olbrzymie, obciążone do pełnej miary, wlokły się ku wschodowi w dymach, tuż ponad dachami, raz wraz poganiane przez wicher."
      },
      {
        "index": 13,
        "text": "Wędrowcy posępni, idący w swą własną drogę. Spłacheć rudej roli, tak daleki, że widzi się, jakoby chmura... Ta jego wkładka w horyzont nastręczyła się oczom i uporczywie, ościeniem nastawiła myśl o miejscu na ziemskim padole, gdzie spocząć wreszcie trzeba. Zmoczone dachy, nasiękłe wilgocią... Oślizgłe i odęte mury... Wiatr uderzył w szyby, — ni to pierś i skrzydła pierzaste, połamane kędyś w chmurach. Och, jakże wzdychał wiatr!..."
      },
      {
        "index": 14,
        "text": "Naraz z ciemnych i skłębionych mgławic — wyszła myśl niezłomna: niema innej rady, tylko wyjść za mąż za Jaśniacha. Bez niego niepodobna wracać do Warszawy. Jeżeli za niego wyjść, — to można wracać. On wszystko przebaczy. Wszystko wyznać! Ach, jemu wszystko wyznać! Niechby naznaczył pokutę, jakąby chciał! Oddać mu resztę pieniędzy na te jakieś tam jego cele. Przyłożyć ręki do tego, co każe robić, przyłożyć ręki, ale tak, żeby martwe rzeczy poczęły chodzić, żeby kamienie wzdychały! Rzucić się jeszcze do nóg światu i przebłagać świat! Strasznie pracować... — wyszeptała z namiętną, z dziką rozkoszą..."
      },
      {
        "index": 15,
        "text": "A Szczerbic? Zadrżała, jak od zimna, i znowu ściągnęły ją dreszcze. — Mógłby się mścić... Mógłby powiedzieć Horstowi. Horst Barnawskiej. Teraz tamte małpy nic jeszcze nie wiedzą. Ale czyżby Szczerbic był zdolny? Jeśli go podrażnić tem wyjściem za Jaśniacha, — może być zdolny. (Oni są zdolni do wszystkiego, jeśli im się nie oddać)."
      },
      {
        "index": 16,
        "text": "Gdyby zaś można mieć jego słowo honoru, — »nieskalane«, — gdyby przysiągł... Nazywać się — Jaśniachowa. Któż znajdzie? Zamieszkać w Krakowie, w Lozannie... Zerwać wszelkie stosunki z Barnawską, z Horścikiem i z tym... Szczerbicem. Ale jakże z nim zerwać, kiedy on wie? Nie można wrócić do kraju, póki on nie da uroczystego słowa honoru. A jak zażądać, jakim sposobem zażądać? Kiedy zażądać?"
      },
      {
        "index": 17,
        "text": "Przymknęła oczy i rozważała przebiegle, kiedy zażądać. A wszakże od dawien dawna wiedziała, kiedy zażąda tego słowa honoru. Zacisnęła mocniej powieki i zwolna popadła w głuchy, cichy, pół-rozkoszny nie sen. Obrazy piękności, któremi mogła władać dowolnie, napełniły pokój... Dumanie stawało się nienasycone, nieposkromione, mocne jak szpada, idąca na przebój."
      },
      {
        "index": 18,
        "text": "— Dobrze... — rzekła sobie nareszcie."
      },
      {
        "index": 19,
        "text": "Westchnęła. Oczy objęły daleki szlak lasu. Serce biło cicho, jak wiosło, co ledwie się porusza w mdlejącej dłoni."
      },
      {
        "index": 20,
        "text": "Nagły dźwięk dzwonka wyrwał ją z sennego odrętwienia. Wstała z miejsca i, wyciągnąwszy przed się ramiona, zdusiła w piersiach krótki szloch. Concierge’ka, od której wynajmowała swe dwa pokoiki, podała jej list, przyniesiony przez czyjegoś lokaja. Ewa rozerwała kopertę i nie miała chęci czytać listu. Domyśliła się od kogo. Szczerbic pisał:"
      },
      {
        "index": 21,
        "text": "»W tych dniach wyjeżdżam do Warszawy. Może pani ma jakiekolwiek do kraju zlecenie. Załatwię wszystko z miłą chęcią. Czekam na łaskawą odpowiedź w kawiarni Beck’a na rogu placu«."
      },
      {
        "index": 22,
        "text": "Post scriptum opiewało: »Gdyby pani raczyła sama pofatygować się na chwilę do wymienionej kawiarni i ustnie polecić mi, co mam w Warszawie wykonać, byłbym bardzo wdzięczny«."
      },
      {
        "index": 23,
        "text": "Ewa przez chwilę z uśmiechem i przymkniętemi oczyma ważyła ten list na dłoni. Wreszcie rzekła do concierge’ki:"
      },
      {
        "index": 24,
        "text": "— Czy ów posłaniec czeka?"
      },
      {
        "index": 25,
        "text": "— Tak."
      },
      {
        "index": 26,
        "text": "— Proszę mu powiedzieć, że dobrze."
      },
      {
        "index": 27,
        "text": "Gdy tamta wyszła, Ewa poczęła ubierać się — i to od stóp do głów. Bicie serca nie pozwalało myśleć o niczem, zastanawiać się trzeźwo. Tylko sprawa kostyumu. Kładła na siebie wszystko najwykwintniejsze... Jakieś ciemne złudzenie, należące już do przepastnej krainy obłędu, czarowało, że to Warszawa, że to Łukasz przyjeżdża... Struchlenie cielesne tak znane, tak znane... A za niem stoi najgorszy ze śmiechów, najbezwstydniejsza z mądrości... Wszystko to razem... Prędko była gotowa i bez jednej myśli w głowie wyszła."
      },
      {
        "index": 28,
        "text": "Szczerbic siedział w pustym pokoju wykwintnej cukierni nad kieliszkiem wina i gazetą. Ujrzawszy Ewę, przybladł mocno i nie mógł się zdecydować, żeby usiąść na swem miejscu."
      },
      {
        "index": 29,
        "text": "— Nie wiedziałam, że pan już jedzie... — rzekła bezmyślnie."
      },
      {
        "index": 30,
        "text": "— Tak, pani. Już pojadę. Ojciec mię wzywa,"
      },
      {
        "index": 31,
        "text": "— Zostanie pan w Warszawie przez zimę. — Zostanę. Tak, zostanę w Warszawie przez zimę. Zresztą... na wsi."
      },
      {
        "index": 32,
        "text": "— Dziwnie się pan pokierował w tym roku: lato w Paryżu, jesień w Warszawie... Któż to widział?"
      },
      {
        "index": 33,
        "text": "— Rzeczywiście. Może w przyszłości poprawię się."
      },
      {
        "index": 34,
        "text": "— Trzeba koniecznie."
      },
      {
        "index": 35,
        "text": "Uśmiechnął się blado i z prawdziwie arystokratycznym wdziękiem ukłonił."
      },
      {
        "index": 36,
        "text": "— Pani tu zostaje?"
      },
      {
        "index": 37,
        "text": "— Zostaję."
      },
      {
        "index": 38,
        "text": "— Cóż mam uczynić w Warszawie?"
      },
      {
        "index": 39,
        "text": "— Gdyby to panu nie przyczyniło zbyt wielkiego kłopotu... Ale tylko w tym wypadku! Po pierwsze, — czy ojciec mój zdrów? Czy ma zajęcie? Co robi? Wszystko o ojcu."
      },
      {
        "index": 40,
        "text": "— Rozumiem."
      },
      {
        "index": 41,
        "text": "— Możeby można jakimś sposobem — i o matce. Ale nie od ojca... Może w ostateczności... Choć — nie, nie!"
      },
      {
        "index": 42,
        "text": "— Oczywiście, że nie od Horsta."
      },
      {
        "index": 43,
        "text": "— Niech pan za żadną cenę nie mówi Horstowi, gdzie ja jestem i co ze sobą robię. Owszem, gdyby go można jakimś sposobem wyprowadzić w pole..."
      },
      {
        "index": 44,
        "text": "— Dobrze. Nie będę się z nim widział, ale to zrobię. Obmyślę."
      },
      {
        "index": 45,
        "text": "— Najważniejsza rzecz, to żeby mi pan przysłał adres ojca dokładny, ale biurowy. Chcę do niego pisywać."
      },
      {
        "index": 46,
        "text": "— Tak."
      },
      {
        "index": 47,
        "text": "— Wszelkie o nim szczegóły byłyby dla mnie poprostu, poprostu... — Mogę tedy pisać do pani według obecnego adresu?"
      },
      {
        "index": 48,
        "text": "— Czy może pan pisywać? No... tak. Choć to wszystko... Ach, poco my to mamy wlec, ciągnąć? Może... niech pan wcale nie zajmuje się tem wszystkiem!"
      },
      {
        "index": 49,
        "text": "Mówiła to już oschle i zimno, w sposób niemal obrażający. Szczerbic siedział bez ruchu, sztywno. Twarz jego była obojętna, oczy bez wyrazu. Cień wściekłości, wzdrygnienie szaleństwa przesunęło się po jego twarzy, ale natychmiast znikło, spędzone aktem woli."
      },
      {
        "index": 50,
        "text": "— Więc pani do Warszawy teraz nie pojedzie?"
      },
      {
        "index": 51,
        "text": "— Ja do Warszawy? Chyba pan żartuje? Cóż ja tam będę?... Zresztą, jakżebym mogła tam jechać... — mówiła, wlepiając oczy w marmur stolika, — toż tam czeka na mnie..."
      },
      {
        "index": 52,
        "text": "— Kto?"
      },
      {
        "index": 53,
        "text": "— W miasteczku... — wyszeptała."
      },
      {
        "index": 54,
        "text": "— Co takiego? — rzekł Szczerbic."
      },
      {
        "index": 55,
        "text": "— Pan przecie wie!"
      },
      {
        "index": 56,
        "text": "Parsknęła udanym śmiechem. Raptownie umilkła i mówiła jednym tchem:"
      },
      {
        "index": 57,
        "text": "— Dopóki żyje ów żyd, nie mogę przecież wrócić!"
      },
      {
        "index": 58,
        "text": "— A on żyje, niestety."
      },
      {
        "index": 59,
        "text": "— Pan wie, że żyje?"
      },
      {
        "index": 60,
        "text": "— Wiem. Ale jest ta pociecha, że on będzie milczał, dopóki ja żyję."
      },
      {
        "index": 61,
        "text": "Ewa znowu zachichotała niemądrze — i rzekła:"
      },
      {
        "index": 62,
        "text": "— Łaska pańska na pstrym koniu jeździ."
      },
      {
        "index": 63,
        "text": "— Moja łaska nie jeździ na pstrym koniu. — Doprawdy? A gdybym też tak zażądała dowodu, że ów żyd nigdy nie przemówi... To jest, że on się nie dowie, gdzie ja jestem, co ja jestem za jedna?"
      },
      {
        "index": 64,
        "text": "— Dowodu? Jakiż tu można dać dowód?"
      },
      {
        "index": 65,
        "text": "— Muszę mieć poręczenie i to, wie pan, na piśmie."
      },
      {
        "index": 66,
        "text": "Szczerbic spojrzał na nią uważnie i długo rozważał. Twarz jego drgnęła i bezgraniczna czułość, niezgłębiona litość zasłoniła jego oczy."
      },
      {
        "index": 67,
        "text": "— Biedna sieroto! — jęknął z miłością. — Takie to radości zapełniają noce pani?..."
      },
      {
        "index": 68,
        "text": "— Co takiego? — odpaliła z udaną wyniosłością."
      },
      {
        "index": 69,
        "text": "— Ot — nic. Tak sobie. Melancholizuję, smęcę rozmowę. Więc jakże to ma być pisany ów dokument, ów cyrograf?"
      },
      {
        "index": 70,
        "text": "— Ma być pisany przez pana, ma być stwierdzony honorowem słowem, że nigdy ów żydek nie dowie się, gdzie ja jestem. Że nawet w sądzie, nawet zaprzysiężony nic nie powie."
      },
      {
        "index": 71,
        "text": "— A pani sobie tak poprostu sądziła, że on mógłby się dowiedzieć, gdzie pani jest... ode mnie? Dear me!"
      },
      {
        "index": 72,
        "text": "— Ech, ja tak tylko!..."
      },
      {
        "index": 73,
        "text": "— Nie, nie! Ja się nie gniewam. Dobrze, napiszę ów cyrograf. Mogę go napisać krwią z pod serca, że nigdy ani ów żydek, ani nikt inny nie dowie się ani jednego wyrazu o tem, że to pani tam była. Chce pani, żeby to teraz napisać? — mówił z uśmiechem."
      },
      {
        "index": 74,
        "text": "Gdy to mówił, we drzwiach pokoju ukazał się adorator Ewy, piękny brunet. Stał na progu przez chwilę z oczyma, wlepionemi w rozmawiających. Gdy nareszcie znikł, ona rzekła z pośpiechem: — Tak, teraz napisać!"
      },
      {
        "index": 75,
        "text": "— Chyba nie tutaj?"
      },
      {
        "index": 76,
        "text": "— Dlaczego?"
      },
      {
        "index": 77,
        "text": "— Jakże to tutaj układać?"
      },
      {
        "index": 78,
        "text": "— A gdzież?"
      },
      {
        "index": 79,
        "text": "— Niech pani pójdzie do mnie... — rzekł z prostotą."
      },
      {
        "index": 80,
        "text": "Uśmiechnęła się łagodnie. Patrzył na nią spokojnym, wyjaśnionym wzrokiem. Widział za czarną wualką błękitne jej oczy i przecudowną półbarwę lic. Usta różane, włosy pozłocistemi pasmami spływały ze skroni. Była w owej chwili piękna, jak widzenie anielskie. Uczucie radości i rozpaczliwej tęsknoty, uczucie goszczące w duszy, uczucie z lat, kiedy jej jeszcze nie widział, gdy stał przed pewnym obrazem w starej pinakotece, czy w muzeum Brera... Jestże to Mary Ruthwen, żona van Dyck’a, czy widzenie dziewicy Leonarda da Vinci?"
      },
      {
        "index": 81,
        "text": "— Daje pan słowo?"
      },
      {
        "index": 82,
        "text": "— Już dałem słowo, że napiszę."
      },
      {
        "index": 83,
        "text": "— Nie! Inne słowo."
      },
      {
        "index": 84,
        "text": "— Daję... — tchnął przez łzy."
      },
      {
        "index": 85,
        "text": "— Dobrze. Pójdę."
      },
      {
        "index": 86,
        "text": "Jeszcze raz westchnął z głębi piersi, a raczej chwycił piersiami powietrze. Straszna radość, opanowana wszystką siłą ciała, przeniknęła po jej twarzy. Zapłacił natychmiast za kieliszek wina. Wyszli."
      },
      {
        "index": 87,
        "text": "Wiatr miotał co chwila sukniami i dużym, w tyle głowy związanym, wualem Ewy. Szła, lekko, chyżo, z niewymownym wdziękiem. Lekkomyślność i wesołość malowały się na jej twarzy. Szczerbic raz jeden podniósł na nią oczy: widział tylko uśmiech... Przyjął go do swego serca, jak płomyk ognia ofiarnego. Sennie, leniwie, mglisto myślał o tem, jak kształt jej postaci jest dziwnie niestały, pastelowo kruchy i zmienny, — jaka w niej jest przewaga przejść sferycznych z jednego organu w drugi, — jak zatracone w niej jest łamanie się jakiejkolwiek linii, jak niema prawie linii... Jest tylko boska całość, nierozdzielność, jedność, niby w ułamku posągu Afrodyty z Knidos, która została z jednem ramieniem i dziewiczemi piersiami, a jest sobą, wiekuistem bóstwem... Usiłował odgadnąć, na czem polega nieuchwytność wdzięku postaci Ewy. Bo piękno jej ciała było wieczne, bytujące poza namiętnościami ludzkiemi. Tłómaczył sobie sposobem szkolarskim, że poruszenia jej ciała odbywają się nie w zakresie jej linii prostych, lecz przedziwnie krzywych, zaokrąglanych w przejściach z jednego kierunku w drugi, z jednej płaszczyzny w drugą. Ruchy jej miały coś wspólnego z muzyką: zmienność i niespodzianą żywotność. Szli z ulic w ulice, skręcali w zaułki, mijali przechodniów, nic do siebie nie mówiąc. Nareszcie wkroczyli w dziedziniec, wylany asfaltem. Na środku był basen wodny, w którym od kropel deszczu marszczyła się ciemna wilgoć. Ewa szła w odrętwieniu. Obejrzała się kilkakroć, czy ich nie ściga brunet z cukierni... Dziwnie przykro uraził ją szelest kroków, gdy mijali dziedziniec. Został w oczach bluszcz, rozpięty na ścianie, i paskudnie śmiejąca się głowa fauna ponad basenem. Szczerbic szedł o pół kroku naprzód. Minęli jakiś korytarz i wstąpili na pierwsze piętro. Na odgłos dzwonka otworzył drzwi lokaj w czarnym fraku, Francuz, człowiek stary, gruby, z ogromnymi faworytami. Zgięty w pół, pomagał Ewie, ściągnąć z ramion syberynowy paltocik. Szczerbic otworzył drzwi i wpuścił ją natychmiast do niewielkiego salonu. Stały tam skromne, czarne meble, pianino, szafka na nuty. Na ścianach były kolorowe miedzioryty angielskie z XVIII-go wieku. Nad kominkiem ogromna, pigmentowa, prześliczna reprodukcya Monny Lizy. Ewa usiadła na kanapce i natychmiast, z pośpiechem, zaczęła przeglądać tekę ze sztychami. Serce w niej dziwnie drżało i zimno nieznośne ścisnęło wnętrzności."
      },
      {
        "index": 88,
        "text": "Pomimo tego rozstroju nie mogła nie poddać się urokowi dzieł artyzmu, które miała przed oczyma. Były tam prześliczne, można doprawdy powiedzieć, — boskie, — Surimona, japońskie kolorowe drzeworyty z pozdrowieniami, trzymane w barwach nikłych, a rozmaitych nieskończenie, były podobizny utworów Segantini’ego, Vatenabe, Gauttin’a, niektóre sztychy Goy’i i czupiradła Hogarth’a, dawne staloryty angielskie z Perditą, Musidorą, Georgianą Devonshire Gainsborough, z Nelly O’Brien Reynolds’a... Ewa trafiła na reprodukcyę »Źródła miłości« Segantini’ego i poczuła na widok tego cudu sztuki, że za chwilę zapłacze. Szczerbic siedział po drugiej stronie stolika i pomagał przewracać ryciny. Kiedy niekiedy wskazywał delikatnie na pewne szczegóły, na barwy srebra, wytłoczenia i połyski barw, jak gdyby logarytmy kolorów w drzeworytach Japończyków, tłomaczył, co znaczą napisy u Goy’i, Hogarth’a, Reynolds’a, Tomasza Gainsborough, Beardsley’a. Nie widziała go i nie mogła podnieść oczu. Bała się, że będzie, wskutek depresyi, oddychać szybko i że on to spostrzeże. Że wszystkich sił tłumiła rumieniec, który palił się i rwał na twarz z głębi ciała."
      },
      {
        "index": 89,
        "text": "— Jakże napiszemy nasz cyrograf? — rzekł wesoło."
      },
      {
        "index": 90,
        "text": "— Nie wiem, jak się to pisze... — mruknęła półsmutnie. — Widzi pan, chciałabym jeszcze kiedykolwiek być w Warszawie."
      },
      {
        "index": 91,
        "text": "— Chce pani, żebym dał słowo, że nie zająknę się przed nikim o tamtej smutnej chwili? Czy tak? Że nawet w sądzie?"
      },
      {
        "index": 92,
        "text": "— Ja nie wiem, czego chcieć... Bałam się pana."
      },
      {
        "index": 93,
        "text": "— I teraz jeszcze boi się pani?"
      },
      {
        "index": 94,
        "text": "— I teraz jeszcze."
      },
      {
        "index": 95,
        "text": "— Przysięgam na Boga, na ten krzyż, na mego ojca, na pamięć matki, na mój honor, na tę moją prawą rękę, na moje nazwisko, że nigdy pani nie skrzywdzę!"
      },
      {
        "index": 96,
        "text": "— Już pan raz przysięgał. Ja nie wiem zresztą, poco to robię. To jest z mej strony głupie i podłe!..."
      },
      {
        "index": 97,
        "text": "— A teraz boi się pani jeszcze?"
      },
      {
        "index": 98,
        "text": "— Nie. Już o tem nie mówmy!"
      },
      {
        "index": 99,
        "text": "— Och, tak. O czem innem! Dobrze?"
      },
      {
        "index": 100,
        "text": "— Dobrze."
      },
      {
        "index": 101,
        "text": "— A coby pani sprawiło przyjemność? Mój Boże, gdybym ja wiedział! To jest, właściwie, przecież wiem..."
      },
      {
        "index": 102,
        "text": "— Pan gra?"
      },
      {
        "index": 103,
        "text": "— Gram trochę... »sobie nie komu, swe nie cudze rzeczy...«"
      },
      {
        "index": 104,
        "text": "— Proszę mi zagrać..."
      },
      {
        "index": 105,
        "text": "— A jak znudzę? — To też grać bardzo ładnie."
      },
      {
        "index": 106,
        "text": "Usiadła głębiej w swem miejscu, zasunęła się w kącik. Szczerbic odwrócił krzesło, znalazł się przy fortepianie i począł grać natychmiast. Spłynęła melodya przedziwna, przeszywająca, żałosna. Tony te spadły na Ewę niespodziewanie i wraz oplątały ją wszystką niepojętemi pętami. Czuła narzuconą bezsilność, jak gdyby jej związano ręce i nogi. Głos główny, głos żałosny, jak sztylet zmierzał się do ciosu i niby zdradziecka ręka odskakiwał przed uderzeniem. Zamieć tonów porywała na wysokość, pędziła wyżej i wyżej, kędy już niema tchu. Aż wreszcie — szczyt. Niebo rozwarte. Jasne śmieją się chmury. Ulga spływała w powiewach prześlicznej muzyki... Oto chwila, kiedy rozwiązuje się niemy język samotności i język niemych jej pociech, błądzących nad przepaściami. Jeszcze jeden, jeszcze jeden niedostępny gradus do najwyższego ołtarza, skąd ukojenie spada lekko, jak płatek zwiędłej róży po falach cichego wiatru. Ręka ojcowska, kojąca, miękka dłoń na czole. Łzy kapią na włosy nierządne, na oczy bezwstydne, na ramiona całusom męskim wydane, które on wyhodował w czystości. Cichy i mroczny wieczór w opuszczeniu i beznadziei. Lecz jeszcze radosne marzenia o przyszłych dniach drży w sercu. Prosi się serce ostatniem swojem uderzeniem: zabrzmij raz jeszcze, o melodyo miłościwa..."
      },
      {
        "index": 107,
        "text": "Lecz oto nagły cios! Głos niewiadomy, potężny i obcy wszystkiemu, co jest na świecie wybuch z rozgwaru tonów. Wszystko to, co jest w rosyjskiej duszy, a czego niema w żadnej innej, wszystko, co się zawiera w niewytłómaczalnem i jedynem słowie, — swirepyj, — rzuciło się na duszę. Porwał wszystko i poszarpał wicher szaleństwa. Skurcz boleści wstrzymał serce w biegu. Wychynął z nicości jakowyś potworny dyalog rozpętanych gniewów. Dały się słyszeć wrzaski, pomruki i groźby potworów przeciwko samotnej duszy, trzęsącej się w pustce i pohańbieniu. Oto upadła już jej głowa i bez sił leży. A i wówczas nie ustaje, lecz wzmaga się rozpacz. Lecą dźwięki! Nie, — to nie dźwięki. To promienie księżyca na ścianach izby w mieście dalekiem, to jęk ponocny, to płacz dzieciątka uduszony... To skarga rozpostartej ziemi, zdeptanej i skarżącej się głębinie, która pochłonie ją, jak innych pochłonęła... Ostatnie niedokończone nuty porwały świadomość i, zdało się, zniszczyły ją zupełnie."
      },
      {
        "index": 108,
        "text": "Szczerbic przerwał na chwilę."
      },
      {
        "index": 109,
        "text": "— Co pan grał? — zapytała."
      },
      {
        "index": 110,
        "text": "— To? Niektóre miejsca z pierwszej części Symfonii patetycznej Czajkowskiego. Ale już dosyć!"
      },
      {
        "index": 111,
        "text": "— Nie! Jeszcze!"
      },
      {
        "index": 112,
        "text": "— Co grać?"
      },
      {
        "index": 113,
        "text": "— Jeszcze to!"
      },
      {
        "index": 114,
        "text": "— Nie chcę, nie mogę. Zagram pani takiego »Motyla« Griega. Dobrze?"
      },
      {
        "index": 115,
        "text": "— »Motyla« — cha-cha!"
      },
      {
        "index": 116,
        "text": "— Dlaczego się pani śmieje?"
      },
      {
        "index": 117,
        "text": "— Tak sobie... Przypomniałam sobie pewnego motyla. Był czas, kiedy byłam motylem. Czy pan uwierzy? Nie, za nic nie chcę słuchać »Motyla«. Tamto panie!"
      },
      {
        "index": 118,
        "text": "Gdy Szczerbic zaczął grać znowu allegro pierwsze i drugie tejże symfonii, cicho wstała ze swego miejsca. Idąc bez szelestu po dywanie, zbliżyła się do niego. Stała z tyłu, za krzesłem. Uczyniła to niemal bez wiedzy o tem, co robi, wbrew woli, ze wstydem, który jednak nie panował nad samowolnymi ruchami. To muzyka dźwignęła ją, kazała wstać z miejsca i iść ku fortepianowi. W locie błysnęła myśl, że nigdy Łukasz nie sprawił jej takiej rozkoszy, żeby dla niej samej grać, jak gra Szczerbic. Szczerbic zaś gra dla niej jedynej i mówi do niej przez usta muzyki. Zdyszana, ponsowa od ognia wstydu stała, jak ciche widmo. Gdy przewinął się pewien akord przewodni, grający półodwrócił głowę. Głęboka radość świeciła się w jego oczach, jako samolśniący blask. Posunął po dywanie lekkie krzesło, w pobliżu stojące, i podał je Ewie. Usiadła. Musiała usiąść tak, jak stało krzesło: nieco za nim, a tak blizko, że ramieniem opierała się o poręcz krzesła. Począł znowu grać. Na twarz jego występował i gasł żywy ogień. Ewa zwolna, zwolna zsuwała się i podpadała pod władzę muzyki. Widziało jej się w marzeniu mocnem, jak rzeczywistość, że gdzieś w kraju jest w pobliżu traktu, gościńca, polskiej naszej drogi, zalanej garusem marcowego błota. Spostrzegła w gęstej mgle małą dziewczynkę, drobne dziecko opuszczone. Nogi jej w dziurawych trzewiczynach toną w błocku tak gęstem, że za każdym krokiem naprzód i w tył padają strzały i bryzgi. Sukienka na niej szkocka«, chusteczka żółtawa na głowie. Wicher dmie. Ze starej, obłamanej, wyschłej topoli lecą liście. Co to za dziecko i czyje? Nawija się na usta, podpowiedziane przez muzykę, słowo najbardziej polskie: — sierota. Widok nędzy i tego smutku, któremu nic się poradzić nie może, sprowadził nieoczekiwany zwrot do gniewu i odepchnięcia, do wyniosłości i pogardy. Melodya powtarzająca się, kierownica marzeń, poczęła mętnieć, posunęła się w mglistość, zostawiając po swoim odejściu niezwalczony zaród siły. Wszystko w melodyi tej stało się brakiem normalnego biegu, wszystko stało się bezwzględnem wyładowaniem innerwacyjnych stanów uczucia. Natomiast dała się uczuć ślepa i bezwzględna rozkosz namiętności. Ewa zacisnęła zęby, rozwarła powieki i brnęła w rwący a bezdenny nurt uniesienia."
      },
      {
        "index": 119,
        "text": "Przejścia stały się coraz bardziej zrywane, przeistoczyły się w szarpaniny, w przeskoki, gdzie ginęły samoistne stany duszy. Wszystko to poczęło tworzyć tło przerażające, jak gdyby kratę, z za której raz wraz błyskają okrutne, dzikie, podłe i rozwścieczone oczy. Zdawało się, że serce nie zniesie tego nadmiaru napięcia, gdyż wszystko, co ma wybuchnąć, zrywa się w zaraniu, ni to westchnienie dziecięce, które pięść zbójecka dławi w maleńkich piersiach i ucisza na zawsze. Nasunęły się przed oczy Ewy asocyacyjnie jakoweś mętne obrazy i myśli nowe, niewiadome, obce od początku do końca. Widziała w pewnej chwili coś straszliwego, jakby błysk noża, który ma piersi rozedrzeć i wynaleźć serce ludzkie znikczemniałe."
      },
      {
        "index": 120,
        "text": "Ach, z jakąż ulgą westchnęła, posłyszawszy w tej otchłani przecudny śpiew... W echu dalekiej pieśni, w tem tchnieniu odległej mocy ludzkiego żywota, jakiż to był wyraz niezgłębionej mądrości! Uśmiechnęła się z rozkoszą. — Połysk w oczach, zalanych łzami, i radość w sercu: wszakże to tylko morze tak wiosenną swoją pieśń śpiewa. Szczerbic nie mógł grać dłużej. Głowa jego zwróciła się bezwładnie. Ręce przyczołgały się do rąk Ewy. Patrzał w nią rozszalałemi oczyma."
      },
      {
        "index": 121,
        "text": "Nie odbierała mu rąk i nie mogła wydrzeć swego wzroku z jego oczu. Pod wpływem niespodzianego natchnienia zaczęła mówić cichaczem:"
      },
      {
        "index": 122,
        "text": "— Czy są takie grzechy ludzkiego życia, żeby już nigdy nie mogły być zmazane, zatarte, zgładzone? Czy są takie występki, których życie późniejsze już niczem, niczem zasłonić nie zdoła? Czy grzechy są niezniszczalne na wieki, czy one są same w sobie, czy są urojeniami naszej duszy? Czy natura ludzka nie może stać się powtóre czystą, znowu taką, jak przeźrocze dyamentu co do mocy i znowu tak żywą, tak śpiewającą, jak wody morza?"
      },
      {
        "index": 123,
        "text": "— Nie wiem, Ewuniu..."
      },
      {
        "index": 124,
        "text": "— Wszyscy nic nie wiemy."
      },
      {
        "index": 125,
        "text": "— Ewuniu!... Czy mogę tak mówić?"
      },
      {
        "index": 126,
        "text": "— Możesz."
      },
      {
        "index": 127,
        "text": "— A ty będziesz mówić do mnie, jak do brata?"
      },
      {
        "index": 128,
        "text": "— Dobrze! Ale jacy my ludzie, wszyscy jesteśmy strasznie biedni!..."
      },
      {
        "index": 129,
        "text": "— Ach jacy biedni! Każdy z nas, — to »mieszanina rośliny i upiora«, jak powiedział ten pyszałek, który sam, — żal się Boże!... Dlaczego byłaś dla mnie zawsze tak okrutna?"
      },
      {
        "index": 130,
        "text": "— Nie mogłam..."
      },
      {
        "index": 131,
        "text": "— Wszakże wiesz wszystko, czem ty dla mnie..."
      },
      {
        "index": 132,
        "text": "— Miewam nieznośne sny, częste widzenia w półdrzemaniu. Jestem tutaj, przypuśćmy, a widzę takie coś obce, nigdy nie spotykane, cudactwa, pejzaże, sceny... Gdyś grał, widziałam... We mnie nie wiele już jest rośliny. Daleko więcej upiora."
      },
      {
        "index": 133,
        "text": "— Pocóżeś to ty wówczas zrobiła, pocóżeś ty to?... — wyszeptał."
      },
      {
        "index": 134,
        "text": "— Czy ja wiem?..."
      },
      {
        "index": 135,
        "text": "— Tak mi ciebie strasznie żal!"
      },
      {
        "index": 136,
        "text": "— A nie można tak, żebyś mię sobie czemś obrzydził, żebyś we mnie dostrzegł coś wstrętnego, odrażającego, żebyś przestał... Nie można?"
      },
      {
        "index": 137,
        "text": "— Nie. W tobie jest moje wszystko. Wszystkie moje namiętności. W twej duszy jest to, czego ja nie mogę poznać, a czego nie znam, bo jest tylko w tobie jednej. To jest wiecznie a niezmiennie nowe! We mnie tego niema ani cienia, a ja to jedno lubię, och, lubię do szału! Ty jesteś zupełnie, jak ta muzyka. Jak muzyka jest z zewnątrz, a jest moja własna, tak samo ty. Czy wiesz, że ja do samego siebie mam odrazę, nawet do swej miłości dla ciebie mam odrazę, a kocham twoją miłość dla Łukasza... Gdybyś mogła uwierzyć, jak kocham twoje kaprysy! Bo wtedy najbardziej, za tobą, już mi znaną, jest jakaś inna, znowu inna! Ja już nie żyję mojem własnem życiem, tylko żyję tem, co jest w twojem usposobieniu, w twojej wesołości, w twoim smutku, w twoich niespodziewanych zadumach. Wiem prawie zawsze, co ty czujesz. Ale tylko wówczas, kiedy uczucie już przyszło! Ale skąd przyszło? Przeczuwam, co zrobisz, i to w chwili najdziwaczniejszego kaprysu, dlaczego taki a taki kaprys porzucisz? Pragnę mieć w swej duszy wszystko, co jest w twej duszy, a wiecznie mam w duszy próżnię. Dlatego to, — poszepnął w uniesieniu, z uśmiechem, — ja strasznie kocham twoją zbrodnię. Gdy cię nie widzę, jakoś potwornie cieszę się i czatuję. Często postanawiam wyrwać cię ze siebie, zadać sobie harakiri ducha. Ale wówczas poczynasz, nie wiedząc o tem, nęcić mnie, wabić mię... o, jak ta cantilena..."
      },
      {
        "index": 138,
        "text": "Wydobył z klawiatury ów głos główny, przewodni, ów płomień wodzący marzeń... W pewnej chwili cisnął go w pustkę klawiszów i znowu mówił:"
      },
      {
        "index": 139,
        "text": "— Uciec przed tobą, to znaczyłoby uciec przed sobą. Więc jakże cię mam znienawidzić?..."
      },
      {
        "index": 140,
        "text": "— Znienawidziłbyś mię, gdybym tu została na noc."
      },
      {
        "index": 141,
        "text": "— A ty nie kochasz, nie?"
      },
      {
        "index": 142,
        "text": "— Już mówiłam."
      },
      {
        "index": 143,
        "text": "— I nigdy!"
      },
      {
        "index": 144,
        "text": "— Straszna jest władza grzechu. Dyabeł mię opatrzył błogosławieństwem, utulił, uciszył, tchnął we mnie ducha. Nigdy nie popełniaj takiego grzechu! Idę wśród świata pod cieniem szkarłatnych skrzydeł jego siły. Była taka jedna chwila w kościele, kiedy mię ten demon zgwałcił. Od wszystkiego uciekłam i ode mnie wszystko uciekło. Czuję się, jak samotny tułacz. Co tobie po mnie i co mnie po tobie? Chciałbyś odziedziczyć ten spadek po innym? Ty — po innym!"
      },
      {
        "index": 145,
        "text": "Szczerbic mówił w zadumie:"
      },
      {
        "index": 146,
        "text": "— Dlaczegóż nie zobaczyłem cię, gdy byłaś panną. Ach, gdybym cię zobaczył wówczas."
      },
      {
        "index": 147,
        "text": "— Ty chciałbyś, — zachichotała z okrucieństwem, — ty... pierwszy chciałbyś mię posiadać, nieprawdaż?"
      },
      {
        "index": 148,
        "text": "Nagle zaskowyczał w obłąkaniu."
      },
      {
        "index": 149,
        "text": "— Jeszcze go kochasz? — Nie mów do mnie... — odrzekła, usuwając ręce i zakrywając niemi twarz."
      },
      {
        "index": 150,
        "text": "— Niepodobna przepołowić duszy i niepodobna przepołowić ciała. Wy to jednak potraficie. Potraficie oddawać się jednemu, a innego kochać. Och, Boże!"
      },
      {
        "index": 151,
        "text": "Nie spostrzegła, kiedy obok niej ukląkł. Nie broniła mu, kiedy odjął jej ręce z twarzy i otoczył sobie niemi szyję. Skłoniła głowę i o jego skroń oparła czoło. Patrzyła mu w oczy cichemi oczyma. Głęboka ich objęła zaduma. Minęły długie chwile. Zaczęła mówić cicho i z duszy:"
      },
      {
        "index": 152,
        "text": "— A mógłbyś dla mnie być bratem? Mógłbyś? Byłbyś dla mnie braciszek Siżyś... Mówiłabym ci wszystko, może tak samo, jakem niegdyś mówiła Łukaszowi. Tylko... żebyś... tego nie chciał..."
      },
      {
        "index": 153,
        "text": "— Ale usta, raz jeden usta! Twoje usteczka maleńkie, twoje usteczka różane!"
      },
      {
        "index": 154,
        "text": "— Nie mogę."
      },
      {
        "index": 155,
        "text": "Niepostrzeżenie, szybko, nim się spostrzegł, sposobem podstępnym ujęła jego rękę i przycisnęła ją do ust z szeptem:"
      },
      {
        "index": 156,
        "text": "— Niech pan będzie dobry!"
      },
      {
        "index": 157,
        "text": "— Jemu oddałabyś się natychmiast, gdyby się tylko zjawił... Prawda?"
      },
      {
        "index": 158,
        "text": "— Tak."
      },
      {
        "index": 159,
        "text": "— I jego kochasz, tak oto opierając czoło o moje czoło?"
      },
      {
        "index": 160,
        "text": "— Tak. Ale chciałabym ci powiedzieć o śmierci. Cobyś myślał? Mnie się wydaje, że bywają wypadki, kiedy śmierć nie jest oparta na błędzie myślowym. Wydaje mi się, że może być konsekwentnym i moralnie słusznym czynem. Może nawet być kwintesencyą etyki!..."
      },
      {
        "index": 161,
        "text": "— Śmierć, — to znaczy, — samobójstwo?"
      },
      {
        "index": 162,
        "text": "— Mniejsza o to! Codzienna moralność wyklucza taką śmierć z zakresu postępowania etycznego. I, o ile ją sądzi, jako przeciętny wypadek, to ma nawet racyę. Ale z drugiej strony, ze strony moralności »przeciętnego indywiduum...« Jeżeli ktoś wie, że zdradził wszystkie swe siły duszy, jeżeli wie, że zabrnął w cuchnące szuwary, a jest choć odrobinę, — do licha! — moralnym szlachcicem... Przecie jest w człowieku coś własnego, jak gdyby stary ryngraf rodzinny, co czasem zostanie najostatniejszy z bankrutami..."
      },
      {
        "index": 163,
        "text": "— Jeżeli taki człowiek umrze... Mój miły i dobry panie!... Jeżeli taki człowiek umrze... Niemasz dla kobiet na świecie przebaczenia. Grzech woła. Wszystko się plącze, owija się wokoło ciała, jak nieskończenie długie badyle błotnych grzybieniów. Na wierzchu nenufar uroczy..."
      },
      {
        "index": 164,
        "text": "— A czy nie zdarzyło ci się czytać żywota Maryi Egipcyanki, pisanego przez biskupa Sofroniusza? Ja chowałem się w gimnazyum jezuickiem, więc takich rzeczy wchłonąłem bardzo wiele. Jest w tej cudownej baśni miejsce, gdzie święty starzec Zosimas czeka w dniu Zmartwychwstania nad brzegami Jordanu, by udzielić Maryi, która dziko żyje w puszczy, świętej komunii. Włożył w koszyk kilka fig suchych i palmowego owocu, nieco soczewicy w wodzie moczonej. Święta wychodzi z puszczy i po drugiej stronie rzeki stoi w jasności księżyca..."
      },
      {
        "index": 165,
        "text": "— A czy ty jesteś.., Zosimas? Marya Egipcyanka zgładziła grzech swój, przez czterdzieści lat nago i w dzikości leżąc na pustyni, w upale i na mrozie, w płaczu i rozpaczy. A teraz wszystko jest tak podłe! Ja byłam czysta. A teraz jestem brudna, nikczemna, łotrzyca, szelma, obwalona dookoła grzechami. I nigdy już tamto nie wróci! Nie mogę już być czysta, bo nie mogę wybrnąć, nie mogę dać sobie rady! Powiedz, co ja mam zrobić?"
      },
      {
        "index": 166,
        "text": "— A gdybyś... postanowiła nigdy nie wychodzić zamąż i nigdy, nigdy... Nigdy nie być niczyją! Czy mogłabyś zrobić to dla mnie, żeby nie być... ani jego, gdyby do ciebie wrócił?"
      },
      {
        "index": 167,
        "text": "— I cóżby ci z tego przyszło? — (W myśli poprzysięgła sobie: — Dobrze... Jak najszybciej, jak najszybciej wyjść za Jaśniacha!)"
      },
      {
        "index": 168,
        "text": "— Ja żyłbym tak samo. Bylibyśmy tak, zdala od siebie, jak ów Zosimas i Egipcyanka. Dopóki..."
      },
      {
        "index": 169,
        "text": "— Dopóki co?"
      },
      {
        "index": 170,
        "text": "— Aż może przyszłaby miłość..."
      },
      {
        "index": 171,
        "text": "— To tylko podstęp z twej strony... — rzekła, uśmiechając się blado. — Mówisz, że mnie już kochasz od dawna cieleśnie. Chcesz czekać na chwilę, gdy zapomnę Łukasza — i tobie oddam się cieleśnie. Nic więcej w tem niema. Zresztą ja... gdyby wrócił i kazał, musiałabym być posłuszną, bo ja..."
      },
      {
        "index": 172,
        "text": "Nachyliła się ku niemu i z zamkniętemi oczami, sponsowiała niespodziewanie, dała świadectwo prawdzie:"
      },
      {
        "index": 173,
        "text": "— Bo ja go kocham."
      },
      {
        "index": 174,
        "text": "Po chwili dodała ze spokojem:"
      },
      {
        "index": 175,
        "text": "— Ale on już nie wróci i nic nie rozkaże. Więc Co? Mogę być twoją ślubną siostrą. — Ale przysięgnij!"
      },
      {
        "index": 176,
        "text": "— Nie będę już nikomu przysięgała. Wszystko, coby mnie z tobą łączyło, byłoby jednostronne. Tylko tak: moja dobra wola i moja zła wola. Chcesz?"
      },
      {
        "index": 177,
        "text": "— Tak nie mógłbym ci wierzyć. A myśl, że ty możesz być z innym, odbiera mi rozum!"
      },
      {
        "index": 178,
        "text": "Ewie przyszła do głowy szatańska myśl, żeby mu powiedzieć, jak to w Montreux spędziła pół dnia w łóżku z człowiekiem prawie zupełnie nieznajomym. Mały uśmieszek chybotał się na jej ustach. Ale odrzuciła tę myśl, jako niepraktyczną. Drapieżne marzenie, że teraz będzie posiadała zupełną władzę nad Szczerbicem, jak zapach narcyzowy snuło się wokół jej zmysłów. Szepnęła z cichą pasyą:"
      },
      {
        "index": 179,
        "text": "— A ty przysięgniesz, że nie zbliżysz się do żadnej kobiety, ale do żadnej — nigdy?"
      },
      {
        "index": 180,
        "text": "— Przysięgnę!"
      },
      {
        "index": 181,
        "text": "— Że wszystkie twe namiętne myśli, wszystkie sny, wszystkie zmysłowe obrazy będą należały do mnie?"
      },
      {
        "index": 182,
        "text": "— Przysięgnę!"
      },
      {
        "index": 183,
        "text": "— A na co przysięgniesz?"
      },
      {
        "index": 184,
        "text": "— Na co każesz!"
      },
      {
        "index": 185,
        "text": "— Jak poprzednio: na Boga, na krzyż, na honor, na nazwisko?"
      },
      {
        "index": 186,
        "text": "Uśmiechnął się. Chciał coś wyrzec i nagle umilkł na długą chwilę. Usta poruszyły się i nie mogły wydać słowa."
      },
      {
        "index": 187,
        "text": "— Co? — szepnęła łaskawie."
      },
      {
        "index": 188,
        "text": "— Nic... Pewne cudne słowo, pewne złudzenie..."
      },
      {
        "index": 189,
        "text": "— Jakie? — Dans le veritable amourc’ est l’âme, qui enveloppe le corps. Mówi ten Nietzsche, że jest to najbardziej wstydliwe słowo. Może ono ogarnie nas i ciebie odkupi!"
      },
      {
        "index": 190,
        "text": "Nagle wstał z klęczek i w obłąkaniu krzyknął:"
      },
      {
        "index": 191,
        "text": "— Ewo! A gdzie ty byłaś, dokąd pojechałaś z Nicei?"
      },
      {
        "index": 192,
        "text": "Parsknęła opryskliwie:"
      },
      {
        "index": 193,
        "text": "— Byłam na Korsyce."
      },
      {
        "index": 194,
        "text": "— Z kim?"
      },
      {
        "index": 195,
        "text": "— Z poetą Jaśniachem."
      },
      {
        "index": 196,
        "text": "— Czy byłaś jego kochanką?"
      },
      {
        "index": 197,
        "text": "— Nie."
      },
      {
        "index": 198,
        "text": "— Czy mówisz prawdę?"
      },
      {
        "index": 199,
        "text": "— Mówię, co mi się podoba."
      },
      {
        "index": 200,
        "text": "— A powiedz to jedno, wyznaj przed moją duszą, czy całowałaś jego usta, czy jego usta? — żebrał, wpijając się w nią oczami."
      },
      {
        "index": 201,
        "text": "— Nie całowałam go w usta."
      },
      {
        "index": 202,
        "text": "— Wspomniałaś mi niegdyś, że mogę starać się o twoją rękę. Ja dowiedziałem się o twojej wyprawie. Portyer z hotelu Suisse powiedział mi, dokąd pojechałaś. Byłem tam. Mieszkałaś z tym człowiekiem."
      },
      {
        "index": 203,
        "text": "— Mieszkałam obok niego. Pokoje nasze były obok..."
      },
      {
        "index": 204,
        "text": "Oczy jej zaszły mgłą. Usta jakoś przedziwnie drgnęły. W tem drgnieniu ust, miłość Szczerbica zawisła, jak w pętlicy, i konała. Ewa mówiła, patrząc w próżnię z pogardą:"
      },
      {
        "index": 205,
        "text": "— Ta wasza rozpusta! Wszystkobyście zrobili dla tej rozpusty! Dla tej krótkiej, potwornej chwili zabilibyście przenajświętszą czystość miłości! Ohydni rozpustnicy! Tylko Jaśniach..."
      },
      {
        "index": 206,
        "text": "— Dlaczegoś wówczas uciekła? Pocoś to zrobiła?"
      },
      {
        "index": 207,
        "text": "— Nie zrobiłam wówczas nic złego. Zaręczam panu hrabiemu. Gdybym wówczas została w Nicei, byłabym zrobiła daleko gorzej. Ach, puść mię już! Pójdę do domu."
      },
      {
        "index": 208,
        "text": "Szczerbic oparł głowę na jej rękach. Czuła, jak drżenie tajemne po nim przebiega. To drżenie przejmowało ją wstrętem, ale zarazem budziło w niej samej dreszcz namiętny. Myślała z politowaniem, jaki on jest słaby. Czuła, że nic na ziemi nie będzie w stanie uciszyć w nim tego wstrząśnienia, tylko to jedno, gdyby mu się oddała. Patrzyła w zamyśleniu na jego śliczne włosy. Wola jej wahała się na prawo i na lewo. To chciało jej się odepchnąć tę głowę bezsilną, wstać i wyjść. To znowu podpływał impuls nieokreślony, żeby pieszczotliwie zapuściła palce w pachnące włosy. Dała się unieść ostatniemu. Szepnęła cicho:"
      },
      {
        "index": 209,
        "text": "— Siżyś..."
      },
      {
        "index": 210,
        "text": "Uśmiechnął się."
      },
      {
        "index": 211,
        "text": "— Już pójdę."
      },
      {
        "index": 212,
        "text": "— Wrócisz do swego domu?"
      },
      {
        "index": 213,
        "text": "— Tak."
      },
      {
        "index": 214,
        "text": "— Cóż tam będziesz robiła?"
      },
      {
        "index": 215,
        "text": "— Tak sobie, jak zawsze. Będę rozkładała i składała smuteczki swego życia."
      },
      {
        "index": 216,
        "text": "— To lepiej zostań u mnie jeszcze z godzinę. Będę ci grał Griega... Chcesz... »Wiosnę?«"
      },
      {
        "index": 217,
        "text": "— Nie. Już nie chcę muzyki. Twoja muzyka otwarłaby drzwi do tamtego pokoju. Ty tam śpisz, prawda? Bądź szlachcicem!"
      },
      {
        "index": 218,
        "text": "Namyślała się przez chwilę głęboko, wkońcu rzekła:"
      },
      {
        "index": 219,
        "text": "— Powiedz... przebaczasz mi wszystko?"
      },
      {
        "index": 220,
        "text": "— Wszystko!"
      },
      {
        "index": 221,
        "text": "— I ja tobie. Już pójdę."
      },
      {
        "index": 222,
        "text": "Wstała. Podawszy mu prędko rękę, wysunęła się za portyerę. Poszedł za nią. Narzucił na ramiona palto i sprowadził ją za rękę ze schodów. Na ulicy przywołał fiakra i pomógł wsiąść do powozu. W ostatniej chwili, kiedy podawała mu dłoń na pożegnanie, zapytał:"
      },
      {
        "index": 223,
        "text": "— Czy bardzo znudziłaś się u mnie?"
      },
      {
        "index": 224,
        "text": "— O nie!"
      },
      {
        "index": 225,
        "text": "— A czy przyjdziesz jeszcze?"
      },
      {
        "index": 226,
        "text": "— Przyjdę, przyjdę z pewnością."
      },
      {
        "index": 227,
        "text": "— Kiedy przyjdziesz, siostro?"
      },
      {
        "index": 228,
        "text": "— Choćby jutro."
      },
      {
        "index": 229,
        "text": "— O tej samej godzinie?"
      },
      {
        "index": 230,
        "text": "— O tej samej."
      },
      {
        "index": 231,
        "text": "Wsunął się na sekundę do powozu i szukał w ciemności jej ust z cichym, głuchym szlochem. Odchyliła go dobrotliwie a silnie. Ścisnęła mu rękę. Gdy zeskoczył i gdy karetka się potoczyła, przez mgnienie oka doznawała jakby przetrącenia i paraliżu duszy. Miała wiedzeniewidzenie żywe o tem, co musi być w chwili śmierci. Ujrzała w ciemnościach duszy swej uśmiech Łukasza, uśmiech ówczesny, gdy coś jej żywo mówił, o czemś przekonywał, a przekonawszy, zbliżał się na palcach i zamykał usta pocałunkiem. W jednem teraz olśnieniu uczuła wszystko szczęście miłości i niezgłębioną otchłań jego utraty. Jęknęła. Za chwilę wszystko minęło. Fala olbrzymia nakryła sobą i wypełniła przepaść. Został tylko dziwny szum w uszach, zemdlenie serca i szczękanie zębów."
      }
    ]
  }
}