{
  "chapterNumber": 27,
  "title": "Tom pierwszy, XXVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W najbliższą niedzielę około godziny pierwszej Ewa udała się na ulicę Złotą i weszła do bramy domu oznaczonego numerem 40. Zatrzymała się przed listą lokatorów i czytała spokojnie. Ale oto oczy jej trafiły na nazwisko: Róża Niepołomska. Ewa doznała uczucia zdumienia i lęku na widok tego nazwiska. Było już tak daleko, a oto znowu zbliżyło się do niej to nazwisko. Przyczołgała się na górę zapomnienia i znowu stacza się do jaskini przeklętej. Stała bezradnie z oczyma, utkwionemi w listę lokatorów, i nie mogła poruszyć się z miejsca. Wicher gorący zahuczał dokoła głowy... Daleki grom zatrząsł posadami duszy. — Ocknęła się i poszła wprost na schody bocznej oficyny, pod numer, wskazany na liście lokatorów. Wkrótce stanęła przede drzwiami. Gdy miała nacisnąć krążek dzwonka, zastanowiła się, co ona tu robi, poco tu idzie. Co powie? Pierwszy popęd uczucia doradzał powiedzieć czystą prawdę. Rzucić tę prawdę pod nogi żonie Łukasza i doprowadzić ją do stanu drżenia, do stanu rozpaczliwej niemocy, zrównać jej stan ze swoim. Wtedy można coś skorzystać, wyrwać w rozmowie, w kłótni, czy bójce jakąś o nim wiadomość. Wyznać, kim się jest, — to działać otwarcie, bez obmierzłych wykrętów i ohydnego milczenia."
      },
      {
        "index": 2,
        "text": "Już podniosła rękę i już się dźwignęła ciałem i duszą na stopień tego szafotu, gdy nagle znów się cofnęła."
      },
      {
        "index": 3,
        "text": "Uczuła się, jak naga na placu. A jeśli nic się nie dowie? Pocóż mówić o sobie? Poco? Inna pobudka zawładnęła duszą, wykrętnie ubrała się w słowa Alfreda de Vigny: »Seul le silence est grand et tout autre est faiblesse...« Więc wrócić się z tych schodów i cofnąć do izby swej na niedzielną nudę spoczynku? Wszystkie wahania połknęła nagła ciekawość: jaka też ona jest? Byłaby ostatnią gęsią, gdyby jej powiedziała wszystko o sobie. Poco? — Przypatrzmy się jej, przypatrzmy tej towarzyszce w czekaniu na Łukasza Niepołomskiego. Pośmieje się z niej wewnętrznie, odniesie tryumf, że ona to jej wydarła męża, i pójdzie z powrotem do domu."
      },
      {
        "index": 4,
        "text": "— Otwórz, siostro, — wyszeptała ze śmiechem, opierając czoło na przybitym do drzwi bilecie wizytowym Róży Niepołomskiej. Podniosła ociężałą rękę. Zadzwoniła."
      },
      {
        "index": 5,
        "text": "Dały się słyszeć kroki. Drzwi otwarto. Weszła. W ciemnym korytarzu stała jakaś osoba. — Trudno ją było tam rozpoznać."
      },
      {
        "index": 6,
        "text": "— Czy mam przed sobą panią Różę Niepołomską? — spytała Ewa."
      },
      {
        "index": 7,
        "text": "— Tak jest. Czego sobie pani życzy?"
      },
      {
        "index": 8,
        "text": "— Chciałam prosić o chwilę rozmowy."
      },
      {
        "index": 9,
        "text": "— Proszę uprzejmie."
      },
      {
        "index": 10,
        "text": "Ewa weszła do dużego pokoju z alkową. — Okno wychodziło na ogrody. Było widno, jasno w tem mieszkaniu."
      },
      {
        "index": 11,
        "text": "Ewa odwróciła się czemprędzej, żeby zobaczyć osobę idącą za nią. Przez chwilę nie panowała nad gwałtownością swego wzroku. Stała przed nią kobieta jeszcze młoda i dosyć ładna."
      },
      {
        "index": 12,
        "text": "Była to szczupła, (nieco za szczupła), szatynka z rysami nadzwyczaj regularnymi, które jednak wkraczały w granice zbytniej ostrości. Wszystko w tej twarzy było prawidłowe, narysowane prostemi niejako liniami. Bardzo piękne, mądre, szerokie czoło mięko i miło otaczały włosy rozczesane w sposob oryginalny, a jakby z umyślnem dążeniem do postarzenia twarzy. Usta i równy, chrząstkowaty nos tworzyły spokojne, »greckie« linie. Oczy były zimne, pełne rozumu i stanowczości. Przenikliwa siła skupiała się w blado-przezroczystych źrenicach, pełnych promieni światła. Pani Niepołomska przez chwilę cierpliwie i uprzejmie czekała na nazwisko Ewy, a nie mogąc się doczekać, z pewną stylową oziębłością wskazała jej ręką nizki fotel w środku pokoju. Ewa czuła dobrze, że należało przedstawić się, i myślała nad tem, co ma czynić. Miała nadzieję, że inną w tem miejscu zastanie kobietę. Od pierwszego wejrzenia poznała, że się zawiodła. Niespodziewanie dla samej siebie rzekła:"
      },
      {
        "index": 13,
        "text": "— Przedewszystkiem... muszę pani powiedzieć swoje nazwisko..."
      },
      {
        "index": 14,
        "text": "— Pani nazwisko — to Pobratyńska. Panna... Ewa Pobratyńska..."
      },
      {
        "index": 15,
        "text": "— Czy pani mię zna?"
      },
      {
        "index": 16,
        "text": "— Nie znam pani."
      },
      {
        "index": 17,
        "text": "— Skądże?"
      },
      {
        "index": 18,
        "text": "— Domyśliłam się. Gdy pani tu weszła i spojrzała na mnie, pomyślałam sobie natychmiast, że to właśnie panią zgubił mój nieposkromiony małżonek."
      },
      {
        "index": 19,
        "text": "— Z czegóż to pani wywnioskowała?"
      },
      {
        "index": 20,
        "text": "— Ze spojrzenia oczu."
      },
      {
        "index": 21,
        "text": "— Nie wiedziałam, że moje oczy zdradzają tak karygodnie wszelkie tajemnice."
      },
      {
        "index": 22,
        "text": "— Zdrady nasze rodzą nowych zdrajców w nas samych, w naszych rękach, oczach, ustach."
      },
      {
        "index": 23,
        "text": "— Nie popełniłam zdrady względem nikogo. Chyba względem własnej duszy i względem wieczności. Może względem rodziny. Ale i rodzinie mojej nie przyrzekałam nienic takiego, czegoby później..."
      },
      {
        "index": 24,
        "text": "Pani Niepołomska siedziała bez ruchu. Broda jej oparta była na dłoni, łokieć ręki na poręczy fotela. Patrzyła z dołu na Ewę swemi spokojnemi oczyma, które były blado-niebieskie, jak mgła daleka, a przejrzyste, niby woda górska. Niepochwytny dla wysłowienia wdzięk spokoju i rozumu widniał w jej całej postaci. Jednakże Ewa dostrzegła, że jej przeciwniczce krew zwolna uderza do głowy. Widziała, że krew ta nie zalewa policzków, tylko nieznacznie, stopniowo, rozczerwienia uszy, rubinowemi liniami podkreśla dolne powieki, rozpala wargi. Ewa czuła niemal za tamtą i rozumiała, co się w tamtej dzieje. Było jej to przyjemne i zajmowało to przedewszystkiem, że ów urok spokoju łamie się i pęka pod uderzeniem wrażeń."
      },
      {
        "index": 25,
        "text": "— Nerwy w niej grają... — myślała wobec samej siebie."
      },
      {
        "index": 26,
        "text": "Chciała korzystać z tego stanu podrażnienia i postanowiła podnieść go do potęgi. Spytała tedy ze skrajnie złym uśmieszkiem:"
      },
      {
        "index": 27,
        "text": "— Czy pani kocha jeszcze swego męża?"
      },
      {
        "index": 28,
        "text": "Róża Niepołomska nie odpowiedziała. Powieki jej zakryły zwolna oczy. Suchy, nerwowy kaszel zakrztusił ją na chwilę. Gdy znowu podniosła głowę, spytała cicho i grzecznie:"
      },
      {
        "index": 29,
        "text": "— Nie dowiedziałam się, czego pani właściwie życzy sobie ode mnie?"
      },
      {
        "index": 30,
        "text": "Ewa nie była przygotowana na to pytanie. Rozumiała, że grunt wysuwa się z pod jej stóp. Wypadnie iść, a nie dowiedziała się nic. Nic! Przez mgnienie oka myślała o tem, że teraz przyjdzie zstępować po ciemnych schodkach, że się będzie wlokła ulicą, wróci do domu, — tak samo nieszczęsna, tak samo zdeptana i podarta na strzępy. Straszny żal nagle wybuchł w piersi i stoczył się po sterczących głazach, po targających korzeniach w bezdenną wyrwę nicości. Siedziała sztucznie uśmiechnięta, poruszając w bezradnej ręce ściągniętą rękawiczkę, która jej się wydała ciężką, jak sztaba żelaza. Nie miała siły wstać i nie miała tyle siły, żeby podnieść oczy. W wichrze uczuć, rozszarpujących serce, trzymała się oburącz jednego marzenia, żeby dowiedzieć się czegoś nowego o Łukaszu — i wyjść. Choć małą, choć drobną, na nic niezdatną pogłoskę, choć wiadomostkę, choć echo wieści... Usłyszała głos tamtej, który jej się wydał jakimś dalekim, odległym, przyciszonym:"
      },
      {
        "index": 31,
        "text": "— »Jak kwiat człowiek powstaje i skruszon bywa. Przemija, jako cień...«"
      },
      {
        "index": 32,
        "text": "Ewa podniosła zbolałe oczy. Smutny, aż do śmierci smutny wzrok utopiła w oczach przeciwniczki. Oczy Róży były szczere i prawdomówne bez granic. Uważnie i głęboko patrzała na Ewę. Uśmiech boleśniejszy od gorzkiego płaczu, stał na jej ustach."
      },
      {
        "index": 33,
        "text": "— Tak, niegdyś, — mówiła, — miałam i ja chwile szczęścia. Wstałam i ja z domu moich rodziców, jak kwiat. Byłam człowiekiem dla samego siebie istniejącym, jak kwiat. Łukasz dostrzegł mię i ułamał, ażeby nosić przy piersi, pókim mu pachniała. Później spostrzegł, że dosyć. Wszyscy, kogo kochałam, pomarli. Rodzice, brat. Zostałam sama z nim. Gdy mię chciał rzucić na ziemię; broniłam się zapamiętale. Pani to zresztą musi wiedzieć lepiej ode mnie, bo nie byłam w stanie wszystkiego złego zapamiętać, którem, z podziwieniem ludzi, tworzyła. Dopiero później przypomniałam sobie. Musiał pani mówić, bo lubi o mnie mówić źle, jak najgorzej. A pani przecież była teraz najbliższą jego sercu... Nowym jego kwiatem..."
      },
      {
        "index": 34,
        "text": "— Tak, mówił mi o pani."
      },
      {
        "index": 35,
        "text": "— Więc wciąż mówi źle? — spytała Róża z uśmiechem nader dziwnym dla Ewy."
      },
      {
        "index": 36,
        "text": "— Istotnie... mówił źle."
      },
      {
        "index": 37,
        "text": "— Już mię to dzisiaj nie boli. Już to nie wpływa na mój spokój, ani na sposób mówienia o nim. I tego spokoju nie wyrzeknę się już za nic!"
      },
      {
        "index": 38,
        "text": "— Nie kocha pani Łukasza? — spytała Ewa powtórnie, cicho, nachylając się ku niej."
      },
      {
        "index": 39,
        "text": "Róża spojrzała ociężale. Płomień szczególnej namiętności błysnął w jej oczach. Nierychło odrzekła:"
      },
      {
        "index": 40,
        "text": "— Nie może pani widocznie zrozumieć mię. Zadawałam istotnie Łukaszowi rany ciężkie, ciosy wszelkiego rodzaju. Walczyłam z nim bez wyboru broni, a to w tym celu, żeby mię kochał, jak wówczas, gdy byłam jego narzeczoną. Dochodziłam w tej walce do granic zemsty. Wszystko to było."
      },
      {
        "index": 41,
        "text": "— Mówił mi o tem."
      },
      {
        "index": 42,
        "text": "— Aż jednego dnia ujrzałam, pomimo i wbrew woli, wszystkie rany jego duszy, które mu zadałam, i wszystkie jeszcze niewykonane zamachy moje na niego. Zadrżałam ze zgrozy."
      },
      {
        "index": 43,
        "text": "— Już go pani nie kocha?"
      },
      {
        "index": 44,
        "text": "— Cóż mam powiedzieć? Od tego momentu już nie knuję nic złego przeciw niemu. Może pani teraz łatwiej zoryentuje się, że nie mogę odpowiedzieć na pytanie, czy go kocham."
      },
      {
        "index": 45,
        "text": "— Przebaczyła mu pani, że panią opuścił?"
      },
      {
        "index": 46,
        "text": "— Nie wiem tego. Czyż ja mogę dziś wiedzieć?"
      },
      {
        "index": 47,
        "text": "Wyrzekłszy te słowa, Róża po namyśle wstała i z wdziękiem wydobyła z szuflady starożytnego biureczka dziwnie piękny safianowy portfel, w którego środku była oprawiona fotografia Łukasza z lat dawnych. Fotografia była urocza, pigment włoski bez retuszu. Łukasz na nim był uśmiechnięty złośliwie, ale porywająco, mądrze, głęboko. Oczy jego patrzyły, jak żywe. Zarost był inny, włosy wzburzone."
      },
      {
        "index": 48,
        "text": "Ewa przywarła oczy... Róża usiadła na swem miejscu, nie wypuszczając z rąk fotografii. Siedziały obok siebie, stykając się niemal ramionami, zapatrzone w wizerunek Łukasza. Źrenice ich zaszły łzami. W oddali huczało miasto, czas leciał... One nie wiedziały, że upływa. Róża rzekła cicho:"
      },
      {
        "index": 49,
        "text": "— Teraz wydaje mi się już nie tylko we śnie, ale często na jawie, że go kiedyś spotkam nieskończenie stąd daleko. Wtedy on ujrzy moje przemienienie i zobaczy rany, które w gniewie i zemście zadał mojej duszy. Wówczas ujrzę go takim, jak tu, na tej fotografii... takim samym, jak był wówczas. Staniemy się znowu równi sobie, podobni do siebie, oczyszczeni z brudów, które nas pokryły. Pozdrowimy się wtedy, jak za wiosennych dni naszej młodości."
      },
      {
        "index": 50,
        "text": "— Ale jak przyszła ta zmiana? Jakim sposobem tak nagle? — pytała Ewa z doskonale utajoną nienawiścią. — Znużyło mię złe. Znudziło mię do cna, jak fetor. Obmierzło mi wszystko, com robiła. Wtedy to wynikła konieczność wycofania się z tej matni. Zarazem ukazało się ślepym oczom moim, pomimo mej chęci i woli, to, co mię już nie zawiedzie nigdy, co mię już nie oszuka i nie okłamie."
      },
      {
        "index": 51,
        "text": "— Jakże w sobie znaleźć taką skłonność?"
      },
      {
        "index": 52,
        "text": "— Nie wiem, pani. Trzeba jakoś dojrzeć do tego, żeby uczuć nadzwyczajną rozkosz w pohamowaniu swych żądz."
      },
      {
        "index": 53,
        "text": "— Tędy cię wiedli... — pomyślała Ewa. — Bardzo to mądrze ukartowane."
      },
      {
        "index": 54,
        "text": "Róża mówiła dalej z błyszczącemi oczyma, choć cała jej postać nie zatracała spokoju:"
      },
      {
        "index": 55,
        "text": "— Trzeba znaleźć w sobie przyjemność zrzeczenia się swych nałogów cielesnych, pogardzenia nimi. Wtedy już łatwiej dostać się do kraju jasności, jakby się w mozole i upałach przeszło łańcuch gór, przełęcz strzelistą, gdzie się zdobywa każdy kamień i każdy krok okupuje bezmiernym wysiłkiem. Od tej chwili poskromienia siebie i zobaczenia oczyma ran Łukasza ja przynajmniej weszłam do doliny spokoju, dostałam się na jasną łączkę, która doprawdy jest początkiem wieczności. Sądzę, że uczucia, które tam ożywiać nas będą, takie są właśnie. Teraz widzę, że byłam chora, a mogłam przecie w tym samym czasie być zdrowa. Moje wyzdrowienie dokonało się bez mojej woli i żadnej w tem mojej niema zasługi, jak bez mojej zasługi istnieją kwietne doliny i liściaste lasy na południowej stronie Tatr, a straszliwe głazy i rozwarte przepaście na ich szczytach. Chwilę milczała a później rzekła, uśmiechając się czarownie:"
      },
      {
        "index": 56,
        "text": "— Jednej jeszcze tylko rzeczy pragnę gorąco. Oto spotkać Łukasza i wszystko, com mu zrobiła złego, wyznać. Jego wszystkie rany założyć tą cudną pajęczyną, co snuje się u nas w jesieni nad złotem rżyskami..."
      },
      {
        "index": 57,
        "text": "Ewa słuchała. Jej powieki były przymknięte. Do serca nie trafiały te łagodne słowa. Zamknęła je wszystkie w jeden wyraz — »deklamacya« — i odrzuciła od siebie."
      },
      {
        "index": 58,
        "text": "Biedziła się nad tem, jak zadać pytanie o Łukaszu, jakiego użyć wybiegu, żeby się czegokolwiek dowiedzieć. Ach, — i gdybyż jej wyrwać z rąk tę fotografię!"
      },
      {
        "index": 59,
        "text": "Rzekła, nie podnosząc oczu:"
      },
      {
        "index": 60,
        "text": "— To wszystko stosuje się do pani. To wszystko charakteryzuje piękną duszę pani. Ale mnie chodzi o jedno: jaki jest stosunek pani do Łukasza! To w danej chwili interesuje mię najbardziej. Jeżeli Łukasz nie jest już dla pani tem, czem był dawniej..."
      },
      {
        "index": 61,
        "text": "— Któż to powiedział?"
      },
      {
        "index": 62,
        "text": "— Pani sama!"
      },
      {
        "index": 63,
        "text": "— Bynajmniej!"
      },
      {
        "index": 64,
        "text": "— Ach, ciągle w koło... Jest to przecie pewnik niezbity, że nie chciała pani zgodzić się na rozwód i że ten upór był źródłem wszystkich nieszczęść. Cóż z tego, że pani doskonali swą duszę, skoro zgody na rozwód dotąd niema..."
      },
      {
        "index": 65,
        "text": "Ewa mówiła to już w sposób gwałtowny i posępny. Teraz w pamięci jej poczęły ukazywać się cierpienia, a nadewszystko konieczność wyjazdu przymusowego do Rzymu, wyjazdu wtedy!... Złowieszcze iskry błyskały w jej oczach. Róża Niepołomska siedziała na swym fotelu, oczy mając wbite w ziemię. Po długim, głębokim namyśle mówiła z bolesnym uśmiechem na ustach:"
      },
      {
        "index": 66,
        "text": "— Nikt teraz... nie zwracał się do mnie z tem żądaniem."
      },
      {
        "index": 67,
        "text": "— Bo rezultat wiadomy!"
      },
      {
        "index": 68,
        "text": "— Kto wie, jakby dziś wypadł rezultat... Mojaby to dziś była rzecz powiedzieć tak, lub nie. Ale i ja jestem człowiekiem. Należy mówić do mnie, jak do człowieka."
      },
      {
        "index": 69,
        "text": "Ewa ciągnęła swoje:"
      },
      {
        "index": 70,
        "text": "— Czy Łukasz obchodzi panią jeszcze do tego stopnia, żeby go pani mogła ratować?"
      },
      {
        "index": 71,
        "text": "— Ratować? Z czego ratować?"
      },
      {
        "index": 72,
        "text": "— No z jego teraźniejszego nieszczęścia."
      },
      {
        "index": 73,
        "text": "— A cóż się stało Łukaszowi?"
      },
      {
        "index": 74,
        "text": "— Żeby go wydobyć z tego więzienia! Może pani ma jakie środki, znajomości, stosunki?"
      },
      {
        "index": 75,
        "text": "— Z więzienia? Łukasz jest w więzieniu? Gdzie?"
      },
      {
        "index": 76,
        "text": "— Nie wie pani tego? W Rzymie!"
      },
      {
        "index": 77,
        "text": "— W Rzymie... — szeptała Róża blada, jak śnieg, wstając ze swego miejsca i nachylając się nad Ewą, jakby chciała utaić przed światem to, co szepnie:"
      },
      {
        "index": 78,
        "text": "— Cóż on zrobił takiego?"
      },
      {
        "index": 79,
        "text": "— Kradł."
      },
      {
        "index": 80,
        "text": "— Łukasz kradł? — szeptała wciąż Róża."
      },
      {
        "index": 81,
        "text": "Twarz jej była śmiertelnie blada, krople potu oblały czoło. Ręce jej poczęły drżeć. Oczy utonęły we łzach. Równa, spokojna, delikatna twarz złamała się od boleści, jakby ją nagła siła nieszczęścia spoliczkowała strasznemi rękoma. Bez sił, szlochając, upadła na swój fotel i zasłoniła twarz dłońmi. Ewa dopięła swego: pogrążyła przeciwniczkę w stan podobny do swego. Nadto powzięła pewność, że Róża o Łukaszu nic jej powiedzieć nie może. Obejmowała okiem nagość jej ramion, bioder, piersi, nóg — i myślała:"
      },
      {
        "index": 82,
        "text": "— Chuda... Chociaż takie miewają czasem ładne uda i są namiętne. Nie! Już do niej po mnie nie wróci. Po mnie nie wróci!..."
      },
      {
        "index": 83,
        "text": "Patrzyła jeszcze przez czas pewien z żalem i dziwną radością na dłonie i łokcie tamtej, wciąż drżące od płaczu. Później, rozglądając się po pokoju, spostrzegła portfel z fotografią, leżący na dywanie. Schyliła się, podniosła i niezdecydowanie zatrzymała go w dłoni. Wstała ze swego miejsca, ziewnęła od wewnętrznego zimna... Gdy Róża nie przestawała płakać, rzekła cichym głosem:"
      },
      {
        "index": 84,
        "text": "— Żegnam panią... Już muszę iść..."
      },
      {
        "index": 85,
        "text": "Nie otrzymała odpowiedzi, więc poszła ku drzwiom, radując się za każdym krokiem niebiańsko, w głębi serca, wskutek wciąż dochodzącego głosu płaczu i płacząc sama. W milczeniu, przyciskając do serca fotografię zstępowała ze schodów."
      }
    ]
  }
}