{
  "chapterNumber": 16,
  "title": "Tom pierwszy, XVI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "»Piszę te kilka słów z Wiednia. Mam na sercu Twój list. Dostałem go w Krakowie. Nie było czasu czytać, więc go tylko przycisnąłem do serca — i na kolej. Czytałem w wagonie. Teraz na sercu. Tak mu lżej, tak lżej, gdy na niem leży list! Zdaje się, że to Twoja głowa leży na piersiach, że Twoje jasne, jasne włosy snują się przed łzami oczu. Och, Boże. Twój list... Umiem go napamięć, jak przecudne wiersze... Nie jest to list, lecz pocałunek... Noc znowu ciemna nade mną, a w sercu coraz dokuczliwsza kolka tarniny, coraz złośliwsza drzazga żalu. Pamiętasz naszą wiosenną rozmowę rok temu w ogrodzie? Rozwodziłem się wówczas szeroko i długo, chciałem Ci zaimponować uczonościami i greckościami..."
      },
      {
        "index": 2,
        "text": "Dziś szedłem tutaj przez olbrzymią aleję. I oto pewien konar drzewa, jedna grupa przypomniała mi tamto miejsce. Z całej rozmowy został obraz tego konara... Twoje oczy, gdyś słuchała, i Twe usteczka... Upadłem na ziemię duszą i szlochałem. Jakże Cię kocham i Jakże Cię miłuję, małżonko moja, powiernico serca, oblubienico duszy! Jutro znów dalej. A przecie, gdy załatwiam wszelkie czynności tej podróży, to właściwie nie czynię nic, nie podróżuję, nie zbliżam się do Rzymu, lecz tylko wciąż oddalam się od Ciebie. To jest jedyna czynność moja. Wszystko, cokolwiek się dzieje, to tylko ciągłe i nieskończone oddalenie się od Ciebie. Ten i ów człowiek do mnie mówi, odpowiada na moje pytania, dowodzi lub zaprzecza, a ja, tak rozmawiając z ludźmi, rozmawiam tylko z Tobą, jestem z Tobą i patrzę bez końca w Twe oczy. Chciałbym być niebem, jak Plato w swym wierszu lirycznym — i chciałbym posiadać wszystkie oczy na ziemi, żeby patrzeć na Ciebie«."
      },
      {
        "index": 3,
        "text": "»W Tarvis. Moja pamięć zatrzymała się na jednym punkcie, jak wskazówka zegara, i oznacza wciąż tę samą godzinę. Ach, kiedyż tryby tego zegara znowu się ruszą! Kiedyż tędy będę do Ciebie powracał, jako człowiek wolny! Miejsca obce, niech was co prędzej zobaczę, gdy będę wracał! Niech zegar zatrzymany pocznie odmierzać godziny życia nowego, życia pełnego prawdy i siły, wielkości, olbrzymich dzieł i odkryć!«"
      },
      {
        "index": 4,
        "text": "»Jechałem w nocy z Wenecyi. Światło smugami padające obok żelaznego mostu w czarną wodę — hieroglify smutku, promieniste pismo klinowe, które mozolnie czyta dusza, żeby złożyć sobie samej pieśń nie do śpiewania, słowo miłości. Rano. Widać drzewa oliwne. Bluszcz oplata wysokie pnie. Rowy, obrzeżające kwadraty pól. Wzdłuż tych rowów wciąż drzewa oliwne. Wszakże to w ogrodzie oliwnym przecierpiał godzinę swoją Chrystus?... Modlił się: »odwróć ode mnie kielich goryczy«... Ty, która umiesz się modlić, to znaczy obcować z Bogiem«..."
      },
      {
        "index": 5,
        "text": "»Nie mogłem się powstrzymać, żeby na jedną noc nie stanąć w kochanej Florencyi. Mieszkam w hotelu Porta Rossa. Z okna mej izby widzę wieżę Duomo. Gdybym był tym listem, za kilka dni byłbym w Twoim pokoiku, może na Twoich ustach, może na piersiach Twoich... O, białe piersi, piersi moje... Prześniłem na was złoty sen mojego życia. Dziś utraciłem już prawie wiarę, że moje usta mogły bez przeszkody i bez rachuby tulić się do boskiej linii, która was dzieli, czy łączy, a oczy moje mogły zasypiać w olśnieniu waszej piękności. Mamże wierzyć, że to, co mię teraz ze snu porywa, jako straszliwa krzywda, to w mojem życiu napewno było? Rozkosz mojego czoła, Twoje ramiona, Twa szyja przeświecająca z pod jasnych splotów... Jestem sam, straszliwie sam. Obok mnie jedyni towarzysze — pled, laska i tom starego Montaigne’a. Tyle zostało ze świata, w którym ty żyjesz. To też ręka nie może się rozstać z pledem i laską. Tam, w ulicach wre życie włoskie. Światła elektryczne jednostajnie lśnią w oddali. Przed pół godziną duet uliczny z towarzyszeniem mandoliny przygłuszał gwar. Słowa pieśni miłosnej brzmią w uchu. Pieśni miłosnej... Jakież to dziwne słowo, jakie dziwne zdarzenie! Alboż inni ludzie kochają? Skądże im może być wiadomo, że istnieje miłość. Miłość jest to przecie moja sprawa. Jest to stan mojej duszy. Melodya wbiegła do izby, jakbyś Ty sama wbiegła do izby i o coś nagle zapytała. Doświadczyłem uczucia, jakbym się po dziecięcemu zachłysnął... Patrząc w ulice tego obcego, a tak swojskiego miasta, jakże zazdroszczę młodym ludziom, którzy prowadzą pod ręce śliczne kobiety, co idą dokądś, do tajemnych miejsc ich miłości!... Ja tylko jeden, wygnaniec, szukam w tłumach, czego oczy nie znajdą, patrzę z przeraźliwą ciekawością, widząc napewno, że nic tu niema. Oczy poszukujące znajdują tylko miejsce wygnania, bo każda rzecz i każde miejsce jest torturą dla żywych spojrzeń miłości."
      },
      {
        "index": 6,
        "text": "Jeździłem dziś tramwajem elektrycznym na górę, do Fiesole. Z pomiędzy kęp cyprysów, z za róż i wistaryi wiosennych patrzyłem na Florencyę. Stary, odwieczny mur. Fale przypołudnika z kwiatami, jak nasz poczciwy, lubelski oset, przewalają się przez jego grzbiet, niby dzieci przez ręce i kolana ojca. Fale kwietne i zielone płyną, kapią, wiszą soplami, pełzają ku południowi. Gdybyś tu była! Miłość, mieszkająca w mem sercu, jest, jak cień: zjawia się nieoczekiwanie na rogach ulic, ukazuje się na gzemsach domów, siedzi smutna pod gałęziami drzew, — znika i znowu po chwili wraca."
      },
      {
        "index": 7,
        "text": "Z każdej róży florenckiej, co się z muru zwiesza, czyha westchnienie za Tobą. Tęsknota daje poczucie oddalenia, poczucie obce ludziom anormalnym«. Wiecznie w tem uczuciu oddalenia jest coś nowego, coś nieznanego, nieustanna trwoga i, jak w muzyce, niezniszczalna energia. Umiałem dawniej żyć samą nienawiścią, być jak granat, naładowany japońskim prochem szimoze. Umiałem służyć samemu sobie do tego celu, żeby myślą zabijać. Teraz Ty dałaś mi poznać syntezę życia i ukazałaś melodye miłości. Przez ciebie osiągnąłem dobro nieznane mi dawniej, które było we mnie ukryte."
      },
      {
        "index": 8,
        "text": "Zasiałaś we mnie łaskę duchowego spokoju. To też miłość moja do Ciebie godna jest gruntownego badania i szczegółowego opisu. Jest to bowiem sprawa najdostojniejsza, fenomen niezrównanej wartości, historya przetworzenia się duszy, przejścia z jednej formy w inną formę, czyli historya jej postępu. Utrwala się i przekazuje pokoleniom chwila lotnego natchnienia Mozarta, niejeden kaprys Chopina: Czemuż nie mogę wyrazić tej prostej a tak doskonałej mądrości, która mię uczyniła innym aż do gruntu. Miłość moja do Ciebie jest to czysta rozkosz, wielka i wieczna radość, spokój i pogoda, — niby pogoda roztoczona w niebie nad przecudnemi wzgórzami Toskanii, które widać ze stopni starorzymskiego teatru we Fiesole«."
      },
      {
        "index": 9,
        "text": "»Rzym! Jeszcze włosy zakurzone, skóra na twarzy schłostana od wiatru, czarna od kolejowej sadzy. Ale już jestem w izbie własnej. Postanowiłem zająć pierwszą, byleby była, oczywiście, tania, jak najtańsza byłoby mi wszystko jedno, czy okno moje otwierać się będzie na śmietnik, kuchnię hotelową, czy na ogród kwiatowy. Któżby uwierzył! Oto wprowadza mię stara jędza z zawiesistymi wąsami do izby, otwiera okno i ukazuje ręką najczarowniejszy ogród! Tuż przed oknem, pod dolną jego ramą palma daktylowa. Śni nieruchomo pień jej łuszczaty, a gruzły żółtych niedojrzałych daktylów leżą między liśćmi jak w misie. Daleko widać zagaje kameliowe, rosnące w kątach ogrodu, jak u nas leszczyna i bez. Zwiędłe krwawe i białe płatki zaścielają ziemię. Nazwałem zaraz ten gaj gajem mojej oblubienicy. — Czy ten wypadek, że otrzymałem taką izbę, nie zwiastuje czegoś dobrego? Powiedz!Powiedz! Izdebka mała, ciasna, jak kaftan waryata, o ceglanej podłodze. Cóż z tego? Cóż z tego, że fundusze są minimalne, że z nich we dwoje nie wyżylibyśmy tu, jak była mowa, żadną miarą."
      },
      {
        "index": 10,
        "text": "Trzeba będzie szukać na gwałt roboty. Ty jesteś ze mną w ciszy tej izby. Będę tu sam całymi miesiącami, niepragnący niczyjego towarzystwa. Ty jesteś ze mną. Ach, teraz już każdy dzień upłyniony będę zwalał za siebie, jak tragarz zwala z ramion przydźwiganą do celu pakę cukru. Z rozkoszą notorycznego lichwiarza obliczam zyski na czasie, na szybkości pociągów, na krótkości noclegów w tej drodze, którą poznałem. Każda moja myśl zaczyna się w taki oto mądry sposób: — gdy będę jechał z powrotem... Obmyślam przeszpiegi i podstępy. Już byłem raz w kancelaryi wielebnych patrów. Ale o tem nie będę pisał, ja się do tego biorę z zakasanemi rękawami. Och, księża! Teraz moja sprawa z wami!«"
      },
      {
        "index": 11,
        "text": "»Czekam już kilka dni na pierwszą konwersacyę z pewnym dygnitarzem w skromniutkiej rewerendzie. Nic, nic, ojczulkowie, ja umiem czekać. Choćbym zginął, to się doczekam! Broda moja pod słońcem Italii, miast zczernieć, przybrała kolor jeszcze bardziej niezdecydowany."
      },
      {
        "index": 12,
        "text": "Zdaje mi się, że stanie się kiedyś podobną do kwiatu nasturcyi. Ale za to co za oczy! Jakże piękne mam oczy!"
      },
      {
        "index": 13,
        "text": "Biada ci, Ewo! Jeżeli nie będziesz mi wierną, uzyskawszy od zacnych kapłanów rozwód, pojmę tu w mieście wiecznem jakowąś grubo posażną Seforę i będę się trudnił, zależnie od posagu, już to pasterstwem, (po pierwszem s—t — koniecznie!) już wyrabianiem podobizn serca szwajcarskiego, albo zgoła założę tawernę pod miastem w Bosco Sacro. Nim to jednak nastąpi, jestem, skądinąd, wyznać należy, dosyć niezamożny. Dziś dałem do podzelowania buty."
      },
      {
        "index": 14,
        "text": "Jutro tedy będę jeszcze piękniejszy o całe podeszwy. Dziś, niestety, siedzę w domu bez podeszew, a nawet na łóżku, z podwiniętemi nogami, albowiem posadzka z cegły nie jest wcale ciepła. Czy się nie lękasz, że to wszystko może we mnie zapalić miłość dla mojej ongiś żony?"
      },
      {
        "index": 15,
        "text": "Drżyj, Ewo! Jestem od tak dawna zanurzony w celibacie... Szatany tęsknoty, szatany marzeń o Tobie mieszkają we mnie. Wylewam tedy na cały ów Rzym czarę żółci z cytryną i mówię mu, jak Janosz pewnej Niniwie: — bodajbyś skisła, ty księża Niniwo, która mię tu trzymasz siedzącego na łóżku, w skarpetkach (dziurawych«!)"
      },
      {
        "index": 16,
        "text": "»Ewo! dostałem w tym Rzymie zarobek, »posadę«, jakby zaraz powiedział poczciwy papuś. — Było to tak. Pewnego razu, czytając w domu, gwizdałem sobie aryjkę polską. Gwizdałem raz i drugi. Aliści rozlega się pukanie do drzwi. — Otwieram — jegomość nieznajomy. Mieszka w tym samym hoteliku, tylko niżej i znacznie lepiej. — Przedstawia się, nazwisko niemieckie — Gertler — ale pyta, czy mówię po polsku. Polak z Wiednia. Jest to polskość po bardzo zniżonej cenie, poprostu — cztery sztuki za grosz. A przecież aryjka polska zwabiła go do mnie. Gadu — gadu z kiepska po polsku. Jest dosyć znacznym urzędnikiem w ambasadzie austryackiej. Po długich z nim gawędach powziąłem wiadomość, że w owej ambasadzie można znaleźć zajęcie, nawet zyskowne. Tłomaczą z jej poręki rozmaite dokumenty historyczne w sekcyach naukowych, zbierają dane, piszą referaty. — Otóż, — wyobraź sobie, — przyda mi się język staro-słowiański, grecki i, mirabile dictu, polski! Już od kilku dni siedzę w murach Watykanu i pracuję. Tłomaczę, jak obecnie, stare dokumenty na niemieckie. Określonej pensyi nie mam, bo jest to zajęcie od sztuki i od nawału roboty. Ale widziano już moją pracę i już mi to nie uciecze. Taki antropolog da sobie radę! Sprawa idzie nieźle. Zapracuję się i, jeśli tylko nie zdechnę, będę wolny i wiecznie Twój«."
      }
    ]
  }
}