{
  "chapterNumber": 24,
  "title": "Tom pierwszy, XXIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zmęczona, bez sił, dowlokła się ulicami, które jej się wydały szumne nie do zniesienia, przed dom rodziców. Weszła wyniośle w bramę i oddała zwykłe skinienie głową stróżowi na jego życzliwy ukłon. Udała się na schody kuchenne i bez żadnego planu w głowie, co ma mówić rodzinie, jak ich przywitać, stanęła u drzwi."
      },
      {
        "index": 2,
        "text": "Z zupełnej prostracyi duchowej wyrosło wtedy niespodzianie uczucie pychy. Teraz dopiero zrozumiała, co uczyniła, przyjeżdżając tutaj... Cóż za straszny krok postawiła! Tu przyszła po tem wszystkiem, co było! Jakże tu wejść do mieszkania? Snuły się w głowie kłamstwa jakieś, głupkowate pomysły, awantury zełgane — i znikały natychmiast. Przez chwilę marzyła, żeby odejść na zawsze od tych drzwi i nigdy już nie zbliżyć się do tego progu. Pycha wzbierała w piersiach. Chęć namiętnej kłótni z matką i Anielą... Błyski, płatki gniewu poczęły latać przed oczyma."
      },
      {
        "index": 3,
        "text": "Oparła się plecami o ścianę i dumała. Dumała, co począć... Obok był zlew, należący już do mieszkania rodziców. Odpadki, gnijące w nim, — to już były resztki ich stołu... Płacz w piersiach... Szlochanie... Suche rzężenie boleści... Ręką chwyciła się za krawędź tego zlewu. Była tak zmęczona! Miała nozdrza zasypane sadzą węgla, w oczach niedostępne widziadła żyda, pod sobą drżące nogi, w piersi serce, pełne drgającego jęku. Przybyła teraz jeszcze owa kłótnia, niepowstrzymana niczem, z matką i siostrą, — owe nieznośne, potworne kłamstwa, które należało podjąć i z precyzyą wykonać. Teraz wykonać te wszystkie kłamstwa? To ponad siły!"
      },
      {
        "index": 4,
        "text": "Nagle otwarły się drzwi i służąca z wrzaskiem stanęła przed Ewą."
      },
      {
        "index": 5,
        "text": "— Matko Boska Cudowna! Przecie to panienka!"
      },
      {
        "index": 6,
        "text": "— No i czegóż tak wrzeszczysz? — z cynicznym śmiechem zapytała Ewa."
      },
      {
        "index": 7,
        "text": "— Matko Boska Cudowna! — trzepała wciąż Leośka drżącemi wargi, nie spuszczając z Ewy wytrzeszczonych oczu. Miała minę tak głupią, tak nadzwyczajnie głupią, że Ewę opanowała wyniosła złość, pasya rozgniewanej »panienki« na wiecznie głupią służącą."
      },
      {
        "index": 8,
        "text": "— Panienka! — jeszcze raz wybełkotała ta istota »do wszystkiego«."
      },
      {
        "index": 9,
        "text": "— Czy pani jest w domu?"
      },
      {
        "index": 10,
        "text": "— Pani?... A jest. Gdzieżby miała być?"
      },
      {
        "index": 11,
        "text": "— A pan?"
      },
      {
        "index": 12,
        "text": "— A pana niema. Jezus, Marya, Jezus, Marya!"
      },
      {
        "index": 13,
        "text": "— Gdzież pan?"
      },
      {
        "index": 14,
        "text": "— A no... nie wiem. Przecie-że w knajpie."
      },
      {
        "index": 15,
        "text": "Niespodziewanie w oczach Leośki zamigotała jakaś twórcza myśl. Oczy te stały się chytre i badawcze. Podeszła do Ewy bliżej, szybko ujęła prawą jej rękę, potem lewą rękę. Obiedwie te ręce podniosła do góry, pod światło, i szczegółowo obejrzała dłonie, jedną po drugiej. Spostrzegłszy, że te tak wypieszczone niegdyś ręce są spracowane, pokłute, pozbijane i szorstkie, Leośka pokiwała nad niemi głowiną, uśmiechnęła się do nich przedziwnie, jakoś świadomie, mądrze a miłosiernie, i jedną po drugiej z szacunkiem pocałowała. Ewa nie spostrzegła nawet tego zachowania się Leośki. Jej oczy były zamglone od widoku znajomych sprzętów kuchennych. Służąca, zdobna już w całkowitą głupotę wyrazu twarzy i obfitująca w nadmiar kretyńskich ruchów, wciągnęła ją do kuchni. Sama, wierzchem dłoni obtarłszy wargi, weszła do pokoju. Ewa ze spuszczonemi oczyma stała obok komina. Czuła teraz, że krew ucieka z jej twarzy, że milionem szybkich drgań zdaje się spadać aż do ziemi, spadać dalej i dalej. Trzęsła się od śmiertelnego strachu, chwytała oddech i strzępy jakichś podłych, ohydnych myśli."
      },
      {
        "index": 16,
        "text": "Odgłos pantofli! Drzwi do pokoju rozwarły się z trzaskiem. Ewa ujrzała przeraźliwy gniew w obliczu matki. Nie była to twarz, lecz pędząca chmura. Oczy wypęczniałe od straszliwych łez. Wielka twarz stała się dwakroć większa. Rysy twarde, szare, jakby z piaskowca wyciosane. Usłyszała krzyk, wyrwany z głębi piersi:"
      },
      {
        "index": 17,
        "text": "— Precz! Łajdaczka! Precz!"
      },
      {
        "index": 18,
        "text": "Dwie zaciśnięte ręce, kamienne pięści przeleciały przed oczyma. Uciszyło się serce. Już, już nareszcie!"
      },
      {
        "index": 19,
        "text": "Tak, lepiej, że już wybuchło — i że tak właśnie. Nareszcie spokój — i poczciwa, wyniosła, ostatnia pocieszycielka — pycha. Ewa zabrała się do odejścia. Cyniczny uśmieszek wygiął jej wargi. — Wycedziła przez zęby:"
      },
      {
        "index": 20,
        "text": "— Jeszcze dotychczas nie byłam łajdaczką. — Może teraz zostanę. — Milczeć! Nie waż się mówić do mnie! Ty, — szelma!"
      },
      {
        "index": 21,
        "text": "— Może mię mama przestanie poniewierać przy służącej. Także!"
      },
      {
        "index": 22,
        "text": "— Milczeć! Szelma, szelma!"
      },
      {
        "index": 23,
        "text": "— Proszę mię zostawić w spokoju! Nie przyszłam do mamy, tylko do ojca. Przyszłam zobaczyć się z ojcem. Mam do niego interes."
      },
      {
        "index": 24,
        "text": "— Precz!"
      },
      {
        "index": 25,
        "text": "— Pójdę, tylko zobaczę się z ojcem. Czy mogę zobaczyć się?"
      },
      {
        "index": 26,
        "text": "— Nie!"
      },
      {
        "index": 27,
        "text": "— Tyś mi opowiadała... — zwróciła się ze spokojem do Leośki, — że pan jest w domu."
      },
      {
        "index": 28,
        "text": "— Nie w domu, tylko w knajpie. Gdzieżby pan teraz wysiedział w domu? Nie w domu, mówiłam, tylko w knajpie."
      },
      {
        "index": 29,
        "text": "— W której?"
      },
      {
        "index": 30,
        "text": "— Ale niechże panienka zaczeka! Gdzież to panienka będzie po knajpach ganiała? Żeby znowuż nie można było z panem się w domu rozmówić? Rodzonej córce? Słyszane rzeczy! To już rzeczywiście! O, niech panienka usiądzie na stołku, — o, przy ogniu!... Ogrzać się! Przecie cała mokra — i trzęsie się... Żeby rodzonemu dziecku ogrzać się w kuchni nie dać, — to już honor, jak Bozię szczerze kocham!..."
      },
      {
        "index": 31,
        "text": "Leośka frygała po stole statkami i przewracała na kominie fajerki."
      },
      {
        "index": 32,
        "text": "— Milcz i ty, flądro! Pójdziesz wont — razem z tą! Razem wont — obie!"
      },
      {
        "index": 33,
        "text": "— Przecie-że pójdę z takiego znowu zapowietrzonego domu! Żeby pani wiedziała, że pójdę — razem z panienką! Takie matkie mieć, to Jezus, Marya!"
      },
      {
        "index": 34,
        "text": "Rozległ się w przedpokoju brzęk dzwonka. — Leośka rzuciła rondel, który trzymała w ręce, i w podskokach pobiegła. Po chwili słychać było przez otwarte drzwi jej szept:"
      },
      {
        "index": 35,
        "text": "— Panienka, panienka..."
      },
      {
        "index": 36,
        "text": "We drzwiach kuchenki stanął stary pan Pobratyński."
      },
      {
        "index": 37,
        "text": "Przekroczył próg cichymi kroki, ociężałymi ruchami. Ewa podniosła na niego strudzone oczy. Nie ruszyła się z miejsca, myśląc sobie dobrotliwie i spokojnie, że on, jak zawsze, zaakceptuje rozkazy matki. Ale stary pan szedł ku niej z uśmiechem jasnym. Gdy był o krok, przyciągnął ją do siebie i przycisnął tak mocno, że jej zabrakło tchu w zgniecionych piersiach. Ogarnął obadwa jej ramiona trwożnem ramieniem i pociągnął ją siłą we drzwi pokoju. Głaskał jej głowę, twarz, ręce."
      },
      {
        "index": 38,
        "text": "Z jakąż radością poczuła znajomy zapach cygar i kochany zapach fiksatuaru! Szloch jeden, drugi..."
      },
      {
        "index": 39,
        "text": "Matka stała we drzwiach. Z krzykiem, zapalczywie, ledwo chwytając dech w piersi, — wołała:"
      },
      {
        "index": 40,
        "text": "— Nie waż mi się brać jej do domu! Ja tej dziewki nie przyjmuję! Słyszysz!? Nie przyjmuję! Szelma, ścierwo! Słyszysz?! Nie przyjmuję! — Szelma, ścierwo! Nie przyjmę nigdy, przenigdy! Tak mi Panie Boże dopomóż! Nie przyjmuję! Słyszysz?!"
      },
      {
        "index": 41,
        "text": "Stary pan podniósł wyblakłe, załzawione oczy. Wzrok jego pierwszy raz w życiu był kamienny i straszny. Stary pan mówił półgłosem: — Milczeć, milczeć! Zejdź mi z drogi, bo teraz zabiję! Zatłukę! Na śmierć zatłukę!"
      }
    ]
  }
}