{
  "chapterNumber": 20,
  "title": "Tom pierwszy, XX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W końcu września Ewa ponownie była bez grosza. Sumę, zostawioną przez Szczerbica, wydała prędko, a raczej strwoniła bezmyślnie. Sprawiła sobie dwie nowe suknie, letni kapelusz, płaszczyk (szary), kupowała wciąż paki łakoci i cukierków."
      },
      {
        "index": 2,
        "text": "Nie była w stanie oprzeć się natarczywym pokusom i dziwnym smakom, które nią rządziły. Dopóki miała jeszcze trochę pieniędzy, żyła, jak dawniej, w stanie doskonałej bezmyślności. Kiedy wydała niemal wszystko, od razu wpadła w rozpacz. Ponieważ Łukasz i teraz nie dawał znaku życia, wyrosło do niebywałych granic poczucie, że on jest w więzieniu. Po nocach, wmyślając się w to, co się z nim dziać może, Ewa doszła do przedziwnych jasnowidzeń. Były półsny, w których ciągu przebywała z Łukaszem w mrocznych czeluśniach, — i były dnie, że nie mogła sobie przypomnieć jego twarzy, głosu, ruchów. Wówczas napadała ją furya przerażenia. Rwała włosy, tłukła głową o ścianę i w ciągu godzin wzywała go, żeby przyszedł. Oczy jej straciły wszelki zgoła wyraz i były pełne straszliwych snów. Rozkudłana, w poplamionym szlafroku błąkała się wśród czterech ścian swej izby."
      },
      {
        "index": 3,
        "text": "W czasie jednego z takich dni, popołudniu, przyszło na nią ostatecznie nieszczęście. Wałęsając się po izbie, miotana przez rozpacz, uczuła, że zwisa nad nią niżej i niżej zabójcza myśl. Miała wrażenie, że ta myśl skręca się w pewien kształt, w senną, krzywą postać i daje jej znaki. Nie chce wyraźnie oznajmić prawdy, lecz każe się samej domyślać. Ewa rzucała się w szale po kątach, uchodząc przed tą myślą. Zakrywała twarz rękoma i, jak wroga, biła nieszczęście pięściami. Wreszcie, oparta o ścianę, wysłuchała wszystkiego w urywanych łoskotach serca:"
      },
      {
        "index": 4,
        "text": "— Łukasz wymyślił owo więzienie. Jest to pozór. Przysłał przez tego Szczerbica pięćdziesiąt rubli, żeby się odczepić. Odczepić się raz na zawsze. Swej dziewce... pięćdziesiąt rubli..."
      },
      {
        "index": 5,
        "text": "Przeżywszy tę myśl, Ewa ścierpła, zziębła i osłabła. Usiadłszy na brzegu łóżka, myślała, co pocznie ze sobą i z tem dzieckiem, które w niej żyło. Zdawało jej się, że siedzi na brzegu gliniastego parowu, gdzieś w Sandomierskiem. W dali, Wisła..."
      },
      {
        "index": 6,
        "text": "Wtedy poczęła się w niej dusza szamotać, targać i szaleć, jak zbrodniarz, wleczony do policyi... Aż od jednego zamachu i od jednego ciosu woli postanowiła. Oczy jej stały się dzikie i złe, jak u psa na łańcuchu. Porwała ze stołu piękny, starożytny fermoir, który jej Łukasz na pamiątkę zostawił, i rozbiła ten sprzęcik o ziemię na drobny mak. Potem zaczęła się ohydnie śmiać i upadła twarzą w łóżko."
      },
      {
        "index": 7,
        "text": "Nazajutrz rano, po zupełnie bezsennej, białej nocy, odziawszy się w najlepsze suknie, zabrała resztę pieniędzy i wyszła na miasto. Na targowisku miejskiem, po długich poszukiwaniach, wynalazła chłopa, który był przywiózł drwa do miasta i z pustą furą wracał w stronę Zgliszcz. Chłopina zgodził się chętnie podwieźć ją do pałacu, choć go to, jak mówił, narażało na zboczenie z gościńca. Wziął za to ledwie trzy razy tyle, co taka usługa mogła kosztować. Wysłał słomą siedzenie między drabinkami i Ewa pojechała. Postanowiła w nocy, nad ranem, zrobić ten krok, żeby powziąć wiadomość od młodego Szczerbica, czy jej przypuszczenie o Łukaszu trafne jest, czy nie. Dłużej już sama ze sobą nie mogła tego rozstrząsać. Nie miała już ani źdźbła siły. Pojedzie tedy do tego człowieka. On jeden przyszedł w ciągu nieskończonych dni... A gdy będzie z nim razem w jakimś pokoju, padnie mu do nóg i będzie całowała jego buty, żeby jej tylko prawdę powiedział, co jest w liście o Łukaszu. Kto wie? Może on da jej do przeczytania list swego przyjaciela? Może jej oczy wyczytają w tym liście słowa pociechy? Przez jeden kwadrans zajmie swemi sprawami pięknego hrabiego Szczerbica! Wyżebrze z niego prawdę, wypłacze istotę rzeczy."
      },
      {
        "index": 8,
        "text": "Cóż z tego, że powie mu wszystko, że będzie zmuszona więcej wyjawić, niż on w jej listach miłosnych wyczytał, ( — co za los i co za śmieszność!), cóż z tego, że zmuszona będzie zdjąć ze siebie wszystkie zasłony, że mu przedstawi nagość swych grzechów, — cóż z tego, że ten człowiek obaczy jej trwogę, — upadek, rozpacz i nicestwo, które dotychczas widział jeden, jedyny — Bóg?... Cóż z tego? — Jeśli jej powróci cień nadziei, że Łukasz jest ten sam, którego pokochała... Jadąc na furze i odpowiadając na kretyńskie pytania gadatliwego gospodarza, nie myślała o problemacie, który był celem jej podróży. Rada była, że jedzie przez puste pola, przez nieznane równiny, wśród zrudziałych ściernisk, które cichy deszczyk zlekka pokrapiał. Patrzała na poorane role o barwie brunatnej i rudej — i czuła, jak w nich pod deszczem rodzą się siły wieczne, z których powstaną znowu trawy, chwasty i krzewiny. Patrzyła na obłoki zwisające, jesienne zasłony polskich pól..."
      },
      {
        "index": 9,
        "text": "O jakie dziesięć wiorst od miasta chłop pokazał jej aleje zgliszczyńskie, kępy drzew i białą w nich kamienicę, zwaną pałacem. Ewa ścierpła na ten widok."
      },
      {
        "index": 10,
        "text": "Wtedy to przyszło jej na myśl, że w tym pałacu wezmą ją przecie za kochankę młodego Szczerbica. Cóż ona powie? Przesunęli się przed jej zamyślonemi oczyma jacyś lokaje, fagasy, służące dworskie. Poczuła, że w duszy jej zrywa się znowu burza. Żeby zażegnać to najstraszniejsze z nieszczęść, postanowiła nieodwołalnie wracać do miasta. Prawie wszystkie pieniądze wydała już na furmankę. Zostawało jeszcze parę złotówek."
      },
      {
        "index": 11,
        "text": "Chłop podwiózł ją do miejsca, gdzie z gościńca należało zboczyć na prywatną drogę dworską. Ewa kazała stanąć i wysiadła. Włościanin, odebrawszy swoją należytość, pomedytował zapewne na ten temat, czy nie udałoby się jeszcze cokolwiek wydębić, wreszcie zaciął konia i dobrodusznie pojechał dalej. Mogła teraz dowoli śmiać się ze siebie. Śmiała się też dowoli, brnąc po głębokim piasku szerokiej drogi. Doszła wkrótce do alei, wysadzonej odwiecznemi lipami. Przytulił ją do swego serca lekki, jesienny szum wielkich drzew. Pogłaskał ją po głowie roztrzaskanej podniebny szelest lipowy. Usiadła w rowie, na przykopie, pokrytej wilgotną, przyżółkłą trawą i wśród szeptania usychających liści zapadła się duchem w siebie samą, w głębokie, podziemne chodniki jestestwa. Stowarzyszył się z nią śmiech, nieodstępny obserwator, i okazywał to tam, to sam z błyskawicowem jasnowidzeniem nędzę jej bytu. Aż oto wskazał nareszcie to, co było najtajniejsze w niej samej. Szepnęła samej sobie:"
      },
      {
        "index": 12,
        "text": "— Dziecko!"
      },
      {
        "index": 13,
        "text": "Poczęła śmiałemi myślami wdzierać się w norę tego zagadnienia. Rzucała się w siebie samą z bohaterstwem. Zimny pot zrosił jej czoło, drżały nogi z rozdętemi żyłami, biło serce... Cóż uczynić, jeśli ją Łukasz zdradził? Rzucił? dokąd pójść? Jak przestać żyć, jeśli będzie żyło to dziecko? Pomyślała ze śmiechem, że, chcąc żyć, trzeba powrócić do Warszawy — z tem dzieckiem. Z odcieniem szczególnej satysfakcyi, wśród dzikich zapędów gniewu uprzytomniła sobie siostrę Anielę, Horsta, Barnawską, — a nadewszystko swój głupkowaty zachwyt dla Łukasza, swoją dla niego cześć. Rozmowy o tem z matką... »Choćby bił, choćby kopał nogami...«"
      },
      {
        "index": 14,
        "text": "Spojrzała w pole osierociałe. Odmieniła się niepogoda. Deszcz ucichł. Miękkie chmury rozpadły się i potworzyły ze siebie szeregi kształtów, idących stronami. Słaby, czysty, jesienny blask oświetlał miękkie podorywki — i owe białe, dalekie chmury. Te same to były pola, które niejednokrotnie widział Łukasz. Tu mieszkał, tu był... Był!"
      },
      {
        "index": 15,
        "text": "Nie jest legendą, snem, rojeniem dziewiczem, ten człowiek, którego imię leży na piersiach, jak ogromna szkarłupa ciosowego kamienia na grobie. Jakież to było fenomenalne, jak niezbędne, że on był w istocie, był na tej drodze... Łukasz tu był! Po trawie tej ślizgały się jego oczy, może o niej zadumane, kiedy tą drogą przejeżdżał. Ujrzała go pośród drżenia szczęsnego w grzesznem swem sercu, w oczach pełnych wiary, jak tą drogą samotny przechodził. Widziała żywo jego głębokie, posępne oczy, usta, które tak rzadko nawiedzał uśmiech... Objęła myślami jego czoło umęczone — i odpuściła mu z głębi serca."
      },
      {
        "index": 16,
        "text": "Nic się nie zmieniło, nic nie polepszyło w niej samej. Była tą samą, wyśmiewającą się z duszy swej, depcącą nogami serce. Wstała z tego miejsca i powlokła się z powrotem w stronę miasta, myśląc wciąż, jak śmiesznem bez miary jest nieszczęście, jak głupim i potwornie niedołężnym jest człowiek, zaplątany w jego sieci i od niedoli powalony na ziemię..."
      }
    ]
  }
}