{
  "chapterNumber": 18,
  "title": "Tom pierwszy, XVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ostatni list Łukasza Ewa otrzymała w połowie maja. Później przestały przychodzić. Minął cały czerwiec i mijał lipiec. Zarazem w tymże okresie czasu ustaliła się w umyśle Ewy pewność, że jest przy nadziei. Zmieniła się zupełnie jej figura. Ewa czuła już w sobie ruchy płodu i bicie jego serca."
      },
      {
        "index": 2,
        "text": "Nie mogąc ukryć tego stanu przed oczyma ludzkiemi, przestała w dzień wychodzić z domu. Magazyn mód porzuciła zupełnie. Dnie spędzała u siebie w izbie. Późnym wieczorem, okryta chustką, wymykała się na miasto po pożywienie, które kupowała w coraz odleglejszych zaułkach miasta, częstokroć na drugim jego krańcu dla uniknięcia wszelkich z ludźmi stosunków i dla zatarcia wszelkiego po sobie śladu. Mieszkanie miała zapłacone za cały rok wówczas jeszcze, gdy je wynajmowała wspólnie z Łukaszem. Na żywność traciła bardzo niewiele. Trochę pieniędzy zostawił jej był Łukasz, trochę miała zarobionych w magazynie. Jadła tylko chleb i wędlinę. Do tego miała specyalny gust, a nawet całodzienne łaknienie. Jadła późno w nocy, gotując sobie na maszynce herbatę. Sypiała długo w dzień, do dwunastej."
      },
      {
        "index": 3,
        "text": "Około dwunastej w południe zjawiał się był dawniej listonosz. To też teraz, w ciągu długich tygodni, około dwunastej, stale na niego czekała. Czekała, leżąc na wznak, z oczyma półwidzącemi, z których kątami płynęły łzy bezsilne i martwe. Przychodził dawniej ów stary człowiek z rudym zarostem tak punktualnie, że mogła była czekać nań, patrząc na skazówki zegara. Był wówczas, jak wykonawca, jak ścisły przestrzegacz woli Łukasza, Był wówczas, jak dobrotliwy zwiastun miłości i jak najżyczliwszy powiernik. Dawała mu za każdy list złotówkę, albo czterdzieści groszy. Uśmiechał się też, skoro tylko drzwi uchylił. Na jego twarzy, zmęczonej od astmy, w oczach, okrążonych czarnemi obwódkami, rozniecał się przelotny, nikły blask. Znała odgłos jego kroków w podwórzu, na czterech drewnianych schodkach, znała sposób stukania do drzwi."
      },
      {
        "index": 4,
        "text": "I teraz codziennie ściskała w ręce srebrny pieniądz. Trzymała go w dłoni przez całą noc, śniąc na jawie i śniąc we śnie, że rano list nadejdzie. A po ocknieniu wszystka zmieniała się w słuch, w czekanie na znany odgłos kroków. I nieraz zawodne, mściwe zmamienie dawało jej słyszeć daleki, znany łoskot Bił odgłos w jej serce, podwajał szybkość jego uderzeń, — zbliżał się, zbliżał się... Z zamkniętemi oczami, nieruchoma, prosiła się tego głosu, żeby się zlitował, — i chłodła, jak kamień, gdy tonął w nieskończonej ciszy. A straszliwa cisza otaczała ją znowu i przywalała ją znowu, jak pole wielkiej gliniastej ziemi. Schodziło na nią fizyczne bezczucie, albo najcudaczniejsze zachcenia."
      },
      {
        "index": 5,
        "text": "Były dnie, w których ciągu żyła złudzeniem najdoskonalszem, że wcale nie stało się to, co się stało. Do nieskończoności natężone pragnienie niosło w chwile młodości, kiedy jeszcze nie znała Łukasza i była wolną dziewczyną. Leżąc na krzyżu, z rękoma zasuniętemi pod głowę, z oczyma, utopionemi w bielonych deskach powały, śniła na jawie, że w czerwcową noc po całodziennej pracy w zaduchu biura, po strudzeniu mózgu, kości, mięśni i nerwów, — idzie sama jedna w ciemny łazienkowski park. Zdala pachną jaśminy i różowe akacye. Nie ciągle, nie stale, tylko kiedy niekiedy szeleszczą wielkie drzewa. To stary, ukochany dąb na wzgórzu... Ach, jak szeleszczą te wielkie drzewa, drzewa widma żyjące! Jak dziko, jak uroczo! Z dala, zdala, z otwartego gdzieś okna dolatuje nokturn Chopina. Muzyka smutna a pełna siły najbardziej głębokiej... Muzyka smutna, a nie zawierająca w sobie ani rezygnacyi, ani wyrzekania."
      },
      {
        "index": 6,
        "text": "Smutek i spokój spływa z tej tajemniczej, z tej bosko pięknej muzyki w ciemnoszelestny park, między widma drzew. Niema w niej grozy i niema rozrzewnienia, co kruszy wyniosły smutek i we łzy się wylewa. Nokturn ów, — druga noc, druga obok tamtej... Jak noc, — nokturn ów zawierał w sobie smutek, który mógłby ogarnąć cały ród ludzki i wystarczyć dla wszystkich dusz, co cierpią na tej ziemi. Jak wielka, cicha, tajemnicza noc był siłą niewiadomą, zamkniętą w sobie i wiecznie żywą, co zachęca, ażeby mężnie i wyniośle iść swoją drogą przed się, iść daleko, z oczyma utopionemi w gwiazdy ciemnego nieba. Jak noc wołał i porywał ku nieskończoności. Szła też wówczas pełna młodych sił, jak powietrze przesycona zapachem jaśminu, owiana szelestem czarnych drzew, jak ciemność pełna tonów nocnej muzyki Chopina."
      },
      {
        "index": 7,
        "text": "Co chwila podsuwali się ku niej z uliczek jacyś ludzie, zaglądali w oczy, szeptali jakieś słowa i zagradzali drogę propozycyami. Słowa te spadały koło niej, jak rzucone kamienie. Nie słyszała ich prawie, spojona uczuciami. Na zaczepki najbardziej bezwstydne, odpowiadała w myśli krótką zniewagą:"
      },
      {
        "index": 8,
        "text": "— Odstąp, głupcze! Jestem człowiekiem spracowanym. Chcę odetchnąć po mojej niewoli. Chcę być sobą przez małą chwilę i czuć, co daje niebo, noc i muzyka. Chęć być sama jedna z moją nocą, z moją muzyką i moim jaśminem..."
      },
      {
        "index": 9,
        "text": "Na wspomnienie tamtych chwil palce jej zakrzywiały się, jak szpony, — wyprężała się w tył, a z gardła wypadał skowyt rozpaczy. Wiedziała to oczywiście, że tamto już przeszło na wieki i skonało bezpowrotnie. Nie tyle żałowała swej dziewiczości, ile swej duszy dziewiczej, wolności wewnętrznej dumy człowieczej, zachwytu i porywu serca. Mówiła sobie, że zdradziła nie tyle rodziców, ile wieczność. Toteż dobrowolnie poddawała się widzeniom i złudom. Mamiła się całemi godzinami, (aż do wybuchu rozpaczy), że wcale nie oddała się Łukaszowi, że była jeszcze tą samą, co dawniej. Wszystko skupiło się we wspomnieniu szarego płaszczyka, dawnej, panieńskiej okrywki. Iluż tu uczniaków, studentów, iluż poetów ów szary płaszczyk budził ze snu, gdy chodziła na pensyę! Skoro się ukazywał w ulicy, ileż serc młodzieńczych biło i ile oczu gorzało. Lubiła zarzucać jednę jego połę, gdy szła z pośpiechem... Mówiono jej o tem i pisano w tajnych liścikach, że poły tego płaszczyka, — to skrzydła anioła... Lubiła teraz nawracać śnieniem do tamtych dni, ale nadewszystko lubiła marzyć o chwilach, kiedy się opierała Łukaszowi, kiedy się broniła na zabój... Widziała znowu dzień wietrzny, w czasie marcowej odwilży, kiedy stali na pochyłości góry. Był wtedy szczególnie wzruszony i miał oczy pełne łez, a w ustach słowa tak zachwycające, tak miłe, tak cudne!... Musiała była odejść, a on w tem miejscu zostawał. Kiedy na pożegnanie przywierali do siebie wzajem ustami, zdawało się jej, że już przestała żyć i leci w rozkosznym, zimnym wichrze, razem z nim, jako pył, jako pył ziemski. Zimny wiatr okręcał jej suknię około jego nóg, a zimowy płaszczyk dookoła jego ramion. Byli spleceni i mieli oboje jak gdyby te same dwa skrzydła. Upadła wówczas przed nim na kolana, objęła jego nogi rękoma. Była to rozkosz nad rozkosze patrzeć nań z dołu, na związanego rękami, gdy w swem krótkiem futerku nachylał się i uśmiechał. Dookoła był mokry śnieg. Dziko szumiały gałęzie świerków. Słyszała teraz w sobie szum tych drzew i razem z szumem leciała w wichrze."
      },
      {
        "index": 10,
        "text": "A w parku, w ciemną noc! Siedzieli przytuleni, sami jedni, oddani sobie nawzajem duchem i ciałem. Słyszała i teraz jeszcze, jak w nim biło wzburzone serce, czuła ustami ogień jego policzków. Słyszała jeszcze błagalny szept..."
      },
      {
        "index": 11,
        "text": "Nigdy jednak nie ważyła się wchodzić myślami razem z nim do tamtego pokoju. Stawała na tym progu, z załamanemi rękoma, jak obca dusza, i biła nieszczęśliwem czołem o te drzwi. To było blizkie tak bardzo, że nie można było spojrzeć nań zdala. To było tajne, sekretne i wykonane pod przysięgą. A teraz oto zdradzone zostało wszystko."
      },
      {
        "index": 12,
        "text": "Najgłębsza rozkosz nocna, o której wiedział tylko on sam, Łukasz, i ona sama, — rozgłoszoną została po rogach ulic przez straszne, obce siły, poznana jest przez najbezwstydniejszych szyderców, przez wrogów najbardziej mściwych!"
      }
    ]
  }
}