{
  "chapterNumber": 65,
  "title": "Tom drugi, XXXII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Kazano jej na oznaczoną godzinę »wyporządzić« cztery browningi. Wyporządzenie polegało na tem, że miała broń wydobyć ze skrytki na poddaszu, wyczyścić waseliną i przygotować szufladeczki z nabojami. Czyściła tedy starannie waseliną czarne naczyńka śmierci, wygładzała niezłomne ich karby, zagłębienia i wnętrza, tak proste i nieodwołalnie konieczne w swojej konstrukcyi, jak prosta jest sama śmierć. Oddawna już, od czasu, kiedy zupełnie przeszła pod mocną rękę Pochronia i ofiarowana mu była na łaskę i niełaskę, lubiła tę czynność. Miała pasyę do zgłębiania prostej maszyneryi browninga, a szczególniej lubiła marzyć, patrząc na jego prostą postać. Śpiewała mu wówczas pioseneczki z pod serca, gaworzyła z nim o dawnych i przyszłych rzeczach. Piosneczka:"
      },
      {
        "index": 2,
        "text": "Będziesz się wiecznie szargała w ulicach, gdy deszcz, zawieja. Będziesz czekała na łaskawego pana, który cię weźmie pod ciepły dach, nakarmi, napoi winem. Panie łaskawy, mój piękny panie, ach, królewiczu nieznany! Weź mię pod dach. Wprowadź na schody i do komnaty... Niech się nie błąkam w wyziębłych ulicach, po mokrym bruku, po ślizgiej mojej ziemi!"
      },
      {
        "index": 3,
        "text": "Weź mię, niechaj nie moknę na deszczu, nie drżę od mrozu."
      },
      {
        "index": 4,
        "text": "Będę ci wiernie, posłusznie służyła, jak pies. Będę ci do ostatka służyła, jak tresowany pies, ach, dobry panie!"
      },
      {
        "index": 5,
        "text": "Nigdy mię nie zapomnisz, gdy ci służę, gdy cię sztukami mojemi zabawię, ach, panie mój stokrotny!"
      },
      {
        "index": 6,
        "text": "Przypomnisz sobie zabawy moje, o jasny panie, gdy będziesz w twym złotym domu."
      },
      {
        "index": 7,
        "text": "Gdy będziesz szedł boso i cichaczem, żeby nasłuchiwać pod drzwiami, czy nie kaszle syn twój maeńkimaleńki, przypomnisz sobie..."
      },
      {
        "index": 8,
        "text": "A gdy się będziesz schylał nad kolebeczką zrodzonego z czystej dziewicy, która prócz ciebie innego nie pieściła kochanka, i kiedy struchlały będziesz zaglądał w jego oczęta od gorączki zamglone; i kiedy będziesz szeptał w noc czarną, w noc deszczową modlitwy ogłupiałe; i kiedy będziesz brodził po cichych dywanach twojego złotego domu, szarpiąc włosy, targając brodę i jęcząc, przypomnisz sobie..."
      },
      {
        "index": 9,
        "text": "Bo ja będę chodziła za twojemi wysokiemi oknami, za zasłonami twojej cudnej sypialni — w mrocznej ulicy..."
      },
      {
        "index": 10,
        "text": "A gdy zobaczysz, że skoczyła gorączka i gdy ci się włosy zjeżą na głowie, i gdy ręce załamiesz i będziesz w ciemne okno patrzał, — może mię zobaczysz w ulicy, ach, złoty panie... A gdy synaczek wyciągnie do ciebie chude rączyny, i gdy cię wołać będzie, żebyś go ratował, a ty poweźmiesz wiadomość twoim wielkim, niezmierzonym rozumem, że mocniejsze są nadewszystko nasze skrofuły i że córeczka moja, gruźliczka tuli już do łona syneczka twego, — ujrzyj mię, panie, jak się będę szargała w mojej czarnej ulicy...«"
      },
      {
        "index": 11,
        "text": "I tego dnia Ewa doskonale przygotowała browningi. Były gotowe, ułożone w szufladzie stolika, kiedy jeden po drugim zaczęli ściągać: Pochroó, Batasiński z zapadniętym brzuchem, Grzywacz, wysoki, milczący blondyn, wreszcie dziobaty Fajtaś. Przynieśli ze sobą wiele salcesonu, kiszki podgarlanej, serdelków, bułek, czekolady, tudzież monopolu, — i odżywiali się w milczeniu, gościnnie częstując Ewę. W trakcie uczty Pochroń rozkazał Ewie ubrać się w najlepszą, najładniejszą suknię. Wyszła na poddasze, gdzie miała swój kufer, i szybko spełniła polecenie. Uróżowała się, upudrowała, nastroszyła włosy, wszystko jak należy. Czekała na dalsze rozkazy. Gdy mieli wychodzić, Pochroń podał jej bilet wizytowy, odbity na brystolowej kartce. Przeczytała z przyjemnością: »Ewa Pobratyńska«."
      },
      {
        "index": 12,
        "text": "Nie mogła pojąć, do czego to mogło służyć. Pochroń łaskawie wyjaśnił, wdziewając swój elegancki żakiet, kapelusz i rękawiczki."
      },
      {
        "index": 13,
        "text": "— Pojedziemy, ko-koszko, na ulicę Marszałkowską, pod numer 305, do domu, który dopiero co skończono stawiać."
      },
      {
        "index": 14,
        "text": "— I ja?"
      },
      {
        "index": 15,
        "text": "— I ty."
      },
      {
        "index": 16,
        "text": "— Oj, to dobrze! — A widzisz. Każde pójdzie oddzielnie. Ty zaś pierwsza. Wszyscy pięcioro będziemy się mieć na oku. Wejdziesz prędko w bramę, ty pierwsza, i zaraz, nikogo nie spostrzegając, na lewo od frontu. Są tam schody marmurowe, wysłane dywanem. Na pierwszem piętrze jest tylko dwoje drzwi. Na tych co na lewo, niema żadnej tablicy, a na tych, co na prawo, jest duża blacha mosiężna z wyrytem nazwiskiem: »Łukasz Niepołomski«."
      },
      {
        "index": 17,
        "text": "— A!"
      },
      {
        "index": 18,
        "text": "— Właśnie! Właśnie — a! Ten sam."
      },
      {
        "index": 19,
        "text": "— Cóż on tam robi?"
      },
      {
        "index": 20,
        "text": "— Mieszka, kokoszko. To właśnie jego dom W tem mieszkaniu, co bez żadnego napisu, mieści się biuro fabryk w Rosyi, których on jest współwłaścicielem, a teraz i głównym reprezentantem. Z jego mieszkania do tego biura są proste, niczem nie zaopatrzone drzwi. A drzwi od biura ze schodów są tęgo bronione. Musimy wejść do jego pomieszkania. Rozumiesz, dziecko, a dopiero stamtąd do biura."
      },
      {
        "index": 21,
        "text": "— Wchodźcie sobie nawet do czubatego dyabła cóż to mnie obchodzi?"
      },
      {
        "index": 22,
        "text": "— To i ciebie obchodzi. Wejdziesz pierwsza, zadzwonisz do jego mieszkania. Lokaj nie otworzy z łańcucha. Przez szparę podasz lokajowi ten bilet i poczekasz. Ten Niepołomski zaraz cię przyjmie, a jest teraz w domu, na obiedzie. Skoro lokaj spuści łańcuch, ty wejdziesz do drzwi. Staraj się jak najdłużej stać we drzwiach, dopytywać się, rozmawiać, bajać, żeby my mogli draba nagle zakatrupić i wejść sami."
      },
      {
        "index": 23,
        "text": "— Takie to rzeczy... — A takie. Nasza już będzie rzecz wyłamać tamte do drzwi od biura i oporządzić kasy."
      },
      {
        "index": 24,
        "text": "— A dacie to radę we czterech?"
      },
      {
        "index": 25,
        "text": "— Damy, kurko, damy. Urzędników tam jest sześciu, lokajów dwóch. Niepołomski to samo ma lokajów dwóch. No, sam. Damy radę."
      },
      {
        "index": 26,
        "text": "— A to i Niepołomskiego będziecie trupić?"
      },
      {
        "index": 27,
        "text": "— To tam nie twoja rzecz. A niech ci zaś do główki nie przyjdzie, boby kuku... No, jazda!"
      },
      {
        "index": 28,
        "text": "Wszyscy czterej ukryli gdzieś w sobie nabite rewolwery, włożyli przyzwoite paltoty, pozawiązywali efektowne krawaty, oczyścili kapelusze i kolejno wyszli. Ewa szła ostatnia ze swym biletem wizytowym, ukrytym w torebce. Idyotyczny w duszy śmiech. Żadnej wiadomości o tem, co się dzieje. Ciekawość! Pasya, która się wdarła na szczyt, zwisła nad przepaścią i zapuszczała w głębinę wzrok. Co też to będzie? Niejasny dźwięk, coś, jakby matowe uderzenie: Łukasz Niepołomski. Jestże to słowo w pulsach uderzających, w zgrzycie tramwaju, czy w tonie dalekich dzwonów? Co ono znaczy? Nic. Nie znaczy nic. To dźwięk dzwonu. Nazwa bez rzeczy, którą oznaczać miała."
      },
      {
        "index": 29,
        "text": "Stanęła przed nową, białą kamienicą. Olbrzymie tafle szyb sklepowych, jeszcze zamazane wapnem, zawieszone afiszami »do wynajęcia«, czarny marmur polerowany między taflami szyb."
      },
      {
        "index": 30,
        "text": "— To tu... — wyszeptała. — Nazywa się Łukasz Niepołomski."
      },
      {
        "index": 31,
        "text": "Brama domu nie była jeszcze gotowa. Zastępowały ją wierzeje, zbite z tarcic. Ewa odepchnęła jedną ..z wrotni i weszła na posadzkę sieni z żółtych kostek klinkieru. Na prawo były duże drzwi oszklone. Tuż tabliczka od dzwonków. Na pierwszem miejscu przeczytała:"
      },
      {
        "index": 32,
        "text": "Łukasz Niepołomski."
      },
      {
        "index": 33,
        "text": "Tępe, a szalone zdumienie, jak fuga szatańska przeleciało przez nią od włosów głowy do paznogci stóp. Już nareszcie przyszła. Tu, na pierwszem piętrze! Nacisnęła guzik z całej mocy i oderwała palec. Tak niegdyś, jednego dnia, po spowiedzi... Był taki dzień w życiu. Sen krótki, głupi, bezrozumny."
      },
      {
        "index": 34,
        "text": "Zaklekotało we drzwiach. Poszła na górę. Obejrzawszy się, spostrzegła, jak przez sen, wszystkich czterech: — Pochronia, Batasińskiego, Grzywacza Fajtasiai Fajtasia. Weszli za nią na palcach i bez najlżejszego szelestu zdążali na górę po marmurowych schodach. Na piętrze drzwi sąsiadujące przedstawiły się jej oczom tak właśnie, jak Pochroń opowiedział. Ze spokojem czytała wyryte na tablicy nazwisko Łukasza. Drzwi były półuchylone. Uchylona połowa zawarta na łańcuch."
      },
      {
        "index": 35,
        "text": "— Kto to? — spytał głos z wewnątrz."
      },
      {
        "index": 36,
        "text": "Wolno otwarła swą skórzaną torebkę i z uśmiechem podała bilet. Zadowolenie z tego tytułu, jak też zdziwi się Łukasz, przeczytawszy ten napis na kartcekartce. To ona składa mu wizytę. Jego nazwisko wyrzeźbione na tablicy błyszczącej, a jej wylitografowane na wizytowej karcie. Tak oto składają sobie wizytę. Wszystko jest w porządku i według reguł życia. Uśmiech nie znikł z jej ust, gdy rzuciwszy okiem poza siebie, zobaczyła stojących za jej plecami czterech bandytów. Byli wyprostowani, nieubłagalnie spokojni, uroczyści, gotowi do skoku, niemi. Twarz Pochronia wyrażała rozwagę, tamtych milczenie i posłuszeństwo. Drzwi otwarły się i Ewa stanęła na progu. Według rozkazu zasłoniła sobą wejście. Czuła na szyi oddech Pochronia Oczy jej szukały Łukasza."
      },
      {
        "index": 37,
        "text": "Łukasz stał w mroku korytarza. Tam w mroku — on!"
      },
      {
        "index": 38,
        "text": "Ujrzała twarz, włosy, przedział z boku, zarost."
      },
      {
        "index": 39,
        "text": "Oczy jego gasły na jej widok i bezsilnie zawściągały się powiekami. Górna warga uchyliła się, żebyzęby zabłysły... Krzyk z głębi serca:"
      },
      {
        "index": 40,
        "text": "— Łukasz! Uciekaj! Zabiją cię! Idą!"
      },
      {
        "index": 41,
        "text": "— Kto idzie!"
      },
      {
        "index": 42,
        "text": "— Zamykaj drzwi! Od biura! Uciekaj do mieszkania!"
      },
      {
        "index": 43,
        "text": "Rzuciła się naprzód, żeby go zasłonić sobą, z wyciągniętemi rękami. Wepchnęła go we drzwi boczne, prowadzące do mieszkania. Było zapóźno."
      },
      {
        "index": 44,
        "text": "Pochroń i trzej tamci runęli do przedpokoju. Pochroń od jednego ciosu sztyletem zabił lokaja i skoczył ku drzwiom do biur. Ale te drzwi były zatarasowane. Daremnie podważali je narzędziami wszyscy czterej. Nagle Niepołomski ukazał się w półotwartych drzwiach. Błysnęła kula niklowanego browninga i huknął strzał jeden, drugi, trzeci. Pochroń odpowiedział strzałem, ale sam poślizgnął się, zachwiał, sunął po ścianie. Padł na ziemię. Fajtaś oszalały strzelał we wszystkie klamki po kolei. Grzywacz otwarł wejściowe i ciągnął Pochronia na schody, ująwszy go pod pachy. Batasiński zatrzasnął drzwi, za któremi stał Niepołomski. Na progu Pochroń kazał się posadzić, nakazał szeptem spokój, chwycił rewolwer lewą ręką, gdyż prawą miał strzaskaną na drzazgi. Zmrużył oczy i mierzył w Ewę, rozkrzyżowaną na drzwiach, za któremi stał Niepołomski. Strzelił. Zachwiała się i siadła na nogach. Obok niej charczał ostatkiem tchu przebity lokaj. Krew rzygała z jego ust na środek korytarza."
      },
      {
        "index": 45,
        "text": "Leżąc na ziemi, Ewa marzyła, że nareszcie jest pod progiem Łukasza. Teraz mu opowie o dziecku. Zda mu nareszcie raport o tem, jak było. Żeby tylko wyszedł! Gdy po chwili ciemności podniosła głowę, spostrzegła, że w tej sieni pełno jest nóg ludzkich, kolb, karabinów, mundurów. Draby jakieś, wojsko, policya! Ujrzała Pochronia głowę w jakichś łapach olbrzymich i jego straszliwe, groźne, nieubłagane oczy Dźwignięto ją kułakami. Ktoś chwycił w garść jej włosy, owinął niemi pięść i tym porządkiem dźwignął ją z ziemi. Straciła przytomność.<br /j"
      },
      {
        "index": 46,
        "text": "Gdy się ocknęła, uderzył ją widok straszniejszy, niż sama śmierć. Jakiś drab, rozebrany do koszuli, »bił w mordę « związanego Grzywacza. Tamten milczał bez jęku, bez słowa, bez drgnienia. Oprawca bił go w brzuch, kopał między nogi i policzkował bez przerwy. Pochroń, leżący na pryczy, patrzał. Ewa zadrżała, zobaczywszy jego wzrok i skrzywienie ust. Przysiadła, w kącie. Nad głową jej były balasy separatki policyjnej, dookoła prycze."
      },
      {
        "index": 47,
        "text": "Straszliwy siepacz, spocony i zmordowany, porzuciwszy Grzywacza, zbliżył się do Pochronia i stanął nad nim."
      },
      {
        "index": 48,
        "text": "— Powiesz sam — a? Pochroń patrzał na niego pod blask, z uśmieszkiem."
      },
      {
        "index": 49,
        "text": "Ewa zwlokła się z miejsca, i czołgała ku niemu, żeby go zakryć przed posiepakiem. Padnie na niego piersiami i zakryje! Ale nim się dowlokła do środka nory, straciła drogę. Ciemność wielka... Jęk Pochronia. Słychać straszne razy w brzuch, w piersi, w gardziel."
      },
      {
        "index": 50,
        "text": "Wtem za kratami głos! Jego to szept przejęty rozpaczą! Mówi Łukasz:"
      },
      {
        "index": 51,
        "text": "— Jest tu aresztowana razem z tymi zbójami — kobieta. Ona jest zupełnie, zupełnie niewinna! Przyszła mię ostrzedz. Jeden ze zbójów za to ją zranił. Proszę ją puścić natychmiast! Ręczę za nią całym majątkiem!"
      },
      {
        "index": 52,
        "text": "Podźwignęła się z ziemi na łokciach, żeby zobaczyć twarz. Teraz powie! Ujrzała go. Stał za drewnianemi kratami. Wielkie oczy wlepił w ciemność jaskini i szukał wzrokiem. Spotkały się ich oczy. Uśmiech anielskiej rozkoszy spłynął na wargi Ewy. Ale razem z uśmiechem krew znowu popłynęła z ust."
      },
      {
        "index": 53,
        "text": "Raz jeszcze szyja tak lekko, tak lekko dźwignęła ciężką głowę. Ewa czuła, że dwie ręce wsunęły się pod jej włosy i dźwignęły z podłogi bezsilną czaszkę, — i że ona teraz w tych rękach troskliwych spoczywa. Już go dojrzeć nie mogła. Wiedziała, że sama leży na wznak, a on klęczy i w nieruchomych rękach głowę jej trzyma. Spłonęła wszystka w dziewczęcy, najdawniejszy swój uśmiech szczęścia i z tym uśmiechem boskiej radości na ustach umarła, szukając w mrokach śmierci jego spojrzenia."
      },
      {
        "index": 54,
        "text": "KONIEC."
      }
    ]
  }
}