{
  "chapterNumber": 48,
  "title": "Tom drugi, XV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ocknęła się niespodzianie, zapewne po upływie dwu godzin. Elektryczność płonęła w pokojach."
      },
      {
        "index": 2,
        "text": "Ewa spostrzegła przez otwarte drzwi na środku swej sypialni ubranie Szczerbica... Było cicho."
      },
      {
        "index": 3,
        "text": "Ze snu wynurzył się w jawę i zawisł w niej przeraźliwy duch. Czarna zgroza żelazną klamrą ścisnęła głowę. Strach począł wiać przez zimne kości, biegł żyłami, wielekroć łamał ciało, wyginał je w górę i na dół, w tył i naprzód, trząsł je i targał. Od stóp po nogach, w górę ciała puściły się błędne iskry i chyże języki ognia."
      },
      {
        "index": 4,
        "text": "Wstała oślepiona i poszła naprzód."
      },
      {
        "index": 5,
        "text": "Z zimna ubrała się w pierwszą z brzegu suknię. Po upływie kilku minut była gotowa. Kapelusz, wiosenna okrywka, najnowsze pantofle i rękawiczki... Przejrzała portmonetkę i znalazła zaledwie kilka koron."
      },
      {
        "index": 6,
        "text": "Patrząc wciąż na ubranie Szczerbica, powzięła niejaką myśl o sobie. Czkanie szlochów rozpruło piersi, płuca i serce. Była wciąż koło ścian, sunęła po nich z wyciągniętemi rękami, żeby wyminąć ohydne ubranie zmarłego. Słyszała jak gdyby szept!... Otwarła szafę jedną i drugą, w której wisiały jej suknie — później wielki kosz i wszystkie walizy. Poczęła wywłóczyć jedwabne spódnice, koronkowe staniki, bieliznę, woalki, rękawiczki, kapelusze. Wszystko to rzucała coprędzej, co tchu na ubranie Szczerbica, żeby je zakryć. Coraz pośpieszniej opróżniała szuflady, pudła i skrytki. Wyrzuciła wszystko, aż do ostatniego strzępka, na olbrzymi stos. Zerwała firanki i rzuciła je na szczyt tej góry. Z cichym chichotaniem ulgi, potarła zapałkę i podstawiła płomyk pod najniżej leżącą koronkę stanika. Błędny ogieniek z cichym śmieszkiem, jak po suchej gałązce jałowcu, zapląsał! Wówczas chyżo na palcach wyszła z mieszkania."
      },
      {
        "index": 7,
        "text": "Zamknęła za sobą na klucz drzwi i biegła po schodach okrucieństwa. Uśmiechnęła się na wspomnienie skarg Szczerbica. Tyle razy mówił o śmierci, chciał śmierci. Teraz ją już otrzymał. — Wspomniała, jak go pakowano w kosz. Rozwarte usta obok wielkiego palca nogi!"
      },
      {
        "index": 8,
        "text": "Dreszcz odrazy, jakby ktoś nahajem zdzielił przez plecy..."
      },
      {
        "index": 9,
        "text": "Pobiegła prędzej w dół, na lodowatych nogach, przesunęła się przez bramę, gdy wchodzili jacyś nocni bibosze..."
      },
      {
        "index": 10,
        "text": "W ulicach płonął jeszcze gaz i martwo czuwała elektryczność. Czarowna, parna noc nie dawała spać ludziom. Ulice były ożywione, mimo pory bardzo spóźnionej. Szła szybko naprzód, naprzód... Czuła w sobie pełnię sił, ale rozum miała dziwnie ociężały i jakby zakażony."
      },
      {
        "index": 11,
        "text": "Głupkowata uciecha z tego tytułu, co Pochroń w domu znajdzie, dodawała sił i rzeźwości. Mijała ulice, zaułki, skręcała, przechodziła w poprzek, nie wiedząc, że to czyni i nie zdając sobie sprawy dokąd idzie. Ujrzała wreszcie jakiś rynek zastawiony kramami, zupełnie w tej chwili pustymi. W świetle latarni lśniły posępne daszki, nakrywające zapewne chleb, jarzyny, mięso... Przemknęła myśl, że są ludzie, którzy trawią życie na sprzedawaniu jarzyn, chleba, mięsa... Zaduch ryb, serów, mięsa, nafty, kapusty unosił się jeszcze nad tym placem ohydnym. Ewa doznała uczucia odrazy nie do zniesienia. Poco żyć, żeby to wszystko cierpieć? Żyć po to, żeby sprzedawać cuchnące śledzie, albo roznosić po domach bułki! Trzymać się tego życia, jak gdyby jakiegoś szczęścia! Ujrzała na jawie taki sam plac, ale w Warszawie. Deszcz spływał z daszków strugami, jesienna wilgoć się sączyła. Widziała w duszy połysk latarek w głębi masy bud na Starem Mieście i twarze ludzi nieszczęśliwych, którzy po to wstają co dnia z barłogów, żeby żyć w smrodzie ryb, albo serów. Zemsta buchnęła z jej serca. Śmiech potwornego.gatunku pognał ją z miejsca. Pobiegła krętemi uliczkami, potykając się na bruku dziurawym i na kupach rozmaitych śmieci. Gnała wązkimi chodniczkami, które nogi ubóstwa wyżłobiły w ciągu lat. Spostrzegła w drodze skarpy przedwiecznych murów, zaułki drewniane, sienie zawżdy otwarte, których wnętrza sklepione zdawały się stękać i wyć z bólu, skoro w nie wejść. Z tych mrocznych pieczar zionęła choroba i śmierć. Zstępując po kamiennych schodach, z pod których rynsztokami leje się kał, tułając się bez żadnej myśli, wkraczała w zaułki, gdzie po stromych, przedziwnych schodach, trafić można do najuboższych lupanarów. Tam i sam słaniała się dziewka ohydna, znużona i sterana. Schody urywały się i Ewa niespodzianie wpadła na szeroki plac, pełen błota, zawalony drwami, stosami belek, łat, piramidami desek. W dali lśniła olbrzymia rzeka. Drgające, połyskliwe strzały świateł nadbrzeżnych latarni widniały, jak oko zdołało sięgnąć. Była nieopisana potęga, królewski spokój w tym rzędzie pochodni, płonących na wodach. Ewa zadumała się, patrząc na ów obraz. Rozległ się huk mostu, przez który leciał pociąg. Świst potężny, przeszywający, porywający ze sobą w świat... Tuż stała chata, sklecona z przegniłych drewien. Chata wlazła w ziemię. Okienko, osrebrzone światłem, szkliło się nad błotem. W głębi połysk naftowej lampki."
      },
      {
        "index": 12,
        "text": "Żal ścisnął serce..."
      },
      {
        "index": 13,
        "text": "Uciekła od tej chałupki ku murom. Znowu jakieś kraty w oknach, złupione tynki, oberwane rynny, drzwi od czarnych sieni, które zagłębiają się w dół, jakby były lochami, prowadzącymi do piekieł."
      },
      {
        "index": 14,
        "text": "Stanęła w zamyśleniu, a później weszła do jednej z tych sieni. Nizkie drzwi prowadziły na prawo i na lewo. Za temi drzwiami, pomimo tak późnej nocy, gwar, płacz dzieci, wrzaski dziewek, śpiewy, kaszel. Czarne figury ludzkie jeszcze się snuły w podwórzu."
      },
      {
        "index": 15,
        "text": "Ewa pragnęła uniknąć wszelkiego zetknięcia z ludźmi. Licho, jakby przez sen, wiedziała, że noc jest późna, że na ulicy o tej porze mogłaby ją zaczepić policya. Stanęła w zadumaniu przed jakiemiś w sieni drzwiami, marząc o tem, żeby spać, usnąć, leżeć... Nie była pewna, gdzie jest. Czy to Warszawa, Monte-Carlo, Paryż, Nizza? Wydźwignął się niejasny, znużony w samem założeniu, zamiar, żeby zakołatać do tych drzwi i wejść do jakiejkolwiek izby. Bo przecie już wszystko jedno, gdzie się mieszka. Dawniej miała dom, własne mieszkanie, jakiś dach, a teraz nie ma już nigdzie domu. Nigdzie na ziemi! Byleby nie wracać do Pochronia, — toć wszystko jedno, gdzie się leży... Kilku mężczyzn z hałasem, chichotem, wrzaskami, podśpiewywaniem weszło do sieni tego domu. Natrafiwszy w ciemności na Ewę, wnet ją oświetlili zapałkami, obskoczyli ze wszech stron i poczęli zasypywać gradem komplimentów... Słuchała ich bez jakiegokolwiek sensu w głowie. Nagle przemknęła myśl, że przecie najlepiej będzie iść z nimi, jeśli zechcą. Nie będzie sama. To właśnie będzie znalezieniem domu... Jeden z mężczyzn, w cylindrze, wysoki, bełkotał najnatarczywiej inwitacye, żeby szła do mieszkania, które znajduje się tu właśnie, w tym oto domu, na czwartem piętrze. Rozumiała na tyle gwarę wiedeńską, żeby pojąć, o co chodzi. Birbanci pochwycili ją pod ręce z radosnym bełkotem, pociągnęli w górę po schodach, w mrok, w tajemne wejście. Szła ze śmiechem przez korytarze, schodki, przejścia, z których przemocą wygnano powietrze. Otwarto wreszcie drzwi. Zabłysło światło. Mała izdebka z oknem półokrągłem. Jedno łóżko z siennikiem, stolik zawalony książkami, w kącie na krzesełku miska do wody. Serce Ewy napełnia radość, a raczej sobacza furya. Nowi ludzie! Inni — do wszystkich piorunów! Rozejrzała się po twarzach. Byli to »kawalerowie«« młodzi ludzie, których się stale widzi, idąc ulicą. Dwaj z nich byli dostatecznie pijani. Ściągnęli siennik z prętów łóżka i, rzuciwszy go na ziemię, tworzyli łoże dla wszystkich. Dwaj inni bawili Ewę. Jeden rozpostarł poduszkę na wiedeńskiem krzesełku, którego wyplatane siedzenie zupełnie, niestety, znikło, i uprzejmymi gestami zapraszał do zabrania miejsca, drugi rozpalał maszynkę Primus w celu ugotowania, jak twierdził, grogu. Ewa usiadła na wskazanem miejscu. Nie była pewna czy za chwilę nie wstanie i nie wyjdzie za drzwi, jak przyszła. Tymczasem zasiadła majestatycznie. Woda w maszynce zaczęła kipieć. Przyniesiono skądś butelkę wina, cukru w torbie, kilka pomarańcz. Podano jej szklankę. Piła duszkiem. Młodzieńcy otoczyli ją. Śpiewali chórem. Z rozkoszą i dziką furyą patrzyła na ich rozjuszone oczy, rozpalone policzki, na wzburzone włosy i spotniałe łby. Ktoś stukał w cienką ścianę i walił we drzwi, nawołując okrutnemi słowami do spokoju. Objaśniono Ewę, że to sąsiad rzemieślnik, a ten co we drzwi, to także sąsiad, utrzymujący sklepik z owocami."
      },
      {
        "index": 16,
        "text": "Ewa rozchichotana odtrąciła nogą jednego z kawalerów, nasuwającego się zbyt blizko. Była pijana i szczęśliwa. Śmiała się do rozpuku. Odtrącony padł na kolana i począł całować jej nogi. Czuła, że całuje przez suknie... Strącona lampa zgasła... Pijackie oddechy... Krzyk..."
      }
    ]
  }
}