{
  "chapterNumber": 36,
  "title": "Tom drugi, III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Siedziała w małym ogrodzie hotelu w Glion w altanie, zwróconej ku jezioru. Altana była szeroka, zastawiona kilkoma stolikami. Dziwny poranek zasłał jezioro półprzejrzystą srzeżogą. Nie było chmur, ale nie było i słońca. Góry stały wyraźne, w lekkich obłokach. Na jeziorze leżał jeden złocisty pas, nikłe odbicie niewidzialnego blasku..."
      },
      {
        "index": 2,
        "text": "Ewa w milczeniu patrzyła na jezioro i mimo chęci słuchała rozmowy studentów z Lozanny, którzy przy sąsiednim stoliku raczyli się taniem winem i podejrzanymi konceptami. Rozmowy te bawiły ją i jakoś pociesznie nauczały, — może dlatego, że prowadzono je w języku polskim i rosyjskim, a może dlatego, że były bezdennie młode. Tworzył się w mózgu taniec myśli czarnych i białych, ponurych i urwisowskich. Młodzi jegomościowie mówili o wszystkiem, mówili także o Ewie i to w sposób wysoce podkasany. Ponieważ nie zdradzała się od początku ani jednem poruszeniem powieki, musiała teraz siedzieć i słuchać wszystkiego. Nasłuchała się też słowiańskiego chamstwa, którego sobie nie skąpili. Rozprawiali już o jej włosach, oczach, czynili domysły, co też to może być za »ryba«, jakiej narodowości, sfery towarzyskiej, pochodzenia, konduity... Szczególniej jeden z tych młodzieńców, szczupły szatyn z długim nosem, przystojny bardzo i sympatyczny, gadał na jej temat dużo i śmiało, a oka nie spuszczał ani na chwilę. Żeby ich złudzić do reszty, wydobyła z torebki tom Karola Baudelaire’a, który była wzięła na drogę z podróżnej biblioteczki Jaśniacha, — i pozornie zatopiła się w czytanie. Wówczas mówili jeszcze swobodniej. Było to dla niej przez pewien moment coś nawet uroczego w tej łobuzerskiej paplaninie, którą podsłuchiwała. Na tle błękitnej tafli jeziora, w obliczu śnieżnych ołtarzy, to ich bezczeszczenie ludzkiego życia miało smak odurzającej przyprawy. Ale znudziło się wkrótce."
      },
      {
        "index": 3,
        "text": "Podparła głowę na ręku i zadumała się, patrząc w głębie dalekiego jeziora, na smugę tamtego brzegu, na odbicia gór, zatopionych szczytami w głębinach. Zapomniała niemal o ucztującej studenteryi."
      },
      {
        "index": 4,
        "text": "Nagle jedno słowo przeszyło ją nawskroś, jak cios, zadany ręką nożowca. Wymieniono nazwisko Niepołomskiego. Nie poruszywszy się, nie odwracając głowy, blada i przerażona, w śmiertelnej ciszy słuchała."
      },
      {
        "index": 5,
        "text": "Jeden mówił: — Możecie sobie zawiązać węzełek na czem wam się żywnie podoba, żeby pamiętać o tej najprostszej prawdzie. Jeżeli męty i szumowiny społeczne mają prawo zrzeszać się dla wykonywania swych strajków, to mają również prawo zrzeszać się posiadacze. Parobek strajkuje we żniwa, a właściciel wyrzuci parobka — w adwent — z mieszkania pospołu z progeniturą. Wówczas ustanie."
      },
      {
        "index": 6,
        "text": "— Jeden?"
      },
      {
        "index": 7,
        "text": "— Nie jeden — tylko wszyscy. Nie obawiaj się pan dobrodziej: szlachcic polski ma głowę na karku. Szlachta polska tak się zrzeszy paradnie do wyrzucenia parobków strajkujących we żniwa, jak tego nigdy nie potrafią wszystkie razem parobki. Bo proszę osoby, wśród parobków wiele jest bydlaka i lizusa, a wśród szlachty filantropa i miłośnika parobków — bardzo wątpię..."
      },
      {
        "index": 8,
        "text": "— Chłopy polskie, — to tchórze nad tchórzami! — rzecze inny w głupkowatym zapale."
      },
      {
        "index": 9,
        "text": "— Polaczek wogóle — to... Ech, co tam!"
      },
      {
        "index": 10,
        "text": "— Naprzeciw! — wtrącił jakiś głos północny, — po mojemu Polaki... naprzeciw!"
      },
      {
        "index": 11,
        "text": "— Co pan tam! Łupić kasy, drzeć złotówki z monopolów, — byle pociemku i w zaułkach... Powiedz mi pan, kto teraz wytrzebi to bandyckie morowe powietrze? — A przyjdzie przyszły porządek — tak on i wytrzebi..."
      },
      {
        "index": 12,
        "text": "— Dam ja panu porządek!..."
      },
      {
        "index": 13,
        "text": "— Polaczek, jeżeli już do czego, to do ożenku z posażkiem — o tu dopiero! Niepołomek!"
      },
      {
        "index": 14,
        "text": "— Sypią teraz parowym stateczkiem, w jednej kajucie na Nową Zelandyę. Co? Jak pan sądzisz? — »Milady« zzuje lakierowane pantofelki, omdlałymi palcami rozepnie gazowy staniczek! Wyobraź pan sobie, jakie ona musi mieć koszule, z jakiego jedwabiu haleczki, kiecuszki, jakie to tam pończochy!"
      },
      {
        "index": 15,
        "text": "— Szymek, napij się, bo zemdlejesz!"
      },
      {
        "index": 16,
        "text": "— Za taki milion mogła nakupić w Paryżu fatałaszków."
      },
      {
        "index": 17,
        "text": "— No, milion..."
      },
      {
        "index": 18,
        "text": "— A mówię, że milion..."
      },
      {
        "index": 19,
        "text": "— Zawsze miałem awersyę do tego Niepołoma. Więzień Chillonu! Arogant, deklamator, markiz!"
      },
      {
        "index": 20,
        "text": "— Każdy argument w dyskusyi — to... Zaratustra."
      },
      {
        "index": 21,
        "text": "— Dajcie mu pokój! Co się wściekacie, że sprzątnął Milady! Smarujcie go sobie na czarno, a on tymczasem wali w świat i drwi z was wszystkich."
      },
      {
        "index": 22,
        "text": "— No, karyerowicz, jakich tysiąc! I cóż nowego!"
      },
      {
        "index": 23,
        "text": "— Niezupełnie. Któryżby z was potrafił przejść taką aferę, jak on w Rzymie, i nie zginąć, nie złamać się na drzazgi, lecz znowu śmiało wejść między ludzi. Wejść po to, żeby się podnieść. I podnieść się rzeczywiście. Teraz zostanie, czem zechce. A to chłop z głową i może zajść daleko."
      },
      {
        "index": 24,
        "text": "— No, już wy tam z temi wielkościami gałganów!"
      },
      {
        "index": 25,
        "text": "— Są gałgaństwa, wynikające ze zgnilizny, i są upadki, wypływające z nieszczęść. Ten Niepołomski nie jest przecie łotrem."
      },
      {
        "index": 26,
        "text": "— A niech jego! Szkoda Milady... Taka dziewczyna — i takie pieniądze. Jak on ją podszedł?"
      },
      {
        "index": 27,
        "text": "Ewa usłyszała teraz powtóre nazwisko i szczegóły. Skombinowała wszystko. Rozmowa młodych panów skoczyła na temat zupełnie inny. Kłócili się o coś pospolitego. Nadaremnie słuchała, tamując z całej siły bicie serca. Posłyszane wiadomości uderzyły ją w głowę, jak kłonice pijanych chłopów. Teraz szybko ważyła i kombinowała to wszystko. Decydowała się już w chwili samej kombinacyi. Jedno było pewne... Brzask jakiś w oczach... Kilkakroć zakaszlała się nerwowo i nie mogła powstrzymać tego kaszlu. Czuła, że może za chwilę rzucić się na ziemię, że za chwilę może nie wiedzieć o tem i rwać włosy, skowyczeć z rozpaczy... Chciała tedy wstać i iść... Iść! Lecz nie mogła udźwignąć z krzesełka swego ciała. Wszystko jeszcze krążyło w oczach i w głowie: białe lody gór, jezioro, drzewa, miasteczko, Chillon, ci ludzie spokojnie rozmawiający. Nieopisane uczucie duzsnościduszności... Pojęła to jedno, że tylko od tych ludzi może dowiedzieć się wszystkiego. Ale cóż zrobić? Jak się dowiedzieć? Wspomniała, jak po przebudzeniu wspomina się sen, że jeden z tych drabów ścigał ją i napastował oczyma. Trzeba tedy z tego wydobyć wiadomość. Ale w tej chwili... rozmawiać... uśmiechnąć się... Wstała z ławki i zapłaciła kelnerowi za śniadanie. Gdy jej wydawał resztą, poszukała oczyma długonosego szatyna i wycisnęła na swe usta uśmiech, jakby krew wyciskała z rany."
      },
      {
        "index": 28,
        "text": "Potem wyszła wolno z ogródka i skierowała się ku jezioru. Szła po równej, białej szosie, snującej się łagodnymi skrętami. Nie oglądała się. Czuła na głowie ciężar, jakby miała na włosach olbrzymią, czarną przyłbicę. To też głowa chwiała się w tył i naprzód. Z pod przyłbicy włosy zdawały się rosnąć w górę, w olbrzymie zwoje. Niosła w piersiach strach i zimno. Nic już nie wiedziała, co teraz będzie. Jakieś w oczach krwawe obrazy. Widoki i sceny, zrodzone z wyrazów przed chwilą słyszanych. Te widoki gonią, tłoczą, spychają z Tarpejskiej skały..."
      },
      {
        "index": 29,
        "text": "Na jednym ze skrętów drogi obejrzała się. Student ów biegł naprzełaj ogromnymi krokami. Spojrzała na niego zalotnie... znowu zalotnie... i jeszcze raz, jak ulicznica. Wówczas właśnie przechodził obok. Miał minę nieskończenie głupiego zwycięzcy. Szedł to przed Ewą, to za nią, to blizko, to z daleka. W zachwyceniu rozpaczliwem nie widziała go znowu. Dopiero, znalazłszy się na samym brzegu jeziora, w przystani łódek, spostrzegła stojącego w pobliżu. Usiadła na kamiennej ławce i podniosła oczy. Zbliżał się pocichutku drapieżnymi kroczkami, melancholijnie kiwając laseczką. Uczuła do niego odrazę straszliwą, aż do żądzy wydarcia mu ślepiów, a zarazem potrzebę wywiedzenia się wszystkiego. Rzekła po polsku:"
      },
      {
        "index": 30,
        "text": "— A pan umie może i wiosłować?"
      },
      {
        "index": 31,
        "text": "— Umiem... — wybełkotał, kiwając idyotycznie oszołomioną głową."
      },
      {
        "index": 32,
        "text": "— No, to wsiądźmy w tę łódź, ale bez przewoźnika."
      },
      {
        "index": 33,
        "text": "Młody człowiek skoczył w łódkę z takim impetem, że o mały włos nie wpadł w wodę i o mały włos nie wyrzucił przewoźnika. Po chwili — skontraktowany przezeń właściciel łodzi wysiadł na brzeg, a Ewa zajęła jego miejsce. Odbili od brzegu. Student wiosłował z wzorowym zapałem i odbijał od lądu szybko nad wyraz, szybciej, niż mógłby to uczynić najbardziej zawołany wilk morski. Ewa milczała. Nareszcie zdołał przemówić: — Jakie to szczęście słyszeć mowę ojczystą w ustach..."
      },
      {
        "index": 34,
        "text": "— Dobrze, dobrze z mową ojczystą... Niech pan wiosłuje."
      },
      {
        "index": 35,
        "text": "Nowe rzuty wioseł tak zapalczywe, że łódź pomknęła, jak rumak wyścigowy. Gdy byli już dość daleko od brzegu, rzekła:"
      },
      {
        "index": 36,
        "text": "— Pan studyuje w Genewie?"
      },
      {
        "index": 37,
        "text": "— W Lozannie, pani..."
      },
      {
        "index": 38,
        "text": "— Czy dawno?"
      },
      {
        "index": 39,
        "text": "— Już czwarty rok."
      },
      {
        "index": 40,
        "text": "— Ach, tak..."
      },
      {
        "index": 41,
        "text": "— A pani? jeżeli wolno zapytać..."
      },
      {
        "index": 42,
        "text": "— Ja nie studyuję ani w Genewie, ani w Lozannie..."
      },
      {
        "index": 43,
        "text": "— Jakże się cieszę! Typ naszej studentki..."
      },
      {
        "index": 44,
        "text": "— Właśnie mam zamiar zapisać się na uniwersytet... Nie wiem tylko gdzie..."
      },
      {
        "index": 45,
        "text": "— O, w Lozannie! Naturalnie, że tylko... Ja pani dam szczegółowe wskazówki."
      },
      {
        "index": 46,
        "text": "— Dziękuję panu. A czy kolonia polska w Genewie dosyć jest teraz duża?"
      },
      {
        "index": 47,
        "text": "— Kolonia kobieca, jak zwykle, ogromna."
      },
      {
        "index": 48,
        "text": "— A mężczyzn, jak zwykle, mało?"
      },
      {
        "index": 49,
        "text": "— Ledwie paru."
      },
      {
        "index": 50,
        "text": "— Zapewne wszyscy panowie, których widziałam tam, na górce, — to kompania genewska?"
      },
      {
        "index": 51,
        "text": "— Tak jest. Zgadła pani. Niedawno było ich więcej, ale kolonia zmniejszyła się."
      },
      {
        "index": 52,
        "text": "— Ktoś, jak słyszałam, wyjechał."
      },
      {
        "index": 53,
        "text": "— Słyszała pani całą naszą rozmowę! To skandal... Muszę panią jak najsolenniej przeprosić we własnem i kolegów... — O, panie! Ci, co wyjechali, to, jak słyszałam, młode małżeństwo?"
      },
      {
        "index": 54,
        "text": "— Tak jest, świeżo upieczone i polukrowane stadło."
      },
      {
        "index": 55,
        "text": "— Przepraszam, jak nazwisko nowożeńca, bo nie dobrze słyszałam, choć panowie dosyć głośno krzyczeli."
      },
      {
        "index": 56,
        "text": "Młody człowiek zastanowił się, nim dał odpowiedź. Przypatrywał się Ewie z pod oka, jakby badał, czy nie ma przed sobą osoby niepotrzebnie ciekawej. Ewa nie wyglądała widocznie na figurę, sprawującą urząd, gdyż powiedział:"
      },
      {
        "index": 57,
        "text": "— Nowożeniec, to niejaki pan Łukasz Niepołomski, antropolog, dość nawet obiecujący."
      },
      {
        "index": 58,
        "text": "— A oblubienica?"
      },
      {
        "index": 59,
        "text": "— Oblubienica? (Jakież to śliczne słowo!) Oblubienica to tak zwana Milady, spadkobierczyni pewnego wściekłego bogacza z Kaukazu, panna Rolska"
      },
      {
        "index": 60,
        "text": "— Panna Rolska... Rosyanka?"
      },
      {
        "index": 61,
        "text": "— Nie można powiedzieć, żeby Rosyanka, ale trudno powiedzieć, żeby tak znowu koniecznie Polka. Matkę miała Rosyankę, ale ojciec »korzenny« Polak, wychował ją na Polkę. Był to sławny przedsiębiorca, dyrektor najrozmaitszych fabryk, wynalazca, twórca trustów, nawet tutaj w Europie, właściciel domów handlowych i bankierskich w Petersburgu, Moskwie, Warszawie, Wiedniu. Musiała pani słyszeć."
      },
      {
        "index": 62,
        "text": "— Może i słyszałam."
      },
      {
        "index": 63,
        "text": "— Tknięty czemś tam, przeniósł się do lepszego trustu, zostawiając jedynaczce studnię pieniędzy. Usamowolniona sierota, bo matka umarła dawno, przyjechała tutaj na studya. W głowie tej najrozmaitsze pomysły uszczęśliwienia świata, — bardzo oryginalne nawet... Pełno też dzikich marzeń, samodzielnych, do niczego niepodobnych planów."
      },
      {
        "index": 64,
        "text": "— I ów pan Niepołomski zdołał wydrzeć panom taki kąsek?"
      },
      {
        "index": 65,
        "text": "— A widzi pani! I w dodatku, — nie wiem, jak on to zrobił. Bo czas był krótki. Ledwie przyjechał."
      },
      {
        "index": 66,
        "text": "— A czy ładna?"
      },
      {
        "index": 67,
        "text": "— Niebrzydka, wcale sobie nawet... Choć mówić o tem w tem miejscu, wobec..."
      },
      {
        "index": 68,
        "text": "— Jakże się to stało? Niech mi pan opowie, bo pasyami lubię takie historye. To wygląda, jak w romansie."
      },
      {
        "index": 69,
        "text": "— A czy tylko pani nie przybywa do nas również z jakiemi krociami?"
      },
      {
        "index": 70,
        "text": "— Bardzo być może! Kto to wie? Ale nie o to przecież chodzi, skąd ja jestem i jaka, tylko o to, jakim sposobem odbywają się w Genewie maryaże. Kto jest ów świeży upieczony mąż? Mówi pan, że niedawno przyjechał? Jakże mu to było?"
      },
      {
        "index": 71,
        "text": "— Łukasz Niepołomski."
      },
      {
        "index": 72,
        "text": "— Łukasz Niepołomski..."
      },
      {
        "index": 73,
        "text": "— Przybył do nas z kraju... Ale co my, proszę pani, będziemy sobie psuć humory cudzymi mężami, albo, naprzykład, cudzemi żonami? Czy nie lepiej..."
      },
      {
        "index": 74,
        "text": "— A nie, nie lepiej. Ja jestem systematyczna. Jeżeli pan wszystko systematycznie i grzecznie opowie, to..."
      },
      {
        "index": 75,
        "text": "— To co, pani?"
      },
      {
        "index": 76,
        "text": "— To później poprawimy nasze humory. Lubię ploteczki. — No, dobrze, będę plotkował, ale pani mi à conto, w kształcie zadatku, powie..."
      },
      {
        "index": 77,
        "text": "— Nic nie powiem, dopóki mi pan nie wyłuszczy całej prawdy o tamtym..."
      },
      {
        "index": 78,
        "text": "— No, więc cóż? Przybył, — to znaczy przyjechał kolejką. Zamieszkał. Chodził do biblioteki publicznej. Czytał zawzięcie. Milczał. Żył zdaleka. Znowu czytał. Cóż to jeszcze? A tak... Parę razy widziałem go w towarzystwie naszem, polskiem. Jakieś ciemne wersye zaczęły obijać się o kolonię à propos tego pana. Wszyscy, a szczególniej wszystkie zainteresowały się nim nadzwyczaj. Wreszcie, ponieważ był zapisany do towarzystwa, na jednem z zebrań zadano mu pytanie, czy to prawda, że siedział w więzieniu za kradzież? Nie byłem wówczas obecny, znam to ze słyszenia..."
      },
      {
        "index": 79,
        "text": "— A to ciekawe! Cóż ten pan odpowiedział?"
      },
      {
        "index": 80,
        "text": "— On wówczas odpowiedział... Cóż to on wówczas odpowiedział? Przepraszam bardzo... pani zna tego pana."
      },
      {
        "index": 81,
        "text": "— Nie. Ale proszę... mówić!..."
      },
      {
        "index": 82,
        "text": "— Odpowiedział, że rzeczywiście siedział w jakimś mamertyńskim kryminale. Wyznał nawet za co. Oto za kradzież jakichś dokumentów w Rzymie. Czy jeszcze plotkować?"
      },
      {
        "index": 83,
        "text": "— Jeszcze!"
      },
      {
        "index": 84,
        "text": "— No, wobec tego, chciało go, wie pani, zjednoczone panieństwo cokolwieczek wylać z towarzystwa. Głosowano. Wówczas to, jako młode lwię, wystąpiła w obronie byłego kryminalisty owa Milady. Spiorunowała towarzystwo »pryncypialnemi« tyradami..."
      },
      {
        "index": 85,
        "text": "— Pan to już słyszał na własne uszy, prawda? — Nie, ja to znam ze słyszenia. Ale wobec tego, że kwestya jest prawie wyczerpana, możebyśmy przeszli do porządku dziennego..."
      },
      {
        "index": 86,
        "text": "— Zaraz. I ślub wkrótce nastąpił?"
      },
      {
        "index": 87,
        "text": "— A jakoś wkrótce. Bo to zwykle tak bywa: miłość, a zaraz potem... tak jakoś wkrótce — ślub."
      },
      {
        "index": 88,
        "text": "— Czy są w Genewie?"
      },
      {
        "index": 89,
        "text": "— O, nie! Natychmiast wyjechali! Wyjechali na Nową Zelandyę. Będzie temu ze dwa miesiące... z górą jakoś. Będą tam pono prowadzić studya antropologiczne w dzikich archipelagach, gdzie to — Borneo, Celebes, Jawa, Sumatra — pani wie? — u dołu mapy."
      },
      {
        "index": 90,
        "text": "— Pan był na ślubie?"
      },
      {
        "index": 91,
        "text": "— Byłem."
      },
      {
        "index": 92,
        "text": "— W kościele katolickim?"
      },
      {
        "index": 93,
        "text": "— W katolickim... Ale ja widzę, że to wszystko panią nad miarę interesuje..."
      },
      {
        "index": 94,
        "text": "— Nie. Już dosyć. No, — więc co? Co mi pan chciał powiedzieć? Niech pan teraz mówi!"
      },
      {
        "index": 95,
        "text": "— Ja istotnie chciałem powiedzieć... Chciałem to pani już dawno powiedzieć, że ja... to jest, że gdybym mógł pani powiedzieć... Ale gdzież to! Takich oczu, jak pani, jeszcze żadna kobieta na ziemi, jak świat światem, nie miała i nie będzie miała! Przysięgam! Pani ma tak cudne włosy, tak cudne włosy, że to jest poprostu... skandal! Ale pani ma, oprócz tego, usteczka. Jednem słowem... Co ja zresztą mogę o tem powiedzieć? Pani wie, pani to sama wie doskonale, lepiej ode mnie. Ale cóż z tego?"
      },
      {
        "index": 96,
        "text": "— Tak, z tego nic. Pan mieszka stale w Genewie? — W Lozannie, pani. Rue Fribourg, 32... Stanisław Liwicki... Rue Fribourg, 32. Tu zaś na wzgórku hotel Cigne, ale dependence... — dodał melancholijnie, zatapiając oczy w oczach słuchaczki."
      },
      {
        "index": 97,
        "text": "— Niech się pan tak bardzo nie wzrusza, bo to panu może zaszkodzić. Ja pana zapytywałam o adres dlatego, żeby się dowiedzieć, gdzie pan zamierza wysiąść. Bo, co do mnie, to wracam już do Montreux."
      },
      {
        "index": 98,
        "text": "— A czy mnie nie byłoby danem to szczęście, żeby wrócić tam z panią?"
      },
      {
        "index": 99,
        "text": "— Wolałabym, żeby pan wysiadł tutaj."
      },
      {
        "index": 100,
        "text": "— Tutaj, to jest niby... żebym wysiadł w jezioro?"
      },
      {
        "index": 101,
        "text": "— Jak pan uważa."
      },
      {
        "index": 102,
        "text": "— Ja uważam, że tutaj naokoło jest jezioro."
      },
      {
        "index": 103,
        "text": "— Ach, to nie do zniesienia!"
      },
      {
        "index": 104,
        "text": "— Więc pani znajduje, że w ubraniu?"
      },
      {
        "index": 105,
        "text": "— Rozumiem. A gdybym też, dajmy na to, utonął?"
      },
      {
        "index": 106,
        "text": "— Nie przypuszczam, żeby aż do tego doszło. Zresztą gotowa jestem złożyć wieniec za 25 franków na pańskiej świeżej mogile i iść za karawanem w czarnej sukni. Mam wcale ładną czarną suknię."
      },
      {
        "index": 107,
        "text": "— Ale z żalem w sercu, czy chociaż z odrobiną żalu?"
      },
      {
        "index": 108,
        "text": "— Z odrobiną żalu na obliczu. Kolegom pańskim to wystarczy. A i panu chyba? Przecie pan oczywiście, nie wierzy w nieśmiertelność?"
      },
      {
        "index": 109,
        "text": "— Nie wierzę, pani. Ale jakaż materyalna może mię czekać nagroda? Jaka? Bo gdyby mię czekała materyalna nagroda, naprzykład, w tej chwili... A w takim razie... Gotów jestem po jej uzyskaniu natychmiast, skoczyć w wodę i notorycznie, eksperymentalnie utonąć w oczach pani. Ewa śmiała się głośno, głośno, patrząc w niebo. Łódź nie sterowana i nie popchnięta od dawna wiosłem, kołysała się na drobnych falach, idących w stronę brzegu. Ocknąwszy się ze swoich śmiechów, Ewa rzecze:"
      },
      {
        "index": 110,
        "text": "— Pan skłamał, panie Lwicki!"
      },
      {
        "index": 111,
        "text": "— Liwicki, — do usług."
      },
      {
        "index": 112,
        "text": "— Panie do usług, pan skłamał, twierdząc, że Łukasz Niepołomski ożenił się z panną Rolską."
      },
      {
        "index": 113,
        "text": "— Nie mam zwyczaju kłamać w razach, kiedy nie zachodzi po temu nieodwołalna potrzeba, — dumnie »odparł« Liwicki."
      },
      {
        "index": 114,
        "text": "— Widocznie zachodziła potrzeba. Tego pan nie wie, że Niepołomski jest żonaty."
      },
      {
        "index": 115,
        "text": "— Da liegt der Hund begraben! Pani! Ów przeklęty Niepołomski dostał rozwód już wówczas, kiedy tu na moje dzisiejsze utrapienie przyjechał, a może nawet później. Dostał rozwód, dzięki pieniężnemu poparciu, którego nie szczędziła Milady. Słowem, że dostał rozwód, bo za pieniądze można, proszę pani, dostać dwa rozwody, a nawet trzy. Przysięgam, że byłem na jego ślubie! — krzyczał, machając prawą ręką."
      },
      {
        "index": 116,
        "text": "— Czy może mi pan dać jakiś dowód, że ślub ten odbył się? Jakiś dowód... niezbity? Pańskie słowo... tak... Ale dowód, dowód! Ja muszę pokazać to osobie..."
      },
      {
        "index": 117,
        "text": "— Mogę pani dać dowód... Mogę przynieść kopię aktu ślubnego. Przyniosę to pani do mieszkania, tylko kwestya — kiedy? Wie pani, — przyniosę jeszcze dziś, — dobrze?"
      },
      {
        "index": 118,
        "text": "— Dobrze, przynieś pan! Koniecznie!"
      },
      {
        "index": 119,
        "text": "— Ale gdzież go mam przynieść? — Hotel Grammont. Nazywam się Ewa Pobratyńska."
      },
      {
        "index": 120,
        "text": "— Więc nie — Niepołomska?"
      },
      {
        "index": 121,
        "text": "— Nie, nie Niepołomska! — chichotała — Ba! jakże pan to może wydostać dziś? Jakim sposobem?"
      },
      {
        "index": 122,
        "text": "— Pojadę do Genewy... Za godzinę odchodzi pociąg. Wrócę wieczorem."
      },
      {
        "index": 123,
        "text": "— Ale teraz, panie! Teraz!"
      },
      {
        "index": 124,
        "text": "— Co teraz?"
      },
      {
        "index": 125,
        "text": "— Czy pan jest rzeczywiście człowiekiem dobrego wychowania?"
      },
      {
        "index": 126,
        "text": "— Pochlebiam sobie!"
      },
      {
        "index": 127,
        "text": "— A więc... Cóż mam robić? Chciałabym być natychmiast sama, i to tutaj, w tej łodzi!"
      },
      {
        "index": 128,
        "text": "— W tej łodzi! Znowu — w tej łodzi!"
      },
      {
        "index": 129,
        "text": "— Czy nie zechciałby pan opuścić mię? Do brzegu nie jest tak znowu bardzo daleko. Niech pan to zrobi? Albo — ja sama skoczę! Nie mogę!"
      },
      {
        "index": 130,
        "text": "Student spostrzegł jej ruch. Twarz jego wyciągnęła się i sposępniała. Siedział obojętnie, z wytrzeszczonemi oczami."
      },
      {
        "index": 131,
        "text": "— Czemś panią do żywego dotknąłem... Ale czem, — przez Bóg żywy! Przepraszam... Gdybym mógł był wiedzieć!"
      },
      {
        "index": 132,
        "text": "— Nic, nic! Muszę być sama, panie! — krzyknęła."
      },
      {
        "index": 133,
        "text": "Bielmo rozpaczy zasłaniało jej źrenice. Dłonie splatały się i załamywały konwulsyjnie. Zęby były wyszczerzone, twarz strasznie blada. Student siedział osowiały, ze zwieszoną głową. Myślał głęboko. Wyszeptał:"
      },
      {
        "index": 134,
        "text": "— Gdybym mógł być przez jedną sekundę tak przez panią kochany! Przez jedną sekundę! — Precz, precz! — jęknęła."
      },
      {
        "index": 135,
        "text": "— A to opera!..."
      },
      {
        "index": 136,
        "text": "Stanął zwolna w łodzi, rozkraczywszy nogi na burtach. Spojrzał na odległy brzeg i mruknął z fanfaronadą:"
      },
      {
        "index": 137,
        "text": "— Skoro jesteśmy niemili damie, należy usunąć się. Rozumiem. Ale jeśli te gałgany patrzą z brzegu na moje dzieje i zobaczą finał, toż to bydło pochoruje się ze śmiechu."
      },
      {
        "index": 138,
        "text": "Zebrał się w sobie i od jednego susa skoczył w wodę. Przez chwilę zanurzył się głęboko, — wychynął, — i, przebierając raz jedną, drugi raz drugą ręką, począł systematycznie i szybko płynąć w kierunku brzegu, ku białym domom Montreux."
      },
      {
        "index": 139,
        "text": "Ewa odetchnęła. Rzuciła się na spód łodzi, twarzą na dół. Poczęła rwać na sobie suknie, targać włosy i łkać głośno, głośno, co w piersiach tchu. Łódź, nie sterowana, kołysała się na wodzie to tu, to tam. Wiosła, przytwierdzone do burtów, drgały bezsilnie..."
      }
    ]
  }
}