{
  "chapterNumber": 10,
  "title": "Tom pierwszy, X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Dnie, tygodnie, miesiące..."
      },
      {
        "index": 2,
        "text": "Ewa nie miała najdrobniejszej wiadomości o tem, co się stało z Niepołomskim. Poczyniła była wszelkie możliwe starania. Na jakie tylko mogła wpaść domysły, — wszystko wyzyskała. Była w biurze adresowem, w biurze pasportowem, posyłała zapytania do pism codziennych..."
      },
      {
        "index": 3,
        "text": "Zewsząd otrzymała odpowiedzi jednobrzmiące: nie wiadomo. W biurze adresowem — jakże to drżała, kiedy wywoływano nazwisko Niepołomskiego! Powzięła wiadomość, że wyjechał z Warszawy. Wróciła tedy do tego właśnie miejsca, skąd wyszła. W odpowiedziach od redakcyi podawano już to stare adresy w Paryżu i Londynie, już odpowiadano krótko i węzłowato: — nie wiadomo. Utworzył się dokoła duszy jak gdyby spisek, jak gdyby sprzysiężenie ludzi, zmowa instytucyi rzeczy, zwarty kartel bezlitosnych okoliczności, popierających się wzajem wszelkiemi siłami, w tym jedynie celu, żeby nic nie można było się dowiedzieć o Niepołomskim. Zdawała sobie sprawę z tego, że to przecie jest złudzenie, a jednak, gdy przychodziła skądkolwiek odmowna odpowiedź, — witała ją z uśmiechem pogardy; — wiem, wiem, przyjaciele, co mi powiecie... Przyszła szybko do przekonania, że Łukasz umarł. Ale i o śmierci nie było nigdzie w świecie otaczającym wzmianki, pogłoski, echa, wieści..."
      },
      {
        "index": 4,
        "text": "Ewa przeżyła to skwarne lato w pracy bez wytchnienia."
      },
      {
        "index": 5,
        "text": "Gdyby nie martwe i ślepe godziny mechanicznych dodawań olbrzymich kolumn, sprawozdań z podziału należności za przewóz towarów przez rozmaite linie kolejowe, byłaby oszalała. To też robiła zaciekle, zapamiętale, dwa razy, trzy razy więcej niż dawniej. »Odstawiała« po trzy, a nawet po cztery »normy« dziennie bez podniesienia głowy z nad papierów i bez oderwania myśli. — Nie była w stanie pozwolić sobie na jedną chwilę czasu »swobodnego«. Jej czasy swobodne zapełnione były korowodami myśli, podobnych do trupich głów w ślubnych welonach. Spostrzeżono jej zimną pilność, doskonałość jej wykazów, nieomyślność rachunków, ogrom pracy i nadmiar gorliwości. Zarobiła w tym czasie wprost »olbrzymie sumy«. Otrzymała zapewnienie najbliższego awansu. Naczelnik biura przyszedł do wniosku i przebąkiwał, że najoczywiściej »norma« dziennie jest ilością za małą, skoro pracownik może wykonać tyle, co panna Pobratyńska."
      },
      {
        "index": 6,
        "text": "W tym samym czasie Ewa poczęła się »stroić«, (jak twierdziła jej siostra Aniela). W rzeczywistości poczęła ubierać się wykwintnie i subtelnie. — Suknie jej nie były oczywiście, drogie, bogate i uderzające, niemniej jednak dobrane i obmyślane ze smakiem i niezwykłą pieczołowitością. Nadto — były uszyte w pewien osobliwy, możnaby powiedzieć, arystokratyczny sposób. Na ulicy Ewa robiła wrażenie panny z wyższego towarzystwa. — Ta skłonność do ozdobności stroju zjawiała się powoli, rosła i dojrzewała. Była w tem doza zemsty, przechodząca aż w dziedzinę cynizmu."
      },
      {
        "index": 7,
        "text": "Opuszczona, doznawała w tych skwarnych czasach wszystkich walk aniołów ciemności i wszystkich aniołów światła."
      },
      {
        "index": 8,
        "text": "Sama była zwolna, zwolna przemieniona w duch cienia. Dusza jej nie miała już w sobie nic takiego, co ludzkie frazesy zowią kategorycznie cnotą, albo występkiem. Szła po ruchomej i sypkiej granicy między dobrem i złem, jakby po grani wapiennej Giewontu. Kochała cień, sekretność i niejasność swych myśli i z lubością przebywała w samej sobie. Znajdowała rozkosz w myśleniu samoistnem, bezpośrednio wysnutem z patrzenia niezmrużonemi oczyma w świat. Brała ów cały widoczny świat w swój umysł i mięsiła myślą jego odbicie. Dawniej bała się, jak śmierci, tego, co nauczono ją zwać występkiem. Teraz najskrajniejsza potworność warszawskiej ulicy nie stanowiła dla niej przedmiotu pogardy. Boleść i siła zmagały się w duszy i rosły ciągle. Nad wszystkiem górował śmiech z życia. Śmiała się po sto razy na dzień z Łukasza i jego »wielkiego czynu«, ze siebie tak głupio tęskniącej, z podeptanego kurczęcia, z biedy ojca, z pracy matki, z ciężarności siostry, z posłańca-tabetyka, podrygującego z ulicy w ulicę pod ciężarem pakunku, z beznosej żebraczki i z paralityka o białych oczach, wiezionego w wózeczku. Kochała się teraz w Łukaszu do szaleństwa. Ale odmiennie, zgoła inaczej. Już on teraz prawie na ziemi nie istniał. U tych krańców tęsknoty stał się zeń nieistniejący bóg, jakowyś Hermes Trismegistos, który, rozkazawszy duchom, braciom swym, żeby mu za świtę służyli, wstąpił na gwiazdy. Dla sprowadzenia go na ziemię sprzedawała mu się, czyniła mu w sercu ofiary, ustępstwa bez końca i bez rachuby. Obiecywała mu w marzeniach rozkosze raju, byleby przybył. Śniła o tem, żeby zostać jego służebnicą, pragnęła nocami rozkoszy cielesnej z nim, grzechu tajnego, któryby złączył duszę jego z jej duszą w potępionej wieczności. Patrzyła obojętnie, jak dusza dawna, dusza miniona — szatanieje. Patrzyła ze śmiechem, jak wśród szamotań dusza brnie z występku w występek, jak popełnia miliony nieznanych jej grzechów — i pragnie wciąż nowych. Cóż z tego, że grzechy te popełnia tylko myślą, tylko żądzą i wolą, kiedy one owładnęły już sercem. Leżały zamknięte w sercu, gotowe do wybuchu, jak iskry w zimnym krzemieniu. Przyszła wreszcie do niejakiej granicy i powiedziała sobie, że życie może nic istnieć, może się nie rozwidniać jutro, byleby istniał jeden dzień z nim, dzień dzisiejszy. Życie — to dzisiaj!"
      },
      {
        "index": 9,
        "text": "Gdybyż mogła wiedzieć chociaż tyle, że umarł. Gdyby umarł, odebrałaby sobie życie i wynalazła go w piekle, czy w niebie, w raju, czy w Azgardzie, wszędzie, gdziekolwiek jest. Ale jakże umrzeć, jeśli on żyje na świecie. Żyła tedy lichwą, wydartą z ostatnich okruszyn nadziei. Z okruszyn tych częstokroć wystrzelały nagłe złudzenia, olśniewające kraje, nieznane ziemie. Z założeń tysiąckroć drobniejszych, niż ziarenko nasienne rezedy, rosły baobaby ufności, cudne wielkokrzewy, zbudowane cudownie i niemniej ściśle, niż systemat Schellinga. Ale kiedy indziej w tę metafizykę odtrącenia wpadały efemerydy potwornych impulsów, ciosy tajemniczych poduszczeń do aktów niesłychanej zemsty... Jedno częstokroć wspomnienie gestu, powiewu, jęku, — niedostrzeżone czasu dni szczęśliwych, — zasiane teraz ręką szatana w ciemności, uderzało w piersi, jak nóż, przez tygodnie..."
      },
      {
        "index": 10,
        "text": "Ewa stała się niewymownie piękna. Gdy pośpiesznie szła ulicą, zatopiona w sobie, wyniosła, ze wzrokiem jakby wywróconym na nice i zatopionym w światach duszy — nie było mężczyzny, któryby jej nie ścigał wzrokiem i westchnieniem. Były to oczy ptaka konającego, przyćmione przez powieki, jak przez całuny. Stała się blada, zimna, wysmukła, przedziwnie mściwa, jak Diana. Jeżeli na kogo wzrok jej padł, to przeszywał zapalczywym ogniem ducha — na śmierć, niby strzała srebrnego łuku siostry Apollina. Zimne błyskanie nieprzebłaganych oczu i wzgardliwy uśmiech, — to najczęściej miała dla ludzi."
      },
      {
        "index": 11,
        "text": "Wędrówki z domu do biura i z biura do domu były dla Ewy najprzykrzejsze. Wówczas rozwijała się najuciążliwsza praca wspomnień, obliczeń, zrównań bieżącego dnia i dni dawnych, nędznych małostek i nieskończoności, niewiadomych godzin marzenia i wiadomych, świeżo poznanych wielkości bieżącej godziny, — wszystka niezgłębiona, nie mająca początku ni końca matematyka osamotnienia dnia. Były pewne przysłowia, które Ewa powtarzała często, jako doskonałą dewizę swego życia, jako słowo wszechobejmujące. Co rana, spostrzegłszy w sobie coś nowego, mówiła to słowo, stwierdzała z gorzkim cynizmem: »im dalej w las, tem więcej drzew«. Szła coraz dalej w nieprzebyty las życia."
      },
      {
        "index": 12,
        "text": "W ciągu tego okresu czasu kilkakrotnie doznała wstrząśnień, których później lękała się drżąc na całem ciele. Pewnego razu, idąc po południu ku domowi, pełna usiłowań, żeby wyrobić w sobie chociaż jakiś chiński cień charakteru, rzuciła okiem na tramwaj przejeżdżający i na jego szczycie ujrzała olbrzymiemi literami wypisane słowo »Łukasz«. Było to ogłoszenie jakiegoś sklepu, czy stowarzyszenia. Drgnęła wtedy, uderzona bezlitosnym prądem i napół zabita, odrętwiała, w paraliżu wlokła się do domu."
      },
      {
        "index": 13,
        "text": "Kiedyindziej, gdy siedziała na »swej« ławce w parku, poddana mocy prawdziwie żywiołowych nasyceń zgłodniałych uczuć pewnikiem, że inni ludzie także kochają nieszczęśliwie, nienawidzą, cierpią, są nieszczęśliwi, gniją po szpitalach i umierają, — usłyszała nagle w rozmowie dwu przechodzących jegomościów zdanie jako odpowiedź: »życie życiem być musi, śmierć korzysta z praw śmierci«. Zdanie to każdą sylabą przywarło do duszy tak nieodparcie, jak głowonóg — ośmiornica przywiera do żywego ciała kostnemi ssawkami."
      },
      {
        "index": 14,
        "text": "Najcięższą wszelako chwilę stanowiło przejście z matką. W parę dni po wyjeździe Łukasza, w czasie, kiedy nie obchodziło jej nic, kiedy była najstraszliwiej »wichrem porwana«, w chwili powrotu do domu, spostrzegła na bramie kartę z oznajmieniem, że pokój jest do wynajęcia w mieszkaniu rodziców. Bez jednej myśli w głowie, z furyą w sercu, zdyszana wbiegła na schody, przycisnęła dzwonek... Ledwie mogła doczekać się... Gdy wtargnęła do mieszkania, natychmiast wyciągnęła matkę na korytarz i obcesowo zapytała, patrząc jej prosto w oczy:"
      },
      {
        "index": 15,
        "text": "— Mama ogłosiła, że jest do wynajęcia pokój?"
      },
      {
        "index": 16,
        "text": "— No, ogłosiłam."
      },
      {
        "index": 17,
        "text": "— Ten pokój?"
      },
      {
        "index": 18,
        "text": "— Ten."
      },
      {
        "index": 19,
        "text": "— Pokój Niepołomskiego? — nastawała, wbijając w matkę oczy, jak noże."
      },
      {
        "index": 20,
        "text": "— Czyś już zupełnie oszalała?"
      },
      {
        "index": 21,
        "text": "— Nie oszalałam, nie! Ja nie dam wynająć tego pokoju! — wycedziła przez ściśnięte zęby."
      },
      {
        "index": 22,
        "text": "— Pytam ci się, Ewa, czyś oszalała?"
      },
      {
        "index": 23,
        "text": "— Jeżeli mama wynajmie ten pokój, jeżeli do tego pokoju... pierwszy lepszy się wniesie, to ja... Przysięgam mamie! Wyjdę na ulicę i, wie mama, pójdę z pierwszym lepszym!..."
      },
      {
        "index": 24,
        "text": "Stara pani nie spuszczała z niej oczu. Sama zbladła tak samo, jak Ewa, i trzęsła się tak samo, jak ona. Chwyciła córkę za obie ręce i wciągnęła ją do pustego pokoju Łukasza. Tam ją oparła plecami o mur i w oczy zaczęła jej szeptać:"
      },
      {
        "index": 25,
        "text": "— Musisz o nim zapomnieć, musisz, musisz! Zginiesz, jeśli nie zapomnisz!"
      },
      {
        "index": 26,
        "text": "— To zginę! — odpowiedziała Ewa jednym prawdogłośnym okrzykiem. — Mama myśli, że zginąć — to dla mnie przestrach. Dla mnie zginąć!... Podła jestem sobaka, że jeszcze żyję!"
      },
      {
        "index": 27,
        "text": "— On nigdy nie dostanie rozwodu, — mówiła stara nieodwołalnie. — Sprawdzałam sama w konsystorzu, chodziłam do jego adwokata. Ty myślisz, że ja jestem taka głupia, jak ty."
      },
      {
        "index": 28,
        "text": "— To niech nie dostaje. Nie dbam o rozwód!"
      },
      {
        "index": 29,
        "text": "— Więc o cóż ty dbasz? Zastanów się i powiedz, czego chcesz?"
      },
      {
        "index": 30,
        "text": "— Niczego od was nie chcę."
      },
      {
        "index": 31,
        "text": "— Nie wróci do ciebie nigdy, przenigdy."
      },
      {
        "index": 32,
        "text": "— Dopięła mama swego, więc cóż jeszcze?"
      },
      {
        "index": 33,
        "text": "— A bo musisz zapomnieć!"
      },
      {
        "index": 34,
        "text": "— Długo mama pożyje, żeby tego doczekać."
      },
      {
        "index": 35,
        "text": "— A kiedy musisz!"
      },
      {
        "index": 36,
        "text": "— Nie! Nie zapomnę go nigdy — przenigdy! — szeptała w szale z zamkniętemi oczami, z uśmiechem. — Choćby bił, choćby mię kopał nogami, choćby mię włóczył za włosy po ziemi, — będę go całowała po rękach, po nogach, będę go wielbiła do ostatniego tchu! Żebym go tylko mogła zobaczyć, och, żebym go mogła zobaczyć! Wie mama teraz? — pytała z okrutną kokieteryą."
      },
      {
        "index": 37,
        "text": "Stara zakołysała się, zaszlochała w sobie. Twarz jej skrzywiła się boleśnie. Rzekła po chwili:"
      },
      {
        "index": 38,
        "text": "— Pleciesz bez rozumu. Jesteś zupełnie zwaryowana, więc ja od dawna i wciąż myślę za ciebie. Dniami i nocami, dniami i nocami. Rozumiesz mię, czy nie? Ja myślę za ciebie bez ustanku."
      },
      {
        "index": 39,
        "text": "— Nie potrzeba."
      },
      {
        "index": 40,
        "text": "— Czego nie potrzeba?"
      },
      {
        "index": 41,
        "text": "— Żeby mama..."
      },
      {
        "index": 42,
        "text": "— A kiedy ty jesteś moje dziecko. Ja cię na świat wydałam, ja ci darowałam to życie. Twoje życie to ja ci dałam. Gdyby nie ja, — nie byłoby cię tej chwili."
      },
      {
        "index": 43,
        "text": "— To niech je sobie mama z powrotem zabierze — to życie! Jeśli tak należę do mamy, to niech mię mama zabije. Ach, żebyście wy mnie zabili, wy, dobroczyńcy!"
      },
      {
        "index": 44,
        "text": "— Ja po nocach nad tobą czuwałam, kiedyś była tylą kruszyną. A teraz, jakeś jest kobietą dorosłą, to ja mam iść precz od ciebie? Rozumiesz ty, co mówisz?..."
      },
      {
        "index": 45,
        "text": "— Nic teraz nie rozumiem."
      },
      {
        "index": 46,
        "text": "— To ja też za ciebie pracuję teraz rozumem, tak samo, jak wówczas, gdyś miała pięć miesięcy i rok, i dwa, i dziesięć."
      },
      {
        "index": 47,
        "text": "— Kiedyś wszyscy dorastamy, starzejemy się. Nikt nie jest dzieckiem przez całe życie od kolebki do starości. I mama niegdyś była dzieckiem... I ja już nie jestem dziesięcioletniem dzieckiem."
      },
      {
        "index": 48,
        "text": "— Ale tego nie wiesz o życiu, co ja."
      },
      {
        "index": 49,
        "text": "— A mama nie czuje nic z tego, co ja czuję. Ani najlżejszego drgnienia serca."
      },
      {
        "index": 50,
        "text": "— I o tem wiem, co czujesz, bom przeżyła życie i także byłam zakochaną dziewczyną."
      },
      {
        "index": 51,
        "text": "— Nie, nie kochała mama tak, jak ja."
      },
      {
        "index": 52,
        "text": "— Skądże wiesz?"
      },
      {
        "index": 53,
        "text": "— Bo nie stałaby mama teraz nade mną, jak straszny kat. Straszny, bezlitosny kat! Mama to wygnała stąd Łukasza pod pozorem troski o mnie, dla mego — cha-cha-cha! szczęścia. Mama to może wymówić słowo, mamie to może przejść przez usta, zmieści się w piersiach, mamie! — to słowo: musisz zapomnieć? Jego zapomnieć! Łukasza, zapomnieć!"
      },
      {
        "index": 54,
        "text": "— Ja ci nie każę, ja cię tylko chcę chwycić za ręce i prowadzić precz od przepaści. Musisz zapomnieć, bo inaczej przepadniesz. Ty o tem nie wiesz, a ja wiem doskonale."
      },
      {
        "index": 55,
        "text": "— A ja wolę zlecieć w przepaść..."
      },
      {
        "index": 56,
        "text": "— Wszystko przemija. I ten twój nastrój przeminie. Jesteś młoda, jesteś do ludzi podobna. Na świecie żyjesz i wśród ludzi."
      },
      {
        "index": 57,
        "text": "— Nastrój mój przeminie..."
      },
      {
        "index": 58,
        "text": "— Wszystko przemija. Rodzice zapominają o dzieciach. Wiesz ty, co znaczy to słowo? Widzisz, że nie wiesz, nie wiesz! Kiedyś dopiero zrozumiesz, co się zawiera w takiem zdaniu: rodzice zapominają o umarłych dzieciach."
      },
      {
        "index": 59,
        "text": "— Dzieci zapomną o matce, co za niemi aż do szaleństwa przepadała, której serce po milion razy przeszywał czarny słupek rtęci, pokazujący gorączkę. Chodziła nocą bosa i półnaga podsłuchiwać oddechy, czatowała rankami na przebudzenie, była, jak pies, wierna, a noc tylko ciemna wie, ile dla nich przecierpiała. Serce jej było pragnieniem ich szczęścia, ręce były narzędziami do budowania ich dobrej doli... Zapomną, jak o rzeczy nieużytecznej, zniszczonej, starej, niemiłej, gdy będzie sama twarz w twarz ze śmiercią. Odejdą z uśmiechami, zwróconymi do życia do pierwszego pięknego przechodnia. I zapomną... Mężowie zapominają o żonach, które im poświęciły pierwsze bicie serca miłującego i im się tylko oddały. Szaleją, biją czołami o mur, pistolet przykładają do skroni. Zapominają... — A są tacy, co nie..."
      },
      {
        "index": 60,
        "text": "— Wszystko odchodzi pod dach Wiecznego Boga. Do tego strasznego składu, gdzie już powtóre nic nie odszukasz. A ja ci tak dzisiaj radzę, — żebyś go całkiem nie zapomniała, bo już, widać, na nieszczęście, nie zapomnisz, ani zbyt mocno nie pamiętała, bo nędznie zginiesz. Weź to do serca i pracuj nad sobą. Dzień i noc pracuj!"
      },
      {
        "index": 61,
        "text": "Ewa w szlochach oparła głowę na piersiach matki. Stały długo, łkając, wcielone duchem i ciałem jedna w drugą, jakoby na nowo jeden, oplątany krwionośnemi żyłami, nierozdzielny twór natury. Ewa ocknęła się pierwsza. Zalane łzami oczy utopiła w oczach matki. Usta, jakby krwi pełne, ledwo, ledwo szeptały:"
      },
      {
        "index": 62,
        "text": "— Mamo, ja wezmę ten pokój! Będę za niego miesięcznie tyleżsamo, co on, płaciła. Tu się przeniosę i zamieszkam. Ja potrzebuję być sama. Będę zarabiała jeszcze więcej, jeszcze więcej. Przecie zarabiam tyle, że mogę to samo zapłacić, co on."
      },
      {
        "index": 63,
        "text": "Stara pani patrzała ponuro w ziemię. Mruknęła:"
      },
      {
        "index": 64,
        "text": "— Niewiele ci to pomoże, a nam krzywda."
      },
      {
        "index": 65,
        "text": "— Więc ja już nigdy nie będę człowiekiem! Żebym trzysta rubli zarabiała miesięcznie, to także muszę siedzieć za parawanem? Wiecznie wasza, wasza..."
      },
      {
        "index": 66,
        "text": "— A bierz sobie, bierz pokój! Blizko dwieście rubli rocznie, jak w błoto rzucił."
      },
      {
        "index": 67,
        "text": "Ci devant piękność wyszła z pokoju, wyniośle podnosząc głowę. Tegoż jeszcze dnia Ewa przeprowadziła się do pokoju, zajmowanego poprzednio przez Niepołomskiego. Umieściła tam wszystkie swe rzeczy, cały swój dobytek. Pościel zasłana na Żelaznem łóżku w taki sam sposób, jak była u niego. Rzeczy, które były w użyciu tego lokatora, ustawiła z pietyzmem. Po powrocie z biura, zamknięta na klucz, całemi godzinami zajmowała się czyszczeniem, myciem, podklejaniem tapet, malowaniem podłóg i t. d... aż doprowadziła ową izdebkę do stanu jakiejś niewypowiedzianej doskonałości i niewątpliwego uroku. Zmieniła to miejsce w świątyńkę, czy muzeum. Stare, tandetne graty stały się niemal piękne i dziwnie w swem prostactwie szacowne na lustrzanej podłodze, wobec nieskalanych ścian i przeźroczystych okien. Pokój ten pełen był zapachu kwiatów i subtelnych perfum. Na ścianach zjawiły się dwie ryciny niejako wydobyte z listów Łukasza Niepołomskiego, a po długich poszukiwaniach i za drogie pieniądze zdobyte u antykwaryuszów. Jedna z nich, — to Otello, zbliżający się w nocy do Desdemony, piękny sztych angielski, — druga, to portret Alfreda de Vigny. Nikt z domowników nie przekroczył ani razu progu tego pokoju. Doprowadziwszy go do stanu doskonałości, właścicielka zamknęła drzwi na klucz dla wszystkich bez wyjątku. Drzwi były zamknięte pod jej nieobecność. Nie odmykała ich również, gdy była u siebie. Sama sprzątała. Były tam książki, których mnóstwo chłonęła teraz, już to wypożyczone z czytelni, już nabyte. Miała w zamknięciu swe listy."
      },
      {
        "index": 68,
        "text": "Żyła tak miesiącami w zupełnem odludziu, »nic nie mówiąc«, — to znaczy nie wyjawiając ani jednej sylaby olbrzymiej pieśni swej duszy, żyła na pustkowiu, jakby w celi, w lesie, czy niedostępnych górach."
      }
    ]
  }
}