{
  "chapterNumber": 22,
  "title": "Tom pierwszy, XXII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Onego wieczoru świecił księżyc. Chmury skrzydlate leciały z zachodu na wschód przed nieruchomą światłością tarczy. Zimny blask spadał w okno, rozwidniał izbę, obchodził kąty, jak wzrok szpiega, — i znikał nagle w pomroce."
      },
      {
        "index": 2,
        "text": "Już kilkanaście godzin Ewa siedziała na swym barłogu, szczękając zębami, w bólach. Czasami jeszcze zrywała się w szale i wałęsała po izbie. — Nadeszła Wreszcie godzina, w której ciągu straszliwe kurcze, wynikające wbrew woli, łamać poczęły raz za razem jej krzyż, brzuch, uda."
      },
      {
        "index": 3,
        "text": "Szukając przeciwko nim ratunku, opierała się plecami o ścianę i, wobec każdego napadu, za pośrednictwem tłoczni brzucha, podległej woli, przychodziła sobie z pomocą."
      },
      {
        "index": 4,
        "text": "Ręce jej, jak czujne pomocnice obdarzone rozumem, raz wraz badały tajemnicę dzieła, straszliwy akt, dokonywający się poza granicami rozumu. Usta były suche, jak drzazgi, język spieczony i chropawy. Kolana trzęsły się i nogi w łydkach kurczyły. Kilkunastominutowe ataki wzmagających się bólów poczęły powtarzać się, wzmagać, przeszywać na wylot, jak rozdzierający sztylet, jak cienka szpada, którą ktoś mściwy a rozszalały zadaje cios po ciosie. Strach i szał! Ręce chwyciły krawędź łóżka, stopy wparły się w słomę siennika. Przeraźliwe ognie poczęły latać po kościach i tańczyć przed oczyma. Najsroższy ból rozdarł wnętrzności na poły. Zdawało się, że ból ów rozsadzi kości i rozerwie nogi. Czuła w sobie zgrzyty czegoś twardego. — Wrażenie, że pół brzucha pękło. Jeszcze jeden, drugi ból, jakoby wbijano na pal... Ruchem rąk, bez wiedzy o tem, co czyni, namacała główkę dziecka. Dzika podnieta pchnęła ją w odmęt, wytwarzania nowego, świadomego bólu."
      },
      {
        "index": 5,
        "text": "Oto wywaliły się barki małe, tułów... Nowonarodzony, zwalany w mazi płodowej, wysunął się między uda. Oplątywały go sznury pępowiny grubości małego palca. Ręce matki brodziły w pętlach, w skrętach tętniących krwią żywą, bijących jakoby samo serce. Ewa nie widziała, co się dzieje. Czuła tylko ulgę zwierzęcą i leżała z uśmiechem, bez ruchu. — Ale oto wśród skrwawionych wód płodowych w zwojach, tętniących coraz słabiej, coraz słabiej, — rozległ się krzyk."
      },
      {
        "index": 6,
        "text": "Porwała się przerażona, namacała palcami i dłonią zacisnęła usta noworodka, jeszcze zlepione śluzem."
      },
      {
        "index": 7,
        "text": "Włosy zjeżyły się na głowie."
      },
      {
        "index": 8,
        "text": "— Łukasz, — szeptała, — Łukasz! na pomoc!"
      },
      {
        "index": 9,
        "text": "Rozejrzała się wokół, wokół. Światło księżyca smugą białą, nieruchomą leżało na podłodze, ostrym klinem zimnym, bolesnym przerzynało ścianę. Cisza wszędzie. Niema nikogo."
      },
      {
        "index": 10,
        "text": "Poznawszy za pomocą oczu, że jest sama, Ewa zadrżała od smagań strachu. Poty zimne, mokre, ślizkie. Cała spocona leżała bez poruszenia, nasłuchując, czy nie idą żydzi z sąsiedniego mieszkania. Zdała sobie sprawę z tego, czy też mogli usłyszeć krzyk."
      },
      {
        "index": 11,
        "text": "Kilka obłąkanych myśli latało w sklepieniu czaszki, pod zwichrzonymi włosami. Uczucie jakieś biło śmiertelnie skrzydłami w głębi piersi."
      },
      {
        "index": 12,
        "text": "Nowy ból, towarzyszący odklejaniu się i wyłonieniu łożyska, zmusił ją do nowej pracy fizycznej. Drżała teraz z zimna czy ze strachu i rozgrzewała swe ramiona oszalałemi dłońmi. Gdy wreszcie wszystka masa łożyska wypadła między uda na ciałko małej istotki, Ewa poczuła, że jest wolna. Jasna myśl, jak błysk piorunowego ognia, oświetliła jej wszystko. Niezłomna wola, jakby czyjś rozkaz, pchnęła ją z łóżka."
      },
      {
        "index": 13,
        "text": "Ewa wstała na równe nogi. Ciepłe smugi krwi sączyły się po jej kolanach i łydkach. Od jednego zamachu zwinęła cztery rogi prześcieradła i wszystko brzemię wraz z niemowlęciem, łożyskiem i sznurem pępowiny porwała w ręce. Cicho na palcach podeszła do drzwi. W ciągu chwili nasłuchiwała. Przez uchyloną szparę patrzyła w sionkę. Było cicho. Wiatr sennie jęczał. Słyszała jedynie rozgłośne ciosy swego serca. Ujrzała podwórze. Leżało w cieniu domostwa. Światło księżyca stało na dachach, na ostrzach sztachet i płynęło przez parkan na ściany sąsiedniej posesyi."
      },
      {
        "index": 14,
        "text": "Wybiegła. Nie wiedzieć kiedy, od jednego susa znalazła się na schodach, prowadzących do kloaki. Lekko wskazującym palcem odrzuciła haczyk. Weszła cicho, jak duch, bezszelestnemi nogami. — Ujrzała nagle przed rozwartemi oczyma, w ciemnym otworze grzązką i płynną powierzchnię. Powierzchnia cała zalana światłem miesięcznem. — Z cichym okrzykiem podniosła ręce i z tajną rozkoszą, z niezwalczoną siłą, z całej mocy rzuciła prześcieradło w otwór dołu. Nachyliła twarz i szpiegowała oczami, co się dzieje. Ujrzała, jak się płótno zwolna rozwarło, niby kielich olbrzymiego kwiatu nakrapiany wielkiemi plamami czarnej krwi. Malutkie rączki, podobne do pylników tulipana, prędko — prędko otwierały się i zamykały. Brzuszek wyprężył się. Małe kolanka zginały się raz wraz, coraz szybciej. Posłyszała żałosny krzyk, jakby podziemne stękanie. Wówczas, źgnięta zbójeckim nożem straszliwego żalu, rzuciła się głową w otwór, z wyciągniętemi rękami, żeby ratować. Ratować! Boże wszystkowiedzący, — ratować! Piersi jej grzmotnęły się o coś twardego, głowa odwaliła na bok. Mrok zasłonił oczy. Nastała cisza."
      },
      {
        "index": 15,
        "text": "Ocknąwszy się, powzięła zmysłami wiadomość o tem, że głowa jej leży w kale, a ręce ściskają kurczowo płatwę poprzeczną. Wspomnienie... Rzuciła głowę przed się i przez otwór kloaki ujrzała już tylko płynną powierzchnię dołu, zalaną przez oślepiająco jasne światło miesięczne. — Nie było nic. Jeno na tem miejscu, gdzie widziała była prześcieradło, pokryte czarnemi plamami, rączki i nóżki szarpane od drgawek, — było nieznaczne wgłębienie, jakby wklęśnięta mogiłka."
      },
      {
        "index": 16,
        "text": "Cichy śmiech radości wstrząsnął przemarzłe piersi. Zerwała się z miejsca i, jak mogła najszybciej, wionęła do izby. Szarpały ją bóle wewnętrzne srogie i nieprzerwane. W bokach, ból jak najmocniejsze rwanie próchniejącego zęba. — Wściekły ból w krzyżu, przeszywający kręgosłup od końca do końca."
      },
      {
        "index": 17,
        "text": "Od pachwin do kolan jakby wyprówano żyły. Szczękając zębami, poczęła wić się po izbie na drżących łydkach, — w kółko, w kółko, na wzór owych obręczy, co ją wewnątrz coraz silniej ściągały. Chwyciła haust wody z garnuszka, żeby spalone wargi ochłodzić. Ale zimno przerażające pchnęło ją, żeby na rozgrzewkę biegać, biegać..."
      },
      {
        "index": 18,
        "text": "Ściany izby poczęły wirować. Światło księżyca, okno, stolik, łóżko — wszystko leciało pędem — a wokoło, a coraz niżej, niżej... Dopadła swego barłogu i runęła weń, szlochając głucho, zcicha, sennie wyjąć, żeby zaś nie posłyszeli sąsiedzi."
      }
    ]
  }
}