{
  "chapterNumber": 4,
  "title": "Tom pierwszy, IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zbliżał się już wieczór, a Ewa nie była w stanie podnieść się z ławki ogrodowej. Oczy jej z rozkoszą spoczywały na trawnikach parku, na prętach brzóz, które omgliło już listowie, na gałęziach kasztanów, napęczniałych w końcach swych, jak lepkie i tłuste kule. Sprawiało jej rozkosz nieprzerywające się i wciąż powrotne zdumienie że naga ziemia, którą w zimie tylekroć widziała była, miejsca zdeptane i nędzne, obrzydłe, publiczne — stały się teraz siedliskiem cudnych żywotów. Białe listki otwierały oczy z tej ziemi i patrzyły w oczy człowiecze z niewysłowionym wyrazem. Rodził się w duszy niepokój i zamęt, a przecież zwiększał sumę trwałego szczęścia. Gdy wzrok Ewy przenosił się z miejsca na miejsce, chodząc za wiosenną mgiełką błękitną, co się między drzewami rozpościerać poczęła, nagle zmącił się i stracił siłę swoją. Ujrzała w alei Łukasza Niepołomskiego. Szedł wolno, ociężale, po prostu — tchórzliwie. Oczy jego skierowane były w jej stronę."
      },
      {
        "index": 2,
        "text": "Doznała uczucia niesmaku, przestrachu, przykrego fizycznie rozstroju. Zoryentowała się, że jej serce czegoś bije, jak oszalałe, i nie mogła, nie mogła w żaden sposób tego bicia powściągnąć. Niepołomski doszedł do końca ulicy, w której siedziała, i zawrócił w inną. Rzekła sobie, z pod oka za nim patrząc, że »na szczęście« zawrócił i odszedł. Skądże więc żal i upadek niespodziany serca? Spuściła oczy na szarą ziemię ścieżki i nie podnosiła ich długo. W pewnej chwili uczuła jakowyś zewnętrzny, mrowiący niepokój i znowu bicie serca. Spojrzała i zobaczyła go o kilkanaście kroków. Szedł ku niej. Zmarszczyła brwi, przybrała mimowiednie pozę wyniosłą i obojętną, — pomimo bicia serca, surowy wyraz twarzy. Słyszała cichy, — bojaźliwy zgrzyt jego kroków, gdy nadchodził. Ogarnęła ją trwoga już a to tylko, żeby nie usłyszał, jak serce w niej bije, bo biło głośno, publicznie, jak dzwon na wieży. Leniwym, chwiejnym, jakimś mglistym krokiem przeszedł przed nią."
      },
      {
        "index": 3,
        "text": "Czuła za spuszczonemi powiekami, że ciemne jego widmo przesunęło się. Odetchnęła z ulgą, całą piersią-"
      },
      {
        "index": 4,
        "text": "Już sobie poszedł! Gniew na bicie serca i zadowolenie z odniesionego nad czemś zwycięstwa... Teraz tylko podnieść oczy, a później zaraz wstać i iść coprędzej do domu! Przyszła tu, żeby unikać tych przebrzydłych »pokus«, nie słyszeć sprzeczek ojca z matką, wywodów Horsta, żeby rozmyślać przed jutrzejszym porankiem, a oto mogła była zanurzyć się w złem, uledz pokusie. Czy grzechem jest to bicie serca? Czemu serce bije? Czy wola człowieka działa tu, czy nie? Czy tu szatan jest źródłem złego, czy ten »zewnętrzny« człowiek? Jak zwalczać zgiełk i trwogę serca? Poczęła, Patrząc w ziemię, modlić się żarliwie:"
      },
      {
        "index": 5,
        "text": "— Panie, pomnóż pokorę moją..."
      },
      {
        "index": 6,
        "text": "W owej chwili serce ucichło, a słowa modlitwy Przyniosły, jak gdyby chustę uciszenia. Słowa stały się w owej chwili, niby wieka z drążonego kryształu, ukrywające skarby zamknięte, których jeszcze nigdy pod nimi oko nie widziało. Nie były to już wyrazy, lecz poniekąd szkła wypukłe, przez które widać olbrzymi a nieznany świat łaski. Zadumała się nad owemi słowami, tajemniczemi i świętemi, jak wiosna, jak wychodzenie kwiatów i piórek trawich, jak nadwieczorna mgła podwniośnia. W zadumie podniosła błękitne swe oczy i ze drżeniem ujrzała tego człowieka. Stał o kilkanaście kroków, oparty o poręcz mostka. Był blady, bezsilny i tak boleśnie uśmiechnięty, jakby za chwilę miał być strącony z tego miejsca i upaść na ziemię. Spodziewała się wszystkiego: natręctwa, kokieteryi, zalotów, — ale nie tego. Ogarnął jają całą, wstrząsnął nią różowy dreszcz wobec jego spojrzenia. Nie była w stanie oderwać od niego oczu, bo nie wiedziała, że patrzy. Nie wiedzieć też kiedy, jak, jakim sposobem, jakiem prawem, wskutek czyjej nad nią przemocy posłała mu z głębi duszy uśmiech najczarowniejszej litości. Wtedy dopiero spostrzegła, co uczyniła, gdyż już szedł ku niej."
      },
      {
        "index": 7,
        "text": "Znowu spuściła oczy w rozterce i w panicznym rozgardyaszu władz duszy. Było już zapóźno. Usłyszała jego głos."
      },
      {
        "index": 8,
        "text": "— Czy nie pogniewa się pani na mnie, że przerwę jej zamyślenie..."
      },
      {
        "index": 9,
        "text": "Znowu ten sam uśmiech pokonał jej wolę. — Czuła uśmiech na własnej twarzy, pomimo, że chciała przybrać wyraz surowej powagi. Niepołomski zapytał powtórnie:"
      },
      {
        "index": 10,
        "text": "— Czy nie zrobi to pani przykrości?"
      },
      {
        "index": 11,
        "text": "Wstała ze swego miejsca, jak uczennica, odpowiadając: — Nie."
      },
      {
        "index": 12,
        "text": "— Dziękuję pani."
      },
      {
        "index": 13,
        "text": "Usłyszała w tem podziękowaniu brzmienie głębokie, które, rzecz osobliwa, było również, jak poprzednie, podniesieniem duszy przez modlitwę, niby pryzmatem z tajemniczego kryształu, ukazującym odległe głębiny. Nikt jeszcze w życiu tak do niej wdzięcznie nie mówił. Uczuła się jak gdyby obdarowana, wywyższona i uczczona. Tkwiło w tem zawstydzenie i wdzięczność. Gasła poprzednia rozterka."
      },
      {
        "index": 14,
        "text": "— Wyszedłem z domu, — mówił Niepołomski, niby to przyjaźnie i ze swobodą, jakby od dawien dawna łączył ich stosunek znajomości, a jednak ledwie chwytał piersiami powietrze. — Widziałem, że pani przyszła do ogrodu, że pani tu usiadła. — Bałem się podejść..."
      },
      {
        "index": 15,
        "text": "— Dlaczego?"
      },
      {
        "index": 16,
        "text": "— Bo tak mało panią znam. Myślałem sobie: obrazi się na mnie, jak na natręta..."
      },
      {
        "index": 17,
        "text": "Nie odpowiedziała nic na to. Tylko znów uśmiech bezwiedny, podczas gdy oczy na ziemię spuszczone."
      },
      {
        "index": 18,
        "text": "Od kilku chwil zajęta była pytaniem, a właściwie sprawą, która ją całą znagła objęła. Chciała zadać pytanie i cofała się przed niem. Już, już postanawiała wyrzec i zamykała rozchylone wargi. Wtem dusza jej rzekła za nią."
      },
      {
        "index": 19,
        "text": "— Czemu pan się rozwodzi z żoną?"
      },
      {
        "index": 20,
        "text": "Siedział przez chwilkę osowiały, jakby przytłoczony tem pytaniem. Potem odrzekł:"
      },
      {
        "index": 21,
        "text": "— Bo ją znienawidziłem."
      },
      {
        "index": 22,
        "text": "— Żonę swoją? — Tak."
      },
      {
        "index": 23,
        "text": "— Dlaczego?"
      },
      {
        "index": 24,
        "text": "— Jest podła, głupia, przewrotna, do gruntu zła."
      },
      {
        "index": 25,
        "text": "— Dlaczegóż się pan z nią ożenił?"
      },
      {
        "index": 26,
        "text": "— Nie wiem, dlaczego. Omyliłem się."
      },
      {
        "index": 27,
        "text": "— Czyż można się aż tak omylić?"
      },
      {
        "index": 28,
        "text": "— Można. I jak jeszcze!"
      },
      {
        "index": 29,
        "text": "— Ale ją pan poprzednio kochał?"
      },
      {
        "index": 30,
        "text": "— Dzisiaj już tego nie pamiętam, jeśli nawet tak było. Późniejsze z nią rozkosze zabiły we mnie pamięć wszystkiego. Czasami zdaje mi się, że od samego urodzenia miałem tę jędzę przykutą do ręki."
      },
      {
        "index": 31,
        "text": "— Czyliż to można tak nienawidzieć drugiego człowieka?"
      },
      {
        "index": 32,
        "text": "— A cóż z nim robić, jeśli jest taki, jak moja miła żoneczka? Mamże ją kochać? Jakim sposobem? Gdyby pani znała te sprawy... Ale pani ich znać nie może i nie powinna."
      },
      {
        "index": 33,
        "text": "— Dlaczegóż to ja nie? — spytała naiwnie."
      },
      {
        "index": 34,
        "text": "— Bo... nie. Pani nie powinna nic o tem wiedzieć!"
      },
      {
        "index": 35,
        "text": "— Proszę pana... a jeśli się pan uprzedza, jeżeli się pan kieruje nienawiścią i tylko nienawiścią?"
      },
      {
        "index": 36,
        "text": "— Nie przeczę, wcale, że mnóstwo spraw muszę oceniać przesadnie i wręcz źle... Ale cóż stąd? Nie jestem martwem drewnem. Nienawidzę — i to mi sprawia ulgę. Inaczej mógłbym dojść do obłędu lub samobójstwa. Opowiem pani tylko parę szczegółów, które dadzą miarę całości. Była z urodzenia wyznania protestanckiego. Dla uniknięcia kłopotów ze spowiedziami przed ślubem, braliśmy go w kościele luterańskim. Obecnie, kiedy zapragnąłem dostać rozwód, przekonałem się, że moja żonka przeszła na katolicyzm dla zniszczenia łatwości rozwodu. O rozwodzie decyduje teraz konsystorz katolicki, gdyż obydwoje teraz jesteśmy katolikami. Zrujnowałem się doszczętnie. Po ojcu, budowniczym na prowicyi, odziedziczyłem pewien kapitał. Dziś już jestem bez grosza, a sprawa nie posunęła się naprzód ani o krok. Poświęciłem się był pracy naukowej, zagranicą prowadziłem studya systematyczne, byłem na drodze do sławy. Teraz jestem rozbitek, zero..."
      },
      {
        "index": 37,
        "text": "— Proszę pana, a gdyby tak..."
      },
      {
        "index": 38,
        "text": "— Gdyby co?"
      },
      {
        "index": 39,
        "text": "— Gdyby zapomnieć! Przestać prowadzić ów proces..."
      },
      {
        "index": 40,
        "text": "— No, to mi się któregokolwiek dnia sprowadzi do mieszkania!"
      },
      {
        "index": 41,
        "text": "— No, więc to trudno! Przebaczyć, wszystko z serca odpuścić!"
      },
      {
        "index": 42,
        "text": "Spojrzała na rozmówcę i aż drgnęła. Twarz jego była oświetlona przez potworny uśmiech. Rzekł krótko głosem chrapliwym."
      },
      {
        "index": 43,
        "text": "— No, to wolę śmierć."
      },
      {
        "index": 44,
        "text": "— Jakże pan teraz inny!"
      },
      {
        "index": 45,
        "text": "— Jakto inny!"
      },
      {
        "index": 46,
        "text": "— Zupełnie inny."
      },
      {
        "index": 47,
        "text": "— Nie mówmy już o tem, proszę pani. Dość mam familijnego szczęścia po całych dniach..."
      },
      {
        "index": 48,
        "text": "Zatrzymał się przez chwilę, przygryzł wargi. Twarz jego złagodniała. Rzekł cicho:"
      },
      {
        "index": 49,
        "text": "— Pani często tu bywa na przechadzce?"
      },
      {
        "index": 50,
        "text": "Nic nie odrzekła. Siedziała ze spuszczoną głową i wyrazem głębokiego rozczarowania na zmartwiałej twarzy. — Nie, — rzekła, — nie bywam tu nigdy."
      },
      {
        "index": 51,
        "text": "— Czy tak? Więc i jutro... nie będzie pani?"
      },
      {
        "index": 52,
        "text": "— Nie. Przyszłam dziś, — mówiła cicho, głosem suchym, wyniosłym i rozczarowanym, — bo chciałam być sama przez parę chwil. Byłam dziś u spowiedzi, a jutro mam przystąpić do Komunii Świętej. W domu nie mogę mieć samotności."
      },
      {
        "index": 53,
        "text": "Niepołomski przypatrywał się jej z pod oka tak badawczo, że nie była w stanie nie spojrzeć nań. Zatopił wzrok w jej oczy, jakby sondę, czy hak, usiłując wyrwać z dna prawdę. Widać ją wyrwał, bo zwolna tracił pewność siebie, a wreszcie stropił się i zmieszał."
      },
      {
        "index": 54,
        "text": "— Powinienbym odejść, — rzekł cicho."
      },
      {
        "index": 55,
        "text": "Milczała pokornie."
      },
      {
        "index": 56,
        "text": "— Ale tak mi żal odchodzić... doprawdy... doprawdy... Więc pani dziś... u spowiedzi? To niespodzianka!"
      },
      {
        "index": 57,
        "text": "— Dlaczegóż to niespodzianka?... — spytała z prostotą."
      },
      {
        "index": 58,
        "text": "— Wyznaję, że ja grzeszny dawno już nie oglądałem temi oczyma, pełnemi złości, człowieka, który dopiero co był u spowiedzi. Powiem nawet więcej, że nie odrazu uwierzyłbym, gdyby mi mówiono o istnieniu takich ludzi w surdutach i europejskich sukniach."
      },
      {
        "index": 59,
        "text": "— Pan nie chodzi do spowiedzi?"
      },
      {
        "index": 60,
        "text": "— Nie chodzę."
      },
      {
        "index": 61,
        "text": "— Dlaczego?"
      },
      {
        "index": 62,
        "text": "— Nie będziemy dziś o tem mówili przed jutrzejszym obrzędem."
      },
      {
        "index": 63,
        "text": "— Ależ dlaczego?"
      },
      {
        "index": 64,
        "text": "— Spełniałbym rolę szatana, który zasiewa ziarna grzechu w czystej duszy. — Nie zasieje nic szatan, bo się będę modliła, «żeby Pan Bóg dał panu stan łaski i żeby się pan mógł jak najprędzej nawrócić. Gdyby jeszcze pan poszedł do jednego księdza."
      },
      {
        "index": 65,
        "text": "— Pani, wszystko! Tylko do księdza — za nic!"
      },
      {
        "index": 66,
        "text": "— No, dlaczego, dlaczego?! O, to uprzedzenie! Właśnie księża, znając tyle sumień ludzkich, mają możność rozważyć, roztrząsnąć wszystko do gruntu. Oni to rzeczywiście mają moc..."
      },
      {
        "index": 67,
        "text": "— Och, oni mają moc! Oni wszystko mogą. Już ja to wiem także. Czegóżby to ksiądz nie potrafił. Un bon curé vaut mieux que dix gendarmes... Ale co do mnie, to rzecz stracona. Widzi pani... na mnie »łaska« dziecinnych lat już nie spłynie, a modląc się, nie mogłaby pani słyszeć wszystkiemi władzami duszy i ciała tego, cobym ja na trzeźwo mówił."
      },
      {
        "index": 68,
        "text": "— Czystość serca daje taki stan szczęścia!"
      },
      {
        "index": 69,
        "text": "— Tak, tak! Pamiętam... Dziecinne lata, majowe nabożeństwa. Spowiedź... konfesyonał... strach... komunia... Więc to pani jest w tej chwili właśnie w łasce u Boga no i u ludzi... i u ludzi... — uśmiechnął się łagodnie, po dziecięcemu."
      },
      {
        "index": 70,
        "text": "— Proszę pana, śmieje się pan ze swej własnej niemocy."
      },
      {
        "index": 71,
        "text": "— Ja się bynajmniej nie śmieję. Ja tylko podziwiam zjawiska ducha — swego i pani... Pójdę już zaraz."
      },
      {
        "index": 72,
        "text": "— Tak, już mrok idzie. Niech pan tu sobie zostanie. Niech pan wspomni dziecinne lata, dawne spowiedzie, dawne uczucia i zapomniane modlitwy. A może nowe nawiną się na usta..."
      },
      {
        "index": 73,
        "text": "— Już się nie nawiną. — Ejże! Jabym pana nauczyła tak niewątpliwych tak niezbędnych, tak własnych."
      },
      {
        "index": 74,
        "text": "— Dobrze. Pani dziś jest bez grzechu. Jest pani stokroć bardziej bez grzechu, niż ów ksiądz, który wyznania pani słuchał. To też pani bardziej chyba może słuchać spowiedzi cudzej, niż on. Niech mnie pani wyspowiada."
      },
      {
        "index": 75,
        "text": "Ewa uśmiechnęła się prześlicznie, niewinnie, a później popadła w długotrwałą zadumę."
      },
      {
        "index": 76,
        "text": "— Nie mam po temu prawa. Tylko kapłan może rozgrzeszyć człowieka. I tylko on może słuchać. Ale niech pan powie wszystko. A raczej niech pan powie tylko to, dlaczego pan nie wierzy, nie spełnia obowiązków chrześcijańskich, — dlaczego pan nie chce być zbawionym? Niech pan to powie, a ja pana przekonam."
      },
      {
        "index": 77,
        "text": "— A to będzie spowiedź, czy tylko rozmowa?"
      },
      {
        "index": 78,
        "text": "Wahała się przez chwilę. Policzki jej zabarwiły się różem. Rzekła z przekonaniem:"
      },
      {
        "index": 79,
        "text": "— Spowiedź! Częściowa, niezupełna, bo ja nie mam tu żadnego prawa, ale spowiedź!"
      },
      {
        "index": 80,
        "text": "Po chwili dorzuciła:"
      },
      {
        "index": 81,
        "text": "— Dlatego, że może pana nawrócę!"
      },
      {
        "index": 82,
        "text": "— Dobrze. Cóż to mówiłem?"
      },
      {
        "index": 83,
        "text": "— Naprzód: — dlaczego pan nie chodzi do spowiedzi?"
      },
      {
        "index": 84,
        "text": "— Nie chodzę dlatego, że ja, chłopiec, który w gimnazyum spowiadał się, modlił, bywał w stanie łaski i w stanie grzechu — już dziś nie istnieję, jako ta sama dusza, podobnie, jak już nie istnieję, jako uczeń, chodzący w mundurku, pomimo, że to samo noszę imię i nazwisko i tą samą jestem osobą fizyczną. Dawny, jak to mówią, podmiot zamienił się na przedmiot. W mojej dzisiejszej świadomości, w dzisiejszym podmiocie, czyli w zjawisku, istniejącem samo dla siebie, tamta dusza chłopca z gimnazyum odbija się, jako przedmiot. To oddziaływuje na mnie. Wskutek różnych przyczyn skłania mię do tęsknoty i rzewności. Ponieważ jednak zdolny jestem do pochwycenia pełnią świadomości tego ubocznego działania wspomnień, więc sądzę, że mam też zupełnie dokładne wyobrażenie o moim dawnym świecie duchowym. Podobnie, jak ten dawny, odbija się w mej świadomości mój dzisiejszy pogląd na rzeczy niemal zupełnie tak samo, jak się w niej odbija dzisiejsza wiara pani. Owa przecudowna zdolność duszy do przezierania świata zewnętrznego i świata wewnętrznego — jaźń — zmienia się w nas stale. A ta właśnie zmienność jaźni najdowodniej świadczy, czem jest nasza dusza."
      },
      {
        "index": 85,
        "text": "— A cóż jest dusza?"
      },
      {
        "index": 86,
        "text": "— Dusza jest to ocean, po którym kołyszą się fale, emanacye życia. Każda z nich wzdyma się ku słońcu, ku księżycowi, pędzi w przestwory i kona kędyć na piaskach, na zrębach skał... Jesteśmy w stanie spostrzegać te narodziny i śmierć, ale kiedyś dopiero w chwili najwyższej syntezy spostrzeżemy, że nad żywotem fal panuje niezłomne prawo i że wszystkie one roztapiają się w niezmiernym oceanie. Analiza, rozbijająca ocean na poszczególne fale, w pewnej chwili cudownej zestrzeli się w radosną, intuicyjną syntezę. Wówczas pojmiemy zasadniczą ciągłość żywota fal i ogarniemy ich dzieje. Ze spotęgowanej zdolności wyodrębniania i rozróżniania, czyli z analizy, wypływa to dobro, że spostrzegając wieloosobowość ducha ludzkiego i jego dzieje, oglądając w dalekiej perspektywie stopnie rozwoju, wyzbywamy się właśnie męczarni wyrzutów, poczucia straszliwej odpowiedzialności za grzechy. Natomiast ta dążność pozwala nam ściślej jednoczyć się z wszechświatem."
      },
      {
        "index": 87,
        "text": "— Tak, to wygodna teorya. Spowiedź jest męką. Tymczasem zwalenie odpowiedzialności na kogoś, kto był, a którego już niema, — to takie naturalne. Dlaczegóż to jednak tylu ludzi wiekowych przechowuje od dzieciństwa aż do grobowej deski wiarę w duszę ludzką, niby kwiat nieśmiertelny? Dlaczego? Dlaczego?"
      },
      {
        "index": 88,
        "text": "— Są to szczęśliwi ludzie, którzy nie zatapiają się w logikę, w myślenie ścisłe, w rozważanie swego stosunku do wszechświata, do czasów płynących, do gwiazd wiecznych i do nieskończoności przestworów. Wystarcza im pierwotny ruch czucia i pierwotny pęd myśli, które ja również posiadam, ale które mi nie wystarczają. Jest przecie, proszę pani, mnóstwo ludzi, którzy nie zajmują się wcale, dajmy na to, matematyką, a jej wszystkie sztuczki, formułki, koziołki i znaczki, mają za ba i bardzo. To jednak nie dowodzi, żeby matematyka była nonsensem, a tamci, nieczuli na jej wdzięki, mieli zupełną słuszność, od dzieciństwa aż do starości ją ignorując. Naprzykład, ktoś kto ma w umyśle swym, wskutek stałego zajmowania się matematyką, pojęcie nieskończoności i rozumuje stale zapomocą pojęć tego rodzaju, ten, doprawdy, nie potrzebuje zupełnie, a nawet nie może zmieścić w mózgu swym pojęcia o »początku świata«. Tymczasem są umysły, dla których »początek świata« jest koniecznością myślową. — O ile wiem, dość pospolita i powiedziałabym... trywialna niewiara naszych czasów nie jest jeszcze tak nieomylnie konsekwentna i niewątpliwie uzasadniona, jak wywody matematyki."
      },
      {
        "index": 89,
        "text": "— To zależy, co wcielimy do tego lamusa z szyldem: »niewiara«. Jeżeli ktoś rozumuje logicznie od a do z, — może sobie stworzyć kryształowy pałac tak niewzruszonej konstrukcyi, że armaty piekielne go nie przemogą. Logika bowiem — to jest właśnie matematyka. A znowu wszelki rachunek staje się zuchwalstwem, jeżeli ma istnieć siła niestała, mogąca dowolnie zmieniać i przekształcać prawa, rządzące wszechświatem. Ostatnią sentencyę zawdzięcza pani niedoszłemu proboszczowi (Renanowi). Wszystkie poprzednie są moje i dlatego tak genialne. Ale może ja, proszę pani, wobec jutrzejszego... nie powinienem mówić takimi zwrotami..."
      },
      {
        "index": 90,
        "text": "— Przeciwnie, muszę o tem mówić, skoro to ma być coś pożytecznego, coś w rodzaju spowiedzi, skoro podjęłam się wyciągnąć z pana ową wstrętną, ordynarną niewiarę. Nie mogę zresztą zostawać w zwątpieniu i zamykać dziś właśnie ran mego rozumowania, które pan pootwierał, pajęczyną pierwotnego ruchu czucia. Czemuż tedy istotnie modlitwa sprowadza do duszy światło jasnego widzenia i rodzi w nas stan szczęścia?"
      },
      {
        "index": 91,
        "text": "— Poeci dawnego świata twierdzili, że taki stan wyższy, zwany natchnieniem, zsyłają im muzy. Zdaje mi się, że doskonałe rozumowanie, tworzenie ścisłych absolutnie konstrukcyi pojęciowych sprowadza ten sam stan zachwytu, poczucie szczęścia, rodzi uniesienie górne, które pani nazywa stanem łaski."
      },
      {
        "index": 92,
        "text": "— Panie, panie! Kiedyż to, o czem ja mówię, zaiste podane jest duszy z zewnątrz, spada z wysoka, — niech mi pan wierzy, — idzie z nieba."
      },
      {
        "index": 93,
        "text": "Niepołomski milczał."
      },
      {
        "index": 94,
        "text": "— Czemuż pan milczy?"
      },
      {
        "index": 95,
        "text": "— Milczę, pani. Cóż mam powiedzieć? Nie mogę tego potwierdzić, żeby jakiekolwiek uczucie spływało na panią z wysoka. Uczucie wszelkie jest w pani, — w mózgu i nerwach, — to darmo. Tam się rodzi i tam trwa, dopóki nie zginie. O tyle wszelkie uczucie egzystuje, o ile są nerwy. Jeżeli gdziekolwiek nerwów niema, tam nie może być uczuć. Niema przecie drzewa tam, gdzie niema żadnych literalnie jego oznak. W chwili, gdybym utworzył w umyśle swym istotę objektywną, tak wszechwładną, że mogłaby rządzić najtrafniejszym rachunkiem mego rozumu i najsubtelniejszymi ruchami mojej duszy, owszem narzucać mojej duszy ruchy jej nieznane, musiałbym nieodwołalnie dojść do wniosku, że to jest jakieś do nieskończoności spotęgowane ja byłoby to zgodne najzupełniej z prawami naszej psychiki, ale nie stanowiłoby probierza prawdy. Najbardziej spotęgowane ja musi być ograniczone co do czasu swego trwania. Osobowość i czas — są to pojęcia nierozerwalnie złączone. Nie można połączyć w umyśle ludzkim osobowości z brakiem formy czasu, gdyż się to pomyśleć nie da i jedno drugie wyklucza. Z drugiej strony nasze ja, choćby spotęgowane do nieskończoności, może się różnić od nas tylko co do ilości przymiotów, a nie co do ich jakości. Spinoza mówi: »Gdyby trójkąt posiadał dar słowa, to powiedziałby nam, że Bóg nie jest to nic innego, tylko doskonały trójkąt. Koło powiedziałoby nam, że natura Boga jest kulistą w najwyższym stopniu«. To też niechętnie dochodzę do wniosku, że jest jakiś byt, który nie jest skutkiem jakiejkolwiek przyczyny, i przez nic nie uwarunkowany. Ale przypuśćmy... O bycie tym nic innego nie mógłbym powiedzieć, tylko to jedno, że on jest. A gdyby nawet przyjąć za pewnik istnienie bytu bezwzględnego, który różni się od ja naszego co do jakości jego przymiotów, to należałoby przecież przyjąć tę konsekwencyę, że ilości owych przymiotów są nieskończone, a więc wzajemnie między sobą równe. Tyle tedy jest bezwzględnie miłosierdzie, co i bezwzględny wymiar kary."
      },
      {
        "index": 96,
        "text": "Przyjęcie za pewnik wszechwiedzy prowadzi nienieuniknienienieuniknienie do przyjęcia za pewnik przewidywania własnych zamiarów, a przewidywanie własnych zamiarów jest zaprzeczeniem przymiotu najwyższego dobra, owszem, dowodzi współwieczności i współpotęgi złego. Jakże rozum logiczny człowieka zdoła pojąć te zjawiska i uznać je za wyobrażalne?"
      },
      {
        "index": 97,
        "text": "— Czytałam niegdyś zdanie Pascala w jego: Myślach: »Rien n’accuse d’avantage une extreme faiblesse d’esprit, que de ne pas connaitre, quel est le malheur d’un homme sans Dieu."
      },
      {
        "index": 98,
        "text": "— Ach, Pascala! O Pascalu to Nietzsche najlepiej powiedział... Ale wejrzymy w widzenie świętego Jana, w to słowo: »I wyszedł drugi koń rydzy; a temu, który na nim siedział dano, aby odjął pokój z ziemi, a iżby jedni drugie zabijali, — i dano mu miecz wielki«. Gdzież jest miłość?"
      },
      {
        "index": 99,
        "text": "Ewa rzekła: — Bóg jest miłość."
      },
      {
        "index": 100,
        "text": "Po chwili zapytała:"
      },
      {
        "index": 101,
        "text": "— Skądże się mogło wziąć w ludziach to wyobrażenie, według pańskich dowodzeń tak sprzeczne z naturą ich rozumu?"
      },
      {
        "index": 102,
        "text": "— Skąd się wzięło... jest to bardzo skomplikowana historya. Gdybym chciał uczynić wywód tego zjawiska, jako mającego źródło zgoła przyrodzone, — to, pomijając już to, że nie zrobiłbym go dokładnie, mogłaby pani obalić ten wywód jednem zaprzeczeniem, albo cytatą z Pascala, Chateaubriand’a..."
      },
      {
        "index": 103,
        "text": "— Jeżeli pan nie chce zeznać prawdy, wogóle mówić o tej sprawie ze mną..."
      },
      {
        "index": 104,
        "text": "— Nie chcę mówić! Z panią! Ależ przeciwnie! Pragnę o tem mówić... Wyznać przed panią... Chyba niema sprawy bardziej dostojniej nad takie wspólne, najdalsze spoglądanie w naszą biedną niewiadomość. W takiej właśnie naradzie dwu dusz mogą z tajemniczych źródeł wynikać objawienia pełne błyskawic, przeczucia i chwile twórczych wstępować po bezcennych, onyksowych schodach w Krainę Zachwytu. Ale boję się... Powiedzą o mnie bliźni: oto libertyn, który dlatego wszczyna podobne gawędy, żeby w jaśniejącej duszy zniweczyć wiarę. Na chwilę nawet nie pomyśli nikt z poczciwych bliźnich, że owe mędrkowania stanowią całkowite uzia, czyli jestestwo duchowe półmędrka, alfę i omegę jego duszyczki. A tymczasem ów świat przebyty został własnemi stopami, zdobyty własną myślą i pracą. Nic w nim z cudzej, narzuconej własności, nic z jakiegokolwiek dziedzictwa."
      },
      {
        "index": 105,
        "text": "— Czy to nie złudzenie? Czy jest człowiek, któryby nic nie dziedziczył? Mnie się zdaje... Ale czy mogę powiedzieć otwarcie?"
      },
      {
        "index": 106,
        "text": "— Ach, proszę!"
      },
      {
        "index": 107,
        "text": "— Mnie się zdaje, że skoro tylko człowiek wyrwie się ze sfery uczuć wrodzonych wszystkim bez wyjątku ludziom na ziemi, wówczas nabiera pewności siebie i dumy dlatego tylko, że jest inny od »tłumu«. Gdyby kto dziś zaczął podawać w wątpliwość twierdzenie Kopernika, z pewnością zaraz nabrałby dumy i gardził tłumem."
      },
      {
        "index": 108,
        "text": "— Inna jest wiarogodność systematu Kopernika, a inna wiarogodność twierdzenia, że wiadome uczucia są wrodzone wszystkim ludziom. Właśnie to jest najbardziej uderzające, że te uczucia nie są wrodzone wszystkim ludziom na świecie. Są tacy ludzie, którzy ich wcale nie znają."
      },
      {
        "index": 109,
        "text": "— O, to ciekawe, to, wie pan, arcy-ciekawe!..."
      },
      {
        "index": 110,
        "text": "— Istotnie. Nauka, której się specyalnie »poświęcam«, to jest antropologia, stwierdziła i ciągle stwierdza, że u bardzo wielu, tak zwanych dzikich — idee religijne nie powstają i nie istnieją. Są to jednak, o ile sobie przypominam, również ludzie. Że to są ludzie, stwierdzają najdowodniej religie europejskie, które zaczęły o »duszę« tych brudasów troszczyć się na gwałt ostatnimi czasy. Podobnie jak z »dzikimi« ma się rzecz z dziećmi, wskutek rozmaitych braków cielesnych pozbawionemi możności obcowania ze starszymi od najwcześniejszych dni bytu. Osoby głuchonieme, które ukształcono dopiero w ich wieku dojrzałym, zgodnie świadczyły, że same ze siebie, w stanie naturalnym niejako ich życia, nie miały wcale myśli o Stwórcy! — Któż zaręczy z ręką na sercu, że badania tego rodzaju mogą być przeprowadzone ze ścisłością naukową, i że są obrazem prawdy? Czy pan może za to ręczyć, że dusze »dzikich« przenikniono do dna?"
      },
      {
        "index": 111,
        "text": "— Ja sądzę, że badania tego rodzaju mają bezcenną wartość. Ale mniejsza o to... Zwróćmy oczy na przeszłość choćby tych samych ludów, które zaległy ziemię i są teraz wessane przez silwasy, pampasy, lianosy, na etyopów, malayów, czerwonoskórych... Spojrzyjmy w noc historyi. — Czasami tylko stos kości w polu, czasami tylko ciemne smugi próchnicy w glinie powiedzą badaczowi, że tam jakiś lud wyginął, potargany przez łby katapult, albo czerepy granatów. Zdarzyło mi się jedną noc przemarzyć nad omurowanemi fosami Mantui. Czerwona, zgniła, stojąca woda i bujne platany!... Ludzie rozstrzelani, których Goya pochwycił w szpony swego geniuszu!... Ach, raz — małe rycinki sztycharza z początku XVII wieku, Jakóba Callot’a, zebrane w szereg p. t. Les misères de la guerre pozdrowiły mię tak straszliwym krzykiem przeszłości, żem go wyraźnie usłyszał..."
      },
      {
        "index": 112,
        "text": "— O czem pan mówi?"
      },
      {
        "index": 113,
        "text": "— Mówię ciągle o tej samej sprawie... O przedmieściach wielkich stolic, o ludziach w walcowniach i tkalniach. Zniweczenie i wytępienie jednych na korzyść innych, byleby stało się zadość widzeniu, jak »jedni drugie będą zabijali«... A nad tem wszystkiem, co było i jest, hymn: »Te Deum Laudamus«... Tak było zawsze. Nauka o człowieku doprowadza bezstronnego badacza..."
      },
      {
        "index": 114,
        "text": "— Ten wniosek może być fałszywy! Jak można tak bezczelnie mówić o Bogu! O Bogu! Jak można podnosić na Boga oczy i dotykać Go słowami! Umiera tak samo zabójca, jak ofiara, zwycięzca i pokonany magnat i nędzarz. Któż może twierdzić, że życie nędzarza nie jest częstokroć tysiąc razy lepsze, weselsze jaśniejsze od życia bogacza? A nie było jeszcze takiego bogacza, któryby nie umarł. Cóż mu z miliardów i pałaców, kiedy zjedzą go te same robaki, które zjedzą jego lokaja. A po śmierci... może ów sługa zasiądzie na prawicy Miłosierdzia, a pan wielomilionowy... Bo po śmierci jest sąd, piekło i niebo."
      },
      {
        "index": 115,
        "text": "— No, tak. Pewna, bądź co bądź, jest w obecnym stanie pierwsza z tych czterech kategoryi. Tę musimy przyjąć do wiadomości..."
      },
      {
        "index": 116,
        "text": "— Trzeba wiele i żarliwie rozmyślać o śmierci. Wówczas dopiero rozświetla się wszystko. — Wielkość życia maleje i nędzne sprawy tutejsze, nie wyłączając wojen punickich, napoleońskich, nie wyłączając władzy miliardów i nędzy ludzi bez dachu, staje się, jak proch. Gdyby milioner amerykański był w stanie zajrzeć we wnętrze własnej swej trumny we trzy tygodnie po pompie pogrzebowej, — inaczejby żył. Święty Franciszek z Assyżu, największy skarb lądu ziemskiego, wierzył w Boga. Są zakony, które rozmyślaniem o śmierci zajmują się w ciągu wieków, a członkowie ich witają się i żegnają słowami: pamiętaj, że umrzesz«."
      },
      {
        "index": 117,
        "text": "— Natomiast greczyn niektóry, imieniem Sokrates, wcale nie zajmował się swoją śmiercią. — Przeciwnie, jak świadczy jego uczeń i przyjaciel Plato, nazywał ją rzeczą dobrą, a nawet zyskiem. Tak się właśnie o śmierci wyrażał: »κέρδος ἔγωγε λέγω«. Porównywał śmierć do mocnego snu bez marzeń, wzruszeń, cierpień i radości, do snu niezmąconego, który każdy człowiek za największe szczęście uznaje, a którego sam król perski nie zawsze doświadcza. Wszystek czas pośmiertny przedstawiał w istocie przemądrze i nieodparcie widocznie, jako jedną noc głuchosenną. Brzmią mi te słowa w duszy: »οὐδὲν πλείων ὁ πᾶς χρόνος φαίνεται οὕτω δὴ εἶναιἢ μία νύξ«. A czyż nie »zyskiem« będzie owa wieczna noc dla ludzi przeklętych od losu, zaszczutych przez sfory łotrów, dla ludzi smutnych, zranionych przez straszliwe niedole, dla tych wszystkich, którzy tu spać nie mogą, bo serce ich czuwa, a piersi bez przerwy krzyczą z rozpaczy? Zdarzyło mi się raz we Lwowie, w brukowym dzienniku, między mnóstwem wiadomości pobieżnych, przeczytać opis włamania się władz do pokoju samobójcy w hotelu, i o znalezieniu na stole karteczki z temi słowy: »Dość już nareszcie tego życia«! Jakie też było to życie, jak wesoło musiało upływać! Pani, czemu Bóg »zatwardził serce« tego człowieka? Czemu zagasił przed jego oczyma istniejący świat? Jakże szczęśliwa musiała być nareszcie cisza wieczna i spokój, trwające, jako jedna noc twardego snu. Μία νύξ. Mnich, powtarzający za innymi rozkaz — »pamiętaj o śmierci«, jest wobec tamtego z hotelu sołdatem leniwego ducha i umysłu. Nieporównany wśród nas człowiek, Matlakowski, gdy umierał, kazał do siebie przyprowadzić ukochane dziecko, a napatrzywszy go się, napatrzywszy aż do śmierci, zawinął się w kołdrę, odwrócił do ściany i rzekł: — »No teraz już będę tęgo spał«."
      },
      {
        "index": 118,
        "text": "— Zdaje się, że ja o tem samem... — Nie, nie! Oto do czego dążę. Śmierć jest faktem, którego jeszcze nikt nie uniknął. Tak pani powiedziała. I to jest nowa prawda, choć wydaje się być powszechnie znaną od początku świata. Skoro zaś śmierć jest tak powszechnem zjawiskiem, więc nie rozmyślać o niej należy, jak to czynią ludzie słabi i mnisi niewolniczego ducha, lecz zapomnieć i nigdy o niej nie myśleć. Jest to wróg, który wcześniej lub później przyjdzie i zamorduje każdego z nas. Należy mieć tyle honoru, żeby pogardzić tym wrogiem. Tak czynią mężni żołnierze i wszyscy na świecie bohaterowie. Bo bohaterstwo jest to nadewszystko pogarda śmierci. Człowiek mądry nie uważa śmierci za rzeczywistość, godną myślenia. Przedmiotem myślenia filozoficznego może być tylko życie. Życie jest to ogrom niezbadany, nieprzebyty, jak podbiegunowy las dla samotnego wędrowca bez broni. Jest to wciąż jeszcze puszcza, w której nie wyrąbana jest ani jedna ścieżka. Śmierć wobec życia, wielkości zupełnie nieznanej, jest wielkością, nieskończenie małą, dokładnie i ze wszech stron znaną. Śmierć daje pole do marzeń. Jest to godne uwagi, że najbardziej lubią rozwodzić się o śmierci ludzie młodzi, początkujący poeci (choć zdarza się to i starym poetom). Ci ludzie przypominają mi pewne zdarzenie. Byłem raz w Paryżu na wystawie obrazów, w salonie wiosennym. Było tam wiele dzieł niezrównanych, istnych dzieł sztuki. Przed jednem z nich siedziałem w kącie kanapki, zatopiony w marzenia, które obraz wzbudzał. Raptem weszły na salę dwie młode, strojne damy. Szły, żywo rozmawiając, sprzeczając się, dowodząc. — Przebiegały od jednego obrazu do drugiego. Na ten zwróciły swe szkła o długich rączkach (Judenstock’i), na tamten zerknęły przez ramię. Tu coś do siebie bąknęły. Tam najniespodziewaniej zachichotały. Nawet i mój obraz, że się tak wyrażę, obwąchały zblizka, bez cienia uwagi."
      },
      {
        "index": 119,
        "text": "Przebiegły szeleszcząc sukniami, jedną salę, drugą, trzecią w ten sam sposób. Widziałem je ciągle, gdyż bez przerwy właziły mi w oczy ze swemi piórami na kapeluszach, z szelestem swych jedwabiów. Kiedy przecwałowały już przez wszystkie sale, nie zatrzymawszy się przed żadnem z dzieł sztuki, z których każde bez wyjątku było owocem wielkiej pracy, a niejedno arcytworem, dopadły wreszcie owe damy do małych drzwiczek w ostatniej sali. Drzwiczki te prowadziły na strych, do składu rupieci, połamanych ram, niepotrzebnych stalug, płócien i tym podobnych sprzętów. Damy poczęły się dobijać do tych drzwi, szarpać za klamkę, wreszcie kołatać. Ponieważ drzwi były zamknięte na klucz, udały się coprędzej do portyera z natarczywem badaniem, co tam jest za niemi. Chciały to wiedzieć, nie mogły przecie odejść z wystawy, nie dowiedziawszy się, co ukrywają tajemnicze drzwiczki. Rozprawiacze o śmierci robią na mnie wrażenie...."
      },
      {
        "index": 120,
        "text": "— Gdzieś to czytałam, że prawd ścisłych nie można żadną miarą dowodzić zapomocą przenośni, metafor, podobieństw i porównań. Co innego jest, przypuszczam, ciekawość rzeczy pośmiertnych świętej Teresy, albo Dantego, a co innego ciekawość owych dam, co jest za drzwiczkami na strychu."
      },
      {
        "index": 121,
        "text": "—, Ma pani słuszność. Ale owe damy przypominają ludzi, majaczących o śmierci, którzy wcale nie znają życia. Ojciec rodziny, mąż czynu, człowiek ciężko chory, nigdy ani przez chwilę o niej nie myślą. A każdy wielki charakter ma ją w najzupełniejszej pogardzie. Ów oficer japoński, który wyrok śmierci, wydany nań przez cudzoziemski sąd połowy, przyjmuje bez drżenia jednego muskułu, z uśmiechem, salutując ją po wojskowemu, jak siłę, którą się zna z matematyczną dokładnością!... Oto wszystko. Jest to rzecz znamienna, że cywilizacya starego świata doszła do tych samych wyników, co cywilizacya tak odmienna od naszej jak japońska, Już stary wyjadacz wszelkich systematów myślenia, znawca doktryn życia i, oczywiście, eklektyk Cycero, zaklina ludzkość w swych bredzeniach tuskulańskich, powtarzając z patosem myśl od stoików na wieczne nieoddanie pożyczoną, żeby ludzie, przepraszam za łacinę, mortem vel optare incipiant vel certe timere desistant, to jest, żeby pałali żądzą śmierci (w czem stary adwokat przeholował), albo, co jest sworzniem, zwierającym sprawy starego świata, na czem stała wieczna potęga Grecyi i wszystkie czyny żelaznego Rzymu, — żeby pogardzali śmiercią. Cóż komu przyjdzie z pytań pytagorejczyków: — »skąd przybywa duch, dokąd zdąża i poco jest posępne misteryum śmierci«? Cóż komu przyjdzie z pięknych inwokacyi Wiktora Hugo: »Co robi śmierć z naszą duszą? Jaką jej zostawia naturę? Co jej odbiera, a czem ją obdarza? Gdzie ją podziewa? Czy jej użycza choć czasami oczu ciała, ażeby dusza mogła patrzeć na ziemię i płakać«?"
      },
      {
        "index": 122,
        "text": "— Jeżeli komu rodzą się w sercu takie pytania, a pan na nie żadnej odpowiedzi dać nie może, to jakiemże prawem nastaje pan na ich bolesną ciekawość?..."
      },
      {
        "index": 123,
        "text": "Już mrok zapadał i ciemność wpływała w ogród."
      },
      {
        "index": 124,
        "text": "Drzewa bezlistne jeszcze świeciły się konarami, lecz pnie już zatonęły w pomroce. To, co mówił Niepołomski, nie raziło już Ewy. Przeciwnie, podniosła cisza płynęła na nią z tych słów. Wszystko, czego oczy mogły dosięgnąć jeszcze w następującej ciemności, stawało się uroczyste, piękne i namaszczone."
      },
      {
        "index": 125,
        "text": "Pnie drzew, poręcze ławek, kształty wygięte drożyn, ścieżek, zarysy różowe dalekich gmachów, — wszystko wychylało się z mroku i, stawszy się niejako istotami żywemi, zwróciło ku rozmawiającym uśmiechnięte, przyjazne i braterskie oblicza."
      },
      {
        "index": 126,
        "text": "Unosiło się jeszcze na niemi lśnienie szczególnego światła i wyróżniło je z tysiąca innych zjawisk i kształtów. A lśnienie owo przenikało do głębi duszy, jak promień przenika głębiny wody. Nie takie było w rzeczywistości wrażenie od tych przedmiotów i nie to czuli patrzący na nie, ale możnaby powiedzieć, że rzeczy te i zjawiska wrastając w szczęśliwe oczy i w szczęśliwe serca, odbywały zdala pokłony, przesyłały jakoweś znaki, symbole i sygnały. Wynikła z nich świta przyjaciół, tłum sojuszników, przypuszczonych do sekretu, który stał się wspólnym i na najświętsze zawołanie zaprzysiężonym."
      },
      {
        "index": 127,
        "text": "Niepołomski podniósł się ze swego miejsca, ukłonił i odszedł. Przez chwilę widziała jeszcze jego szare palto w alei, poczem między drzewami znikł."
      }
    ]
  }
}