{
  "chapterNumber": 64,
  "title": "Tom drugi, XXXI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Po upływie dwu lat, (i wyjściu ze szpitala), Ewa znalazła się na bruku chora, złamana, bez grosza. Za pożyczone od koleżanki pieniądze kupiła bilet do Kielc, tam najęła furmankę chłopską z okolic Głowni i puściła się na Majdan. Jakże teraz wyczekiwała widoku ogrodów. Chłop, który ją wiózł, zwracał się kilkakroć z rozmową, ale bezskutecznie. Ewa była zamknięta w sobie. Nareszcie wprost zapytał:"
      },
      {
        "index": 2,
        "text": "— A dokądże panią zawieźć? Do szpitala? Na Mazurkowe?"
      },
      {
        "index": 3,
        "text": "— Nie, zawieźcie mię na Majdan."
      },
      {
        "index": 4,
        "text": "— Dobrze. Ino trza wiedzieć, kaj. Bo po śmierci starego pana już tam niema nijakich paniów."
      },
      {
        "index": 5,
        "text": "— Po śmierci starego pana... to znaczy Bodzanty?"
      },
      {
        "index": 6,
        "text": "— No."
      },
      {
        "index": 7,
        "text": "— To umarł Bodzanta?"
      },
      {
        "index": 8,
        "text": "— Juści. — Dawno?"
      },
      {
        "index": 9,
        "text": "— Jeszcze w zimie tak rok pomarli gdzieś ta we świecie."
      },
      {
        "index": 10,
        "text": "— Nie tutaj umarł?"
      },
      {
        "index": 11,
        "text": "— Nie, gdzieś ta daleko pomarli..."
      },
      {
        "index": 12,
        "text": "— A cóż mówicie, że na Majdanie niema nikogo?"
      },
      {
        "index": 13,
        "text": "— Prawdę mówię, — niema. Dziedziczka wzięła i wygoniła te ta wszystkie panny, odebrała ogrody i sprzedaje toto na działki."
      },
      {
        "index": 14,
        "text": "— Dziedziczka, — to znaczy żona Bodzanty?"
      },
      {
        "index": 15,
        "text": "— No."
      },
      {
        "index": 16,
        "text": "— A przecież z nią nie żył?"
      },
      {
        "index": 17,
        "text": "— A i cóż ta z tego, że nie żył, ale kościelna żona, nie rozwiodły się. Tera, jak pomarli stary pan przyjechała i cabas wszystko."
      },
      {
        "index": 18,
        "text": "— Komuż zaś sprzedają ogrody?"
      },
      {
        "index": 19,
        "text": "— A różnym tam kaśkietowcom, a i chłopom to samo. Tyle co śpital ostał, ale i z tego nic chyba nie będzie, bo niema z czego."
      },
      {
        "index": 20,
        "text": "— Dlaczegóż niema z czego?"
      },
      {
        "index": 21,
        "text": "— Wszystko obaliły, co stary pan wystroili, — wszystko het obaliły. Tera dziedziczka zamieszkuje pałac tak samo, jak było przed laty. W Głowni pałac wyczyściły, wyporządziły i dziedziczka zamieszkuje, jak się patrzy."
      },
      {
        "index": 22,
        "text": "— A córka, panna Marta?"
      },
      {
        "index": 23,
        "text": "— A córka, panna Marta, to samo przy dziedziczce zamieszkuje, jako przy matce."
      },
      {
        "index": 24,
        "text": "— A cóż ludzie, koloniści?"
      },
      {
        "index": 25,
        "text": "— A który się dorwał i kupił w te pędy, jak się dowiedziały o śmierci starego pana, to siedzi na swojem, a które nie miały rozumu i czekały, no to takim źle. Posprzedawali co się dało, a resztę dziedziczka wyprocesowała. Znowu wsie folwarki zabrała dziedziczka. Rządcę teraz najęła srogiego, — o — prawornego! Pan Malinowski się rządca nazywa."
      },
      {
        "index": 26,
        "text": "— Jakże to tak można było zrobić?"
      },
      {
        "index": 27,
        "text": "— A tak. Stary pan nie wpisali wszystkiego, co ta stroili, akuratnie w rejent i teraz wszystko wzięły adwokaty i obaliły na ziemię. Nie było, padają, w rejencie opisane, — wszystko na nic. Skarżył ta dziedziczkę Mazurek, doktór, ale wygrała ze wsiem w sądzie, — i pokój."
      },
      {
        "index": 28,
        "text": "— A cóż na to wy, chłopi?"
      },
      {
        "index": 29,
        "text": "— E, — a cóż ta my, chłopy? Jużci dobry był pan, dobrego chciał dla narodu. Wszyscy to samo gadają po wsiach. Ale on to nie miał dobrze w głowie. Gdzież to jak świat światem kto słyszał, żeby ślachcic tyle darowizny narodowi darował! Zaraz my, co starsi po wsiach, gadali między sobą, że jużci on dobrego chce, ale cóż kiedy głupią ma głowę. I sprawdziło sięsię."
      },
      {
        "index": 30,
        "text": "Ewa kazała się zawieźć na Majdan. Dom zborny i domki w ogrodzie, budynek administracyjny i wszystkie inne były powynajmowane na letnie mieszkania. Zakłady ściśle dobroczynne szły jeszcze, szkoła jeszcze funkcyonowała, ale wszystko najoczywiściej chyliło się ku ruinie. Kościół stał niedokończony, poczerniały, pusty. Jak dawniej był wewnątrz czarujący w swojej prostocie i pięknie. Wzniosła oczy ku napisowi, który jej się wydał pisanym we mgle dalekiej: »Jak kwiat człowiek powstaje i skruszon bywa«... Wielkimi krokami zeszła w dół i pobiegła do szpitala. Doktora Mazurka zastała w poczekalni. Zczerniał, jakoś zzieleniał i jeszcze bardziej wysechł. Uśmiechał się jeszcze, ale już z za cienia, który na jego twarz nizko opadał. Żartował, ale jakoś pośpiesznie... Nie mógł Ewie obiecać miejsca posługaczki, o które prosiła, bo szpital był w oblężeniu formalnem przez baby, żądające pracy, a funduszów żadnych. Chorych się przyjmowało trzecią część, a i ci żyli z jałmużny, z wyżebranego po miastach chleba. Mazurek znowu był sam, bez felczera, bez pomocnika. Nic nie mógł poradzić Ewie. Wynalazła furmankę i kazała się zawieźć do Głowni. Po drodze patrzyła na ziemie poparcelowane. Obok dawnych domów »pracowników« budowano nowe izby. Zwożono drzewo na chałupy, obory, stodoły, chlewy. Pola przydrożne przedstawiały obraz rumowia i budowania. Babiny gotowały w kominkach, wydłubanych w ziemi, w rowach i przykopach. Chałupy ze starych stodół stawiano całymi zrębami na podłożonych kamykach."
      },
      {
        "index": 31,
        "text": "Gdy przyjechała do krat ogrodowych, miało się już ku zachodowi. Ewa wkradła się do parku przez znane sobie przejście między żywopłotami. Ogarnęły ją ciche gwary przedwieczorne drzew, przedawny szum lip, łopot liści topolowych... Tułała się, jak duch nad stawem, na stawem czarnym i cichym. Stanęła na chwilę przy stopniach kamiennych, gdzie, jak niegdyś, pływał czarny i biały łabędź."
      },
      {
        "index": 32,
        "text": "— Czarny i biały łabędź... — wyszeptała."
      },
      {
        "index": 33,
        "text": "Pragnęła coś sobie przypomnieć, ale przypomniała tylko niejasną, mętną gorycz. Uczuć nie było już żadnych. Były tylko rzeczy widzialne, rzeczy fizyczne świat podobny do angielskiego sztychu kolorowanego. Świat ten był nieruchomy i pozbawiony głębi. Odeszła z nad wody i brnęła w górę aleją ku pałacowi. Chciała była znaleźć w sobie słowo, które wyrzecze do lokaja, skoro ją zapyta, jakiem prawem i po co tu przyszła. Lecz nie mogła znaleźć słowa skłamanego. Wszystkie słowa, które pamiętała, które mogła w swej drodze napotkać, — oznaczały prawdę. A prawdy nie mogła przecie powiedzieć... Nieoczekiwanie spotkała Martę."
      },
      {
        "index": 34,
        "text": "Marta szła środkiem alei. Aleja głębią swoją była zwrócona ku zachodzącemu słońcu. Wielki cień od postaci Marty pierwszy uderzył zdumione oczy. Później dopiero sama postać..."
      },
      {
        "index": 35,
        "text": "Ewa wyszeptała do siebie, lecz głośno:"
      },
      {
        "index": 36,
        "text": "— Marta!"
      },
      {
        "index": 37,
        "text": "Zdało jej się przez chwilę, przez jedno mgnienie oka, że, jak na widok ojca, pobiegnie, upadnie, runie z krzykiem do nóg. Ale krzyk zamarł w gardle i nogi zdrętwiały. Szła dalej w rozsądku i spokoju. Marta, zrównawszy się, przystanęła. Patrzyła."
      },
      {
        "index": 38,
        "text": "Ewa spostrzegła, że Marta wyrosła, stała się śliczną, prześliczną dziewicą. Ujrzała, że oczy Marty uroczo ocienione zostały przez rzęsy, że piersi jej znać pod stanikiem, a powłóczysta, bogata suknia osłaniała najcudniejsze biodra. Marta była modnie uczesana."
      },
      {
        "index": 39,
        "text": "Ewa ujrzała w niej siebie. Poczuła wszystkością serca duszę swą w tamtej postaci. Stanęła, jak rażona widzeniem, i nie mogła ruszyć się z miejsca. Widziała, że jest poznana, ale nie śpieszyła powitać Marty, ani upaść do jej nóg dziewiczych, nie tkniętych rękoma i nie zhańbionych wzrokiem mężczyzny. Patrzała wciąż oślepłemi oczyma w widzenie swoje."
      },
      {
        "index": 40,
        "text": "Marta stała na miejscu ze spuszczoną głową, śmiertelnie blada od straszliwego uczucia litości i nieznośnego uczucia wstydu. W pewnej chwili podniosła oczy ciemne od zgrozy, głębokie, odpychające, dziewicze, żałosne... Niemiłosierny jej wzrok, jak połyskliwy miecz archanioła świecił płomieniami odrazy i czystości."
      },
      {
        "index": 41,
        "text": "— Przyszłam... wycharczała Ewa."
      },
      {
        "index": 42,
        "text": "Milczenie."
      },
      {
        "index": 43,
        "text": "— Marto!"
      },
      {
        "index": 44,
        "text": "Marta milczała."
      },
      {
        "index": 45,
        "text": "— Chciałam tylko spojrzeć..."
      },
      {
        "index": 46,
        "text": "Szept Marty:"
      },
      {
        "index": 47,
        "text": "— Papa umarł! Papa umarł!"
      },
      {
        "index": 48,
        "text": "— Umarł!"
      },
      {
        "index": 49,
        "text": "— Teraz, tu mieszka mama. I ja, nieszczęśliwa... Nic nie wiem, nic nie wiem... Wszystko!... Lepiej, żebyśmy się nie znały!"
      },
      {
        "index": 50,
        "text": "— Tak lepiej... Wyszłaś nareszcie z »ludu«... Dziedziczko!"
      },
      {
        "index": 51,
        "text": "— Ach! — krzyknęła żałośnie. — Mama! Mama nie znosi... Broń Boże, broń Boże!"
      },
      {
        "index": 52,
        "text": "— Ja odchodzę, coprędzej..."
      },
      {
        "index": 53,
        "text": "Ewa poczuła nareszcie, że jest dziewką schorowaną, zżartą od syfilisu, szelmą uliczną, sprzedajnem bydlęciem. Zatrzęsła się cała, aż do stóp od wyrzutów sumienia, czyli od lęku. Uczuła nienawiść. Skłoniła się dziwacznym, potwornym pokłonem szyderstwa i, targana od szaleństwa, zachichotała na cały głos chrapliwym swym głosem, podobnym do szczekania psa. Chichot odbijał się w ciemnym parku. Szybko, popod drzewami, cieniem zmykała, chichocząc, ku wylotowi alei. Gdy już była daleko, daleko, obejrzała się. Marta, jak skamieniała, tkwiła w tem samem miejscu. Jej prześliczna postać, postać-marzenie, widniała w środku ulicy, zalana światłem zachodu, długi cień, jak szatę uroczą, rzucając na żółty blask chodnika."
      },
      {
        "index": 54,
        "text": "Jeszcze jeden ukłon aż do ziemi, jeszcze jeden wybuch szyderczego chargotu..."
      },
      {
        "index": 55,
        "text": "Wydostawszy się z ogrodu, poszła szybko, nie oglądając się, na cmentarz wiejski, leżący w pobliżu zmurszałego kościółka. Idąc w pomroce naoślep, trafiła niezwłocznie do świeżego grobu Bodzanty. Trup jego był już przyciśnięty olbrzymim pomnikiem z białego marmuru, kupą rzeźbionych kamieni, przywiezioną z Genui. Sterczały tam alegoryczne figury, słały się wieńce, pochodnie... Przy ostatnim blasku zorzy Ewa czytała długi napis, spleciony z bombastycznych, umówionych wyrazów. Czytała raz, drugi, trzeci. Nagle zrozumiała, że ten pomnik jest zniewagą Bodzanty, urągowiskiem rzuconem mu przez świat na bezsilne piersi. Poczuła, że ten pomnik jest prowokacyą, zaprzeczeniem wszystkiego, czem był Bodzanta, wyrazem tego wszystkiego, co on potępiał i zwalczał. Poczuła mus walki w obronie Bodzanty, konieczność obrony przed zniewagą, którą był ten pomnik brzydki, łotrowski, głupi. Opętana od szatanów męczarni, rzuciła się na ów pomnik i poczęła walczyć z jego materyalną przemocą. Szarpała go pazurami, kopała nogami, usiłowała zwalić z miejsca ramieniem, biła weń głową. Śmiały się zeń bryły marmuru, spojone z ziemią, na której, stały, i spojone pomiędzy sobą klamrami z żelaza. Nic nie pomógł oszalały krzyk i furya cielesna. Wyczerpana z sił od strasznej walki, zgłupiała, szlochająca, pokonana przez marmur runęła na płytę i, bezsilnie leżąc, kąsała zębami szumny napis, wbijała weń skrwawione palce, żeby wydrzeć litery. Noc osłoniła jej szaleństwo."
      }
    ]
  }
}