{
  "chapterNumber": 5,
  "title": "Tom pierwszy, V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W nocy zasnęła była twardo i przez czas długi spała bez widzeń. Aż oto, jakby z otworzeliska ciemnego, wystąpił w całej zbroi sen, na podobieństwo tragedyi Szekspira."
      },
      {
        "index": 2,
        "text": "Działy się dookoła i w niej samej rzeczy straszliwe i wzniosłe. Wszystko było w ruchu i pełne krzyku. Widziała jak gdyby ucztę osób ukoronowanych i zgiełk tuż obok ludzi uzbrojonych. — Skądś, z tłumu nadszedł Niepołomski."
      },
      {
        "index": 3,
        "text": "Biegł w popłochu, przeciskał się przez ciżbę osób obcych, brutalnych, ohydnie twardych w spojrzeniu. Miał na ustach jakąś wieść, wiadomość, sygnał czy znak. Wyczekiwała, żeby coprędzej zbliżył się do niej i nie mogła doczekać, chciała ku niemu biedz i nie mogła. Upadła pod jakiemiś drzwiami, w których on stał, i zasłoniła go sobą."
      },
      {
        "index": 4,
        "text": "A wokół dym, strzały rewolwerowe... Rzuciła się całem ciałem naprzód..."
      },
      {
        "index": 5,
        "text": "Ale oto prysnęło i pierzchło wszystko. Stała nad brzegiem jaru, na wsi, w miejscu, które niegdyś widziała. Zdarzyło się w jej życiu, że jechała była sama od krewnych do stacyi kolejowej małą bryczulką zaprzężoną w jednego konia. — Pierwszy i ostatni raz jechała tamtędy przez dolinę pustą, zapadłą, zamkniętą ze wszech stron świata między wzgórzami, jakby w więzieniu."
      },
      {
        "index": 6,
        "text": "Był tam szereg stawów, jeden za drugim idących, które z niewiadomych przyczyn skasowano. Na olbrzymich stawiskach były już teraz uprawne pola, łąki, łozy, gęstwiny i rozległe sitowia. Po stawach zostały jeno groble i ruiny upustów. Zarówno groble, jak upusty, nie wiedzieć czemu sprawiały (wówczas) wrażenie bolesne. Szczególniej upusty, — ogniłe resztki młyńskich pogródek, zzieleniałe ślady stawideł. Bystry ruczaj biegł środkiem stawisk i w szumiących wodospadach zlatywał z czarnych palów, hucząc w kilkunastu miejscach, co tworzyło bolesną muzykę. Dookoła doliny po wzgórzach wieszały się nieregularnie rozrzucone chaty długiej wsi. W głębi ze wszech stron czerniał bór liściasty. Była wówczas jesień i ciemny padał mrok na przedziwną kotlinę. Wody, pędzące w jej głębi, miały jakowyś zaciekły, oskarżający ton w swym szumie. Sprawiały wrażenie żywe, podobne do głosu dzikiego chłopstwa, które mamroce między sobą, zmawia się i protestuje w głupocie swojej przeciwko czemuś, czego nie rozumie wcale, — burzy się i grozi pomrukiem, a jednocześnie tchórzy szelmowsko przed niewiadomymi zamachy. Teraz we śnie Ewa uczuła trwogę i żal, rozpacz i boleść wobec tej wody szumiącej, czy tego chłopstwa, zmawiającego się na nią. Zeszła, niosąc w sercu to czucie ciężkie, poza ostatni staw, w miejsce, na które tylko rzuciła okiem, przejeżdżając wówczas."
      },
      {
        "index": 7,
        "text": "Niezliczone sitowia, trzciny skrzypiące, wrzask szpaków, poświstywanie wodnego ptactwa... Mrok pada z dębów wielkodrzewów, mrok duszy samotnej wobec dziczy i krzywdy. Staw olbrzymi wyłamał w grobli wyrwę, w której zmieścićby się mogła wielkomiejska kamienica, — i uciekł. Po upuście zostały tylko wielkie, pokrzyżowane ruiny, koślawe pale i posplatane belki, niby piszczele zaciśnięte kurczowo, oplecione chwastem, obrosłe dyndającym mchem. Były to zaiste poprzetrącane kły i ohydne gnaty potwora. To, co zostało w tej ruinie, było już tak mocne, jak siła zniszczenia, i ostało się, szczerząc zęby. Woda spadała z obeschłego stawiska szumnym a ponurym ruczajem w dół i, wybiwszy głęboką jamę, biegła dalej z chyżością. — Nad ten to jar, w miejsce nieznane, którego nie mogła dosięgnąć oczyma, Ewa przyszła we śnie. Czepiała się rękoma leszczyn, tarek, rokicin, z pod których łzawiło się szkliwo zaskórnej wody, i patrzeć poczęła w dół. Wraz z bryłami mokrej ziemi zsunęła się ku rzeczułce, cicho sepleniącej w dole. Z oczyma wbitemi w jej chytrą, kryjącą się, ślepą toń, spadała, zsuwała się, szła bezwładnemi nogami. Strach, ciekawość... Aż wreszcie wstąpiła bosemi stopy w zimny, rwący nurt. Głowa jej zwisła na brzeg, a bezwładne czoło upadło na kępy zielonych chwastów. Było duszno i gorzko na duszy. Ostry zapach wodorostów, stapianych liści..."
      },
      {
        "index": 8,
        "text": "Przestała widzieć... Aż oto wydźwignął ją i wyniósł z ciemności jakoby ojciec, czy inny człowiek. Och wyszła stamtąd! Śpieszyła się teraz w nocy ciemnem polem, ciemnem polem... Po zagonach, przez samotne, opuszczone, poza-ludzkie pola. Strach ją doganiał, świszczał wiatr. Jakaś droga polna z dawno zaschłemi w mokrej glinie kolejami... Biegnie w dal, woła. O ludzie, ludzie! Piersi zduszone rękoma strachu..."
      },
      {
        "index": 9,
        "text": "Wtedy to ujrzała nagle, a tuż przed sobą ogród, jakoby raj. Daleko wschodzi błękitny poranek. Kwiat oblepił drzewa wiśniowe, wyniosłe rózgi czereśni bieleją na błękitach. Och, te drzewa! Rozkosz widzenia ich we śnie, nad szmaragdową murawą, nad rabatami spulchnionej ziemi. Poranek wchodził w ów sad nigdy niewidziany. Za wysokim płotem — pleciakiem ze świerkowych spławin, za wrotyma z ledwie ciosanych balas, tai się w mroku sad. Trawy w nim w pas. Zwarty gąszcz wyniosłej koniczyny — istny bór! Gąszczu, gąszczu niedotkniony stopą, ni dłonią! Wiatr cię jeno muska, deszcz wiosenny żywi i kąpie, a tylko pszczoły obciążają. Wielkie kule kwiatów napełnił przenajsłodszy miód i ubarwiła je szata, całująca w usta i oczy. Tam nizko, spodem... Gdzie oczy padną, zalew łaskawej dla oczu białej koniczyny, jakoby mrowie biedy, chłopskiego moc narodu... Tam i sam, tam i sam tkwią, wbite w wiotkie trawy, w miękkie, jak dym czy mgła powłoki mietlicy, złotolite łby — gwoździe przydrożnika. — Ewa śni — widzi. Wyciąga ręce. Dotknęła dłońmi wrót. Mokre od rosy drewna, zimna ich kora do rąk przystaje. Pchnęła zmurszałe wierzeje. Obróciły się bez szelestu na swych witkach brzozowych, obróciły się na czopach zmurszałych..."
      },
      {
        "index": 10,
        "text": "Otwarły się — ni to drzwi raju. Weszła. Bosemi nogami dotknęła mroźnej rosy. Chłodne, nad miarę bujne i wysokie badyle łechtają kolana, mokre włókna, jak węże, snują się po palcach nóg. Dreszcz."
      },
      {
        "index": 11,
        "text": "Teraz dostrzegła oczyma z pomiędzy czarnych bugajów koniczyny wystrzelające nietykalne kule ostromlecza. Głowy ich, utkane ze światła księżycowego, najlżejszy oddech niweczy. Podano jej niegdyś do wierzenia baśniowe słowo i uwierzyła, że w tych łodygach tai się biały sok, trucizna, wyżerająca żywe oczy."
      },
      {
        "index": 12,
        "text": "Ktokolwiek wyciągnie rękę albo nachyliwszy się tchnie, zetrze głowę, uczynioną z marzeń. Ktokolwiek zerwie łodygę, temu kwiat oczy wygryzie. Ewa patrzy oczyma, nawskroś widzącemi, w samotne, białe puchy, rozsiane tu i tam. Wstrzymuje oddech, żeby nie popsuć tkanin, wypielęgnowanych przez dnie i noce, wychowywanych przez słońce i ziemię. Nim przyjdzie podmuch zabójca, co je zniweczy, niechaj sobie samotnie dumają, niech śnią swój krótki, a na nic nikomu nieprzydatny sen. Nie ja, kwiatuszki, popsuję wasze głowiny... Nie ja... Przenigdy! Pokój wam..."
      },
      {
        "index": 13,
        "text": "Patrzą się w nią białe, okrągłe, nadobne oczy z czarnych a mokrych traw. Zapach niewysłowiony i milczenie. Oddech tajemniczego zakątka sieje w sercu uczucie rozkoszy i siłoczucie młodości. Ogromne krople rosy wiszą na każdym płatku kwiatowym, rosy wielkiej i ociężałej. Słońce olbrzymie, — boskie Savitri, — powstało. Czerwone światło upada w krople olbrzymie, jakoby połysk wielkiego miecza, słońce strąca każdą kroplę oddzielnie — to tu, to tam. Ciężko padają — pac... pac... Rosy padają w mokrą trawę. To w miody koniczyn, to w wiotką kulę ostromlecza. A te, co pozostały, Ewa ogląda każdą z osobna. Przykłada do każdej oczy i spogląda w wewnętrzny każdej świat."
      },
      {
        "index": 14,
        "text": "Nad czarnym dachem strzelają w czerwone niebo dwa modrzewie, młodocianemi igły okryte, zielone tak, że serce bije ze szczęścia od ich widoku. W dole nad rzeką złocą się i palą ogniem jaskry. Szumi woda. Senna lekkość napełnia piersi. Wśród tej lekkości przyszło ocknienie. Ewa spostrzegła, że głowa jej zwisła za poręcz łóżka, kołdra spadła na ziemię, a całe ciało jest obnażone. Cichy śmiech objął ją słodkim, czarownym uściskiem na widok nagości własnego ciała. Serce poczęło bić, lecieć... Jeszcze słyszała kapanie wielkich ros na kule ostromlecza, na kępy koniczyny, na swe serce i na rzęsy powiek. Rozkosz cielesna i rozkosz snu, który jeszcze nie odszedł, zdawała się leżeć na jej piersiach i wzdłuż całego ciała. Położyła się rozkosz na gorących ustach, jak usta, na oczach, jak oczy, na piersiach, jak nagie piersi. Wtedy przyszła, jak gdyby z głębi domu cichymi kroki straszliwa w swej mocy rozkosz — wiadomość, że on jest tu, za ścianą, której dotknęła wyciągniętą ręką. Ewa oparła na tej ścianie dłoń z rozstawionymi palcami i, przymknąwszy oczy, poszła bez tchu, duszą stęsknioną szybkimi kroki bijącego serca w głąb czarną wiśniowego sadu ku kroplom rosy, ku ścigłym modrzewiom, ku trawom, boskim arcytworom i ku onemu złotolitemu słońcu..."
      }
    ]
  }
}