{
  "chapterNumber": 38,
  "title": "Tom drugi, V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Szła już długo, bardzo długo, a jednak nie czuła najlżejszego znużenia. Przeciwnie, była coraz bardziej podniecona. Coraz pełniej oddychała. — Gotowa była iść tak bez końca, pomimo upału i kurzu. Ta lewa aleja dla pieszych Avenue du Bois-de-Boulogue wciągnęła ją w siebie i wabiła dalej, wciąż dalej."
      },
      {
        "index": 2,
        "text": "Na końcu drogi snuły się przed oczyma jakoweś drzewa okryte przedziwnym kolorem, — a zarazem różem i błękitem. W uszach huczał nieustający grzmot karet, otwartych i zamkniętych powozów, powozików, dog-cart’ów i fiakrów, zdążających na pola wyścigowe w Longchamp. W oczach snuł się wielki świat."
      },
      {
        "index": 3,
        "text": "Tysiące kapel uszów damskich, strojów motylich, doskonałych sukien męskich, pyszne konie, olśniewające pojazdy, służba w bogatej liberyi. — To życie spokojnie huczne, bryzgające bogactwem w sposób tak objęty przepisami, że niemal skromny, życie pełne burzy, mieniące się mnóstwem barw, nęciło i oślepiało. Olbrzymi, ruchomy wąż barw i połysków, widzialny zdaleka, urzekał. Ewa marzyła, patrząc nań. Chwilami porywała ją pasya nieprzeparta, żeby się dostać w ten szereg powozów i zająć swe miejsce."
      },
      {
        "index": 4,
        "text": "Upajająca siła piękności, wykwitu kultury, przepychu, sprawiała rozkosz, zasłaniającą wszystko. Jakże teraz śmiała się ze siebie, siedzącej w płatniczej budce cukierni w Warszawie. Śmiała się dobrodusznie a nienasycenie. Napół świadomie rozkrzewiała w sobie radosne i porywające uniesienie na widok blasku, połysku i barw."
      },
      {
        "index": 5,
        "text": "Przybyła była do Paryża tej samej nocy, po dokonaniu »zemsty« nad Łukaszem. Sprawiło jej tajną, głuchą i złowieszczą radość zimne pożegnanie ze studentem, kiedy najbezwzględniej został zachwycony. Mówiła sobie: niech-no troszeczkę potęskni — i to bez skutku... Niech się dowie, jak to się tęskni. Jak się to w ciemne noce szuka koło siebie konającemi z rozpaczy rękoma. Młody jest, — to mu się przyda."
      },
      {
        "index": 6,
        "text": "Przybywszy do Paryża, (nie wiedzieć po co), chciała zagłuszeń, zamurowali owej »zemsty« nadlemańskiej. Czasami wybuchała w niej istna padlina wstydu. Nagle przychodziła rozpacz."
      },
      {
        "index": 7,
        "text": "Przychodziła nie wiadomo kiedy, jak ów Złodziej z Apokalipsy, o którym »nikt nie wie, której godziny przychodzi«."
      },
      {
        "index": 8,
        "text": "Wówczas zrywała się z miejsca i uciekała przed sobą — w kraj, w przestrzeń, w miasto. — Chodziła i jeździła po najrozmaitszych norach, kabaretach, teatrach, cyrkach, zaułkowych budach. — Błąkała się późnymi wieczorami w szumnych ulicach. Czuła w sobie jamę po wyrwaniu duszy. Było jej brak nadziei, jakby brak płuca.Tak długo żyła samą tylko nadzieją! Wszystko, co z nią było w Warszawie, w Nicei, na Korsyce to była przecie tylko jakowaś doczesność. Główną sprawą życia, jego zasadą, było czekanie na Łukasza i marzenie o spowiedzi u jego kolan z dokonanych uczynków. Bo on przecie wygnał kapłanów i sam jeden został dla niej kapłanem. A teraz wszystkie owe wyniosłe męczarnie zagasły, jak ogień, zalany wodą »zemsty« nadlemańskiej."
      },
      {
        "index": 9,
        "text": "W pustce po wyrwaniu duszy została jakoby para brudna i czarna. Ta para zwijała się w mętne kształty, a one przybierały postacie coraz nowych zagłuszeń, dziwacznych pomysłów i wciąż nowych poszukiwań zapomnienia. Jakieś bezprzedmiotowe nienawiści, odrazy, awersye budziły się w piersiach, jak gorgony."
      },
      {
        "index": 10,
        "text": "Chodziła i jeździła po tem obcem mieście, szukając rozrywek, niezwykłych widoków, rzeczy nowych uderzających, fenomenalnych. Wszystko jej nie zadawalniało, choć wszystko było nowe i dziwne. Czasami jakiś szczegół najbardziej pospolity, ale dla niej nowy, budził całe światy pożądań."
      },
      {
        "index": 11,
        "text": "Pojechać do Ameryki, wstąpić na medycynę w Lozannie, zostać szarytką, rzucić się w wir polityki i społecznictwa, pozować jako modelka Rodin’owi, a nadewszystko żyć jakiemś życiem ogromnem, huczącem, pełnem hałasu, rozgłosu i awantur. Wypadków nowych, wciąż nowych, wciąż nowych."
      },
      {
        "index": 12,
        "text": "Teraz, gdy tak samotnie szła chodnikiem alei, ta natężona energia poczynała budzić się znowu. Przyszedł pomysł, żeby kupić sobie konia, świetną amazonkę i codziennie o tej samej godzinie jeździć po tamtej stronie Avenue. Marzenia runęły w tę stronę. Zatonęła w myślach, gdzie to i jak kupić takiego konia. Obliczała w myśli, ileż to mogłoby kosztować. Tysiąc, dwa tysiące franków?... Koń musi być kary, dzikus. Amazonka. Kapelusz dziwnego kroju, zupełnie, co do joty, jak na owej miniaturze »księżniczki« Vaughan. Właśnie taki! Otoczy go wualką ponsową, (właśnie taką i tak związaną!) Każę kapelusz specyalnie takiego kształtu robić ad hoc u Reboux. — Była tam już przecie! Widziała tłum pracownic. Blask elektrycznych lamp, olbrzymie, długie stoły. Schylone nad stołami twarze. Kwiaty, kwiaty sztuczne, miliony kwiatów! Od godziny ósmej rano do dziesiątej wieczorem wciąż w palcach kwiaty sztuczne, kwiaty, kwiaty. Przypatrywała się twarzom »tych dziewczyn« i uśmiechała się jadowitym uśmieszkiem przy wyborze kapelusza."
      },
      {
        "index": 13,
        "text": "Patrzyła z satysfakcyą, wywróconą na nice, na niewysłowioną, nieprzebraną, obfitą, jak żywioł, uprzejmość ładnej panny do przymierzania. — Teraz pójdzie tam znowu, wezwie najgłówniejszego kierownika, — och, zawoła tego psa! — i obstaluje sobie kapelusz-cylinderek zupełnie nieznanego kształtu. Każę tak go właśnie nazwać: — »Vaughan«. Jeżeli nie zechcą robić, to przerzuca swą »klientelę« do Virot’a, albo Loys’a. Muszą gałgany wykonać!"
      },
      {
        "index": 14,
        "text": "Gdzie trzymać konia? W jakich remizach w Longchamp, czy w Auteuil? To daleko. Ale postanowiła tam jechać i czynić pierwsze kroki. — Oszukają. Och, oszukają napewno, — ale o to mniejsza. Przecież to pozna, czy koń jest piękny i silny. Na tyle ma rozumu. Zresztą w każdej chwili, gdy się znudzi, sprzeda go byle komu i za byle co."
      },
      {
        "index": 15,
        "text": "Poszła szybciej w kierunku lasu. Na zagięciu alei, wśród największego tłoku powozów, karet i pojazdów wszelkiego rodzaju, rzuciwszy okiem w tłum, ujrzała wlepione w siebie oczy. Wydała cichy okrzyk i na chwilę kroki wstrzymała."
      },
      {
        "index": 16,
        "text": "— Szczerbic."
      },
      {
        "index": 17,
        "text": "Siedział w otwartej karecie na przedniej ławce, tyłem do furmana, a naprzeciwko jakichś wiekowych a strojnych dam."
      },
      {
        "index": 18,
        "text": "Rozmawiał z niemi wesoło i żywo, jednocześnie zatapiając oczy w Ewę. W pewnej chwili ukłonił się jej nizko i grzecznie."
      },
      {
        "index": 19,
        "text": "Kareta posuwała się tak wolno w łańcuchu powozów, że Ewa mogła ją wyprzedzać. Czyniła to skwapliwie, żeby nie czuć na sobie wzroku Szczerbica. Czuła, że się rumieni i zdradza z tem, co było nad Lemanem. Ale już w owej chwili wiedziała także, że teraz stała się nowa rzecz w jej życiu. Doznała wrażenia, że teraz dopiero przypomniało jej się istnienie tego Szczerbica."
      },
      {
        "index": 20,
        "text": "— Ach, prawda! Toż jest jeszcze na świecie Szczerbic. Miły komtuś... Jak to łamał rączki białe w Nicei, jak łkał, gdym wybiegła z rozmównicy..."
      },
      {
        "index": 21,
        "text": "Przyśpieszyła kroku i znowu poczuła, że jest czerwona."
      },
      {
        "index": 22,
        "text": "— Ożeń się ze mną. Inaczej — nie! — szepnęła przez zaciśnięte zęby. — Pieniądze mi wpychał w ręce, a później: — »zostań u mnie, mieszkam tutaj, na górze...« Kareta posunęła się szybciej i oczy Szczerbica znowu się rzuciły na Ewę. Czuła je na sobie znieruchomiałe i zastygłe."
      },
      {
        "index": 23,
        "text": "Nie patrzyła w tę stronę. Szła ze źrenicami utkwionemi w dal, z twarzą surową. Ale już wówczas czuła konieczność rozmowy z nim. Zdziwiła się, że może być surową względem niego, względem Szczerbica. Jakto? Względem Szczerbica?"
      },
      {
        "index": 24,
        "text": "Dlaczegóż to być surową? Dlaczego? Jaki powód?"
      },
      {
        "index": 25,
        "text": "Wszakże już niema powodu surowości. Już niema powodu! Już Łukasz przestał istnieć i dusza jej, Łukaszowi zaprzedana, przestała istnieć."
      },
      {
        "index": 26,
        "text": "Nagle uderzenie boleści, — jakby odwet za wszystko, co uczyniła, — przebiło jej serce. Nie czuła, że idzie, nie wiedziała, że żyje. Stawiała kroki machinalnie..."
      },
      {
        "index": 27,
        "text": "Wtem, — powiew przyjemności... Poczucie, że w tej chwili musi być śliczna... Idzie cudownie. — Coś tygrysiego w sposobie stawiania kroków. — Gibkość radosna. Szczerbic, ujrzawszy ją, musiał mieć wrażenie cudu. Prosty przypadek ujrzenia jej na ulicy, — wiedziała to, — był dlań nadzmysłowem zjawiskiem, wizyą oszałamiającą. Jakoby dawne wspomnienie, przesunęła się myśl, że Szczerbic to jedyna istota, zrośnięta z jej nadziejami, że on jedyny w tem ogromnem mrowisku ludzkiem zna jej imię i dolę. Podniosła oczy w jego stronę i uśmiechnęła się cichym, jasnym, pożądliwym uśmieszkiem. Stała się w owej minucie nieuchwytnie i niewysłowienie a bezmiernie piękną. Chwila uroku, dziwności, porywu. Coś obcego przesunęło się i porwało ku sobie ciekawość."
      },
      {
        "index": 28,
        "text": "On widział jej uśmiech, nie zmienił jednak swej pozy, ani nie przerwał rozmowy z wykwintnemi pudłami w karecie. Ewa postanowiła wrócić, — ale wnet zlękła się, że go straci z oczu i już nie odszuka w tym ogromnym Paryżu. Uczuła, że musiałaby go szukać« a nie znajdując, mogłaby popaść w koleje tęsknoty, wypalone głęboko w duszy. Szukać nerwowo, budzić się znagła w nocy i, jak rozkoszy czekać świtu... Żadnych już tęsknot! Któż zasługuje na tęsknotę? Czy warto tęsknić? Dosyć się już natęskniła i z tak doskonałym skutkiem, że teraz — basta na zawsze!"
      },
      {
        "index": 29,
        "text": "— Więc co? — myślała. — Czekać aż raczy wyleźć jaśnie wielmożnymi krokami z tego powozu? Nie może pewno wyleźć, bo to muszą być wysoce arystokratyczne pudła. Bogate ciocie — co? Nie może kompromitować się dla jakiejś tam, samotnie drepcącej do lasku. To siedź, gapo! Wiele sobie robię z twojego towarzystwa!"
      },
      {
        "index": 30,
        "text": "Uśmiechnęła się do siebie złym uśmiechem, który teraz coraz częściej gościł na jej twarzy, i myślała nawpół posępnie, nawpół z dyabelstwem."
      },
      {
        "index": 31,
        "text": "— Ten Szczerbic to jest moja ostatnia pamiątka po Łukaszu... Tak — tak! Wartoby z nim poflirtować!... Komtuś! Właśnie poflirtować! Przyjemny musi być flirt z tymi, którzy się w nas niegdyś durzyli, a których teraz spotykamy na nowo. Tak już wszystko znajome, nie trzeba zachodów, poznawać, miłych kłamać przedwstępnych, krążeń i wybiegów..."
      },
      {
        "index": 32,
        "text": "Pojazd ze Szczerbicem gdzieś się oddalił i znikł z oczu. Ewa nieprzyjemnie zlękła się, gdy spostrzegła, że skamieniałe oczy już na nią nie patrzą. Szła ociężale w chwilowem, a bardzo głębokiem rozczarowaniu. Była już w lasku i widziała stawy, błyszczące w oddali. Miała zamiar wrócić raptownie i unieść ze sobą rozczarowanie, zamknąć je w ściśniętem sercu. Naprzekór wszystkiemu postanowiła wrócić do poprzedniej myśli o karym koniu. Widziała go przed oczyma wysiłkiem woli, czuła odór potu, gdy będzie pod nią rwał się i skakał."
      },
      {
        "index": 33,
        "text": "Każę sobie zrobić perski munsztuk i będzie panowała nad tem zwierzęciem. Do wysokich bucików każę przyprawiać małe, ale nadzwyczaj rżnące ostrogi. Będzie się ogier miał zpyszna!"
      },
      {
        "index": 34,
        "text": "— Witam panią! — zabrzmiał tuż obok, z za ramienia, głos Szczerbica."
      },
      {
        "index": 35,
        "text": "— Witam pana, — odrzekła chłodno."
      },
      {
        "index": 36,
        "text": "Teraz nie uczynił na niej żadnego wrażenia. Byłaby nawet zdolna przysiądz, że jest nierada z jego »przyczepki«."
      },
      {
        "index": 37,
        "text": "— Pani tu sama?"
      },
      {
        "index": 38,
        "text": "— Jak pan widzi. Spostrzegłam pana jadącego w powozie. Teraz zjawił się pan skądś z boku, czy z tyłu. Którędy pan?..."
      },
      {
        "index": 39,
        "text": "— Wyprawiłem te szanowne zwaliska, z któremi, jak pani widziała, jechałem."
      },
      {
        "index": 40,
        "text": "— Ażeby nie spostrzegły, jak pan będzie lekkomyślnie rozmawiał... wprost na chodniku..."
      },
      {
        "index": 41,
        "text": "— Są to moje kuzyny. Pani się dziwi temu, że nie chciałbym, aby wiedziano o naszej znajomości. Byłoby to dla pani poniżające, gdybym musiał tłómaczyć... Bo przecie pani nie znają! Są pewne zwyczaje, których Przełamać..."
      },
      {
        "index": 42,
        "text": "— Rozumiem. Panie, czy pan nie wie przypadkiem, gdzie tu możnaby kupić konia pod wierzch, ale siarczystego dzikusa. Żeby to, wie pan, rżał, kopał doły kopytem, żeby był pyszny, z grzywą wzburzoną, rozbestwiony, z pianą u pyska. — Musi być kary, kary jak noc, z aksamitną sierścią, z małym łebkiem. Oczy ma mieć koniecznie krwawe!..."
      },
      {
        "index": 43,
        "text": "— To dla pani taki potwór? — spytał Szczerbic ciekawie."
      },
      {
        "index": 44,
        "text": "— Oczywiście."
      },
      {
        "index": 45,
        "text": "— Ależ gotów jestem wyszukać!"
      },
      {
        "index": 46,
        "text": "— Nie prosiłam o wyszukiwanie. Prosiłam tylko o wskazówkę, dokąd się zwrócić."
      },
      {
        "index": 47,
        "text": "— Czyż pani da sobie radę z załatwieniem takiej sprawy? Przyślę pani człowieka, który wszystko..."
      },
      {
        "index": 48,
        "text": "— Zastrzegam, że dziękuję nawet za radę, jeżeli pan chce wyświadczyć mi usługi. Nie potrzeba mi wcale człowieka«. Człowieka!"
      },
      {
        "index": 49,
        "text": "— Ależ!"
      },
      {
        "index": 50,
        "text": "— Nie mówmy już o tem. Pan długo jeszcze zostanie w tym Paryżu?"
      },
      {
        "index": 51,
        "text": "— Nie wiem. Zdaje mi się, że wyjadę. A pani, jeśli wolno zapytać?"
      },
      {
        "index": 52,
        "text": "— Zdaje mi się, że ja tu zostanę na stałe, — tu, lub gdzieś we Francyi. A może w Lozannie... Jeszcze nie zdecydowałam."
      },
      {
        "index": 53,
        "text": "— Doprawdy? A do Warszawy... już nie?..."
      },
      {
        "index": 54,
        "text": "— Nie"
      },
      {
        "index": 55,
        "text": "Szczerbic milczał przez czas dość długi. Nareszcie z wahaniem się zapytał:"
      },
      {
        "index": 56,
        "text": "— Przepraszam bardzo za natarczywość, ale tak chciałbym wiedzieć?... — Co takiego?"
      },
      {
        "index": 57,
        "text": "— Wszak spotkała już pani pana Niepołomskiego!"
      },
      {
        "index": 58,
        "text": "— Nie."
      },
      {
        "index": 59,
        "text": "— Dotąd nie! To dziwne."
      },
      {
        "index": 60,
        "text": "— Rzeczywiście dziwne."
      },
      {
        "index": 61,
        "text": "— Dziwne dlatego, że był u mnie w Paryżu niejaki pan Horst..."
      },
      {
        "index": 62,
        "text": "— Horst? — zawołała w popłochu."
      },
      {
        "index": 63,
        "text": "— Horst. Jeden z tych wielkich fabrykantów, bogaczów. Spotykałem ich dawniej w towarzystwie. Teraz koło tego właśnie jakoś jest dziwnie kuso i cienko. Zdziwiłem się, gdy mnie zaszczycił swemi odwiedzinami, bo nigdy go nie estymowałem, a tu tembardziej, gdyż żyję na uboczu, w zupełnej ciszy..."
      },
      {
        "index": 64,
        "text": "— Cóż on mówił?"
      },
      {
        "index": 65,
        "text": "— Właśnie bardzo wiele mówił o pani."
      },
      {
        "index": 66,
        "text": "— O mnie?"
      },
      {
        "index": 67,
        "text": "— Dopiero od niego dowiedziałem się, że to pani dobry znajomy. Rozpowiedział mi przedewszystkiem, że Niepołomski był w Warszawie..."
      },
      {
        "index": 68,
        "text": "— Kiedy Niepołomski był w Warszawie?"
      },
      {
        "index": 69,
        "text": "— Zaraz po naszym wyjeździe, w marcu."
      },
      {
        "index": 70,
        "text": "— Po naszym wyjeździe, w marcu... — powtórzyła cichym, struchlałym, jak gdyby rozsiekanym głosem."
      },
      {
        "index": 71,
        "text": "— Był u rodziców pani. Wtedy widział się z nim ów Horst i niech sobie pani wyobrazi mój gniew, nagadał Niepołomskiemu, że pani wyjechała no... ze mną jako... Pojmuje pani, co ten człowiek..."
      },
      {
        "index": 72,
        "text": "— Pojmuję."
      },
      {
        "index": 73,
        "text": "— Wówczas Niepołomski, podobno, wpadł w straszną pasyę, rzucił się na niego. Zrobiła się burda. Zaraz następnego dnia Niepołomski znikł z Warszawy i już go tam więcej nie widziano."
      },
      {
        "index": 74,
        "text": "— Ach, więc... to... tak... — suchy szloch — śmiech. — I już go więcej nie widziano..."
      },
      {
        "index": 75,
        "text": "— Ów pan Horst wybrał się wówczas do Paryża, — mówił Szczerbic z szyderstwem, — żeby się osobiście i naocznie przekonać, czy prawdę powiedział Niepołomskiemu. Śledził mię, widać, długo, aż wreszcie strapiony przyszedł z zapytaniem o panią. Twierdzi, że działa w imieniu rodziców. Nie umiałem mu nic powiedzieć, odkąd pani zniknęła mi z oczu w Nicei, a plotek nie powtórzyłem."
      },
      {
        "index": 76,
        "text": "Ewa szła teraz w zamyśleniu. Głowa jej była podniesiona, niemal zadarta do góry. Oślepłe oczy z dołu patrzyły na szczyty drzew. Usta się uśmiechały cudacko. Zachichotała głośno, obrzydliwie i tak niemiło, że Szczerbic aż się nieco odsunął."
      },
      {
        "index": 77,
        "text": "— Wracając do konia... — paplała pośpiesznie, — pan mi pomoże! Przyśle pan takiego draba, który wskaże, gdzie to należy pójść..."
      },
      {
        "index": 78,
        "text": "— A dokąd mam przysłać?"
      },
      {
        "index": 79,
        "text": "— Dokąd? Hm! Place de la Nation 12. Trzecie piętro. A więc Łukasz Niepołomski był na naszem trzeciem piętrze, w mieszkaniu, w Warszawie?"
      },
      {
        "index": 80,
        "text": "— Tak mówił Horst."
      },
      {
        "index": 81,
        "text": "— A Horst gdzie jest teraz?"
      },
      {
        "index": 82,
        "text": "— Wrócił już zapewne do Warszawy."
      },
      {
        "index": 83,
        "text": "— Pan to napewno słyszał, że Niepołomski był w Warszawie, u nas w mieszkaniu?"
      },
      {
        "index": 84,
        "text": "— Tak, pani, słyszałem, — cicho rzekł Szczerbic."
      },
      {
        "index": 85,
        "text": "— Niepołomski był w naszem mieszkaniu w Warszawie i tam mu Horst powiedział, że ja zostałam pańską kochanką i że z panem puściłam się zagranicę. No tak. To wszystko jest w porządku."
      },
      {
        "index": 86,
        "text": "Poczęła cicho nucić: »Czarowna, cicha noc majowa, przepojona wonią bzu«!"
      },
      {
        "index": 87,
        "text": "Szczerbic mówił zająkliwie głosem głębokim i współczującym:"
      },
      {
        "index": 88,
        "text": "— Niech się pani uspokoi!..."
      },
      {
        "index": 89,
        "text": "— A pan... naprzykład... pan mógłby na to przysiądz, ale przed Bogiem, przed Panem naszym Jezusem Chrystusem, że Niepołomski był w Warszawie i to teraz, na wiosnę, kiedyśmy wyjechali, — że Niepołomski był w naszem mieszkaniu i słyszał od Horsta, że ja zostałam pańską kochanką i razem z panem wyjechałam zagranicę?"
      },
      {
        "index": 90,
        "text": "— Mogę na to przysiądz przed Bogiem, że powiedziałem pani szczerą prawdę, jakem ją słyszał, żem powiedział tak wszystko, jakem od tego Horsta słyszał. Niepołomski był w Warszawie, kiedy my stamtąd wyjechaliśmy. Horst mu powiedział, że pani wyjechała ze mną. Wówczas on znikł i już go tam więcej nie widziano."
      },
      {
        "index": 91,
        "text": "— No! jak tak, to wszystko jest w porządku. O to przecie tylko chodzi. Czegóż się kłócić, spierać?"
      },
      {
        "index": 92,
        "text": "— Niech pani tak nie mówi!"
      },
      {
        "index": 93,
        "text": "— Ja nic. Jestem zupełnie, zupełnie spokojna."
      },
      {
        "index": 94,
        "text": "Bo przecież tutaj, prawda panie? żadnego piśmiennego dowodu na to, co pan powiedział, być nie może. Jakiż to może być dowód na piśmie. Skądby tu wziąć taki dowód! Skąd wziąć, o Boże! Prawda, panie?"
      },
      {
        "index": 95,
        "text": "— O czem pani mówi? — Mówię o tem, że i tak wszystko jest w porządku. O to tylko chodzi, czy rzeczywiście tak było."
      },
      {
        "index": 96,
        "text": "Bo skoro tak było, to o cóż się kłócić, spierać?"
      },
      {
        "index": 97,
        "text": "— Czy pani wróci teraz do siebie?"
      },
      {
        "index": 98,
        "text": "— Ja? A tak, oczywiście."
      },
      {
        "index": 99,
        "text": "— Możebym mógł odwieźć panią do domu? Pani tak pobladła..."
      },
      {
        "index": 100,
        "text": "— Nie, nie, nie! Och, nie! Teraz nie chcę być w domu, w pokoju, w mieszkaniu! Teraz za nic, za nic nie chcę być w mieszkaniu! Troszeczkę się przejdę. Tak tu przyjemnie... Tyle mi pan naopowiadał! Ten Horst poczciwina... On tam mieszka u nas. I pan taki poczciwy! Widzi pan, przypomniałam sobie swój własny pokoik, tam u nas... Mój ojciec jest bardzo stary. Bezsilny, rozdeptany, stary człowiek. Tacy ludzie, jak mój ojciec... Nietzsche mówi, że są tacy, którzy istnieją tylko gwoli służbie i pożytkowi ogólnemu i tylko po to istnieć powinni... Mój ojciec... I dopiero ten Niepołomski tam przyjechał! Nareszcie przyjechał. A tu mnie niema! I wtedy ten Horst poczciwina..."
      },
      {
        "index": 101,
        "text": "— Żałuję, żem to wszystko pani powtórzył..."
      },
      {
        "index": 102,
        "text": "— Och, nie! Wyświadczył mi pan wielką, wielką łaskę. Bo widzi pan, teraz się wykryła najważniejsza tajemnica. Teraz przynajmniej wiadomo, że Łukasz Niepołomski jest w porządku. Przynajmniej on jest w porządku! A oto tylko chodzi. Widzi pan: on zawsze był, jest i będzie w porządku!"
      },
      {
        "index": 103,
        "text": "Oczy jej zabłysły straszliwie, gdy szepnęła:"
      },
      {
        "index": 104,
        "text": "— Tylko ja jestem niezupełnie w porządku. Cha-cha!"
      },
      {
        "index": 105,
        "text": "W blizkości, a na uboczu od szlaku powozów była ławka między wielkiemi drzewami. Tam usiedli. Ewa końcem parasolki rysowała na piasku jakieś ogromne znaki. Pisząc je, pochylała się całem ciałem."
      },
      {
        "index": 106,
        "text": "— Zdawało mi się przed chwilą, — rzekła w zamyśleniu, a jakoś bardzo poważnie, — że jesteśmy w Łazienkach. Tak niedawno!"
      },
      {
        "index": 107,
        "text": "— Pani jeszcze pamięta to zdarzenie?"
      },
      {
        "index": 108,
        "text": "— Pamiętam. Ja mam dobrą pamięć. Właśnie przyszło mi na myśl jedno pytanie. Ale to zresztą..."
      },
      {
        "index": 109,
        "text": "— Co, co?"
      },
      {
        "index": 110,
        "text": "— Na to nie można poprostu dać odpowiedzi."
      },
      {
        "index": 111,
        "text": "— Ja dam odpowiedź na każde pani pytanie!"
      },
      {
        "index": 112,
        "text": "— Nie, na to dać nie można."
      },
      {
        "index": 113,
        "text": "— Niech pani spróbuje!"
      },
      {
        "index": 114,
        "text": "— Chciałabym dowiedzieć się bardzo prostej rzeczy: czy pan wcale nie wiedział o tem, że dajmy na to... Ale to darmo pytać..."
      },
      {
        "index": 115,
        "text": "— Dlaczegóż... darmo pytać!"
      },
      {
        "index": 116,
        "text": "Uśmiech zapamiętały i drapieżny na jej ustach przemknął."
      },
      {
        "index": 117,
        "text": "— Bo ja i tak panu nie uwierzę..."
      },
      {
        "index": 118,
        "text": "— Ale o co chodzi? Proszę!"
      },
      {
        "index": 119,
        "text": "— Czy pan wcale nie wiedział, że Łukasz Niepołomski ma przyjechać do Warszawy zaraz wówczas, w lutym, w marcu? Czy pan tego nie wiedział, gdy pan ze mną dobrotliwie rozmawiał w Łazienkach."
      },
      {
        "index": 120,
        "text": "— Czy ja tego... Nie, nie wiedziałem? Daję na to moje nieskalane słowo honoru."
      },
      {
        "index": 121,
        "text": "— A drugie pytanie..."
      },
      {
        "index": 122,
        "text": "— Odpowiedzi mojej również pani nie uwierzy."
      },
      {
        "index": 123,
        "text": "— No, cóż tam... ja... Drugie pytanie: czy pan wówczas miał zamiar... Ech, co to zresztą warto! Minęło!"
      },
      {
        "index": 124,
        "text": "— Proszę na wszystko!"
      },
      {
        "index": 125,
        "text": "— Czy pan miał zamiar już wówczas powiedzieć mi to, co w Nicei? Zresztą, — nie chcę słyszeć odpowiedzi!"
      },
      {
        "index": 126,
        "text": "— Dlaczego pani taka rozdrażniona!"
      },
      {
        "index": 127,
        "text": "— Nie jestem rozdrażniona! A może zresztą i jestem. Jeżeli jestem, to przecie tem lepiej."
      },
      {
        "index": 128,
        "text": "— Dla pani gorzej."
      },
      {
        "index": 129,
        "text": "— Ale dla was lepiej."
      },
      {
        "index": 130,
        "text": "— Dla was, to znaczy... nie wiem... Dla kogo lepiej?"
      },
      {
        "index": 131,
        "text": "— Dla was, dla paniczów, panów, panków."
      },
      {
        "index": 132,
        "text": "— Jakoś to dla mnie zbyt tajemnicze. Nic nie rozumiem."
      },
      {
        "index": 133,
        "text": "— Ech, rozumie pan! Tylko wewnętrznym rozumem, dyabelstwem rozumu. Wie pan, że Niepołomski ożenił się drugi raz?"
      },
      {
        "index": 134,
        "text": "— Niepołomski... drugi raz! Co pani mówi!"
      },
      {
        "index": 135,
        "text": "— Tak, tak — i to bardzo dobrze, bardzo bogato. Uzyskał rozwód i ożenił się w Genewie. Bardzo dobry zrobił wybór, bardzo. To człowiek z głową. Teraz pojechał ze swą nową, możnaby powiedzieć, trzecią żoną na ocean Indyjski, do Australii, na wyspy Borneo, Celebes, Jawa. Będzie prowadził studya naukowe. Pan wie, gdzie są właściwie wyspy Iles des pins?"
      },
      {
        "index": 136,
        "text": "— Co prawda — to nie wiem..."
      },
      {
        "index": 137,
        "text": "— Niepołomski będzie napewno na owych wyspach. Panują tam bowiem najdziwaczniejsze obyczaje, które wniwecz obracają nasze pojęcia towarzyskie. Na mieszkankach tych wysp będzie się mógł naocznie przekonać, czem jest moralność. A pan wie czem jest moralność?"
      },
      {
        "index": 138,
        "text": "— Nie wiem. Ale teraz rozumiem rozdrażnienie pani."
      },
      {
        "index": 139,
        "text": "— Moralność, widzi pan, jest to wynalazek, rodzaj postanowienia obowiązującego wszystkich, rodzaj uchwały gminnej, czasowo przestrzeganej z gminnym pietyzmem."
      },
      {
        "index": 140,
        "text": "— To wszystko być może. Ale pocóż mamy o tem myśleć i takiemi sprawami się trapić..."
      },
      {
        "index": 141,
        "text": "— Ja się też nie trapię niczem. Niczem!"
      },
      {
        "index": 142,
        "text": "— Gdybyż to tak było w istocie! Nie należy się trapić. Należy brać życie z jego strony świetlanej, słonecznej, jasnej. »Żyj — naśpisz się do syta w trumnie« — mówi mój ojciec. Cała mądrość życia, nie wiem jak tam dla kogo, ale dla mnie zawiera się w tej angielskiej piosence. »To-morrow the sun may be shining, although it is cloudy to-day...«"
      },
      {
        "index": 143,
        "text": "— Nie rozumiem nie tylko mądrości, ale nawet jednego słowa."
      },
      {
        "index": 144,
        "text": "— Jutro może nam słońce zaświecić... — mówił Szczerbic cicho, głosem, który się ledwie z jego ust wymykał. Tchu brakło. Ewa spojrzała na niego z ukosa i spostrzegła wzruszenie. Sprawiło jej to satysfakcyę. Uśmiechnęła się ohydnie. Śmiertelna nienawiść, jak zbrodniarz, skradający się ku ofierze, chyłkiem prześlizgnęła się po jej twarzy. On znowu jął powtarzać swe angielskie przysłowie z pewnem upojeniem."
      },
      {
        "index": 145,
        "text": "— Chodźmy stąd! — rzekła wstając porywczo z miejsca i idąc naprzód w głąb pustej, bocznej uliczki. Szczerbic szedł obok w milczeniu. Gdy byli w głębi drzew i naokoło nie było widać nikogo, nieśmiało, trwożnie, prawie z rozpaczą usiłował pochwycić jej rękę. Wyrwała tę rękę natychmiast i zwróciła na niego piekielne, iście czartowskie oczy."
      },
      {
        "index": 146,
        "text": "— Jeżeli pan ośmieli się... raz jeszcze 1"
      },
      {
        "index": 147,
        "text": "Patrzyła mu prosto w oczy zezem odpychającym. Szczególniejsza przyjemność, rozrastająca się do rozmiarów radości, szerzyła się w niej, gdy widziała, jak jego gładkie, starannie wygolone, a w owej chwili ponsowe policzki drgają od ściskania szczęk, drgają boleśnie i wściekle, drgają raz wraz. Szukała w głowie sposobu, jakby postąpić, żeby te szczęki zaciskały się coraz szybciej i coraz szczelniej... Poszła znowu naprzód, jakby wcale nie wiedziała o tem, że on obok, nieco z tyłu idzie. Gdy zaczął mówić, zatrzymała się i zwróciła na niego bezlitosne oczy."
      },
      {
        "index": 148,
        "text": "— Cóż pani chce zrobić ze sobą? Znowu odejść? Znowu gdzieś uciec?"
      },
      {
        "index": 149,
        "text": "— Zrobię, co zechcę."
      },
      {
        "index": 150,
        "text": "— Nie, nie!"
      },
      {
        "index": 151,
        "text": "— Cóż pana to obchodzi, co ja ze sobą zrobię?"
      },
      {
        "index": 152,
        "text": "— Jużem mówił... Jużem... tam w Nicei..."
      },
      {
        "index": 153,
        "text": "— Ach... na górę?! Cha-cha..."
      },
      {
        "index": 154,
        "text": "— Nie, nie! Tylko nie odchodź! Na samą myśl, że znowu znikniesz, — szaleństwo! Teraz cię zobaczyłem i pomyślałem, że Bóg mi cię zesłał."
      },
      {
        "index": 155,
        "text": "— O, tak, Bóg panu sprzyja w zamiarach."
      },
      {
        "index": 156,
        "text": "— Myślałem, że pojechałaś do Paryża, więc się tu przywlokłem. Ten Horst powiedział mi, że cię niema w Warszawie. Co chcesz, żebym zrobił? Powiedz! Niepołomski nikczemnie cię zdradził... Słuchaj... ożenił się z inną..."
      },
      {
        "index": 157,
        "text": "— Przedewszystkiem — ja nie jestem wcale dla pana jakaś ty..."
      },
      {
        "index": 158,
        "text": "— Jesteś dla mnie! Nie będę mówił inaczej... No, w tej chwili... Powiedz, co mam zrobić, żebyś mię nie opuściła. Zażądaj czego tylko chcesz."
      },
      {
        "index": 159,
        "text": "— Jestem wolna. Staraj się pan o moją rękę. Kto wie?"
      },
      {
        "index": 160,
        "text": "Szczerbic zachłysnął się."
      },
      {
        "index": 161,
        "text": "— No — i jakże? — nastawała."
      },
      {
        "index": 162,
        "text": "— Dobrze, dobrze, doskonale! Ale jedno pytanie..."
      },
      {
        "index": 163,
        "text": "— Tysiąc pytań!"
      },
      {
        "index": 164,
        "text": "— Czy mogłabyś pokochać mię tak, jak Niepołomskiego? Odpowiedz! Mówisz zawsze prawdę, więc odpowiedz!"
      },
      {
        "index": 165,
        "text": "— Tego nie wiem."
      },
      {
        "index": 166,
        "text": "— Tak, nie możesz powiedzieć, że mię kochasz. Chciałabyś sprzedać mi się za najwyższą cenę. Dobrze, — ja kupuję. Ale oddaj mi swoją miłość. Przysięgnij, że o nim zapomnisz."
      },
      {
        "index": 167,
        "text": "— Nie zapomnę o nim nigdy, nigdy, przenigdy! I niech pan już do mnie nie mówi, bo pójdę!... Jeżeli pan ma zamiar jeszcze o tem..."
      },
      {
        "index": 168,
        "text": "— Muszę o tem mówić! Nie zapomnę nigdy twoich oczu, gdy przyszedłem do owej nory żydowskiej... tam w mieście, gdzieś mieszkała. Twoje oczy wówczas! Oczy, patrzące z nieba. Oczy zabite. Taka miłość, jak twoja wtedy, gdym wspomniał o Niepołomskim."
      },
      {
        "index": 169,
        "text": "— Niech pan już przestanie..."
      },
      {
        "index": 170,
        "text": "— Pomyśl, czy nie lepiej... — Cóż takiego?"
      },
      {
        "index": 171,
        "text": "— Jeżelibyś została moją żoną... Trzebaby przełamywać milion trudności... A gdybyś nią wreszcie została, to okazałoby się, że nie możemy żyć razem, bo ty kochasz Niepołomskiego..."
      },
      {
        "index": 172,
        "text": "— No, więc rozejdźmy się teraz..."
      },
      {
        "index": 173,
        "text": "— Życie świata mojego jest to życie, którego nie znasz... — mówił cicho. — Nie mógłbym żyć poza tym światem. Muszę żyć w kraju. Tam mam ojca, który włada majątkiem całej naszej rodziny, więc i moim. Mogę żyć, jak chcę, i robić, co chcę, ale dopóki jestem nieżonaty, dopóki jestem cząstką rodziny. Ożenić się bez woli ojca nie mogę. — Wydziedziczy mię, albo ograniczy do minimum moją schedę. A pomyśl, czy mógłby się zgodzić na moje małżeństwo z tobą. Powiedz bez gniewu."
      },
      {
        "index": 174,
        "text": "— Wygląda to tak, jakbym ja konkurowała o pana. Ja wcale o to nie stoję, żeby zostać pańską żoną."
      },
      {
        "index": 175,
        "text": "— Jakie mój ojciec piastuje ideały, to ci scharakteryzują aforyzmy, które umiem na pamięć, bo je ciągle wygłasza i wypisuje w listach. Dobry to zresztą człowiek... »Chłop różni się od bydlęcia tylko tem, że ma dwie nogi«. »Tylko ludzie, posiadający własność, mogą czytać książki«. »Dbaj o siebie mój synu, bo Bóg daleko, a złodziej blizko«. »Je suis seigneur et jeserai seigneur, a co przeciwko temu knuje hołota, to mię nic a nic nie obchodzi...« I tak bez końca."
      },
      {
        "index": 176,
        "text": "— No, — ale cóż to wszystko mnie obchodzić może? Niech pan słucha papy, a całość sama się złoży."
      },
      {
        "index": 177,
        "text": "— Chcę powiedzieć, że ludzie stworzeni są do szczęścia. Wszyscy ludzie, — więc ja i pani. — Szczęście można znaleźć tylko w związku wolnym. Kocham cię, więc jestem twoją. Kocham cię, więc jestem twoim. Przypomnij sobie tylko, co w twojem życiu sprawiło pragnienie małżeństwa. Łukasz został złodziejem, a ty zabiłaś dziecko. Jakże byliście słabi! Nie śmieliście rzucić światu rękawicy. » Należy raczej zdruzgotać małżeństwo, niż dać się jemu zdruzgotać...«"
      },
      {
        "index": 178,
        "text": "— Ach, jaki pan jesteś wymowny! I cytaty z filozofów... Każdy z was, kiedy chodzi o przekonanie kobiety, ma w głowie i w ustach szeregi cytat. A ja panu powiem, że właśnie mam odrazę do filozofów i poetów. Natomiast w złości swej zacytuję panu doskonały aforyzm pańskiego papy. »Bóg daleko, a złodziej blizko«."
      },
      {
        "index": 179,
        "text": "— Ja się na panią o to nie gniewam, choć to takie niegrzeczne i ordynarne."
      },
      {
        "index": 180,
        "text": "— Niech mię pan nie oszczędza! Jestem zła, bardzo zła, smutna, nudna. Świat i życie wydają mi się, jako objawy tylko złego. Wszystko jest podłe. Podłemi i wstrętnemi są wszystkie nasze uczucia, żądze, cele, ideały..."
      },
      {
        "index": 181,
        "text": "— Czy te drzewa, co już tyle przeżyły i tyle czasu tu stoją, — także są podłe i wstrętne? Drzewa żyją wraz z człowiekiem. Są one podobne do jedynej sztuki, do muzyki. Budowle, obrazy, rzeźby, najcudniejsze objawy artyzmu żyją swem życiem własnem, być może, życiem tych, kto je z nicości utworzył. Tylko drzewa żyją życiem powszechnem, w którem i nasze życie się mieści. — Kiedy po latach witać się ze znajomemi drzewami, znajduje się w nich zmiany niemal takie same, jak w sobie. Wzruszenia nasze są w ich kształcie, zmianach i szumie. — Drzewa!... Przecie to już tyle razy było... Lato, zielone drzewa i trawniki. Ach, jakie zielone! I będą zielone, gdy ja zgniję w dole. Żeby chociaż były dla odmiany niebieskie, fioletowe, karmazynowe. Trzebaby chyba udawać zachwyt, czyli wpaść w snobizm, a jak mówi Horst w »kołtunizm«, żeby coś w tym całym święcie odnaleźć. Niech zgaśnie i nie wstaje słońce! Nie, panie! — Czuję się wolną od wszelkiej blagi, udanych uczuć, skłamanych i umyślnie pozmienianych wrażeniek. Nie znoszę obłudy i podnoszenia uczuć, które nie zasługują nawet na to, żeby ich nagość słowem okryć. Wie pan — Paryż mię już zmęczył."
      },
      {
        "index": 182,
        "text": "— Wyjechać..."
      },
      {
        "index": 183,
        "text": "— Tak, trzeba będzie..."
      },
      {
        "index": 184,
        "text": "— Pani mi powie, dokąd."
      },
      {
        "index": 185,
        "text": "Ewa milczała dość długo. Rzekła spokojnie, otrzepując z pyłu atłasowy rękaw sukni:"
      },
      {
        "index": 186,
        "text": "— Nie."
      },
      {
        "index": 187,
        "text": "— Dlaczego?"
      },
      {
        "index": 188,
        "text": "— Pan mi na nic nie potrzebny. I ja panu nie jestem potrzebna. To jest, — wycedziła przez zaciśnięte zęby, — byłabym potrzebna, przydałabym się, ale ja nie myślę..."
      },
      {
        "index": 189,
        "text": "Szczerbic boleśnie westchnął."
      },
      {
        "index": 190,
        "text": "— Widzi pan, — prawiła z głębokiem przeświadczeniem, — wszystko oducza mię marzyć. — Chwilami zdaje mi się, że nigdy marzyć nie umiałam. Marzyć o przyszłości... Co to jest? Ja marzyłam o przeszłości... Żyję, jak pierwsze lepsze indywiduum na dwu nogach, o których tak stanowczo mówi ojciec pański. Trzebaby mi teraz jakiejś religii, któraby mi powiedziała, jak tu dalej wierzyć w cokolwiek, jak tu dalej żyć, kiedy się nie ma wiary w nic, a nadewszystko, nadewszystko wiary w siebie. Cokolwiek tknąć w duszy własnej, czy cudzej, to poza zasłonami tylko codzienna żądza i pospolity apetyt..."
      },
      {
        "index": 191,
        "text": "— Skąd takie myśli?"
      },
      {
        "index": 192,
        "text": "— Kto ma takie myśli, jak ja, ten nie powinienby już żyć. Mam nieraz wrażenie, że względem ludzi czemś głęboko, głęboko zawiniłam i że należałoby ich prosić o przebaczenie. Ale jak to zrobić, gdzie, kiedy. Opanowuje mię to szczególniej, gdy mgła, deszcz, wicher. Wtulam się wówczas w pelerynę i siedzę, jak zawsze, bez żadnego zajęcia. Myśli lecą..."
      },
      {
        "index": 193,
        "text": "— To tam, na Place de la Nation?"
      },
      {
        "index": 194,
        "text": "— Tam. Ach nie, nie tam... Już nie mieszkam w tem miejscu. Wracajmy! Ja żartowałam. Tu taka pustka, taka pustka obmierzła..."
      }
    ]
  }
}