{
  "chapterNumber": 54,
  "title": "Tom drugi, XXI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ewa obudziła się nazajutrz rano w niewielkim pokoiku, umeblowanym w sposób najprostszy. Sprzęty były ze świerkowego drzewa, pokostowane. Tylko na ścianie wisiał przepyszny sztych, reprodukcya najboleśniejszego obrazu, jaki wydała sztuka, — »Zdjęcie z krzyża« Ribery z neapolitańskiego San Martino. Ewa podniosła się, ubrała szybko i uchyliła drzwi. Poprzedniego dnia, w ciemnościach nic nie widziała. Korytarz, przecinający budynek, doprowadził ją do schodów i drzwi. Nikogo nie spotkała. Drzwi na dole były otwarte. Wyszła do ogrodu. Ogród ten, jak cała okolica, leżał na dosyć stromej pochyłości góry, jednej z łańcucha, ciągnącego się z zachodu na wschód. Góra pokryta była brzozowym przeważnie lasem, tylko szczyt jej nagi jeżył się od bezleśnych rumowisk i skał. W miejscu, gdzie od strony pól zamierał las, rozpościerały się ogrody, idąc w dal po falistościach gruntu. W ogrodach tam sam stały domki, domy i znaczniejsze budowle. Drzewa owocowe w nowo założonych sadach były jeszcze niewysokie, lecz już pokryte mnóstwem owocu. Cała rozległość była tu uprawiona i formalnie kipiała, raziła oczy ogromem najrozmaitszych roślin, krzewów malin, porzeczek, agrestu, wina, pomidorów, słoneczników które kolorowemi smugami słały się na wsze strony. Na wschodzie wydłużona góra urywała się. Widać było fioletową o poranku głębię doliny, a za nią drugą górę, daleko wyższą, szeroko rozsiadłą i zakończoną szczytem dosyć ostrym. I tamta pokryta była lasem brzozowym. Obiedwie szumiały w porannym wietrze suchym i sypkim szelestem brzozowym, wzdychały olbrzymiemi piersiami."
      },
      {
        "index": 2,
        "text": "Ewa zatrzymała się w miejscu i w rozkoszy słuchała. Opasał serce lęk, żeby ten błogousty szelest lasów brzozowych nie ustał... Było niewymownie słuchać tego, co szumiało. Złudzenie poniosło duszę w dal w młodość. Życia jakby nie było. Jest dziewictwo, dzieciństwo... Kroki lekkie wiodą do Baranka Bożego, który kędyś tu śpi na łące błogosławionej. We włosach szumi powiew, — wysusza niespostrzeżone, nieskrępowane łzy, co po twarzy spływają. Ramiona dźwigają się, dźwigają same i oczy wznoszą ku niebiosom, zalane łzami. Tam w górze przywarły do białych chmurek, a usta, jak niegdyś, jak przed laty straszliwemi skamłają w upojeniu:"
      },
      {
        "index": 3,
        "text": "— Obłoki, obłoki..."
      },
      {
        "index": 4,
        "text": "Szła tak przed się, nie wiedząc dokąd. Spotykała kobiety śpieszące, które ją obrzucały ciekawemi spojrzeniami. Jedne z nich były opalone, formalnie ogorzałe od słońca, ze skórą łuszczącą się na policzkach i nosie, w ubraniach robotnic, inne szły z parasolkami, w rękawiczkach i sukniach miastowych. Wśród zagonów siedziały schylone nad pieleniem chwastów, krzątały się około krzaków agrestu, zbierały pomidory, niosły kosze z marchwią i ogórkami, polewały, grabiły biegły z pośpiechem i tonęły w nieskończonych uliczkach i zakrętach ogrodów. Niektóre były dziwnie strojne obwieszone błyskotliwymi fatałachami. Tam i sam na ławkach siedziały, rozmawiając, dziewczyny z twarzami wyświechtanemi od nierządu, ulicznice nieposkromione. W jednem miejscu leżała na ławce kobieta lat trzydziestu. Patrzyła na Ewę wzrokiem obojętnym, tępym, potwornie martwym. Była rozmamana, z półodkrytemi nogami, rozkudłana i niemyta. Uśmiech ohydny leżał na jej wargach czerwonych i lśnił się na policzkach, jak połysk na rondlu. Kobieta ta nie odwróciła głowy, gdy Ewa szła obok. Została ze swym uśmiechem, wpatrzona w przestrzeń. Gdzieś za krzewami słychać było obrzydły swar głosów wrzaskliwych, ochrypłych, potwornie rozjuszonych. Z cienistej uliczki czereśniowej wyszły dwie młode dziewczyny, żywo rozmawiające. Ewa podniosła oczy i drgnęła z obrzydzenia. Jedna z tych śmiejących się tak wesoło nie miała nosa. Czarny plaster pod jej oczyma, śmiejącemi się serdecznie, był tak wymowny, że Ewa coprędzej rzuciła się w poprzeczną uliczkę. Tam wpadła z pośpiechu na idącą zprzeciwka młodą osobę szczupłą i dosyć ładną. Była to niemal panienka-podlotek, szatynka z niebieskiemi oczami. Zwróciła na Ewę ciekawe źrenice i uśmiechała się życzliwie. Ewa nie była w stanie nie odpowiedzieć jej takim samym uśmiechem. Szatynka zbliżyła się natychmiast i zagadnęła: — Pani wczoraj przyjechała z panną Martą, — prawda?"
      },
      {
        "index": 5,
        "text": "— Tak, wczoraj przyjechałam."
      },
      {
        "index": 6,
        "text": "— Czy pani z Warszawy? — spytała ciekawie."
      },
      {
        "index": 7,
        "text": "— Nie, teraz nie z Warszawy."
      },
      {
        "index": 8,
        "text": "— Myślałam... Jeszcze pani nie widziała zapewne ani ogrodu, ani fermy, ani oranżeryi, ani biur? Nie?"
      },
      {
        "index": 9,
        "text": "— Przed chwilą wstałam..."
      },
      {
        "index": 10,
        "text": "— To ja panią oprowadzę... dobrze? Na imię mi Jadwiga. Nazwisko? Ale co tam po nazwisku? która z nas ma nazwisko?"
      },
      {
        "index": 11,
        "text": "— Jakto? — krzyknęła Ewa, mimowoli podnosząc rękę do oczu, — czyż i pani?"
      },
      {
        "index": 12,
        "text": "— Czy i ja byłam dziewką publiczną? Och, jeszcze jaką, jeszcze jaką!"
      },
      {
        "index": 13,
        "text": "Przez chwilę szła z oczyma spuszczonemi, z rękami w kieszeniach fartucha, śmiejąc się cicho. Nagle zwróciła na Ewę spojrzenie, mierzyła ją oczyma i zapytała:"
      },
      {
        "index": 14,
        "text": "— A pani znajduje, że jest to wogóle ohydne? Nieprawdaż?"
      },
      {
        "index": 15,
        "text": "— Nic nie wiem, pani. Jestem ciemna, jak robak..."
      },
      {
        "index": 16,
        "text": "— Ja znajduję, — trzepała Jadwiga, — że miałam prawo tak postępować, jak postępowałam. Było to życie takie samo, jak każde inne. Pani nie znajduje?"
      },
      {
        "index": 17,
        "text": "— Nie wiem."
      },
      {
        "index": 18,
        "text": "— Czy świat, czy społeczeństwo, czy ktokolwiek stracił co na tem, że ja miałam tak zwany stosunek z najrozmaitszymi drabami? Nie wiem, czy ktokolwiek zyskałby co na tem, gdybym była oddawała się tylko jednemu. Moje ciało należało i należy do mnie. Ponieważ rozkosz była we mnie, więc pił ją świat z moich ust, a ja piłam ją z ust świata. Marzenie o grzechu zabijało mnie po nocach, więc puściłam się. Poznałam, co to jest rozpusta. Wiem, że to jest także cudna sprawa! Ale mam jej już dosyć. Jak niegdyś rozpusty, tak teraz dusza moja zapragnęła czystości. Obrzydła mi rozpusta, stała się dla mnie tak odrażająca, jak nawóz ludzki. Widzi pani, — krzyknęła, — że rozpusta prowadzi do cnoty pewniejszą ścieżką, niż niewiadomość, niż głupotka niewiadomości. Czy nie? Bodzanta mię przywiódł tutaj za rękę, do tych ogrodów... Teraz jestem tak strasznie szczęśliwa, tak strasznie, jak nikt na ziemi!"
      },
      {
        "index": 19,
        "text": "— Doprawdy? Dobrze tu pani?"
      },
      {
        "index": 20,
        "text": "— Strasznie dobrze! — wybuchnęła Jadwiga. —"
      },
      {
        "index": 21,
        "text": "Gdyby tutaj kto chciał żyć po dawnemu, żyłby bez przeszkody. Ale któraż z nas, wyzwolonych z pod tyranii rozpusty męskiej, chciałaby zbliżenia do siebie mężczyzny? Żadna! Wszystkie jesteśmy szczęśliwe, że nareszcie jesteśmy bez mężczyzn. Tu jest miejsce, gdzie wszyscy mówią prawdę. Lecz tu ludzie wogóle mówią mało. Przedewszystkiem muszę panią poinformować, że tu wszystko daleko bardziej czuje się, niż rozumie. A wie pani dlaczego tak jest? Ja sobie to tak tłómaczę... Ponieważ to wszystko zbudowane i stworzone zostało przez wielki zachwyt, przez wybuch, jakby erupcyę uczucia, więc uczucie niesie ludzi wszystkich którzy tu są, jakby na fali natchnienia. Podobnie się ma ta rzecz, jak z wielką katedrą, z wielkim pomnikiem, wielkim utworem sztuki. Cóż to jest bowiem dzieło Rodina o skazańcach z Calais? Dzieło szalone, ku któremu rzesze wzdychają, ogarnięte szaleństwem twórcy. Wyrazy, które się tu mówi, — są to prawdziwe wyrazy. Pani się ich nauczy. Po oczach widzę, że pani ma wolę do prawdziwych wyrazów. Ach, jakie tu są istoty! Jest tu bajeczna kobieta, Iza. Bajecznie piękna, rozumie się piękna po naszemu, bo w naszym sadzie na piękność lub brzydotę z wierzchu nikt uwagi nie zwraca. Jest rzeźbiarz, Wit, ten co zbudował te wszystkie domy i stawia kościół na górze. Wit bez skazy, Wit czysty. No jest pokaszlujący Mazurek, doktorek suchotniczek, »przemysłowiec gruźliczy«. Jest jedna młoda malusieńka blondyneczka. Zostaje u nas, ale miewa pokusy. Najszczersza ze wszystkich. Dowodzi wciąż konieczności spowiedzi publicznych, codziennych i rozgrzeszeń od »gminy« na mające się popełnić występki. To ananas, co? Jest ogrodnik naczelny, »Wacio Całopalątko«, »Wacio Ofiarka«, ponieważ się zawzięcie gapi na niewiasty. Wie pani, nawet starzy należą do naszego »Ogrodu róży«. Chociaż starzy są wogóle skostniali. Jeżeli są nadmiernie skostniali, pełni nałogów i »mądrości«, to ich powolutku wyziębiamy. Za parkan, za parkan! Do ludzi rządzących się »rozumem«, »mądrością«!..."
      },
      {
        "index": 22,
        "text": "— A Marta? Czy należy do waszego ogrodu Marta?"
      },
      {
        "index": 23,
        "text": "— Marta... — wyszeptała Jadwiga z anielskim uśmiechem, — Martuś nasz, nieskalanka nasza, dzieweczka, symbol?... My ją strzeżemy, osłaniamy, nakrywamy dzień i noc wielką kapą modlitw... Gdyby pani wiedziała, jak ją strasznie kochamy! Bo widzi pani, — ona to jest drugi kraniec... Kołyska, której już niema... Motyl, który już odleciał..."
      },
      {
        "index": 24,
        "text": "Oczy Ewy napełniły się wielkiemi kroplami łez. Jadwiga wyciągnęła barki, wspięła się na palce i szeptała: — I ty jesteś z »Ogrodu róży«. Chodź!"
      },
      {
        "index": 25,
        "text": "Szły tedy w milczeniu, dokądś w górę, ku brzozowej puszczy. Gdy jej dosięgły, Ewa zatrzymała się. Pod nogami ich była poprzeczna dolina, przecinająca ów łańcuch gór. Ewa nachyliła się i patrzała w dolinę. Tam w głębi płynęła rzeka, dążąca, żeby przepłynąć Pod wielkim mostem, o którym tyle mówiła Marta. Łąki po obudwu stronach rzeki były skoszone i młody potraw chwiał się tam już na słońcu, jak ruń pierwszych dni wiosennych. Biała droga, polska, zaświatowa, leśna, wiodąca do jakichś polan w boru, wstęgą biegła po nadbrzeżu, nieskończona i fantastyczna, jak myśl... Wierzby srebrnolistne, olchy czarnopienne towarzyszyły zakrętom rzecznym. Przy drodze tam i sam leżały ogromne głazy. Jadwiga pokazała Ewie te głazy."
      },
      {
        "index": 26,
        "text": "— Widzisz, — mówiła, — tamten wrośnięty w ziemię?... Niegdyś leżał na szczycie góry. Spadł z wysokości. Nazywa się »Umarły Ołtarz«. Pójdziemy do niego... Jest w nim zagłębienie, jakby jeziorko tylusieńkie. Zawsze w niem stoi woda. Ta woda jest święta. Bo to woda z nieba, która nie zetknie się z ziemią i nie wsiąknie w ziemię, tylko znowu wróci do nieba. Chłopi mówią, że ta woda uzdrawia ślepe oczy. Jeśli przyjść po wielkim deszczu i przemyć czerwone, kaprawe, ślepe oczy... Zdala idą..."
      },
      {
        "index": 27,
        "text": "— Powiedz mi... — zająknęła się Ewa, — co wy tu robicie, co to jest ów cały Majdan?"
      },
      {
        "index": 28,
        "text": "— Jest to folwark w tych górach. Był sobie od wieków folwark w górach nazwiskiem Majdan. Należał do dziedzica, jak przystało na folwark. Nie dawał zbyt wielkich dochodów, boć to góry, drogi ciężkie. Wziął tedy dziedzic, jaśnie pan Bodzanta, i przekształcił folwark na dziwaczne ogrody. Kazał wyciąć część lasu i otoczył parkanem jedno miejsce. O wiorstę dalej, — drugie. Powiedział tak: tu będą się hodowały zdegradowane prostytutki. Tam będzie sanatoryum dla suchotników fabrycznych, tam dalej uzdrowisko dla pijaków... Tamta wielka góra nie należy do niego, a ta nasza należy cała. Całą tę górę postanowił zaludnić takimi oto pasażerami. No i zaludnił. Zgarnął z miast nędzę, jak nawóz i położył na tym południowym stoku pod słońcem... Czy dobrze zrobił?"
      },
      {
        "index": 29,
        "text": "— A starczy mu pieniędzy?"
      },
      {
        "index": 30,
        "text": "— Zdaje się, że mu dotychczas starczyło. Bo teraz, zda się, już nic nie ma. Jeżeli zabiera na Majdan z fabryki suchotnika, to go zabiera z żoną i dziećmi. Osadza chorego w sanatoryum, a dzieci i żonę w domku, których kolonia utworzyła się na tamtym zboczu. Dzieci idą do szkoły freblowskiej i do szkół początkowych, a żony i dzieci dorastające otrzymują możność zarobkowania w tutejszych warsztatach. Stworzył bowiem specyalne rzemiosła: wyrób mebli, zabawek, lasek, fajek, cygarniczek, ozdób z jałowcu, którym pokryte są góry, założył introligatornię, fabrykę słomkowych kapeluszy, wyplatania ozdobnych koszyków i tak dalej. Pracują w tych zakładach i chorzy, o ile im lekarz pozwoli."
      },
      {
        "index": 31,
        "text": "— A co do kobiet? Cóż się robi z niemi, kiedy tu przyjdą?"
      },
      {
        "index": 32,
        "text": "— Każda robi, co chce. Wpuszczają je do ogrodu i basta. Jeżeli która chce wyjść na świat, to wychodzi, jeżeli chce leżeć bezczynnie do góry brzuchem, to leży, jeżeli chce pracować, to pracuje. — No to, oczywiście, wszystkie nic nie robią?"
      },
      {
        "index": 33,
        "text": "— Są takie, których nie można zagonić, przymusić do odpoczynku. Są i takie, co śpią w dzień, a po nocy włóczą się w ogrodach. Ale ogrody dają wielkie zyski, gdyż większość ogromna w nich pracuje. Codzień odchodzą do Kielc wozy z warzywem, owocami, truskawkami, malinami, ogórkami... Mamy w Kielcach własny sklep, który obsługują nasze kobiety. Kilkadziesiąt kobiet pracuje w mleczarni, maślarni, serowni, w »izbie konfitur#, marynat... Bo zważ tylko, że my nie mamy rodziny, nie mamy poczucia własności, nie mamy dla kogo kraść... Pracujemy dla samej pracy. Kilka naszych dziewcząt pasa krowy. Są takie, co po przybyciu na Majdan nie chcą nic a nic robić, wrzeszczą, drą się i biją między sobą, robią skandale, kradną, niszczą rzeczy. Najczęściej takie biorą się z nudów do pasienia krów. W dole za ogrodami, nad rzeką jest pastwisko. Tam te latawice hasają, dokazują, tańczą, wywrzaskują ohydne pieśni, chichoczą z echem górskiem. Z czasem, przypatrzywszy się naszemu życiu, znudzone próżniactwem, biorą się cichaczem do bylejakiej roboty, wchodzą w rozkosz gromadzkiego pracowania — i tak..."
      },
      {
        "index": 34,
        "text": "— A dużo stąd ucieka?"
      },
      {
        "index": 35,
        "text": "— Owszem, zdarza się, że uciekają. Kilka wyszło zamąż. A najczęściej nie chcą słyszeć o niczem. Zaszywają się w ten święty ogród i, ukrywszy się pod krzewinami, pracują do siódmego potu."
      },
      {
        "index": 36,
        "text": "— A któż kieruje robotami?"
      },
      {
        "index": 37,
        "text": "— Robotami kieruje stary zrzęda ogrodnik, który ma pomocników. Ale my mamy swój własny zarząd obieralny, z nas samych złożony. Mamy swój sąd. Jest biuro, biblioteka, sala do koncertów, w której bywają tańce."
      },
      {
        "index": 38,
        "text": "— A mężczyzn widujecie?"
      },
      {
        "index": 39,
        "text": "— Każdemu tu wolno wchodzić, każdej wolno przyjmować kogo chce i kiedy chce. Ale wogóle tutaj mężczyźni nie są mile widziani przez kobiety. Przytem mężczyzn tu mało. Co niedziela przyjeżdżają na tańce z okolicznych folwarków urzędnicy administracyi i inne franty. Kilka z naszych wyszło już zamąż. Ja tam nie uważam owego wychodzenia zamąż za jakąś lepszą formę życia. Rodzina jest to, naogół biorąc, wielkie świństwo."
      },
      {
        "index": 40,
        "text": "— A sama miałaś dzieci? — spytała Ewa."
      },
      {
        "index": 41,
        "text": "— Nie miałam."
      },
      {
        "index": 42,
        "text": "— Tak, nie miałaś..."
      },
      {
        "index": 43,
        "text": "— Ale ja tu gadam, a w biurze ludzie czekają..."
      },
      {
        "index": 44,
        "text": "Rzuciła się w boczną uliczkę i zginęła w zieleni. Ewa została niespodzianie sama. Poszła w górę, szeroką drogą, połamaną w pętlicowe zakosy. Droga ta wspinała się po stromej pochyłości w starym, brzozowym lesie. Ogromne drzewa o warkoczach do ziemi, szumiące, suchoszelestne kołysały się wokoło, gdy szła. Znowu tedy wróciła do tego, co było, zanim spotkała Jadwigę. Trafiła w swoje uczucia, jakby w kolej wyżłobioną. Nogi wlokły się w miękkim pyle. Brnęła przez ciemności wewnętrzne duszy, przez las głęboki swego życia! Nie czuła, że upał pali jej głowę, że pył, wzdęty przez wiatr, łechce w gardzieli. Gdy wreszcie podniosła głowę, stanęła zdumiona. Już lasu nie było. Szumiał za nią, w dole. Naokół był przestwór jałowców nieobjęty oczyma, szczyt góry blizko, a na najwyższym grzebieniu, na rumowisku twardych kwarcytów wznosił się jakiś niedokończony gmach. Otaczały go ze wszech stron rusztowania. Słały się dookoła deski, wszędzie były cegły, krokwie, doły z wapnem, bale, niezliczona ilość tafel chęcińskiego marmuru, bloków ciosowych... Słychać było szczęk młotów kamieniarskich, łoskot siekier..."
      },
      {
        "index": 45,
        "text": "Ewa weszła cicho w obręb budowli i przekroczyła progi gmachu. Znalazła się w jakiejś świątyni. Już w niej było sklepienie. Okna-dziury patrzyły w świat. Kiedy zbliżyła się do jednego z otworów, zapewne przyszłych drzwi, żachnęła się, ujrzawszy jakoby drugi kraj. Otwór ten wychodził na stronę północną i widać było tamtejsze pasma gór, rozległą dolinę z wioskami, długiemi, jak oko sięgnie, lasy jodłowe spłowiałe tam i sam od smug dębu i buka, folwarki, młyny, rzekę połyskującą wśród łąk, strumienie..."
      },
      {
        "index": 46,
        "text": "Ewa wróciła w stronę, skąd przyszła, i przez otwór z tamtym symetryczny ujrzała brzozowy las, Majdan, wsie, aleje, pałac w Głowni, łąki, ścierniska, drogę bitą w lasku, nizkie domki w dole, ogrody, a dalej znowu — most, wioski, wioski, wreszcie Kielce. Kiedy, napatrzywszy się na przedziwny krajobraz, zwróciła oczy w głąb świątyni, była uderzona jej kształtem. Nasuwało się pamięci coś wiadomego, czego jednak żadną miarą nie sposób przypomnieć. Tylko urok i radosne drżenie Wewnętrzne, niejasne upojenie, płynące z tego źródła, zostawało, jako pewność..."
      },
      {
        "index": 47,
        "text": "Kształt tego miejsca, przeczuty i przeżyty chyba wówczas, gdy była w domu i, leżąc na prętach żelaznych, patrzyła w niebo. Nie zadrgało wrażenie i nie zmieniła się jego moc, gdy nagły żal, jak miecz nieubłaganego anioła, przeszył serce."
      },
      {
        "index": 48,
        "text": "Poczęła ukradkiem, z ciekawością podpatrywać. Kościół ten nie był podobny do żadnego z tych, które była na świecie widziała, i nie stamtąd płynęło przeżycie. Nie było w nim głuchego mroku świętego Szczepana i katedry medyolańskiej, czaru świętego Marka, ani odpychającej grozy świętego Piotra w Rzymie, ani ciemnego lęku Notre-Dame, ani uciechy ducha, jak w Sainte Chapelle. Był tu tak samo jak tam zaklęty w kamienie duch myślący i głęboko wzruszony, lecz dorzucała się nadto siła prostoty i pokory, jak w Notre-Dame w Poitiers, albo kościoła St. Michel d’Aiguille w Puy. Kościół ten nie miał wcale charakteru dzieł monumentalnych. Był on prosty, ubogi, tylko silny i strzelisty. Dwie wieże wyrastały z jego cielska. Obiedwie były niby owe renesansowe wieże w Bretanii, które są strzeliste ścisłe z gotycka, poczęte w duchu gotyckim, a jednak nie mają z nim nic wspólnego. Wyrastały ze skarp niby-gotyckich, tak znanych i miłych polskiemu oku, ale wybiegłszy w górę ośmiokątnymi słupami, przemieniały się w jakieś widziadła krzyżowe, które można tylekroć spostrzedz na rozstajnych, »polskich« drogach i na zapomnianych mogiłach. Ponad nawę środkową wznosił się taki właśnie mogilnik, obarczony trzema krzyżami. Pod nim były trzy okna niemal gotyckie, spadające aż do pewnego daszku, który zakrywał wejście szerokie. Ów »portal» był ordynarnie prosty, surowo nizki, istotne wejście do chłopskiej chałupy. Mała skarpa stojąca obok miała w sobie naiwność i nieporadność przedwiecznego zjawiska, urok surowości, jak orzeł albo czupiradła z Notre-Dame. Wielkie romby kwarcu wmurowane tu i tam lśniły kryształkami miki, gdzieniegdzie prześlicznie rumieniła się smuga cegły albo szlak różowej dachówki... Ta masa była prosta, jak potężną i prostą w zamieć zimową i w słotę bez końca jest przyroda polska, jak jednolity a niewymowny jest krajobraz polski. Widmo tego kościoła wyrosło z ziemi, jak drzewo, wystrzeliło z góry, jak okrzyk zapamiętałej egzaltacyi, żyjący w łonie polskiem. Nic w niem nie było obcego, przyniesionego do kraju z za gór. Wszystko tu wyrosło, nawet pomysł wydłużonych szyb i skarp oróżowionych daszkami, świecących tyle już lat nad płaską ziemią w Wiślicy. Przez okna, już obramowane ciemnym chęcińskim marmurem, przeglądało niebo, tworząc witraż nieporównany. Szybkoskrzydłe chmurki płynęły tam w górę równie niewysłowienie, jak płyną modły, skargi i krzyki rozpaczy ducha przez boskie szyby Wyspiańskiego. Wyniosły strop łamał się i zagłębiał, uciekał w górę i tonął w ścianach. Nizko, w tem miejscu gdzie ów strop zapadał w grube prostactwo ścian, podobnie jak nieboskłon zapada w ziemię u krańców horyzontu, tworzyły się smugi spadające w dół, ni to łuki nieznanego porządku. U ich wytrysków, dziwnie uroczych, ukazywały się błędne twarze, kute w świętokrzyskim kwarcycie. Były to twarze mocy i niemocy, miłości i nienawiści, boleści i radości, zachwytu i dosytu. Były grube, mocne, genialne. Przypominały prastare rzeźby, które można jeszcze spotkać w zapomnianych, tajemniczych kościołach kryjących się w pustkowiach kieleckich gór... Wysoko, w tem miejscu, gdzie najsilniejsze światło padało z przeciwległych okien, była wmurowana wielka, szara, marmurowa tablica, a na niej wykuta wielkiemi literami nigdy nie ustająca skarga rodu ludzkiego:"
      },
      {
        "index": 49,
        "text": "»Jak kwiat człowiek powstaje i skruszon bywa,"
      },
      {
        "index": 50,
        "text": "Przemija jako cień,"
      },
      {
        "index": 51,
        "text": "A nigdy nie trwa w tymże stanie...«"
      },
      {
        "index": 52,
        "text": "Ewa przymknęła oczy. Na ustach jej wykwit! uśmiech powolny, balsamiczny. Spłynął z nich szept:"
      },
      {
        "index": 53,
        "text": "— To mi Róża, Róża... Niepołomska... mówiła..."
      }
    ]
  }
}