{
  "chapterNumber": 45,
  "title": "Tom drugi, XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Po bezsennej nocy w wagonie, podekscytowany, z twarzą piekącą od świeżego umycia w hotelu, pełen niepohamowanej ekstazy wewnętrznej, Szczerbic wynalazł już po przybyciu do Wiednia ulicę Ewy i widział na własne oczy dom, w którym mieszkała. Była to ulica mało uczęszczana, (choć sąsiadująca z Ringami), poboczna, szczelnie zasłonięta przez budowle o wielu piętrach, ciemna i cicha. U jej wylotu na dosyć obszerny plac, z którego widać było św. Szczepana iglicę o kolorze pajęczyny, — budowano dwa wielkie domy. Rusztowanie zajmowało w tem miejscu obadwa chodniki. Chcąc te budowle wyminąć, trzeba było chodzić po zdeptanych deskach, otaczających parkan."
      },
      {
        "index": 2,
        "text": "Do jednego z tych parkanów Szczerbic docierał stale, defilując po ulicy. Była dlań dziwna, gwałtowna, niewysłowiona poezya w zgłębianiu tej ulicy, gdzie mieszkała Ewa. Wpatrywał się w domy, jak w żywe twory przyrody. Jakże były dlań niewysłowione oblicza tych murów, które widywał w ciemnych swoich snach! Miał w kieszeni napisany i zaadresowany list, ale go jeszcze nie mógł oddać ekspresowi... (Nie do zniesienia była tęsknota, nie do wytrzymania furya wewnętrzna, ale były to zjawiska już poznane). A jeśli posłaniec przyniesie odpowiedź, że Ewy niema, że wyjechała, że umarła?.. Wrócić do stanu wygnańca w Zgliszczach, do nicości i łaknienia duszy na puszczy tęsknoty, wrócić do beznadziei, stać się znowu skazańcem odtrącenia, czekać znowu na chwilę miłosierdzia, — co minuta go wyczekiwać, a nie usłyszeć nigdy! Och, lepiej chodzić tam i z powrotem, tam i z powrotem po tej ciemnej, dalekiej mistycznej ulicy... Mijają ludzie nieznani, ludzie obcy... Oczy wpatrują się w każdą twarz, podczas gdy wzburzone serce wie dobrze, że ta twarz, — to nie czarujące lica Ewy. Mijając jej bramę, spoglądał chyłkiem w podwórze. W głębi były oszklone drzwi, prowadzące na piętra. Tam na tych piętrach wysoko... mieszka Ewa..."
      },
      {
        "index": 3,
        "text": "Wejść! Zadzwonić! A jeśli niema, jeśli niema? Jeśli umarła? Jakże wrócić? Tam, w Zgliszczach mógłby był trwać jeszcze w swym celibacie, w swem znieczuleniu na wszystko... Teraz tamto zostało zburzone. Trucizna sączy się w rozdętych żyłach, dusza gore piekielnym ogniem. Wrócić do nędzy w Zgliszczach? Nie zobaczyć Ewy? Nie zobaczyć?"
      },
      {
        "index": 4,
        "text": "Przymykał rozpalone oczy, zaciskał wargi i szedł po tej ulicy tam i nazad, tam i nazad... W ogniu źrenic widział ją, senne marzenie... O, czarująca! Szary płaszczyk, szary irys w ręku, ledwie rozkwitła róża przypięta do piersi. Ujrzeć ją jeszcze! Tylko ujrzeć! Paść oczyma u jej stóp i wznieść się jak dym na jej cześć! Westchnąć, objąwszy wzrokiem jej postać, zamknąć rozżarzone oczy! Pojąć ją, pochłonąć znowu wszystkiem jestestwem!"
      },
      {
        "index": 5,
        "text": "W pewnej chwili dał sobie do rozwiązania tezę: byt nasz — to sen. Alboż nie snem jest ów przemarsz po chodniku tajemniczej ulicy? Myśli wzbiły się nad powierzchnię rzeczywistości i utonęły w niezwykłem dociekaniu. Myślenie stało się błędne, ale chyże, jak pęd skrzydeł jaskółki nad toniami ciemnego jeziora. Jeżeli kiedy musnęło powierzchnię rzeczywistości, to poto tylko, żeby jeszcze bardziej błędnie i niedościgle szybować! Azali cielesną żądzą jest miłość? Czyż nie pragnę tylko zaślubin jej duszy z moją?"
      },
      {
        "index": 6,
        "text": "Obok rusztowania, otaczającego nową budowlę, mieścił się podrzędny szynk. Stawali tam ubodzy ludzie, robotnicy, właściciele dziurawych butów, posłańcy. Gawędzili głośno, wstępując w progi spelunki. W ich tłumie Szczerbic, jak we śnie, dostrzegł ekspresa. Przycisnął natychmiast ręką bijące serce, wydobył zesztywniałymi palcami list — i pokazał go posłańcowi. Ten obtarł wąsiska po piwie i, odczytawszy adres tak blizki, słuchał uważnie wskazówek, że ma list oddać według adresu i przynieść odpowiedź tutaj właśnie na róg ulicy. Wnet pobiegł cwałem."
      },
      {
        "index": 7,
        "text": "Szczerbic zatrzymał się teraz i czekał z zimnym spokojem. Posłaniec długo nie wracał. Uczucia, myśli, pragnienia, wszystka wola, — była teraz ogłuszona od nagłego ciosu. Wrzały w głębi i czaiły się w swych kryjówkach."
      },
      {
        "index": 8,
        "text": "Nareszcie ów człowiek wrócił. Miał w ręku bilet, szary, kratkowany sekretnik. Szczerbic zobaczył ten kolor zdaleka i powitał barwę zdaleka... Szary kolor... Spokojnie zapłacił nader grube wynagrodzenie i spokojnie oddarł karbowany brzeg papieru. Przeczytał bez żadnego zgoła uczucia:"
      },
      {
        "index": 9,
        "text": "»Dobrze. O godzinie jedenastej u mnie«."
      },
      {
        "index": 10,
        "text": "Była dziesiąta rano. Miał sporo czasu. Poszedł przed siebie. Błądził po rozmaitych zaułkach Wiednia. Nic teraz nie wiedział. Jakiś werset Nietzschego: »Najnielitościwiej dręczą nas i zginają niewidzialne ręce...« Jedno jedyne pewne, — to nazwa ulicy, numer domu i numer mieszkania. Reszta — to nicość, martwa i potworna zgnilizna."
      },
      {
        "index": 11,
        "text": "Kwadranse wlokły się opieszale..."
      },
      {
        "index": 12,
        "text": "Gdy wreszcie umieszczony w pewnym gmachu zegar miał wybić jedenastą, Szczerbic poszedł w swą ulicę. Nic już nie widział i nie słyszał. Jednym tchem wbiegł na schody. Mijał piętra. Jakże płonącem sercem, jak gwałtownemi oczami poznał, pokochał i pochłonął duszą te schody! Napisy na drzwiach, kształty okien, barwa stopni, skręty poręczy... Stanąwszy przed drzwiami, zatrzymał się i marzył. Złudzenie niosło go, jak gdyby przez zgliszczański park. Szum drzew w sercu..."
      },
      {
        "index": 13,
        "text": "Nacisnął guzik dzwonka i słuchał jego drżenia. Uśmiech potworny rozwarł mu wargi i szept oszalały kołysał się na nich. — Toż to ja do Ewy dzwonię..."
      },
      {
        "index": 14,
        "text": "Posłyszał kroki — i poznał, że to ona idzie do drzwi. Krótki zgrzyt... Zobaczył ją. Cofnęła się szybko z przedpokoju do saloniku na prawo. Opuściła go nareszcie furya niepokoju. Szedł za nią w weselu, tylko w weselu, w jakowymś śpiewie ciała. Zamknął za sobą drzwi i podniósł oczy. Stała w głębi pokoju i przypatrywała mu się czujnemi oczyma. Szczęście jego natychmiast potknęło się o ten wzrok. Wnet wszakże przemógł się i zbliżył. Widział, że usta jej są w pewien, przedziwnie okrutny, sposób zaciśnięte, z oczu nieprzebłagany wyraz zionie, ale nie mógł powstrzymać szaleństwa. Nie wiedział wcale o tem, że podnosi ręce, że ją niemi otoczył, przygarnął do swego serca, że usta swe, palące się od ognia, zatopił w jej ustach. Oddała mu pocałunek zimnemi wargami. Żałosne jej oczy, niepojęte, zdumione i wysłane dokądś w przestwory wciąż weń patrzały. Nie mógł mówić. Bełkotał tylko, jak niemowa, wargowe sylaby. Przemknęło jedno zaledwie poślizgnięcie czasu, — a oto utracił już uczucie szczęścia z racyi ujrzenia Ewy. Przeciwnie, — staczał się w przepaść rozpaczy z tego powodu, że była tak zimna, że miała usta tak nieczułe, a oczy takiego pełne mroku. Nie broniła mu, gdy ukląkł przy jej nogach i gdy kładł usta na piersiach, a przecież wciąż czulczuł się pokrzywdzonym. Coś zaczęła mówić. Długo te wyrazy szarpały się z jej piersi. Nareszcie:"
      },
      {
        "index": 15,
        "text": "— Byłeś mi wierny?"
      },
      {
        "index": 16,
        "text": "— Tak. Byłem ci wierny."
      },
      {
        "index": 17,
        "text": "— A jesteś jeszcze?"
      },
      {
        "index": 18,
        "text": "— Jestem."
      },
      {
        "index": 19,
        "text": "— Pojedziemy do Ameryki?"
      },
      {
        "index": 20,
        "text": "— Dlaczegóż do Ameryki?"
      },
      {
        "index": 21,
        "text": "— Bo tu nie chcę."
      },
      {
        "index": 22,
        "text": "— Dobrze. Gdzie zechcesz, gdzie każesz."
      },
      {
        "index": 23,
        "text": "— A masz dużo pieniędzy?"
      },
      {
        "index": 24,
        "text": "— Mam ze sobą wszystko, co posiadam."
      },
      {
        "index": 25,
        "text": "— Jakto?"
      },
      {
        "index": 26,
        "text": "— Zrobiłem z braćmi taką umowę, ustąpiłem im bez zysku dla siebie, — no, ze stratami, — udział w majątku, w fabryce, w naszym domu komisowym..."
      },
      {
        "index": 27,
        "text": "— Więc ile możesz mieć wszystkiego?"
      },
      {
        "index": 28,
        "text": "— Ewo, czemu o tem teraz chcesz mówić?"
      },
      {
        "index": 29,
        "text": "— Muszę teraz o tem mówić... — Dlaczegóż musisz?"
      },
      {
        "index": 30,
        "text": "— Bo teraz całe życie mam ci oddać. Całe życie... Mam ci oddać całe życie..."
      },
      {
        "index": 31,
        "text": "— Jeżeli chcesz wiedzieć, to tak... Mam kilkakroć sto tysięcy rubli. Trudno mi zliczyć dokładnie, bo to bracia przekażą na banki. Dowiem się dokładnie w naszym banku."
      },
      {
        "index": 32,
        "text": "— Zmień to wszystko na gotówkę. Czy to można? I jedzmy jutro, pojutrze... Dobrze?"
      },
      {
        "index": 33,
        "text": "— Och, dobrze! Ale czemu wszystko na gotówkę?"
      },
      {
        "index": 34,
        "text": "— Chcę koniecznie. Muszę te pieniądze mieć w ręku."
      },
      {
        "index": 35,
        "text": "— To niebezpiecznie..."
      },
      {
        "index": 36,
        "text": "— Wszystko jedno, ja muszę. Boję się, że mię porzucisz, jak tamten. Was trzeba siłą trzymać."
      },
      {
        "index": 37,
        "text": "— Mnie siłą nie potrzebujesz. Tamtego kochasz jeszcze? — spytał, wstając z ziemi i wdzierając się na nią, sięgając do ust i patrząc w oczy."
      },
      {
        "index": 38,
        "text": "— Nie! — krzyknęła boleśnie. — Już go nie kocham! Słyszysz? Słyszysz, co mówię? Słyszysz? Podłego, co mię porzucił i zepchnął w przepaść! Nie, nie kocham! Zapomniałam nareszcie tego szelmę, co mię wydarł ze świata, od mego ojca... Ciebie kocham... — szepnęła."
      },
      {
        "index": 39,
        "text": "Oczy jej stały się dzikie i jakby ślepe. Drżała całem ciałem. Łkanie głuche przebiegło w śmiech."
      },
      {
        "index": 40,
        "text": "Szczerbic rozglądał się po mieszkaniu. Zgadła jego zamiary i zaprzeczyła ruchem głowy. Była blada. Oczy miała zamknięte, usta zsiniałe. Cichaczem szeptała: — Dam ci znać, kiedy masz przyjść. Na całą... noc... Chcę, żebyśmy nareszcie... bez tych... ubrań..."
      },
      {
        "index": 41,
        "text": "— Ewo! Ewo!"
      },
      {
        "index": 42,
        "text": "Zbliżył usta do jej ust i poił się rozkoszą jej oddechu, szałem zatapiania źrenic w jej oczy... Rozpalił nareszcie jej usta, wydobył na policzki krwawy rumieniec. W pewnej chwili, odchyliwszy głowę, spojrzał i przeraził się, gdy spostrzegł jej straszny uśmiech. Chciał zapytać, skąd to potworne widmo na jej wargach, ale uśmiech znikł. Spytała niespodziewanie:"
      },
      {
        "index": 43,
        "text": "— To ty przestrzeliłeś Niepołomskiego, prawda?"
      },
      {
        "index": 44,
        "text": "— Ewuniu!"
      },
      {
        "index": 45,
        "text": "— Powiedz, wszak to ty go przestrzeliłeś!... O tu. Ja znam dobrze to miejsce: głęboka, sina blizna, jakby dwie wargi stulone maleńkich, dziecięcych usteczek. Ja znam... Słuchaj! Na mych piersiach, tak samo, jak on. Chcesz?"
      },
      {
        "index": 46,
        "text": "— Ewo!"
      },
      {
        "index": 47,
        "text": ". — Nie i Wtedy dopiero... w nocy... Napiszę."
      },
      {
        "index": 48,
        "text": "— Napiszesz?"
      },
      {
        "index": 49,
        "text": "— Chociaż... dlaczego i po co mam pisać — cicho znienacka jęknęła. Nie umiem zdać sobie sprawy z tego, czy mam napisać, czy nie. Myśl o tobie jest we mnie jeszcze silniejsza, niż dotychczas. Ale przecie szaleństwem jest żyć tak, jak ja żyję. Wszystko jest sprzecznością, zabijaniem własnego ja. Żyję po to tylko chyba, żeby w pełni zaznać, czem jest brutalność i trąd życia."
      },
      {
        "index": 50,
        "text": "— Co ty mówisz? Nic nie rozumiem, co ty mówisz?"
      },
      {
        "index": 51,
        "text": "— Dawniej pragnęłam być człowiekiem, a teraz już z tego drwię. Chcę właśnie wyrzucić poza siebie to wszystko, co było zadatkiem na człowieka, by mieć tem drastyczniejszy obraz istoty życia. Wszystko jest wstrętne i podłe, skoro może istnieć taki ból, jaki już widziałam. Żyję tylko wspomnieniem tego i nie mam już ani chwili zapomnienia."
      },
      {
        "index": 52,
        "text": "— A żebyś ty mi chciała wytłómaczyć, co to znaczy! Gdybyś mi tylko zechciała powiedzieć prawdę. Jabym ci wszystko wytłómaczył..."
      },
      {
        "index": 53,
        "text": "— Niema na ziemi nic »pięknego«, nic »szlachetnego. »Wstrętną»szlachetnego«. Wstrętną i cuchnącą od brudu jest ludzkość. Niema żadnych wzniosłych »dążeń«, niema nawet pustki, bo jest na miejscu pustki, zło bezgraniczne i chaos."
      },
      {
        "index": 54,
        "text": "— I ty to mówisz, która sama jesteś dobrem, prostotą i porządkiem. W tobie wszystko jest ścisłe, dokładne, dociągnięte i dostrojone. Bóg mieszka w twem kobiecem sercu. Niebiosa są w twoich łaskawych oczach. To we mnie tylko wszystko jest łamkie, sypkie, lecące za wiatrem..."
      },
      {
        "index": 55,
        "text": "Ewa nie słuchała. Jej rozpalone oczy patrzyły w kąt pokoju. Przez chwilę Szczerbic sądził, że dostała pomieszania zmysłów. Mówiła nie do siebie, mówiła do Szczerbica, ale mówiła dla samej siebie:"
      },
      {
        "index": 56,
        "text": "— Żyć można, jak komu wygodniej. Można być nieuczciwym, można być nizkim, można być wszystkiem, czem kto chce, byleby znaleźć chwile i godziny zapomnienia. Nie myśleć i nie cierpieć! Cały bowiem tragizm jest w tych wyrazach. Poza nimi wszystko jest dozwolone. Wiem, że tak mówić może tylko człowiek lichy, ale ja właśnie chcę być taką. Wszystko jedno, — byleby tylko uniknąć męczarni. To jedno, że się sobie nie wydziera nędznego życia, jest już wyrokiem. Ale... wszystko jedno..."
      },
      {
        "index": 57,
        "text": "Szczerbic słuchał, klęcząc u jej nóg. Głowę swoją podparł jej dłonią i nic innego nie czuł, prócz nieskończenie rozkosznego pragnienia, żeby posiąść tę cudną dziewczynę. Gdy siedziała nieco pochylona, w zapomnieniu o sobie, linia jej piersi cudownie zatoczona nad linią łona, jak w posągu Afrodyty z Knidos stała się obrazem najwyższej piękności."
      },
      {
        "index": 58,
        "text": "— Niema pojęć — lepszy — gorszy — bo wszystko jest bezwzględnie złe, a nadto wszystko jest bez wartości. No, — a ja będę żyła dalej. Dlatego się, mój panie, nie umiera czystą, żeby kiedyś zdechnąć brudną. Nieść przez całe życie ohydę, »przystosowywać się do okoliczności« w miarę zagłuszenia tego, co chciało żyć."
      },
      {
        "index": 59,
        "text": "— Posłuchaj mię... Czy tu niema fortepianu? Zagrałbym... dla ciebie Griega. Pamiętasz naszego Griega?"
      },
      {
        "index": 60,
        "text": "— Niema tu nic... Gdybym mogła, stworzyłabym wielkie dzieło: hymn na chwałę złego i nieszczęścia. Umarłabym wówczas spokojnie, gdybym mogła wyrazić cały ból i grozę życia. Słyszysz: — grozę życia. Oprócz mnie jednej nikt tego stworzyć nie potrafi, a ja nie mogę. Jestem głupia, pospolita jędza. Któż zdoła stworzyć obraz złego, któreby było tak potężne, jak jest zło samo? Nikt!"
      },
      {
        "index": 61,
        "text": "— Słuchaj, Jasna! PójedziemyPojedziemy do Ameryki, na półwysep Florydę, w lesiste puszcze Newady, albo Montany, w płaszczyzny Texasu, albo w doliny Missisipi. Stworzymy sobie świat, jak z baśni Chateaubrianda. Jeżeli zechcesz, jeżeli każesz, założę w stanie Dakota wielką fermę przemysłową, jedno z dziwowisk i monstrów życia nowoczesnego. Zrobimy szybko olbrzymi majątek. Dawno to postanowiłem. Tu cię w Europie nie mogę pojąć za żonę, lecz tam... Tam będziemy żyć, jak wolni ludzie, — nie! — jak królewska para, bo tylko w Ameryce są jeszcze królowie..."
      },
      {
        "index": 62,
        "text": "— Dobrze, dobrze... Ale czy ty wiesz, marzycielu, że ja mam narzeczonego?"
      },
      {
        "index": 63,
        "text": "Szczerbic siedział w tej samej pozie, bez ruchu, jakby nie słyszał, co rzekła. Po chwili spytał:"
      },
      {
        "index": 64,
        "text": "— Narzeczonego? Któż to ma być? Kto to taki? — Brunecik, młody, ładny. O, ładniejszy od"
      },
      {
        "index": 65,
        "text": "ciebie?"
      },
      {
        "index": 66,
        "text": "— I kochasz go?"
      },
      {
        "index": 67,
        "text": "— No, tak."
      },
      {
        "index": 68,
        "text": "— A mówiłaś, że mnie kochasz?"
      },
      {
        "index": 69,
        "text": "— I ciebie kocham."
      },
      {
        "index": 70,
        "text": "— A on, powiedz, całował cię?"
      },
      {
        "index": 71,
        "text": "— Tak."
      },
      {
        "index": 72,
        "text": "— A on, powiedz-że posiadał cię?"
      },
      {
        "index": 73,
        "text": "— Tak."
      },
      {
        "index": 74,
        "text": "— Więc nie dotrzymałaś tego słowa, cośmy w Paryżu?..."
      },
      {
        "index": 75,
        "text": "— Nie dotrzymałam."
      },
      {
        "index": 76,
        "text": "Załamał ręce, nagle się zachłysnął i, jak dziecko, lękające się tyrańskich razów, pytał jeszcze:"
      },
      {
        "index": 77,
        "text": "— Cóż teraz ze mną będzie?"
      },
      {
        "index": 78,
        "text": "Blady uśmieszek i obojętne słowo:"
      },
      {
        "index": 79,
        "text": "— Wkrótce będzie nasz ślub."
      },
      {
        "index": 80,
        "text": "— »Nasz ślub!« — No, mój ślub z nim."
      },
      {
        "index": 81,
        "text": "— Więc nie pojedziesz ze mną do Ameryki?"
      },
      {
        "index": 82,
        "text": "— Do Ameryki! Skądże znowu taki pomysł... Muszę przecie wszystko rozważyć, roztrząsnąć..."
      },
      {
        "index": 83,
        "text": "Poprawiła się na swem krześle i zwróciła na Szczerbica oczy uprzejme, jakby obydwoje byli na raucie i prowadzili miły, flirtowy dyalog. On siedział wciąż na ziemi przytłuczony razami słów."
      },
      {
        "index": 84,
        "text": "Mówiła kokieteryjnie, ze skromnością spuszczając oczy:"
      },
      {
        "index": 85,
        "text": "— Ile razy narzeczony... opierał się na mnie, wierz mi, zawsze myślałam o tobie."
      },
      {
        "index": 86,
        "text": "— Po cóż kazałaś mi tu przyjechać? Dlaczego przysłałaś taki list? Czemu mię wyrwałaś ze Zgliszcz, żeby mi to powiedzieć?... — pytał w szaleństwie rozpaczy. — Powiedz, czemużeś to zrobiła?"
      },
      {
        "index": 87,
        "text": "Z prostotą:"
      },
      {
        "index": 88,
        "text": "— Nie wiem."
      },
      {
        "index": 89,
        "text": "— Któż to jest ów człowiek?"
      },
      {
        "index": 90,
        "text": "— Poco ta wiadomość?"
      },
      {
        "index": 91,
        "text": "— Mów-że!"
      },
      {
        "index": 92,
        "text": "— To jest pewien... przedsiębiorca, współwłaściciel kopalń złota w jakiemś Klondyke. Ja właśnie mam jechać do Ameryki, ale z nim. Więc czegóż ty chcesz ode mnie i dręczysz mię. Przecie z dwoma naraz nie mogę jechać do Ameryki."
      },
      {
        "index": 93,
        "text": "— Powiedz mi przynajmniej, co ja mam teraz zrobić. Czy mam cię opuścić i wracać do Warszawy."
      },
      {
        "index": 94,
        "text": "— Ach, ja takich rzeczy nie wiem!"
      },
      {
        "index": 95,
        "text": "— A czego ty chcesz? Czegobyś ty pragnęła? Ja zrobię wszystko, co mi każesz zrobić. — Kiedy ty jesteś słaby człowiek. Hrabia-muzyk. Ty nic nie możesz zrobić. Nic. Gdyby ci odebrać pieniądze, to cóżbyś ty robił nieszczęśliwy? Wyrzuciliby cię zaraz z pierwszorzędnego hotelu na ulicę i tybyś na ulicy umarł szlachetnie z głodu. Chwalisz się, że zrobiłbyś majątek, ale sam przecie wspomniałeś przed chwilą, że jesteś słaby, lecący za wiatrem. Twój największy czyn, — to gdy odbędziesz podróż do Nicei, albo na karnawał do Rzymu... Prawda? Mężny jest ten, kogo niepodobna zniszczyć, który po stokroć wstanie z ziemi i wydławi, wydusi wrogów. Silnym jest ten, kto może być zwyciężonym dopiero przez śmierć, lecz nie przez żyjących ludzi. Takiego trzeba zabić, żeby go zwyciężyć, gdyż dopóki żyje, — z nim jest zwycięstwo nad ludźmi..."
      },
      {
        "index": 96,
        "text": "— Cóż ja pocznę nieszczęśliwy?... Twój narzeczony to taki właśnie człowiek niezwyciężony?"
      },
      {
        "index": 97,
        "text": "— Ty jesteś najmilszy mój komtuś Siżyś... Czy wolno mi będzie pocałować twe czoło, zawierające niedołężne myśli, twoje śliczne włosy tak starannie rozczesane, twój przecudny wygonik między śmiesznie zsuniętemi brwiami, gdzie właśnie przebywa czysto polska bezmyślność? Będę cię zawsze, zawsze kochała... Tyś mię jeden zrozumiał..."
      },
      {
        "index": 98,
        "text": "— Gdybym mógł, gdybym cię mógł zrozumieć! Zabiłaś mię! Postąpiłaś z moją duszą, jak owi straszliwi żydzi z ciałem świętego Szczepana: ukamienowałaś ją! Już nie wstanę z pod tych kamieni."
      },
      {
        "index": 99,
        "text": "Nie podniosła zwieszonej głowy."
      },
      {
        "index": 100,
        "text": "Rozpacz nieuciszona, nie znajdująca ujścia, rozpacz ciskająca człowiekiem jak sprzętem, pchnęła go z miejsca. — Już pójdę! — jęknął z nagłym wybuchem, wstając z klęczek."
      },
      {
        "index": 101,
        "text": "Spojrzała nań leniwie, leniwie... Nie powstrzymała go. Wolno poszedł ku drzwiom, zamknął je za sobą i zmierzał w czeluść schodów. Doznał wrażenia, że spadnie w przepaść, spadnie... w przepaść... głową nadół... Czuł we wzroku jej nieszczęście. Myślało mu się, że należałoby udać się wprost na dworzec północny i wrócić niezwłocznie do kraju. Tak nakazywała duma i nakazywał rozum. Mówił do siebie z wydętemi wargami, że duma nakazuje odejść. Rywalizować z jakimś drabem? Do dyabła! Dopóki była cudną zagadką, istotą, która przestała kochać tamtego, czystą ciałem a zaślubioną z ducha... Dopóki była kwiatem gorzkiego migdału... Dopóki była... Tam, w Paryżu... Narzeczony! Śmiech szyderczy wyleciał z piersi. Natychmiast wyjechać! Tak też uczyni. Bez zawiadomienia! Niech pożałuje ta donna, no, i niech się trzyma swego narzeczonego. Rywalizować z jakimś drabem? Rywalizować? Ruszył żywo na dół... i nagle na zakręcie schodów zatoczył się, jak pijany... Zapach jej perfum musnął nozdrza... Szczerbic marzył przez sekundę, żeby roztrzaskać głowę o mur, albo skoczyć, och, skoczyć z wysokości schodów i połamać nogi, potrzaskać ręce, zmiażdżyć czaszkę. Niechżeby wyszła z wysokiej swojej komnaty, niechżeby zobaczyła, niechżeby oczy jej niebieskie... Wtedy ostatnim tchem rzucić jej to słowo, to straszne słowo!.."
      }
    ]
  }
}