{
  "chapterNumber": 57,
  "title": "Tom drugi, XXIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ewa wróciła do swego pierwotnego fachu: została buchalterką zakładów na Majdanie. Miała w budynku administracyjnym oddzielny pokoik z oknemwychodzącem na ogrody, miała biurko, nad niem telefon, który jej nieustannie sygnalizował najrozmaitsze do zaciągnięcia pozycye. Wciąż rozlegał się dzwonek z zawiadomieniem, ile wydojono mleka, ile się blach wydaje do szpitalów i kuchni, ile odchodzi do Kielc, ile na centryfugach wyrobiono cegieł masła, ile i jakich jarzyn odchodzi do sklepów i t. d. W tej izbie zbiegały się niejako nerwy pracującej góry. Ewa była szczęśliwa. Prowadziła książki z pietyzmem i z taką starannością, że aż usiłowania jej sięgały granic przesady. Niektóre księgi wykombinowała sama i poczęła prowadzić na własne ryzyko. Udoskonalała rachunki i postawiła je tak znakomicie, że zyskała pochwałę surowego zarządu i oklaski walnego zgromadzenia. Ale największą satysfakcyą była dla niej rozkosz wewnętrzna. Ta praca nowa w przedziwny sposób złączyła się z dawną pracą w biurze kolei. Jak dwie siostry miłujące, te dwie prace stanęły obok niej z prawej i lewej strony. Położyły na głowie jej ręce ukojenia. Przyszło ciche zapomnienie. Lekka mgła kryła minione rzeczy i straszny sen, ukryty w ich zgiełku. Już ukazała się możliwość, że góra żywota, skała tarpejska, między jedną a drugą pracą spłaszczy się i zginie. Nadejdzie zapomnienie tak głębokie, jak noc głuchosenna. Z tamtego świata nie będzie można nic sobie przypomnieć, — ani twarzy, ani imion, ani miejsc, ani zdarzeń, ani żadnej rzeczy, które były, ani żadnego dnia z tamtych dni. Nikogo i nic! Praca tarciem nieustającem wyszoruje do cna zgrubienia i rysy pamięci. Napełni się dusza, jak czara z onyksu, dostojnem winem, godnością proletaryacką. Pokryją się rany zniewag i strupy hańby — szatą białą. Wtedy wybiegnie na usta modlitwa, jakoby słowy Jaśniacha mówiona: — O, święty proletaryuszu! Będę twą siostrą pracującą. Pociągnę już na zawsze jarzmo z tobą. Dwakroć, trzykroć, więcej pociągnę! Zegnę się w pałąk, podła, nachylę się aż do ziemi, jako hak, nikczemna com twój chleb jadła, wśród potu i łez w żarnach mielony. Ale mnie już nie zepchnij w dół odtrącenia spojrzeniem pogardliwem, o święty proletaryuszu! Niejasną marą, cichym snem w całej przeszłości rysowało się jedno jedyne miłe wspomnienie: Łukaszowa żona, Róża Niepołomska. Tylko ją jedną Ewa pragnęła jeszcze ujrzeć z tamtego świata. Nie ojca i nie matkę pragnęła ujrzeć, lecz ją. Na wspomnienie ojca drżały jej nogi i lodowaty strach ducha, boleść-odraza spadały na serce. Do Róży wzdychała całą duszą. Śniło się, że ją spotka na jakichś skałach, na zachodnim brzegu Korsyki. Strome tam będą w błękitnem morzu leżały zręby. Od strony wiatru będzie fala, a w zaciszach skalnej ostoi woda nieruchoma, ciemnozielona, jak rozlana oliwa. Daleko będą mewy kraczące, a dookoła w szczelinach spalonych potworny kaktus, mlecz dziki wyrosły w krzew, mirt wysoki. Gorzki ich zapach otoczy skronie. Na ścieżce kamienistej, która się wije chyłkiem, niewidzialna, biegnie, leci w pętlicowe zakosy i spada do dołu, jak lot mewy, — spotka Różę. Usiądą na kamieniu, który się sypie w dół. Będą patrzyły w morze dalekie, w morze zachodnie, na gwiazdy, któremi słońce zasypało morską drogę. Będą patrzyły na zaloty pian do spieczonych, skalnych ust, na ich ognisty zalew, odpływ i szum. Będą patrzyły jak drzewo oliwne pnie się w górę, jak samotny osioł szczypie suchą trawę, a pracowite muchy unoszą skarby z traw... Bo jeśli Róża mogła z nienawiści utworzyć przebaczenie, z radości cichy smutek, z zemsty miłość pokorną, to może i w niej wszystko stare wygaśnie, a spalenisko, gdzie się przewalał ogień zbrodni, pokryje młoda trawa odpuszczenia. Mijały tygodnie zaciekłej pracy, kiedy nie pozwalała sobie na chwilę wytchnienia, na najlżejszy cień rozrywki. Wówczas także odmawiała sobie marzeń o Róży i odsuwała je na godziny wieczorne. Dopiero późnym wieczorem, gdy wracała do swojej izdebki, otwierały jej myśli niejako flakon pachnący i serce oblewało się zapachem. Nosiła w sobie pragnienie, żeby napisać... Pamiętała jeszcze dawny adres, ale czy ona tam mieszka? A po drugie: czy żyje? Nieraz, ocknąwszy się w nocy, wymawiała wprost ze snu ów list (drugi). W pierwszym miało być tylko zapytanie, — czy nie chciałaby Róża jej odpisać. A gdy się zgodzi, wówczas ów drugi list. O Łukaszu, że go zapomniała... Sprawić Róży radość, podać jej kwiat korsykańskiej róży, zerwany na skale stromej! Podać go nad dalekiem zapomnienia morzem. Wyjąć go z korzeniami z ziemi spalonej... To sprawi naprzód radość. A potem zepchnie duszę w zadumanie, w przestrach, w wysoką, płomienistą trwogę. Będzie szła po stromej korsykańskiej ścieżce. Tam się spotkają ich dusze, jako dwa orły wypuszczone ze wschodu i zachodu przez boga starożytności, które trafiały do świątyni delfickiej. Róża białemi, przezroczystemi rękoma zakryje czystą twarz i zechce zakryć rozum, którego symbolem są jej czyste oczy, i zapłacze, zapłacze nad strasznemi kolejami człowieka. Och, wstyd!... Upaść na kolana przy jej nogach, objąć rękoma jej kolana, a potem odjąć łagodnie jej białe ręce, osuszyć oczy. Zatopić radosne oczy w jej oczach, wywołać uśmiech na usta. Wskazać jej na rozkosz, bytującą w morzu, na wielką siłę, która nie daje nam umrzeć, która wzywa nas ku tej wielkiej drodze, jaką już morze przebyło i jaką jeszcze przebędzie. Jednego jej tylko nie powie, — Róży, — jednego! O dziecku i o Szczerbicu! Nie! Nie, to z nią zostanie na zawsze, jak skała ukryta w morzu. Gdyby to wyjawiła Róży, już nic nie byłoby na ziemi, już nic a nic..."
      }
    ]
  }
}