{
  "chapterNumber": 14,
  "title": "Tom pierwszy, XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Za miastem, na wzgórzu pochyłem szła, wyciągnięta w szczere pola, ulica bez nazwy. Ludzie, mieszkający tam, nie odbierali, prawdopodobnie, listów, nikt się tedy o nazwę ulicy nie troskał, ani nie spierał. Określano to miejsce rozmaicie: — »za koszarami«, »przed koszarami«, »na górze«, »za miastem«, »na wygwizdnem«, — jak komu zresztą serce dyktowało. Ulica tamtejsza powstała niedawno, w stosunku do dziejów odwiecznego grodu. Była tam niegdyś, oczywiście droga, a raczej szereg płytszych i głębszych wybojów w glinie. Pod koniec XIX stulecia stanęły obok drogi koszary wojskowe, budynki długie, nieozdobne, odmalowane na kolor — brr! — niebieskawy. Z biegiem czasu, przed koszarami i za koszarami, słowem na wygwizdnem, powstały domki, zazwyczaj z ganeczkami, — również mało ozdobne, — ale wzdłuż drogi."
      },
      {
        "index": 2,
        "text": "Ziemia cudnej urodzajności wyhodowała wnet warzywne ogrody i owocowe sady — i tak sobie, jakoś nieznacznie i poniekąd wbrew woli, powstała ulica. Nie było to przedmieście, ani wieś, ani miasto. Człowiek łatwowierny, skory do wniosków i nie spoglądający na zjawiska z punktu widzenia materyalistycznego, przytem oczytany, — mógłby był popaść w ekstazę na widok dworków, ganeczków, parkanów, sadów... Nic z tego! Dzielnica, o której mowa, nie miała nic wspólnego ani z dworkami na Antokolu, ani z żadnemi zgoła Bożemi czeladkami."
      },
      {
        "index": 3,
        "text": "Powiedzmy otwarcie: dworki owe były wybudowane przeważnie przez Polaków mojżeszowego wyznania, — a nadto dodajmy, — z materyałów w rozmaity sposób pozostałych od budowy wyż wzmiankowanych koszar. Nie tylko zresztą drzewo, wapno, cegła, kamień i tym podobne gonty, ale nawet farba niebieskawo-łzawa, powlekająca ściany, była na całej ulicy jednaka, jeżeli tak można się wyrazić, koszarowo-żydowska. W dworkach od frontu mieszkali przeważnie zamożni izraelici, na tyłach mieścili się chrześcijanie najbardziej niezamożni. Mieszkania tam były bajecznie tanie ze względu na odległość od miasta, brak chodników, latarń i prawdopodobieństwo obdarcia z przyodziewku, osobliwie w nocy, każdego, kto, nie mając od natury danych sił odpowiednich i okutego drąga, zamieszkiwaćby zechciał w tych stronach. Droga, obok której stały domy, wychodziła za ostatnim już nie w pole, lecz w najpierwotniejsze pastwisko miejskie czy wiejskie, porosłe najordynarniej jałowcem, stawała się rodzimą, krętą drożyną, a wreszcie w krzakach i wrzosach, jakby ze wstydu, ginęła."
      },
      {
        "index": 4,
        "text": "W tej właśnie wygwizdnej dzielnicy, bliżej pastwiska, niż koszar, Ewa wynalazła mieszkanie dla Łukasza, kiedy począł do zdrowia przychodzić. Przez kilka tygodni niebezpieczeństwa, kiedy leżał w szpitalu, mieszkała na mieście (w pobliżu szpitala), najmując ciupkę od pewnej niezamożnej familii. Codziennie była przy łóżku chorego, opiekowała się nim, czytała mu, grała z nim w szachy i t. d. Kiedy dr. Wilgosiński zdecydował, że dzięki nauce, pacyent jest ocalony i pozwolił już myśleć o kuracyi poza szpitalem, Ewa zbiegała miasto wszerz i wzdłuż. Była na wszelkich schodach i we wszelkich izbach »pojedyńczych«. Nie była to sprawa łatwa znaleźć dwa pokoje nie połączone ze sobą, a w tym samym domu, z których jeden byłby w zupełności odpowiedni dla Łukasza, przychodzącego do zdrowia. Nareszcie w grudniu wyszukała w jednym z drewnianych domów owej zamiejskiej ulicy wszystko upragnione. Dla Łukasza najęła pokój duży, suchy, z szerokiem oknem południowem, wychodzącem na ogród i czyste pola, — dla siebie z drugiej strony domu wynajęła izdebkę, bardzo zresztą nizką, ciasną, brudną i podłą. Wszystko tam wymyła, wyczyściła, poszorowała. Zniosła rzeczy niezbędne i przed Bożem Narodzeniem w lektyce pod opieką lekarza przetransportowała chorego. Łukasz, pomimo kosztów szpitalnych, miał jeszcze dosyć pieniędzy, zarobionych w Zgliszczach. Ewa na swoje utrzymanie poczęła zarabiać. Dr. Wilgosiński, który, jak się notorycznie okazało, miał w sobie poczciwości co najmniej na dziesięciu przeciętnych chirurgów, wyrobił jej pisanie u adwokata, rzecz niebywałą w tem mieście od czasów wiekopomnej pamięci statutu wiślickiego, a może nawet i dawniejszych. Wkrótce jednak to zajęcie urwało się i to w sposób dość bolesny. Adwokat, człowiek familijny, i, co za tem idzie, moralny, pod wpływem żony, osoby również moralnej, wymówił Ewie miejsce ze względu na pogłoski, które do niej były przyczepione, a płynęły za nią, jak welon. Nikt nie wiedział, kto ona jest, skąd, jak, »co za jedna«. Wiedziano natomiast, że ma związek z owym Niepołomskim, notorycznym ateuszem, awanturnikiem, nie szanującym polskich hrabiów, pojedynkowiczem... Dr. Wilgosiński, raz skompromitowany i posądzony o wspólnictwo z ateistami i, co za tem idzie ludźmi bez moralności, — pomimo całego swego męstwa, zdaje się, stchórzył i nie miał już siły do protegowania Ewy gdzie indziej. Zaczęła tedy szukać sama. Nie znała tam jednak literalnie nikogo, a nadto zajęć, do których mogłaby się przydać, w mieście nie było. Ogłaszała się w miejscowem kołtuńskiem piśmidle, składała oferty, to tu, to tam..."
      },
      {
        "index": 5,
        "text": "Nie miała tylko »chlubnych« świadectw i »zaszczytnych« rekomendacyi, żeby się zupełnie upodobnić do papy Pobratyńskiego. W każdym jednak razie jego maniery, przeszpiegi, metody i sposoby przydały jej się teraz. Między innemi trafiła do pewnego inżyniera powiatowego z propozycyą wykonywania rysunków technicznych. — Liczyła na to, że Łukasz jej pomoże, będzie dawał wskazówki, — liczyła na to, że można będzie przez cały dzień pracować w domu... Inżynier (kawaler podtatusiały)... owszem... patrzał jej w oczy z radością, zgadzał się na wszystko, uśmiechał się arcyozdobnie. Musiała tedy ona popatrzeć na niego w sposób właściwy i zrzec się myśli o tem zajęciu."
      },
      {
        "index": 6,
        "text": "Ewa drwiła sobie ze świata. Powiedziała, że znajdzie zajęcie i znalazła. Zaczęła szyć. Krawieczyzna bowiem jest to zajęcie, nie wymagające, jak doświadczenie uczy, od osób, które mu się »poświęcają«, moralności, o tyle wszakże, o ile płaca miesięczna jednostki nie przekracza pięciu rubli srebrem. Ewa zaczęła od małego, więc nie zwracano zbyt wielkiej uwagi na to, »co ona jest za jedna«. Mówiono o niej w magazynie — »ta jakaś z Warszawy« — i basta. Czasami dodawano słowo »lala«, albo inne jakie, mniej estetyczne, a za to bardziej prowincyonalne."
      },
      {
        "index": 7,
        "text": "Łączyć na maszynie przykrojone »bryty«, wszywać rękawy, paski, haftki, guziki umiała oddawna, gdyż sama sobie zawsze robiła suknie. — Warszawski jej »sznit« i wielkomiejski gust sprawił, że stała się niezbędną dla krojczyni, która była zarazem właścicielką magazynu. Wkrótce te przymioty postawiły pensyę Ewy na wysokości 12 rubli miesięcznie. Nie potrzebowała zaczynać od terminu, czyli od stopnia »podręcznej« z pensyą miesięczną, wynoszącą okrągłą sumę dziesięciu złotych szczerze polskich. O najwcześniejszej rannej godzinie mknęła do domu, w którym mieścił się magazyn, i spędzała tam cały dzień, aż do ósmej wieczorem. Codzień widywała to samo... Wązkie podwórko, bruk z potwornych głazów, chodniczek z ułamków marmuru. Znały już oczy to dziwaczne, pokręcone podwórko, — rodzaj długiej sieni bez sufitu, — w które z nagich ścian wpatruje się wieczny żal bolesnemi źrenicami spłaszczonych, sześcioszybowych okienek. Znały już oczy te ślepe okna z ramami oblazłemi z farby, czarne, zastawione doniczkami... Wieczny smród z owego dołu między kamienicami, z nigdy niewywożonych odchodów, brudy śmietnika, odtajałe z pod śniegu. Ohydne kloaki, szopy, chlewy... Ewa przelotnie, w biegu wchłaniała w duszę oczyma kolor ścian żółto-czarny, porżnięty zaciekami, porypany od bryzgów brudu. Pamiętała na zawsze przeciąg zimnego fetoru w tej sieni, — okienko w czarnej, omacnej jamie z szybeczką we drzwiach przez którą to szybkę widać mnóstwo obrazów i bardzo ohydnych świętości na mokrej — mokrej, czarnej ścianie. Tam każdodziennie wzdychała w przelocie do swego Jedynego Boga nad łóżkiem stróża i jego dzieci. Na lewo była pracownia żydowska, w której krzątały się tajemnicze, groźne, do gruntu zniszczone ludzkie kształty-szkielety. W dole, na równi z ziemią, okieneczko żydowskiego krawca. Jego czaszka, broda, oczy, śpiew... Ślusarz, suchotnik pracujący we wgłębieniu, ale, po prawdzie, na dworze... Wszędzie za temi ścianami stuk młotków, zgrzyt pilników, miarowe kołatanie, nieustający puls nędzarskiej gorączki. Dzieci wybladłe i oberwane, ślizgające się w rynsztoku. Czarne i żółte wokoło twarze ludzi. Chłód, ziąb, zapach śledzi adwentowych i matki kapusty. Ach, pewien ślepy i potargany od nędzy człowiek, chodzący z wyciągniętym przed się kijem coprędzej, coprędzej, jakby stąpał po cierniach! Nareszcie wejście na schody. Okienko i tam."
      },
      {
        "index": 8,
        "text": "Z wysoka pada brzask mistyczny skądś, z nieprzemożonego mroku na poręcz schodów i na kilka stopni. Jak dziwnie lśniły te stopnie, urobione z brudu, wyłaniając się z pomroki! Schody, idące w górę i zupełną ciemność, które trzeba umieć napamięć, żeby sobie nie roztrącić głowy i nóg nie połamać. Lepkie drzwi — i wnętrze pracowni. Zaduch, skrawki materyałów, śmieci, głuchy trajkot maszyn... Jedenaście panien, zarabiających sześć, siedm, ośm, aż do dziesięciu rubli... Mała, piegowata »podręczna«, wiecznie uprzątająca szmatki, biegnąca dokądś na miasto z gotową robotą, wyprawiana po sprawunki i w interesach. Popychadło, na którem odmierza swe poniżenie każda z »panien«. Kopciuszek, osoba za dziesięć złotych miesięcznie. Zapotniałe okna, przez które widać czasami niwkę błękitu, albo białą chmurkę-wędrowniczkę. A bliżej wokoło facyatki z szybami, przeważnie zalepionemi papierem. Za prawdziwemi szybami, ze szkła doniczki z moknącymi w nich liśćmi, dach rudy z przedwiecznej, glinianej dachówki. W niej tkwi wielki komin, zawsze dymiący w te właśnie czarne okienka."
      },
      {
        "index": 9,
        "text": "Ta okoliczność, że mieszkanie Łukasza oraz pokoik Ewy znajdowały się w dzielnicy, zamieszkanej przeważnie przez żydów, że znajdowały się za miastem, niejako poza obrębem kultury i dobrych obyczajów, — miała wiekiewielkie znaczenie. Właściciel domu, zbogacony przedsiębiorca budowlany, od którego odnajmowali pokoje, był człowiekiem jeszcze młodym, mniej więcej czterdziestoletnim. Chodził w czarnym surducie do kolan, (na szabas kładł tużurek nieco dłuższy), spodnie wypuszczał na kamaszki. Używał kaloszy, kołnierzyków, mankietów ze spinkami. Miał także złoty zegarek i kapelusz — melon. Był to przystojny, wypasiony, silny ojciec rodziny. Dla Ewy okazywał stale wielką i delikatną grzeczność, a choć po polsku niechętnie mówił, dla niej, choć ze skrzywieniem, robił ustępstwo ze swej urzędowości. Kiedy Łukasz złożył w jego ręce swój paszport, w którem wymieniona była żona Róża, gospodarz o nic nie pytał i nie wchodził w szczegóły. Paszport został Łukaszowi wkrótce zwrócony. Raz tylko uprzejmy gospodarz spytał Ewę pół żartem, gdy ją spotkał wracającą do domu:"
      },
      {
        "index": 10,
        "text": "— Czemu to państwo żyją, jak w rozwodzie? Mąż śpi w jednym pokoju, a żona bardzo daleko w drugim pokoju? To nie pasuje."
      },
      {
        "index": 11,
        "text": "— Mąż mój jest chory — wyrecytowała Ewa, ponsowa, jak mak... — Mąż potrzebuje ciszy, wypoczynku."
      },
      {
        "index": 12,
        "text": "— No, a gdzie to jest napisane, żeby mąż miał mieć koniecznie niepokój od żony?"
      },
      {
        "index": 13,
        "text": "— Mąż mój nie może zupełnie spać, jeśli obok niego jest w pokoju druga osoba."
      },
      {
        "index": 14,
        "text": "— Ja mu się wcale nie dziwię. Jabym tak samo na jego miejscu bardzo mało spał... — zaśmiał się żyd. — Ale ja tylko grzecznie żartuję. Przepraszam... bez urazy..."
      },
      {
        "index": 15,
        "text": "Łukasz, słysząc z ust Ewy sprawozdanie o tej rozmowie, zauważył, że i obcość żydów w społeczeństwie ma swe dobre strony. Oto te dziwne domy za miastem, jakby przez Twardowskiego wydmuchnięte z piasku licho wie jakim sposobem, na coś się przydały. Cieszył się, że są sami, że ci, co mieszkają za ścianą, są dalecy, nie rozumiejący nic zgoła, że światy ich są tak odmienne, a przez to tolerujące się wzajem, jak cudzoziemcy tolerują cudzoziemców w rozległym hotelu Nizzy lub Interlaken."
      },
      {
        "index": 16,
        "text": "Początek zimy upłynął Ewie i Łukaszowi szybko, jak upływa rozkoszny sen. Chory nie czuł przeszywających bólów w okolicy serca, Ewa nie czuła, że pracuje, jak wyrobnica. Ciemny »magazyn« w brudnem podwórzu, nora, gdzie ścibały suknie niewolnice dla dostatku i zbytku, była dla niej miejscem błogosławionem. Bo obojętne dla niej było życie i jego jakość."
      },
      {
        "index": 17,
        "text": "Była w istocie żoną swego Łukasza, choć nie należała do niego cieleśnie. Nie darowywała mu nawet pocałunków. Służyła przy jego łóżku, jak szarytka, jak siostra bratu, a nadewszystko, jak do szaleństwa zakochana narzeczona narzeczonemu."
      },
      {
        "index": 18,
        "text": "Gdy przybiegła wieczorem, zaróżowiona od zimna, chyża z tęsknoty, chichocąca, z tysiącem anegdot, dowcipów, pełna szalonej swady człowieka, co skończył przeklętą, dwunastogodzinną pracę, a uzyskał swobodę przyrodzonych człowiekowi ruchów, — obydwoje wpadali w nastrój dzieci, w nastrój uczniaków na wakacyach. Wnet skwarzył się na maszynce przyniesiony od rzeźnika befsztyk lub kotlet, kipiała herbata... W »budzie« Ewa żywiła się byle jak — bułkami, ochłapkiem zimnego mięsiwa, a najczęściej dwoma serdelkami. Herbatę, podobnie jak wszystkie pracownice, gotowała sobie w rondelku, ustawionym na żelazku do prasowania (»Omne tulit punctum, qui miscuit utile dulci«...) Wodę do rondelków dostawały darmo, więc i Ewa. Tylko wykwalifikowane staniczarki i niektóre spódniczarki, zarabiające bajońskie sumy (15 do 18 rubli miesięcznie), wychodziły na prawdziwy »burżujski« obiad w czasie dwugodzinnej przerwy."
      },
      {
        "index": 19,
        "text": "Wobec tego stanu rzeczy, Łukasz od rannej herbaty musiał czekać na »obiad« aż do wieczora. Ponieważ leżał bez ruchu, na wznak, wciąż w jednej pozycyi, więc w ciągu dnia nudził się bestyalsko. Czytał stosy książek, pisał ołówkiem etnograficzne i etnologiczne ramoty i ramotki na ogromnych arkuszach papieru. Wieczorem rozpowiadał Ewie o tem, co napisał, co przeczytał, co przemyślał, co chciał uczynić. Marzenia ich snuły się wciąż około faktu, że skoro tylko wyzdrowieje, pojedzie do Rzymu, uzyska rozwód. Wówczas skończy się ich tęsknota..."
      },
      {
        "index": 20,
        "text": "W końcu stycznia Niepołomski począł siadać, — wkrótce podnosić się, chodzić po pokoju. W połowie lutego w ciepłe dni wychylać się począł na dwór. Śniegi leżały duże. Przyszły mrozy."
      },
      {
        "index": 21,
        "text": "Wówczas to właśnie zaszła w nim zmiana. Dopóki leżał, wydawało się, że to jest najście chwilowe, fizyologiczny skutek bezczynności. Ale gdy wstawać zaczął a nie ustąpiło... Nalatujący wciąż na duszę dym, czy wiatr, huragan obrazów, podchwytujący w lot i wciąż w jednym kierunku nachylający aż do ziemi wszystkie myśli... Szept nieustanny spalonych warg: — Ewa, Ewa..."
      },
      {
        "index": 22,
        "text": "Gdy powracała do domu, gdy posłyszał dochodzący zdala stuk jej zaśnieżonych bucików na drewnianych schodkach, gdy go owionął chłód drzwi otwartych... — popadał w stan nieprzerwanego szału..."
      },
      {
        "index": 23,
        "text": "Ramiona podnosiły się i pięści zaciskały, jak do bitwy, żeby się siec w pałasze ze sobą samym, żeby zdusić namiętne marzenia. Słyszał szlochanie dumy i godności, słyszał echa złożonych przed sobą przysiąg, nieodwołalnych słów honoru. Ale wszystko ginęło w gęstym kopciu, osiadającym pod czaszką, trzeszczało, jak łatwo palny materyał wśród sypkich iskier, co w dreszczu leciały po żyłach. Był ponad siły, nad możność zniesienia, stan obcowania z nią, uwielbiania jej, dotykania jej rąk, małych dłoni, które były tkliwe i wymowne, jak żyjące istoty. Był ponad siły stan spoczywania oczyma w jej oczach, co opromieniały wszystko, jak słońce, — zasłuchiwania się w jej nowe, niewiadome genezy, pieszczotliwe słowa, — patrzenia w cudne uśmiechy, — muskania włosów dłońmi, jak najtkliwszymi pocałunkami... Każda suknia, każda wstążka, każdy sprzęcik zdawał się patrzeć w oczy z niemem pytaniem, jakoby rój duchów gotowych na rozkazy. Wszystkiemi siłami woli Łukasz starał się zapomnieć, potargać pajęczynę ułudnych kuszeń."
      },
      {
        "index": 24,
        "text": "Wmawiał w siebie, że już to, co się w nim dzieje, — jest to podłość, ostateczna hańba człowieka prawego, — że tego wcale być nie powinno, że niema być, — zaklinał się, żeby nie było. Po tytanicznych porywach, po wysiłkach duszy w istocie potężnych, po przyrzeczeniach w kłąb zmotanych — nastawały chwile ciszy. Ale wnet, jak z pod ziemi, wybuchnął inny zdrój. Było duszno, smutno śmiertelnie, jakby co minuta miało się ukazać czyhające nieszczęście. Płomienne uczucie oczekiwania, gdy była nieobecną w domu, rozdymało żyły i napełniało pokój zapachem rozkoszy. W ciszy, dotykalnej, jak ciemność nocy, lub jasność słońca, rozlegały s«ę jej słowa tak wyraźnie, że słychać było każde brzmienie i każdą sylabę. Szelest sukien trwał bez przerwy. Głowa płonęła, serce biło, jak zbuntowany niewolnik. Powieki opadały na oczy i niestrzymane obrazy rozkoszy objawiały się daleko wyraźniej, niż otaczające, martwe sprzęty. Wtedy to przemykała się w mózgu cicha i skromna myśl:"
      },
      {
        "index": 25,
        "text": "— A dlaczegóż to właściwie zachowywać te skrupuły? Dlaczego? Szczęście jest jedno, a nieszczęść milion."
      },
      {
        "index": 26,
        "text": "Wówczas wyrywał się znowu, jak z objęć dyabelskich, wznosił ponad siebie i usiłował patrzeć na wszystko, co się z nim dzieje w tej izbie, z góry, z wysoka."
      },
      {
        "index": 27,
        "text": "— Oto, — mówił do siebie, — teraz jest chwila rozumu czystego, włada, jakby powiedział stary Plato, τό λογιχόν. Wszystko, co jest poza tą chwilą, jest — τό ἄλογον, — namiętności, apetyty zwierzęce, cupiditates, podła szlaka w piecu, gdzie się ma wytopić czyste żelazo. Czyliż ja miałbym dopuścić do władzy owo alogon? Ja, człowiek przyszłego świata? Przenigdy. Choćby tylko dlatego."
      },
      {
        "index": 28,
        "text": "Rzucał się do książek, do studyów, do ścisłego myślenia. Panował nad sobą w ciągu godzin. Ale rzut oka na cokolwiek, na ślad drobnych gwoździków w obcasach jej bucika, wyciśnięty na białych deskach sosnowej podłogi... Z desek tych, z nikłych, okrągłych zagłębień strzelała w górę cudowna, naga, cielesna mgła. Zasłaniał się od niej rękami, zaciskał przed nią powieki. Lecz ona była w nim, w oczach jego mieszkała od dawien dawna. Cudowne, ledwie rozkwitłe piersi, barki i ręce, biodra i łono były w przepaściach oczu i mózgu. Rozkosz i radość, dym z najcudowniejszych kadzideł, niewyśpiewany czar, tajna pieśń ruchów jej nagiego ciała napełniały duszę. I znowu Łukasz pytał sam siebie."
      },
      {
        "index": 29,
        "text": "— Jestże złem to, co ja czuję?"
      },
      {
        "index": 30,
        "text": "I czuł w sobie śmiech potężny zdrowych sił życia, jako odpowiedź, na wywody honoru i na zaprzeczenia rozumu. Wtedy także najdokładniej poznał, jak rozkosz jest dobra, jak grzech jest łaskawy, a cnota nieznośna. Cień i blask, przestrzeń i czas były na jego rozkazy. Słodycz marzeń nie miała granic."
      },
      {
        "index": 31,
        "text": "Kiedy zbliżała się godzina jej nadejścia, pokój stawał się ciasny i mały, niby klatka. Piersi były za małe dla mnóstwa zamkniętych westchnień, nagłych szlochań i bezimiennych wybuchów. Łukasz tłukł się w izbie od ściany do ściany, od drzwi do okna, od okna do drzwi. Czekał, liczył minuty, sekundy... Uchylał drzwi do sieni, zatapiał w szparze oczy i czyhał z powstrzymanym oddechem. Stał tak przytulony do zimnego muru, drżąc z zimna, rozszarpany przez uczucia głuche i ślepe, przez trwogi wyrafinowane, przez żądze, zwątpienia, ofiary i żal. Częstokroć wtedy właśnie gromadzili się we wspólnej sieni sąsiedzi, żydzi z interesami, oraz rozmaici przychodnie i toczyli pod temi drzwiami miłosnego oczekiwania zaciekłe dyskusye materyalistyczne, załatwiali interesy i skakali sobie z paznogciami do oczu."
      },
      {
        "index": 32,
        "text": "Wtedy Łukasz popadał w stan dzikiego rozstroju, pienił się, rozpaczał i pękał ze złości. Były chwile, że chwytał za kij, żeby rozegnać chargocącą zgraję — i znowu zmieniał się w natężony wzrok, w czujny słuch. Tęsknota wbiegała na najwyższy szczyt swej drogi i leżała bez sił. Zostawało tylko błaganie i cichy, ciągły jęk wewnętrzny. Gdy nagle Ewa zjawiała się, gdy nagle wynurzał się z żydowskiego gwaru jej uśmieszek, gdy mknęła ku drzwiom wesoła, różowa, szepcąca swym melodyjnie-gardłowym głosem, gdy surowo karciła za to, że sterczy pode drzwiami przeziębły i blady, — nie wierzył swemu szczęściu i ulegał nagłemu zdumieniu, prawie rozczarowaniu, prawie depresyi. Patrząc na jej żywą twarz, na oczy iskrzące się, jak wiecznie nowy i wiecznie silny mróz, uciekał na drugi kraniec miłości, w kraj zimnych rozważań i nadaremnie wszystko znowu mierzył myślami."
      },
      {
        "index": 33,
        "text": "Ewa od dawna spostrzegła, co się dzieje."
      },
      {
        "index": 34,
        "text": "Jeżeli przypadkowo z pod czarnej sukni wysunął się jej trzewik, jeżeli, zajęta sprzątaniem pokoju, zmywaniem naczyń, przychyliła się w taki sposób, że uwydatniły się jej piersi, — widziała wówczas z pod rzęs, że ją chwytają jego oczy, niby płomienne ręce. I jej myśli poczęły chodzić chyłkiem po elipsach szału i rozpaczy. Przysięgła sobie, że skoro tylko on do Włoch pojedzie, wróci do Warszawy. Tam znajdzie sobie z łatwością zajęcie, jeśli nie w dawnem biurze kolejowem, to gdzieindziej, — w telefonach, telegrafach, biurach technicznych, wreszcie jako kasyerka, urzędniczka i t. p. Warszawa była jej miastem. Tam czuła się u siebie, wśród cywilizacyi, gwaru, rwetesu, pracy. Miasto prowincyonalne było dla niej pustynią, o tyle mającą jakąkolwiek wartość, o ile tu przebywał Łukasz. To też co rychlej pragnęła wrócić do »miasta«, znaleźć się wśród rynków, gdzie na ręce i rozum czekają, gdzie życie wre i myśl bezsennie pracuje. Ale jakże wrócić do Warszawy, do matki, do ojca, do owych prac, gdyby została » kochanką?« Wrócić i stanąć oko w oko z matką, — to jeszcze nic. Gdy ją zapyta o wszystko, — powie wszystko. Ale wrócić i powiedzieć, że przez czas nieobecności była »u tego pana«? Nie, wtedy już niema powrotu. Ściągać na siwą głowę matki pewność, wiadomość, potwierdzenie?... Kłamać? Nie, kłamać nie można. Tu może być albo prawda, albo niema powrotu. Ewa drwiła sobie ze świata, z całego świata, jak długi i szeroki, oraz ze wszystkich jego urządzeń. Łukasz — to wszystko."
      },
      {
        "index": 35,
        "text": "Obmowy, potwarze, plotki — było to dla niej nic, owszem, — uciecha, byleby tylko nie mieć na sobie ciężaru, że to, co będą mówić, — to prawda. Gdyby Łukasz zażądał ofiary z ciała i duszy, nie zawaha się ani chwili. Ale pragnęła wszystką mocą ducha, żeby nie teraz jeszcze. Wiedziała, że ją czekają straszne przejścia nim rozwód przyjdzie, słyszała swoją przyszłość, lecącą koło głowy, jak świst bata. To też pragnęła jednej tylko rzeczy: mieć w sobie siłę śmiechu z potęgi światowej, mieć grunt pod nogami, żeby na nim stojąc, żywić do końca miłość i dumę."
      },
      {
        "index": 36,
        "text": "Kiedy spostrzegła, co się z Łukaszem dzieje, szalała z rozpaczy. Była jednak w tej rozpaczy nieopisana postać rozkoszy, rozkoszy śmiertelnej. Najdziwaczniejsze pomysły, najsubtelniejsze obrazy śmierci, bohaterstwa... Przeżywała minuty szybkiego decydowania się. Wiedziała, że cokolwiek wybierze, ucieczkę, czy oddanie swego ciała, jeśli wykona jedno z tych dwojga, przejdzie na drugą stronę życia. Nazywała to, co się stać miało, najrozmaiciej, stworzyła całą metafizykę zstępowania ku rozkoszy. Mówiła sobie, że to jest żądza pełni życia, wola ducha, który pragnie przecudownych, nowych przeobrażeń, wyzwolenia młodości i wywołania na jaw cieniów marzenia. Mówiła sobie, że teraz chce w materyi rzeźbić potęgę ducha, stać się zarazem posągiem i rzeźbiarzem. Tłumaczyła się przed nieznanemi mocami, że nie grzech wcale zamieszkał w jej duszy i nie zdrada jakiegokolwiek ideału, lecz właśnie tajemna moc, która chce złamać zamki niewiedzy."
      },
      {
        "index": 37,
        "text": "Nie były jej niemiłe szały oczu Łukasza, ani dziwnie zgięta linia jego ust, ani uśmiech, przejmujący do szpiku kości, uśmiech, co zdziera szaty i modlitwę wypędza z piersi na usta. Nieraz, gdy siedziała zdala, schylona nad książką, i miała oczy spuszczone, nieraz, gdy sądził, że jest do gruntu zajęta pracą gospodarską, przeszywała ją wszechogarniająca myśl nagła, ślepa ekstaza, żeby go uszczęśliwić... Nie mówiąc słowa, zdjąć suknie..."
      },
      {
        "index": 38,
        "text": "Niejednokrotnie drobny wypadek, szmer, głos daleki, sprzęt, stojący na drodze, odrzucał ten zamysł szatana na zawsze."
      },
      {
        "index": 39,
        "text": "Łukasz doskonale panował nad sobą. Nie całował jej nigdy w usta, a w rękę całował szybko i nie patrząc."
      },
      {
        "index": 40,
        "text": "Raz jednak bezwiednym niejako ruchem przykrył dłonią jej rękę, leżącą przypadkiem na stole. Gdy dłoń jej drgnęła nerwowo, stuliła się i zwinęła w sobie, począł do niej, do skurczonej, małej pięści szeptać czerwonemi ustami:"
      },
      {
        "index": 41,
        "text": "— Mały gołąbeczek, trusia bojaźliwa, mój ptaszek biały... Boi się czegoś, czegoś drży... — Boi się ręki, która ją głaszcze? Lęka się serca, co dla niej bije?"
      },
      {
        "index": 42,
        "text": "Ewa płonęła wszystkimi ogniami ciała. Uczuła, jak dusza roztapia się w jedną jedyną litość nad jego cielesnem pragnieniem. Niejasno zdała sobie sprawę, że wszystek rozum przemienia się w myśl najprostszą o konieczności natychmiastowej ofiary. Jeszcze jedno słowo, jeszcze tylko jedno pogłaskanie. On zaczął szeptać jakby do siebie:"
      },
      {
        "index": 43,
        "text": "— Gołąbek głowę między skrzydła tuli, oczy przywiera w trwodze. Serce w nim bije! Czegóż się boi, o co tak drży?"
      },
      {
        "index": 44,
        "text": "Położyła pałające usta na jego ręce, przycisnęła do wierzchu jego dłoni ponsowy policzek. — Poczuła wśród dreszczów rozkoszy, jak tkliwymi palcami drugiej ręki wyjmował szpilki włosów i rozpuszczał ich pasma. Drżała od sypkich dreszczów, mając senną wiadomość, że zanurza twarz w falę włosów... Wtem posłyszała westchnienie. Gdy oczy podniosła, leżał półodwrócony do ściany ze zmarszczonemi brwiami i zagryzioną wargą."
      },
      {
        "index": 45,
        "text": "Jakże mu była wdzięczna!"
      },
      {
        "index": 46,
        "text": "Wychodziła zawsze z jego pokoju natychmiast po herbacie wieczornej. Wracała chyżo do siebie. Zamknąwszy drzwi na klucz, rozbierała się szybko, gasiła światło, rzucała na posłanie i, o niczem nie myśląc, zasypiała, jak kamień."
      },
      {
        "index": 47,
        "text": "Rano, skoro tylko przez zamkniętą okiennicę wsuwał się mizerny, niezrozumiały odblask dnia, wstawała szybko i czyniła wszystko z pośpiechem, żeby corychlej wyjść z domu."
      },
      {
        "index": 48,
        "text": "W drugiej połowie lutego nastał szereg dni mroźnych, suchych, bezwietrznych. Łukasz mógł już odbywać spacery, więc w każdy dzień świąteczny i niedzielny wychodzili z domu za miasto. Jednego popołudnia świątecznego wyszli drożyną na jałowcową górę i dalej aż do lasu. Już się przybliżał zachód słońca. Powietrze było przeczyste i zimne. Zachodnia liliowo-rumiana zorza ciągnęła się nieskończenie pięknie nad równinami i wzgórzami ziemi. Widać było, jak na dłoni, dalekie, rude kępy dworskie ogrodów, granatowe smugi lasów. Na zachodzie mgiełka niebieskawa płynęła przez niebo zorzane, jak zadumany anioł, co opuściwszy skrzydła znużone od lotu pracowitego kieruje się ku krańcom świata. — W wyżynie niebo było bezdenne, różowosiwe. — Ani jednego głosu, ani najlżejszego szelestu. Tylko szczególny głos kroków obojga. Na drodze, utartej sanicami drwalów, śnieg pod nogami świstał i opornie, zawzięcie pozgrzytywał. Zboczyli z tej drogi i brnęli znowu czas jakiś po głębokim puchu, kierując się to tu, to tam w ślad zadętych do cna tropów lisich, czy zajęczych."
      },
      {
        "index": 49,
        "text": "Śnieg ów, był sypki, kopny i lotny, jak mąka."
      },
      {
        "index": 50,
        "text": "W przetrzebionym lesie maleńkie świerki, pogrzebane w okrągłych mogiłach, wychylały ku przechodniom kształty niespodziewane, tajemnicze, krzywe formy, — coś jak oczy dziecięcia zdumione i zasłuchane."
      },
      {
        "index": 51,
        "text": "Zagajniki jedliny tworzyły najcudowniejszą baśń bizantyńskich kopułek świątyni, co się w ziemię zapadła."
      },
      {
        "index": 52,
        "text": "Małe jałowce, przydęte pół na pół, śniły w nieruchomem zachwyceniu sen o zaklętej królewnie. Krzywy dąbek, osypany martwym, rudym liściem suchym, szumiał szelestem, a przyciągał ku sobie oczy, przykuwał myśli, jak znak tajemny, niezrozumiały hieroglif."
      },
      {
        "index": 53,
        "text": "Ewa zapuściła oczy w sieć żółtych bylin, nikły ślad ongi-traw, wystający z białej głębiny. — Szła oczyma przez równie dziewicze, przez wzniesienia i zadmy rozbłękitnione, albo lekkim, niewiarogodnym powleczone różem, kolorem jednej chwili, na którego widok każde usta muszą się uśmiechnąć, — szła przez barwy i lśnienia tak piękne, jak pięknem było jej własne ciało. Nieprzytomnie o tem marzyła, że Łukasz tak myśleć musi. Przeszło, przemknęło burzliwe, szalone wzruszenie duszy... Pochwalała wdzięcznym wzrokiem otocza śniegowe dookoła wielkich sosen, co miały kształt jak gdyby stężałego wiatru, wściekłości, pozostałej w postaci widomej. (Wciąż, coraz bardziej złotolite stawały się niebiosa). Widziała dookoła siebie cienie, powstałe niespodziewanie i niewiadomo jak niknące, istne sny. Zanim sama zdążyła wśnić się w owe bytowania zadętych świerków, w żywoty fiołkowe cieniów i rumianych świateł na szczytach zasp, już pochłaniała je nicość. A to życie chwilowe cieniów, między narodzinami na puchu nieskalanym i między głuchą śmiercią, — wyrażało dla Ewy jakowąś nową prawdę, którą w tej chwili miała poznać. Był dookoła niej żyjący, złożony symbol, co się rozwijał, odsłaniał i ukazywał czytelne litery."
      },
      {
        "index": 54,
        "text": "Milczeli oboje. Kiedy Łukasz dla odpoczynku zatrzymał się, Ewa ze zdumieniem i trwogą usłyszała w tym milczącym obszarze bicie swego serca. Samotne serce zdawało się bić między niebem i ziemią, jedyne na niezmiernym, zamarłym obszarze."
      },
      {
        "index": 55,
        "text": "Wtem on rzekł ze śmiechem:"
      },
      {
        "index": 56,
        "text": "— Owa cnotliwość Desdemony, owa wierność i posłuszeństwo wówczas nawet, gdy ją »pan i małżonek « bije, ma dla mnie coś obmierzłego."
      },
      {
        "index": 57,
        "text": "Właściwie mówiąc, takie cielę zasłużyło na to tylko, co je spotkało. To przecie nie kobieta. Spojrzała zdumiona. To było tak dalekie od jej uczuć! Jakby potrącił! Łukasz nie patrzał na nią, lecz w ziemię, na śnieg iskrzący się od wieczornego mrozu. Miał policzki zabarwione. Broda, dłuższa po chorobie, czyniła go pięknym, jakby nieznanym, jakby innym, odmiennym. Tak był piękny i niezwykły, jak wszystko dokoła. Z trwogą rozwierały się oczy, żeby go widzieć dosyta. Nie, on jeden nie jest cieniem prześlicznym! On jeden jest wieczny!"
      },
      {
        "index": 58,
        "text": "— Kochała go wiernie, tego czarnego dyabła... — rzekła zcicha, rysując lekką laseczką, którą miała w ręku, długie kresy na puchach śniegowych."
      },
      {
        "index": 59,
        "text": "Kiedy tak stali przez chwilę i on nie patrzył, przyszła Ewie chętka powiedzenia mu, że go kocha... jak Desdemona. Wywinęła się słabostka, żeby mu powiedzieć o owej odmienności jego wyrazu twarzy. Podniósł oczy, jakby przeczuwając... Zobaczyła brwi zmarszczone i ów znany, bolesny uśmiech."
      },
      {
        "index": 60,
        "text": "— »Zachować siebie, zostać szczęśliwym — oto instynkt, oto prawo, oto obowiązek...« — mówił z głębokim namysłem, głosem metalowym, do siebie."
      },
      {
        "index": 61,
        "text": "— Cóż to znowu za cynizm, za egoizm, mój panie?"
      },
      {
        "index": 62,
        "text": "— To zdanie mądrego Holbacha, człowieka silnej rasy, tej rasy, co to potrafiła ruszyć z posad bryłę świata. Nie na naszą miarę te słowa."
      },
      {
        "index": 63,
        "text": "— Zdaje mi się, że i dziś jeszcze dużo nabrałoby się takich siłaczów. »Zachować siebie, zostać szczęśliwym...«"
      },
      {
        "index": 64,
        "text": "— Doprawdy."
      },
      {
        "index": 65,
        "text": "— Myślę. Podniósł oczy pełne ognia, wyrzutu, jakby pogardy"
      },
      {
        "index": 66,
        "text": "— A czy ty, naprzykład, potrafiłabyś zostać szczęśliwą wbrew całemu światu?"
      },
      {
        "index": 67,
        "text": "— Ja?! Cóż tam ja... — szepnęła zmieszana."
      },
      {
        "index": 68,
        "text": "— Naturalnie, Desdemona jeszcze w was pokutuje."
      },
      {
        "index": 69,
        "text": "— Nie rozumiem."
      },
      {
        "index": 70,
        "text": "— Człowiek z tej samej plejady, — Diderot, — mówi bez wahania: »dozgonne małżeństwo jest nadużyciem, tyranią mężczyzny, który sobie przywłaszczył prawo posiadania kobiety«. Cóż ty na to?"
      },
      {
        "index": 71,
        "text": "— Nic. Mało co o tem wiem. I mało mię tam ów Diderot obchodzi... — mówiła wolno, wciąż rysując laską kresy na śniegu. Czuła, że za temi słowami ukrywa się coś innego. Łukasz wciąż mówił jednym tchem, jakby nie ją, lecz siebie przekonywał:"
      },
      {
        "index": 72,
        "text": "— Diderot mówi: »szczęście i obyczajność mogą się znajdować tylko w tych krajach, gdzie prawo nadaje powagę instynktowi«. I rzeczywiście, — w Japonii panny kąpią się wobec mężczyzn bez najmniejszego zakłopotania. A Japonia, — to wielkie społeczeństwo."
      },
      {
        "index": 73,
        "text": "— Ach, z tą waszą Japonią! Japonia i Japonia na wszystkich ustach... — rzekła oschle i porywczo."
      },
      {
        "index": 74,
        "text": "— Oczywiście, — gdzieżby nasza panna mogła kąpać się wobec mężczyzny i nie płonąć ze wstydu!"
      },
      {
        "index": 75,
        "text": "— No w samej rzeczy... — mówiła Ewa, czując, że się cała pali w ogniach."
      },
      {
        "index": 76,
        "text": "— A tymczasem wstydliwość, podobnie jak szata, jest wynalazkiem, uchwałą."
      },
      {
        "index": 77,
        "text": "— Doszliście już do takich wynalazków, że rumieniec wstydu młodej dziewczyny jest... wynalazkiem. — Zaraz ci na to dostarczę dowodu."
      },
      {
        "index": 78,
        "text": "— Dowodu!"
      },
      {
        "index": 79,
        "text": "— No tak. Na wyspach Sandwich damy miejscowe, już nieco po europejsku ogładzone, podpływały ku okrętom nago, dźwigając na głowach jedwabne suknie i parasolki. W te suknie stroiły się na pokładzie wobec oficerów okrętu, ażeby się tym oficerom podobać."
      },
      {
        "index": 80,
        "text": "Ewa wciąż rysowała znaki na śniegu."
      },
      {
        "index": 81,
        "text": "— Na wyspach Iles des Pins misyonarze wywołali gwałtowny protest, żądając, ażeby dziewczęta przywdziały opaski. Polinezyjki, które usiłowano jako tako przyodziać, rozbierały się dla najbłahszych powodów. Uczucia wstydliwości nie zna wcale całe królestwo zwierzęce i ani jedno ze społeczeństw pierwotnych ludzkich."
      },
      {
        "index": 82,
        "text": "— No, więc cóż z tego? — spytała Ewa z uśmiechem. — Cóż z tego, że pierwotne społeczeństwa, albo zwierzęta? My nie jesteśmy zwierzętami, — to darmo, — ani z Iles des Pins. Także wzory!"
      },
      {
        "index": 83,
        "text": "— Chcę cię nieco wyćwiczyć w antropologii. Wstydliwość kobieca jest, według mego mniemania, wynalazkiem i to... mężczyzn. Otello wymyślił szczelne szatki dla szanownej Desdemony. — Pan jej, małżonek jedyny i władca. Dziedzicznie się to później przekazało córuniom."
      },
      {
        "index": 84,
        "text": "Słuchała tego wszystkiego z wyrazem drwiącym na ustach, czego nie chciała się pozbyć. Ale w gruncie rzeczy z nadzwyczajną ciekawością przyswajała sobie wszystkie te szczegóły, (już notabene jako swoje najgłębsze przekonanie). — Dlaczegóż ty zamierzasz zawrzeć związek ze mną? — spytała wreszcie blada i pomieszana."
      },
      {
        "index": 85,
        "text": "— Bo cię kocham nad życie swoje! Ty zresztą... Ty już nie jesteś taką! W tobie jest już męstwo człowieka i siła człowieka. Ciebie mąż nie potrzebowałby zamykać w haremie, ani okrywać gałganami. Mogłabyś kąpać się wobec tłumu mężczyzn i pozostać dziewicą, albo... być wierna jednemu, któregoś wspaniałomyślnie, według duszy swej wybrała."
      },
      {
        "index": 86,
        "text": "Szept jego stał się zduszony od uniesienia:"
      },
      {
        "index": 87,
        "text": "— Ty jesteś Psyche, dusza najzupełniej wyzwolona..."
      },
      {
        "index": 88,
        "text": "— Nikt nie wie, czem ja jestem!"
      },
      {
        "index": 89,
        "text": "— »Ludzie, woła natura, którzy wskutek danej wam przeze mnie podniety, dążycie do szczęścia przez cały czas waszego istnienia, nie opierajcie się mojemu najwyższemu prawu: pracujcie na szczęśliwość...«"
      },
      {
        "index": 90,
        "text": "— Czyjeż to są te znowu cyniczne słowa? spytała surowo."
      },
      {
        "index": 91,
        "text": "— Znowu Holbacha. A zresztą... słowa wujaszka Epikura. Mądrość potępiona przez wszystkie ciocie..."
      },
      {
        "index": 92,
        "text": "Zapanowało dziwne milczenie. Wieczór już spadał. Świerki otaczającego lasu stały tajemnicze, zasute śniegiem, w objęciach mrozu."
      },
      {
        "index": 93,
        "text": "— Gdzie jest szczęście? — rzekła nagle i spojrzała Łukaszowi prosto w oczy."
      },
      {
        "index": 94,
        "text": "On milczał."
      },
      {
        "index": 95,
        "text": "— Czy... to... jest szczęście — powtórzyła, drżąc na całem ciele."
      },
      {
        "index": 96,
        "text": "Zdało jej się, że dookoła ziemia drży i kołysze się w dymach. — Ewo... — wyszeptał. — Pocoś to powiedziała?"
      },
      {
        "index": 97,
        "text": "I wokoło niego stał teraz milczący las, jakby zapalony ogniem międzynarodowym. Ziemia dygotała. Chwiały się w oczach pagórki i mieniły niknące w nocy doliny."
      },
      {
        "index": 98,
        "text": "Martwe przedmioty na mgnienie źrenicy otrzymały twarze przedziwne, wyrazy niesłychane. W ogniu, bijącym zewsząd, Łukasz posłyszał w sobie postanowienie..."
      },
      {
        "index": 99,
        "text": "— Dziś... — wyszeptał, patrząc w ziemię."
      },
      {
        "index": 100,
        "text": "Gdy podniósł oczy, zobaczył, że Ewa ma ręce na piersiach zaciśnięte i załamane. W twarzy uśmiech bladej boleści, szczęście pokory. Oczy bez spojrzenia, usta zaklęte w milczenie od jego woli. Po bujnych włosach, które wiatr przerażenia wzburzył szła teraz gładząca ręka doli. — Usiadł bezwładnie na obmarzniętym odziemku powalonego drzewa. Ewa stała obok, bezsilna i spokojna. Czuła pewność siebie i jakiś rodzaj zadowolenia z tego powodu, że już nie leży na niej ciężar »wstydliwości«. Marzyła jak we śnie zapomocą dwu wyrazów: dość wyrzeczeń! Łukasz ujął jej rękę i przyciągnął do siebie. Siadła przy nim niewygodnie, z uczuciem, że to jakieś nieestetyczne, — oparła głowę, (bez uniesienia), na jego ramieniu."
      },
      {
        "index": 101,
        "text": "Czuła policzkiem zimno osędziałego futra na kołnierzu i oddalone gorąco ust. Z coraz bardziej niepohamowaną ciekawością czekała na śmiałe pieszczoty, których za chwilę miała doświadczyć. — Wargi jej ust stawały się ponsowe, napęczniałe od płomienistej krwi. Zdawało się, że te usta nie mogą się już domknąć i zacisnąć, jak zawsze, jak dawniej. Ręce, ramiona, piersi, stały się twarde, natchnione, ruchliwe, podatne i giętkie, jak lotne ciało ptaka, szybującego w powietrzu. Zimne, roziskrzone niebo, śnieżysty las, pochyła równia obmarzniętej góry, — wszystko, jak we śnie..."
      },
      {
        "index": 102,
        "text": "Zakasłał. Wyrwała mu się z rąk, zsunęła z kolan, odwróciła i stanowczo poszła ku miastu. Była piękna w swych prostych sukniach, a jakby naga. Z wyżyny nieba świecił się już księżyc i nasycał blaskiem tajemne kryjówki."
      },
      {
        "index": 103,
        "text": "Zapadł w głębiny śniegu i błyszczał miliardami promiennych kryształów, iskier błękitnych i pomarańczowych. Oczy Ewy pochłonięte były przez gwiazdy nieba i te gwiazdy ziemi. Śniło się, że słychać trzask światła zaziemskiego i ciepło martwych promieni księżyca."
      },
      {
        "index": 104,
        "text": "Jak wietrzyk przewinął się w duszy zapach myśli:"
      },
      {
        "index": 105,
        "text": "— Idę sobie teraz po drodze szczęścia... Gwiazdy... Droga szczęśliwej doli... Dokąd prowadzi, dokąd idzie gwiaździsta droga?"
      },
      {
        "index": 106,
        "text": "I inna myśl, jeszcze bardziej wyraźna:"
      },
      {
        "index": 107,
        "text": "Cisza długa duszy, cisza tak wielka, jak w tym całym, szerokim obszarze. Nareszcie, nareszcie myśl ostatnia — ni to płacz nie wiedzieć czyj, ni to okrzyk strażniczy, po którym wzdrygnienie w nogach, ni to hasło radości:"
      },
      {
        "index": 108,
        "text": "— Żegnaj!..."
      },
      {
        "index": 109,
        "text": "Gdy oboje wstępowali na strome schodki, prowadzące do mieszkania, Łukasz trzęsącemi się rękoma zlekka popchąłpopchnął ją do swego pokoju. — Zamknął drzwi na klucz. Temi latającemi rękoma zapalił lampę. Stała wciąż przy drzwiach. Zbliżył się i spojrzał w oczy. Po raz pierwszy ujrzał nowe ich spojrzenie. Patrzyły z pod górnych powiek daleko — daleko... Były zagasłe, przeraźliwe, bosko żyjące, a jakby umarłe. Zdumiał się i przeląkł, patrząc w to błękitne spojrzenie, obnażone a pełne wyniosłości, jak kielich cudnego kwiatu, który ręka od łodygi i ziemi z szaleństwem oddarła. Chwytał w swe oczy to spojrzenie — miłość."
      },
      {
        "index": 110,
        "text": "— Czyliż ta chwila — czyliż to nie jest szczęście? — zapytał jej ze łzami."
      },
      {
        "index": 111,
        "text": "— Szczęście... — wyszeptała z pomiędzy szczękających zębów."
      },
      {
        "index": 112,
        "text": "Wtedy to począł szybkiemi rękoma, jak waryat, rozpinać, rozrywać jej stanik, ściągać siłą ciasne rękawy, targać na ramionach guziki koszuli, zdzierać spódnice, urywać tasiemki..."
      }
    ]
  }
}