{
  "chapterNumber": 33,
  "title": "Tom pierwszy, XXXIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nazajutrz o godzinie czwartej przyszła do portu. Padał drobny, rzęsisty deszcz. Pełne morze było siwe od pian. W zatoce panowała wprawdzie cisza, ale było ponuro i groźnie. Kadłuby statków przybyłych, wciąż dyszące i ociekające zużytą parą, wielkie żaglowce z mnóstwem poprzecznych rej, płaskie łodzie pełne słupów marmuru i płyt ciosowego kamienia, mnóstwo pak, beczek, kuf, worów. Ewa brnęła wśród bagażów po mokrem wybrzeżu i już zdala ujrzała Jaśniacha."
      },
      {
        "index": 2,
        "text": "Zbliżał się do budki kasyera odchodzącego statku ulokowanej na wybrzeżu. Ewa dała mu znak ręką, żeby się zbliżył. Gdy nadszedł, niemal bez przywitania zażądała, żeby jej zwrócił pożyczone wczoraj trzy tysiące franków. Poeta zaczął rozpinać dziwnie obszerny waterproof i wykopywać z głębokiej kieszeni pugilares."
      },
      {
        "index": 3,
        "text": "W trakcie tych czynności zapytał:"
      },
      {
        "index": 4,
        "text": "— Więc to pani nie pojedzie?"
      },
      {
        "index": 5,
        "text": "— Oczywiście, że nie pojadę."
      },
      {
        "index": 6,
        "text": "— Mam pani oddać połowę — dobrze?"
      },
      {
        "index": 7,
        "text": "— Czego połowę?"
      },
      {
        "index": 8,
        "text": "— Wygranej. Dwadzieścia siedm tysięcy."
      },
      {
        "index": 9,
        "text": "— Ma pan mi oddać moje własne trzy tysiące. Cóż za piła! — Niech pani weźmie sobie połowę. Mnie te pieniądze i tak nie zbawią, bo to na mnie mało. Za dużo znowu, żeby przeżyć. Może pani zrobić coś dobrego."
      },
      {
        "index": 10,
        "text": "— No więc, — mówiła po głębokim namyśle, — niech mi pan pożyczy jeszcze dziesięć tysięcy."
      },
      {
        "index": 11,
        "text": "— Służę."
      },
      {
        "index": 12,
        "text": "Wzięła trzynaście banknotów po tysiąc franków, kiwnęła Jaśniachowi głową i odeszła. W pewnej chwili stanęła i obejrzała się przez ramię. — Spostrzegła, że dziwadło stoi na miejscu i patrzy za nią. Rzekła głośno:"
      },
      {
        "index": 13,
        "text": "— O której odchodzi statek?"
      },
      {
        "index": 14,
        "text": "— Za godzinę z górą."
      },
      {
        "index": 15,
        "text": "— Może tu jeszcze przyjdę pożegnać się z panem."
      },
      {
        "index": 16,
        "text": "— Czekam."
      },
      {
        "index": 17,
        "text": "Poszła szybko. Pewien właściciel karetki, który odwiózł pasażera do portu, zaproponował, żeby wsiadła. Wskoczyła do pudła i kazała się zawieźć do hotelu des Anglais."
      },
      {
        "index": 18,
        "text": "Wbiegła szybko do hotelowego parlour i kazała lokajowi poprosić hrabiego Szczerbica. Za chwilę wezwany stał przed nią. Dziwne zdumienie targnęło jego twarz."
      },
      {
        "index": 19,
        "text": "Ewa przystąpiła bliżej i podniosła na niego oczy szczere i czyste. Dość długo nie mogła mówić ani słowa. Nareszcie oświadczyła:"
      },
      {
        "index": 20,
        "text": "— Przyszłam prosić pana o łaskę, o łaskę!"
      },
      {
        "index": 21,
        "text": "— Wszystko!"
      },
      {
        "index": 22,
        "text": "— Przyszłam prosić, żeby pan zechciał wziąć ode mnie z powrotem, com od pana pożyczyła. — Ach! — westchnął. — Z ochotą."
      },
      {
        "index": 23,
        "text": "— Ileż jestem panu winna? Przepraszam, przepraszam za to pytanie po stokroć, po milion razy!"
      },
      {
        "index": 24,
        "text": "— Wygrała pani?"
      },
      {
        "index": 25,
        "text": "— Wygrałam."
      },
      {
        "index": 26,
        "text": "Począł liczyć w pamięci, patrząc w okno. — Kilkakroć pociągnął ręką po czole."
      },
      {
        "index": 27,
        "text": "— Wczoraj pięć tysięcy... dopomogła."
      },
      {
        "index": 28,
        "text": "— Tak... A tak! Wczoraj pięć tysięcy."
      },
      {
        "index": 29,
        "text": "— W Warszawie pięćset rubli."
      },
      {
        "index": 30,
        "text": "— Tak, w Warszawie pięćset rubli."
      },
      {
        "index": 31,
        "text": "— Droga..."
      },
      {
        "index": 32,
        "text": "— Wie pani, — nie mogę tak na razie. Ja obliczę — i powiem jutro."
      },
      {
        "index": 33,
        "text": "— Nie, jutro nie! Wie pan? Oddam teraz dziesięć tysięcy franków."
      },
      {
        "index": 34,
        "text": "— Nie należy mi się tyle!"
      },
      {
        "index": 35,
        "text": "— Jeżeli będzie cokolwiek nadto, — bełkotała pospiesznie, — to po obliczeniu zwróci pan Niepołomskiemu, albo... mnie samej. Jeżeli będzie za mało, to dodamy. Zgoda? Dziś bardzo mi się spieszy. Bardzo mi pilno. Pan to zrozumie i przebaczy!"
      },
      {
        "index": 36,
        "text": "— A dokądże pani tak dąży?"
      },
      {
        "index": 37,
        "text": "— Śpieszę się, muszę coprędzej!"
      },
      {
        "index": 38,
        "text": "Przelotne zwróciła na niego spojrzenie, gdy stał po drugiej stronie fotela blady, jak trup, z oczyma wbitemi w ziemię."
      },
      {
        "index": 39,
        "text": "Wsunęła mu w rękę paczkę pieniędzy. Nie oponował."
      },
      {
        "index": 40,
        "text": "Tylko ręce jego drgnęły, a brwi zsunęły się szybko. Miała już odejść i czyniła ruch ku przerwaniu tej rozmowy. Wtedy to cicho wymówił, nie podnosząc oczu, słowo po słowie:"
      },
      {
        "index": 41,
        "text": "— Niech pani pójdzie do mnie. Mieszkam tutaj, na piętrze."
      },
      {
        "index": 42,
        "text": "— A pocóż to ja do pana? — spytała z naiwnem zdumieniem."
      },
      {
        "index": 43,
        "text": "— Niech pani ze mną zostanie!"
      },
      {
        "index": 44,
        "text": "Zaśmiała się zcicha, maleńkim, szyderczym śmiechem, w którym zmieściło się morze naigrawania."
      },
      {
        "index": 45,
        "text": "— Tem się skończyła opieka nade mną! Nad »moją miłością!«"
      },
      {
        "index": 46,
        "text": "— Tem! — rzekł. — Tem się skończyła! Kocham się w pani. Zostań ze mną! Bądź moją. Rzucę wszystko: ten tam kraj... Sprzedam wszystko i tu zamieszkam. Otoczę cię zbytkiem, szczęściem, rozkoszą. Nie znasz tego wszystkiego, więc nie możesz pogardzać. Pojedziemy do Paryża. Będziemy tam mieszkać razem. Utoniemy w tem boskiem mieście. Chcesz? O boska moja, o przecudna! Bez ciebie niema życia na tej czarnej ziemi, bez ciebie niema powietrza, niema słońca! — Bez ciebie jest śmierć na ziemi! Cóż ja mam począć? Zdradzam? Tak, zdradzam. No, tak, zdradzam — do wszystkich dyabłów! Ty zdradzisz? No tak! Ale będziemy szczęśliwi! O, dziecko! będziesz szczęśliwa, — to ci przysięgam na cienie mojej matki! Poznasz szczęście! Szczęście wesołe, radość życia! Pocóż masz cierpieć, ty, najpiękniejsza z kobiet na świecie, ty, stworzona do raju, ty, Ewo! Pomyśl! Cóż nas mogą obchodzić wszystkie religie, prawa, przepisy, ojczyzny, kodeksy?"
      },
      {
        "index": 47,
        "text": "— Panie hrabio... Począł szeptać jednym tchem, chwytając powietrze ustami:"
      },
      {
        "index": 48,
        "text": "— Wynajmiemy willę w Antibes, w Avignonie, — gdzie zechcesz! A teraz pojedziemy do Paryża. Zobaczysz Paryż na wiosnę. Ujrzysz przepych, skosztujesz, co to jest potęga pieniędzy! — Będziesz się ubierała u Wortha, albo u Paquina, u Rouffa, albo u Raudnitza — gdzie zechcesz. Na twe usługi będzie Lebouvier, Doucet i Callot! — A jeśli cię to znudzi, czy zmęczy — pojedziemy znowu nad morze, na wyspę White, na Majorkę, albo na Sycylię... Ewo! gdy patrzę na ciebie, serce mi pęka ze szczęścia! Gdy ciebie niema, łamię ręce po całych dniach i tłukę się z kąta w kąt po całych nocach. Uśmieszek twoich maleńkich ust przebywa w mych piersiach, jak światło w ciemnej pustce. Twoje włosy są wiecznem pragnieniem moich ust. Twoje oczy, które na mnie nigdy nie patrzą, mieszkają wiecznie w mojem spojrzeniu. Ja oprócz ciebie nie widzę nic na ziemi! Kocham się w tobie! Miłuję cię nadewszystko! Zlituj się!"
      },
      {
        "index": 49,
        "text": "Ocknęła się, jak ze snu. Była uśmiechnięta, a miała pełne oczy łez. Szybko, jak złota błyskawica, mignęła we drzwiach i znikła w wichrze i deszczu ulicy. Szczerbic runął na kanapę."
      },
      {
        "index": 50,
        "text": "Ściskał konwulsyjnie czoło rękami..."
      },
      {
        "index": 51,
        "text": "Biegła szerokim, mokrym chodnikiem promenady des Anglais, marząc wpół przytomnie."
      },
      {
        "index": 52,
        "text": "— Pojadę na ową Korsykę... Pojadę! Ucieknę z tem czupiradłem! Schowam się przed Szczerbicem. Brr! Już mu oddałam pieniądze! Kazałby mi rozbierać się do naga — nie, nie! Za nic na świecie! Nie chcę już za nic na świecie! Wbiegła do hotelu Suisse i dostała się windą na swoje piętro. Kazała podać rachunek i zapłaciła należność, zmieniwszy tysiąc franków,franków. Rzeczy miała mało i wszystkie prawie w walizie. W kilkanaście minut była gotowa."
      },
      {
        "index": 53,
        "text": "Stary tragarz zjechał z nią windą i poniósł walizkę na plecach. Szła za nim w deszczu, w szarugę lekce sobie ważąc wszystko, co się dzieje. Czuła jedno, że dobrze robi, uciekając od Szczerbica. Gdyby nawet nie chciała, musi."
      },
      {
        "index": 54,
        "text": "Cóż pocznie ze sobą? Gdyby tu została, Szczerbic by ją zwyciężył. Zwyciężyłby napewno! Miły, słodki... biedny Szczerbic! Jeszcze przed sobą widziała, jego oczy dzikie, zbielałe, obłąkane. Jeszcze miotały się przed nią jego prześliczne, białe ręce. Tak, teraz błąka się po swym pokoju, tłucze się z kąta w kąt, łamiąc te piękne, białe ręce. Musiałaby uledz jego waryackim prośbom, gdyby tylko została w tej przeklętej Nicei. — Jakże można było nie wiedzieć, co to się dzieje, do czego to zmierza! Dawał pieniądze, a ona brała, podła waryatka!"
      },
      {
        "index": 55,
        "text": "Któż to daje pieniądze za darmo, któż za nic bierze pieniądze? Straszliwe słowo znowu przemknęło przez mózg w drganiach bólu. Ludzie, podli ludzie! Ukuli na siebie kajdany i sami się w nie zakuwają. Można przejść przez najwstrętniejsze bagno i zostać czystą, jak gronostaj, ale nie można wyjść czystą z pomiędzy ludzkich sądów. — Ukamienują, »koniecznie ukamienują...« O, jak bezmierną łaskę wyświadczył jej Jaśniach! Wyrwał ją z toni, wydźwignął z przepaści, wykupił z objęć Szczerbica! I cóż to za przedziwne zrządzenie losu: ona wyrwała mu z ręki rewolwer, a on ją odwiódł od ślicznych ust Szczerbica."
      },
      {
        "index": 56,
        "text": "Sam zaś nie jest niebezpieczny, — och, nie! — Gdyby nawet Łukasz zastał ich mieszkających w jednym hotelu, nie przerazi się. Zresztą ten Jaśniaszek oświadczył, że kochać jej nie będzie."
      },
      {
        "index": 57,
        "text": "Szła szybko, coraz szybciej w te tropy za posłańcem. W pewnej chwili przypomniała sobie radosną myśl:"
      },
      {
        "index": 58,
        "text": "— Już nie jestem winna ani grosza Szczerbicowi. Ani grosza! Ani fenia! Przeciwnie, on mi jest winien. Czyż to nie cud? Co więcej, — nie jestem winna i Jaśniachowi. Przeciwnie, jeszcze on mi jest winien — i to ile! W gruncie rzeczy nie wygrałam w Monte Carlo. To on tam wygrał."
      },
      {
        "index": 59,
        "text": "Zastanowiła ją ta dziwaczna myśl: oto, jak ciche widziadło, ukazała się w oddali świątynia złotego cielca na skale w Monte Carlo."
      },
      {
        "index": 60,
        "text": "— Nie jesteś tak znowu bardzo zbrodnicza, świątyńko... — marzyła. — Mnie nieszczęśliwej przyniosłaś wyzwoliny."
      },
      {
        "index": 61,
        "text": "Tragarz przynaglał do pospiechu, gdyż syrena statku raz wraz rozlegała się, nękając wrzaskiem całą dzielnicę. Ewa pobiegła w kierunku budki kasyera. Było już późno i kasyer, stary wiarus rzeczypospolitej, z wymówkami i oficerskimi dąsami raczył wpisać na kartę nazwisko Ewy, sto razy dopytując się o nie i sto razy dziwując się, że takie nazwiska mogą egzystować na kontynencie europejskim. — Nareszcie załatwiono wszelkie formalności. Ewa dostała się na pokład i umieściła swe rzeczy. Wskazano jej kajutę, gdzie miała mieć za towarzyszki dwie czarnookie i czarno odziane Korsykanki."
      },
      {
        "index": 62,
        "text": "Jaśniach stał na pokładzie. Przybycie Ewy powitał obojętnym spojrzeniem, jak gdyby najnaturalniejsze i zdawna obmyślane zjawisko. W gumowym płaszczu i czapeczce podróżnej wyglądał, jak zielony topielec, wydobyty przed chwilą z dna zatoki. Zapoznawszy się z kajutą, Ewa wyszła do niego na pokład. W porcie było zimno i obmierzle. Wszystko zostało zalane błotem, czarne od rozmiękłego węgla i ślizkie. Żelazne łańcuchy windy parowej wciąż jeszcze warczały i dzwoniły nieznośnie. Skrzynie towarów, padając na dno statku, wprawiały go w stan drżenia. Nareszcie odsunięto pomost. Odczepiono statek i, wydawszy wiele gwizdań, syczeń i pomruków, puszczono w ruch maszyny."
      },
      {
        "index": 63,
        "text": "Długo Ewa zajęta była fizycznie tem, co się działo ze statkiem: lawirowaniem wśród innych stateczków, galarów i parowców. Nareszcie ujrzała ze zdziwieniem, jak dwie latarnie strażnicze z prawej i lewej strony poczęły zbliżać się szybko do statku. Ujrzała morze, — wzdłuż położone, ujrzała idące fale. Ciemne chmury zwisały nad łanem morskim. Gdzieś w niedościgłej odległości słabo bielała jaśniejsza pręga. Z każdą chwilą równiny morskie stawały się twardszetwardsze. Wydało się, że jest to brunatna, sucha ziemia, porżnięta w olbrzymie, nieprzejrzane skiby i bryłybryły. Ale oto skiby poczęły łamać się, pękać i spinać jedna na drugą. Sucha rola zmieniła się w oczach w złomy granitu. Ciemnowode tafle i bryły odziały się w piany i strzeliste bryzgi. Ląd, białe miasto Nicea, szereg świateł na długiej promenadzie angielskiej, daleka, daleka morska latarnia..."
      },
      {
        "index": 64,
        "text": "Oto jej błysk — raz — raz. Wszystko poczęło wyginać się, zwężać i biedz chyżo ku sobie. Nagle dziwne, bolesne ściśnienie serca, ściśnienie nieznośne... Wszystko, cokolwiek jeszcze wzrok pochwycić może, spajać się poczęło w jedno słowo, w jedno jedyne... Szczerbic..."
      },
      {
        "index": 65,
        "text": "Wiatr zadął ze wschodu. Stało się znagła zimno."
      },
      {
        "index": 66,
        "text": "Parowiec jął wznosić się ruchem od przodu na tył, jakby się wspinał na grzbiet rumaka i jego skokami."
      },
      {
        "index": 67,
        "text": "W piersiach szloch za znikającą ziemią, w czaszce głucha nieświadomość, oczy ze zdziwieniem a później ze straszną trwogą poczęły przywierać do fal, wznoszących się wyżej i wyżej, jak śpiczaste dachy."
      },
      {
        "index": 68,
        "text": "Ewa zeszła do sali jadalnej, stanowiącej zarazem salon statku, i kazała podać sobie filiżankę mocnej herbaty."
      },
      {
        "index": 69,
        "text": "Wpobliżu siedział gruby obywatel korsykański, którego już była zauważyła z tego powodu, że bez przerwy jadł, tudzież pił. I obecnie wciągał birrę z beczkowatego kufla ogromnymi haustami. W rogu salonu tuliły się trzy niewiasty. Zaledwie kelner przyniósł w filiżance jakąś dziwną, czarną i gęstą niemożliwość, gdy obywatel zajadacz doświadczył nieprzyjemnego, (i to nietylko dla niego), uderzenia waporów pokarmowych do gardła, uderzenia, które w okolicach miasta Kielc, (trudno zdecydować, czy trafnie i z jakiego tytułu), zwie się hepaniem. Za pierwszym atakiem nastąpił niezwłocznie drugi, znacznie intensywntejszy. Pożeracz jadła i popijacz piwa spojrzał na całą okolicę wzrokiem szczególnie badawczym, jakie też to, co się stało, wywiera wrażenie, w istocie rzeczy nie zwiastującym nic dobrego. Przez czas pewien wydębiał ze siebie jakoweś zduszone, okropne jęki i wycia, oraz częstotliwe gdakania, aż do chwili stanowczej. Ewa z podziwem zobaczyła, jak nagle zatkał sobie ogromną dłonią jamę ustną, wywalił na wierzch oczy i, rycząc po oślemu, runął przed siebie. Naprzód pędził wprost na Ewę, później zatoczył piorunujące półkole, huknął się ramieniem o drzwi, prowadzące do bufetu. Stamtąd, jak kula bilardowa poleciał ku kajutom i na szczęście znikł w jednej z nich za portyerą."
      },
      {
        "index": 70,
        "text": "W tejże chwili dały się stamtąd słyszeć takie głosy, że Ewa z samego współczucia doświadczyła nudności. Spojrzała na Korsykanki, siedzące w rogu sali i spostrzegła, że wszystkie trzy będą za chwile chorowały, jak na komendę."
      },
      {
        "index": 71,
        "text": "Wówczas wskok uciekła do swej kajuty, wdrapała się na górną szufladę, zwaną łóżkiem przez usłużnego portyerą, przyłożyła głowę do ściany i zastosowała swą skołataną osobę do kaprysów statku. Kołysanie jego było zmienne, jak jej własny los. Zdawało się natrząsać z bezsilności człowieka. Kiedy bowiem zaczynał już zanadto męczyć i nużyć jednostajny, nieznośny sam przez się ruch statku z tyłu naprzód uderzała z boku dla rozmaitości fala nieznana, jakby dla spowodowania ostatecznego zawrotu głowy."
      },
      {
        "index": 72,
        "text": "Ponieważ jednak wszystko można przetrzymać (z wyjątkiem, oczywiście, samej śmierci), więc Ewa przetrzymała figle statku i wyszła z pośród nich z honorem, aczkolwiek i ze skłonnością do mizantropii. W sąsiednich kajutach rozgłośnie cierpiano."
      },
      {
        "index": 73,
        "text": "W tym czasie doświadczała uczucia wstrętu i do samej siebie. Miała odrazę do wspomnienia ostatniej rozmowy ze Szczerbicem. Nie mogła wyznać tego przed sobą, ale w istocie rzeczy sprawiały jej niejaką uciechę afekty hrabicza. Nie wiedząc niby, wiedziała o jego uczuciach. Była ich pewna. Przywykła jeszcze w Warszawie do faktu, że on w niej kocha się beznadziejnie, »platonicznie«. Ani razu nie myślała o tem na seryo, ale miała go w myślach za swego człowieka, w taki sam sposób, jak się jest pewnym swego zdrowia, nigdy o tem nie myśląc i nic o tem nie wiedząc. Jeżeli co było w tym stosunku świadomego, to mniemanie, że on nigdy nie przekroczy granicy opieki, idealnej rysy, którą sam swem słowem honoru nakreślił. Było dawniej tak przyjemnie czuć się w pewności, (nie myśląc o tem), że Szczerbic jest zawsze na rozkazy, zawsze jednako patrzy, zawsze jednako milczy, zawsze tak samo wszystkie trudności usunie! Głęboki, mądry, subtelny własny jej kontuś, miły przyjaciel, bezinteresowny opiekun. Miłoby było dawniej nawet poafiszować się z nim odrobinkę: niechże tam sobie rozmaici Horstowie i inna hołotka myśli i gada, co zechce. W gruciegruncie bowiem rzeczy nie było nic, tylko jakaś wykwintna koleżeńskość, zrozumienie się w stanach duchowych, możnaby powiedzieć krótko, dla zwięzłości: dyskretna a jednostronna miłostka. Teraz wszystko najbrutalniej rozdarło się, jakby ktoś muślinową, krótką sukienkę dziewiczą nagle pijacką ręką zadarł do góry. Zapraszał mię poprostu do jakiejś willi w Antibes! Wygrał sporo w Monte, więc zapragnął nająć sobie pannę, wziąć na utrzymanie dziewczynę, z którą tyle dotychczas miał ambarasu. Zrobił to bez zabiegów, — prosto i otwarcie. — Chcesz pójść do mnie na utrzymankę? — dobrze, mogę cię wziąć, aczkolwiek wiem o tobie wszystko."
      },
      {
        "index": 74,
        "text": "Tak, on wie wszystko, — myślała naraz zupełnie inaczej, w głuchem, złodziejskiem unicestwieniu. — Jeśliby zechciał mścić się, toby mógł, ile się zmieści."
      },
      {
        "index": 75,
        "text": "Zakryła twarz rękami i z ulgą oddała się morzu na samowolne kołysanie. Poczęło ją morze kołysać na swych wieczystych falach. Wynosiło ku górze, niby można ręka, piastująca małe dzieciątko, które nic jeszcze nie wie, i przerzucało przez wysoki grzbiet, dźwigało znowu i niosło — het-het! — niosło..."
      },
      {
        "index": 76,
        "text": "Pragnęła myśli odmienić, ale nie dawały oderwać się od Szczerbica. Nie mogła tego spostrzedz w sobie, ale to z nią było w istocie, że głęboko bolała z rozczarowania. Taki to był ów Szczerbic... Po to wszystko urządził, dlatego był układny, wspaniałomyślny, bohaterski, dumny, żeby tem pewniej i niezawodniej zdobyć. To także środek... Przez chwilę nie czuła nic... Aż oto nagle — zdziwienie, jakby się odwaliło dno statku, a ona leciała w tonie morza: — tęsknota do jego białych rąk, do oczu pełnych rozpaczy, do skrzywienia w męczarni łagodnych ust... Mogła to wszystko uciszyć jednem skinieniem — i nie uciszyła..."
      },
      {
        "index": 77,
        "text": "Przez chwilę znowu leżała bezuczuciowo... Aż nagle gdzieś na szczycie nowej fali wytrysło z duszy nowe uczucie goryczy, a tak głębokie, jakby wychodziło z rany, przeszywającej duszę. To zdrada, to postępek Szczerbica nagle stał się lustrem, w którem zobaczyła postępek Łukasza. Nie myślami, lecz raczej w chwili przebolesnego błądzenia serca po omacku, uczuła, że Łukasz tak samo dbał o jej uściski, o pieszczoty o »zwierzęcą« uciechę."
      },
      {
        "index": 78,
        "text": "Przypomniała sobie wyrafinowanie w rozkoszy, którego ją powyuczał. Przypomniała na zimno te słowa szczególne, lubieżne, okropne, słowa o przerażającej głębokości i władzy, słowa potwory, które wówczas były koniecznem dopełnieniem radości, ostatecznym przysmakiem i etykietą szczęścia. Nagłe uderzenia rzucały statkiem, jak gdyby go chciały strącić z obranego toru i cisnąć w odmęt."
      },
      {
        "index": 79,
        "text": "Stopniowo ogarniało Ewę ciche drzemanie, pełne widzeń, przypomnień przelotnych, odczuć tego, co już nie istnieje. Warszawa... Kwietniowa noc... Rojowisko ludzi w ulicach... Podłe prace, które ludzie dla wygody innych dźwigają, wloką, ciągną! Młode dziewczęta, biedne woły w jarzmie... Trudzą się i szamocą, żeby wcześniej, czy później, zostać ofiarami kawalerów... Iść w służbę do tych mężczyzn, do tych łotrów i zapewniać im uciechy..."
      },
      {
        "index": 80,
        "text": "Spała snem, w którego ciągu wie się o jawie, słyszy i widzi wszystko. Około godziny trzeciej w nocy dało się słyszeć długotrwałe gwizdanie. Statek zbliżał się, (i wszedł wreszcie), do portu Calvi już na Korsyce. Ktoś o tem mówił za portyerą kajuty. Ewa zerwała się z szuflady i wyszła do sali, a stamtąd na pokład. Deszcz drobny, rzęsisty wciąż padał. Błękitna, nieruchoma smuga latarni morskiej przerzynała czarną noc i czarną wodę zatoki. Wszystko absolutnie ginęło w mroku, nie wyłączając brzegu, gdzie błyszczał jeden jedyny oświetlony prostokąt — prawdopodobnie drzwi szynku. Ruchome figury gęstej ciemności, czyli kapitan i ktoś drugi w gumowych płaszczach z wciągniętymi na głowy kapturami, stukając olbrzymimi buty o cholewach do pachwin, przesunęły się w świetle latarni. Gadali coś pomiędzy sobą po korsykańsku, czy owo zgoła po morsku, gdyż zrozumieć tego dla osoby płci żeńskiej z Królestwa nie było sposobu. Kilka łodzi zachlupało u brzegów statku dla zabrania pasażerów, poczty i towarów. Łodzie te zabrały i schorzałego grubasa, który wciąż jęczał, wydawał krzyki niespodziewane i wciąż jeszcze znosił karę za swe prostoduszne obżarstwo, tudzież piwne opilstwo. Kiedy go już postawiono nogami na lądzie, kiedy już uchwycił się rękoma zbawczego słupa latarni, jeszcze i tam piał, jak kura chora na pypcia i wciąż jeszcze wymiotował bezpośrednio w morze Śródziemne. Latarnie zginęły, gwar przewoźników ucichł. Nie było co robić na mokrym, ociekającym wodą, ślizkim pokładzie. Ewa zeszła do kajuty. Położyła się na legowisku i natychmiast zasnęła snem kamiennym. Kiedy statek wyszedł z portu, był już jasny dzień, godzina szósta. Ewa ocknęła się, ubrała i poszła na górę. Zaledwie z otworu, prowadzącego na pokład, wysunęła głowę, ujrzała długi, zachodni brzeg Korsyki, lecący przed oczy w nieskończoną dal. Została tak na schodach przez długą chwilę, nie mogąc ruszyć się z miejsca. Było to niewiarogodne widziadło. Nigdy sen nie mógłby być tak fantastycznie piękny. Ledwie ockniona patrzyła w ten widok, na poły wierząc temu, że sen już się skończył, a to, co się widzi, to już jest jawa. Olbrzymie łańcuchy gór ślepymi zlotami, nakreślonymi przez skoki piorunu z wyżyny w dół spadały tam w morze. Chropawe, dzikie, bezpłodne skały, ledwo, ledwo porosłe nizką zielenią, — góry rude, szaro-popielate, czerwonawe, błękitne, granatowe, — jedne za drugiemi, — bez końca! W wyżynie, na ich łańcuchu, na szczerbach poprzecznych — biała, osierocona i bezradna chmurka, przejrzysta, jak ogon komety. Wargi Ewy poczęły szeptać dawno — dawno, od szkolnej ławy uwięzły w pamięci przecudny wiersz Lermontowa o chmureczce, co nocowała była w szczelinie góry granitowej... Rzęsiste łzy popłynęły z oczu na bezcenny widok tego wiotkiego i zwiewnego obłoczka, obrazu dawnego jej życia. — Już niema takiej Ewuni... — cicho jęczały usta"
      },
      {
        "index": 81,
        "text": "W podnóża prostopadłych ścian trzaskały się i pieniły, lecąc z oddalenia szalonymi skoki, poranne fale morza. Wełny najprzezroczyściej niebieskie, nagle i w tejże samej chwili najintenzywniej zielone, tryskające bryzgami białemi, — co, jak oko zasięgnąć zdołało, obsiadły skałę fałdą ruchomą śniegu. W jasnem powietrzu unosiły się nad statkiem wielkie, białe rybitwy. Co chwila któraś z nich rzucała się z piskiem w ogromny warkocz zielonych fal, zostający na szlaku statkowym. Już zdawna wstało słońce, ale go za łańcuchami gór Korsyki nie było widać. Fale w oczach przybierały kolor damasceńskiej stali. Góry w świetle stawały się coraz groźniejsze. Otwierały się przed oczyma ich nieprzejrzane wnętrza i trzewia, ciosane toporem wieczności. Urok ich dziki ścigał się w oczach z urokiem morza. Oto ukazał się widzialny zewsząd olbrzymi cypel czerwony, nagi od stóp do głów, jakby był stosem gliny, spalonej na kolor cegły. W szwach tylko tej góry czerwonej — Monte Rosso, — którymi wody z wyżyny ściekają, a które muszą być groźnymi parowy, zieleniła się jakaś roślinność."
      },
      {
        "index": 82,
        "text": "W łańcuchu szczytów, szeregiem, jeden za drugim idących, ukazała się na najwyższym cyplu okrągła wieża dziwnego kształtu, coś, jakby wielki moździerz, otworem zwrócony ku górze. Słońce na tej wysokości dadałopadało na czarne głazy bastyonu i krzywy jego kształt dziko lśnił w szerokiem niebie. Ewę popchnął naprzód niewymowny zachwyt. Tajemnicza strażnica, usadowiona tam, na wysokościach łańcucha granitów, nad tem morzem bez końca wściekłem i huczącem, nad ziemią bezludną i bezpłodną, była najwyższym wyrazem bezczelności człowieka, była, jak jego krzyk zuchwały, rzucony w słońce, w poświsty wichru pełnego morza i w głębię ziemskich przepaści."
      },
      {
        "index": 83,
        "text": "Ewa szła przez pokład, oddając się coraz bardziej urokowi dzikiej na górach amfory. Przypadkiem rzuciła oczyma w innym kierunku i spostrzegła Jaśniacha. Siedział sam na ławce wyższej części pokładu. Ręce jego leżały na balustradzie statku, płaszcz był rozpięty, czapka zdjęta z głowy. Ewa doznała ściśnięcia serca na jego widok. Nie był to człowiek, lecz literalnie — pajęczyna. Czaszka, zapadłe oczy, kości twarzy, wychudłe ręce. Teraz na tej twarzy wyschniętej i posępnej leżał nieruchomy uśmiech zachwytu. Bandos miał oczy wlepione w strażnicę na górach. Gdy Ewa podeszła bliżej, tylko przelotnie i z widomą niechęcią rzucił na nią okiem. Po chwili mówił:"
      },
      {
        "index": 84,
        "text": "— Jakże pani... się czuje?"
      },
      {
        "index": 85,
        "text": "— Nieźle. Panie, a co to za wieża.?"
      },
      {
        "index": 86,
        "text": "— Ba! Żebym to wiedział!"
      },
      {
        "index": 87,
        "text": "— Od czegóż pan jest jakiś tam... pisarz?"
      },
      {
        "index": 88,
        "text": "— Od tego, żeby wyd(ł)awcy mieli przecie co obdzierać."
      },
      {
        "index": 89,
        "text": "— No, dobrze, ale kto mógł wynieść na te straszliwe góry taką nową górę?"
      },
      {
        "index": 90,
        "text": "— Jakieś to musiały być morowce! Pewnie jacy, mniej zresztą obyci w świecie, Ligurowie, może Kartagińczycy, stamtąd, z południa, — może Rzymianie."
      },
      {
        "index": 91,
        "text": "— Wszystko... może... ale po co?"
      },
      {
        "index": 92,
        "text": "— A po to, żeby czatować na szanownych bliźnich, których się kocha, jak siebie samego. Bliźni czasem skradał się pod te skały, albo plądrował w dolinach."
      },
      {
        "index": 93,
        "text": "— Ktoby tu mógł co ugryźć, którędy lądować?"
      },
      {
        "index": 94,
        "text": "— A jednak pchali się tutaj najrozmaitsi, — panowie Wandale, (— takichbym chciał zobaczyć!) Ostgotowie, Grecy z Bizancyum, Frankowie, Saraceni, nie mówiąc nic o rozbójniczych frantach z Pizy, Lucci, a osobliwie z Genui. Ach, śliczna pani! cóż to za wieża... Ona jest może nawet tak piękna, jak pani."
      },
      {
        "index": 95,
        "text": "Wyobraźmy sobie drabów, którzy tam siedzą, sołdatów, którzy czatują, patrząc w to przecudne morze i oddychając wiosennym zapachem macchii. Jakie musieli mieć oczy, jakie uśmiechy... Czy pani pamięta pieśń, którą śpiewali..."
      },
      {
        "index": 96,
        "text": "— Z trudnością mi to przychodzi pamiętać. — Ich pieśń o morzu, o skałach o żołdzie możnych panów z Lucci! A wyobrazić sobie kawalerów, którzy żeglują z daleka na swych galarach, schłostanych pianami, żeby się nocą wedrzeć na skały i wydusić tamtych za pomocą stryków, wyrżnąć nożami, wytracić do nogi! Wmyślmy się, pani złotowłosa, w to słowo pirata, zbój morski! Wpatrzmy się w to morze, chluszczące na ścianę brzegu! Czyliż to nie jest widoma dusza piraty, zbója morskiego? Zanim spalił łodzie nadbrzeżne rybaka, zabrał sieci napełnione, musiał czyhać po nocach i ciężko pracować za dnia. Zanim podpalił chatę, musiał się wspiąć po tej stromej skaleskale. Jakże nędznym jest zbój dzisiejszy, wygrywający przy stole w Monte Carlo w przeciągu kwadransa wartość życia setki umierających i własność, stworzoną przez tysiąc żywych.."
      },
      {
        "index": 97,
        "text": "Przesada. Nie cierpię!"
      },
      {
        "index": 98,
        "text": "— Szkoda. Myślałem, że pani lubi przeżywać dzieje ludzkie."
      },
      {
        "index": 99,
        "text": "— Ja ledwo mogę sobie dać radę z własnemi dziejami, a pan mi tam każę przeżywać »dzieje ludzkie«."
      },
      {
        "index": 100,
        "text": "— Nie każę, tylko radzę. Pewien bardzo mądry staruszek, Ralf Waldo Emmerson, tak mówi: >nie szukajmy na zewnątrz wiedzy naszych dziejów; nauczmy się wyczytywać je w nas samych«. Twierdzi on, że historya powinna przestać być szpargałem i że trzeba koniecznie wygrzebać historyę ze szpargałów. Historya, według niego, powinna chodzić wcielona w każdym człowieku. Wymaga on od człowieka, żeby mu dał uczuć, jakiego jest wieku, ile wieków przeżył. I mówi jeszcze: »jeśliś jeszcze nie odbył twojej wojny krzyżowej i twojej rewolucyi francuskiej, śpiesz się, bo inaczej nie będziesz mógł należeć do pokolenia dzisiejszego«."
      },
      {
        "index": 101,
        "text": "— Już raz słyszałam, słyszałam..."
      },
      {
        "index": 102,
        "text": "— Co pani?"
      },
      {
        "index": 103,
        "text": "— Ach nie warto mówić! Słowa!"
      },
      {
        "index": 104,
        "text": "— Toby znaczyło, że pani już przeżyła jakąś ruinę Psammenita, tryumf podłego Kambyzesa, jakąś wojnę krzyżową i rewolucyę francuską."
      },
      {
        "index": 105,
        "text": "— Nic z tego wszystkiego nie rozumiem. I, co prawda, nic mię to nie obchodzi."
      },
      {
        "index": 106,
        "text": "— Mówię o rzeczy bardzo zrozumiałej, więc tylko zupełna niechęć pani może to odtrącać. Jak sobie pani zresztą chce..."
      },
      {
        "index": 107,
        "text": "Odeszła na sam koniec statku. Błądząc to tu, to to tam, widziała ciągle Jaśniacha. Siedział znieruchomiały, zgarbiony, z oczyma utopionemi w widoku morza. Zbliżywszy się, usłyszała, że nuci półgłosem jakąś pieśń, jakieś zawodzenie... Oparła się łokciami o poręcz jego ławki i z dziwną rozkoszą słuchała przejmującego głosu. Jaśniach śpiewał samemu sobie hymn Walta Whitmana, nie dającą się przełożyć pochwałę bytu, psalm wzniosły wyrwany z piersi człowieczeństwa:"
      },
      {
        "index": 108,
        "text": "»Flood-tide below-me! I watch you face to face;"
      },
      {
        "index": 109,
        "text": "Clouds of the west! Sun there half an hour high!"
      },
      {
        "index": 110,
        "text": "I see you also face to face."
      },
      {
        "index": 111,
        "text": "Głos jego wzniósł się i stał śpiewem. Oczy napełniało natchnienie."
      },
      {
        "index": 112,
        "text": "«Fifty years hence, others will see them as they cross, the sun half an hour high;"
      },
      {
        "index": 113,
        "text": "A hundred years hence, or ever so many hundred years hence, other will see them;"
      },
      {
        "index": 114,
        "text": "Will enjoy the sunset, the pouring in of the flood-tide; the falling back to the sea of the ebb tide,"
      },
      {
        "index": 115,
        "text": "It avails not, neither time or place — distance avails not"
      },
      {
        "index": 116,
        "text": "— Co to jest, co pan śpiewa?"
      },
      {
        "index": 117,
        "text": "— Pieśń do wieków, wyciąganie ramion do rodu ludzkiego, do ludu, który będzie na ziemi, do tych, co przyjdą i zginą, jak my. Skarga i radość. Jakież słowo zawierało więcej pociechy i jakaż pociecha była smutniejszą nad ten głos jednego z gromady do jednego z gromady, który kiedyś cierpieć będzie na tej samej ziemi."
      },
      {
        "index": 118,
        "text": "— Jakiś poetycki demokratyzm?"
      },
      {
        "index": 119,
        "text": "— My wszyscy, (zaczynając od Mickiewicza), weszliśmy w lud i staliśmy się ludem, (z wyjątkiem, oczywiście, paru świadomych karyerowiczów i wielu zupełnie niewinnych kretyniąt). Przeżywamy za lud dzisiaj, zanim on sam zacznie to przeżywać, wojny krzyżowe i wielkie rewolucye. — I lud je przeżywa, ale nie wie. My to przeżywamy za niego ze świadomością. Ten, kto się świadomie zgina w hak i zamienia w pas transmisyjny, kto się dobrowolnie zarzuca na ogniwa i na zębate koła świata, żeby go ze wszech sił ciągnąć, musi przecież wszystko wiedzieć o ludzie."
      },
      {
        "index": 120,
        "text": "— Ale czy tylko nie jest złudzeniem to uczestnictwo poetów w ludzie? Ten, kto je z glinianej miski, ten, kto nie ma własnego łóżka, nie wiem, czy jest zupełnie »równy« poecie, podróżującemu na Rivierę..."
      },
      {
        "index": 121,
        "text": "— A do jakiej warstwy społecznej należał Juliusz Słowacki, Adam Mickiewicz, do jakiej klasy należy Stanisław Wyspiański? Ich dzieło, ich praca należy do ludu i oni sami są robotnikami, stojącymi w szeregu ludowym. Weszli w lud i stali się ludem. Ale lud — jest to cierpienie. — Więc ktokolwiek gasi, czy łagodzi cierpienie, nabywa całkowitą łaskę ludu. Jedni zdobywają tę łaskę męczarnią nad siły, a inni — zrzuceniem niepotrzebnych ochłapów ze swego obciążonego stołu. Więc też lud — raz jest obrońcą męczarń samotników, wyznawcą bohaterstw, stróżem ołtarza poezyi i zwolennikiem świętych, a drugi raz jest przeciwko nim, gdy otrzyma ziemię, lasy, pastwiska, parcele z dawnych folwarków i tym podobne resztki pańskiej uczty. Lud też wyda ze siebie Szelę i wyda Okrzeję. Vulgus est caecum. Ale on jeden zawsze jest święty, ponieważ on jest to wieczne cierpienie."
      },
      {
        "index": 122,
        "text": "Całą prawdę wiemy o tem my jedni, poeci."
      },
      {
        "index": 123,
        "text": "Tę zbójecką wieżę tam na wysokościach wzniosły, dla obrony interesów kupców z Genui, spracowane ręce ludu. Nie budowali jej handlarze w atłasach i bisiorze, lecz strudzona brać kamieniarska, żołnierze, zbóje — przeciwko braciom swym, tak samo półnagim, — żeglarzom, żołdakom, zbójcom morskim, tak samo zostającym na żołdzie czyimś, jak oni sami..."
      },
      {
        "index": 124,
        "text": "— A gdzie też ja jestem, poeto? — spytała Ewa z drwiącym uśmieszkiem. — Gdzie się przytulę? Pan już sobie znalazł stanowisko — i wcale niezłe, — (Tyrteusz...). Pan jest z ludu, w tym oto płaszczu zagranicznym i cudzoziemskiej czapeczce, wzorowanej na czapeczkach lordów angielskich, którzy z próżniactwa podróżują, — ale ja?..."
      },
      {
        "index": 125,
        "text": "— Można być w eleganckim kostyumie i żyć w rzędzie ludu, a można być w strzępach, gałganach, boso i z gołą czupryną, a należeć do »burżuazyi«."
      },
      {
        "index": 126,
        "text": "— No, to już są, przypuśćmy, des figle mądrości..."
      },
      {
        "index": 127,
        "text": "— Bynajmniej. Jakiś, dajmy na to, »poseł do dumy«, quasi-chłop, choćby wdział cztery najbardziej cuchnące sukmany, dwie czapki baranie i wetknął w nie trzy pawie ogony, będzie i tak fagasem renciarzy rolnych, podczas gdy elegant w surducie z angielskiego kortu i we francuskim szapoklaku będzie stał w rzędzie ludu, jeżeli tam stanie duchem. Mnie się coś zdaje, że i pani, pomimo swej wykwintności, należy do nas. Bo lud, jak to sformułował w nieśmiertelnem prawie swem wielki poeta, — to »człowiek cierpiący, człowiek tęskniący i człowiek wolny na duchu«. Jest w naszej przeszłości pewne imię, które dla mnie jest światłem w ruinach: — Stanisław Worcel. Litewski magnat, wykwintny i subtelny pan, który zstąpił w lud i stał się jednym z ludu..."
      },
      {
        "index": 128,
        "text": "— Gdybyż to tak rzeczywiście było! Gdybyż to można do czegoś należeć, jak fala należy do morza! Gdybyż można uwierzyć, że jest jakiś olbrzymi lud, który czuje wraz ze mną..."
      },
      {
        "index": 129,
        "text": "— Lud-Duch... — podszepnął Jaśniach zsiniałemi wargami."
      },
      {
        "index": 130,
        "text": "— Lud-Duch... — powtórzyła z uśmiechem."
      },
      {
        "index": 131,
        "text": "Gdyby uwierzyć, że on to złamie wszelkie kajdany, a umierającym dźwignie głowę strudzoną, złoży ją na swem łonie i twarz ich szlachetną obróci ku niebu. Och, Boże! Czuć się w rodzinie myślami nieogarnionej, krążyć w niej, jak fala krąży w morzu! Być tem samem, czem są w tem morzu wszystkie inne fale, a być sobą, — falą wolną, falą wspaniałą i piękną, którą wyniosła piana wieńczy! Bo pan nie wie, — mówiła, — co jest samotność. Samotność jednej jedynej kobiety, która jest sobą. To jest, jakby się było w tem oto morzu chrabąszczem, który na swoim dziurawym liściu huśta się po falach. Ja wiem, co znaczy być samotną w całym rodzaju ludzkim. Więc gdzież jest ów pański lud?"
      },
      {
        "index": 132,
        "text": "— Trzeba go szukać wokoło siebie oczyma pełnemi zapału i pełnemi uniesienia, gdyż tylko prawdziwe uniesienie może człowieka spoić w jedno z ludem. Uniesienie długo trwające jest to ów z Apokalipsy »kamyk biały, a na owym kamyku imię nowe napisane, którego nikt nie zna, tylko ten, który je przyjmuje...«"
      },
      {
        "index": 133,
        "text": "Statek odbił się od wybrzeża i, skierowawszy bieg swój na zachód, zataczał w morzu rozległe koło."
      },
      {
        "index": 134,
        "text": "Ukazała się w grzywach pian latarnia morska, stercząca na wysepkach Iles Sanguinaires, które wystają z fal śpiczastymi cyplami. Statek wyminął te wyspy i wszedł w granice zatoki Ajaccio. Fale tam były słabsze i coraz bardziej słabsze. — Morze pod ciepłem słońcem stawało się ciężkie, uśpione."
      },
      {
        "index": 135,
        "text": "Przedziwnymi kręgami, mieniącymi się, jak barwy na szyi pawia, lelejały się fale, na których uroczo i cudnie poranek się kołysze. Na tych błękitno-zielonych zwojach i baniach lekki statek pomykał środkiem cichej zatoki pod promienistem słońcem, jakby przez senne jezioro Czterech Kantonów. Widniały obadwa błękitne brzegi. Nad temi wody cichego szemrania — stały olbrzymie łańcuchy i zwały gór pogruchotanych, zwalonych jedne na drugie, spiętrzonych wzajem na się: Bastelica, Bocognano, Monte d’Oro, Monte Rotondo... Od ich szczytów dalekich, śnieżystych, powiał chłód, dźwigający na skrzydłach zapach niewysłowiony, miodowy zapach macchii."
      },
      {
        "index": 136,
        "text": "W tej części statku nie było nikogo. Ewa stała obok Jaśniacha i patrzyła na rozwarty widok. Przejął ja dreszcz zgrozy."
      },
      {
        "index": 137,
        "text": "Poczuła, że płynie do miejsca swego przeznaczenia, że zamyka się w skalisty obręb, z którego niema już dla niej wyjścia."
      },
      {
        "index": 138,
        "text": "Na pokładzia zjawił się bosy mousse okrętowy i począł przygotowywać do wywieszenia pawilonu okrętowego."
      },
      {
        "index": 139,
        "text": "W chwili właściwej majtek ów wspiął się na sznurową drabinę, i, jak pająk, zawisł w powietrzu. Patrząc na niego, Jaśniach znowu otrzymał dar owego uśmiechu, który już Ewa widziała na jego twarzy, a który ją napawał trwożną czcią dla tego człowieka."
      },
      {
        "index": 140,
        "text": "Niespodzianie dla samej siebie, jakby pod wpływem widoku tych gór i pod wpływem cudnego zapachu macchii, zbliżyła się jeszcze bardziej do posępnego towarzysza drogi. Ogarnęło ją i popchnęło ku niemu niewyjaśnione wzruszenie. Nie wiedząc dlaczego, zadrżała... Ale wraz z tego drżenia wyłoniło się nieodwołalne, żelazne powzięcie duchowe: — Panie, — rzekła cicho, dotykając ręką jego ręki, — muszę panu powiedzieć, kim ja właściwie jestem. Musi pan to wiedzieć."
      },
      {
        "index": 141,
        "text": "— A mnie to po co? Ja nie chcę!"
      },
      {
        "index": 142,
        "text": "— Ja... zabiłam swe własne dziecko."
      },
      {
        "index": 143,
        "text": "Twarz Jaśniacha zesztywniała w tym samym, co przedtem uśmiechu, ale nie zmieniła się ani o jotę. Ręka jego poczęła gładzić łagodnie dłoń Ewy. Oczy były zwrócone na okrągłe i poszarpane cyple gór. Zdawało się, że nie dosłyszał tego, co powiedziała. Czuła tedy konieczność powtórzenia tego samego, wymówienia głośno... Ale przycisnął jej rękę, jakby na znak milczenia."
      },
      {
        "index": 144,
        "text": "— Patrz, Ajaccio!... — mówił cicho. — Tam się w ciasnej uliczce urodził Napoleon, którego niedościgły Hoene-Wroński nazywa »człowiekiem całej kuli ziemskiej«. Pomyśl, ilu on ludzi zamordował, aby spełnić swe dzieło. Podnieśmy się ku niemu — i patrzmy mu prosto w oczy nieustraszoną źrenicą. Stańmy się jego następcami z ducha."
      },
      {
        "index": 145,
        "text": "Już zwolna statek przybijał do przylądka, na którym stoi Ajaccio. Zanim skołataną nawę przymocowano linami do kamiennego bulwaru, widać było zgromadzonych tam mieszkańców głębokiej, zapadłej prowincyi. Zeszło się pół miasta patrzeć na przybyszów. Oglądano ze szczegółową bacznością każdą osobę kroczącą przez pomost, a szczególniej każde odzienie, niesione przez danego reprezentanta Europy na samotną wyspę Korsykę."
      },
      {
        "index": 146,
        "text": "— Oj, do licha, Kielce! — jęknął Jaśniach. — Tylko w Kielcach, (no, — może zresztą i w Suwałkach!), da się widzieć takie twarze między urzędnikami z powiatu, gubernii i pałaty... Kielce! jak mi Bóg miły..."
      },
      {
        "index": 147,
        "text": "— A toż to przecie także chyba lud... — zemściła się Ewa, wyswobodzona już z poprzedniego nastroju. — Trzeba, żeby się pan wzbił na wysokość uniesienia."
      },
      {
        "index": 148,
        "text": "Jaśniach zachichotał krótko i dziwnie smutno. Zmierzył Ewę, niewyjaśnionem spojrzeniem i wielkimi krokami ruszył ze swym tłomoczkiem we drzwi komory celnej."
      },
      {
        "index": 149,
        "text": "KONIEC TOMU PIERWSZEGO."
      }
    ]
  }
}