{
  "chapterNumber": 8,
  "title": "Tom pierwszy, VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "»Ilekroć pomyślę, że to, co tu piszę, Pani czytać będzie, pióro mi w palcach drży! A przecież sam pragnąłem szczęścia pisania do Pani i sam tę łaskę wyprosiłem. Więc napiszę wszystko i tylko samą prawdę, nic nie zataję, uczynię przed Panią zeznanie prawdy i wyznanie duszy!... I, jak w psalmie Dawida — »serce, przewrotne odstąpi odemnie, a o złe nie będę dbał«. Dlatego to pióro mi w palcach drży. Otworzę moje życie i stanę przed Panią, moim ołtarzem. Nic nie może się równać z rozkoszą tego posłania do Pani i nic nie może być męką głębszego rodzaju nad niemoc wyrażenia w słowie. Ale wzniesienie się z barłogu swego i ta radość, że wstanę, jak duch, i pójdę ku duchowi. Trzepocą się we mnie słowa niezwyciężone, ptaki cudnopióre, a ręka drży i opada, gdy je wypuścić i posłać do Pani przychodzi. Pani natchnęła mnie łaską szczerości. Czarodziejskiem dotknięciem kwiatu powiedziała jej pani: wstań szczerości! Mogę otworzyć oczy i widzieć oczy Pani, — o, rozkoszy! — oczy, »w których niemasz zdrady?« Czy pojmuje Pani te słowa bezmiernej czci dla człowieka — »w którego oczach niemasz zdrady«? Bo zdrada jest wszędzie, we wszystkich ludzkich duszach, we wszystkich ludzkich oczach. Nią się ludzie żywią, jak chlebem. Ona jest najpospolitszym ich czynem. Gdy ją wykonywują, ogarnia ich najwyższa rozkosz, bo wtedy wysila się, pręży i na najwyższy stopień wstępuje ich rozum, — gdy jej doświadczają, najbardziej cierpią, bo wtedy do najwyższej granicy dochodzi ich uczucie. Zdrada jest powszechna, jak oddech. A w Pani oczach, jak w sercu dziewic czystych, o których mówi święty Jan, — »niemasz zdrady«. Obudzę się jutro i z ufnością westchnę: jej serce wierne jest, jak serce rycerza. Ręka jej podana, — to uścisk honoru. Spojrzenie jej, — to spojrzenie na sztandar. To, co wyrzekła, — wyrzekła. Jakież to szczęście przyjść do tej duszy i stanąć przed temi oczyma..! Wszak to w tej chwili spełnia się niedościgłe, wykołysane przez tajemnicze zmagania się i męczarnie ducha Indyi: — »ja — jestem — ty«. Weź moją szczerość, najwyższy skarb i największe dostojeństwo człowieka. Powiem to, co jest we mnie zamknięte, czem żyję... Idę przez Łazienkowski park. Czekam na Ciebie, choć wiem, że nie przyjedziesz. Chłodny poranek. Mży lekki, mglisty deszcz. Czasami przelata wiatr i korony drzew szeleszczą. Tęsknię za Tobą. Otwiera się moja dusza, jak się nigdy nie otwierała. Przyjmuję w siebie Twoją duszę. Pójdźmy... Zstąpimy ze stromego wzgórza, — ramię przy ramieniu, — w ciemną aleję Stopy Twe idą po piasku, pracowicie zdziobanym przez deszcz. Wszystkie słowa, które do mnie mówisz, zapisane są w mojem sercu. Powiem Ci, w co ja jedynie wierzę, czego się jedynie boję, czego zupełnie nie wiem, co będę czynił na tym świecie. Wszystko Ci oddam, powierzę Ci najtajniejszy sekret, bo w oczach Twych niemasz zdrady...«"
      },
      {
        "index": 2,
        "text": "»Na dziwnie przezroczystem, szafirowem niebie zapalają się jedna po drugiej gwiazdy, — latarenki mojej tęsknoty. Podnoszę ku nim oczy z myślą pogodną i szczęśliwą. To samo niebo jest nade mną i nad Nim. Nie płaczcie nade mną ciche gwiazdy-siostrzyczki... Czyż nie mam, jak i wy, daru Wszechobecności?«"
      },
      {
        "index": 3,
        "text": "»Przekonałem się w ciągu tych niewielu dni szczęśliwych, że miłość jest tworzeniem, że jest absolutnie nową emanacyą, że jest doskonałą syntezą wszystkiego, którą duch z zewnętrznego świata wyłamuje i na swoje wyłączne dobro obraca. Kiedy Pani wychodzi z obrębu tych ścian, kiedy Pani niema w tym domu!... Napróżno mówić... Czemże jest świat bez Pani! świat bez Pani! A jeśliby kiedyś zginęła dla mnie ta miłość? A jeśliby chciała odejść i nie wrócić? (Bo człowiek powinien wszystko wiedzieć...) Wmyślam się i wwiaduję w taki stan, kiedy Ciebie niema. Nie! Tego nie można pomyśleć! Tego serce nie może uczuć. Tam już niema uczuć i niema myśli. Tam już jest tylko lęk. Ja się nie lękam niczego, pogardzam śmiercią, — tylko lękam się, że może zaprzestać istnieć Twoja miłość. To jest kres. Tam byłoby już tylko przeczenie bezzasadne, rozkład ducha na cząstki i pierwiastki, byłoby samo tylko badanie zimne i roztrząsające, a bez planu, bez metody i niewiadomo do jakiego celu. Tam byłoby czekanie wieczne bez nadziei, zasłuchiwanie się w szmery, w szelesty... Tam byłoby tylko bicie serca, pędzące wbrew woli i wiedzy rozumu. Bądź pozdrowiona!«"
      },
      {
        "index": 4,
        "text": "»Przyszły do mnie kwiaty, by opowiadać wonne fantazye swych płatków. Układają się w przedziwne gamy i z niedosłyszalnym szelestem przepływają w gamy inne, by ukształtować jeszcze wyższy obraz piękności. Róże czerwone, pełne trójce barw — jaśnień, róż żółtych, ledwie rumianych i ponsowych... Zbyt płoniecie, o róże, zbyt jesteście kruche i nieoporne, a niezniszczalne jesteście w pięknie bez granic! Jaśnienia, Jasności, Jasnostki, Ponsy, Szkarłaty! Położę was, róże moje, na białem wezgłowiu chorego, w którego oczach pali się gorączka, w którym targa się serce, a z rozdartych płuc krew sączy się, sączy długą strugą... Więdnijcie, róże moje, gdyż zbyt piękne jesteście! Jesteście, jak pieśń wysoka, niewyśpiewana... Czy nie na tem polega wasz czar, na czem polega urok pieśni, że niema w was smutku rzeczy poznanych i dokończonych, że w waszych ogniach płonie życie?... O, wiecznie niedośpiewana, wiosenna pieśni, o, pragnienie przekwitu, dopełnienia i końca! O, płatki różane, ukrywające przyszłą swą barwność pod szaremi łuskami pąka! Kocham was, róże moje..."
      },
      {
        "index": 5,
        "text": "Uwiędły róże na piersi zmęczonej, odpoczywającej w poświacie księżyca, wśród bieli tkanin, w wązkim, wysokim pokoju. Dziwnie coś we mnie rozkwitło... Oplatują mię powojowo dziwne drobiazgi, nad którymi tylko śmiechem pobłażania wybuchnąć można. Uprawiam drobiazgowy, dziecinny kult pamiątek, które dawniej lekceważyłam Wzbiera we mnie hucznie i radośnie moc życia. Czy Pan zauważył, że ubieram się zawsze czarno i biało, albo szaro? To było jedno z dawnych przyzwyczajeń. (Mniszka). Teraz — czasami — chcę gorąco, żeby mię owionęły radość, różowość, błękit, lazur... To, że wogóle mogłam wzrok od wieczności odwrócić i ujrzeć chaos i harmonię życia, przejmuje mię rozkosznem zdumieniem... Proszę pisać swoje listy z pozostawieniem na środku marginesu (tak jak ten list jest pisany). Każę wszystkie listy oprawić w książkę ( — najcudniejszą na świecie — )«."
      },
      {
        "index": 6,
        "text": "»Oczekuję na list mojego adwokata z wiadomością o przyśpieszeniu sprawy. Mam mocne podejrzenie, że mój adwokat jest to nikczemnik ostatniego kalibru, ale za to najgorszego gatunku. W dziedzinie badania spraw rozwodowych stałem się tak przebiegłym, że nieraz prześcigam nawet mego adwokata. Mózg można wytresować daleko bardziej szybko, niż konia wyścigowego. Ale nie o tem będę pisał... Powiem Pani o rezultacie wówczas, gdy się to nareszcie rozwiąże, gdy to pęknie. Teraz czekam. Moje obecne życie jest oczekiwaniem. Chwila obecna nie istnieje wcale. Istnieje tylko przyszłość. Czekam, czekam, czekam... Dnie, godziny, minuty... Zamykam się pod nieobecność Pani w tym samotnym pokoju, i, żeby nie tłuc się na podobieństwo bezmyślnego wahadła, czytam Szekspira. Obdarty tom znalazłem na dnie kosza, który tu w Warszawie był na przechowaniu u jednego ze znajomych. Nie miałem tej książki w ręku blizko ośm lat. Pamiętam swoje długie nad nim studya przed wyjazdem zagranicę. Było to na piątem piętrze, kiedy wskutek rozmaitych okoliczności (a szczególniej wskutek lekceważenia życia), po cztery dni nie miałem w ustach nawet kawałka chleba, ani szklanki herbaty, kiedy byłem obdarty, opuszczony, samotny, zdziczały, jak zbłąkany pies, kiedy zdradził mię pewien »nieomylny« przyjaciel. Miałem pustą, niezamiataną izbę, łóżko bez poduszki, kołdrę w zastawie. Pisałem komentarze do Szekspira na futrynie okna (w braku stołu, tudzież stołka), atrament wyrabiałem sam z materyałów chemicznych, przyniesionych z laboratoryum. Spałem wśród kości szkieletu, gdyż »jakoby« zdawałem był wówczas z anatomii. Nie miałem lampy, ani świecy, nikt mi nie usługiwał, nikt mię nie odwiedzał, nikt nie istniał dla mnie na świecie. Miałem z głodu coś w rodzaju gorączki. Wtedy to każdą wolną chwilę poświęcałem Szekspirowi. Za drogowskaz służyła mi historya literatury angielskiej starego Taine’a. Były to czasy, o dziwo! — największego zbliżenia się do siebie, do człowieka i do sztuki. Samotne dnie z oczyma wlepionemi w symbole, pogarda zewnętrzności życia, ostrowidzenie istoty rzeczy człowieczych, dotykanie tajemnic ducha, świętego świętych istnienia, nagiemi igłami nerwów. Śmiech, śmiech pomyśleć, że niejednokrotnie zaniedbywałem wszystko, nawet laboratoryum chemiczne, nawet możność wystarania się o 14 groszy na kupno wiadomego bochenka chleba, dla tej przyczyny, ażeby nagim, otwartym naoścież mózgiem poimowaćpojmować (co za wyraz!) dwie tragedye w Hamlecie, albo cieszyć się wycofaną na osobistość potęgą Lira, albo wszczepiać się w ów świat bajek o rodzie ludzkim, plotek o dziejach człowieka osiadłego na ziemi, ażeby z drwiną na spieczonych ustach przechadzać się wśród owego tłumu, rozdzierać, kiedy wola, tajemnicę życia i zaglądać we wnętrza trumien. Wtedy także kochałem się (co za wyraz!) w mojej późniejszej żonie. Nadszedł czas, kiedy rzuciłem to wszystko dla ścisłej nauki o człowieku. Teraz, w ciągu tych dni, tak bardzo podobnych do tamtych dni z »pierwszego kursu« — znowu Szekspir. Oczy padają na wiersze i nie mogą się od nich odedrzeć. Moje wiersze!"
      },
      {
        "index": 7,
        "text": "Jakimże się to stało sposobem, że ów poeta z przed tylu lat, żyjący i zmarły za ziemiami i za morzami, — przeczuł mój dzisiejszy dzień i moją wewnętrzną męczarnię."
      },
      {
        "index": 8,
        "text": "»Gdy raz tę różę zerwę, — już jej życia"
      },
      {
        "index": 9,
        "text": "Wrócić nie zdołam; musi, musi zwiędnąć."
      },
      {
        "index": 10,
        "text": "Niechże się jeszcze jej wonią nacieszę,"
      },
      {
        "index": 11,
        "text": "Póki jest na pniu..."
      },
      {
        "index": 12,
        "text": "Chodzę po izbie i śpiewam sobie samemu te słowa. Melodye nawijają się na usta wciąż nowe. Nieraz tak dziwacznie silne, że drżę, kiedy lecą przez moje wargi, żeby przepaść w nicości. Gdybym mógł wytłomaczyć, co to znaczy, gdybym mógł wyjawić, co mówi do mnie ten Maur! Nie mogę wyjawić... »Gdy raz tę różę zerwę, — już jej życia wrócić nie zdołam«... Jestem człowiekiem silnym. Ludzie silni cierpią najstraszliwiej, gdyż nikt nie wie, nikt nie zgaduje, jakie w ich spokoju zachodzą postanowienia. Ów Maur był silnym człowiekiem. Chwilami zdaje mi się, że mam w ręce jego szpadę, że mam jego ciało, schłostane od wichrów morskich, a w sobie jego dziką duszę. To też jego męczeństwo miłosne widzę z proroczą jasnością. Szekspir wywłóczy z człowieka zrozpaczoną duszę, jak kreta z nory, i pokazuje wszystkie jej drgawki. Widać wszystko, — od słodyczy miłosnej, która jest niemal jawną, aż do tego, co pierzcha i kryje się przed wszelkim wzrokiem. Niektóre jego słowa mają siłę błyskawicy, czy siłę zgłodniałego lwa, który wypadł skokami ze skalnej pieczary i ujrzał w oddali sarnę co uciekła«..."
      },
      {
        "index": 13,
        "text": "»Położyłam list Pana wśród ogromnych, jak cały stół, rachunkowych szematów, przykryłam go jeszcze większym arkuszem ceduł przychodu. Z wierzchu położyłam czysty arkusik. Miałam pisać... Podniosłam oczy z myślą radosną, że mogę pisać do Pana. Czy Pan uwierzy, czy Pan uwierzy, co się wówczas stało? Oto dwa dzikie gołębie ukazały się w czystym kwadracie okna. Leciały jeden obok drugiego nad Warszawą, chyżo szyły w powietrzu, pod chmurami. Ruch ich skrzydeł ledwie można było okiem pochwycić. Zaczęłam śledzić oczami, co się też stanie. Śledziłam tak długo, długo, dopóki mi nie znikły w błękicie. Widzi Pan... Czyż to jest zwyczajne zjawisko? Nie trzeba mi pisać smutnych rzeczy, których nie rozumiem, nie trzeba martwić słowami »gdybym mógł wytłomaczyć, co to znaczy«..."
      },
      {
        "index": 14,
        "text": "»Bon vieux marin, franc capitain de haut bord, vous dormiez la nuit, vous — et, le jour, vous vous battiez! Vous n’étiez pas un Paria intelligent comme l’est devenu votre pauvre enfant...«"
      },
      {
        "index": 15,
        "text": "Słowa, przypominające najwcześniejsze dzieciństwo wstępną i pierwszą klasę. W notatniku mojej matki, w książeczce, oprawionej w zieloną skórkę ze złoconymi brzegami, były te słowa Alfreda de Vigny. Zachwycały moją wyobraźnię dziecięcą, zachwycały bardziej bezgranicznie, niż wszystko, co mię porywało później. Pierwsze przeczucie i przedpojęcie sztuki... Przez ileż to lat leżały we mnie te słowa."
      },
      {
        "index": 16,
        "text": "W dzieciństwie upajałem się niemi, nie wiedząc dobrze, co znaczą, deklamowałem je, marszcząc czoło jak człowiek dorosły, jak straszny dla mnie i tajemniczy Chatterton. Mówiłem je sobie głośno dlatego, żeby słyszeć szelest i harmonię szumnolotnych wyrazów. A dziś oto przyszły znów do mnie — i błyszczą, jak świętojański robaczek w mroku mojej nocy... Ach, ileż prawdy zawierają te słowa! To mój rodzinny dom, lato na wsi, góry, staw, rzeka, cudowna moja matka...«"
      },
      {
        "index": 17,
        "text": "»Jedna z najradośniejszych chwil mojego życia była ta, kiedy wyczytałam w liście Pana, że we mnie niema zdrady. Tak, niema. Mój list nigdy Panu nie przyniesie nic złego. Wiem to napewno, że nigdy nie wniosę do życia Pana żadnego rozdźwięku, nigdy nie stworzę sytuacyi bolesnej, w której trzebaby coś kłaść na szalę i łamać się. Mówiono mi, że dziwnie nadaję się na siostrę miłosierdzia. I rzeczywiście, czasem samej sobie wydaję się siostrą-mniszką, która dusze ludzkie bierze ostrożnie i pobożnie w ręce, jak biedne pogniecione, więdniące kwiaty. Pod mojem tchnieniem może się rozwiną zwarzone pąki. Chciałabym być jak biały posąg... Prawda, Panie, że biały posąg, choćby był płaszczem purpurowym okryty, białości swej nie traci?..."
      },
      {
        "index": 18,
        "text": "Musimy dużo zrobić dla ludzi, tak dużo, iżby szczęściem z dokonanych rzeczy zasypać otchłań rozłąki, — jak różami... Prawda Panie? Bo cóż począć? Pan jest Dal, niepochwytna Dal, wyciągająca ręce do mojej Tęsknoty. Idziemy ku sobie — Dal i Tęsknota. Kiedyż spotkają się nasze ręce i kiedyż znowu nastąpi cud, a serce uwierzy, że Dal nie jest legendą... Dwoje nas tylko w czasie i przestrzeni. Prawdziwe i czyste są moje oczy i zawsze będę mogła śmiało patrzeć niemi na Ciebie... Zawsze będę mogła posyłać Ci ten sam błękitny uśmiech pogody. Błogosławioną niech będzie ta droga, która ku tobie wiedzie, ku zaraniu... Głucha Tęsknota wzywa w mojem łkaniu... Dziś mi się marzy tajemniczy eden, dokąd się wchodzi przez wieki raz jeden... Pośród rumowisk i skalnych okruchów marzę komunię nieskalanych duchów, co się poznały w błysku piorunowym i zapłonęły i świecą dniom nowym«..."
      },
      {
        "index": 19,
        "text": "»Gdyby dusza ludzka mogła umrzeć i stać się trupem, gdyby dusza ludzka była trupem, a ciało, co je i pije, zostało sobą, byłyby tak z człowiekiem, jak teraz ze mną. Nic przede mną i nic za mną. Kopczyk popiołu leży przede mną na tacy. To Twoje umiłowane listy, panno Ewo. Przed chwilą je spaliłem. Spaliłem Twe listy. Oto, co się stało. Wczoraj była moja sprawa. Przegrałem ją haniebnie, z kretesem. O rozwodzie ani teraz marzyć! Muszę płacić mojej »żonie« alimenta podwyższone, a to przyszło akurat w sam czas, kiedy jestem już bez złamanego szeląga, owszem, w długach. Adwokat mój radził mi dobrodusznie, żeby wszystkiego już zaniechać. Dać za wygraną. Ponieważ oddawna byłem przygotowany na wszelkie ewentualności, więc ta decyzya konsystorska nie zastała mię nieprzygotowanym. Byłem przygotowany materyalnie i moralnie. I moralnie, panno Ewo! Wyrzekam się Pani, opuszczam Warszawę, przyjmuję miejsce zarobkowe i jutro, — to jest nie jutro, tylko, żal się Boże! dziś — wyjeżdżam."
      },
      {
        "index": 20,
        "text": "Tak, dziś wyjeżdżam. Dokąd jadę i gdzie będę, — nie zawiadamiam Pani i nie zawiadomię nigdy. Jest to mój ostatni list i ostatnie pożegnanie. Tak długo, tak dziwnie długo piszę. Nie znać w tem piśmie człowieka silnego, nieprawdaż? Nie widać potęgi woli, którą lubiłem się przechwalać. A jednak jestem silnym człowiekiem. Jestem jednym z najsilniejszych ludzi na świecie. Nie — nie! Jestem najsilniejszy ze wszystkich ludzi na ziemi! Opuszczam Panią dobrowolnie, świadomie, w chwili tej, kiedy mógłbym Cię ujrzeć za parę godzin, kiedy mógłbym... Dniu straszliwy, pocóżem cię dożył! Cóż mogłoby być z nami, panno Ewo? Nie mogę Pani poślubić, gdyż mam żonę, z którą skuty jestem aż do tej chwili, kiedy żyć przestanę, albo kiedy ona żyć przestanie. Kocham — ach! — nie kocham, lecz czczę w Pani wcielenie czystości, uwielbiam ducha Twego, otaczam najgłębszymi honorami Twój honor. Jestem jak oficer, który ma powierzony sztandar armii. Mógłbym Cię kochać w tajemnicy, oszukiwać, zdradzać, podchodzić Twoich rodziców, może nawet, może nawet... Nie, nie będę Twoim kochankiem? Oddałem losowi moje szczęście, jak oficer zwyciężony oddaje szpadę nieprzyjacielowi. Nie zobaczę Cię więcej. Widziałem rozpacz i trwogę w oczach Twojej Matki, panno Ewo, i wziąłem samego siebie za gardło z okrzykiem: byłbyś ostatnim gałganem, gdybyś nie odszedł. A zresztą, — mówię całą prawdę: Matka Pani błagała mię żebym Cię nie gubił. Przyrzekłem, że się usunę. Usuwam się. Dlatego to, — niech Pani o mnie zapomni..."
      },
      {
        "index": 21,
        "text": "Może po latach życia, może po śmierci, jak poeta wierzy u »Boga w niebie, po wiekach wieków kiedyś spotkam Ciebie i tam przynajmniej odetchnę wraz z Tobą«... Czarowne, dziecięce złudzenie! Mój męski rozum wie, że nie spotkam przecie Pani »u Boga«, nie spotkam nigdzie i nigdy."
      },
      {
        "index": 22,
        "text": "Oparłem przed chwilą na ścianie ręce, czoło, usta."
      },
      {
        "index": 23,
        "text": "Szlochałem. Żegnaj! Pisałem w jednym z listów za dni szczęśliwych, kiedy jeszcze świeciła mi jutrznia nadziei, że proces wygram, — pisałem urywek z Otella... Jakże to dla mnie w tej chwili straszliwe wspomnienie! Wówczas, gdym to pisał, błąkała mi się w duszy obawa tej chwili. Dziś przyszła sama rzecz! W tej chwili zabijam Cię, jak Otello. Stokroć gorzej, niż Otello! Tamten zabił i mógł wiedzieć, czy słyszeć na dnie więziennego lochu, że trumnę zabito i oddano ziemi. — I nic już niema! A ja?"
      },
      {
        "index": 24,
        "text": "Ja zabijam, ale usłyszę w mem miejscu wygnania, po dniach, miesiącach, czy latach, że wyszłaś zamąż."
      },
      {
        "index": 25,
        "text": "Dosyć — och, dosyć! Dosyć, bo mi się wydaje, że nie włosy mam na głowie, lecz języki płomienia."
      },
      {
        "index": 26,
        "text": "Latam w pokoju i dlatego tylko nie duszę się rzemieniem od kufra, który obok mnie leży, że jutro — nie! że dziś, za parę godzin muszę odjechać."
      },
      {
        "index": 27,
        "text": "Jechać! Dzień ten świtający podleciał do mnie, jak z dawien dawna ukartowana zasadzka, jak straszliwa pułapka. I oto ja sam, ja sam przyczyniłem się do tego na siebie wyroku. Ja sam, dobrowolnie Cię rzucam! Czyżem oszalał! Ja sam! Uszanuj we mnie to męstwo niezbłagane, jak śmierć. Gdy już zapomnisz o wszystkiem, gdy już będziesz cudzą, o tem jednem nie zapomnij, bo to było, — przysięgam na moją duszę! — ponad wszelkie siły człowieka. Nigdy już nic podobnego w życiu nie spotkasz. I ja nic już takiego w życiu nie spełnię."
      },
      {
        "index": 28,
        "text": "To jest we mnie olbrzymie."
      },
      {
        "index": 29,
        "text": "Nie dotknąłem ustami ust Twoich. Nie dotknąłem ustami nawet Twej ręki. Ust Twoich... Poznałem Cię czystą, jak górskie wody, białą, jak śniegi krótkotwałe na cyplach tatrzańskich, ujrzały Cię moje oczy w dniu spowiedzi... Oblubienico aniołów, siostro obłoków! Zachowaj czystość duszy..."
      },
      {
        "index": 30,
        "text": "Nie mogę wyrzec tej prośby... Zachowaj duszę, która jest naszą, moją i Twoją! Nie! Idź zamąż — i zapomnij o mnie!"
      },
      {
        "index": 31,
        "text": "Nigdy nie dotknąłem Twoich ust ustami. — Żegnam was, usta, całuję was. Całuję was, prześliczne włosy, przeczyste, bezzdradne oczy. Wolno mi jeszcze tylko to jedno: przycisnąć usta do zimnej ściany, za którą Ty we śnie spoczywasz."
      },
      {
        "index": 32,
        "text": "Wydało mi się, że śmierć swoją ucałowałem w usta. — Ewo!«"
      }
    ]
  }
}