{
  "chapterNumber": 30,
  "title": "Tom pierwszy, XXX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pokoik Ewy znajdował się na czwartem piętrze hotelu Suisse w Nicei. Szklane drzwi wychodziły na długi i wązki balkon z żelaza, biegnący wszerz całego gmachu. Siedząc w głębi pokoju, leżąc na łóżku — Ewa miała przed oczyma morze. Z wysokości czwartego piętra gmachu, stojącego na samym brzegu, nie widać było wcale ziemi. Było się, jak gdyby zawieszonym w powietrzu nad morzem."
      },
      {
        "index": 2,
        "text": "Ewa już miesiąc mieszkała w Nicei, wciąż w tym samym pokoju. Przybyła na wybrzeże francuskie z Rzymu (wraz ze Szczerbicem), ponieważ Łukasza Niepołomskiego tam już nie zastała. Przed jej przyjazdem wypuszczony został z więzienia i znikł. Władze więzienne nie umiały o nim nic powiedzieć, prócz tego, że został odwieziony do granicy francuskiej, do stacyi Ventimiglii. Nic więcej, pomimo najściślejszych poszukiwań. Ewa nie mogła, nie śmiała, nie czuła się na siłach, żeby wrócić do kraju. Usłuchała tedy rady Szczerbica i udała się do Nicei. Obiecał czynić poszukiwania Łukasza we Francyi. Przypuszczał, że może Niepołomski zechce grać w Monte Carlo dla zdobycia pieniędzy..."
      },
      {
        "index": 3,
        "text": "Ewa przyjechała do Nicei. Pędziła życie jednostajne, senne, bezbarwne. Przebywała najczęściej w swojej izdebce na czwartem piętrze. Ze Szczerbicem prawie nie widywała się."
      },
      {
        "index": 4,
        "text": "Przekazami pocztowymi przysyłał jej pieniądze na opłacenie pensyonatu. Czasem spotykała go na spacerze, gdy sama szła ku Villefranche. Raz rozmawiała z nim dłużej w kawiarni Regence na Avenue de la gare, gdy tam usiadła w dzień gorący."
      },
      {
        "index": 5,
        "text": "Bała się bardzo Szczerbica. Jeszcze w Wiedniu kupiła sobie była (za jego pieniądze) rewolwer i nie rozstawała się z nim ani na chwilę. W Rzymie, mieszkając w hotelu, czekała wciąż po nocach, że przyjdzie do jej pokoju. I teraz w Nicei, aczkolwiek uspokojona, trzymała zawsze broń przy sobie. W pokoiku wązkim i ciasnym stało wygodne krzesło na biegunach. Wysuwała je na środek pokoju i, wpół leżąc, zatopiwszy oczy w morzu, rozmyślała w ciągu nieskończonych godzin. Kochała dzienny błękit morza, albowiem owijał się około ran jej duszy, jak gdyby pas błogosławiony, jak gdyby chusta gojąca. Kochała głęboką, bardzo ciemną noc nad wodami. Nawprost jej okna, w dalekim bezmiarze głębin, zatopionych w mroku, gdy mistral wzdymał wały morskie i walił nimi w skały wybrzeża, błyskała morska latarnia. Kochała błysk latarni i zżyła się z nim duszą tak dalece, jak z niczem teraz na ziemi. Zdawało się, że to chmury lecące krzeszą ogień z morza. Czekała zawsze z utęsknieniem nocami na światło nocne. Oto i tej nocy... Nareszcie! Przeleciał elektryczny, milczący znak — raz-raz! Nastawa! poprzedni mrok. I znowu — światło — raz-raz! Otchłań ciemności wylewała z odległych samotni, z tajnych okręgów pustyni ryk i wzdychanie na ludzki brzeg..."
      },
      {
        "index": 6,
        "text": "Ewa cicho mówiła do samej siebie, a po prawdzie do tych odległych, piorunowych błyśnięć — spowiedź powszechną, wylewającą się z duszy. Bo tam był anioł groźny nad niezgruntowanemi wodami... Skrzydła jego od zachodu na wschód... Śniło się, że z jego niezmiernej ręki, kołyszącej kadzielnicę ponad odchliskiem, pada ognisty miecz w dalekie rozcieki, skąd wracał może bezsilny od pracy rybak, lub żeglarz, który stracił ostatnią nadzieję. Przy tem świetle niemem a tak nieskończenie wymownem — poczynała widzieć z poczwórną siłą swe sprawy. Oczy jej zagłębiały się w duchową pomrokę, a rozum stawał raz wraz w wielkich olśnieniach. Rozważała w głębi duszy swej, co ma czynić. Czuła głębokością serca, że nie zobaczy już nigdy Łukasza. Tęsknota stoczyła jej duszę, a żal zniweczył jestestwo. Wyjścia nie było. Tak miało zostać na zawsze. Niegdyś jej mówił: »gdy mię porzucisz, będę straszliwie nieszczęśliwy...« Te słowa własną jej krwią były wypisane w sercu. A teraz — on to ją właśnie porzucił. Cóż mogło wyrazić straszliwą prawdę tego pewnika? Nasuwało się proste pytanie: czy można żyć jeszcze, jeszcze dalej? I, jak powtórny brzask morskiej latarni, świetlała odpowiedź, że trzeba — albo przestać żyć, — albo spodleć i ohydnie pogodzić walkę wewnętrzną ze sprawami życia. Należy wybrać. Ale cóż wybrać? Kochać i tęsknić, — marzyć, żeby przyszła znowu chwila rozkoszy cielesnej, żeby wszystkie inne na szereg lat zatłukła swoim ogromem?"
      },
      {
        "index": 7,
        "text": "Nowy błysk myśli, co zda się, na morzu wyrósł i, przebiegłszy otchłań ciemności, przeszywał wskróś duszę, błysk nowy, bezlitosny w swej nagości: któż to jest Łukasz?"
      },
      {
        "index": 8,
        "text": "Wszakże Łukasz jest to mężczyzna, jak tysiące tysięcy innych na świecie. Kochał dawniej inne kobiety i podeptał je, odchodząc w swoją stronę. Kochał żonę i, odchodząc, podeptał ją na miazgę. Ten, którego tak uwielbiała! Dla którego poświęciła wszystko — został w pamięci z całą okropnością męskiego pożądania. Ponad duszę, ponad najlepszą część ludzkiego jestestwa zapragnął bardziej rozkoszy cielesnej. Nie pytał się, czy połamie ciało, czy zdepce duszę. Jego żądza zmysłowa była ponad wszystko."
      },
      {
        "index": 9,
        "text": "Znów, nowy, senny, daleki znak z czarnego morza: — a ty sama, a ty?"
      },
      {
        "index": 10,
        "text": "Ja jestem, — wyznawała, — tak samo grzeszna, jak on. Wszakże nie dosyćby było ujrzeć jego twarz, jedyną na ziemi. Wszakże nie dosyćby było utonąć w ukochanych oczach. Zawrzeć ustami rozpalone usta... Wszakże tli się w piersiach nieugaszone pragnienie wieczyście nowego grzechu z nim! Och, być przezeń znowu przewróconą, zduszoną, pokonaną! Zesłabnąć w uścisku jego wszechwładnych dłoni — i ustąpić! Poczuć na sobie jego ciężar. Zamknąć oczy i dobrowolnie oddać mu się na łaskę. Na łaskę! — Ustami czuć jego usta, nasycić się jego ciałem i oddać mu na własność swe ciało..."
      },
      {
        "index": 11,
        "text": "Myśli rozpierzchły się w nicość. Zostało tylko drżenie spalonego ciała. W pamięci wspomnienie fizyczne Łukasza. On jeden był i jest na świecie! Widziała oczyma przedział boczny w jego włosach, kołnierz i rękawy szarego surduta... Słyszała jego szept, gdy po chorobie wbiegał do jej pokoju i chwytał przemocą oddech przestrzelonemi płucami. Widziała najdroższy uśmiech, rodzący się w surowej twarzy, rodzący się, jak zorza nad ciemnością morską. Była blizką jego ust. Usta różowe... Białe zęby w głębi ciemnego zarostu... Wargi szepcą bezmyślne wyrazy, w których zamknęło się szaleństwo rozkoszy. Padały teraz te wyrazy w jej serce, na ramiona, na plecy, na piersi, uda, jak jego pocałunki obłąkane, gdy kazał zdejmować suknie i przyciągał bezsilną na swe kolana."
      },
      {
        "index": 12,
        "text": "Załamanemi rękoma dusiła serce, walczące w piersiach, i usiłowała spętać szaleństwo. Zbliżała się do siebie samej ze wspomnieniem zabitego dziecka, z łańcuchem piekielnych dni i nocy. Wlokła samą siebie pod pręgierz. Stawiała sobie przed oczy hańbę bezgraniczną i wstyd poznany."
      },
      {
        "index": 13,
        "text": "Błysk źrenic powitał nowy błysk światła w morzu. Rozmyślanie stało się zimne, chłoszczące, jak samo morze, które się drze w ciemności."
      },
      {
        "index": 14,
        "text": "Grzech! Zuchwały krzyk w duszy: czy jest grzech?"
      },
      {
        "index": 15,
        "text": "Skąd się wziął, dlaczego przyszedł? Jest, jak mówił wówczas młody ksiądz, przeciwko niemu rozum własny, inny rozum, zewnętrzny, wielki a niezmierzony... Jakże się może dokonać grzech wbrew woli tamtego rozumu? Jakim sposobem wynika bunt cielesny, bezprzykładna żądza, jak przed chwilą? A z żądzy tej jakim sposobem jedna za drugą wychodzą zbrodnie? Wspomniała wszystko od początku do końca, ujrzała dawną wolę i dawny rozum, jak samochcąc podniosły się z nicości i wydźwignęły ponad Boga. Mogła teraz dokładnie odróżniać dawną niewiadomość od teraźniejszej wiedzy — i cicho, cicho uśmiechała się, patrząc na siebie dawną, minioną, przeszłą, skończoną..."
      },
      {
        "index": 16,
        "text": "Nowy, silny krzyż światła latarni przerąbał ognistem ramieniem otchłań — raz-raz. Dusza Ewy dźwignęła się i podniosła. Mówiła do ciemnego morza:"
      },
      {
        "index": 17,
        "text": "— Dążyłam do swego celu. Cel mój był — Łukasz. Podeptałam wszystko, co było na mojej drodze. Podniosłam rękę na Boga. I odstąpiła mię łaska. W tym dniu, gdy byłam w łasce, ukazał się przedemną Łukasz. On się stał wieczną pokusą mego serca. Jest. Dlaczego tak się stało?"
      },
      {
        "index": 18,
        "text": "— Teraz — mówiła — nie spuszczając oczu ze świetlistych pełgań — muszę dać woli boskiej zadośćuczynienie, które będzie karą za moje grzechy. Kara, jaką ponoszę, sprawi, że sprawiedliwości boskiej stanie się zadość. Za zniewagę Boga dźwigam na ramionach moje cierpienie. Potrzebne jest Bogu moje cierpienie. Z niego wyrasta, jedynie z niego, najcudniejszy kwiat ziemski: skrucha. Ze skruchy, jakoby z kwiatu, ulata zapach: mądrość pokuty. A z pokuty staje się tajemniczo — świętość."
      },
      {
        "index": 19,
        "text": "Tak to — dumała — z mej mocy, gdym zabiła dzieciątko, wyrasta moje cierpienie. Z cierpienia kwiat ziemski: skrucha..."
      },
      {
        "index": 20,
        "text": "Śmiech głuchy zabulgotał we łzach, przepełniających piersi. Głowa zwisła na poręcz fotelu, gdyż myśli płynące przez głowę obróciły się w głupstwo. Poczęło ćmieć w całem jestestwie głuchonieme, samo w sobie bytujące cierpienie. Obmierzłym stał się czas, sam dla siebie bytujący — przestrzeń pusta... Czas, nie napełniony niczem oprócz ćmiącego bólu, ukazał się, jak wróg żywy, pełen mocy dyabelskiej. Stał przed oczyma olbrzymi, nieprzebrany i niezwyciężony, jak liguryjskie morze."
      },
      {
        "index": 21,
        "text": "Rozdarł ciemności błysk nowy i rzucił w duszę niczem niezachwianą niezłomność pragnienia."
      },
      {
        "index": 22,
        "text": "— Zniweczyć czas pusty! Rozedrzeć długość jego szaloną i zmiażdżyć ją w sobie! Nie czekać już i nie drżeć całem ciałem na rozkosz złudzeń oczu i pamięci! Nie pragnąć już rozkoszy cielesnej i nie pamiętać o nocy rodzenia. Nie pamiętać, nie pamiętać, nie pamiętać! Na wieki zapomnieć!"
      },
      {
        "index": 23,
        "text": "Odejść i spocząć między lądem i falą wieczną..."
      },
      {
        "index": 24,
        "text": "Głębokie drżenie wewnętrzne. Czy to tam szatan świetlisty przez środek ciemności idzie?"
      },
      {
        "index": 25,
        "text": "Zalśniły ruchome odmęty wodne. Poślizgnęło się światło morskie z fal na fale. Zdało się oczom skostniałym, że ujrzały w mroku... Marzenie dziwne i straszliwe."
      },
      {
        "index": 26,
        "text": "Śniło się im widziadło mocnego anioła, który zstąpił z niebios i stoi w głębiach nocy, odziany obłokiem."
      },
      {
        "index": 27,
        "text": "Postawił prawą nogę na morzu, a lewą na ziemi. Stojąc tak na morzu i na ziemi, podniósł rękę swoją ku niebu. Skądże w ustach te słowa straszne, równe morzu i niebiosom, wichrowi i wschodzeniu słońca, które drżeniem prędkiem przejmują, jak od trzaskania piorunu?... »Przysięgał przez Żywiącego na wieki, który stworzył niebo i to, co w niem jest — i ziemię i to, co w niej jest, i morze i to, co w niem jest — że czasu już nie będzie...«"
      }
    ]
  }
}