{
  "chapterNumber": 19,
  "title": "Tom pierwszy, XIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pewnego odwieczerza, w drugiej połowie sierpnia Ewa siedziała w oknie swej izby, martwo patrząc w podwórze domostwa. Coraz częściej zdarzał jej się teraz ów stan pozornego odrętwienia. Roztyła się i zbrzydła. Oczy miała podkute, rysy zgrubiałe i jakby opuchłe, cerę żółtawą. Sypiała coraz dłużej i wstawała coraz później. Już od miesiąca nie rozmawiała z nikim, chyba w sklepiku. Raz tylko odwiedził ją gospodarz domu, zbogacony izraelita. Wszedł chyłkiem, niby to od niechcenia. Usiadł na stołku i, rozglądając się pilnie po stancyi, gawędził. Oczy jego długo zatrzymywały się na twarzy Ewy i zatapiały w niej z uwagą. Ją wówczas poczęło przebiegać mrowie. Pot zimny oblał ramiona i plecy. Czuła, że ten człowiek ma zamiar coś z nią zrobić, że on to, nie kto inny, jest teraz jej władcą. A jeżeli on wie wszystko? A jeżeli już zawiadomił rodziców? A jeśli za chwilę powie, że ojciec już przyjechał, albo Aniela?"
      },
      {
        "index": 2,
        "text": "W tej samej chwili rzuciły się myśli trwożące, że on ją komuś wyda, że ją z mieszkania wypędzi, że na mocy jakichś tam praw każę zabrać... Przeczuwała, że na nią czyha siła fizyczna, brutalna napaść, zamach, który nie będzie końcem, lecz najwyższem spotęgowaniem niedoli."
      },
      {
        "index": 3,
        "text": "Gospodarz »grzecznie« rozmawiał, czynił figlarne aluzye do jej stanu. Dopytywał się od niechcenia, gdzie jest mąż, czemu tak długo nie przyjeżdża. Odpowiedziała blademi usty, że niedługo już... przyjedzie... Żyd jeszcze raz począł żartować. Oczy jego zamgliła żądza, którą Ewa już nauczyła się rozpoznawać. Wtedy uczuła, jakby ją ktoś ciął w głowę ostrzem siekiery. Powiedziała sobie wtedy, że musi umrzeć. Od owej chwili, która w jej umyśle wciąż była przytomną, minęły tygodnie nudy tak głębokiej, że nieszczęście w niej byłoby pożądaną rozrywką. Żyła w zupełnej ciemności, w gnuśnem zaniedbaniu. Stała się, jak rola zarośnięta zielskiem. Nic już nie było przed nią i za nią."
      },
      {
        "index": 4,
        "text": "Nie chciało się jej wracać do znanych cierpień, a nowych leniła się poznać. Straciła wiarę w to, żeby mógł istnieć jakiś inny świat uczuć, zgubiła w ciemności wiadomość nawet o tem, że żyją ludzie na świecie. Ziemia dla niej była pusta. Myśli wygasły, wola ginęła. Czasem jeszcze miotały się nerwy, jak odruchowo miotały się członki zwierzęcia, związanego powrozami. Nastało bezwzględne bankructwo wszystkiego. Już teraz rzadko kiedy widziała, jak jej, stojącej nad przepaścią, ziemia z pod nóg się sypie. Nadchodzi bezwład. W tej nocy okrutnej i nieskończonej nawet wspomnienie o Łukaszu uległo zaćmieniu. Pamiętała o nim nie jako o człowieku, lecz jak o czemś, co ma w sobie światłość. Ta światłość, — to był przedewszystkiem boleśny żal. Jak człowiek, w nocy i ciężkiej gorączce pogrążony, który nie wie nic dokładnego o świetle słonecznem, a tylko o niem śni, czuła za sobą, w tej stronie, dokąd Łukasz pojechał, brzask gasnący. — I to światło już nicestwiało."
      },
      {
        "index": 5,
        "text": "Domyślała się, że i ono wkrótce pożarte zostanie przez ciemność, że nie będzie w jej sprawie życiowej nic a nic znaczyło, tak samo jak nic nie znaczy matka, ojciec, Aniela, — jak wszystko co niegdyś było, a później przestało być, a wreszcie żadnego literalnie niema znaczenia. Pisała jeszcze wciąż listy i pod dawnym adresem wysyłała je do Rzymu, ale po co to czyni, co to ma za sens, — już nie wiedziała."
      },
      {
        "index": 6,
        "text": "Jeżeli do czego zwracały się jeszcze uporczywie jej pożądania, to do jednej, jedynej sprawy... Do sprawy nicości."
      },
      {
        "index": 7,
        "text": "Nie być! Gdybyż to ktoś zakradł się znienacka i zabił ją w półśnie! Wszystko już przeżyła. Strwoniła swe szczęście, a teraz, obskoczona przez skutki, przez pętlice, stryczki i węzły męczarni, nie może znaleźć Wyjścia. Jeżeli nawet jest gdzie wyjście, to bezwład nie da się dowlec. — Myśl sama sili się jeszcze nadaremno i próżno kołacze to tu, to tam."
      },
      {
        "index": 8,
        "text": "Resztkami obumarłych władz pragnęła teraz dowlec się do jakiegokolwiek kresu i ujrzeć jakikolwiek widnokrąg. Napróżno! Bezwładność, jak płynny muł, oblegała duszę..."
      },
      {
        "index": 9,
        "text": "W upały sierpniowe po całych dniach wysiadywała przy otwartem oknie, z głową opartą na obu rękach, wpatrując się w przeciwległy kąt podwórza, gdzie stała nowa, drewniana kloaka. — Wiązadła, płatwy, drzwi, gonty, schodki ściany tego budynku wryły się już w mózg i stały symbolem śmierci. Jeżeli, choćby przypadkiem, zwróciła oczy w tamtą stronę, już ich nie mogła oderwać. Myśli wpadały, jak w łożyska i kluby, jak w zaciosy i fugi, któremi nieodwołalnie mknąć musiały. Sam żółtawo szary kolor desek natychmiast przyciągał i porywał ku sobie."
      },
      {
        "index": 10,
        "text": "W mgnieniu oka tworzył się szemat umysłowania o nicości. Skóra zlekka cierpła, przez włosy leciał sypki mróz, oczy wlepiały się w tamten kąt podwórza. Jak dojść do nicości. Oto są drzwi pokoju. Drzwi te otworzyć. Cztery schody prowadzą na podwórze z wązkiej sionki. Podwórze. Trzydzieści kroków. Znowu schodki. Pięć schodów... I drzwi. Któż je otworzy? Kto udźwignie rękę ciężką, jak skała? Kto udźwignie nogi, ciężkie, jak góry? Kto wsunie i przekręci klucz w zamku? Tam jużby łatwiej."
      },
      {
        "index": 11,
        "text": "Zamknąć tylko oczy, westchnąć do Boga, rzucić się głową na dół, w otwór szeroki. Przez chwilę będzie bardzo źle, ohydnie. Rozkraczone nogi, zadarta spódnica... Ale za to stanie się nicość. I noc. Jedna noc. Stanie się owo greckie, tajemne słowo. Nareszcie się skończy i przetnie ucisk duszy. Bo »dość już tego życia!« Nie będzie wcale ciężaru hańby, leżącego na piersiach i na czole. Ani cuchnącego wokół powietrza cnoty obywatelskiej. I bólu w sercu, i żalu, i czekania. Już nikt nie przyjdzie z drwiącym swoim pyskiem, nikt nie zhańbi spojrzeniem posiepaka. Nikt jej nie spoliczkuje przymrużeniem oczu. Noc jedna cicha..."
      },
      {
        "index": 12,
        "text": "I tego dnia, o którym mowa, siedziała jak zwykle. Myśli jej ociężałe snuły się około tego pewnika, że pieniądze, które posiadała, już są na wyczerpaniu. Mieszkanie zapłacone do końca roku, to prawda, ale z czego żyć, gdy wyjdzie ostatni grosz? Przeliczyła troskliwie swój zapas, myląc się, jak zapisał, przy każdem obliczeniu."
      },
      {
        "index": 13,
        "text": "Wkrótce i tym rachunkiem, niby ciężką pracą zmęczona, zapadła w zwykły półsen o nicości. W chwili, gdy tak siedziała, przesypując nędzne myśli, jak piasek, spostrzegła jakiegoś pana, chodzącego po podwórzu to tu, to tam, zaglądającego z kolei do wszystkich sionek."
      },
      {
        "index": 14,
        "text": "Był to śliczny, młody człowiek, zapewne dwudziestokilkuletni, wysmukły blondyn, z małym, jasnym wąsem, ubrany w strój angielski, w pończochy, grube trzewiki, jasną marynarkę i mały, zielonkowaty kapelusz z piórem."
      },
      {
        "index": 15,
        "text": "— Strój od Pool’a, od jedynego krawca na świecie, który człowieka ubiera... — Uśmiechnęła się Ewa do wspomnienia o Horście."
      },
      {
        "index": 16,
        "text": "Zdziwienie jej nie miało granic: taki człowiek na tem podwórzu! Bywali tam tylko mniejsi i więksi starozakonni handlarze, sołdaci i służące. Tymczasem młody człowiek, spostrzegłszy Ewę w oknie, przyjrzał się jej z uwagą i do jej właśnie drzwi skierował kroki. Usłyszała wkrótce jego stąpanie. Zmieszała się i nie mogła zatamować bicia serca, pomimo, że rozum mówił wyraźnie o jakiejś chwilowej pomyłce. Dało się słyszeć pukanie, drzwi się uchyliły i nieznajomy, nie zdejmując kapelusza, wszedł do stancyjki."
      },
      {
        "index": 17,
        "text": "Gdy uchylił wreszcie kapelusza, Ewa mimowoli spostrzegła, że jest bardzo ładny. To ją jeszcze bardziej zawstydziło."
      },
      {
        "index": 18,
        "text": "— Przepraszam... — mówił spokojnie wykwintny pan, — czy nie tutaj mieszka panna Ewa Pobratyńska?"
      },
      {
        "index": 19,
        "text": "— Tak... mieszka..."
      },
      {
        "index": 20,
        "text": "— To pani?"
      },
      {
        "index": 21,
        "text": "— Ja... — mówiła Ewa, stojąc bezradnie i zwijając w palcach jakiś strzępek."
      },
      {
        "index": 22,
        "text": "— Proszę pani... Przychodzę tutaj z polecenia pana Łukasza Niepołomskiego."
      },
      {
        "index": 23,
        "text": "— Łukasz! — krzyknęła, zapominając o wszystkiem. Oczy jej spłonęły od płomienistych łez, usta owiał uśmiech. Serce porwało się i nagle ścichło, jak przecięte mieczem. Złożone ręce przycisnęły je i zdawały się błogosławić przychodnia, dobrego zwiastuna. Młody pan stał obojętnie, z bezwzględną jednak ciekawością z pod oka patrząc na Ewę."
      },
      {
        "index": 24,
        "text": "— Gdzie jest Łukasz? — zawołała."
      },
      {
        "index": 25,
        "text": "— Pan Niepołomski jest w Rzymie."
      },
      {
        "index": 26,
        "text": "— Wciąż w Rzymie?"
      },
      {
        "index": 27,
        "text": "— Musi się pani przygotować na coś gorszego."
      },
      {
        "index": 28,
        "text": "— Gorszego..."
      },
      {
        "index": 29,
        "text": "— Pan Niepołomski jest w więzieniu."
      },
      {
        "index": 30,
        "text": "— W więzieniu!"
      },
      {
        "index": 31,
        "text": "— Wszystko to pani w paru słowach wytłomaczę. Muszę naprzód powiedzieć, kim jestem. Nazywam się Szczerbic."
      },
      {
        "index": 32,
        "text": "— Hrabia Szczerbic? To pan kulą przestrzelił Łukasza?"
      },
      {
        "index": 33,
        "text": "— Tak, to ja. Miałem z nim sprawę honorową i przestrzeliłem go w pojedynku."
      },
      {
        "index": 34,
        "text": "— A!... Więc to pan."
      },
      {
        "index": 35,
        "text": "— Teraz otrzymałem od niego polecenie."
      },
      {
        "index": 36,
        "text": "— Do pana pisał?"
      },
      {
        "index": 37,
        "text": "— Nie pisał sam, lecz ktoś z moich znajomych w Rzymie pisał do mnie na skutek jego prośby."
      },
      {
        "index": 38,
        "text": "— Cóż on zrobił takiego?"
      },
      {
        "index": 39,
        "text": "— Dokładnie pani powiedzieć tego nie potrafię, gdyż sam nie wiem. Przyjaciel mój pisze w ogólnych wyrazach, że Niepołomski, który dostał się, jako płatny dyetaryusz do ambasady austryackiej i był używany do kopiowania starych dokumentów, niektóre najcenniejsze akty zdołał wynieść z archiwów i posprzedawać antykwaryuszom amerykańskim..."
      },
      {
        "index": 40,
        "text": "— Łukasz?!"
      },
      {
        "index": 41,
        "text": "— Wkrótce się to jednak wykryło. Schwytano go na gorącym uczynku kradzieży jakiegoś cennego rękopisu i tym sposobem dostał się do więzienia już w maju."
      },
      {
        "index": 42,
        "text": "— Ach, już w maju, już w maju... — szepnęła."
      },
      {
        "index": 43,
        "text": "Oczy jej były rozjaśnione, jakby posłyszała najpomyślniejszą nowinę. Teraz już wszystko wiedziała. W duszę spłynęło odbicie dawnej rozkoszy miłosnej i stało się jakby uczucie szczęście samego."
      },
      {
        "index": 44,
        "text": "To pochłonięcie w ciągu krótkiego momentu na nowo, od jednego porywu i rzutu duszy całych dziejów miłości było dla Ewy czemś tak nieoczekiwanem i nowem, że zapomniała o obecności nieznajomego pana. Dusza jej w owej chwili była, jak ciemna, zapomniana woda pod nawisłemi drzewami w pejzażu Jana Stanisławskiego — jak posępna, sama dla siebie bytująca samotnia, w którą z wyżyny niebios wpadła srebrna strzała gwiazdy. Gwiazda, niewidzialna dla oczu, przebiła wodę do dna i brylantowy wizerunek swój roznieciła w odrętwiałej wodzie. Nim czarna, nim wieczna noc wróci, opuszczona woda przez chwilę piastuje w łonie swem gwiazdę wieczną, świeci nią samej sobie w mrokach... Stała się na chwilę jasność i napełniła mrok."
      },
      {
        "index": 45,
        "text": "Hrabia Szczerbic przyglądał się Ewie, zwolna otwierając żółty pugilares. Usiadł swobodnie na brzegu stołu i z przegródek pugilaresu wydobywał papierowe pieniądze. Ona podniosła na niego oczy i z pewnem zdziwieniem przypatrywała się jego sposobowi bycia. Lekki uśmieszek pogardy wygiął jej wargi. Przyszła do głowy myśl, że i ona jest szlachcianką, równą temu jakiemuś tam hrabiczowi. Cóż to za wychowanie siadać tak na brzegu stołu wobec kobiety i w cudzem mieszkaniu?..."
      },
      {
        "index": 46,
        "text": "Spojrzała na niego jeszcze raz i nagle uczuła za pośrednictwem fizycznego bólu w piersiach, że to ten przestrzelił płuca Łukaszowe. Krew jej uderzyła do głowy. Straszny gniew! Rzucić się z pazurami i poszarpać tę buzię! Zamieć myśli:"
      },
      {
        "index": 47,
        "text": "— Szubrawiec! Szuja! Szpicel! Czytywał cudze listy miłosne i zużytkowywał do plotek ich treść!"
      },
      {
        "index": 48,
        "text": "Hrabia Szczerbic wydobył wreszcie pięćdziesiąt rubli rozmaitymi banknotami i położył je na stole."
      },
      {
        "index": 49,
        "text": "— Proszę pani, — rzekł, chowając szybko pugilares, — pan Niepołomski prosi mię za pośrednictwem mego przyjaciela, żebym pani dostarczył nieco pieniędzy do chwili jego powrotu. Nie wiem, co to znaczy, kiedy on myśli wrócić. W każdym razie zostawiam obecnie pięćdziesiąt rubli. Jeśli pani będzie potrzebowała mej pomocy, proszę mi dać znać listownie — Zygmunt Szczerbic w Zgliszczach. To wystarczy."
      },
      {
        "index": 50,
        "text": "Straszliwy gniew rozrywa węgły rozumu i bucha w pola obłędu. Porwie te pieniądze i rzuci mu w pysk! Jeszcze chwila..."
      },
      {
        "index": 51,
        "text": "— Jakże teraz zdrowie pani? — zapytał grzecznie."
      },
      {
        "index": 52,
        "text": "— Dziękuję... — syknęła, wszystka szkarłatna od wewnętrznych ogniów."
      },
      {
        "index": 53,
        "text": "Szczerbic spojrzał na nią z pod rzęs wzrokiem dziwnym, przeszywającym, a jednak struchlałym. Ledwie dostrzegalny uśmiech szyderstwa, który tkwił na jego wargach, nicestwiał i znikł. Ewa pod wpływem uczuć, które nią raz wraz wstrząsały, stała się prześliczną, stała się taką, jaką była w istocie. Wynikło coś królewskiego ze złamania i ze skrzywdzenia tej piękności. Haniebna krzywda, co się słała dokoła jej postaci bezsilnej i zbezczeszczonej, wystąpiła teraz z oczywistością. SzczerbiecSzczerbic poczuł, jak potwornie rysują się papierowe pieniądze, które złożył przed chwilą na sosnowym stole. Niesmak, wstyd, żal, czy rozpacz, jak zaduch, ogarnęły go ze wszech stron. Ewa milczała."
      },
      {
        "index": 54,
        "text": "Młody hrabia ujął swój niezwykły kapelusz, i zlekka kłaniając się nim, niezgrabnie wyszedł za drzwi."
      }
    ]
  }
}