{
  "chapterNumber": 62,
  "title": "Tom drugi, XXIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W Warszawie, wbrew obietnicom, nie zastała Niepołomskiego. Zapewniano ją, że przyjedzie lada moment. Zastała natomiast Pochronia. Ten był w ostatniej nędzy. Mieszkał w izbie na czwartem piętrze. Szło się do tej izby po krętych, kamiennych schodach. Izdebka była ciasna, tuż pod dachem, nizka, z oknem wychodzącem na cuchnące podwórze-studnię. Na domiar złego Pochroń był ciężko chory. Gdy Ewa przyszła tam po raz pierwszy w towarzystwie Płazy-Spławskiego, było jej na tem poddaszu tak duszno, że ledwie mogła dech złapać. Pochroń przywitał ją obojętnie. Gdy spytała, gdzie jest Niepołomski, odrzekł najspokojniej, że na wyspie Celebes. Gdy zaczęła czynić wyrzuty; czemu ją wyrwano ze wsi i tu przyprowadzono, obydwaj odpowiedzieli, że może sobie tam wracać, jeśli jej się podoba. Zresztą Płaza zaproponował jej »do czasu« mieszkanie u siebie, albo apartament oddzielny. Gdy dziwiła się tak wielkiej odmianie fortuny, — bogactwu Płazy i biedzie Pochronia, odpowiedziano, że ostatniego spotkały grube nieprzyjemności i niepowodzenia. Prawdopodobnie wskutek tych niepowodzeń meldował się w tym okresie czasu, jako Stanisław Kozielski. Miał długotrwałą gorączkę. Po całych dniach leżał na wznak z oczyma, wlepionemi w sufit. Ani jedno słowo nie wychodziło z jego ściśniętych ust. Czasem westchnienie... Na najpierwsze potrzeby łożył, (skąpo!), Płaza. Najczęstszymi gośćmi i jedynymi przyjaciółmi byli w tym lokalu trzej młodzieńcy, których Ewa poznała zaraz pierwszego dnia. Pierwszy z nich był to chłopiec lat dziewiętnastu, gołowąs, blondyn, niebieskooki. Stał zawsze przy ścianie, oparty o nią, jakby się lękał o całość swoich pleców. Gdzie stanął zresztą, tam sterczał godzinami bez ruchu, bez kaszlu, bez głosu, patrząc przed się w przestrzeń. Oczy miał przejrzyste, ogromne, bez żadnego wyrazu, jak woda w morzu. Włosy zaczesane »na jeża«, mina chłopczyńska i nieruchomość czyniły zeń figurę zabawną, coś w rodzaju wielkiego chłopaka ze szkoły elementarnej. Drugi z kolei był zupełnie inny. Daleko starszy, ospowaty, z kłakami, zwisającymi na czoło i oczy, nie patrzał nigdy na rozmówcę i najchętniej prowadził dyskurs, stojąc bokiem albo tyłem do prowadzącego z nim dyalog. Lubił gadać, śmiać się z byle czego, używał wyrazów absolutnie nieparlamentarnych. Ćmił zawsze ohydny tytoń, skręcony w byle urywek gazety i umieszczony w grubej cygarniczce ze zwykłej trzciny. Trzeci gość był ponurym suchotnikiem. Zazwyczaj siedział gdzieś w kącie, pluł gęstą flegmą wokoło siebie i klął straszliwie, podpierając głowę na obudwu rękach. Jeżeli kiedy stał, co się rzadko zdarzało, miał taką posturę, jakby mu zupełnie brakło brzucha. Jeśli kiedy mówił, to hieratycznie, wolno, niezrozumiale i z przewracaniem oczu. Wszyscy trzej przychodzili zawsze z »bronkami« czyli » spluwami«, które mieli ukryte w sposób niedocieczony w tajnikach ubrania. Nieraz przynosili pieniądze i z wrzaskiem dzielili się nimi w tej izbie. Wyglądali z pozoru na rzemieślników, a Ewa domyśliła się łatwo, co to za kawalerya. Ponieważ Płaza-Spławski czynił jej nadzieję, że, jeżeli Niepołomski nie przyjedzie, umożliwi jej wyjazd zagranicę, więc czekała. Litość nad Pochroniem skłoniła ją do tego, żeby zamieszkać w jego izbie. Kupiła siennik za pieniądze pożyczone od Spławskiego i spała w kącie. Pochroń coraz ciężej chorował. Był czas, że utracił przytomność. W trakcie tej choroby Płaza-Spławski gdzieś znikł, jak senne marzenie. Przepadli także bez wieści trzej przyjaciele. Ewa została bez grosza. Poczęła tedy zarabiać w sposób wiadomy. Wkrótce najęła mieszkanie osobno, a dozorowała chorego dorywczo i nocami..."
      },
      {
        "index": 2,
        "text": "Dnie, tygodnie, miesiące... Nierząd. Ciemna piwnica życia. Wywrócenie duszy na nice. Tortura czującej duszy. Dolina Tempe, gdzie nikt już niema imienia, a człowiek nieszczęśliwy najchętniej zapomina, jakie jest jego własne imię. Przyszło zwolna stępienie moralne, dobro pozwalające żyć, zanik wrażliwości na wszystko z wyjątkiem jadła, odzienia, ciepła i zimna. Dochody zabierał Pochroń, skoro tylko przyszedł do zdrowia, tyle dając do ręki ile było potrzeba na fatałachy, mieszkanie i żywność."
      }
    ]
  }
}