{
  "chapterNumber": 9,
  "title": "Tom pierwszy, IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Tego dnia, rano, nic nie przeczuwając, Ewa przybiegła do biura i z radością otrzymała list od szwajcara. Jak to się często zdarza w dziejach ludzkiej niedoli, była bardzo, a raczej nadmiernie, — możnaby powiedzieć, — bezbożnie, — szczęśliwa. Miała zwyczaj czytać listy Łukasza nie zaraz po zajęciu swego miejsca, lecz dopiero w ciągu pracy."
      },
      {
        "index": 2,
        "text": "Gdy już wszystkie współpracowniczki były przy stołach i biurkach, gdy wszystkie zajęły się rachunkiem, sam pan naczelnik, skrzypiąc lakierami, przewiał do gabinetu, a i ona sama znaczną już ilość swego odrobiła, dopiero wówczas nieznacznie wydostawała z pod arkuszów Uczota umiłowaną kopertę. I tego dnia to samo..."
      },
      {
        "index": 3,
        "text": "Słodka radość, sekretna rozkosz powoli, w miarę czytania przeistaczała się, przeistaczała niepostrzeżenie w kindżał, nastawiony przeciwko sercu. A serce ustawało w swym biegu, zatrzymało się złowieszczo, porwane przez zdradziecki a nieubłagany wnikwynik nieszczęścia. Sto razy zmartwiałe oczy przebiegły pismo. Jeszcze i jeszcze... Gęsty kopeć osiadł pod czaszką i nie dawał rozumieć. Ale zwolna coś odplatało się w piersiach, odplatało raz wraz..."
      },
      {
        "index": 4,
        "text": "Wówczas nagłe uczucie, jakby się pod stopami odwaliła ściana domu. Zdumienie na widok zionącej przepaści."
      },
      {
        "index": 5,
        "text": "Głowa zwisła nad rachunkowemi płachtami, jak lity kamień. Wszystkiemi siłami Ewa zapanowała nad rękami, oczyma — i zaczęła spokojnie pracować. Pomimo zimna w palcach i zdrętwienia nóg, pomimo czadu w głowie liczyła trafnie, bez błędów, wpisywała pozycye w rubryki, nie patrząc na tytuły bez przeoczeń, a z przeraźliwą dokładnością. Słyszała dookoła głowy swej bicie zegarów, rozmowy, wezwania, odpowiedzi, głosy ludzkie blizkie i dalekie i dźwięki rzeczy martwych. O jakimś czasie, o jakiejś erze bezdennych dziejów tego dnia, zrozumiała, że należy, jak zwykle, wyjść. Spostrzegła, że mało już jest osób w biurze."
      },
      {
        "index": 6,
        "text": "Zadrżała w sobie. Znowu, jak na początku, ścierpła wewnętrznie. Poza wszystkiem bowiem błąkała się schylona nadzieja, że jeszcze się ten kielich od jej ust odwróci. A nuż, przyszedłszy do domu, zobaczy, że to wszystko było tylko okropną próbą. A nuż stanie się wszystko znowu, jak być powinno!... Teraz przed tymi podszeptami litosnej nadziei stanął lęk. Ukazywał w miganiu lustra tajemniczego istotę rzeczy. Przeszywał duszę krzykiem rozpaczy. Zdało się duszy w tych chwilach słyszeć jak gdyby grom poza sobą. Zdało się jej, że zaiste ciemny szatan towarzyszy myślom, jak oprawca więźniom, skutym w żelaza. Szczęśliwe myśli ciosami roztrąca i w proch rozbija, a wyszarpuje z mroków jeno te, co są zabójcze, jak kindżał nastawiony przeciwko sercu niewiedzącemu nic a nic."
      },
      {
        "index": 7,
        "text": "Wyszła spokojnie, rozdające na prawo i na lewo zwykłe ukłony, uśmiechy koleżankom i kolegom biurowym, portyerom i szwajcarowi. Spojrzenie, oddane szwajcarowi, wybuchło, jak lęk... Szła do domu omackiem, gdyż była zaiste na duszy ślepa. Dopiero na schodach ocknęła się i zachwyciła piersiami dużo tchu. Szła szybko na szafot schodów uśmiechnięta śmiertelnie, zdyszana, pełna męstwa, a z ustami pełnemi słów do Boga."
      },
      {
        "index": 8,
        "text": "Ujrzała prawdę i poczuła ją, jak uderzenie siekierą w głowę. Puszka do listów, umiłowana kryjówka serdecznej tajemnicy, arka dusz, droga istota — powiernica, — była wyrwana. Gwoździe, które ją przymocowywały, wyważone przez te same ręce, co skreśliły list. Po gwoździach zostały wyłupania w białej tafli drzwi. Ewa poczuła w sercu ból owych wyrwań, czarnych, przyraźliwych jam od gwoździ. Teraz dopiero zatrzęsła się od przerażenia. Stanęła oko w oko z nieszczęściem, jakby oko w oko z zabójcą, który o ciemnej nocy włamie się do sypialni przez okno. Błyskawicami woli chwytała potrzaskane okruchy męstwa. Dygocącymi niejako palcami duszy przytrzymywała na twarzy cielesnej maskę spokoju."
      },
      {
        "index": 9,
        "text": "Nacisnęła krążek dzwonka. Gdy otwarto, ukośnem spojrzeniem rzuciła na prawo i zraniła po raz trzeci."
      },
      {
        "index": 10,
        "text": "Najgłębiej! Pokój Łukasza był pusty. Przez półotwarte drzwi widniały pręty łóżka obnażonego z pościeli. Pchnęła lekko te drzwi i zajrzała. Obłapił ją za nogi i spętał jęk tego pokoju. Pustka! Bezbrzeżny mrok przedmiotów spojrzał w nią, jakoby wyłupane, krwawe oczodoły."
      },
      {
        "index": 11,
        "text": "Ugodziło ją teraz pod serce żegadło zbójeckie."
      },
      {
        "index": 12,
        "text": "Skierowała swe kroki do mieszkania i weszła. Rzuciła spojrzenie na twarze obojga rodziców. Matka była zmieszana, pobladła. Dolna szczęka jej twarzy drgała kiedy niekiedy, a oczy były ciemne i głuche pod zsuniętemi brwiami. Ojca trwożne, jakby szpiegowskie spojrzenie, bolesny wywiad detektywa, przesunęło się po wchodzącej."
      },
      {
        "index": 13,
        "text": "Jak na nieszczęście była w mieszkaniu zamężna siostra. Opowiadała coś rozwlekle i głupio."
      },
      {
        "index": 14,
        "text": "Ewa czuła radość w tonie jej mowy. Poznawała dobrze, że Aniela wie, co się z nią, Ewą, stało. Rozumiała, że owo opowiadanie zimne i głupkowate siostra Aniela umyślnie przedsięwzięła i że będzie się ono wlokło do nieskończoności, gdyż na jej to cześć jest uczta."
      },
      {
        "index": 15,
        "text": "Zaśmiał się w niej szatan."
      },
      {
        "index": 16,
        "text": "Obrzuciła wszystkich wejrzeniem i spokojnie zdjęła kapelusz. Zwracając się do matki, spytała:"
      },
      {
        "index": 17,
        "text": "— Obiad prędko?"
      },
      {
        "index": 18,
        "text": "— Cóż ci tak pilno? — wtrąciła natychmiast Aniela."
      },
      {
        "index": 19,
        "text": "— Pilno mi."
      },
      {
        "index": 20,
        "text": "— Hm..."
      },
      {
        "index": 21,
        "text": "— Łukasz Niepołomski wyprowadził się? — spytała Ewa, zwrócona wciąż do matki."
      },
      {
        "index": 22,
        "text": "— Wyprowadził się, — odpowiedziała stara pani."
      },
      {
        "index": 23,
        "text": "— Wyjechał zupełnie z Warszawy?"
      },
      {
        "index": 24,
        "text": "— Wyjechał z Warszawy. — Czy był tu z pożegnaniem?"
      },
      {
        "index": 25,
        "text": "— Był."
      },
      {
        "index": 26,
        "text": "— Kiedy wyjechał?"
      },
      {
        "index": 27,
        "text": "— Dzisiaj."
      },
      {
        "index": 28,
        "text": "— A dokąd?"
      },
      {
        "index": 29,
        "text": "— Nie wiem tego."
      },
      {
        "index": 30,
        "text": "— Nie mówił mamie?"
      },
      {
        "index": 31,
        "text": "— Nie mówił."
      },
      {
        "index": 32,
        "text": "— Cóż miał mamie mówić takie rzeczy? Co to kogo obchodzi, gdzie taki facet jedzie... — wtrąciła Aniela."
      },
      {
        "index": 33,
        "text": "Teraz Ewa zwróciła się do niej z niespodziewanym dla samej siebie pociskiem słów."
      },
      {
        "index": 34,
        "text": "— Wściekasz się, co? Gryzie cię widok, że ci już piersi obwisły, żeś już kwoka łażąca tam tylko, gdzie Władek każe, żeś już półklępie, baba, — a ja wciąż jeszcze ta sama! Smutne to rzeczywiście. Żal mi cię, kwoko. Już zębów nie można suszyć po całych dniach do każdego lokatora po kolei. Jak mąż spojrzy, ciareczki po plecach latają. Już piersi wystawiać na nic się zdało, oczami strzydz — to samo. Nikt już nie leci na takie wdzięki..."
      },
      {
        "index": 35,
        "text": "— Zwracam uwagę, — ozwał się nagle pan domu milczący zazwyczaj czasu trwania sytuacyi naprężonych, — zwracam uwagę... Jedno słowo Niepołomskiego i Kraft turnie mię w ciągu jednej godziny."
      },
      {
        "index": 36,
        "text": "— Komuż ojciec zwraca uwagę? — spytała Aniela z bezczelnością osoby wyzwolonej, samoistnej, obcodomowej i moralnej."
      },
      {
        "index": 37,
        "text": "— Zwracam uwagę tych wszystkich, komu na tem zależy, żebym miał miejsce tak krwawo zdobyte... — mówił wciąż tonem niezwykłym. Twarz miał zmalałą do wielkości ściśniętego kułaka, pomarszczoną i pełną arcyśmiesznej grozy."
      },
      {
        "index": 38,
        "text": "— Już tam ojciec, oczywiście, »wisi na włosku«, już tam pewnie pod ojcem »doły kopią«."
      },
      {
        "index": 39,
        "text": "— Milcz! Moja rzecz... Kopią doły, czy nie kopią, — moja rzecz. A ty milcz!"
      },
      {
        "index": 40,
        "text": "— Tylko patrzeć rychło przyjdzie wylany, tylko patrzeć... — mówiła matka, zwracając się jedynie do Anieli, jakby tylko ta Aniela była w pokoju, a obok niej nie było nikogo."
      },
      {
        "index": 41,
        "text": "— Ale będzie pretekst... — perorowała tamta z bystrością i logiką. — To dlatego, że się Niepołomski wyprowadził... »Jedno słówko Niepołomskiego i Kraft«..."
      },
      {
        "index": 42,
        "text": "Stary pan jadł suchą, przedobiednią kromkę chleba, obojętnie i systematycznie. Przełknąwszy piąty, czy szósty kęsek, rzekł wyniośle:"
      },
      {
        "index": 43,
        "text": "— Wtedy dopiero będzie wiadomo, co się wykonało. Ale wtedy dopiero, gdy już będzie zapóźno. Wtedy dopiero nadejdzie żal, lamenty, awantury i inne opery."
      },
      {
        "index": 44,
        "text": "— Cóż to wszystko ma znaczyć, filozofie z pod Bachusa? Co to ma znaczyć? — zaczęła nastawać matka, odkładając na bok wszelkie względy i zabierając się do ataku."
      },
      {
        "index": 45,
        "text": "— Powiedziałem!"
      },
      {
        "index": 46,
        "text": "— Powiedz wyraźnie! Wyraźnie, niech wszyscy słyszą!"
      },
      {
        "index": 47,
        "text": "— Powiedziałem wyraźnie. Proszę o zupę. Nie mam czasu na interwiewy. Biuro nie czeka..."
      },
      {
        "index": 48,
        "text": "Wniesiono zupę. Ewa nalała sobie talerz i szybko jeść zaczęła. Widziała, jedząc, błysk noża, leżącego ookbobok talerza. Ręka jej drgnęła, żeby go pochwycić i pchnąć w piersi siostrę Anielę. W głowie miała milczący wrzask namiętności skupionych w jedno. Coś w niej rozrywało się zwolna, jak powróz, na którym zawisł ciężar tysiąca pudów. Z pośpiechem, ale spokojnie zjadła obiad, włożyła kapelusz i, nie żegnając się z nikim, wyszła lekkimi kroki."
      },
      {
        "index": 49,
        "text": "Niby przypadkowo wyszedł za nią tuż-tuż ojciec. Pokasłując i pomrukując, dreptał obok, plątał się to z prawej, to z lewej strony. W bramie coś tam zaczął mówić. Ewa nie słyszała, nie była w stanie słyszeć, co mówi do niej ten stary człowiek. Udawała, że turkot uliczny przeszkadza odróżniać słowa. Rzuciła spojrzenie w sposób przykry. Powzięła w siebie, jak przez mgłę wzrok rozmarzony, oczy zaczerwienione, pełne łez i uśmiech — żal."
      },
      {
        "index": 50,
        "text": "Ale w niej nie było miejsca na przyjęcie tych uczuć."
      },
      {
        "index": 51,
        "text": "Doznała podwójnej przykrości na widok twarzy i oczu tego człowieka obcego jej w tym momencie. Powiedziała jakieś zdanie, szereg szybkich wyrazów, o których nie wiedziała, czem właściwie były, i odeszła w swoją stronę."
      },
      {
        "index": 52,
        "text": "Niosły ją nogi ulicami. Posuwała się, nie widząc ludzi ni rzeczy. Praca jej ducha polegała na opanowywaniu wybuchów świadomości. Wybuchy te możnaby przyrównać do nagłych ciosów halnego wiatru, który bije skrzydłami w ciszę nie wiadomo skąd, a znagła ustaje, nie wiadomo dlaczego i jakim sposobem. Serce zamierało, doznając wciąż ścierpnięcia śmierci. Ręce szukały oparcia. Z chaosu wyłaniał się żal czysty — okrutne, martwe, ślepe uczucie. Był on niby systemat bezzębych, tępych pił ze stali, który niestrudzonem tarciem na tafle rozpłatać potrafi całkowitą bryłę marmuru, bezkształtny, dziewiczy kloc, stworzony przez wieki wieków we wnętrznościach ziemi. A w pracy tego żalu, jak w pracy pił bezzębych była głęboka mądrość, niby mądrość, ukryta w słowach duńskiego królewicza, wpatrującego się w ogniłą czaszkę śmieszka Yoricka."
      },
      {
        "index": 53,
        "text": "W biurze zajęła się usilnie pracą. Rachowanie, konieczność utrzymania myśli w karbach, w stalowych klubach, było dobrym przewodnikiem dla wichrów huczących w duszy."
      },
      {
        "index": 54,
        "text": "Godziny biurowe szybko przeszły. Ewa nie chciała wierzyć własnym myślom, że już skończyła się praca."
      },
      {
        "index": 55,
        "text": "Wyszła ostatnia. Zadała sobie pytanie, co robić z resztą tego okropnego dnia. Nagle przyszła jej do głowy mała myśl, — jak gdyby w mózg wpadło ziarenko szaleju i zrodziło myśl, — że wczoraj mogła pisać do Łukasza, a dziś nie może już pisać, bo jego już niema. Ta jakby nowa myśl zjeżyła jej włosy nad głową. Tłok popołudniowy ludnej ulicy warszawskiej zagarnął ją w siebie, jak sieć zagarnia rybę. Dała się ciągnąć tłumowi, jakiemuś skrzydłu wielkiego włoku ludzkiego Nie umiała zdać sobie sprawy, jakim sposobem i kiedy znalazła się w parku. Poszła na miejsce pierwszego spotkania z Łukaszem. Niosła tam coś jakby skargi na niego do miejsc, dróżek, drzew... I tam był tłum nadwieczorny. Ławki pozajmowane, pył w powietrzu, szelest sukien, gwar rozmów. Ludzie w tem miejscu. Ewa zatrzymała się obok pewnego drzewa, w miejscu, skąd widać było ławkę. Oczy jej, chore z nieszczęścia, oczy, nie pragnące nic widzieć, oczy ugodzone, — poszły ku tamtemu miejscu."
      },
      {
        "index": 56,
        "text": "Miejsce to samo, tylekroć widziane, przedmioty obojętne, — wszystko na całym świecie przemieniło się w jedno niezmierzone żalisko, pełne urn i mogił dla nikogo niewidzialnych. Nie podobna było tknąć wzrokiem żadnego przedmiotu. Minął już czas rzeczy tych. Stały się sobą, czyli przestały istnieć."
      },
      {
        "index": 57,
        "text": "Nastał zmierzch jasności tych rzeczy wybranych, wyniesionych przez duszę czującą na wysokość symbolów."
      },
      {
        "index": 58,
        "text": "Wszystkie odziewały się teraz w szary kir rozczarowania. Och, jakże teraz łkały drzewa, wytrącone z łaski serca osieroconego! Jak żałobne stały się drogi, ulice, aleje, trawniki, gaje i klomby. Stary dąb, ukochany, powiernik, brat —... Dalekie korony drzew..."
      },
      {
        "index": 59,
        "text": "Noc nadchodziła. Straszliwa noc! Pozbawiona czaru, nie była przybytkiem, świętym kościołem miłości: lecz nadchodziła zdala, jakoby pustynia mroku zemstą ziejąca, otchłań lęku i morze bezgraniczne zatracenia."
      },
      {
        "index": 60,
        "text": "Dźwięk — niema — straszliwy dreszcz rzeczy martwych przewijał się w szmerze ludzkim, w wietrze, w szeleście liści... Wynurzała się zewsząd potworna i bezdenna nuda, która załamuje najmocniejsze ręce, wstawał głód duszy nie do zniesienia, który nie ma czemby się zaspokoił na całym szerokim świecie. Pustka wokoło niema i głucha, a poza nią wszystko wbite w ziemię. Ustała w świecie wszelka praca. Skostniało przedziwne życie ziemskie, które było radością czuwającego ducha i zdumieniem młodocianych oczu."
      },
      {
        "index": 61,
        "text": "Upadła olbrzymia siła i skazana została na próżnowanie i zanik. Wykluczone było z tego obrębu wszelkie marzenie. Rzeczywistość, która była minęła, przewyższała wszystko, co mogłoby się zawrzeć w najśmielszem marzeniu. Ta rzeczywistość była odkryciem nowego świata, o którego istnieniu nie było wiadomo nic, nigdzie, nikomu. A teraz ta rzeczywistość, ta obiecana ziemia, przestała istnieć bardziej bezwględnie, niż znika sen po zbudzeniu. Były chwile, że Ewa szarpała ręką rękę dla utwierdzenia się w pewności, że wszystko, o czem myśli, jest w istocie, a ona wszystko dokładnie pamięta. To nie był sen. Wzamian nasuwał się dawniejszy świat. Tłoczyły się zapomniane rzeczy, sprawy, myśli z przed tamtego zdarzenia, z przed dnia spowiedzi i poznania Łukasza. Stały się teraz te rzeczy złowieszcze, a nieprzebłagane. Otoczyły duszę, jak zemściwy tłok szachrajów, którym prawo pozwala bełkotać o zyskach. A prawo to — nadał im Łukasz. On! Gdzież tu iść? Jak tu żyć?"
      },
      {
        "index": 62,
        "text": "Poprowadziły ją dokądś samopas błądzące kroki. Z podniesioną głową i z mgławicami źrenic w oczach, szła, dumając o sobie, jakby o czemś nazewnątrz bytującem."
      },
      {
        "index": 63,
        "text": "— Kto ja jestem? Co ja czynię? — pytała samej siebie, zanurzając wywrócony wzrok w ciemności wewnętrze duszy. I odpowiadała samej sobie przez gęstą kratę wewnętrznych łez w tej rozmównicy opuszczenia:"
      },
      {
        "index": 64,
        "text": "— Jestem samotna, pogardzona dusza. Jestem bez przyjaźni i pomocy. Stałam się, jak rzecz bez wartości na nic nikomu."
      },
      {
        "index": 65,
        "text": "Wszyscy ludzie widzą mój grzech, który w sercu popełniam i który pragnę popełniać, — bez końca, bez końca."
      },
      {
        "index": 66,
        "text": "Tak mi dopomóż, Panie Boże mój! Ty mi dopomóż, który wszystko żyjące miłujesz, Ty, co jeden wiesz prawdę... Grzech mój jest błękit, który mię ogarnął, — Ty wiesz! — który mię ramionami otoczył, — Ty wiesz, opasał, objął. Grzech mój jest — oczy — i szelest — i dźwięk przyciszonej mowy. Kocham mój grzech w sercu leżący i nienawidzę wszystkiego, co mię odeń odwodzi. Poza nim jest zgniła ciemność i odrażająca śmierć."
      },
      {
        "index": 67,
        "text": "Grzech mój jest krzywa linia rozkwitłych bzów, liliowy hymn, co się w zieloną ścianę drzew tulił, gdym czekała... Grzech mój jest to szelest brzozowych gałęzi, szelest niewysłowionego powabu, gdy wtedy łagodny deszcz go uciszał. Słysząc go, nie słyszałam: a teraz przyszedł na serce moje... O, mowo brzóz tamtych poranków czekania!"
      },
      {
        "index": 68,
        "text": "Zwarte krzewy, coście się usuwały za wiatrem, kiedy miał przyjść, a nie przychodził..."
      },
      {
        "index": 69,
        "text": "Gdzież tu na świecie szukać ratunku? Do kogo iść i w którą stronę."
      },
      {
        "index": 70,
        "text": "— Nikt mi nic dopomódz nie może, ani poradzić. Jestem obarczona ciężarem ponad siły. Smutek wytarga ze mnie wszelką moc. Wszyscy widzą moje omdlenie, przepatrują mój grzech ukryty i sprawia im to nędzną radość. Chcieliby pokrzyżować w ciemności drogi, przestawić znaki, zmylić sens myśli moich. A nadewszystko wyrwać serce, wyrwać serce... A ci, coby mi dopomódz chcieli, — nie mogą. Jest to sprawa między mną, samą jedną i moim losem. Los wygrał sprawę. A ja moją dolę przegrałam. Jestem skazana... A cóż z tego, że nieszczęśliwy jest więzień skażany i litość budzi, kiedy osądzony jest i przeklęty?"
      },
      {
        "index": 71,
        "text": "W tej chwili, gdy tak szła, niosąc w sobie bezlitosne i miłosierne moce, co jak siostrzyczki za umarłą siostrzyczką płaczą, albo jak zbóje w karczmie wśród publicznych dziewek szydzą, znowu trafiła pamięcią jak gdyby w wybuchową minę w te słowa listu:"
      },
      {
        "index": 72,
        "text": "»Nigdy nie dotknąłem ustami ust Twoich, nie dotknąłem ustami nawet Twej ręki«."
      },
      {
        "index": 73,
        "text": "Porwał ją krzyk i białowargi szept tych wyrazów, dwa symbole jednoznaczące niewątpliwej prawdy."
      },
      {
        "index": 74,
        "text": "Ujrzała całą ich głębokość i ogrom, może bardziej niezmierny, niż go widział ten, co pisał."
      },
      {
        "index": 75,
        "text": "— To prawda... — szeptała sobie, brodząc przez chichot, idąc wciąż w świat. — Nigdy nie dotknąłeś ustami moich ust. Ani ja twoich."
      },
      {
        "index": 76,
        "text": "Za prawdą tą taiła się, jak hyena, chwila obłąkania z rozpaczy. Obrażała teraz Łukasza tysiącem krzywdzących podejrzeń i tysiącem posądzeń. Wbiegła w bramę jakiegoś domu i oparła o mur głowę, bo coś w tej głowie kipiało i paliło czaszkę, a myśli wysadzało, z kolein rozsądku. Wywinęło się znikąd, (wówczas, gdy tam stała), proste i rozumne marzenie o śmierci. A w marzeniu tem była słodycz — i ani cienia bezmysłu. Był to wyłom, którędy można wyjść z labiryntu potwornych ruin, szczelina, wskazywana przez dobrotliwą rękę ohydnego żebraka, co w rowie między pokrzywami spał... Bez tej myśli o śmierci nie mogłaby już żyć. Teraz na wiotkich skrzydłach cichych rozmyślań o rodzaju śmierci, o jej miejscu i czasie, poczęła kołysać się w przestworze nieszczęścia."
      },
      {
        "index": 77,
        "text": "Szła ku domowi zadumana z oczyma zatopionemi w olbrzymiej pustce niebios. W pobliżu domu przypomniała sobie inny werset straszliwego listu."
      },
      {
        "index": 78,
        "text": "Powtarzała szeptem:"
      },
      {
        "index": 79,
        "text": "»Jestem jednym z najsilniejszych ludzi na świecie. Nie — nie! Jestem najsilniejszy ze wszystkich mężczyzn na ziemi«."
      },
      {
        "index": 80,
        "text": "I te słowa stanęły przed nią nie jako dźwięki, lecz jako oczywista i dotykalna, niemal bryłowata postać prawdy samej w sobie. Zadrżała w obliczu tej prawdy i byłaby gotowa upaść na twarz przed jej majestatem."
      },
      {
        "index": 81,
        "text": "— Jestem najsilniejszy na świecie, — szeptała w zachwyceniu. — Rzuciłeś mnie, mnie, którą tak kochały Twoje czarne oczy! Mnie, która byłam w Tobie i byłam Tobą. Wyrwałeś mnie ze swej piersi, jakbyś serce bijące wyrwał sobie nieustraszonemi rękoma."
      },
      {
        "index": 82,
        "text": "— Usta do zimnego wapna ściany, za którą spałam, przykładałeś na pożegnanie. I całowałeś śmierć. A ja nieszczęsna nie wiedziałam! Czemużem się nie ocknęła i nie uczuła, co robisz! Nie zechciałeś widzieć mię więcej. Ostatniego spojrzenia odmówiłeś i mnie i sobie. O, jesteś silny! Przed Twoją milczącą wolą nie mogłoby się oprzeć nic ani na ziemi, ani na niebie. Ty panujesz nad ziemią, nad sobą i nade mną. Jakże cię uwielbiam! Kazałeś mi zapomnieć, a Twój ostatni uczynek nie prowadzi do celu! Panie mój! Twój rozkaz, — tylko ten jeden, — nie będzie spełniony. Przenigdy! Umrę. Będę tak samo silna i mężna jak Ty. Gdy trupa mego wywloką z dołu śmierci i rozpoznają, przeczytasz sobie o tem w gazecie. Będziesz wiedział, coś zrobił! Wtedy wszystko zrozumiesz, Ty silny, — coś zrobił. Ty, coś nigdy nie pocałował mię w usta..."
      },
      {
        "index": 83,
        "text": "Pomimo, że wróciła do domu o parę godzin później, niż zwykle, nie pytała jej matka, gdzie była i co robiła."
      },
      {
        "index": 84,
        "text": "W pokoju było ciemno. Stary pan siedział przy otwartem oknie. Kulawy samowar jeszcze spał w ciemności. Ewa nie piła herbaty i nic nie jadła. Szybko rozebrała się, nie zapalając światła, i zajęła swe legowisko za parawanem. Pierwszy to raz w życiu wydało jej się w tym domu podle i nędznie. Wieczór był parny. Czuła zaduch mieszkania i podwórza, odczuwała fizycznie nędzę plugawego bytowania. Okryła głowę lekką kapą, jakby chcąc ukryć przed sobą świat. Porwał ją wnet nagły sen, twardy sen młodości zmordowanej przez nieszczęście."
      },
      {
        "index": 85,
        "text": "Upadła ciałem i duchem, niby kamień w bezdenną toń czarnej wody. Nierychło w nocy — z tego niebytu, z czarnego otworzeliska głębiny począł wywijać się sen dobrotliwy o czemś niebywałem, o czemś innem od naszego ziemskiego świata. Zaniosły ją tajemnicze potęgi na inny świat, prawdziwie na inny glob, na odosobnioną w przestworach ziemię. Czuła lekkość w sercu swem, jak po długotrwałym płaczu w samotności, gdy się uśmiechnie znowu dola."
      },
      {
        "index": 86,
        "text": "Nic nie wiedziała o nieszczęściu swem, ani o męczarni serca. Snu tego nigdy później nie mogła sobie uprzytomnić ani przypomnieć. Wiedziała tylko o błogosławionej rozkoszy, która była w nim od początku do końca."
      },
      {
        "index": 87,
        "text": "Aż oto dotknęło ją nieubłaganą ręką przebudzenie."
      },
      {
        "index": 88,
        "text": "Siadła w kuchni na posłaniu i chciała dłonią powstrzymać łoskot serca. Jeszcze nic nie wiedziała... Pierwsza myśl wionęła ku niej z ciemności, jak czyjś czarny szept:"
      },
      {
        "index": 89,
        "text": "— Łukasza niema!"
      },
      {
        "index": 90,
        "text": "Objęła ją rzeczywistość rozpaczy obiema rękami za rozpuszczone sploty włosów. Zanurzyła w nie mgliste, chude, koślawe palce. O, któż opowie o wybuchu, powstającym znikąd, z dna serca! Podniósł się niepowstrzymany, niezapomniany niczem, na obraz drżenia, co wstrząsa skorupę ziemi przed wylewem wulkanu."
      },
      {
        "index": 91,
        "text": "Ewa trzęsła się w potach, błagając, żeby tylko aby ten wybuch przeszedł szczęśliwie, przeminął i ustał."
      },
      {
        "index": 92,
        "text": "Przechodził. Po nim westchnienie spadało na piersi, — ni to kamień rzucony z za płotu przez niewidzialną rękę mściciela. Śniła się krótka chwila pociechy, pociechy błękitnej, jak niebiosa między śniadością obłoków."
      },
      {
        "index": 93,
        "text": "Ale, jak niknie jasne niebo wśród nawałnicy, tak nicestwiała w obumarłem sercu pociecha. Coś niepochwytnie szelestne, idące z za ramion, zdawało się szeptać, wpół śpiewać na nutę współczującą, nie wiedzieć jaką, a okrutną, jak ciosy rzemienia:"
      },
      {
        "index": 94,
        "text": "— Nie — nie — nie!"
      },
      {
        "index": 95,
        "text": "Głowa opadła na ręce i leciała ku ziemi, jak głaz z wysoka rzucony wzgardliwą ręką. Poczucie wzgardy na miejscu tem, gdzie były ołtarzowe róże i gdzie stał ołtarz, — nie było do udźwignienia. Oczy nabrzmiały od łez, serce biło szybkimi ciosy, biegło w bezgraniczną dal, jak wygnaniec po twardym gościńcu ziemi cudzej."
      },
      {
        "index": 96,
        "text": "Nigdzie oparcia, nigdzie podstawy do wzmocnienia się duchem. Wszystko zawiodło. Tylko łkanie nocne, zduszone przemocą w piersiach... Tylko łkanie, ostatni pocieszyciel..."
      }
    ]
  }
}