{
  "chapterNumber": 28,
  "title": "Tom pierwszy, XXVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pewnego dnia, zatopiona w myślach, spostrzegła, że ktoś jej się pilnie przygląda. Czuła na sobie wzrok nieprzyjemny. Mężczyźni patrzyli na nią ciągle z wiadomym jej wyrazem. Teraz jednak odczuwała na sobie wzrok nieznośny. Podniosła od niechcenia oczy i ze drżeniem spuściła je na swą kasę maszynową. Przy kontuarze, zastawionym pudłami cukrów, stał hrabia Szczerbic. W kapeluszu i paltocie wybierał pomadki, wskazując je rączką laski, — a jednocześnie rzucał przeszywające spojrzenia w stronę Ewy. Gdy mu pakowano nabyte słodycze w duże pudło, od niechcenia odwrócił się tyłem do kontuaru i bez przerwy patrzał w stronę kasy. Po chwili, gdy mu subjekt z eleganckim ukłonem wręczał pakę, obwiązaną kolorowemi bibułkami, młody pan zbliżył się do kasy, trzymając między palcami kartkę z sumą należności. Ewa ujęła kartkę i poczęła układać srebrne pieniądze reszty na miękkiej ceratce. Twarz jej była spokojna, ruchy rąk zdecydowane, ale serce łomotało w piersiach i nogi skostniały. Szczerbic powolnymi ruchy zbierał drobne monety i chował do portmonetki. Czynił to najwidoczniej dłużej, niż należało. Ewa podniosła oczy na jego twarz, zdobywając się wszystkiemi siłami ciała na spokój. Młody hrabia patrzył na nią z pod oka. Dostrzegłszy jej oczy wzniesione, nieznacznie uchylił kapelusza — i wyszedł."
      },
      {
        "index": 2,
        "text": "Tej nocy Ewa źle spała. Człowiek ów z jej najgorszych momentów życia stawał przed oczyma, jak upiór, budził ją z pół-snu, nachylał się i składał straszny swój ukłon. Bała go się w nocy. Rano ów lęk rozwiał się, ale został nieokreślony niepokój, bojaźń, wzmogła się podejrzliwość. Żyd właściciel znowu począł snuć się w myślach, a nawet w oczach..."
      },
      {
        "index": 3,
        "text": "Około godziny trzeciej z południa, gdy w kawiarni najmniej było osób, znowu wszedł hr. Szczerbic. Widać było po jego sposobie zachowania się, że w kawiarniach nie bywa. Szukał przez chwilę miejsca, zmieniał je, wreszcie usiadł w taki sposób, że twarzą zwrócony był do Ewy. Nie zdjął ubrania. Jego lekkie, drogie, karakułowe futerko i kapelusz zwracały uwagę nawet w tej pierwszorzędnej cukierni. Kazał podać sobie kieliszek wina i »Times«. Gdy po raz pierwszy podniósł do ust kieliszek, skierował oczy w stronę Ewy i, spotkawszy się z jej spojrzeniem, znowu złożył jej lekki i szybki ukłon. Ona odpowiedziała obojętnem i dość niedbałem skinieniem. Teraz nie lękała się już tak bardzo. Owszem, — było jej troszeczkę przyjemnie, że ten śliczny i wykwintny pan, na którego zwracały się oczy wszystkich, zarówno kelnerów, jak gości, poznał ją i pozdrowił."
      },
      {
        "index": 4,
        "text": "Następnego dnia, wieczorem, podczas największego natłoku osób, Szczerbic znowu przyszedł do kawiarni. Tym razem krótko bawił. Wychodząc, zbliżył się do kantorka Ewy i rzekł do niej półgłosem:"
      },
      {
        "index": 5,
        "text": "— Nie jestem pewny, czy pani przypomina mnie sobie..."
      },
      {
        "index": 6,
        "text": "Uśmiechnęła się i z nieporównanym wdziękiem podniosła głowę. Szczerbic mówił szybko:"
      },
      {
        "index": 7,
        "text": "— Pragnąłbym z panią porozmawiać o niektórych ważnych rzeczach, które pani dotyczą. Kiedy się kończy to zajęcie?"
      },
      {
        "index": 8,
        "text": "— Wieczorem."
      },
      {
        "index": 9,
        "text": "— Późno?"
      },
      {
        "index": 10,
        "text": "— Tak, późno."
      },
      {
        "index": 11,
        "text": "— Nie chciałbym, żeby pani z mego powodu uległa przykrym posądzeniom... Czy nie mógłbym którego dnia widzieć się z panią? — Tylko w niedzielę mam czas wolny."
      },
      {
        "index": 12,
        "text": "— A... więc w niedzielę."
      },
      {
        "index": 13,
        "text": "Ktoś z płacących przerwał rozmowę. Hrabia odszedł na drugi koniec sali do szafy z gazetami i jedno z pism czytał dosyć długo, jakby dla dania Ewie chwili czasu do namysłu. Gdy miał wychodzić, a właśnie przy kasie nikogo nie było, zapytał:"
      },
      {
        "index": 14,
        "text": "— Może pani będzie w kościele świętego Aleksandra przed godziną dwunastą w niedzielę? O dwunastej będę przed kościołem. Moglibyśmy, idąc Alejami, rozmawiać swobodnie. Czy dobrze?"
      },
      {
        "index": 15,
        "text": "— Dobrze... — rzekła z pośpiechem, żeby tylko odszedł i nie narażał jej na pytające, jadowite, podejrzliwe, szpiegowskie spojrzenia Horsta."
      },
      {
        "index": 16,
        "text": "W niedzielę ubrała się w najlepszą swą, czarną suknię, włożyła paletko, sięgające ledwie do pasa, jedyny dawny zabytek przeszłorocznych elegancyi, — na głowę czarny kapelusz, otoczony grubą, jakby żałobną wualką, czarne rękawiczki. Blada jej twarz, prześliczne smutne oczy z za tej czarnej zasłony przeglądały niewymownie. O dwunastej, wyszedłszy z kościoła, zobaczyła Szczerbica, idącego chodnikiem. Gdy wysunęła się z tłumu podeszła do niego, ledwie ją poznał. Długo krocząc obok niej, nie odrywał oczu od jej wysmukłej czarnej postaci. Był to jeden z ostatnich dni lutego, dzień wyjątkowo słoneczny. Bryły i skiby śniegów spadały z dachów na chodniki, woda huczała w rynnach. Wróble, nastroszywszy pierze, radośnie szczebiotały po żelaznych sztachetach i w nagich gałęziach drzew. Ewa czuła, że Szczerbic jest nią zachwycony. Było jej to przyjemne. Szła obok niego dużymi »modnymi« krokami z wdziękiem nienaśladowanym. Gdy osób było mniej na trotuarze, powiedziała:"
      },
      {
        "index": 17,
        "text": "— Cóż to pan hrabia miał mi zakomunikować?"
      },
      {
        "index": 18,
        "text": "— Przedewszystkiem muszę pani zrobić wymówkę za to, że mnie pani nie zawiadomiła o zamiarze... o zmianie miejsca pobytu... o wyborze zajęcia. Jestem przecież opiekunem pani."
      },
      {
        "index": 19,
        "text": "— Pan? Moim opiekunem?"
      },
      {
        "index": 20,
        "text": "— Doprawdy tak jest, tak jest!"
      },
      {
        "index": 21,
        "text": "— Nie wiedziałam."
      },
      {
        "index": 22,
        "text": "— Ale teraz będzie to pani brała pod uwagę?"
      },
      {
        "index": 23,
        "text": "— Muszę troszeczkę pomyśleć, muszę pomedytować, jak to jest. Wracając do rzeczy... Proszę powiedzieć, co pan hrabia chciał mi zakomunikować?"
      },
      {
        "index": 24,
        "text": "— Tak. Mam dla pani wiadomość. Czy mogę mówić otwarcie?"
      },
      {
        "index": 25,
        "text": "— Tak — tak... Ale... z oględnością..."
      },
      {
        "index": 26,
        "text": "— Chcę tylko zapytać o to, czy pani wciąż... To jest... czy pani chce wiedzieć, co się dzieje?"
      },
      {
        "index": 27,
        "text": "— Chcę wiedzieć, — mówiła Ewa gwałtownie idąc coraz szybciej."
      },
      {
        "index": 28,
        "text": "— Pisał do mnie znowu, po raz drugi, mój przyjaciel o Niepołomskim."
      },
      {
        "index": 29,
        "text": "— Cóż pisał?"
      },
      {
        "index": 30,
        "text": "— On jeszcze nie jest na wolności, ale jest już osądzony. Odsiaduje teraz karę więzienia... — mówił Szczerbic szybko, ze zrozumieniem duszy słuchaczki, jakby ze siebie wyrzucał te szczegóły."
      },
      {
        "index": 31,
        "text": "— Panie! — rzekła Ewa z gwałtownym wybuchem, — zaklinam pana, niech mi pan powie całą prawdę. — Daję słowo honoru szlachcica, że mówię prawdę."
      },
      {
        "index": 32,
        "text": "— Więc owo więzienie i... te wszystkie sprawy nie są wymysłem?"
      },
      {
        "index": 33,
        "text": "— Czyim wymysłem?"
      },
      {
        "index": 34,
        "text": "— Ach! moim wymysłem..."
      },
      {
        "index": 35,
        "text": "— Rozumiem... rozumiem... Nie, nie są wymysłem. Doszła pani tedy do takich słupów granicznych. Biedna pani, nieszczęśliwa pani..."
      },
      {
        "index": 36,
        "text": "— Nie jestem wcale biedna! Jestem, jak pan widzi, tylko nizko podejrzliwa i bardzo podła!"
      },
      {
        "index": 37,
        "text": "— Och, ordynarne wyrazy — na oznaczenie uczuć cennych."
      },
      {
        "index": 38,
        "text": "— Cóż jest w tym drugim liście?"
      },
      {
        "index": 39,
        "text": "— Nic ciekawego. Są pytania o panią. Na te nie mogłem odpowiedzieć wcześniej, bo tam, gdzie pani mieszkała, powiedziano mi..."
      },
      {
        "index": 40,
        "text": "— Pan tam był? — spytała Ewa, czując, że się, pod nią nogi zginają, a straszny wstyd bucha do głowy krwawemi falami."
      },
      {
        "index": 41,
        "text": "— Niech się pani uspokoi... Żadnych obaw! — mówił Szczerbic cicho, jakoś sennie, dobrotliwie. — Wiem tylko ja jeden. Temu żydkowi zapłaciłem..."
      },
      {
        "index": 42,
        "text": "— Zapłacił pan? — jęknęła."
      },
      {
        "index": 43,
        "text": "— ...I zagroziłem, że go zniszczę, zmiażdżę, gdyby pisnął."
      },
      {
        "index": 44,
        "text": "— O czem? — marniała, dygocąc na całem ciele."
      },
      {
        "index": 45,
        "text": "— O jakichś tam, o jakichś tam... pewnych... długach, należnościach..."
      },
      {
        "index": 46,
        "text": "Odetchnęła lżej, lecz szła bez sił."
      },
      {
        "index": 47,
        "text": "— Zrobiłem pani przykrość, wspominając... Ale sądziłem, że to pocieszy. — Po co się pan w to wmieszał! Po co? Po co? — bełkotała wciąż, czując, że jej włosy powstają na głowie, a zęby szczękają z przerażenia. Nagle olśniła ją okropna myśl, że teraz żyd może do niej odnaleźć przez tego Szczerbica drogę, że ją chwyci, skoro się tylko zbrodnia wykryje. A nadto, — toć ona teraz jest w mocy tego Szczerbica. — Ogarnął ją szał tak straszliwy, że o mało nie rzuciła się na ziemię, żeby ze siebie rwać suknie, targać włosy i krzyczeć, co tchu w piersiach. Oto była już spokojna, miała dach nad głową, miała pracę, żyła po ludzku. Mściwy los zesłał na nią tego człowieka i wszystko runęło w dawne bagno."
      },
      {
        "index": 48,
        "text": "— Pani Ewo... — mówił Szczerbic głosem łagodnym i coraz bardziej miłościwym, — wiem, że zrobiłem pani wielką przykrość, wspominając o tych sprawach. Ale musiałem to powiedzieć, żeby wszystko wyświetlić! Tylko tym sposobem pani się uspokoi. Wiem to aż nadto, że słyszeć ode mnie, człowieka obcego... Ale ja pojąłem... Była pani w okropnem położeniu..."
      },
      {
        "index": 49,
        "text": "— Niech pan już do mnie o tem, przez litość, nie mówi!"
      },
      {
        "index": 50,
        "text": "— Nie będzie już o tem nikt mówił na tym świecie! Jedno słowo z ust ludzkich już o tem nie wyjdzie! Przysięgam pani! Teraz pomówmy, czemu pani przyjęła miejsce kasyerki?"
      },
      {
        "index": 51,
        "text": "— Nie mogę mówić o takich drobiazgach."
      },
      {
        "index": 52,
        "text": "— Nie jest to drobiazg."
      },
      {
        "index": 53,
        "text": "Gdyby pan wiedział wszystko!"
      },
      {
        "index": 54,
        "text": "— Była pani w okropnem położeniu. Ale dlaczego było nie zwrócić się do mnie? — Nie mogłam. Niech pan tylko zechce sobie wszystko uprzytomnić..."
      },
      {
        "index": 55,
        "text": "— No, tak. Skończmy!"
      },
      {
        "index": 56,
        "text": "Byli przy bramie prowadzącej do Łazienek. Weszli tam."
      },
      {
        "index": 57,
        "text": "Ale ziemia pokryta była tającym śniegiem i rozmiękła głęboko. Musieli wrócić. W odległości kilkunastu kroków od tego miejsca stał szereg dorożek. Szczerbic wahał się przez chwilę, a wreszcie zdecydował się na propozycyę:"
      },
      {
        "index": 58,
        "text": "— Gdyby pani nie obraziła się na mnie, tobym poprosił, żeby wsiąść do dorożki i przejechać się po Łazienkach. Czas śliczny, a chodzić niepodobna."
      },
      {
        "index": 59,
        "text": "Ewa była zmęczona, jakby przeszła kilka mil drogi. Nie mogła już iść. Zgodziła się, nie myśląc wcale o tem, co robi. Wsiedli do jednokonnego powozu z nastawioną budą i wolno zjechali w pustą zupełnie ulicę parku. Czarne, obmokłe drzewa, niezliczona ilość gałęzi, prętów i czarnych witek, rózg chwiejnych i polotnych zaścielała widnokrąg. Ewa siedziała w rogu powozu, patrząc przed siebie szklanemi oczyma. Nozdrza jej były wytężone od trudnego oddechu, ręce bezwładnie leżały na kolanach. Szczerbic patrzał na nią bez przerwy, nie mogąc nasycić oczu jej pięknością bez granic. Pukle jasnych, jasno-złotych włosów, wykwitające w tyle głowy z pod ronda czarnego kapelusza, z pod węzła czarnej wualki, rysy prześlicznej twarzy, jakby pochłonięte przez cienie zasłony, postać urocza tak blizka niego, a tak nieskończenie daleka... Doświadczył uczucia niewymownego smutku z prostej racyi istnienia doskonałej piękności, którą miał tuż obok siebie. Zachwyt wzmagał się i już nie palił, lecz gorzał w sercu, jak roztopiony ołów."
      },
      {
        "index": 60,
        "text": "Szaleństwo, tajny szatan, popychało do jakiegoś nieświadomego kroku. Rzucić się do jej kolan! Dotknąć ustami jej czarnej sukni, leżącej bez ruchu nadobnemi liniami!"
      },
      {
        "index": 61,
        "text": "Wyżebrać jedno muśnięcie po twarzy przez jej ręce, przez te cudze, obce, zaprzedane ręce o wązkich dłoniach i palcach z niczem co do piękności nie dających się zrównać! Szczęście bez granic i rozpacz szarpiąca szamotały się w piersiach, szlochając i wyjąć. Łzy jak gdyby bryzgi zdziczałej wody morskiej, wpadały do gardła i paliły ogniem goryczy."
      },
      {
        "index": 62,
        "text": "Jakże się rozstać z myślą o niej! Czyż podobna odwrócić oczy i odejść? Czyż jest na ziemi cośkolwiek poza nią? Ach, niema nic! A trzeba było zrozumieć, że ona właśnie jest cudzą własnością, cudzą kochanką, cudzą metresą, cudzą dziewką do nocnych uciech! Ta!... Ona!... Bogini Diana, nieśmiertelna!... Promienistość słoneczna, zamknięta w kształt kobiecy... Trzeba to było zrozumieć."
      },
      {
        "index": 63,
        "text": "Szczerbic milczał."
      },
      {
        "index": 64,
        "text": "Chciał odnaleźć w niej coś wstrętnego, cechę gminności, prostactwa, chamstwa, coś, coby mogło zmierzić, coś, coby się dało rozdąć, rozwinąć w przypomnienie... Szukał."
      },
      {
        "index": 65,
        "text": "Ale, jakby na przekór, wysuwała się sama przecudność."
      },
      {
        "index": 66,
        "text": "A nadto, — poza nią, poza fizyczną pięknością, jak za przeczystem szkłem, ukazywała się niepostrzeżenie rozkosz kobiecości, nieznana, głęboka, czuła dusza, — niezmierna władza ugłaskań, spieszczeń, złagodzeń wszystkiego, co jest w tem życiu smutkiem i niedolą. Oto zobaczył teraz, czem może być ta kobieta... zakochana. Uczuł, jak to ona otaczać musi umiłowaną duszę atmosferą blasku, zapachu, uśmiechów..."
      },
      {
        "index": 67,
        "text": "Ale to ona właśnie jest kochanką owego draba...!"
      },
      {
        "index": 68,
        "text": "Chwytały go teraz, nieznane dotychczas drgawki w piersiach, ruch fizyczny i kłańcanie paszczy nienasyconej. W oczach straszliwe, krwawe obrazy. Obrazy, co wloką za włosy aż na brzeg i spychają, strącają z tarpejskiej skały..."
      },
      {
        "index": 69,
        "text": "Postanowił mówić obojętnie, z przyjaźnią. — Nie dać poznać ani cienia, jak na szlachcica przystało. Wystąpi w jej i Łukasza interesie, złoży dowody jak najoczywistszej opieki nad ich miłością. Tak. Znaj pana!"
      },
      {
        "index": 70,
        "text": "Nie mógł jednakże otworzyć ust. Więc milczał."
      },
      {
        "index": 71,
        "text": "Oczy jego stężały w nieruchomem zachwyceniu. Nie mogły się teraz oderwać od profilu głowy, przepysznie, jakby z orlą dumą osadzonej na ramionach, od rozwarcia bark, w którem osiadło niezwalczone piękno kobiecego kształtu. Od ruchu powozu promienie włosów poprzemykały się z pod ronda to tu, to tam, napełniły wzrok i mózg widzeniem złotem. A gdy tak milczał w dziwnem zaklęciu, śniło mu się na jawie, że jest dzieckiem ledwie podrosłem, które patrzy na jakieś prześliczne jezioro w Alpach, — może na Klöntalersee, a może na Grimsel..."
      },
      {
        "index": 72,
        "text": "Od chwili do chwili przemykał nieznośny wstyd, że to on, Szczerbic, ulega czarowi tej... kasyerki z cukierni, która z innym miała dziecko nieprawe! Były sekundy, że usiłował wyskoczyć z powozu i pójść precz od tej romansowej donny. — Dać jej pieniędzy, wyrzucić z dryndy i wyrzucić z myśli wiadomość o jej istnieniu. Nieruchome, zastygłe oczy nie mogły odejść. Bezsilne usta wyrzekły z dobrocią:"
      },
      {
        "index": 73,
        "text": "— Czy się pani już uspokoiła?"
      },
      {
        "index": 74,
        "text": "— O, już."
      },
      {
        "index": 75,
        "text": "— To możebyśmy wspólnie rozpatrzyli pewien projekt?"
      },
      {
        "index": 76,
        "text": "— Proszę pana hrabiego..."
      },
      {
        "index": 77,
        "text": "— Nie trzeba tego tytułu."
      },
      {
        "index": 78,
        "text": "— Przepraszam, jeżeli panu to sprawiło przykrość."
      },
      {
        "index": 79,
        "text": "— Krótko powiem. Obecnie mam zamiar wyjechać na Rivierę. Bardzo być może, że wypadnie mi być w Rzymie."
      },
      {
        "index": 80,
        "text": "— Ach, mój panie!..."
      },
      {
        "index": 81,
        "text": "— Chce pani, żebym się widział z Niepołomskim? Dobrze. Daję pani słowo, że się z nim zobaczę, wszystko powiem, co pani każę, oddam mu listy..."
      },
      {
        "index": 82,
        "text": "Ewa pod wpływem nagłego impulsu, pochyliła się chwyciła rękę Szczerbica, przycisnęła ją do ust, zanim zdążył zrozumieć, co to się dzieje. Po jej twarzy płynęły ciche, obfite łzy. Płakała tak długo, długo, niepowstrzymanie, zagryzając ze wszech sił drżące wargi. Powóz przebył długą aleję, wyminął domek z posągami dwu półnagich bogiń. Widziała przez łzy, — drzewa, posągi, dach domu, ale gdzie jest, dokąd jedzie, nic nie wiedziała."
      },
      {
        "index": 83,
        "text": "Poczęła mówić, jak dziecko spłakane, które we łzach ulgę odniosło: — Jaki pan dobry! Jaki szlachetny, szlachetny! Gdybym ja stąd uciec mogła, pojechać tam, do Rzymu!"
      },
      {
        "index": 84,
        "text": "— Czemu ja głupia nie pojechałam? No głód, to głód, robiłabym wszystko, wszystko! — Gdybym mogła otoczyć go opieką, zasłonić sobą świat przed jego wykłutemi oczyma, jak to już zrobiłam, gdy go pan kulą przestrzelił..."
      },
      {
        "index": 85,
        "text": "Szczerbic miał teraz oczy przymrużone i skierowane na plecy dorożkarza. Coś kombinował, czy liczył."
      },
      {
        "index": 86,
        "text": "— Proszę pani — rzekł niespodzianie, z oczyma błyszczącemi, jak brylanty, — jeśli sobie tylko pani życzy... Niech pani jedzie do Rzymu! — wyszeptał gwałtownie."
      },
      {
        "index": 87,
        "text": "Roześmiała się dobrotliwie. Wydał jej się arcyzabawnym ze swą nieznajomością życia."
      },
      {
        "index": 88,
        "text": "— Mówię poważnie — nastawał hrabia. — Jeżeli takie jest życzenie pani, to niech je pani wykona. Jest to obowiązek!"
      },
      {
        "index": 89,
        "text": "— Ależ za co? Moją pensję prawie w całości zabiera lichwiarka, od której pożyczałam pieniędzy. Resztę biorą rodzice. Te suknie, co mam na sobie, biorę na kredyt za poręczeniem lichwiarki Barnawskiej. A muszę się ubierać przyzwoicie, bo to należy do mego fachu."
      },
      {
        "index": 90,
        "text": "— Wszystko to, — lichwiarka, rodzice, cukiernia, — wszystko to nic nie znaczy."
      },
      {
        "index": 91,
        "text": "— Dla pana — tak, ale dla mnie!"
      },
      {
        "index": 92,
        "text": "Szczerbic uczynił znak ręką, że nie chce mówić przy dorożkarzu. Jednocześnie zawołał na tego woźnicę, żeby stanął. Zaproponował Ewie chwilę przechadzki w oddalonej części parku, nad wodami łazienkowskiemu"
      },
      {
        "index": 93,
        "text": "Dorożkarzowi kazał zaczekać. Wśród drzew leżał lód na szerokich drożynach. Szli ostrożnie. Gdy byli daleko od powozu, Szczerbic zaczął mówić z żywością:"
      },
      {
        "index": 94,
        "text": "— Pani Ewo! Przysięgam na mój honor, że w tem, co zaproponuję, nie mam żadnego wyrachowania, że nie knuję żadnego zamachu na panią, że nic złego nie mam na myśli. Jestem winien wobec Łukasza Niepołomskiego, a nadto... a zresztą... Tak się wszystko złożyło! Otóż proszę, — niech pani jedzie do Rzymu i zostanie tam aż do chwili uwolnienia narzeczonego z więzienia. Ja wszystko zapłacę."
      },
      {
        "index": 95,
        "text": "— Nie! — krzyknęła, spoglądając na niego zpodełba oczyma, które przez mgnienie złowrogo zaświeciły."
      },
      {
        "index": 96,
        "text": "— Jeszcze nie powiedziałem. Zapłacę długi, które pani ma, uwolnię panią z więzów i pożyczę tyle, ile będzie potrzeba na drogę i na przeżycie w Rzymie. Gdy pan Niepołomski skończy karę i zacznie pracować, oddacie mi wszystko."
      },
      {
        "index": 97,
        "text": "— Wzięłam od pana kilkadziesiąt rubli... — Ale wówczas... Byłam bez sił. Teraz mogę robić. Nie jestem tak podła, żebym się miała sprzedawać."
      },
      {
        "index": 98,
        "text": "Szczerbic śmiał się, idąc o krok za nią, (gdyż szła szybko i wyprzedzała go)."
      },
      {
        "index": 99,
        "text": "— Lepiej jest zginąć w tem jarzmie i dać się jarzmu zadusić, niż je potrzaskać na kawałki i wyjść na wolnego człowieka. Cóż ja pani proponuję? Używa pani wyrazów... — Już ja wiem, co mówię."
      },
      {
        "index": 100,
        "text": "— Nie, pani się myli. W stosunku do mnie... Na początku tej rozmowy powiedziałem: daję słowo honoru, że nie knuję podstępu. Pani na to nie raczyła zwrócić uwagi..."
      },
      {
        "index": 101,
        "text": "— Czy pan się mną interesują tylko ze względu na Łukasza? Czy nic innego? Niech pan da na to słowo honoru!"
      },
      {
        "index": 102,
        "text": "— Nie, na to nie dam słowa honoru! — krzyknął wyniośle. — Są i inne względy. Piękność pani powinna zasiadać na tronie, nie wśród kelnerów i lowelasów modnego szynku. Myślę sobie, że dobrze czynię, wydobywając panią z tego odmętu pospolitości. W zysku, wyznaję, miałbym to szczęście, że mógłbym... z oddali patrzeć na panią, czasem rozmawiać, myśleć, że jestem czemś... że jestem..."
      },
      {
        "index": 103,
        "text": "Spojrzała na niego z podziwem. Ujrzała oczy jego napełnione mgłą. Cicho wyszeptała:"
      },
      {
        "index": 104,
        "text": "— Nie mówmy już o tem... Proszę pana!"
      },
      {
        "index": 105,
        "text": "— Pojechalibyśmy, jeśliby była taka wola pani, w jednym pociągu, ale w osobnych wagonach. Stawalibyśmy w innych hotelach. Moglibyśmy wcale nie rozmawiać ze sobą, jeśliby taka była... wola pani. W Rzymie moja rola byłaby taka, żeby pani ułatwić widzenie się z mężem i wyrobić pozwolenie na częste odwiedzanie go. Najęłaby sobie pani mieszkanie, z łatwością znalazła pracę..."
      },
      {
        "index": 106,
        "text": "— A pan?"
      },
      {
        "index": 107,
        "text": "— Ja nazajutrz po załatwieniu spraw pani, pojadę na Rivierę. I więcej pani dręczyć nie będę."
      },
      {
        "index": 108,
        "text": "— Tak. To cudowny projekt! — Ów mój natychmiastowy wyjazd z Rzymu?"
      },
      {
        "index": 109,
        "text": "— Nie."
      },
      {
        "index": 110,
        "text": "— Więc co?"
      },
      {
        "index": 111,
        "text": "— Nie wiem! Nie wiem! A tutaj... Moi rodzice, cały mój kochany, cacany świateczek, któryby mię po powrocie godnie przywitał. Jakbym spaliła siedemnaście wsi!..."
      },
      {
        "index": 112,
        "text": "— No więc?"
      },
      {
        "index": 113,
        "text": "— Powiedzą, żem z panem pojechała zagranicę i że mię pan poprostu..."
      },
      {
        "index": 114,
        "text": "— Woli pani »dobrą opinję« w swoim świateczku, niż wyzwolenie duszy Łukasza i swojej z kajdan? Ja pani mówię jeszcze raz: oddacie mi wszystko, gdy będziecie mogli! On może zarabiać gdziekolwiek, — we Francji, w Niemczech, — byle nie w Austryi... — dodał z niemiłym uśmiechem."
      },
      {
        "index": 115,
        "text": "— Jego żona zgadza się na rozwód... — szeptała Ewa w zamyśleniu, na wpół do Szczerbica, na wpół do siebie, cicho, jak głęboką tajemnicę. — Mogłabym mu zawieźć dar, — własną jej ręką wystawione żądanie rozwodu. Moglibyśmy wziąć tam ślub. O, Boże mój! Boże mój! Po co mi pan to wszystko ukazał? Co ja teraz nieszczęsna, pocznę? Jakie ja teraz będę miała noce!"
      },
      {
        "index": 116,
        "text": "— Cóż panią wstrzymuje?"
      },
      {
        "index": 117,
        "text": "— Ojciec."
      },
      {
        "index": 118,
        "text": "— A ojciec pani czem się trudni?"
      },
      {
        "index": 119,
        "text": "— Mój ojciec... — rzekła z błędnym uśmiechem"
      },
      {
        "index": 120,
        "text": "szuka zawsze posady. Jest to moje jedyne, kochane, najmilsze, niewinne, bezradne dziecko. Stary malec... Jeżeli go i teraz rzucę, to już z kretesem zginie. Och — już wtedy zginie! Ma długi, a właśnie znowu stracił posadę."
      },
      {
        "index": 121,
        "text": "Szczerbic skrzywił się nieznacznie i w milczeniu począł zapalać papierosa."
      },
      {
        "index": 122,
        "text": "— Widzi pani, taka jest na to rada. Obecnie wielebym dać nie mógł, ale, naprzykład, spłaci się długi ojcowskie i to zaraz, jeśli, dajmy na to nie przekraczają tysiąca rubli. Po powrocie z zagranicy mogę wyrobić ojcu pani posadę — synekurkę. Pani mi w drodze zagranicę wyjaśni, co staruszek mógłby robić."
      },
      {
        "index": 123,
        "text": "Ewa szła naprzód zamyślona, zasłuchana, machinalnie przytakując głową."
      },
      {
        "index": 124,
        "text": "— Więc tak, — mówił Szczerbic, kończąc palić papierosa — wynotuje pani długi swoje i ojcowskie. Nadmienię, że wolałbym, aby te długi nie przekraczały na ogół tysiąca rubli. Mam teraz do rozporządzenia pewną sumę i wolałbym ją zaoszczędzić na sprawy zagraniczne. Widzi pani, — jestem jej mości do usług ministrem spraw wewnętrznych, zagranicznych, a nadto finansów. Kiedy moją monarchinię zobaczę?"
      },
      {
        "index": 125,
        "text": "— Nie wiem. Kiedy?"
      },
      {
        "index": 126,
        "text": "— We czwartek."
      },
      {
        "index": 127,
        "text": "— We czwartek. A o której godzinie? — pytała półsennie, patrząc weń wielkiemi, oszołomionemi oczyma."
      },
      {
        "index": 128,
        "text": "— Gdyby pani mogła przyjść o godzinie dwunastej w południe na wystawę obrazów. Dobrze?"
      },
      {
        "index": 129,
        "text": "— Doskonale. Właśnie mam wtedy chwilę wolną i to niedaleko od mej budy."
      },
      {
        "index": 130,
        "text": "— Będziemy się krótko widzieć. Przyniesie mi pani następujące dane: ile mam dać pieniędzy na spłacenie długów natychmiast, — i — kiedy wyjeżdżamy?"
      },
      {
        "index": 131,
        "text": "— Kiedy wyjeżdżamy... — powtórzyła głosem przerażenia."
      },
      {
        "index": 132,
        "text": "— Niech pani zachowuje zupełny spokój. Dla niepoznaki — owszem, niech pani będzie w wesołem usposobieniu. Przecie pani pojedzie do narzeczonego! Nasz wyjazd musi nastąpić przed pierwszym marca. Droga na Wiedeń, Pontebbę i Wenecyę."
      },
      {
        "index": 133,
        "text": "Wracali ku dorożce. Szczerbic miał twarz rozpromienioną i wesołą. Ewa posuwała się krok za krokiem, poślizgując się na lodzie. Gdy stanęli przy stopniu powozowym, młody hrabia rzekł:"
      },
      {
        "index": 134,
        "text": "— Niech pani teraz sama powróci do domu. Ja tu zostanę."
      },
      {
        "index": 135,
        "text": "— Ale pan przemoczył sobie obuwie."
      },
      {
        "index": 136,
        "text": "— To nic. Jestem przyzwyczajony."
      },
      {
        "index": 137,
        "text": "— Cóż pan tu będzie robił sam, w tej alei? — spytała naiwnie, siedząc już w powozie."
      },
      {
        "index": 138,
        "text": "Szczerbic uśmiechnął się gorzko. Wskazał poza sobą ślady bucików Ewy i rzekł po francusku:"
      },
      {
        "index": 139,
        "text": "— Będę tutaj przypatrywał się temu, co dla mnie z pani pozostało."
      },
      {
        "index": 140,
        "text": "— Niech pani teraz sama powróci do domu. Ja tu zostanę."
      },
      {
        "index": 141,
        "text": "Uśmiechnęła się, jak do brata, wyjawiającego uczucia wrodzone i dawno wiadome. Podała mu rękę. Rzucił dorożkarzowi srebrnego rubla i skłonił się Ewie. Powóz potoczył się w górę alei."
      }
    ]
  }
}