{
  "chapterNumber": 41,
  "title": "Tom drugi, VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Obudziła się z namiętnego omdlenia, z półsnu. Dźwignęła się, wsparła na łokciu? Oczy miała zawleczone szarą mgłą."
      },
      {
        "index": 2,
        "text": "Nie mogła nic dojrzeć, nic spamiętać. Myślało jej się, że to już nastała śmierć. Więc to jest owa tajemnicza śmierć, »tajemnicze misteryum śmierci..« Ktoś do niej mówił tak dawniej... A teraz już była śmierć. Stała się śmierć — i jest cisza. Wątły brzask wsącza się do numeru przez zapuszczoną storę. Na owalu lampki elektrycznej połyskuje światełko."
      },
      {
        "index": 3,
        "text": "Patrzyła na nie w zamyśleniu o czemś dalekiem, dawnem, pełnem uroku. Gdzież podziało się życie? Kto ona jest? Gdzie jest?"
      },
      {
        "index": 4,
        "text": "Nie mogła tego dociec. Miała na sobie lekki sen, jakby sen ptaka, który, śpiąc, wydaje okrzyki, porusza głową, a nawet, jak słowik, nuci półgłosem. Lekkiem poruszeniami, pochyleniami, zakrętami poczęło jednak kształtować się przemyślenie nocnego przeżycia. Nareszcie drgnęła w głowie percepcya."
      },
      {
        "index": 5,
        "text": "To nie jest śmierć. Jest to poranek w hotelu..."
      },
      {
        "index": 6,
        "text": "Poczęła miarkować sny i przedstawienia. Ujrzała tego człowieka. Uderzyło ją to, że on śpi, czuwając. Patrzyła na to, jak śpi, czuła jednak, że nawet we śnie wie o wszystkiem, wie nawet o tem, co ona w tej chwili myśli, co zamierza czynić, co knuje. Śpi także, jak ptak dziki..."
      },
      {
        "index": 7,
        "text": "— Musi wiedzieć wszystko, gdyż inaczej zginąłby natychmiast... — myślało jej się sennie. — Ludzie schwyciliby go natychmiast, zgładziliby go jak wściekłego psa... To też on w każdej chwili swego życia musi na nich czatować, podchodzić ich, gdy się nie spodziewają..."
      },
      {
        "index": 8,
        "text": "Zdjęła ją jakaś szczególna trwoga wobec jego potężnej męki wiecznego czuwania. Rozkosz cielesna, rozjątrzona przez niego, jeszcze żyła w sennem ciele. Skądś, z głębi ciała znękanego pieszczotami wywinął się uśmiech i ozdobił usta, napęczniałe od pocałunków. Schyliła się niepostrzeżenie i tajemny, powietrzny pocałunek złożyła na zmysłowych ustach śpiącego, On nagle rozwarł oczy i uśmiechnął się."
      },
      {
        "index": 9,
        "text": "Otoczyła go nagiemi ramionami i odegnała sen pytaniem:"
      },
      {
        "index": 10,
        "text": "— Bałeś się też we śnie, żebym cię nie zabiła teraz, jakeś tak spał?"
      },
      {
        "index": 11,
        "text": "— Co się miałem bać! Już mię teraz nie zabijesz. Bo i za co?"
      },
      {
        "index": 12,
        "text": "— No, któż może wiedzieć? Gdybym cię też przebiła, — a chociażby długą szpilką od kapelusza. Taką szpilkę wbić w serce..."
      },
      {
        "index": 13,
        "text": "— Ech, — mruknął, ziewając, — zgniłabyś w kryminale za mężobójstwo. Prawo-by cię nie minęło, moja rybko. Prawo jest wszędzie."
      },
      {
        "index": 14,
        "text": "— Prawo prawem, alebyś już nie ziewał, tylkobyś ty gnił i to nawet nie w kryminale, tylko w glinie dolno-austryackiej. Masz szczęście."
      },
      {
        "index": 15,
        "text": "— A żebyś wiedziała, że mam. Moje serce znajome z żelazem. Żelazo ci się po niem ślizga, jak po krysztale. Zobacz, jeśli chcesz. Odsunął koszulę i pokazał olbrzymią, siną bliznę na lewej piersi wzdłuż żeber. Odsunął wyżej i pokazał pod obojczykiem szwy i zrosty."
      },
      {
        "index": 16,
        "text": "— Toś ty jest nożowiec, rzezimieszek? — spytała ciekawie."
      },
      {
        "index": 17,
        "text": "— Co tobie, sikoro, do tego, kto ja jestem? Jestem wielki pan i tyle!"
      },
      {
        "index": 18,
        "text": "— Kawaler Gredin du Chateau-Lapompe."
      },
      {
        "index": 19,
        "text": "— Dobrze, dobrze! Jakiż to pan może tak znać świat, jak ja? Byłem w Ameryce, byłem na wojnie transwalskiej, jechałem na statku, coprawda, jako palacz z Władywostoku do Tryestu. — Znam Paryż, Londyn, Kalkutę i Ladysmith..."
      },
      {
        "index": 20,
        "text": "— Coś ty tam robił?"
      },
      {
        "index": 21,
        "text": "— Chodziłem za wojną. Bo gdzie się wilki gryzą, tam jest zawsze co zbierać... Wiesz ty o tem?"
      },
      {
        "index": 22,
        "text": "— Ja też od razu przypuszczałam, że ty musisz być szpicel..."
      },
      {
        "index": 23,
        "text": "— Szpicle nie miewają takich pieniędzy, jakie ja mam. A ja mam pieniącha. Chcesz wiedzieć? Gram w karty, gram w ruletę, jeżdżę, wracam, znowu wyjeżdżam. Zupełnie, jak hrabia Szczerbic..."
      },
      {
        "index": 24,
        "text": "— Szczerbic!... — drgnęła. — A ty znasz Szczerbica?"
      },
      {
        "index": 25,
        "text": "— Ja znam wszystkich, którzy mi są potrzebni."
      },
      {
        "index": 26,
        "text": "— Tak... Powiedz mi jednakże, bo jestem strasznie, strasznie ciekawa... Prawda, że ty jesteś były... felczer?"
      },
      {
        "index": 27,
        "text": "— Felczer! — zachichotał, — wściekłaś się, czy co u dydka? — Ja — felczer?"
      },
      {
        "index": 28,
        "text": "— No, — a nie, to kelner z podłej restauracyi w jakim Radomiu, albo Suwałkach? — Na złość i nie kelner."
      },
      {
        "index": 29,
        "text": "— A jak ci na imię?"
      },
      {
        "index": 30,
        "text": "— Zgadnij!"
      },
      {
        "index": 31,
        "text": "— Nie zgadnę. Jakieś imię... Wicek, Wojtek, Walek... Powiedz prawdziwe. Może jakie lepsze. Czasem bywają furmańskie imiona dosyć solidne."
      },
      {
        "index": 32,
        "text": "On leniwie przeciągnął się, ziewnął swobodnie, — przez chwilę patrzał w sufit, wreszcie, przymrużywszy oczy, rzekł z cynicznym uśmieszkiem:"
      },
      {
        "index": 33,
        "text": "— Na imię mi Łukasz."
      },
      {
        "index": 34,
        "text": "— Patrzcie! Już miałam jednego kochanka Łukasza. A to ci się udało, to ładne imię."
      },
      {
        "index": 35,
        "text": "— Doprawdy? A gdzie się też chowa ta kruszyneczka, co ci ją to tamten Łukaszek na pamiątkę zostawił?"
      },
      {
        "index": 36,
        "text": "— Daleko się chowa, daleko. U jednej starej babci, u dobrej babuleńki, we wioseczce za góreczką..."
      },
      {
        "index": 37,
        "text": "— Za góreczką, za wysoką... — nucił, kiwając głową."
      },
      {
        "index": 38,
        "text": "— E, to ty jesteś znający detektyw... Ale skądże ci przyszło pytać się o takie ta babskie sprawunki?"
      },
      {
        "index": 39,
        "text": "— Tak sobie. Zdawało mi się, że ty może je prędzej gdzie frygniesz, choćby w dół pierwszy lepszy, bo to się ognistym panienkom przytrafia... Ale skoro powiadasz... Ty się mało bawisz, wiesz ty o tem? Chciałaś niby to w Paryżu i tu i tam, ale czyż to była zabawa?, Sumienie cię burżuazyjne stargało, jak siarczyste womity. Niech-że cię nie znam!!"
      },
      {
        "index": 40,
        "text": "— Mnie zabawa nie bawi."
      },
      {
        "index": 41,
        "text": "— E, bo nie umiesz. Zabawa zabawie nie równa. Widzisz, jak ja cię poduczę... — Mnie się zdaje, że ty mało, bardzo mało wiesz o zabawie."
      },
      {
        "index": 42,
        "text": "— Dlaczego, ko-kotko?"
      },
      {
        "index": 43,
        "text": "— Bo jesteś przecie wielki ryfa z małego miasteczka, gruboskórne drągalisko w cienkich kortach szuja rodzima..."
      },
      {
        "index": 44,
        "text": "— E, widzisz, ale ja mam znowu to, czego wielu nie zna nawet, powiedzmy, po łebkach."
      },
      {
        "index": 45,
        "text": "— Ciekawam, co to może być —"
      },
      {
        "index": 46,
        "text": "— No, — oczy. Ja ci od razu przejrzę wszystko do samiutkiego dna. Mam takie oczy, jak te promienie Iks."
      },
      {
        "index": 47,
        "text": "— To widać wy wszyscy, bandyci, macie takie oczy, bo skąd wy już nie kradniecie i czegoście nie splugawili! Powiedz-że mi choć swe bandyckie imię."
      },
      {
        "index": 48,
        "text": "— Imię i nazwisko. Poczekasz, zanim usłyszysz. Już się ta o nie dopytywał niejeden dygnitarz, boby se szczęście rodziny ufundował, żeby się dowiedział. Strasznie są ciekawi, jakim się też herbem pieczętuję. Tobie nie powiem, bo jakem wspomniał o tym robaczku, co to u babuleńki, to ci tak zaraz ślipeczki błysnęły!..."
      },
      {
        "index": 49,
        "text": "— No?"
      },
      {
        "index": 50,
        "text": "— Jak cię życia nauczę, życia naprawdę, to ci ta może i odkryję moją tarczę rodową. A teraz bądź do czasu ciemna, jak tabaka w rogu."
      },
      {
        "index": 51,
        "text": "— Widzisz, jak się zdradzasz, żeś dotąd flirtował tylko z pokojówkami i praczkami."
      },
      {
        "index": 52,
        "text": "— Niekoniecznie. Kokotami bywają rozmaite. A ja mam tę właściwość, że mówię prawdę w oczy, co nas, panów, bardzo często cechuje. — Dziecko takim ludziom, jak my, niepotrzebne. — Ja żyję dla siebie i ty żyj dla siebie. Dziecko niech niańczy matołek, co siedzi na ziemi, ma warsztat, kopyto w łapie, łóżko, pierzynę. A ja jestem po to, żebym chodził. I ty to samo. My jesteśmy wędrowcy."
      },
      {
        "index": 53,
        "text": "— O mnie nie decyduj."
      },
      {
        "index": 54,
        "text": "— Nie? A mnie się zdaje, że tybyś już nie usiedziała na miejscu. Powiedz-no mi, czybyś usiedziała? Czy to nie lepiej kochać się z każdym ładnym chłopcem, który w oko wpadnie, z silnym, ze zdrowym, — jeździć po krajach, hulać, grać, włóczyć się, używać, ciągnąć za sobą blondynów i ogorzałych, — niż siedzieć z jednym, który ci po dwóch latach obmierznie i któremu ty obmierzniesz, znosić jego fochy, nudy, choroby?... Zachodzić w ciążę i rodzić, rodzić?... Co, jak myślisz?"
      },
      {
        "index": 55,
        "text": "— To moja rzecz, jak ja myślę."
      },
      {
        "index": 56,
        "text": "— No, oczywiście. Ja ci tam nic nie narzucam, oprócz siebie rzecz prosta. Biorę od człowieka zawsze, tylko to, co mi jest potrzebne, a zresztą, rób sobie, człowiecze, co chcesz, i myśl sobie, co chcesz..."
      },
      {
        "index": 57,
        "text": "— E, to ty jesteś filantrop!"
      },
      {
        "index": 58,
        "text": "— Dziecko... — mruknął ponuro. — Nienawidzę bachorów! Poco ja mam cackać bachora? Nie mam czasu. A znowu wiem dobrze, co to jest życie bachora bez rodziców. Małe to, słabe, nie da jeszcze rady starym draniom. Nie poradzi nożem, nie dosięgnie. A bez noża, jakże człowiek wyżyje? Depce to każdy, kto ma nogi, bije każdy, kto ma ręce, klnie na nie każdy, kto rusza żuchwami. Ja mam zostawić po sobie bachora, drugą taką skopaną, poparzoną psinę, jaką byłem sam! Poco? Mało to tego mrowia ludzkiego? Zobacz Londyn, Chicago... Przecie człowiek, — to odrażająca padlina. Ile tego jest! Zobacz na wojnie! Kadłuby bez łbów, wyrwane bebechy, potargane kikuty... Żeby tak mamusia zobaczyła — fiu!... — I prawda. Musi wojna trzebić toto armatami, boby się pozżerało. I żeby choć pozżerało!... Ale się, sobacze, gniotą, duszą, zasmradzają jedni drugim miejsce i strawę, zarażają się chorobami, — i dopiero, powiada, wszystko się odbywa według prawa. Socyologia, powiada, tak, socyologia, owak... Takie prawa... Dam ja ci, sobaczy synu, prawo..."
      },
      {
        "index": 59,
        "text": "Ewa słuchała na pozór obojętnie... Ale w głębi drgnęła w niej dusza do tych słów, jak dzwon szarpnięty."
      },
      {
        "index": 60,
        "text": "— Toż to jest prawda, co ten nikczemnik mówi... — myślała. — On ją uwalnia od win. On ją rozgrzeszył."
      },
      {
        "index": 61,
        "text": "Rzekła niedbale:"
      },
      {
        "index": 62,
        "text": "— Dobrze, dobrze filozofie z pod czarnej topoli. — Używać... A kiedy i używanie, włóczenie się i tam dalej, — i to wszystko się znudzi."
      },
      {
        "index": 63,
        "text": "— A nieprawda! Już co to, to nieprawda. Patrz na wielkich panów. Nic nie robią, tylko obdzierają świat z jego majątku i używają, a nigdy im się nie nudzi. Dlaczego? Bo znają sposób na zabawę, umieją zachować porządek w używaniu."
      },
      {
        "index": 64,
        "text": "— A ty nigdy się nie nudzisz?"
      },
      {
        "index": 65,
        "text": "— Nie, blondynko, ja się nigdy nie nudzę. — Nie mam na to czasu. Mam, widzisz, milion rzeczy do zrobienia. Jestem wciąż w ogniu. Jakże mi się ma nudzić? Naprzykład wczoraj... che — che... Wziąć cię z pola, z wagonu, taką dużą, wolną, bogatą pannę... taką ładną... i trzymać cię dziś rano tu, w tem łóżku, razem ze wszystkiemi pieniędzmi, — jak myślisz? — na to trzeba mieć łeb na karku, a w nim milion myśli."
      },
      {
        "index": 66,
        "text": "— Pewnie, przyznają. Ale między wami, obwiesiami, pewnie wielu jest takich, którzy potrafiliby tak samo pastwić się nad bezbronną kobietą. Cóż to tak nadzwyczajnego? Mogłeś mię zamordować. Gdyby mi pękła jakaś żyłka w gardle, lub w płucach, kiedyś mię dusił, jużbym nie żyła. Gdzieżbyś podział trupa? Złapaliby cię. I cóż za spryt twój. Powiedz-no, a ty ciągle tak żyjesz?"
      },
      {
        "index": 67,
        "text": "— Czasami spoczywam po całych tygodniach. Ale jak przyjdzie na mnie, to zaczynam grzać i wtedy miesiącami!"
      },
      {
        "index": 68,
        "text": "— A nie boisz się, że z tego wszystkiego zostanie cztery ściany?"
      },
      {
        "index": 69,
        "text": "— No... cztery ściany, to cztery ściany. — Nie lubię o tem ględzić. Ja nie wikary. To i ty będziesz kiedyś leżała w jeszcze węższych czterech ścianach, a przecież o tem ciągle nie myślisz."
      },
      {
        "index": 70,
        "text": "— Owszem, myślę."
      },
      {
        "index": 71,
        "text": "— Ja już byłem w tych ścianach, to wiem, co w nich jest."
      },
      {
        "index": 72,
        "text": "— Byłeś?"
      },
      {
        "index": 73,
        "text": "— Czym był? Zobacz..."
      },
      {
        "index": 74,
        "text": "Odsunął brzeg rękawa i pokazał na rękach dziwne znaki poprzeczne. Oczy jego stały się głucho, głucho zadumane. Uśmiech nieopisany, jak połysk tajemniczej wewnętrznej potęgi, wypełzł na wargi, gdy samemu sobie, podśpiewując, mówił:"
      },
      {
        "index": 75,
        "text": "— Wagonik — da — wagonik zakratowany... Machorka... dziegieć... Stukają kolby sołdackie. — Pieresyłuszka... I wyślizgane deski nar i miliony wszów i miliardy pluskiew.. Brodiagi. doliniarze, żydy, bandy pajęczyniarzy, dzikie chłopy koniokrady, zbóje nocne tam gdzieś zamyślony arystokrata szopenfeldziarz albo klawisznik. Długie — oj — długie noce! Paraszka pachnie... Etap... put’ — dorożeńka, put’ — dorożeńka... Da jak cię raz ucapi, da poratunku niema..."
      },
      {
        "index": 76,
        "text": "— Powiedz-że za co!"
      },
      {
        "index": 77,
        "text": "— Nie wiem. A może kiedy, jeśli zobaczę, że my się naprawdę pokochali ze sobą..."
      },
      {
        "index": 78,
        "text": "— A dawno cię puścili?"
      },
      {
        "index": 79,
        "text": "— Puścili... Już się ta nacieszysz wolnością, jak cię stamtąd wypuszczą. A wolnaja woluszka pachnie, oj, pachnie! I warto za nią łba nadstawić. Lubisz ty morze?"
      },
      {
        "index": 80,
        "text": "— Och, lubię! Jeśli jest co na świecie, cobym jeszcze lubiła, to chyba morze."
      },
      {
        "index": 81,
        "text": "— Ale, mewo moja, — ocean?... Wielki — głęboki! Tamten ocean! Jak przyjdzie tajfun w szyi La Perouse i pocznie ludzkie pudło do piekła i do nieba frygać! A w niebie bure obłoki, jak te myśli szalone tęgiego człowieka! A nad nimi mewy we wichrze! Wiesz ty... Pojedziemy razem we światy. Z tobą — we światy! Pojedziesz?"
      },
      {
        "index": 82,
        "text": "— Pojadę."
      },
      {
        "index": 83,
        "text": "— Bo widzisz ja mam udział w jednej kopalni w Klondyke. Ale trza pieniędzy. Te twoje dwadzieścia tysięcy, — to kropelka w oceanie. Trzebaby kilkakroć sto tysięcy. Wówczas możnaby sztucznie poderwać całą sprawę szwindlami, wydrzeć wspólnikom akcye, samym zacząć grzać, — i miliony. Jest taki jeden, coby to zrobił... Straszny to drań, ale on jeden jedyny. Cóż kiedy teraz goły, jak bizun amerykański. Trzaby zebrać pieniądze szybko, oj szybko! Z WiednaWiednia na Tryest, na morze Czerwone, na Celebes, na Sumatrę... Są tam."
      },
      {
        "index": 84,
        "text": "— Tak, są. Jest, wyspa Nowa Zelandya... — szepnęła, uśmiechając się czarownie."
      },
      {
        "index": 85,
        "text": "— To nie po drodze, to daleko..."
      },
      {
        "index": 86,
        "text": "— Tak, to daleko."
      },
      {
        "index": 87,
        "text": "— Do Wiednia! Trzeba jechać!"
      },
      {
        "index": 88,
        "text": "— Jakże ty myślisz zdobywać te pieniądze?"
      },
      {
        "index": 89,
        "text": "— Jak zdobywać."
      },
      {
        "index": 90,
        "text": "— Giełda, co?"
      },
      {
        "index": 91,
        "text": "— A ta... Saha — giełda... Czy ten Szczerbic ma pieniądze? — spytał niespodzianie."
      },
      {
        "index": 92,
        "text": "— Skądże ci to do głowy przyszło?..."
      },
      {
        "index": 93,
        "text": "— No, tak, ciekawość. Gra on w karty?"
      },
      {
        "index": 94,
        "text": "— Zdaje się, że gra."
      },
      {
        "index": 95,
        "text": "— A nie widziałaś, żeby tak dużo przegrywał, wygrywał?"
      },
      {
        "index": 96,
        "text": "— Nie myślę, żeby on grywał z byle kanalią w karty. W ruletę to grywał."
      },
      {
        "index": 97,
        "text": "— Co, ruleta! Ruleta — to dla mopsików strzyżonych i kózek angorskich, żeby się czemś wzruszały. A ty mówisz dobrze po francusku?"
      },
      {
        "index": 98,
        "text": "— Cóż za skoki myślowe! Mówię po francusku."
      },
      {
        "index": 99,
        "text": "— A po angielsku?"
      },
      {
        "index": 100,
        "text": "— Nie umiem ani słowa."
      },
      {
        "index": 101,
        "text": "— A możebyś się tak nauczyła?"
      },
      {
        "index": 102,
        "text": "— Od razu, w parę dni, co?"
      },
      {
        "index": 103,
        "text": "— Bo ja, uważasz, porzebujępotrzebuję. To, że mówisz dobrze po francusku, uwolni mię od łajdaka. — Od kogoś z przyjaciół?"
      },
      {
        "index": 104,
        "text": "— No, jest taki. Ja niby to bełkocę ułamkami wszystkich języków, ale na grandę rozmówić się nie umiem po prawdzie żadnym. A tymczasem interesy wymagają szczegółów. Czasem to nawet warszawskiego kłapania, do licha, zapominam. Teraz ciebie zrobię swoją prawą ręką. Bo rozumiesz, będziesz moją żoną."
      },
      {
        "index": 105,
        "text": "— Z lewej ręki."
      },
      {
        "index": 106,
        "text": "— Wszystko jedno. W Wiedniu zmajstrujemy paszporty."
      },
      {
        "index": 107,
        "text": "— Wszystko to dobrze, ale co ja zyskuję na tej spółce? Jeśli ciebie złapią, z jakiejże racyi ja mam odpowiadać za twoje łotrostwa?"
      },
      {
        "index": 108,
        "text": "— Mnie nikt nie złapie. Ja z katorgi wyszedł, jak gronostaj."
      },
      {
        "index": 109,
        "text": "— Powiedz-no mi, jakim sposobem wszedłeś do mnie wczoraj?"
      },
      {
        "index": 110,
        "text": "— Mam numer tutaj obok. Wszedłem tuż za tobą, i opowiedziałem się, jako twój mąż. Służąca wyszła od ciebie, a ja za nią, skoro się tylko zsunęła ze schodów, nimeś drzwi zamknęła."
      },
      {
        "index": 111,
        "text": "— To spostrzegłeś, jakem wyskoczyła z wagonu?"
      },
      {
        "index": 112,
        "text": "— Che, kokoszko, nie takie ja sprawy odstawiał!"
      },
      {
        "index": 113,
        "text": "— A cóż ty zrobisz ze mną potem, potem?"
      },
      {
        "index": 114,
        "text": "— Nic się nie martw, — wszystko będzie, jak złoto. Myślisz sobie może, że postąpię sobie z tobą, jak to ten znawca..."
      },
      {
        "index": 115,
        "text": "— Co za znawca?"
      },
      {
        "index": 116,
        "text": "— E, był taki jeden. Jechał do Europy, gdzieś na wschód, w Rumunię, w Bułgary, na Odesę, do Niżnego, bałamucił młode dziewczyny, Słowianki, Greczynki, Żydówki, Rumunki, Czeszki, Niemki, wszystko jedno, byle tylko nie była starsza nad dwadzieścia lat, żenił się oficyalnie i każdą z oblubienic wywoził w świat. Brał tylko posażne i to grubo, Pożył sobie z każdą sześć, siedm miesięcy, a jak mu tylko zaczęła grubieć w pasie, spuszczał a to strychninką, a to arszeniczkiem, jak mu serce dyktowało. Mieszkał — to w Buenos-Ayres, to w San Francisco, to w Kairze, to w Bombayu. Chłop się nażył. Innej kobiety nie używał, tylko panienki i to, co najpierwszy sort. Nareszcie go moraliści przydybali. Do światła go! No — tracili go elektryką. Na stołeczek, mosiężny cylinderek na główkę. Drwił sobie do ostatka z tych wszystkich drabów, ze szpiclów, sędziów i tym podobnych oprawców. Majątek cały, a uciułał z posagów swych żoneczek grzeczną sumkę, bo milion z górą dolarów, zapisał na stypendya dla wynalazców, na cele dobroczynne, na zasiłki dla ludzi, którzy po przyjeździe do Ameryki nie mają z czego żyć i zdychają z głodu. Punktów napisał w testamencie ze czterdzieści. A musiała hołota spełniać wszystko co do joty, tak jak rozporządził. Bo według prawa wszystko zrobił — cha-cha..."
      },
      {
        "index": 117,
        "text": "— Gdzieś o tem czytałam... — ziewnęła, — w jakiemś piśmidle. Ty to z gazety, co? Wyczytałeś i powtórzyłeś, żeby mię nastraszyć. Patrz, kobieto, jakie to z nas bywają demony! I z taką to przyjemnością rozpowiadałeś. Malowało się na cyferblacie uczucie grozy... Bywasz jednak śmieszny, mój dymisyonowany katorżniku. Na demona się nie zdałeś. Prędzej już mógłbyś być tym, jak to tam... szopenfeldziarzem..."
      },
      {
        "index": 118,
        "text": "Mówiła to lekceważąco, ale w gruncie rzeczy była tem opowiadaniem rażona. Czuła je głębokiem tętnem serca. Złowieszcza rozkosz marzenia o takiem życiu, o olbrzymiej wolności ponad ludźmi, ponad wszelkiemi prawami, wbrew wszelkim ustawom, wśród wiekuistych niebezpieczeństw w kulcie samowładnych zmysłów — odchyliła się na mgnienie przed duszą, trzymała ją w blasku swoich źrenic i w swoich orlich szponach."
      },
      {
        "index": 119,
        "text": "W tej samej chwili dokonało się inne miarkowanie, tak piorunująco chyże, że zachwiało całą istotą. — Nareszcie wygaśnie miłość dla Łukasza! — Spostrzegła to i drgnęła z dzikiego upojenia. Przejdzie na drugą stronę tej sprawy ducha. Nie kochać go! Rozgrzeszona będzie z grzechu zabójstwa! Niema już potrzeby spowiedzi przed nim! Straszliwa noc rozpusty z tym człowiekiem nieznanym, rozpusty rozpasanej i prawdziwie zwierzęcej wyrwała z duszy i z cielesnej powłoki duchową miłość."
      },
      {
        "index": 120,
        "text": "Cicho, sekretnie pochwalała tę rozpustę nocną, która nareszcie jej duszę uzdrowiła, wyzwoliła, oblała zimnę rosą spokoju. Podziwiała siłę rozpusty cielesnej, władzę jej niezwalczoną i znalazła, że ona jest dobrem, ponieważ niweczy okrutne i beznadziejne misteryum miłości. Wiecznie a rozpacznie o tem dawniej wiedziała, że ostatnią myślą, która w jej chorym mózgu zagaśnie, to będzie myśl o Łukaszu, że ostatniem uczuciem, które w niej zamrze, będzie tęsknota za nim. Zżyła się z tymi pewnikami, jak z losem! A teraz, — zdrowa jest, silna, pełna życia, a on z niej znikł bez śladu. Niegdyś w szczęściu wierzyła, że na świecie są tylko dwa serca. Później, w niedoli, przyszła do pewnika, że zostało jedno serce, w którem on panował, jak Bóg w świątyni. A teraz otoczyła ją nowa sfera życia."
      },
      {
        "index": 121,
        "text": "Ujrzała, że tamte wiary, to są »kopczyki popiołu...« Ów cichy, drogi, tak mądry, szlachetny, który stał przy niej w dzień i w nocy, — teraz nareszcie odejdzie. Troski co go szarpały, nadzieje, które go niosły, i wszystko jego, a własne, teraz będzie obojętne. Czy mu teraz dobrze, czy źle, gdzie jest, — wszystko już jedno. Gdyby, leżąc na ziemi, wzywał pomocy, już nie odwróci ku niemu głowy. Jeżeli umarł, — Bóg z nim. Jakowaś bezgraniczna w duszy pogoda..."
      },
      {
        "index": 122,
        "text": "Cha-cha!... Mówił niegdyś, że wlała światło w jego mroczną duszę. Szli razem na szczyty gór, gdzie wybrane dusze z rodu ludzkiego wiecznie się w szczęściu weselą. Teraz to wszystko stało się »kawałem« w tłustym sosie, witzem z przeszłego życia... Precz z życiem minionem! Szukać jutrzejszego dnia!"
      }
    ]
  }
}