{
  "chapterNumber": 26,
  "title": "Tom pierwszy, XXVI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pewnego razu, gdy późną nocą zdążali do domu, Horst, po długiem milczeniu, rzekł:"
      },
      {
        "index": 2,
        "text": "— Czy nie chciałaby pani zapoznać się z panią Niepołomską?"
      },
      {
        "index": 3,
        "text": "— Z kim?"
      },
      {
        "index": 4,
        "text": "— Z panią Niepołomską."
      },
      {
        "index": 5,
        "text": "— Nie rozumiem... Kto to... taki?"
      },
      {
        "index": 6,
        "text": "— Żona Łukasza Niepołomskiego, który mieszkał u państwa rok temu."
      },
      {
        "index": 7,
        "text": "Ewa posępnie milczała. Rzekła wreszcie:"
      },
      {
        "index": 8,
        "text": "— Dlaczegóż to pan proponuje mi tę znajomość?"
      },
      {
        "index": 9,
        "text": "— Wydało mi się, że mogłaby pani dowiedzieć się czego o Niepołomskim od tej pani."
      },
      {
        "index": 10,
        "text": "Ewa chciała zakrzyknąć nań, ale zamilkła, uległszy jakby zachłyśnięciu od tych słów Horsta. Szła, nie wiedząc, że idzie, nie pamiętając, gdzie jest. Dawno już, dawno wytracała w sobie to nazwisko: — Niepołomski. Nie chciała o niem nic wiedzieć, nie chciała o niem myśleć, podobnie, jak człowiek chory na suchoty nie chce wiedzieć o swem nieszczęściu, które z nim jest zawsze i wszędzie, utajone poza wszystkiemi jego myślami i poza każdem jego uczuciem. Opanowawszy siłę wrażenia, mówiła do Horsta:"
      },
      {
        "index": 11,
        "text": "— Skądże to panu przyszło do głowy? Nie rozumiem doprawdy!"
      },
      {
        "index": 12,
        "text": "— Et... proszę pani. Wiem, co mówię i robię."
      },
      {
        "index": 13,
        "text": "— Jakimże to sposobem pan się mógł zapoznać z żoną Niepołomskiego. To ciekawe."
      },
      {
        "index": 14,
        "text": "— Jakim sposobem? Szukaliśmy tu przecież pani po całym świecie. Szukaliśmy śladu, cienia, poszlaki. Udało mi się przypadkiem posłyszeć o egzystencyi tej damy. Byłem u niej, myszkując, czy się czego nie dowiem o miejscu pobytu jej męża, bośmy przecież nie wiedzieli, gdzie on się podział. Już jeżeli Barnawska nie mogła trafić na ślad pani..."
      },
      {
        "index": 15,
        "text": "— Cóż to za kobieta?"
      },
      {
        "index": 16,
        "text": "— Tak... Kobieta, jak inne. Mieszka przy ulicy Złotej, numer 40. Zechce pani, to ją odwiedzi, nie — to nie. Zresztą nie mówmy o tem, bo to panią denerwuje."
      },
      {
        "index": 17,
        "text": "— Mnie nic nie denerwuje. Jestem spokojna i najzupełniej wesoła."
      },
      {
        "index": 18,
        "text": "— Świetny stan. Ja również jestem zawsze, jak wiadomo, spokojny i najzupełniej wesoły. To też podoba mi się coraz bardziej ostatnie usposobienie pani."
      },
      {
        "index": 19,
        "text": "— Najzupełniej mi to jest obojętne, co się panu podoba."
      },
      {
        "index": 20,
        "text": "— A naturalnie! Tak być powinno..."
      }
    ]
  }
}