{
  "chapterNumber": 12,
  "title": "Tom pierwszy, XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Niemal całkowite cztery dni."
      },
      {
        "index": 2,
        "text": "Trwały te dni bez końca, były nieprzebyte w swej długości, a zawarły się w nich epoki dziejów serca."
      },
      {
        "index": 3,
        "text": "W ciągu tego czasu Ewa załatwiła mnóstwo spraw biurowych za siebie, kolegów i koleżanki, odbywała po południu wielkie spacery do Łazienek, w kierunku Czerniakowa i w kierunku Woli. Pomimo wszelkich wysiłków nie mogła zabić, zepchnąć tych dni. Ulgę sprawiała noc i twarde jej sny. Sny te były daleko bardziej rzeczywiste, niż rzeczywistość."
      },
      {
        "index": 4,
        "text": "Światy, ukazujące się tam, były miejscem pobytu, odpowiedniem dla duszy tęskniącej, duszy cierpiącej, były jej kwietnym ogrójcem, jej ojczyzną i ziemią."
      },
      {
        "index": 5,
        "text": "Rzeczywistość dnia osłonięta była welonem senności, kurzem gęstym i nieprzenikliwym, Dusza tęskniąca nic prawie nie mogła zrozumieć z tego, co się działo naokół i była obca najzupełniej na tym świecie."
      },
      {
        "index": 6,
        "text": "Jak potok z tamtej krainy, z ojczyzny snów płynęły myśli, w tajemnicy zrodzone, nieprzerwanemi falami przez dzienny świat. Były to myśli samotne, niezależne, poddane władzy sił nieznanych zgoła i dlatego dziwnie nielicujące ze wszystkiem. Częstokroć niewiadomo skąd wypływały słowa:"
      },
      {
        "index": 7,
        "text": "»Modrą wstążką po żółtym piasku cicha rzeczka płynęła...«"
      },
      {
        "index": 8,
        "text": "A ponad temi słowy, jak czarne motyle, a może jak błękitne, przejrzystoskrzydłe łątewki snuły się troski i nadzieje:"
      },
      {
        "index": 9,
        "text": "— Dokąd popłynie ta woda, dokąd popłynie? Czy popłynie do Tarpejskiej skały, czy popłynie na jasną łąkę, gdzie »żółte jaskry i koniczyna różowa?« Przechodziły długie godziny głębokich dociekań, jakim sposobem się to stać mogło, że powzięła wiadomość o adresie Łukasza? Dlaczego się to stało?"
      },
      {
        "index": 10,
        "text": "Usiłowała odgadnąć, czy nie będzie szczęścia zadużo, jeśli go ujrzy. Czy nie wystarcza to szczęście, które jest? Czy złe moce, duchy ciemności, co ją trzymały w więzieniu przez miesięcy tyle, nie wybuchną zemstą na nowo? Dochodziła do niezgłębionego urwiska: czy pójść we środę na kolej? Żyła w takiem postanowieniu godziny długie, mordercze, aż do nowego kłębu postanowień. Temi myślami, jak biedny, ślepy robak systematem macek, zbadała swą dolę, wzdłuż, wszerz i naokoło. Przeszła wszelkie możliwe kombinacye zdarzeń, obejrzała wszelkie wypadki. Nad najbardziej bolesnemi przypuszczeniami dumała w ciągu godzin i mocowała się sercem z najbardziej srogimi ciosy, wiedziała już, co przyjdzie uczuć, gdy Łukasz nie przyjedzie, wiedziała również, co będzie z nią, jeśli się okaże, że cała informacya redaktorska była omyłką, nieporozumieniem, niedokładnością."
      },
      {
        "index": 11,
        "text": "Wiedziała, co czynić i jak żyć, jeśli Łukasz nie zechciałby z nią mówić i gdyby uciekł. Wiedziała to wszystko."
      },
      {
        "index": 12,
        "text": "— Jaka to pospolita rzecz, — mówiła samej sobie, — jestem zakochana w tym panu. Ja jestem zakochana? Ja jestem? Czyliż to możliwe? Czyż to jest miłość?"
      },
      {
        "index": 13,
        "text": "Ostatniego dnia, we środę, zaszła najdalej w pracy duchowej, bo aż do kategorycznych postanowień, jak się zachować. Nie wiedziała, rzecz prosta, czy tego dnia i tego wieczora nie wypadnie jej umrzeć... Wiedziała jednak, jak ma się zachować. Postanowiła nie ukazać się Łukaszowi. Wytargowała na złych duchach tyle, że niejako zgodziły się na to, żeby go zdala ujrzała. Tak też wobec siebie na to przyzwoliła."
      },
      {
        "index": 14,
        "text": "Zobaczy go zdaleka, zdaleka... Czegóż jeszcze? Wie, gdzie on jest. Czyż to mało. To już wszystko."
      },
      {
        "index": 15,
        "text": "Gdy minęły godziny biurowe i zaczęło się odwieczerze, Ewa, dla uspokojenia się fizycznie, dla uciszenia zupełnego nerwów, wzięła bardzo gorącą kąpiel. Powróciwszy z kąpieli do domu, poczęła ubierać się, jak na śmierć. Włożyła najczystszą, najpiękniejszą, pachnącą bieliznę i najlepsze a najwytworniejsze swe suknie."
      },
      {
        "index": 16,
        "text": "— Należy mężnie żyć i wspaniale umierać... — mówiła sobie wciąż, czesząc cudowne włosy i wdziewając jedwabny stanik. Była gotowa na jakie dwie godziny przed terminem, przed ową godziną straszną i cudną."
      },
      {
        "index": 17,
        "text": "Nie wychodziła jednak z domu. Pomimo kąpieli była niespokojna. Tarła wciąż ręce. Zapominała. Gubiła rzeczy i myśli. Przez głowę i jakby przez włosy wiały wciąż dreszcze. Tłukła się w ścianach, jak motyl w skrzynce blaszanej. — Padał jesienny deszcz. Dzień był ohydny."
      },
      {
        "index": 18,
        "text": "Krążyły nad ziemią czarne chmury, powłóczyste widma niedoli, głodu i śmierci. Błotne kałuże stały na brukach, a ohydne, ciemne strumienie sączyły się w ściekach. Drzewa pod batem wichru i deszczu sypały na ziemię poczerniały liść, który nogi ludzkie wdeptywały w ziemię. Pnie i konary były oniemiałe, jakby pogrążone w lęku i spodleniu. Park, przez który Ewa dopiero co biegła, ogłuchł oniemiał, zestarzał się i znikczemniał. Szyby w oknie wciąż popłakiwały, zamazane długiemi smugami... Na trzy kwadranse przed nadejściem wiadomego pociągu, Ewa wdziała na ramiona krótki i lekki syberynowy paltot i otoczyła czarny kapelusz czarną, gęstą wualką, jak maska. (Wualka miała u dołu szlak, niby ów pas na sukniach żałoby). Ogarnęła okiem raz jeszcze swój pokoik, — i chyłkiem wyszła z domu. Biegła szybko popod murami do stacyi tramwajów. Tam wyróżniła z trudem znaki idącego na dworzec nadwiślański i, rozejrzawszy się starannie, czy jej kto nie śledzi, wsiadła z pośpiechem. Tłok, który ją otoczył, gwar rozmów, widok osób biegnących po zalanych chodnikach, równych taflach betonu, lśniących od światła chwiejnych płomyków gazowych w latarniach, — wysoko pouginanych kobiet, mężczyzn schylonych pod parasolami, — wszystko sprawiało na niej wrażenie jeszcze bardziej podniecające. Jak wracać wśród tego wszystkiego, jeżeli nie przyjedzie? — Oto pytanie? Była, jak w gorączce, w ciężkim ucisku mocy ciała. Nie była zupełnie pewna, dokąd jedzie i jakie jest jej uczucie: czy to radość, czy rozpacz? W pewnej chwili uczuła, że ona sama i wszystek ten tłum spieszy, leci i gna na Powązki, i że tam wszyscy stłoczeni, dusząc się i mordując, runą w nieoczekiwaną, szeroko rozwartą paszczę ziemi. Szczególnie, kiedy flegmatyczny tramwaj miarowymi ruchy przemierzał długość dzielnicy Nalewkowskiej, kiedy cienie nóg, przecinających lśniące tafle chodników, stały się gęste, jak sieć, a szybkie, jak od drgawek, Ewę obskoczyły setki pytań: co robią ci ludzie, czemu tak drżą i poprostu szaleją w swej pracy? I odpowiadała sobie, że zaiste na pytanie o życiu nie może odpowiedzieć nikt, bo odpowiedzi jest miliard, a na pytanie o śmierci odpowiedź jest jedna i dać ją może każdy człowiek. Śmierć jest zgnicie w ziemi, przemiana ciała i sukien w gnój, w cuchnący gaz, w ów straszliwy zapach Powązek, który była raz tam poczuła w upalny dzień majowy."
      },
      {
        "index": 19,
        "text": "Nagle spostrzegła, że tramwaj wolno zawraca w kierunku dworca, a wkrótce ujrzała ciemność szczerego pola. Już zeszła noc. Noc pełna wichru i siekących smug wody, noc pełna złowieszczych pojęków w pustce nadwiśla. Noc strachu, lecącego polem — pustkowiem. Oto teraz ciemne powrósła, bolesne witki ostatnich pytań opasały mózg: — jak też tędy będzie wracała?"
      },
      {
        "index": 20,
        "text": "Spojrzenie w ciemności życia, szybkie, jak błyskawica. Ściśnienie serca trwające długo. Ściśnienie niebolesne, jakoby pieszczota nieskromna rąk cudzych, rąk wstrętnych, których nic nie odtrąci. Ciało przepasał pas dreszczów, a włosiennica kłujących lęków pokryła duszę. Lęki drobne i cieńkie, jak włosy — dookoła, dookoła... Chwila męstwa i znowu ściskanie."
      },
      {
        "index": 21,
        "text": "Tramwaj stanął. Ewa wyszła i w gronie ludzi nieznanych znalazła się w sali klasy drugiej. Ale natychmiast wybiegła stamtąd. Martwe spojrzenia osób siedzących osaczały ją nieznośnie. Lepiej się czuła wśród zgiełku tragarzów, łoskotu rzeczy znoszonych, turkotu zajeżdżających powozów, świstów lokomotyw, dzwonień kolejowych i tramwajowych. Wślizgnęła się poza gromadę portyerów w kapotach rozmaitej a coraz głupszej barwy, którzy uszykowani w szereg, stanęli naukos przez całą szerokość sali."
      },
      {
        "index": 22,
        "text": "Zajęła framugę okienną tuż obok kasy, w owej chwili nieczynnej, przywarła do ściany, Jakieś bolesne, zapomniane wiersze, jęk nieznanego poety, przepływają przez duszę, jak wzdychanie przez rózgi nagiego drzewa w ciemności pól:"
      },
      {
        "index": 23,
        "text": "»Na jakieś bezbrzeżne, szalone odmęty"
      },
      {
        "index": 24,
        "text": "Z pogodą na czole popłynę."
      },
      {
        "index": 25,
        "text": "I zanim mię wir ten pochłonie przeklęty,"
      },
      {
        "index": 26,
        "text": "Zaśpiewam, konając, słoneczny hymn święty...«"
      },
      {
        "index": 27,
        "text": "Ruch, zamęt. Ludzi coraz więcej, pośpiech coraz gwałtowniejszy. Bieganina posługaczów, krzyki, płacz dzieci. Powozy zajeżdżają. Słychać trzask ich kół. Padają ciężary, stękają głucho ludzie dźwigający. Słychać czyjś krzyk rozpaczy: o, Boże! Ewa czuwa. Wszystko słyszy i wciąga w siebie. Śni jej się złuda, że to z jej piersi jęk głośny wybiegł przed chwilą. Teraz pocichu niestrudzonymi palcami odpłata zwoje żmii, co okręciła serce i żywą z niego krew wysysa. Wtem łoskot ziemi. Ściany głucho oddają ciosy. Pociąg. Drzwi rozwarto. Portyerzy zaczęli głośno, miarowo, wyraźnie wykrzykiwać nazwy hotelów, Poczyna sunąć korowód ludzi. Rzecz tak zwykła wydaje się być Ewie, jak straszne, tajemnicze misteryum. Wlepiła oczy w idący tłum. Na każdą twarz padają jej oczy z przekleństwem, z okrutną grozą, z haniebnemi klątwami tragarzów, którzy są dookoła, ze stękaniem potężnych chłopów. Twarze obce, obce, obce! Krzyk w sercu: niema! Wzniosły, ohydny i niezwalczony widok posługacza, który, przysiadłszy na ziemi, zadaje sobie pasami na plecy kufer i nie może go dźwignąć. I oto nagle buchnie niepowstrzymanej niczem rozpaczy, paroksyzm żalu, egzekucya, łamanie kołem duszy. Świat powleka ciemność śmiertelna. Ciało drży. Śmierć duszy... Nie przyjechał. Wtem! Tam daleko. Jeszcze za szybą., na peronie, w błysku latarni. Ucieleśniony sen... On! Ujrzała we drzwiach! Trismegistos!"
      },
      {
        "index": 28,
        "text": "Szedł szybko."
      },
      {
        "index": 29,
        "text": "Od głowy, jakby z ran, otwartych lancetem żył, ścieka zimna krew aż do stóp. Do palców nieruchomych nóg płynie, co przywarły do ziemi, jak ciężary tysiącpudowe."
      },
      {
        "index": 30,
        "text": "Szedł szybko, mijał portyerów z grymasem zniecierpliwienia. Na lewej ręce przewieszony pled, w prawej walizka Oczy Ewy przywarły. Idą za nim. Znikł we drzwiach, w ciemnym lochu dziedzińca..."
      },
      {
        "index": 31,
        "text": "— To już po wszystkiem... cicho — cicho... — szepcą wargi białe, jak kreda, do serca bijącego boleśnie. — Przysięgłam sobie. Słowo honoru sobie dałam..."
      },
      {
        "index": 32,
        "text": "I znowu w smutku niestrzymanym:"
      },
      {
        "index": 33,
        "text": "— To już i wszystko..."
      },
      {
        "index": 34,
        "text": "Wolnymi kroki wyszła przez rozwarte drzwi. W siekącym deszczu, w mroku latają ognie latarni. Krzyk i klątwy dorożkarzów. Wynurzają się to łby końskie z pyskiem rozwartym przez szarpane wędzidła, a wywalonymi jęzory i strasznemi ślepiami, to tuż, tuż lśnią żelaziwa wzniesionego dyszla, dzwonią brzękadła chomąt. Wrzask nieznośny wywoływanych numerów, klątwy, nazwy ulic, turkot powozów, grzmot ciężki omnibusów — pochłaniają zgubione szepty nieszczęśliwych warg: Łukasz, Łukasz..."
      },
      {
        "index": 35,
        "text": "Oczy rzuciły się w ciemność. Zdało się, że między dorożkami dojrzała ciemną sylwetę. Chciała trafić do swego tramwaju, zdążyć na czas... Przemykała się między końmi, wśród latarń i kół, w tamtą stronę... — Raz jeszcze spojrzeć, duszo moja!... Raz spojrzeć!... Nie! Już przepadł. Niema już nigdzie."
      },
      {
        "index": 36,
        "text": "Ciemność... Szloch... Potrącił ją policyant, nastając, żeby odeszła. Krzyczał na nią stangret. Ktoś klął haniebnemi słowami. Zaczęła w pośpiechu wycofywać się, żeby iść w innym kierunku. Trafić tylko do tramwaju. Usiąść... Zimno!"
      },
      {
        "index": 37,
        "text": "Ktoś zawołał tuż za nią:"
      },
      {
        "index": 38,
        "text": "— Numer 2326!"
      },
      {
        "index": 39,
        "text": "Zadrżała i skuliła się wpół. Myśl:"
      },
      {
        "index": 40,
        "text": "— Jego głos..."
      },
      {
        "index": 41,
        "text": "Konie biegły wprost na nią. Latarnie powozu oświetliły jego twarz. Uskoczyła w bok, żeby iść, żeby uciekać! Szept honoru: — przysięgłam!"
      },
      {
        "index": 42,
        "text": "O krok od niej przesunął się, wsiadając do powozu. Wtedy, nie panując nad sobą, w spazmie rozpaczy, krzyknęła zcicha:"
      },
      {
        "index": 43,
        "text": "— Łukasz, Łukasz!"
      },
      {
        "index": 44,
        "text": "Wypadł z powozu. Twarz jego widać w przelotnych blaskach. Porwał ją za ręce, za ramiona. Olbrzymie jego oczy ze zgrozą patrzą w jej twarz. Tuż, tuż! Szept w straszliwem uniesieniu:"
      },
      {
        "index": 45,
        "text": "— Ewunia!"
      },
      {
        "index": 46,
        "text": "Wciągnął ją, wrzucił półmartwą do powozu. Cisnął dorożkarzowi jakiś rozkaz. Głowa jej w miękkiem wgłębieniu powozu. Zmartwiałe wargi pod jego wargami. Serce łomoce pod jego sercem."
      },
      {
        "index": 47,
        "text": "Czy to już dobrotliwa śmierć, czy jeszcze życie?"
      },
      {
        "index": 48,
        "text": "Po setny, tysiączny raz jego usta, kiedy się oderwą, w paroksyzmie trwogi i szczęścia szeptają:"
      },
      {
        "index": 49,
        "text": "— Ewunia!... Koła powozu na gumowych obręczach zdają się nie dotykać ziemi. Lecą, lecą, lecą wśród bryzgów wody ulicznej. Łagodny ruch, cichy, ostrożny, miarowy łoskot, jak gdyby tętno wszystkich rzeczy na ziemi... Skórzany fartuch chroni od deszczu, buda powozu od wichru i ludzi. Lecą, zda się powietrzem, nad ziemią i ludźmi w czarną rozkosz nocy. Usta, szukając jej ust, trafiają na szorstką wualkę i usiłują rozedrzeć tę przeszkodę, nieskończonymi pocałunkami. Ręce nie ośmielają się wznieść, żeby ją usunąć."
      },
      {
        "index": 50,
        "text": "— Pocoś to zrobił? Dlaczegoś ode mnie uciekł? — szepcą oniemiałe, bezsilne usta."
      },
      {
        "index": 51,
        "text": "— Cicho, cicho..."
      },
      {
        "index": 52,
        "text": "Pocoś to zrobił? Dlaczego wówczas napisałeś straszny list?... — Nieskończony błysk oświetlonych tafel okiennych, sznur latarniany... Biegną zmoczeni ludzie. Nieskończony korowód. Snują się za oczyma, jako chichot złego ducha. Ewa nie mogła mówić ani słowa. Czuła wszystko, lecz nie myślała. Pragnienie było spełnione. Czara szczęścia po brzegi nalana. Toć to jest powrót... Nagroda za wszystko, ale jak bezbrzeżnie szczodra! O, Boże, Ty, który wszystko wiesz!... Miała jego usta na ustach. Teraz już tylko skończyć to życie."
      },
      {
        "index": 53,
        "text": "Wtem powóz stanął."
      },
      {
        "index": 54,
        "text": "Łukasz ocknął się, z westchnieniem podniósł głowę."
      },
      {
        "index": 55,
        "text": "— Co to jest? — spytała boleśnie."
      },
      {
        "index": 56,
        "text": "— Już hotel?"
      },
      {
        "index": 57,
        "text": "— Co za hotel?"
      },
      {
        "index": 58,
        "text": "— Ja tu będę nocował."
      },
      {
        "index": 59,
        "text": "— Ach, prawda! — Już tu raz byłem. Przyjechałem do Warszawy chodzić pod twojemi oknami w nocy. Widziałem twój cień przez szybę."
      },
      {
        "index": 60,
        "text": "— Ja mieszkam w twoim pokoju..."
      },
      {
        "index": 61,
        "text": "— Ewuś!..."
      },
      {
        "index": 62,
        "text": "— Cóż teraz będzie?"
      },
      {
        "index": 63,
        "text": "— Muszę tu zostać."
      },
      {
        "index": 64,
        "text": "— A ja? Cóż teraz będzie?"
      },
      {
        "index": 65,
        "text": "— Nie wiem."
      },
      {
        "index": 66,
        "text": "— Czy wrócisz do domu?"
      },
      {
        "index": 67,
        "text": "— Wrócę, oczywiście... Tak, oczywiście, wrócę do domu."
      },
      {
        "index": 68,
        "text": "— A ty?"
      },
      {
        "index": 69,
        "text": "— Ja tu zostanę."
      },
      {
        "index": 70,
        "text": "— Ale jutro? Co jutro?"
      },
      {
        "index": 71,
        "text": "— Jutro rano odjadę stąd na wieś."
      },
      {
        "index": 72,
        "text": "— Do Zgliszcz?"
      },
      {
        "index": 73,
        "text": "— Skąd to wiesz?"
      },
      {
        "index": 74,
        "text": "— Wiem."
      },
      {
        "index": 75,
        "text": "— Skąd to wiesz?"
      },
      {
        "index": 76,
        "text": "Cicho, krótko zapłakała. Stłumiwszy jęk, rzekła:"
      },
      {
        "index": 77,
        "text": "— Wszystko jedno! Muszę ci powiedzieć te wszystkie rzeczy, muszę powiedzieć! Gdzież ci to powiem? Antropologia jest to śliczna, prześliczna nauka! Mój Boże! jeśli znowu przepadniesz..."
      },
      {
        "index": 78,
        "text": "Milczał z oczyma wlepionemi w jej twarz. Wreszcie wyszeptał:"
      },
      {
        "index": 79,
        "text": "— Chodź ze mną..."
      },
      {
        "index": 80,
        "text": "— Dokąd?"
      },
      {
        "index": 81,
        "text": "— Wezmę numer w hotelu. Będziemy sami z godzinę. Później pójdziesz do domu. — Doskonale! Bierz ten numer, zamawiaj! Tylko prędko! Ja tu cierpliwie poczekam."
      },
      {
        "index": 82,
        "text": "Znikł w bramie hotelowej. W chwili jego nieobecności, wbita w kąt powozu, myślała:"
      },
      {
        "index": 83,
        "text": "— Prawda, że to ja z nim... w hotelu... A niech wiedzą, niech wiedzą! Niech się nacieszą!"
      },
      {
        "index": 84,
        "text": "Zacisnęła pięść i biła w próżnię, jak w paszczę wroga. Za chwilę Łukasz wrócił. Wręczył dorożkarzowi należność, Ewie podał ramię i szybko, co tchu, wprowadził ją w bramę i na schody. Idąc po marmurowych stopniach, wysłanych ponsowym dywanem, mówił:"
      },
      {
        "index": 85,
        "text": "— Zamelduję cię, jako swoją żonę..."
      },
      {
        "index": 86,
        "text": "— Tak, tak zamelduj!..."
      },
      {
        "index": 87,
        "text": "— Mam przecie pasport, opiewający, że posiadam żonę. Nawet i ten przeklęty pasport na coś się przydał."
      },
      {
        "index": 88,
        "text": "Zaśmieli się w głos obydwoje. Ewa szła, jak we śnie. Śmiała się w weselu duszy, idąc cichym korytarzem rozkoszy. Otworzył jakieś drzwi. Byli sami. Wszedł służący i zabrał pasport. Jakieś dalekie, stłumione odgłosy. Huk miasta przyciszony, miły, senny. W niedalekiej rynnie plusk deszczu miły, senny. Wszystko to, jakoby przecudowna uroczystość. Dom ten, — to niedostępna świątynia. Jakie tu wszystko mądre i doskonałe! Są tu sami... Usiadła w aksamitnym fotelu. Blask świecy padał na twarz Łukasza. Ujrzała jego oblicze nie swoim własnym wzrokiem, lecz wzrokiem miłości. Wąsy, mała broda. Włosy z boku rozczesane... Twarz schudzona i poczerniała. Oczy dziwnie otwarte, głębokie, pełne tajemniczej niepewności. To Łukasz! Ten żywy człowiek, to już nie sen, nie marzenie, nie tęsknota, lecz Łukasz I Cóż za przedziwne uczucie, jakie zdumienie! Taka rozkosz! Taka cisza! Taka w duszy jasność! Można wyciągnąć rękę i dotknąć ręki nie obcego człowieka, lecz Łukasza! Powiedzieć: przyjdź — i przyjdzie! Już nie uderza w serce sztylet pustki. Można podnieść oczy i ujrzeć jego oczy. Ach, całować jego usta! Jak on pachnie!"
      },
      {
        "index": 89,
        "text": "Stanął po drugiej stronie stołu i szepnął do siebie, patrząc jej w oczy, jakby jej wcale nie widział:"
      },
      {
        "index": 90,
        "text": "— Ἐμοὶ δὲ αἱ μεγάλαι εὐτυχίαι οὐκ ἀρέσκουσι έπισταμένω, ώς έστι φθονερόν..."
      },
      {
        "index": 91,
        "text": "Głos ten był cichy i senny, jak szmer deszczu, jak dalekie tętno życia miejskiego. Głos pół-bolesny pół-radosny, jakby nie jego głos, lecz nabożny werset kapłana. Ewę ogarnął nerwowy śmiech."
      },
      {
        "index": 92,
        "text": "— Nie przy nas pisane... — mówiła kokieteryjnie, składając ręce i na bok przechylając głowę."
      },
      {
        "index": 93,
        "text": "— Tak, nie przy nas, dawno pisane... To pisał Amasis, faraon egipski do tyrana Polikratesa. Taki był tyran na wyspie Samos, Polikrates... Człowiek dawny, przedwiekowy, który kochał sztukę i rozkosz. Przywarły słowa do mózgu od chwili tłomaczeń na szkolnej ławce trzeciej księgi Herodota. Tam są przedziwne mądrości!... Nigdy o tem nie myślałem, i dopiero dziś..."
      },
      {
        "index": 94,
        "text": "— A co to znaczy? Czy ciemna białogłowa może wiedzieć cokolwiek z takich morowych Herodotów?"
      },
      {
        "index": 95,
        "text": "— To znaczy... Ewo, Ewo! To znaczy, że »boskość« jest zazdrosna. Znaczą te słowa, że wielkie szczęście, zbyt wielkie szczęście... Jakoweś δὲιον, — złe czy dobre, — jest zazdrosne! Należy tedy wyrzec się zbyt wielkiego szczęścia, ażeby zazdrosne bóstwo nie wydarło mi ciebie. Bo ów człowiek najszczęśliwszy, Polikrates, był później przybity do krzyża na górach Mykale, on, któremu śpiewał Anakreon... Przybity do krzyża, patrzał gasnącemi oczyma na kraj swój, na siedlisko swojej rozkoszy, na wybrzeża ukochanych Jońskich wysp, na świątynię Neptuna i na dalekie, mgliste góry Azyi..."
      },
      {
        "index": 96,
        "text": "Gdy to mówił szeptem, jakby najgłębszą tajemnicę, ją ogarnęła bezbożna wesołość, drwinka pusta i lekkomyślna, nastrój, którego mniejby się mogła teraz spodziewać, niż śmierci. Coś z zewnątrz zadało jej pytanie: czy też szczęście tyle jest warte, ile kosztowało? Dowiedzieć się! A to, ile szczęście kosztowało, przemierzyło się w mózgu i odpłynęło stroną daleką, okolicą, jak grzmot wiosenny... Wraz nasunęła się niemal pewność, że ta potworna myśl sprawdzenia nie wylęgła się w mózgu, lecz jest na zewnątrz, wisi postronnie, jak uśmiech zdjęty z czyichś szyderczo skrzywionych ust, jak wzrok ohydnie przymkniętych oczu, patrzących prosto w mózg."
      },
      {
        "index": 97,
        "text": "Łukasz stał wciąż nieruchomo po drugiej stronie stołu. Był jak zziębnięty, czy chory. Zacierał ręce. Oczy jego zatapiały się w oczach Ewy lękliwie, stopniowo, chyłkiem. A twarz jej stawała się powoli więcej, niż piękną, więcej, niż uroczą, przeistoczyła się w samo piękno, stała się tem, co budzi i żywi miłość i co się w miłości zawiera. Niechętnymi, bezwolnymi kroki zbliżył się, idąc po dywanie. Usiadł na krzesełku tuż obok. Później naprzeciwko... Pragnęła, ach pragnęła, żeby bliżej... Ale nie ważyła się prosić. Czuła, że gorący rumieniec pali jej twarz i jeszcze bardziej wstydziła się tego rumieńca. Słowa zamarły i znikły. Suknie dotknęły jego kolan. Czoło się chyli ku czołu. Pachną włosy. Oczy jej objęły go, oczy błękitny obłok, oczy najcudowniejszy żywioł ziemi. Jak długo trwało to wzajemne zaśnienie, owa zupełność i doskonałość szczęścia? Godziny, czy minuty? Siedzieli zdala od siebie, stopieni w anielski byt."
      },
      {
        "index": 98,
        "text": "— Ty jesteś... szczęście — powiedział cicho."
      },
      {
        "index": 99,
        "text": "Uśmiechnęła się z za smutku, tak samo, jak niegdyś uśmiechała się ku niemu, podczas majowych nabożeństw, z za czarnej wualki."
      },
      {
        "index": 100,
        "text": "— Czy naprawdę jestem dla ciebie szczęściem?"
      },
      {
        "index": 101,
        "text": "— Naprawdę. Przysięgam!"
      },
      {
        "index": 102,
        "text": "— Jakże to miło słyszeć! Jak miło..."
      },
      {
        "index": 103,
        "text": "— Ty jesteś boska radość..."
      },
      {
        "index": 104,
        "text": "— Bardzo dużo przecierpiałam."
      },
      {
        "index": 105,
        "text": "— I ja."
      },
      {
        "index": 106,
        "text": "— Dlaczegożeś to zrobił?"
      },
      {
        "index": 107,
        "text": "— Musiałem."
      },
      {
        "index": 108,
        "text": "— Raz czytałam... O jednem zdarzeniu."
      },
      {
        "index": 109,
        "text": "— Że tak w hotelu wypili we dwoje jakiś tam kwas..."
      },
      {
        "index": 110,
        "text": "— Nie! Jadę do Rzymu."
      },
      {
        "index": 111,
        "text": "— Kto, kto jedzie? — szepnęła blada, jak trup. Powtórzyła to pytanie kilkakroć, jąkając się i dusząc sylabami."
      },
      {
        "index": 112,
        "text": "— Pożyczam pieniędzy od moich hrabiów i jadę do Rzymu. Mam duże szanse, że tam rozwód wyrobię."
      },
      {
        "index": 113,
        "text": "— Czy podobna!?"
      },
      {
        "index": 114,
        "text": "— Wyrobię."
      },
      {
        "index": 115,
        "text": "— W Rzymie wyrobisz?"
      },
      {
        "index": 116,
        "text": "— W Rzymie. — Kiedy?"
      },
      {
        "index": 117,
        "text": "— Za jakie dwa, trzy miesiące."
      },
      {
        "index": 118,
        "text": "— A kiedy wrócisz?"
      },
      {
        "index": 119,
        "text": "— Wrócę, wrócę! I już na wieki..."
      },
      {
        "index": 120,
        "text": "Znowu począł głosić miłą prawdę:"
      },
      {
        "index": 121,
        "text": "— Ty jesteś szczęście!"
      },
      {
        "index": 122,
        "text": "A później pod najgłębszym sekretem i najbardziej cichym szeptem:"
      },
      {
        "index": 123,
        "text": "— Jesteś bardzo piękna..."
      },
      {
        "index": 124,
        "text": "Wstała ze swego miejsca. Patrzyła na niego z tajemniczym, a nowym uśmiechem. Nigdy jeszcze takiego nie widział."
      },
      {
        "index": 125,
        "text": "Była cudowna. Wicher w mózgu... Straszna wola rozkoszy."
      },
      {
        "index": 126,
        "text": "Włosy przybrały same szczególną postać i nadały głowie wdzięk niewysłowiony. Jedno złotolite pasemko osunęło się na policzek. Chciała odgarnąć. Poprosił oczyma i błagalnem skinieniem ręki, żeby zostawić tak, jak jest. Wtedy uśmieszek i nowa zorza wstydliwego rumieńca pod tem pasemkiem."
      },
      {
        "index": 127,
        "text": "— Ewo, — rzekł, — już musisz iść..."
      },
      {
        "index": 128,
        "text": "— Prawda. Już muszę..."
      },
      {
        "index": 129,
        "text": "— Ósma godzina."
      },
      {
        "index": 130,
        "text": "— Tak mi żal odchodzić. Strasznie dobrze u ciebie! Z tobą strasznie dobrze! Ach, jak jest z tobą..."
      },
      {
        "index": 131,
        "text": "— Będę pisał do biura. Idź teraz!"
      },
      {
        "index": 132,
        "text": "— Taka to gościnność..."
      },
      {
        "index": 133,
        "text": "Uśmiechnął się szyderczo. Ujrzała jego białe zęby. Wszystek drżał i tarł ręce. Twarz jego stopniowo stawała się surowa, szara, okrutna. Ewa zlękła się czegoś i stała przed nim pokorna. Znagła łkanie wyrwało się z jej piersi. Oczy błagalne, na ustach słowa, nie dające się wyjawić:"
      },
      {
        "index": 134,
        "text": "— Nie opuszczaj!..."
      },
      {
        "index": 135,
        "text": "Krótki pocałunek, raczej szybkie muśnięcie ust ustami."
      },
      {
        "index": 136,
        "text": "Narzucił paltot na ramiona. Prędko wyszedł, — pod rękę. Schody, brama. Ukłon portyera... Ciemnemi ulicami, po mokrych chodnikach, ciemnemi ulicami, wśród surowych kamienic, — bez słowa, bez słowa... Przed bramą domu szybki, mocny uścisk ręki. Znikł w mroku, w wichrze i deszczu."
      }
    ]
  }
}