{
  "chapterNumber": 61,
  "title": "Tom drugi, XXVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Odkąd Ewa została sekretną nałożnicą Bodzanty, rozprysła się dla niej dziwna tęcza, zataczająca wielobarwny łuk nad wzgórzami Majdanu. Wszystko prysło..."
      },
      {
        "index": 2,
        "text": "W skwarny letni wieczór szła z ogrodu chorych gruźlicznych ku budynkowi administracyjnemu. Był już gęsty zmierzch. Krzewy zarysowywały się w oczach, jako ciemne plamy o mglistych konturach, drzewa były nieruchome, uśpione, parkany ginęły już w mroku. Ewa była niespokojna, rozdrażniona, trwożna. Czuła, że obok niej pełza niedola, bolesny cień. Z odrazą myślała o tem, że może właśnie tego dnia Bodzanta..."
      },
      {
        "index": 3,
        "text": "Kiedy zbliżała się do głównego wejścia, w blasku elektrycznej kuli ujrzała stojącego na kamiennych schodkach jakiegoś człowieka. Zadrżała od przeczucia, że ten człowiek na nią oczekuje. Miała w sobie szalony impuls, żeby się rzucić w bok i, zniknąwszy w gąszczach, ujść... Ale ów człowiek spostrzegł ją i powoli zstępował z kamienych stopni. Szedł ku niej po zgrzytającym piasku. Pchnięta siłą wewnętrzną, podeszła. Wnet go poznała. Był to Płaza-Spławski."
      },
      {
        "index": 4,
        "text": "Jego stanowcze, wykwintne, wojskowe ruchy były jedyne na świecie. Zanim się zrównał z Ewą i zanim mogła ujrzeć jego twarz, już była przezeń opanowana. Głos w piersi zamarł. Wola zgasła. Spławski ukłonił się nizko, bezgłośnie, poczem zwrócił na prawo w kierunku drzwi, prowadzących do sali oficyalnych przyjęć. Szła tam za nim. Mijając sień, rzęsiście oświetloną, spostrzegła, że Płaza nie ma na sobie dawnego ubrania, lecz przeciwnie, jest suto i elegancko ubrany w kostyum skrojony z angielska. W wybitem oku tkwił monokl. Na rękach ciemne rękawiczki. Wpuścił Ewę do saloniku, zamknął drzwi i jeszcze raz skłonił się nizko. Ewa spoglądała przygasłemi oczyma na jego twarz spaloną teraz od słońca, złotawą, jednolitą, co czyniło zeń jakby mulata, czy metysa. Doznała wrażenia, że on jest tylko napoły człowiekiem i drżała wobec jego woli.. Wytworne jego odzienie, wysoki, biały kołnierz koszuli, modnie wywinięty, jasny krawat z brylantem dziwnie odbijały od tej twarzy suchej, gołej, ciemnej, mistycznie zatopionej w otchłani woli, twarzy proroka czy wodza... Miała gardło tak ściśnięte, że nie mogła wymówić słowa. Blaski szybkie i słabe migały w jej źrenicach. Przybysz poprosił ją ruchem spokojnym, żeby usiadła. Spełniła to posłusznie. Wówczas, sam nie zajmując miejsca, rzekł cicho, jakby z radością dla nasycenia jej radości:"
      },
      {
        "index": 5,
        "text": "— Przychodzę do pani na skutek zleceń Łukasza Niepołomskiego..."
      },
      {
        "index": 6,
        "text": "— Łukasza Niepołomskiego... — powtórzyła, poddając się radości, ale nie mogąc na razie pojąć, co to nazwisko oznacza."
      },
      {
        "index": 7,
        "text": "— Mam od niego do pani list."
      },
      {
        "index": 8,
        "text": "— List od Łukasza? — westchnęła, budząc się ze swego snu."
      },
      {
        "index": 9,
        "text": "Sięgnął ręką drżącą ze wzruszenia, jakby od wewnętrznych łez drżącą, wydobył prześliczny mały portfel i wydostał list. Obejrzała adres zaklejonej koperty i poznała pismo Łukasza. Rozdarła ją i poznała pismo Łukasza wewnątrz. Zaczęła czytać."
      },
      {
        "index": 10,
        "text": "»Nie wiem, jak się przed tem obronić, co myśleć, jak żyć dalej. Napisz, że zapomniałaś że źle wspominasz, że ze wzgardą, — może to wszystko uciszy we mnie straszny stan smutku. Im silniej chcę zapomnieć, zatracić w sobie wspomnienie, tem silniej one opanowują duszę Tracę możność rozumowania. Zawsze widzę Ciebie, czuję Cię przy sobie, pragnę być z Tobą. Powinienem zabić w sobie te myśli, nie mogę żyć z niemi dłużej, znoszę męczarnie. Całe szeregi przywidzeń, rojeń o szczęściu, o oddaniu się do ostatniej kropli Tobie jednej, ukochanej mojej kobiecie. Nie wiem, czy kocham Ciebie, czy tylko moje wyobrażenie o Tobie, czy jestem obłąkany, ale życie moje rwie się w strzępy, a każdy strzęp broczy krwią. Mogę żyć tylko w bezwzględnem oddaniu się, nie mam nic, cobym mógł ukochać. Jestem związany, dopuszczam się występku«... Zaledwie jakiś piąty, dziesiąty wyraz wpadał do świadomości, lecz wpadał, jak wybuchowy pocisk. Uczuła ściekający wzdłuż ciała spazm szalonej miłości, objęta została przez oślepiającą jej mgłę, przez jej dziką i wiecznie młodą namiętność, przez jej furyę szaloną i pożądanie znajomej rozkoszy... Wdychała słowa listu, wciągała je w siebie oczyma, jak kwiatową woń. Zgłodzona dusza połykała »jego« słowa, słowa prawdziwe, mowę swoją własną, pochłaniała je, jako swój żer. Czytała po raz drugi z góry na dół i znowu... Pewne pytania... Krzyki w piersiach... Usłyszała w uszach jego głos, brzmiący za górami, za morzami..."
      },
      {
        "index": 11,
        "text": "— Łukasz woła... — marzyła wśród mrowień rozkoszy. — Uwolni mię od Bodzanty. Nareszcie! Niech się potoczy po ziemi lazurowy uśmiech wesela!"
      },
      {
        "index": 12,
        "text": "Łzy szczęścia, palące jak płomienie, płynęły z jej oczu. Ogień spływał po policzkach, po ramionach..."
      },
      {
        "index": 13,
        "text": "— Czy pójdziesz pani ze mną? — zapytał Spławski."
      },
      {
        "index": 14,
        "text": "— Dokąd?"
      },
      {
        "index": 15,
        "text": "— Do Niepołomskiego."
      },
      {
        "index": 16,
        "text": "— A czyż pan wie, gdzie on jest?"
      },
      {
        "index": 17,
        "text": "— Oczywiście. To mój przyjaciel."
      },
      {
        "index": 18,
        "text": "— A więc pan go widział?"
      },
      {
        "index": 19,
        "text": "— No, jakże. Toż list..."
      },
      {
        "index": 20,
        "text": "— Pan go widział teraz?"
      },
      {
        "index": 21,
        "text": "— Widziałem."
      },
      {
        "index": 22,
        "text": "— I on chce mię widzieć? Łukasz Niepołomski?"
      },
      {
        "index": 23,
        "text": "— Tak."
      },
      {
        "index": 24,
        "text": "— Pójdę!"
      },
      {
        "index": 25,
        "text": "— Dziś."
      },
      {
        "index": 26,
        "text": "— Dobrze. W chwili, gdy się ta rozmowa toczyła, do sali wszedł przypadkowo Bodzanta. Ogromna jego postać zagrodziła drzwi. Stał przez chwilę bez ruchu, pilnie patrząc w Spławskiego. Po pewnym czasie rzekł głośno, swoim zwyczajem."
      },
      {
        "index": 27,
        "text": "— Przecie to jest ten Płaza-Spławski..."
      },
      {
        "index": 28,
        "text": "— Witam pana... — rzekł przychodzeń."
      },
      {
        "index": 29,
        "text": "— I ten w Majdanie? No, to już koniec świata blizki! Czy tylko czasem nie chcesz szukać tu schronienia i rozpocząć okresu pokuty? — krzyczał co sił."
      },
      {
        "index": 30,
        "text": "— Jeszcze nie, ceklarzu nierządnic... — odpowiedział Płaza. — Jeszcze pragnę parę chwilek przeżyć bez chomąta cnót, którem ozdobiony chodzisz w szanownym kieracie."
      },
      {
        "index": 31,
        "text": "Bodzanta nachylił ucha, powtarzał wargami słowa tamtego, później zbliżył się i patrzał mu w oczy z odległości kilku cali."
      },
      {
        "index": 32,
        "text": "— Wolisz, — mówił zcicha, — brnąć z rozpusty w rozpustę, szukając sposobu zabicia nudy."
      },
      {
        "index": 33,
        "text": "— Co do tej nudy, to ty jej z pewnością więcej dziennie zażywasz, niż ja."
      },
      {
        "index": 34,
        "text": "— Cóż twe amerykańskie i mandżurskie kopalnie — che-che-che!"
      },
      {
        "index": 35,
        "text": "— Nic, che-che-che, prosperują. Przyjedź znowu do Ameryki, to ci je pokażę. Pohulamy."
      },
      {
        "index": 36,
        "text": "— Jużem widział, szanowny milionerze, i mam poty!"
      },
      {
        "index": 37,
        "text": "— Nie widziałeś, proletaryuszu, che-che, >jednostko z ludu«, ani dziesiątej części. Gdy zostanę jednym z królów Ameryki środkowej, na początek, dajmy na to copperking’iem, zaproszę cię odręcznem pismem. — Nie przyjadę. Mam dosyć. Znam przecie wszystkie wasze radości, gościnny Lycasie Petroniusza."
      },
      {
        "index": 38,
        "text": "— A cóż, — znalazłeś nowe w tem zbieraniu i o świecie odpadków i niedopałków?"
      },
      {
        "index": 39,
        "text": "— Znalazłem."
      },
      {
        "index": 40,
        "text": "— Więc przyznajesz, że szukałeś rozrywki, zadowolenia próżności, zabijałeś jałowy dzień tak samo, jak ja?"
      },
      {
        "index": 41,
        "text": "— Tylko bez domieszki krzywdy ludzkiej, uważasz, krzywdy..."
      },
      {
        "index": 42,
        "text": "— Ale z nieustannym apetytem na wdzięczność ludzkiego stada, czem ja znowu gardzę, jak chłopskim żurem, razowcem, potem i zaduchem. Wyglądasz mi, jak źrebiec dostojnej rasy arabskiej, któryby powziął pasyę upodobnienia się do krzywych szkap fornalskich na pastwisku, a w tym celu kazał sobie dla zasady solidarności spętać przednie nogi, żeby, broń Boże, nie biegać zbyt szybko. Skaczesz w swojej pętaczce... Nie dość jeszcze jesteś odrażający, zbyt mało jesteś podobny do twoich szkap na pastwisku..."
      },
      {
        "index": 43,
        "text": "— Dowcipnie to powiedziałeś... Eh, żebyś wiedział, jak dowcipnie! Ale ten dowcip jest pusty. Gdybyż w nim było ziarno, jak w kłosie pszenicy! Kłos to pełen murzu śnieci. Myślałem, że cię już gdzieś zatłukli ludzie przez ciebie skrzywdzeni."
      },
      {
        "index": 44,
        "text": "— Nie tak to łatwo! Kto wychodzi na tygrysa polować, dobrze się musi namyśleć i uzbroić"
      },
      {
        "index": 45,
        "text": "— I cóż z tego drapieżny człowieku, który zapuszczenie sobie tygrysich pazurów, ślepiów i ogona uważasz za najgodniejsze człowieka? I cóż z tego? Przecie zabiją cię w końcu. Wytropi cię ich przebiegła zemsta i zakopią cię w ziemi, gdzie zgnijesz. Bo zgnijesz, co? A pamiętaj, pamiętaj, że ani jedno westchnienie po tobie nie zostanie. To jest ważne, pamiętaj! Przekleństwa zaś ludzkie, jak najczujniejsze ogary, będą najlżejszy twój ślad tropiły po ziemi."
      },
      {
        "index": 46,
        "text": "— A tobie o te westchnienia głównie się rozchodzi. Mnie nie trzeba szukać, póki żyję, bo sam wychodzę naprzeciwko psiarni przekleństw, żeby wiedziano na świecie, jak się przekleństwami i błogosławieństwami pogardza. Wychodzę sam przemierzać wolą terras tractusque maris coelumque profundum."
      },
      {
        "index": 47,
        "text": "— Co ty wiesz o wielkości człowieka, co wiesz! Widzę ze smutkiem, że jeszcze nie zacząłeś myśleć."
      },
      {
        "index": 48,
        "text": "— Myśleć! Toż z nas dwu chyba ja jestem człowiekiem, który przez całe życie swoje myślał, podczas gdy ty jesteś człowiekiem, który wciąż szczerze ufał ludziom, a teraz głęboko wierzy. Poweźmijże, nieszczęsny, pierwszą w życiu myśl! Myśl o tem, jak to ciebie sponiewierają ci właśnie, w których służbie, jak lokaj biegasz, jeśli tej hołocie nie tak właśnie usłużysz, jak to jej się jedynie i najbardziej podoba!"
      },
      {
        "index": 49,
        "text": "— »Lepszy jest pokarm z jarzyny, gdzie jest miłość, niżeli z karmnego wołu, gdzie jest nienawiść«."
      },
      {
        "index": 50,
        "text": "— Teksty szanowne! Ja ci tekstem za tekst zapłacę: »Wojna i męstwo uczyniły więcej wielkich rzeczy, niżeli miłość bliźniego. Nie litość, lecz waleczność ratowały dotychczas w potrzebie będących«. Zaprzecz! Mój tekst zawiera się w wersetach, wydobytych ze mnie samego. Zgoda ze samym sobą płodzi siłę. Ale to samo wykryły najmądrzejsze łotry, kapłani Izydy z Memfis: »Znajomość rachunku i sztuka wytwarzania woli są to dwa klucze magii, które otwierają wszystkie drzwi wszechświata«."
      },
      {
        "index": 51,
        "text": "Bodzanta przez chwilę milczał, jakby zbierając siły. Zaczął mówić pośpiesznie, coraz głośniej:"
      },
      {
        "index": 52,
        "text": "— Gdy młodociany Kryszna ściął błyszczącego węża w świątyni Kali, a uciętą jego głowę trzymał w ręku, rzekł mu wąż: »Czy myślisz znaleźć prawdę przez zabijanie żyjących? Bezrozumny! Nie znajdziesz jej inaczej, tylko przez zatracenie siebie. Skon jest w żywocie, a w śmierci żywot«! Widzisz, pyszałku, że należy siebie zatracić. Z każdego momentu mojej zatraty urasta skarb mego serca, moja najdroższa ojczyzna Tak to w śmierci jest żywot."
      },
      {
        "index": 53,
        "text": "— Nie obdarzaj mię swemi »prawdami«, bo ja ich wcale nie szukam... — ze śmiechem mówił Płaza-Spławski. — Od dawien dawna wiem, że prawdy nigdzie niema. »Prawda«! Zbiory bajek i anegdot. Jedyna prawda zawiera się w użyciu rozkoszy, a najwyższa rozkosz zamknięta jest w męstwie. Męstwo wychodzi na płaski świat samo jedno przeciw całemu okręgowi, przeciwko wszystkim ludziom i wszystkim ich wierzeniom."
      },
      {
        "index": 54,
        "text": "— Posłuchaj, ty »mężny«! Oto jest istota rzeczy: przygotowuję moją, jak mówisz, służbą rewolucyę, przeciwko tobie, chociażbym ani słowa o tobie nie wyrzekł, bo dzieło moje przeistacza, a nawet stwarza dusze ludzkie."
      },
      {
        "index": 55,
        "text": "— Rewolucyę! Bajeczne złudzenie... Dziękuję ci za nie. Nie wiesz, mężu, co jest rewolucya, i jakie ona daje rezultaty! Sądzisz, że mnie pochłonie jakakolwiek rewolucya? Wierz mi, że się mylisz. Rewolucya jest najzawilszą umiejętnością, której nie byłyby w stanie ująć w formułę umysły wszystkich razem Heraklitów i Empedoklesów, Helmholtzów, Du Bois Reymoudów Thomsonów, Jamesów Clerków Maxwellów, jeżeli się zabiorą do jej traktowania, jako zjawiska podlegającego dokonaniu. Natomiast ja jeden wiem, czem są rewolucye, ponieważ ja je stale stwarzam. Ja z rewolucyi żyję, a ona żyje ze mnie. To też kiedy się zjawia przed oczyma ludzkiemi, gapie wskazują na ciebie, wołając: auctor! A wówczas, w tejże chwili ja z niej korzystam, poczciwy małżonku z komedyi Macchiavellego, który wierzysz w Mandragorę, lekarstwo na sposób poczęcia dzieci przez dziadów, z kobiet młodych, tęgich i pełnych żądzy. Słyszałeś? Ewo, idziemy!"
      },
      {
        "index": 56,
        "text": "— Idziemy... — rzekła, powstając z miejsca."
      },
      {
        "index": 57,
        "text": "— Ewa idzie... z tobą? — zachłysnął się BoazdntaBodzanta..."
      },
      {
        "index": 58,
        "text": "— Tak. Dość ma waszego blekotu cnoty. Bodzanta pochylił się, jakby miał biedz ku Ewie."
      },
      {
        "index": 59,
        "text": "Wielka jego figura zakołysała się naprzód i wtył w owej chwili Ewa tylnemi drzwiami wyszła. Za nią, Płaza-Spławski."
      }
    ]
  }
}