{
  "chapterNumber": 40,
  "title": "Tom drugi, VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pociąg kuryerski gnał w stronę Wiednia. Była późna, jesienna, wietrzna i dżystadżdżysta noc. Między Salzburgiem i Wiedniem kuryer ten miał się zatrzymać tylko kilka razy. Podróżnych było bardzo niewielu, to też Ewa ugłaskała dostępniejsze od bawarskiego serce austryackie zapomocą małej korony i sama była w przedziale. Rzeczy wysłane zostały do Wiednia już dawniej. Ze sobą miała tylko małą, ręczną walizkę."
      },
      {
        "index": 2,
        "text": "Jechała teraz do Wiednia, (a właściwie do Kaltenleutgeben), żeby odnaleźć Jaśniacha, który w tym zakładzie, według zebranych informacyi, przebywał, — i doprowadzić do skutku swoje względem niego zamiary. Gdy Szczerbic opuścił Paryż, Ewa mieszkała tam jeszcze blizko dwa miesiące. Czasami odbierała listy z Warszawy od tego »ślubnego brata«. Zarówno wówczas, gdy był w Paryżu i gdy u niego często, nieraz do późnej nocy bywała, jak i w tych listach łączyła ich czysta i górna ekstaza, w której napozór nie było nic zmysłowego. Nie była kochanką Szczerbica. Nigdy nie ucałował jej ust. Parę razy tylko miał szczęście dotknąć ustami jej ręki. W listach nie prosił nawet o widzenie się, o przyjazd do Warszawy, o spotkanie na ziemi. Lubiła jego listy i tęskniła za nimi. Częstokroć tęskniła za nim samym. Szczególniej za muzyką... Gdyby ją sprawiedliwy sąd badał o to, czy kocha Szczerbica, nie mogłaby potwierdzić, ale nie mogłaby i zaprzeczyć stanowczo."
      },
      {
        "index": 3,
        "text": "Teraz dążyła, żeby zostać żoną Jaśniacha i być wierną ślubowi czystości, zawartemu ze Szczerbicem. Postanowiła przemienić się w miłosierdzie i w pracę bez granic..."
      },
      {
        "index": 4,
        "text": "Znużona nieprzerwaną jazdą z Paryża, spała na skórzanej kanapce. Zasypiając, pamiętała o tem, że ma na sobie w zamszowej torebce, ukryte na piersiach, dwadzieścia kilka tysięcy franków, więc kładła się do snu w taki sposób, żeby leżeć na piersiach. Pociąg, lecący nadzwyczajnie szybko, kołysał ją do snu. Spała twardo. Ujrzała w zwidzeniu olbrzymie komnaty, grubo pomalowane wapnem, izby bez podłogi olbrzymiej wysokości, wysypane grubo żółtym, suchym piaskiem. Ściany były nagie, jednolite, białe bez końca i chropawate od suchego wapna. Szła z trudem po stopniach zasypanych piaskiem i oto dowlokła się wreszcie do drzwi tak olbrzymich i wysokich, jak ściany. Ujęła dłonią okrągłą gałkę, która miała służyć za klamkę, i z przerażeniem spostrzegła, że zarówno te drzwi, jak klamka były wapnem powleczone. Uchyliła drzwi i ujrzała z odrazą serca pustą izbę, ale pustą w sposób niewypowiedziany. Doznała uczucia śmiertelnej boleści, która tylko we śnie nawiedza ludzi. W tej pustce izby było uzmysłowienie nicości, która jest treścią śmierci. Zimno przeszyło ją do szpiku. Co mogło być w tej izbie? Czemu tak straszną jest jej pustka? Czemu ta pustka tak okropną się wydaje? Siła odrazy i przerażenia nie dała spoić się wrażeniu w jakąkolwiek odpowiedź. Ewa coprędzej przymknęła drzwi i poszła w innym kierunku. Trafiła na inne drzwi niemniej wysokie, weszła do sieni i poczęła wlec się po schodach, wyżłobionych w piasku, po schodach niezmiernie stromych, wysokich, jak drabina. Znowu ogarnął ją popłoch, zawrót głowy i mdłość. Poczęła wołać o ratunek, krzyczeć przez sen długo i przeraźliwie."
      },
      {
        "index": 5,
        "text": "Gdy się o tyle o ile zaczęła budzić, strach się zwolna — zwolna zmniejszał, ale niepokój był w stopniu bardzo znacznym. Oczy miała zamknięte, choć już nabierała świadomości, że owe straszne izby i schody, — to sen..."
      },
      {
        "index": 6,
        "text": "Ulga nareszcie odświeżyła jej serce. Oczy odemknęły się nieco. Leżała tak samo, jak się była układła piersiami na poduszce. Półuchylonemi oczyma z radością patrzyła na szlak ceraty chodnika, którą wybita była podłoga przedziału, i powtarzała wciąż w duszy że, dzięki Bogu, to sen. Nagle spostrzegła nogi... lakierki..."
      },
      {
        "index": 7,
        "text": "— Jakiś jegomość tu siedzi... — pomyślała, nie mogąc jeszcze podnieść się i otrząść z męki sennej. — Wszedł drab, kiedym spała... Podły konduktor go wpuścił... I jak tu teraz wstać? Pewno mam nogi odkryte do kolan, bo zimno."
      },
      {
        "index": 8,
        "text": "Wspomniała, jakie też ma na nogach pończochy i czy jedwabna jest podszewka u sukni, którą miała na sobie. Podniosła niepostrzeżenie oczy i z pod rzęs usiłowała spojrzeć na nowego pasażera. Ale, zobaczywszy jego twarz, zdrętwiała na nowo owem sennem zdrętwieniem, które ją dopiero co, przed chwilą opuszczać zaczęło. Naprzeciwko, w kącie drugiej ławki przedziału, siedział młody brunet, który ją ścigał wszędzie w Paryżu i nad morzem."
      },
      {
        "index": 9,
        "text": "Czytał książkę i zdawał się najmniejszej na Ewę nie zwracać uwagi."
      },
      {
        "index": 10,
        "text": "Ona przymknęła oczy i z całej siły powstrzymywała bicie serca. Sen i widok tego człowieka na jawie złączył się teraz w jedną elipsę zdumienia. Coraz silniejsze bicie serca zmusiło ją do nagłego powzięcia zamiaru, że za żadną cenę nie zostanie z tym jegomościem w jednem coupé. Postanowiła wysiąść na pierwszej stacyi, gdzie się pociąg zatrzyma i skoro się tylko zatrzyma. Drżały w niej wnętrzności i serce, gdy miała się ruszyć a czuła, że już musi, musi podnieść ręce. Szybkim gestem ogarnęła nogi suknią i usiadła na swem miejscu ze skutecznem usiłowaniem nie zwracania najlżejszej uwagi na towarzysza. On również na jej ruchy nie patrzał. Czytał jakiś romans francuski, rozcinając karty długim sztyletem korsykańskim."
      },
      {
        "index": 11,
        "text": "Ewa dojrzała ów nóż. Znała te »koziory« i lubiła się nimi bawić w Ajaccio. Wiedziała, że jest tam z boku napis: Morte alnemico, a z drugiej strony: Vendetta Corsa. Wszystko w tej chwili działo się z nią w sposób jak gdyby przewidziany oddawna, wyroczny i niezmiennie logiczny. Każde przelatujące, przemykające się chyłkiem uczucie, wrażenie i przywrażenie było poniekąd dawno gdzieś zapisane, jako prawny paragraf. Impuls odwagi... Spojrzała wprost w twarz tego człowieka z wyzwaniem i pogróżką. On ani myślał na nią patrzeć! Czytał spokojnie swą książkę i widać było na twarzy, że żywo zajęty jest treścią. Ewa doznała zawodu... W tej samej chwili od jednego razu i w całej pełni przypomniała sobie, gdzie widziała tego draba. Stanęła w jej oczach nędzna cukiereńka z podłogą grubo wysypaną mokrym piaskiem, bilard w ciemnej izbie, usługująca dziewczyna — i figury dwu dandysów. Toż to ci sami! Oto jest ten, który ją wówczas zaczepił. Jakże go mogła zapomnieć. Skąd on się wziął w Paryżu? Czemu ją śledzi! i co tu robi? Czy to jest lowelas, czy też jaki szpicel... Lecz i nie lowelas... Cóż więc za jeden? Co on zamierza z nią zrobić? Bo on z nią zamierza coś zrobić, on ją ściga!"
      },
      {
        "index": 12,
        "text": "Dreszcz przeleciał, dreszcz innego jakiegoś porządku, jeszcze nigdy w życiu nie doświadczany. Zmierzyła okiem odległość między sobą i walizką, która leżała przykładnie na górnej półce, — właśnie nad głową bruneta zatopionego w lekturze. Rozważała wszystko zapomocą kombinacyi szybkich, jak błyskawice, w jaki sposób wysiąść z wagonu tak, żeby tego nie spostrzegł. Jak wysiąść? Nie mogła zostawić walizki, gdyż tam miała paszport, papiery, listy Łukasza i Szczerbica, notesy, rachunki, zresztą niezbędne sprzęty podróżne. Czekała na chwilę szczęśliwą, siedząc bez ruchu, z przymkniętemi powiekami, ale nie spuszczając z oka lowelasa ani na chwilę. Obserwowała jego figurę, ubranie, sposób bycia. Był w istocie bardzo zgrabny i przystojny, widocznie silny. Miał na sobie nowiuteńki ridingcoat z atłasową podszewką najmodniejszego kroju, świeżą i wykwintną bieliznę, ładnie i modnie zawiązany krawat. Syberynowe palto wisiało obok. Na białej karcie książki i na jasno-żółtej okładce Plona wyraźnie odrzynały się duże ręce w ciemno-brunatnych rękawiczkach... Ewa przypomniała sobie teraz te ręce. Jakże je mogła zapomnieć?...é"
      },
      {
        "index": 13,
        "text": "— Zrozumiałeś to nareszcie, — miotała weń myślami, — że trzeba na te racice włożyć rękawiczki, że je trzeba zakryć, ty, felczerze z miasteczka, aktorze prowincyonalny, pomocniku pisarza gminnego, któremu laury okolicznych endeków ze dworów spać nie dawały, — ty, piszczyku od szwindlarza bankiera, subjekcie z drogeryi, laborancie z apteki, ależ nie! ty kelnerze, kelnerze z knajpy, otwartej do czwartej rano!"
      },
      {
        "index": 14,
        "text": "Nagła myśl, myśl nowa i zupełna ogrzała jej głowę, omotaną lodowatemi dreszczami. Dosłyszała kroki konduktora. Przywołała go. Senny schafner ze swą latarką w ręku wsunął głowę do przedziału. Widać było, że się wstydzi, ale widać było również, że został opłacony przez tamtego... Ewa łamaną niemczyzną, z wtrąceniem mnóstwa wyrazów francuskich, pytała go, czy niema w pociągu przedziału dla dam. Konduktor tłómaczył jej, że owszem, jest taki przedział, ale już zajęty przez trzy panie, które śpią..."
      },
      {
        "index": 15,
        "text": "— To trudno, — rzekła, ale ja muszę przejść do przedziału dla dam! Pan mię przeprowadzi, panie konduktorze."
      },
      {
        "index": 16,
        "text": "Brunet, czytający książkę, ocknął się ze swego zajęcia lekturą i, jak się zdawało, z trudem i niechęcią słuchał, o co rzecz idzie. Rzekł do Ewy po polsku:"
      },
      {
        "index": 17,
        "text": "— Jeżeli to ja przeszkadzam pani w tem coupé, to je natychmiast opuszczę. Wszedłem tu, gdyż nigdzie nie znalazłem miejsca."
      },
      {
        "index": 18,
        "text": "Nie odpowiedziała ani słowa, jakby obok niej nie było nikogo, jakby nie słyszała wcale, że w tem miejscu ktokolwiek mówił. Pośpiesznie zebrała swe rzeczy, walizę, futerko, kapelusz i wysunęła się z przedziału, starannie zamykając drzwi za sobą. W korytarzu włożyła futro, naciągnęła rękawiczki i, gdy konduktor uchylił drzwi ciemnego przedziału, w którego zaduchu chrapały jakieś wiedźmy, wślizgnęła się tam. Przez pozostawioną szparę we drzwiach obserwowała korytarz. Korytarz był zupełnie pusty. Młodzieniec nie wyszedł za nią z przedziału. Widziała płomyk świecy, chwiejącej się od ruchów pociągu, słyszała turkot i zawodzący jęk wagonów. Postanowienie jej było nieodwołalne. Chciała jednak, żeby konduktor nie dostrzegł, kiedy wysiądzie. Nerwy drżały w całem ciele. Jakieś powiewy uczuć... Walizeczkę miała przy nogach. Wszystko gotowe. Pociąg leciał, wzdychając, leciał, leciał... Nareszcie długi i przeszywający świst rozdzielił ciszę jakby na dwie połowy. Gdy pociąg zwalniał biegu i stawał, Ewa wychyliła się z przedziału i znowu zbadała korytarz. Nie było nikogo. Przemknęła się, jak upiór, na palcach, ku drzwiom w drugim końcu korytarza w stosunku do tamtego przedziału, zsunęła się ze schodków i chyżo pomknęła w noc i wicher. Nim pędem dobiegła do stacyi słabo oświetlonej, już jej pociąg gwizdnął i odszedł. Nie wiedziała, gdzie jest, jak się nazywa to miejsce. Czuła niewymowną radość, że odtrąciła tego człowieka« Jeszcze łamało jej duszę senne widzenie i w ocknieniu widok tamtego. Stacya na której się znalazła, była prawie pusta. W bufecie świeciło się i kilka ciemnych figur żłopało tam piwo. W salce klasy drugiej zastąpił jej drogę portyer jakiegoś hotelu, proponując swoje usługi i karetkę. Nie pytając jak się ów hotel nazywa, poszła za portyerent, który jej formalnie wyrwał z rąk walizkę. Za chwilę jechała w ciasnej landarze o dzwoniących szybach, śmiejąc się do rozpuku ze swej przygody, a raczej przygody »tamtego«. W głębi karety, na wprost drzwiczek wejściowych, było wprawione lustro. Ewa zobaczyła w niem swą potwornie powykręcaną twarz — i znowu roześmiała się z całego serca. Była znużona i bardzo rada, że za cenę straty części biletu wyśpi się przynajmniej i wypocznie doskonale. Wszystko w niej teraz uspokoiło się. Ręce bolały, nogi ciężyły, jak po fizycznem strudzeniu."
      },
      {
        "index": 19,
        "text": "Karetka kręciła się po rozmaitych zaułkach, turkotała po brukach uśpionego miasta, aż nareszcie stanęła. Portyer z tryumfem wydostał Ewę z wehikułu i z wielkiem dzwonieniem intromitował ją do sieni hotelu. Nie śmiała jakoś zapytać, jak się nazywa miasto, w którem jej nocować wypadło. Szła posłusznie za ładniutką Stuben-Madchen, która ją prowadziła na piętro po schodach, wysłanych grubym dywanem."
      },
      {
        "index": 20,
        "text": "Hotelik był mały, ale czysty, cichy i bardzo, widać, solidny. Za chwilę Ewa znalazła się w dużym pokoju z aksamitnymi meblami starego fasonu, obwieszonymi wyrobami szydełkowej roboty. W głębi stało łóżko żelazne z mosiężnemi gałkami. Zapłonęła elektryczność, zasyczał piecyk kaloryfera. Pokojówka starannie i długo przyrządzała pierzyny, wygrzewała kołdry i poduszki. Załatwiła wreszcie wszystkie swe sakramentalne, niemieckie czynności i, złożywszy życzenie dobrej nocy, odeszła."
      },
      {
        "index": 21,
        "text": "Ewa siedziała przez czas pewien, patrząc bezmyślnie w żar lampki elektrycznej. Bawiła ją ta przygoda i radowała nadzieja snu. W hotelu i za jego murami panowała zupełna cisza. Jeszcze przez chwilę słychać było gwar przyciszony, stąpanie kroków po dywanie korytarza — i znowu wszystko ucichło. Tylko monotonny szept w kaloryferowych rurach..."
      },
      {
        "index": 22,
        "text": "Poczęła rozbierać się pośpiesznie. Przygotowała sobie świecę, zapałki — i co tchu zrzucała suknie. Była już tylko w bieliźnie, tyłem do drzwi zwrócona, kiedy posłyszała, jakby szelest otwartych drzwi. Sądziła, że to pokojowa wchodzi po coś jeszcze, ale, wstydząc się swego negliżu, nie chciała odwracać głowy, dopóki tamta nie spełni czynności i nie wyjdzie. Nie słysząc jednak jej kroków, rzuciła okiem w stronę drzwi i skamieniała na miejscu. Brunet z przedziału kolejowego stał obok niej. Stał o krok, jak widmo. Zanim zdołała pomyśleć, otworzyć usta, potężnym ruchem ramienia wymierzył w jej odkryte piersi cios olbrzymiego noża."
      },
      {
        "index": 23,
        "text": "— Ani słowa! — wyszeptał."
      },
      {
        "index": 24,
        "text": "Została tak z otwartemi ustami i rozwartemi oczyma. Patrzyła w niego, we wszechmocne, straszliwe jego oczy. Dech zamarł w piersiach. Nogi się zgięły. Wicher potężny zapchał płuca i nie dał odetchnąć. Nie zdziwiła się też, gdy ją chwycił za gardło, rzucił na łóżko, przywalił sobą i spytał:"
      },
      {
        "index": 25,
        "text": "— Gdzie masz pieniądze?"
      },
      {
        "index": 26,
        "text": "Wskazała oczyma na piersi. Zerwał zamszową tasiemkę, szarpiąc ją kilkakroć, jakby chciał urwać razem z głową ofiary, i cały worek z pieniędzmi schował do bocznej kieszeni swego surduta."
      },
      {
        "index": 27,
        "text": "— To wszystko? — spytał."
      },
      {
        "index": 28,
        "text": "— Wszystko. — Jeżeli wydasz parę z gęby, jeżeli piśniesz, zabiję na miejscu!"
      },
      {
        "index": 29,
        "text": "Wycharczała:"
      },
      {
        "index": 30,
        "text": "— Zabij, zbóju..."
      },
      {
        "index": 31,
        "text": "— Będziesz krzyczała?"
      },
      {
        "index": 32,
        "text": "— Będę."
      },
      {
        "index": 33,
        "text": "Wtedy znowu zdusił jej gardło straszliwą swoją dłonią."
      },
      {
        "index": 34,
        "text": "— Będziesz krzyczała?"
      },
      {
        "index": 35,
        "text": "Skinęła powiekami. Dwa pazury podsunął pod dolne szczęki. Ciemność osaczyła źrenice."
      },
      {
        "index": 36,
        "text": "— Nie będę... — jęknęła."
      },
      {
        "index": 37,
        "text": "— No to leż spokojnie i czekaj."
      },
      {
        "index": 38,
        "text": "Lewą ręką, nie zdejmując strasznej prawicy z gardła Ewy, począł rozbierać się w sposób niesłychanie pośpieszny i wprawny. Zrzucił w mgieniu oka palto, żakiet i kamizelkę..."
      },
      {
        "index": 39,
        "text": "— Chcesz dobrowolnie? Czy mam siłą?"
      },
      {
        "index": 40,
        "text": "Zwinęła się, jak żmija, wyprężyła w kabłąk, wyrwała mu z rąk i dopadła zębami jego ręki. Ale zanim zdążyła powtóre chwycić dech w piersi i poprawić ukąszenie, wydać krzyk, już ją ponownie powalił i zdusił. Wpół stojąc, wpół klęcząc nad nią, wciąż rozbierał się szybko. Czyniąc to, zaczął sapać i bełkotać głosem, szalejącym z namiętności, podśpiewywać w obłąkaniu i zachwycie."
      },
      {
        "index": 41,
        "text": "— Choćbyś się nie wiem jak opierała, to musisz, ptaszeczku, musisz! Musisz! Och, musisz!... Czekam ci ja dawno na ciebie... Czekam ci ja latami... Ani tu w Europie, ani tam w Ameryce, ani tam na morzu, ani nigdzie przenigdzie nie mogłem cię zapomnieć... Będziemy się, dziecko, kochali ze sobą... Już ode mnie, — skomlą! żałośliwie, — ptaszeczku, nie ucieczesz, już mi się nie wyślizgniesz, jużeś ty, cudo, moje..."
      },
      {
        "index": 42,
        "text": "Dławiąc się, ostatnim tchem wykrztusiła:"
      },
      {
        "index": 43,
        "text": "— Puść!"
      },
      {
        "index": 44,
        "text": "— Dasz się?"
      },
      {
        "index": 45,
        "text": "— Puść!"
      },
      {
        "index": 46,
        "text": "Rozgiął nieco i rozwarł palce."
      },
      {
        "index": 47,
        "text": "— Ktoś ty jest? — łkała."
      },
      {
        "index": 48,
        "text": "— Na cóż ci to wiedzieć, kto ja... Jestem twój pan i basta. Słyszysz? Tak będziesz mówiła jutro rano w hotelu i wszędzie w drodze, że jestem twój mąż. Słyszysz?"
      },
      {
        "index": 49,
        "text": "— Słyszę."
      },
      {
        "index": 50,
        "text": "— Razem pojedziemy?"
      },
      {
        "index": 51,
        "text": "— Razem.."
      },
      {
        "index": 52,
        "text": "— No, widzisz. Popatrz że się na mnie! Brakuje mi to czego? Czegóż ty się, dziecko, tak męczysz? Pobawimy się tutaj, a jutro we świat! Ile masz pieniędzy?"
      },
      {
        "index": 53,
        "text": "— Dwadzieścia dwa tysiące franków... — stękała w obłąkaniu."
      },
      {
        "index": 54,
        "text": "— No, i to dobre. A kwit na rzeczy, coś je wysłała do Wiednia, gdzież jest, w tym saczku?"
      },
      {
        "index": 55,
        "text": "— Tak."
      },
      {
        "index": 56,
        "text": "— No, to i dobrze."
      },
      {
        "index": 57,
        "text": "Schwyciwszy chwilę właściwą, kiedy na mgnienie oka odjął z jej gardzieli ręce, skoczyła piorunowym ruchem w bok, wydarła się i do drzwi z krzykiem..."
      },
      {
        "index": 58,
        "text": "W tej samej chwili porwał ją, zwinął w swych stalowych dłoniach, zdławił i bezsilną położył na łóżku."
      },
      {
        "index": 59,
        "text": "Straciła przytomność. Gdy się ocknęła, była już pod nim, we władzy jego potężnych, dzikich, rozkosznych uścisków."
      }
    ]
  }
}