{
  "chapterNumber": 31,
  "title": "Tom pierwszy, XXXI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Najbliższymi sąsiadami Ewy w numerach hotelu Suisse była para małżeńska Anglików, ludzi niemal starych."
      },
      {
        "index": 2,
        "text": "W stadle tem mąż — był to mężczyzna wysoki, zawsze fashionable and stylish, w monoklu, który wrzucał z niezrównaną wprawą. Był wysoki, chudy, łysy. Małżonka ubierała się wytwornie, ale zawsze czarno i jak gdyby niezmiennie w te same suknie. Zarówno na twarzy męża, jak żony, panował jednaki wyraz. Ewa znała te dwie osoby ze spotkań przy stole, w czytelni i na windzie hotelowej. Kilkakrotnie zamieniła z nimi nieco słów."
      },
      {
        "index": 3,
        "text": "Uważała, że wyraz twarzy obojga musi być »angielski, dżentelmeński«, wyższy, taki właśnie, jaki należy nosić przedstawicielstwu wielkiej rasy. — Jakież było tej zdumienie gdy pewnego popołudnia żona Angielka zastukała do jej drzwi i weszła do numeru. Oczy przybyłej patrzyły dziwnie, jakby z obłudą, nie widząc — na podobieństwo ludzi wielkiego świata, którzy nie chcą poznać na ulicy tych, z kim zapoznano ich wbrew woli. Ewa wstała ze swego miejsca i zapraszała damę na kanapkę. Tamta usiadła i długo mówiła z przymusem o rzeczach obojętnych, kalecząc francuszczyznę imiesłowami i seplenieniem. Widać było, że za tą pozorną swobodą rozmowy kryje się coś innego, coś nad siły tej Angielki. Twarz jej była coraz bardziej ciemna od bezbrzeżnego spokoju, nieruchoma, jak maska. Nieznośnie i boleśnie dla patrzących oczu przyklejony był do tej twarzy mięki uśmiech towarzyski. Ewa czekała."
      },
      {
        "index": 4,
        "text": "— Czy pani nie wybiera się jutro do Monte? — zapytała niespodzianie Angielka, podnosząc głowę ciężką, jak młyński kamień."
      },
      {
        "index": 5,
        "text": "— Do Monte Carlo? — szepnęła Ewa, pochylając się ku niej. — Nie byłam tam nigdy!"
      },
      {
        "index": 6,
        "text": "— Nigdy!... Przepraszam... Sądziłam, że gdyby pani jechała..."
      },
      {
        "index": 7,
        "text": "— Gdybym jechała, pani, to co?"
      },
      {
        "index": 8,
        "text": "— Gdyby pani... jutro... to... możebyśmy pojechali razem."
      },
      {
        "index": 9,
        "text": "— A państwo wybierają się?"
      },
      {
        "index": 10,
        "text": "— My... — zaśmiała się szyderczo... — my... tak."
      },
      {
        "index": 11,
        "text": "Oczy jej przez chwilę z wyrazem badawczego pytania spoczywały na twarzy Ewy. Boleść bez granic przesunęła się przez tę twarz, ale w tejże chwili znikła pod połyskiem miękkiego uśmiechu."
      },
      {
        "index": 12,
        "text": "— A propos... — rzekła po chwili. (Kaszel nerwowy odjął jej mowę). — A propos... czy pani nie byłaby w możności... nie byłaby łaskawa... na dni kilka... pożyczyć nam kilkaset franków? Pieniądze nasze z kraju... lada dzień... — szeptała coraz ciszej... — Mąż mój pragnąłby... mąż mój..."
      },
      {
        "index": 13,
        "text": "Ewa siedziała bezradnie, zaskoczona w sposób jak najbardziej nieprzyjemny. Miała przy sobie około trzystu franków... Szczerbica. Doznawała formalnie łamania duszy kołem na widok męki tamtej. Wahała się przez chwilę, piastując jakąś niedorzeczną nadzieję, że może Angielka sama cofnie swą prośbę. Ale tamta nie miała zamiaru cofać tego, co wyrzekła. Twarz jej poryta została przez zmarszczki, brózdy, stoczona przez cienie głuchej rozpaczy. Ewa wstała ze swego krzesełka i, nie mogąc znieść błagalnego wzroku, ujęła chude a wypieszczone, bezsilne, żółte ręce."
      },
      {
        "index": 14,
        "text": "— Mąż pani gra? — spytała skrycie."
      },
      {
        "index": 15,
        "text": "— Tak, pani... — wyszlochała."
      },
      {
        "index": 16,
        "text": "— Wszystko przegrał?"
      },
      {
        "index": 17,
        "text": "— Wszystko."
      },
      {
        "index": 18,
        "text": "— Cały majątek?"
      },
      {
        "index": 19,
        "text": "— Cały, co do joty."
      },
      {
        "index": 20,
        "text": "— Co do joty?"
      },
      {
        "index": 21,
        "text": "— Jeżeli pani nie może... Ja już odejdę, gdyż... Przepraszam..."
      },
      {
        "index": 22,
        "text": "— Ależ nie! Nie! — krzyknęła Ewa. — Pani nie pójdzie! Dam wszystko, co mam! Wszystko, niech pani weźmie."
      },
      {
        "index": 23,
        "text": "Rzuciła się do komody, wydobyła wszystkie pieniądze i wcisnęła je w suche, drgające ręce. — Angielka nie mogła liczyć. Patrzyła z jakiemś roztargnieniem nieznośnem to tu, to tam. Kilkakroć wykonała ruch, jakby chciała powstać i, wskutek napastujących mdłości, wychodzić. Ewa zatrzymała ją jeszcze delikatnie, osadzając na miejscu. — Państwo dawno tu już jesteście? — spytała niby o sekret."
      },
      {
        "index": 24,
        "text": "— Siedem miesięcy."
      },
      {
        "index": 25,
        "text": "— Więc... Duży to majątek, dużo przegrał?"
      },
      {
        "index": 26,
        "text": "Zapytana chciała odpowiedzieć, lecz coś, jak czkawka, suche histeryczne łkanie wyrwało z ust wyrazy."
      },
      {
        "index": 27,
        "text": "— Jutro z panią pojadę do kasyna! — krzyknęła Ewa. — Jutro przyniosę wam szczęście. Mąż pani wygra."
      },
      {
        "index": 28,
        "text": "Angielka chwyciła ją za rękę i przyciskała tę rękę sobie do piersi, do gardła, do serca, do ust, zcicha, bezsilnie skowycząc..."
      }
    ]
  }
}