{
  "chapterNumber": 47,
  "title": "Tom drugi, XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Kilka dni oddalenia, na które go znowu skazała, strąciły duszę do otchłani. Kryła się. Raz widział ją, siedzącą w oknie mieszkania. Wszedł tam, w podwórze, brodząc w żalu, — i oto zobaczył ją niespodziewanie. Doznał wtedy wrażenia, że spadła przed nim zwysoka na bruk... W rzeczywistości, gdy go ujrzała, skryła się w pokoju. Drugi raz widział ją przelotnie, na ulicy. Potem znowu kilka dni pustki."
      },
      {
        "index": 2,
        "text": "Nareszcie posłaniec przyniósł mu kartkę ze słowami: »Okoliczności się tak złożyły, że musiała tu zmienić swe projekty. Jutro w południe wyjeżdżam zupełnie z W. Dziś wieczorem musimy się zobaczyć. Trudno mi bardzo oznaczyć godzinę, kiedy będę wolna, ale myślę, że od dziesiątej będę już mogła być u siebie. Dołożę wszelkich starań«."
      },
      {
        "index": 3,
        "text": "Szczerbic miał teraz ze sobą prawie cały swój majątek. Przyzwyczajony do waluty francuskiej, wymienił wszystko na franki, na tysiącfrankowe bilety i nosił wszystko w bocznej kieszeni surduta. Postanowił tego dnia zabrać Ewę przy pomocy tych pieniędzy, oddać jej wszystko. Obmyślając swój zamach, nieprzytomny, pełen głuchych impulsów, wszedł na »schody okrucieństwa« i zadzwonił. Otwarła mu sama. Mrok panował w przedpokoju i w saloniku, przez który machinalnie przeszedł za przewodniczką. Znalazł się w sypialni. Zamknęła drzwi. Gdy się zbliżył, upadła bez sił na krzesło. Zdawało mu się, że zemdlała. Kiedy ukląkł obok i objął ją ramionami, kiedy przycisnął usta do jej ust, do czoła, do oczu, poczęła oddychać szybko, z ostrym świstem w nosie, zdradzającym nieprzytomność. Ramiona jej raz wraz drgały, oczy były zamknięte, usta półotwarte. Nie wiedziała wcale, co się z nią dzieje. Nie czuła kiedy ją podniósł i złożył na łóżku. Nagle zerwała się i przeciągnęła rękami po twarzy, jakby dla odegnania nieprzytomności. Otwarła szybko szufladę stolika i znalazłszy jakiś przedmiot, szybko poczęła rozpinać stanik, zrywać ze siebie suknie i bieliznę. Przyciągnęła do siebie Szczerbica i całowała go w usta tak długo, tak długo, z płaczem serdecznym i najczulszą, najrzewniejszą miłością. Zapytała go, czy przygotował pieniądze, czy wszystko ma ze sobą, a gdy potwierdził, oświadczyła mu, szepcąc do ucha pod największym sekretem, że pojedzie z nim do Włoch, na wyspę Capri, a później do Ameryki. Rzuci raz na zawsze owego draba, zwanego narzeczonym. Szczerbic odetchnął. Wyrwał z bocznej kieszeni zamszową torbę z pieniędzmi Rzuciła tę ciężką i, jak książka, grubą pakę do szuflady stolika. Znowu przyciągnęła go do siebie z całej siły i delikatnymi palcami poczęła rozpinać guziki jego kamizelki, rozwiązywać krawat..."
      },
      {
        "index": 4,
        "text": "— Czy tu zamknięte drzwi? — zapytał."
      },
      {
        "index": 5,
        "text": "— Zamknięte."
      },
      {
        "index": 6,
        "text": "— A »ten« już nigdy tu nie przyjdzie?"
      },
      {
        "index": 7,
        "text": "— Nigdy!"
      },
      {
        "index": 8,
        "text": "— Ja chcę, żeby on już nigdy nie przychodził do ciebie. Nie mogę! Gdybyś wiedziała, jak straszliwie cię kocham! Szaleję za tobą!"
      },
      {
        "index": 9,
        "text": "— I ja za tobą! — szepnęła namiętnie, z dyabelstwem rozkoszy."
      },
      {
        "index": 10,
        "text": "— Nie mogę nawet pomyśleć, że tu bywa człowiek. Ta myśl mię boli strasznie. Tu, w mózgu, mię ta myśl boli. Robi się od niej w mózgu długa, głęboka skaza..."
      },
      {
        "index": 11,
        "text": "— A to ty przebiłeś kulą Łukasza? Prawda, że ty? Przestrzeliłeś? Hrabia Zygmunt Szczerbic... w Zgliszczach..."
      },
      {
        "index": 12,
        "text": "— No, tak."
      },
      {
        "index": 13,
        "text": "— W którem miejscu, pokaż, w które miejsce celowałeś! Ja ucałuję to miejsce! Ustami..."
      },
      {
        "index": 14,
        "text": "Szczerbic doznał uczucia wstydliwej lubieżności. Czuł straszne, niestrzymane szczęście, zrzucając z ramion koszulę. Otoczył nagiemi ramionami jej nagie ramiona, splótł ręce. Zanurzyła usta w jego ustach, skowycząc w szale jakoweś sylaby, dźwięki, półsłowa... Ogarnęła go sobą, całem ciałem, jak głowonóg-ośmiornica, wessała go w siebie, wciągnęła go w rozkosz, jak w wir niezgłębionego morza. Nagle wśród tej rozkoszy poczuł, że się w jego pierś wbija szydło, czy igła. Zimny, niezwalczony, radosny dreszcz przeleciał wskroś jego ciała aż do pięt. Drgnienie to zamarło. Igła zginęła, ból ustał. Radość cielesna poczęła wzmagać się, rosnąć, wznosić aż do najwyższej granicy... Nagle zachwiała się i jęła szybko gasnąć. Mrok napełnił się barwą żółtawą, w której pryskały modre iskry. Złotawe, adamaszkowe ściany nachyliły się rytmicznie: naprzód — raz, wtył — dwa, naprzód — raz... wtył... dwa... Złotogłów popłynął falisto w rudy mrok... Posypały się iskry... Zwysoka zaczęła opadać olbrzymia, zielona pokrywa, okrągły, chropawy, obrąbany dach. Wtem — rozpacz! W żyłach ruch przerażający, szarpanie naprzód — wtył, naprzód — wtył! Mróz w głowie. Słowo... słowo... wymówić! Ale język skamieniał. Jakoweś miamlanie, jakby stękanie krowy wybrnęło z pomiędzy warg. Chargot w piersiach, jak przy krwotoku z gruźlicy..."
      },
      {
        "index": 15,
        "text": "Ewa z piskiem zduszonym wyskoczyła z łóżka. Zawinęła się w niebieską jedwabną kołdrę. Stanęła wśród izby w niewiadomości. Śmiech idyotyczny siepie ciało Radość! Pulsy w skroniach biją. Szczękając zębami, pobiegła ku drzwiom. Tam jeszcze przez chwilę nasłuchiwała, jak monotonnie chlupie miarowy chargot nie w gardle lecz głęboko w piersiach Szczerbica. Nie mogła znaleźć klamki. Ledwie namacała drzwi, prowadzące do mieszkania doktora. I tam jeszcze słyszała chargot. (Raz słyszała taki dźwięk na wsi, gdy strycharz wyrabiał w naczyniu glinę na cegły). Uchyliła drzwi pocichutku i wydała dziwny okrzyk. Zdumiała się sama, usłyszawszy swój głos. Natychmiast wsunął się Pochroń, Zanimza nim Spławski. Gdy Pochroń stanął nad łóżkiem Ewy, Szczerbic jeszcze oddychał, świszczał nosem i wydawał piersiami pomruki urwane. Spławski zatrzymał się w progu obok Ewy. Znalazł w ciemności dłoń, ścisnął ją i zatrzymał w swojej. Zaczął mówić ze współczuciem:"
      },
      {
        "index": 16,
        "text": "— Kurara jest niewątpliwa. Paraliżuje mowę, oczywiście... krzyk... Paraliżuje nerw błędny. Również ruchy. Nie zostawia absolutnie żadnego śladu. Ani kropli krwi. Przypadek... Niech się pani uspokoi... Zaraz skończy..."
      },
      {
        "index": 17,
        "text": "— Zaraz skończy... — rzekł szeptem Pochroń, zbliżając się do nich. — Cicho, Ewuś, cicho... Gdzie pieniądze?"
      },
      {
        "index": 18,
        "text": "— W szufladzie."
      },
      {
        "index": 19,
        "text": "— Czekać, niech skończy, — rzekł Spławski delikatnie, ze współczuciem."
      },
      {
        "index": 20,
        "text": "W istocie Szczerbic ucichł. Kiedyniekiedy jeszcze tchnienie głośniejsze wybiegło z jego ust, kiedyniekiedy oddech nosowy. Ale już coraz rzadziej. Wreszcie ustało zupełnie. Wszyscy troje stali nad nim, czekając. Gdy w ciągu paru minut nie tchnął ani razu, Pochroń odkręcił światło elektryczne. Wszyscy zmrużyli od blasku oczy. Szczerbic leżał na boku, z głową podwiniętą pod pachę, tak, jak go zostawiła po odepchnięciu od siebie, Pochroń łagodnie, z litością odwrócił go twarzą ku sufitowi. Zmarły był piękny. Śliczne jego włosy zostały wzburzone. Słały się na poduszce, jakoby pióra prześlicznego ptaka... Usta były otwarte i białe zęby lśniły wspaniale w natchnionej twarzy. Wzniosła namiętność, górne szczęście stężało w jego rysach i nieruchoma maska w jego twarzy stała się, jak gdyby krzyk zaklęty w męskie rysy. Nagi tors, rozrzucone nogi, ręka zgięta w niedbałe półkole, wszystko to uczyniło zeń obraz czarujący."
      },
      {
        "index": 21,
        "text": "Ewa patrzyła na niego w posępnej zadumie. Czuła rozkosz na widok nagości tego bożyca, którego przed chwilą zgładziła. Zapragnęła go teraz chwilowem, lecz straszliwem w swej mocy pożądaniem. Gdyby nie to, że stali dwaj widzowie, z jakąż radością, z jaką czcią całowałaby jego prześliczne piersi, jego żebra od niewydanego krzyku wzniesione, zapadnięty od dzikiej walki brzuch, nogi rozwalone, jak dwie potęgi. Och, jakże teraz pieściłaby go, gdyby żył! Włosy jej biegły złotolitą falą po jasnym atłasie. Twarz przecudna skostniała w dalekowidzącem marzeniu."
      },
      {
        "index": 22,
        "text": "Smutnie patrzyła, jak go nagiego zupełnie ułożyli, (w koszu od dawna przygotowanym), w taki sposób, że głową nóg dotykał. Smutnie patrzyła, jak zabrali pugilares, pełen pieniędzy, i podzielili zawartość pomiędzy siebie. Zawinęła się w kołdrę i czekała, żeby sobie nareszcie wyszli. Patrzyła na stopy swoje, wyłamujące się z pod błękitu atłasowego... Była senna. Chciała spać, spać! Nareszcie spełniła to, co ją tak strasznie dręczyło od tylu tygodni. Spracowała się, a teraz nareszcie spocznie..."
      },
      {
        "index": 23,
        "text": "Pochroń i Płaza-Spławski zamknęli kosz na nową kłódkę i, nie oglądając się już na Ewę, wynieśli z mieszkania. Słyszała, jak ciężko szli po schodach, jak zniżali się, zniżali, zniżali... Wreszcie słaby trzask drzwi..."
      },
      {
        "index": 24,
        "text": "Wyszła do drugiego pokoju i położyła się na wązkiej, secesyjnej kanapce. Skoro tylko głową dotknęła skórzanej poduszki, usnęła jak kamień..."
      }
    ]
  }
}