{
  "chapterNumber": 56,
  "title": "Tom drugi, XXIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zaraz po obiedzie wyruszono na zwiedzanie folwarków. Ponieważ Ewa nie widziała ich jeszcze, zaproszono i ją do uczestnictwa w wycieczce. Ta sama para młodych koni, która Ewę z Kielc przywiozła, szła teraz zaprzężona do breku. Zjechano szybko z podgórskiego płaskowzgórza, na którem wznosi się Majdan, przebyto znowu most. Konie przebiegły ulicą wiejską, nad którą szumiały stare drzewa sadów, i wyniosły brek w płaskie pola, pokryte już ścierniami. Stały jeszcze owsy, tatarka i kartofle. Wnet ukazała się szeroka droga, gościniec, prowadzący ku ogromnym alejom, idącym w różne strony świata, z jednego ośrodka, pełnego drzew. Z prawej i lewej strony tej drogi, w dość znacznej odległości jeden od drugiego, widać było tam i tam zbudowane domy z gankami, przeważnie drewniane, choć trafiały się wśród nich i budynki z cegły. Wszystkie miały duże okna, wysokie ściany, podmurówki, wysokie płoty. Dokoła każdego z nich zataczał się nowy sad. Wszystko to było jeszcze nowe, świeżo zbudowane i zasadzone. Nowa droga szosowa, świeżo bita z twardego kamienia, prowadziła do jednej z topolowych alei. W polach, daleko, widać byłe sterty, dym lokomobili, strzelające kłębki pary i tłum pracujący. — Widzi pan, jakie to proste i nieefektowne. Nic nie zdradza obecności utopii... — mówił Bodzanta.  — No, w Głowni będziemy mieli nieco sensacyi... — wtrąciła Marta, poprawiając się na swojem miejscu. Wkrótce przebyto długą, starą aleję i pojazd wtoczył się na dziedziniec dawnego dominium. Dziedziniec był z dawien dawna brukowany. Zabudowania murowane otaczały go ze wszech stron. Wgłębi, na wzniesieniu stał pałac. Towarzystwo wysiadło. Zwiedzano obory, urządzone w sposób nowożytny, ze żłobami doskonałej czystości, z wodociągiem, dostarczającym napoju i zmywającym nawóz. Oglądano starożytny, piętrowy spichlerz, przekształcony na nowożytną modłę i zaopatrzony w elewatory. Następnie wizytowano stajnie, szopę maszyn, maślarnię, stodoły i t. d. W trakcie pobytu na folwarku gości przyjechał zawiadomiony kierownik, agronom Łumski. Był to jegomość wysoki, ogorzały, z zawiesistym wąsem i w tak notorycznie obcisłych ineksprymablach, że najbaczniejsze oko endeckie nie wytropiłoby w nim przewrotnej duszy. A jednak te tak sympatyczne pozory najfatalniej myliły. Łumski z dystynkcyą, która widać wzięła górę nad »doktryną«, oprowadzał gości po reszcie zabudodańzabudowań. Mieszkania parobków nieżonatych znajdowały się w dolnych izbach pałacu (sic!), w amfiladzie dawnych pokojów gościnnych. Każdy z parobków zajmował jeden z pokoików, najrozmaiciej tapetowanych (sic!) i trzymanych w najrozmaitszych barwach (sic!). Na piętrze, dokąd wchodziło się głównymi, wielkimi schodami, mieściły się sale szkolne. Oczywiście zastawienie największej i najładniejszej z tych sal, (gotyckiej), prostemi ławkami, aczkolwiek były wykonane według najlepszego wzoru Korniłowicza, szkodziło nieco całokształtowi widoku. Ale za to, gdy młodzież ze wszystkich trzech oddziałów szkoły, ze stolarni, z koszykami, oraz inni obecni na popołudniowej lekcyi rysunków, (widocznie na cześć Bodzanty), zaśpiewali nieoczekiwanie przepysznym, młodym chórem, chwytającym ducha i zapierającym oddech:"
      },
      {
        "index": 2,
        "text": "Polały się łzy moje czyste, rzęsiste, Na moje dzieciństwo sielskie-anielskie, Na moją młodość górną i chmurną, Na mój wiek męski, wiek klęski..."
      },
      {
        "index": 3,
        "text": "wrażenie ławek zatarło się. I owszem niewysłowione uczucie wzniosłości ogarnęło obecnych. W jednej z sal sąsiednich, barokowej, jakby wyjętej z Wersalu i przeniesionej do Głowni, mieściła się biblioteka i dawna galerya obrazów. Usunięto z niej niektóre malowidła, bo zostały puste miejsca na ścianach. Były tam reprodukcye Michała Anioła i Andrzeja del Sarto w doskonałych kopiach, wieczerza Leonarda, Zdjęcie z krzyża Ribery, święta rodzina Boticellego i wiele innych. Pan Malinowski, stojąc w tej sali, zamyślił się głęboko, a potem grzecznie i napół smutnie zapytał: — Czy niema obawy, żeby tak piękne obrazy uległy zniszczeniu przez nieświadomą młodzież z folwarku? — Dzieła sztuki podlegają zniszczeniu... — odrzekł Bodzanta. — Jeden z tych obrazów, kopię mej umiłowanej, prześlicznej Magdaleny, (z willi Borghese), Andrzeja del Sarto znalazłem u jednego z kuzynów na strychu. Zatykano nią dymnik. Co do nas, kładziemy w to wszystko usilność, żeby wytłómaczyć wartość istotną, artystyczną i względną, materyalną każdego z tych obrazów. Są potemu specyalne lekcye i pokazy. Wozimy nasze obrazy po jarmarkach i pokazujemy w płóciennej budzie. Niema, zdaje się, obawy żeby te obrazy miały być zniszczone. Nikt nie jest tak wdzięczny, jak lud, jeśli jest bezinteresownie kształcony. Ten tylko obawia się ciemnoty ludu, kto widzi możliwość, że lud może być podszczuty przez inną ciemnotę. Kto jednak, jak my, szedł do ludu z bezinteresowną oświatą, ten musi nabrać przekonania, że nikt nie jest bardziej uprawomocniony, nikt bardziej godny otrzymania dzieł sztuki, bronzów, marmurów i stali przeszłości. Któż ma odziedziczyć mękę i wzruszenia artyzmu? Kto jeszcze wierzy w apostołów Andrzeja del Sarto z kościoła w Pizie, tak jak on wierzył? Czyż nie lud tylko? Kto się wzruszy na świecie tragedyą wieczernika Leonarda? Wszak tylko on. Któż tedy ma prawo do odziedziczenia sztuki przeszłości? Czy mieszczuch, zbogacony trudem ludu, plemię fabrykanckie, plemię giełdziarzy, dorobkiewiczów, przebiegłych wałkoniów, znieprawione w szwindlach, czy plemię ich fagasów dziennikarskich? Dzieła sztuki, — całą przeszłość artyzmu, owoc śmiertelnych zapasów artystów z naturą i duchem tajemnicy, — tę najwyższą, najstraszniejszą, najcenniejszą, najczcigodniejszą z prac ludzkości, odziedziczy praca fizyczna i nakarmi nią głód swego ducha. Obraz artysty nie może się znajdować ani w prywatnem posiadaniu, ani w muzeum, galeryi. Obraz musi wędrować wpoprzek świata, musi przemawiać, wołać, wzywać na rynku, bo poto został stworzony. Biada mu, jeśli się staje łupem bogacza! Źle mu, gdy leży na składzie w galeryi, dostępnej dla niewielu. Obraz, — to duch artysty, to płomień pochodni, który wicher wędrówki wiecznie powinien rozdymać... Pan Malinowski uśmiechnął się niewesoło i oglądał fortepian, ustawiony w tej izbie, instrumenty muzyczne, złożone na małem podwyższeniu... Wkroczono do jednej z największych sal w lewem skrzydle, dawnej jadalni. Pośrodku stał tam długi, dawny stół, zajęty teraz na główne biuro muzeum społecznego. Dookoła biegł jak gdyby fryz, ułożony z zasuszonych roślin i kwiatów. Był to zielnik zdawna zebrany przez jednego ze zmarłych okolicznych lekarzy. Obecnie oprawiono ów zielnik za szkło w taki sposób, że stanowił naoczny wykład flory miejscowej. U dołu każdego okazu mieścił się czytelny napis objaśniający. W szafach i gablotach oszklonych ułożono okazy geologiczne i okazy miejscowej fauny. Na ścianach wisiały doskonałe mapy powiatu, okolicy, gminy, wreszcie osiedla gromadzkiego »Towarzystwa«. Osobną ścianę zajmowały wykopaliska, urny, dawne zbroje, ofiarowane temu muzeum przez Bodzantę, kopie, koncerze, buławy, Czekany, siodła, czapraki, chorągwie i chorągiewki. Na głównym stole leżały stosy broszur, wyjaśniających w zwięzłych formułach, i w obszerniejszych wykładach zasady spółek kooperacyjnych najrozmaitszego typu. Były tu całe pokłady formularzów, ustaw, wzorów, wreszcie gotowych blankietów i ksiąg, służących do prowadzenia rachunkowości i korespondencyi w kooperatywach. Przy stole, wpośród papierów, siedział pewien pan z mglisto-niebieskiemi oczami, z mocno przerzedzoną czuprynką i ryżawą bródką. Po przedstawieniu okazało się, że jest to właśnie urzędnik od kooperatyw spożywczych i wytwórczych, mistyk społeczny i marzyciel, który swą mglistą i zająkliwą wymową przyczynił się głównie do tego, że z jednej stron Bodzanta przestał oddychać powietrzem szlacheckiem, a z drugiej zaludnienie okolicy poczęło zukosa spoglądać na dotychczasowe dobrodziejstwa indywidualizmu i skłaniać się do mglistych idei spółkowych, czyli »mrzonek«. Rudawy pan siedział już od lat przy tym stole i zapuszczał swe kooperacyjne macki coraz dalej w okolicę, coraz głębiej w sioła, przysiółki, mieściny i dwory szlacheckie. Urzędnik kooperacyjny udzielił objaśnień dość zresztą wyniośle i opryskliwie, demonstrował górę listów, pisanych do muzeum w sprawie nowych sklepów, opartych na zasadzie współdzielczej, w sprawie piekarni kooperacyjnych, spółek stolarskich, mularskich, młynarskich w sprawie związków rzemieślniczo-rolnych, w sprawie rzemieślniczych giełd pracy, taryf zarobnych, klubów małomiejskich, czytelni, sal teatralnych, w sprawie szkół, ochron, szpitalików, domów ludowych i t. d. Niektóre z tych listów malowały istnienie samorzutnych organizacyi, pomysły niejasne związków, jak np. pewien plan urządzenia stolarni wspólnej przez grono zwalczających się dotąd stolarzy miasteczka, inne były obrazem sporów, zatargów pracy z kapitałem... Pożegnano praktycznego marzyciela i zwiedzono jeszcze szkołę freblowską, mieszczącą się na parterze, w sali od ogrodu z południa ze wspaniałą werandą. Ewa ujrzała tam Martę jak gdyby po raz pierwszy. Marta stała wśród tłumu dzieci, ubranych w szare szlafroki z żaglowego płótna. Sformowało się ogromne koło i jednozgodnie zanuciło:"
      },
      {
        "index": 4,
        "text": "Przyszła żabka tuż nad wodę, Gdzie kaczuszki siedzą młode, I przysiadła na dwie łapki, Jak to zawsze czynią żabki."
      },
      {
        "index": 5,
        "text": "Chór dziecięcy zaniósł się od radości, od śmiechu duszy. Płowe włosy Marty zalśniły na słońcu, jej bławe oczy i rozchylone usta stały się dziecięce, naiwne i cudne, jak u sześcioletnich bywalców ochrony. Zaniosła się od radości, jak dziecko:"
      },
      {
        "index": 6,
        "text": "A kaczuszki przepływają, Z niepokojem się pytają: Gdzie jest mama? Chcemy mamy Ciebie wcale nie wołamy..."
      },
      {
        "index": 7,
        "text": "Rzucono jeszcze okiem na szereg izb starców i kalek, którzy się mieścili jużto w oddzielnych izdebkach, już po kilku w obszerniejszych pokojach. Poczem wszyscy goście wyszli do parku. Starodawny park roztaczał się daleko. Główna aleja posępna i głęboka ciągnęła się nad stawem, zamkniętym w ramy czarno rudych świerków i wielkich olch. Chmury przeciągały nad owym stawem i odbijały się w jego oliwkowej toni, w głębinie cichej i ciemnej. Malinowski zatrzymał się na moście i zwrócił się do Bodzanty z zapytaniem: — Nie żal panu było ofiarować tak cudnego majątku?  — Żal, panie! Ale miałem pociechę w tem, że kto się wyrzeka własności, zdobywa wszechświat. A ja dążę do tego, żeby posiąść wszechświat. Malinowski zerknął na mówiącego i przytwierdził: — Wszechświat... Hm... Szkoda, że za tym przykładem nikt nie pójdzie, kto ma rodzinę, dzieci... — A ja, wie pan, przypuszczam, że za tym przykładem pójdą. Za idejami polskiemi, które były najbardziej utopijne, jednostkowe i przegrane od samego początku do samego końca szło wielu. Szło wielu wybrańców. A »wybrańcami« i dawna Polska zawżdy stała. Wspomnij pan jeno »listy przypowiednie« i »wybrańców«. Toż to jest nasza historya, którą znać warto. Kiedy Stanisław Żółkiewski, hetman samotny, na dzikiem polu słał listy przypowiednie, był właśnie tak śmieszny dla szlacheckiego świata, jako i ja chudeusz. Ale posyłam we świat szlachecki mój »przepowiedni list«... Wybrańcy tchną w lud polski ducha. Nie było Polski, bo nie było ludu. Było »powietrze szlacheckie«, o którem mówi Mochnacki. Ale może przyjdzie czas, że na kałużach krwi zakwitną kwiaty... Łumski, stojący z boku, uśmiechnął się ironicznie. — A czego się pan uśmiecha, można wiedzieć? — spytała Marta. — A czy nie wolno się uśmiechać? — Och, wolno, tylko lepiej zarzut wyjawić, niż go zawijać w uśmiech jadowity, jak pieprz turecki w bibułkę. — Ja się uśmiecham, gdy słyszę, jak ojciec pani pokłada ufność w naszej szlachcie... W naszej szlachcie!  — »Ufaj córko«... — rzekł z uśmiechem Bodzanta. — Ale chodźmy zwiedzić szpital, a potem folwarki. — Z ochotą... — Wszędzie pan zobaczy tę samą utopię... — mówił Łumski, mierząc Malinowskiego wilczemi oczami. — Musi to jednak być pewna sensacya widzieć na własne oczy utopię. — O, tak! Każde dziwowisko jest ciekawe. Gdyby, naprzykład, dane było komu widzieć wieżę Eiffel, zbudowaną na podstawie, która napewno trzaśnie i nie tylko sprowadzi ruinę wieży, ale może zatłuc wielu nieopatrznych... — Jeżeli jednak zbyt długo czekać na walenie się wieży, to i ciekawość może się wyczerpać. — Daj Boże, żeby trzeba było czekać zbyt długo! Zwrócił się do Bodzanty i rzekł: — Tak, pozazdrościć szanownemu panu! Takie dobra, takie dobra! Wyznaję, że nigdybym się na to nie zdobył! Oddać wszystko ludziom nieznanym, a może właśnie próżniakom, może na marne? Pracowity ręce sobie pourabia, a próżniak będzie siedział i oszukiwał. Przecież tak zawsze na świecie było, jest i będzie. A próżniak piewszy stanie do zysków. Cóż wtedy? Czy aby panowie nie cofną się wówczas do przymusu? — Do kańczuga za cholewą? Cóż kiedy my mamy środek. Zysków u nas niema. Zyski idą na szkoły i szpitale... — Ale był przecie ten Wierzba, który powiedział, że nie będzie robił, póki mu nie dadzą takich butów, jakie mu się spodobały... — wtrąciła Marta. — A był i nawet jest... — potwierdził Łumski. — Ale mu już te kaprysy wywietrzały z głowy, gdy mu gmina zaproponowała, żeby szedł, gdzie go buty poniosą... — Więc pan wszystko oddał, cały majątek? — spytał nagle Malinowski. To ciekawe! — Niestety, — odrzekł Bodzanta powoli, ze spuszczonemi oczami, — niestety, nie cały majątek oddałem... — A, — więc są jeszcze węzły... które pana łączą z »burżuazyą i wyzyskiwaczami«. — Tak, są jeszcze takie węzły... — rzekł Bodzanta. — Zostawiłem dwadzieścia kilka tysięcy rubli,które są zapisane, jako własność prywatna mojej córki. Pobieram od nich procent. — Procent... Więc » wejście w lud« i tak dalej?... — Tak, tak. Postąpiłem jak gracz, który ciska pieniądze w Monte-Carlo, albo jak człowiek, który się wdał w amerykański pojedynek. Wszakże są ludzie, którzy przegrywają całe majątki. Są ludzie, którzy majątki tracą w taki lub inny sposób. Otóż ja powinienem być poczytywany i sam się uważam za bankruta, czy za złego gracza. Przegrałem mój ojcowski majątek. Oto wszystko. Ale mam córkę... Marta siedziała na.poręczy mostu, spalona od wstydu, w ponsach, nieszczęśliwa, gryząca wargi, żeby nie wybuchnąć płaczem. Łumski poświstywał od niechcenia. — Vulgus est caecum... — mówił Bodzanta sekretnie do Malinowskiego, pokornie jakoś zarazem chytrze i tajemniczo. — Gdybym znagła umarł i wśród otaczającego świata ta cała impreza nie znalazła uznania, gdyby cały lud jakoś zbuntowano fałszywemi wieściami, które w Polsce tak łatwo siać, — a siewców dużo! — gdyby ją... — wycedził przez zęby, — wygnano z tej dziedziny, a do innej nie chciano przyjąć, gdyby względem niej zastosowano tak ulubioną ścierwa polskiego broń, — bojkot, — bojkot pracy, bojkot ciała, bojkot znużonej głowy i znużonej duszy... Już ja w Polsce widziałem bojkoty i wiem, co mogą uczynić z człowiekiem poczciwe nasze szuje... Gdyby musiała umierać z głodu, a w rozpaczy pod cudzym płotem... Widzi pan... bałem się... — Więc pan przypuszcza... — mówił Łumski ze swym nieodzownym uśmiechem, — że lud, który pan osadził na rolach, mógłby wygnać pannę Martę?... — Wszystko należy na świecie przypuszczać... — odrzekł Bodzanta, zbliżając swoją twarz do jego twarzy i patrząc mu w oczy. — Widziałem już takie w Polsce zjawiska, jakich istnienia pan nawet w wyobraźni nie przypuszczasz, od których wspomnienia włosy bieleją. Vulgus est caecum. To jest słowo nadzwyczajnie mądre. Wytrzymało próbę czasów. — Toż mówiłem... — wtrącił wesoło Malinowski. — Nie, pan tego nie mówił. Wytężajmy siły, żeby przekonać lud, zniszczyć jego ciemnotę, ale szarpajmy na sztuki nikczemność renciarzy! Co do mnie, wszystko co robię, robię ze świadomej obawy. Staram się zabiedz losowi drogę, jeżeli można tak powiedzieć, przebłagać ludzi, żeby mojemu dziecku nie wyrządzili krzywdy. Może, gdy odejdę, wspomną... Ozwie się w nich to martwe wieko dobra. Utworzyłem, wie pan, ogrody... Pojmuje pan... rodzaj domu ucieczki dla tych dziewcząt. Chcę moją córkę zbliżyć twarz w twarz, z tem, co bywa z kobietą. Chcę tym widokiem jej serce zastalić, oderwać ode złego, porwać ku dobru. Bo niewiadomość... Ale chcę to zrobić tak, żebym to nie ja sztucznie zrobił, lecz żeby to jej serce świadomie wykonało. Czy to dobrze, panie, czy to dobrze? Bo samo dobro człowiekowi nie starczy. Częstokroć złe prowadzi do dobra. Skoro się wie, to się może, a skoro się miłuje, to się stwarza. Czy nie tak? Patrz pan... Świat cały naginam do tego, żeby moje dziecko ochronić ode złego... cha-cha!... A ludzie mówią i piszą, że to ja z nadmiaru miłości bliźniego... cha... cha!... Tak wielkie jest w nas oszustwo, kłamstwo przyschnięte, jak spalona skóra... I sam nie mam odwagi powiedzieć, wyznać... Łżę, przybieram pozy, mówię jak kaznodzieja. Wiedział to stary Pascal... »Nous travaillons incessamment à embellir et à conserver cet être imaginaire et nous negligeons le veritable«."
      }
    ]
  }
}