{
  "chapterNumber": 55,
  "title": "Tom drugi, XXII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W czasie podróży z Kielc na Majdan Ewa wspomniała o swem urzędowaniu w biurze kolejowem. Zapewne na skutek tej wzmianki była po kilku dniach pobytu na Majdanie wezwana do mieszkania Bodzanty dla wyjaśnienia, czy teraz nie chciałaby się podjąć prowadzenia ksiąg kasowych. Było to po południu. Ewa weszła na piętro niewielkiej willi. Na parterze mieściły się pokoje biurowe, na piętrze mieszkał Bodzanta. Marta spotkała Ewę we drzwiach i pociągnęła do przedziału za kotarą, gdzie mieściło się jej gineceum. Umeblowanie było bardzo ładne. Ewa z przyjemnością oglądała prześliczne, rzeźbione, włoskie, barokowe meble, kilka pięknych obrazów, wiele rodowych miniatur. W gineceum Marty stały jeszcze dawne sprzęciki, zapewne niemałej wartości. Widać było, że to są rzeczy przechowane. Nie resztki, wyciągnięte z ruin, nie cudze graty, kupione od handlarzy, lecz pamiątki domowe, które z mnóstwa innych wzięto ze sobą w nową podróż ducha, wszystko inne oddawszy bliźnim bez żalu. Jakiś tedy stary fermoir w kształcie zamku z basztami, oszklony weneckiemi lustrami wewnątrz, pełen przegródek, skrytek, szufladek tajemnych, — starożytne łóżko z adamaszkowym baldachimem i kotarą, którą stanowił duży gobelin. Pełno tu było sztychów angielskich, rysunków i zabytków... Ewa usiadła w kącie i rozkoszowała się tem mieszkaniem. Oczy jej szły ze sprzętu na sprzęt, a w ślad za niemi szła ironiczna, złośliwa myśl, że właściwie ofiara Bodzanty jest niezupełna, że właściwie należałoby ją rozpocząć od wyrzeczenia się tych drobiazgów. Gdyby teraz zeszedł nań sąd, musiałby go osądzić, jako przywłaszczyciela tylu skarbów, należących do ludu... Ewa śmiała się dobrodusznie. Marta pokazywała jej tajemnice biureczka, kiedy wszedł Bodzanta, prowadząc ze sobą jakiegoś pana. Marta wstała i wyszła naprzeciwko gościa. Bodzanta, ujrzawszy Ewę, skinął głową i poprosił gestem, żeby się zbliżyła. Przedstawił gościa córce i, (poniekąd), Ewie. Gość, pan Malinowski, był to człowiek trzydziestokilkoletni, średniego wzrostu, w okularach, z poza których uważnie i badawczo spozierał. Był ubrany według ostatniej mody, ruchów pewnych i salonowo gładki. Bodzanta prosił wszystkich swymi kątowymi ruchami rąk, żeby usiedli, i zapowiedział Marcie, że pan Malinowski zostaje na obiedzie. Skoro zajęto miejsca i Bodzanta nachylił się, nastawił swoim zwyczajem dłonią ucho, gość rzekł:"
      },
      {
        "index": 2,
        "text": "— To mię właśnie przywiodło..."
      },
      {
        "index": 3,
        "text": "— Szanowny nasz gość utrzymuje, — krzyczał do córki, — że nasz system gospodarowania nie zadawalnia..."
      },
      {
        "index": 4,
        "text": "— Mówić tego nie mogę, żeby nie zadawalniał, — szybko przerwał gość, — bo nic jeszcze nie widziałem, ale wyznać muszę, że większość obywatelska w naszych stronach, po przeczytaniu w gazecie, została samą wieścią poważnie zaniepokojona. Nie umiano zdać sobie sprawy. A że dochodziły najrozmaitsze wieści..."
      },
      {
        "index": 5,
        "text": "— Najrozmaitsze... dochodziły... — z zapałem potakiwał Bodzanta."
      },
      {
        "index": 6,
        "text": "— Co do mnie słuchałem cierpliwie, aż wreszcie zdecydowałem się sam zobaczyć. Bez osobistego przekonania się nie chciałem..."
      },
      {
        "index": 7,
        "text": "— Bardzo jestem wdzięczny za tę decyzyę. Bo to decyzya wbrew przyzwyczajeniom, wbrew, powiedziałbym, naturze polskiej. Polak lubi decydować bez osobistych przekonywali się, na podstawie intuicyi, odziedziczonej po przodkach, bez przydługich ceregielów. Tak za ojców bywało i dobrze było, — więc bij nowatora, ktokolwiek czcisz Maryę. A ciekawa rzecz, co też mówiono?"
      },
      {
        "index": 8,
        "text": "— Najrozmaiciej. Nas, to jest nasze stronnictwo, niepokoił ze względu na to wszystko, co się u nas dzieje, ze względu na bezprzykładne rozpętanie społeczne, sam fakt podkreślania sprawy rolnej, przyznający niejako racyę żywiołom przewrotu."
      },
      {
        "index": 9,
        "text": "— Żywiołom... Doprawdy?"
      },
      {
        "index": 10,
        "text": "— Nie inaczej. Proszę tylko nie sądzić, jakobyśmy byli przeciwnikami ulepszeń w sferze naszych stosunków wiejskich i folwarcznych. Jesteśmy zwolennikami polepszenia doli włościanina polskiego. Chodzi tylko o to, żeby nie dopuścić do decyzyi żywiołów anarchii i przewrotu. Według nas należy zrobić wszystko, co się da, w sferze polepszenia losu pracowników rolnych, ale nie podobna, i to pod żadnym pozorem, pozwolić, żeby znalazły uznanie anormalne żądania anarchii..."
      },
      {
        "index": 11,
        "text": "Bodzanta na swych wielkich palcach, które zginał z trzaskiem, notował sobie uważnie i pokornie wszystko, co gość mówił."
      },
      {
        "index": 12,
        "text": "— Żeby, — ciągnął pan Malinowski, — destrukcya mogła znaleźć jakiekolwiek u nas pole, żeby ten tyfus społeczny bezładu mógł nabrać pewności, że znajduje jakikolwiek cień zastosowania swych mrzonek, tu w kraju, gdzie jesteśmy gospodarzami. Opinia publiczna powinna nie tylko mówić ale powinna krzyczeć, powinna bić w dzwon na trwogę, bo zło jest ogromne, bo zło jest ogólne! Czy nie tak?"
      },
      {
        "index": 13,
        "text": "— Szanowny pan przebaczy, że ja w sposób kategoryczny nie będę wyjawiał mego zdania, gdyż mam, może błędną, taktykę nie wydawania sądów kategorycznych. Nie należałem nigdy do żadnej partyi, do żadnego obozu, do żadnego stronnictwa. Jestem człowiek samotny. Słowo zaś »anarchia«, słowo »destrukcya«, cudzoziemskie terminy, nie wiem, co znaczą..."
      },
      {
        "index": 14,
        "text": "— Rozumiem przez te słowa wszystko, co wynikło u nas w ostatnich czasach i tyle szkody krajowi przyniosło. Anarchią i destrukcyą nazywam ów cały nierząd społeczny, który tworzą u nas socyaliści, więc strajki, niszczące nasz przemysł i lud doprowadzające do nędzy, więc dzikie gwałty na spokojnej ludności kraju, słowem te wszystkie akcye szkodliwe..."
      },
      {
        "index": 15,
        "text": "— Przepraszam... szkodliwe dla kogo?"
      },
      {
        "index": 16,
        "text": "— Dla społeczeństwa."
      },
      {
        "index": 17,
        "text": "— Gdybyśmy byli w tym momencie i w tym składzie osób reprezentantami »społeczeństwa«, to przy głosowaniu co do szkodliwości wymienionej anarchii i destrukcyi rozstrzeliłyby się głosy. Ja, naprzykład, głosowałbym przeciwko pojmowaniu tejże anarchii i destrukcyi, jako zjawisk wręcz i bezwzględnie szkodliwych."
      },
      {
        "index": 18,
        "text": "— I ja... — z uśmiechem zaznaczyła Marta."
      },
      {
        "index": 19,
        "text": "Pan Malinowski grzecznie uśmiechnął się i skłonił w jej stronę. Po chwili rzekł:"
      },
      {
        "index": 20,
        "text": "— Jestem przegłosowany, ale, niestety, słuszność jest po mojej stronie."
      },
      {
        "index": 21,
        "text": "— Jest tu jeszcze jedna osoba, która nie głosowała, — rzekł Bodzanta, przymrużając oczy i patrząc łaskawie, łagodnie i miłościwie w stronę Ewy. — Czemuż pani nie korzysta z prawa głosu?"
      },
      {
        "index": 22,
        "text": "— Nie mam cenzusu wyborczego... — rzekła wesoło."
      },
      {
        "index": 23,
        "text": "— Nie ma u nas cenzusów wyborczych! — zdecydowała Marta."
      },
      {
        "index": 24,
        "text": "— Wracając do naszej kwestyi, — ciągnął Bodzanta, — nie wiem również co pan nazywa pożytkiem, a nawet, co społeczeństwem. Wskutek tego nie jestem pewien, czy mógłbym się pisać na jego pojmowanie pożytku społecznego."
      },
      {
        "index": 25,
        "text": "— Zdaje mi się, że tu nie może być dwu zdań."
      },
      {
        "index": 26,
        "text": "— Ja zaś sądzę, że mogą być dwa zdania, a nawet powinny. Częstokroć, i to już szczególniej u nas, klęską społeczną, niedolą narodową nazywa się, naprzykład, podrożenie robocizny. Wszystkie gazety biją na trwogę, że klęska zagraża ojczyźnie, ludzie się trwożą i martwią, a tymczasem po zbadaniu sprawy okazuje się, że chodzi o podwyżkę kilkunastu kopiejek z kieszeni bogaczów dla tych rodaków, co nie mogą własnem nazwać nawet miejsca, na którem barłóg ich leży, co nie mają własnej łyżki, co nie mają nawet własnego grobu. Wszystko tedy zależy od tego, co umieścimy w tem słowie »społeczeństwo«. Czy, naprzykład, według poglądu szanownego pana, parobcy należą do społeczeństwa?"
      },
      {
        "index": 27,
        "text": "— Parobcy, oczywiście, należą do społeczeństwa. — Gdzież w takim razie szkodliwość strajków?"
      },
      {
        "index": 28,
        "text": "Jeżeli parobcy będą pracowali krócej, otrzymają większą zapłatę i lepsze izby, to społeczeństwo, zda się, zyska, nie straci. Strajki wtedy tylko są szkodliwe, jeżeli źle są obmyślane, źle przeprowadzone i wskutek tego nie zapewniają wygranej. Któż przed tymi, którzy zainicyowali strajki np. rolne, dbał o los parobków, należących do społeczeństwa? Nie przypominam sobie, żeby ktoś suszył sobie ich dolą głowę. Czy czynili to obywatele, kler, inteligencya? Jeżeli odpowiedź nie ma być dziennikarska, lecz pochodzić z prawości sumienia, to odpowiedź jest jedna, że czynili to wyż wzmiankowani destruktorzy społeczni. Dopiero od czasu, kiedy oni poczęli unieszczęśliwiać naród polski, siać anarchię i burzyć ciche nasze szczęście, społeczeństwo przyszło do przekonania, że »należy zrobić wszystko, co się da«. Mieszkam w tej okolicy dawno. Byłem tutaj przed wieloma laty na odpuście w miasteczku Pałuszycach. Po sumie wyszedłem z kościoła i, jak na kolatora przystało, defilowałem ulicą, a raczej aleją, złożoną z żebraków, a ciągnącą się od kościoła aż w rynek cuchnący. Jest to zresztą widok nasz rodzimy, pospolity, bukoliczny i, doprawdy, rzewny. Dziadusiowie siedzą sobie na zeschłem błocie, drą się w niebogłosy, śpiewają okropności, a lud i szlachta wzrusza się, daje groszaki i dusze zmarłe na tamtym świecie bardzo godne mają ulgi. Przez wrodzoną kostyczność usposobienia zacząłem indagować dziadusiów po kolei, czem też każdy z nich trudnił się uprzednio, zanim obrał sobie ów zaszczytny zawód zmniejszania cierpień duszyczkom zmarłych. Okazało się z interwiewu, że dziewięć dziesiątych tych mężów, to są właśnie parobcy, — i to nawet z moich rodowych majątków, oraz z dóbr moich czcigodnych sąsiadów. Społeczeństwo ze spokojem tolerowało ów widoczek iście polski. Dopiero wrogowie narodu zainicyowali usiłowania, żeby parobków wciągnąć w matnię społeczeństwa, zaprotestować przeciwko temu, żeby parobcy moi zostawali na starość dziadami. A czy dziady, siedzące pod kościołem, należą do społeczeństwa?"
      },
      {
        "index": 29,
        "text": "— I żebracy należą do społeczeństwa."
      },
      {
        "index": 30,
        "text": "— A gdybyśmy jednego z nich posadzili wpośród siebie i zapytali go, co jest pożyteczne, a co szkodliwe, czy jego zdanie zgodziłoby się z pańskiem?"
      },
      {
        "index": 31,
        "text": "— Być może, że zdanie dziada z pod kościoła nie zgodziłoby się z mojem, być może nawet, że byłoby wręcz przeciwne mojemu, ale mimo to, nie jego, lecz, jak śmiem sobie pochlebiać, mój głos byłby bardziej decydujący w tem zagadnieniu, co jest pożyteczne dla mnie i dla niego, oraz dla społeczeństwa;"
      },
      {
        "index": 32,
        "text": "— Widzimy tedy, że nie od razu można wiedzieć, co jest społecznie pożyteczne, a co szkodliwe. Niewątpliwe jest, (biorąc rzecz z innej strony), że o ile szanowny pan byłby w stanie odłożyć na bok wszystko, coby mogło być jego interesem osobistym, majątkowym, kastowym i stanowym, to zdanie jego, jednostki oświeconej, musiałoby być bardziej ważkie niż zdanie żebraka. Jeżeli jednak szanowny pan zajmie takie stanowisko, wówczas nie będą jego rozumowania miały innego wyniku, tylko taki, że dla społeczeństwa ludzkiego pożyteczną jest rzeczą niszczenie nędzy parobków, wydźwignienie pracowników i żebraków z poniewierki, z gnoju upodlenia, w którym ich trzymamy, i posadzenie obok nas w społeczności chrześcijańskiej, uczynienie ich braćmi naszymi."
      },
      {
        "index": 33,
        "text": "— Nasze stronnictwo dąży właśnie do tego samego celu. Nie jesteśmy tylko idealistami, którzyby odziewali dążenia i prace szalone w szaty frazesów bardzo pięknych..."
      },
      {
        "index": 34,
        "text": "— Tak, frazesów... Czy przed epoką strajków szanowny pan i jego stronnictwo — wszczynaliście akcye, dążące do tego właśnie celu?"
      },
      {
        "index": 35,
        "text": "— Jeżeli nie wszczynaliśmy akcyi widomej, to dlatego, że warunki były tego rodzaju, iż uniemożliwiały wszelki czyn społeczny. Lecz w stanie potencyalnym wszystko to leżało w naszych intencyach. Sprawa autonomii bezpośrednio wiąże się z rozstrzygnięciem tej zawikłanej sprawy parobczańskiej, rolnej i wogóle robotniczej."
      },
      {
        "index": 36,
        "text": "— Ci zaś, którzy rozpoczęli potępiane i zwalczane strajki, nie znali w tej sprawie przeszkód..."
      },
      {
        "index": 37,
        "text": "— Bo chcieli ryby łowić w mętnej wodzie."
      },
      {
        "index": 38,
        "text": "— Ryby... Nie wiem, jakie to można wyłowić dla siebie ryby, idąc przeciwko kulom, kijom, spuszczonym psom podwórzowym i dziennikarskim, oszczerstwom, potwarzom, zniewagom."
      },
      {
        "index": 39,
        "text": "— Chcieli pochwycić rybę władzy. Pod pozorem dążenia do dobra ludu chcieli panować zarówno nad ludem, jak nad innemi klasami kraju."
      },
      {
        "index": 40,
        "text": "— Wolność czynu leży w nas i nie może być nadana. Ci, co wbrew wszystkiemu usiłowali podnieść byt najbardziej upośledzonych rodaków naszych, byli pasterzami, poganiającymi leniwe woły. My jesteśmy leniwe, senne, żarłoczne, bezduszne woły. Zeżreć, co jest wokoło, usnąć na tem samem miejscu, ocknąć się i znowu żreć, co wyrosło. Gdy mieliśmy państwo, (najpiękniejsze na ziemi, źrenicę wolności świata), doprowadziliśmy je do upadku bezprawiem szlacheckiem i specyalnie wynalezionym snobizmem, niemocą wołów zbitych w stado. Kiedy nie mamy państwa, wzdychamy do niego. Chcielibyśmy, żeby państwo za nas wszystko zrobiło. Przepraszam, że mówię tak niegrzecznie, ale w sprawach ogólnych nie powinniśmy zażywać względem siebie grzeczności."
      },
      {
        "index": 41,
        "text": "— O, proszę! Faktem jest, że my, w naszem towarzystwie rolniczem, podnieśliśmy płacę parobczańską, ile się dało, skasowaliśmy rozmaite ograniczenia, uznaliśmy »posyłkę« za szkodliwą, dajemy w zasadzie izbę każdej rodzinie..."
      },
      {
        "index": 42,
        "text": "— To znakomicie! To znak, że leniwe woły kiwają rogami i przestępują z nogi na nogę, udając, że idą. Może nawet ruszą z miejsca. A lockout rolniczy, o którym słyszałem, jako o budującem zjawisku tamtejszej okolicy? Samoobrona, — nieprawdaż? Parobcy nie mają wprawdzie zorganizowanego »stronnictwa«, ale to nie dowód, żebyśmy my »szlachta« nie mieli go mieć. Należy przytrzeć chamstwu rogów! Więc wyrzucanie wszystkich parobków w zimie. To po polsku! Pan Malinowski uśmiechnął się obojętnie. Po chwili dopiero rzekł:"
      },
      {
        "index": 43,
        "text": "— Ale to szanowny pan wyraźnie staje po tamtej stronie."
      },
      {
        "index": 44,
        "text": "— Zawsze staję po stronie słuszności. Podniesienie płac zarobników i robotników rolnych zwiększy, (co daj Boże), ich potrzeby."
      },
      {
        "index": 45,
        "text": "— W zakresie »monopolowym«."
      },
      {
        "index": 46,
        "text": "— Wskutek wzmożenia się potrzeb, wzmoże się konieczność ich zaspokojenia. Może wówczas zaczną choć cokolwiek korzystać z dobrodziejstw naszego przemysłu. Bo obecnie »nasz« przemysł zaspakaja potrzeby czyjeś w Azyach, Syberyach, Samarkandach, perkaliki »nasze< są naszą chlubą, lecz nie tutaj. Parobek nasz pod bokiem wielkich fabryk łazi po staremu w straszliwych buciorach, w zgrzebnych, rzadko pranych szmatach, w ohydnie cuchnącej sukmanie i w potwornym kożuchu. Nędzarz ten mieszka tak samo, jak mieszkali praszczurowie za Piastów, świeci sobie kanfinowym ogarkiem albo i szczapą. W miarę wzrostu przemysłu naturalnego, jaki widzimy w miasteczkach Szwajcaryi, zaspakajających złożone potrzeby mieszkańców okolicy, znaleźliby może w nim zajęcie nasi młodzi technicy, którzy po latach ślęczenia na cudzoziemskich uniwersytetach zostają po przybyciu do ojczyzny, albo fagasami niemieckich właścicieli fabryk, brytanami, szczekającymi na polski lud roboczy, albo urzędnikami. Oto jest, według mnie, istotne dobro kraju. Nie dobro renciarzy rolnych, którzy nic dla ojczyzny nie zrobili, jest dobrem jej, lecz wydźwignięcie z łoża boleści jej dotychczasowych wydziedziczeńców. Ojczyzna, — jest to przyszły ustrój społeczny. — Stan naszych parobków tak znowu opłakany nie jest..."
      },
      {
        "index": 47,
        "text": "— Doprawdy? Nie gdzieś za górami, za lasami, nie w Anglii, Ameryce, albo Francyi, lecz na wschód od nas, naprzykład, na Żmudzi parobek pobiera o 15 rubli pensyi rocznej i o 20 pudów ordynaryi więcej, niż parobek w pięknej ziemi lubelskiej. Nadto, na tejże Żmudzi parobek pracuje przecięciowo, (biorąc pod uwagę dzień zimowy i letni), około dziewięciu godzin. Mieszkania tam są zupełnie porządne, »posyłki« żadnej, lekarz, apteka, ochrony dla dzieci. A proszę teraz wejść do mieszkania parobczańskiego w Lubelskiem, Kieleckiem, Radomskiem i zobaczyć, co to tam jest. Ośmnaście rubli rocznej pensyi, praca we żniwa od trzeciej rano do dziewiątej wieczorem. Na pograniczu pruskiem parobek ma już dwie izby, zegar — i — o, horror! — kanapę wyścielaną. Słyszeliście, renciarze lubelscy?! Brońcie się, bo zło jest blizkie, bo zło jest powszechne!"
      },
      {
        "index": 48,
        "text": "— Ja nie wiem, czy owa kanapa i ów zegar — są to znowu ideały tak nieodzowne. Być może, że na gwałt trzeba wnosić naszym Maćkom kanapy... Zgadzam się na wszystko... Domy mieszkalne powinny być zdrowe, obszerne, izby ciepłe i widne, ale bez tych komfortów, na które nie stać większości naszych ziemian. A zresztą, proszę szanownego pana, teoretycznie rzecz biorąc, wydaje się, że nie tylko parobcy, ale nawet niektórzy włościanie przy obecnych warunkach życia dawno powinniby z głodu pokłaść się do grobów. Zdawałoby się, że tak żyć niepodobna, a jednak widzimy nietylko ich samych, ale i inwentarz w dobrym stanie. Można zaobserwować dalej, że w kieleckiej właśnie gubernii, gdzie parobcy nagradzani są najgorzej, rozmnażają się najobficiej."
      },
      {
        "index": 49,
        "text": "— A to jest istotnie pociecha! Ośmnaście rubli rocznej pensyi, świnia w izbie, przeznaczonej dla dwu rodzin, ośmnaście godzin pracy w lecie na dobę i ta pociecha, że przynajmniej dzieci w bród! Nie, bądźmy już otwarci! Dla mnie owi zbrodniarze, podmawiający do strajku rolnego, byli prekursorami jutrzejszej ojczyzny, pracownikami sprawiedliwości. Nic to, że ich nazwano »hultajami i włóczęgami«. Za to im przyszłość odda, na co zasłużyli, kiedy nadużywającym urzędu pisarskiego na niekorzyść najuboższych rodaków a gwoli zysku bogaczów — przenigdy nie zapomni!"
      },
      {
        "index": 50,
        "text": "Bodzanta wstał ze swego miejsca i, przechodząc przez pokój śmiesznie nieotamowanymi krokami, zacierał ręce z nerwowym pośpiechem."
      },
      {
        "index": 51,
        "text": "— Czy mógłbym prosić, — mówił pan Malinowski wyniośle i oczywiście zmieniając przedmiot rozmowy, — czy mógłbym prosić o rys zasady, według której urządzone zostały folwarki pańskie?"
      },
      {
        "index": 52,
        "text": "— Moje folwarki..."
      },
      {
        "index": 53,
        "text": "— Rozumiem..."
      },
      {
        "index": 54,
        "text": "— Nabrałem głębokiej odrazy do stanu posiadania kawałków ziemi, której nawet nie znam dokładnie, która mi jest zgoła niepotrzebna, podczas gdy ona straszliwie jest potrzebna setkom i tysiącom spragnionych. Ziemia należy do ludu. »Społeczność obowiązkom swoim wierna, prawo posiadania ziemi i każdej innej własności pracy tylko przyznaje«. To jest najświętsze słowo naszej konstytucyi, przypieczętowane pieczęciami krwi takich, jak Szymon Konarski. Nic tych słów z kodeksu naszego ducha nie wydrze, najprzebieglejsze kłamstwo bogaczów."
      },
      {
        "index": 55,
        "text": "Pewnego razu na polowaniu w tych właśnie górach zaszedłem w te oto miejsca. Nie byłem pewien, czy się znajduję na swoich gruntach, czy na cudzych. Spotkałem chłopowinę, orzącego jesienną podorywkę i zapytałem go, czyja to ziemia. Rozmawiałem z nim... Nie będę powtarzał, bo to była najzwyklejsza pogawędka. W trakcie tej rozmowy rozwarło się przedemną czytelne pismo prawdy. Chłop posiada nieśmiertelną duszę, ale dusza ta dzisiaj rozpięta jest na indywidualnym działku ziemi, przybita do tego działka, jak do krzyża, krwawymi gwoździami nędzy i ciemnoty. Dusza chłopa polskiego jest martwa, nieczuła na nic, co jest ideą żywą, świętością już bytującą wśród ludzi. Niema na świecie człowieka bardziej zimnego, samolubnego, podejrzliwego, żarłocznego i skąpego, niż nasz chłopek nieszczęsny. Nie ufa on nikomu i niczemu, nic nie kocha. Łaknie tylko i pragnie gruntu, bo łaknąć musi. A dusza ta nie może być czującą z naszej winy, z winy tej burżuazyi rolnej, która, podobnie jak chłopstwo, jest duchem nieżywym. To też zarówno chłop jak tak zwany szlachcic, muszą być zniszczeni. My mamy w naszej cudownej historyi przykłady, czem staje się szlachcic wywłaszczony z ziemi, szlachcic wygnany po rewolucyi 31 roku i szlachcic, pognany w Sybir po roku 63-cim. W nędzy swej staje się wielki, jak ów człowiek stary, bity kijami, a spokojny, opisany przez najzacieklejszego naszego wroga, Dostojewskiego, — w bogactwie swem — jest jednym ze stada wołów. To też każdy, kto buduje najświętsze budowanie, ojczyznę polską, jej przyszły wielki ustrój, to jedno, co można kochać na ziemi tak szalenie, jak się kocha jedyne dziecko, — ten musi mieć przed oczyma tę prawdę."
      },
      {
        "index": 56,
        "text": "— Ja również jestem zwolennikiem parcelacyi."
      },
      {
        "index": 57,
        "text": "— Doprawdy? Jakże mi przykro, bo ja jestem jej zaciekłym wrogiem."
      },
      {
        "index": 58,
        "text": "Malinowski siedział spokojnie, czekając na ciąg dalszy. Gdy Bodzanta milczał, sam rzekł:"
      },
      {
        "index": 59,
        "text": "— Jestem zwolennikiem parcelacyi, ale nie tej, rabunkowej, jaką widzimy u nas. Szlachcic nie może wyjść na swoje, więc macha wieś przybłędom. Przybłędy łapią pieniądze z banku, gospodarują pod psem, ręczą solidarnie, rujnują się i marnieją. Nie, panie! Jestem zwolennikiem parcelacyi według systemu pruskiego. To trudno, trzeba się uczyć od Prusaków rozumu, przeminął wiek złoty! System pruski, jak wiadomo, polega na tem, że szlachcic, pragnący rozparcelować dominium, zgłasza się przedewszystkiem do urzędu i wyrabia patent parcelacyjny. Patent ów zaś polega na tem, że wkłada na pragnącego parcelować obowiązek uporządkowania obszaru. To znaczy: niema łąk drenowanych trzeba dreny zaprowadzić, i to według ostatniego słowa nauki, trzeba w projektowanej wsi postawić szkołę, trzeba rozszerzyć kościół, boć na obszarze, należącym ongi do jednego szlachcica, powstanie ludność, której nie było zgoła, trzeba wreszcie oczyścić ziemię, ze wszelkiego hipotecznego długu. Wówczas dopiero, gdy właściciel wszystkie żądania wypełnił, państwo go bierze w opiekę. Otrzymuje on patent parcelacyjny i od tej chwili na jego hipotekę nikt już wchodzić nie może. Zarazem Landschaft Gesellschaft użycza nowonabywcom kredytu na trzy procent z amortyzacyą. Wielka włość zostaje rozparcelowana, ludzie na niej osiadają, pracują racyonalnie, amortyzując w ciągu jakiegoś dwudziestopięciolecia zaciągniętą pożyczkę. Chłop nowonabywca nie spostrzega się nawet, kiedy zostaje właścicielem ziemi i zostawia dzieciom — majątek. Tym porządkiem stwarza się drobna własność indywidualna, jedyna racyonalna forma na świecie, która taki tryumf święci w Danii i w Niemczech Południowych. W takiej Kopenhadze mamy dziś organizacyę, która jest zarodkiem giełdy towarowej na masło. Duńska małorolna produkcya masła panuje już na targu angielskim. Prezesa duńskiej organizacyi maślarskiej mianują firmy angielskie. Istnieją tam już olbrzymie zakłady, które widziałem, jak Esbjerg. Około dwudziestu pięciu tysięcy funtów masła dziennie przekształca się tam na cegiełki. Oto jest życie chłopów duńskich."
      },
      {
        "index": 60,
        "text": "— Tak, — rzekł Bodzanta. Ażeby stworzyć życie przemysłowe chłopskie w porządku, jaki szanowny pan wskazał, trzeba stworzyć przedewszystkiem państwo w rodzaju pruskiego. Bo trzeba przecie pamiętać, że w Prusach prawo zwierzchnicze władania ziemią należy do państwa. Ani na chwilę nie wolno o tem zapomnieć. Ponieważ ja państwa stworzyć nie mogę, a posiadałem masę ziemi, postanowiłem uczynić, com zamierzył w sposób na jaki mię było stać, to jest nie pruski, lecz czysto polski, a więc bez niczyjego pozwolenia i aprobaty. Doradcą był mi nie pruski statysta, lecz polski najwyższy rozum społeczny, Stanisław Staszyc, i, o zgrozo! — polski poeta romantyczny, Mickiewicz. Cały system ostatniego zawarł się w paru słowach: »Każdej rodzinie rola domowa pod opieką gminy«. Oto i wszystko."
      },
      {
        "index": 61,
        "text": "— To właśnie jest najciekawsze, jak to pan hrabia wykonał..."
      },
      {
        "index": 62,
        "text": "— Moja córka... — rzekł Bodzanta grzecznie, — jest przeciwniczką tytułów... Powiada, na podstawie jakiejś pieśni: »Precz z tytułami!« Już zaznaczyłem, że jestem przeciwnikiem indywidualnej parcelacyi. Jest ona, po pierwsze, cokolwiekby mówiono przeciwko temu twierdzeniu, pokazując nam zawsze Danię i Niemcy Południowe, zabójstwem kultury rolnej w naszym kraju, po drugie, jest ona zabójstwem kultury historycznej kraju, po trzecie, a najważniejsze, kultywuje w duszy chłopa ową straszliwą martwotę już istniejącą. Chłopstwo jest ostoją reakcyi, filisteryi, barbaryi, siedliskiem chamstwa wszędzie, gdzie rej wodzi, — w Szwajcaryi, w Szwecyi, w Norwegii..."
      },
      {
        "index": 63,
        "text": "— Jakże tedy »każdej rodzinie rola domowa?«"
      },
      {
        "index": 64,
        "text": "— Zaraz. Chciałbym wiedzieć, jak się parceluje wysoce postawione gospodarstwo rybne, leśne, łąkowe? Czy się rżnie stawy, łąki, lasy na działki, czy też gospodaruje się inaczej, umiejętnie, kolektywnie, pod kierunkiem techników? A dalej. Szanowny pan wie dobrze, jak to się u nas parceluje majątki. Jeżeli gdzieś był jakikolwiek zabytek, (zamczysko, pałac, dwór starodawny, brama, most murowany), — równa się to z ziemią. Baszty idą na podmurówki chlewów, murowane mosty rozdrapuje się na szczątki i jeździ w bród, jak za Leszka Czarnego. Aleje wycina się natychmiast w dniu kupna, (parcelacyjne polskie »święto drzew«), ogrody wyniszcza się, albo zapuszcza. Zewnętrzna postać kraju wraca do formy pra-piastowskiej, do czasu przed Kazimierzem Wielkim, do Polski drewnianej. Zdarzyło mi się być w Sandomierskiem w pewnej miejscowości o historycznem brzmieniu. Nad doliną Wisły w przepysznem miejscu stał uroczy pałacyk przerobiony z dawnego zamku. Wjeżdżało się przez stare fosy po arkadowym moście. Wspomnienia dzieciństwa zrosły się z widokiem tych arkad, cała okolica przechowywała legendy o zamczysku i fosach... Kiedy przejeżdżałem tamtędy przed dwoma laty, — jakże mi było żal, jak żal! Ani śladu, ani cienia nie tylko zamczyska, ale ogrodu... Nie uczynili tego wandale-chłopi, nie, — to postępowa myśl polska, to nasz system społeczeńskiego myślenia. Tak być musi! A teraz nowy świat na ruinach dawnego, — jakże wygląda? Domostwa budują się sposobem najtańszym ze starych stodół, ze zmurszałych obór. Nie jest to ani chata, ani racyonalny dom. Są to nasze ohydne »kolonie«. Powstaje na miejscu, gdzie niegdyś były już europejskie budowle, gdzie myśl pracowała nad formą piękna — potworny dom-barak. Ale, przypuśćmy, że to drobiazg. Któżby tam na to!... Weźmy rolnictwo. Panu, jako gospodarzowi z zawodu, nie mam potrzeby mówić o użyteczności w rolnictwie ulepszonych narzędzi rolniczych. Weźmy, naprzykład, sprawę brony sprężynowej. Szanowny pan dobrze wie, że na czterysta mórg potrzebne są i wystarczą dwie czterokonne brony. A teraz fakt: połowa tejże brony musi służyć właścicielowi dziesięciomorgowego działka. Brona kosztuje 36 rubli. Może ją kupić uprawiający 400 morgów, ale żadną miarą nie może wydać 18 rubli małorolny. Młocarnia na kilku morgach jest nonsensem. Narzędzie złożone opłaca się dopiero na pewnym rozmiarze ziemi."
      },
      {
        "index": 65,
        "text": "— Nie domyślam się, do czego zmierzamy. Bo spółki rolne ułatwią przecie kupowanie maszyn nawet pięciomorgowcom. I to już się dzieje."
      },
      {
        "index": 66,
        "text": "— Gdy w Rzymie wynaleziono bronę, powstała tam przeciętna przestrzeń rolna, mansa, rozległości około 30 morgów. Rozmiar osady, warsztatu pracy zależy od narzędzi, któremi się pracuje. Dopóki używano siły sprzężajnej wołów, gospodarstwo było małe. Skoro do pracy zaciągnięto konia, osada się zwiększyła. Maszynowa siła w rolnictwie musi wywołać wzrost rozmiarów warsztatu rolnego."
      },
      {
        "index": 67,
        "text": "— Czy to tylko nie są jakie hipotezy?"
      },
      {
        "index": 68,
        "text": "— Hipotezy... Mniejsza! Proszę wziąć nie hipotetyczne obarczenie ziemi chłopskiej budowlami. Każda krowa posiada swą oborę, (o ile nie »mieszka« pospołu z gospodarzem w izbie). Jest to zgodne z naszym tak zwanym indywidualizmem. Jesteśmy narodem indywidualistów. Lubimy, żeby i nasze krowy zażywały praw indywidualizmu. To samo stosuje się do konia i prosiaka. Nie jestem pewien, czy podana jest gdzie ogólna suma wartości obór, stodółek, chlewików... Rasa bydła, okryta przez te budowle, jest absolutnie przez gospodarstwo chłopskie zdegenerowana, czy nie wyhodowana Krowakrowa koślawa, chuda, z małem wymieniem, ledwo łażąca, strasznie brudna, — toż to przecie znana nam indywidualistka! Chłopskie konięta, »chetki«, u nas w Kieleckiem mają wygląd zniszczonych źrebiąt. Właściciel hodowca zaprzęga źrebię do pługa i do wozu w drugim roku. Gdyby tak, wskutek jakiegokolwiek kataklizmu, dwory przestały dostarczać nabiału do Warszawy, ładnieby na produkcyi chłopskiej wyglądały miasta! Kiedy u nas, wogóle w Polsce, krowa daje rocznie 650 litrów, krowa rasy fryzyjskiej, wyhodowana w wielkiej oborze pod kierunkiem zootechnika, dostarcza 4100 litrów. A pomyślmyż, ilu to ludzi, ilu kmiotów pracowitych, ile dziewuch, dzieci, bab obsługuje u nas to bydełko koślawe! W wielkich fermach amerykańskich, jeden robotnik może obsłużyć 200 wołów. Pomyślmy, ile sił idzie na marne, ile pracy tonie w gnojówce wiejskiej!"
      },
      {
        "index": 69,
        "text": "Co zaś do hodowli zbóż, — toć i mówić nie warto! Racyonalne gospodarstwo na działku chłopskim!... Pan to przecież wie i wszyscy to wiedzą, ale nie chcą uznać. Któż u nas zadaje sobie trud stworzenia planu żywota ludu na przyszłe czasy, kto go chce hodować? Zawsze chodzi o dziś. Załatwić, (przepyszne, czysto polskie słowo!), kwestyę rolną, zwalić ją z ramion... oto wszystko. Był tu w naszej okolicy, ziemianin pewien, właściciel znacznego folwarku, agronom, rolnik doskonały. Zajął się szczególniej podniesieniem jakości ziarna. Jego olbrzymi owies sławny był na całą prowincyę, a folwark zastępował jakieś amerykańskie Bureau of Plant Industry. Ziemianin ów miał chwalebny zwyczaj: przy każdem zetknięciu z pracowitymi kmiotami dawał ćwierć, czy półćwiartek swego wielkiego owsa, a brał dla fornalek tyleż kmiecego pośladu, zwanego owsem. Miał nadzieję, że tym sposobem przyczyni się do podniesienia kultury rolnej. Zdarzyło się, że w ten sposób pomieniał się z pewnym chłopem z Poszłomia, niejakim Kląskwą. Po roku, czy więcej, spotyka się mój ziemianin na jarmarku z Kląskwą i, przypomniawszy sobie zamianę, pyta: — A cóż Kląskwa, jakże się też udał mój owies? Wyrósł też godnie? — Chłopowina począł się tęgo orać pazurami po głowie, aż ci rzecze: — Proszę łaski pana dziedzica, a to powiem prawdę, — bieda się stała z ónym owsem. — No, jakaż? — A taka bieda-się stała, że jakem tamten owies przywiózł we worku do chałupy, jakem pokazał, to naprzód nie chciały wierzyć, że to owies, a potem jak ta już uwierzyły, to moja zmełła ów owies w żarnach, narobiła krupek i zjedliśmy z mlekiem. A godne były krupki, panie dziedzicu. Oto jest los idejów rolnych na chłopskiej działce."
      },
      {
        "index": 70,
        "text": "— A jednak w naszej okolicy już się trafiają żniwiarki na chłopskich polach. I, notabene, żniwiarki kupione za wspólne pieniądze przez kilku sąsiadów we wsi."
      },
      {
        "index": 71,
        "text": "— A tak. Za sto lat kupią sobie nawet lokomobilę, o ile na to pozwoli wzrastająca proletaryzacya. Gdzie praca ręczna jest tak tania, (poczciwy, staropolkistaropolski dwuzłotek), gdzie można nająć człowieka do całodziennej pracy za kilkadziesiąt, a nawet kilkanaście kopiejek, gdzie istnieje taki ogrom siły roboczej, pocóż ma się wytwarzać postęp rolniczy, jakim sposobem ma powstać? Można jeszcze orać byle czem, a żąć za psie pieniądze ludzkiemi rękoma. Więc cóż tu ma robić droga, skomplikowana maszyna? Dopiero podniesienie płac zarobnych robotników rolnych do jakiegoś ludzkiego poziomu, choćby do poziomu płac na Żmudzi, może spowodować ten skutek, że opłaciłoby się stosowanie maszyny. To podniesienie płac może dokonać się wskutek odciągnięcia pewnej części proletaryatu bezrolnego i małorolnego do osiedleń się na gruntach wielkofolwarcznych. Dlatego to, (na złość braci szlachcie!), przedsięwziąłem na własną rękę dokonanie reformy. (Mówią już o mnie, że mam manię niepopularności). Idąc, w podstawie czynu, za przykładem Staszyca, osiedliłem ludzi bezrolnych z mojej okolicy i ludzi, którzy zdala przychodzili tutaj, jako bandosy, na ziemiach, objętych prawem dziedzictwa..."
      },
      {
        "index": 72,
        "text": "— Jakże się dokonało to osiedlenie?"
      },
      {
        "index": 73,
        "text": "— Dokonało się szybko i prosto. Bandosy i parobcy, którzy pracowali w folwarkach pod kierunkiem rządców i ekonomów — zostali w tychże folwarkach nie tylko na czas letni, lecz, i na zimę, a potem na zawsze. Jak pracowali dawniej, tak pracują teraz. Podział ich zajęć został udoskonalony, a gospodarstwo silnie wzmożone. Gospodarstwo zostaje pod kierunkiem agronomów, techników i specyalistów, kształconych w Europie na uniwersytetach. W folwarkach nic się nie zmieniło ze starej, pradziadowskiej kultury. Został wielki pałac w Głowni, zbudowany w siedemnastym wieku przez Hieronima Bodzantę, opoja sławnego na całą Polskę, zostały parki, ogrody, drogi, mosty, aleje, altany, kaplice. Istnienie tych dzieł postępu i kultury zostało zawarowane, włożone na barki naszego Towarzystwa Rolniczego."
      },
      {
        "index": 74,
        "text": "— Czy to już jest rejentalnie spisana ustawa?"
      },
      {
        "index": 75,
        "text": "— Jeszcze nie. Dotąd jest to jeszcze umowa prywatna. Badamy jeszcze wszystko, doskonalimy, urabiamy. Ale przyjdzie chwila aktu!... Przybyły dotąd tylko domy mieszkalne, budowane nie w ów straszliwy bezsens, materyał dla pożarów i umyślne siedlisko szkarlatyn, czyli w wieś polską, lecz rozrzucone wpobliżu drogi bitej. »Każdej rodzinie rola domowa pod opieką gminy«. Różnica między tem, co było, a tem co jest, nie da się prawie spostrzedz. Wszystko polega na tem, że zboże, wyprodukowane przez pracowników, nie należy do mnie, który do niego nie miałem minimalnego prawa, (z chrześcijańskiego punktu widzenia), lecz należy do tych, którzy je wypielęgnowali. Ziemie wszystkich folwarków, wraz ze wszystkiem, co na nich było, oddane zostały w wieczystą dzierżawę osiadłym na niej pracownikom. Czyste zyski idą na utrzymanie instytucyi majdańskich, szkół, szpitali, ochron, stanowiąc część dochodów tych instytucyi."
      },
      {
        "index": 76,
        "text": "— Więc te falanstery, już sześć lat istnieją, czy tak?"
      },
      {
        "index": 77,
        "text": "— Nie wiem, czy to są falanstery. Sądzę, że są to instytucye, wynikłe z wielkich cierpień polskiego ducha, przypiekanego przez tyle lat głowniami, wyrwanemi z dymu pożarów, wyrosłe z samotnych łez wielkich poetów polskości, wydeptane przez bose nogi wygnańców na grudach i kamieniach długiej drogi sybirskiej i po twardych gościńcach obczyzny."
      },
      {
        "index": 78,
        "text": "— Pięknie to powiedziane, w istocie. A nie obawia się szanowny pan, że kiedyś z powodu tychże instytucyi rozlać się mogą znowu kałuże krwi, gdy przyjdzie doba zatargu o podział zysków i gdy przyjdzie chwila, ważna chwila dziedziczenia? Ja uważam, że wszelkie gminne władanie ziemią ma w następstwie zależność, ucisk osoby, zdławienie energii, zabicie inicyatywy. — Łaskawy panie! Przestańmy udawać, że wierzymy w jakowyś inny ideał, podczas gdy my pragniemy zniweczyć ideał. Czy widzi pan zdławienie energii robotników i inżynierów w kopalniach i fabrykach, albo zabicie inicyatywy? Zależność jest wszędzie na ziemi, lecz, jeśli gdzie, to u nas niweczy ją solidarność. Ucisk osoby jest to frazes rozciągliwy. Człowiek, posiadający działkę ziemi, poddany jest miliardowi ucisków osoby, a przecie o tamtych uciskach wcale się nie mówi. Kto jest zwolennikiem działek parcelacyjnych w przeciwieństwie do produkcyi wielkofolwarcznej, zrzeszonej, kooperacyjnej, przypomina mi zwolennika rzemiosł w przeciwieństwie do przemysłu wielkofabrycznego. Rzemiosło daje, z pewnością, pewną swobodę indywidualną, niezależność osoby, możność wyładowania energii i stosowania inicyatywy, ale czyż przemysł wielkofabryczny te przymioty zabija, a czy je rzemiosło specyalnie rozwija? Wielu ja się rzeczy obawiam. Ale co do walki o podział zysków, to liczę na pewne wskazania. Wszak historya nie wspomina w Polsce o walkach z racyi podziału zysków między chłopami i dziedzicami i to na przestrzeni trzystu lat czarnej nocy pańszczyźnianej. Czemuż teraz miałbym się trwożyć, gdy idę, niosąc w obydwu rękach prawdę podziału. Cały lud polski, w ciągu kilkuset lat w taki właśnie sposób, to jest kollektywnie, pracował »na pańskiem«. Tak samo pracują dziś na dworskich obszarach parobcy i bandosi. Pomiędzy pańszczyźnianym porządkiem rzeczy, a tym porządkiem, który nadciąga, zachodzi tylko różnica w pobieraniu zysków. Ale podział zysków jest właściwie sprawą drugorzędną. Sprawą główną i zasadniczą jest organizacya pracy i zaspokojenie potrzeb. Jeżeli praca będzie zorganizowana na Wzór dostojny i godny plemienia ludzkiego, to podział zysków i ich zużytkowanie jest sprawą pochodną, drugorzędną. Nawet dziś, czy parobcy pańscy zabijają, — aczkolwiek pan na każdym z nich zarabia dziennie jednego rubla, (a w niektórych, pszennych okolicach rubla i 25 kopiejek)? Podział zysków dokonywuje się w oczach wszystkich i sprawiedliwie. Nad tem czuwa komisya wewnętrzna z samych pracowników złożona i komisya zewnętrzna, złożona z kilku marzycieli, których kodeksem są »Kursa literatur słowiańskich« i artykuły z >Trybuny ludów«..."
      },
      {
        "index": 79,
        "text": "— Jakkolwiek bądź, ja osobiście nie jestem spokojny o życie owych agronomów i techników, gospodarujących na folwarkach..."
      },
      {
        "index": 80,
        "text": "— Życzę każdemu takiego zdrowia, jakiem się cieszą te chłopy! Każdy musi być oczywiście inżynierem, agronomem nie tylko z patentem, ale i kwalifikacyami, a im czerwieńszy ideowiec, tem lepiej, bo to gwarancya, że się sprawa nie dostała do rąk naszej szanownej filistryi. A czy nie lepiejby było dla naszej zrujnowanej szlachty, uczyć synów na takich oto instruktorów ludu, którzyby weszli w lud, stali się nim, przekazali mu kulturę polską, zanim on sam nową jej formę wynajdzie i rozwinie? Czy nie lepiej zostać na wsi, jako rolnik, niż rzucić lud na pastwę ciemnoty, a samemu zmykać między miejskie filistry i tam posłować, urzędować, wysługiwać się potencyom zawsze w imieniu ludu, a na jego karku?"
      },
      {
        "index": 81,
        "text": "— A cóż pałac? Jakże pałac wśród takiej idylli? — Pałac jest to dom ojczysty, miejsce główne, muzeum społeczne, sala odczytowa, muzyczna, biblioteczna. Przed wiekami został zbudowany przez ojców, po wiekach go odziedziczyli synowie."
      },
      {
        "index": 82,
        "text": "— Te formułki są bardzo ładnie brzmiące, miłe dla ucha i serca, ale mnie cała sprawa nie porywa. To nie jest trwała forma życia. Jakże będzie z dziedziczeniem?"
      },
      {
        "index": 83,
        "text": "— Widzi pan i ja nad formą dziedziczenia łamałem sobie po nocach głowę. Przyszedłem do przeświadczenia, że ta forma dziedziczenia osiedleńców wytworzy się sama w miarę rozwoju sprawy."
      },
      {
        "index": 84,
        "text": "— To nie jest prawne rozwiązanie."
      },
      {
        "index": 85,
        "text": "— A czy pan rozwiązał prawnie formę dziedziczenia bezrolnych bandosów, którzy się po kraju włóczą? Wytężymy wszystkie siły w tym celu, żeby jak najbardziej uprzemysłowić gospodarstwo, stworzymy przemysły zimowe, jak najwięcej chłopców poświęcimy nauce i poczekamy. Jestem przeświadczony, że te ziemie wyżywią trzy pokolenia i to lekko, »leciuśćko«, jak mówią bandosy."
      },
      {
        "index": 86,
        "text": "— A no, liczmy na to!"
      },
      {
        "index": 87,
        "text": "— Ja liczę jeszcze na inne facecye. Liczę na to, że nasi sąsiedzi z owych długich, »długaśnych« wsi indywidualnych, ujrzawszy nasze gospodarstwo gromadzkie, naszą doskonałą kooperatywę rolną, ujrzawszy ogrom rezultatów zbożowych i kulturalnych, wreszcie swobodę naszego ustroju, gdzie człowiek żywie, póki chce, a odchodzi, kiedy wola, bo nie jest przykuty do skrawka ziemi, — sami przyjdą do przeświadczenia, że gnojówka, aczkolwiek tak sprzyjająca kultowi osoby, nie zapewnia innych korzyści. Założą tedy przedewszystkiem szopę na ulepszone narzędzia, potem wspólną oborę i zaczną obrządzać bydło wspólnemi siłami. Później pójdą po rozum do głowy i wytworzą we wsi podział pracy, zaprowadzą gospodarstwo na wzór folwarcznego, zbudują śpichlerz gromadzki i, — słyszy pan, co za horrenda! — skasują granice działków. Wzrost w kraju postępu, to znaczy procederów i przedsiębiorstw rolniczych, centralizacya takich objawów, jak mleczarstwo, a nadewszystko racyonalna uprawa zbóż, oraz racyonalny handel wytworzą bardzo szybko zaniechanie wegetacyi indywidualnej i przejście do gospodarstwa racyonalnego, to znaczy do wspólnoty, współdziałania, podziału pracy i zysków."
      },
      {
        "index": 88,
        "text": "— Niech żyje szanowna utopia!"
      },
      {
        "index": 89,
        "text": "— Mniejsza o nazwę i nawet o ironię. Zawsze"
      },
      {
        "index": 90,
        "text": "Postęp w Polszcze nazywał się i nazywa utopią. Spędziłem znaczny przeciąg czasu w Ameryce. Widziałem tamtejszy postęp techniczny w rolnictwie. Działalność takiego W. Lathrop’a, Hansena, E. A. Bessey’a — tych prawdziwie rycerskich Agricultural explorers — ktoby to pojął? Wielkie badania Ameryki i gleby świata, ażeby wynaleźć syntezę rośliny, ziarna, — przenosiny ziarna, nieraz z narażeniem życia, krzyżowanie rosyjskiej i japońskiej pszenicy, osiedliny w Ameryce chmielu, ryżu Kiushu, jabłek antonówek, wina z Korsyki... Zaręczam panu, że sam opis tego postępu nasunąłby każdemu z naszych ziemian tę właśnie nazwę — utopia! Wiem, że nie można tamtejszych form gospodarowania transponować na nasze, że częstokroć tamtejsze gospodarstwo jest wprost rabunkowe, ale coby powiedział taki Carleton, który zasiał Dakotę i Nebraskę pszenicą arnautką, gdyby mu kazano trzymać się utartych wzorów, cyfr i wskazań, a nadewszystko tego pewnika, »że tego nigdzie nie było«, że przecie »w Danii i w Południowych Niemczech...« Szybkość ludzkiego postępu jest nieobliczalna. Możemy stworzyć cuda, wydobyć z tej ziemi utopię, która olśni oczy mieszkańców ziemi, możemy ścigać się z Lathrop’em w pomysłach uszczęśliwienia ojczyzny. W naszym to jest ręku."
      },
      {
        "index": 91,
        "text": "— Ja sam należę do grona gospodarzy postępowych, walczę z moją okolicą. Założyłem spółkę włościańską, towarzystwo pożyczkowo-oszczędnościowe« tworzę mleczarnię udziałową, chmielarnię, plantacye drzew owocowych i dzikich. Ale wyznaję, że pragnę chodzić i chodzę po ziemi. Pracuję dla zysku i, jeżeli kogo zachęcam do pracy ze mną, to dlatego, żeby miał zysk i schował go do kieszeni. Nie daruję nikomu swego majątku, to już darmo."
      },
      {
        "index": 92,
        "text": "— Nikogo nie namawiam do darowania. To rzecz osobista. Spełniłem, com uważał za godziwe. Czyn jest to nauczyciel najwymowniejszy. Założyłem w Głowni szkołę gospodarstwa polskiego. Jeżeli mówisz, rodaku, że kochasz tę ojczyznę, kochajże ją w duchu i w prawdzie. Ojczyzna to nie tylko ziemia, ustrój jej przyszły, nie tylko groby a ludzie, lecz także cnota i prawo. Tak pojmowali starzy."
      },
      {
        "index": 93,
        "text": "Ty nie jesteś mi już krajem,"
      },
      {
        "index": 94,
        "text": "Miejscem, domem, obyczajem,"
      },
      {
        "index": 95,
        "text": "Państwa zgonem, albo zjawem,"
      },
      {
        "index": 96,
        "text": "Ale cnotą, ale prawem."
      },
      {
        "index": 97,
        "text": "Jakże zaś ta cnota i prawo ma się pogodzić z naszą szlacheckością, z bosemi nogami najmitów, z nędzą proletaryacką, z martwicą dusz chłopskich?"
      }
    ]
  }
}