{
  "chapterNumber": 35,
  "title": "Tom drugi, II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Cały czas wiosenny upłynął wśród dziwacznych, choć monotonnych zdarzeń. Jaśniach był coraz ciężej chory. Chudł, nie sypiał i popadał w rozstrój coraz cięższy. Nie zdając sobie sprawy, jakim się to dokonało sposobem, Ewa poczęła się nim opiekować, jak szarytka, czy siostra. O każdej porze dnia i nocy wchodziła do jego numeru i spełniała wszelkie czynności, których służba hotelowa z pewnością-by wykonać nie chciała. Jeżeli podczas dnia Jaśniach leżał w łóżku, co się najczęściej zdarzało »opiekowała się jego spokojem«. Miał ten termin głębokie znaczenie. Ponieważ najlżejszy szelest, świergot ptaków, daleki okrzyk dzieci, pianie koguta, szczekanie psów, kroki na schodach, szczęk nożów w kuchni, rozmowa w sąsiednim pokoju i tak dalej — przyprawiały go o rozpacz, trzeba było temu zapobiegać. Wynikły stąd tysiączne a najpocieszniejsze awantury. Trzeba było wykupić i wyłapać w całej dzielnicy koguty, osobiście — wypędzać ze strychu zagnieżdżone tam koty, miauczące, oczywiście, po nocach. Samo się przez się rozumie, że przemyślni Korsykanie podpuszczali później koguty, ażeby je wkrótce za drogie pieniądze sprzedawać i za jeszcze droższe ścigać. Szczególnie jeden szybkonogi kałakut, wrzaskliwy jak roznosiciel gazet, stał się straszliwą wprost zmorą Jaśniacha."
      },
      {
        "index": 2,
        "text": "Kogut ów budził go już około godziny pierwszej po północy z lekkiego drzemania, które wówczas jedynie, jak błogosławiony anioł, zstępowało na nieszczęśliwego. Piał zaś ten potwór tak piekielnym głosem i tak nienasycenie, że sama Ewa poczytywała go w końcu za Belzebuba, ucharakteryzowanego na sposób koguci. Jaśniach wymyślił machiawelski sposób napasienia wyżej opisanego koguta chlebem, namoczonym w spirytusie, i pochwycenia, gdy się spije. Ale przebrany dyabeł nie był bity w ciemię i ani myślał wziąć się na owe moczone kawały chleba. Dziesiątki szybkonogich chłopaków, opłaconych sowicie, ścigały to piejące wcielenie piekieł, — nadaremnie, — w ciągu jakich dwóch tygodni. Roztropność nakazuje przypuszczać, że owe pościgi korsykańskie nacechowane być musiały życzliwością dla koguta, nie dla Jaśniacha. Polowali na dręczyciela dwaj litościwi quasi-Anglicy (Sapalski i Herman Landau), strzelając wielekroć, z rozmaitej odległości, ku zgorszeniu całego kwartału, a rzecz prosta bez skutku. Zdrowi ludzie śmieli się do rozpuku i opowiadali sobie, trzymając się za boki, epopeję z kogutem. Śmieszną jest bowiem dla człowieka nędza ludzka. Sam Jaśniach, leżąc na swym balkonie, parskał nieraz ze śmiechu, gdy zgraja chłopaków, przewracając się, skacząc przez mury i rowy, ścigała szybkonogiego. Wytworzyła się wkrótce kontragitacja przeciwko schwytaniu Belzebuba. Powstała partya, stawiająca sobie za zadanie obronę jego życia i praw obywatelstwa. Na czele owego stronnictwa stanęła długozęba i płaskociała Angielka, która z oczywistą niechęcią znosiła w swej obecności piękność Ewy. Córa Albionu nie szczędziła grosza dla sparaliżowania zamachów na wolność i habeas corpus kogucie. Dzięki temu, (po części), kogut ryczał najspokojniej tuż pod oknem Jaśniacha i doprowadzał go do szału. Sama obawa, że straszne pianie nocne rozlegnie się, nim świt zarumieni wody zatoki, wprawiała chorego już z wieczora w stan rozpaczy. To też, kiedy nareszcie pewien czarnooki młodzian wszedł do pokoju, trzymając pod pachą wcielonego dyabła, który łypał powiekami z udanem zdumieniem, Ewa wraz z milionem podziękowań rzuciła mu luidora. Tegoż dnia mniemany kogut w mocnych pętach na nogach skazany został na deportacyę i wywieziony przez Ewę osobiście na drugą stronę zatoki aż do Bastelicacia."
      },
      {
        "index": 3,
        "text": "Dzieje niemniej złożone od kogucich miało szczekanie pewnego psiaka w domku, stojącym tuż nad morzem. Ewa musiała codziennie nad wieczorem udawać się do właścicieli psa z prośbą o zamknięcie go na noc. Ileż to razy biegła nad ranem, kołatała do okien i, odpędzana grubiańsko, prosiła o zamknięcie szczeniaka! Zaznajomiła się bliżej w ciągu tego czasu z kucharzem i wszelkiego rodzaju fortelami skłoniła go, żeby siekał cicho swoje frykasy, albo wychodził z siekaczem w góry, poza ściany hotelu. Wszyscy mieszkańcy domu byli przez nią zobowiązani do zachowywania się w taki sposób, żeby Bandos mógł mieć niezbędną ciszę. Każdy z tych zabiegów wymagał osobnego kunsztu, opłacony był niemałym wydatkiem starań, miłości własnej i upamiętnił się dobrze. Ludzie nie wyrzekali się swych praw do hałasu, do śmiechu, do szczękania obcasami — za darmo. Każdego z nich trzeba było jakoś zjednać dla »sprawy«, niemal kupić od niego prawa hałasowe."
      },
      {
        "index": 4,
        "text": "Sprzymierzeńca w tych pracach i zabiegach codziennych znalazła tylko w młodym oficerze marynarki. Spostrzegała nieraz z podziwem, że niektóre z jej obowiązkowych zabiegów zostały uprzedzone. Ten i ów uciszył szczekającego psa, uśmierzył wrzawę dzieci, przyciszył wrzask werandowych gości. Działo się to na prośbę oficera, pana Mottez."
      },
      {
        "index": 5,
        "text": "Pewnego razu znalazł on sposobność zakomunikowania Ewie, że nawet torpedowce, manewrujące pod jego komendą za cytadelą, wyrzucają swe świsty w sposób przyciszony i tylko zdala od miasta. Wszystko to dlatego, żeby nie nękać »jej męża«."
      },
      {
        "index": 6,
        "text": "Zjawiska te stanowiły zewnętrzną politykę życia."
      },
      {
        "index": 7,
        "text": "Ale miało ono niemniej złożone tajnie wewnętrzne, o których pan Mottez nie miał najsłabszego pojęcia, gdyż były zamknięte między ścianami dwu izb i stanowiły życie, jak sądzono, »męża i żony«."
      },
      {
        "index": 8,
        "text": "Gdy Jaśniach słabł coraz bardziej, Ewa zmuszona była niejako materyalnie, wejść we wszystko. Płaciła jego rachunki w hotelu i załatwiała wszelkie sprawy. Sprowadzała lekarzy i lekarstwa. Ponieważ zaś te wszystkie lekarstwa ani myślały pomagać, a było ich mnóstwo, musiała sama oryentować się wśród ich ogromu, zgadywać, które mogą skutkować dobrze, a które winny być wylane do zatoki dla zatrucia krabów i fląder. Lekarz, Włoch ogromnie sympatyczny, wygadany, bywalec, niewiele zajmował się chorym. Paplał pociechy, komplimenty, słuchał, pukał, wywracał oczy, wzdychał, łapał franki i wynosił się z ukłonami. Ewa sama wzięła na się z konieczności rolę lekarza. Zaczęła systematycznie zaznajamiać się z chorobami swego towarzysza. To ją zbliżyło ku niemu. — A skoro raz zbliżyła się do jego pościeli z miłosierdziem siostry, weszła, nie wiedząc o tem, w obszar litości nad nim i brnęła coraz dalej. Główna choroba, — była to tak zwana anemia, nieco trafniej, aczkolwiek z anglosaską gruboskórnością, zwana przez długozębą Angielkę consumption... Najboleśniejszym wszakże objawem tej choroby była bezsenność i rozstrój nerwów."
      },
      {
        "index": 9,
        "text": "Jaśniach prawie zupełnie nie sypiał. Sen jego było to półświadome drzemanie, gdzie dzikie widziadła splatają się z jawą, męczarnia zabójcza, nieustająca, głucha. Świat dlań już nie istniał. — Na świecie bowiem były dlań tylko krzyki, łoskoty straszliwe, zdrowe śmiechy ludzkie, połyski, rżnące oczy, jak ostrza medyolańskich sztyletów, zgrzyty i bóle."
      },
      {
        "index": 10,
        "text": "Szczęśliwą była ta noc, kiedy drzemał i dostrzegał tylko widziadła. Były bowiem noce bez widziadeł, to znaczy — jawa. Wtedy oszalałe nerwy miotały nim, jak martwym sprzętem. Wstawał z łóżka: biegał cichymi krokami pp izbie, jęcząc zcicha, żeby nikogo nie budzić. Biegał tak w kółko, w kółko. Znużony padał na pościel, żeby się tam wić, rzucać, przewracać. Głowa leżała to w nogach, to w głowach łóżka. Poduszki zwijał, skręcał, przerzucał, ciskał. Zatykał uszy, zamykał oczy, liczył, myślał ściśle, przeklinał, wzdychał i jęczał cicho, żeby nikogo nie budzić."
      },
      {
        "index": 11,
        "text": "Ewa słyszała wielokrotnie w nocy te jego awantury, przygody i męki, ale nie miała odwagi wejść."
      },
      {
        "index": 12,
        "text": "Jednakże, zmożona przez litość, otwarła pewnego razu w nocy drzwi i stanęła na progu. Chciała mu pomódz w jakikolwiek sposób. Nie wierzył oczom, gdy weszła. Leżał przez chwilę z otwartemi oczyma, w nim ucichło, uspokoiło się momentalnie. Usnął twardo na parę godzin. Siedziała wówczas rozradowana, patrząc na jego sen, i doświadczyła powtóre uczucia, które ją było nawiedziło dawno — dawno, kiedy to całowała opuchlaka na schodach pocztowych."
      },
      {
        "index": 13,
        "text": "Gdy się rano obudził, pierwsza rzecz, o której zaczął mówić, to był wyrzut, że go powstrzymała od śmierci w Monte-Carlo. Tłómaczył jej bardzo mądrze i nieodparcie, że takie życie, jak jego, nie jest już życiem, — i nie ma z istotą bytu ludzkiego na ziemi nic prawie wspólnego."
      },
      {
        "index": 14,
        "text": "Wszystko co mówił, było prawdą, głęboko przezeń obmyśloną. Patrzyła na niego przez chwilę nie swemi oczyma, lecz jakoś inaczej... Słysząc, co mówił, uczyniła z odrazą mocne postanowienie, że go będzie pielęgnowała."
      },
      {
        "index": 15,
        "text": "I tak się stało."
      },
      {
        "index": 16,
        "text": "Drzwi były teraz stale uchylone. Skoro, przecknąwszy się z twardego snu w głębi nocy, posłyszała, że nie śpi, że się miota, zeże wstaje, siada, błądzi, pali światło, — wstawała i, narzuciwszy szlafrok, szła go »uciszać«. Zdarzało się czasem, że samo jej ukazanie się uspokajało go natychmiast. Kiedyindziej musiała siedzieć długo, mówić do niego, układać mu głowę, znieruchomiać ręce na kołdrze. Znosiła bez protestu tysiące przykrości, których jej nie szczędził z egoizmem bez granic i miary, właściwym ludziom ciężko chorym. Nieraz czytała mu ulubionych pisarzy — Rabelais’a, Confessions Rousseau’a, Shelley’a, Poego, wybrane »święte« miejsca z Maeterlinka, Verlaine’a, wreszcie Phedona platonowskiego, we własnym, cudnym przekładzie Jaśniacha. Czytała zcicha głosem szczególnym, stłumionym. Pod wpływem szmeru jej słów nieraz zasypiał. Zdarzały się wszakże noce okropne, kiedy nie pomagały bromy, weronale i wszelkie inne trucizny. Drżał całem ciałem, dygotał, trząsł się, kurczył, zwijał. Mówił wtedy, że się strasznie czegoś boi, a nie znajduje dla siebie miejsca, chciał co chwilę zrywać się i uciekać. Musiała wówczas siadać przy nim na łóżku, opierać głowę na poduszce obok jego głowy, trzymać go za ręce i dać mu się wpół obejmować. Zmuszała go obecnością swojego ciała do spokoju. Ta jej obecność i poświęcenie jakoś go zwyciężało."
      },
      {
        "index": 17,
        "text": "W Ewie zbudziło się wówczas miłosierdzie bez granic."
      },
      {
        "index": 18,
        "text": "Gdyby dla uspokojenia nieszczęśliwego trzeba było oddać mu się w sposób najohydniejszy, uczyniłaby to była bez zastanowienia, chociaż miała cielesną do niego odrazę. Na szczęście nigdy nie wyjawiał tego żądania."
      },
      {
        "index": 19,
        "text": "Nieraz usta jego dopadły jej rąk, usta zimne, rozszalałe i przywarły na nieskończoną chwilę. — Nieraz ręce latające, rozpierzchłe, obłąkane, ręce nerwy chwyciły jej włosy i przycisnęły ich sploty do serca. Ale nie była to miłość cielesna. Była to miłość umierającego dla anioła pocieszyciela. Była to straszliwa, nieznana ludziom, wdzięczność, wytryskująca z bezsenności, dla cudownej siły, która sprowadza sen."
      },
      {
        "index": 20,
        "text": "Zdarzyło się też, że Ewa, usiadłszy na brzegu posłania, gdy uśmierzyła szał bezsenny, sama, zmożona śmiertelnie, zasypiała przyczepiona do krawędzi łóżka do brzegu poduszki, zwinięta w nogach posłania. Czuła przez twardy swój sen każde nagłe drgnienie ciała Jaśniacha, drgnienie, co jest jakby zemstą choroby za chwilę jej unicestwienia, obrzydłe drgnienie chorych nerwów. Wówczas przez sen obejmowała go, ażeby uspokoić, zmagnetyzować i zmusić do ciszy. Częstokroć dopiero wonny poranek majowy, wstępujący przez otwarte okno, wzdychanie fal zatoki, dalekie odgłosy szumów pełnego morza — budziło ją. Ogarnięta wstydem, gnała do izby sąsiedniej. Szła do siebie na palcach, padała na posłanie i zasypiała na kilka godzin."
      },
      {
        "index": 21,
        "text": "W tym nurcie bezwzględnej, czynnej litości, w zupełnem poświęceniu się i samozaparciu był jednakże odrębny wart, coś w rodzaju rzeki w rzece. Im bardziej Ewa poświęcała się dla dobra Jaśniacha, im bardziej się poniżała, żeby każdą sekundę jego życia otoczyć parkanem opieki, tem bardziej czuła się blizką swego duchowego celu. Ten jej bezwiedny cel — było to zdruzgotanie w sobie Łukasza. Nigdy teraz nie marzyła o nim, jak dawniej, jak jeszcze w Nicei."
      },
      {
        "index": 22,
        "text": "Nigdy już nie marzyła o nim samym. Marzenia jej o nim obecne, jeżeli je tak można było nazwać, były potajemne, a krążyły około tego jednego wypadku, jak się na nim zemścić. A zemsta polegała na tem, żeby bezgraniczną łaską miłosierdzia otoczyć Jaśniacha i na tej drodze dojść do najwyższej, do najdalszej doskonałości. Nie było to wyrozumowane, ani uplanowane w drodze uczuć, lecz powzięte, możnaby powiedzieć, poza wszystkiem. W każdej minucie teraźniejszego życia śnił się sen nieskończony, że Łukasz niespodzianie skądś przyjedzie i ujrzy ją śpiącą na łóżku Jaśniacha. Mar ze nieMarzenie nasycało się męczarnią Łukasza, gdy to ujrzy. Jeżeli jakiś zewnętrzny wypadek przerywał ten nieustający całokształt snu na jawie, sen po przerwie zaczynał się później od tego miejsca, gdzie się skończył — i snuł dalej. Tak trwało ciągle. Był to koszmar mroczny i posępny. Litość dla Jaśniacha wychodziła zeń, jak światło wychodzi z nocy. Gdyby Jaśniach zażądał, żeby została jego kochanką, jako zalotnik, mężczyzna, człowiek, odepchnęłaby go z zabijającą pogardą. Ale gdyby trzeba było oddać mu się, gdy szaleje i nie ma miejsca swego na ziemi, uczyniłaby to bez wahania dla zagłady jego męczarni. I w tem zdecydowaniu duchowem był jednak rdzeń tajemny: marzenie stałe, żeby Łukasz widział, gdyby się Jaśniachowi oddała."
      },
      {
        "index": 23,
        "text": "Ten splot sennych, niewyrozumowanych konieczności otaczał jej wewnętrzne życie koroną niewiędnącą. Uśmiechnięta i żywa, wesoła i czynna nosiła w sobie siły niewiadome: — pełne obrazy boleści Łukasza, całkowite epopeje tego, co się stać może później, zdarzenia dokładnie znane i plastycznie widzialne Nieraz myślała o sobie, że najoczywiściej już o Łukaszu zapomniała. Już on dla niej jest obcym człeczyną. Nikczemnik Niepołomski, który ją uwiódł. To też zabiła jego dziecko, (»bachora«), — i basta. Teraz jest wolną, swobodną, a nadto wiedzącą kobietą. Uczyni ze sobą, co zechce i jak zechce. Jest tu na wyspie »kochanką« poety Bandosa. A tak — »kochanką!« Ktoś o tem przecie musi zawieźć plotkę do Warszawy i puścić ją między ludzi. Może ten Niepołomski posłyszy plotkę. Może się nieco zaciekawi... I oto znowu widziała go, jak staje za drzwiami jak zagląda przez szparę, jak ukazuje się na progu W wyłamanych drzwiach ze swoją wszechmocną twarzą! Och, wtedy, marzyła, być w łóżku Jaśniacha! Leżeć obok niego!"
      },
      {
        "index": 24,
        "text": "Parę razy, ciężko znużona czuwaniem przy swym chorym, wyjeżdżała na kilka godzin w góry kolejką górską do Vizzavony, lub Corte. Wracała zawsze na noc, żeby być na zawołanie. Te wycieczki w pustyni, gdy pociąg idzie krainą baśni cudownej, nad przepaściami, w tunelach, — wyrywały ją z obecnego życia. To też polubiła je niesłychanie. Przepaście bez gruntu, obrosłe macchią, sprawiały wrażenie miękkich dolin rozkoszy. W głębi, jak smużka śniegu, wysnuwał się niedościgły prawie dla oczu, przecudny potok Golo. Skał nie było widać. Zbocza granitów utkane były cudną zielenią, jakby dlatego, by człowiek nieszczęśliwy, idący nad otchłaniami, nie poranił oczu, nie przeraził serca, nie skaleczył znużonej duszy. Monte d’Oro i Monte Rotondo, zanurzone w śniegach, wznosiły się jak dwie wieżyce niezmiernej świątyni z tych dolin niczyich, gdzie króluje wieczysta pustka i wonna niezamącona cisza."
      },
      {
        "index": 25,
        "text": "W połowie czerwca zaszła potrzeba przeniesienia się z Ajaccio w góry, do Vizzavony, gdyż nad morzem było już zbyt gorąco. Dwa razy Ewa jeździła do ślicznej, górskiej stacyi, (tak przypominającej Zakopane), w celu wynalezienia odpowiedniego pokoju. Trudno było znaleźć izbę, któraby odpowiadała wszelkim warunkom neurastenika."
      },
      {
        "index": 26,
        "text": "Za drugim pobytem w Vizzavonie, po zamówieniu pokoju, najbardziej nadającego się na legowisko Jaśniacha, postanowiła darować sobie jednodniowe wakacje: pojechała na drugi kraniec wyspy do portu Bastia. Przenocowała tam w hotelu i cały ranek spędziła w porcie. Tyłem odwrócona do starego miasta i jego brudów, o jakich się nawet żydowinom chęcińskim nie śniło, siedziała na skraju zapomnianego stosu cegieł."
      },
      {
        "index": 27,
        "text": "Morze było ciche, błękitne, zadumane, a gładkie, jak tafla zwierciadlana. W dali przed sobą Ewa widziała gołem okiem obłok gęstego błękitu, zatopiony w nieruchomości morza. Dziwiła ją ta chmura, bytująca na fali, aby była obojętną duszy, jak wszystko. Pociągała oczy kolorem swoim i przykuwała je do siebie. Nie można było nie marzyć, patrząc na to błękitne zjawienie w błękicie na fantastyczną dalekość kształtu sennego. Bezmyślna nazwa »Łukasz« wracała na usta. Wyraz ten oznaczał teraz tę gęstą chmurę, tę błękitną chmurę tak daleką, daleką..."
      },
      {
        "index": 28,
        "text": "Ale oto nad zatopionym obłokiem zawisła inna śnieżnie biała chmura i ciemniejszą barwę rzuciła na tamten błękit. Wtedy na sennym obłoku dały się widzieć lekkie rysy, skazy podłużne i poprzeczne."
      },
      {
        "index": 29,
        "text": "— Toż to góry dalekie, toż to ziemia... — wyszeptała Ewa do siebie."
      },
      {
        "index": 30,
        "text": "Gdy zapytała przechodzącego marynarza, co to widać, odpowiedział jej ze zbyt przesadną galanteryą, że to jest właśnie wyspa Elba. Właśnie ona!"
      },
      {
        "index": 31,
        "text": "— Elba, — powtórzyła Ewa,"
      },
      {
        "index": 32,
        "text": "Nie widziała od tej chwili mnóstwa żaglowców w tym porcie, które zwijały swe ciężkie, zczerniałe, schłostane od wichru płótna na ogromne reje, — nie widziała pasażerów, zjeżdżających z miasta, żeby wsiąść na odchodzący parowiec do Livorno, — nie widziała ruchu i nie słyszała gwaru. Oczy jej wciąż były przykute do ślicznej, sennej, dalekiej Elby."
      },
      {
        "index": 33,
        "text": "Wstał z morza lekki wiatr. Oślepiające płonęło słońce. Wody morskie były wciąż ciche, lecz tworzyły się po nich w matowych pianiach połyskliwe miedze, przedziwne dróżki i ścieżyny, jakby polne szlaki, wygony i uwrocia między wiosennemi rolami. Były chwile, że gięło się w seledynowe przeguby — i znowu nieruchomiało. Wówczas wszystek ogrom wodny miał jedną barwę bez cieniów i odmian. Parowiec wydobył się zwolna z portu, wyszedł na pełne morze... Pomknął w kierunku wyspy Caprai, ciągnąc za sobą smugę białego dymu i dwa szerokie skrzydła na morskiej równinie... Znikł..."
      },
      {
        "index": 34,
        "text": "Ewa siedziała wciąż na tem samem miejscu, wpatrzona w wyspę tajemniczą."
      },
      {
        "index": 35,
        "text": "W pewnej chwili oczy jej zapłonęły gniewem, ogniem nieugaszonym, długotrwałym."
      },
      {
        "index": 36,
        "text": "Szepnęła do siebie:"
      },
      {
        "index": 37,
        "text": "— Tak!"
      },
      {
        "index": 38,
        "text": "Rzekłszy ten wyraz, wstała z miejsca i jeszcze przez chwilę mierzyła wyspę oczyma. Wracała do miasta. Przechodząc obok wielkiego Napoleona, spojrzała ku niemu, wzniosła oczy z uśmiechem zachwycenia. Zdało się jej, że ten posąg teraz dopiero ujrzała na placu."
      },
      {
        "index": 39,
        "text": "— Hasło nasze — Elba! — wyszeptała z tym samym uśmiechem na ustach."
      },
      {
        "index": 40,
        "text": "Pośpieszyła na dworzec i tegoż dnia wróciła do Ajaccio, W kilka dni później przewiozła pieczołowicie i nad wyraz starannie chorego Jaśniacha do Vizzavony. Umieściła go w numerze zgóry obranym. Zaopatrzyła we wszystko, coby mu tylko mogło być potrzebne."
      },
      {
        "index": 41,
        "text": "Zostawiła mu nawet ze »wspólnych« pieniędzy, którymi, trzeba dodać, wyłącznie rozporządzała, pięć tysięcy franków. Resztę, to znaczy trzydzieści tysięcy z górą umieściła w torebce zamszowej na szyi i w skórzanym ręcznym saku. Zapakowała rzeczy z pośpiechem i następnego ranka, nie mówiąc Jaśniachowi ani słowa, umknęła do Bastia. Tam wsiadła na statek, odchodzący do Livorno. Z Livorno, nie zatrzymując się wcale, pojechała koleją do Genui, a stamtąd wprost do Genewy."
      }
    ]
  }
}