{
  "chapterNumber": 15,
  "title": "Tom pierwszy, XV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Popłynęły dnie miłości szczęśliwej. Stało się czynem oddanie serca, duszy i ciała. Zstąpił na ziemię, jak uroczystość, czas poświęcenia łaskawego na wszelkie żądanie, dobrotliwego dla rozszalałych wybuchów, dla kaprysów i porywów drugiego ducha i innego ciała. Otworzyły się wrótnie ogrodu, gdzie można płakać ze szczęścia, albo płakać wskutek niezdobytych dla słowa cierpień miłości — i kresów ich pod cienistemi gałęziami drzew raju. Łzy tamte przepływają z oczu w oczy, wysychające na ukochanej twarzy, uśmiech jest wspólny jeden we dwu ustach."
      },
      {
        "index": 2,
        "text": "Dreszcze przechodzą z ramiom w ramiona i wracają na dawne miejsce, przynosząc wieść o wzruszeniach tajnych, o uczuciach poza wszelkim wyrazem, zdolnym do wyjawienia ich bytu i siły. Pocałunki splatają nie ciała, lecz zaiste splatają dusze. Ciała nie mają dla siebie tajemnic, a dusze dążą do objawienia i do wykrycia swych najgłębszych istności."
      },
      {
        "index": 3,
        "text": "Rozkosz cielesna, zmazująca z duszy smutek miłosny, ucisza jej niezgłębioną, wszystko z posad ruszającą muzykę. Cisza i szczęście w objęciu. — Serce wyniosłe i nieunoszone, które niebezpieczeństwem wzgardziło, a zaślubiło ofiarę, serce wierne, pokorne i samochcąc uniżone, serce — niezgłębione zjawisko bije w cudownych rytmach dziewiczych piersi, w wiecznie ruchliwej fali ich, w czarodziejskiej ich tajni."
      },
      {
        "index": 4,
        "text": "Szczęście, tętniące w niem, pracowicie mierzące czas, było pulsem całej przestrzeni świata. — Świat był to hymn, pieśń tworząca, która wychwala tworzenie. A początek i koniec życia był w uderzeniach tajnego serca."
      },
      {
        "index": 5,
        "text": "W czasie tych dni miłość stała się zapomnieniem, zniszczeniem egoizmu, wydarciem z człowieka miłości własnej i napełnieniem go egoizmem innej ludzkiej istoty. Były to chwile łaski, chwile podźwignienia nad ziemię i przemienienia natur. Przez niesłychane wzniesienie i zamianę dusz istoty cielesne stały się nowe, cudnie odmienne i nieznane sobie nawzajem. Czułość ich wszakże i zdolność pojmowania się wzajem doszła w tym samym czasie do zenitu, z którego, jak z góry Nebo, wszystko widać. Zatracić siebie dla tamtej istoty — toż to rozkosz! Oddać jej wszystko, nawet szczęście posiadania, nawet widok cielesnej piękności, nawet samą miłość dla sprawienia radości o jednej sekundzie trwania — toż to rozkosz! Wszystko łatwo wykonać. Do najgłębszej tajemnicy dość łatwo. Wszystko można zrozumieć i wszystko obejrzeć ze czcią wzrokiem, oczyszczonym z samolubstwa. Ziemska niewiedza przeistacza się raz wraz w płomyki świadomości, w symbole poznania, — co gasną, zapadając w mrok, ażeby się, jak gwiazdy za nadejściem nocy, znowu odrodzić."
      },
      {
        "index": 6,
        "text": "Głowy stały się ukoronowane świetlistemi koronami z promieni księżyca, a z głębi nagich ciał wynikać się zdawała promieniejąca jasność. Były chwile, że on widział w niej Dianę-bóstwo, a ona widziała w nim Hermesa, równego bogom. Tworzyli rozkosz, która była posłuszna ich woli, a zarazem rozkazując im samym, żeby ją tworzyli. Była wśród nich ciągle, była ich własnością, a nie znali jej, podobnie, jak nikt nie znał orfickiej tajemnicy w dolinie Tempe."
      },
      {
        "index": 7,
        "text": "Nastały dzieje pewnego bukiecika fijołków. Był bukiecik pomiędzy obojgiem ust i był na piersiach, w których serce święte wiecznie bije. Stał się wonią pocałunku i zapachem odkrytych ramion. Listki jego były rozsypywane na łonie śnieżyście białem — i zagradzały drogę ustom do ust. Wargi obojga całowały go jednocześnie, a oczy jednocześnie wgłębiały się w jego ciemną toń."
      },
      {
        "index": 8,
        "text": "Dzieje pewnego rysunku, który sztycharz angielski dla świata ocalił... Grecka idylla, gdzie para szczęśliwa, objąwszy się, śni wśród kwiatów. Dumanie nad tem, że w życiu ich stało się na jawie to, co z przed wieczności chciał wyczarować geniusz... Prosty, cudny, zabawny aż do śmieszności rysunek. Chciał wyrazić to, co było w ich życiu, tę woń i urok, chciał bezsilnemi kreskami wyrazić szczęście, zatrzymać na wieki uśmiech, przykuć do papieru westchnienie... Darmoś się silił Artysto, drogi, kochany człowieku, wierny przyjacielu w nieznanem morzu ludzkości..."
      },
      {
        "index": 9,
        "text": "Dzieje szarego płaszczyka i bonnetki tego samego koloru. Dzieje szarego irysa... I dzieje trzech róż, co przez jedną noc smutku uschły na sercu..."
      },
      {
        "index": 10,
        "text": "»Nie zdołam wyrazić słowami rozdarcia, którego doświadczam. Siadłem tutaj, w tym pokoju hotelowym żeby pisać, bo to jedyna ucieczka przed zaciskaniem się serca, wzmagającem się bez miary. Lecz cóż napiszę? Poco jadę? Dokąd jadę? Czemże jestem? Gdzie jestem. Chwilami w wagonie zdawało mi się, żem zwaryował i światem lecę. Porzuciłem Ciebie. Teraz widzę jak marnym i nędznym jestem człowiekiem. Istnieję tylko przez Ciebie. Nigdy w życiu nie doświadczałem takiego zamętu w uczuciach, takiego ucisku myśli, nawet wówczas, gdym do Zgliszcz uciekał. Wówczas dźwigała mię męska wyniosłość..."
      },
      {
        "index": 11,
        "text": "Próbowałem w wagonie czytać przewodnik po Rzymie, ale ilekroć otworzyłem książkę, drgał w ustach dźwięk jakiegoś głosu. Jestem strudzony od uczucia smutku, jakbym przeszedł o głodzie kilkanaście mil, albo przetrwał chorobę. Czego się dotknę i na co spojrzę, — wybucha płaczem. Łka przestrzeń za mną i przede mną, wypominając wciąż jedno imię."
      },
      {
        "index": 12,
        "text": "Nie mogę pójść na pocztę, bo już za późno, a marzę, że mógłby tam być list od Ciebie. Cóżbym dał za to, żeby go znaleźć. Jutro rano z tego Krakowa wyjadę, a wieczorem będę w Wiedniu. Żeby prędzej! Nie pocałowałaś mię, gdym wsiadał do wagonu. Płakałaś. Teraz mi tego pocałunku najbardziej żal. Och, kiedyż znowu Twe usta... Wiem, że mię kochasz. Kochaj! Najsłodsza!... Oszalałbym, straciwszy Ciebie. Nie istnieje czas i przestrzeń. Jestem z Tobą i Ty jesteś ze mną."
      },
      {
        "index": 13,
        "text": "Czy znajdę list na poczcie jutro rano, czy znajdę list w Wiedniu? Noc, noc! Zegary na wieżach jęczą. To czas leci. Głosy ich przerażające i pełne okrucieństwa szybują w powietrzu. Hejnał maryacki zaciska oczy pociesze, dusi za gardło nadzieję. Czy do Ciebie dolecą te głosy, czy je posłyszysz spłakana, we śnie posępnym pogrążona? To ja stać będę nad Tobą. Usiądę przy Twem łóżku... Złe przeczucia — i owo najgorsze, że Cię więcej nie ujrzę, zdaje się stać za drzwiami i rękę kłaść na klamce. Głowa boli, szum w uszach i rozłamanie moralne. Lichy ze mnie teraz podróżnik. Słyszę uszyma nie dźwięk dzwonków, lecz głosy zadźwiękowe, mało co widzę, choć patrzę na przedmioty, a w gruncie rzeczy widzę tylko smutek własny na przesuwającej się ziemi, na obcych twarzach. Nic mię nie pociąga. Wygasła we mnie siła ciekawości. Niema nic gorszego nad jazdę koleją w takim nastroju. Jakże doskonale pojąłem dziś tę prawdę, że wszystko, cokolwiekbym zrobił w rozwodowej sprawie dla naszego szczęścia, cokolwiekbym przedsięwziął, zobaczył, czego się nauczył, do czego dotarł i co zdobył — nie warte jest jednej chwileczki, uświęconej przez Twój niebiański uśmieszek. Żegnam Cię z takiem uczuciem, jakie powinno zmazać wszystkie względem Ciebie przewinienia."
      },
      {
        "index": 14,
        "text": "Twój do śmierci — Łukasz. P. S. Nie napisałem tutaj tego, co czuję. Jakieś słowa literackie... Na to, co czuję, nie mogę schwycić nazw, słów prawdziwych. Ale mnie zrozumie Twoje serce, otwarte na miarę anielską i może prawdę przeczytają po przez zasłony słów Twoje oczy widzące. Żegnam Cię«."
      }
    ]
  }
}