{
  "chapterNumber": 3,
  "title": "Tom pierwszy, III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Około godziny piątej tego samego dnia pan Pobratyński drzemał wśród połamanych sprężyn starej kanapy, jak zwykle o tej porze. Pani Pobratyńska pruła jakieś zatłuszczone barchany."
      },
      {
        "index": 2,
        "text": "Ewa zajęta była reperacyą domowej bielizny."
      },
      {
        "index": 3,
        "text": "Na drewnianym stołku, tyłem do okna siedział lokator, Adolf Horst. Był to przystojny mężczyzna nieokreślonego wieku (od lat 30 do 50), z twarzą najzupełniej zadowoloną i bystremi oczyma. Był dosyć zażywny, nie do tego jednak stopnia, żeby go można zaliczyć do grubasów."
      },
      {
        "index": 4,
        "text": "Twarz miał starannie wygoloną z pozostawieniem podskubanego wąsika, włosy strzyżone przy samiutkiej skórze, co niweczyło niemal bez śladu zarysy zbyt już rozległych kątów łysiny. Ubrany był w całem znaczeniu tego wyrazu porządnie i wykwintnie, aczkolwiek suknie jego były dosyć wytarte i powypychane na łokciach. Tuż u nóg lokatora Horsta leżał śliczny taks, długi lśniący, nie spuszczając oka ani na sekundę z oblicza swego pana. Pan Pobratyński ocknął się już i poziewał."
      },
      {
        "index": 5,
        "text": "Dało się słyszeć lekkie stukanie we drzwi. — Brudne barchany, zwinięte jednym zamachem w potężny kłąb, znikły pod kołdrą. Lokal zlekka zatrząsł się w posadach od podskoków matki rodu, zdążającej do kuchni dla ukrycia negliżyków poobiednich."
      },
      {
        "index": 6,
        "text": "Pan Pobratyński przybrał pozę wykwintnie-niedbałą, jedno z arcydzieł swego ducha. Ewa otwarła drzwi."
      },
      {
        "index": 7,
        "text": "— Państwo przebaczą... — mówił Niepołomski, wchodząc do pokoju, — pragnę złożyć rządcy domu moje legitymacye. Stróż mię objaśnił, że szanowny ojciec pani właśnie prowadzi meldunki w tym domu..."
      },
      {
        "index": 8,
        "text": "— Tak jest. Proszę pana... — rzekła, usuwając się ode drzwi."
      },
      {
        "index": 9,
        "text": "Gość wszedł do cubiculum familii (niedostatecznie przewietrzanego)."
      },
      {
        "index": 10,
        "text": "Stary pan z dystynkcyą i pewną odmianką wdzięczności przyjął wręczone mu dowody legitymacyjne. Wyszukał okulary, nałożył je na nos i dopiero ministeryalnym gestem przedstawił gościowi lokatora Horsta. Zarazem wskazał mu fotel, głęboki, jak wanna nasiadówka. Nowy lokator zapuścił się w głębiny starego mebla nie bez uczucia męstwa. Kolana jego znalazły się na linii krawata, a głowa i plecy utworzyły coś w rodzaju znaku zapytania."
      },
      {
        "index": 11,
        "text": "Pan Pobratyński zwolna wydłubywał z szuflady papiery, karty meldunkowe, przygotowywał pióro i był na tropie flaszeczki z atramentem."
      },
      {
        "index": 12,
        "text": "— Pan dobrodziej przybywa tedy do nas z ulicy Wilczej? — rzekł, pochylając głowę z uśmiechem poniekąd współczującym."
      },
      {
        "index": 13,
        "text": "— Tak, z Wilczej."
      },
      {
        "index": 14,
        "text": "— Tu ciszej, choć i to środek miasta... — dodał z ojcowską dobrotliwością."
      },
      {
        "index": 15,
        "text": "— Kto lubi ciszę..."
      },
      {
        "index": 16,
        "text": "— A szanowny pan może woli gwar, życie? Rozmaite są temperamenty."
      },
      {
        "index": 17,
        "text": "— Co prawda, to mi wszystko jedno. Nie myślałem o tem nigdy, co wolę: gwar, czy ciszę."
      },
      {
        "index": 18,
        "text": "— To dobrze, o, to dobrze! To znak, że się pan łaskawy cieszy zdrowiem. W dzisiejszym wieku, wieku neurastenii... — mówił stary pan, badając jednocześnie z poza okularów, jakie też wywiera wrażenie jego styl niepowszedni."
      },
      {
        "index": 19,
        "text": "Gość nic nie mówił."
      },
      {
        "index": 20,
        "text": "W ciągu tego czasu Horst nie spuszczał zeń oczu, mierzył go od stóp do głów, jakby mu brał miarę na ubranie albo trumnę."
      },
      {
        "index": 21,
        "text": "— Nie wiem, czy służba urządziła panu dobrodziejowi wszystko, jak należy? — pytał jeszcze pan domu. — Ja sam urządziłem sobie tam już wszystko, co mi jest potrzebne. Wymagam od służącej, żeby na czas czyściła obuwie, przynosiła bułki, samowar i, co najgłówniejsza, żeby nie wchodziła do pokoju, jeśli jej nie wołam."
      },
      {
        "index": 22,
        "text": "— I żeby, oczywiście, nie otwierała bez specyalnego zaproszenia rzeczy pozamykanych... — dodał życzliwie Horst."
      },
      {
        "index": 23,
        "text": "— Złote zasady! — wyrzekł pan Pobratyński."
      },
      {
        "index": 24,
        "text": "— Nie wiem, czy to są jakie zasady, — mruknął Niepołomski do siebie."
      },
      {
        "index": 25,
        "text": "— Pan dobrodziej, jak widzę, żonaty? — zapytał, a raczej stwierdził, patrząc w papiery, rządca domu."
      },
      {
        "index": 26,
        "text": "Chwila milczenia. Potem odpowiedź zimna i twarda, Jak potrącenie pięścią:"
      },
      {
        "index": 27,
        "text": "— Tak. Jestem żonaty."
      },
      {
        "index": 28,
        "text": "Horst z cicha, z ledwie dosłyszalnym odcieniem Wesołości, zakaszlał. Ewa przyjęła do wiadomości słowa, wyrzeczone przez Niepołomskiego, w taki sposób, jakby ją istotnie ktoś pięścią uderzył w głowę."
      },
      {
        "index": 29,
        "text": "Uczucie brutalne, obmierzłe, uczucie rozczarowania oblało ją od stóp do głów."
      },
      {
        "index": 30,
        "text": "— Czy i współmałżonka pańska zamieszka tutaj? — dopytywał się rządca ze słodyczą."
      },
      {
        "index": 31,
        "text": "— Nie."
      },
      {
        "index": 32,
        "text": "Był to ten sam głos twardy i głuchy. Czoło zmarszczone, oczy, jak z surowego żelaza..."
      },
      {
        "index": 33,
        "text": "— Bo gdyby chodziło o szczupłość lokalu, albo, przypuszczam, o drugie łóżko... — wywodził pan Pobratyński, zdejmując wskutek emocyi okulary."
      },
      {
        "index": 34,
        "text": "— Nie, panie. Toćbym żądał, gdyby zachodziła potrzeba. Żona moja... mieszka gdzieindziej. Przebywam tutaj, w Warszawie, właśnie w celu uzyskania z żoną moją rozwodu."
      },
      {
        "index": 35,
        "text": "Ewa drgnęła wewnętrznie. Olśniło ją światło, owionął zapach. Była to chwila radości, chwila nowa po tylu innych radosnych bieżącego dnia. Rumieniec z policzków spłynął dokądś, jakby na miejsce cichego spoczynku — i stał się rzewnem pytaniem:"
      },
      {
        "index": 36,
        "text": "— Czemuż się cieszysz, duszyczko moja?..."
      },
      {
        "index": 37,
        "text": "— Rozwód, — mówił w zadumie stary administrator, — twardy to orzech do zgryzienia, jeżeli ma go się otrzymać w naszym katolickim kościele."
      },
      {
        "index": 38,
        "text": "— Sapristi! — dorzucił Horst."
      },
      {
        "index": 39,
        "text": "— Tak jest, to twardy orzech, — rzekł gość. Uśmiechnął się przy tem dziwnie, połową twarzy. Jego suche, śniade, pociągłe rysy jeszcze się bardziej zaostrzyły."
      },
      {
        "index": 40,
        "text": "— Znam się trochę na tem, — prawił pan Pobratyński, — bo to, szukając posady, człowiek ociera się o wszelkie sprawy tego padołu, a nadto miałem kuzyna, który był w sytuacyi właśnie, jak szanowny pan..."
      },
      {
        "index": 41,
        "text": "— A to pan poszukuje posady? — zapytał Niepołomski dość ostro, z pewnym namysłem, ale najoczywiściej dla przerwania epopei o kuzynie rozwodniku..."
      },
      {
        "index": 42,
        "text": "— Tak jest, łaskawy panie. W obecnej chwili... Pomimo nader licznych i najsolenniejszych przyrzeczeń, pomimo bardzo wpływowych protekcyi... Taka trudność, taki zastój, takie przepakowanie ludźmi!..."
      },
      {
        "index": 43,
        "text": "— Hm... A w jakiej dziedzinie pan poszukuje zajęcia?"
      },
      {
        "index": 44,
        "text": "Stary pan rozłożył ręce, podniósł brwi. — Wszystko wezmę, panie łaskawy, od a do z, byleby kawałek chleba..."
      },
      {
        "index": 45,
        "text": "Uśmiech, zaszczuty, pokorny, spłoszony, gotów przelać się w mars subordynacyi, czy w grymas rozpaczy i pogardy... Horst ziewał. Nawet ziewanie jego było jakieś wesołe i hulaszcze."
      },
      {
        "index": 46,
        "text": "— Ja tak oto pytam... Nie mam tu stosunków, bo mieszkam właściwie zagranicą dla studyów."
      },
      {
        "index": 47,
        "text": "— Pan dobrodziej jeszcze studyuje?"
      },
      {
        "index": 48,
        "text": "— Uczymy się do śmierci!... — uśmiechnął się Niepołomski. — Zajmuję się kwestyami naukowemi."
      },
      {
        "index": 49,
        "text": "— A gdzie mianowicie pan... studyuje, jeśli wolno zapytać? — rzekł grzecznie Horst."
      },
      {
        "index": 50,
        "text": "— Najłatwiej człowiek uczy się w Paryżu. Tam też siedzę. W Genewie również, w Belgii..."
      },
      {
        "index": 51,
        "text": "— Tak... — mruknął rządca."
      },
      {
        "index": 52,
        "text": "— Wracając do posady... proszę pana, jakież są pańskie... właściwie warunki, no, wymagania, kwalifikacye..."
      },
      {
        "index": 53,
        "text": "— Pracowałem po biurach, przy buchalteryi pracowałem i w technicznej branży: byłem w Szulcowskich warsztatach magazynierem, byłem nawet ekspedytorem po redakcyach. Ale to... Mam chlubne świadectwa. I mimo to wszystko, łaskawy panie, na mój wiek podeszły wskazują. Młodzi nas biorą — oto rdzeń rzeczy. Stary pan jesteś, powiada jeden z drugim, idź precz! Młody nam składa ofertę za niższą cenę. A młodzik, panie, nieżonaty, może i za dziesięć złotych, — by byle na knajpę i jeszcze na coś starczyło, to świat. A ty utrzymaj rodzinę... I niema rady!"
      },
      {
        "index": 54,
        "text": "— No, bo to i racya. — Racya? Jeżeli się, łaskawy panie, przepracowało w branży lat okrągłych ośm... nieskazitelnie! »Racya«! O, nie panie, nigdy panie!"
      },
      {
        "index": 55,
        "text": "— Widzi pan dobrodziej — to sprawa życiowa, nie etyczna. Niema co!"
      },
      {
        "index": 56,
        "text": "— Mówiłem... — dorzucił Horst, zamykając kwestyę."
      },
      {
        "index": 57,
        "text": "— Ale ja nie jestem wcale stary. Jestem pełen sił. Dziesięciu młodych, — ale co! dyabła czubatego przeskoczę. Ja, panie, za dziesięciu jeszcze obstoję, jak zechcę..."
      },
      {
        "index": 58,
        "text": "— A, jak pan zechcesz... — zgodził się Horst."
      },
      {
        "index": 59,
        "text": "— Stary! Ja, panie, folwark miałem, to, panie od wczesnego świtania, koń między nogi, służba, jak w zegarku!"
      },
      {
        "index": 60,
        "text": "— Krótko mówiąc, możeby mi pan zechciał przedstawić swe świadectwa. Mam tu kolegę, przyjaciela, młodego Krafta."
      },
      {
        "index": 61,
        "text": "— Henryka? — zapytał Horst, patrząc szyderczo, zpodełba i tak przeszywającemi oczami, jakby miał zamiar Niepołomskiego natychmiast wyzwać."
      },
      {
        "index": 62,
        "text": "— Nie, Wiktora."
      },
      {
        "index": 63,
        "text": "— O, — mruknął tamten, — bratanek... Gruba ryba. Idealista, Wicek-socyalik. Znam tego kpa i wątpię..."
      },
      {
        "index": 64,
        "text": "— Panie dobrodzieju łaskawy... — z nabożeństwem, cicho mówił Pobratyński."
      },
      {
        "index": 65,
        "text": "— Ten Wiktor Kraft skończył studya w Antwerpii, objął teraz schedę i zabiera się do wielkiego, celowego przemysłu na dużą stopę. Może dużo zrobić, bo głowa dobra i człowiek uczciwy. Uczyliśmy się razem, nawet robiliśmy niektóre rzeczy na spółkę. Właśnie wczoraj wieczorem spotkałem się z nim po dwu latach. Ma on dla mnie pewne zobowiązania. Możeby się udało wykołatać."
      },
      {
        "index": 66,
        "text": "— Łaskawy panie!"
      },
      {
        "index": 67,
        "text": "— Kanalskie to jest plemię owe Krafty, ale co mi tam... owszem... — rzekł Horst."
      },
      {
        "index": 68,
        "text": "— Zrobimy tak: ja napiszę do Wiktora Krafta list specyalny, a panu dam na rękę drugi polecający. Jest to bowiem zasada u tych panów, że tylko za dwoma listami..."
      },
      {
        "index": 69,
        "text": "— Łaskawy panie! — szeptał stary, dźwigając się ze swego miejsca ze złożonemi rękami. Nie było w nim nic z wykwintności wrodzonej, ani z elegancyi sztucznie nabytej. Stał obok krzesła, jak żebrak pode drzwiami. Obwisłe ręce, zdawało się, lada chwila wyciągną się z błaganiem, a kolana o podłogę uderzą."
      },
      {
        "index": 70,
        "text": "Dobroczyńca spojrzał od niechcenia w stronę Ewy. Oczy jej były spuszczone na ręce, które splotły się na kolanach, usta ściśnięte, twarz trupio blada."
      },
      {
        "index": 71,
        "text": "W owej chwili, bez uprzedzającego stukania, weszła do pokoju osobliwa dama. Była tak olbrzymia, że ledwie się zmieściła we drzwiach. Na głowie niosła Płaski, strupieszały kapelusz, rodzaj prowincyonalnego katafalka, otoczony ruinami ponurej woalki. Wchodząc do pokoju, zdjęła ów pseudo-kapelusz ruchem zgoła męskim. Ogromna jej twarz, długa, przerżnięta wzdłuż linią nosa, a wpoprzek głębokiemi zmarszczkami czoła, miała w sobie jakąś niezwykłą prostotę, doprowadzoną do najwyższej granicy. Możnaby ją było narysować kilkoma grubemi liniami. Twarz ta otoczona była włosami podciętymi »w czuprynkę« równo, a w taki sposób, jak to lubią czynić wiekowi a stateczni gospodarze w Lubelskiem. Włosy te, ściśle rozczesane na ciemieniu we dwie strony, gładko przylegały do skóry, zlepione (prawdopodobnie) pomadą. Luźny kaftan z taniego materyału obojętnej barwy i gładka spódnica okrywały wielkie ciało przybyłej."
      },
      {
        "index": 72,
        "text": "— Ciocia! — zapiał radośnie Horst, nie ruszając się zresztą z miejsca. — Już wiem poco — oho! już wiem... A tu właśnie będzie posada — aha!"
      },
      {
        "index": 73,
        "text": "— Proszę cię uprzejmie, mości Horst, — stęknęła wielka osoba, zasiadając bez ceremonii na kanapie, — proszę cię, zamknij-no buzię."
      },
      {
        "index": 74,
        "text": "— Pani pozwoli, że przedstawię... — mówił wykwintnie pan Pobratyński: — pan Niepołomski, nasz nowy lokator, pani Barnawska."
      },
      {
        "index": 75,
        "text": "Dama dość niedbale skinęła Niepołomskiemu głową. Niezwłocznie zwróciła się do Horsta:"
      },
      {
        "index": 76,
        "text": "— Panie, te, panie! Masz zielone?"
      },
      {
        "index": 77,
        "text": "— A to co znowu! — żachnął się zapytany. — Słyszane rzeczy! Na wizycie?"
      },
      {
        "index": 78,
        "text": "— No, tylko bez tych tam wszelkich! Ty wiesz, mości Horst, że ja tego nie znoszę."
      },
      {
        "index": 79,
        "text": "— Wstydź się, ciocia! Wiosna radosna nadchodzi, cała przyroda budzi się, że tak powiem, słoneczko, fiołki, a ciocia wiecznie swoje z tymi procentami. To nieładnie!"
      },
      {
        "index": 80,
        "text": "— Ty wiesz, panie Horst, że ze mną żartów niema. Pókim dobra, tom dobra..."
      },
      {
        "index": 81,
        "text": "— Ciocia jest zawsze dobra, ciocia jest nawet skądinąd..."
      },
      {
        "index": 82,
        "text": "— Ale jeśli mię tylko kto myśli zarwać, to z miejsca zadzieram ogona i rwę co pary w gnatach! — Ładny landszaft!"
      },
      {
        "index": 83,
        "text": "— A osobliwie też z tobą, kotku angorski, ceremonii nie będę stroiła."
      },
      {
        "index": 84,
        "text": "— No i jakież kuku myśli mi cioteczka zrobić? Możesz ciocia licytować moje efekta. Owszem! Oddaję ciepłą rączką wszystko, z wyjątkiem taksa i portretu miss Daisy."
      },
      {
        "index": 85,
        "text": "— To tam już moja rzecz, co z tobą zrobię w razie potrzeby. Ja tylko mam zwyczaj ostrzegać."
      },
      {
        "index": 86,
        "text": "— Żebym nawet tak chciał, jak nie chcę, to na szatana! nie mam fenia. Pan radca świadek!"
      },
      {
        "index": 87,
        "text": "— Jednak na Marcelin w małem, ale za to w doborowem towarzystwie toś miał w zeszły czwartek."
      },
      {
        "index": 88,
        "text": "— Jużeś ciocia wyszpiclowała! Coto za organizacya! Możebyśmy jednak o tem przez wzgląd... na obecność... panny Ewy..."
      },
      {
        "index": 89,
        "text": "— Patrzajcież, jakiś ty moralny... »Przez wzgląd na obecność...« No, ja cię, Horst, ostrzegam po raz drugi."
      },
      {
        "index": 90,
        "text": "— Nie słyszałem."
      },
      {
        "index": 91,
        "text": "— Żebyś tylko nie żałował!"
      },
      {
        "index": 92,
        "text": "— Gdzie ja tam będę czego żałował! Złudzenie! Niemia takiej rzeczy na tym padole, którejbym żałował."
      },
      {
        "index": 93,
        "text": "— Na nieszczęście ludzkie. Za te pieniądze, coś je przełajdaczył na świecie, możnaby zbudować szpital na sześćset łóżek dla rakowatych!"
      },
      {
        "index": 94,
        "text": "— No-no — to już ciotka dobrodziejka domy dla rakowatych będziesz budować i to z własnych oszczędności. A o moich oszczędnościach i ich zużytkowaniu proszę zachować milczenie, powtarzam, milczenie, bo to nie należy do rzeczy. Pani Barnawska patrzyła na Horsta białemi oczyma bez wyrazu. On zapalił cygaretkę i, uśmiechając się łagodnie, mówił do Niepołomskiego:"
      },
      {
        "index": 95,
        "text": "— Muszę pana zawiadomić, dlaczego nasze dialogi są tak swoiste i barwne. Pani Barnawska, »ciocia«, jest dobrodziejką naszą, że tak powiem, kamieniczną, a nawet dzielnicową. Może i pan... Co do mnie, ilekroć uczuwam, czego Boże broń! brak gotówki, brnę do tej posępnej Canossy. Ciotczysko jest tylko z wierzchu tak kostropate, ale skądinąd... Filantropia ma w cioci fundament, skarpę... Zaobserwowałem również, że jeśli kto zdycha z głodu, skwierczy na patelni utrapień, łysieje wskutek poderwania kredytu, — ciocia zawsze takiego wyrwie z opresyi. Takie już serce. A trzeba pamiętać, że przyjaciel w potrzebie a friend in need is afriend indeed. Z tem sercem przyjaciółki w potrzebie ciocia przyszła na świat i z tem już wkrótce, (niestety!) umrze."
      },
      {
        "index": 96,
        "text": "— Żebyś tylko, ty, Horst, pierwej się nie przejechał!"
      },
      {
        "index": 97,
        "text": "— O, ho-ho — jeszcze czego! Patrzcie-no państwo, na jaki się to ciotczysko koncept zmogło. Nie, matrono nasza! Już się u Świszczakowskiego suszą deseczki, trzyćwiercióweczki. Ja w tem! Mój to będzie akt wdzięczności, czysty gejzer tkliwości serca. Trumieneczka, jak pieścidełko, istna bombonierka. Gdyby nie ciocia i pan Pobratyński nie jednąbym gorzką chwilę przeżył w tych czasach stagnacyi i braku posad. A tak oto ciotczysko poczciwe przyjdzie, pocieszy, pogwarzy, zagra w zielone. Jeśli już nie można w żaden inny sposób, to z musu, z konieczności, łkając w głębi serca, wejdzie na pensyę biurową panny Ewy, namówi życzliwie, żeby wziąć do domu trzy »normy« z biura i pisać ceduły do białego ranka."
      },
      {
        "index": 98,
        "text": "Boć praca uszlachetnia każde stworzenie w rodzaju ludzkim. Nic tak nie uszlachetnia, jak wyżej wzmiankowana praca."
      },
      {
        "index": 99,
        "text": "— Panie Horst, panie Horst, — sykał pan Pobratyński niecierpliwie. — W moim domu... takie słowa..."
      },
      {
        "index": 100,
        "text": "— Przecie nic złego nie powiedziałem. Czy się ciocia obraża? Widzi pan przecie, jak życzliwem okiem patrzy na moje zadumane czoło."
      },
      {
        "index": 101,
        "text": "Stara dama uśmiechnęła się pogardliwie i wyniośle."
      },
      {
        "index": 102,
        "text": "Rzekła po chwili:"
      },
      {
        "index": 103,
        "text": "— Starasz się być dowcipnym, co nie jest rzecz łatwa, a boisz się mojego spojrzenia."
      },
      {
        "index": 104,
        "text": "— Ja? Chyba nie, ciociu. Nigdy się jeszcze w życiu nie bałem. Skądżeby teraz?..."
      },
      {
        "index": 105,
        "text": "— A bo teraz starzejesz się, dobrodzieju, łysiejesz. Strzyżenie przy samej skórze nie pomoże, mizdrzenie wąsiąt, wyszczypywanie siwych włosów, podczernianie zlekka baczków, czyszczenie starych marynarek od najbardziej angielskich krawców nie pomaga. Ewa nie chce widzieć twych łajdackich uśmieszków i powłóczystych spojrzeń. Tak, tak — nic nie pomoże wywracanie oczów do góry nogami..."
      },
      {
        "index": 106,
        "text": "Pan Horst zlekka przybladł."
      },
      {
        "index": 107,
        "text": "— A widzisz, trafiłam w to miejsce, gdzie cię boli. Ja się znam na szelmostwie ludzkiem. — Tak to. tak! Śmierć i ku tobie chyłkiem podąża."
      },
      {
        "index": 108,
        "text": "— No, jużcić podążać podąża, ale w każdym razie przeżyję ciocię — i to grubo. Ciocia sobie nadweręża wierzchołki, siedząc wciąż w kurzach sądowych, trudząc się osobiście po najwyższych facyatach, gdzie właśnie najchętniej siadają wygłodzone a żarłoczne laseczniki. Ciocia wrzeszczysz zbyt często na hołotę, zdzierasz się łażeniem do adwokatów i komorników. Schnięcie żył... Kiedy nawet sam ten uśmiech... Dziadzio Pythagoras mówi, że najstraszniejsza obłuda nie jest w możności upiększyć śmiechu człowieka o złem serduszku. Bo w uśmiechu zdradza się człowiek. A ja? Patrz ciotuchna na mnie: ja się śmieję od rana do wieczora. Ja lubię jeść dużo i tylko rzeczy pożywne, zdrowe, smaczne, drogie, pić również, dobrze i czysto mieszkać, długo spać, mało, a nawet, jeśli to tylko możliwe, nic zgoła nie robić. Więc cóż to za porównanie? Nie przeczę wcale, że i ja kiedyś, jak mówi Anglik »przejdę do większości«. To się zrobi. Niepodobnaby przecie było przez wieczność całą zalegać w opłacie komornego i tych tam, Boże! procentów, chodzić na szachy do cukierni, spotykać tych samych kapcanów na ulicy i czytać artykuły tych samych wciąż kapcanów w tak zwanych gazetach miasta Warszawy. Mówię: w chwili właściwej dam się na wety pędrakom. Niechże też spróbują, jak smakuje, po najrozmaitszej hołotce, taki oto utracyusz, optymista, trwoniciel nadwartości, wydębionej z surowca przez prostaczków. Uczyni się to jednak wówczas, gdy czas nadejdzie, kiedy już wszystko będzie dokonane tak dalece na tym »padole«, że po indywiduum, noszącem chlubnie nazwę Adolf Horst — nawet kura nie będzie chciała zagdakać. Dopiero wtedy. — Dziś niema o czem mówić... Ewa niepostrzeżenie, cichaczem wyszła z pokoju do kuchni."
      },
      {
        "index": 109,
        "text": "Przez chwilę trwało milczenie. Pani Barnawska, jakby po dokładnem zważeniu argumentu, rzekła dobitnie, a z niepowściągnionym sykiem rozkoszy:"
      },
      {
        "index": 110,
        "text": "— Rozpusta cię zeżre prędzej niż myślisz."
      },
      {
        "index": 111,
        "text": "— Rozpusta... cóż za wyraz lekkomyślny! — Ten kraj »ubogi a ciasny« — i rozpusta! Merum nomen sine re. Przecież starałem się kształcić wyobraźnię kochanej cioci... Dawałem z własnej podręcznej biblioteczki brukselskie pamiętniki wiecznie interesującej pamięci markiza de Sade, dzieła pana de Harcanville — zarówno Histoires secrètes des dames romaines (pamięta ciocia?), jako też Historyę dwunastu cesarzów w najozdobniejszem sztychowanem wydaniu. A sztyszki — co?"
      },
      {
        "index": 112,
        "text": "Coś, jak rumieniec, poczęło zwolna zabarwiać policzki pani Barnawskiej."
      },
      {
        "index": 113,
        "text": "— Widzę, że sprawia cioci przykrą sensacyę to, co mówię. Parlons d’autre chose. Są sprawy, których poruszenie, w istocie..."
      },
      {
        "index": 114,
        "text": "— Żebym ja nie poruszyła spraw, które ciebie zabolą..."
      },
      {
        "index": 115,
        "text": "— Mnie nic nigdy nie boli, wracam też do kwestyi spadku. Po najdłuższem życiu... Bo co się stanie z kapitałem, z zaległymi procentami, z pakami rewersów, «listów ispołnitelnych«? Kto będzie chodził do adwokatów, dopilnowywał terminów i ścisłego pełnienia licytacyi, gdy ciocia powiększy grono dziewic? Jak stanie ta ogromna machina, excusez le mot, lichwy, gdy ciocia, oddawszy żałosne westchnienie, bladolica, z wywróconemi oczami, z palcami rękawiczek raz na zawsze — ehe — splecionymi, przez czterech bezimiennych drabów (a może i przez dwóch dla oszczędności) odniesiona zostanie pod kogutka?"
      },
      {
        "index": 116,
        "text": "Niepołomski miał zamiar wyjść oddawna, ale bawiła go gawędka tych osób. Siedział tedy bez ruchu, doznając fizycznej uciechy, jak w teatrze, i słuchał, gdy Horst jeszcze mówił:"
      },
      {
        "index": 117,
        "text": "— Gdybyś zaś ciocia dobrotliwa, stygnącą rączką wszystko mnie powierzyła, — jakże jabym misternie uporządkował te wszystkie fajanse. Sapristi!"
      },
      {
        "index": 118,
        "text": "— Przedewszystkiem zapłaciłbyś z pewnością w Bristolu coś tam winien i zaczętoby cię znowu wpuszczać za upragnione drzwiczki."
      },
      {
        "index": 119,
        "text": "— Otóż to, złośliwość... Zapisze ciocia siostrzeńczykowi Kamilowi, a ten będzie spuszczał nawet nie w Bristolu. Ba ja wiem, gdzie taki może wydać? Ani nawet, mówię, kult zabawy nie może się rozwinąć w tym kraju! Jakże mię serce nie ma boleć, gdy o tem dzień i noc myślę..."
      },
      {
        "index": 120,
        "text": "— Uspokój się, mości Horst, uspokój, wszystko się to jakoś ułoży."
      },
      {
        "index": 121,
        "text": "— A tak! My zawsze po polsku, jakoś to będzie... Ale coby to była za pociecha dla nieśmiertelnego oka cioci patrzeć (przypuśćmy, z czyścca), jak ja znowu wracam do Pool’a, do jedynego krawca na kuli ziemskiej, który gentelmana ubiera z zastosowaniem do każdej okoliczności jego życia odpowiedniego suit of clothes, podczas gdy inni partacze człowieka z gatunku homo sapiens odziewają, okrywają szmatami nagość jego gnatów. Cioci się zdaje, że jakiś silkhat od Henryka Heath’a, że rękawiczka od Dent’a, perfuma od Rimmel’a ze Strandu (oczywiście perfuma o zapachu koniczyny, bo co do orchidei, to prym trzyma, — wierz mi ciocia, — niezmiennie Lenthéric z Rue de la Paix), — że, mówię, te wszystkie rzeczy, — jest to rozpusta. I czyby to cioci nie było przyjemnie, żebym odziany w najmodniejszy dresscoat od Pool’a, skropion zapachem storczyków od Lentheric’a dla odegnania nieznośnego, bądź co bądź, zapachu, jaki wydawać będzie cioci kochanej cadaver, — szedł uroczyście i pozornie zmartwiony za trumną. A później »skrzynkę zieloną« (z ciocią w środku) złożywszy pod »czarny krzyżyk« i, zasadziwszy na tem miejscu bardzo rozłożysty krzak kaliny (albo jałowca), poszedłbym jeszcze raz zwiedzać świat. No, a cóż ten Kamil prowincyonalny, warszawski obibok? Spuści walory w ordynarnem towarzystwie i na żółtej mogiłce tyle drogiej cioci będzie tańczył kadryla, a może nawet miejscowego kankana z miejscowemi baletnicami... Wstyd mi rumieni czoło!"
      },
      {
        "index": 122,
        "text": "— Na razie każde z nas zostanie przy swojem. Pan, znakomity podróżniku, panie Horst, przy wspomnieniach i marzeniach o Paryżu, Londynie, wyspie Capri i wyspie Sycylii, a ja przy swych procentach, no i ciemnocie."
      },
      {
        "index": 123,
        "text": "— Ależ ja gotów jestem ciocię oświecać, nawet (na razie) bezpłatnie. Opowiem wszystko sumiennie o życiu gatunku ludzkiego, wszystko, com tylko widział, nom z ksiąg extra ciekawych, a rzadko komu dostępnych, wyczytał. Jest-że to bowiem życie ta opereta, którą ciocia przepędzasz? Zbijanie kabzy, mieszkanie w Warszawie, w domu własnym przy ulicy Zielnej? A nie jest również życiem wypożyczanie z tejże kabzy i niepłacenie za pokój pojedynczy przy zacnej skądinąd familii..."
      },
      {
        "index": 124,
        "text": "Niepołomski pożegnał zebranych."
      }
    ]
  }
}