{
  "chapterNumber": 42,
  "title": "Tom drugi, IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Miesiące zimowe upłynęły w Wiedniu. Ewa i jej »mąż«, Antoni Pochroń, zajmowali mieszkanie na trzeciem piętrze w olbrzymim, nowym domu. Ponieważ mieli do rozporządzenia windę, nie czuli wcale tego, że mieszkają dość wysoko. Właściwie Pochroń odnajmował tylko dwa pokoje od dużego lokalu doktora Bandla. Pokoje te były wprost prześliczne. Ogromne okna, obramowane białym marmurem, wychodziły na zaciszną uliczkę. Poziom jednego z tych pokojów był nieco wyższy, niż poziom drugiego. Oddzielały je szklane drzwi, które można było otwierać tak szeroko, że tworzyło się z tych pokojów ogromną salę dziwnego a uroczego kształtu. Ściany obu saloników powleczone były klejową farbą barwy nikłej, która czyniła wrażenie delikatności. Tam i sam przemykał się złotawy gzemsik, albo siny rąbek, po to tylko, zda się, żeby za sobą oczy w przestwór pociągnąć. Kilka wązkich luster w skromnych ramach przerywało ciągłość powierzchni ścian. Bawiły oko skromne, lekkie meble nowego kształtu. Blaty stolików były ze lśniącej, jakby alabastrowej masy. Nogi ich były okute w metal, co im nadawało cechę wykwintnej prostoty, czystości i siły. Wszystko w tem zaciszu było biało złociste. Nic nie naprzykrzało się i nie raziło. Ani inkrustowana, lśniąca buazerya, naśladująca barwą drzewo osiczyny, ani powściągliwy ornament drzwi, którego potrzeba tłómaczyła się sama, ale obecność nie była prawie widoczną, — ani szlak ze stylizowanych kwiatów nasturcyi; ani owe drzwi do alkowy ze rżniętego misternie szkła, zajmujące całkowitą niemal wysokość ścian od sufitu do posadzki. Ewa zajmowała alkowę, izbę na podwyższeniu z oknami, wychodzącemi na uliczkę. Drugi pokój był rodzajem salonu. Tam na sofie sypiał Pochroń."
      },
      {
        "index": 2,
        "text": "Był to salon nowoczesny i cudaczny, jak zresztą wszystko w tym domu. Częstokroć drzwi z »salonu«, prowadzące do mieszkania doktora Bandla, otwierały się i liczna, huczna kompania gości przepływała z lokalu do lokalu. Bywali tam najrozmaitsi ludzie: Niemcy, Węgrzy, Żydzi, Polacy, Czesi, Kroaci, Rumuni... Ów doktór Bandl był z zawodu lekarzem, ale praktyką zajmował się niezbyt gorliwie. Był niby dziennikarzem. Mówiono, że jest politykiem. Szeptano, że będzie kandydował z jakiejś tam kuryi. Jednakże i artykułów dziennikarskich nie pisywał. Rządził w prasie rozmaitych odcieni. Miał nieustające interesy na giełdzie, w parlamencie, na Herrengasse, w ministeryach, namiestnictwach, ambasadach, biurach rządowych, w klubach stronnictw politycznych, słowem wszędzie."
      },
      {
        "index": 3,
        "text": "Miał zawsze dużo pieniędzy."
      },
      {
        "index": 4,
        "text": "Był to przystojny Niemiec, południowiec. Żywe jego oczy, świecące, jak brylanty, za szkłami binokli werżniętych w orli nos, usta ponsowe, policzki tryskające rumieńcami zdrowia, zaznaczona już a prawie piękna łysina, brzuch, który ze wszech sił usiłował zamaskować i ukryć w wykwintnych kortach, — wszystko to było dla Ewy odrażające oddawna."
      },
      {
        "index": 5,
        "text": "Od pierwszego spotkania wiedziała, że ten frant będzie na nią polował i czychał. Z początkopoczątku nienawidziła go i broniła się wzgardą, jak sztyletem ostrzonym na wszelki wypadek. Później poprzestała na biernej odrazie, widząc, że Pochroń dobrze jej, (własności swojej), pilnuje."
      },
      {
        "index": 6,
        "text": "Bawiła się w ciągu tej zimy. Poznała uczty nocne u Sachera i w innych drogich restauracyach, siłę szampana, władzę pieniędzy, na których rozkazy są niezmierne składy towarów i praca mieszkańców olbrzymiego miasta. Jakże lubiła teraz patrzeć, gdy roje najrozmaitszych ludzi biegają i pracują, pracują sprawnie, płynnie, mądrze! Lubiła pasyami lustrować składy na Kärthnerstrasse, badać ich głębokość w ziemi, w piwnicach, w szafach ogniotrwałych i skrytkach, oświetlonych elektrycznością, sondować zasobność w schowaniach, wpuszczonych w mury. Jak w Paryżu skupowała mnóstwo sukien, bielizny, rękawiczek, obuwia, pończoch, halek, gorsetów, kapeluszy, drobiazgów, cacek ostatniej mody i smakołyków ostatniego pomysłu. Polubiła ordynarność zabawy, płaskość i ostrość dowcipu. W mdłym, błękitnawym dymie u Ronachera, wobec szerokiej sceny, pełnej błazeństwa, akrobatyki, baletu, tresowanych zwierząt, trywialnych kupletów, wśród publiczności, złożonej z prostytutek i poczciwych klemp-mieszczanek czuła się doskonale. Siadywała najczęściej gdzieś w purpurowej loży, otoczona bandą mężczyzn."
      },
      {
        "index": 7,
        "text": "Lubiła błąkać się samopas po ulicach, kiedy z okien pełnych szychu, świecideł i ogromu towarów sypie się elektryczne światło, kiedy po bruku asfaltowym szeleści krok milionowego tłumu. Była wówczas radośnie zgubioną w zbiorowisku. — Czasem wtedy na serce jej wracała się cicha, ciemna, uboga Warszawa. Ale nie było to marzenie przykre."
      },
      {
        "index": 8,
        "text": "Przeciwnie, — było w niem wyzwanie i ekscytacya."
      },
      {
        "index": 9,
        "text": "Poznała mnóstwo nowych ludzi. Zrazu nie mogła pojąć, co się koło niej dzieje, co to za osoby schodzą się u Bandla, ucztują z nim w zamkniętych gabinetach knajp, tłoczą się do lóż w operze i teatrach, szachrują szeptem, kręcą się wśród klubów parlamentarnych, grają u niego w karty, wydzierają sobie majątki, stanowiska, władzę i kobiety. Włosy stawały na głowie i bezsenność rozwierała w ciemności powieki. Lecz z czasem wszystko zobojętniało, stało się znośnie wstrętne, tak samo, jak oczy, binokle i brzuszek Bandla."
      },
      {
        "index": 10,
        "text": "Przywykła do ludzi, zjawisk i rzeczy. Był jej obojętny sam Pochroń i jego zmysłowa miłość. Obojętne było życie obecne, przeszłe i przyszłe. — Nie znaczy to wcale, żeby się czuła źle. Było to życie liszki na liściu, wypijanie pokarmu, wygrzewanie się w słońcu."
      },
      {
        "index": 11,
        "text": "Gdyby teraz Łukasz zjawił się wobec niej ze swą nerwową, niecierpliwą rozpaczą, ze swymi żalami, rozkazywaniem i nagłymi przeskoki od złorzeczeń, gróźb, klątw do próśb, uniżeń, całowania śladu jej stóp, — wypchnęłaby go chyba ze swego pokoju i zatrzasnęła za nim drzwi z piosenką wiedeńską na ustach. Zwolna wygasał w niej ten Łukasz, wygasał, jak ogień, — żarzył się, — leżał, jak węgiel parzący w popiele... Teraz już stygnie. — Już go niema. Nie czuła już w sobie ani strasznej rozkoszy ducha, — miłości, — ani przerażenia wobec spełnionej zdrady. Spokojna pustka, — nic więcej. Pustka ta była jak ziemia w podwiośnie, nie okryta ani jedną trawką, leżąca spokojnie pod ciepłem słońcem."
      },
      {
        "index": 12,
        "text": "Ewa mogła teraz patrzeć w przepaść swych grzechów. Nie czuła do nich wstrętu, jak w Paryżu. Ziewała na ich widok. Pojmowała ohydę grzechu rozpusty, ale nie mogła zdobyć się na nic, coby z niej mogło wyrwać."
      },
      {
        "index": 13,
        "text": "Nad wszystkiem panowało jedno pragnienie: nie dopuścić do siebie wspomnień o miłości, nie dać im nigdy zapanować w duszy. Nie pożądać z ducha, nie kochać sercem, nie płakać za minionym uśmiechem najdroższych ust, za brzmieniem głosu. Trwać tylko, trwać w spoczynku zapomnienia. — Nie czuć w sobie serca, gdyż bez serca jest dobrze, a z sercem straszliwie."
      },
      {
        "index": 14,
        "text": "— Zdradziłeś mię, — mówiła teraz w głębi siebie, — ty pierwszy mię zdradziłeś. Szłam za tobą na koniec świata. Tobie pierwszemu oddałam bezsilność moich nóg i tobie pierwszemu otworzyłam drzwi duszy. Gdy mi tamten powiedział, że mię zdradziłeś, szalałam sama jedna. A teraz zdradziłam cię i znalazłam spokój. Należę teraz do innego, a ty jesteś dla mnie czcze i puste imię!"
      },
      {
        "index": 15,
        "text": "Częstokroć brała do ręki listy Łukasza, (zamknięte już zresztą wraz z listami Szczerbica w biureczku Pochronia), i czytała je od początku do końca, żeby się w stanie swej mocy utwierdzić, przekonać się, że nic w tych listach niema, nic a nic. Dziwiła się, jakim sposobem tyle dawniej pod temi samemi literami czytała! Nie było już zapachu, który dawniej odurzał aż do utraty zmysłów..."
      },
      {
        "index": 16,
        "text": "Pewnego razu, w czasie takiej lektury, znalazła była na dnie szkatułeczki, gdzie listy leżały, — trzy zeschłe róże. Zeschłe na szczęt... Przypomniała sobie ich dzieje i przez chwilę bawiła się niemi, ważąc je w palcach. A dzieje róż takie były..."
      },
      {
        "index": 17,
        "text": "Za dawnych dni, gdy mu już była ofiarowała swe ciało, a miał wkrótce do Włoch wyjechać, nastąpiła między nimi gorąca sprzeczka. Leżała wówczas w łóżku. Był u niej wtedy w pokoiku, z oknem zasłoniętem ponsowym szalem, gdy leżała w łóżku. (Umyślnie wtedy rozebrała się w dzień, udała chorą, żeby go o naznaczonej godzinie przyjąć w łóżku). Przysłał jej później trzy róże ciemnoponsowe. Gdy, wyszedłszy z domu, chyłkiem kupował w sklepie te róże, sądził że będą źle przyjęte i że nadal będzie się gniewała. Tak jej to wyznaŁ"
      },
      {
        "index": 18,
        "text": "Nie widzieli się długo, całą noc i dzień następny i znowu noc... A gdy wreszcie byli razem, dowiedział się z najwyższem, z szalonem szczęściem, że dobrze były przyjęte róże."
      },
      {
        "index": 19,
        "text": "»Nieoporne« róże uschły na piersiach, między piersiami."
      },
      {
        "index": 20,
        "text": "Leżały przez całą noc w tem miejscu, które tak kochał, — gdzie serce bije... Prosił wówczas o te róże gorąco. Jakże gorąco!!! Chciał, żeby mu je darowała jako najcenniejszy skarb, znak wznowionej miłości. Prosił o nie i później wielekroć, w chwilach łaski, mając możność całowania jej w usta! Dla jakiegoś powodu, gdy była mowa o tych różach, stawała się wstydliwa, usta jej żarzyły się, jak nigdy przedtem i nigdy potem. Były, jak żywy i ruchliwy ogień."
      },
      {
        "index": 21,
        "text": "Sama to czuła. Mówili do siebie wtedy, że chcieliby mieć dziecko. Oczy jego zapalały się od ognia jej ust. Wyznawali śród płomieni najskrytsze myśli."
      },
      {
        "index": 22,
        "text": "Nie dała mu wówczas przez zapomnienie upragnionych róż... A teraz... Jakże mu zwrócić tę jego własność, kiedy nie zna jego adresu? Zmięła je w palcach, pokruszyła na proch i rzuciła na ziemię w to miejsce, gdzie Pochroń stawiał swe pantofle nocne."
      },
      {
        "index": 23,
        "text": "Pochroń przywłaszczył sobie listy Łukasza, (i Szczerbica), trzymał je u siebie. Często je przy niej czytał i zaopatrywał w komentarze. Oddała je bez żalu."
      },
      {
        "index": 24,
        "text": "Miała jeszcze pragnienie, żeby mieć sprawę ze Szczerbicem."
      },
      {
        "index": 25,
        "text": "(Mieć sprawę, — znaczyło teraz walczyć z nim i pokonać),pokonać)."
      },
      {
        "index": 26,
        "text": "Właściwie nic jej złego nie zrobił, a była względem niego usposobiona nienawistnie. Możnaby powiedzieć, że jeżeli jeszcze czuła cokolwiek poza zmysłowością i żądzą dosytu, to była właśnie duchowa nienawiść do Szczerbica. On to, — czuła, — przestrzelił Łukasza. On ją tym swoim strzałem wydobył z domu i oddał w ramiona Łukasza. On ją zgubił, wcale o tem nie wiedząc. Nie pocałował jej ust, a zepchnął ją z krużganku kościoła na podwórze lupanaru. Gdyby nie to, że ją zepchnął, możeby ją był spotkał i pokochał czystą miłością, taką miłością, jaką ona kochała Łukasza. (»Dans le veritable amour c’est l’âme, qui enveloppe le corps«)."
      },
      {
        "index": 27,
        "text": "A chciała być kochana czystą miłością przez Szczerbica."
      },
      {
        "index": 28,
        "text": "Krążyć z nim w zaświecie sztuki, chodzić z nim ręka w rękę po schodach muzyki... Och, nienawidziła Szczerbica i marzyła nieraz tajemnie, żeby go zepchnąć, zepchnąć z krużganku kościoła, z najwyższego gradusa jego przecudnej, wyzwolonej muzyki na cuchnący bruk lupanaru!"
      },
      {
        "index": 29,
        "text": "Z osób, które poznała czasu pobytu w Wiedniu, dwie zainteresowały ją bliżej. Ponieważ instynktownie i odruchowo nienawidziła żydów, których u Bandla bywało mnóstwo najrozmaitszych, (a przedewszystkiem giełdziarzy, madziarskich patryotów, tak zwanych publicystów, bankierów, jakichś pośredników i spekulantów, znających się na wszystkich ludzkich sprawkach, wreszcie oczywistych oszustów), — więc z rozkoszą zwracała uwagę na rodaków. Pewnego wieczora odezwał się do niej u Rochanera po polsku jegomość szczupły, niemal chudy, wygolony i wystrzyżony tak dalece, że głowa jego była gładka i okrągła, jak kościana gałka. Pracując usilnie myślami, Ewa przypomniała sobie, że to ten człowiek siedział swego czasu razem z Pochroniem w cukiereńce dalekiego miasta, kiedy to do chorego Łukasza przyjechała. Był-to Płaza-Spławski, który zresztą nie używał oficyalnie hrabiowskiego tytułu."
      },
      {
        "index": 30,
        "text": "Ubrany był w jakiś czarny, beżowy kostyumik i buciki pochodzenia rosyjskiego, (»sapogi butyłkami«), których cholewy były skutecznie ukryte pod nogawicami spodni."
      },
      {
        "index": 31,
        "text": "Kołnierzyka koszuli jakoś nie było widać za stojącym kołnierzem kurteczki, — może zresztą przez oryginalność. Płaza-Spławski miał wybite lewe oko. To oko było zasłonięte dwiema powiekami, które nie schodziły się całkowicie. Przez tę szczelinę biaława martwa masa przezierała, jak spokojna pustka... Dół, w którym, jak w więzieniu bytowało owo oko, przerośnięty był kilkoma szwami, idącymi ku brwiom i w kierunku nosa. Drugie oko patrzyło i pilnowało spraw świata za obadwa."
      },
      {
        "index": 32,
        "text": "Plaza-SpławskiPłaza-Spławski był małomówny. Jego twarz sucha i jakby wyrżnięta z kości była zawżdy nieruchoma, spokojna, zimna i bez uśmiechu. Trudnoby nawet było wyobrazić sobie na tej twarzy uśmiech. Możnaby powiedzieć, że uderzały w niej wyżłobione rysy smutku, gdyby nie to, że ów smutek był tak specyalnego rodzaju. Drzemała w tej fizyognomii jakaś niewesoła a groźna rozwaga, czujna baczność wielkiego rozumu, która wątpi o wartości przedsięwzięć. Z paru wzmianek Pochronia Ewa domyśliła się, że to Spławski właśnie nosi niezbyt polskie zawołanie drania. W istocie, okazało się później, że razem byli na wojnie transwalskiej, razem prowadzili interesy w Klondyke i innych punktach globu. Płaza-Spławski był poddanym francuskim, »obywatelem Rzeczypospolitej«."
      },
      {
        "index": 33,
        "text": "Do jakiej narodowości sam się zaliczał, tego nie deklarował publicznie. Mówił najlepiej po francusku, ale równie chętnie posługiwał się językiem angielskim, rosyjskim i niemieckim."
      },
      {
        "index": 34,
        "text": "Bandl nazywał go ironicznie »kapitanem«. Jakaś karyera wojskowa musiała w rzeczy samej poprzedzić inne epoki życia Płazy, gdyż w pewnych okolicznościach wspominał o Tonkinie, o Kochinchinie, jako o miejscach, które dobrze zna, oraz lubił patrzeć na wojsko. Słabo ożywiał się, gdy mówiono o rzeczach wojskowych, i coś jak powiew współczucia łagodziło wówczas surowość jego twarzy."
      },
      {
        "index": 35,
        "text": "Obecnie Płaza-Spławski był w niedostatku. — Nikt nie przychodził mu z pomocą, czy też on od nikogo pomocy przyjąć nie chciał, dość, że był w okrutnem, bezgranicznem poniżeniu. Na przyjęciach u Bandla nic nigdy nie jadł, nie pił i nie palił. Jeżeli tam bywał wśród wystrojonych giełdziarzy, to widocznie tylko za interesami. Mieszkał w tak nędznym hoteliku, gdzieś w bocznej uliczce od Mariahilferstrasse, że Ewa ze drżeniem wkroczyła tam, kiedy szukała go razem z Pochroniem. Pamiętała tę chwilę. Korytarzyk był tak wązki, że tylko jedna osoba mogła się tamtędy przecisnąć. Słabo pełgał gaz i nie rozpraszał mroku."
      },
      {
        "index": 36,
        "text": "Na lewo były tapetowane, nizkie drzwiczki w tapetowanych ścianach, niewidzialne wejścia do nizkich numerów. Na prawo ściana ślizka, oklejona papierem. Macając w ciemności, świecąc sobie zapałkami, znaleziono wreszcie drzwi do numeru grafa Płazy-Spławskiego. Pokoik jego był mały, brudny, jak ścierka, z zakurzonemi oknami. Na łóżku leżały poduszki w czarnych poszwach z falbankami i wyświechtana kołdra z seledynowego jedwabiu. Cały ów pokoiczek, jak na urągowisko, wysłany był grubem, czerwonem suknem. — Płaza-Spławski stał na środku pokoju, gdy Ewa weszła w towarzystwie Pochronia. Jakże straszną w swym nieruchomym spokoju, jak posępną i złowieszczą wydała się wówczas Ewie jego ciemna twarz!"
      },
      {
        "index": 37,
        "text": "Niby to uśmiechnął się na widok damy... — Nie zawstydził się, gdy z przerażeniem patrzyła na potworne aksamitne firanki, podwiązane bajecznie sutymi sznurami, na portyery, dyndające u drzwi. Rzekł do niej po francusku:"
      },
      {
        "index": 38,
        "text": "— Pani! Pozwól mi mieć nadzieję, że będę kiedyś miał szczęście przyjąć cię w otoczeniu bardziej godnem twojej piękności..."
      },
      {
        "index": 39,
        "text": "Nie wiedząc czemu, polubiła wówczas tego hardego a milczącego człowieka. Dziwiła się jego kostyumowi tak bardzo letniemu, jak na ostrą zimę, kurteczce z guzikami okrągłego kształtu. — Patrzyła później z potrójną ciekawością na stosunek Płazy do Bandla, spasionego, optymisty i zatopionego w używaniu, który rżał, jak ogier, z radości, patrząc na kostyumik »kapitana«. Był to stosunek zimny, ale bynajmniej nie uniżony. Przeciwnie, Bandl, Pochroń, a nawet inni patrzyli z najżywszą uwagą w zdrowe oko Płazy-Spławskiego-"
      },
      {
        "index": 40,
        "text": "Drugim gościem z ojczyzny był pan Nycz, starzec tak piękny, że, pomimo swych lat sześćdziesięciu pięciu, mógłby budzić zachwyt w szesnastoletnich dziewuszkach. Oczy miał błękitne, marzycielskie, wesołe, łatwowierne, oczy — uśmiech. Wąs bujny, bielusieńki, osłaniał lubieżne usta, srebrna czupryna, jak dyadem, ozdabiała czoło. Trudnoby było wykomponować piękniejszą figurę na prezydenta rzeczypospolitej, ministra, czytającego mowy tronowe, głównego sędziego albo szwajcara w Monte-Carlo."
      },
      {
        "index": 41,
        "text": "Był to jednakże tylko nauczyciel języka francuskiego, syn emigranta, nieszczęśliwego emigranta polskiego... d’un malliereux emigré polonais... Teraz od kilkunastu lat mieszkał »we Widniu«, tęskniąc zbolałem sercem do »nieszczęsnej ojczyzny«, której wcale nie znał i do której nigdy się nie kwapił, aczkolwiek nikt mu nie bronił przebywać dowoli pod jej słomianym i dziurawym dachem."
      },
      {
        "index": 42,
        "text": "Nycz dawał lekcye synom posłów, magnatów, członków izby panów, ambasadorów i t. d. Był tak dobrze wychowany, gładki, przyjemny, wesoły, obfitujący w anegdotki i anegdoteczki, że lubili go wszędzie nie tylko uczniowie, pobierający lekcye języka, ale i ojcowie, tudzież matki."
      },
      {
        "index": 43,
        "text": "Nycz bywał wszędzie i wszystkich znał. Osobliwie pilnował »tradycyi narodowych«, zachowania w nieskalanej czystości wszelkich jedzeń ściśle »narodowych«, »święconego«, strucel gwiazdkowych i t. d. O wszystkiem wielkiem na świecie mówił z prostotą wesołą, niemal biblijną. Nie można powiedzieć, żeby kłamał kiedykolwiek, aczkolwiek nie poczytywał kłamstwa za występek. — Pauvre patrie, do której wzdychał »we Widniu« od lat tylu, była jego istotną miłością."
      },
      {
        "index": 44,
        "text": "Cieszył się z tryumfów różnych leaderów i speakerów »koła« i poczytywał owe tryumfy, oraz najrozmaitsze krętactwa i szprynce za zwycięstwa »narodu«. Słowo »naród« wymawiał z emfazą najzupełniej francuską."
      },
      {
        "index": 45,
        "text": "Nycz ubrany był zawsze tak wykwintnie, że mógł istotnie wchodzić do każdego salonu. Odbył liczne podróże po Europie w towarzystwie rozmaitych paniczów i to tak wysokiego stopnia, że mniejsi pankowie mile widzieli tego ustosunkowanego guwernera, który jednak z naciskiem i stale zaznacza, że jest demokratą. Cóż dopiero mówić o dorobkiewiczach i bankierskiej swołoczy..."
      },
      {
        "index": 46,
        "text": "Nycz wiedział mnóstwo rzeczy, bywając w świecie sposobem poufałym, jadalniowym i buduarowym. Nikt tyle nie mógł od niechcenia bąknąć o gwałtownych sprawach tego świata, co on właśnie. Śmiejąc się, baraszkując, dowcipkując, patrząc w oczy z dziecięcą prostotą zaawansowanego emfizematyka, taką nieraz wyziewał wiadomość, że później cały sztab Bandla miał o czem szeptać przez godzinę. To też ani Bandl, ani Pochroń, ani nikt z gości nie skąpił poczciwemu gawędziarzowi pożyczki, drobnego »pompnięcia« dziesiątki, dwudziestki, a nawet pięćdziesiątki guldeniąt, kiedy się przymówił. A miał tę wadę, czy słabostkę, nałóg czy odruch, że lubił pompnąć."
      },
      {
        "index": 47,
        "text": "Czynił to w sposób tak dobroduszny, zabawny, jasny i dziecięcy, jakby brał z pudełka »gościnnego« Bandlowskie cygaro."
      },
      {
        "index": 48,
        "text": "Ewa polubiła gdgo od razu i pasyami. Przypominał jej poniekąd ojca. On również, »kochał się« w Iwi, jak ją z angielska nazywał. Mówili sobie po imieniu, no i oczywiście pożyczali sobie nawzajem dziesiątki i dwudziestki w okolicznościach karnawału. Nycz brzydził się kompanią Bandla, brzydził się również i PochroniemPochroniem. Ilekroć ostatniego widział w »towarzystwie«, śmiał się otwarcie, a jeśli nie wypadało tego czynić zbyt głośno, ruszał wąsami, nie mogąc powstrzymać swej uciechy. Pochroń śmieszył go swemi manierami, językiem, wszystkiem, co czynił... Inna rzecz z Płazą. Tego szanował w dziwny sposób i wielokrotnie naradzał się z Ewą, czyby nie można mu, (rodakowi!), posłać coś z ubrania. Ewa odradziła."
      },
      {
        "index": 49,
        "text": "Skończyło się na oddziaływaniu pośredniem, zapomocą Pochronia, w celu poprawienia kostyumów hrabiego."
      },
      {
        "index": 50,
        "text": "Na niczem się to jednak skończyło, gdyż Płaza i nadal chadzał po Wiedniu w swej kurteczce i bez pałtota."
      },
      {
        "index": 51,
        "text": "— Iw... — szeptał Nycz Ewie pewnego razu, — jak ty możesz, nieziemska, bawić się z drabem takim, jak ten Pochroń. Ty, tak anielsko piękna z nim w łóżeczku — hélas! Przecież to jest drab, un brigand!"
      },
      {
        "index": 52,
        "text": "— Wcale nie, papo, wcale nie! Nie znasz Pochronia. To złote serce."
      },
      {
        "index": 53,
        "text": "— Serce? Być może! Któż mówił o sercu? Nie o sercu, nieziemska... Zresztą co do jego serca... voyons..."
      },
      {
        "index": 54,
        "text": "— Marzysz, papo?"
      },
      {
        "index": 55,
        "text": "— Posłuchaj, radzę ci, rzuć go! Ja to czuję... on śmierdzi krwią."
      },
      {
        "index": 56,
        "text": "— No, więc cóż z tego? Wszyscy śmierdzicie."
      },
      {
        "index": 57,
        "text": "— Tego nie możesz mówić! Przesadzasz, egzagerujesz! Skądże wszyscy? Ja naprzykład... — Jakaż na to rada?"
      },
      {
        "index": 58,
        "text": "— Dam ci radę! Zrób, wiesz, jak owe dzielne niewiasty w l’Assemblée des femmes Arystofanesa, albo, jak Lizystrata."
      },
      {
        "index": 59,
        "text": "— Jakże to?"
      },
      {
        "index": 60,
        "text": "— Powiedz sobie, ale, jak one, pod przysięgą, uważasz pod przysięgą: »S’il me prend de force, je n’eleverai pas mes pieds au plancher, je ne ferai rien que de mauvaise grace et avec froideur...« Zaręczam ci..."
      },
      {
        "index": 61,
        "text": "— Ach, ty staruszku, safandułko czupurna, czupiradełko cacane..."
      },
      {
        "index": 62,
        "text": "— »Staruszku!« Albo poprostu odepchnij go... i ten..."
      },
      {
        "index": 63,
        "text": "— I co?"
      },
      {
        "index": 64,
        "text": "— No i weź już lepiej — mnie!"
      },
      {
        "index": 65,
        "text": "— Ciebie? Nie mogę, ale, wierz mi, tylko przez wzgląd na twoją reputacyę. Straciłbyś lekcye. Stałbyś się niemożliwy w salonach, bo byłbyś, pojmujesz — niemoralny..."
      },
      {
        "index": 66,
        "text": "— Mais quoi! Niktby nie wiedział! W najgłębszym sekrecie."
      },
      {
        "index": 67,
        "text": "— Ba! Kiedy ja jestem, ja jestem już jawnogrzesznica."
      },
      {
        "index": 68,
        "text": "— Moglibymy osiąść w pewnym hoteliku... to jest... Ja, naprzykład... Przecież ty mię lubisz?"
      },
      {
        "index": 69,
        "text": "— Och, czyż możesz pytać? Ty jesteś moja stara małpeczka, miłe ojczyste kretynię, kochany Bandlowski szpicelek. Ale widzisz, Pochroń, to człowiek, który ma w ręku sztylet włoski."
      },
      {
        "index": 70,
        "text": "— Iw!... Jakże mię dotknęłaś... Nigdy się tego po tobie nie spodziewałem..."
      },
      {
        "index": 71,
        "text": "— No, jesteś przecie nauczycielem języka francuskiego, synem nieszczęśliwego emigranta? — Nie o to! Ale powiedziałaś słowo... Powiedziałaś? — prawda. Bo może się przesłyszałem... co?"
      },
      {
        "index": 72,
        "text": "— No, wchodzisz wszędzie, gawędzisz, jesz obiady, zimne przekąski, i la fourchett’y, wysłuchujesz, co mówią, wywiadujesz się zresztą od lokajów, od różnych sługusów i za pożyczone dziesiątki szepniesz to czasem po pańsku, gdy jesteś w dobrem usposobieniu, od niechcenia... Ale ja cię przecie bardzo lubię..."
      },
      {
        "index": 73,
        "text": "— I to ty, ty mówisz mi takie rzeczy! Boleśnie mię zraniłaś."
      },
      {
        "index": 74,
        "text": "Ewa gładziła ręką siwe, srebrne włosy. Rozprostowywała palcami groźne zmarszczki na czole. Pozwalała pięknej, arystokratycznej ręce błądzić po swej postaci. Uśmiech wracał znowu na usta dobrotliwego staruszka i wieczna pogoda gościła znowu w błękitnych oczach."
      }
    ]
  }
}