{
  "chapterNumber": 32,
  "title": "Tom pierwszy, XXXII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Następnego dnia, około godziny dziesiątej rano, Ewa oczekiwała na dworcu miejskim na spóźniający się pociąg z Cannes. Towarzyszyła parze cudzoziemskiej. Dzień był ohydny, wietrzny i zimny."
      },
      {
        "index": 2,
        "text": "Mr. Dwarf chodził szybko po pustym peronie oszklonej sali stacyjnej, żartował, przekomarzał się z Ewą co do jej wrażeń, mających dnia tego nastąpić w domu gry. W trakcie tych rozmówek co chwila zwracał się w stronę Cannes. — Zaciśnięte usta milkły a dokoła nich roiły się drgające zmarszczki. Mrs. Dwarf dotrzymywała mężowi kroku i zdawała się cieszyć chwilami jego dobrego humoru. Ewa czuła doskonale, jak potworne uczucia kryją się za uśmiechami tych ludzi, ale było jej wesoło w ich towarzystwie."
      },
      {
        "index": 3,
        "text": "Kiedy niekiedy spoglądała na nich z pod oka i przelotnie marzyła: gdybyście mogli wiedzieć, ile jest wesołości we mnie wesołej, gdybyście mogli wiedzieć, jakiem głupstwem jest wasza ruina wobec mojej ruiny! I to ja właśnie wyświadczam dobrodziejstwo panu Dwarf z Anglii! Zajączek z Polski i dwie zbiedniałe angielskie żabki..."
      },
      {
        "index": 4,
        "text": "Pociąg zdyszany, obmokły od deszczu nadbiegł niespodzianie i pomknął dalej, ledwie mieli czas wskoczyć na stopnie wagonów. Tunele, błyski światła dziennego, morze huczące od wichru, z białą runią pian, zielonoszare fale... Pola różane, lasy palmowe, wreszcie Monaco. Winda, snująca się po pochyłości w cieniu stromej skały, wyniosła odurzoną Ewę i jej milczących teraz towarzyszów podróży pod drzwi kasyna. Pani Dwarf ujęła Ewę pod ramię i wprowadziła, pan Dwarf ułatwił formalności w biurze na lewo od wejścia."
      },
      {
        "index": 5,
        "text": "Wkrótce Ewa otrzymała różową kartę wstępu i znalazła się w sali gry. Była godzina dwunasta. Światło zza chmur wpadało przez olbrzymie okna. Dwarfowie zbliżyli się do stołu pierwszej z brzegu rulety. Osób było jeszcze bardzo niewiele i dużo krzeseł wolnych. Ewa była tego dnia wykwintnie ubrana. Kapelusz i suknie, które miała na sobie, kupiła w Nizzy. W hotelu posiłkowała się małem i źle zawieszonem lustrem. Teraz, stojąc przy stole gry, spostrzegła swą postać w jednem z ogromnych zwierciadeł między oknami. Nie mogła od siebie oderwać oczu. — Spoglądała ukradkiem a raz wraz. Musiała sama pochwalić się za piękność. Była zdziwiona własną wspaniałą urodą."
      },
      {
        "index": 6,
        "text": "Słońce południa i wiatr morski nadały jej twarzy nową, złotawą barwę. Sponsowiały usta, niby poranna róża, co z pąka wykwitła pod ciepłem słońcem, nim ludzie ze snu powstali. Jeszcze bardziej rozwarły się błękity oczu. A był w nich teraz jak gdyby połysk błyskawicy. Sama z rozkoszą patrzyła na niezrównany kontrast bujnego pukla złotych włosów, wybuchających z pod ronda czarnego kapelusza, na swe barki rozkwitłe, na prześliczne linie piersi. Całkowita postać miała w sobie lekkość chmury czy dymu, a zarys głowy był jeden jedyny na ziemi. Cicha, namiętna radość zapaliła się w piersiach. Było to bowiem oczywiste, że piękność jej w tym tłumie nie ma współzawodniczki, że ani jedne męskie oczy, które ją dnia tego ujrzą, już obrazu jej nie zapomną nigdy, przenigdy. Wodziła oczyma po stropie, ścianach, filarach, po dziwacznych stołach gry, lecz zajęta była tylko sobą. Czuła wciąż, że w niej drży chybka i niewstrzymana nadzieja. Och, coś się tego dnia stanie! Coś się przybliża. Gdzież jest i co to? Zwracała w napływający tłum oczy niby to bezmyślnie, niby obojętnie, a w gruncie rzeczy bez wytchnienia czekając, że w tym tłumie ujrzy... Tak niegdyś na kolei..."
      },
      {
        "index": 7,
        "text": "— I wtedy tak było. I wtedy tak strasznie... przyszedł..."
      },
      {
        "index": 8,
        "text": "Uśmiechnięte usta rozchylały się, a śliczne zęby tłukły się ze szczękaniem, gdy samej sobie podszeptywały jego imię."
      },
      {
        "index": 9,
        "text": "Mr. Dwarf grał. Stawiał na rozmaite cyfry ostrożne enjeu po 5 franków."
      },
      {
        "index": 10,
        "text": "Przegrywał i wygrywał małe sumy. Ewa zatrzymała na nim przez chwilę wzrok, nie była jednak w stanie zająć się jego sprawą. Siedział wyprostowany, poważny, bez monokla. Twarz jego była szara, zęby ściśnięte, wyraz twarzy doskonale obojętny. Oczu ani na chwilę nie podnosił od znaków i przedziałów zielonego sukna. Pani Dwarf trzymała w ręku pokratkowaną papierową tabliczkę z cyframi, które uważnie szpileczką przekłuwała. Lewa jej ręka nieznacznie była wsparta o ramię męża. Ewa tylko spostrzegła, że palce tej ręki, jak szpony były wbite w sukno surduta."
      },
      {
        "index": 11,
        "text": "Przybywało osób coraz więcej. Ewa znalazła się w pierwszej linilinii tłumu, otaczającego stół rulety. Czuła oddechy mężczyzn, stojących za nią i obok. W pewnej chwili ośmieliła się postawić pięciofrankówkę na liczbę sześć (suma liter imienia »Łukasz«). Patrzyła, jak gałka w kole rulety, odbijając się, skacząc płochliwie, prawie kokieteryjnie biegła, zatrzymywała się, wahała i mknęła znowu. Serce drgnęło... Pięciofrankówka znikła, zagarnięta przez grabki croupier’a. Coś, jak fatalna ulga. Powrót do pewności, że miłosny sen o Łukaszu, to sen tylko. Gdy się raz wyśnił, już nie powraca nigdy, przenigdy, choćby człowiek miał władzę króla królów. Podniosła oczy na croupier’a, który zagarnął jej pięciofrankówkę."
      },
      {
        "index": 12,
        "text": "Był to przystojny mężczyzna w średnim wieku, kędzierzawy, siwiejący brunet. Miał włosy krótko ostrzyżone, małe wąsy, sympatyczną twarz. Zachowanie się jego było spokojne i poważne, bez afektacyi, jak u poważnego urzędnika, który godnie i należycie spełnia swe obowiązki. Ewa poczęła zasłuchiwać się w brzmienie sakramentalnych formuł, które ciągle wygłaszał, i, dusza jej dumając, znalazła się w poddaństwie i rozpostarciu pod monotonnemi słowami. Leżała daleko, w nocy. Morze ciemne i szalone. Przeszywający błysk latarni. I wciąż te słowa, sens wszystkiego na ziemi: Faites votre jeu messieurs. Słyszała w tych dźwiękach głos siły niczem niezachwianej, wyraz okrucieństwa, które się samo żywi, okrzyk potęgi, która porywa wyciągniętą prawicą na własność swoją wieczną i użytek — łuk i koronę."
      },
      {
        "index": 13,
        "text": "Ocknęła się ze swego zaśnienia i powiodła okiem po znacznie zwiększonym tłumie. Zrozumiała, że Dwarf musiał wygrać. Dość pokaźny stosik złota leżał przy jego rękach. Anglik łamał słupki, złożone z monet dwudziestofrankowych, stawiał po kilka to tu, to tam, na pewne cyfry, na manque lub passe i na rozmaite kombinacye, zwane cheval, których nie pojmowała. Po ponownym obrocie rulety znowu grabki croupier’a podsunęły panu Dwarfowi porcyę luidorów. Ewa spostrzegła twarz pani Dwarf. Była to twarz dziewicza, niemal dziecięca. Wargi napełnione krwią, dyszały radośnie. Oczy spuszczone. Ręka wciąż na ramieniu męża. Serce Ewy uderzyło, a oczy zaciągnęła mgła wzruszenia. Nie chciała teraz popadać w stan smutku, o którym wiedziała dobrze, że czeka na nią wszędy poza murami tego domu. Postanowiła bawić się. Powiodła z uwagą oczyma po tłumie. Gdy wszystkie oczy wbite były w koło rulety, sama jedna, obojętna na wyniki gry, mogła obserwować bezkarnie. To też oczy jej przerzucały się z twarzy na twarz. Wlokły się przez rysy zdławione, podeptane i jakby wykręcone z zawias a nastawione według innej, przygodnej zasady — przez oblicza zimne i uważne, niby cyfry niezbłaganego rachunku — przez mordy wynędzniałe, głupie i spoliczkowane raz na zawsze od bezgranicznego, wielkookiego strachu — przez facyaty, w których niema już nic a nic, prócz nieustannych drgawek nerwów i fizycznej boleści. Naprzeciwko Ewy i croupier’a siedziała staruszka z siwymi włosami, które okrywał starożytny stroik. Twarz cioci rezydentki w zapadłym dworze Podola czy Polesia, zażywnej jejmości, lubiącej kawę i plotki."
      },
      {
        "index": 14,
        "text": "Teraz pod tą starą skórą, rozprażoną i zczerwieniałą, jak na pieczonem jabłku, wre zgrzybiała krew, niby klej stolarski, zagotowany w skorupie nad płomykiem lampy — wszystkiemi porami, wszystkiemi nadtrzaśnięciami zieje szalona namiętność. Ciało drży i śmierdzi, drżą ręce, głowa się trzęsie, oczy zachodzą łzami, u nosa zwisa co moment kapka. Wyschnięte palce o skórze szklistej, poprzecinanej żyłkami krwawemi, posuwają złote pieniądze, tkają je to tu, to tam z beznadziejną rozpaczą, cofną i znowu niosą w rozterce śmiertelnej — a raz wraz przekłuwają cyfry w papierku. Patrząc na tę starą, Ewa poczuła taką odrazę, jak do kupy podmiejskiego nawozu. Miała myśl, że gdyby tak silnie z góry uderzyć pięścią w to stare czupiradło, a nacisnąć ją z całej siły, jak purchawkę, to pękłaby szaro-zielona powłoka, a z wewnątrz buchnąłby pewnie kurz czarny, gąbczasty, cuchnący..."
      },
      {
        "index": 15,
        "text": "Nie mogąc znieść widoku starej klempy, a nadewszystko nie mogąc znieść widoku lekkiego a prawie niepostrzeżonego uśmiechu croupier’a, gdy wzrok jego padał na tę starą damę, Ewa wysunęła się z tłumu i odeszła w głąb sal. Tam, wśród krążącej ciżby, odetchnęła. Szła przed się, od jednej rulety do drugiej, trafiła do stołów, gdzie grano w rouge-et-noir. Tam zajrzała przez ramiona w twarze grających, tu objęła okiem jakąś figurę, profil, pochwyciła jakiś gest — i szła dalej. Widziała dwu Duńczyków czy Szwedów, którzy śmiali się doskonale i gwarzyli głośno garnąc ku sobie, lub odsuwając bez cienia żalu stosy złota. Notowała sobie bezwiednie w pamięci zmiętoszone twarze strojnych kokot. Zapamiętała szczególniej jedną, wysmukłą, bladą, bardzo piękną, gdy, przegrawszy stawkę na inverse, przemieniła się w strzęp, w jakiś badyl złamany i odeszła, przymknąwszy czarne, dziwnie wydłużone oczy. Zamyśliła się przez chwilę nad obliczem starego człowieka, w którem malowała się niewysłowiona jasność duszy... Cóż tego tu przygnało? — marzyła chwilę. Wzniosła się szybko na jakąś wyżynę, patrząc z boku na posępne łuki brwi pewnego gentelmana i na zapadłe jego oczodoły, w których, jak w gniazdach, czatowała duma i żądza. Przez chwilę panował nad jej myślami wyraźny obraz życia jakiegoś dandysa z uczernionymi nietylko wąsami, ale i brwiami, później widok twarzy najoczywistszego hulaki, birbanta, knajpiarza, który się teraz zwijał w kłębuszek po kapitalnej przegranej i chuchał w swoje nieszczęście. I oto nagle, tak nagle, że nie mogła pojącpojąć, co to się stało, poczęła myśleć o ojcu. Stanął przed nią, jak żywy, uroczy, lekkomyślny... Usłyszała jęk, zamknięty w jego sercu. Ujrzeć go jeszcze! Jeszcze tylko raz w życiu spocząć na jego piersiach, poczuć pieszczotę drżącej ręki, gdy głaszcze nią włosy i coś poważnie, bardzo poważnie, bardzo mądrze i wskutek tego bardzo śmiesznie wywodzi! Gdyby tu był! Czemuż go niema tu, gdzie jest cały świat? Czemuż przemarnował życie na szukaniu posadek, czemuż zadręczył swą piękną głowę w małostkowej gonitwie za nędzną i śmieszną pracą? Gdyby tu przybył i zaczął grać! Wszakże grają wszyscy, a on wygrałby napewno! Te stosy złota przeszłyby prawowicie do jego kieszeni, bo złoto kocha tych, którzy je lekceważą, którzy niem gardzą. Tęsknota popchnęła jej wolę. Napisać do ojca, żeby przyjechał, posłać mu na drogę pieniędzy! Zamieszkać w Nicei, — razem! Ujrzeć go tutaj, być z nim ciągle, wyrwać go z nędzy i przeklętych brudów niedoli. Pędzić tu życie lekkomyślne i wesołe, życie bez troski i wiecznych łez, wiecznych morałów i wzdychań matki! (Postanowiła wysłać list zaraz po powrocie do Nicei)."
      },
      {
        "index": 16,
        "text": "Właśnie przesunął się obok jakiś pan, wykwintny starzec, różowy, spokojny, wesoły. Szedł obok młodej, strojnej damy, gładząc od niechcenia śnieżnie-białe whiskers, — przystrzyżone i zaczesane ozdobnie. Gwarzył wesoło, przymrużając piwne oczy."
      },
      {
        "index": 17,
        "text": "W pewnej chwili, mijając stół gry w trenteet quarante, wysunął z bocznej kieszeni kamizelki biały papier tysiącfrankowy i, przeprosiwszy uprzejmie swą towarzyszkę, postawił na couleur. Dama przystanęła i, przechyliwszy głowę, obserwowała grę. Stary pan chwilę czekał, żując wstawionymi zębami i uśmiechając się dobrodusznie. Tailleur rozłożył karty i wnet posunął mu tysiąc franków. Starzec ujął obadwa białe papiery, wsunął je z przelotnym uśmiechem do kieszeni i, raz jeszcze przeprosiwszy swą towarzyszkę za chwilę zwłoki, ze spokojem i powabem ciągnął rozmowę. Ewa szła za tą parą przez chwilę i oto niespodziewanie, jak wszystko, co się z nią przytrafiało w tem miejscu i w tym dniu, — wybuchł w jej sercu ku temu człowiekowi spazm nienawiści, morderczy paroksyzm zemsty za jego właśnie anielski spokój. Ujrzała rozwartemi oczyma nizkie, czteroszybowe okna magazynu mód, ciupy ciemne, pełne wilgoci i wiecznego smrodu, podwórze zalane błotem, nagie mury sąsiednich kamienic, pokryte wieloletnią sadzą. Ujrzała głowy szwaczek, schylone nad cudnemi sukniami ostatniej mody. Dzień jesienny, kiedy przez brudne szyby sączy się do izdebek mętne światło, a śniady jego półton pada między liście roślinek, moknących w doniczce na ramie opuszczenia. Uczucie całej gromady tamtych dziewcząt, złość, mściwość, nienawiść, — wysłannice podłości, które w ich duszach zaszczepiła nędza żywota. Ewa zatrzęsła się od straszliwego śmiechu i ze ściśniętymi zębami szła dokądś, z powrotem, ku Wyjściu. Nie miała jednak zamiaru opuszczać kasyna. Ze zdumieniem spostrzegła, że służba zapala nad stołami lampy ze światłem skoncentrowanem. Góry złota poczęły jaśnieć z podwójną siłą. Wówczas uległa powszechnemu ożywieniu. Porwał ją połysk i żar tego życia. Ogarnął ją i wciągnął namiętny a przyciszony szmer. Coś, jak niezwalczony szelest poczęło płynąć W jej żyłach. Błądząc w gromadzie ludzkiej, co chwila stawała wobec samej siebie, odbitej w wielkich lustrach. Patrzyła na swoje złote włosy, bardziej teraz złote od stosów pieniędzy na zielonych stołach. Patrzyła w swe oczy i kołysała się z dziwną przebiegłością w doskonałym rysunku swych kształtów, w nieposzlakowanem pięknie ramion, piersi i bioder. W pewnej chwili, gdy tak stała, patrząc w zwierciadło, ujrzała w niem poza sobą idących ku wyjściu Dwarfów. On wrzucał machinalnym ruchem monokl i wypuszczał go z oka. Na twarzy pod dolnemi powiekami miał ogniste wypieki, wargę obwisłą, głowę bezwładną na chwiejnej szyi. Pani Dwarf prowadziła go pod rękę. Była spokojna, cicha, nieznośna w swej ciszy i trzeźwości. Ewa domyśliła się. Ale nie było w jej cudnych piersiach ani cienia współczucia. Śmiała się, że to przecie jej pieniądze przegrali. Wolno podeszła do pary, posuwającej się wraz z tłumem ku drzwiom."
      },
      {
        "index": 18,
        "text": "Dotknęła ręką ramienia pani Dwarf. Ta spojrzała na nią zgasłemi, obojętnemi oczyma, ale nie mogła ze siebie wyłamać ani jednego dźwięku."
      },
      {
        "index": 19,
        "text": "— Czy już wszystko? — spytała Ewa."
      },
      {
        "index": 20,
        "text": "Skinienie głową,"
      },
      {
        "index": 21,
        "text": "— Dokądże państwo teraz?"
      },
      {
        "index": 22,
        "text": "Skinienie głową. Oczy zamknięte. Usta nieme."
      },
      {
        "index": 23,
        "text": "Ewa odsunęła się i wróciła na salę. Szła przed siebie. W oczach miała ciągle tę parę. Wspomnienie ruchu monokla, który Dwarf wrzucał w oko, — dziwnie podniecało gniew. Myśli miotały się nieporządnie szybkimi ruchy skorka. Rozjątrzenie, pasya, niecierpliwość — wybuchały jak proch i szybko, jak proch — gasły. Głowa płonęła. W oczach był jakiś niebieskawy dym..."
      },
      {
        "index": 24,
        "text": "Zatrzymawszy się przy jednym ze stołów gry, stała długo bez ruchu, zatopiona w chaosie uczuć. Wszystko, co się dookoła działo, widziała i słyszała, a jednak była od tego miejsca jak najdalej. Podniosła oczy i spostrzegła Szczerbica. Stał naprzeciwko w tłumie, po drugiej stronie stołu. Gdy dostrzegł spojrzenie Ewy na siebie zwrócone, skierował się ku niej. Miała chęć, zamiar, powzięła nagłe postanowienie ucieczki przed tym człowiekiem. Podszedł i witał ją cichemi słowami. Nie mówiąc nic do siebie, odeszli z tego miejsca i machinalnie zbliżyli się ku oknom, gdzie było najmniej osób. Szczerbic zatrzymał się i mówił:"
      },
      {
        "index": 25,
        "text": "— Jak to szczęśliwie się składa, że panią tu spotykam! Właśnie miałem zamiar prosić, czyby pani nie zechciała zobaczyć się ze mną..."
      },
      {
        "index": 26,
        "text": "— Pan ma coś dla mnie? Wiadomość?"
      },
      {
        "index": 27,
        "text": "— Niestety! Nie mam nic. Nic! Pisałem do Paryża. Przepraszam... czy pani tu sama przyjechała?"
      },
      {
        "index": 28,
        "text": "— Nie. Przyjechałam z pewną parą Anglików Państwo Dwarf..."
      },
      {
        "index": 29,
        "text": "— Ach, Dwarf. Znam. Pani gra?"
      },
      {
        "index": 30,
        "text": "— Nie. Nie mam szczęścia."
      },
      {
        "index": 31,
        "text": "— I nie chce pani zupełnie próbować?"
      },
      {
        "index": 32,
        "text": "— Nie mam szczęścia! — rzekła z rozdrażnieniem, które jej ani na chwilę nie opuszczało."
      },
      {
        "index": 33,
        "text": "— Szczęście raz jest, drugi raz go niema."
      },
      {
        "index": 34,
        "text": "— A pan wygrywa? — spytała, żeby tylko coś powiedzieć."
      },
      {
        "index": 35,
        "text": "Wobec gwaru, panującego w tej sali, musiała nachylić się ku niemu i mówić głośno."
      },
      {
        "index": 36,
        "text": "— Czy pani uwierzy? Wygrałem — i nawet dużo. Gram ostrożnie i tylko trente-et-quarante. Ale już jadę."
      },
      {
        "index": 37,
        "text": "— Jedzie pan? — szepnęła, blednąc."
      },
      {
        "index": 38,
        "text": "Oto teraz dopiero zadała sobie pytanie, cóż ona zrobi ze sobą? Dopóki ten Szczerbic był tutaj, była spokojna o siebie, choć nie chciała go widywać. Ale teraz... on jedzie?"
      },
      {
        "index": 39,
        "text": "— Pan do kraju?"
      },
      {
        "index": 40,
        "text": "— Do kraju... — mówił cicho, patrząc jej w oczy."
      },
      {
        "index": 41,
        "text": "— Oczywiście..."
      },
      {
        "index": 42,
        "text": "— Pani tu myśli zostać, czy wrócić?"
      },
      {
        "index": 43,
        "text": "Coś jakby łzy zamigotały w jego wpatrzonych oczach."
      },
      {
        "index": 44,
        "text": "— Ja... widzi pan... Cóż tam ja! Pan przecie wie. Pan jeden jedyny wie wszystko..."
      },
      {
        "index": 45,
        "text": "Rozpacz przetrąciła jej twarz. Stała, jak spoliczkowana. Spłoszona ręka poprawiła włosy, wymykające się z pod kapelusza. Szczerbic milczał. Patrzył, nie odrywając oczu, myśląc głęboko. Ciche westchnienie odemknęło jego wargi. Zaczął mówić:"
      },
      {
        "index": 46,
        "text": "— Może Niepołomski jest w kraju. Przecież powinien pani szukać, — prawda? Czy pani jest tego pewna, czy pani?..."
      },
      {
        "index": 47,
        "text": "— Czego pewna? Czego?"
      },
      {
        "index": 48,
        "text": "— Czy pani jest pewna, że on będzie szukał? Ja nie chcę powiedzieć o nim nic złego, — przysięgam pani! — ale sam nie wiem. Mówię tylko o istocie rzeczy. Czy pani jest pewna?"
      },
      {
        "index": 49,
        "text": "— Widzi pan... Widzi pan... Tego już nie wiem."
      },
      {
        "index": 50,
        "text": "— Nieszczęsne, najbiedniejsze!... — szeptał w szale, zbliżając się ku niej, jakby ją ramionami chciał zasłonić od świata."
      },
      {
        "index": 51,
        "text": "— Czego pan chce?"
      },
      {
        "index": 52,
        "text": "— Ja nic przecie — nic a nic! Tak sobie oto mówię."
      },
      {
        "index": 53,
        "text": "— Więc po cóż to mówić? Nie wszystko można mówić. Człowiek subtelny nie mówi wszystkiego, co myśli, czy tam... czuje, wie..."
      },
      {
        "index": 54,
        "text": "— Pojadę do kraju, będę w Warszawie, poszukam... Może był u mnie, może tam w mieście... u żydka..."
      },
      {
        "index": 55,
        "text": "— Tak, tak! — szepnęła z zaciśniętemi pięściami."
      },
      {
        "index": 56,
        "text": "— A może w domu u rodziców..."
      },
      {
        "index": 57,
        "text": "— Tam niech pan nie chodzi!"
      },
      {
        "index": 58,
        "text": "— Nie pójdę, nie pójdę!"
      },
      {
        "index": 59,
        "text": "— Ale ja cóż mam czynić ze sobą? — spytała z posłuszeństwem."
      },
      {
        "index": 60,
        "text": "— Właśnie... Sądzę, że pani... powinna zostać..."
      },
      {
        "index": 61,
        "text": "— W Nicei?"
      },
      {
        "index": 62,
        "text": "— Przez czas pewien w Nicei, a gdy tu będzie zbyt gorąco, wtedy naprzykład, w Montreux, gdzieś w górach w Szwajcaryi... Pani napisze do mnie do Zgliszcz, dając mi znać. Bez adresu nie mógłbym skierować Niepołomskiego — w razie... Prawda?"
      },
      {
        "index": 63,
        "text": "— Tak."
      },
      {
        "index": 64,
        "text": "— A więc pani napisze do mnie."
      },
      {
        "index": 65,
        "text": "— Ależ ja... Niech pan tylko pomyśli... — zawołała raptownie, przypominając sobie. — Zdaje mi się, że pan rozumie, o co chodzi..."
      },
      {
        "index": 66,
        "text": "Mówił ze spuszczonemi oczami, prawie nie otwierając ust:"
      },
      {
        "index": 67,
        "text": "— Daję pani słowo, że teraz dla mnie nie będzie stanowiło żadnej literalnie różnicy, gdyż wygrałem, a już więcej grać nie mam ochoty. — Gdym tu jechał, — Wtedy, wyznaję, było mi trudniej, teraz... pokażę pani..."
      },
      {
        "index": 68,
        "text": "Mówiąc to, wydobył jednym zamachem z bocznej kieszeni surduta gruby pęk białych biletów bankowych po tysiąc franków. Kilka z nich, pięć czy sześć, jakby w roztargnieniu, wsunął w rękę Ewy."
      },
      {
        "index": 69,
        "text": "— Panie! Co pan... ze mnie... robi! Co pan ze mnie!-."
      },
      {
        "index": 70,
        "text": "— Odda mi pani! — rzekł, odtrącając jej ręce. — On mi odda, ten Niepołomski!"
      },
      {
        "index": 71,
        "text": "— A jeśli on się nie znajdzie? — pytała z naiwną bezczelnością, — to z czegóż ja panu oddam te pieniądze? Ja nic nie mam, nic a nic. Jestem kasyerką z cukierni, — więc jakże ja mogę... Panie!"
      },
      {
        "index": 72,
        "text": "Szczerbic łagodnie ujął jej dłonie i wskazał jej stoły gry."
      },
      {
        "index": 73,
        "text": "— Niech-no pani spojrzy, — śmiał się z dobrocią, — niech się pani przypatrzy, jak się zapracowuje pieniądze. Ja te również zapracowałem, te moje pieniądze. Mogę zaraz podejść i za dziesięć minut mieć w kieszeni całego majątku dwadzieścia centimów."
      },
      {
        "index": 74,
        "text": "— Ach, to wszystko. Mój mocny Boże!"
      },
      {
        "index": 75,
        "text": "— Cicho — cicho... Nie trzeba o Bogu mówić."
      },
      {
        "index": 76,
        "text": "— Pan nie wie, co się dzieje ze mną..."
      },
      {
        "index": 77,
        "text": "— Mógłbym powiedzieć to samo: pani nie wie, co się dzieje ze mną. Mówi w jednem miejscu Szyller: »Ona mi to wyznaje! W przecudnych oczach, zwróconych ku mnie, maluje się miłość dla innego...«"
      },
      {
        "index": 78,
        "text": "Szeptał to, śmiejąc się nieprzyjemnie, z oczyma wlepionemi w ziemię."
      },
      {
        "index": 79,
        "text": "— Jabym dla pana dała sobie uciąć rękę. — Oddałabym dla pana dziesięć lat życia! Pan mię jeden w Warszawie znalazł i dał mi jeszcze odetchnąć nadzieją... Ale czyż można należeć do dwóch mężczyzn? — spytała z bezczelną prostotą. — Nie dobrze i nie wolno odtrącać takiego głębokiego i czystego umiłowania, jakie niezmiennie mam dla pana! Że pierwiastki, które dałam innemu, nie wchodzą w zakres tego, to nie moja wina, to nie odemnie zależy."
      },
      {
        "index": 80,
        "text": "— Ja pani teraz nie robię już wielkiej nadziei co do Niepołomskiego, — rzekł twardym głosem. — Zupełnie nie wiem, co to jest za człowiek. Nie wiem."
      },
      {
        "index": 81,
        "text": "— Powiedz pan, jeżeli wiesz coś pewnego!"
      },
      {
        "index": 82,
        "text": "— Nie wiem. Jutro pojadę."
      },
      {
        "index": 83,
        "text": "Uścisnął jej rękę i odszedł. Gdy go już straciła z oczu, nagle wysunął się z tłumu i podbiegł znowu. Nachylił się do samych jej oczu. Szeptał głosem przeszywającym:"
      },
      {
        "index": 84,
        "text": "— Wszakże dotrzymałem danego słowa. Nieprawdaż, pani Ewo? Dotrzymałem słowa co do joty, ale to co do joty! Tak, czy nie?"
      },
      {
        "index": 85,
        "text": "Usłyszała w tem zapytaniu krzyk duszy. — Ujrzała w jego bladej twarzy spazmy namiętności, w oczach rozpaczliwą żądzę, w ustach skrzywionych i dygocących błaganie, które za chwilę mogło wybuchnąć szlochaniem, zniewagą, przekleństwem. Z oczyma tak w nią wlepionemi, jak krzywe haki, stał nieruchomy, wahający się. Nagle bez pożegnania odszedł i znikł."
      },
      {
        "index": 86,
        "text": "Ewa spoglądała za nim przez czas pewien, wyczekując, że jeszcze wróci. Pragnęła słyszeć jeszcze Jego przedziwny, zdyszany głos. Dawne echo przeżytych uczuć... Widzenie tych samych uczuć jakby z pod spodu, z innego punktu..."
      },
      {
        "index": 87,
        "text": "Chciała powiedzieć prawdę... Podziękować serdeczniej za wszystko co dla niej uczynił, zaprzeczyć temu, że jest względem niego niewdzięczna. Chciała mówić do niego o mnóstwie jeszcze spraw, które zjawiły się w myślach. Ale w pewnej chwili uczuła, że Szczerbic już napewno odszedł i że napewno nie wróci. Ukłucie żalu..."
      },
      {
        "index": 88,
        "text": "Trwoga nieznośna, jak powiew zimnego wiatru, pędzącego przez puste pola... Dreszcz ohydnego egoizmu przeszył ciało. Siadła na miękiej kanapie w pobliżu okna."
      },
      {
        "index": 89,
        "text": "Od stołów gry szedł ku niej nieustający pogwar, szelest i jakby łoskot bezgranicznej rozkoszy i bezgranicznej rozpaczy tych serc, co pod blaskiem nizkich lamp szalenie biły. Słyszała, co się dzieje, bo nie mogła nie słyszeć, ale już dawno stąd odeszła duchem. Błąkała się i chwiała po obcych miejscach. Czuła, że coraz jest gorzej, że ją zła dola potrąca i pędzi z jednej wizyi w drugą, z kraju uczuć podłych w coraz podlejszy. Nie mogła dać sobie rady i nie mogła zapłakać. Widok krzywdy bez granic wydzierał z piersi krzyk, a krzyk nie mógł się wydrzeć i zamierał w zduszonej piersi."
      },
      {
        "index": 90,
        "text": "Krążyło koło niej, oddalało się i znowu szło pytanie, co to są za ludzie, ci przy stołach gry? Co ich przypędziło ze wszystkich końców świata? Poco wydzierają sobie w męczarni garście złota, kiedy ono do niczego nie służy? Czemu są, jak poszarpane członki Dionizosa, które się wzajem napróżno szukają?"
      },
      {
        "index": 91,
        "text": "Obok ręki leżała zmięta gazetka miejscowa. Ewa zaczęła ją machinalnie czytać, nie bardzo wiedząc, poco to robi i co czyta. Wśród mnóstwa banalnych plotek wydrukowane było grubemi czcionkami kilkakroć powtórzone zdarzenie. Łódź rybacka nie wróciła tego ranka z sześcioma ludźmi. »W burzy dzisiejszej nocy zginęli, — mówiła druga wiadomość. Szukano ich wszędzie, ale nie dotarli nigdzie. Jeden zostawił pięcioro dzieci, drugi troje, trzeci był to młody rybak, bezżenny«. — Jeszcze jedna wiadomość, — we dwanaście godzin później: »nie znaleziono nigdzie«."
      },
      {
        "index": 92,
        "text": "Wszystko, co było w życiu Ewy, teraz wyszło, jak wyzwolony tłum zbirów. Osaczył ją najniższy motłoch uczuć, co się wyrwał z za drzwi więzienia. Zamknęła oczy."
      },
      {
        "index": 93,
        "text": "Machinalnie podniosła do ust chustkę i ocierała wargi."
      },
      {
        "index": 94,
        "text": "Przemknęła myśl tak niepochwytna, że ledwie ją można było pojąć, — myśl o tem, że »Łukasz« jest to pewne widziadło, — nic więcej. Usta same wyszeptały:"
      },
      {
        "index": 95,
        "text": "— Już go na świecie wcale niema. Zabił się."
      },
      {
        "index": 96,
        "text": "Głuche, bezsilne szlochanie bez łez, jak suchy kaszel wydarło się z ust. Serce nie biegło swą własną, znaną drogą, lecz zdawało się skakać wpoprzek tej drogi. Jeszcze myśl:"
      },
      {
        "index": 97,
        "text": "— Gdzie teraz odnaleźć... Szczerbica?"
      },
      {
        "index": 98,
        "text": "Krzyk z głębi duszy:"
      },
      {
        "index": 99,
        "text": "— Łukasz!"
      },
      {
        "index": 100,
        "text": "Senny obraz Dwarfów, idących dokądś z kasyna, — na dół, na dół... Żal, sięgający do szpiku kości, i ściśnienie serca na wspomnienie twarzy pani Dwarf."
      },
      {
        "index": 101,
        "text": "Później cisza — i znicestwienie wszelkiego wrażenia. Dobra, długa chwila ciszy. Och, żeby tak zawsze żyć w tej ciszy, leżeć, jakoby na posłaniu w domu rodzinnym, za młodych lat, za dni minionych. W tej ciszy świętej tylko jedno przeszkadza, jedno dokucza i nie daje śnić... Co parę chwil leci z zewnątrz, z za okien, osłoniętych wielkiemi storami... Wicher? Nie, to nie wicher... Czyżby krzyk rybaków z tej samotnej w morzu łodzi?"
      },
      {
        "index": 102,
        "text": "Daleko, strasznie daleko... Słychać! Wciąż!"
      },
      {
        "index": 103,
        "text": "Głos tęgi, łoskot i głuchy dźwięk w-wach. Cisza — i znowu w-wach — w-wach! Cisza — i znowu!"
      },
      {
        "index": 104,
        "text": "— Morze! — wyszeptała, otwierając oczy."
      },
      {
        "index": 105,
        "text": "Teraz na wspomnienie morza uderzył w nią strach bez granic, boleść prawie fizyczna. Serce ścisnęło się i stuliło w sobie, jak ptaszek w nocy, osierociały wśród piorunów. Słychać, jak fale, wzdęte daleko, padają na wysokie skały, jak pękają olbrzymie wodne banie i jak jęczą, zapadając w głębinę. Ewa wstała ze swego miejsca i zbliżyła się do okna. Podniosła brzeg story, odchyliła go i patrzyła w noc głupiemi, szeroko rozwartemi oczyma. Twarda ciemność uderzyła jej oczy."
      },
      {
        "index": 106,
        "text": "Wiatr kwiczał, ślizgając się po ogromnych szybach okien."
      },
      {
        "index": 107,
        "text": "Deszcz prał w nie długiemi lejcami. Z podmuchów wichru wyrywały się raz wraz oszalałe skoki morza."
      },
      {
        "index": 108,
        "text": "Otchłań ciemności wylewała z paszczy swej ryk bałwanów i strumienie zdruzgotanych kamieni."
      },
      {
        "index": 109,
        "text": "I oto znowu jakby krzyk w morzu..."
      },
      {
        "index": 110,
        "text": "Myśl-dreszcz przeleciała tajemnym szlakiem nerwów:"
      },
      {
        "index": 111,
        "text": "— Nie warto żyć na świecie! Och, nie warto! Wszędzie to samo. Wszędzie krzywda, podłość, przemoc! Wszędzie! Niema nigdzie sprawiedliwego sądu i obrony! Odwróciwszy się, spostrzegła, że ją pilnie obserwuje jeden ze służących kasyna, badając, widocznie, czy nie żywi zamiaru odebrania sobie w sali życia. Uczucie wzgardy i wyniosłości pchnęło ją naprzód. Poszła przez zatłoczone sale, ulicą, która się przed nią otwierała zawsze. Szeptano. Minęła wspaniały westibul, odepchnęła olbrzymie drzwi i znalazła się we wichrze. Wicher! — Jakby na nią od dawna czekał. Palmy skrzypiały w nim, miotając na wsze strony swe olbrzymie wachlarze. Marmurowy chodnik, biegnący na dół, zalany był wodą i lśnił się. Tępe światło bań elektrycznych, które wicher na wysokich słupach kołysał, ukazywało ów chodnik w dziwnem i strasznem świetle. Ewa biegła, czując, że deszcz przemoczył już jej stanik i zalewa ramiona, że nogi w płytkich lakierkach nurzają się w wodzie i marzną."
      },
      {
        "index": 112,
        "text": "Czy to krzyk w morzu, czy w niej?"
      },
      {
        "index": 113,
        "text": "Słuchała."
      },
      {
        "index": 114,
        "text": "Aż oto chodnik urwał się w jakiemś miejscu. Brnęła przez szyny, podkłady, znowu przez szyny. Upadła na ziemię. Nogi jej wlatywały między zwrotnice, jak w potrzaski z żelaza, pantofle wykręcały się na stopach."
      },
      {
        "index": 115,
        "text": "Wicher zerwał z głowy wualkę i kapelusz, rozplątał włosy. Nie wiedziała teraz, dokąd biegnie i gdzie jest."
      },
      {
        "index": 116,
        "text": "Nieznana siła popychała ją naprzód w tę stronę, skąd dochodziły straszliwe głosy morza."
      },
      {
        "index": 117,
        "text": "Rybacy wołają, rybacy..."
      },
      {
        "index": 118,
        "text": "Zdławione serce jęczało posłusznie: idę już, idę..."
      },
      {
        "index": 119,
        "text": "Nie wiedząc o tem, że idzie, słyszała rozlegające się raz za razem stękanie zbieganych wód. Coś, jak gdyby jęk ludzki, wypadało z dołu, z pod ziemi i opasywało żebra arkanem rzemiennym, ciągnąc ku sobie. Szlochy, których przenigdy nie zapomni dusza, przetrącały nogi i zginały kolana."
      },
      {
        "index": 120,
        "text": "Modlitwy jakieś, które charczą obumarłe gardziele i wykrztuszają konające usta, łkały nadaremnie, nie wysłuchane tej nocy. Ewa stanęła na brzegu skały. Poczuła nagością kolan, nóg i brzucha przepaść zimnego odmętu. Rozwarte jej oczy widziały w grubym mroku latające sznury i węzły pian. Ot — tam — to morze szaleje, wścieka się. Radeby skoczyć na jej nagie ciało! Zrozumiała biednym swoim rozumem, że to na nią zarzucają pętlice te dzikie siły. Chwyciła się ręką za serce i upraszała jeszcze tylko o chwilę spoczynku. Ale o słuch jej uderzyło to, co było najstraszliwszego w jej życiu: senny osłuch cichutkiego kwilenia..."
      },
      {
        "index": 121,
        "text": "Rączki stulają się i rozwierają. Kolanka dygocą od tego zimna... Zaraz zagaśnie, zagaśnie ten głos..."
      },
      {
        "index": 122,
        "text": "Zatrzęsła się wszystka, jakby ciało jej było słupem piasku, złamała się w sobie, — i z krzykiem zleciała na dół."
      },
      {
        "index": 123,
        "text": "Ręce jej konwulsyjnie chwyciły chropawe żelazne ogniwa łańcucha baryery, nogi wlokły się, jak poodrąbywane po jakowychś kamiennych schodach. Dzikie piany skakały do jej ramion, do oczu, rzucały się pod zmoczone suknie."
      },
      {
        "index": 124,
        "text": "Stękanie konających, ryk pijanych sołdatów, dźwięki, zgrozę i milczenie siejące, stały dookoła. — Ewa odgarnęła z twarzy rozpuszczone włosy, które wicher z węzłów wyzwolił. Uczuła w sobie waleczność, jak w chwili porodu."
      },
      {
        "index": 125,
        "text": "Rozejrzała się wokoło po chluszczących kłębach i pianach, po mroku nieprzezwyciężonym spokojnemi oczyma. Ścisnęła zęby, żeby nie krzyczeć w niebogłosy z szalonego uniesienia. Stanęła między pianami i we wrzask dzikich wód rzuciła głupie wyznanie: — zabiłam, tak! Ja sama z własnej woli zabiłam!"
      },
      {
        "index": 126,
        "text": "Wszystkiemu w sobie i za sobą nakazała ciszę. Była w pełni rozumu, wiedziała o tem, że ma rozum, ale rozum był bezwładny, na podobieństwo króla, z któregoby zdarto szaty i osadzono nagiego wysoko — wysoko, na samym szczycie gilotyny."
      },
      {
        "index": 127,
        "text": "Myśli, jak szczękająca broń, roznosiły łoskot po głowie. Trwała tak przez chwilę w zachwycie nadczłowieczym, w smutku swoim-nieswoim, w uczuciu zgłębienia ludzkiego nieszczęścia. Czuła, że teraz w sobie dźwiga tłum ludzki, tam na górze widziany, a dźwiga z własnej woli, gdyż nie może nie dźwigać. Nigdy dotychczas nie doświadczane przeczucie niezbłaganych praw, rządzących grzechami ludzkimi, jakby w sądzie, przez moment zgłaszało pozew i obronę, o dziwo! w jej ubogiem sercu."
      },
      {
        "index": 128,
        "text": "Dreszcze zimna, bijące po krzyżu raz za razem, jak ciosy ognistego bata, wyrwały ją z odrętwienia. Poczęła brnąć w górę po schodach, zalanych wodą, trzymając się rękami zimnych ogniw żelaznego łańcucha. Wyszła znowu na szeroki plac, pełen zwrotnic, szyn, czerwonych i zielonych latarek. Wicher wył tam w budach strażniczych, ledwie oświetlonych, jęczał dookoła słupów żelaznych. Pociąg z hukiem i skowytem zwrotnic przeleciał obok. Ewa była już zupełnie spokojna."
      },
      {
        "index": 129,
        "text": "Widziała w zamyśleniu jego ogniste latarnie, twarz maszynisty czarną i ponurą. Zaznała gorąca kadłuba lokomotywy. Uśmiechnęła się z okrucieństemokrucieństwem do myśli, jak strasznym głuptasem jest maszynista, oddający się licho go wie, dlaczego, piekielnej pracy... Drżąc z zimna i szczękając zębami, biegła dokądś przed siebie. Nie mogła pojąć jednej tylko rzeczy: poco było zeskakiwać w morze? Oczy miała rozwarte i wbite w noc."
      },
      {
        "index": 130,
        "text": "Jak i gdzie znaleźć numer hotelowy i ciepłą pościel?"
      },
      {
        "index": 131,
        "text": "Myśli wyczerpały się i krążyły około jakichś drobiazgowych zechceń, które z kolei mdlały i gasły."
      },
      {
        "index": 132,
        "text": "Trafiła znowu na wązki, pochyły chodniczek biegła po nim. Biegła długo, ściskając w lewej ręce rondo kapelusza, który jej wiatr zerwał był z głowy. Stanęła nagle przed oświetlonemi drzwiami knajpy Gambrinus, sławne kasyno. Z rozkoszą wbiegła do wnętrza. Z uciechą poczuła, że już jej deszcz nie bije, a wicher na wskróś nie przeszywa. Usiadła na pierwszej z brzegu sofie i poczęła wyżymać, skręcać w pukiel i spinać swe włosy. Poprawiła kapelusz, uporządkowała suknie. Trzewiki były zgoła potargane, pończochy mokre aż do kolan. Knajpa była dość ciemna i, zdawało się, zupełnie pusta. Jedna lampka elektryczna paliła się w całej wązkiej, a długiej sali. Salę tę przegradzały kępy kamelii i oleandrów w wazonach. W głębi było wielkie lustro, które odbijało w sobie lampę elektryczną i salę, tworząc złudzenie dalekości. Jeden jakiś człowiek spał, siedząc przy stoliku, z głową, złożoną na rękach."
      },
      {
        "index": 133,
        "text": "Nierychło podszedł do Ewy kelner, drab w wyświechtanym fraku. Między jego kamizelką i majtkami widać było kolorową, ale i tak brudną koszulę. Patrzył na Ewę podejrzliwie, z podełba, obojętnie podciągając portki, podpasane skórzanym paskiem. Kazała podać sobie fiasco dobrego wina. Skoro tylko przyniósł, duszkiem wychyliła kielich — jeden i drugi. Ciepło zwolna, zwolna rozszerzyło się w jej piersiach, ramionach, nogach. Ogień zamigotał w oczach. Wypiła jeszcze jeden kieliszek i z rozkoszą uczuła, że pokonane dreszcze uciekają za dziesiątą górę. Oparła się plecami o ciepłą poduszkę sofy i wnet zaczęła zapadać, zanurzać się, pogrążać w cichy półsen, półjawę. Wszystko ucichło, uspokoiło się. Słyszała dziwny szelest w uszach, — ni to skrzypienie częstotliwe świerszczyków jesiennych w ścierniskach na wsi. W oczach piasek gorący. Wczuwała się z rozkoszą w ciepłe smugi, błądzące po ramionach, po skórze głowy, po udach, po stopach... Nie chciała zasnąć. Żeby aby nie zasnąć! Już kilkanaście razy postanowiła zadzwonić na kelnera i spytać go, gdzieby tu, w Monaco, można znaleźć numer ogrzany w hotelu i pościel. Miała jednak nieprzełamany wstręt do draba, który jej wino podawał. Nie mogła wskutek tego udźwignąć ręki, żeby zadzwonić. Jednakże ani na chwilę nie utraciła przytomności i nie przymknęła oczu. Poczęła marzyć..."
      },
      {
        "index": 134,
        "text": "Marzyła, pogrążona w sen na pół zapomniały, że siedzi sama, jak zawsze, na stopniach z granitu, co już tysiące lat trwają. Wysmukłe trawki kołyszą się za wiatrem. Wyrosły w szczelinach pomiędzy olbrzymimi blokami marmuru. Żal ich stopą podeptać. To Fiesole. W dali widać błękitne Apeniny, góry spalone od słońca, — jednobarwną smugę. Ciepły stamtąd wiatr leci i zapach drzew pomarańczy. Tam, w dole, pod stopami, arena starorzymskiego teatru. Tędy wyrzucano rozszarpane ciała a tędy wpuszczano lwy. Cichy śmieszek przewija się przez wargi. Dziwna rzecz, że tutaj teraz niema knajpy z ostrygami i białem winem..."
      },
      {
        "index": 135,
        "text": "Słychać kroki. Mały, nawiany przez wiatr, żwirek zgrzyta pod stopami nadchodzącego. To idzie Łukasz. Serce słyszy jego kroki, a ciężki czar przygniata piersi. Nareszcie go się doczekała! Nie, nie odwróci głowy! Niechaj on pierwszy! Łukasz idzie po stopniach, po stopniach, po stopniach... Niesie na rękach dziewczyneczkę. Różane jej ciałko rozkryło się od wietrzyka. Okrągłe kolanko wystaje z pod ciemnej chusty. Pięta różana, maleńka, jak zawiązek jabłka, chuśta się na powietrzu. Toczona rączka z fałdami bogatymi tuż przy dłoni wiewa w zapachu pomarańczy. Maciusieńka dłoń, boski pra-wzór ludzkiego kształtu. Doprawdy, — to jest myśl Stwórcy o kształcie człowieka!"
      },
      {
        "index": 136,
        "text": "Paluszki, jak szypułeczki tulipana, przecudnie piękne kształty stawów, przeczyste i niesłychanie śmieszne paznokietki. Paluszki przezroczyste pod słońce, w których nieskazitelna krew płynie w żyłkach niegrubszych od żyłek w liściu. Otwarła oczy i uśmiecha się do błękitnego nieba, do chmurek cherubinowych na wysokościach."
      },
      {
        "index": 137,
        "text": "Dokądże to on z nią idzie? Gdzie niesie dziecko? Druga rączka objęła go za szyję, a bezwładne paluszki błądzą po jego uchu. Dokąd też on tak idzie z dzieciną? Czy też ona wyżyje, czy też się zdrowo, córeńka, uchowa?"
      },
      {
        "index": 138,
        "text": "Ocknienie. Knajpa! Kelner!"
      },
      {
        "index": 139,
        "text": "Trzeźwa myśl o jeździe w przedziale kolejowym, w wagonie tramwaju przez nieskończenie długą Avenue de la gare, myśl o windzie w hotelu. Rozterka. Założyła nogę na nogę, ściskała kolana i przytulała plecy coraz szczelniej do oparcia kanapy, żeby zaznać jak najwięcej wewnętrznego ciepła. Jeszcze chwilę poczekać, jeszcze tylko tę chwilę... Podnieść rękę i zadzwonić. Podnieść rękę... Nagle usłyszała dźwięk, który ją pchnął z miejsca i otrzeźwił do cna. Ktoś obok niej, z tyłu, ktoś w tem miejscu wymówił po polsku."
      },
      {
        "index": 140,
        "text": "— Zbawicielu! Zbawicielu!"
      },
      {
        "index": 141,
        "text": "Szept ten był tak strasznie bolesny, tak śmiertelnie głęboki, że zerwała się na równe nogi. Oczy jej padły w głąb sali i ujrzały w lustrze odbicie postaci człowieka, który spał. Siedział tyłem do Ewy, a twarzą do lustra zwrócony. Łokcie jego rąk były oparte na marmurowym stoliku, a twarz ukryta w dłoniach. Ewa stała na miejscu, patrząc w lustro i usiłując zobaczyć twarz. Nagle spostrzegła, że prawa ręka nieznajomego bezwładnie opadła na marmurowy blat stołu, że zwolna sunęła się po nim i kurczowym ruchem pochwyciła rękojeść rewolweru, który tam leżał."
      },
      {
        "index": 142,
        "text": "Szept straszliwy tych samych wyrazów."
      },
      {
        "index": 143,
        "text": "Biała ręka wzniosła się i nagle znalazła tuż przy skroni. Ewa skokiem rzuciła się naprzód. Nie wiedząc wcale o tem, co czyni, znalazła się przy tym człowieku. Porwała obiema dłońmi kościstą, suchą rękę i wydarła z niej rewolwer. Ujrzała zblizka twarz nieznaną, szarobiałą, coś jakby twarz Dawida z nieśmiertelnego posągu Michała Anioła. Zdało się jej, że to biały kamień, szarym kurzem przysypany, patrzy na nią z półzmroku. Oczy skamieniałe, z których siła widzenia uciekła. Źrenice stały się dwiema czarnemi a nieruchomemi próżniami. Czoło sfałdowane, a każda zmarszczka stężała na zawsze... Usta zatrzaśnięte na zamek szatańskim uśmiechem. Ewa, nie wiedząc wcale o tem, co zrobiła, upadła na kolana i bezmyślnie okrywała pocałunkami ręce nieznajomego."
      },
      {
        "index": 144,
        "text": "— Nie, nie! — szeptała w paroksyzmie."
      },
      {
        "index": 145,
        "text": "Nim jeszcze jego ślepe źrenice przestały być martwemi dziurami, usta odemknęły się i dziwny głos, głos cichego niepokoju zapytał po polsku:"
      },
      {
        "index": 146,
        "text": "— Któż tu jest? Kto tu?"
      },
      {
        "index": 147,
        "text": "— Co pan chciałeś zrobić! Jak pan śmiesz podobną myśl? — krzyczała teraz w szale, zrywając się na nogi i wymachując rewolwerem, który trzymała w rozpalonej dłoni."
      },
      {
        "index": 148,
        "text": "Na to odpowiedział ów cichy i niewinny głos:"
      },
      {
        "index": 149,
        "text": "— Już nie mogłem, już nad siły... I dlatego..."
      },
      {
        "index": 150,
        "text": "— Kto pan jesteś? — krzyczała coraz głośniej."
      },
      {
        "index": 151,
        "text": "Nieznajomy milczał, jakby sobie coś z mozołem przypominał. Rzekł głośniej:"
      },
      {
        "index": 152,
        "text": "— Kto ja jestem? O to chodzi, kto... No cóż... Pół-Polak. Adwokat spraw z kretesem przegranych. Zawsze chybiający bombiarz..."
      },
      {
        "index": 153,
        "text": "— Co takiego? Bombiarz? — Rzucałem papierowe bomby w strupieszałe polskie narodzisko..."
      },
      {
        "index": 154,
        "text": "— No, więc rzucaj pan sobie swe bomby!"
      },
      {
        "index": 155,
        "text": "— Ba! Kiedy nie warto. Kołtun skręcił polską duszę. A przytem i ja sam... Siła w ręce stężała... Siła w ręce..."
      },
      {
        "index": 156,
        "text": "— Ale kto pan jesteś? Nazwisko pańskie!"
      },
      {
        "index": 157,
        "text": "— Nazwisko? Nazwisko — Bandos."
      },
      {
        "index": 158,
        "text": "— Bandos, — jest to literacki pseudonim poety Jaśniacha."
      },
      {
        "index": 159,
        "text": "— To, to! Jaśniach..."
      },
      {
        "index": 160,
        "text": "W owej chwili oczy tego człowieka otrzymały siłę widzenia. Ramiona jego porwały się, brwi posępnie zsunęły, a między niemi wyryły się dwie pionowe zmarszczki."
      },
      {
        "index": 161,
        "text": "— Kto panią uprosił do zajmowania się moją osobą i mojemi sprawami? — spytał głosem cichym a tak złowieszczym, że się o krok cofnęła."
      },
      {
        "index": 162,
        "text": "— Sama się upoważniłam."
      },
      {
        "index": 163,
        "text": "— Śliczny Apoloniusz z Tyany, zbawiający ludzi wbrew ich woli!"
      },
      {
        "index": 164,
        "text": "Mówiąc te słowa, bezwiednym ruchem poprawił na sobie surdut, wstał z krzesła i powtórnie przedstawił się:"
      },
      {
        "index": 165,
        "text": "— Jestem Rudolf Jaśniach — literat."
      },
      {
        "index": 166,
        "text": "— Moje nazwisko — Ewa Pobratyńska."
      },
      {
        "index": 167,
        "text": "Widocznie, nie mogąc ustać na nogach, siadł znowu i rozglądał się szczegółowo po tem miejscu. Brudny kelner, z hałasem rozsuwając krzesełka, odkręcił drugą lampkę elektryczną. Jasny blask padł na twarz i postać Jaśniacha. Ewa ujrzała dokładnie twarz jeszcze piękną, ale znoszoną i zdartą, wypełzłą od słońca i deszczu. Niezbyt gęsty, a dziwnie piękny zarost był jeszcze prawie młodzieńczy, a włosy na głowie już zupełnie siwe, rzadkie, tworzące dobrze już widoczną łysinę. Oczy były podkrążone niemal czarnemi podkowami, usta granatowe. Dziwnem w tej twarzy zjawiskiem były oczy. Miały w sobie coś z węgla, który się jeszcze żarzy, ale już powleczony jest martwicą popiołu. Dzikie, nienasycone szyderstwo i głęboka nadczułość zdawały się walczyć w tych oczach i wyganiać się z nich nawzajem. Jaśniach ubrany był ze skromnością, ale czysto i wytwornie. Ruchy jego stały się teraz prawidłowe, spokojne i przyzwoite. Widać było tylko, że siły są zupełnie wyczerpane, że nie jest w stanie trzymać się na nogach. Siedział z rękoma, ciężko i bezwładnie leżącemi na kolanach. Dziwnym swym, szyderczym, nieznośnym wzrokiem wpatrywał się w Ewę."
      },
      {
        "index": 168,
        "text": "Ona rzekła wesoło:"
      },
      {
        "index": 169,
        "text": "— Jestem przekonana, że pan — na skałce — doszedł do dużego pugilaresu, — a teraz... zostało w bocznej kieszeni »dwadzieścia centimów«."
      },
      {
        "index": 170,
        "text": "Kiwał potakująco głową."
      },
      {
        "index": 171,
        "text": "— Dużo pan wygrał?"
      },
      {
        "index": 172,
        "text": "— Dużo."
      },
      {
        "index": 173,
        "text": "— A dużo też pan przegrał?"
      },
      {
        "index": 174,
        "text": "— O, dużo! Przegrałem już ostatni sen. »Glamis hath murdered sleep, and therefore Cawdor shall sleep no more! — Macheth shall sleep no more!«"
      },
      {
        "index": 175,
        "text": "— Nie rozumiem."
      },
      {
        "index": 176,
        "text": "— Bo też nie należy do rzeczy najłatwiejszych dokładne zrozumienie mowy bombiarza, który sobie w łeb strzela."
      },
      {
        "index": 177,
        "text": "— Chciał strzelić..."
      },
      {
        "index": 178,
        "text": "— Strzela sobie w łeb tylko ten, kto tego mógł chcieć."
      },
      {
        "index": 179,
        "text": "— Zakazuje się panu chcieć tego!"
      },
      {
        "index": 180,
        "text": "— Mógłby mi tego zakazać tylko ten, ktoby mi był poprzednio dał siłę, żebym chciał..."
      },
      {
        "index": 181,
        "text": "— Ja w imieniu tej właśnie władzy!"
      },
      {
        "index": 182,
        "text": "— Musiałaby pani przebyć poprzednio wszystkie siedm sfer O-Sir-Is’a — mądrość, miłość, sprawiedliwość, piękność, wspaniałość, wiedzę, nieśmiertelność — i zejść dopiero do tej spelunki. A pani nosi pantofle?"
      },
      {
        "index": 183,
        "text": "— Cóż to za pytanie?"
      },
      {
        "index": 184,
        "text": "— Chciałbym wiedzieć, czy pod jednym z nich siedzi — mąż?"
      },
      {
        "index": 185,
        "text": "— Noszę pantofle, nawet w dniu dzisiejszym mokre i podarte, ale męża... niestety..."
      },
      {
        "index": 186,
        "text": "— To może pani zechce zostać moją żoną, żebym mógł zająć wakującą posadę."
      },
      {
        "index": 187,
        "text": "— Ależ naturalnie! Tylko musi się pan jeszcze odegrać."
      },
      {
        "index": 188,
        "text": "— Nie, już nie! Już mi teraz nie potrzeba. Zresztą — najniższa stawka pięć franciszków, a ja nie mam nawet na zapłacenie za kieliszek wina, który tu przed swą śmiercią wypiłem."
      },
      {
        "index": 189,
        "text": "— Pożyczę panu trzy tysiące franków. Ale pan powie, dlaczego to już panu nie są pieniądze potrzebne?"
      },
      {
        "index": 190,
        "text": "— Od czasu, kiedy w Polsce idee zostały wydeptane obcasami proboszczów, szlachciców, fabrykantów i szanownych panów dziennikarzy, kiedy, uważa pani, rozmnożyły się tam »stany posiadania«, nie miałem innego wyjścia, tylko zdobyć pieniądze i tworzyć »stan posiadania« dla wydeptanych idei — zapomocą... pieniędzy. Słyszała pani kiedy podobne chryje? Tymczasem — wygrałem — przegrałem — dwadzieścia centimów. Trzy tysiące franków? A jeżeli przegram i to?"
      },
      {
        "index": 191,
        "text": "— Ha! Wówczas..."
      },
      {
        "index": 192,
        "text": "— Widzi pani, — po raz drugi kłaść w retortę te wszystkie czynniki, z których się wyprodukowuje odczynnik woli..."
      },
      {
        "index": 193,
        "text": "— Wówczas pożyczę panu jeszcze jeden biały tysiąc."
      },
      {
        "index": 194,
        "text": "— Czy pani dziś wygrała?"
      },
      {
        "index": 195,
        "text": "— Ja... dziś? A tak."
      },
      {
        "index": 196,
        "text": "— Skąd pani do mnie przyszła?"
      },
      {
        "index": 197,
        "text": "— Któż to wie?"
      },
      {
        "index": 198,
        "text": "— Należałoby przypuścić, że pani jest posłem z kraju Agni, z ziemi intelektu tworzącego, z okręgów ducha czystości..."
      },
      {
        "index": 199,
        "text": "— Chodźmy, panie literacie!"
      },
      {
        "index": 200,
        "text": "— Ale pani będzie przy mnie, gdy zacznę grać?"
      },
      {
        "index": 201,
        "text": "— Będę."
      },
      {
        "index": 202,
        "text": "— Nie odejdzie Agni na krok, na krok?"
      },
      {
        "index": 203,
        "text": "— Na krok!"
      },
      {
        "index": 204,
        "text": "— Idźmy."
      },
      {
        "index": 205,
        "text": "— Muszę jeszcze oczyścić swe suknie i poprawić włosy. Niech pan mi od tego kelnera przyniesie, z łaski swej, miotełkę, bo ja go się grubo lękam."
      },
      {
        "index": 206,
        "text": "Jaśniach znikł w zagłębieniu sali. Po chwili wrócił w towarzystwie pomarszczonej wiedźmy, ohydnej powierzchowności, która pomogła Ewie oczyścić się i uczesać. Po chwili trzy tysiące franków znalazły się w ręku Jaśniacha. Płacąc za wino swoje i Ewy, zmieni! jeden tysiąc na złoto. Wyszli. Właśnie przebiegała winda i zagarnęła ich na górę. Była godzina dziesiąta, gdy wchodzili na salę gry. Teraz tłum był największy. Dookoła każdego stołu tłoczyły się nieruchome gromady. Ewa ujrzała znowu odpadki ludzkie, bandę jednostek. W blasku lamp wszyscy wydawali się dziwnie znędzniałymi od troski. Patrzyła teraz obojętnie na tych gentelmanów i damy, których wszystkie uczucia, namiętności i popędy zostały sparaliżowane przez jeden nałóg. Rudolf Jaśniach przez czas dosyć długi stał w odrętwieniu przy trente-et-quarante. Ewa, niby cień fizyczny jego figury, tkwiła bezradnie, albo słaniała się w miarę jego poruszeń. Zaczął wreszcie stawiać dwudziestofrankówki na rozmaite strony. Parę razy wygrał, lecz i przegrywał. Był spokojny, zadumany. Ewa tymczasem myślała, że zarówno on, jak inni, mają zmysły znieczulone, nerwy dziko drgające, a głowy wypchane jedyną wiedzą, skierowaną ku temu jedynie pytaniu, — z której strony należy stawiać pieniądze, — z prawej, czy z lewej strony białej kresy na suknie. Od niechcenia patrzyła na rysy dziwnej twarzy Jaśniacha i usiłowała zrozumieć, co ona tu właściwie robi obok i w towarzystwie tego człowieka. Przez jeden moment tkwiło w jej piersiach przeświadczenie, że jej dola życiowa, jej los, — to obcowanie z nieznanymi mężczyznami, z gatunkiem cudzym jej i wrogim. Inne kobiety znają jednego, dwu, a ona zna ich już tylu!"
      },
      {
        "index": 207,
        "text": "— Ja jestem piękna... — westchnęła. I oto pierwszy raz w duszy jej ukazała się radość, wynikająca z racyi obcowania, ze Szczerbicem, Dwarfami, tym Jaśniachem. Była pewna, że ten nowy kompanion przegra wszystko i, wbrew woli, wbrew samej sobie, pozwalała przemykać się myśli, co też się wówczas z nim stanie. — A jeśli to jest jaki łotr... — pomyślała niepostrzeżenie."
      },
      {
        "index": 208,
        "text": "Nachyliła się, żeby lepiej widzieć. Jaśniach postawił dwa białe papiery po tysiąc franków każdy we dwa miejsca stołu — i po chwili trzymał w ręku dwa nowe. Wówczas wszystkie cztery postawił w jedno miejsce — i cztery nowe sfrunęły ku niemu ze strony croupier’a. Czynił to wszystko, ociężale, automatycznie, jak człowiek, wtrącony przez chorobę w ciężką malignę. Wziął wygrane pieniądze i tylko przesunął je palcem na drugą stronę białej kresy. Ewa schyliła się jeszcze niżej i ciekawie patrzyła ponad ramiona. Serce poczęło kołatać w jej piersiach. Croupier rozłożył karty i przysunął Jaśniachowi ośm tysięcy franków. Ów wziął z tej górki papierów cztery, włożył zgniecione nerwowo w boczną kieszeń surduta. Dwanaście tysięcy zostawił na miejscu. Croupier rozłożył karty i wnet przysunął graczowi niby książeczkę, złożoną z dwunastu arkuszów."
      },
      {
        "index": 209,
        "text": "— Może dosyć? — szepnęła Ewa."
      },
      {
        "index": 210,
        "text": "Odwrócił ku niej oczy zamglone, smutne i senne Ujrzała, że grube krople potu okryły jego czoło, łysinę i zagłębienia koło nosa."
      },
      {
        "index": 211,
        "text": "— Jeszcze tylko chwilę... — westchnął."
      },
      {
        "index": 212,
        "text": "Książeczkę z dwunastoma tysiącami schował do kieszeni, a dwanaście tysięcy enjeu porozstawiał to tu, to tam ruchami zdecydowanymi, aczkolwiek nad wszelki wyraz obojętnie. Wyglądał, jak człowiek, który napewno wie, co czyni, gdyż tak musi. Kilka jego papierów kasyer zagarnął, ale na inne rzucił mu w dwójnasób. Wystarczyło tego na stawkę z dwunastu tysięcy. Nowa wygrana. Jaśniach wygraną schował w kieszeń, a tę samą stawkę przesunął na noir. Cały stół począł interesować się jego grą. Szczęście znowu dopisało."
      },
      {
        "index": 213,
        "text": "Croupier z jadowitym uśmiechem rzucił mu nową paczkę. Jaśniach schował ją do kieszeni i raz jeszcze zaryzykował tę samą sumę. Ewa patrzyła znieruchomiałemi oczyma, z zapartym oddechem na szalone szczęście gracza. Serce prawie nie biło. Zgnieciona pustka stworzyła się w piersiach. Dokoła stołu szeptano, gdy nowa wygrana znikła w kieszeni Jaśniacha."
      },
      {
        "index": 214,
        "text": "— Dosyć! — kazała Ewa."
      },
      {
        "index": 215,
        "text": "— Jeszcze ten... jeden... Jeśli..."
      },
      {
        "index": 216,
        "text": "Tym razem grabki kasyera z dość widoczną skwapliwością zagarnęły przegrane dwanaście tysięcy."
      },
      {
        "index": 217,
        "text": "— Dosyć... — zdecydował Jaśniach."
      },
      {
        "index": 218,
        "text": "Wyszedł z tłumu, ścigany szyderskiem spojrzeniem croupier’a i szeptem, sykiem, zabójczym śmiechem nienawiści całego tłumu."
      },
      {
        "index": 219,
        "text": "— Pięćdziesiąt dwa, pięćdziesiąt trzy... — mówił do Ewy, idąc powoli, ociężale ku wyjściu. — Cóż to znaczy w stosunku do tego, coby trzeba..."
      },
      {
        "index": 220,
        "text": "— Lepiej może było mieć to, co przed godziną?"
      },
      {
        "index": 221,
        "text": "— Nie, lepiej jest mieć to, co teraz. Ale to mało."
      },
      {
        "index": 222,
        "text": "— Zarobić w ciągu kwadransa pięćdziesiąt kilka tysięcy franków, — to mało!"
      },
      {
        "index": 223,
        "text": "— Pan Rockfeller, pan baron Rotszyld w ciągu każdej godziny... — Ach, co to mnie obchodzi! Chodźmy już stąd!"
      },
      {
        "index": 224,
        "text": "— Chodźmy, chodźmy..."
      },
      {
        "index": 225,
        "text": "Ewa ani się spostrzegła, kiedy się znalazła, w przedziale wagonu, zdążającego do Nicei. Jaśniach siedział naprzeciw niej. Był spokojny. Milczał uparcie. Głowa jego chwiała się i drgała, zależnie od skoków pociągu. W pewnej chwili nachylił się i zapytał:"
      },
      {
        "index": 226,
        "text": "— Proszę pani, — do kogo właściwie należą owe wygrane pieniądze?"
      },
      {
        "index": 227,
        "text": "— Do pana. Odda mi pan trzy tysiące, — z potrąceniem za wino i bilet w windzie."
      },
      {
        "index": 228,
        "text": "— No nie. Takim znowu łapserdakiem nie jestem"
      },
      {
        "index": 229,
        "text": "— Ja nie potrzebuję tych pieniędzy."
      },
      {
        "index": 230,
        "text": "— A gdzie pani właściwie mieszka?"
      },
      {
        "index": 231,
        "text": "— Hotel Suisse."
      },
      {
        "index": 232,
        "text": "— I długo tu pani myśli zabawić?"
      },
      {
        "index": 233,
        "text": "— Nie wiem. To nie zależy ode mnie."
      },
      {
        "index": 234,
        "text": "— Bo widzi pani..."
      },
      {
        "index": 235,
        "text": "— Cóż tam nowego?"
      },
      {
        "index": 236,
        "text": "— Widzi pani, — byłem już raz na Korsyce. — Gdyby się tak pani zgodziła..."
      },
      {
        "index": 237,
        "text": "— Pojechać tam razem z panem?"
      },
      {
        "index": 238,
        "text": "— Razem ze mną. Jabym tam pani opowiedział."
      },
      {
        "index": 239,
        "text": "— I tu można bardzo wiele opowiedzieć. — Nikt nie przeszkadza."
      },
      {
        "index": 240,
        "text": "— Nie, tu podle. Stamtąd, — do kraju?"
      },
      {
        "index": 241,
        "text": "— Cóż pana tak ciągnie do kraju?"
      },
      {
        "index": 242,
        "text": "— Widzi pani..."
      },
      {
        "index": 243,
        "text": "— To niech pan sobie wraca."
      },
      {
        "index": 244,
        "text": "— Teraz jeszcze nie mogę. Jeszcze śmierć mam w kosteczkach. Szpik w kościach zmarzł. Muszę odtajać. — Pan jest jakieś niezmierzone czupiradło."
      },
      {
        "index": 245,
        "text": "— Bagatela!"
      },
      {
        "index": 246,
        "text": "— To też wie pan co: rozstańmy się na dworcu w Nicei. Dobrze."
      },
      {
        "index": 247,
        "text": "— Już odchodzi statek na Korsykę o godzinie piątej. Tak się dobrze składa. Jechałoby się, jak przez Kocytus pod przewodem cudnego widzenia. Niech pani przyjedzie do nicejskiego portu. Pojedziemy do miasta Ajaccio. Ja swoim dworem, pani swoim. Mamy wspólne pieniądze."
      },
      {
        "index": 248,
        "text": "— Mówiłam, że to pańskie pieniądze."
      },
      {
        "index": 249,
        "text": "— Wszystko pani wytłómaczę. Owszem, jeśli je pani przeznaczy, to je wezmę."
      },
      {
        "index": 250,
        "text": "— Jakto — »przeznaczę«?"
      },
      {
        "index": 251,
        "text": "Potem. Wytłómaczę na Korsyce."
      },
      {
        "index": 252,
        "text": "— Ale pan już się mną rozporządza, jakbym była pańską żoną."
      },
      {
        "index": 253,
        "text": "— Albo »kochanką«? Nie, pani. Ja się w pani nie będę kochał, nawet się nie będę umizgał. Może, (a nawet z pewnością!) napiszę jaki misterny sonet na wieczną cześć włosów pani, ust, oczu, ale stąd do miłości olbrzymi kawał drogi. — Będzie to może ładne jak u Owidyusza, albo Petrarki, ale zimne..."
      },
      {
        "index": 254,
        "text": "— Jak to pan wszystko wie, jak będzie i co będzie."
      },
      {
        "index": 255,
        "text": "— Bo ja wszystko wiem. Zresztą pani mi darował życie. Kto pani jest? Skąd pani przyszła do tej tawerny? Tego nie wiem."
      },
      {
        "index": 256,
        "text": "— Przyszłam na nogach, — z morza. Wie pan? Napewno z morza. A otóż i Nicea."
      },
      {
        "index": 257,
        "text": "— Zaraz poznałem, że w pani jest zawarty płomień, przenikający wszystko na ziemi, — Agni ksiąg wedyjskich."
      },
      {
        "index": 258,
        "text": "— Żegnam pana."
      },
      {
        "index": 259,
        "text": "Wyskoczyła z pociągu i rzuciła się w tłum osób, zdążający ku tramwajom."
      }
    ]
  }
}