{
  "chapterNumber": 58,
  "title": "Tom drugi, XXV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Za żywopłotem, otaczającym ogromną przestrzeń ogrodów, w których mieściły się »majdanki«, ciągnął się las przeważnie brzozowy, a w nim tu i owdzie połyskiwały białe domy. Cała ta leśna przestrzeń zwała się »Mazurkowe«. Nazwa przylgnęła do miejsca od nazwiska lekarza, Jana Mazurka, który ten obszar miał w opiece. Były to kolonie chorych na gruźlicę."
      },
      {
        "index": 2,
        "text": "Dr. Jan Mazurek gdzieś na świecie, w Paryżu, czy w Londynie, zetknął się z Bodzantą, — i tam go, zdaje się, obrobił, czyli »spropagował«. Od chwili tego spotkania szli razem. Bodzanta nadał doktorowi, (aktem zresztą niepisanym), całą przestrzeń leśną »oraz przyległe parowy« za majdańskimi płotami. Były to wertepy, gdzie od niepamiętnych czasów lisy miały swe jamy, a zrzadka zachodził nieopatrzny, wędrowny zając. Wertepy były urocze, pełne bajecznych osypisk, osłonionych brzozami i sosną, zwrócone wylotami swymi na południe i w dół, a od północy zasłonięte łańcuchem gór. Tam to doktór Mazurek rozpostarł swe lary i penaty, rozwinął się wszerz i wzdłuż. Pierwiastkowo, jeszcze z funduszów Bodzanty, wzniósł był sanatoryum dla robotników, »dotkniętych« suchotami. Gdy kasa Bodzanty wyczerpała się, sam sobie radził. W sanatoryum leczył »przypadki« cięższe. Formy lżejsze kurował w domkach, które wznosił bez przerwy. Skąd brał pieniądze, — o tem możnaby tomy pisać. W takim domku, który miał zawsze ściany cudacznie wysokie, okna monstrualne i inne higieniczności, były od południa werandy dla chorych, a od wschodu odosobnione pokoje dla rodzin. Rodziny zjeżdżały razem z chorymi. Dzieci szły do szkół różnego rodzaju, (freblowskich elementarnych i dwu wydziałowych), a żony i dzieci starsze pracowały w halach. W halach, zbudowanych wyżej na jednym ze wzgórków, dr. Mazurek wespół z Bodzantą wytworzył najrozmaitsze zajęcia. Rozwinięto tutaj szkołę-fabrykę wyrobów artystycznych pod kierunkiem pewnego rzeźbiarza. (Dr. Mazurek był maniakiem mniemania, że ludzie chorzy »powinni« zajmować się sprawą sztuki, że chorzy posiadają głębszy świat odczuwania i szerszy zakres widzenia w świecie ducha, nieznany ludziom zdrowym...). Niektóre roboty, (wytłaczania artystyczne opraw, wypalania na drzewie i t. d.), wykonywali sami chorzy, o ile, oczywiście, Mazurek znalazł, że mogą. Nadto rodziny chorych stanowiły płatną obsługę sanatoryum, (dozorczynie, praczki, pomywaczki i t. d.). Instytut na »Mazurkowem« rósł wciąż i w oczach niemal tworzył cudaczne osiedle półprzemysłowe, półsanatoryjne. Ludzie, zwaleni z nóg przez chorobę, nie byli tam wyrwani ze świata i odrzuceni na pół-cmentarz, nie umierali w próżni, lecz żyli jeszcze wśród szczęścia pół-pracy, w pobliżu rodzin, aż do ostatnich chwil."
      },
      {
        "index": 3,
        "text": "Dr. Mazurek był to szczupły, szary człowieczek z bródką zaciosaną w ostry klinik, ze spiczastym nosem i oczami tak ukrytemi w szczelinach powiek, że ich prawie nie było widać. Dr. Jasio był to najzawołańszy »kawalarz«, niezrównany facecyonista, zawsze parskający śmiechem, zabawnym, nienasyconym chichotkiem. Nawet wówczas, gdy »padlec« lasecznik tryumfował nad »wiedzą«, a figlarna kostusia zdmuchiwała najciekawszy cas i doktór przychodził wysłuchiwać ostatnich rzężeń, i wówczas jeszcze kładł nieszczęśnikowi do ucha jakieś wesołe opowiadanie, śmiał się do niego szpareczkami swych oczu... I niejeden, niejeden odszedł z uśmiechem na wargach, z westchnieniem wesela, nawianem przez paradny »kawał« doktora Mazurka. W sanatoryum wiecznie był na korytarzach, w kuchniach, zawsze w ferworze, zapale, zawsze spocony i zajęty. Małe jego oczy widziały wszystko, a szybkie kroki obiegały codziennie całą tę ziemię płoną. Sam również »wykpiwał się« z dnia na dzień padlecom lasecznikom, zadawał im bobu, czyli fernepiksu, świeżem powietrzem i mleczywem, które chłeptał w pośpiechu, to tu, to tam, w drodze, »jak notoryczne cielę«. W początkach swego majdańskiego zawodu nie miał nawet felczera, a na głowie z górą stu chorych. Później »zwalił mu się na łeb« felczer, (z oszczędności panny Marty ufundowany), przywędrowały siostry miłosierdzia i »oblazły go«, »czepiał go się, jak rzypień psiego ogona« zawsze jakiś student kończący, jakaś »altruistyczna bryndza«, a koniec końców do tego doszło, że zwlókł się drugi lekarzyna, potężnie już nadgryziony przez gruźlicę, dr. Wiński. Zadeklarował swe usługi wzamian za prawo werandowania przez tyle a tyle godzin, wzamian za jadło, (»ryba, dwa mięsa«), i pokój od południa. Oczywiście, że go dr. Mazurek »wyzyskał« do ostatniego, jak »najpodlejszy właściciel lombardu na Powiślu« i puścił w ruch. Zaczęli tedy we dwu pilnować prawidłowego leżenia, słuchać kaszlów i patrzeć w plwociny. A tymczasem nędza wlokła się na Majdan. Bety, dzieci, baby — i kaszel ojcowski, kaszel bez końca. Siaki-taki gędziolił:"
      },
      {
        "index": 4,
        "text": "— Wszystko już, proszę pana doktora, lepiej, jakby człowiek był całkiem zdrów, sił okropnie przybyło, tylko jeszcze ten kaszel tak jakby troszeczkę..."
      },
      {
        "index": 5,
        "text": "— E, — no kaszel troszeczkę... bo tak należy, po zakonu!... To drobiazg. On ta przejdzie, tylko żeby się ociepliło..."
      },
      {
        "index": 6,
        "text": "— Bo tak nawet czasem jakby jakoś nacichł... Ale znowu padnie plucie, albo i ze krwią..."
      },
      {
        "index": 7,
        "text": "— A bo, powiadam, jak całkiem przejdzie, to właśnie będzie sama pora. Wtedy pogadamy — co? Bo cóż to właściwie, towarzyszu, kaszel? Żeby tak między nami... Wszyscy kaszlemy."
      },
      {
        "index": 8,
        "text": "— Właśnie i ja tak sobie mówię, że który nie kaszle, Boże Panie! Nawet i tych potów jakoś mniej nocami..."
      },
      {
        "index": 9,
        "text": "— A co, — nie mówiłem? A skoro tak, no to hajda na leżak!"
      },
      {
        "index": 10,
        "text": "W parę miesięcy po swoim przyjeździe Ewa poczęła przekradać się do sanatoryum. Uprosiła doktora Mazurka, żeby jej pozwolił być nocną, bezpłatną dozorczynią przy najciężej chorych. Uczyniła ślub, że będzie czuwać przy każdym z umierających. (To na intencyę Jaśniacha i za karę, że przy nim nie była). I wypełniała święcie. Co pewien czas doktór telefonował do budynku administracyjnego:"
      },
      {
        "index": 11,
        "text": "— Siostra Magda... numer taki a taki »ma się ku kogutkowi...« Godzina ta i ta..."
      },
      {
        "index": 12,
        "text": "Ewa zabierała się na noc. Wchodziła do numeru, cicho, jak duch, siadała przy chorym i spełniała najtrudniejsze posługi, cieszyła opowiadaniem, zagadywała spełniające się dzieło, uciszała widziadła gorączki i bezsenności..."
      },
      {
        "index": 13,
        "text": "(Mógłby kto sądzić, że to poszukiwanie rozkoszy było aktem miłości chrześcijańskiej. Oto czasem, gdy o poranku blada i napół świadoma skłoniła głowę na poręcz łóżka, śnił się jej prędki sen, że Jaśniaszek-poeta nie umarł, że leży na łóżku skurczony i śpi, a to ona właśnie sen na jego bolesne powieki z niebiosów zwiodła. I wówczas słodkie łzy szalonej rozkoszy płynęły na splecione białe ręce)."
      }
    ]
  }
}