{
  "title": "卷078",
  "paragraphs": [
    "春申君者，楚人也，名歇，姓黃氏。游學博聞，事楚頃襄王。頃襄王以歇為辯，使於秦。秦昭王使白起攻韓、魏，敗之於華陽，禽魏將芒卯，韓、魏服而事秦。秦昭王方令白起與韓、魏共伐楚，未行，而楚使黃歇適至於秦，聞秦之計。當是之時，秦已前使白起攻楚，取巫、黔中之郡，拔鄢郢，東至竟陵，楚頃襄王東徙治於陳縣。黃歇見楚懷王之為秦所誘而入朝，遂見欺，留死於秦。頃襄王，其子也，秦輕之，恐壹舉兵而滅楚。歇乃上書說秦昭王曰：",
    "昭王曰：「善。」於是乃止白起而謝韓、魏。發使賂楚，約為與國。",
    "黃歇受約歸楚，楚使歇與太子完入質於秦，秦留之數年。楚頃襄王病，太子不得歸。而楚太子與秦相應侯善，於是黃歇乃說應侯曰：「相國誠善楚太子乎？」應侯曰：「然。」歇曰：「今楚王恐不起疾，秦不如歸其太子。太子得立，其事秦必重而德相國無窮，是親與國而得儲萬乘也。若不歸，則咸陽一布衣耳；楚更立太子，必不事秦。夫失與國而絕萬乘之和，非計也。願相國孰慮之。」應侯以聞秦王。秦王曰：「令楚太子之傅先往問楚王之疾，返而後圖之。」黃歇為楚太子計曰：「秦之留太子也，欲以求利也。今太子力未能有以利秦也，歇憂之甚。而陽文君子二人在中，王若卒大命，太子不在，陽文君子必立為後，太子不得奉宗廟矣。不如亡秦，與使者俱出；臣請止，以死當之。」楚太子因變衣服為楚使者御以出關，而黃歇守舍，常為謝病。度太子已遠，秦不能追，歇乃自言秦昭王曰：「楚太子已歸，出遠矣。歇當死，願賜死。」昭王大怒，欲聽其自殺也。應侯曰：「歇為人臣，出身以徇其主，太子立，必用歇，故不如無罪而歸之，以親楚。」秦因遣黃歇。",
    "歇至楚三月，楚頃襄王卒，太子完立，是為考烈王。考烈王元年，以黃歇為相，封為春申君，賜淮北地十二縣。後十五歲，黃歇言之楚王曰：「淮北地邊齊，其事急，請以為郡便。」因并獻淮北十二縣。請封於江東。考烈王許之。春申君因城故吳墟，以自為都邑。",
    "春申君既相楚，是時齊有孟嘗君，趙有平原君，魏有信陵君，方爭下士，招致賓客，以相傾奪，輔國持權。",
    "春申君為楚相四年，秦破趙之長平軍四十餘萬。五年，圍邯鄲。邯鄲告急於楚，楚使春申君將兵往救之，秦兵亦去，春申君歸。春申君相楚八年，為楚北伐滅魯，以荀卿為蘭陵令。當是時，楚復彊。",
    "趙平原君使人於春申君，春申君捨之於上舍。趙使欲夸楚，為瑁簪，刀劍室以珠玉飾之，請命春申君客。春申君客三千餘人，其上客皆躡珠履以見趙使，趙使大慚。",
    "春申君相十四年，秦莊襄王立，以呂不韋為相，封為文信侯。取東周。",
    "春申君相二十二年，諸侯患秦攻伐無已時，乃相與合從，西伐秦，而楚王為從長，春申君用事。至函谷關，秦出兵攻，諸侯兵皆敗走。楚考烈王以咎春申君，春申君以此益疏。",
    "客有觀津人朱英，謂春申君曰：「人皆以楚為彊而君用之弱，其於英不然。先君時善秦二十年而不攻楚，何也？秦踰黽隘之塞而攻楚，不便；假道於兩周，背韓、魏而攻楚，不可。今則不然，魏旦暮亡，不能愛許、鄢陵，其許魏割以與秦。秦兵去陳百六十里，臣之所觀者，見秦、楚之日斗也。」楚於是去陳徙壽春；而秦徙衛野王，作置東郡。春申君由此就封於吳，行相事。",
    "楚考烈王無子，春申君患之，求婦人宜子者進之，甚眾，卒無子。趙人李園持其女弟，欲進之楚王，聞其不宜子，恐久毋寵。李園求事春申君為舍人，已而謁歸，故失期。還謁，春申君問之狀，對曰：「齊王使使求臣之女弟，與其使者飲，故失期。」春申君曰：「娉入乎？」對曰：「未也。」春申君曰：「可得見乎？」曰：「可。」於是李園乃進其女弟，即幸於春申君。知其有身，李園乃與其女弟謀。園女弟承閒以說春申君曰：「楚王之貴幸君，雖兄弟不如也。今君相楚二十餘年，而王無子，即百歲後將更立兄弟，則楚更立君後，亦各貴其故所親，君又安得長有寵乎？非徒然也，君貴用事久，多失禮於王兄弟，兄弟誠立，禍且及身，何以保相印江東之封乎？今妾自知有身矣，而人莫知。妾幸君未久，誠以君之重而進妾於楚王，王必幸妾；妾賴天有子男，則是君之子為王也，楚國盡可得，孰與身臨不測之罪乎？」春申君大然之，乃出李園女弟，謹舍而言之楚王。楚王召入幸之，遂生子男，立為太子，以李園女弟為王后。楚王貴李園，園用事。",
    "李園既入其女弟，立為王后，子為太子，恐春申君語泄而益驕，陰養死士，欲殺春申君以滅口，而國人頗有知之者。",
    "春申君相二十五年，楚考烈王病。朱英謂春申君曰：「世有毋望之福，又有毋望之禍。今君處毋望之世，事毋望之主，安可以無毋望之人乎？」春申君曰：「何謂毋望之福？」曰：「君相楚二十餘年矣，雖名相國，實楚王也。今楚王病，旦暮且卒，而君相少主，因而代立當國，如伊尹、周公，王長而反政，不即遂南面稱孤而有楚國？此所謂毋望之福也。」春申君曰：「何謂毋望之禍？」曰：「李園不治國而君之仇也，不為兵而養死士之日久矣，楚王卒，李園必先入據權而殺君以滅口。此所謂毋望之禍也。」春申君曰：「何謂毋望之人？」對曰：「君置臣郎中，楚王卒，李園必先入，臣為君殺李園。此所謂毋望之人也。」春申君曰：「足下置之，李園，弱人也，仆又善之，且又何至此！」朱英知言不用，恐禍及身，乃亡去。",
    "後十七日，楚考烈王卒，李園果先入，伏死士於棘門之內。春申君入棘門，園死士俠刺春申君，斬其頭，投之棘門外。於是遂使吏盡滅春申君之家。而李園女弟初幸春申君有身而入之王所生子者遂立，是為楚幽王。",
    "是歲也，秦始皇帝立九年矣。嫪毐亦為亂於秦，覺，夷其三族，而呂不韋廢。",
    "太史公曰：吾適楚，觀春申君故城，宮室盛矣哉！初，春申君之說秦昭王，及出身遣楚太子歸，何其智之明也！後制於李園，旄矣。語曰：「當斷不斷，反受其亂。」春申君失朱英之謂邪？"
  ]
}