{
  "title": "卷112",
  "paragraphs": [
    "丞相公孫弘者，齊菑川國薛縣人也，字季。少時為薛獄吏，有罪，免。家貧，牧豕海上。年四十餘，乃學春秋雜說。養後母孝謹。",
    "建元元年，天子初即位，招賢良文學之士。是時弘年六十，徵以賢良為博士。使匈奴，還報，不合上意，上怒，以為不能，弘乃病免歸。",
    "元光五年，有詔徵文學，菑川國復推上公孫弘。弘讓謝國人曰：「臣已嘗西應命，以不能罷歸，願更推選。」國人固推弘，弘至太常。太常令所徵儒士各對策，百餘人，弘第居下。策奏，天子擢弘對為第一。召入見，狀貌甚麗，拜為博士。是時通西南夷道，置郡，巴蜀民苦之，詔使弘視之。還奏事，盛毀西南夷無所用，上不聽。",
    "弘為人恢奇多聞，常稱以為人主病不廣大，人臣病不儉節。弘為布被，食不重肉。后母死，服喪三年。每朝會議，開陳其端，令人主自擇，不肯面折庭爭。於是天子察其行敦厚，辯論有餘，習文法吏事，而又緣飾以儒術，上大說之。二歲中，至左內史。弘奏事，有不可，不庭辯之。嘗與主爵都尉汲黯請閒，汲黯先發之，弘推其後，天子常說，所言皆聽，以此日益親貴。嘗與公卿約議，至上前，皆倍其約以順上旨。汲黯庭詰弘曰：「齊人多詐而無情實，始與臣等建此議，今皆倍之，不忠。」上問弘。弘謝曰：「夫知臣者以臣為忠，不知臣者以臣為不忠。」上然弘言。左右幸臣每毀弘，上益厚遇之。",
    "元朔三年，張歐免，以弘為御史大夫。是時通西南夷，東置滄海，北筑朔方之郡。弘數諫，以為罷敝中國以奉無用之地，願罷之。於是天子乃使朱買臣等難弘置朔方之便。發十策，弘不得一。弘乃謝曰：「山東鄙人，不知其便若是，願罷西南夷、滄海而專奉朔方。」上乃許之。",
    "汲黯曰：「弘位在三公，奉祿甚多。然為布被，此詐也。」上問弘。弘謝曰：「有之。夫九卿與臣善者無過黯，然今日庭詰弘，誠中弘之病。夫以三公為布被，誠飾詐欲以釣名。且臣聞管仲相齊，有三歸，侈擬於君，桓公以霸，亦上僭於君。晏嬰相景公，食不重肉，妾不衣絲，齊國亦治，此下比於民。今臣弘位為御史大夫，而為布被，自九卿以下至於小吏，無差，誠如汲黯言。且無汲黯忠，陛下安得聞此言。」天子以為謙讓，愈益厚之。卒以弘為丞相，封平津侯。",
    "弘為人意忌，外寬內深。諸嘗與弘有卻者，雖詳與善，陰報其禍。殺主父偃，徙董仲舒於膠西，皆弘之力也。食一肉脫粟之飯。故人所善賓客，仰衣食，弘奉祿皆以給之，家無所餘。士亦以此賢之。",
    "淮南、衡山謀反，治黨與方急。弘病甚，自以為無功而封，位至丞相，宜佐明主填撫國家，使人由臣子之道。今諸侯有畔逆之計，此皆宰相奉職不稱，恐竊病死，無以塞責。乃上書曰：「臣聞天下之通道五，所以行之者三。曰君臣，父子，兄弟，夫婦，長幼之序，此五者天下之通道也。智，仁，勇，此三者天下之通德，所以行之者也。故曰『力行近乎仁，好問近乎智，知恥近乎勇』。知此三者，則知所以自治；知所以自治，然後知所以治人。天下未有不能自治而能治人者也，此百世不易之道也。今陛下躬行大孝，鑒三王，建周道，兼文武，厲賢予祿，量能授官。今臣弘罷駑之質，無汗馬之勞，陛下過意擢臣弘卒伍之中，封為列侯，致位三公。臣弘行能不足以稱，素有負薪之病，恐先狗馬填溝壑，終無以報德塞責。願歸侯印，乞骸骨，避賢者路。」天子報曰：「古者賞有功，襃德，守成尚文，遭遇右武，未有易此者也。朕宿昔庶幾獲承尊位，懼不能寧，惟所與共為治者，君宜知之。蓋君子善善惡惡，（君宜知之）君若謹行，常在朕躬。君不幸罹霜露之病，何恙不已，乃上書歸侯，乞骸骨，是章朕之不德也。今事少閒，君其省思慮，一精神，輔以醫藥。」因賜告牛酒雜帛。居數月，病有瘳，視事。",
    "元狩二年，弘病，竟以丞相終。子度嗣為平津侯。度為山陽太守十餘歲，坐法失侯。",
    "主父偃者，齊臨菑人也。學長短縱橫之術，晚乃學易、春秋、百家言。游齊諸生閒，莫能厚遇也。齊諸儒生相與排擯，不容於齊。家貧，假貸無所得，乃北游燕、趙、中山，皆莫能厚遇，為客甚困。孝武元光元年中，以為諸侯莫足游者，乃西入關見衛將軍。衛將軍數言上，上不召。資用乏，留久，諸公賓客多厭之，乃上書闕下。朝奏，暮召入見。所言九事，其八事為律令，一事諫伐匈奴。其辭曰：",
    "是時趙人徐樂、齊人嚴安俱上書言世務，各一事。徐樂曰：",
    "書奏天子，天子召見三人，謂曰：「公等皆安在？何相見之晚也！」於是上乃拜主父偃、徐樂、嚴安為郎中。偃數見，上疏言事，詔拜偃為謁者，遷為中大夫。一歲中四遷偃。",
    "偃說上曰：「古者諸侯不過百里，彊弱之形易制。今諸侯或連城數十，地方千里，緩則驕奢易為淫亂，急則阻其彊而合從以逆京師。今以法割削之，則逆節萌起，前日晁錯是也。今諸侯子弟或十數，而適嗣代立，餘雖骨肉，無尺寸地封，則仁孝之道不宣。願陛下令諸侯得推恩分子弟，以地侯之。彼人人喜得所願，上以德施，實分其國，不削而稍弱矣。」於是上從其計。又說上曰：「茂陵初立，天下豪桀并兼之家，亂眾之民，皆可徙茂陵，內實京師，外銷姦猾，此所謂不誅而害除。」上又從其計。",
    "尊立衛皇后，及發燕王定國陰事，蓋偃有功焉。大臣皆畏其口，賂遺累千金。人或說偃曰：「太橫矣。」主父曰：「臣結發游學四十餘年，身不得遂，親不以為子，昆弟不收，賓客棄我，我阸日久矣。且丈夫生不五鼎食，死即五鼎烹耳。吾日暮途遠，故倒行暴施之。」",
    "偃盛言朔方地肥饒，外阻河，蒙恬城之以逐匈奴，內省轉輸戍漕，廣中國，滅胡之本也。上覽其說，下公卿議，皆言不便。公孫弘曰：「秦時常發三十萬眾筑北河，終不可就，已而棄之。」主父偃盛言其便，上竟用主父計，立朔方郡。",
    "元朔二年，主父言齊王內淫佚行僻，上拜主父為齊相。至齊，遍召昆弟賓客，散五百金予之，數之曰：「始吾貧時，昆弟不我衣食，賓客不我內門；今吾相齊，諸君迎我或千里。吾與諸君絕矣，毋復入偃之門！」乃使人以王與姊姦事動王，王以為終不得脫罪，恐效燕王論死，乃自殺。有司以聞。",
    "主父始為布衣時，嘗游燕、趙，及其貴，發燕事。趙王恐其為國患，欲上書言其陰事，為偃居中，不敢發。及為齊相，出關，即使人上書，告言主父偃受諸侯金，以故諸侯子弟多以得封者。及齊王自殺，上聞大怒，以為主父劫其王令自殺，乃徵下吏治。主父服受諸侯金，實不劫王令自殺。上欲勿誅，是時公孫弘為御史大夫，乃言曰：「齊王自殺無後，國除為郡，入漢，主父偃本首惡，陛下不誅主父偃，無以謝天下。」乃遂族主父偃。",
    "主父方貴幸時，賓客以千數，及其族死，無一人收者，唯獨洨孔車收葬之。天子后聞之，以為孔車長者也。",
    "太史公曰：公孫弘行義雖修，然亦遇時。漢興八十餘年矣，上方鄉文學，招俊乂，以廣儒墨，弘為舉首。主父偃當路，諸公皆譽之，及名敗身誅，士爭言其惡。悲夫！",
    "班固稱曰：公孫弘、卜式、兒寬皆以鴻漸之翼困於燕雀，遠跡羊豕之閒，非遇其時，焉能致此位乎？是時漢興六十餘載，海內乂安，府庫充實，而四夷未賓，制度多闕，上方欲用文武，求之如弗及。始以蒲輪迎枚生，見主父而嘆息。群臣慕向，異人并出。卜式試於芻牧，弘羊擢於賈豎，衛青奮於奴仆，日磾出於降虜，斯亦曩時版筑飯牛之朋矣。漢之得人，於茲為盛。儒雅則公孫弘、董仲舒、兒寬，篤行則石建、石慶，質直則汲黯、卜式，推賢則韓安國、鄭當時，定令則趙禹、張湯，文章則司馬遷、相如，滑稽則東方朔、枚皋，應對則嚴助、朱買臣，歷數則唐都、落下閎，協律則李延年，運籌則桑弘羊，奉使則張騫、蘇武，將帥則衛青、霍去病，受遺則霍光、金日磾。其餘不可勝紀。是以興造功業，制度遺文，後世莫及。孝宣承統，纂修洪業，亦講論六藝，招選茂異，而蕭望之、梁丘賀、夏侯勝、韋玄成、嚴彭祖、尹更始以儒術進，劉向、王褒以文章顯。將相則張安世、趙充國、魏相、邴吉、于定國、杜延年，治民則黃霸、王成、龔遂、鄭弘、邵信臣、韓延壽、尹翁歸、趙廣漢之屬，皆有功跡見述於後。累其名臣，亦其次也。"
  ]
}