{
  "title": "Carmina de se ipso: ΜΑʹ. Πρὸς Μάξιμον.",
  "paragraphs": [
    "Τί ταῦτα; τολμᾷς καὶ σὺ, Μάξιμε, γράφειν; Γράφειν σὺ τολμᾷς; τῆς ἀναιδείας ὅση! Τουτὶ μὲν ἤδη καὶ κυνῶν ἀνώτερον. Τολμητὰ πάντα πᾶσιν. Ὢ καιροῦ φορᾶς! Ὥσπερ μύκητας, ἀθρόως ἀνατρέχειν Σοφοὺς στρατηγοὺς, εὐγενεῖς ἐπισκόπους,  1340 Μηδὲν προμοχθήσαντας εἰς μοῖραν καλοῦ. Ἐξ ὧν τί γίνετ'; ἀρετὴ κολούεται, Μηδὲν πλέον φέρουσα, τῆς ἀγροικίας Θάρσος λαβούσης οὐ καλῶς ἀζήμιον, Ἂν μικρὰ ἄττα σπερμολογήσῃ ῥήματα. Κυβιστάτω τις μὴ μαθὼν, τοξευέτω, Πτεροῖς φερέσθω πρὸς νέφη μετάρσιος. Ἀρκεῖ τὸ βούλεσθ', οὐδαμοῦ τὸ εἰδέναι. Μὴ καὶ σὺ μουσόπνευστος ἡμῖν ἀθρόως, Ὥσπερ λέγονται τῶν πάλαι σοφῶν τινες; Μὴ καὶ σὲ δάφνης ἐξέμηνέ τις κλάδος· Ἦ μαντικῶν πέπωκας ὑδάτων ἄφνω, Ἔπειτα μέτρων ἔβλυσας, ἄμετρος ὤν; Ὢ τῶν ἀπίστων καὶ νέων ἀκουσμάτων!  1341 Σαοὺλ προφήτης, Μάξιμος λογογράφος! Τίς οὐ προφήτης; τίς καθέξει τὴν χέρα; Πάντων ὁ χάρτης, ἡ γραφὶς καὶ γρᾳδίων. Λέγειν, γράφειν, θέατρα συλλέγειν, σύγε Κρότους ἐγείρειν μηδὲν εὐλαβούμενος. Βραχεῖς μέν εἰσι τῶν ἀκουόντων σοφοί· Πολλοὶ δὲ Μάξιμοί τε καὶ παράφοροι. Τούτοις ἀρέσκειν, τοὺς δὲ σοφοὺς χαίρειν ἐᾷν, Τοὺς ἐσμιλευμένους τε καὶ συνηγμένους. Αὐτοὺς γελώντων. Ἂν δ' ἀμύνασθαι δέῃ, Τολμητὰ πάντα. Τοὺς σοφοὺς ἔχει θράσος. Τὸν Μάξιμον γνώτωσαν ἐκ παῤῥησίας. Καὶ ἡμῖν ἐστι τοῦ γελᾷν ἐξουσία. Τούτου τι ῥᾷον ἄρτι γελᾷν καὶ πλουσίως; Ῥήτωρ μὲν ἴσθι, τοῖς δ' ὑβρίζουσι κύων.",
    "1342 Οὕτως ὑπάρξει τὸ κρατεῖσθαι μηδενός. Πάλιν βοήσομ', ὦ λόγοι, καὶ πολλάκις. Οὕτω κενώσω τοῦ πάθους, ἀλλὰ βραχύ. Γράφειν σὺ τολμᾷς; εἰπέ μοι, ποῦ καὶ πόθεν Μαθών; τίνος δὲ χειρὸς ἔργον τὸ γράφειν; Ἀλλ' οὐ χθὲς οὕτως. Ἠγάπας δ', εἴ σοι στενὴν Μάζαν πορίζοι τὸ λευκὸν τριβώνιον, Τό θ' ὑλακόμωρον τοῦ βίου καὶ τοῦ τρόπου. Λόγοι δέ σοι τότ' ἦσαν, ὡς ὄνῳ λύρα, Καὶ βουσὶ κῦμα, καὶ ζυγὸς θαλασσίοις. Νῦν δ' Ὀρφεὺς ἡμῖν πάντα κινῶν δακτύλοις, Ἢ τειχοποιὸς Ἀμφίων ἐκ κρουμάτων. Τοιοῦτόν εἰσιν, ἢν τρυφῶσιν, οἱ κύνες. Ἦ σοί γε μαῖαι τοῦτ' ἐνέπνευσαν θράσος, Αἱ σαὶ συνεργοὶ, καὶ λόγων συμπαίστορες,  1343 Ὧν εἶ σὺ κύκνος, αἷς ἐνηχεῖς μουσικὸν, Ὅταν ῥέωσιν, ὡς ζέφυρος κατὰ πτερῶν Αὔραις πραείαις ἀσμένως ἁπλωμένων; Γράφεις δέ· δὴ τί; καὶ κατὰ τίνος, κύων; Γράφεις κατ' ἀνδρὸς, ᾧ γράφειν ἐστὶ φύσις, Ὡς ὕδατι ῥεῖν, καὶ τὸ θερμαίνειν πυρί· Ἐῶ γὰρ εἰπεῖν, οὐδὲν ἠδικηκότος, Ὅσον δ' ἐφ' ὑμῖν, καὶ μάλισθ' ὑβρισμένου. Φεῦ τῆς ἀνοίας! ὡς ἀπαίδευτον θράσος! Ἵππον καλεῖς, βέλτιστε, πρὸς λεῖον δρόμον· Λέοντα νύσσεις ἀσθενεστάτῃ χερί. Πλὴν εἴ σε τοῦτο θῶμεν ἐσκέφθαι μόνον, Ὡς οὐδ' ὑβρίζων ἀξιωθήσῃ λόγου, Ἓν τοῦτ' ἔχειν γε καὶ σοφὸν δοκεῖς ἐμοί.",
    "1344 Τίς γὰρ κυνὶ πλέκοιτ' ἂν, εὖ φρονῶν, μάχην;"
  ]
}