{
  "title": "Carmina de se ipso: ΙΕʹ. Εἰς ἑαυτὸν μετὰ τὴν ἀπὸ τῆς Κωνσταντίνου πόλεως ἐπάνοδον.",
  "paragraphs": [
    "Ἔρχομαι ἐκ βιότοιο λιπὼν μέγα λαῖτμα θαλάσσης, Τῇ καὶ τῇ χαλεποῖς πνεύμασι βρασσόμενον. Ἔρχομ' ἔχων ὅσ' ἔρεξα, καὶ ὅσ' ἐμόγησ' ἀπολείψας, Τοῖς μὲν ὑποτρομέων, τοῖσι δὲ γηθόσυνος. Οὐδὲν τερπνὸν ἔλειψα, τό κεν ποθέων ἀκαχοίμην· Τοῖσι μὲν οὐκ ἐθέλων, τοῖς δ' ἐθέλων ἐδάμην.  1251 Οἶον ἐμοὶ κτέαρ ἔσκεν ἐράσμιον, οἶος ἀπ' ἄλλων Πλοῦτος, θαλπωρὴ λησμοσύνη καμάτων, Τῆς μεγάλης Τριάδος ξυνὸν σέλας, ἣν ἀναφαίνων, Ἄχρι καὶ ἀλλοδαπῶν ἤλυθον εὐπατριδῶν· Οὐ μὴν πάμπαν ἄτρωτος, ἐπὴν λάεσσιν ἐδέχθην, Ὥς τις ἀλιτήμων. Σὴ, Τριὰς, ἥδε χάρις. Ἔμπαγε μὴν ἀνέφηνα, καὶ ὡς κύκλον περὶ κέντρῳ Πάντας ἐτορνύμην ῥήμασιν εὐσεβίης. Ἦν δρόμος, ἀλλά μ' ἔπεμψε φθόνος καὶ νοῦσος ὀπίσσω, Πολλὰ μάλα φθονερῷ δαίμονι μεμφόμενον, Ὅστις ἐμῆς ὠδῖνος ἁγνὸν τόκον ἐξετίναξεν, Ἀρτιπαγῆ, ζωῆς ἑσταότ' ἐν προθύροις. Ἡ δ' ἄρ' ἐμὴ Τριὰς αὖθις ἀπὸ στομάτων ἀθεμίστων Τέμνεται, ἔν τ' ἀγοραῖς, ἔν τε χοροστασίαις,",
    "1252 Καὶ πόρνοι κραταίουσι λόγοι.",
    "Τὸ δὲ φάσγανον, αἳ αἳ! Τίς πήξει Φινεὲς πορνοφόνῳ παλάμῃ Ζηλήμων ψυχήν τε καὶ οὔνομα, ἢ τίς ἀρήξει ∆όγμασιν Ἑβραίοις πλησσομένοις ἀδίκως Μωσῆς, ἐκ δ' ὀλέσας Αἰγύπτιον αὐτίκα μῦθον, Λαῷ πὰρ μεγάλῳ κῦδος ἔχῃσι μέγα; Τίς μὲν ὅλην θεότητα μετὰ φρεσὶν ᾗσι βάληται, Μηδὲν ὑποστέλλων τῆς μεγάλης Τριάδος Ἠὲ νόῳ πυκινῷ τε καὶ εὐσθενέεσσι λόγοισιν, Ἀντιπάλων ἐπέων θυμὸν ἀποσκεδάσει; Τίς δὲ βελῶν καιροῖσιν ἀκαμπέα πίστιν ἐρύξει, Ἄτροπος ἐν τρεπτοῖς κάρτεσιν ἱστάμενος; Μὴ δ' ὡς εὐρίποιο πολυπλάγκτοιο ῥέεθρον, Τήνδε μετακλίνοι ἔνθα καὶ ἔνθα ῥέων;  1253 Τίς δὲ μόθον κρυόεντά τ' ἐρισθενέων ἱερήων Στήσει, τοὺς φιλίης εἰς ἐν ἄγων προμάχους; Τοῦ μὲν ἐμοὶ πόθος ἦεν, ἐπεὶ Θεὸς ὧδε κελεύει, Χριστὸς ἄκος μερόπων οἷσι νόμοις παθέων, Οἷς σταυρῷ συνέδησεν ὁμῶς ἀγαθούς τε κακούς τε, Ὅστις ἀνακτορίης τηλόθεν, ὅς τε πέλας.",
    "Τοὔνεκα καὶ λίθος ἐστὶν ἐπ' ἀμφοτέροις ἀκρόγωνος, Λαοὺς εἰς ἓν ἄγων ἁρμονίῃ φιλίης. Ἦν πόθος· οἱ δέ με πρόσθεν ἀπεχθήραντες ἅτισαν, Οὔ τιν' ἐμῆς αἰδὼ θέντο παραιφασίης. Αἴθε δέ μοι Τριὰς ἦεν ἀδήριτος, ἣν βελέεσσι Βάλλουσιν πυκινοῖς! Ὦ Τριὰς, ἴσχε μόθον· Μηδέ μ' ἀθρήσειε κακὸς φθόνος, ἀλλὰ μόγοισι 1254 ∆ὸς τέλος ἡμετέροις ἐσθλὸν, ἀεξομένη. Κλεινὸν Ἀναστασίης χαίροις ἕδος, ἥ ῥα θανοῦσαν Πίστιν ἔθηκας ἄνω αὖθις ἐμοῖσι λόγοις. Σεῖο μὲν οὐδὲ θανὼν ἐπιλήσομαι, ἀλλ' ἅμ' ἀρίστοις Στήσομ', ὑπὲρ τεκέων λισσόμενος Τριάδα. Ι ς. Ἐνύπνιον περὶ τῆς Ἀναστασίας ἐκκλησίας, ἣν ἐπήξατο ἐν Κωνσταντίνου πόλει.",
    "Εὗδον δὴ γλυκὺν ὕπνον· Ἀναστασίαν δέ τ' ὄνειρος Στῆσεν ἐμοῖσι φέρων ἠματίοισι πόθοις· Ἣ πρώτη λόγον αἰπὺν ἐνὶ προπόδεσσι μένοντα Ἤγαγεν ἐς κορυφὴν οὔρεος ἀκροτάτην· Τοὔνεκ' Ἀναστασίαν μιν ἐπίκλησιν καλέουσι Νηὸν, ἐμῆς παλάμης ἔργον ἀριστοπόνου.",
    "1255 Ἕζεσθαι δοκέεσκον ὑπέρθρονος, οὐχ ὑπέροφρυς, Οὐδὲ γὰρ οὐδὲ ὄναρ τῖον ἀγηνορίην Οἱ δέ μοι ἀμφοτέρωθεν ὑφεδριόωντο γεραιοὶ, Ποίμνης ἡγεμόνες, ἔγκριτος ἡλικίη. Οἱ δ' ἄρ' ὑποδρηστῆρες ἐν εἵμασι παμφανόωσιν Ἕστασαν, ἀγγελικῆς εἰκόνες ἀγλαΐης. Λαοὶ δ' οἱ μὲν ἔχυντο περισταδὸν, ὥστε μέλισσαι, Κιγκλίδος· ἦν γὰρ ἀγὼν ἀσσοτέρω πελάσαι. Οἱ δ' ἱεροῖς προθύροισι περιστείνοντο ῥέοντες, Οὔασιν ἠδὲ ποσὶν ἴσον ἐπειγόμενοι. Ἄλλους δ' αὖτ' ἀγοραί τε πολυσχιδέες θ' ἅμ' ἀγυιαὶ, Ποσσὶ κροαινόμεναι, πέμπον ἐμοῖσι λόγοις. Αἱ δ' ἄρ' ἀφ' ὑψηλῶν τεγέων εὔκοσμον ἀκουὴν Ἁγναὶ παρθενικαὶ κλῖνον ἅμ' ἐσθλογάμοις.  1256 Καὶ τόδε νυκτὸς ἄθυρμα· διακριδὸν ἵστατο λαὸς Μύθων ἡμετέρων εἰσαΐειν ποθέων. Ὃς μὲν δὴ χθαμαλὸν καὶ ἐπίδρομον ᾔτεε μῦθον· Οὐ γὰρ ἄνω νεύειν ἤθελεν, οὐδ' ἐδάη· Αὐτὰρ ὅγ' ὑψιθέοντα καὶ εὔστροφον, οἷσι μεμήλει Βένθε' ἀνιχνεύειν ἀμφοτέρης σοφίης, Ξείνης θ' ἡμετέρης τε. Βοὴ δ' ἑκάτερθεν ὀρώρει Ἑλκομένοιο λόγου μαρναμένοισι πόθοις. Αὐτὰρ ἐμοὶ στομάτων Τριὰς ἔῤῥεεν ἡ μονόσεπτος Λαμπομένη τρισσοῖς κάλλεσιν οἰγομένοις, Φωνῇ τε στιβαρῇ, καὶ πνεύματος αἰθομένοιο Οἴδματι, καὶ μύθων ἅλμασιν ἀντιπάλων. Καί ῥ' οἱ μὲν πάλλοντο, καὶ ᾔνεον, οἱ δὲ σιωπῇ Θάμβεον, οἱ δὲ λόγῳ τρύζον ἔθ', οἱ δὲ νόῳ,",
    "1257 Θνησκούσης ὠδῖνος ἀναυδέος, οἱ δὲ μάχοντο Οἷα καθισταμένου κύματος ἐξ ἀνέμων. Πάντας δ' εὐεπίη κατεκήλεεν, εὐφραδέας τε Καὶ μύθων ἱερῶν ἴδμονας εὐσεβέων, Ἡμετέρους τε νόθους τε, καὶ οἳ μάλα τηλόθι μάνδρης Τλήμονες εἰδώλων λάτριες ἀδρανέων. Ὡς δὲ βότρυς λιαρῇσιν ὑπ' ἀκτίνεσσι μελαγχθεὶς, Οὔτ' ὄμφαξ καθαρῶς ἠρέμα λυόμενος, Οὔθ' ὅλος ὥριός ἐστι, τὸ μὲν μέλας, ἄλλο δ' ἐρυθρὸς, Ἄλλο δ' ἄρ' αἰθαλόεις, ὄμφακα δ' ἄλλο ἔχει· Ὣς οἳ δηριόωντο πεπαινομένης κακότητος, Ἤδη καὶ ληνοῖς γήθεον εὐρυτέραις. Ταῦτ' ἔχον· ἐκ δέ μοι ὕπνον ἀπὸ βλεφάρων ἐτίναξε Γῆρυς ἀλεκτρυόνων, τῷ δ' ἅμ' Ἀναστασίαν.  1258 Φάσμα δὲ φάσματος εἶχον ἐπὶ χρόνον, αὐτὰρ ἔπειτα Καὶ τὸ φύγε κραδίην ἦκα μαραινόμενον, Μοῦνον δ' ἄλγος ἔμεινεν ἐμοὶ, καὶ γῆρας ἀνιγρόν. Ὤ μοι ἐμῆς Τριάδος! ὤ μοι ἐμῶν τεκέων! Ὦ φθόνε, τίπτε μ' ἔοργας; ἔχεις τόσον· ἄλλο χέρειον Μή τι βάλῃς ἐπ' ἐμῷ δυσθανέϊ βιότῳ. Ἡ μὲν δὴ πολλοῖσιν ἀγαλλομένη μεγάλοις τε Κάλλεσι δαιδαλέοις ἡ βασίλεια πόλις, Νηοῖς οὐρανίοισιν ἀγάλλεται ἔξοχον ἄλλων, Νηοῖς, τοῖς ποτ' ἐμοῖς, νῦν γε μὲν ἀλλοτρίοις· Σὺν τοῖς καὶ μεγάλαυχον ἕδος Χριστοῖο μαθητῶν, Πλευραῖς σταυροτύποις, τέτραχα τεμνόμενον. Ἀλλ' οὐ τόσσος ἔμοιγε πόθος καὶ ἄλγος ἐκείνων, Ὅσσος Ἀναστασίης, Βηθλεὲμ ὑστατίης.",
    "1259 Ἦ μὴν πόλλ' ἐμόγησα καὶ εἰν ἁλὶ, καὶ κατὰ γαῖαν, Ἐχθροῖς, καὶ φιλίοις, ποιμέσιν, ἠδὲ λύκοις, Νούσῳ τε στυγερῇ, καὶ γήραϊ καμπυλόεντι· Οὔτι δὲ πρόσθεν ἐμοὶ τοῖον ἐπῆλθεν ἄχος. Οὐ τόσον Ἀσσυρίοισιν ὅτ' ἤγετο τηλόθι πάτρης Λαὸς δουριαλὴς, νηὸν ἔκλαυσε μέγαν, Οὐδὲ μὲν οὐδὲ κιβωτὸν, ὅτ' ἀλλοφύλοισιν ἐμίχθη· Οὔτ' Ἰακὼβ τοπάρος υἷα κλαπέντα φίλον· Οὐδὲ λὶς ἠϋγένειος ἐπακτήρεσσι δαμέντας Σκύμνους, οὐδ' ἀγέλην βουκόλος ὀλλυμένην· Οὐδὲ φιλοξείνοιο φυτοῦ καθύπερθε καλιὴν Ὄρνις ἀφεὶς ἀέκων, οὐ πολύπους θαλάμην, Ὅσσον ἐγὼ νεόπηκτον ὀδύρομαι εἰσέτι καὶ νῦν Νηὸν, ὃν ἄλλος ἔχει καρπὸν ἐμῶν καμάτων. Εἴ ποτε σεῖο λάθοιτο ἐμὸν κέαρ, εἴτε τι γλῶσσα  1260 Πρόσθε φέροι παρ' ἐμοὶ, Χριστὸς ἐμοῖο λάθοι. Πολλάκι καὶ μεγάλων θυέων δίχα, ἠδὲ τραπέζης Λαὸν Ἀναστασίης ἥγνισα τῆλε μένων, Στήσας ἐν πραπίδεσσιν ἀσώματον ἔνδοθι νηὸν, ∆άκρυ ἐπισπένδων φάσμασι θειοτέροις. Ἄζυγες, ὑμνοπόλοι τε, χοροστασίαι τ' ἐρατειναὶ Ξείνων, ἡμεδαπῶν, ἐξ ὀπὸς ἀντιθέτου, Χῆραί τ' ὀρφανικοί τε, ἀλήμονες, ἀδρανέοντες, Λεύσσοντες πρὸς ἐμὰς, ὥστε Θεοῦ, παλάμας, Οἶκοί τε γλυκεροὶ, γηροτρόφοι, οὔ ποτ' ἔγωγε Λήσομαι, οὐδ' ἐθέλων, ὑμετέρης φιλίης. Εἰ δέ τί που καὶ ἐμεῖο πολυτλήτοιο λέλειπται Μνῆστις ἐν ὑμετέροις, ἥδε χάρις Τριάδος Πολλοὶ γὰρ καιροῖσιν ἐπίῤῥοπον ἦτορ ἔχουσιν, Ἐν δὲ μόνοις αἰδὼς ὄμμασι κουφοτέρων.",
    "1261 Κεῖνό γε μὴν ποθέω, σεπτὴ Τριὰς, αἰὲν ἄληστος Ψυχαῖς ἀρτιφύτοις σεῖο μένοι θεότης. Χαίρετε, ὦ βασιλῆες, ἐμῶν παθέων ἐπαρωγοί· Χαῖρέ μοι, ἀντολίη καὶ δύσι μαρνάμεναι· Χαίρετέ μοι, ἱερῆες, ἐπ' ἀλλήλοισιν ἰόντες· Χαῖρε, πρόεδρε τύφε· χαῖρε, πόλις μεγάλη. Αὐτὰρ ἐγὼ χθονίων μὲν ὑπέρτερός εἰμι θοώκων, Ἱμείρω δὲ μόνου κύδεος ἀθανάτου. Ἀλλὰ σάω με, σάω με, φίλη Τριάς· ὑστάτιον δὲ Ὀψόμεθ', οὗπερ ἁγνῆς θῶκος Ἀναστασίης. Γρηγορίου γόος οὗτος Ἀναστασίην ποθέοντος, Τῆς ποτέ μιν φθονερὴ νόσφισεν ἀδρανίη. 1262"
  ]
}