{
  "title": "Carmina de se ipso: ΙΖʹ. Περὶ τῶν τοῦ βίου διαφορῶν, καὶ κατὰ ψευδιερέων.",
  "paragraphs": [
    "Ζωγράφος ἐστὶν ἄριστος, ὃς ἐν πινάκεσσι χαράσσει Μορφὰς ἀτρεκέας, ἔμπνοα δερκομένας· Οὐχ ὃς χρώματα πολλὰ καὶ εὔχροα μὰψ ἐπιμίξας, Λειμῶνα γραπτὸν δείκνυσιν ἐκ πινάκων. Νῆα δὲ ποντοπόρειαν ἐπῄνεσα, οὐ παρασήμοις Κάλλεσιν, οὐ πρύμνης ἄνθεσι λαμπομένην· Ἀλλ' ἢν ναυπηγοῖο χέρες γόμφοισιν ἄριστα ∆ῶκαν πηξάμεναι κύμασι θαρσαλέην. Καὶ στρατός ἐστιν ἄριστος, ἀρήϊος ἀντὶ καλοῖο, Καὶ δόμος αἰγλήεις δεύτερος εὐπαγέος. Ὣς δὲ βίων βροτέων. Ὁ μὲν ἄμβροτος, ὅν τινα Χριστῷ Τάρβος ἄγει, πλεκτῆς ἀλλότριον κακίης,  1263 Ἔμπεδον, ἀστυφέλικτον, ἀπενθέα. Ὃς δὲ κάκιστος, Ἔνδοθεν ἀδρανέων, ἔκτοθε κάρτος ἔχων, Ὠκύμορον, φρενοπλῆξιν ὁμοίϊον, οἷσιν ἅπαντα ∆ινήεντα πέλει ἀστατέουσι νόον. Τοῖος καὶ Χριστοῖο μεγακλέος ἀρητῆρσι Θυμός. Ὁ μὲν βροτέου λάτρις ἀεισθενέος, Κλινόμενος καιροῖσι, δόναξ πολύκαμπτος ἀήταις, Παντοίης κακίης οὐκ ἄκος, ἀλλὰ τύπος Αὐτὰρ ὅ γε τρομερῇσι καὶ εὐαγέσιν παλάμῃσι ∆ῶρον ἄγει, Χριστοῦ σαρκὶ χαριζόμενος, Καὶ μεγάλοις παθέεσσιν, ἅπερ Θεὸς ἐνθάδ' ἀνέτλη, Ῥύσιον ἀρχεγόνων ἡμετέρων παθέων· Ὧ ζώει μούνῳ καὶ τέρπεται· ᾧ ῥα κεάζει Θυμὸν ἀπὸ χθονίων ἔνθεν ἀνιστάμενος.",
    "1264 Ἀνθρώπων δ' ἀγαθοῖσι διδοῖ φρένα, τοῖς δὲ κακοῖσι Κάμπτεται, ὅσσα λίθος ὀκρυόεις ἀδάμας· Οὐδ' ὅ γ' ἐπιστρέφεται πλούτου μεγάλων τε θοώκων, Οὐ δόξης βροτέης ἐνθάδε συρομένης· Οὐδὲ δορὴν βασιλῆος ἔχων βριαροῖο λέοντος, Κεύθει κερδῴην ἔνδοθι δουλοσύνην, Νεκροβόρος, δολόμητις, ἀτάσθαλος, ἄλλος ἐν ἄλλοις Παντοδαποῖς κακίης εἴδεσι κλεπτόμενος. Ἀλλὰ νόον καθαροῖσι νοήμασιν αἰὲν ἀέξων, Ἤδη καὶ Τριάδος ἅπτεται οὐρανίης, Ἧς τύπον ἐστήριξεν ἐνὶ πραπίδεσσιν ἑῇσι, Κῦδος ἓν ἐν τρισσοῖς κάλλεσι δερκόμενος, Καὶ λαὸν θυέεσσιν ἁγνοῖς θεοειδέα τεύχων, Ὑστάτιον ψυχῆς θύματ' ἄναιμα φέρει.  1265 Τῶν μὲν ἐγὼ ποθέων εἷς ἔμμεναι (οὐκ ἐπικεύσω), Ἤδη καὶ προθύρων ἔνδοθι ταρσὸν ἔχων, Ὡς ἴδον αἴσυλα ἔργα, κακοῤῥαφίην τ' ἀλεγεινὴν, Ἂψ ἀναχασσάμενος ἐκτὸς ἔθηκα πόδα, Ἦ μὴν πόλλ' ἐμόγησα καὶ εἰν ἄλλοισιν ἀπίστοις, Οἷσιν ἔνι γλώσσης ἦχος ἔθ' ἡμετέρης. Λᾶες ἐμοὶ, κείνων δὲ Τριὰς, θεότης νεόπηκτος· Τοίοις ἀλλήλους ξεινίσαμεν ξενίοις. Ἀλλὰ καὶ ὣς ὑπόειξα, λιπὼν λόγον οὐκέτ' ἄπιστον, Πάντοθεν ἡμετέροις κύμασι βαλλόμενος. Κεῖμ'· ἐπίβαιν', ἐπίβαινε, κακὲ φθόνε. Ἦ τάχα δή σε Σχήσω, καὶ πυμάτοις πείρασι κευθόμενος, Καὶ θηρὸς ζοφεροῖσιν ἐνὶ σπλάγχνοισιν ἐερχθεὶς, Κήτεος εἰναλίου, ὥς ποτ' Ἰωνᾶς ἔδυ.",
    "1266 Σῶμα μὲν ἐν σπλάγχνοισι· νόος δ' ἀδέτοισιν ἐρωαῖς Βήσεται, οἷ κ' ἐθέλει, καί περ ἐεργόμενος. Τοῦτ' ἀγαθῶν μόνον ἔσται ἐλεύθερον, οὔτε καθεκτὸν, Οὔθ' ἑλετὸν, Χριστῷ νοῦς ἀναειρόμενος. Οὐ θνητοῦ βασιλῆος ὁμέστιος, ὡς τοπάροιθεν, Γρηγόριος, θυλάκῳ ἦρα φέρων ὀλίγην, Κείμενος ἐν μέσσοισι, κατηφιόων καὶ ἄναυδος, Ἄπνοον ἆσθμα φέρων, δούλια δαινύμενος. Οὐχ ἕδρῃ τίσει με δικασπόλος, ἠὲ συνέδρῳ, Ἠὲ χαμαιπετέϊ, πνεύματι μέτρα νέμων. Οὐδὲ χέρας φονίους προσπτύξομαι, οὐδὲ γενείου ∆ράξομαι, ὥστ' ὀλίγης ἀντιτυχεῖν χάριτος· Οὐδ' ἱερὴν ἐπὶ δαῖτα, γενέθλιον, ἠὲ θανόντος, Ἤ τινα νυμφιδίην σὺν πλεόνεσσι θέων,  1267 Πάντα τὰ μὲν γναθμοῖσιν ἑλώρια, τὰ δ' ἄρ' ὀπηδοῖς Θήσομαι, ἁρπαλέαις Βριαρέω παλάμαις· Ὀψὲ δὲ φορτίδ' ἄγων, τάφον ἔμπνοον, ἂψ ἐπὶ δῶμα Ἕλξω, τὴν μογερὴν γαστέρα τειρόμενος, Ἆσθμα κόροιο φέρων, ἄλλην ἐπὶ δαῖτα παχείην Σπεύδων, πρὶν προτέρην ὕβριν ἀποσκεδάσαι. Οὐδὲ μὲν οὐδὲ πρόεδρος ἐὼν ἱεροῖς ἐνὶ χώροις, Ἢ μόνος, ἢ πλεόνων εἰς ἓν ἀγειρομένων, Φθέγξομαι οὔασι τερπνὰ, τὰ Πνεύματος ἔκτοθι ῥίψας, Ὥς κεν ἔοιμι πρόφρων, φίλτρον ἔχων πλεόνων, Τερπόμενός τε κρότοισι, καὶ ἐν θεάτροισι χορεύων, Κρημνοβάτης ἐπέων ἀντικορυσσομένων, Ἀθλοφόροισιν ὁμοῖα, πολυγνάμπτοισί τε λώβαις, Ἢ καὶ μαινομένοις ἀντίπαλ' ἡνιόχοις·",
    "1268 Οὐ χόλον αἰχμάσας, οὐ σώματος αἰθομένοιο Λύσσαν ἐπιψύξας, οὐ χέρα μαινομένην Πᾶσιν ἐπ' ἀλλοτρίοισι, λόγου δεσμοῖσι πεδήσας, Οὐ ψευδῆ κραδίης δόξαν ἀποσκεδάσας, Οὐ τύφον οἰδαίνοντα διδάγμασιν ἐς χθόνα ῥίψας Οὐ πηγαῖς δακρύων δάκρυον ἐκκαλέσας, Ἀλλ' ἓν φάρμακον αἰνὸν ἔχων, θηρήτορα τιμῆς Θυμὸν, καὶ θανάτου φάρμακον ἀτρεκέως. Οὐδέ τί που συνόδοισιν ὁμόθρονος ἕσσομ' ἔγωγε Χηνῶν ἢ γεράνων ἄκριτα μαρναμένων· Ἔνθ' ἔρις, ἔνθα μόθος τε καὶ αἴσχεα κρυπτὰ πάροιθεν Εἰς ἕνα δυσμενέων χῶρον ἀγειρόμενα. Τῶνδε γὰρ εἵνεκ' ἔγωγε μέσος χθαμαλοῖσι κάθημαι Ἰητρὸς παθέων, αὐτὸς ἄνουσος ἐών.  1269 Οὐ γὰρ ἐμῆς πολιῆς παίζειν, καὶ λάτριν ἀεικῶς Ἔμμεναι ἀντὶ θρόνων, ὧν πέρι μαρνάμενοι Σχίζονται, καὶ κόσμον ὅλον τέμνουσιν ἀθέσμως. Αἲ αἲ τῶν μεγάλων ἡμετέρων ἀχέων! Ταῦτα μὲν, οἷσι φίλον, καὶ κερκώπων κράτος εἴη· Αὐτὰρ ἐγὼ Χριστοῦ πλήσομαι ἀτρεμέων. Εἰ δὲ κακὸν λαοῖο θεόφρονος ἡνία ῥῖψαι, Ἴστωσαν κεφαλαὶ τῶν ἀποσεισαμένων, Ὄφρα κεν, ὡς θοὸν ἵππον, ἀποπτυστῆρα χαλινῶν, Θυμὸς ἄγοι κρημνοῖς, ἢ σκοπέλοισι φέρων. Εὔχομαι, ὥς κεν ἅπαντα Θεῷ φίλα τοῖσδε μεμήλοι, Εἰ δὲ χερειότερα, τηλόθεν οὔατ' ἔχειν. 1270"
  ]
}