{
  "title": "Carmina de se ipso: ΙΓʹ. Εἰς ἐπισκόπους.",
  "paragraphs": [
    "Ὦ θυσίας πέμποντες ἀναιμάκτους, ἱερῆες! Ὦ ψυχῶν ταμίαι μεγακύδεες! Ὦ μεγάλοιο Πλάσμα Θεοῦ χείρεσσιν ἐν ὑμετέρῃσι φέροντες! Ὦ Θεὸν ἀνθρώποισι μέγ' ἔξοχον εἰς ἓν ἄγοντες!  1228 Ὦ κόσμοιο θέμεθλα, βίου φάος, ἕρμα λόγοιο, Μυστοπόλοι ζωῆς ἀτελευτήτοιο φαεινῆς, Χριστοφόροι, θώκοισιν ἐνεδριόωντες ἀρίστοις, Ὑψηλοὶ, θεάτροισι γεγηθότες εὐπρεπέεσσι, Σκηνοβάται, κώλοισιν ἐφεσταότες ξυλίνοισιν, Ἀδρανέως χάσκοντες ἐν ἀλλοτρίοισι προσώποις, Εὐσεβίης ὅσα δ' ἐντὸς, ὁμοίϊα πᾶσιν ἔχοντες Ὑμεῖς μὲν παίζοιτε, τά περ καὶ παίζετ' ἀεικῶς, Καὶ σοβαρὸν φθέγγοισθε, τὰ δ' ἔρδετε ὡς μάλ' ἐλαφρά. Αὐτὰρ ἐγὼν, εἰ καί με κακὸν καὶ ἀνάρσιον ἄνδρα Πάντες ὁμοῦ θείητε, χοροῦ δ' ἄπο τῆλε δίοισθε Ὑμετέρου, βάλλοντες ἐπασσυτέροισιν ὀϊστοῖς, Ἀμφαδίοις, κρυπτοῖς τε, τό περ καὶ φίλτερον ὑμῖν·  1229 Ἀλλ' ἔμπης τά με θυμὸς ἐποτρύνει καὶ ἀνώγει, Φθέγξομαι, οὐκ ἐθέλων μὲν, ἀτὰρ λόγον ἔκτοθε ῥήξω Ψυχῆς, ὡς ὅτε κῦμα βιώμενον ἔνδοθι λάβρῳ Πνεύματι, καὶ σήραγγας ὑποτρέχον, οὐκ ἐπίοπτα Καγχλάζει, καί πού τι διεκπίπτει δαπέδοιο, Ῥηγνυμένης ὠδῖνος ἀνὰ στόμα. Τοῖα πέπονθα. Οὐ δύναμαι χαδέειν ἐντὸς χόλον· ἀλλὰ δέχεσθε, Εἴ τινα καὶ δακέθυμον ἐρῶ λόγον, υἱὸν ἀνίης. Φάρμακον ἄλγεός ἐστι καὶ ἠέρι μῦθον ἐνισπεῖν. Σῶμα μέγα Χριστοῖο, τὸ τίμιον εὖχος ἄνακτος, Λαὸς ὅλης γαίης βασιλήϊος, ἔθνος ἄπιστον, Ἦν ὅτ' ἔην. Νῦν αὖτε Θεοῦ κτέαρ ἔνθα καὶ ἔνθα Σείεται, οἷά τε κῦμα πολυσμαράγοιο θαλάσσης,",
    "1230 Ἠὲ φυτὸν ζαμενέσσι τινασσόμενον ἀνέμοισι. Λαὸς ὅδ', ᾧ Θεὸς ἦλθεν ἀπ' οὐρανίοιο θοώκου, Κῦδος ἑὸν θνητοῖσιν ἐνὶ σπλάγχνοισι κενώσας, Καὶ μίχθη μερόπεσσι, Θεὸς βροτὸς εἰς ἓν ἀγερθεὶς, Καὶ μέγαν ὦνον ἔδωκε παθὼν δέμας, αἷμά τε θεῖον Ῥύσιον ἡμετέρης κακίης χέεν, ἄλλα τε πολλὰ Θύματα, τοὺς μετέπειτα λόγον σπείραντας ἅπασι. Καὶ γλυκεροῦ θανάτοιο πικρῆς χερὸς ἀντιάσαντας, Ὥς κε λόγῳ τίσωσι Λόγον Θεὸν, αἵματι δ' αἷμα. Τίς δονέει τόδε σῶμα; πόθεν τόσον ἄχθος ἔμοιγε; Πῶς δέ τε σῦς μονόφορβος ἐμὴν δηλήσαθ' ἁλωήν; Πῶς μήνη σκοτέεσσα τόσον κλέος ἀμφεκάλυψε; Λυσσήεις, κακοεργὸς, ἐπεὶ, μερόπεσσι μεγαίρων,  1231 Ἐξέτι τοῦ ὅτε πρῶτον Ἀδὰμ βάλεν ἐκ παραδείσου, Ζωῆς τ' ἀθανάτου, κλέψας δηλήμονι καρπῷ, Καὶ πολλοῖς κρατεροῖς τε τινάγμασιν αἰὲν ἀτάζων, Οὐ σθένεν, ὡς ποθέεσκεν, ὅλον γένος, οἷσι δήλοισι Γνὺξ βαλέειν (σπινθὴρ δὲ λόγου, καὶ πυρσὸς ἀερθεὶς, Πᾶσαν ἐπέδραμε γαῖαν ἀοίδιμος, οἱ δὲ διῶκται Καὶ πλέον ἐστήριξαν ἀεθλοφόροισι παγέντας), ∆εύτερον εὕρατο μῆχος ἐπίκλοπον. Ὡς στρατὸν ἔγνω Καρτερὸν, ἡγητῆρσιν ὀλοίϊον ἔμβαλεν ἔχθος. Καὶ γὰρ, ἀγοῦ πίπτοντος, ὅλος στρατὸς ἐς χθόνα νεύει. Ποντοπόρον δέ τε νῆα κακὸς πρήνιξεν ἀήτης, Ἢ σκοπέλοισιν ἔαξε, κυβερνητῆρος ἄτερθεν. Ὣς δὲ δόμους τε, πόλεις τε, χόρους, βόας, ἅρματα, πῶϋ",
    "1232 Βλάψεν ἀϊδρείη σημάντορος, Εἰδόσι μῦθος Ἡμετέρην κακίην, ὁπόσοι λαοῖο πρόεδροι. Πρόσθε μὲν ἀνδροφόνοισι φυγῆς πτολίεθρα τέτακτο, Καὶ χῶρός τις ἔην ἀποπομπαίοις θυέεσσι, Καί τις καὶ πικρίης καὶ αἵματος ὑστατίοισιν Ἤμασιν, οἷ Χριστοῖο κακόφρονες ἐξεκένωσαν Μισθὸν ἀτιμήτοιο κακὸν καὶ τυτθὸν ἔχοντες, Οὔ τι μὲν ἐξ ἀέκοντος, ἐπεὶ Θεός ἐστιν ἄληπτος Χείρεσιν, εὖτ' ἐθέλῃσιν· ἀτάρ γε μὲν ἐξεκένωσαν. Νῦν δ' ἕνα χῶρον ἴσασιν ἀτασθαλίης τε μόρου τε Πάντες, ὅσοι ξεῖνοί τε καὶ ἕρκεος ἡμετέροιο, Τὸ σεπτὸν τοπάροιθε σοφῶν ἕδος, ἕρκος ἀρίστων, Βῆμα τόδ' ἀγγελικῇσι χοροστασίῃσι τεθηλὸς,  1233 Κιγκλίδα τὴν μεσάτην κόσμων δύο, τοῦδε μένοντος, Τοῦ τε παριπταμένοιο, θεῶν ὅρον, ἡμερίων τε. Ἦν ὅτε ἦν. Νῦν αὖτε γελοίϊον, ἡνίκα πᾶσιν Ἐντὸς ἀκληΐστοιο θύρης δρόμος, ὡς δοκέω μοι Κήρυκος βοόωντος ἐνὶ μεσάτοισιν ἀκούειν· «∆εῦρ' ἴθ' ὅσοι κακίης ἐπιβήτορες, αἴσχεα φωτῶν, Γάστορες, εὐρυτένοντες, ἀναιδέες, ὀφρυόεντες, Ζωροπόται, πλάγκται, φιλοκέρτομοι, ἁβροχίτωνες, Ψεῦσταί θ' ὑβρισταί τε, θοῶς ἐπίορκον ὀμοῦντες, ∆ημοβόροι, κτεάτεσσιν ἐπ' ἀλλοτρίοισιν ἀάπτους Βάλλοντες παλάμας, φθονεροὶ, δολόεντες, ἄπιστοι,",
    "1234 Θῶπες ἐρισθενέων χθαμαλοὶ, χθαμαλοῖσι λέοντες, Ἀμφίθετοι, καιροῖο πολυτρέπτου θεράποντες, Πουλύποδες πέτρῃσιν ἀειδόμενοι χρόα μύθῳ, Ἀρτίγαμοι, ζείοντες, ἔτι χνοάοντες ἴουλον, Ἦ κλέπται φυσικοῖο πυρὸς, φαέεσσιν ἔχοντες Ἠερίην φιλότητα, ὅτ' ἀμφαδίην ἀλέησθε, Νήϊδες οὐρανίων, νεολαμπέες, αἰθαλόεντες, Πνεύματι αἰγλήεντι συνερχομένης κακότητος. ∆εῦρ' ἴτε θαρσαλέοι. πᾶσι θρόνος εὐρὺς ἕτοιμος, ∆εῦρ' ἴτε, δεξιτερῇσι νέους κλίνοιτε τένοντας Πᾶσι προφρονέως, καὶ μὴ ποθέουσι τέτανται.  1235 Μάννα πάλιν, ξένος ὄμβρος· ἅπας κόλποισι λέγοιτε, Ὃς πλέον, ὅς τ' ἐπιδευὲς, ἴην χάριν. Εἰ δ' ἐθέλοιτε, Μηδ' ἁγίου φείδοισθε θεουδέος ἤματος ἀργοῦ. Ἢ τάχα καὶ παλάμῃσιν ἐν ἀπλήστοισι πύθοιτο. Ξυνὸς μὲν πάντεσσιν ἀὴρ, ξυνὴ δέ τε γαῖα, Ξυνὸς δ' οὐρανὸς εὐρὺς, ἅ τ' οὐρανὸς ὄμμασι φαίνει, Ξυνὴ δ' αὖ πόντοιο χάρις, ξυνοί τε θόωκοι. Θαῦμα μέγ', οὐδὲ Σαοὺλ χάριτος ξένος, ἀλλ' ὑποφήτης. Μή τέ τις οὖν ἀροτὴρ, μὴ τέκτων, μὴ σκυτοεργὸς, Μὴ θήρην μεθέπων, μήτ' ἔμπυρον ἔργον ἐλαύνων, Τῆλε μένοι, μὴ δ' ἄλλον ἔχοι σημάντορα θεῖον. Κρεῖσσον γὰρ κρατέειν, ἠὲ κρατέοντι πιθέσθαι. Ἀλλ' ὁ μὲν ἐκ χειρῶν πέλεκυν μέγαν, ὃς δ' ἄρ' ἐχέτλην",
    "1236 Ῥίψας, ὃς δὲ δορὴν, ὃς δούρεα, ὃς δὲ πυράγρην, Ἐνθάδ' ἴοι, θείην δὲ περιθλίβοισθε τράπεζαν, Στεινόμενοι, στεινοῦντες. Ὁ δ' ἄλκιμος ἄλλον ἐλαύνοι, Πολλάκι καί τ' ἄριστον, ἐνιδρώσαντα θρόνοισι, Γηραιὸν, σάρκεσσι τετρυμένον, οὐρανοφοίτην, Κόσμον ἀτιμάζοντα, Θεοῦ μετὰ μοῖραν ἔχοντα, Καὶ νέκυν ἐν ζωοῖσι, θυηπόλον ἐσθλὸν Ἄνακτος. Εἰκὼ μέν τις ἔγραψεν ἀπ' εἰκόνος ἀρχετύποιο, Στησάμενος προπάροιθε, πίναξ δ' ὑπεδέξατο μορφήν· Ὑμᾶς δ' εἰσορόων τις, ἐναντίον οἶμον ὁδεύοι. Καὶ τόδε μοῦνον ὄνειαρ ἀφ' ὑμετέρης κακότητος» Κήρυξ μὲν δὴ τοῖα βριήπυος. Αὐτὰρ ἔγωγε ∆είδια μὲν Μωσῆος ἀγακλέος οἷον ἄκουσα,  1237 Ὃς μοῦνος νεφέλης εἴσω Θεὸν ἔδρακεν ἄντην, Τοὺς δ' ἄλλους ἐκέλευσεν ὑπὸ προπόδεσσι μένοντας, Ἁγνοτάτους ἁγνοῖσιν ἐν εἵμασι καὶ τρομέοντας Μούνης εἰσαΐειν θείης ὀπός. Οὐ γὰρ ἄμεινον Οὐδ' αὐτοῖς θήρεσσι πατεῖν πέδον οὐρανίοιο, Μὴ καὶ ῥηγνυμένοισιν ὑπὸ σκοπέλοισι δαμεῖεν. ∆είδια δ' αὖ παίδων Ἀαρὼν μόρον, οἵ ῥα θυηλὰς Θέντες ἐπὶ ξείνοιο πυρὸς, ξείνως καὶ ὄλοντο Αὐτίκα, καὶ θυέων χῶρος θανάτοιο τελέσθη, Καὶ παῖδές περ ἐόντες Ἀρὼν μεγάλοιο, δάμασθεν. Ὣς δὲ καὶ Ἡλείδῃσιν ἐπέχραε λυγρὸς ὄλεθρος, Ἡλείδαις, ὅτι μάργον ἔχον νόον. Ἦ γὰρ ἔβαλλον Οὐχ ἱερὰς παλάμας ἱερῶν καθύπερθε λεβήτων. Οὐδὲ μὲν οὐδ' Ἡλεὶ χόλον ἔκφυγεν, ἀλλὰ καὶ αὐτὸν",
    "1238 Οὐχ ὁσίη γαστὴρ παίδων ἐχάλεψε δίκαιον, Καί περ ἀεὶ βρίσαντα ὀνειδείοις ἐπέεσσιν. Εἰ δὲ τόση τοίῃσιν ἁμαρτάσι μῆνις ἔπεστιν, Ὁσσατίης δέος ἐστὶν ἐπὶ πλεόνεσσι κακοῖσι! Καὶ σὲ, κιβωτὸν ἄνασσαν, ὃς ἥδρασε χειρὶ βεβήλῳ Κλινομένην, θάνεν αἶψα. Θεοῦ δέ τε νηὸν ἔθηκεν Ἄψαυστον παλάμῃσιν, ἐρείσματα τἄκτοθι τοίχων. Τοὔνεκεν αἰάζω, πίπτω δ' ὑπὸ σεῖο πόδεσσι, Χριστὲ ἄναξ, μή μοί τις ἀπαντήσειεν ἀνίη Χαζομένῳ. Κέκμηκα λύκοις δηλήμοσι ποίμνης, Ποιμέσι μαρνάμενος δηρὸν χρόνον. Ἐκ μελέων δὲ Ῥικνῶν ἔπτατο θυμὸς, ἀναπνείω δ' ὀλίγον τι Τειρόμενος καμάτοισι, καὶ αἴσχεσιν ἡμετέροισιν. Ὧν, οἱ μὲν θώκων ἱερῶν πέρι δῆριν ἔχοντες,  1239 Ἀντία κυμαίνοντες, ἐπασσυτέροισι κακοῖσι Βαλλόμενοι, βάλλοντες, ἀτειρέες εἰσὶ μαχηταὶ, Εἰρήνην βοόωντες, ἐφ' αἵμασι κυδιόωντες. Ὡς ὄφελον Γετθαῖαν ἀναπλήσαιεν ἀνίην, Ἔνδικον ἑδρήεσσαν, ἐφ' ἕδρῃ τίσιν ἔχοντες. Οἱ δ' ἄρα τοῖς ἑκάτερθε μεριζόμενοι, κλονέουσιν Ἀντολίην τε δύσιν τε, Θεὸς δ' ἐς σάρκας ἔληξεν, Ὧν ἄπο μαρναμένων καὶ οὔνομα καὶ μόθος ἄλλοις· Παῦλος ἐμὸς, Πέτρος δὲ τεὸς, κείνου δέ τ' Ἀπολλὼς Εἰσὶ θεοί. Χριστὸς δὲ μάτην ἥλοισι πέπαρται. Οὐ γὰρ ἀπὸ Χριστοῖο καλεύμεθα, ἐκ μερόπων δὲ, Κείνου καὶ χείρεσσι καὶ αἵματι κῦδος ἔχοντες. Τόσσος ἔρως φαέεσσιν ἐπήχλυσεν ἡμετέροισιν,",
    "1240 Ἢ δόξης κενεῆς, ἢ κτήσιος, ἢ φθόνος αἰνὸς, Τηκεδανὸς, κακόχαρτος, ἐναίσιμον ἄλγος ἔχουσι! Καὶ πρόφασις Τριάς ἐστι, τὸ δ' ἀτρεκὲς, ἔχθος ἄπιστον. ∆ιπλόος ἐστὶν ἕκαστος, ὄϊς λύκον ἀμφικαλύπτων, Καὶ χαλκὸς λοχόων πικρὴν νεπόδεσσιν ἐδωδήν. Τοῖα μὲν ἡγητῆρες· ὁ δ' ἕσπεται ἐγγύθι λαὸς, Πρόφρονες ἐς κακίην, καὶ ἡγητῆρος ἄνευθεν. Οὐδέ τίς ἐστ' ἀγαθοῖο διάκρισις, οὐδὲ κακοῖο, Οὐ πινυτῆς πολιῆς, οὐκ ἀφραδέος νεότητος, Οὐ μογεροῦ βιότοιο θεουδέος, οὐ μαλακοῖο. Εἷς νόμος ἐστὶ, κάκιστον ἔχειν πλέον. Ὡς ἀπόλοιτο Κεῖνος ἀνὴρ, ὃς πρῶτος ἀνήγαγεν ἐνθάδ' ἀλιτρούς. Αὐτῶν κόσμος ἔοι, αὐτῶν Θεὸς, ὅσσα τ' ἀρίστοις  1241 Ἕσπεται ὑστατίοισιν ἐν ἤμασιν ἀμφιτάλαντα· Οἱ δ' ἀγαθοὶ μογέοιεν ἐτώσια. Τοῖα δικασταῖς Εὔαδεν ἡμετέροισι. ∆ίκη φυγὰς ἔνθεν ἀπέλθοι. Ἓν δ' ἄρα πάντα πέλοι, Χριστὸς, βροτὸς, ἥλιος, ἀστὴρ, Φῶς, σκότος, ἄγγελος ἐσθλὸς, Ἑωσφόρος οὐκέτι λάμπων. Πέτρῳ δ' ἴσα φέροιτο θεοκτόνος Ἰσκαριώτης, Καὶ Σολύμοις ἱεροῖσιν ἀλιτροτάτη Σαμάρεια. Ἴσα δ' ἔχοι χρυσός τε καὶ ἄργυρος, ἠδὲ σίδηρος, Μάργαρος ὀκρυόεντι λίθῳ, πηγαῖς δὲ χαράδραι· Πάντα δ' ἅμ' ἀλλήλοισι πεφυρμένα εἰς ἓν ἄγοιτο. Ὅς ποτ' ἔην, ὅτ' ἄκοσμος ἔην πρωτόκτιστος ὕλη, Κόσμον ἔτ' ὠδίνουσα διακριδὸν οὐ βεβαῶτα.",
    "1242 Ἦν δ' ὅτε Μωαβίταις νηὸς μέγας οὐ βατὸς ἦεν, Οὐδὲ μὲν Ἀμμανίτῃσιν, ἐπεὶ στρατὸν ἤκαχον ἠΰν. Ἄλλους δ' ὑδροφόροισιν ἐνηρίθμησεν Ἰησοῦς, Καὶ ξυλοφορτηγοῖσιν, ἐπεί ῥά μιν ἐξαπάφησαν. Ταῦτα κακοῖς. Λευὶ δὲ γόνον μεγάλοιο γέρηραν. Σκηνῆς γάρ μιν ἔθηκαν ἐπουρανίης θεράποντα· Κἀνθάδ' ὅροι θυέων τε καὶ οὔδεος, ἠδὲ πόνοιο. Ἄλλος γάρ τ' ἄλλοισιν ἀνὴρ χέρας εἶχον ἐπ' ἔργοις, Ὅσσα τ' ἔην νηοῖο καὶ ἔκτοθεν ἐγκονέοντες. Κεῖνοι μὲν τοίοισι νόμοις ἀρετῆς προμάχιζον· Ἡμεῖς δ' αὖ κακίῃ γέρα θήκαμεν· ὢ θανάτοιο! Τίς τάδε θρηνήσειε γόων πολύϊδρις ἀοιδός; Σχέσθε, φίλοι· λήξωμεν ἀτασθαλίῃ μογέοντες· Ὀψέ ποτ' εὐαγέεσσι Θεὸς τίοιτο θυηλαῖς.  1243 Εἰ μὲν δὴ πεπίθοιμεν, ὀνησόμεθ'· εἰ δὲ καλύπτοι Μῦθον ἐμὸν πολιήν τε νέων θράσος, ἠὲ κολοιῶν Οὖλον ἐπικρώζοντες ἐμοὶ νέφος ἀφραδίῃσι, Μαρτύρομ' ἀθανάτοιο Θεοῦ χέρα, καὶ τὸ κελαινὸν Ἦμαρ, ὃ τὴν κούφην πυρὶ βόσκεται ὕστατον ὕλην, Οὐ μὲν ἐγὼ κείνοισιν ὁμόθρονος, οὐχ ὁμοεργὸς, Οὐδέ τι συμφράδμων, οὐ σύμπλοος, οὐ συνοδίτης. Ἀλλ' οἱ μὲν περόῳεν ἑὴν ὁδόν· αὐτὰρ ἔγωγε Ζητῶ Νῶε κιβωτὸν, ὅπως μόρον αἰνὸν ἀλύξω. Αὐτὰρ ἔπειτα φύγοιμι, κακῶν ἄπο τηλόθι μίμνων, Καὶ Σοδόμων πυρόεντα πικρὸν καὶ ἀθέσφατον ὄμβρον, Ὦν ὅδε δεσμὸς ἔχει πλάγκτην νόον ἔνδον ἀγείρας,",
    "1244 Εἴσω πᾶς ὁρόων, γελόων βιότοιο θυέλλας, Αἵ ῥά τε καὶ πινυῶν αἰσχρῶς κονίουσι πρόσωπα, Αἰεί τε πραπίδεσσι νοήματα θεῖα χαράσσων, Χείροσιν οὐκ ἐπίμικτα, διαυγέα, φωτὶ πελάζων Τρισσοφαοῦς θεότητος, ἐπειγομένοισι πόθοισιν Ἵλαον ἀθανάτοιο Θεοῦ πρὸς θῶκον ἱκοίμην· Ἔνθα τε πάντ' ἀναφανδὰ, τὸ δὲ πλέον ἰσοτάλαντον Τῆμος ὅτ' ἐν χείρεσσι Θεοῦ ζυγὸν ὀρθοδίκοιο. Ι∆ʹ. Εἰς ἑαυτὸν, καὶ πρὸς τοὺς φθονοῦντας, ἡ δὲ ἀκροστιχὶς οὕτως. Γρηγορίου ἱερῆος ἀθύρματά τε στοναχαί τε. Τέρπεσθ', οἷσι φίλον, πήμασιν ἡμετέροις.  1245 Ἔχει τι κομψὸν ἡμῖν ἡ ληρῳδία. Ἐκ τῶν ἰάμβων ἄλλο μέτρον τίκτεται. Ἀκροστίχοις πρόσελθε, καὶ γνώσῃ σαφῶς. Γέρων μέν εἰμι, καὶ κακῶν πολλῶν ἴδρις. Ῥυτὶς γάρ ἐστι πραγμάτων ἐμπειρία, Ἣ δὴ φρόνησιν ὡς τὰ πόλλ' ἐργάζεται. Γῆρας δὲ τοὐμὸν οὐδέπω τόσον κακὸν, Ὅσον τονῦν, εἰσεῖδεν ἐν μακρῷ χρόνῳ. Ῥᾷστον δ' ἂν εἴη καὶ μαθεῖν βραχεῖ λόγῳ. Ἵσταντ' ἀθέσμως ἀντίοι λαοῦ πρόμοι, Ὄπλοις χόλῳ τε καὶ φθόνῳ πεφραγμένοι, Ὕβρει ζέοντες, ἀγρίου πυρὸς δίκην, Ἵστανθ', ὅλη δὲ συσχιδὴς οἰκουμένη.",
    "1246 Ἐγὼ δ' ὁ κομψὸς (οὐ γὰρ ἐφρόνουν μικρὰ), Ῥάβδῳ μὲν εἶχον οὐδαμῶς πλήσσειν κακούς· (Ἦ παντὸς ἂν τόδ', ἴστε, καὶ νῦν ἐπριάμην·) Ὃ δ' ἦν, ἔπραττον· εἰχόμην ἀμφοῖν λίθοιν, Σωτῆρα τὸν ἀκρόγωνον ἐκμιμούμενος. Ἀλλ', ὡς λέουσιν ἢ συσὶ πεφρικόσι Θυμὸν διαιτῶν, ἐν μέσῳ συῤῥήξεως, Ὕβριν τε οὐκ ἔπαυσα, καὶ συνετρίβην. Ῥᾷον παθεῖν γὰρ, ἤ τι τῶν καλῶν δράσαι. Μάρτυς μὲν, ἀκμὴ τοῦ παθεῖν κάμνων πλέον Ἀπηλλάγην τάχιστα δισσοῦ κινδύνου. Τὴν δ' ὕβριν οὐκ ἔνεστιν εὐπετῶς φέρειν, Ἀεὶ παροῦσαν ἡμέραν μηκιστάτην.  1247 Ταῦθ' ὅστις οὐκ ἐπίστατ', οὐδ' ἡμῶν πέλας. Ἓν ἔργον αὐτοῖς, αἱ καθ' ἡμῶν διπλόαι Στήτωσαν εἰς ἕν. Εἰ μὲν ἐξέστην θρόνων, Τούτου τί μεῖζον; εἰ δ' ἀπεῤῥίφην ἄκων, Οἱ ταῦτα τολμήσαντες οἵων ἄξιοι; Νῦν ἐνθρονίζομ', αὔριον δ' ἀπόθρονος. Ἄρ' ἄν τις εὕροι τοῦδε καὶ ψευδῆ λόγον; Χριστὲ, φράσαι τολμῶ τι τῶν ἐν καρδίᾳ. Ἀγῶσι βασκαίνουσι καὶ λίθοις ἐμοῖς· Ἴσως τὸ Πνεῦμα βάλλεται, φέρω σαφῶς, Τὸ Πνεῦμ' (ἀκούσαθ'), ὡς Θεὸς, πάλιν λέγω. Ἐμοὶ Θεὸς σὺ, καὶ τρίτον βοῶ, Θεὸς Τοῦτ' ἔστι, Βάλλετ', εὐστοχεῖτε τοῖς λίθοις.",
    "1248 Ἕστηκ' ἄτρεπτος τῆς ἀληθείας σκοπὸς, Ῥοῖζον λόγων τε καὶ βελῶν διαπτύων. Πατὴρ μὲν ἡμῖν ῥίζα καὶ πηγὴ καλῶν· Ἐκ τοῦδε φῶς γεννητὸν, Υἱὸς καὶ Λόγος, Σφράγισμ' ἀνάρχου· Πνεῦμά τ' ἄχρονος φύσις· Θεὸς, Θεός μου, καὶ Θεὸς, τρισσὴ μονάς. Οὐκ ἔστιν ὅς με ταῦτα κωλύσει λέγειν. Ἴστω Τριάς μου· καιρὸς οὐ τρέψει λόγον. Σείοιτο πάντα· μὴ τρέποιτ' ἐμοὶ Θεός. Ἴσον γὰρ ἕν τι, καὶ τὸ πᾶν ἀτιμάσαι. Φωνὴν ἔχω, πόλεις σὺ καὶ λαμπροὺς θρόνους. Ἵστημι γλῶσσαν· (ὢ καλῆς τυραννίδος!) Λάμποιμι λύχνος λυχνίας ὑπερτεθείς.  1249 Ὅλην καταστράπτοιμι τὴν οἰκουμένην. Νῦν ταῦτα· μικρὸν ὕστερον καινοὶ θρόνοι, Πρώτων τε δευτέρων τε τάξις ἔννομος. Ἢ δεινὸν ἦν ἂν ἡ τῇδε δυσπραξία, Μὴ τοῦ Θεοῦ στρέφοντος ὕστερον κύβους. Ἀπαξιῶ τοῖς τῇδε προσκεῖσθαι καλοῖς, Σπένδῃ σὺ κόσμῳ τῷδε, τῷ Θεῷ δ' ἐγὼ, Ἵν' εὐκόλως φέροιμι τὰς ἀηδίας. Νὺξ πάντα κρύπτει, ἡμέρα φωτίζεται. Ἦ πόλλ' ἐμόχθησ', ἀλλ' ὅμως οὐκ ἄξια Μισθῶν, ὅσοι μένουσι τοὺς Θεῷ φίλους. Ἐπρίζεθ' Ἡσαΐας, ἀλλ' ἐκαρτέρει. Τὸ πῦρ ἐδεξιοῦτο τοὺς τρεῖς ἐν ξένῃ.",
    "1250 Ἔῤῥιπτο θηρσὶν ὁ ∆ανιὴλ ὥσπερ φίλοις. Ῥώμῃ δὲ Παῦλος καὶ Πέτρος νικηφόροι. Ὁ Πρόδρομος δ' οὐ θῦμα τῆς παῤῥησίας; Ἴσασιν, ὡς τέθνηκα. Ὡς δ' ἐγὼ, Πάτερ, Σός εἰμι, κἄν με χείροσι στροβεῖν θέλοις."
  ]
}