{
  "title": "Carmina de se ipso: ΙΘʹ. Σχετλιαστικὸν ὑπὲρ τῶν αὐτοῦ παθῶν.",
  "paragraphs": [
    "Πολλάκι Χριστὸν ἄνακτα κακοῖς μογέων μεγάλοισιν Ὠνοσάμην· καὶ γάρ τις ἄναξ θεράποντος ἔνεικε ∆ούλιον ἐν στομάτεσσι λαλεύμενον ἠρέμα τρυσμὸν, Ὡς δὲ πατὴρ ἀγαθὸς καὶ ἄφρονος υἷος ἑοῖο Πολλάκις ἀμφαδίων ἐπέων θράσος ἦχ' ὑπέδεκτο, Τοὔνεκα καὶ σὺ λόγοισιν ἐμοῖς, Θεὸς, ἵλαος εἴης, Οὕς τοι ἀκηχεμένη κραδίη, ἀγανώτατε, πέμψει. Βαιὸν ἄκος παθέεσσιν ἐρευγομένη φρενὸς ὠδίς. Χριστὲ ἄναξ, τί τόσοις με κακοῖς διέπερσας ἄνωθεν, Ἐξότε μητρὸς ὄλισθον ἐμῆς ἐπὶ μητέρα γαῖαν; Εἰ μὴ καὶ λαγόνεσσιν ἐνὶ σκοτίῃσι πέδησας,  1272 Τίπτε τόσοις ἀχέεσσι, καὶ εἰν ἁλὶ, καὶ κατὰ γαῖαν. Ἐχθροῖσίν τε φίλοις τε καὶ ἡγεμόνεσσι κακίστοις, Ξείνοις, ἡμεδαποῖς τε καὶ ἀμφαδὸν, ἢ λοχόωσι, Μύθοις τ' ἀντιθέτοις, καὶ λαϊνέαις νιφάδεσσι Βέβλημαι; τίς ἅπαντα διακριδὸν ἐξαγορεύσει; Μοῦνος ἐγὼ πάντεσσιν ἀοίδιμος, οὐδ' ἐπὶ μύθοις, Οὔτ' ἐπὶ κάρτεϊ χειρὸς ἔχων περιώσιον ἄλλων, Ἄλγεα δὲ στοναχάς τε περισταδὸν, ὥστε λέοντα Πάντοθεν ἀμφυλάουσι κακοὶ κύνες, οἰκτρὸν ἄεισμα, Ἀντολίῃ τε δύσει τε. Τάχ' ἄν ποτε καὶ τὸ γένοιτο, Ἤ τις ἀνὴρ θαλίῃσι λύων φρένα, ἤ τις ὁδίτης, Ἤ τις ἐϋκρέκτῳ κιθάρῃ ἐπὶ δάκτυλα βάλλων, Φθόγγοις οὐ λαλέουσιν, ἐμῶν ἀχέων ὀαριστὴς,",
    "1273 Γρηγορίου μνήσαιτο, τὸν ἔτρεφε Καππαδόκεσσιν Ἡ ∆ιοκαισαρέων ὀλίγη πτόλις. Ἀλλ' ἐπίμοχθον Ἄλλοις πλοῦτον ὄπασσας ἀπείριτον· υἱέας ἄλλοις Ἐσθλούς· κάλλιμος ἄλλος, ὁ δ' ἄλκιμος, ὃς δ' ἀγορητής. Αὐτὰρ ἐμοὶ κλέος ἐστὶν ἐπ' ἄλγεσιν· εἰς δέ με πάντας Σῆς γλυκερῆς παλάμης πικροὺς ἐκένωσας ὀϊστούς. Ἄλλος Ἰὼβ νέος εἰμί· τὸ δ' αἴτιον οὐκέθ' ὁμοῖον. Οὐ γὰρ ἀεθλεύσοντά μ' ἄγεις, μάκαρ, ὥς τιν' ἄριστον Ἀντίον ἀθλητῆρος ἀπήνεος, ἀλκὶ πεποιθὼς, Ὥς κεν ἀριστεύσαντι γέρας καὶ κῦδος ὀπάσσῃς. Οὔπω τόσσος ἔγωγ', οὐδ' ἄλγεσι κῦδος ἔπεστι.  1274 Ποινὴν δ' ἀμπλακίης τίνω τάδε. Τίς δέ θ' ἁμαρτὰς ∆ίζημ' ἐν πλεόνεσσιν, ὅ σοι πλέον ἄχθεται ἄλλων. Ἐξερέω πάντεσσιν, ὅ μοι νόος ἐντὸς ἔεργε· Ἦ τάχα κεν δρύψειεν ἁμαρτάδα μῦθος ἄναυδος. Ὠϊόμην, ὅτε δή σε φίλον λάχος οἶον ἐδέγμην, Πάντ' ἄμυδις βιότοιο ἀφυσγετὸν εἰς ἅλα ῥίψας, Καὶ νόον ὑψιβιβάντα τεῇ θεότητι πελάζων, Σαρκὸς νόσφιν ἔθηκα, νόμος δέ μοι ἡγεμόνευε· Πάντων μὲν κρατέειν. πάντων δ' ὕπερ αἰθέρα τέμνειν Χρυσείαις πτερύγεσσι· τό μοι φθόνον αἰνὸν ἄγειρε, Καί με κακοῖς ἐπέδησεν, ἀφυκτοτάτῃσί τ' ἀνίαις.",
    "1275 Σὸν κλέος ὑψόσ' ἄειρε, κλέος δὲ σὸν ἐς χθόν' ἔθηκεν. Αἰὲν ἀγηνορίῃσιν, ἄναξ, κοτέεις μεγάλῃσι. Κεῖνό γε μὴν ἀΐοιτε, καὶ ἐσσομένοισι γράφοιτε, Λαοί θ' ἡγεμόνες τε, ἀπεχθέες, εὐμενέες τε, Πατρὸς ἐμοῦ μεγάλοιο φίλον θρόνον οὐκ ἀθέριξα· Οὐκ ἔστ', οὐδ' ἐπέοικε, Θεοῦ θεσμοῖσι παλαίειν. Κείνῳ θεσμὸς ἔδωκεν· ἐγὼ δέ τε χειρὶ γεραιῇ Χεῖρα νέην ὑπέρεισα, πατρὸς δ' ὑπόειξα λιτῇσι, Πατρὸς ἐμοῦ, τὸν ἔτισε, καὶ ὃς μάλα τηλόθι μάνδρης Ἀζόμενος πολιήν τε καὶ ἥλικα πνεύματος αἴγλην. Αὐτὰρ ἐπεὶ ζωῆς σημάντορι καὶ τόδ' ἔαδεν Ἡμετέρης, ἄλλοις με Λόγον καὶ Πνεῦμ' ἀναφῆναι,  1276 Ξείνοις, τρηχαλέοισιν, ἀκανθοφόροισιν ἀρούραις, Βαιὴ μὲν ψεκάς εἰμι, πολὺν δέ τε λαὸν ἐπῆρσα. Καὶ τόδε γ' αὖθις ἔαδε παλίμπορον ἐνθάδε πέμψαι Νούσῳ τε στυγερῇ, καὶ ἀργαλέαις μελεδώναις Τηχθέντ' ἐξαπίνης. Ἰὸς δέ τε ἀνδρὶ μέριμνα. Βαιὸν δὲ χρόνον ἔσκον ἐμοῖς μελέεσσιν ἀρηγῶν, Ποιμενικὴν σύριγγα, βοηθόον ἐσθλὸν ὀπάσσας, Μή τις ἐμοῖς μήλοισιν ἀσημάντοισιν ἐπελθὼν Ἐχθρὸς, ἑὴν πλήσειεν ἀναιδέα γαστέρα φορβῆς. Αὐτὰρ ἐπεὶ δονέοντο ἀγοὶ, δονέοντο δὲ λαοὶ Ἡγεμόνος τε ποθῇ, καὶ θήρεσιν οὐλομένοισιν, Οἳ Θεὸν ἀνδρομέοισιν ἐνὶ σπλάγχνοισι παγέντα,",
    "1277 Ἔκνοον ἦτορ ἔχουσι νόου δίχα μορφώσαντες, Πολλοὶ μὲν τρύζεσκον ἐμοῖς παθέεσσιν ἄπιστοι, Καί μ' ὑπεροπλίῃσι θεουδέα λαὸν ἀτίζειν, Ἢ φάσαν, ἢ νόος εἶχε. Θεῷ γ' ἐμὸν ἄλγος ἔφαινον. Πολλοὶ δ' αὖ νυχίοισιν ἐμὲ κρίνεσκον ὀνείροις, Ζωγράφος ὧν πόθος ἦεν, ἀθύρματα πολλὰ χαράσσων· Ἢ Θεὸς ἐξεκάλυπτεν, ἐμοὶ τέλος ἐσθλὸν ὀπάζων, Ὄφρα κε μὴ χαλεπῇσι σὺν ἐλπωρῇσι δαμείην, Ἐξοδίην κακότητα ἐφεσσάμενος βιότοιο. Τοὔνεκεν αὐχέν' ἔκαμψα, τεὴν δ' ὑπὸ χεῖρα κραταιὴν ∆έσμιος ἔρχομ' ἔγωγε· δίκη δ' ἄλλοισι μεμήλοι. Οὐδὲν ὄνειαρ ἔμοιγε δικαζομένης βιότητος.  1278 Τῇ νῦν, Χριστὲ, φέροις με, ὅποι φίλον. Ἄλγεσι κάμφθην. Κητείαις λαγόεσσι τετρυμένος εἰμὶ προφήτης. Σοὶ παρέχω ζωῆς τόδε λείψανον. Ἀλλ' ἐλέαιρε Μικρὸν ἔτι πνείοντα. Τί μ' ἄλγεσι τόσσον ἐλαύνεις; Οὔτ' ἀγαθοῖσι μόνοισι θάνες, Θεὸς, εὖτ' ἐπὶ γαῖαν Ἤλυθες (ἦ μέγα θαῦμα, Θεὸς βροτὸς αἵματι ῥαίνων Ψυχὰς ἡμετέρας καὶ σώματα), οὔτε κάκιστος Μοῦνος ἐγώ. Πολλοῖσι χερείοσι κῦδος ὄπασσας. Τρεῖς βίβλοισι τεῇσι μεγακλέες εἰσὶ τελῶναι, Ματθαῖός τε μέγας, νηῷ τ' ἔνι δάκρυα λείψας, Ζακχαῖός τ' ἐπὶ τοῖσιν· ὁ τέτρατος αὐτὸς ἔοιμι. Τρεῖς δ' ἄρα λυσιμελεῖς, ὅ τε λέκτριος, ὅς τ' ἐπὶ πηγῇ, Ἥν τε πνεῦμ' ἐπέδησεν· ὁ τέτρατος αὐτὸς ἔοιμι.",
    "1279 Τρεῖς δέ σοι ἐκ νεκύων φάος ἔδρακον, ὡς γὰρ ἄνωγας· Ἄρχοντος θυγάτηρ, χήρης πάϊς, ἐκ δὲ τάφοιο Λάζαρος ἡμιδάϊκτος· ὁ τέτρατος αὐτὸς ἔοιμι. Καὶ νῦν φάρμακ' ἔχοιμ' ὀδυνήφατα, καὶ μετέπειτα Ζωὴν ἄτροπον, ἐσθλὲ, τεῷ μέγα κύδεϊ γαίων. Ποίμνης ἡγεμόνευσα θεόφρονος. Εἰ δὲ λυθείην, Ποιμένος οἵδε τύχοιεν ἀρείονος· εἰ δ' ἄρ' ὁμοίου, Ἥσσονος ἐν παθέεσσι, μακάρτατε· οὐ γὰρ ἔοικε Τὸν νούσων ἐλατῆρα κακοῖς ἀχέεσσι παλαίειν."
  ]
}