{
  "title": "Carmina de se ipso: Λʹ. Εἰς ἑαυτόν.",
  "paragraphs": [
    "Ἦ πολλὰ, πολλὰ γίνεται Μακρῷ βίῳ βροτοῖς. τλητὸν δ' ἄπαν, ὅ κεν φέροι Βίον στρέφων Θεός. Ἐγὼ γὰρ, ἃς μὲν ἔσχον ἐν Ξένῃ πόλει πάλας, Λόγῳ πεσόντι σύμμαχον Γλῶσσαν φέρων ἐμὴν, Ἄλλους λέγοντας αἰνέσω. Πολλοὶ λέγουσι δὲ, Ξένοι, φίλοι τε πίστεως Ἐμοὶ σεβασμίας. Οὐδὲν γὰρ οὕτως οὔποτε Ὅλην ἔσεισε γῆν Ὡς Πνεύματος παῤῥησία Θεοῦ βοωμένου· Ὃ καὶ προσάντη τοῖς φίλοις Τέθεικεν, οἴδαμεν.  1291 Καὶ σοὶ, Μάκαρ, πλείστη χάρις Καλῆς ἀτιμίας. Ταύτης γὰρ αὐκλεέστερον Τί ἂν πάθοι βροτός; Ἃ δ' ἐνθάδ' εὗρον οὐ δοκῶν, Αὐτὸς φράσω φίλοις, Ὡς ἂν μάθωσιν εὐκόλως Φέρειν φθόνου πάλας. Θεοῦ μὲν ἦν λόγος πάλαι Κάλλιστος, ὡς Θεοῦ, Πάντα προφήτην τίμιον Ξένοις μόνοις δοκεῖν, Τὸ γνώριμον δὲ ἄτιμον Ὡς πολλὰ τυγχάνειν. Ἐγὼ δὲ τοῦτο, καὶ πλέον, Πέπονθα νῦν σαφῶς. Ἐπεὶ γὰρ ἡκόμην, ξένης Λιπὼν ἕδος χθονὸς, Καὶ γῆν πατρῴαν ἀσμένως Λαόν τε τὸν γλυκὺν Ὡς εἶδον, ὦχ' ὑπέδραμε Κιβωτὸς, ἡ μόνη Κόσμου φυγοῦσ' ἐπίκλυσιν Καλῶς ὀλωλότος.",
    "1292 Καὶ τὸν γὰρ, ἐκλελοιπότος Ὀρθοῦ λόγου σχεδὸν, Ὑπεξέκλεψε τῷ ξύλῳ Μέγας πατὴρ ἐμὸς, Ὅλης ὅλον τῆς Τριάδος Λάτριν καταστήσας. Τοῦτον κάμνοντ' ἀναρχίᾳ, Ναῦν ὥς τιν' ἐν βυθοῖς Ἔρημον οἰακοστρόφου, Σερεβλούμενον ζάλῃ Κακῶν μεγίστων, ἤθελον (Λιθαζέτω με πᾶς, Ὡς ἐκ παλαιοῦ τοῖς λίθοις Ἄριστ' ἡρμοσμένον), Ὦσαι βυθοῦ γὰρ ἤθελον Κυβερνήτου χερὶ, Ὃν ταῖς πνοαῖς ἠπιστάμην Μάλιστ' ἀντιστάτην, Καίπερ νεωστὶ χρημάτων Κράτος δεδεγμένον. Τάδ' ἤθελον μέν· ὁ φθόνος ∆' ἀντίξοος καλοῖς, Ὃς ἀντέπνευσε τοῖς καλῶς Ἄγαν δεδογμένοις. Πρῶτον μὲν οἱ τὰ δεύτερα Θρόνων λελογχότες,  1293 Λαοῦ πρόεδροι πρεσβύται, Σεμνὴ γερουσία, Πεφήνασ' ἡμῖν οὐ καλοί. Τίς ἤλπισε τόδε; Οἱ μὲν γὰρ αἰδοῦς λειψάνῳ Βραχεῖ κρατούμενοι, ∆ισώματοι καὶ δίχροοι, Χιτῶνες ὥς τινες, Ἐκτὸς πρὸς ἡμῶν, ἔνδοθεν Κακῶς πεπηγότες, Οἷς καὶ χάρις τοῦ λανθάνειν, Ὡς ἄφρονας, θέλειν Ἡ γὰρ πρόδηλος δουλεία Χείρων ἀπιμίας. Οἱ δ' οὐ λάθρα δυσμενεῖς, Ἀλλ' ἐκφανεῖς ἄγαν, Ἐρυθριῶντες, εἰ κακοὶ ∆οκοῖεν εὐτελεῖς. Ὦ σαρκολάτραι, καὶ Θεοῦ Περίφρονες σαφῶς, Βεελφεγὼρ σέβοντες, οὐ Τὸν ὄντα ∆εσπότην. Ποῦ δὲ τράπεζα μυστική; Καλῶς δικαζέτω. Ποῦ δ' ἄρτος, ἢ ποῦ χεῖρες, αἳ Τὸ Πνεῦμ' ἐφείλκυσαν",
    "1294 Ὑμῶν καρήνοις; Θρύψατε, Κακοὶ, καὶ τὴν χάριν. Λαὸν δ' ἀφήσω μέμψεως. Τί γὰρ ξένον τόδε, Τὸν ὄντα τοίων προστατῶν Τοιαῦθ' ἁμαρτάνειν; Μόγις γὰρ ἂν, ἡγουμένων Σοφῶν, εἶεν καλοί. Πλὴν οὐ τάδ' ὑμᾶς, ὦ τέκνα, Ἐδίδαξ' ἐγώ ποτε (Εἰ καὶ χρόνον βραχὺν ξένην Νώμησα ἡνίαν), Περιφρονεῖν διδασκάλου Νόμους τε καὶ λόγους. Ταῦτ' ἦν ἔτι σθένος μοι καὶ Πάσχοντι καρτερεῖν. Τὸ γὰρ παθεῖν ὡς πλεῖστα τοῦ Φέρειν διδάσκαλον. Ὃ δ' ἐξέτηξε καρδίαν Μάλιστα τὴν ἐμὴν, Ἔκ μ' ἠπάτησαν οἱ σοφοὶ Λαῶν ἐπίσκοποι, Λόγῳ μὲν ὄντες ἐν φίλοις, Ψήφου τε τῆς ἐμῆς  1295 Ὡς ἀῤῥεποῦς τε καὶ φίλης, Εἴπερ τινὸς, λόγῳ, Ἔργῳ δ' ὅπου νενευκότες, Λέγειν τόδ' οὐκ ἐμόν. Πλὴν ἠπατήθην, ὦ Τριὰς Ἐμοὶ λαλουμένη. Ὢ βήματ', ὢ λιθασμάτων Τε καὶ πόνων ὅλων, Οὓς ἐκ νέας ἀσκήσεως ∆ιήνυσ' εἰς τόδε! Ὄλωλε πίστις εἰς Θεὸν, Ὄλωλε δ' ἐκ βροτῶν. Ποῦ τις μεταστῇ, καὶ τίνων Γένηται πλησίον; Εἰ ταῦτα λύχνοι, καὶ τὸ φῶς, Σκόπει σὺ τὸ σκότος. ∆ὶς ἐμπέπαιγμαι, τοῦτο καὶ Παθὼν ἐπίσταμαι, Εἴπερ τι κἀμοὶ τοῦ φρονεῖν Μέτεστιν ἐκ Θεοῦ. Ἀλλ' ἐνδακὼν ἤνεγκα (τίς Τόδ' οἶδεν ἢ Θεός;), Θεοῦ τὸ χρηστὸν, εἰ θέμις Φράσαι, μιμούμενος. Μήτ' οὖν ἀκούειν, μήθ' ὁρᾷν Ὅλως δοκῶ μόνος",
    "1296 Τὰ πᾶσι δῆλα καὶ σαφῆ, Κόσμῳ προκείμενα, Ὡς ἂν τὸ χρῶμα γοῦν μένῃ Τοῦ πρόσθε σώματος, Ἤδη παρειμένου τε, καὶ Πεσόντος ἀθλίως. Εἰ ταῦτ' ἀρεστὰ τῷ λόγῳ, ∆ιδάξατ', ὦ σοφοί. Ἐμοὶ γὰρ οὐκ ἀρεστὰ, καὶ Λίαν δοκεῖ κακά. Ἐντεῦθεν, ὥσπερ τειχίου Ῥαγέντος, ἢ ῥόου, Ἅπας κακῶν εἰσεῤῥύη Ξένων λόγων σπορεύς· Ὧν εἰσι καὶ νέαι πλάκες Κακῶς γεγραμμέναι. Οἳ τὸν Θεόν μου τὸν μέγαν Οὐκ ἐνδίκοις τομαῖς Τέμνουσιν· οἴμοι! τὴν μίαν Πάντων ὑπερβολὴν Ἄνω τιθέντες, καὶ μέσον, Κάτω τε τὸ τρίτον. Τέμνουσι δ', ὡς Θεόν μου, καὶ Θεοῦ μέγαν βροτὸν, Ἄνουν τιθέντες, ὡς ἄνου Ἀδὰμ πεπτωκότος,  1297 Ἣ, μὴ τελείως τῷ πάθει Σωθῶ, δεδοικότος. Χρὴ γὰρ τὸ δέρμα μου μόνον Τυχεῖν σωτηρίας, Τὰ δ' ἄλλ' ἄτιμα τυγχάνειν Θεῷ παρειμένα. Ὧν καὶ τόδ' ἐστὶ, δεύτερος (Οὐκ οἶδ' ὅθεν, καὶ τίς) Ἰουδαϊσμὸς, χιλίων Τ' ἐτῶν ληρήματα, Ἑλληνικῆς ἀμβλώματα Μέθης τε καὶ πλάνης· Οἳ καὶ τὸ καλὸν ποίμνιον, Ὥσπερ λύκοι βαρεῖς, Ἐπεισπεσόντες, νηλεῶς Ἔρημον ποιμένος Κλέπτουσιν, ἁρπάζουσιν εἰς Πόνον ψυχῆς ἐμῆς· Ὃς, καίπερ ἄλλου ποιμνίου Βακτηρίαν λαβὼν, Ὅμως ἀσῶμαι, πατρικῶν",
    "1298 Ὁρῶν μόγων λύσιν. Πῶς δ' οὐχί; καὶ τίς μετρίως Ταῦτ' ἂν πάθοι φρονῶν; Οὐ γάρ τις δρῦς, τὶς ἢ λίθος Μόνον μ' ἐθρέψατο. Ψεύστης μὲν εἴην καὶ κακὸς, Ἐρῶ δ' ὅμως λόγον. Οὐδ' αὐτὸς, οἶδα, τῆς νόσου Μένεις ἐλεύθερος, Ὁ νῦν ἔποφρυς τοῖς ἐμοῖς Κακοῖς, ὦ φίλτατε, Κἂν ἀσφαλῶς βεβηκέναι Καὶ καιρίως δοκῇς. Πῦρ γεῖτον οὖν, καὶ τῇ πέλας Ἄπιστον οἰκίᾳ. Κέδρος τινάσσεται, πίτυς Τρόπον τίν' ἀσφαλής; Πόῤῥωθεν εἶργε τὴν μάχην, Εἰ μὴ πέλας ποθεῖς. Μεμνήσεταί τις τῶν ἐμῶν Τούτων λόγων ποτὲ,  1299 Ὅτ' οὐδὲν ἔσται πλεῖον, ἢ Τὸ δάκνεσθαι μάτην. Πλὴν νῦν ἐμοὶ περιζέει Πολὺς κλύδων κακῶν. Τί χεῖρον οἴσεις, Χριστέ μου; Πυροῖς δὲ τί πλέον; Πάντα προθύμως δέξομαι, Πλὴν ἵλαος πέλοις. Μικρόν τι, καὶ παρήλθομεν Τὸ τοῦ βίου τραχύ. Κἀκεῖσε δ' οἷα; χρηστά μοι, Κἂν ᾖ λίαν κακά. Οὐ γάρ τις κἀκεῖ διπλόη· Μόνη γὰρ ἁπλότης."
  ]
}