{
  "title": "Carmina de se ipso: ΠΘʹ. Εἰς τὴν νόσον.",
  "paragraphs": [
    "Ἦν, ἦν, ὅτ' ἤνθουν· ἀλλὰ νῦν εἰμ' ἄχλοος· Οὔτε πρὶν ἤρθην, οὔτε νῦν κατεστάλην. Ἀνθεῖν, ἀπανθεῖν, ἄλλο· οὐκ ἄλλος δ' ἐγώ.  1443 Ἐξ ἰατρῶν πάρειμι τοῦτο κερδάνας, Τὸ μή τι, Χριστὲ, σοῦ φέρειν ἀνώτερον, Παρ' οὗ τὰ πάντα, καὶ τὸ φαρμάκων σθένος. Ἰδοὺ τὰ θερμά. Τὴν κολυμβήθραν ἔχω. Ποῦ δ' ἄγγελός μοι; δεῦρο, φαρμάσσοις ὕδωρ. Εἰ δ' οὒ, σὺ, Σῶτερ, εἰπὲ, καὶ παγήσομαι. Πέπληγμ'· ἔχω τι κέντρον εἰς Θεοῦ φόβον. Οἶδ' εὖ πεπονθώς. Ἀλλ' ἐπίσχες τὴν νόσον. Εἰ δ' οὐ φίλον σοι, δός γε καρτερῶς φέρειν. Ἐξηπόρημαι, Χριστέ μου· καὶ τί δράσω; Κριτὴς μὲν εἶ δίκαιος, ἀλλὰ καὶ πρᾶος. Ποῦ σου τὸ χρηστόν; ἢ μόνοι λελήσμεθα; Ἔῤῥιψεν, ἔῤῥιψέν με συγκόψας Σατάν. Σὺ δ' ἐκδέδωκας τῷ κακῷ· τίς αἰτία; Οὐχὶ πάτησιν σκορπίων ἐλπίζομεν;  1444 Τί ταῦτα, Χριστέ; τοὺς κακοὺς αἰσχύνομαι, Καὶ τοὺς ἀρίστους, οὐκ ἔχων στάσιν κακῶν· Οἱ μὲν γελῶσι, τοῖς δ' ὀλώλασ' ἐλπίδες. Καθ' ἡμέραν θνήσκω τε, καὶ λείπω βίον. Εἰ μὲν δικαίως, ὡς κακὸς, ποῦ χρηστότης; Εἰ δ' οὐ δικαίως, ποῦ ποτ' ἔννομος κρίσις; Σκοπὸς τέθειμαι πᾶσι, καὶ τοξεύομαι. Στήτω ποθ' ἡμῖν ὁ φθόνος, στήτω ποτέ. Χρόνῳ, νόσῳ κέκμηκα, τοῖς φίλων κακοῖς. Ἀλλ' οὐ θέλεις; πρός σ' ἔρχομαι. ∆ίδου χεῖρα. Ὄλωλ', ὄλωλα συμφοραῖς· σοὶ δ' ὄλλυμαι. Σὺ γὰρ Θεός μου. Σὺ ζόφον λύοις κακῶν Νεκρῷ πνέοντι μικρὸν, ἢ λυπρὸν βίον. Τί τῇδε μοχθῶ τοῖς κακοῖς ἐσφιγμένος, Φθόνου πάλαισμα, καὶ γέλως τοῖς πλείσσιν;",
    "1445 Ἄλλοις τὰ λαμπρὰ τοῦ βίου, λύσις δ' ἐμοί. Καλεῖς, καλεῖς με. Προστρέχω. ∆έδοικα δὲ Τὸ πῦρ, τὸ χάσμα, τὴν ζέσιν τοῦ πλουσίου. Τίς Ἀβραὰμ δώσει με τοῖς κόλποις φέρων; Ἦ πόλλ' ἀνέτλην ἐν βίῳ· τάδ' ἔλπομαι. Εἴ μ' αὐτόθεν λύσειας, οἰστά μοι τάδε. εἰ δ' οὐ λύσειας, φεῦ βίου! φεῦ ἐξόδου! Τί με κρατεῖς, δεσμῶτα, τὸν ἐλεύθερον; Χριστὸς καλεῖ με. Κεῖσο τῇδ' ἐῤῥιμμένος. ∆έχου με, Σῶτερ. Πλὴν κάθαρσις ἐνδεής. ʹ. Εἰς τὸν ἑαυτοῦ καὶ τῶν τοκέων μόρον, τις πρῶτος καὶ τίς μετέπειτα ἀπῆρε. Πρῶτος Καισάριος, ξυνὸν ἄχος· αὐτὰρ ἔπειτα  1446 Γοργόνιον· μετέπειτα πατὴρ φίλος· οὐ μετὰ δηρὸν Μήτηρ. Ὦ λυπρὴ παλάμη, καὶ γράμματα πικρὰ Γρηγορίου! γράψω καὶ ἐμοῦ μόρον, ὑστατίου περ"
  ]
}