{
  "title": "Carmina de se ipso: ΙΒʹ. Εἰς ἑαυτὸν καὶ περὶ ἐπισκόπων.",
  "paragraphs": [
    "Ἴσως μὲν ἐχρῆν, ὡς κακούμενον φέρειν Ταῖς τοῦ παθόντος ἐντολαῖς τυπούμενον, Οὕτω παθόντα καρτερεῖν καὶ τὸν λόγον, Ὡς, ἂν πλείως ὦμεν ἠγωνισμένοι, Καὶ μισθὸν ἐλπίζωμεν ἐντελέστερον. Ὧν γὰρ τέλειος μόχθος, ἐντελέστερος· Ὧν δ' οὐ τέλειος, καὶ τὸ ἆθλον ἐλλιπές. Ὡς ἂν δὲ μὴ δόξαιεν οἱ κακοὶ κρατεῖν Τὰ πάντα, μηδ' ᾖ λεῖος αὐτοῖς ὁ δρόμος,  1167 Ἀντιστατοῦντος οὐδενὸς, τὸ μὲν πέρας Τούτων παρήσω τῷ τελευταίῳ πυρὶ, Ὃ πάντ' ἐλέγχει καὶ καθαίρει σὺν δίκῃ, Κἂν λανθάνωμεν ἐνθάδε πλοκαῖς τισιν. Αὐτὸς δὲ μικρῷ τοὺς ἐμοὺς λόγῳ πλήξω Φονεῖς· φονεῖς γὰρ οἱ κρίνοντες ἔκτοπα, Ψυχῶν ἀθώων ἐκχέοντες αἵματα, Πάντων, ὅσους ἔπλαττον, οὓς ᾠκονόμουν. Ἐρῶ δ' ἃ λέξω, μηδὲν εὐλαβούμενος Τὸ λοιδορεῖσθαι, πρᾶγμ ἀπηγορευμένον Πᾶσιν μὲν, ἐμοὶ δὲ καὶ πλέον μισούμενον. Οὐ γὰρ ὀνομαστὶ τοὺς λόγους ποιήσομαι,  1168 Τῷ μὴ δοκεῖν ἐλέγχειν, ἃ κρύπτειν χρεών. Ἀλλ' οὐδὲ πάντων ἐξ ἴσης μεμνήσομαι, Μή μοι τοσοῦτον ἐκδρομήσειε στόμα. Πολλοὺς γὰρ οἶδα καὶ λόγου τοῦ κρείσσονος. Ἀλλ' ὅστις ἐν κακοῖς τε, καὶ κακῶν πέρα, Αὐτὸς κρατείσθω, καὶ δαμαζέσθω τὰ νῦν. Τεμεῖ τὸ χεῖρον ἡ μάχαιρα τοῦ λόγου. Τί τοῦτο; δείξεις· ἂν μάχῃ πρὸς τὸν λόγον, Αὑτοῦ προδήλως ἐκφανὴς κατήγορος. Τὸ δ' οὖν ἐμὸν τοιοῦτο· βαλλέτω με πᾶς· Πόῤῥωθέν εἰμι τοῖς λίθοις ἡρμοσμένος. Θάῤῥει λέοντι. Πάρδαλις τῶν ἡμέρων.",
    "1169 Ἀσπὶς τάχ' ἄν σε καὶ φύγοι δεδοικότα. Ἓν ἐκτρέπου μοι, τοὺς κακοὺς ἐπισκόπους, Μηδὲν φοβηθεὶς τοῦ θρόνου τὴν ἀξίαν. Πάντων τὸ ὕψος, οὐχὶ πάντων δ' ἡ χάρις. Τὸ κώδιον πάρελθε, τὸν λύκον βλέπε. Μὴ τοῖς λόγοις με πεῖθε, τοῖς δὲ πράγμασι. Μισῶ διδάγμαθ', οἷς ἐναντίος βίος. Τὰ χρώματ' αἰνῶν τοῦ τάφου, βδελύττομαι Τὴν ἔνδον ὀδμὴν τῶν σεσηπότων μελῶν. Πῶς ταῦτα; καὶ τί ταῦτα; πῶς λόγους ἀεὶ Κινῶν ἀμείνους, οὐχὶ καὶ νῦν εὐστομεῖς; Ἀλγοῦντός ἐστιν, ἐξερεύγεσθαι πάθος Θεῷ, φίλοις, γονεῦσι, γείτοσι, ξένοις, Εἰ δ' οὖν, χρόνῳ τε καὶ βίῳ τοῖς ὕστερον.  1170 Μικρὸν δ' ἀνοίσω τὸν λόγον ποῤῥωτέρω. Μηδείς ποτ' εἴπῃ τοῖς πονοῦσί τι πλέον Ἐντεῦθεν εἶναι. Παίζεθ', ὃς φρονεῖ τάδε. Ἅπαντ' ἐν νυκτὶ καὶ ζόφῳ πορεύεται. Τοὺς μὲν πυροῖ γὰρ, τοὺς δ' ἐπιζοφοῖ Θεὸς, Ἕως τὸ πῦρ ἅπαντα φωτίζοι τάδε. Ἄλλος μὲν ἐξήντλησε μοχθηρὸν βίον, Στένων, ἀϋπνῶν, δάκρυσιν τήκων μέλη, Χαμευνίᾳ τε καὶ τροφῇ στενούμενος, Καὶ νοῦ μερίμναις, ἐν θεοπνεύστοις Γραφαῖς, Μάστιξί θ' αὑτὸν ταῖς ἔσω ξαίνων ἀεί. Τί μοι παρεῖται; μὴ δέον τί τ' ἔδρασα; Ἄλλος τὰ τερπνὰ τῶν νέων ἐδρέψατο, Ἔπαιξεν, ᾖδε, γαστρὸς ἔπλησεν νόσον,",
    "1171 Πάσαις ἐφῆκεν ἡδοναῖς, αἰσθήσεσι Κλεῖθρ' οὐκ ἔθηκε, πῶλος ἡνίας ἄτερ. Κἄπειτα τὸν μὲν συμφοραὶ κατέδραμον· Οὐ συμφοραὶ μέν· οὐ γὰρ ἅπτεται σοφῶν Τῶνδ' ἐνθάδ' οὐδὲν, ὡς δοκεῖ τοῖς πλείοσιν Ὑφ' ὧν ὀλεῖται καὶ τὸ φαίνεσθαι σοφόν. Ὁ δ' εὐδρομῶν ἅπαντα, καὶ τόδ' εὐδρομεῖ, Κράτιστος εἶναι τὴν ἀρετὴν νομίζεται. Λόγου δὲ μάρτυς αὐτὸς, ὃς λέγει τάδε. Ἄνω καθήμενόν με τῶν ὁρωμένων, Καὶ νοῦν μόνοις μιγνύντα τοῖς νοουμένοις, Ῥίψαντα δόξαν, κτῆσιν, ἐλπίδας, λόγους, Τὸ μὴ τρυφᾶν τρυφῶντα, καὶ μάζῃ στενῇ Βίον γλυκαίνονθ', ὕβρεως ἐλεύθερον, (Ἢ πάντα δεῖ σε προσδοκᾷν, κἂν ᾖς σοφὸς),  1172 Παρ' ἐλπίδας τις τῶν καλῶν ἀποσπάσας Ἔκδημον ἤγαγε· ὅστις, οὐκ ἔχω λέγειν. Εἶτ' οὖν τὸ θεῖον Πνεῦμα, εἶθ' ἁμαρτάδες, Ὡς ἂν δίκας τίσαιμι τῆς ἐπάρσεως; Τὸ δ' οὖν πρόδηλον, σύλλογοί τε ποιμένων Καὶ λαὸς ὀρθόδοξος, ἀλλ' οὔπω πλατὺς, Ἄρτι πρὸς αὐγὰς ἡλίου μικρὸν βλέπων Ὡς ἄν τις ἔλθοι τῷ λόγῳ παῤῥησία, Μικρόν τ' ἀναπνεύσωσι τῶν κύκλῳ κακῶν, Λάλων τε γλωσσῶν, καὶ πολυσχιδοῦς πλάνης, Ὑφ' ὧν ἔκαμνον οὐκ ἔχοντές τι σκέπης, Οἷόν τι τερπνὸν ἐν μέσῳ βάτων ῥόδον, Ἤ τις μέλαινα ῥὰξ ἐν ἀώρῳ βότρυϊ, Οὕτω μὲν οὖν ἐπῆλθον εὐσεβὴς ξένος, Ὅρκοις τε καμφθεὶς, καὶ λιταῖς πολυτρόποις,",
    "1173 Αἷς ἀντιβῆναι τῶν λίαν καταφρόνων. Ἐπεὶ δ' ἐπῆλθον, Καππάδοσσαν γῆν λιπὼν, Ἣ πίστεως ἔρεισμα τοῖς πᾶσιν δοκεῖ, Οὐ λαὸν, οὐδὲν τῶν ἀναγκαίων ἐμοὶ (Ταῦτ' ἐστὶν ἐχθρῶν πλάσματα, ψευδεῖς λόγοι, Φθόνου καλύμματ' ἀστόχως εὑρημένα), Ὑμᾶς ἔρεσθαι τἀπίλοιπα βούλομαι· Ὑμεῖς γάρ ἐστε μάρτυρες μόχθων ἐμῶν. Τί σκαιὸν, ἢ πρόσαντες, ἢ βλάβην φέρον, Ἢ εἶπον, ἢ ἔπραξα τοῦτ' ἔτος τρίτον; Πλὴν ἕν γε τοῦτο, τῶν κακῶν ἐφεισάμην, Ὑφ' ὧν λιθασθεὶς εἰσόδου προοίμιον Ἐκαρτέρησα. Καὶ γὰρ εὐσεβέστερον Παθόντα τὰ Χριστοῦ με οὕτω καὶ φέρειν.  1174 Ὁρᾷς, πένητες οἷα δωροῦνται Θεῷ. Καὶ τοῦτο δ' ἔγκλημ', εἰ δοκεῖ, ποιώμεθα. Σὴς μὲν, τὶς εἶπεν, ὀστέων, αἰσθητικαὶ Φρένες. Τόδ' ἔργοις τοῖς ἐμοῖς ἐγνώρισα. Τὸ χάλκεόν μοι σῶμα φροντίσιν τακὲν Ἤδη νένευκεν· ἄλλο δοῦναι δ' οὐκ ἔχω, Πλείω χρεωστῶν, κἂν τὰ πάντων εἰσφέρω. Τί ἂν πάθοι τις συζυγεὶς σαθρῷ φίλῳ; Ἀλλ' ἀνιτέον μοι πρὸς τὸν ἐξ ἀρχῆς λόγον. Κέκλημ', ἔπηξα λαὸν ἐν μέσῳ λύκων, Ποίμνην ἄνυδρον τοῖς λόγοις ἐπήγασα, Ἔσπειρα πίστιν τῷ Θεῷ ῥιζουμένην, Τριάδ' ἔλαμψα τοῖς πρὶν ἐσκοτισμένοις. Ὀπός τις ἤμην ἐν γάλακτι, φάρμακον",
    "1175 Πειθοῦς βίᾳ· καὶ τοὺς μὲν ἤδη δεσμίους, Τοὺς δ' ἐγγὺς εἶχον, οἱ δ' ἔμελλον αὐτίκα. Πᾶσιν δὲ θυμὸς ἐκλίθη, τὸ πρὶν ζέων, Καὶ φίλτρον ἤδη τῷ λόγῳ συνεκράθη· Ἐλπὶς δὲ παντὸς, καὶ ῥοπή τις μετρία. Ῥώμης τόδ' οἶδεν ἄστυ τῆς εὐδαίμονος, Καὶ τῆς μάλιστά φημι τὸ πρῶτον γένος, Οἵ μ' ἠξίωσαν καὶ λόγου τυχόν τινος, Παρ' οἷς πλέον, καὶ μικρὸν εὐκλείας ἔχειν, Ἢ πρῶτ' ἐν ἄλλοις τιμίου παντὸς φέρειν· Καὶ γὰρ τοσοῦτόν εἰσι πάντων κρείσσονες! Οὗτοί με καὶ παρόντα εἶχον ἐν λόγῳ, Καὶ νῦν ἀπόντος αἰτιῶνται τοὺς κακούς.  1176 Πλέον γὰρ οὐδὲν εἶχον, ἢ τοῦτο, δρᾶσαι, Οὐδ' αὐτὸς ᾔτουν οὐδέν. Ὦ πόλις, πόλις, Ἵν' ἐκβοήσω καί τι καὶ τραγῳδικόν. Ἀλλ' οἱ καλοί τε κἀγαθοὶ συμποίμενες Φθόνῳ ῥαγέντες (ἴστε τοὺς Θρασωνίδας· Οὐ γὰρ φέρει παίδευσιν ἡ ἀγροικία), Καὶ τὴν ἐμὴν λαβόντες ἔκγονον πόνων Ἀῤῥωστίαν συνεργὸν, ἣν αἰδεῖσθ' ἔδει Τοὺς καί τι μικρὸν τῷ Θεῷ κεκμηκότας, Τό τε θρόνου τοσούτου μὴ στέργειν κράτος, Κόσμου ῥαγέντος ἐν μάχης μεταιχμίῳ. Ταῦτ' οὖν λαβόντες σὺν ῥοπῇ τοῦ δαίμονος Προύπεμψαν ἔνθεν ἀσμένως οἱ φίλτατοι,",
    "1177 Ὥσπερ τιν' ὄγκον ἐκ νεὼς βαρουμένης Ῥίψαντες. Ἦν γὰρ φόρτος εὐφρονῶν κακοῖς. Ἔπειτ' ἀροῦσι χεῖρας, ὡς ἁγνοὶ, Θεῷ, Καὶ δῶρα πέμψουσ' ἐκ φρενὸς καθάρσια, Καὶ λαὸν ἁγνίσουσι μυστικοῖς λόγοις, Οἳ κἄμ' ἔπεμψαν ἔνθεν ἐκ πονηρίας, Οὐ σφόδρ' ἄκοντα. Καὶ γὰρ ἦν αἶσχος μέγα, Τούτων τιν' εἶναι τῶν καπήλων πίστεως. Ὧν οἱ μὲν ὄντες ἔκγονοι φορογράφων, Οὐδὲν φρονοῦντες τοῦ παρεγγράφειν πλέον, Οἱ δ' ἐκ τραπέζης, τῶν τ' ἐκεῖσ' ἀγαλμάτων, Οἱ δ' ἐξ ἀρότρων, ἡλίῳ κεκαυμένοι, Οἱ δ' ἐκ δικέλλης καὶ σμινύης πανημέρου· Ἄλλοι δὲ κώπην, ἢ στρατὸν λελοιπότες,  1178 Ἄντλον πνέοντες, ἢ τὸ σῶμ' ἐστιγμένοι, Λαοῦ κυβερνῆταί τε, καὶ στρατηλάται Πεφήνασ' οὐκ εἴξουσι καὶ μικρόν ποτε· Ἄλλοι δὲ τεχνῶν ἐμπύρων τὴν ἀσβόλην Οὔπω τελείως σαρκὸς ἐκνενιμμένοι Μαστιγίαι τε, καὶ μυλώνων ἄξιοι, Πρὶν καὶ τὸ τίμημ' εἰσενεγκεῖν δεσπόταις, Μικράν τιν' ἂν εὕρωσι παῦλαν τῶν πόνων, Ἔπειθ' ὑπερμαζῶσι καὶ δήμου τινὰς Κλέψαντες, ἢ πείσαντες, ἢ τυραννικῶς, Ἄνω τρέχουσι, κάνθαροι πρὸς οὐρανὸν, Πόλον στρέφοντες, οὐ τὸν ἐκ κόπρων ἔτι, Οὐδ' ἐξόπισθεν, ὡς τὸ πρὶν, νενευκότες, Αὐτῶν δ' ἔχειν δοκοῦντες τῶν ἄνω κράτος,",
    "1179 Ἀριστερὰ λαλοῦντες, οὐδὲ τοὺς πόδας Αὐτῶν ἀριθμεῖν εἰδότες, ἢ τὰς χέρας, Ἀλλ' οὐ κάκιστα ταῦτα, οὐδ' ἐπισκοπῆς, Ὦ λῷστε; μὴ τοσοῦτον ἀρχαίως φρονεῖν, Ὡς τηλικοῦτο πρᾶγμα τιμᾶσθαι κακῶς, Μηδ' εἰ λίαν μοι τὸ χθαμαλὸν σπουδάζεται· Οὐ γὰρ κάκιστον ἡ ἐπισκοπή. Χρεὼν Πάντως τιν' εἶναι τῶν δ' ἀρίστων, ἐκλέγω Τὸν πρῶτον· εἰ δ' οὖν, ἀλλὰ μὴ τὸν ἔσχατον· Εἴπερ νομίζεσθαί τι δεῖ μου τὸν λόγον, Καὶ νῦν μάλιστα ἐν ζάλῃ γλωσσαλγίας, Καὶ τῶν μεγίστων ἀστέων, καὶ συλλόγων, Ὧν καὶ μενόντων ἀσφαλῶς, κέρδος πλέον, Καὶ μὴ μενόντων, ἡ βλάβη πληρεστέρα· Ὧν δὴ χάριν σοι τοὺς καλοὺς ἐκλεκτέον.  1180 Μόλις γὰρ ἄν τις τῶν μέσων οὕτω τύχοι, Εἰ σφόδρ' ἀγωνίζοιτο, τοὺς καλοὺς κρατεῖν. Οὕτω γινώσκειν, γνώμονος ἀψευδεστάτου. Ἀλλ' οἱ τελῶναι, χ' ἁλιεῖς, ἥξουσί μοι Εὐαγγελισταὶ, καὶ πένητες ἐν λόγῳ, Κόσμον σαγηνεύσαντες εὐτελεῖ λόγῳ, Καὶ τοὺς σοφοὺς λαβόντες εἴσω δικτύων, Ὡς ἂν τὸ θαῦμα μεῖζον ᾖ τὸ τοῦ λόγου, Καὶ γὰρ πρόχειρον τοῦτο τοῖς πολλοῖς λέγειν, Πρὸς οὓς βραχύς μοι καὶ σαφὴς ἄγαν λόγος. ∆ός μοι τὸ πιστὸν τῶν ἀποστόλων ἑνὸς, Ἄχαλκον εἶναι, πῆραν οὐκ ἐξημμένον, Ἄραβδον, ἡμίγυμνον, ὡς δ' ἀσάνδαλον, Ἐφήμερον, πλουτοῦντα ἐλπίδας μόνας, Μηδ' εὐπροσήγορόν τιν' εἰς δόξαν λόγου,",
    "1181 Τοῦ μὴ δοκεῖν θωπείαν ἰσχύειν πλέον, Μηδ' ἀσχολεῖσθαι πρὸς λόγους ἀλλοτρίους. Τούτων τις ἔστω, καὶ τὰ πάντα δέξομαι, Ἄφθογγον, αἰσχρὸν, δυσγενῆ, βοηλάτην. Ὁ γὰρ τρόπος κάλυμμα τῆς μοχθηρίας. Τούτων τις εἴης, χ' ἁλιεύοις βατράχους, Ἔπειτα δώσομέν σε ἀγγέλων χοροῖς. Ἒν οὖν τι δός μοι· μὴ καθήρῃς δαιμόνων; Μὴ λεπρὸν ἐξέλοις, μὴ νεκρὸν τάφου; Μελῶν τε πῆξιν μὴ λάβοι παρειμένος; Θὲς τῷ κάμνοντι χεῖρα, καὶ στήτω νόσος. Οὕτω με πείσεις τοῦ λόγου καταφρονεῖν. Εἰ δ' ἐκ δυοῖν σοι τοῦ ἑνὸς συγκειμένου,  1182 Ἐπαινετοῦ τε, καὶ κατηγορουμένου, Τὸ μὲν λογίζῃ, τὸ δὲ παρατρέχεις ἑκὼν, Κλέπτεις κακούργως τὴν ὁμοίωσιν σφόδρα. Ματθαῖος ἦν τελώνης, ἀλλὰ τίμιος, Οὐχ ὡς τελώνης, ὡς δὲ Πνεύματος γέμων. Πέτρος μαθητῶν ἄκρος, ἀλλὰ Πέτρος ἦν, Οὐχ ὡς σαγηνεὺς, ἀλλ' ὅτι ζήλου πλέως. Πείθει με τιμᾷν καὶ τὸ δίκτυον ὁ τρόπος. Σοῦ δ' ἐκτρέπομαι, κἄν τι τῶν σεμνῶν φέρῃς, Τοῦτ' ἔστιν ἡ πάγη τε, καὶ τὸ θήρατρον. Γραφεύς τις εἷς ὁ τὰς καλὰς μιμούμενος Μορφὰς ἐν ἄλφοις καὶ σπαράγμασιν μόνοις. Ἢ πᾶν τὸ κάλλος γράψον, ἢ τὸ πᾶν πάρες.",
    "1183 Κἀκεῖνο δ' εἰπὲ, πῶς ἀπαιδεύτους καλεῖς, Τοιοῦτοι ὧν λόγοι τε, καὶ συγγράμματα, Ὧν κάμνομεν νοῆσαι καὶ μικρὸν λάθος, Οἱ τοῖς λόγοις ἄνωθεν ἐντεθραμμένοι· Εἰς οὓς λόγος τοσοῦτος αὖθις καὶ πόνος, Ὡς μεστὰ πάντα τυγχάνειν πονημάτων Γλώσσης τε πάσης, καὶ φρενὸς εὐμαθεστέρας, Καρπὸν φερούσης, ὕψος ἐξηγήσεων; Πόθεν βασιλεῖς, καὶ πόλεις, καὶ συλλόγους, Κατηγοροῦντας, εὐθύνοντας ἐν λόγοις, Πρὸ βημάτων τε, καὶ θεάτροις ἐν μέσοις, Σοφοὺς, νομικοὺς, Ἕλληνας ὠφρυωμένους, ∆ημηγοροῦντες, εὐστομοῦντες καίρια, Ἔπειθον, ἐξήλεγχον ἐν παῤῥησίᾳ,  1184 Εἰ μὴ λόγου μετεῖχον, οὗ σὺ μὴ δίδως, Ἴσως ἂν εἴπῃς, ἐν ῥοῇ τοῦ Πνεύματος, Λέγων ἀληθῶς· ἀλλὰ τοὐντεῦθεν σκόπει. Σοὶ δ' οὐ μέτεστι Πνεύματος; καὶ μὴν φρονεῖς Τούτῳ μάλιστα. Πῶς φθονεῖς οὖν τοῦ λόγου Τοῖς τοῦτον ἐκζητοῦσιν; ἀλλ' ἤτοι μάτην ∆ίδως σὺ τοῦτο τῇ φύσει τοῦ Πνεύματος, Καὶ τοῖς δικαίοις· τῷ μὲν, ἐμπνεῖν τὸν λόγον, Τοῖς δ' ἐμπνέεσθαι, ᾗ πεφήνασιν σοφοί. Οὕτως ἀφύκτως ἐνδέῃ τοῖς σοῖς λόγοις, Ὦ ταῦτα λαλῶν σύγε προθύμως, καὶ μόνον, Ἃ μὴ λαλεῖσθαι κρεῖσσον, ἀλλ' ἔνδον μένειν. Ἄφωνον οἶδα πνεῦμα τῶν ἐναντίων· Καὶ τοῦτο σιγᾷν κρεῖσσον, ἢ λαλεῖν κακῶς.",
    "1185 Τῶν μὲν λύοις τὴν γλῶσσαν, ὦ Θεοῦ Λόγε, Ὅσοι λαλοῦσιν ἔνδικα, τῶν δὲ καὶ βάρει, Ὅσοι φυσῶσιν ἀσπίδων συρίγματα, Πέμπουσί τ' ἰὸν ἔνδοθεν ἀδελφοκτόνον. Οὕτω μὲν οὖν σύ· τίς δ' ἀπαιδεύτου λόγος Ἄλλος γένοιτ' ἄν; ὡς δέ τ' ἀληθὲς ἔχει, Φρονεῖν τ' ἄμεινον, συντόμως ἐγὼ φράσω. Ἦσάν ποτ', ἦσαν εὐμαθεῖς, εἴπερ τινες, Οὐκ εὐμαθεῖς δὲ τὸν εὐπρεπῆ πάντως λόγον. Ἔχει γὰρ οὕτως· διττὸς ἡμῖν πᾶς λόγος, Λέξεις τε, καὶ νοῦς· αἱ μὲν, οἷον ἔκτοθεν Ἔσθημ', ὁ δ' ἔνδον σῶμα ἠμφιεσμένον. Καὶ τοῖς μὲν ἄμφω καλὰ, τοῖς δὲ θάτερον· Ἢ αἰσχρὸν αὖθις, ὡς μάθησις, ἢ φύσις.  1186 Ἡμῖν δὲ, τοῦ μὲν ἐκτὸς οὐ πολὺς λόγος, Ὅπως ποθ' ἕξει· τοῦ δ' ἔσω λίαν πολύς. Ἐν νῷ γάρ ἐστιν ἡμῖν ἡ σωτηρία, Πλὴν ἐκλαλουμένῳ τε, καὶ δηλουμένῳ. Πηγῆς τί κέρδος ἐστὶν ἐμπεφραγμένης; Τί δ' ἡλιακῆς ἀκτῖνος, ἣν κρύπτει νέφος; Τοιοῦτόν ἐστι νοῦς σοφὸς σιγώμενος, Οἷον ῥόδου τὸ κάλλος, ὃ κάλυξ σκέπει Οὐκ εὐπρεπής· τὸ τερπνὸν ἐκφαίνει δ', ὅταν Αὔραις ῥαγεῖσα τὸν τόκον θεατρίσῃ. Εἰ δ' ἦν ἀεὶ τὸ κάλλος ἐσκεπασμένον, Οὐδ' ἄν τις ἦρος ἦν χάρις τοῦ τιμίου. Οὐδὲν πλέον ζητοῦμεν, ὡς οὕτω λαλεῖν, Ὡς οἳ δοκοῦσιν εὐτελεῖς τὰ τοῦ λόγου.",
    "1187 Εἰ δ' οὖν, παρίστη τὰς ἐκείνων ἐμφάσεις. Αὐγῆς ποθῶ τι καὶ μέρος τῆς σῆς λαβεῖν. Εἰ μὲν γὰρ οὐδέν εἰσιν οἱ γεγραμμένοι Λόγοι, τοσοῦτον πῶς ἐπαιζόμην χρόνον Ἢ πῶς θαλάσσης ψάμμον ἠρίθμουν μάτην, Νύκτας συνάπτων ἡμέραις ἐν τοῖς πόνοις, Ὡς ἄν τις ἔλθοι εἴς γε ῥυτίδας λόγος; Εἰ δ' εἰσὶν, ὥσπερ εἰσὶν, εὖ γεγραμμένοι, Μὴ δῷς ἀράχναις τῶν δικαίων τοὺς πόνους Πέζευέ μοι τὴν λέξιν, ἀγροικοστόμει, Οὐδὲν διοίσομ'· οἶδα καὶ βαίνειν κάτω. Λιτὴ τράπεζα πολλάκις μοι φιλτέρα Τῆς ὀψοποιῶν χερσὶν ἐξησκημένης. Ἐσθὴς δ' ὁμοίως· ὡς δὲ κάλλος εὐπρεπὲς,  1188 Οὐχ ὃ γράφουσι χεῖρες, ἡ φύσις δ' ἔχει. Ὁ νοῦς ἀνείτω, καὶ τόδ' ἡμῖν ἀρκέσει. Οὐδὲν τὸ κομψὸν, τοῖς θέλουσι δώσομεν. Μή μοι τὰ Σέξτου, μηδὲ Πύῤῥωνος πλέκε· Χρύσιππος ἔῤῥει, μακρὰν ὁ Σταγειρίτης. Μηδὲ Πλάτωνος στέργε τὴν εὐγλωττίαν. Ῥίψον τὸ κάλλος, ὧν τὰ δόγματ' ἀποστρέφῃ. Ἐμφιλοσόφει τῇ εὐτελείᾳ τοῦ λόγου· Ἡμῖν ἀρέσκεις, κἂν ἀπαιδεύτως λαλῇς. ∆ίδαξον ἡμᾶς, ὡς θέλεις, δίδασκε δὲ, Τίς ἡ Τριάς μοι, πῶς ἑνίζεται Θεὸς, Καὶ τέμνετ' αὖθις, ἓν σέβας, φύσις μία, Μονὰς, Τριάς τε, ἀγγέλων δὲ τίς φύσις, Κόσμου τε δισσοῦ, καὶ προνοίας ἐνδίκου,",
    "1189 Κἂν πολλὰ μὴ δίκαια τοῖς πλείστοις δοκῇ· Ψυχῆς τε, σώματός τε τίς λόγος, νόμων Πρώτου τε, δευτέρου τε· σάρκωσις δὲ τίς Τοῦ καὶ νοητῶν πλεῖστον ἐξεστηκότος· Καὶ τῶν ἀνίσων μίξις εἰς δόξαν μίαν, Νέκρωσις εἰς ἔγερσιν, οὐρανὸς πάλιν, Ἀνάστασις δὲ, καὶ κρίσις τίνος λόγου, Ἢ τίς δικαίοις, τίς δ' ἁμαρτωλοῖς βίος· Πῶς ῥεῖ τὰ πάντα, φάσκε μοι, ποῦ δ' ἵσταται Εἴ σοί τι τούτων ἐτρανώθη Πνεύματι, Τὸ σύμπαν, εἴτε καὶ μέσως, εἴτ' ἐνδεῶς, Ὅσον κεχώρηχ' ἡ κάθαρσις σῆς φρενός. Μή με στερήσῃς· εἰ δὲ πάντη τυφλὸς εἶ  1190 Τί χειραγωγεῖς μὴ βλέπων; Ὢ τοῦ σκότους Τῷ μὴ βλέποντι χρωμένων διδασκάλῳ, Ὡς εἰς βόθρον πέσωσι ἀγνοίας ἅμα! Οὗτοι μὲν οὕτως· οἱ δὲ καὶ ἧσσον κακόν· Ἄγνοια γὰρ κακὸν μὲν, ἀλλ' ἧσσον κακόν. Τί δ' ἄν τις εἴποι, καὶ κακῶν μεμνημένος; Εἰσὶν γὰρ, εἰσὶν ἀθλιώτεροί τινες, ∆ύστην', ἀπευκτὰ τοῦ βίου κυβεύματα, Τὴν πίστιν ἀμφιδέξιοι, καιρῶν νόμους, Οὐ τοὺς Θεοῦ σέβοντες, Εὔριποι λόγων Παλιῤῥοοῦντες, ἢ κλάδων μετακλίσεις, Θῶπες γυναικῶν, τερπνὰ δηλητήρια, Μικροῖς λέοντες, τοῖς κρατοῦσι δ' αὖ κύνες,",
    "1191 Πάσης τραπέζης εὐφυεῖς ἰχνεύμονες, Θύρας κρατούντων ἐκτρίβοντες, οὐ σοφῶν, Τὸ πρὸς χάριν τιμῶντες, οὐ τὸ συμφέρον, Ὡς ἂν κακοὺς ποιῶσι καὶ τοὺς πλησίον. Εἴπω τι τούτων καὶ σοφὸν, κελεύσετε; Ὃς μέν τις εὐγένειαν, ὃς δ' εὐγλωττίαν, Πλοῦτόν τις ἄλλος, ὃς δὲ κομπάζει γένος. Οἱ δ' οὐκ ἔχοντες, ἐξ ὅτου δόξουσί τι, Ποιοῦσιν αὑτοὺς γνωρίμους πονηρίᾳ. Σοφὸν δὲ καὶ τό· οὐ γὰρ εἰδότες λόγων, Γλῶσσαν ἔδησαν τῶν λαλιστέρων ὁμῶς. Εἰ δ' ἦν τις ὀφθαλμῶν καὶ χερῶν ἔρις, Καὶ ταῦτ' ἂν ἡμῶν ἐξεκόψατ', ὦ σοφοί!  1192 Ταῦτ' οὐ πρόδηλος ὕβρις; οὐ βλάβη σαφής; Τούτων ἀνέξεται τίς; ὦ μυστήριον! Ἤδη σχεδόν τι τῆς ὅλης οἰκουμένης, Οἵαν λαβόντες ἐκ Θεοῦ σωτηρίαν, Ὡς σφόδρα χρώμεθ' ἀναξίοις τοῖς προστάταις! Βοήσομ' οὐ ψευδῆ μὲν, οὐχ ἥδιστα δέ. Σκηνή τις (οἴμοι!) παίζετ' εὐπρεπεστέρα· Νῦν τὰ προσωπεῖα, τὰ πρόσωπα δ' ὕστερον. Αἰσχρὸν μὲν εἰπεῖν, ὡς ἔχει, φράσω δ' ὅμως. Ταχθέντες εἶναι τοῦ καλοῦ διδάσκαλοι, Κακῶν ἁπάντων ἐσμὲν ἐργαστήριον, Σιγῇ βοῶντες, κἂν δοκῶμεν μὴ λέγειν· «Πρόεδρος ἡ κακία· πονείτω μηδὲ εἷς·",
    "1193 Κακοὶ γίνεσθε, τοῦτο συντομώτατον, Καὶ λῷον· ἡ δὲ πρᾶξις ἵσταται νόμος.» Μόλις γὰρ ἄν τις ἐκ βίας διδασκάλων Νεύσειεν εἰς τὸ κρεῖσσον· εἰ δ' ἔχοι τύπον Μοχθηρὸν, ἥλω. Ῥοῦς κατὰ πρανοῦς τρέχων. Τὸ δ' αἴτιον. Βολαῖς μὲν ἡλίου φασὶ Κρίνειν νεοττῶν ὄψιν ἀετὸν πανσόφως· Ἐξ ὧν νόθον μὲν, καὶ τὸ μὴ, γινώσκεται· Καὶ τὸν μὲν ἐξέῤῥιψε, τοῦ δ' ἔστι πατήρ. Ἡμεῖς δὲ πάντας ῥᾳδίως καθίζομεν, Ἐὰν μόνον θέλωσι, λαοῦ προστάτας, Οὐδὲν σκοποῦντες τῶν νέων, ἢ τῶν πάλαι, Οὐ πρᾶξιν, οὐ λόγον τιν', οὐ συνουσίαν, Οὐδ' ὅσον ἦχον γνωρίσαι νομίσματος, Οὐδὲ χρόνου πύρωσιν ἐνδεδειγμένους,  1194 Ἀλλ' αὐτόθεν φανέντας ἀξίους θρόνων. Εἰ γὰρ τόδ' ἴσμεν, ὡς τὸν ἐξειλεγμένον Χείρω τίθησιν, ὡς τὰ πόλλ', ἐξουσία, Τίς ἂν προβάλοιτ' εὖ φρονῶν, ὃν ἀγνοεῖ; Καὶ εἰ τοσοῦτο τὴν ἐμὴν ἔργον μόνην Ψυχὴν κυβερνᾷν ἐν βίου τρικυμίαις, Πῶς παντὶ δώσεις αὐχένας λαοῦ τόσου, Πλὴν εἰ καταδῦσαι τὸ σκάφος σπουδὴν ἔχεις; Πόθεν λίθοι μὲν δυσπόριστοι τῶν καλῶν, Καὶ γῆς ἀρώματ' οὐ τόπον παντὸς φέρειν, Ἵππος δ' ὁ μὲν κάκιστος ἐν μέσῳ πολὺς, Τὸν δ' εὐγενῆ τρέφουσιν οἶκοι πλουσίων· Ὁ δὲ πρόεδρος ῥᾳδίως εὑρίσκεται, Μηδὲν πονηθεὶς, πρόσφατος τὴν ἀξίαν; Ὢ τῆς ταχείας τῶν τρόπων μεταστροφῆς",
    "1195 Πεσσῶν κυλίσματ'· ἐν κύβοις τὰ τοῦ Θεοῦ· Ἢ κωμικὸν πρόσωπον, ἀθρόως τεθὲν Τῶν εὐτελεστάτων τε καὶ μικρῶν ἑνὶ, Πέφηνεν ἡμῖν οὗτος εὐσεβὴς νέος. Πολλή τις ὄντως ἡ χάρις τοῦ Πνεύματος, Εἴγ' ἐν προφήταις καὶ Σαοὺλ ὁ φίλτατος. Χθὲς ἦσθα μίμων καὶ θεάτρων ἐν μέσῳ (Τὰ δ' ἐκ θεάτρων ἄλλος ἐξεταζέτω), Νῦν αὐτὸς ἡμῖν ἡ ξένη θεωρία. Πρώην φίλιππος, καὶ Θεῷ πέμπων κόνιν, Ὡς ἄλλος εὐχὰς, ἢ νοήματ' εὐσεβῆ. Τὸ δ' αἴτιον, πίπτων τις ἁρματηλάτης, Ἤ τις τὰ δεύτερ' ἵππος ἐν δρόμοις φέρων· Ἵππων δ' ἀήρ σοι κοῦφος ἀντετύπτετο,  1196 Ὡς ἐκ φρενῶν πεσόντι καὶ μεμηνότι Νῦν εὐσταλής τις καὶ βλέπων αἰδὼ μόνην, Πλὴν εἰ λαθών που πρὸς τὸ ἀρχαῖον δράμοις, Ὡς λοξὸς, οἶμαι, πτόρθος ἐκφυγὼν βίαν Χειρὸς κατευθύνουσαν εἰς ταυτὸν τρέχει. Χθὲς ῥητορεύων τὰς δίκας ἀπημπόλεις, Στρέφων ἄνω τε καὶ κάτω τὰ τῶν νόμων, Ἐξ ὧν ἀπώλλυς, οὓς ἔσωζεν ἡ δίκη, Στάθμῃ δικαίᾳ χρώμενος τῷ πλείονι· Νῦν μοι δικαστὴς, καὶ ∆ανιήλ τις ἀθρόως. Χθές μοι δικάζων σὺν ξίφει γυμνουμένῳ, Τὸ βῆμ' ἐποίεις ἔννομον λῃστήριον, Κλέπτων, τυραννῶν, καὶ πρὸ πάντων τοὺς νόμους· Ὡς ἥμερός μοι σήμερον! Οὐδ' ἐσθῆτά τις",
    "1197 Οὕτως ἀμείβει ῥᾳδίως, ὡς σὺ τρόπον. Χθὲς ἐν χορευταῖς ἐστρέφου θηλυδρίαις, Γάμων δὲ κήρυξ ἦσθα Λυδαῖς ἐν μέσαις, Ὠδὰς λυγίζων, καὶ πότοις γαυρούμενος· Νῦν σωφρονιστὴς παρθένων καὶ συζύγων· Ὥς σου τὸ καλὸν ὕποπτον ἐκ τοῦ πρὶν τρόπου! Σίμων Μάγος χθὲς, σήμερον Πέτρος Σίμων. Φεῦ τοῦ τάχους! φεῦ, ἀντ' ἀλώπεκος λέων! Σὺ δ' εἰπέ μοι, βέλτιστε, καὶ πράκτωρ φόρων, Ἢ καὶ στρατοῦ τιν' ἐκλελοιπὼς ἀξίαν, Πόθεν πένης ὢν, εἶθ' ὑπερβαλὼν Κύρον Τὸν Μῆδον, ἢ τὸν Κροῖσον, ἢ Μίδαν πόροις, Πλήρη τὸν οἶκον δακρύων κεκτημένος, Μετῆλθες εἰς τὸ βῆμα, καὶ κρατεῖς θρόνου,  1198 Ἔπειτα πάντα συλλαβὼν ἔχεις βίᾳ, Τέλος, τυραννῶν καὶ Θεοῦ μυστήρια Οἷς οὐδὲ θαῤῥεῖν προσβλέπειν ἐχρῆν ἴσως Τοὺς μὴ λίαν πόῤῥωθεν ηὐτρεπισμένους; Τὸ λουτρὸν, ἢ κάθαρσις ἐξήμειψέ σε; Μεῖνον· φανήτω· καὶ τί σοι φθονήσομεν; Ἐμὸν τὸ κέρδος· τῷ χρόνῳ τι δὸς μόνον· Αἰτῶ σε μικρὰν τοῦ πόθου προθεσμίαν. Εἰ δὲ καθαρθεὶς σήμερον δώρῳ Θεοῦ, Βρύεις τὸν αὐτὸν βόρβορον ἐκ ῥᾳθυμίας, Πηγῆς μενούσης, ἢ βρύει τὰ πρὶν κακὰ (Ἡ γὰρ πλύσις κάθαρσις οὐ πάντως τρόπου, Τῶν δ' ἐκφυέντων ἐκ τρόπου βλαστημάτων), Σαφῶς τόδ' ἴσθι, πένθιμος ἡ σωτηρία.",
    "1199 Ὅσῳ τὸ πρὶν μὲν δεξιαὶ γοῦν ἐλπίδες· Νῦν δ' οὐδὲ τοῦτο. Ἓν χάρισμ' ἑνὸς Θεοῦ. Ἔστω δὲ μὴ κακός τις· ἀρκέσει τόδε; Καὶ κηρὸν οὖν στέργομεν, ὃς τύπους πάλαι Τοὺς πρὶν λεανθεὶς, τοὺς καλοὺς μετεγγραφῇ. Γενοῦ Ζαχαῖος· τοῖς μὲν ἠδικημένοις Μὴ πλεῖον, αὐτὸ τὸ κεφάλαιον, εἰ δοκεῖ, Μόνον κατάθες· οὐ γὰρ φέρεις τὸ τοῦ νόμου· Τοῖς δ' αὖ πένησιν εἰσένεγχ', ὅσον θέλεις, Καὶ τότε Χριστὸν ἑστιάσεις ἀξίως. Εἰ δ' ἔνδον ὄντων τῶν σκύλων, ἢν μικρὰ δοὺς Πένησιν, οἴει τυγχάνειν ἐλεύθερος, Τὸ θεῖον ἡμῖν πέπρατ', εἰ θέμις λέγειν· Πῶς γὰρ δίκαιον, τὴν βλάβην μὲν τὴν ἐμὴν  1200 Ἄλυτον εἶναι, σοὶ δὲ τὸ χάρισμ' ἔχειν, Τὸ μὴ δίκας δοῦναί σε τῶν τολμημάτων; Ἔχεις χάρισμα; τῶν δ' ἀλλοτρίων γενοῦ Πόῤῥωθεν· οὕτως ἡ κάθαρσις παντελής. Εἰ δ', ἡνίκ' ἦσθα τοῦ χαρίσματος μέσος, Εἶχες τὰ μὴ σὰ, μηδὲ πάντ' ἐξεπλύνου, Ὀκνῶ τὸ ἑξῆς, παντὶ δ' οἴομαι σαφές. Ζήτει χάρισμα· νῦν γὰρ οἶδ' ὀφειλέτην, Κἂν ὁ θρόνος σε λίαν ὑψηλὸν φέρῃ. Ὧν ἠδικήκαμεν γὰρ, οὐχ ὧν πταίομεν, Τὸ λουτρὸν ἐξάλειψις. Ὥστε παντελῶς Σαυτὸν καθαίροις, ἀλλὰ νυνὶ μὴ γελῷ, Ἄλλους καθαίρων αὐτὸς ἐσπιλωμένος· Εἰ μὴ μόνῳ σοι τοῦτο ἐκ Θεοῦ γέρας,",
    "1201 Ὡς ἃ γράφει χεὶρ βασιλέως πρὸς χάριν, Τὸ καὶ προσεπαινεῖσθαί σε τῆς τυραννίδος· Εἰ δ' οὐδὲ τὸ λουτρὸν ἐκκαθαίρει παντελῶς Τοὺς, ὥσπερ εἶπον, τὴν χάριν δεδεγμένους (Θεὸν γὰρ οὔποτ' οὐδὲ εἷς σοφίζεται, Τὸν συνδέοντα καὶ σοφοὺς σοφωτέροις), Τίς ἂν καθήραι τῶν μετὰ χρίσιν κακῶν Τοὺς αὖθις ἐγχρωσθέντας ἰλύος βάθει, Καὶ τῆς ἄνωθεν εἰκόνος τὴν ἀξίαν Καθυβρίσαντας ἑρπετῶν ἢ θηρίων Μορφαῖς, ἀφ' ὧν ποιούμεθα ζηλουμένων; Πλάστης γὰρ ἄλλος ὁ τρόπος καθίσταται, Ὃν ἔργον ἐκρίψαι τε καὶ πόῤῥω βαλεῖν. Οὐδὲν γάρ ἐστι δεύτερον καθάρσιον.  1202 Ἅπαξ γεγέννημ', εἶτ' ἀνεπλάσθην Θεῷ· Τυχόν τιν' ἄλλην ὕστερον πλασθήσομαι Πλάσιν, καθαρθεὶς τῷ φιλοτρόπῳ πυρί. Νῦν δ' οὐδὲν οἶδα φάρμακον, πλὴν δακρύων, Ἐξ ὧν συνούλωσις μὲν ἔρχεται μόγις, Οὐλαὶ δ' ὅμως μένουσιν, ὡς ἐμὸς λόγος, Τῶν πρὶν κακίστων τραυμάτων κατήγοροι. Εἰ δ' ἔστιν, ὅστις καὶ πλέον θαῤῥεῖ Θεῷ, Ἐμὸν τὸ κέρδος· πειθέτω μόνον λέγων. Εἴποι τάχ' ἄν τις, ὡς ἐπισκόπων χέρες, Τό τ' ἐν μέσῳ κήρυγμα, λουτροῦ τις χάρις, Ἅς τ' ἐκβοῶμεν, ὡς ἀνάξιοι, μέσας Φωνὰς, διδόντες τὴν κάθαρσιν τῇ κλίσει, Καὶ τῷ τυραννήσαντι δῆθεν Πνεύματι,",
    "1203 Κρίσει δικαίων καὶ σοφῶν ἐπισκόπων· Οὓς θᾶττον οἶμαι τοῦ μύσους τι λαμβάνειν, Ἢ τῆς ἑαυτῶν λαμπρότητος προσνέμειν. Ῥᾷον κακοῦ γὰρ ἢ καλοῦ μετουσία· Γνώσῃ δ' ἐκεῖθεν, ὡς ἀληθεύει λόγος. Κρέας γὰρ εἰ ψαύσειεν ἡγιασμένον Ποτοῦ, Μιχαίας φησὶν, ἢ βρωτοῦ τινος, Οὐκ ἄν ποθ' ἁγνίσειεν, οὗ ψαῦσαν τύχοι· Ἐκ τῶν δ' ἀνάγνων ἁγνὰ κοινωθήσεται. Ταῦτ' οὖν ὁ θεῖος Παῦλος εὖ πεπεισμένος, Ἐν οἷς τυποῖ Τιμόθεον ἐξ Ἐπιστολῆς, Νόμον τίθησι, μὴ προχείρως τὰς χέρας Ἄγειν ἐπ' ἄλλον, μηδὲ κοινοῦσθαι τρόπον· Ἀρκεῖν γὰρ ἡμῖν φόρτον οἰκείων κακῶν.  1204 Ἔστω δὲ λουτρὸν, εἰ δοκεῖ, καὶ τοῦτό σοι. Τίς ἐγγυᾶται τὸν τρόπον, χρόνου δίχα, ∆εικνύντος, ὡς ἔσμηξε καὶ βάθος χάρις, Ἀλλ' οὐκ ἐπιπολῆς, ὡς βαφή τις ἐκ πόας Ἡ λαμπρότης, ἧς καὶ τὸ καλὸν ἔκπλυτον; Ἔστω δὲ καὶ τοῦθ' ἡ κάθαρσις παντελής· Ὁ βαθμὸς ἤμειψέν σε· ἄγγελον βλέπω. Τοῦτ' οὖν ὁ πιστὸς, καὶ σέβων ἐμοὺς νόμους, ∆ώσει προθύμως, ἐνδιδοὺς τῷ δόγματι. Ὁ δ' ἐκτὸς οὐδέν' οἶδε, πλὴν εὐδοξίας, Ὅρον τίθεσθαι τοῦ καλοῦ τῆς πίστεως· Ὃς τῶν μὲν αὑτοῦ μηδὲ ἓν λογίζεται, Τῶν σῶν δὲ πικρὸς ἵσταται κατήγορος· Πῶς τοῦτον, εἰπὲ, πείσομεν δόξαν λαβεῖν",
    "1205 Ἄλλην, παρ' ἣν δεδώκαμεν τῷ πρὶν βίῳ; Πῶς γλῶσσαν ἐμφράξομεν, ἢ τίσιν λόγοις; Περιφρονεῖν γὰρ οὐδὲ τοῦτ' ἐμῶν νόμων, Οἳ πάντοθεν ξέουσιν, ὡς ἄγαλμά τι, Τὸν προστάτην, ὡς μή τι τοῦ λαοῦ βλαβῇ. Καὶ τοῦτ' ἀφήσω, τὴν χάριν δόξῃ κρατεῖν. Πάντες τεθήπασί σ', οὐδ' ὁ μῶμος ἅπτεται. Εὐθὺς μετ' Ἠλίαν σὺ τῷ σεμνῷ λόγῳ. Πῶς ὢν ἄπειρος κἀμαθὴς ἄνω κάθῃ Τῶν ἐκπονουμένων τε καὶ ποθουμένων Πολλοῖς; τέθηπά γ', εἴγε σοι ποθουμένων. Τὸ γὰρ φρόνημα οὐδὲ μὲν μαθεῖν ἐᾷ, Πεῖθον τὰ μὴ προσόντα ῥᾳδίως ἔχειν.  1206 Ἀλλ' οὐχὶ τοῦτο· ἀλλ' ἐκεῖνο πῶς φύγῃς, Ὁμοῦ μαθητὴς καὶ διδάσκαλος δοκεῖν, Θήγοντα θήγων, ὡς ὀδόντες τῶν συῶν, ∆έον διδάσκειν ἐκμαθόντα τοὺς νόμους· Τίς ἡ τοσαύτη σύγχυσις τοῦ πράγματος; Πόθεν τὸ δόγμ' εὔωνον οὕτω γίγνεται; Πύκτης μὲν οὐδεὶς, ὅστις οὐ τὸ πρὶν χέρα Προὐβάλλετ', οὐδ' ἐσκέψατ' εὔκαιρον στάσιν. Οὐδὲ σταδιεὺς μὴ τὼ πόδε προγυμνάσας. Αὐλοὺς δὲ τίς ποτ' εὐφρονῶν αὐθήμερον Τέτμηκεν, ἐξήσκησεν, ἠγωνίσατο; Γραφεὺς δὲ τίς ποτ' ἄκρος ἠκούσθη ποτὲ, Μὴ πολλὰ μίξας χρωμάτων μορφώματα;",
    "1207 Ἐῤῥητόρευσεν δ', ἢ νόσους τίς ἤλασε, Πρὸ πλειόνων λόγων τε καὶ νοσημάτων; Μικροῦ γ' ἂν ἦσαν αἱ τέχναι τιμήματος, Εἰ τῷ θέλειν ὑπῆρχε τὸ κτᾶσθαι μόνον. Τὸν δὲ πρόεδρον δεῖ κελευσθῆναι μόνον Εἶναι καλόν τε κἀγαθὸν παραυτίκα. Καὶ τοῦτ' ἐκεῖνο· «Πρᾶξίς ἐστιν ἡ φάσις.» Χριστὸς κελεύει, καὶ κτίσις παρίσταται. Καὶ τοῦτο σιγῶ. Πῶς δὲ σὺ βλέπων κάτω Τοῦτον μένοντα τοῦ Θεοῦ παραστάτην, Ὑψαυχενεῖς τε καὶ θρόνων στέργεις κράτος, Ἀλλ' οὐχὶ φρίσσεις, οὐδ' ἐπιτρέμεις θρόνοις, Μὴ βοῦς ἐλαύνῃς κρείσσονας βοηλάτου; Σκόπει γὰρ οὕτως, εἰ σχολή σοι καὶ βλέπειν.  1208 Οὗτος χαμεύνης, καὶ κόνει βεβρωμένος, Καὶ σάρκας ἐξέτηξεν ἀγρυπνίαις, Ψαλμῳδίαις τε καὶ στάσει νυχθημέρῳ, Καὶ νοῦ πρὸς ὕψος ἐκ πάχους ἐκδημίαις. Τί γὰρ τάφοις δεῖν εἰσφέρειν τε χοῦν ὅλον, Σκώληξί τ' εἶναι δαψιλεστέραν τροφὴν, Γεννῶντα, καὶ τρέφοντα τοὺς γεννωμένους; Καὶ δακρύων ἔσμηξε πηγαῖς τοὺς σπίλους, Εἴ πού τιν' εἶχε καὶ βραχὺν ῥαντίσμασιν, Οἷς βάλλεθ' ὅστις καὶ σοφὸς πηλῷ βίου· Τύποις τε σαρκῶν ἐσφράγισται τιμίοις Ἐσκληκότων εὐχῇ τε καὶ πολλοῖς πόνοις, Οἷς ἡ παλαιὰ γεῦσις ἐτρύχωσέ με Εἰς γῆν στραφέντα τὴν ταπεινὴν μητέρα,",
    "1209 Ῥίγει τε, πείνῃ, καὶ στενοῖς ῥακώμασι Ποθῶν λαβεῖν ἔνδυμα τὴν ἀφθαρσίαν, Καὶ γαστρὸς ὕβριν ἐνδεεῖ καθύβρισε Τροφῇ, τὸ θνήσκειν μνώμενος καθ' ἡμέραν. Τροφὴν γὰρ οἶδεν ἀγγέλων ἁπλῆν Θεόν. Οὗτος πένης νῦν, ἦ δ' ὅτε ζάπλουτος ἦν· Ἀλλ' ἐκβολὴν ἔστερξε, καὶ κοῦφος πλέει, Ῥίψας πένησιν, οὐ βυθῷ, τὸ φορτίον. Οὗτος φυγὼν πόλεις τε καὶ δήμου κρότους, Καὶ τὴν ζάλην, ἣ πάντα τἀν μέσῳ στρέφει, Τοῦ νοῦ τὸ κάλλος τῷ Θεῷ συνήρμοσε, Μόνος τὰ θεῖα καὶ μόνῳ κοινούμενος. Οὗτος τὸ καλὸν σῶμα (πῶς γὰρ οὐ καλὸν  1210 Τὸ τῶν ἀρίστων) μαργάροις συνέκλεισε, ∆εσμοῖς σιδηροῖς, λαθρίῳ κοσμήματι, Σφίγξας ἑαυτὸν οὐδὲν ἠδικηκότα, Ὡς μήποθ' ὑβρίσειεν ὢν ἐλεύθερος, Καὶ συνδέων αἴσθησιν αὐτῷ τὴν πλάνην. Τούτῳ τὸ Πνεῦμ' ἔδειξε γράμματος βάθη, Λῦσαν τὰ πολλῶν ἐσφραγισμένα φρεσί. Τοιαῦτα κάλλη καὶ σύ μοι φράζειν τὰ σά· Οἶκος, γυνὴ σφριγῶσα, τεκνίων ὁδὸς, Κτῆσις, κελευσταὶ, πράκτορες, βοαὶ, δίκαι, Ἅπαντα μεστὰ φροντίδων καὶ πραγμάτων. Τράπεζα φλεγμαίνουσα τῶν ἀοιδίμων Ταῖς ὀψοποιῶν καὶ κερασμάτων πλοκαῖς,",
    "1211 Γῆς καὶ θαλάσσης καρποφορούντων ἐντέροις (Ἐξ ὧν ὁ νοῦς βαπτίζετ', οὐδ' ἔχει πλάτος), Μύροις, γέλωσι, ψαλμάτων συνουλίαις, Οἷς κυμβάλων δεῖ καὶ ποδὸς ψοφημάτων. Ἄλλοι δὲ λύσσης ἔμπλεοι τῆς συμφύτου, Νοσοῦντες, οἰδαίνοντες, ἐστιλβωμένοι Γυναιξὶν, ἄρτι νυμφίοι, τὸ μέτριον, Οὔπω λύσαντες παστάδας γαμηλίους, Ἣ καὶ πόθοις συζῶντες ἀζύγοις ἔτι, Πρὶν καὶ παρειὰν, ἀνδρικῷ κοσμήματι, Θριξὶν καλύψαι, παντελῶς ἀρτίχνοοι, Νέοι τὸ σῶμα, τὸν τρόπον νεώτεροι, Ἢ καὶ παλαιῶν ἡμερῶν, πλήρεις κακῶν· Ἔπειτ' ἀσάρκων εἰσὶ τέκνων προστάται, Ἃ πνεῦμα τίκτει σαρκὸς ἐξενωμένον.  1212 Τιμᾷν πάθη μαθόντες, οἷς πεπόνθασι, Συνήγοροι σφῶν ἐν κακοῖς ἀλλοτρίοις. ∆ιδόντες, ὥσπερ λαμβάνουσ', ἐξουσίαν. Οὗτοι μὲν οὕτως· καὶ τάχ' ἂν καὶ βελτίους Αὑτῶν γενόμενοι, κωλύονται τοῖς θρόνοις. Τὸ γὰρ κρατεῖν τὸν ἄφρονα ποιεῖ χείρονα. Ὁ δ' ἐγκρατὴς ἕστηκεν ἠτιμωμένος, Κάτω νενευκὼς, πρὸς Θεὸν μόνον βλέπων, Στέργων μαθητοῦ χώραν, οὗ μηδ' ἄξιος Ἴσως μαθητὴς, οὗτος ὁ νῦν διδάσκαλος. Εἴπερ τὸ κρατεῖν οὐ τόπῳ γνωρίζεται. Τοιαῦτ' ἐν ἡμῖν ἰσχύειν τὸν βάσκανον! Οὕτω σοφίζετ' εὐστόχοις πονηρίαις, Ὅταν δῆμόν τιν', ἢ πόλιν πλῆξαι θέλῃ. Πρὸς οἷς ἑκάστου πειρᾶται, καὶ σύντομον",
    "1213 Νόμον δίδωσι πονηρίας τὸν προστάτην· Ἔπειτα χαλκὸς χρυσὸν ἠμφιεσμένος, Ἢ καὶ χαμαιλέοντος ἔκστασις χρόας, Πώγων, κατηφὲς ἦθος, αὐχένος κλάσις, Φωνὴ βραχεῖα, πιστὸς ἐσκευασμένος, Νωθρὸν βάδισμα, πάντα, πλὴν φρενὸς, σοφὸς, Τὸ πρῶτον ἐν πρώτοις τε τῶν νυνὶ καλῶν, Ἐφοὺδ τὸ σεπτὸν, ἢ Σαμουὴλ διπλοῒς, Σκίμπους ταπεινὸς, οὐδ' ὅλως δεσμούμενος, Τὰ πρὸς κάρηνον παρθένων κοσμήματι Λίνῳ περισφίγγων τε καὶ σακκούμενος, Τὰ πρόσθεν εὐχῆς σύμβολα προκείμενα.  1214 Πῶς μή τι ῥήξω ῥῆμα τῶν ἐμοὶ ξένων; Οὐκ ἂν δυναίμην μή τι καὶ θυμοῦ φέρειν Κύβευμ'. Ἐπίσχες, ἢ τρυφὴν, ἢ τὰς τρίχας. Τί καὶ τὰ μὴ σὰ, καὶ τὰ σὰ ζητεῖς ἔχειν; Χωρὶς τὰ Μυσῶν καὶ Φρυγῶν ὁρίσματα. Χωρὶς τὰ Μεῤῥᾶς καὶ Σιλωὰμ ῥεύματα. Τὰ μὲν γὰρ οὐδὲ γευστά· τῶν δὲ καὶ νόσοι Ἡττῶντο πρῶτον ἀγγέλῳ κινουμένων. ∆ιπλοῦν φυτεύεις ἀμπελῶνα, δισσὰ δὲ Σπείρεις· τὸ δ' ἔνδυμ' ἐκ δυοῖν ὑφασμένον· Τὰ δ' οὐχ ὁμοζυγοῦντα συζυγῆ τιθεῖς. Ἀπηγόρευτο δ', εἴπερ οἶσθα, τῷ νόμῳ",
    "1215 Τὸ πλεκτὸν, ἐκκλίναντι τὸν δισσὸν τρόπον Ἄλλος γυναικῶν κόσμος, ἄλλος ἀῤῥένων. Ἄλλο κολοιῶν ὕψος, ἄλλο δ' αἰετῶν· Αἰσχρὸν μεγάλων μίμησις ἐν μικροῖς λίαν· Μικροπρεπὲς γάρ. Οἱ Φαραὼ φαρμακοὶ Σαφῶς σε πειθέτωσαν ἱστορούμενοι. Ἀλλ' εἴ τις εἶναι τῶν σοφῶν ἐσπούδακας, Μή μοι μόνην τὴν ῥάβδον εἰς ὄφιν τρέπειν· Ζητῶ τὰ πάντα, κ' εἶναι τὸν μέγαν Ἀαρών· Εἰ δ' ἐντέταξαι σὺν μάγοις Αἰγυπτίων, Εἰ καλὸν, ἐξάσκησον εὐθέως ὅλον· Οὐδεὶς φθόνος σοι τῆς καλῆς μιμήσεως· Εἰ φαῦλον, ἐκτὸς στῆθι· φεῖσαι τῶν ἐμῶν· Ἐμὸν γὰρ ἴσθι, κἂν ὑποκρίνῃ σοφῶς.  1216 Ἀποστερεῖς με καὶ σὺ τὴν μίαν ἀμνάδα. Μοιχεύεται τὸ σχῆμα. Τίς Νάθαν φράσει; Ῥήξω τὸ φαιὸν προσδραμὼν χιτώνιον, Εἴ που λαβοίμην· καὶ γὰρ ἐν τούτοις ποτὲ Τρυφᾶτε, ὥσπερ βρωμάτων ἐν χείροσιν, Ὅταν πάθητε πλησμονὴν ἐν τιμίοις. Ῥῆξόν τι καὶ σὺ τῶν ἐμῶν, ἄν του λάβῃ Τῶν μαλθακωτέρων τε καὶ νόθων ἐμοί. Τούτων τί ἂν γένοιτο ἐνδικώτερον; Ἔστω Λάβαν τὰ λευκά· τἀπίσημα δὲ Τοῦ πολλὰ μοχθήσαντός ἐστι ποιμένος, Νυξὶν παγέντος, ἡλίῳ κεκαυμένου. Αἰσχρῶν μὲν οὖν αἴσχιστον ἡ τρόπου πλάσις. Ὅμως φύλασσε, καί μ' ἐπαινέτην ἔχεις.",
    "1217 Νῦν δ' οἷόν ἐστι τοῦτο, καὶ τῷ προσφερές; Ἆρ' ἔστι καὶ παῖξαί τι τερπνῷ πλάσματι Σπουδῆς μεταξύ· καὶ γέλως ἐν δακρύοις, Γαλῆν καθίζει μῦθος εἴσω παστάδος· Νύμφῃ γὰρ εἶκε, νυμφικῶς ἐσταλμένη· Ἕδνα, κρότοι, γέλωτες, ἦν λαμπρὸς γάμος. Ἡ δ' ὡς ἴδεν μῦν διατρέχοντ' ἐν τῷ μέσῳ, Νύμφη μὲν ἦν, γαλῆ δέ· τῷ φανέντι γὰρ Ἐπιδραμοῦσα δεῖπνον εἶχεν, οὐ γάμον. Τοιοῦτός ἐστι πᾶς νόθος διδάσκαλος. Τὸ γὰρ πεφυκὸς οὐ ταχέως μεθίσταται. Ἀλλ' εὔστροφός τις οὗτος ἐν τοῖς πράγμασιν, Ὃν οὐκ ἐπαινεῖς, ἐντελής τε προστάτης  1218 Τρίβων παλαιῶν καὶ νέων κινημάτων· Ὁ δ' εὐσεβὴς μὲν, χρήσιμος δ' αὑτῷ μόνῳ. Τίς ταῦτά φησιν; ὡς λίαν κακότροπος! Οὐδεὶς γάρ ἐστιν, ὅστις αὑτῷ ζῇ μόνῳ, Οὔτ' οὖν καλῶν τις, οὔτε μὴν τῶν χειρόνων. Ἀλλ' ὥσπερ οὗτος, οὗ τύχοι σπάσας, ἀὴρ Εὐωδίας μετέσχεν, ἢ δυσωδίας, Οὕτω τάχιστα τοῖς πέλας ποιούμεθα, Καλοῖς μὲν ἧττον, τοῖς κακοῖς δὲ καὶ λίαν. Μᾶλλον γὰρ εὐμίμητον ἡ πονηρία. Εἰ δ' οὗτος ἡμῖν καὶ πρόεδρος ὢν τύχοι, Εἰ μὲν κάκιστος καὶ πονηρίας πλέως, Τοῦτ' ἔσθ' ὃ καὶ νῦν, ῥάμνον ἄρχειν τῶν ξύλων·",
    "1219 Εἰ δὲ κράτιστος, αὖθις ἐν στύλῳ πυρὸς Ἡγουμένῳ πορεύετ' Ἰσραὴλ μέγας Πρὸς ἣν ἅπαντες σπεύδομεν γῆν ἐλπίδος, Κἂν μὴ κυκλῶν τις, μηδ' ἀγοραῖος ὢν τύχοι, Πρωτεὺς σοφιστὴς εἰς κλοπὰς μορφωμάτων, Ἢ καὶ Μελάμπους, ἤ τις ἄλλος ἄστατος, Πᾶσιν τὰ πάντα ῥᾳδίως τυπούμενος, Πρὸς τὴν ἁπάντων ἀθρόαν καταστροφήν. Πῶς οὖν ἄχρηστον, εἰπέ μοι, τοῦτον καλεῖς, Πρὸς ὃν βλέποντες βελτίους γενοίμεθ' ἄν; Ἢ πῶς ἄριστον προστάτην καὶ δεξιὸν, Πρὸς ὃν βλέπων σὺ, τοὺς ἐμοὺς διαπτύεις; Τό τοι περιττὸν καὶ πρόσαντες τοῖς σοφοῖς·  1220 Τὸ δ' εὐγενὲς μάλιστα πιθανώτατον. Ἐκεῖνος εἴης, ὥς σου φρὴν, οὗτος δ' ἐγώ. Ἦ καὶ γραφέων ἄριστος οὗτός σοι δοκεῖ, Οὐχ ὃς γράφει κινούμεν' ἁπλοῖς χρώμασι, Ζεῦξίς τις, ἢ Πολύκλειτος, ἤ τις Εὐφράνωρ, Ἀλλ' ὃς μὲν ἀνθηραῖς τε καὶ παντασκίοις Βαφαῖς ἄμορφα σώματ' ἐξεργάζεται, Ὧν Καλλίμαχος, καὶ Κάλαϊς ἤστην, ὡς δοκῶ, Μόγις γράφοντες εἰκόνας τῶν εἰκόνων; Τοιοῦτός ἐστι πᾶς ἀνὴρ πολύτροπος. Ταῦτ' οὖν ὁρῶν ἔκαμνες εὑρεῖν ποιμένα. Ὡς μικρὸν ἐσπούδακας! ἐγκαλύπτομαι. Ὥσπερ λογιστὴν ἐσκόπεις τὸν προστάτην.",
    "1221 Κόπρων μέλει σοι, μειζόνων δ' ἐμοὶ λόγος. Ἓν ἔστω τοῦδ' ἔργον ἱερέως, καὶ μόνον, Ψυχὰς καθαίρειν ἐν βίῳ τε καὶ λόγῳ, Ἄνω φέροντα ἐνθέοις κινήμασι, Γαληνὸν, ὑψίνουν τε, τὰς θείας μόνας Ἀκηλιδώτους ἐμφάσεις τυπούμενον, Ὥσπερ κάτοπτρον ἔνδοθεν μορφούμενον· Ἀγνάς τε πέμπειν προσφορὰς ὑπὲρ τέκνων, Ἕως ἂν αὐτοὺς προσφορὰν καταρτίσῃ. Τὰ δ' ἄλλ' ἀφείσθω τοῖς τάδ' ἐντελεστέροις. Οὕτως ἂν ἡμῖν ἀσφαλῶς ἔχοι βίος. Ἐπεὶ δέ σοι μέγιστον ἡ παῤῥησία, Ἔστω μέν· οὐδ' ἔμοιγε φαίνεται βραχὺ,  1222 Εἰ σὺν λόγῳ τε χρώμεθα, καὶ μετρίως. Ὅμως ἄκουσον, ὡς ἔχει· τοῦ γὰρ σοφοῦ Πλέον τὸ σιγᾷν, ἢ τὸ σὸν περιτρέχειν. Καὶ σοῦ μὲν ἔστι καὶ τὸ θάρσος, ὡς θράσος· Τοῦ δ' εὐγένεια καὶ τὸ συντελεῖν λόγον. Εἴ που δὲ καιρὸς ἐμπέσοι παῤῥησίας, Ὄψεις μαχητὴν τὸν πρᾶον, καὶ πηλίκος Ἐστὶ κατορθῶν, τηνικαῦτα γνωρίσεις. Γνώσῃ, τί κέρκωψ, καὶ τί βρυχᾶται λέων, Ὅταν τὸ μὲν σὸν ἐκπτύητ' ἀνθρώπινον, Κάμπτοντος εἰς γῆν τοῦ κακοῦ συνειδότος, Ὁ δ' ὢν ἄληπτος λαμβάνηται ῥᾳδίως. Τρόπου γὰρ οὐδέν ἐστι πιθανώτερον.",
    "1223 Οὕτως ἔλαττον κἀνθάδ' ὁ τρίβων ἔχει· Ὅμως δὲ λαμπρὸς ἐν μέσοις καθέζεται, Ἀλλοτρίαν τράπεζαν ἐκκαρπούμενος, Περιφρονῶν ἅπαντας, ὡς ἀμβλώματα, Τοσοῦτον, ὅσον αὐτὸς περιφρονητέος, Ἓν τοῦτ' ἔχων φρύαγμα λαμπρὰν τὴν πόλιν, Ἐφ' ᾧ σε δεῖ καὶ μᾶλλον ὄλλυσθαι κακῶς. Πλείους γὰρ οὕτω δημιουργεῖς τοὺς κακούς. Κάνθων δὲ τίς ποτ' ἀστικῶν ἄλλου πλέον Κάνθωνος ἐζήτησεν ἀγροίκου φέρειν; Ἀλλ' ἔστιν, ὥσπερ ἔστι, κἂν οἰκῇ πόλιν. Τί ταῦτα; πῶς μὴ ταῦτα συμπράττῃ κακοῖς; Πῶς δ' εὐδρομοῦσι μὴ σαφὴς ὄλισθος ἦν; Πάσχουσι γάρ τι καὶ σοφοὶ τῶν οὐ σοφῶν,  1224 Ὅταν κακοῖς μὲν εὐροῇ τὰ πράγματα, Λυπρὸν δ' ἔχωσιν οἱ κατορθοῦντες βίον. Ἦ τοῦτ' ἄριστον, ὥσπερ ἐν ζάλῃ τινὶ Πάντα στρεφούσῃ, μικρὸν ἐκκλίναντά τι, Πάντων ἄνω τε καὶ κάτω δονουμένων, Ἐν ἀσφαλείᾳ τὰς βραχείας ἡμέρας Θέσθαι, τὸ γῆρας δ' ἐν καλῷ στῆσαι τέλει. Θρόνους μὲν οὖν ἔχοιτε, καὶ τυραννίδας, Ὑμεῖς, ἐπεὶ καὶ πρῶτα ταῦθ' ὑμῖν δοκεῖ· Χαίροιτε, ὑβρίζοιτε, πατριαρχίας Κληροῦσθε, Κόσμος ὑμῖν εἰκέτω μέγας· Τόπους ἀμείβοιτ' ἐκ τόπων· τοὺς μὲν κάτω Βάλλοιτε, τοὺς δ' ὑψοῦτε· ταῦθ' ὑμῖν φίλα. Χωρεῖτ'· ἐγὼ δὲ συστραφήσομαι Θεῷ,",
    "1225 Ὧ ζῶ, πνέω τε καὶ πρὸς ὃν βλέπω μόνον, Ὧ πρὶν γενέσθαι μ' ἡ τεκοῦσ' ὑπέσχετο, Ὧ κίνδυνοί τε συνῆψαν, καὶ νυκτῶν χάρις. Τούτῳ τε θύσω νοῦ καθαρὰ κινήματα, Ὡς γοῦν ἐφικτὸν, προσλαλῶν μόνῳ μόνος. Ταῦτα πρὸς ὑμᾶς τοὺς κακοὺς ὑπὲρ καλῶν, Οἷς εἴ τις ἄχθεθ', εὗρεν, ὃν ζητεῖ, λόγος. Τὰ δ' ἄλλα ἐκεῖθεν, ὦ φίλοι, λελέξεται· Πλὴν ἐξιτήριόν τιν', εἰ δοκεῖ, λόγον, Βραχὺν μὲν, ἀλλὰ χρήσιμον, δέξασθέ μου, Ὡς οἱ πατρῴας λαμβάνοντες ἐν τέλει Φωνὰς, ἐπισκήψεις τε μνήμης ἀξίας· Μεθ' ἃς λόγος τις οὐκέτ' ἐξακούεται,  1226 Ὧ καὶ πλέον μένουσιν ἐν βάθει φρενός. Ἄλλον τιν' εἰ λάβοιτε Γρηγόριον, φίλοι, Φείδοισθε μᾶλλον· εἰ δὲ μὴ, τὸ δεύτερον, Εἴητε καλοὶ κἀγαθοὶ τοῖς πλησίον, Ὑμῖν τε αὐτοῖς, οἱ τέως ὁμόφρονες, Ἕως κρατεῖσθε τοῖς ἴσοις παθήμασιν. Ἥν τ' αὐτὸς ἐσπούδαζον εἰρήνην, ἀεὶ Στέργοιτ', ἀφέντες τὰς ἰδίας ἀῤῥωστίας, Ὑφ' ὧν τὸ κοινὸν ἐκταράσσετ' ἀθλίως. Κἀγὼ παρήσω τοὐμὸν, εἴτε τι πλέον Ἄλλων φρονοῦμεν, εἴτε μ' ὁ μακρὸς χρόνος Ποιεῖ τραχύν τε καὶ τὰ πλείω δύστροπον, Εἴτ' οὖν πεπληγὼς ἐκ μέθης τὸν νοῦν μόνος",
    "1227 Μέθῃ τετρῶσθαι τοὺς ἀοίνους οἴομαι. Νομίζεσθ', ὡς βούλεσθε. Πλὴν μέμνησθέ μου Τοῦ πολλὰ μοχθήσαντος ἐν φίλων τρόποις, Καλὸν δ' ἔχοντος τὸν λογισμὸν προστάτην, Τό τ' ἐκλύον με τῶν κακῶν γῆρας τόδε· Οὕτω τάχ' ἄν μοι τῶν φίλων σπείσαιτό τις, Πάλης θανούσης, ᾗ φθόνος συνέρχεται."
  ]
}