{
  "title": "Carmina de se ipso: ΜΕʹ. Θρῆνος περὶ τῶν τῆς αὐτοῦ ψυχῆς παθῶν.",
  "paragraphs": [
    "∆ύσμορος οἷα πάθον; τίς μοι γόος ἄξιος ἔσται; Τίς πηγὴ δακρύων ἄρκιος; οἷα μέλη; Οὔτε μόρον παίδων τις ἑῶν ἐκλαύσατο τόσσον,  1354 Ἢ κεδνῶν τοκέων, ἠὲ φίλης ἀλόχου, Οὐ πάτρην γλυκερὴν μαλερῷ πυρὶ τεφρωθεῖσαν, Οὐ νούσῳ στυγερῇ ἅψεα τειρόμενα, Ὅσσον ἐγὼ ψυχὴν ὀλοφύρομαι αἰνὰ παθοῦσαν, (Φεῦ τάλας!) ὀλλυμένης εἰκόνος οὐρανίης. Ναὶ γὰρ δὴ μεγάλοιο Θεοῦ καὶ πλάσμα, καὶ εἰκὼν, Ἄνθρωπος, Θεόθεν εἰς Θεὸν ἐρχόμενος· Ὅστις ἄνω νεύσας, καὶ πνεύματι σάρκα πεδήσας, Χριστὸν ἔχει ζωῆς ἵλαον ἡγεμόνα· Κτῆσιν ἑὴν, γλῶσσάν τε καὶ οὔατα καὶ νόον αὐτὸν, Καὶ σθένος, ἐρχομένῳ πάντα διδοὺς βιότῳ, Ἁρπάζων κόσμου πολυχανδέος, ὅσσα κατεῖχεν Ἅρπαξ ἀλλοτρίων, ἀντίθεος Βελίας,  1355 Ἐς δὲ ταμεῖα φέρων πολὺ φέρτερα τῶν ἐπὶ γαίης, Τῶν διακλεπτομένων, ἢ καταλυομένων, Αὐτὸν ἀθρῆσαι ἄνακτα Θεὸν, καὶ πνεῦμα γενέσθαι, Σάρκ' ἀποδυσάμενος καὶ πάχος ἀντίτυπον, Ἀγγελικοῦ τε χοροῖο λαχεῖν στάσιν αἰγλήεντος Μεῖζον τῶν μεγάλων ἆθλον ἔχων καμάτων· Μηκέθ' ὁρῶν σκηνῆς ἐλαφρὸν τύπον, ὡς τοπάροιθεν, Μηδὲ νόμου γραπτὴν εἰκόνα λυομένην, Αὐτὴν δ' ἀτρεκίην καθαροῦ νοὸς ὄμματι λεύσσων, Μέλπων τ' ἐκ στομάτων ἦχον ἑορτάσιον. Τοῦτο τέλος βροτέης ζωῆς πέλει. Ἐς τόδ' ἀνέλκει Τῶν Χριστοῦ παθέων ὕβρις ἐπιχθονίους, Ὃς δούλου μορφὴν ἀνεδέξατο, καὶ θανάτοιο Γεύσατο, καὶ ζωῆς δεύτερον ἠντίασεν, Ὢν Θεὸς, ὢν ζωῆς ταμίης, αἰῶνος ὕπερθεν,",
    "1356 Εἰκὼν ἀθανάτου πάντοτε Πατρὸς ὅλη, Ὄφρα με δουλοσύνης τε λύσῃ, θανάτοιό τε δεσμῶν, Κρείσσονα πρὸς ζωὴν ἔμπαλιν ἐρχόμενον. Ἀλλ' ἐγὼ οὐκ ἐφύλαξα Θεοῦ μυστήρια κεδνὰ, Μύστιν ἔχων ψυχὴν οὐρανίης ἀνόδου, Ἀλλὰ κάτω βρίθει με χοὸς πάχος, οὐδ' ἐδυνάσθην Ἰλύος ἐξαναδὺς, ἐς φάος ὄμμα βαλεῖν. Ναὶ βάλον· ἀλλὰ μέσον νέφος ἵστατο ὄσσε καλύπτον Σὰρξ ἐπανισταμένη πνεύματι σὺν χθονίῳ. Πολλὰ μὲν ἐν κραδίῃ μελεδήματα ἔνθα καὶ ἔνθα Στρωφᾶται, κενεὰ πλαζομένοιο νόου, Χριστὸν ἑκὰς βάλλοντα, Θεὸν Λόγον (οὐ δέχεται γὰρ Μίγνυσθαι ψυχῇ νυμφίος ἀλλοτρίῃ)· Πολλὰ δ' ἐπὶ γλώσσῃ κέαται κακὰ φάρμακ' ὀλέθρου. Γλῶσσα γὰρ ἀνθρώποις ἥμισυ τῆς κακίης,  1357 Θυμὸν ἐρευγομένη, γυμνὸν κακὸν, ὅς τε μάλιστα Λάβρος ἐπιζείων, ἐκ νοὸς ἄνδρα φέρει, Ἣ δολερὸν κεύθουσα ἐνὶ στήθεσσι νόημα, Λεῖα δ' ἄρ' ἐξ ἁπαλοῦ φθεγγομένη στόματος. Εἴθε δὲ ἦν τι θύρετρον ἐπ' ὀφθαλμοῖσιν ἐμοῖσιν, Οὔασί τ' οὐκ ἀγαθῶς πάντοσε πεπταμένοις, Ὡς τὸ μὲν ἐσθλὸν ὁρᾷν τε καὶ εἰσαΐοντα δέχεσθαι, Κλείεσθαι δὲ κακοῖς ἀμφότερ' αὐτομάτως. Χειρῶν τ' ἔργον ἄριστον ἐς οὐρανὸν αἰὲν ἀείρειν Ἁγνὰς, καὶ παρέχειν οὐρανίοισι νόμοις. Ὣς δὲ ποδῶν ἰέναι λείην ὁδὸν, οὐκ ἐπ' ἀκάνθας, Οὐδὲ κατὰ σκοπέλων, καὶ τρίβον οὐχ ὁσίην. Νῦν δὲ Θεὸς μὲν ἔδωκεν ἅπαν μέλος ἐσθλὸν ἐπ' ἐσθλοῖς, Εὕρατο δ' ἡ κακίη ὅπλον ἐμοὶ θανάτου.",
    "1358 Τίς νόμος οὗτος ἐμοί; πῶς δέσμιός εἰμ' ἐπὶ γαίης Σαρκός; πῶς δ' ἐλαφρῷ πνεύματι σῶμα μίγη, Οὔθ' ὅλος εἰμὶ νόος, καθαρὴ φύσις, οὔτε χερείων Χοῦς ὅλος, ἐκ δ' ἀμφοῖν ἄλλο τι κἀμφότερον. Τοὔνεκα καὶ πολέμοιο φέρω κλόνον αἰὲν ἄπαυστον, Σαρκὸς καὶ ψυχῆς ἀντικαθεζομένων. Εἰκών εἰμι Θεοῖο, καὶ ἕλκομαι ἐς κακότητα, Κρείσσονι μαρναμένου χείρονος οὐχ ὁσίως· Ἢ φεύγω κακότητα, καὶ ἵσταμαι, οὐκ ἀμογητὶ, Πολλὰ διαθλήσας χειρὶ σὺν οὐρανίῃ. Ἔστι γὰρ, ἔστιν ἐμοὶ διπλοῦς νόμος· ὧν ὁ μὲν ἐσθλὸς, Ἑσπόμενός τε καλῷ· αὐτὰρ ὁ χειρότερος, Ἑσπόμενός τε κακοῖσιν· ὁ μὲν νόος ἐστὶν ἕτοιμος Πείθεσθαι Χριστῷ, πρὸς φάος ἐρχόμενος·  1359 Ἄλλος δ' αὖ σαρκός τε καὶ αἵματος, ἔστι δὲ πρόφρωνν ∆έχνυσθαι Βελίαν, πρὸς ζόφον ἑλκόμενος. Ἤτοι ὁ μὲν χθονίοισιν ἰαίνεται, ὥσπερ ἐπ' ἐσθλοῖς, Τοῖς οὐχ ἱσταμένοις, ἀλλὰ παριπταμένοις. Καὶ φιλέει κώμους τε καὶ ἔχθεα, καὶ κόρον αἰνὸν, Ἔργων τε σκοτίων αἴσχεα, κερδοσύνας. Εὐρείην δ' ὁδὸν εἶσιν, ἑῷ δ' ἐπιτέρπετ' ὀλέθρῳ, Ἀφροσύνης δνοφερὴν ἀχλὺν ἐφεσσάμενος. Αὐτὰρ ὅγ' οὐρανίοισιν ἀγάλλεται, ὡς παρεοῦσι Τοῖς ἐλπιζομένοις, καὶ Θεὸν οἶον ἔχει Ἐλπωρὴν βιότοιο· τὰ δ' ἐνθάδε καπνὸν ἄτιμον, Ἄλλοθ' ὑπ' ἀλλοίῃ κείμενα συντυχίῃ. Καὶ φιλέει πενίην τε καὶ ἄχθεα, καὶ μελεδῶνας Ἐσθλὰς, καὶ στεινὴν εἶσιν ὁδὸν βιότου. Μαρναμένοισι δὲ τοῖσιν ἐπίσκοπον ἦλθεν ἄνωθεν",
    "1360 Πνεῦμα Θεοῦ μεγάλου, καὶ νοῒ δῶκε χέρα, Σώματος ἀργαλέοιο λύον κλόνον, ἠδὲ κελαινῶν Εὐνάζον παθέων οἶδμ' ἐπανιστάμενον. Ἡ δὲ καὶ ὣς λυσσῆεν ἔχει μένος, οὐδ' ἀπολήγει Σὰρξ πολέμου, κλίνει δ' ἔνθα καὶ ἔνθα μάχη. Ἄλλοτε μέν τε νόῳ χοῦς δάμναται· ἄλλοτε δ' αὖτε Σαρκὶ νοὸς κρατερῇ ἕσπεται οὐκ ἐθέλων. Ἀλλὰ τὸ μὲν ποθέει, τό γε βέλτερον· ὃ στυγέει δὲ, Ἕρδων, δουλοσύνην μύρεται ἀργαλέην, Πατρός τ' ἀρχεγόνοιο πλάνην, καὶ μητρὸς ἀλιτρὴν Πάρφασιν, ἡμετέρης μητέρα μαργοσύνης, Καὶ σκολιοῖο δράκοντος ἀτάσθαλον αἱμοβόροιο Ψεῦδος, ὃς ἀνθρώπων τέρπεται ἀμπλακίαις, Καὶ ξύλον, ἠδὲ φυτοῖο βροτῶν δηλήμονα καρπὸν, Γεῦσίν τ' οὐλομένην, καὶ θανάτοιο πύλας,  1361 Γύμνωσιν μελέων τε παναίσχεα, καὶ παραδείσου Ἠδὲ φυτοῦ ζωῆς ῥίψιν ἀτιμοτάτην. Ταῦτα νόος κάμνων ὀλοφύρεται. Ἡ δέ νύ μοι σὰρξ ∆έρκεται ἐς προγόνους, καὶ φυτὸν ἀνδροφόνον, Πᾶσάν τε γλυκερὴν ἀσπάζεται αἰὲν ἐδωδὴν, Ἣν ὀλοὸς σαίνων δείκνυσι πικρὸς ὄφις. Ἦ μὲν καὶ γοάω, καὶ εὐχωλῇσιν ἄνακτα, Ὃς πάντων κρατέει, καὶ ζυγὰ πᾶσι φέρει, Λίσσομ' ὑπὲρ ψυχῆς καὶ σώματος, ἀμφοτέροισιν Εὐμενέως δικάσαι, καὶ πόλεμον σκεδάσαι, Κρείσσονι, ᾗ θέμις ἐστὶν, ὑποκλίναντα χέρειον· Τοῦτο γὰρ οὐκ ὀλίγῳ λώϊον ἀμφοτέροις· Μὴ χοῒ βριθομένην ψυχὴν ἐπὶ γαῖαν ὁδεύειν, Ὥστε μολυβδαίνην ἐς βυθὸν ἑλκομένην,",
    "1362 Πνεύματι δὲ πτερόεντι καὶ εἰκόνι χοῦν ὑποεῖξαι, Ὡς κηροῖο πυρὶ τηκομένης κακίης. Τοιάδε λισσόμενος καὶ φάρμακα σαρκὶ παχείῃ Πολλὰ φέρω, χαλεπὴν νοῦσον ἄφαρ σκεδάω. Καὶ μένος, οἷά τε θηρὸς ἀπιστοτάτοιο, κραταιοῖς ∆εσμοῖσιν κατέχω, οἶδμα κακὸν τρομέων. Γαστέρι κλεῖθρα τίθημι, δυσαλθέϊ θυμὸν ἀνίῃ ∆άπτω, καὶ δακρύων ἐκπροχέω λιβάδας. Κάμπτω γούνατ' Ἄνακτι τετρυμμένα, νύκτας ἀΰπνους Ἕλκω, καὶ ῥυπόω πένθιμον ἔσθος ἔχων. Ἄλλων εἰλαπίναι τε, χοροστασίαι τε, γέλως τε, Καὶ κῶμοι, χλοερῆς παίγνιά θ' ἡλικίης. Ἄλλοι δ' αὖτ' ἀλόχοις τε καὶ υἱέεσσι γάνυνται, Καὶ πλούτου κρατεροῦ κύδεϊ λυομένῳ.  1363 Ἄλλοι δ' αὖτ' ἀγοραῖς τε καὶ ἄλσεσιν, ἠδὲ λοετροῖς Τέρπονται, καὶ πνεῖν ἐν πολίεσσι μέγα, Εὐφήμοις τε λόγοισι καὶ ἑσπομένων ὀρυγμαδῶν Πεμπόμενοι, σοβαροί θ' ὑψόθεν ἐκ σανίδων. Πολλαὶ γὰρ θνητοῖσι πολυσχιδέος βιότοιο Τέρψιες· ἐν δὲ κακοῖς κέκραται εὐφροσύνη. Αὐτὰρ ἐγὼ τέθνηκα βίῳ, βαιὸν δ' ἐπὶ γαίης Ἆσθμα φέρω· φεύγω δ' ἄστεα καὶ μέροπας. Θήρεσι καὶ σκοπέλοισιν ὁμιλῶν, οἶος ἀπ' ἄλλων Ναιετάω λυπρὴν ῥωγάδα καὶ σχέδιον· Οἰοχίτων, ἀπέδιλος, ἀνέστιος, ἐλπίδι μούνῃ Ζώων, καὶ λώβη πᾶσι πέλω χθονίοις. Εὐνή μοι στιβάς ἐστι, τὰ ῥήγεα σάκκος ἐρυμνὸς, Καὶ κόνις ἐν δαπέδῳ δάκρυσι δευομένη.",
    "1364 Πολλοὶ μὲν στενάχουσι σιδηρείοις ὑπὸ δεσμοῖς· Ἄλλους δ' αὖ τέφρην πυνθάνομ' εἶδαρ ἔχειν· Τοὺς δὲ ποτὸν δακρύοισι μεμιγμένον ἀλγινόεσσιν· Ἄλλους χειμερίαις βαλλομένους νιφάσι, Νύκτας τεσσαράκοντα καὶ ἤματα, δένδρεσιν ἶσα Ἑστάμεναι, κραδίῃ γῆς ἀπανισταμένους, Καὶ Θεὸν οἷον ἔχοντας ἐνὶ φρεσίν· ἄλλος ἔδησε Χείλεα, καὶ γλώσσῃ θῆκε χαλινὰ φέρων. Οὐ μὴν πάντα χαλινὰ, ὕμνοις δ' ἀνέηκε μόνοισιν, Ἔμπνοον ὡς κιθάρην πνεύματι κρουομένην. Καὶ Χριστῷ κεφαλήν τις ἑὴν ἀνέθηκε, φυλάσσων, Εὐχῆς εὐαγέος εἵνεκ', ἀκερσεκόμην. Ὄμματα δ' ἄλλος ἔπηξε, καὶ οὔασι θῆκε θύρετρα, Μή τι λάθῃ πέμψας κέντρον ἔσω θανάτου.  1365 Τοῖα μὲν ἐξ ἐμέθεν χοῒ φάρμακα δυσμενέοντι, Ἤδη καὶ πολιὴ ἄλκαρ ἐμῶν παθέων. Πολλαὶ δ' οὐκ ἐθέλοντα καταιγίδες ἀπροτίοπτοι Στρωφῶσιν, χαλεποῖς ἄλγεσι τειρόμενον. Αὐτὰρ ὁ οὔτε λόγοις ἐπιπείθεται, οὔτε μόγοισι ∆άμναται, οὔτε χρόνῳ κάμπτεται ὀκρυόεις· Ἀλλ' αἰεὶ ζωῆς κατεναντίον ὄμμασι τυφλοῖς Σπεύδει, καὶ κρημνοὺς, ὡς λεγεὼν, ποθέει. Εἰ δέ τί που καὶ βαιὸν ὑποείξειε Θεοῖο ∆είμασιν, ἠὲ πόνοις, ἢ Θεόθεν λογίοις, Ὥστε φυτὸν παλάμῃσι μεθελκόμενον κομέοντος, Γυροῦται προτέρην ἔμπαλιν ἐς κακίην. Ὦ μέλεοι, θανάτοιο βροτῶν γένος! Ὥς ῥα κακοῖσι ∆απτόμενοι, μανίῃ τερπόμεθ' ἡμετέρῃ. Οὔτε λόγον τίοντες, ὃν ἔνδοθι γινομένοισι",
    "1366 Θῆκε Θεὸς, ζωῆς σπέρμα χαριζόμενος· Οὔτε νόμον τρομένοντες, ὃν ἔν ποτε λαϊνέῃσι Γράμματι ἀτρεκίην Χριστὸς ὑποσκιάων Πλαξὶν ἄναξ ἐχάραξε, καὶ ὕστατον ἐν κραδίῃσιν Ἡμετέραις, αἴγλῃ Πνεύματος εὐαγέος· Καὶ Χριστοῦ παθέεσσιν ἐναντία μητιόωντες, Οἷσίν μ' ἐκ παθέων εἵλκυσεν ἀργαλέων, Σάρκα λαβὼν, σταυρῷ τε παγεὶς, πήξας τε μέλαιναν Πλάσματος ἀμπλακίην, καὶ Βελίαο κράτος, Ὄφρα παλιγγενέες τε καὶ ἐκ τύμβοιο θορόντες, Χριστῷ σὺν μεγάλῳ κῦδος ἔχωμεν ἄνω. Πολλὰ μὲν δὴ πᾶσιν ἐπιχθονίοισι Θεοῖο ∆ῶρα, τὰ καὶ γλώσσης κρείττονα ἡμετέρης. Καὶ γάρ με πληγῇσιν ἀτασθαλέοντα δαμάζων, Ἕλκει πρὸς ζωὴν, καὶ φίλα μητιόων.  1367 Πάντα γὰρ εὐμενέοντι νόῳ μερόπεσσι κυβερνᾷ, Εἰ καὶ κρυπτὸν ἑῆς βένθος ἔχει σοφίης, Καὶ πολὺς ἡμετέρης γενεῆς ζόφος ἠδὲ Θεοῖο Ἵσταται ἐν μεσάτῳ, ὃν περόωσ' ὀλίγοι Ὄμμασιν ὀξυτάτοισι διαυγέες ἐκ βιότοιο, Καὶ καθαροὶ καθαρῆς ἁπτόμενοι σοφίης. Αὐτὰρ ἐμοὶ Χριστὸς περιώσιον εὖχος ὀπάζων, Πρῶτα μὲν εὐξαμένῃ νειόθεν ἐκ κραδίης Μητέρι δῶρον ἔδωκε, καὶ ἐκ τοκέων ὑπέδεκτο ∆ῶρον, ἐπεὶ τέκνου φέρτερον οὐδὲν ἔχον Ἐν πᾶσι κτεάτεσσιν· ἔπειτα δὲ θεῖον ἔρωτα Φάσμασιν ἐννυχίοις σώφρονος ἧκε βίου. Εἰ δ' ἄγε, νῦν ἀΐοιτε, θεόφρονες· οἱ δὲ βέβηλοι Ψυχὰς, ὑμετέροις οὔασι θέσθε θύρας. Παῖς μὲν ἔην ἁπαλὸς, πάϊς οὐ μάλα, ἡνίκα δὲ φρὴν",
    "1368 Ἐσθλῶν ἠδὲ κακῶν εἰκόνος ἐγγράφεται, Οὔπω μὲν στερεοῖσι νοήμασιν εἶδος ἔχουσα, Ἤθεσι δ' ἀλλοτρίοις πρῶτα χαρασσομένη. Αὐτὰρ ἐμοὶ τοκέες νόον ἔγραφον οὔτι κακοῖσι Χρώμασι, τῆς δ' ἀρετῆς ἐσθλὰ διδασκομένῳ. Καὶ γὰρ δὴ πάντεσσιν ἐπιχθονίοισιν ἀγητοὶ Ἔσκον, ἐπ' εὐσεβίῃ θυμὸν ἔχοντες ἕνα, Ἶσον ὁμοῦ πολιῇ τε καὶ ἤθεσι κυδαλίμοισιν, Ἀνδρομέης ζωῆς, ὄλβιοι, εὐσθενέες, Μέτρα παρατροχάοντες. Ὁ μέν ποτε τηλόθι μάνδρης Ἑστηὼς μεγάλης, ἧς μέγα νῦν κρατέει Οὐκ ὄϊς, εἶτ' ὀΐων προφερέστατος, ἐξ ὀΐων τε Ποιμὴν, νῦν δὲ πατὴρ, καὶ νομέων νομέας.  1369 Οὔτι μὲν ἐς πολύκαρπον ἀλωὴν ὄρθριος ἐλθὼν, Πουλὺ δ' ἀποκρύψας τοὺς προτέρους καμάτῳ. Ἡ δ' ἱερῶν τοκέων ἱερὸν φυτὸν, εὐαγέος τε Ῥίζης, καὶ πτόρθων μητέρος εὐαγέων, Οὐδὲν ἀτιμοτέρη προτέρων, αἳ Χριστὸν ἄνακτα ∆έξαντ', ἠδὲ τάφου λεῦσσαν ἀνεγρόμενον· Βαιὸν μὲν πνείοντες ἐπὶ χθονὶ σαρκὸς ἀνάγκῃ, Πλείονα δὲ ζωῆς μοῖραν ἔχοντες ἄνω. Τοῖς μὲν ἐγὼν ἁπαλὴν πλάσθην φρένα, καὶ νεόπηκτος Οἷα τυρὸς, ταλάρου λάμβανον αἶψα τύπον. Καί ποτέ μοι κνώσσοντι παρίστατο τοῖος ὄνειρος, Ἕλκων ῥηϊδίως ἐς πόθον ἀφθορίης. ∆οιαί μοι δοκέεσκον ἐν εἵμασιν ἀργυρέοισι Στράπτειν παρθενικαὶ πλησίον ἱστάμεναι, Ἄμφω μὲν καλαὶ, καὶ ὁμήλικες· ἀμφοτέραις δὲ",
    "1370 Κόσμος ἀκοσμίη, κάλλος ὃ θηλυτέραις. Οὐ χρυσὸς δειρὴν κατεκόσμεεν, οὐδ' ὑάκινθος, Οὐδ' εἶχον σηρῶν νήματα λεπταλέα, Οὐδὲ λίνου μαλακοῖο περιῤῥεθέεσσι χιτῶνας, Οὐ γραπτοῖς βλεφάροις ὄμμ' ὑπολαμπόμενον, Οὐδ' ὅσα τεχνήεντες ἐπ' εἴδεσι θηλυτεράων Ἄνδρες ἐμήσαντο φάρμακα μαχλοσύνης· Οὐ ξανθαὶ πλοκαμῖδες ὑπὲρ νώτοιο χυθεῖσαι Παῖζον ἅμα πνοιαῖς εὐκραέων ἀνέμων. Ζώνῃ μὲν τῇσίν γε καλὸς ἐσφίγγετο πέπλος, Ἄχρι καὶ ἀστραγάλων ἐς πόδας ἑλκόμενος· Κρηδέμνῳ δ' ἐφύπερθε καρήατα ἠδὲ παρειὰς Κρυψάμεναι, κατὰ γῆς ἑσταότ' ὄμματ' ἔχον. Αἰδόος ἀμφοτέρῃσιν ἐπέπρεπε καλὸν ἔρευθος, Ὅσσον ἐϋννήτων φαίνεθ' ὑπ' ἐκ φαρέων.  1371 Σιγῇ δ' ἀμφοτέρῃσι μεμυκότα χείλεα κεῖτο, Οἷόν τε δροσεραῖς ἐν καλύκεσσι ῥόδον. Τὰς μὲν ἐγὼν ὁρόων, μέγ' ἐγήθεον. Ἦ γὰρ ἔφασκον Κρείσσονας ἡμερίων ἔμμεναι οὐκ ὀλίγον. Αἱ δέ με καὶ φιλέεσκον, ἐπεί σφισι θυμὸν ἰάνθην, Χείλεσιν, υἷα φίλον ὡς ἀγαπαζόμεναι· Καί μοι ἐειρομένῳ τίνες ἢ πόθεν εἰσὶ γυναῖκες, Ἡ μὲν ἁγνείαν ἔφη, ἡ δὲ σαοφροσύνην, Αἳ Χριστῷ βασιλῆϊ παρασταδὸν ἑστηκυῖαι, Κάλλεσιν οὐρανίων τερπόμεθ' ἀζυγέων. Ἀλλ' ἄγε δεῦρο, τέκος, μίξον τεὸν ἡμετέρῃσι Καὶ πραπίδεσσι νόον, καὶ δαΐσιν δαΐδα, Ὄφρα σε παμφανόωντα δι' αἰθέρος ὑψιφέρουσαι, Στήσωμεν Τριάδος πὰρ σέλας ἀθανάτου.",
    "1372 Ὣς φάμεναι φορέοντο δι' αἰθέρος. Ὄμμα δ' ἐμεῖο Ἕσπετ' ἀφιπταμέναις. Χ' αἱ μὲν ὄνειρος ἔσαν, ∆ηθὰ δ' ἐμὴ κραδίη σεμνοῖς ἰνδάλμασι νυκτὸς Τέρπετο, καὶ φαενῆς εἰκόσιν ἀφθορίης. Ἄρτι μοι ἐς φρένα μῦθος ἀγείρετο, εὖτε νόημα Ἐσθλῶν ἠδὲ κακῶν πήγνυται ἀτρεκέως. Καὶ νόος ἡγεμόνευε πόθου, καὶ κάλλος ἀμυδρὸν Ὄψιος ἐννυχίης φαίνετ' ἀριπρεπέως. Ὡς δ' ὅτε καρφαλέην καλάμην σπινθὴρ ἀΐδηλος Ἔνδοθι βοσκόμενος, λάμπεται ἐξαπίνης, Φλὸξ ὀλίγη τοπρῶτον, ἔπειτα δὲ πυρσὸς ἀέρθη Ἄσπετος, ὣς καὶ ἐγὼ φάσματι δαιόμενος Ὦχ' ὑπέλαμπον ἔρωτα, σέλας δέ τε πᾶσι φαάνθη, Οὐκέτ' ἐνὶ ψυχῆς βένθεσι κρυπτόμενον.  1373 Πρῶτα μὲν εὐσεβέεσσιν ὁμίλεον, οἵ ῥα γάμοιο ∆εσμὰ φύγον, κόσμου λυόμενοι χθονίου, Ὡς Χριστῷ πτερόεντες ἅμ' ἕσπωνται βασιλῆϊ, Ἔνθεν ἀπορνύμενοι κύδεϊ σὺν μεγάλῳ. Τοὺς μὲν ἐγὼ φιλέων τε καὶ ἀμφιέπων περὶ κῆρι, Ἐλπίδος ἡγεμόνας εἶχον ἐπουρανίης· Αὐτὰρ ἔπειτα γάμοιο βαρὺν ζυγὸν ἐκτὸς ἔθηκα, Ὑψηλὴν ποθέων μοῖραν ἀειθαλέων. Καὶ γὰρ δὴ φύσιες μὲν, ὅσαι λάχον οὐρανὸν εὐρὺν Ἀζυγέες, παθέων κρείσσονες ἀργαλέων. Αἰγλήεις πρώτιστα Θεὸς μέγας· ὣς δὲ Θεοῖο Λάτριες ὑψιθρόνου πλησίον ἑσταότες· Οἳ πρώτην ἀκτῖνα Θεοῦ καθαροῖο φέροντες,",
    "1374 Παμφαέες, θνητοῖς φῶτα χαριζόμενοι. Ὅσσοι δ' ἐκ ψυχῆς καὶ σώματος εἰς ἓν ἄγερθεν, Καὶ δυάς εἰσι, χοὸς ἔκγονα μαρναμένου, Συζυγίην ποθέουσι, καὶ ἐς δέμας εἰσὶν ἑτοῖμοι Σπείρειν. Ἀλλ' ὁ Λόγος κρείσσονα μοῖραν ἄγων, Σαρκὸς νόσφιν ἔθηκε, πλάνου δ' ἀποέργαθε κόσμου, Ζωῆς δ' ἀθανάτων θῆκ' ἀδέτοιο πέλας. Ἔνθα μ' ἔπεμπε πόθος μεγαλήτορα, οὐδ' ἐπὶ γαίης Ἤρειδον χθαμαλῆς ἴχνιον ἀδρανέον. Ἀλλ' ὥστε γλυκεροῖο γεγευμένος ἠὲ γάλακτος, Ἢ μέλιτος, σταθερῆς κεῖθι χοροστασίης, Οὐκ ἔθελον πικρῆς μοι ἐδητύος ἆσσον ἱκέσθαι, Θυμοβόρου κακίης ἐνθάδε τικτομένης.  1375 Οὐδέ τί μοι θαλίαι τε καὶ ἃ νεότητι μέμηλεν, Οὐκ ἔσθος μαλακὸν, οὐδὲ χλιδῶσα κόμη, Οὐκ αἰσχρῶν ἐπέων ἄχαρις χάρις, οὐδὲ γέλωτες Ἀκρατέες, σαρκὸς βράσματα δυσμενέος Ἕσκε φίλα. Σκοπέλους δὲ, καὶ οὔρεα, καὶ χρεμέθοντας Ἵππους, ἠδὲ κυνῶν θηροφόνων ὁμαδὸν Ἄλλοισιν παρέηκα, τὰ δ' ὄλβια πάντα τινάξας, Αὐχέν' ὑπὸ στερεῇ θῆκα σαοφροσύνῃ, Ἥ μ' ἐκόμει τ' ἐφίλει τε καὶ ἐς μέγα κῦδος ἄεξεν, Ἐν δ' ἐτίθει Χριστοῦ χείρεσι προφρονέως. Ἀλλὰ, Πάτερ, Πατρός τε Λόγος, καὶ Πνεῦμα φαεινὸν, Ζωῆς ἡμετέρης ἕρμα κακοσταθέος, Μή με λίπῃς χείρεσσιν ὑπ' ἀργαλέῃσι δαμῆναι ∆υσμενέος, τῆς σῆς ἐλπίδος ἀντιπάλου. Μηδ' ὡς νῆα μέλαιναν, ἐΰπλοον, ὀρθὰ θέουσαν, Ἤδη καὶ λιμένων πλησίον ἱπταμένην,",
    "1376 Λαίφεσι πεπταμένοισιν ἐπαΐξασα θύελλα Λευγαλέων ἀνέμων, ἐξαπίνης ὀπίσω Πέμψειεν παλίνορσον ἐπ' εὐρέα νῶτα βίοιο, Ἔνθα καὶ ἔνθα κακοῖς βρασσόμενον μεγάλοις, Μή που δὲ κρυπτῇσι ποτὶ σπιλάδεσσιν ἐάξῃ. Τοῖος γὰρ Βελίου τοῦ φθονεροῖο νόος· Αἰὲν ἀπεχθαίρει μερόπων γένος, οὐδ' ἀπὸ γαίης Βούλεται οὐρανίους ἔμμεναι, οὐρανόθεν Αὐτὸς ἑὴν διὰ μῆτιν ἐπὶ χθόνα τήνδε τιναχθείς· ∆ύσμορος, ὃς πρώτου κάλλεος εὖχος ἔχειν Ἱέμενος, μεγάλην τε Θεοῦ βασιληΐδα τιμὴν, Ἀντὶ φάους στυγερὴν ἀμφέσατο σκοτίην. Τοὔνεκα καὶ σκοτίοισιν ἰαίνεται αἰὲν ἐπ' ἔργοις, Καὶ ζοφερῆς κακίης ἐνθάδε κάρτος ἔχει. ∆ιπλοῦς δ' αὖ μορφὴν τελέθει, σκολιός τε νόημα, Ἄλλοτ' ἐπ' ἀλλοίην ἐρχόμενος παγίδα.  1377 Ἤτοι ὁ μὲν σκότος ἐστὶν ὑπέρτατον· ἢν δέ μιν εὕρῃς, Ἄγγελον ἐς φωτὸς ὦκα μεταστρέφεται, Καί ῥ' ἁπαλὸν γελόων, σαίνει φρένας. Ἔνθα μάλιστα Φράδμονος, ἀντὶ φάους μὴ θανάτῳ πελάσαι. Τὴν μὲν γὰρ κακότητα φυγεῖν, καὶ χείρονος ἀνδρός· Πολλοῖς γὰρ κακίη ἔχθεται ἀμφαδίη. Αἰνῶ δ' ὃς λοχόοντα, καὶ ὃς ἀΐδηλον ἐλέγχει, Πνεύματος ὀξυτάτοις ὄμμασι δερκόμενος. Ἀλλὰ σάω καὶ γῆρας ἐμὸν πολιόν τε κάρηνον, Τέρμα φέροις ζωῆς ἵλαος, ὥς με πάρος Ἐνδυκέως ἀγάπαζες, ἐπ' ἤματι δ' ἦμαρ ἄριστον Ἦγες, χρηστοτέραις ἐλπίσι πρόσθε φέρων· Καί μ' ἐκ δυσμενέων τε καὶ ἀργαλέων μελεδώνων, Εὔδιον ἐς λιμένα σῆς βασιλείας ἄγοις,",
    "1378 Ὄφρα σε σὺν φαέεσσιν ἀειζώοισι γεραίρων, Κύδεος οὐρανίου μοῖραν ἔχοιμι, ἄναξ. Μςʹ. Κατὰ σαρκός. Σὰρξ ὀλοὴ, Βελίαο κακόφρονος οἶδμα κελαινὸν, Σὰρξ ὀλοὴ, παθέων ῥίζα πολυσχιδέων, Σὰρξ ὀλοὴ, κόσμοιο κάτω ῥείοντος ἑταίρη, Σὰρξ ὀλοὴ, ζωῆς ἀντίπαλ' οὐρανίης, Σὰρξ ἐχθρὴ φιλίη τε, γλυκὺς μόθος, ἐσθλὸν ἄπιστον, Ἀνδροφόνοιο φυτοῦ πάντοτε γευομένη· Βόρβορε, ἰλυόεσσα πέδη, βρίθουσα μολυβδὶς, Θὴρ ἀδάμασθ', ὕλης ἔκγονε μαρναμένης, Βράσμα κακὸν, καὶ σῆμα τεῆς καὶ δεσμὸς ἀνάσσης, Εἰκόνος οὐρανίης, τὴν λάχομεν Θεόθεν, Οὐ λήξεις κακότητος ἀναιδέος; οὐχ ὑποείξεις Πνεύματι καὶ πολιῇ, δύσμορε, κακοφραδὲς,  1379 Ἣν Χριστὸς παλάμῃσιν ἑαῖς μορφώσατο μούνην, Ἡνίκ' ἄκοσμον ὕλης κόσμον ἔθηκε λόγῳ, Καὶ πύματον θεότητι κεράσσατο, ὥς κε σαώσῃ Πλάσμα φίλον, ζωῆς κληρονόμον μεγάλης, Τειρόμενον παθέεσσιν ἀμερσινόου Βελίαο, Καὶ θανάτῳ θανάτου ῥύσατ' ἀπηλεγέος, Τοὔνεκεν ἄζεό μοι, καὶ ἴσχεο μαργοσυνάων, Μηδ' ἐπ' ἐμῇ ψυχῇ λύσσαν ἄληκτον ἔχειν. Μαρτύρομ' ἀθανάτοιο Θεοῦ χέρα, καὶ τὸ πονηρὸν Ἦμαρ, ὃ τὰ θνητῶν ὕστατον εἰς ἓν ἄγει. Ὥς σε καταιχμάζων, καὶ ἄλγεσι παντοδαποῖσι Κάμπτων, καὶ νεκύων θήσομ' ἀκιδνοτέρην, Εἰ μή μοι στήσειας ἀτασθαλίην τε ῥόον τε, Τῶν καθαρῶν Χριστοῦ δραξαμένη θυσάνων. Ἐλθέ μοι, ὦ δακρύων τε καθάρσιε νειόθι πηγὴ,",
    "1380 Κἀγρυπνίη μογερὴ σώματος ἠδὲ νόου, Ὄφρα καταψύξειας ἐμὴν φλόγα, καὶ μυδόωσαν Ῥύψειας παθέων σηπεδόν' ἀργαλέων. Καὶ γαστὴρ, ἀπόπεμπε κόρον, καὶ κείμεν' ἔραζε Γοῦνα κατεσκλήκοι, καὶ κόνις εἶδαρ ἔοι. Καὶ τρηχὺς ἁπαλοῖσι περί ῥ' ῥεθέεσσι τετάσθω Σάκκος, ἐμῆς ψυχῆς ἄλκαρ ἐλαυνομένης. Ἐλθὲ, κατηφιόωσα χοὸς δμήτειρα μεληδὼν, Αἰὲν ἐπερχομένας μάστιγας ὀσσομένη. Τοῖα μὲν ἀφραδίης ἐμὰ φάρμακα. Σεῖο δὲ, Χριστὲ, Καὶ ζωὴ καθαρὴ, καὶ βίος ἐκ νεκύων. Τίς πρόγονον κακίης τε καὶ αἵματος ἡμετέροιο ∆έξατ', ἐπεὶ γεῦσιν μύρατο καὶ ἀπάτην; Τίς σκολιὸν βασιλῆα γόοις ἐκάθηρε Μανασσῆ; Τίς ∆αυῒδ μεγάλης λύσατο ἀμπλακίης;  1381 Τίς χθαμαλὴν θρήνοισιν ἰδὼν ἐσάωσε Νινευΐ; Τίς δ' ἐπὶ παιδὶ βάλεν δάκρυον ὁπλοτέρῳ; Τίς χαίρων καθαροῖσιν, ἑκὰς βάλεν οὐδὲ τελώνας; Τίς πρόβατόν τ' ὤμοις ἄνθετο πλαζόμενον; Τίς λεπροὺς ἐκάθηρε, πικρὰς δ' ἀποέργαθε νούσους, Σώμασι καὶ ψυχαῖς ἐσθλὰ χαριζόμενος; Σεῖο, Μάκαρ, τάδε δῶρα, βροτῶν φάος. Ἀλλ' ἐπιβαίης Οἴδματος ἡμετέρου, καὶ σάλος αἶψα πέσοι."
  ]
}