{
  "title": "Carmina de se ipso: ΛΘʹ. Εἰς τὰ ἔμμετρα.",
  "paragraphs": [
    "Πολλοὺς ὁρῶν γράφοντας ἐν τῷ νῦν βίῳ Λόγους ἀμέτρους, καὶ ῥέοντας εὐκόλως, Καὶ πλεῖστον ἐκτρίβοντας ἐν πόνοις χρόνον, Ὧν κέρδος οὐδὲν ἢ κενὴ γλωσσαλγία· Ἀλλ' οὖν γράφοντας καὶ λίαν τυραννικῶς, Ὡς μεστὰ πάντα τυγχάνειν ληρημάτων,  1330 Ψάμμου θαλασσῶν ἢ σκνιπῶν Αἰγυπτίων· Πάντων μὲν ἂν ἥδιστα καὶ γνώμην μίαν Ταύτην ἔδωκα, πάντα ῥίψαντας λόγον, Αὐτῶν ἔχεσθαι τῶν θεοπνεύστων μόνον, Ὡς τοὺς ζάλην φεύγοντας ὅρμων εὐδίων. Εἰ γὰρ τοσαύτας αἱ Γραφαὶ δεδώκασι Λαβὰς, τὸ, Πνεῦμα, τουτί σοι σοφώτερον, Ὡς καὶ τόδ' εἶναι παντὸς ὁρμητήριον Λόγου ματαίου τοῖς κακῶς ὁρμωμένοις. Πότ' ἂν γράφων σὺ, τοῖς κάτω νοήμασιν Ἀναμφιλέκτους, ὦ 'τὰν, ἐκτείναις λόγους; Ἐπεὶ δὲ τοῦτο παντελῶς ἀμήχανον, Κόσμου ῥαγέντος εἰς τόσας διαστάσεις, Πάντων τ' ἔρεισμα τῆς ἑαυτῶν ἐκτροπῆς  1331 Τούτους ἐχόντων τοὺς λόγους συμπροστάτας· Ἄλλην μετῆλθον τῶν λόγων ταύτην ὁδὸν, Εἰ μὲν καλήν γε, εἰ δὲ μή γ', ἐμοὶ φίλην· Μέτροις τι δοῦναι τῶν ἐμῶν πονημάτων. Οὐχ, ὡς ἂν οἰηθεῖεν οἱ πολλοὶ βροτῶν, Τῶν πάντα ῥᾴστων, δόξαν ἐκκαρπούμενος Κενὴν, ὃ δὴ λέγεται. Τοὐναντίον μὲν οὖν Τρέχοντας οἶδα τοῖς ἐμοῖς, οὕτω γράφειν, Ἀνθρωπαρεσκεῖν μᾶλλον· οἱ γὰρ πλείονες Τοῖς σφῶν μέτροις μετροῦσι καὶ τὰ τῶν πέλας, Οὔτε προτιμῶν τοῦτο τῶν θείων πόνων· Μή μοι τοσοῦτον ἐκπέσοι Θεοῦ λόγος! Τί οὖν πέπονθα, τοῦτ' ἴσως θαυμάσετε. Πρῶτον μὲν ἠθέλησα, τοῖς ἄλλοις καμὼν,",
    "1332 Οὕτω πεδῆσαι τὴν ἐμὴν ἀμετρίαν· Ὡς ἂν γράφων γε, ἀλλὰ μὴ πολλὰ γράφω, Καμὼν τὸ μέτρον. ∆εύτερον δὲ τοῖς νέοις, Καὶ τῶν ὅσοι μάλιστα χαίρουσι λόγοις, Ὥσπερ τι τερπνὸν τοῦτο δοῦναι φάρμακον, Πειθοῦς ἀγωγὸν εἰς τὰ χρησιμώτερα, Τέχνῃ γλυκάζων τὸ πικρὸν τῶν ἐντολῶν. Φιλεῖ δ' ἀνίεσθαί τε καὶ νευρᾶς τόνος· Εἴ πως θέλεις καὶ τοῦτο· εἰ μή τι πλέον, Ἀντ' ᾀσμάτων σοι ταῦτα καὶ λυρισμάτων. Παίζειν δέδωκα, εἴ τι καὶ παίζειν θέλεις, Μή τις βλάβη σοι πρὸς τὸ καλὸν συλωμένῳ. Τρίτον πεπονθὼς οἶδα· πρᾶγμα μὲν τυχὸν Μικροπρεπές τι, πλὴν πέπονθ'· οὐδ' ἐν λόγοις  1333 Πλέον δίδωμι τοὺς ξένους ἡμῶν ἔχειν· Τούτοις λέγω δὴ τοῖς κεχρωσμένοις λόγοις Εἰ καὶ τὸ κάλλος ἡμῖν ἐν θεωρίᾳ. Ὑμῖν μὲν οὖν δὴ τοῖς σοφοῖς ἐπαίξαμεν. Ἔστω τις ἡμῖν καὶ χάρις λεόντιος. Τέταρτον εὗρον τῇ νόσῳ πονούμενος Παρηγόρημα τοῦτο, κύκνος ὡς γέρων, Λαλεῖν ἐμαυτῷ τὰ πτερῶν συρίγματα, Οὐ θρῆνον, ἀλλ' ὕμνον τιν' ἐξιτήριον. Πρὸς ταῦτα νῦν γινώσκεθ' ἡμῖν, οἱ σοφοὶ, Τῶν ἔνδον. Εἰ δ' ἥττησθε, τῶν αὐτῶν λόγων Πλεῖστον τὸ χρῆμα· καὶ τὰ παιζόντων λόγοι, Χωρεῖτε· μακρὸν δ' οὐδὲν οὐδ' ὑπὲρ κόρον,",
    "1334 Ἀλλ' οὐδ' ἄχρηστον, ὡς ἐγῷμαι παντελῶς. Αὐτοὶ διδάξουσ' οἱ λόγοι θέλοντά σε. Τὰ μὲν γάρ ἐστι τῶν ἐμῶν, τὰ δ' ἔκτοθεν. Ἢ τῶν καλῶν ἔπαινος, ἢ κακῶν ψόγος, Ἢ δόγματ', ἢ γνώμη τις, ἢ τομαὶ λόγων, Μνήμην ἔχουσαι τῇ δέσει τοῦ γράμματος. Εἰ μικρὰ ταῦτα, σὺ τέλει τὰ μείζονα. Μέτρον κακίζεις· εἰκότως, ἄμετρος ὢν, Ἰαμβοποιὸς, συγγράφων ἀμβλώματα. Τίς γὰρ βλέποντα, μὴ βλέπων, ἐγνώρισεν; Ἢ τίς τρέχοντι, μὴ τρέχων, συνέδραμε; Πλὴν οὐ λέληθας, ὃ ψέγεις, ὠνούμενος. Ὃ γὰρ κακίζεις, τοῦτό σοι σπουδάζεται,  1335 Καὶ σφόδρ' ἀμέτρως, τὸ γράφειν ποιήματα. Ὅτ' ἂν δ' ἐλέγχῃ, πίστις ἀντεισέρχεται, Καὶ πεζὸς ἡμῖν ναυαγῶν ὁ φίλτατος. Τοιαῦτα τεχνάζεσθε, ὑμεῖς οἱ σοφοί. Ταῦτ' οὐ πρόδηλον ψεῦδος, οὐχὶ διπλόη; Πίθηκος ἡμῖν ἀρτίως, λέων δὲ νῦν. Οὕτως ἁλίσκετ' εὐπετῶς δόξης ἔρως. Πλὴν ἴσθι πολλὰ καὶ Γραφαῖς μετρούμενα, Ὡς οἱ σοφοὶ λέγουσιν Ἑβραίων γένους. Εἰ μὴ μέτρον σοι καὶ τὰ νεύρων κρούματα, Ὡς οἱ πάλαι προσῇδον ἐμμελεῖς λόγους, Τὸ τερπνὸν, οἶμαι, τοῦ καλοῦ ποιούμενοι Ὄχημα, καὶ τυποῦντες ἐκ μελῶν τρόπους. Σαούλ σε τοῦτο πεισάτω, καὶ πνεύματος Ἐλευθερωθεὶς τοῖς τρόποις τῆς κινύρας.",
    "1336 Τίς οὖν βλάβη σοι, τοὺς νέους δι' ἡδονῆς Σεμνῆς ἄγεσθαι πρὸς Θεοῦ κοινωνίαν; Οὐ γὰρ φέρουσιν ἀθρόαν μετάστασιν. Νῦν μέν τις ἔστω μίξις εὐγενεστέρα. Πῆξιν δ' ὅταν τὸ καλὸν ἐν χρόνῳ λάβῃ, Ὑποσπάσαντες, ὡς ἐρείσματ' ἀψίδων, Τὸ κομψὸν, αὐτὸ τἀγαθὸν φυλάξομεν. Τούτου τί ἂν γένοιτο χρησιμώτερον; Σὺ δ' οὐ τὰ ὄψα τῷ γλυκεῖ παραρτύεις, Ὦ σεμνὲ, καὶ σύνοφρυ καὶ συνηγμένε; Τί οὖν κακίζεις τὴν ἐμὴν εὐμετρίαν, Τοῖς σοῖς μέτροις σταθμώμενος τὰ τῶν πέλας; Χωρὶς τὰ Μυσῶν καὶ Φρυγῶν ὁρίσματα Χωρὶς κολοιῶν κ' ἀετῶν ὑψώματα. 1337"
  ]
}