{
  "title": "Carmina de se ipso: ΛΓʹ. Πρὸς Χριστόν.",
  "paragraphs": [
    "Οἴμοι κέκμηκα, Χριστέ μου, πνοὴ βροτῶν! Οἴμοι μάχης τε καὶ ζάλης τοῦ συζύγου! Οἴμοι μακρᾶς ζωῆς τε καὶ παροικίας, Τῶν τ' ἔνδοθεν, τῶν τ' ἔκτοθεν παλαισμάτων, Ὑφ' ὧν τὸ κάλλος φθείρεται τῆς εἰκόνος! Τίς δρῦς τοσαύτην πνευμάτων φέρει βίαν; Τίς ναῦς τοσούτοις κύμασι συνεῤῥάγη;  1306 Πόνῳ τέτρυμμαι, πραγμάτων τ' ἐπιδρομαῖς. Οἶκον πατρῷον οὐχ ἑκὼν ἐδεξάμην. Ἐπεὶ δ' ὑπέστην, εἶδον ἐσκεδασμένον. Φίλοι μ' ἔκαμψαν, νοῦσος ἐτρύχωσέ με. Λίθοις ἐδέχθην ὥς τις ἄλλος ἄνθεσι. Λαοῦ κεχήρωμ', ᾧ τὸ Πνεῦμ' ἐνίδρυσε. Τέκνων τὰ μὲν λέλοιπα, τῶν δ' ἀπεζύγην, Τοῖς δ' οὐ τετίμημ'. Ὢ πατρὸς παναθλίου! Οἱ συνθύται μου δυσμενεῖς ἐχθρῶν πέρα, Οὐδὲ τράπεζαν μυστικὴν δεδοικότες, Εἰ μή τί γ' ἄλλο, καὶ πόνους τοὺς εἰς τόδε, Οὓς καὶ πονηροῖς πολλάκις τιμᾷν ἔθος· Οὔθ' ὕβρεως δόξαν τιν' ἐξιώμενοι· Ἀλλ' ἓν πνέοντες, τὴν ἐμὴν ἀτιμίαν.",
    "1307 Λ∆ʹ. Εἰς τὴν ἐν ταῖς νηστείαις σιωπήν. Ἴσχεο, γλῶσσα φίλη· σὺ δέ μοι, γραφὶς, ἔγγραφε σιγῆς Ῥήματα, καὶ φθέγγου ὄμμασι τὰ κραδίης. Ἡνίκα σάρκας ἔδησα, Θεοῦ βροτέοις παθέεσσι Μύστιν ἄγων θυσίην, ὥς κε θάνω βιότῳ, Ἤμασι τεσσαράκοντα, νόμοις Χριστοῦ βασιλῆος, Εὖτε καθαιρομένοις σώμασιν ἕσπετ' ἄκος. Πρῶτα μὲν ἀτρεμίη νόον ἥδρασα, οἶος ἀπ' ἄλλων Ναιετάων, ἀχέων ἀχλὺν ἐφεσσάμενος, Εἴσω πᾶς ἐαλεὶς, φρένας ἄκλοπος· αὐτὰρ ἔπειτα  1308 Ἀνδρῶν εὐαγέων δόγμασιν ἑσπόμενος, Χείλεσι θῆκα θύρετρα. Τὸ δ' αἴτιον, ὥς κε μάθοιμι Μύθων μέτρα φέρειν, παντὸς ἐπικρατέων. Καὶ γάρ τις πλεόνεσσιν ἐπ' ἀνδράσι θοῦρον ἀείρων Ἔγχος, παυροτέρους ῥηϊδίως δαμάσει, Καὶ πτερόεντα βέλεμνα ὃς εὔσκοπα τηλόθε βάλλοι, Οὔποτε ῥοιζήσει ἄσκοπον ἀσσοτέρω. Νῆα δὲ ποντοπόρειαν, ἐπὴν μέγα λαῖτμα περήσῃ, Πέμπειν θαρσαλέον βαιῶν ὑπὲρ λιμένων. Ὃς μὲν γὰρ μικρῶν κρατέει, μεγάλων ἀΐδηλον Εἴ ποθ' ὑπερσχήσει, καὶ μάλα περ ποθέων·",
    "1309 Ὃς δὲ μέγα προφέρει, τόδ' ἀριφραδὲς, ὡς ἄρα τυτθῶν Ἕξει ῥηϊδίως, εὖτε θέλῃσι, κράτος. Τοὔνεκα πάμπαν ἔδησα λόγου μένος. Ἦ γὰρ ἔολπα Μηκέθ' ὑποβλύζειν μῦθον ἐμῶν στομάτων. Ὡς οὐδὲν γλώσσης ὀλοώτερόν ἐστι βροτοῖσιν· Ἵππος ἀεὶ προθέων, ὅπλον ἑτοιμότατον. Λεύσσει μὲν τίς ἅπαντα; τὰ δ' ἐν ποσὶ χεῖρες ἔχουσι Βαιὰ μάλ', οὐδὲ πόδες γαῖαν ἐπῆλθον ὅλην. Μόχθος ἀνδροφόνοις, μοιχοὶ δέ τε καὶ τρομέουσι Λύσσαν ἑὴν, κλέπταις ἦμαρ ἀπευκτότατον, Πλοῦτος δ' οὐ κἀμόγητος· ἔχω τὸ μὲν, ὤλεσα δ' ἄλλο, Τόσσα περισφίγγων, ὅσσα ῥόον παλάμῃ. Νήεσ', ὁδοιπορίῃ ληΐστορες· ἄλλος ἄπληστος, Ὄμματα πικρὰ φέρων ἀλλοτρίοις κτεάνοις.  1310 Τόσσα φιλοχρύσοισι προσάντεα πᾶσιν ἔπεστι, Μόχθος χειροτέροις, μόχθος ἀρειοτέροις. Γλῶσσαν δ' οὐδὲν ἔρυξεν ἐπειγομένην ἐπὶ μῦθον, Οὐ βροτὸς, οὐ νιφετὸς, οὐ ῥόος, οὐ σκόπελος. Ἐγγὺς ὁ τοξευτής· τόξῳ δ' ἔπι πικρὸς ὀϊστός· Νευρὴ κύκλον ἄγει, δάκτυλον ἐν γλυφίσι. Νοῦς ἀφέηκε βέλεμνα· τὰ δ' ἔπτατο, πάντα δὲ βάλλει, Οὐρανίους, χθονίους, ζῶντας, ἐπεσσομένους, Ὅσσοι μιν δοκέουσι, καὶ οὐ δοκέοντας, ὁμοίως Ἐσθλοὺς ἠδὲ κακοὺς, δυσμενέας, φιλίους, Τηλόθεν, ἐγγὺς ἐόντας· ἀπόσκοπον οὐδὲν ὀϊστῷ. Τὴν δέ τις αἰχμάζων, πρῶτα φέρει σοφίης. Πολλὰ μὲν αἰσχρὰ μάχλοισιν ἐρεύγεται, ὥς κε γελοῖος Αὐτὸς ἐὼν, ἄλλοις βράσμα γέλωτος ἄγῃ,",
    "1311 Παλλόμενος, πάλλων τε, καὶ εἰκόνα θείαν ἀτίζων. Πολλὰ δὲ τῶν κρυπτῶν οὔασιν ἐξεμέει. Πολλάκι δ' αὖτε χόλοιο δυσαέος ἄγριον ἀφρὸν Ἐκτὸς ἀποσκεδάει, πᾶσαν ἐπεσβολίην. Πολλάκι δ' αὖ λοχόωντι φέρει χάριν ἔνδοθι θυμῷ, Καὶ κραδίης ἑτέρης χείλεσιν ἄλλα φέρει, Ψεύδεά θ', αἱμυλίους τε λόγους, ἀνδροκτασίας τε. Τίς κεν ἅπαντα λέγοι, τόνδ' ὅσα λυπρὰ πέλει; Ἐχθρὸν ἔθηκ' ἐθέλουσα δόμον δόμῳ, ἄστεϊ δ' ἄστυ Αὐτίκα, μηδὲν ὅλως γλῶσσα πονησαμένη, ∆ῆμον κοιρανέοντι, ἀνασσομένοισιν ἄνακτα, Ὡς σπινθὴρ καλάμης ὦκα ῥιπιζομένης. Σύμπλοον, υἷα, τοκῆα, κάσιν, φίλον, εὖνιν, ἀκοίτην, Πάντας ἐπ' ἀλλήλοις ὥπλισε ῥηϊδίως.  1312 Τὸν κακὸν, ἐσθλὸν ἔθηκε, τὸν ἔμπαλιν ὤλεσεν ἐσθλὸν, Τοῦτ' ἀνέζευξε πάλιν· τίς δύναθ' ὅσσα λόγος; Βαιὴ μὲν γλῶσσ' ἐστὶν, ἀτὰρ σθένος οὐδενὶ τόσσον· Αἴθ' ὄφελε θνήσκειν αὐτίκα τοῖσι κακοῖς! Πᾶσιν μὲν δὴ γλῶσσα πέλει κακὸν ἀφραδέεσσιν, Ἔξοχα δ' αὖ μύσταις οὐρανίης θυσίης. Ὄργανόν εἰμι Θεοῖο, καὶ εὐκρέκτοις μελέεσσιν Ὕμνον ἄνακτι φέρω, τῷ πᾶν ὑποτρομέει. Μέλπω δ' οὐ Τροίην, οὐκ εὔπλοον οἷά τις Ἀργὼ, Οὐδὲ συὸς κεφαλὴν, οὐ πολὺν Ἡρακλέα, Οὐ γῆς εὐρέα κύκλα ὅπως πελάγεσσιν ἄρηρεν, Οὐκ αὐγὰς λιθάκων, οὐ δρόμον οὐρανίων· Οὐδὲ πόθων μέλπω μανίην, καὶ κάλλος ἐφήβων, Οἷσι λύρη μαλακὸν κρούετ' ἀπὸ προτέρων.",
    "1313 Μέλπω δ' ὑψιμέδοντα Θεὸν μέγαν, ἠδὲ φαεινῆς Εἰς ἓν ἀγειρομένης λάμψιν ἐμῆς Τριάδος, Ἀγγελικῶν τε χορῶν μεγάλους ἐριηχέας ὕμνους Πλησίον ἑσταότων, ἐξ ὀπὸς ἀντιθέτου Κόσμου θ' ἁρμονίην, καὶ κρείσσονα τῆς παρεούσης, Ἣν δοκέω, πάντων εἰς ἓν ἐπειγομένων Καὶ Χριστοῦ παθέων κλέος ἄφθιτον, οἷς μ' ἐθέωσεν, Ἀνδρομέην μορφὴν οὐρανίῃ κεράσας. Μέλπω μίξιν ἐμήν. Οὐ γὰρ φατὸν ἔργον ἐτύχθην Ἔργον, ὅπως πλέχθην θνητὸς ἐπουρανίοις. Μέλπω δ' ἀνθρώποισι Θεοῦ νόμον, ὅσσα τε κόσμου Ἔργματα, καὶ βουλὰς, καὶ τέλος ἀμφοτέρων· Ὄφρα τὰ μὲν κεύθῃς σῇσι φρεσὶ, τῶν δ' ἀπὸ τῆλε Φεύγῃς, καὶ τρομέῃς ἦμαρ ἐπερχόμενον. Τόσσων γλῶσσαν ἔχω, κιθάρην· φράζεσθ', ἱερῆες,  1314 Μή τι παρακρέξῃ ἔκτροπον ἁρμονίης. Γλῶσσαν καὶ θυέεσσιν ἁγνὴν ἁγνοῖσι φυλάξω, Οἷσιν Ἄνακτα μέγαν εἰς ἓν ἄγω χθονίοις. Οὐ γὰρ ἀπ' ἀλλοτρίης γλώσσης, χραντοῦ τε νόοιο Πέμψω τῷ καθαρῷ ζωοφόρον θυσίην. Εἷς πόρος οὐ γλυκερόν τε ῥόον καὶ πικρὸν ἀνήσει, Εἵματι πορφυρέῳ βόρβορος ἀλλότριον. Καὶ πῦρ ξεῖνον ὄλεσσε θυηπόλου ἐν προτέροισι Παῖδας, μὴ καθαρῶς ἁπτομένους θυσίης. Τὴν δ' ἱερήν ποτ', ἄκουσα, Θεοῦ μεγάλοιο κιβωτὸν, Ὡς καὶ κλινομένη κτεῖνε τὸν ἁψάμενον. Ταῦτ' αἰνῶς τρομέω, καὶ δείδια, μή τι πάθοιμι, Μὴ καθαρῶς καθαρῆς ἁπτόμενος Τριάδος. Αἴθε δὲ καὶ νόον ἦεν ἀτάσθαλον, ἀστατέοντα Τῇ καὶ τῇ, πολλοῖς οἴμασι μαψιδίοις",
    "1315 Κάμπτειν τέρματος ἆσσον, ἐπὶ στρεπτῆρι χαλινῷ, Ἢ πάμπαν κατέχειν ἄκλοπον ἐν κραδίῃ Μᾶλλόν κε Χριστοῖο μεγακλέος ἆσσον ἐλαύνων, Λάμπετο μαρμαρυγαῖς τοῦ μεγάλοιο φάους! Νῦν δ' ὁ μὲν οὔτι τόσον τελέει κακὸν ἔνδοθι μίμνων, Κἂν ἀπὸ τῆλε Θεοῦ τυτθὸν ὁδοιπλανέῃ. Οὐδὲ γὰρ εἰ πέτρῃσιν ἐεργομένη στεγανῆσιν, Ἔνδοθι καχλάζοι φλὸξ πυρὸς, ἠὲ ῥόος, Ἢ λόχμην πυκινὴν δηλήσατο, ἤ τιν' ἁλωήν· Ζώει δ' ἡμιθανὴς ἔνδοθι κευθομένη. Μῦθος δ' αὖ γλώσσης πολυηχέος εὖτ' ἀπορούσῃ, Ἄσχετα μαργαίνει μηκέτ' ἀνατροχάων. Ὡς δ' ὅτε τις λοξοῖο φυὴν πτόρθου παλάμῃσιν Ἦκα μετακλίνων ἔμπαλι γῦρον ἄγει,  1316 Αὐτὰρ ὅγ' ὥς μιν ἔλειπε, βίῃ χερὸς ὄρθιος ἔστη, Μηκέτ' ἐπὶ προτέρην κλινόμενος κακίην· Ὣς καὶ ἐγὼ μύθοιο μὲν εὐτροχάλοιο ἐρωὴν ∆ερκόμενος στάθμης ἔκτοθι καὶ κανόνος (Καὶ γάρ μοι βίος ἦεν, ὅτ' ἦν λόγος), εὗρον ἄριστον Φάρμακον· ἔσχον ὅλον ὑψινόῳ κραδίῃ, ὥς κε μάθῃ τά τε φαντὰ, τά τ' οὐ φατὰ γλῶσσα φυλάσσειν· ∆έξαθ' ὅλην σιγὴν, δέξεται εὐεπίν. Τοῦ παντός μιν ἄμερσα· τὸ μέτριον οὐκέτ' ἀτίσει. Οὗτος ἀεὶ κείσθω τοῖς ἀμέτροισι νόμος. Ἦ μέγα καὶ τόδ' ὄνειαρ, ὅτ' ὠδίνοντα κατίσχῃς Μῦθον, κρουομένης ἔκτοθι σῆς κραδίης. Μύθῳ δαμναμένῳ συνδάμναται οἶδμα χόλοιο· Οὐ μὲν ῥηϊδίως, ἔμπα γε μὴν δαμάσεις.",
    "1317 Ἢν γάρ σφ' οἰδαλέον τε καὶ ἄγρια μαργαίνοντα Ἄγχῃς ἀσχαλόων, ὕβριν ἀποσκεδάσεις. Ἡγεμόνος φθιμένοιο, φάλαγξ παθέων ὑπόειξεν· Ὧδ' ἂν ἀναπνεύσαις ἀργαλέοιο σάλου. Πάντα τάδ' ἡγεσίης Χριστοῦ μεγάλοιο ἄνακτος, Αὐτὰρ ἔπειτα νόου οἴακος ἡμετέρου. Εἰ γὰρ μὴ τὸν ἔχεις ἰθύντορα, οὔτε τι σιγῆς, Οὔτε τι καρτερίης μείζονος ἔστ' ὄφελος· Καὶ λίμνης στόμα λεπτὸν, ἐπὴν παλάμῃσιν ἔρυξας, Αὖθις ἀποῤῥήξεις, ἀθρόον ἐκπρορέσει. Ἀλλὰ λόγος κέλεταί σε φαάντατος, ἔνθεν, ἄριστε, Ἀρξάμενον, πάντων οἶδμα κακῶν κατέχειν. Ταῦτά τοι ἡμετέρης μελεδήματα, φίλτατε, σιγῆς· Ἐκ παλάμης λαλέω, νοῦν ὑποδεξαμένης.  1318 Οὗτος ἐμὸς πλόος ἐστί· σὺ δ' ἐς πλόον ἄλλον ἔπειγε. Ἄλλος ἀπ' ἀλλοίου πνεύματος ὅρμον ἔχοι. Εἰ δ' ἄγε, καὶ λόγον ἄλλον ἐμῆς ἀΐοιτε σιωπῆς, Ὅστις ἀπεχθαίρων, ὅς τε φίλα φρονέων. Ἦν ὅτε κάρτος ἔχεσκον ἐν ἠϊθέοισι μέγιστον, Καί με Χριστὸς ἄναξ ἦγεν ἐπ' ἀντιπάλῳ, Στεῤῥοτέρην ἀδάμαντος ἐνὶ φρεσὶ πίστιν ἔχοντα, Τεύχεσί τε κρατεροῖς πάντοθε φραξάμενον. Θείοις μὲν λογίοισιν ἐμὸν νόον ἁγνὸν ἔτευξα, Γράμματος ἐξ ἱεροῦ Πνεῦμ' ἀναμαξάμενος, Οἷς βίβλων τοπάροιθε πικρὴν ἐξέπτυον ἅλμην, Κάλλος ἐπιπλάστοις χρώμασι λαμπόμενον. Σάρκα δ' ἐμὴν ζείουσαν, ἐπεὶ νεότητι τεθήλοι, Πολλοῖς καὶ πυκνοῖς ἔξεον ἐν καμάτοις.",
    "1319 Γαστρὶ μὲν ὕβριν ἔπαυσα κόρου, καὶ γείτονα λύσσαν, Ὄμμα δ' ἐνὶ βλεφάροις πῆξα σαοφροσύνῃ. Βρύξα χόλῳ, καὶ δῆσα μέλη, καὶ κλαῦσα γέλωτα. Πάνθ' ὑπόειξε Λόγῳ· πάντ' ἔθανεν τὰ πάρος. Γαίη, κοῖτος ἐμοί· πλευρῶν ἄκος, εἵματα λυπρά· Φάρμακον ἀγρυπνίης, χῶρος ἐμῶν δακρύων. Ἤμασι νῶτον ἔκαμψα, καὶ ὕμνοις παννυχίοισι Στηλώθην, βροτέης ἔκνοος εὐπαθίης. Ταῦτα πάρος· σάρκες γὰρ ἐπέζεον, αἷσι μέμηλεν Οὐρανίης ἀνόδου φῶτα μέγαν κατέχειν. Καὶ κτεάνων βαρὺν ὄγκον ἀπέπτυσα, ὥς κεν ἀερθῶ Κοῦφος, ἀποσκεδάσας πρὸς Θεὸν ἄχθος ἅπαν. Νῦν δ' ὅτε νοῦσος ἔχει με πικρὴ, καὶ γῆρας ἔκαμψεν, Ἦλθον ἐπ' ἀλλοίην τήνδε δυηπαθίην,  1320 Γλῶσσαν ἔχων ἀδάμαστον, ἐΰλαλον, ἥ με τύσοισι Πήμασι, τοῦ φθονεροῦ δῶκεν ἀεὶ παλάμαις. Οὔτε τινὸς θώκοισιν ἐπέδραμον· οὔτ' ἀπὸ γαίης Ἤλασα πατρῴης, οὐ δόλον ἐφρασάμην. Οὐ γλῶσσαν ἐφέηκα ἐπεσβόλον, οὔτε τι ῥέξα Ἡμετέρων θυέων ἔκνομον· οἶδε Λόγος. Οὐ σκοπὸν, οὐδὲ μὲν ἄλλον, ἐπεὶ καὶ πᾶσι νεμεσῶ, Λαῶν ἡγεμόσιν τοῖα κλεϊζομένοις· Ὧν νῦν πᾶσα θάλασσα, καὶ εὐρέα πείρατα γαίης Πέπληθε, δνοφερὸν πένθος ἐμῆς κραδίης. Ἀλλὰ λόγος μ' ἐχάλεψεν ἀτάσθαλος· οὐ μὲν ἔγωγε Πρόσθε τόδ' ὠϊόμην, ἀλλ' ἐχάλεψεν ὅμως Πᾶσί μ' ἔθηκε φίλοισιν ἐπίφθονον. Ὦ φθόνε, καὶ σὺ Ἐξ ἐμέθεν τι λάβῃς. Ἴσχεο, γλῶσσα φίλη·",
    "1321 Βαιὸν δ' ἴσχεο, γλῶσσα· τόδ' ἐς τέλος οὔ τε πεδήσω. Οὐ τόσον ἐξ ἐμέθεν λήψεθ' ὁ μισολόγος. Πυνθάνομ' ὡς Σαμίων τις ἄναξ φθόνον ὡς ἀρέσαιτο, ∆είσας εὐδρομίην, μήσατο τοῖον ἄχος. Πόρκην, ὃν φιλέεσκε, πατρῴϊον ἔμβαλε πόντῳ· Τὸν δ' ὑποδεξάμενον ἰχθὺν, ἔδησε λίνον· Ἰχθυβόλος μὲν ἄνακτι, ὁ δ' ὤπασεν ᾧ θεράποντι Τὴν ἁλίην· πόρκης δ' ἰχθύος ἐν λαγόσιν. Ἰχθὺν μὲν γαστὴρ ὑπεδέξατο, χεὶρ δέ τε πόρκην· Θαῦμα μέγ'· οὐδ' ἐθέλων εὕρατο κεῖνος ἄχος. Ὣς καὶ ἐγώ· μύθῳ γὰρ ἐμῷ φθόνος ἄγριον αἰεὶ Ὄμμα φέρει· σιγῆς βένθος ἐπεσπασάμην. Τόσσον ἐμοὶ Σαμίοιο· τόδ' αὔριον οὐ σάφα οἶδα, Εἰ κακὸν ἠὲ καλὸν ἀντιάσειε τέλος.  1322 Ἀλλά γε δὴ φθόνον ἴσχε, βροτῶν ἄκος, ἐκ δέ με πικρῶν Γλωσσῶν ἐξερύσας, σὴν ἐπὶ λάμψιν ἄγοις· Ἔνθα σε σὺν φαέεσσιν ἀειζώοισι γεραίρων, Μέλψομ' ἀπὸ στομάτων ἦχον ἐναρμόνιον. ∆έχνυσο καὶ τάδε χειρὸς ἐναυδέα, ὡς μὲν ἔχοιτε Ἡμετέρης σιγῆς μνημόσυνον λαλέον."
  ]
}