{
  "title": "Carmina de se ipso: ΞΗʹ. Εἰς ἑαυτόν.",
  "paragraphs": [
    "Λέγουσιν οἱ μισοῦντες (ὡς δ' ἐμοὶ δοκεῖ, Λέγουσιν οὐ δίκαια· Πῶς γὰρ δίκαιον τοὺς φίλους περιφρονεῖν, Ὡς μὴ Θεὸν λέγοιμι, Ὧ πρόσθε κεῖται πάντα, καὶ γινώσκεται Σαφῶς, ὀξὺ βλέποντι)· Ἀλλ' οὖν λέγουσι τῷ φθόνῳ νικώμενοι, Φθόνῳ παθῶν δικαίῳ, Τήκοντι τοὺς ἔχοντας, ὥσπερ ἄξιον. Τί οὖν, ἄθρει, λέγουσι. Λέγουσιν, ὡς αὐτοί με τὸν δυσδαίμονα 1410 (Καὶ γὰρ δοκοῦσι τοῦτο) Κωνσταντίνου βαλόντες ἐκτὸς ἄστεος Ἀπωφρύωσαν. Εὖγε· Βαρὺς γὰρ αὐτοῖς, καὶ θράσους ἤμην γέμων. Τέμνων ὁδοὺς ἀτρίπτους, Ἐθῶν πατρῴων καὶ νόμων διαφθορεὺς, Εἴπερ νόμος τὰ φαῦλα, Πλούτου, τύφου τε, θρύψεως, φιλαρχίας, Τῶν νῦν ἐπικρατούντων. Οὕτω γάρ εἰσι τὴν φρόνησιν ἄθλιοι, Ὥστ' οὐ λέγειν ὀκνοῦσιν, Ἃ καὶ λεγόντων ἐγκαλύπτεσθ' ἦν πρέπον Ἄλλων ἀπεχθαιρόντων.  1411 Οὕτω τι τυφλόν ἐστιν ἡ μοχθηρία, Καὶ τὸ φρονεῖν βλάπτουσα. Οὗτοι μὲν οὖν ἔῤῥοιεν ἐκ μέσου λόγου· Οὐδὲν πρὸς ἡμᾶς ταῦτα, Οὔθ' οἱ κακῶς λέγοντες, οὔθ' οἱ δεξιῶς. Ῥείτωσαν ὡς θέλουσιν· Γλώττης γὰρ οὐδέν ἐστιν εὐστροφώτερον· Λέγῃ τι καὶ πρὸς ἡμῶν. Πολλοὶ τάδ' οἱ λέγοντες ἀκριβέστερον, Ὡς ἀφθόνως λέγοντες. Ἃ δ' οἴομ' εἰπὼν τήν τινων στήσειν βλάβην, Τάδ' ἐστὶν εἰπεῖν κρεῖσσον·",
    "1412 Πολὺς γάρ ἐστιν εἰς τὸ χεῖρον ὁ δρόμος, Κἂν μηδενὸς κινοῦντος. Λέγουσιν, ὡς ἁδρῶν μὲν ἡσσῶμαι θρόνων, Ὡς τῶν, ἀφ' ὧν κατῆλθον, Τοὺς δ' ἂν πένητας, καὶ στενοὺς διαπτύω, Τὰ σφῶν σαφῶς λέγοντες. Ὃ γὰρ πέπονθε, τοῦτο καί τις οἴεται· Ἀλλ' οὐκ ἐγὼ πέπονθα. Τοῖς μὲν προσήχθην, τῶν δ' ἀπήχθην οὐχ ἑκὼν, Οὕτω Θεοῦ τυποῦντος. Τοῖς μὲν προσήγαγέ με δῆμος, ποιμένες, Καὶ γλῶσσαν αἰτοῦν Πνεῦμα.  1413 Λαὸν γὰρ ἐχρῆν ἄγριον καταρτίσαι Στεῤῥῷ βίῳ, λόγῳ τε, Πολλαῖς καμόντα δογμάτων καταδρομαῖς, Ὡς ναῦν μέσην κλύδωνος. Τοῖς δ' οὐ προσήγαγ' ἡ λύσις τοῦ σώματος Καθ' ἡμέραν θνήσκοντος. Ἦμεν καλοί τε κἀγαθοὶ, (τίς ἀντερεῖ;) Καὶ Πνεύματος γέμοντες, Ὃν νῦν στενὸν, καιροῖς τε συῤῥιπτούμενον Κακοῖς κακῶς βλέπουσιν. Ὑψιθρόνου θ' ἕδρασμα λαὸν ποιμένος Τοῦ πρόσθεν οὔτι μείζω. Ἀλλ' οὐκ ἐμόν γε, πλὴν ὅσα χρήσει χερὸς,",
    "1414 Ὧ καὶ τὸ θαῤῥεῖν εἶχον. Οὐκ ἠγνόουν Ἰωνᾶν, ὃς Θεοῦ λόγον Ἔφευγεν, ἀλλ' ἐλήφθη Κλύδωνι, κλήρῳ, θηρίῳ, γαστρὶ, βράσει, Ἐξ ὧν ὁ κήρυξ, κήρυξ. Ἀλλ' εἶχον ὥς τις ὢν ἐλεύθερος Θρόνων τε κινδύνων τε. Τὸν νοῦν δὲ πυκνὸς εἰς Θεοῦ κοινωνίαν Ἔσπευδον, ἡσύχαζον. Ἐπεὶ δ' ἅπαντες, ὡς νεκροῦ δυσωδίᾳ, Γῦπες κατέστησάν μου, Καὶ λαὸν ἐσπάρασσον εὐώνοις τομαῖς, Πῶς ἤγαγές με, Χριστὲ,  1415 Ζωῆς χαλινὲ τῆς ἐμῆς καὶ καρδίας; Σὸν γὰρ τόδ' ἐστὶν ἔργον. Ὡς Λάζαρόν με τετραήμερον, τάφων Ἐξήγαγες βοήσας. Ἀνίσταμ', οἱ δ' ἔπτηξαν· ἀλλὰ, Χριστέ μου, Καὶ σάρκα τήνδε πῆξον, Ἣν σοί γε κέκτημ', ᾧ φέρων ζωὴν ἐμὴν Πᾶσάν γ' ἔδωκα δῶρον. Καὶ λάκκον ᾤκησ' ἀγρίων θηρῶν μέσος. Εἰ δ' ἔκτασις λέοντας Ἔφραξε χειρῶν [τὸν δ' ἔσωσε ∆ανιὴλ], Καὶ νῦν λέοντες· σῶζε (Τί λοιπὸν, ἢ σφᾶς τοὺς κακοὺς περισκοπεῖν; Ἡττήμεθ', ὦ κάκιστοι)·  1416 Τοὺς μὲν κατείργοις ἐνδίκοις τιμωρίαις, Καὶ τοῖς χαλῶν ὀργῆς τι, (Τὴν ἄκρατον γὰρ χεῖρα τίς σου δέξεται, Τίσιν μιᾶς ἐννοίας;) Τοὺς δ' ἐκφοβοίης, τοὺς δὲ δοξάζοις, Ἄναξ, Ὅσοι δοξάζουσί σε· Ἄμυν', ἄμυνε τοῖς φίλοις. Τεθνήκαμεν· Ἐπισκοπὴν ποίησον Τῶν πρὸς σὲ χεῖρας εἰδότων αἴρειν μόνον. Γελῶσιν οἱ κάκιστοι Τὴν σὴν πρόνοιαν, οὐδὲ κριθήσεσθ' ἴσως ∆οκοῦσι τῷ φυσᾶσθαι. Τὸ μικρὸν αὔξοις ποίμνιον, καὶ ποιμένα Τὸν μικρὸν ἐκ μεγίστου.",
    "1417 Σοῦ δ' ἂν θέλοντος, κἀκ μικροῦ πάλιν μέγας Τοῖς σοῖς θρόνοις γενοίμην."
  ]
}