{
  "title": "Carmina de se ipso: ΜΓʹ. Πρὸς ἑαυτὸν κατὰ πεῦσιν καὶ ἀπόκρισιν.",
  "paragraphs": [
    "Ποῦ δὲ λόγοι πτερόεντες; ἐς ἠέρα. Ποῦ νεότητος Ἄνθος ἐμῆς; διόλωλε. Τὸ δὲ κλέος; ᾤχετ' ἄϊστον.  1347 Ποῦ σθένος εὐπαγέων μελέων; κατὰ νοῦσος ἔκαμψε. Ποῦ κτῆσις καὶ πλοῦτος; ἔχει Θεός. Ἄλλα δ' ἀλιτρῶν Ἁρπαλέαις παλάμῃσι πόρε φθόνος. Οἱ δὲ τοκῆες, Ἠδὲ κασιγνήτων ἱερὴ δυάς; ἐς τάφον ἦλθον. Μούνη μοι πάτρη περιλείπετο· ἀλλ' ἄρα καὶ τῆς, Ὄρσας οἶδμα κελαινὸν, ὁ βάσκανος ἤλασε δαίμων. Καὶ νῦν ξεῖνος, ἔρημος ἐπ' ἀλλοτρίης ἀλάλημαι, Ἕλκων ζωήν τε λυπρὴν, καὶ γῆρας ἀφαυρὸν, Ἄθρονος, ἀπτολίεθρος, ἄπαις, τεκέεσσι μεμηλὼς, Ζώων ἦμαρ ἐπ' ἦμαρ ἀειπλανέεσσι πόδεσσι. Ποῖ ῥίψω τόδε σῶμα; τί μοι τέλος ἀντιβολήσει; Τίς γῆ, τίς δὲ τάφος με φιλόξενος ἀμφικαλύψει; Τίς δ' ὄσσοις μινύθουσιν ἐμοῖς ἐπὶ δάκτυλα θήσει,  1348 Ἦ ῥά τις εὐσεβέων, Χριστοῦ φίλος, ἦ ῥα κάκιστος; Ταῦτα μὲν αὔρα φέροι. Τυτθῆς φρενὸς ἥδε μεληδὼν, Εἴ τε τάφῳ δώσει τις ἐμὸν δέμας, ἄπνοον ἄχθος, Εἴ τε καὶ ἀκτερέϊστον ἕλωρ θήρεσσι γένοιτο, Θήρεσιν, ἠὲ κύνεσσιν ἑλώριον, ἢ πετεηνοῖς, Εἰ δ' ἐθέλεις, πυρίκαυστον ἐς ἠέρα χείρεσι πάσσοις, Ἠὲ κατὰ σκοπέλων μεγάλων ῥίψειας ἄτυμβον, Ἢ ποταμοῖσι πύθοιτο, καὶ ὑετίῃσι ῥοῇσιν Οὐ γὰρ ἄϊστος ἐγὼ μόνος ἔσσομαι, οὐδ' ἀσύνακτος. Ὡς ὄφελον! πολλοῖς τόδε λώϊον. Ἀλλ' ἄμα πάντας Ὕστατον ἦμαρ ἄγει περάτων ἄπο, νεύμασι θείοις, Εἴ που καὶ σποδιή τις, ὀλωλότα θ' ἅψεα νούσῳ. Ἓν δὲ τόδ' αἰάζω, καὶ δείδια βῆμα Θεοῖο,",
    "1349 Καὶ ποταμοὺς πυρόεντας, ἀφεγγέα τ' αἰνὰ βέρεθρα Χριστὲ ἄναξ, σὺ δέ μοι πάτρη, σθένος, ὄλβος, ἅπαντα. Σοὶ δ' ἄρ' ἀναψύξαιμι, βίον καὶ κήδε' ἀμείψας. Μ∆ʹ. Εἰς τοὺς διαβάλλοντας τοὺς μοναχοὺς, καὶ εἰς ἐπιπλάστως μονάζοντας. Πρώην τις μὲ τρυφᾷν διετείνετο τῶν ἀνοήτων Καὶ διαθρυπτομένων, πλούσιος, ὑψιτένων· Ἄλλα τε πολλὰ λέγων, καὶ πλουτεῖν κῆπον ἔχοντα, Καὶ ἀπραγμοσύνην, καὶ μετρίαν λιβάδα. ∆άκρυα δ' αὖ σιγᾷς, εἶπον, τάλαν, ἠδὲ χαλινὰ  1350 Γαστρὸς, καὶ γονάτων τραύματα, κἀγρυπνίην. Οἷς μοναχοὶ νεκροῦσι τὰ σώματα, οἵ γε ἀληθῶς· Τοὺς γὰρ ἀπαιδεύτους ῥίψομεν ἐς κόρακας. Πράγματα δ' οἷα δοκεῖς ψυχὴν πάσχειν πολεμοῦσαν Σώματι, καὶ κόσμῳ ἀντικαθεζομένην; Οἱ μοναχοὶ τί λέγουσιν, ἀκούσατε, ὦ φιλόκοσμοι, Οἱ τῆς προσκαίρου, τῆς μεγάλης ὀφρύος· Κέκτησθε, πλουτεῖτε γάμος, τέκνα, πάντα τὰ τερπνὰ Ὑμέτερ', εἴτε τι γῆ, εἴτε θάλασσα τρέφει. Ἡμεῖς δ' ἂν πηγὴν, ἢ κηπίον, ἢ μικρὰν αὔραν, Ἢ σκιὰν ἐκ δένδρων, κτήματ' ἐλαφρότατα, Σχῶμεν, ἔπειτα τρυφὴν τόδε φάσκετε. Ἦ καὶ ἀναπνεῖν Οὐ δεῖ Χριστιανούς, τοῦτ' ἀδικεῖσθε μόνον;",
    "1351 Εἷς νόμος, εἷς δὲ Θεὸς, κλῆσις μία· πάντας ὁμοίως Σωθῆναι Χριστὸς σάρκ' ἀποδυσαμένους Βούλεται. Ἀλλ' ἡμᾶς συνελαύνετε εἰς τὸ τέλειον, Ὡς χρέος ἀνθρώποις οὐδὲν ὑποσχομένους. Εἰ δὲ Θεῷ, τοῦτ' αὐτὸς ἐπίσταται, οὐχὶ σὺ κρίνειν Ἄξιος ὄντα κακὸν, χείρονα τραύματ' ἔχων. ὡς στυγνὸς, ὦ νεανίσκε, καὶ ὠχρὸς, κἀνυπόδητος, Αὐχμηρός τε κόμην, φθεγγόμενός τε μόγις! Καὶ ζώνης διαρεῖ τὸ χιτώνιον, ἥ τε μέλαινα ∆ιπλοῒς εὐτάκτως ἕλκετ' ἐς ἀστραγάλους. Ταῦτ' εἰ μὲν διὰ πίστιν, ὁ πᾶς βίος ἐστὶν ἔλεγχος· Εἰ δὲ ζωγραφίαν, ἄλλος ἐπαινεσάτω.  1352 Μηκέτι μήτ' ἀρότρου μελέτω τινὶ, μηδὲ δικέλλης, Μηδὲ φόρους διδότω, μὴ γονέας τρεφέτω. Ἔστω σοι πώγων τε βαθὺς, καὶ σάκκινος ἔσθος, Καὐχέν' ἐπιθρύπτων, δόγματα καινὰ τίθει. Ἂν δὲ σολοικίζῃς, καὶ πάντας ὁμοῦ καταλεύῃς, Ἄγγελος· οὐδὲ τρίχες ἰσχὺν ἔχουσ' ὀλίγην. Εἴ τις νῦν ἀκάθαρτον ἔχει βίον, ἢ πλεονέκτην, Ἢ χεῖρας φονίους, ἢ λεγεῶνα μέγαν, Μηδὲ μελῶν τήξει, μὴ δάκρυσι, μήτε πόνοισιν Αὑτὸν ἀποσμήχοι, μῦθος ἅπαντα τάδε· Ἀλλὰ βίβλους στρεφέτω, καὶ ῥήματα πάντ' ἀναλέξας, Αἱρεσιαρχείτω· τοῦτο λύσις κακίης.",
    "1353 Κόπτειν σάρκα παχεῖαν ἐν εἴδεσι πᾶσιν, ἄριστον Εὐχαῖς, νηστείαις, φροντίσιν, ἀγρυπνίαις. τὸν μὲν γὰρ καθαρὸν, καθαρώτερον εἰκὸς ὑπάρξαι· Τὸν δὲ κακὸν, τῆξαι τῆς κακίης τι μέρος. Εἰ δέ τίς ἐστ' ἐπίπλαστος, ἐμοὶ καὶ τοῦτον ἀρέσκει Κόπτεσθ', ὥστε δίκας τῆς ἀπάτης διδόναι Τὰς παχέας σάρκας, καὶ γαστέρα ὄγκον ἔχουσαν Ἡ λεπτὴ χωρεῖν εἴσοδος οὐ δύναται."
  ]
}