{
  "title": "Carmina de se ipso: ΑΗʹ. Ὕμνος εἰς Χριστὸν μετὰ τὴν σιωπὴν, ἐν τῷ Πάσχα.",
  "paragraphs": [
    "Χριστὲ ἄναξ, σὲ πρῶτον, ἐπεὶ λόγον ἠέρι δῶκα, ∆ηναιὸν κατέχων, φθέγξομ' ἀπὸ στομάτων, Ἁγνοτάτου ἱερῆος ἁγνὸν θύος, εἰ θέμις εἰπεῖν, Τόνδε λόγον προχέων ἡμετέροιο νόου. Πατροφαὲς, μεγάλοιο νόου Λόγε, φέρτερε μύθου,  1326 Φωτός τ' ἀκροτάτου φῶς ἄκρον, Οἰόγονε, Εἰκὼν ἀθανάτοιο Πατρὸς, καὶ σφρηγὶς ἀνάρχου, Πνεύματι τῷ μεγάλῳ συμφαὲς, εὐρυμέδων, Αἰῶνος πείρημα, μεγακλεὲς, ὀλβιόδωρε, Ὑψίθρον', οὐράνιε, πανσθενὲς, ἆσθμα νόου, Νωμητὰ κόσμοιο, φερέσβιε, δημιοεργὲ Ὄντων, ἐσσομένων. Σοὶ γὰρ ἅπαντα πέλει, Ὃς κόσμοιο θέμεθλα, καὶ ὁππόσα ἐστὶ θέλοντος, ∆ησάμενος φορέεις νεύμασιν ἀπλανέως. Σοὶ μὲν, ἄναξ, Φαέθων ὑψίδρομος ἄστρα καλύπτει, Κύκλον ὑπερτέλλων ἔμπυρον, ὡς σὺ νόας. Σοὶ ζώει, φθινύθει τε ἀμοιβαδὶς, ὄμμα τὸ νυκτὸς, Μήνη, πλησιφαὴς αὖθις ἐπερχομένη.  1327 Σοὶ δὲ ζωοφόρος τε κύκλος καὶ μέτρα χορείης, Ὥραις μέτρα φέρει ἤπια κιρναμέναις. Ἀπλανέες τε πλάνοι τε παλίμπορον ἀΐσσοντες Ἀστέρες ἠγαθέης εἰσὶ λόγος σοφίης. Σὸν φάος εἰσὶν ἅπαντες, ὅσοι νόες οὐρανίωνες Μέλπουσι Τριάδος δόξαν ἐπουρανίης. Σὸν βροτὸς αὖ κλέος ἐστὶν, ὃν ἄγγελον ἐνθάδ' ἔθηκας Ὑμνοπόλον τῆς σῆς, ὦ φάος, ἀγλαΐης. Ἄμβροτέ μοι βροτέει τε, παλιγγενὲς, ὕψος ἄσαρκον, Ὑστάτιον θνητῶν πήμασι σαρκοφόρε, Σοὶ ζῶ, σοὶ λαλέω, σοὶ δ' ἔμπνοός εἰμι θυηλὴ, Ἣ μούνη κτεάνων λείπετ' ἀφ' ἡμετέρων. Σοὶ καὶ γλῶσσαν ἔδησα, καὶ οὔασι μῦθον ἔλυσα· Λίσσομαι ἀλλὰ πόροις ἀμφότερ' εὐαγέως.",
    "1328 Φθέγξομαι, ἅσσ' ἐπέοικεν· ἃ δ' οὑ θέμις, οὐδὲ νοήσω. Ῥεύσω μαργάρεον, βόρβορον ὠσάμενος, Χρυσὸν ἀπὸ ψαμάθοιο, ῥόδον κραναῆς ἀπ' ἀκάνθης· Λέξομ' ἀπ' ἀσταχύων σῖτον, ἀφεὶς καλάμην. Ταῦτά σοι ἡμετέροιο θαλύσια, Χριστὲ, πόνοιο Γλῶσσ' ἀπερευγομένη πρῶτον ἀνῆψεν ἔπος. Σήμερον ἐκ νεκύων Χριστὸς μέγας, οἷσιν ἐμίχθη, Ἔγρετο, καὶ θανάτου κέντρον ἀπεσκέδασε, Καὶ ζοφεροὺς πυλεῶνας ἀμειδήτου ἀΐδαο Ῥήξατο, καὶ ψυχαῖς δῶκεν ἐλευθερίην. Σήμερον ἐκ τύμβοιο θορὼν, μερόπεσσι φαάνθη, Οἷς γένεθ', οἷσι θάνεν, οἷς ἔγρετ' ἐκ νεκύων, Ὥς κε παλιγγενέες τε καὶ ἐκ θανάτοιο φυγόντες, Σοὶ συναειρώμεσθ' ἔνθεν ἀνερχομένῳ.  1329 Σήμερον αἰγλήεις σε μέγας χορὸς ἀμφιγέγηθεν Ἀγγελικὸς, μέλπων ὕμνον ἐπιστέφιον. Σήμερον ἦχον ἔπνευσα, μεμυκότα χείλεα σιγῇ Λύσας, ἀλλά μ' ἔχεις ὑμνοπόλον κιθάρην. Νῷ νόον ἔνδον ἔρεξα, λόγῳ Λόγον· αὐτὰρ ἔπειτα Ῥέξω καὶ μεγάλῳ Πνεύματι, ἢν ἐθέλῃ."
  ]
}