{
  "title": "Carmina de se ipso: Νʹ. Κατὰ τοῦ πονηροῦ εἰς τὴν νόσον.",
  "paragraphs": [
    "Ἤλυθες αὖθις ἔμοιγε, δολοπλόκε ὡς ἐνοήθης, Βένθος ἐμῆς κραδίης ἔνδοθι βοσκόμενος, Καὶ πολλοῖς κρατεροῖς τε τινάγμασι τοῦδε βίοιο, Εἰκόνα τὴν ἱερὴν γνὺξ βαλέειν ποθέων· Σαρξὶν ἐρισθενέεσσιν ἐνήλαο, καί μ' ἐδάϊξας Εἰς πόδας ἐκ κεφαλῆς, ῥεύματι δεσμὰ λύσας  1386 Τῷ ξηρὴν ἐδίηνε Θεὸς φύσιν, ὡς ἐκέρασσε Τῇ ψυχρῇ λιαρὴν κοσμογόνῳ σοφίῃ, Ὥς κεν ἰσοστασίη δέμας ἄρτιον ἅμα φυλάσσοι, Τὴν δὲ διχοστασίην καὶ βιότοιο φύγω. Ἤλυθες ἀνδροφόνοισι νοήμασιν, ἐς δ' ἐμὲ, τλῆμον, Σῆς δνοφερῆς κακίης ἰὸν ἔχευσας ὅλον. Οὐχ ἅλις ἦεν ἔμοιγε βαρύστονα γήραος ἕλκειν Ἄλγεα, καὶ σκοπέλων ἄχθεα τρινακρίων· Ἀλλά με καὶ στυγερὴ κατεδάσσατο δάπτρια νοῦσος, Τηκεδανὴ μελέων, εἰς ἔτος ἐξ ἔτεος. Τοῖσιν ἐπαιάζω, καὶ στείνομαι, ὡς ὅτε τις λὶς Ἄλκιμος, ἐμπλεχθεὶς ἄρκυσι θηροφόνων. Οὐ μύθων ποθέω σκιρτήματα, οὐκ ἐρατεινὴν Πᾶσιν ὁμηλικίην, οὔτε μὲν εὐθαλίην,",
    "1387 Οὐκ ἀγορὰς πολίων, οὐκ ἄλσεα, οὐδὲ λοετρὰ, Οὐδ' ὅσα τοῦ δολεροῦ ἄνθεα τοῦδε βίου. Ταῦτα γὰρ οὐδὲ πάροιθεν ἐμοὶ φίλα, ἐξότε Χριστὸν Ἀγκασάμην, χθονίων τῆλ' ἀπανιστάμενος. Αἰάζω δ' ὅτι με Χριστοῦ μεγάλοιο λέλοιπεν Ὄμμα ζωοφόρον, ᾧ μέλον, εἴποτ' ἔην, Ὅς με καὶ ἐν σπλάγχνοισιν ἁγνῆς κύδηνε τεκούσης, Καὶ πόντου κρυεροῦ ῥύσατο, καὶ παθέων. Αἰάζω λαοῖο θεόφρονος ἡνία ῥίψας, Οὐ μὲν ἀποῤῥίψας, οὔτι δὲ χερσὶ φέρων· Ὃς πρόσθεν μύθοισιν ἀγάλλετο ἡμετέροισιν, Ἡνίκ' ἀπὸ γλώσσης τρισσὸν ἔλαμπε σέλας. Νῦν γε μὲν, ὡς λιπόμαστος ἐν ἀγκαλίδεσσι τεκούσης Νηπίαχος θηλὴν ἔσπασεν αὐαλέην  1388 Χείλεσι διψαλέοισι, πόθον δ' ἐψεύσατο μήτηρ, Ὣς ἄρ' ἐμῆς γλώσσης λαὸς ἀποκρέμαται, Ἰσχανόων πηγῆς πολλοῖς τὸ πάροιθε ῥεούσης, Ἧς νῦν οὐδ' ὀλίγην ἰκμάδα οὔατ' ἔχει. Ἄλλοι μὲν προχέουσι γλυκὺν ῥόον, οἱ δ' ἀΐοντες Ἄχνυντ'· οὐ γὰρ ἑοῦ πατρὸς ἔχουσι λόγον. Ποῦ μοι παννυχίων μελέων στάσις, οἷς ὑπερείδων Τοὺς πόδας βεβαὼς, ἔμπνοος ὥστε λίθος. Ἢ μοῦνος Χριστῷ ξυνούμενος, ἢ σὺν ὁμίλῳ, Τέρψιν ἔχων ἱερῶν ἀντιθέτων μελέων; Ποῦ καμπτῶν γονάτων γλυκερὸς πόνος, ὃν προπάροιθε ∆άκρυα θερμὰ χέον, νοῦν σκοτίην συνάγων; Ποῦ δὲ πενητοκόμοι παλάμαι, περὶ νοῦσον ἕπουσαι; Ποῦ τῆξις μελέων οἴχεται ἀδρανέων;",
    "1389 Οὐκέτι μὲν θυέεσσιν ἁγνοῖς ἐπὶ χεῖρας ἀείρω, Τοῖς μεγάλοις Χριστοῦ μιγνύμενος πάθεσιν. Οὐκέτι δ' ἀθλοφόροισι φίλην ἵστημι χορείην, Εὐφήμοισι λόγοις τίμιον αἷμα σέβων. Εὐρὼς δ' ἀμφὶ βίβλοισιν ἐμαῖς, μῦθοι δ' ἀτέλεστοι, Οἷς τίς ἀνὴρ δώσει τέρμα, φίλα φρονέων; Πάντ' ἔθανε ζώοντι· βίος δέ μοί ἐστιν ἀφαυρὸς, Νηὸς ἀκιδνότερος, τὴν λίπον ἁρμονίαι· Ἀλλ' ἔμπης εἰ καί με, βαρύστονε δαῖμον, ἐλαύνεις, Οὔ ποτέ σοι κάμψω γούνατ' ἐμῆς χραδίης· Ἀλλ' ἄτρωτος, ἄκαμπτος, ἐμὴν ἐς μητέρα γαῖαν ∆ύσομ'· ἔχοι σκώληξ τὴν ὄφεως δαπάνην. Τύπτε δορὴν, ψυχὴ δ' ἄρ' ἀνούτατος· εἰκόνα θείην Παρστήσω Χριστῷ, τὴν λάχον, ἀνδροφόνε.  1390 Καὶ γὰρ πρόσθε πέδησας Ἰὼβ μέγαν, ἀλλ' ἐδαμάσθης, Ὥς μιν ἀεθλοθέτης ἐστεφάνωσε μέγας, Καὶ θῆκεν περίβωτον ἑῷ κηρύγματι νίκην, Πάντα δ' ἔδωκεν ἔχειν διπλᾶ, τά οἱ κέδασας. Τοῖος ἐνηείης Χριστοῦ νόμος· ἀλλά μ' ἄνωχθι Ὀψέ περ ἀρτεμέειν· σὸς λόγος ἐστὶν ἄκος. Λάζαρος ἐν νεκύεσσιν ἐγὼ νέος, ἀλλὰ βόησον, Ἔγρεο, καὶ ζήτω σοῖσι λόγοισι νέκυς. Λυσιμελὴς νέος εἰμὶ ὁ λέκτριος, ἀλλὰ βόησον, Πήγνυσο, καὶ κλίνην βήσομαι ὕψι φέρων. Σῶν κλέπτω θυσάνων παλάμαις ἄκος, ἀλλὰ ῥέεθρον Αἵματος ἴσχε τάχος σαρξὶ μαραινομέναις. Σοὶ δ' ὑποκάμπτομ' ἔγωγε, τεὸν λάχος, ὡς Χαναναία, Γυρὸν ἔχουσα δέμας, ἀλλ' ἀνάειρέ μ', Ἄναξ.",
    "1391 Πόντος ἄνω, σοὶ δ' ὕπνος ἔπι γλυκύς· ἀλλὰ τάχιστα Ἔγρεο, καὶ στήτω σοῖσι λόγοισι σάλος. Ἔστι μὲν ἄλγος ἔμοιγε, καὶ ἅψεα νοῦσος ἔχουσα. Οὐ γὰρ δὴ βροτέων πάμπαν ἀμοιρέομεν, Οὔτ' ἐγὼ, οὔτε τις ἄλλος, ἐπεὶ Θεὸς ὧδε κελεύει, Μή τιν' ὕπερθε φέρειν ὀφρὺν ἐπουρανίου, Πάντας δ' ἐς μεγάλοιο Θεοῦ λεύσσοντας ἀρωγὴν, Χρειοῖ κέντρον ἔχειν πλεῖον ἐπ' εὐσεβίῃ. Ἀλλ' ἔμπης οὐ τόσσον ὀδύρομαι εἵνεκα νούσου, (Νοῦσος γὰρ νοερῷ καί τινα ῥύψιν ἔχει, Ἧς πάντες χατέουσι, καὶ ὃς μάλα καρτερός ἐστι· ∆εσμὸς γὰρ θνητοῖς καί τι μέλαν φορέει·) Ὁσσάτιον χθαμαλῶν περικήδομαι, ἄλγεα πάσχων, Μή τις ὀλισθήσῃ πήμασιν ἡμετέροις.  1392 Παῦροι μὲν μερόπων κρατερόφρονες, οἵ ῥα Θεοῖο ∆έχνυντ' ἀσπασίως πᾶσαν ἐπιστασίην, Τερπνῶν τε λυπρῶν τε, λόγον δ' ἐπὶ πᾶσιν ἴσασιν, Εἰ καὶ κρυπτὸν ἑῆς βένθος ἔχει σοφίης. Πολλοὶ δ' εὐσεβέεσσιν ἐπιθρώσκουσιν ἀκιδνοῖς. Ὡς θεολατρείης οὐδὲν ἔχουσι γέρας· Ἢ καὶ πάμπαν ἄτιμον ἐνὶ στήθεσσι νόημα Ἵσταντ', αὐτομάτην πᾶν τόδε πῆξιν ἔχειν, Οὐδὲ Θεὸν μεδέοντα βροτήσια πάντα κυβερνᾷν· Οὐδὲ γὰρ ἂν τοίους οἴακας ἄμμι φέρειν. Τῶν μνῆσαι, καὶ ἄλαλκε τεῷ θεράποντι, μέγιστε, Μηδ' ἐπὶ λωβητὸν τέρμα βάλῃς βιότου. Σὸς λάτρις οὗτος ἔγωγε, τεοῖς δ' ἐπὶ χεῖρας ἰάλλω ∆ώροις, καὶ κεφαλαῖς τῶν ὑποκλινομένων,",
    "1393 Καὶ νούσων καλέουσιν ἀρηγόνα. Ἵλαθι, Χριστέ· Εἰ δέ τ' ἀποκρύπτεις, δὸς σθένος ἀθλοφόρον. Μήτε με πάμπαν ἄτιμον ἔχοις, Λόγε, μηδ' ἐπίμοχθον, Μήτ' ἀχάλινον ἄγοις, μήτε δυηπαθέα. Κέντρῳ νύσσε, Μάκαρ, μὴ δούρατι· μήτε με κούφην, Μηδ' ὑπεραχθομένην νῆα θάλασσα φέροι. Καὶ κόρος ὑβρίζει, καὶ ἄλγεα νυκτὶ καλύπτει. Ἀντιταλαντεύοις τίσιν ἀπημοσύνῃ. Ἔσχες ἀγηνορέοντά μ', ὑπερμογέοντ' ἐλέαιρε, Ὡς ἔτ' ἐνηείης καιρὸς, ἀριστόδικε. Ἅζομ' ἐμὴν πολιήν τε καὶ ἅψεα αὐτοδάϊκτα, Καὶ θυσίας, μογέων πήμασι, καὶ θεόθεν. Ἀλλὰ τί μοι τὰ περισσὰ νόμους θεότητι τίθεσθαι, Τῇ με, Χριστὲ, φέροις σὸν λάτριν, ὡς ἐθέλοις. 1394"
  ]
}