{
  "title": "Carmina de se ipso: ΠΗʹ. Εἰς τὴν ἑαυτοῦ ψυχὴν στίχοι ἡμίαμβοι.",
  "paragraphs": [
    "Τί σοι θέλεις γενέσθαι; Ψυχὴν ἐμὴν ἐρωτῶ. Τί σοι μέγ', ἢ τί μικρὸν Τῶν τιμίων βροτοῖσι; Ζήτει μόνον τι λαμπρὸν, Καὶ δώσομεν προθύμως. Θέλεις τὰ Γύγεώ σοι Τοῦ Λυδίου γενέσθαι, Καὶ δακτύλῳ τυραννεῖν, Τὴν σφενδόνην ἑλίσσων, Κρύπτουσαν, εἰ κρύπτοιτο, Φαίνουσαν, εἰ φαίνοιτο; Θέλεις τὰ Μίδεώ σοι Τοῦ πλουσίως θανόντος, Ὧ χρυσὸς ἦν τὰ πάντα,  1436 Χρυσοῦν φέροντα λιμὸν, Εὐχῆς δίκην ἀμέτρου; Θέλεις λίθους διαυγεῖς, Πλάτη τε γῆς λιπώσης, Καὶ ποιμνίων ἀριθμοὺς, Βοῶν τε καὶ καμήλων; Οὐ ταῦτα δώσομέν σοι· Λαβεῖν γὰρ οὐδὲ λῷον, Ἀλλ' οὔτ' ἔμοιγ' ἀνυστόν. Ἔῤῥιψα γὰρ μερίμνας, Ἀφ' οὗ Θεῷ προσῆλθον. Θέλεις θρόνους τε κ' ἀρχὰς, Καιροῦ φρύαγμα πίπτον, Ἵν' αὔριον καθεσθῇς Κάτω βλέπων ταπεινὸν, Ἄλλου τραχηλιῶντος, Ὃς ἦν παραστάτης σοι, Τυχὸν δὲ καὶ κακῶν τις; Θέλεις γάμῳ δεθῆναι, Βλακεύμασιν ἀνάγνοις, Καιροῖς δὲ συστραφῆναι· Θέλεις νόσον γλυκεῖαν, Εὐτεκνίας μέριμναν; Εὐτεκνίαν δ' ἂν εἴπω ∆υστεκνίαν, τί φήσεις;",
    "1437 Θέλεις λόγοις βοᾶσθαι, Καὶ συλλέγειν θέατρα; Ποθεῖς νόμους πιπράσκειν Οὐκ ἐνδίκοις παλαισμοῖς, Φέρειν τε καὶ φέρεσθαι Πρὸ βημάτων ἀθέσμων; Αἰχμὴν θέλεις τινάσσειν, Πνέων ἀρήϊόν τι, Καὶ στέμμα τ' ἐξ ἀγώνων, Θηροκτόνον τε κάρτος; Ποθεῖς κρότους ἐν ἄστει, Καὶ χάλκεος τυποῦσθαι; Σκιὰν θέλεις ὀνείρων, Μεταῤῥέουσαν αὖραν, Ῥοῖζον βέλους ἀνίχνου, Ψόφον χερὸς κροτούσης; Τί γὰρ μέγ' εὖ φρονοῦσι Τῶν σήμερον μὲν ὄντων, Ἐς αὔριον δ' ἀπόντων· Ὧν καὶ κακοῖς μέτεστιν, Ὧν οὐ συνέρχεταί τι Ἐντεῦθεν ἐξιοῦσι; Τί οὖν; ἐπεὶ τάδ' οὐχὶ, Τί σοι θέλεις γενέσθαι; Θέλεις θεὸς γενέσθαι, Θεὸς, Θεοῦ μεγίστου Παραστάτης φαεινὸς,  1438 Σὺν ἀγγέλοις χορεύων; Ἴθι, πρόβαινε, ταρσοὺς Ὀξυπτέρου μενοινῆς Κυκλουμένη πρὸς ὕψος. Ἐγὼ πτερὸν καθαίρω Ἐγὼ λόγοις ἐπαίρω, Ὡς εὔπτερόν τιν' ὄρνιν Ἐς αἰθέρα προπέμψω. Σὺ δ', εἰπέ μοι, κάκιστον Ὧ σαρκίον δυσῶδες, Ἐπεὶ συνεζύγην σοι, Ἡ δεσπότις μαγείρῳ, Τί σοι θέλεις γενέσθαι, Πρὸς τὸ πνοὴν κρατεῖσθαι; Οὐ γὰρ πλέον χρεωστῶ, Κἂν πόλλ' ἔχειν βιάζῃ Θέλεις τράπεζαν εὔπνουν Μύρων τε, καὶ μαγείρων Σοφίσμασιν περισσοῖς; Καὶ βαρβίτων χερῶν τε Κροτήματ' οὐκ ἄνοιστρα; Ἁβρῶν κλάσεις τε παίδων Κινουμένων ἀνάνδρως, Καὶ παρθένων ἑλιγμοὺς Γυμνουμένων ἀθέσμως;",
    "1439 Ἃ τοῖς πότοις τυποῦσιν Ὅσοι φιλοῦσιν ὕβριν, Τὸν μαινόλην ἑτοίμως Ὑποφλέγοντες οἶνον. Ταῦτ' εἰ θέλεις παρ' ἡμῶν, Ἔχεις μὲν, ἀγχόνην δέ. Τοιαῦτα τοῖς ἀπλήστοις Ἐγὼ φίλοις πορίζω. Οἶκός σε πέτρινός τις Αὐτώροφος καλύπτῃ, Ἢ μικρὸν ἔργον ὥρας, Εἰ δεῖ τι καὶ πονῆσαι. Τὸ δ' ἔσθος ᾖ καμήλων Τρίχες, νόμῳ δικαίων, Ἢ καὶ δέρος, παλαιᾶς Γυμνώσεως κάλυμμα. Στιβὰς μὲν ἡ τυχοῦσα, Ποαὶ, κλάδοι τε θάμνων Ἅπλωμα πορφυροῦν τι, Καὶ συμπόταις ἀταρβές. Τράπεζα δ' αὐτόθεν σοι Γλυκὺ πνέουσ' ἀνείσθω, Ἃ γῆ φίλη δίδωσιν Ἄτεχνα δῶρα πᾶσιν. Ἐπεὶ δ' ἐθήκαμέν σε, Καὶ θρέψομεν προθύμως.  1440 Θέλεις φαγεῖν; ἔχ' ἄρτον. Ἔχ' ἄλφιτ', εἰ παρείη· Ἅλες δέ σοι τὸ πέμμα, Θύμος θ' ὃν οὐ μετροῦμεν, Ἀπραγμάτευτον ὄψον· Ἔνδεια δ' ἄλλο μεῖζον. Θέλεις πιεῖν; βρύει σοι Ὕδωρ, κρατὴρ ἀείῤῥους, Ποτὸν μέθης ἄποιον, Ἀκλήματον γάνυσμα. Ζητεῖς δὲ καὶ τρυφᾷν τι; Μηδ' ὀξίνης φθονείσθω. Ἀλλ' οὐ τάδ' ἀρκέσει σοι; Τετρημένῳ ποθεῖς δὲ Πίθῳ κακῶς ἐπαντλεῖν Τὰς ἡδονὰς ἀπλήστως; Ἄλλον πόθει ποριστήν. Ἐμοὶ γὰρ οὐ σχολή σε Θάλπειν σύνοικον ἐχθρὸν, Ἵν' ὡς ὄφις κρυμωθεὶς, Θέρμῃ δ' ἔπειτα λυθεὶς, Ἐγκόλπιός με τρώσῃς, Θέλεις δόμους ἀμέτρους Χρυσωρόφους, γραφῆς τε",
    "1441 Καὶ ψηφίδος σοφισμοὺς, Κινουμένους σχεδόν τι· Πλακός τε λάμψιν ἁβρᾶς Ἀντίχροον, πολύχρουν; Θέλεις περιῤῥέουσαν Ἐσθῆτα τῶν ἀθίκτων, Ἐν δακτύλοις τε πλοῦτον, Γελώμενόν τε κάλλος Τοῖς σωφρονεῖν μαθοῦσιν, Ἐμοὶ δὲ καὶ μάλιστα Ὧ κάλλος ἐστὶν εἴσω; Τοῖς μὲν κάτω δὴ ταῦτα Ὑμῖν βροτοῖσι φάσκω, Οἳ ζῆτε τὸ πρὸς ὥραν, Μηδὲν πλέον βλέποντες. Τοῖς δ' εὐγενῶς βιοῦσιν, Ἐπαξίως τε μοίρας Τῆς ἐκ Θεοῦ κραθείσης Τῷ πηλινῷ πάχει μου (Σκόπει πένητος ὄγκον), Οἵαν τροφὴν χορηγῶ; ∆ίελθέ μοι φλογώδη Ῥομφαίαν, ὦ θεόφρον. Θείων γενοῦ γεωργὸς Φυτῶν Λόγῳ θαλλόντων, Ὧν μ' ἐστέρησεν ἐχθρὸς 1442 ∆ι' ἡδονῆς συλήσας. Ξύλῳ πάλιν πρόσελθε Ζωῆς ἀεὶ μενούσης. Ἡ δ' ἔστιν, ὡς ἀνεῦρον, Γνῶσις Θεοῦ μεγίστου, Φάους ἑνὸς τριλαμποῦς, Πρὸς ὃν τὰ πάντα τείνει. Οὕτω μὲν αὐτὸς αὑτῷ Πᾶς τις σοφῶν λαλήσει. Ὃς δ' οὐ θέλει λαλῆσαι, Μάτην βίον παρῆλθεν, Εἴ περ μάτην παρῆλθεν, Μὴ σὺν κακῷ μεγίστῳ."
  ]
}