{
  "title": "Carmina de se ipso: ΛΒʹ. Περὶ τῆς τοῦ βίου ματαιότητος καὶ ἀπιστίας, καὶ κοιποῦ πάντων τέλους.",
  "paragraphs": [
    "Ἤθελον ἠὲ πέλεια τανύπτερος, ἠὲ χελιδὼν Ἔμμεναι, ὥς κε φύγοιμι βροτῶν βίον, ἤ τιν' ἔρημον  1301 Ναιετάειν θήρεσσιν ὁμέστιος (οἱ γὰρ ἔασι Πιστότεροι μερόπων), καὶ ἠμάτιον βίον ἕλκειν, Νηπενθῆ, νήποινον, ἀκηδέα· ἓν τόδ' ἄθηρον Μοῦνον ἔχειν, θεότητος ἴδριν νόον, οὐρανοφοίτην, Ὥς κε γαληνιόωντι βίῳ φάος αἰὲν ἀγείρων. Ἤ τινος ἠερίης σκοπιῆς καθύπερθεν ἀερθεὶς, Βρονταῖον πάντεσσιν ἐπιχθονίοισιν ἀΰσω· Ἄνθρωποι θνητοὶ, ῥοιῆς γένος, οὐδὲν ἐόντες, Οἳ θανάτῳ ζώοντες, ἐτώσια φυσιόωμεν, Μέχρι τίνος ψεύστῃσι καὶ ἠματίοισιν ὀνείροις Παιζόμενοι, παίζοντες, ἐπὶ χθονὶ μὰψ ἀλάλησθε; Ἄθρει δὴ πραπίδεσσι τεαῖς, ἐπὶ πάντας ὁδεύων, Ὡς καὶ ἐγώ· δὴ γάρ με Θεὸς μέγαν ἴδριν ἔθηκεν Ἐσθλῶν τε, στυγερῶν τε, νόος δ' ἐπὶ πάντα φορεῖται.  1302 Οὗτος ἔην θαλερός τε καὶ ἄλκιμος, εὖχος ἑταίρων, Ὑψιβιβὰς, μελέεσσιν ἐριζώοισι τεθηλώς. Οὗτος κάλλιμος ἦεν, ἑωσφόρος, ὄμματα πάντων Ἕλκων, εἴαρος ἄνθος ἐν ἀνδράσιν. Οὗτος ἀγῶσι Κύδιμος· ἔντεσιν οὗτος Ἀρήϊος· οὗτος ἄριστος Θηροφόνων σταδίοισι, καὶ οὔρεσι κάρτος ἐγείρων. Οὗτος δ' αὖ θαλίῃσι καὶ εἰλαπίνῃσι μεμηλὼς, Γαίῃ, καὶ πελάγεσσι, καὶ ἠέρι γαστέρα φέρβων, Νῦν ῥικνὺς, καὶ ἄναλκις (ἀπήνθησεν γὰρ ἅπαντα) Γῆρας ἔβη, τὸ δὲ κάλλος ἀπέπτατο· νεκρὰ τὰ γαστρός. Βαιὸν ἔτ' ἐν μερόπεσσι· τὸ δὲ πλέον, εἰν ἀΐδαο. Οὗτος δ' αὖ μύθοις πνείων μέγα παντοδαποῖσιν· Οὗτος δ' εὐγενέτης τύμβοις φρονέων μεγάλοισιν, Ἢ δέλτοις ὀλίγῃσι νεόγραφον αἷμα λελογχώς.",
    "1303 Οὗτος καρτερόμητις, ἐνὶ πτολίεσσι μέγιστος, Πανδήμοις στομάτεσσι βοώμενος· οὗτος ἄμετρον Πλοῦτον, τὸν μὲν ἔχων, τὸν δὲ φρεσὶν ἔνδον ἀέξων. Οὗτος δ' ὑψιθρόνοιο δίκης πλάστιγξι γέγηθεν. Οὗτος δ' αἱματόεντι ῥάκει, δεσμῷ τε καρήνου Γαίης κάρτος ἔχων, καὶ οὐρανὸν αὐτὸν ἀτίζει Θνητὸς, ἐν οὐ θνητῇσι μετήορος ἐλπωρῇσι. Νῦν τάδε, μικρὸν ἔπειτα κόνις, καὶ πάντες ὁμοῖοι, ∆μῶες, σκηπτροφόροι, θῆτες, πλούτῳ κομόωντες· Εἷς ζόφος, εἷς δὲ δόμος· τόσσον πλέον ὀφρυόεσσιν, Ὅσσον κλεινοτέροιο γόου, τύμβου τε τυχῆσαι, Οὔνομά τ' ἐν λάεσσι λιπεῖν ἐπικήδειον οἰκτροῖς· Ὀψὲ μὲν, ἔμπα δὲ πᾶσιν ἴσον θνητοῖσι τάλαντον.  1304 Ὀστέα πάντες ἀφαυρὰ, σεσηρότα, γυμνὰ κάρηνα. Λῆξε τύφος. Πενίην δὲ μόγος λίπε· νοῦσος ἄϊστος, Ἔχθος, ἀτασθαλίη, πλεόνων πόθος, ὕβρις ἀτειρὴς, Πάντ' ἔθανε φθιμένοισιν ὁμοῦ, καὶ πάντα μέμυκεν, Ἄχρις ἂν ἐγρομένοισι συνέμπορα ἔνθεν ἵκηται. Ταῦτ' οὖν εἰσορόωντες, ἐμοῖς πείθεσθ' ἐπέεσσι, Παῖδες ἐμοὶ (παῖδες γὰρ, ὅσον πλέον εἴρυσα πνεῦμα), ∆εῦρ' ἄγε, κόσμον ἅπαντα, καὶ ὁππόσα τῇδ' ἀλάληται, Ῥίψαντες, κακότητας ἐπιχθονίου βασιλῆος, Ἅρπαγος ἀλλοτρίων, δηλήμονος ἀνδροφόνοιο, Πλοῦτον, ἐϋκλείην, θώκους, γένος, ὄλβον ἄπιστον, Προτροπάδην φεύγωμεν ἐς οὐρανὸν, ᾗχί τε πολλὰ",
    "1305 Κάλλεα μαρμαίροντα φάος περὶ τρισσὸν ἄφραστον. Οἱ δ' ἄλλοι πεσσοῖσιν ἐοικότες ἔνθα καὶ ἔνθα Πίπτοιεν, πεσσῶν τε κυλίσματι τέρψιν ἔχοιεν, Ἢ δνοφερὴν σκοτόμαιναν ἑοῖς ἐπικείμενοι ὄσσοις, Τοίχους ἀμφαφόωντες, ἐπ' ἀλλήλοισι δ' ἴοιεν."
  ]
}