{
  "title": "Carmina de se ipso: Αʹ. Περὶ τῶν καθ' ἑαυτόν.",
  "paragraphs": [
    "Χριστὲ ἄναξ, ὃς ἁγναῖς ποτ' ἀειρομέναις παλάμῃσι Σταυροτύποις Μωσῆος ἐπ' οὔρεϊ σοῦ θεράποντος, Ἔκλινας Ἀμαλὴκ ὀλοὸν σθένος· ὅς τε ταθείσαις Χείρεσιν ἐν βόθρῳ ∆ανιὴλ ὕπο, δεινὰ λεόντων Χάσματα, καὶ φρικτὰς ὀνύχων ἐπέδησας ἀκωκάς·  970 Ὃν διὰ καὶ μεγάλου ἀπὸ κήτεος ἔκθορ' Ἰωνᾶς Εὐξάμενος, καὶ χεῖρας ἐνὶ σπλάγχνοισι τανύσσας· Ἐν φλογὶ δ' Ἀσσυρίῃ δροσερὸν νέφος ἀμφεκάλυψε Θαρσαλέους τρεῖς παῖδας, ἐπεὶ χέρας ἐξεπέτασσαν· Ὅς ποθ' ὅλην ζείουσαν ὑπεὶρ ἅλα πεζὸς ὁδεύσας, Κύματα καὶ ἀνέμων μένος ηὔνασας, ὥς κε μαθητὰς  971 Ἐκ πελάγους ἐρύσειας ὀρινομένους ὑπ' ἀήταις· Πολλοῖς δ' αὖ ψυχάς τε καὶ ἅψεα λύσαο νούσων, Οἷα Θεὸς, κρανθεὶς δὲ βροτὸς, θνητοῖσιν ἐμίχθης· Ὧν τὸ μὲν ἦες ἄνωθε, τὸ δ' ὕστατον ἄμμι φαάνθης, Ὥς με θεὸν τελέσειας, ἐπεὶ βροτὸς αὐτὸς ἐτύχθης· Ὧδε μάκαρ καὶ ἐμοὶ Θεὸς ἴλαος ἐλθὲ καλεῦντι· Ἔλθ' ἐπὶ χεῖρα φέρων Θεὸς ἵλαος, ὥς με σαώσῃς Ἐν πολέμῳ, καὶ θηρσὶ, καὶ ἐν φλογὶ, καὶ ἀνέμοισι Τειρόμενον, καὶ μοῦνον ἐς οὐρανὸν ὄμμα φέροντα. Καὶ γὰρ δὴ θῆρές τε καὶ ἄγριον οἶδμα θαλάσσης, Καὶ δῆρις στονόεσσα, καὶ αἰθομένου πυρὸς ὁρμὴ, Πάντα κακοὶ τελέθουσι βίου δηλήμονες ἄνδρες, Οἵ ῥα Θεὸν φιλέοντας ἁπεχθαίρουσι μάλιστα,",
    "972 Οὔτε δίκην τρομέοντες ἐσύστερον ἀντιόωσαν, Οὔτε βροτῶν ἀλέγοντες, ὅσοι στυγέουσιν ἀλιτρόν. Τῶν μ' ἀποέργαθε, Χριστὲ, καὶ ἐνδυκέως με φύλαττε Ἀμφὶς ἔχων πτερύγεσσι τεαῖς, καὶ κήδεα λυγρὰ Σεῖο, Ἄναξ, θεράποντος ἑκὰς βάλε, μηδὲ βαρεῖαι Μέρμηραι δονέοιεν ἐμὸν νόον, ἃς ὅδε κόσμος, Καὶ κόσμου μεδέων δειλοῖς μερόπεσσιν ἐγείρει, ∆άπτων, οἷα σίδηρον ἰὸς, θεοειδέα μορφὴν Ἔνδοθι, συμφυέα τε τιθεὶς χθονὶ κρείσσονα μοίρην, Ὡς μὴ χοῦν ἐρύσειεν ἄνω βρίθοντ' ἐπὶ γαῖαν Ψυχή· χοῦς δὲ βάλοι ψυχὴν πτερόεσσαν ἔραζε ∆ύσμορον, ἰλυόεσσιν ἐν ἔργμασι σαρκωθεῖσαν. ∆οιαὶ γάρ τε πύλαι θνητοῖς στυγεροῦ θανάτοιο.  973 Καί ῥ' οἱ μὲν κακίης θολερὴν φρεσὶν ἔνδοθι πηγὴν Τίκτουσιν, τοῖς αἰὲν ἀτάσθαλα ἔργα μέμηλε, Καὶ δέμας, ὑβριστής τε κόρος, καὶ μήδεα λυγρά· Οἵ σφεας ὀτρύνοντες ὑπερβασίην ἐς ἅπασαν, Τέρποντ' ἀμπλακίῃ, σφέτερον μόρον ἀμφαγαπῶντες· Οἱ δὲ Θεὸν καθαρῇσι νόου λεύσσοντες ὀπωπαῖς, Καὶ κόσμου στυγέοντες ἀναιδέος ἔκγονον ὕβριν, Λυπροῦ ἑκὰς ζῶσιν βιότου σκιοειδέϊ σαρκὶ, Καὶ γαῖαν πατέουσιν ἐλαφροτέροισι πόδεσσιν, Ἑσπόμενοι καλέοντι Θεῷ, καὶ πνεύματι κοῦφοι, Μύσται κρυπτομένης ζωῆς Χριστοῖο ἄνακτος, Ὥς κεν λαμπομένης ποτ' ἐς ὕστερον ἀστράψωσιν. Ἀλλὰ καὶ ὡς βιότοιο κακαῖς πείρονται ἀκάνθαις",
    "974 Χρειοῖ ἀναγκαίῃ, καὶ ἔκτοθι μυρία δαίμων Λυσσήεις κακοεργὸς ἐμήσατο κέντρα μόροιο, Ἆ μελέοις θνητοῖσι· καὶ εἴδεϊ πολλάκι κεύθων Ἐσθλῷ λυγρὸν ὄλεθρον, ὅτ' ἀντίβια πτολεμίζων Χάζηται. Τοῖον γὰρ ἐπ' ἀνδράσι λοιγὸν ὑφαίνει, Οἷον ὑπ' εἴδατι χαλκὸς, ὅτ' ἰχθύσι κῆρα φέρῃσιν, Οἳ ζωὴν ποθέοντες, ἐνὶ σπλάγχνοισιν ὄλεθρον Εἴρυσαν ἀπροϊδῆ, σφέτερον μόρον ἀμφιχανόντες. Ὣς καὶ ἐμοὶ δολόμητις, ἐπεὶ ζόφον ὄντα μιν ἔγνων, Ἑσσάμενος χρόα καλὸν, ἐπήλυθε φωτὶ ἐοικὼς, Αἴκεν πως ἀρετὴν ποθέων, κακίῃ πελάσαιμι, Κλεπτομένου πρὸς ὄλεθρον ἐλαφροτέροιο νόοιο. Οὔ με γάμος δ' ἐπέδησε, βίου ῥόος, ὅν τε μέγιστον 975 ∆εσμὸν ἐπ' ἀνθρώποις ὕλη βάλεν, ἄχθεος ἀρχήν· Οὐδ' εἷλεν σηρῶν καλὰ νήματα, οὐδὲ τράπεζαν Ἠγάσθην λιπαρὴν, πολυχανδέα γαστέρα βόσκων, Μαχλοσύνης μήτειραν ἀτάσθαλον· οὐδὲ δόμοισι Ναίειν ἐν μεγάλοισι καὶ αἰγλήεσσι φίλησα· Οὐ μούσης ἀταλοῖς ἐνὶ κρούμασι θυμὸν ἰάνθην· Οὐδὲ μύρων μαλακή με διέδραμε θῆλυς ἀϋτμή. Ἄλλων δ' αὖ χρυσός τε καὶ ἄργυρος, οἳ φιλέοντες Νηρίθμοις κτεάτεσσιν ἐφεζόμενοι μελεδαίνειν, Βαιὴν τέρψιν ἔχουσι, πολὺν πόνον. Αὐτὰρ ἔμοιγε Μάζα φίλη, γλυκὺ δ' ὄψον, ἅλες, σχεδίη δὲ τράπεζα· Νηφάλιον δ' ἐπὶ τοῖσιν ὕδωρ ποτόν· οὗτος ἄριστος Πλοῦτος ἐμοὶ, καὶ Χριστὸς ἐμὸν νόον αἰὲν ἀείρων.",
    "976 Οὐ γῆς πυροφόρου γυῖαι, καὶ ἄλσεα καλὰ, Οὐδὲ βοῶν ἀγέλαι, καὶ πώεα πίονα μήλων, Οὐδὲ φίλοι θεράποντες, ἐμὸν γένος, οὕς ῥα τυραννὶς Ἔσχισεν ἀρχαίη, καὶ οὔνομα θήκατο δισσὸν Εὐγενέας δμῶάς τε, μιῆς χθονὸς ἐκγεγαῶτας, Ἢ χθονὸς, ἠὲ Θεοῖο. Νόμος δὲ ἐπέσπετ' ἀλιτρός. Οὐδέ τί μοι χρειὼ πνοιῆς ὤκιστα ῥεούσης, Ἀνδρομέης τιμῆς, καὶ κύδεος ὀλλυμένοιο. Οὐ μέγα πὰρ βασιλῆος ἔχειν γέρας ἔνδοθεν αὐλῆς, Οὐδὲ δίκης με θρόνων ποθ' ἕλεν πόθος, οἷσιν ἔμελλον Κλεινὸς ἐφεδρήσσων ὑπὲρ ὀφρύας ὕψος ἀείρειν· Οὐδὲ μέγ' ἐν πολέεσσιν ἔχειν σθένος, ἢ πολιήταις, Τερπόμενον ψεύστῃσι καὶ ἀδρανέεσσιν ὀνείροις  977 Ἄλλοτ' ἐπ' ἄλλον ἰοῦσιν, ἀφιπταμένοισί θ' ὁμοίως Ἢ παλάμαις μάρπτοντα παραΐσσοντα ῥέεθρα, Ἢ σκιὰν ἐν χείρεσσιν ἔχειν, ἢ ἀχλὺν ἀφάσσειν.",
    "Τοίη γὰρ μερόπων γενεὴ, τοῖος δὲ καὶ ὄλβος, Ὄλβος ἀφαυροτάτοισιν ὁμοίϊος ἴχνεσι νηὸς, Πρόσθε χαρασσομένοισι καὶ ὀλλυμένοισιν ὄπισθεν. Μοῦνον ἐμοὶ φίλον ἔσκε λόγων κλέος, οὓς συνάγειραν Ἀντολίη τε δύσις τε καὶ Ἑλλάδος εὖχος Ἀθῆναι. Τοῖς ἔπι πόλλ' ἐμόγησα πολὺν χρόνον, ἀλλὰ καὶ αὐτοὺς Πρηνέας ἐν δαπέδῳ Χριστοῦ προπάροιθεν ἔθηκα Εἴξαντας μεγάλοιο Θεοῦ λόγῳ, ὅς ῥα καλύπτει Πάντα φρενὸς βροτέης στρεπτὸν πολυειδέα μῦθον. Ἀλλὰ τὰ μὲν ὑπάλυξα, τὸ δ' οὐ φύγον ἔχθος ἄπιστον 978 ∆υσμενέος λοχόωντος ἐν εὐμενέοντι προσώπῳ. Ἐξερέω δ' ἀναφανδὸν ἐμὴν πάντεσσιν ὀϊζύν· Ὥς κέν τις σκολιοῖο νοήματα θηρὸς ἀλύξῃ.",
    "Ὠϊόμην τοκέεσσι παρήμενος, ὦ ἄνα Χριστὲ, Γήραΐ τε στυγερῷ καὶ πένθεϊ τειρομένοισιν, Οἷς μοῦνος τεκέων περιλείπομαι, ἐλπὶς ἀμυδρὴ, Λαμπάδος ἐκ μεγάλης τυτθὸν σέλας οὐκέτ' ἐούσης, Σοὶ, μάκαρ, ἠδὲ νόμοισι τεοῖς κεχαρισμένα ῥέζειν, Ὃς θνητοῖς ἐπίκουρον ἔχειν σθένος υἷας ὄπασσας, Καὶ τρομεροῖς ἅτε βάκτρον ὑπὸ μελέεσσιν ἐρείδειν. Καὶ γὰρ δὴ πάντων περιώσιον, οἵ σε τίουσιν, Εὐσεβίῃ τε μέλουσι, καὶ ἀργαλέου βιότοιο Πήματ' ἀλευόμενοι, πρυμνήσια σοῖσιν ἀνῆψαν Ἀχράντοις θεσμοῖσι. Σὺ δέ σφισι τέρμα καὶ ἀρχή.",
    "979 Ἡ μὲν ἄρ' ἐκ πατέρων θεοτερπέα πίστιν ἄγουσα, Σειρὴν χρυσείην περιβάλλετο παισὶν ἑοῖσιν Ἄρσενα θυμὸν ἔχουσα ἐν εἴδεϊ θηλυτεράων, Τόσσον ἐφαπτομένη γαίης, κόσμου τ' ἀλέγουσα, Ὅσσον ἐς οὐρανίην ζωὴν ὤσασθαι ἅπαντα Τόνδε βίον, κούφη δὲ πρὸς αἰθέρα ταρσὸν ἀεῖραι. Αὐτὰρ ὅγ' ἀγριέλαιος ὑπ' εἰδώλοις πάρος ἦεν Ζώων, ἀλλ' ἐπάγη καλῆς ὑπὸ πυθμέν' ἐλαίης, Καὶ τόσον εὐγενέος ῥίζης χάδεν, ὥστε καλύψαι ∆ένδρεα, καὶ πολλοὺς κορέσαι μελιηδέϊ καρπῷ· Ἀμφότερον πόλιός τε νόον, πόλιός τε κάρηνον, Μείλιχος, ἡδυεπὴς, Μωσῆς νέος, ἤ τις Ἀαρὼν, Μεσσηγὺς μερόπων τε καὶ οὐρανίοιο Θεοῖο Ἑστηκὼς, καθαροῖς τε τελέσμασι καὶ θυέεσσιν Ἡμετέροις, οἷά τε θύει νόος ἔνδοθεν ἁγνὸς,  980 Θνητοὺς, ἀθάνατόν τε Θεὸν μέγαν εἰς ἓν ἀγείρων. Τοίου πατρὸς ἐγὼ καὶ μητέρος, οἷσιν ἐρίζειν Οὐ θέμις, ἀλλήλοισι δ' ἐριζέμεν οὔ τι μεγαίρω. Τοὺς μὲν ἐγὼ κομέων τε καὶ ἀμφιέπων μογέοντας, Ἐλπωρῇσιν ἔθαλπον ἐμὸν νόον, ὥς τι φέριστον Ἐκτελέων φύσιός τε φέρων χρέος. Ἦν δ' ἄρα κεῖνο Ἀτρεκὲς, ὡς ἀλιτροῖς πλείη ὁδός ἐστι βερέθρων, Ὥς ποτε δὴ καὶ ἐμοὶ κακὸν ἤλυθεν ἐξ ἀγαθοῖο. Καὶ γὰρ δὴ πυκιναί με καὶ ἀργαλέαι μελεδῶνες Βοσκόμεναι ψυχήν τε καὶ ἅψεα νύκτα καὶ ἦμαρ, Οὐρανόθεν κατάγουσιν ἐπὶ χθόνα μητέρ' ἐμοῖο. Πρῶτον μὲν δμώεσσιν ἀνασσέμεν, οἷον ὀλέθρου ∆ίκτυον! οἳ πικροὺς μὲν ἀεὶ στυγέουσιν ἄνακτας, Τοὺς δ' ἱεροὺς πατέουσιν ἀναιδέες, οὔτε κακοῖσιν",
    "981 Ἤπιοι, οὔτ' ἀγαθοῖς εὐπειθέες· ἀμφοτέροις δὲ Κέντρα χόλου πνείοντες ὑπὲρ νόον. Αὐτὰρ ἔπειτα Κτῆσίν τ' ἀμφιέπειν, καὶ Καίσαρος ἄχθος ἐπ' ὤμων Αἰὲν ἔχειν, κρατερήν τε φέρειν πρηκτῆρος ὁμοκλὴν (∆ασμὸς γὰρ μερόπεσσιν ἐλεύθερον ἦμαρ ἀτίζει Ἑσπόμενος κτεάτεσσι, πέδη δ' ἐπὶ χείλεσι κεῖται), Ἀμφί τε πληθούσης ἀγορῆς θρόον, ἠδὲ θοώκους Ὑψηλοὺς, θνητῇσι δικασπολίῃσι μέλοντας Στρωφᾶσθαι, ῥήτραις τε φέρειν κλόνον ἀντιπάλοισιν, Ἠδὲ νόμων στρεπτῇσιν ἐν ἄρκυσιν ἄλγεα πάσχειν, Ἔνθα μόθος τε πόνος τε, κακοὶ δέ τε πλεῖον ἔχουσιν Ἐσθλῶν, οἱ δὲ νόμων ἐπιτάῤῥοθοι, ἀμφοτέροισιν  982 Ὤνιοι· ἢν δὲ κακός τις ἔχοι πλέον, οὗτος ἄριστος. Τίς κεν ψεύδεα πολλὰ, δολοπλοκίας τ' ἀλέοιτο Νόσφι Θεοῦ, τοιοῖσδε μετ' ἀνδράσιν· Ἡ γὰρ ἀνάγκη Προτροπάδην φεύγοντα κακοῖς ἀπὸ πάντα τινάξαι, Ἠὲ καὶ ἀμπλακίῃσι μελαίνεσθαι φίλον ἦτορ· Ὥς τε πυρὸς μαλεροῖο κακῇ πελάοντας ἀϋτμῇ, Ἢ πυρὸς, ἠὲ καπνοῦ σημήια λυγρὰ φέροντας. Ἀλλὰ τὰ μέν κ' ἐπιεικτά. Τὸ δ' ἄλγιον ἕλκος ἔμοι γε, Ὅσσα κασιγνήτοιο βίον ἀπὸ τόνδε λιπόντος Ἔτλην, καὶ παθέειν ἔτι γ' ἔλπομαι. Οἱ γὰρ ἀέλπτοις Πήμασιν ἐμπελάσαντες, ἀρείονα οὐ δοκέουσι.",
    "983 Τοῦ μὲν ἐγὼ ζώοντος, ἔχον κλέος οἷον ἀπ' ἄλλων. Οὐ γὰρ ἐμάς ποτε πλοῦτος ἕλε φρένας, οὐδέ τις ἀλκή. Ἄλγεα δὲ, στοναχάς τε, ἐπεὶ θάνε, μοῦνος ἐδέγμην. Χρήματα δ' ὅσσ' ἐπέπαστο, τὰ μὲν λάβε γαῖα χανοῦσα, Νικαίη βρασμοῖσιν ὅτ' ἤριπεν· ἄλλα δ' ἀλιτρῶν Ἁρπάγδην παλάμῃσιν, ἑλώρια θήκατο δαίμων. Αὐτὸς δὲ κρυφθεὶς μόρον ἔκφυγεν, οὐρανίοιο Χεῖρα Θεοῦ τανύσαντος ὑπὲρ τέγος, ἔνθαπερ ἦεν. Ὤ μοι Καισαρίοιο! Πάρος γε μὲν ἐν βασιλείοις Ἀστὴρ ὥς τις ἔλαμπες ἑωσφόρος, οὔνομα σεμνὸν, Ἄκρα φέρων σοφίης τε καὶ ἤθεος ἱμερόεντος, Καὶ πολλοῖς σθεναροῖς τε φίλοις κομόων ἑτάροισι.  984 Πολλοῖς μὲν μογερῶν ἄκος εὕραο σώμασι νούσων· Πολλοῖς δ' αὖ πενίης λύσιν ὤπασας, αἴσιμα ῥέζων. Νῦν δὲ θανὼν, πολλοὺς κόρεσας κύνας, οἵ μ' ὑλάουσι Πάντοθεν ἑσταμένοι· πηῶν δέ μοι οὔτις ἀρήγει. Παῦροι δ' αὖ φιλέουσιν ὁμοίϊα δυσμενέεσσι. Πρίν τι λαβεῖν τίουσιν, ἀτὰρ στυγέουσι λαβόντες. Ὡς δρυὸς ὑψικόμοιο, βίαις ἀνέμων ἐριπούσης, Κλῶνας ἀφαρπάζουσι περισταδὸν ἄλλοθεν ἄλλος, Ἢ μεγάλην, φραγμοῖο διαῤῥαισθέντος, ἀλωὴν Νηλειῶς τρυγόωσι παρατροχάοντες ὁδῖται, Καὶ δρυμόθεν μονόφορβος ἑῷ δηλήσατ' ὀδόντι· Αὐτὰρ ἐμοὶ πόνος ἐστὶν ἀγάστονος. Οὔτε κορέσσαι Πάντας ἔτι σθένος ἐστὶν ἐμῆς χερὸς, οὔτ' ἀπερύκειν. Ἐξ οὗ γὰρ πρώτιστον ἀποτμήξας βιότοιο",
    "985 ψυχὴν οὐρανίοισι νοήμασι μίξα φαεινοῖς, Καί με φέρων νόος αἰπὺς ἀπόπροθι σαρκὸς ἔθηκεν, Ἔνθεν ἀναστήσας, σκηνῆς δέ με κρύψε μυχοῖσιν Οὐρανίης, Τριάδος δὲ φάος περίλαμψεν ὀπωπὰς Ἡμετέρας, τῆς οὔ τι φαάντερον εἰσενόησα, Ὑψιθρόνου, ξυνόν τε σέλας καὶ ἄφραστον ἱείσης, Ἥ τ' ἀρχὴ πάντεσσιν, ὅσα χρόνος ὑψόθεν εἴργει· Ἐκ τοῦ δὴ κόσμῳ τ' ἔθανον, καὶ κόσμος ἐμοί γε· Καὶ νέκυς ἔμπνοός εἰμι, τὸ δὲ σθένος οἷον ὀνείρων· Ζωὴ δ' ἄλλοθί μοι, στενάχω δ' ὑπὸ σαρκὶ παχείῃ, Τήν ῥα σοφοὶ καλέουσι νόου ζόφον. Ἰσχανόω δὲ, Τῆσδε λυθεὶς βιοτῆς τε καὶ ὄψιος ἀχλυοέσσης, Καὶ χαμαὶ ἐρχομένων, πλαζόντων πλαζομένων τε, Ἑσταότ' εἰσοράαν καθαρώτερον, οὐκέτ' ἀμυδροῖς  986 Μίγδην εἰδώλοισι πεφυρμένα, ὡς τοπάροιθεν, Οἷς τε καὶ ὀξυτάτοιο νόου πλάζονται ὀπωπαὶ, Αὐτὴν δ' ἀτρεκίην καθαροῦ νοὸς ὄμματι λεύσσων. Ἀλλὰ τὰ μὲν μετόπισθε· τὰ δ' ἐνθάδε καπνὸς ἄτιμος, Ἢ κόνις, οἳ βιότοιο μέγαν βίον ἠλλάξαντο, Ὑψηλὸν χθονίοιο, καὶ ἔμπεδον ὀλλυμένοιο. Τοὔνεκά μοι καὶ πάντες ἐπέχραον, οὐδ' ἐθέλουσι Χάζεσθαι, σπεύδοντες ἑτοιμοτάτην ἐπὶ θήρην. Αἶ αἶ Καισάριος δὲ λυπρὴ κόνις, ὅστις ἐμεῖο Ὄχλου ἅπαντ' ἀπέεργε, διδοὺς ἅπαν ἄχθος ἀλεύσκειν; Τίων ὡς οὔπω τις ἀδελφεὸν ἄλλος ἔτισεν, Αἰδόμενός θ' ὡς εἴ τις ἑὸν πατέρ' ἀμφαγαπάζων. Αὐτὰρ ἐγὼν οὐ τόσσον ὀδύρομαι, οὐ βιότοιο",
    "987 Σκιδναμένου, τὸν ξυνὸν ἔχειν ἐπόθησα πενιχροῖς, Οἷά τε καὐτὸς ἐὼν ἐπιδήμιος ἐνθάδ' ἀλήτης, Ἐς χέρα δ' Ὑψίστου ὁρόων δώτειραν ἐάων· Οὐ πᾶσι θνητοῖσιν ἀπεχθέος εἵνεκα λώβης, Ἥτε καὶ ἤπιον ἄνδρα χόλου πίμπλησι τάχιστα· Οὔτε κασιγνήτων, οὕς μοι τάφος ἀμφικαλύπτει, Ὠκυμόρους, πάντεσσιν ἐπιχθονίοισιν ἀγητοὺς, Ὅσσον ἐμὴν ψυχὴν ὀλοφύρομαι, ὥς τις ἄνασσαν Καλήν τε μεγάλην τε καὶ εὐγενέων βασιλήων, Εἰσορόων στιβαρῇσιν ἀλυκτοπέδαις μογέουσαν, Ἣν δορὶ δυσμενέοντες ἕλον, χαλεπῇ δ' ἐνέδησαν ∆ουλοσύνῃ, καὶ στυγνὰ κατὰ χθονὸς ὄμματ' ἐρείδει. Τοῖα πάθον· τοιόνδ' ἄρ' ἔχω κατακάρδιον ἔλκος. Ἀρχαίη φάτις ἐστὶν, ὅτ' ἐγχρίμψῃσιν ὀδόντα  988 Πικρὸς ἔχις κακοεργὸν ἐπ' ἀνέρι, λοίγιον ἕλκος Μούνοις τόνδ' ἐθέλειν ἀγορευέμεν, οἷσιν ὁμοῖον Λυγρὸς ἔχις πυρόεντι χόλῳ ἐνομόρξατο λοιγόν· Τὸν γὰρ δὴ καὶ μοῦνον ἐπίστασθαι κακὸν ἄλγος, Ὣς καὶ ἐγὼ κείνοισιν ἐμὸν πόνον ἐξαγορεύσω, Οἷσιν ξυνὸς ἔρως, ξυνὸν κακὸν, ἄλγος ὁμοῖον. Μοῦνοι γάρ κεν ἐμοῖο φίλως δεξαίατο μῦθον, Καὶ γοερῆς κραδίης μυστήρια γνοῖεν ἄριστα, Οἳ σταυροῦ ποθέοντες ἐπωμαδὸν ἄχθος ἀείρειν, Καὶ μεγάλου Βασιλῆος ἐν ἕρκεσι μοῖραν ἔχοντες, Εὐοδίην στέργουσι, καὶ οἰκτείρουσι πεσόντας, Τοῖς δ' ἄλλοις κεν ἔοιμι γέλως ἐμὰ κήδεα βάζων, Ὧν πίστις κραδίην ἄκρην ἐχάραξεν ἐλαφρὴ,",
    "989 Οὐδὲ διὰ σπλάγχνων ἧλθ' ἵμερος ὀξὺς Ἄνακτος· Ζῶσι δ' ἐνθάδε μοῦνον ἐφημέρια φρονέοντες. Ἀλλ' οἱ μὲν φθινύθοιεν, ἐπεὶ πάντεσσιν ὁμοίως Γλῶσσαν ἐφοπλίζουσιν, ἑτοιμότατον βέλος, ἄλλοις Ἐσθλοῖς, ἠδὲ κακοῖσιν. Ἐγώ γε μὲν οὔτι γόοιο Λήξω, πρὶν στονόεσσαν ὑπεκφυγέειν κακότητα, Καὶ μάργοις παθέεσσι νόου κληῖδ' ἐπιθεῖναι, Οἷς νῦν πάντα θύρετρα πικρὸς Σατὰν ἐξεπέτασσε, Πρόσθεν ἐεργομένοισιν, ὅτ' ἔσκεπε χείρ με Θεοῖο, Οὐδ' εἶχεν κακίη πρόφασιν πέλας, ἥ ῥα τάχιστα Ἅπτεται, ὡς καλάμης γε πυρὸς μένος ἐγγὺς ἐούσης, Ἄχρι καὶ ἐξ ἀνέμοιο πρὸς ἠέρα πυρσὸς ἀερθῇ. Ὡς ὄφελον κρημνοῖσι, καὶ οὔρεσι, καὶ σκοπέλοισι Κρῦψαι τῶνδε πάροιθεν ἐμὸν δέμας· ἦ κεν ἅπαντα Τόνδε βίον, βιότου τε φυγὼν σαρκός τε μερίμνας,  990 Χριστὸν ὅλον φορέεσκον ἐνὶ φρεσὶν, οἶος ἀπ' ἄλλων Ναιετάων, οἴῳ τε Θεῷ νόον ἁγνὸν ἀείρων· Μέσφ' ὅτε καὶ κούφῃσι σὺν ἐλπίσι τέκμαρ ἐπέσπον. Ὤφελον· ἀλλὰ πόθος με φίλων κατέρυκε τοκήων, Ἕλκων, οἷα τάλαντον ἐπὶ χθόνα· οὔτι πόθος γε Τόσσον, ὅσον μυελόν τε καὶ ἔγκατα πάντα δαΐζων Οἶκτος, ὅτις παθέων ἀγανώτατός ἐστιν ἁπάντων, Οἶκτος μὲν πολιῆς θεοειδέος, οἶκτος ἀνίης, Οἶκτος ἀπαιδίης, οἶκτος δέ τε καὶ περὶ παιδὸς, Ὧῥα περιτρομέουσι, γλυκὺν πόνον αἰὲν ἔχοντες, Ὀφθαλμὸν βιότοιο, καὶ ἄλγεσιν ἀσχαλόωντα. Ὧ βίβλοι τοπάροιθε μέλον, τὰς Πνεῦμ' ἐχάραξεν Εὐαγέων γλώσσῃσι, καὶ ἔνδοθι γράμματος ἐσθλοῦ",
    "991 Πνεύματος ἀστράπτουσα χάρις, καὶ κρυπτὸν ὄνειαρ Οἴοισιν καθαροῖσι φαεινόμενον μερόπεσσιν· Εὐχαί τε στοναχαί τε φίλαι, καὶ νύκτες ἄϋπνοι, Ἀγγελικοί τε χοροὶ, ψαλμοῖς Θεὸν οἵ γ' ἐρέθουσιν, Ἱστάμενοι, ψυχάς τε Θεῷ πέμποντες ἐν ὕμνοις, Πολλῶν ἐκ στομάτων ξυνὴν ὄπα γηρύοντες· Γαστρός τ' ἀρχεκάκοιο μόγος, καὶ μέτρα γέλωτος, Γλώσσης τ' ἀτρεμίη τε καὶ ὄμματος, ἠδὲ χόλοιο Μαινομένοιο χαλινά. Λόγος δ' ἔσφιγγεν ἀλήτην Πάντοσε παπταίνοντα, νόον γ' ἐπὶ δ' ἔστρεφε Χριστῷ Ἐλπίσιν οὐρανίῃσι. Λόγος δ' ἐπὶ πᾶσιν ἔκειτο Εἰκόν' ἄγων πρὸς Ἄνακτα. Θεὸς δ' ἐπιτέρπετ' ἐρωῇ. 992 Ἀντὶ δέ μοι κτεάνων τε καὶ ἀργαλέων ὀρυμαγδῶν, Οἵ με καὶ ἐννυχίοισι κακοῖς ἐρέθουσιν ὀνείροις (Φροντίσιν ἠματίαις γὰρ ὁμοίϊα φάσματα νυκτὸς), Ἦεν ἐν ὀφθαλμοῖσι Θεοῦ σέλας, εὐσεβέων τε Ψυχῶν παμφανόωσα χοροστασίη τε κλέος τε.",
    "Νῦν δὲ δὴ ἐξαπόλωλε κειμήλια πάντ' ἀπ' ἐμοῖο Ψυχῆς, ἣ τοπάροιθεν ὁμίλεε πᾶσιν ἀρίστοις, Οἶος δ' ἐντὸς ἔμεινε πόθος, καὶ ἄλγος ἄελπτον. Τοὔνεκεν αἰάζω. Τὸ δ' ἐσαύριον οὐ σάφα οἶδα, Εἴ με Θεὸς παλίνορσον ἐς ἤθεα τὰ πρὶν ἀνάξει Λύσας ἐξ ἀχέων, ἀπὸ δ' ἄχθεα πάντα τινάξας, Ἠὲ πάρος μεσάτοισιν ἐν ἄλγεσιν ἔνθεν ἐλάσσει, Πρίν κ' αἴθρην ἰδέειν, πρίν χ' ἕλκεσι φάρμακα θεῖναι, 993 ∆ύσμορον ἱμείροντα φάους πυμάτην μετὰ νύκτα, Τῆμος ὀδυρομένοισιν ἐτώσια τίς κεν ἀμῦναι. Ἔνθα δ' ἄκος μερόπεσσι, τὰ δ' ὕστατα δέσμια πάντα. Ἤδη μοι πολιόν τε κάρη, καὶ ἅψεα ῥικνὰ Ἐκλίνθη βιότοιο πρὸς ἕσπερον ἀλγινόεντος.",
    "Ἀλλ' οὔπω τοιόνδε τοσόνδε τε ἄλγος ἀνέτλην· Οὐδ' ὅτε μαινομένοισι κορυσσόμενον ἀνέμοισι Γαίης ἐκ Φαρίης ἐπ' Ἀχαιΐδα, πόντον ἔτετμον Ἀντολίῃ Ταύροιο, τὸν ἐῤῥίγασι μάλιστα Ναῦται, χειμερίου, παῦροι δέ τε πείσματ' ἔλυσαν. Ἔνθα δ' ἐγὼ νύκτας τε καὶ ἤματα εἴκοσι πάντα Νηὸς ἐνὶ πρύμνῃ κείμην, Θεὸν ὑψιμέδοντα Κικλήσκων λιτῇσι. Τὸ δ' ἄφρεε κῦμ' ἐπὶ νῆα",
    "994 Οὔρεσιν ἢ σκοπέλοισιν ὁμοίϊον ἔνθα καὶ ἔνθα, Πολλὸν δ' ἐντὸς ἔπιπτε. Τινάσσετο δ' ἄρμενα πάντα, Ὀξέα συρίζοντος ἐπὶ προτόνοισιν ἀήτου. Αἰθὴρ δ' ἐν νεφέεσσι μελαίνετο, καὶ στεροπῇσι Λάμπετο, καὶ κρατεραῖς περιάγνυτο πάντοσε φωναῖς. Τῆμος ἐμαυτὸν ἔδωκα Θεῷ, καὶ πόντον ἄλυξα Ἄγριον εὐαγέεσσιν ὑποσχεσίῃσι πεσόντα. Οὐδ' ὅτε παλλομένης γε θεμείλια σείετο πάντα Ἑλλάδος εὐρυχόροιο, κακοῦ δ' οὐ φαίνετ' ἀρωγή· Αὐτὰρ ἐγὼ τρομέεσκον, ἐπεὶ ψυχὴν ἀτέλεστον Εἶχον ἔτ' οὐρανίοιο χαρίσματος, εὖτε λοετρῷ Ἕλκεται ἀνθρώποισι χάρις καὶ Πνεύματος αἴγλη. Οὐδ' ὅτε νοῦσος ἔπλησεν ἐμὸν στόμα ῥεύματι λάβρῳ,  995 Καὶ πνοιῆς στείνωσε πόρους, ζωῆς τε κελεύθους. Οὐδ' ὁπότ' ἀφραίνοντι νόῳ λυγὸν ἀμφὶς ἑλίξας, Οὔτι ἑκὼν βλεφάρου περιηγέα κανθὸν ἄμυξα, Αἱματόεντα δ' ἔθηκα. Φάος δ' ἐμὸν, οἷα φονῆος, Ὤλετο, ἀμπλακίην δὲ πικρὴν μέγα πένθος ἔτετμεν. Οὐδὲ Θεῷ παλάμῃσιν ἐμαῖς ἀνέπεμψα θυηλὴν Πνεύματος, οὔτι πάρος γε, πρὶν ἔκλυσα δάκρυσι πῆμα. Ψαύειν μὴ καθαρῷ γὰρ ἁγνοῦ κακὸν, ὡς πυρόεντος Ἀδρανὲς ὄμμα φέρειν κατεναντίον ἠελίοιο. Ἄλλα τε πόλλ' ἐμόγησα· τίς ἂν τάδε μυθήσαιτο, Οἷς με Θεὸς τείρων τε καὶ εὐμενέων ἐκάλεσσεν; Ἀλλ' οὔπω τοιοῖσδε κακοῖς πάρος ἀντεβόλησα, Οἵοισι πυμάτοισιν ἐμὴ ἐνέκυρσε τάλαινα Ψυχή· καὶ ποθέει ποτ' ἐλεύθερον ἦμαρ ἰδέσθαι Πάντ' ἀποδυσαμένη, γυμνὴ φλόγας ὥς κε φύγῃσι,",
    "996 Καὶ κόσμου κρατεροῖο λαβὰς, καὶ χάσμα πέλωρον  996 Ἀμφιχανεῖν μεμαῶτος ἑαῖς γενύεσσι δράκοντος, Ὅν κε λάβῃ. Βελίῃ γὰρ ἐμὸς νόος ἐστὶν ἐδητύς. Τίς δώσει κεφαλῇ πηγῆς ῥόον ἢ βλεφάροισιν, Ὡς δακρύων ὀχετοῖσι μολύσματα πάντα καθήρω, Κλαύσας ὡς ἐπέοικεν ἁμαρτάδας (ἦ γὰρ ἄριστον ∆άκρυόν ἐστι βροτοῖσιν ἄκος, ψυχαῖς τε μελαίναις, Καὶ κόνις αἰθαλόεσσα, καὶ ἐν χθονὶ σάκκος ἐρυμνός.); Ὥς τις ἔμ' εἰσορόων τρομέῃ, καὶ φέρτερος εἴη, Φεύγων Αἰγύπτοιο μέλαν πέδον, ἔργα τε πικρὰ, Καὶ Φαραὼ βασιλῆα, πάτρην δ' ἐπὶ θείαν ὁδεύῃ, Μηδὲ μένῃ Βαβυλῶνος ἐπὶ κραναῆς πεδίοισι ∆ουριαλὴς, ὄχθῃσι παρεζόμενος ποταμοῖο, Ὠδῆς ὄργανα πάντα παρακλίνας ἀτίνακτα ∆ακρυόεις, σπεύδῃ δ' ἱερῆς ἐπὶ τέρματα γαίης, 997 ∆ούλιον Ἀσσυρίηθε φυγὼν ζύγον, ὃς πρὶν ἔτειρε, Καὶ νηοῦ μεγάλοιο θεμείλια χερσὶ βάληται, Τὴν μὲν ἐγὼ πανάποτμος ἐπεὶ λίπον, οὔποτ' ἔληξα Ἱμείρων. Χαλεπὸν δὲ πάθος κατὰ γῆρας ἔχευε, Καὶ κύπτω ποτὶ γαῖαν, ἐνὶ φρεσὶ πένθος ἀέξων, Ἁζόμενος θνητούς τε καὶ ἀθάνατον Βασιλῆα, Εἵμασί τε κραδίῃ τε κατηφιόων, καὶ ἄναυδος, Ἕλκων οἶκτον Ἄνακτος ὀϊζύϊ, ὃς χθαμαλοῖσιν Εὐμενέων πάντεσσιν ὑπερφιάλους ἀθερίζει· Οἷον δ' ἐξ ἱερῆς Σολύμων κατιόντα πόληος Ἱεριχοῦς πτολίεθρον ἐπὶ κλυτὸν, ὡς ἐνέπουσι, Φῶρες ἐδηλήσαντο κακοὶ λοχόωντες ὁδίτην, Οἳ μὲν τὸν πληγῇσιν ἀεικελίῃσι τεμόντες, Εἵματά τ' ἐκδύσαντες ἅ μιν σκέπε, νηλέϊ θυμῷ",
    "998 Λεῖψαν ἀποψύχοντα· θοῶς δ' ἐνέκυρσαν ὁδῖται Λευΐτης ἱερεύς τε, λίπον τέ ἑ νηλέϊ θυμῷ. Καί που Σαμαρέων τις ἐπήλυθεν, ὅς σφ' ἐλέηρε. Καί μιν ἄγων κατέδησε, καὶ ἕλκεσι φάρμακ' ἔλειπε, Καὶ μισθὸν κομέοντι· τέρας μέγα, πῶς Σαμαρείτης Τόνδ' ἐσιδὼν ἐλέηρεν, ὃν οὐκ ἐλέηραν ἄριστοι! Οὐ γὰρ ἐγὼ σάφα οἶδα τί κεύθεται εἰκόνι τῇδε, Οἷα Θεὸς σοφίῃ μυστήρια ἀμφικαλύπτει. Καὶ τὰ μὲν ἱλήκοι. Τοιοῖσδ' ἐγὼ ἀντεβόλησα Πήμασι· καί μ' ἐδάϊξεν ὁμῶς ψυχῇσι μεγαίρων Ληϊστὴς βιότου κεδνῆς καταβάντα πόληος, Καὶ Χριστοῦ μ' ἀπέδυσε χάριν, καὶ γυμνὸν ἔθηκεν, Ὥσπερ Ἀδὰμ τοπρόσθε χοὸς καὶ πτώσιος ἀρχὴν, Ὃν γεῦσις καθέηκεν ἐπὶ χθόνα, τῆς γένος ἦεν.  999 Ἀλλά μ', Ἄναξ, ἐλέαιρε, καὶ ἐκ θανάτοιο σάωσον, Ὃν λεῖψαν ἱερῆες, ἐπεὶ μογέοντ' ἐνόησαν. Ἕλκεά τ' εὖ κατάδησον, ἄγων ἐπὶ πάνδοκον οἶκον, Αὖθις δ' εἰς ἱερὴν πέμποις πόλιν ἀρτεμέοντα, Ἔμπεδον ἔνθα μένοιμι, κακοὺς δ' ἀπὸ φῶρας ἐρύκοις, Καὶ τρίβον ἀργαλέην, καὶ τραύματα, καὶ παροδίτας Νηλέα θυμὸν ἔχοντας, ἐπ' εὐσεβίῃ κομόωντας. Πυνθάνομ' ὡς δύο φῶτε, μέγα πνείων Φαρισαῖος, Ὥς γε Θεῷ πάντων προφερέστατος, ἠδὲ τελώνης Κέρδεσιν οὐχ ὁσίοισι τετρυμένος ἔνδοθεν ἦτορ, Εἰς ἱερὸν ἀναβάντες· ὁ μὲν τὰ ἕκαστ' ἀγόρευε Νηστείας δεκάτας τε νόμου, παρεμέτρεε δ' αὑτὸν Ἀνδράσι γε προτέροισι, λόγοις δ' ἀθέριζε τελώνην·",
    "1000 Αὐτὰρ ὁ δακρυχέων καὶ στήθεα χερσὶ πατάσσων, Οὐδ' ἄντην μεγάλοιο Θεοῦ θρόνον οὐρανὸν εὐρὺν Εἰσορόων, λεύσσων δὲ κατ' οὔδεος ὄμμασι δούλοις, Τηλόθεν ἑστηκὼς δὲ λιτάζετο· «Ἵλαος εἴης, Ἵλαθι σῷ θεράποντι, βοῶν, βρίθοντι κακοῖσιν. Οὐ νόμος, οὐ δεκάται με, καὶ ἔργματα καλὰ σαώσει. Οὐδ' ὅγ' ἐπεσβολέων ψεύστης. Καὶ νηὸν ἔγωγε Αἰδέομ' οὔτι πόδεσσιν ἐπιψαύων ὁσίοισι. Σὴ δὲ χάρις, σὸς δ' οἶκτος ἐμοὶ στάξειε βεβήλῳ, Ἣν μούνην δειλοῖσιν, Ἄναξ, πόρες ἐλπίδ' ἀλιτροῖς.» Ὣς φάσαν· ἀμφοτέρων δὲ Θεὸς κλύε, καί ῥ' ἐλέηρεν Ὃν μογέοντ' ἐνόησεν, ὑπερμενέοντα δ' ἄτισεν. Ὡς ἴδες, ὡς ἐδίκασας, ἐμοὶ, Θεὲ, θάρσος ὀπάζων. Οὗτος ἐγώ σοι κεῖνος ὁ πάγκακός εἰμι τελώνης·  1001 Ὡς δὲ βαρυστενάχω, ποιὴν δ' ἐπιέλπομ' ἀρωγήν.",
    "Λίσσομαι, εἴ ποτε δή σε πατὴρ, καὶ πότνια μήτηρ ∆άκρυσι, καὶ στοναχῇσι, καὶ εὐχωλῇσιν ἔτισαν, Ἤ τινά τοι κτεάνων τυτθὴν ἀπὸ μοῖραν ἔνειμαν, Ἢ θυσίαις καθαρῇσι καὶ εὐαγέεσσι γέρηραν (Οὐ γὰρ ἐγώ ποτε σεῖο ἐπάξιον οὐδὲ ἔρεξα), Τῶν μνῆσαι, καὶ ἄλαλκε· κακὰς δ' ἀπόπεμπε μερίμνας· Μηδέ με συμπνίξειαν ἑοῖς πτόρθοισιν ἄκανθαι, Μηδ' ἄρ' ἐπειγόμενον θείην ὁδὸν ἂψ ἐρύσειαν, Ἄλκαρ ἐμὸν, πέμποις δέ μ' ἀπήμονα. Σὸς γὰρ ἔγωγε Λάτρις, σὸν δὲ λάχος. Σὺ δέ μοι Θεὸς οἶος ἄνωθεν. Σοὶ δέ μ' ἀπὸ σπλάγχνων μήτηρ ἀνέθηκε φέρουσα, Ἤματι τῷ, ὅτε κοῦρον ἑοῖς ἐπὶ γούνασι θεῖναι Παῖδα ποθεῦσ' ἱερῆς Ἄννης ἐμιμήσατο φωνήν· 1002 «Κοῦρον ἐγὼ μὲν ἴδοιμι, σὺ δ' ἕρκεος ἐντὸς ἐέργοις, Χριστὲ ἄναξ, ὠδῖνος ἐμῆς ἐριθηλέα καρπόν.» Εἶπε· Θεὸς δ' ἐπένευσας, ὁ δ' ἕσπετο θεῖος ὄνειρος Οὔνομα μητρὶ φέρων, μετέπειτα δὲ κοῦρον ἔδωκας.",
    "Ἡ δέ με σοῖς ἱεροῖσι νέον ἀνέθηκε Σαμουὴλ, Εἴ ποτ' ἔην. Νῦν δ' αὖτ' ἐναρίθμιός εἰμι βεβήλοις Ἡλεὶ σοῦ θεράποντος ἀγακλέος υἱέσι μάργοις, Οἳ θυσίαις καθαρῇσιν ἐπέχραον ἄφρονι θυμῷ, Χερσὶν ἐφαπτόμενοι θείων λίχνῃσι λεβήτων· Τοὔνεκα καὶ χαλεπῆς κύρσαν βιότοιο τελευτῆς. Ἀλλ' ἥγ' ἐλπωρῇσιν ἀμείοσι μοῖραν ἔνειμε Σοὶ τεκέων, Βίβλοισι δ' ἐμὰς χέρας ἥγνισε θείαις, Καί μ' ἀγαπαζομένη, τοίῳ προσεφώνεε μύθῳ «Ἤδη τις φίλον υἷα θεόσδοτον ἤγαγε βωμῷ,",
    "1003 Σπεύδοντ' ἐς θυσίην ἱερήϊον, ἐσθλὸν ἄριστος, Σάῤῥας ὀψιτόκοιο γόνον, ῥίζαν τε γενέθλης, Ἣν ἐλπὶς ἐχάρασσεν, ὑποσχεσίη τε Θεοῖο. Ἀβρὰμ ἦν ἱερεὺς, ἀμνὸς δέ τε κύδιμος Ἰσάκ· Αὐτὰρ ἐγὼ ζωόν σε Θεῷ γέρας, ὥσπερ ὑπέστην, ∆ωροῦμαι. Σὺ δέ μοι μητρὸς τελέσειας ἐέλδωρ, Ἣ τέκον εὐξαμένη σε, καὶ εὔχομαι εἶναι ἄριστον. Τοῦτον ἐγώ σοι πλοῦτον, ἐμὸν τέκος, ἐσθλὸν ὀπάζω Ἐνθάδε καὶ μετέπειτα. Τὰ ὕστατα πολλὸν ἀρείω.» Μητρὸς μὲν πόθος οὗτος. Ἐγὼ δ' ὑπόειξα πόθοισι Παῖς ἔτ' ἐὼν, ἁπαλὴ δὲ νέην ὑπεδέξατο μορφὴν Εὐσεβίης ψυχή· σφρηγὶς δ' ἐφυλάσσετο Χριστοῦ  1004 Νεύμασιν, ὅς ῥ' ἀναφανδὸν ὁμίλεεν ᾧ θεράποντι, Σωφροσύνῃ δέ μ' ἔδησε φίλῃ, καὶ σάρκα πέδησε, Καὶ θερμὸν σοφίης θείης ἐπέπνευσεν ἔρωτα, Καὶ μοναχοῦ βιότοιο, βίου μέλλοντος ἀπαρχὴν, Πλευρᾶς οὐ χατέοντος ἑὸν δέμας ἀμφαγαπώσης, Ῥήμασί θ' αἰμυλίοισι πικρὴν ἐπὶ γεῦσιν ἀγούσης, Ἀλλὰ Θεῷ πέμποντος ἁγνὸν πόθον, οὐδὲ γυναικὶ Καὶ Χριστῷ τέμνοντος ὅλον Θεοῦ ἐκγεγαῶτα. Ὅς με διὰ στεινῆς τε καὶ ἀργαλέης ἐπὶ λεπτὴν Τείνων ἀτραπιτοῖο πύλην σὺν ἀρείονι πομπῇ, Οὔτι βατὴν πολλοῖσι, Θεῷ θεὸν ἦγ' ἀπὸ γαίης Τυκτὸν οὐ γεγαῶτι, καὶ ἄφθιτον ἐκ θανάτοιο. Εἰκόνι σὺν μεγάλοιο Θεοῦ, καὶ σῶμ' ἐπαρωγὸν",
    "1005 Ἕλκων, οἷα μάγνησσα λίθος αἴθωνα σίδηρον. Ὤ μοι ἐγών! Ὦ λυγρὰ καὶ ἄντιτα ἔργα παθοῦσα Ψυχή! Ὦ θνητοὶ κενεαυχέες! ὡς ἐτεόν γε Λεπταλέαις αὔρῃσιν ἐοικότες, οἳ γενόμεσθα, Ἠὲ καὶ Εὐρίποιο παλιμπλάγκτοισιν ἐρωαῖς Στρωφώμεσθ' ἐπὶ γαῖαν ἐτώσια φυσιόωντες. Κοὐδὲν ἐν ἀνθρώποισιν ὁμοίϊον ἐς τέλος ἐστὶν, Οὐ κακὸν, οὐδὲ μὲν ἐσθλόν. Ὁδοὶ δ' ἄγχισται ἔασιν. Οὐδ' ὁ κακὸς τό γε οἶδεν ἐς ὕστατον, ὁππότε λήξει, Οὔτ' ἐσθλοῖς ἀρετὴ μένει ἔμπεδον, ἀλλὰ κολούει, Ὡς τάρβος κακίην, ἀρετὴν φθόνος, Ἀμφοτέροις δὲ Κάμπτεσθ' ἡμερίων Χριστός γ' ἐκέλευσε γενέθλην, Ὥς κεν ἄνω νεύοιμεν ἑὸν σθένος εἰσορόωντες. Κεῖνος δ' ἐστὶν ἄριστος ὃς ἰθείην ὁδὸν ἕλκει,  1006 Οὐδὲ μεταστρέφεται Σοδόμων ἐπὶ τέφραν ἐρήμην, Ἣν διὰ μαργοσύνην ξείνῳ πυρὶ δηϊωθέντων. Φεύγει δ' ἐσσυμένως ἐς ὅρος, πάτρης δὲ λέλησται, Μὴ μῦθος καὶ λᾶας ἀλὸς μετόπισθε λίπηται. Μάρτυς ἐγὼ παθέεσσιν ἐμοῖς βροτέης κακότητος. Παῖς μὲν ἐὼν, ὅτε τυτθὸν ἐνὶ στήθεσσι νόημα, Οἵῳ δὴ σκιόεντι λόγῳ, καὶ ἤθεσι κεδνοῖς Ἐσπόμενος, προσέβαινον ἄνω λάμποντι θοώκῳ, Ἴχνεσιν ἀπλανέεσσιν ἰὼν βασιλήϊον οἶμον. Νῦν δ' ὅτε μῦθον ἄγειρα, βίου δ' ἐπὶ τέρμαθ' ἱκάνω, Οἷα μεθυπλανέεσσι τάλας ποσὶ δόχμια βαίνω. Καί με ταλαντεύει σκολιοῦ μόθος ἑρπηστῆρος, Λάθρα καὶ ἀμφαδίην κλέπτων φρένας ἐσθλὰ νοεύσας. Ἄλλοτε μέν τε Θεῷ τείνω νόον, ἄλλοτε δ' αὖτε",
    "1007 Ἕλκομαι ἐς κόσμοιο κακὴν χύσιν, οὐκ ὀλίγην δὲ Μοῖραν ἐμῆς ψυχῆς λωβήσατο κόσμος ἀπείρων. Αὐτὰρ ἐγὼν, εἰ καί με κάκη ἐκάλυψε μέλαινα, Καὶ δνοφερὸν προπάροιθεν ἰὸν χέεν ἐχθρὸς ἐμεῖο, Σηπίη ὡς ἐμόωσα καθ' ὕδατος, ἀλλὰ καὶ ἔμπης Τόσσον ἔτ' εἰσορόω καὶ δέρκομαι, ὅσσον ἄριστα Ἴδμεναι, ὅστις ἐὼν, καὶ οἷ ποθέων ἀνοροῦσαι, Οἷ κεῖμαι δύστηνος, ὅσον τ' ἐπὶ γαῖαν ὄλισθον Ἢ καὶ γῆς ὑπένερθεν ἐς εὐρυόεντα βέρεθρα. Οὔτε παραιφασίῃσιν ἰαίνομαι, οὔτε λόγοισι Κλέπτομαι, οἳ παθέεσσιν ἀρηγόνες, οὔτε μέτροισιν Ἀλλοτρίης κακίης ἐπιτέρπομαι, ὥς τις ἄριστος. Τίς γὰρ τεμνομένοισι χάρις μογέουσι σιδήρῳ Ἄλλων τεμνομένων ὁράαν χαλεπώτερον ἄλγος; Ἢ τί κακοῖσιν ὄνειαρ ἀτασθαλίῃσι χερείων;  1008 Ἐσθλοῦ μὲν γάρ κέν τις ἀρείονος ἐσθλὸς ἐπαύροι· Ὣς δὲ κακός. Καὶ γάρ τις ὁρῶν τυφλοῖσιν ὄνειαρ. Τέρπεσθαι δὲ κακοῖσι, τελειοτέρης κακότητος. Εἰ δέ τις ὄντα κάκιστον ὀΐεται ἔμμεν ἄριστον, Ἄχθος ἐμοὶ, καὶ κρυπτὸς ἐνὶ στήθεσσιν ὀδυρμός. Κρεῖσσον ἄριστον ἐόντα δοκεῖν κακὸν, ἠὲ κάκιστον Κῦδος ἔχοντ' ἀγαθοῖο, τάφον ψεύστην μερόπεσσιν Ἔμμεναι, ὃς μυδόωσι νεκροῖς ἔντοσθεν ὀδωδὼς, Ἔκτοθεν ἀστράπτει κονίῃ καὶ χρώμασι τερπνοῖς. Ὄμμα μέγα τρομέωμεν, ὃ καὶ γαίης ὑπένερθε Λεύσσει, καὶ πόντοιο μέγαν βυθὸν, ὅσσα τε κεύθει Νοῦς μερόπων. Τέμνει δ' οὐδὲν χρόνος, ἀλλὰ πάρεστι Πάντα Θεῷ. Πῶς κέν τις ἑὸν κακὸν ἀμφικαλύπτοι;",
    "1009 Ἤματι δ' ὑστατίῳ ποῦ κεύσομεν ἡμέας αὐτούς; Ἤ τίς ἀλεξήσει; πῶς λήσομεν ὄμμα Θεοῖο, Ἡνίκα πῦρ κρίνῃσι καθάρσιον ἔργματα πάντων, Βοσκόμενον κακίης κούφην φύσιν αὐαλέην τε. Τὴν μὲν ἐγὼ τρομέω καὶ δείδια νύκτα καὶ ἦμαρ, Εἰσορόων ψυχὴν θεόθεν πίπτουσαν ἔραζε, Καὶ χοὸς ἆσσον ἰοῦσαν, ὃν ἐκφυγέειν μενέαινον. Ὡς δ' ὅτε χειμερίοιο παρ' ὄχθῃσιν ποταμοῖο, Ἢ πίτυν ἢ πλατάνιστον ἐπηετανὸν κομόωσαν, Ῥηγνύμενος ῥίζῃσι ῥόος δηλήσατο γείτων· Τῆς δή τοι πρῶτον μὲν ὑπέχματα πάντα τίναξε, Καὶ κρημνῷ μιν ἔθηκεν ἐπήορον, αὐτὰρ ἔπειτα Βαιῇσι ῥίζῃσιν ἐρυκομένην προθέλυμνον, Κρημνοῦ ἀποῤῥήξας μεσάταις ἐνὶ κάββαλε δίναις,  1010 Καί μιν ἄγων μεγάλῳ πατάγῳ πέτρῃσιν ἔδωκεν· Ἔνθα δέ μιν ὄμβρος καὶ ἀφυσγετὸς αἰὲν ἐρείδων Σῆψαν, ἀτιμότατον δὲ τρύφος παρὰ χείλεσι κεῖται.",
    "Ὣς καὶ ἐμὴν ψυχὴν Χριστῷ θαλέθουσαν ἄνακτι, Λάβρος ἐπαΐσσων χαμάδις βάλεν ἐχθρὸς ἀτειρὴς, Ἧς πλεῖστον μὲν ὄλεσσε, μικρὸν δέ τι λείψανον αὔτως Πλάζεται ἔνθα καὶ ἔνθα. Θεοῦ γέ μιν αὖθις ἐγεῖραι, Ὅς ῥα καὶ οὐδὲν ἐόντας ἐπήξατο, καὶ μετέπειτα Λυομένους πήξει τε καὶ ἐς βίον ἄλλον ἐρύσσει, Ἢ πυρὸς, ἠὲ Θεοῖο φαεσφόρου ἀντιάσοντας. Εἰ δὲ Θεοῦ, καὶ ἅπαντας ἐσύστερον; ἄλλοθι κείσθω. Χριστὲ ἄναξ, εἰ καί με νεκρὸν καὶ ἀνάλκιδα φῶτες 1011 ∆υσμενέες καλέουσι, λάθρη δ' ἐπιμυχθίζουσι, Κινυμέναις κεφαλῇσιν ἐμὴν γελόωντες ὀϊζὺν, Μή με λίπῃς χείρεσσιν ὑπ' ἀντιβίῃσι δαμῆναι· Πρῶτα μὲν οὐρανίῃσιν ἐν ἐλπίσιν αὖθις ἐρίδοις, Καί μοι σβεννυμένῳ τυτθὴν στάξειας ἐλαίου Ἰκμάδα, διψαλέῳ λύχνῳ φωστῆρος ἀρωγὸν, Ὥς κεν ἐγειρομένοιο πυρὸς, παλινάγρετον ἔλθῃ Φῶς ἀναθηλῆσαν, ζωῆς δὲ τύχοιμι φαεινῆς.",
    "∆εύτερον ἄχθεα πάντα δίδοις ἀνέμοιο θυέλλαις, Ῥίψας ἐξ ἐμέθεν (πνοὴν δ' ὀπάσειας ἐλαφρὴν), Οἷσιν ἄδην ἐδάμασσας ἐμὸν κέαρ· εἴτε με πικρῆς Τινύμενος κακίης, εἴτ' ἄλγεσιν, οἷά τε πῶλον Παντοίοισι δρόμοισι καὶ ἠλιβάτοισι δαμάζων·",
    "1012 Εἴτε τιν' ὄγκον ἐμῆς ἴσχων φρενὸς, ὅς ῥα τάχιστα Φύεται εὐσεβέεσσιν, ὅσοι νόον εἰσὶν ἐλαφροὶ, Οἳ κακὸν ἐξ ἀγαθοῖο Θεοῦ τύφον ἁρπάζουσιν· Εἴτε κακοῖς ἐθέλων, σῶτερ Λόγε, ἡμετέροισι Παιδεῦσαι θνητοὺς, βιότου στυγέειν κακότητα Ὡς οὐχ ἱσταμένου, πᾶσιν δ' ἐπὶ πήματ' ἄγοντος, Ἐσθλοῖς ἠδὲ κακοῖσι, βίον δ' ἐπὶ ἄλλον ἐπείγειν, Ἔμπεδον, ἀστυφέλικτον, ἀρείονά τ' εὐσεβέεσσιν. Ἀλλὰ τὰ μὲν σοφίης μεγάλοις ἐνὶ βένθεσι κεῖται, Ὅσσα φέρει στρεπτοῖο βίου παιδεύματα θνητοῖς, Ἐσθλά τε καὶ τὰ χέρεια· Λόγῳ δέ τε πάντα φέριστα, Κἢν πλείω φεύγῃσι νόου πάχος ἡμετέροιο.  1013 Νωμᾷς δ' ἔνθα καὶ ἔνθα σοφῶς οἰήϊα κόσμου, Οἷσιν ἐλαυνόμενοι τρηχὺ σπιλάδεσσι κακῇσι Λαῖτμα μέγ' ἐκπερόωμεν ἀπιστοτάτου βιότοιο. Αὐτὰρ ἐγὼ μογέων, καὶ πήμασι παντοδαποῖσι Τειρόμενος, κάμπτω σοι γούνατα. Πέμψον ἔμοιγε ∆ακτύλῳ ἰκμαλέῳ ξηρὴν φλογὶ Λάζαρον ὦκα Γλῶσσαν ἀναψύξοντα, χάος δέ με μηκέτ' ἐρύκοι, Μηδ' Ἀβραὰμ μεγάλων κόλπων ἀποτηλόθι βάλλοι Πλούσιον ἐν παθέεσσι. Τεὴν δ' ἐπὶ χεῖρα κραταιὴν Πέμψειας, ἀχέων δὲ πόροις ἄκος, εἰς δέ με πάντα Θαύματα καὶ τεράων δείξαις σθένος, ὡς τοπάροιθεν. Εἰπὲ, καὶ αἱματόεσσα ῥύσις λήξειε τάχιστα. Εἰπὲ, καὶ ἐκμήνειε συῶν ἀγέλην λεγεῶνος Πνεῦμα, καὶ ἐν πελάγεσσι πέσοι, χάζοιτο δ' ἐμοῖο. Καὶ λέπρην ἐλάσειας ἀτερπέα· καὶ φάος ἔλθοι",
    "1014 Ὄμμασιν οὐχ ὁρόωσι, καὶ οὔατα φθόγγον ἀκούοι· Καὶ ξηρὴν τανύσειας ἐμὴν χέρα, δεσμά τε γλώσσης Ῥήξειας, στήσαις δὲ ποδῶν βάσιν ἀδρανέουσαν. Ἐκ δ' ἄρτου κορέσαις ὀλίγου· στορέσαις δὲ θάλασσαν ∆ειμαλέην· στράψαις δὲ φαάντερον ἠελίοιο. Πήξειας δὲ μέλη βεβαρηότα, ἐκ νεκύων δὲ Αὖθις ἀναστήσειας ὀδωδότα· μηδέ μ' ἄκαρπον, Οἷα συκῆν τοπάροιθεν, ἰδὼν, ξηρὸν τελέσειας. Ἄλλος μέν τ' ἄλλοισιν ἀρηγόσι, Χριστὲ, πέποιθεν, Αἵματι, καὶ τέφρῃ, καὶ ὀφρύϊ σήμερον οὔσῃ. Οἵ τ' ἄλλου χατέουσιν ἀρηγόνος οὐτιδανοῖο· Σοὶ δ' ἄρ' ἐγὼ μούνῳ, Βασιλεύτατε, μοῦνος ἐλείφθην, Ὃς πάντων κρατέεις, καί μοι σθένος ἐσσὶ μέγιστον. Οὔ μ' ἄλοχος κομέουσα δυσαλθέα κήδεα λύσοι. Ἤ τε καὶ ἀσχαλόωντα παρηγορίῃσιν ἰαίνει·  1015 Οὐδὲ φίλοις παίδεσσιν ἀγάλλομαι, οἷς ὑπὸ γῆρας Ὀρθοῦται, νεαροῖσιν ὑπ' ἴχνεσιν αὖθις ὁδεῦον· Οὐδὲ κασιγνήτοις ἐπιτέρπομαι, οὐδ' ἑτάροισι. Τοὺς μὲν γὰρ στυγερὸς μόρος ἥρπασεν· οἱ δὲ φιλεῦντες Νηνεμίην, ἑτάρων ὀλίγην φρῖκα τρομέουσι Κείνην τερπωλὴν οἴην ἔχον, ὡς ὅτε πηγὴν ∆ιψαλέη ψυχρὴν ἔλαφος σχεδὸν, ἀνδρὰς ἀρίστους, Χριστοφόρους, ζώοντας ἐπὶ χθονὶ, σαρκὸς ὕπερθεν, Πνεύματος ἀενάοιο φίλους, καὶ λάτριας ἐσθλοὺς, Ἀζυγέας, κόσμοιο περίφρονας· Ἀλλὰ καὶ αὐτοὶ Μαρνάμενοι περὶ σεῖο διακριδὸν ἔνθα καὶ ἔνθα Ἵστανται, ζῆλος δὲ Θεοῦ λύσε θεσμὸν ἀθέσμως, Ἁρμονίην τ' ἀγάπης, ἧς οὔνομα μοῦνον ἐλείφθη.",
    "1016 Ὡς δ' ὅτε τίς τε λέοντα λιπὼν ἄρκτῳ πελάσειε Μαινομένῃ, καὶ τήνδε φυγὼν ἐς δῶμα πέσῃσιν Ἀσπασίως, καὶ χεῖρα ἑὴν πρὸς τοῖχον ἐρείσῃ, Ἔνθεν δ' ἐκπροθορών μιν ὄφις τύψῃσιν ἀέλπτως Ὡς καὶ ἐμοὶ πολλοῖσιν ἐλαυνομένῳ παθέεσσιν, Οὐδὲν ἄκος καμάτοιο, τὸ δ' ἄλγιον, ὅττί κεν εὕρω. Πάντη δ' ἀθρήσας τε καὶ ἐν πάντεσσι μογήσας, Ἐκ σέθεν, εἰς σὲ, μάκαρ, λεύσσω πάλιν, ἄλκαρ ἐμοῖο, Παντοκράτωρ, ἀγένητε, καὶ ἀρχὴ, καὶ πάτερ ἀρχῆς, Υἱέος ἀθανάτοιο, φάος μέγα φωτὸς ὁμοίου, Ἐξ ἑνὸς εἰς ἓν ἰόντος ἀτεκμάρτοισι λόγοισιν· Υἱὲ Θεοῦ, σοφίη, βασιλεῦ, λόγε, ἀτρεκίη τε, Εἰκὼν ἀρχετύποιο, φύσις γεννήτορος ἴση. Ποιμὴν, ἀμνὲ, θύος τε, Θεὲ, βροτὲ, ἀρχιερεῦ τε·  1017 Πνεῦμά θ' ὃ πατρόθεν εἶσι, νόου φάος ἡμετέροιο, Ἐρχόμενον καθαροῖσι, Θεὸν δέ τε φῶτα τίθησιν Ἵλαθι, καί μοι ὄπασσον ἐπιπλομένοις ἐνιαυτοῖς, Ἐνθάδε καὶ μετέπειτα ὅλῃ θεότητι μιγέντα, Γηθόσυνον ὕμνοις σε διηνεκέεσσι γεραίρειν."
  ]
}