{
  "chapterNumber": 5,
  "title": "春秋左傳正義卷04 (Zuozhuan Zhengyi, Volume 4)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "桓公\n【音義】○陸曰：「桓公名軌，惠公之子，隱公之弟，母仲子。《史記》亦名允。謚法『辟土服遠曰桓』。」[【疏】正義曰：《魯世家》「桓公名允，惠公之子，隱公之弟，仲子所生。以桓王九年即位，莊王三年薨」。《世本》「桓公名軌」。《世族譜》亦爲軌。謚法「辟土服遠曰桓」。謚法非一，略舉一耳，亦不知本以何行而爲此謚，他皆放此。是歲，歲在玄枵。]\n桓公元年經"
      },
      {
        "index": 1,
        "text": "元年，春，王正月，公即位。【注】嗣子位定於初喪而改元必須踰年者，繼父之業，成父之志，不忍有變於中年也。諸侯每首歲必有禮於廟，諸遭喪繼位者因此而改元正位，百官以序。故國史亦書即位之事於策。桓公篡立而用常禮，欲自同於遭喪繼位者。《釋例》論之備矣。【音義】○篡立，初患反。[【疏】注「嗣子」至「備矣」。　○正義曰：《顧命》曰「乙丑成王崩，使齊侯呂伋以二干戈逆子釗于南門之外，延入翼室，恤宅宗」。孔安國云：「明室路寢延之，使居憂爲天下宗主。」天子初崩，嗣子定位，則諸侯亦當然也。《釋例》曰：「《商書‧顧命》，天子在殯之遺制也。推此亦足以準諸侯之禮矣。」是知嗣子位定於初喪，孝子緣生以事死，歲之首日，必朝事宗廟，因即改元。《釋例》曰：「襄二十九年經書『春王正月公在楚』。傳曰：『釋不朝正于廟也。』」然則諸侯每歲首必有禮於廟，今遭喪繼位者，每新年正月亦改元正位，百官以序，故國史因書即位於策，以表之。此新君之常禮也。桓之於隱，本無君臣之義，計隱公之死，桓公即合改元，不假踰年方行即位，猶如晋厲被弑，悼公即位改元。今桓雖實篡立，歸罪寪氏，許言不與賊謀而用常禮，自同於遭喪繼位者，亦既實即其位。國史依實書之。仲尼因而不改，反明公實篡立而自同於常，亦足見桓之篡也。]\n三月，公會鄭伯于垂，鄭伯以璧假許田。【音義】○假，舉下反。"
      },
      {
        "index": 2,
        "text": "夏，四月，丁未，公及鄭伯盟于越。【注】公以篡立而脩好於鄭，鄭因而迎之，成禮於垂，終易二田，然後結盟。垂，犬丘，衛地也。越，近垂，地名。鄭求祀周公，魯聽受祊田，令鄭廢泰山之祀。知其非禮，故以璧假爲文，時之所隱。【音義】○好，呼報反，傳同。近，附近之近。祊，百庚反。令，力呈反。[【疏】注「公以」至「所隱」。　○正義曰：成會禮於垂，既易許田，然後盟以結之。故先會，次假田，然後書盟也。言迎之成禮於垂者，垂是衛地，沈以爲公迎鄭伯於垂，知時史之所隱諱者，傳不言書曰，知非仲尼本意也。]\n秋，大水。【注】書，災也。傳例曰：「凡平原出水爲大水」。\n冬，十月。\n桓公元年傳"
      },
      {
        "index": 3,
        "text": "元年，春，公即位，修好于鄭。鄭人請復祀周公，卒易祊田。【注】事在隱八年。【音義】○復，扶又反。公許之。「三月，鄭伯以璧假許田」，爲周公、祊故也。【注】魯不宜聽鄭祀周公，又不宜易取祊田。犯二不宜以動，故隱其實。不言祊，稱璧假，言若進璧以假田，非久易也。【音義】○爲，于僞反。[【疏】注「魯不」至「易也」。　○正義曰：祊薄於許，加之以璧，易取許田，非假借之也。今經乃以璧假爲文，故傳言爲周公、祊故，解經璧假之言也。注又解傳之意，周公非鄭之祖，魯不宜聽鄭祀周公。天子賜魯以許田，義當傳之後世，不宜易取祊田。於此一事，犯二不宜以動，故史官諱其實，不言以祊易許，乃稱以璧假田，言若進璧於魯以權借許田，非久易然。所以諱國惡也，不言以祊假而言以璧假者，此璧實入於魯。但諸侯相交，有執圭璧致信命之理，今言以璧假，似若進璧以致辭然，故璧猶可言，祊則不可言也。何則？祊、許俱地，以地借地，易理已章，非復得爲隱諱故也。]"
      },
      {
        "index": 4,
        "text": "「夏，四月，丁未，公及鄭伯盟于越」，結祊成也。【注】結成易二田之事也。傳以經不書祊，故獨見祊。【音義】○見，賢遍反。盟曰：「渝盟，無享國！」【注】渝，變也。【音義】○渝，羊朱反。享，許丈反。[【疏】注「渝，變也」。　○正義曰：《釋言》文也。傳載其盟辭者，以易田惡事，而誓不變改，見其終無悔心，所以深惡魯也。此時許田已入於鄭，而《詩頌》僖公云：「居常與許，復周公之宇。」蓋僖公之時復得之也。齊人取讙及闡，及其歸也，經復書之，自此以後不書鄭人來歸許田者，此經書假，言若暫以借鄭，地仍魯物，不得書鄭人歸之。]"
      },
      {
        "index": 5,
        "text": "「秋，大水」，凡平原出水爲大水。【注】廣平曰原。[【疏】「凡平原」至「大水」。　○正義曰：《洪範》云：「水曰潤下。」言雨自上而下浸潤於土，陂鄣下地，可使水潦停焉。平原高地則不宜有也。凡平原出水則爲大水。平原出水，言水不入於土而出於地上，非湧泉出也。　○注「廣平曰原」。　○正義曰：《釋地》文也。李巡曰：「謂土地寬博而平正，名之曰原。」]"
      },
      {
        "index": 6,
        "text": "冬，鄭伯拜盟。【注】鄭伯若自來，則經不書；若遣使，則當言鄭人，不得稱鄭伯。疑謬誤。【音義】○使，所吏反。[【疏】注「鄭伯」至「謬誤」。　○正義曰：六年傳云：「魯爲其班後。」鄭注云「魯親班齊饋」，則亦使大夫戍齊矣。經不書，蓋史闕文。然則經所不書，自有闕文之類，注既疑此事，不云闕文而云繆誤者，師出征伐，貴賤皆書，經所不書，必是文闕。若使事重，使人雖賤亦書。鄭人來渝平，齊人歸讙及闡是也。今以拜盟事輕，若其使賤，則例不合書。故杜云，若遣使來，傳當云鄭人，疑傳繆誤，知非實是鄭伯，爲不見公。不書者，以魯鄭相親，易田結好，鄭伯既拜盟而來，魯君無容不見，故知非實是鄭伯，止是鄭人而已。]"
      },
      {
        "index": 7,
        "text": "宋華父督見孔父之妻于路，【注】華父督，宋戴公孫也。孔父嘉，孔子六世祖。【音義】○華，戶化反，大夫氏也。後皆同。督音篤。[【疏】注「華父」至「世祖」。　○正義曰：案《世本》云：「華父督，宋戴公之孫，好父說之子。孔父嘉生木金父，木金父生祁父，其子奔魯爲防叔，防叔生伯夏，伯夏生叔梁紇，叔梁紇生仲尼。」是孔父嘉爲孔子六世祖。]目逆而送之，曰：「美而豔。」【注】色美曰豔。【音義】○豔，以贍反，美色也。[【疏】「目逆」至「而豔」。　○正義曰：未至則目逆，既過則目送，俱是目也，故以目冠之。美者，言其形貌美；豔者，言其顏色好，故曰「美而豔」。爲二事之辭。「色美曰豔」，《詩》毛傳文也。]\n桓公二年經"
      },
      {
        "index": 8,
        "text": "二年，春，王正月戊申，宋督弑其君與夷及其大夫孔父。【注】稱督以弑，罪在督也。孔父稱名者，內不能治其閨門，外取怨於民，身死而禍及其君。【音義】○閨音圭。[【疏】「宋督」至「孔父」。　○正義曰：凡言「其」者，是其身之所有，君是臣之君，故臣弑君，則云弑其君；臣是君之臣，故君殺臣，則云殺其大夫；子亦君之子，故云殺其世子。稱國稱人以殺亦言 「其」者，人與國並舉，一國之辭，君與大夫皆是國人所有，故亦言「其」也。若兩臣相殺，死者非殺者所有，則兩書名氏，不得言「其」，則王札子殺召伯、毛伯是也。與夷是督之君，言弑其君則可，孔父非督之大夫，而言及其大夫者，與君俱死。據君爲文，言宋督弑其君；據督爲文，而上弑其君也，言及其大夫孔父；據君爲文，而下及其大夫，言及與夷之大夫，非督之大夫也。仇牧荀息其意亦同。　○注「稱督」至「其君」。　○正義曰：宣四年傳例曰：「弑君：稱君，君無道也；稱臣，臣之罪也。」故知稱督以弑，罪在督也。諸言父者，雖或是字，而春秋之世，有齊侯禄父、蔡侯考父、季孫行父、衛孫林父，乃皆是名，故杜以孔父爲名。文七年「宋人殺其大夫」，傳曰「不稱名，衆也；且言非其罪也」。不名者非其罪，則知稱名者，皆有罪矣。杜既以孔父爲名，因論爲罪之狀，內不能治其閨門，使妻行於路，令華督見之；外取怨於民，使君數攻戰而國人恨之，身死而禍及其君，故書名以罪孔父也。《釋例》曰：「經書『宋督弑其君與夷及其大夫孔父』，仲尼、丘明唯以先後見義，無善孔父之文。孔父爲國政則取怨於民，治其家則無閨闈之教，身先見殺，禍遂及君。既無所善，仇牧不警，而遇賊又死無忠事。晋之荀息，期欲復言，本無大節。先儒皆隨加善例，又爲不安。經書臣蒙君弑者有三，直是弑死相及，即實爲文。仲尼以督爲有無君之心，改書一事而已，無他例也。」是以孔父行無可善，書名罪之也。案《公羊》、《穀梁》及先儒皆以善孔父而書字，知不然者，案「宋人殺其大夫司馬」，傳稱「握節以死，故書其官」。「又宋人殺其大夫」，傳以爲無罪，「不書名」。今孔父之死，傳無善事，故杜氏之意，以父爲名，言若齊侯禄父、宋公茲父之等。父既是名，孔則爲氏，猶仇牧、荀息被殺皆書名氏。蓋孔父先世以孔爲氏，故傳云「督攻孔氏」也。婦人之出，禮必擁蔽其面，孔父妻行，令人見其色美，是不能治其閨門。及殤公之好攻戰，孔父須伏死而争，乃從君之非，是取怨於百姓。事由孔父，遂禍及其君，似公子比刦立加弑君之罪。杜君積累其惡，故以書名責之。劉君不達此旨，妄爲規過，非也。]"
      },
      {
        "index": 9,
        "text": "滕子來朝。【注】無傳。隱十一年稱侯，今稱子者，蓋時王所黜。[【疏】注「隱十」至「所黜」。　○正義曰：杞行夷禮，傳每發之，此不發傳，非爲夷禮。自是以下，滕當稱子，故疑爲時王所黜。於時周桓王也，東周雖則微弱，猶爲天下宗主，尚得命邾爲諸侯，明能黜滕爲子爵。]"
      },
      {
        "index": 10,
        "text": "三月，公會齊侯、陳侯、鄭伯于稷，以成宋亂。【注】成，平也。宋有弑君之亂，故爲會欲以平之。稷，宋地。[【疏】注「成平」至「宋地」。　○正義曰：「成，平」，《釋詁》文也。宣十五年傳「晋侯治兵于稷」，治兵欲以禦秦，明其不出晋竟，故以稷爲河東之稷山。此欲平宋，故以稷爲宋地。]"
      },
      {
        "index": 11,
        "text": "夏四月，取郜大鼎于宋。戊申，納于大廟。【注】宋以鼎賂公。大廟，周公廟也。始欲平宋之亂，終於受賂，故備書之。戊申，五月十日。【音義】○郜，古報反。大音泰，傳大廟倣此。[【疏】注「宋以」至「十日」。　○正義曰：《禮記‧明堂位》稱魯君「季夏六月以禘禮祀周公於大廟」，文十三年《公羊傳》曰「周公稱大廟」，故知大廟，周公廟也。始欲平宋亂，故會于稷，終舍宋罪而受其賂，故得失備書之。始書成宋亂，終書取郜鼎，是其備書之也。鄭衆、服虔皆以成宋亂爲成就宋亂，故以此言正之。《長歷》此年四月庚午朔，其月無戊申，五月己亥朔，十日得戊申，是有日而無月也。]\n秋七月，杞侯來朝。【注】公即位而來朝。"
      },
      {
        "index": 12,
        "text": "蔡侯、鄭伯會于鄧。【注】潁川召陵縣西南有鄧城。【音義】○召，上照反。[【疏】注「潁川」至「鄧城」。　○正義曰：賈、服以鄧爲國，言蔡、鄭會於鄧之國都。《釋例》以此潁川鄧城爲蔡地，其鄧國則義陽鄧縣是也。以鄧是小國，去蔡路遠，蔡、鄭不宜遠會其都；且蔡、鄭懼楚，始爲此會，何當反求近楚小國而與之結援？故知非鄧國也。]\n九月，入杞。【注】不稱主帥，微者也。弗地曰入。【音義】○帥，所類反，或作師。"
      },
      {
        "index": 13,
        "text": "公及戎盟于唐。冬，公至自唐。【注】傳例曰：告于廟也。特相會，故致地也。凡公行還不書至者，皆不告廟也。隱不書至，謙不敢自同於正君書勞策勳。[【疏】注「傳例」至「策勳」。　○正義曰：《釋例》曰：「凡盟有一百五，公行一百七十六，書至者八十二，其不書至者九十四，皆不告廟也。隱公之不告，謙也；餘公之不告，慢於禮也。」是言不告不書之意也。知隱不書至爲謙者，以隱是讓位賢君，必不慢於宗廟。假使惰慢宗廟，止可時或失禮，不應終隱之身竟不書至。知其以謙之故，勞非所憚，勳無可紀，不敢自同於正君書勞策勳，故不告至也。]\n桓公二年傳"
      },
      {
        "index": 14,
        "text": "二年春，宋督攻孔氏，殺孔父而取其妻。公怒，督懼，遂弑殤公。君子以督爲有無君之心，而後動於惡，【注】雖有君若無也。故先書弑其君。會于稷，以成宋亂，爲賂故，立華氏也。【注】經稱平宋亂者，蓋以魯君受賂立華氏，貪縱之甚，惡其指斥，故遠言始與齊、陳、鄭爲會之本意也。傳言「爲賂故，立華氏」，明經本書平宋亂，爲公諱，諱在受賂立華氏也。猶璧假許田爲周公祊故。所謂婉而成章。督未死而賜族，督之妄也。【音義】○爲賂，于僞反，注除「爲會」一字，並同。惡其，烏路反。婉，於阮反。[【疏】「君子」至「其君」。　○正義曰：諸傳言君子者，或當時賢者，或指斥仲尼，或語出丘明之意而託諸賢者，期於明理而已，不復曲爲義例。唯河陽之狩，趙盾之弑，洩治之罪，危疑之理，須取聖證，故特稱仲尼以明之，其餘皆託諸君子。君子者，言其可以居上位，子下民，有德之美稱也。此言先書弑君，則是仲尼新意。不言仲尼而言君子者，欲見君子之人意皆然，非獨仲尼也。督有無君之心，而先書弑君者，君人執柄，臣人畏威，每事禀命而行，不敢妄相殺害，督乃專殺孔父而取其妻，非有忌君之心，全無敬上之意，不臣之迹在心已久，非爲公怒始興毒害。若先書孔父，後書弑君，便似既殺孔父始有惡心。今先書弑君，後書孔父，見其先有輕君之心，以著不義之極故也。　○注「經稱」至「妄也」。　○正義曰：傳言「爲賂故，立華氏」，解經以成宋亂之言也。成宋亂者，欲殺賊臣定宋國，今乃受貨賂，立華氏，非是平亂之狀，而傳以解經，故注申通其義，以成宋亂者，是四國爲會之本謀。及其既會，違背前謀，非徒不討宋督，乃更爲立華氏。宋亂實不平，而經書平宋亂者，蓋以魯君受賂立華氏，貪貨縱賊，爲惡之甚，時史惡其指斥，不可言四國爲會縱賊取財，故遠言爲會之本意，言會于稷，欲以平宋亂也。傳以經文不實，解其諱之所由。所諱者，諱其受賂立華氏故也。爲周公祊故，文與此同，故以類相明。然案爲周公祊故，故字在下，而向上結之，此亦應云「爲賂立華氏故也」。何以此文「故」字乃在立華氏之上、爲賂之下者，以周公祊故，其文約少，得以故字在下，揔而結之。此則文句長緩，不可揔而結之，先舉爲賂惡重，所以云「爲賂故」也。然後始言立華氏，備詳其事。今定本有「故」字，檢晋、宋古本往往無「故」字者，妄也。襄三十年，諸侯之卿會于澶淵，謀歸宋財。既而無歸，書曰「宋災故」，尤之也。此書「成宋亂」，知非譏受賂尤四國者，澶淵之會，貶卿稱人，是尤之文，此則具序君爵，辭無貶責，非尤過之狀。知爲諱故，而本其會意從其平文也。文十七年，晋會諸侯于扈，欲以平宋之亂，既而不討，受賂而還，其事與此正同，而經書「諸侯會于扈」，傳曰「書曰『諸侯』，無功也」。此亦無功，不言諸侯會于稷，而歷序諸國者，扈之會晋爲伯，會諸侯以討亂，乃受賂而還。猶如僖十四年「諸侯城緣陵」，齊桓爲伯，城而不終，故貶稱諸侯。此則齊、陳、鄭自相平亂，故不加貶文。知不爲公諱、不貶諸侯者，以狄泉之諱，唯没公文，其餘皆貶。此若必諱，唯須没公而已，何須不貶諸國？宣四年「公及齊侯平莒及郯」，成、平同義，而彼言平，此言成者，史官非一，置辭不同，猶暨之與及，更無他義。所謂史有文質，不必改也。文十三年傳稱衛侯、鄭伯請平于晋，公皆成之。是知成、平義無異也。]宋殤公立，十年十一戰，【注】殤公以隱四年立，十一戰皆在隱公世。[【疏】注「殤公」至「公世」。　○正義曰：服虔云：「與夷，隱四年即位，一戰伐鄭，圍其東門；再戰取其禾，皆在隱四年。三戰取邾田；四戰邾、鄭，入其郛；五戰伐鄭，圍長葛，皆在隱五年。六戰，鄭伯以王命伐宋，在隱九年。七戰，公敗宋師于菅；八戰，宋、衛入鄭；九戰，宋人、蔡人、衛人伐戴；十戰，戊寅，鄭伯入宋，皆在隱十年。十一戰，鄭伯以虢師大敗宋師，在隱十一年。」是皆在隱公世也。]民不堪命。孔父嘉爲司馬，督爲大宰，故因民之不堪命，先宣言曰：「司馬則然。」【注】言公之數戰，則司馬使爾。嘉，孔父字。【音義】○大音泰。數音朔。已殺孔父而弑殤公，召莊公于鄭而立之以親鄭。【注】莊公，公子馮也。隱三年出居于鄭。馮入宋，不書，不告也。【音義】○馮，皮冰反，下同。以郜大鼎賂公，【注】郜國所造器也，故繫名於郜。濟陰成武縣東南有北郜城。[【疏】注「郜國」至「郜城」。　○正義曰：《穀梁傳》曰：「郜鼎者，郜之所爲也」，孔子曰「名從主人，故曰郜大鼎也」。《公羊傳》曰：「器從名，地從主人。」其意言器從本主之名，地從後屬主人。是知郜國所造，故繫名於郜。劉君難杜注「郜國，濟陰成武縣東南有北郜城」，郜，宋邑，濟陰成武縣東南有郜城。俱是成武縣東南，相去不遠，何得所爲郜國，所爲宋邑？劉以南郜、北郜並宋邑，別有郜國以規杜氏。知不然者，以許田、許國相去非遙，則郜國、郜邑何妨相近；且杜言有者，皆是疑辭，何得執杜之疑，以規其過？如劉所解，郜國竟在何處？]齊、陳、鄭皆有賂，故遂相宋公。【音義】○相，息亮反，下注、傳相同。"
      },
      {
        "index": 15,
        "text": "夏四月，取郜大鼎于宋。戊申，納于大廟，非禮也。臧哀伯諫曰：【注】臧哀伯，魯大夫僖伯之子。「君人者將昭德塞違以臨照百官，猶懼或失之，故昭令德以示子孫。是以清廟茅屋，【注】以茅飾屋，著儉也。清廟，肅然清浄之稱也。【音義】○著，張慮反，後不音者同。稱，尺證反。[【疏】「君人」至「子孫」。　○正義曰：君人，謂與人爲君也。昭德，謂昭明善德，使德益章聞也。塞違，謂閉塞違邪使違命止息也。德者，得也。謂內得於心，外得於物。在心爲德，施之爲行。德是行之未發者也，而德在於心，不可聞見，故聖王設法以外物表之。儉與度、數、文、物、聲、明，皆是昭德之事，故傳每事皆言昭，是昭其德也。自「不敢易紀律」以上言昭德耳，都無塞違之事。自「滅德立違」以下言違德之事。德之與違，義不並立，德明則違絶，故「昭德」之下言「塞違」；違立則德滅，故「立違」之上言「滅德」。立違，謂建立違命之臣，知塞違謂遏絶違命之人也。「國家之敗」，謂邦國喪亡，知「猶懼或失之」，謂恐失國家。此諫辭有首尾，故理互相見。　○注「以茅」至「之稱」。　○正義曰：《冬官‧考工記》有葺屋、瓦屋，則屋之覆蓋或草或瓦。傳言「清廟茅屋」，其屋必用茅也，但用茅覆屋更無他文。《明堂位》曰：「山節，藻棁複廟，重檐，刮楹，達鄉，反坫，出尊，崇坫康圭，疏屏，天子之廟飾也。」 其飾備物盡文，不應以茅爲覆。得有茅者，杜云「以茅飾屋，著儉也」。以茅飾之而已，非謂多用其茅揔爲覆蓋。猶童子垂髦及蔽膝之屬，示其存古耳。《白虎通》曰：「王者所以立宗廟何？緣生以事死，敬亡若存，故以宗廟而事之，此孝子之心也。宗者，尊也。廟者，貌也。象先祖之尊貌。」然則象尊之貌，享祭之所，嚴其舍宇，簡其出入，其處肅然清静，故稱清廟。清廟者，宗廟之大稱。《詩‧頌‧清廟》者，祀文王之歌，故鄭玄以文王解之，言天德清明，文王象焉，故稱清廟。此則廣指諸廟，非獨文王，故以清静解之。]大路越席，【注】大路，玉路，祀天車也。越席，結草。【音義】○越，戶括反。「祀天車」，本或無「天」字者，非。[【疏】注「大路」至「越席結草」。　○正義曰：路訓大也，君之所在，以大爲號，門曰路門，寢曰路寢，車曰路車，故人君之車通以路爲名也。《周禮‧巾車》「掌王之五路」，鄭玄云：「王在焉曰路。」彼解天子之車，故云王在耳。其實諸侯之車亦稱爲路。大路，路之最大者，《巾車》五路，玉路爲大。故杜以玉路爲大路。《巾車》云：「玉路，錫樊纓，十有再就，建大常，十有二斿，以祀。」故云祀天車也。越席，結蒲爲席，置於玉路之中以茵藉，示其儉也。經、傳言大路者多矣，注者皆觀文爲說。《尚書‧顧命》陳列器物有大輅、綴輅、先輅、次輅。孔安國以爲玉、金、象以飾車，以其徧陳諸路，故以周禮次之。僖二十八年，「王賜晋文公以大輅之服」，定四年，「祝佗言先王分魯、衛、晋以大路」，注皆以爲金路。以周禮，金路同姓以封，玉路不可以賜，故知皆金路也。襄十九年，「王賜鄭子蟜以大路」，二十四年，「王賜叔孫豹以大路」，二注皆云「大路，天子所賜車之揔名」。以周禮孤乘夏篆，卿乘夏縵。《釋例》以所賜穆叔子蟜當是革、木二路，故杜以大路爲賜車之揔名。服虔云：「大路，木路。」杜不然者，以「大路越席」，猶如「清廟茅屋」，清廟之華，以茅飾屋，示儉；玉路之美，以越席示質。若大路是木，則與越席各爲一物，豈清廟與茅屋又爲別乎？故杜以大路爲玉路，於玉路而施越席，是方可以示儉。故沈氏云：「玉路雖文，亦以越席示儉。」而劉君橫生異義，以大路爲木路，妄規杜氏，非也。]大羹不致，【注】大羹，肉汁。不致五味。[【疏】注「大羹」至「五味」。　○正義曰：《郊特牲》云：「大羹不和，貴其質也。」《儀禮‧士虞》、《特牲》皆設大羹湆，鄭玄云：「大羹湆，煑肉汁也。不和，貴其質，設之所以敬尸也。」是祭祀之禮有大羹也。大羹者，大古初，食肉者煮之而已，未有五味之齊，祭神設之，所以敬而不忘本也。《記》言「大羹不和」，故知不致者，不致五味。五味，即《洪範》所云酸、苦、辛、鹹、甘也。]粢食不鑿，【注】黍稷曰粢，不精鑿。【音義】○粢音咨。食音嗣，餅也。鑿，子洛反，精米也；《字林》作毇，子沃反，云：「糲米，一斛舂爲八斗。」[【疏】注「黍稷」至「精鑿」。　○正義曰：《釋草》云「粢，稷」。舍人曰「粢，一名稷。稷，粟也」。郭璞云：「今江東人呼粟爲粢。」《士虞記》云「明齊」，鄭云「今文曰明粢。粢，稷也。」然則粢是稷之別名。但稷是諸穀之長，粢亦諸穀揔名。《周禮‧小宗伯》「辨六粢之名物」，鄭玄云：「六粢，謂黍、稷、稻、粱、麥、菰。」是諸穀皆名粢也。祭祀用穀，黍稷爲多，故云黍稷曰粢，飯謂之食。傳云「粢食不鑿」，謂以黍稷爲飯，不使細也。《九章筭術》：「粟率五十，鑿二十四。」言粟五斗爲米二斗四升，是則米之精鑿。]昭其儉也。【注】此四者皆示儉。衮、冕、黻、珽，【注】衮，畫衣也。冕，冠也。黻，韋韠，以蔽膝也。珽，玉笏也。若今吏之持簿。【音義】○衮，古本反。黻音弗，下同。珽，化頂反。韠音必。笏音忽。持簿，步古反；徐廣云「持簿，手版也」。[【疏】注「衮畫」至「持簿」。　○正義曰：畫衣，謂畫龍於衣。祭服玄衣纁裳，《詩》稱玄衮，是玄衣而畫以衮龍。衮之言卷也，謂龍首卷然。《玉藻》曰：「龍卷以祭。」知謂龍首卷也。《尚書‧益稷》云：「帝曰：予欲觀古人之象，日、月、星辰、山、龍、華蟲，作會，宗彝、藻、火、粉米、黼、黻，絺繡。」言觀古人之象，謂觀衣服所象，日月以至黼黻十二物，皆衣服之所有也。華蟲以上言作會，宗彝以下言絺繡，則二者雖在於服，而施之不同。《冬官‧考工記》畫繢與繡布采異次，知在衣則畫之，在裳則刺之，故鄭玄《禮》注及《詩》箋皆云「衣繢而裳繡」，以此知衮是畫文，故云衮，畫衣也。衮衣以下章數，鄭玄注《司服》云有虞氏十二章，自日月而下；至周，而日、月、星辰畫於旌旗，又登龍於山，登火於宗彝。冕服自九章而下，如鄭此言，九章者，龍一，山二，華蟲三，火四，宗彝五，在衣；藻六，粉米七，黼八，黻九，在裳。鷩冕者，去龍去山，自華蟲而下，七章，華蟲一，火二，宗彝三，在衣；餘四章，在裳。毳冕者，去華蟲去火，五章，自宗彝而下，宗彝一，藻二，粉米三，在衣；餘二章，在裳。希冕者，去宗彝去藻，三章，自粉米而下，粉米一，在衣；餘二章在裳。玄冕者，其衣無畫，裳上刺黻而已。杜昭二十五年數九文，不取宗彝，則與鄭異也。冠者首服之大名，冕者冠中之別號，故云冕冠也。《世本》云「黃帝作冕」，宋仲子云：「冕，冠之有旒者。禮文殘缺，形制難詳。」《周禮》「弁師掌王之五冕，皆玄冕朱裏」，止言玄朱而已，不言所用之物。《論語》云：「麻冕，禮也。」蓋以木爲幹，而用布衣之，上玄下朱，取天地之色，其長短廣狹，則經傳無文。阮諶《三禮圖‧漢禮器制度》云：「冕制，皆長尺六寸，廣八寸，天子以下皆同。」沈引董巴《輿服志》云廣七寸，長尺二寸。應劭《漢官儀》云「廣七寸，長八寸」。沈又云廣八寸，長尺六寸者，天子之冕；廣七寸長尺二寸者，諸侯之冕；廣七寸，長八寸者，大夫之冕。但古禮殘缺，未知孰是，故備載焉。司馬彪《漢書‧輿服志》云：「孝明帝永平二年，初詔有司采《周官》、《禮記》、《尚書》之文制冕，皆前圓後方，朱裏，玄上，前垂四寸，後垂三寸。天子白玉珠十二旒，三公、諸侯青玉珠七旒，卿大夫黑玉珠五旒，皆有前無後」。此則漢法耳。古禮，鄭玄注《弁師》云：天子衮冕以五采繅，前後各十二斿，斿有五采，玉有十二，鷩冕前後九斿，毳冕前後七斿，希冕前後五斿，玄冕前後三斿，斿皆五采，玉十有二；上公衮冕三采繅，前後九斿，斿有三采，玉九。侯伯鷩冕三采繅，前後七斿，斿有三采，玉七；子男毳冕三采繅，前後五斿，斿有三采，玉五；孤卿以下，皆二采繅，二采玉，其斿及玉各依命數耳。謂之冕者，冕，俛也，以其後高前下，有俛俯之形，故因名焉。蓋以在上位者，失於驕矜，欲令位彌高而志彌下，故制此服，令貴者下賤也。黻韠制同而名異。鄭玄《詩》箋云：「芾，大古蔽膝之象也。冕服謂之芾，其他服謂之韠，以韋爲之。」故云：「黻，韋韠」也。《詩》云「赤芾在股」，則芾是當股之衣，故云以蔽膝也。鄭玄《易緯‧乾鑿度》注云：「古者田漁而食，因衣其皮，先知蔽前，後知蔽後。後王易之以布帛，而獨存其蔽前者，重古道而不忘本也。」是說黻韠之元由也。《易‧下繫辭》曰「包犧氏之王天下也，作爲網罟以佃以漁」。則田漁而食，伏犧時也。《禮運》說上古之時，云「昔者先王食鳥獸之肉，衣其羽皮」，是「田漁而食，因衣其皮」也。又曰「後聖有作，治其麻絲，以爲布帛」，《易‧繫辭》曰「黃帝堯舜垂衣裳而天下治」，然則易之布帛自黃帝始也。垂衣裳，服布帛，初必始於黃帝，其存蔽膝之象，未知始自何代也。《禮記‧明堂位》云：「有虞氏服韍。」言舜始作韍也，尊祭服而異其名耳，未必此時始存象也。知冕服謂之黻者，《易》云：「朱紱方來，利用享祀。」知他服謂之韠者，案《士冠禮》「士服皮弁、玄端，皆服韠」。是他服謂之韠，以冕爲主，非冕謂之他。此欲以兩服相形，故謂黻爲韋韠。黻之與韠，祭服他服之異名耳，其體制則同。《玉藻》說玄端服之韠云：「韠，君朱，大夫素，士爵韋。」發首言韠，句末言韋，明皆以韋爲之。凡韠，皆象裳色，言君朱，大夫素，則尊卑之韠，直色別而已，無他飾也。其黻則有文飾焉，《明堂位》曰：「有虞氏服黻，夏后氏山，殷火，周龍章。」鄭玄云：「韍，冕服之韠也，舜始作之，以尊祭服。禹湯至周，增以畫文。後王彌飾也。山，取其仁可仰也；火，取其明也；龍，取其變化也。天子備焉，諸侯火，而下卿大夫山，士韎韋而已。」是說黻之飾也。《玉藻》曰： 「韠，下廣二尺，上廣一尺，長三尺。其頸五寸，肩革帶博二寸。」鄭玄云：「頸五寸亦謂廣也，頸中央，肩兩角，皆上接革帶以繫之，肩與革帶廣同。」是說韠之制也。記傳更無黻制，皆是韠義，明其制與韠同。經傳作黻，或作韍或作芾，音義同也。徐廣《車服儀制》曰：「古者韍，如今蔽膝。戰國連兵，以韍非兵飾，去之。漢明帝復制韍，天子赤皮蔽膝。蔽膝，古韍也。然則漢世蔽膝，猶用赤皮，魏晋以來，用絳紗爲之。」是其古今異也。以其用絲，故字或有爲紱者。天子之笏以玉爲之，故云「珽，玉笏也」。《管子》云：「天子執玉笏以朝日」，是有玉笏之文也。禮之有笏者，《玉藻》云：「凡有指畫於君前，用笏，造受命於君前，則書於笏。」《釋名》曰：「笏，忽也。君有命則書其上，備忽忘也。」或曰笏可以簿疏物也。徐廣《車服儀制》曰：「古者貴賤皆執笏，即今手板也。」然則笏與簿，手板之異名耳。《蜀志》稱秦宓見大守以簿擊頰，則漢魏以來皆執手板，故云「若今吏之持簿」。《玉藻》云：「笏，畢用也，因飾焉」，言貴賤盡皆用笏，因飾以示尊卑。其上文云：「笏，天子以球玉，諸侯以象，大夫以魚須文竹，上竹本象可也」。鄭玄云：「球，美玉也。文猶飾也。大夫士飾竹以爲笏，不敢與君並用純物，是其尊卑異也。」大夫與士笏俱用竹，大夫以魚須飾之，士以象骨爲飾，不敢純用一物，所以下人君也。用物既殊，體制亦異。《玉藻》云：「天子搢珽方正於天下也。諸侯荼，前詘後直，讓於天子也，大夫前詘後詘，無所不讓也。」鄭玄以爲謂之珽，珽之言珽然無所屈，前後皆方正也。荼謂舒懦，所畏在前也。圜殺其首，屈於天子也。大夫上有天子，下有己君，故首末皆圜，前後皆讓，是其形制異也。其長，則諸侯以下與天子又異。珽一名大圭，《周禮‧典瑞》云「王晋大圭以朝日」是也。《冬官‧考工記》「大圭長三尺，天子服之」。是天子之珽長三尺也。《玉藻》云：「笏度二尺有六寸」，短於天子。蓋諸侯以下，度分皆然也。]帶、裳、幅、舄，【注】帶，革帶也。衣下曰裳。幅，若今行縢者。舄，複履。　○幅音逼。舄音昔。縢，徒登反。複音福。[【疏】注「帶革」至「複履」。　○正義曰：下有鞶是紳帶，知此帶爲革帶。《玉藻》「革帶博二寸」，鄭云：「凡佩繫于革帶。」《白虎通》云：「男子有鞶革者，示有金革之事。」然則示有革事，故用革爲帶，帶爲佩也。昭十二年傳云「裳下之飾也」。經傳通例，皆上衣下裳，故云衣下曰裳。幅與行縢，今古之異名，故云若今行縢。《詩》云「邪幅在下」，毛傳曰：「幅，偪也。所以自偪束也。」鄭箋云：「邪幅如今行縢也，偪束其脛，自足至膝。」縢訓緘也，然則行而緘足，故名行縢；邪纏束之，故名邪幅。舄者，屨之小別。鄭玄《周禮‧屨人》注云：「複下曰舄，襌下曰屨。」然則舄之與屨，下有禪、複爲異。履是揔名，故云「舄，復履」。謂其複下也。鄭玄又云：「天子諸侯吉事皆舄。」赤舄者，冕服之舄。白舄者，皮弁之舄。黑舄者，玄端之舄。其士皆著屨。纁屨者，爵弁之屨。白屨者，皮弁之屨。黑屨者，玄端之屨。其卿大夫服冕者，亦赤舄，餘服則屨。其王后，褘衣玄舄，褕狄青舄，闕狄赤舄，鞠衣黃屨，展衣白屨，褖衣黑屨。其諸侯夫人及卿大夫之妻合衣狄者，皆舄，其餘皆屨。其舄之飾，用對方之色，赤舄黑飾是也。屨之飾用比方，白屨黑飾是也。]衡、紞、紘、綖，【注】衡，維持冠者。紞，冠之垂者。紘，纓從下而上者。綖，冠上覆。【音義】○紞，多敢反，《字林》丁坎反。紘，獲耕反。綖音延，《字林》弋善反。上，時掌反，下「上下」同。[【疏】注「衡維」至「上覆」。　○正義曰：此四物者，皆冠之飾也。《周禮‧追師》「掌王后之首服，追衡笄」。鄭司農云：「衡，維持冠者。」鄭玄云：「祭服有衡，垂于副之兩旁當耳，其下以紞縣瑱。」彼婦人首服有衡，則男子首服亦然，冠由此以得支立，故云「維持冠者」。追者，治玉之名。王后之衡以玉爲之，故追師掌焉。《弁師》「掌王之五冕」，弁及冕皆用玉笄，則天子之衡亦用玉，其諸侯以下衡之所用則未聞。紞者，縣瑱之繩，垂於冠之兩旁，故云「冠之垂者」。《魯語》敬姜曰「王后親織玄紞」，則紞必織線爲之，若今之絛繩。鄭玄《詩》箋云充耳「謂所以縣瑱者，或名爲紞織之人。君五色，臣則三色」，是也。絛必雜色，而《魯語》獨言玄者，以玄是天色，故特言之，非謂純玄色也。紘纓皆以組爲之，所以結冠於人首也。纓用兩組，屬之於兩旁，結之於頷下，垂其餘也。紘用一組，從下屈而上，屬之於兩旁，垂其餘也。紘纓同類，以之相形，故云「紘，纓從下而上者」。《弁師》「掌王之五冕」，皆玉笄朱紘。《祭義》稱諸侯冕而青紘，《士冠禮》稱緇布冠青組纓，皮弁笄、爵弁笄緇組紘。鄭玄云，有笄者，屈組爲紘，垂爲飾。無笄者，纓而結其絛。以其有笄者用紘力少，故從下而上屬之；無笄者用纓力多，故從上而下結之。冕弁皆有笄，故用紘；緇布冠無笄，故用纓也。《魯語》稱公侯夫人織紘綖，知紘亦織而爲之。《士冠禮》言組纓、組紘，知天子諸侯之紘亦用組也。綖，冠上覆者，冕以木爲幹，以玄布衣其上，謂之綖。《論語》、《商書》皆云麻冕，知其當用布也。《弁師》「掌王之五冕」皆玄冕，知其色用玄也。孔安國《論語》注言「績麻三十升布以爲冕」，即是綖也。鄭玄《玉藻》注云「延，冕上覆也」，此云冠上覆者，冠、冕通名，故此注衡及綖皆以冠言之，其實悉冕飾也。]昭其度也。【注】尊卑各有制度。[【疏】注「尊卑各有制度」。　○正義曰：此上十二物者，皆是明其制度，哀伯思及，則言無次第也。鄭玄《覲禮》注云，上公衮無升龍，「天子有升龍，有降龍」，是衮有度也。冕則公自衮以下，侯伯自鷩以下，是冕有度也。黻則諸侯火以下，卿大夫山，是黻有度也。珽則玉象不同，長短亦異，是珽有度也。衮冕、鷩冕，裳四章；毳冕、希冕、裳二章，是裳有度也。鄭玄《屨人》注云：王吉服，舄有三等，赤舄爲上，冕服之舄，下有白舄、黑舄。王治祭服，舄有三等，玄舄爲上，禕衣之舄，下有青舄、赤舄，是舄有度也。紞則人君五色，臣則三色，是紞有度也。天子朱紘，諸侯青紘，是紘有度也。其帶、幅、衡、綖則無以言之。傳言昭其度也，明其尊卑各有制度。]藻、率、鞞、鞛，【注】藻、率，以韋爲之，所以藉玉也。王五采，公、侯、伯三采，子、男二采。鞞，佩刀削上飾。鞛，下飾。【音義】○率音律。鞞，補頂反。鞛，布孔反。鞞、鞛，刀削之飾。藉，在夜反。削音笑。[【疏】注「藻率」至「下飾」。正義曰：鄭玄《覲禮》注云：「繅所以藉玉，以韋衣木，廣袤各如其玉之大小。」《典瑞》注云：「繅有五采文，所以薦玉，木爲中幹，用韋衣而畫之。」此言以韋爲之，指木上之韋。其實木爲幹也。《禮》之言「繅」皆有玉共文。《大行人》謂之「繅藉」，《曲禮》單稱「藉」，故知所以藉玉也。《大行人》云：公「執桓圭九寸，繅藉九寸」。知大小各如其玉也。《大行人》注云：「繅藉以五采韋衣板，若奠玉，則以藉之。」是由有奠之時，須有繅以之藉玉，故小大如玉耳。《典瑞職》曰：「王執鎮圭，繅藉五采五就，以朝日。公執桓圭，侯執信圭，伯執躬圭，繅皆三采三就。子執穀璧，男執蒲璧，繅皆二采再就，以朝覲宗遇會同于王。」是王五采，公侯伯三采，子男二采也。凡言五采者，皆謂玄、黃、朱、白、蒼。三采，朱、白、蒼。二采，朱、緑。就，成也。五就，謂五匝。每一帀爲一就也。《禮》之言藻，其文雖多，《典瑞》、《大行人》、《聘禮》、《覲禮》皆單言繅，或云繅藉，未有言繅率者。故服虔以藻爲畫藻，率爲刷巾。杜以藻率爲一物者，以拭物之巾無名率者。服言《禮》有刷巾，事無所出，且哀伯謂之昭數，固應禮之大者，寧當舉拭物之巾與藻藉爲類？故知藻率正是藻之複名。藻得稱爲藻藉，何以不可名爲藻率也？《玉藻》說帶之制，曰「士練帶，率下辟。凡帶有率無箴功」。鄭玄云「上以下皆襌，不合而率積。如今作幧頭爲之也」。然則襌而不合縷，率其邊謂之爲率，此以韋衣木，蓋亦繂積其邊，故稱率也。鄭司農《典瑞》注讀繅爲藻率之藻，似亦藻率共爲藻也。《詩》曰：「鞞奉容刀」，故知鞞鞛，佩刀削之飾也。《少儀》云：「刀授穎，削授柎。」削是刀之類，故與刀連言之。鞞鞛二名，明飾有上下，先鞞後鞛，故知鞞爲上飾，鞛爲下飾。劉君以《毛詩傳》下曰鞞，上曰奉，而規杜氏，但鞞鞛或上或下，俱是無正文，不可以規杜過也。]鞶、厲、游、纓，【注】鞶，紳帶也，一名大帶。厲，大帶之垂者。游，旌旗之游。纓，在馬膺前，如索裙。【音義】○鞶，步干反。游音留，注同。膺，於陵反。索，悉各反。[【疏】注「鞶紳」至「索裙」。　○正義曰：《易‧訟卦‧上九》「或錫之鞶帶」，知鞶即帶也。以帶束要，垂其餘以爲飾，謂之紳。上帶爲革帶，故云「鞶，紳帶」，所以別上帶也。《玉藻》說帶，云「大夫大帶」，是一名大帶也。《詩》毛傳云：「厲，帶之垂者。」故用毛說以爲「厲，大帶之垂者」也。大帶之垂者，名之爲紳，而復名爲厲者，紳是帶之名，厲是垂之貌。《詩》稱「垂帶而厲」，是厲爲垂貌也。《玉藻》稱「天子素帶朱裏，終辟」，諸侯素帶不朱里，大夫玄華辟。垂帶皆博四寸，士帶博二寸，再繚四寸，緇辟下垂。賈、服等說鞶、厲皆與杜同，唯鄭玄獨異。《禮記‧內則》注，以鞶爲小囊，讀厲如裂繻之裂，言鞶囊必裂繒緣之以爲飾。案《禮記》稱「男鞶革，女鞶絲」，鞶是帶之別稱，遂以鞶爲帶名，言其帶革、帶絲耳，鞶非囊之號也。《禮記》又云「婦事舅姑施縏袠」，袠是囊之別名，今人謂裏書之物爲袠，言其施帶、施囊耳，其縏亦非囊也。若以縏爲小囊，則袠是何器？若袠亦是囊，則不應帶二囊矣。以此知鞶即是紳帶爲得其實。游是旐之垂者，旆之別名。九旗雖各有名，而旌旗爲之揔號，故云旌旗之游也。案《巾車》「王建大常，十有二斿」，又《大行人》云：上公九斿，侯伯七斿，子男五斿。其孤卿建旜，大夫士建物，其斿各如其命數。其鳥旟則七斿，熊旗則六斿，龜則四斿。故《考工記》云：「鳥旟七斿，以象鶉火。熊旗六斿，以象伐。龜四斿，以象營室。」是也。鄭司農《巾車》注云：「禮家說曰，纓當胸，以削革爲之。」鄭玄云： 「纓，今馬鞅。」是纓，在馬膺前也。服虔云：「纓如索裙，今乘輿大駕有之。」然則漢魏以來，大駕之馬膺有索裙，是纓之遺象，故云：「如索裙也」。案《巾車》「玉路樊纓，十有再就」，鄭玄注云：「樊及纓皆以五采罽飾之。」「金路樊纓九就，象路樊纓七就，革路絛纓五就」，鄭玄云：「其樊及纓，以絛絲飾之。」「木路翦樊鵠纓」，鄭玄云：「以淺黑飾韋爲樊，鵠色飾韋爲纓。不言就數，飾與革路同。]昭其數也。【注】尊卑各有數。[【疏】注「尊卑各有數」。　○正義曰：藻有五采、三采之異，是藻率有數也。《毛詩》傳說「容刀」之飾，云「天子玉奉而珧珌，諸侯璗琫而璆珌」，是鞞鞛有數也。《玉藻》云「紳長制，士三尺，有司二尺有五寸」，又大夫以上帶廣四寸，士廣二寸，是鞶厲有數也。玉路十二斿，金路九斿，是游有數也。玉路纓十有二就，金路纓九就，是纓有數也。數之與度，大同小異。度謂限制，數謂多少，言其尊卑有節數也。]火、龍、黼、黻，【注】火，畫火也。龍，畫龍也。白與黑謂之黼，形若斧。黑與青謂之黻，兩己相戾。【音義】○黼音甫。戾，力計反。[【疏】注「火畫」至「相戾」。　○正義曰：《考工記》記畫繢之事云「火以圜」，鄭司農云：「爲圜形似火也。」鄭玄云：「形如半環然。」又曰「水以龍」，鄭玄云：「龍，水物。畫水者并畫龍」，是衣有畫火畫龍也。「白與黑謂之黼，黑與青謂之黻」，《考工記》文也。其言形若斧，兩己相戾，相傳爲說。孔安國《虞書傳》亦云：黼若斧形、黻爲兩己相背。是其舊說然也。周世衮冕九章，傳唯言火、龍、黼、黻四章者，略以明義，故文不具舉。衣之所畫龍先於火，今火先於龍，知其言不以次也。]昭其文也。【注】以文章明貴賤。五色比象，昭其物也。【注】車服器械之有五色，皆以比象天地四方，以示器物不虛設。【音義】○比，并是反。械，戶戒反。[【疏】注「車服」至「虛設」。　○正義曰：《考工記》云：晝繢之事雜五色，東青，南赤，西白，北黑，天玄，地黃。是其比象天地四方也。比象有六而言五者，玄在赤黑之間，非別色也。昭二十五年傳云「九文、六采」，言采色有六，故注以天地四方六事當之。五行之色爲五色，加天色則爲六，故五色六采互相見也。昭其物者，以示物不虛設，必有所象，其物皆象五色，故以五色明之。]鍚、鸞、和、鈴，昭其聲也。【注】鍚，在馬額。鸞，在鑣。和，在衡。鈴，在旂。動皆有鳴聲。【音義】○鍚音楊，馬面當盧。鈴音令。額，顏客反。鑣，彼驕反。旂，勤衣反。[【疏】注「鍚在」至「鳴聲」。　○正義曰：鄭玄《巾車》注云：「鍚，馬面當盧，刻金爲之，所謂鏤鍚也。」《詩》箋云：「眉上曰鍚，刻金飾之，今當盧也」。然則鍚在眉上，故云在馬額也。《詩》稱 「車鸞鑣」，知鸞在鑣也，鑣在馬口兩旁，衡在服馬頸上，鸞和亦鈴也。以處異，故異名耳。《爾雅‧釋天》說旌旗「有鈴曰旂」，李巡曰：「以鈴置端。」是鈴在旂也。鍚在馬額，鈴在旂，先儒更無異說。其鸞和所在，則舊說不同。《毛詩》傳曰：「在軾曰和，在鑣曰鸞。」《韓詩內傳》曰：「鸞在衡，和在軾前。」鄭玄《經解》注取《韓詩》爲說。《秦詩》箋云：「置鸞於鑣，異於乘車也。」其意言乘車之鸞在衡，田車之鸞在鑣。及《商頌‧烈祖》之箋又云「鸞在鑣」，是疑不能定，故兩從之也。案《考工記》「輪崇，車廣，衡長，參如一」，則衡之所容唯兩服馬耳。詩辭每言八鸞，當謂馬有二鸞。鸞若在衡，衡唯兩馬，安得置八鸞乎？以此知鸞必在鑣。鸞既在鑣，則和當在衡。經傳不言和數，未知和有幾也。四者皆以金爲之，故動則皆有鳴聲也。]三辰旂旗，昭其明也。【注】三辰，日、月、星也。畫於旂旗，象天之明。[【疏】注「三辰」至「之明」。正義曰：《春官》「神士掌三辰之法」。鄭玄亦以爲日、月、星也謂之辰。辰，時也。日以照晝，月以照夜，星則運行於天，昏明遞市而正，所以示民早晚，民得以爲時節，故三者皆爲辰也。三辰是天之光明照臨天下，故畫以旌旗，象天之明也。九旗之物，唯日月爲常。不言畫星者，蓋大常之上，又畫星也。《穆天子傳》稱「天子葬盛姬，建日月七星」。蓋畫北斗七星也。案《司常》「交龍爲旂，熊虎爲旗」，不畫三辰。而云三辰旂旗者，旂旗是九旗之揔名，可以統大常，故舉以爲言也。]夫德，儉而有度，登降有數，【注】登降，謂上下尊卑。文、物以紀之，聲、明以發之，以臨照百官。百官於是乎戒懼，而不敢易紀律。今滅德立違，【注】謂立華督違命之臣。而寘其賂器於大廟，以明示百官。百官象之，其又何誅焉？國家之敗，由官邪也。官之失德，寵賂章也。郜鼎在廟，章孰甚焉？武王克商，遷九鼎于雒邑，【注】九鼎，殷所受夏九鼎也。武王克商，乃營雒邑而後去之，又遷九鼎焉，時但營雒邑，未有都城。至周公，乃卒營雒邑，謂之王城，即今河南城也。故傳曰：「成王定鼎于郟鄏」。【音義】○寘，之豉反，置也。邪，似嗟反。雒音洛，本亦作洛。夏，戶雅反。郟，古夾反。鄏音辱。[【疏】注「九鼎」至「郟鄏」。　○正義曰：據宣三年傳，知九鼎是殷家所受夏九鼎也。《戰國策》稱齊救周，求九鼎，顏率謂齊王曰：「昔周伐殷而取九鼎，一鼎九萬人挽之，九鼎八十一萬人挽之。」挽鼎人數或是虛言，要知其鼎有九，故稱九鼎也。知武王遷九鼎於洛邑欲以爲都者，鼎者，帝王所重，相傳以爲寶器。戎衣大定之日，自可遷置，西周乃徙九鼎處于洛邑，故知本意欲以爲都。又以《商書‧洛誥》說周公營雒邑，則知武王但有遷意，周公乃卒營之。《地理志》云： 「河南縣故郟鄏地也。武王遷九鼎焉。周公致太平，營以爲都，是爲王城，至平王居之」。言即今河南城者，晋時猶以爲河南縣。「成王定鼎」，宣三年傳文。]義士猶或非之，【注】蓋伯夷之屬。[【疏】注「蓋伯夷之屬」。　○正義曰：《史記‧伯夷列傳》曰：伯夷、叔齊，孤竹君之二子也，讓國，俱逃歸周。及至西伯卒，武王東伐紂，「伯夷、叔齊叩馬諫，曰：『父死不葬，爰及干戈，可謂孝乎？以臣伐君，可謂仁乎？』左右欲兵之。太公曰：『此義人也。』扶而去之」。武王既平殷，夷、齊恥之，不食周粟，隱於首陽山，采薇而食之。作歌曰：「登彼西山兮，爰采薇矣。以暴易暴兮，不知其非矣。」檢書傳之說，非武王者，唯此人。故知是伯夷之屬。]而況將昭違亂之賂器於大廟，其若之何？」公不聽。周內史聞之曰：「臧孫達其有後於魯乎！君違，不忘諫之以德。」【注】內史，周大夫官也。僖伯諫隱觀魚，其子哀伯諫桓納鼎，積善之家必有餘慶，故曰其有後於魯。[【疏】注「內史」至「於魯」。　○正義曰：《周禮‧春官》：「內史，中大夫。」是周大夫官也。「積善之家必有餘慶」，《易‧文言》文也。]\n秋七月，杞侯來朝，不敬。杞侯歸，乃謀伐之。"
      },
      {
        "index": 16,
        "text": "「蔡侯、鄭伯會于鄧」，始懼楚也。【注】楚國，今南郡江陵縣北紀南城也。楚武王始僭號稱王，欲害中國。蔡、鄭姬姓，近楚，故懼而會謀。【音義】○近，附近之近。[【疏】注「楚國」至「會謀」。正義曰：《地理志》云：「南郡江陵縣，故楚郢都，楚文王自丹陽徙此。」《世本》云：「楚鬻熊居丹陽，武王徙郢。」宋仲子云：「丹陽在南郡枝江縣，今南郡江陵縣北有郢城。」《史記》稱文王徙都于郢。《地理志》依《史記》爲說，此時當楚武王也。《譜》云：「楚，芋姓，顓頊之後也。其後有鬻熊，事周文王，早卒。成王封其曾孫熊繹於楚。以子男之田居丹陽，今南郡枝江是也。熊達始稱武王，武王十九年，魯隱公之元年也。武王居郢，今江陵是也。昭王徙鄀，惠王八年獲麟之歲也。惠王二十一年，《春秋》之傳終矣。惠王五十七年卒。自惠王以下十一世，二百九年，而秦滅之。」《楚世家》稱武王使隨人請王室尊吾號，王弗聽。還報楚，楚王怒，乃自立爲楚武王。是楚武王始僭號稱王也。劉炫云：號爲武，武非謚也。]\n九月，入杞，討不敬也。\n「公及戎盟于唐」，脩舊好也。【注】惠、隱之好。【音義】○好，呼報反，注同。"
      },
      {
        "index": 17,
        "text": "「冬，公至自唐」，告于廟也。凡公行，告于宗廟；反行，飲至，舍爵策勳焉，禮也。【注】爵，飲酒器也。既飲置爵，則書勳勞於策，言速紀有功也。【音義】○舍音赦，置也；舊音捨。[【疏】「冬公」至「禮也」。　○正義曰：凡公行者，或朝或會或盟或伐，皆是也。孝子之事親也，出必告，反必面，事死如事生，故出必告廟，反必告至。不言告禰廟而言告宗廟者，諸廟皆告，非獨禰也。《禮記‧曾子問》曰：「諸侯適天子，必告于祖，奠于禰」，命祝史告于宗廟。「諸侯相見，必告于禰」，命祝史告于五廟。「反，必親告于祖禰，乃命祝史告至于前所告者」。由此而言，諸侯朝天子則親告祖禰，祝史告餘廟。朝鄰國則親告禰，祝史告餘廟。其路遠者，亦親告祖。故于其反也，言告于祖禰，明出時亦告祖也。出時不言祖者，鄭玄云：「道近，或可以不親告祖」，明道遠者亦親告祖矣。雖親與不親，而諸廟皆告，故揔言告于宗廟也。《曾子問》曰「凡告用制幣，反亦如之」，則出入皆以幣告也。但出則告而遂行，反則告訖又飲至，故行言告廟，反言飲至，以見至有飲，而行無飲也。飲至者，嘉其行至，故因在廟中飲酒爲樂也。襄十三年傳曰：「公至自晋，孟獻子書勞于廟，禮也。」書勞策勳，其事一也。舍爵乃策勳，策勳常在廟，知飲至亦在廟也。彼公至自晋，朝還告廟也。此公至自唐，盟還告廟也。十六年「公至自伐鄭」，傳曰「以飲至之禮」，伐還告廟也。三者傳皆言禮。知朝、會、盟、伐，告廟禮同，傳所以反覆，凡例也。朝還告至，而獻子書勞則策勳者，非唯討伐之勳，雖常事有以安國寧民，或亦書功于廟也。公行告至，必以嘉會昭告祖禰，有功則舍爵策勳，無功則告事而已，無不告也。反行必告，而春秋公行一百七十六，書至者唯八十二耳其餘不書者，釋例曰：「凡公之行不書至者九十有四，皆不告廟也。隱公之不告，謙也；餘公之不告，慢於禮也。」慢於禮者，舉大例言耳，其中亦應有心實非慢而不宜告者，若行有恥辱，不足爲榮，則克躬罪己，不以告廟，非爲慢於禮也。若事實可恥而不以爲恥，反行告廟，則史亦書之。宣五年傳曰：「公如齊，高固使齊侯止公，請叔姬焉。夏，公至自齊。書，過也。」《釋例》曰：「執止之辱，厭尊毀列，所以累其先君，忝其社稷，固當克躬罪己，不以嘉禮自終。宣公如齊，既已見止，連昏於鄰國之臣，而行飲至之禮，故傳曰『書，過也』。是不應告而告，故書之以示過也。」《釋例》又曰：「桓公之喪至自齊，此則死還告廟而書至者也。莊公違禮，如齊觀社，用飲至之禮，此則失禮之書至者也。宣公黑壤之會，以賂免，諱不書盟，而復書至，亦諱不以見止告廟也。襄公至自晋，此則榮還而書至者也。昭公至自齊，居于鄆，此則宜告而書至者也。諸書至，皆告廟啓反。或即實而言，或有所諱辟。傳於伐見飲至之禮，於宣見書過之譏，於朝見書勞于廟，舉此三者以包其他行也。僖十六年公會諸侯于淮。未歸，而取項。齊人以爲討，而止公。十七年秋，「聲姜以公故，會齊侯于卞」，公始得歸，而書「公至自會」，是諱其見止，而以會告廟。故傳曰：「猶有諸侯之事焉，且諱之。」是諱止而以會告也。諸侯盟者必在會後，皆書公至自會，不言公至自盟者，以盟是因會而爲之，初必以會徵衆。公行以會告廟，故還以會告至。雖并以盟告，亦不云至自盟，爲行時不以盟告故也。僖二十八年公會諸侯于溫，遂圍許，經書公至自圍許；襄十年公會諸侯于柤，「遂滅偪陽」，經書「公至自會」。二文不同。《釋例》曰：「諸若此類，事勢相接，或以始致，或以終致，蓋時史之異耳，無他義也。」定十二年「公至自圍成」，行不出境而亦告廟者，《釋例》曰：「陪臣執命，大都偶國。仲由建墮三都之計，而成人不從，故公親伐之，雖不越境，動衆興兵，大其事，故出入皆告于廟也。」　○注「爵飲」至「功也」。　○正義曰：《韓詩》說：「一升曰爵。爵，盡也，足也。二升曰觚。觚，寡也。飲當寡少。三升曰觶。觶，適也。飲當自適。四升曰角。角，觸也。次不自適，觸罪過也。五升曰散。散，訕也。飲不自節，爲人謗訕也。揔名曰爵，其實曰觴。觴，餉也。」然則飲酒之器，其名有五，而揔稱爲爵。案《燕禮》，爵用觚、觶，此飲至之爵不過用觚、觶而已。爲人君者，賞不踰月，欲民速覩爲善之利。故舍爵即書勞於策，言速紀有功也。]特相會，往來稱地，讓事也。【注】特相會，公與一國會也。會必有主，二人獨會，則莫肯爲主，兩讓，會事不成，故但書地。自參以上，則往稱地，來稱會，【注】成事也。成會事。【音義】○參，七南反，一音三。上，時掌反。"
      },
      {
        "index": 18,
        "text": "初，晋穆侯之夫人姜氏以條之役生太子，命之曰仇。【注】條，晋地。大子，文侯也。意取於戰相仇怨。【音義】○仇音求。其弟以千畝之戰生，命之曰成師。【注】桓叔也。西河界休縣南有地，名千畝，意取能成其衆。[【疏】「千畝之戰」。　○正義曰：案《周本紀》，宣王三十九年，王與姜戎戰于千畝。取此戰事以爲子名也。]師服曰：「異哉，君之名子也！【注】師服，晋大夫。【音義】○名，如字，或彌政反。夫名以制義，【注】名之必可言也。義以出禮，【注】禮從義出。禮以體政，【注】政以禮成。政以正民，是以政成而民聽。易則生亂。【注】反易禮義，則亂生也。[【疏】「夫名」至「生亂」。　○正義曰：出口爲名，合宜爲義。人之出言使合於事宜，故云「名以制義」。杖義而行，所以生出禮法，故云「義以出禮」。復禮而行，所以體成政教，故云「禮以體政」。以禮爲政，以正下民，故云「政以正民」。今晋侯名子不得其宜，禮教無所從出。政不以禮，則民各有心，故爲始兆亂也。]嘉耦曰妃，怨耦曰仇，古之命也。【注】自古有此言。【音義】○耦，五口反。妃，芳非反。今君命大子曰仇，弟曰成師，始兆亂矣。兄其替乎！」【注】穆侯愛少子桓叔，俱取於戰以爲名，所附意異，故師服知桓叔之黨必盛於晋以傾宗國，故因名以諷諫。【音義】○替，他計反，廢也。少，詩照反。諷，芳鳳反。[【疏】注「穆侯」至「諷諫」。　○正義曰：大子與桓叔雖並因戰爲名，而所附意異。仇，取於戰相仇怨；成師，取能成師衆。緣名求義，則大子多怨仇，而成師有徒衆。穆侯本立此名，未必先生此意。但寵愛少子，於時已著，師服知桓叔將盛，故推出此理，因解其名以爲諷諫，欲使之强榦弱枝耳。人臣規諫，若無端緒，馮何致言以申己志？非謂人之立名必將有驗。而何休謂左氏後有興亡，由立名善惡。引后稷名棄，爲《膏盲》，以難左氏，非也。]惠之二十四年，晋始亂，故封桓叔于曲沃。【注】惠，魯惠公也。晋文侯卒，子昭侯元年，危不自安，封成師爲曲沃伯。靖侯之孫欒賓傅之。【注】靖侯，桓叔之高祖父，言得貴寵公孫爲傅相。【音義】○靖，才井反。欒，力官反。[【疏】注「靖侯」至「傅相」。　○正義曰：案《晋世家》，靖侯生僖侯，僖侯生獻侯，獻侯生穆侯，穆侯生桓叔。靖侯是桓叔之高祖也。史傳稱祖皆云祖父，故謂高祖爲高祖父，非高祖之父也。特云靖侯之孫，則知傳意，言其得貴寵公孫爲傅相也。此人之後，遂爲欒氏，蓋其父字欒。]師服曰：「吾聞國家之立也，本大而末小，是以能固。故天子建國，【注】立諸侯也。諸侯立家，【注】卿大夫稱家臣。卿置側室，【注】側室，衆子也，得立此一官。[【疏】注「側室」至「一官」。　○正義曰：《禮記‧文王世子》云「公若有出疆之政，庶子守公宮，正室守大廟」。鄭玄云：「正室，適子也。」正室是適子，故知側室是衆子，言其在適子之旁側也。文十二年傳曰：「趙有側室曰穿。」是卿得立此官也。卿之家臣，其數多矣，獨言立此一官者，其餘諸官，事連於國，臨時選用，異姓皆得爲之。其側室一官，必用同族，是卿蔭所及，唯知宗事，故特言之。案《世族譜》，趙穿是夙之庶孫，於趙盾爲從父昆弟，而爲盾側室。然選其宗之庶者而爲之，未必立卿之親弟。]大夫有貳宗，【注】適子爲小宗，次子爲貳宗，以相輔貳。【音義】○適，丁歷反。「爲小宗」，本或作「爲大宗」，誤。[【疏】注「適子」至「輔貳」。　○正義曰：禮有大宗、小宗。天子諸侯之庶子謂之別子，及異姓受族爲後世之始祖者，世適承嗣，百世不遷，謂之大宗。爲父後者，諸弟宗之，五世則遷，謂之小宗。五世遷者，謂高祖以下，喪服未絶。其繼高祖之適，則緦服之內共宗之。其繼曾祖之適，則小功之內共宗之。繼祖、繼禰所宗及亦然。故鄭玄《喪服小記》注云：「小宗有四，或繼高祖，或繼曾祖，或繼祖，或繼禰，皆至五世則遷。」以緦服既窮，不相宗敬，故疏即遞遷也。《禮記大傳》曰：「有百世不遷之宗，有五世則遷之宗。百世不遷者，別子之後也，宗其繼別子之所自出者，百世不遷者也。宗其繼高祖者，五世則遷者也。」是言大宗、小宗之別也。大夫身是適子，爲小宗，故其次者爲貳宗，以相輔助爲副貳，亦立之爲此官也。杜知非大宗而云小宗者，以其大夫不必皆是大宗，據爲小宗者多，故杜言之也。若大夫身爲大宗，亦止得立貳宗官耳。《禮記》據公族爲說，故言別子爲祖主，說諸侯庶子耳。其實異姓受族，亦爲始祖，其繼者，亦是大宗。但《記》文不及之耳。沈云「適子爲小宗，謂是大夫之身爲小宗。次者爲貳宗，謂大夫庶弟貳宗，以側室爲例，皆是官名，與五宗別」。]士有隸子弟，【注】士卑，自以其子弟爲僕隸。庶人、工、商，各有分親，皆有等衰。【注】庶人無復尊卑，以親疏爲分別也。衰，殺也。【音義】○分，扶問反，又如字。親，七刃反，又如字。衰，初危反，注同。復，扶又反。別，彼列反。殺，所界反。是以民服事其上，而下無覬覦。【注】下不冀，望上位。【音義】○覬音冀。覦，羊朱反；《字林》，羊住反；《說文》云，欲也。今晋，甸侯也，而建國。本既弱矣，其能久乎？」【注】諸侯而在甸服者。【音義】○甸，徒練反。[【疏】注「諸侯」至「服者」。　○正義曰：周公斥大九州，廣土萬里，制爲九服，邦畿方千里。其外每五百里謂之一服。侯、甸、男、采、衛、要六服爲中國。夷、鎮、蕃三服爲夷狄。《大司馬》謂之 「九畿」，言其有期限也。《大行》人謂之「九服」，言其服事王也。如其數計，甸服內畔，尚去京師千里。晋距王城不容此數，而得在甸服者，《周禮》設法耳。土地之形，不可方平如圖，未必每服皆如其數也。《地理志》云：「初雒邑與宗周通封畿，東西長，南北短，短長相覆爲千里。」是王畿不正方也。《志》又云東都方六百里，半之爲三百里，外有侯服五百里，爲八百里。計晋都在大原，去雒邑近八百里也。畿既不方，服必差改，故晋在甸服也。]惠之三十年，晋潘父弑昭侯而立桓叔，不克。【注】潘父，晋大夫也。昭侯，文侯子。晋人立孝侯。【注】昭侯子也。惠之四十五年，曲沃莊伯伐翼，弑孝侯。【注】莊伯，桓叔子。翼，晋國所都。翼人立其弟鄂侯。鄂侯生哀侯。【注】鄂國以隱五年奔隨。其年秋，王立哀侯于翼。哀侯侵陘庭之田。【注】陘庭，翼南鄙邑。【音義】○陘音刑。陘庭南鄙啓曲沃伐翼。"
      }
    ]
  }
}