{
  "chapterNumber": 19,
  "title": "春秋左傳正義卷18 (Zuozhuan Zhengyi, Volume 18)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "文公五年\n【經】五年，春，王正月，王使榮叔歸含且賵。（珠玉曰含。含，口實。車馬曰賵。○含，本亦作唅，戶暗反。《說文》作「含」，云：「送終口中玉。」賵，芳鳳反。）"
      },
      {
        "index": 1,
        "text": "疏「王使」至「且賵」。○正義曰：《公羊傳》曰：「其言『歸含且賵』何？兼之。兼之，非禮也。」賈、服云：「含賵當異人，今一人兼兩使，故書『且』以譏之。」案《禮·雜記》諸侯相吊之禮，含襚賵臨，同日而畢，與介代有事焉，不言遣異使也。諸侯相於，則唯遣一使，而責天子於諸侯必當異人，禮何所出而非責王也？春秋之世，風教陵遲，吉凶賀吊，罕能如禮。王之崩葬，魯多不行。魯之有喪，寧能盡至？王歸含賵二事而已。宰咺又賵而不含不至，全無所譏；不含，又無貶責。既含且賵，便責兼之不可。是禮備不如不備，行禮不如不行，豈有如此之理哉？《左傳》舉「來含且賵」、「會葬」二事，乃云「禮也」，則二事俱是得禮，無譏兼之之意也。言「且」者，見有二禮而已。宰咺言「來歸」，此不言「來」者，《穀梁傳》曰：「其不言『來』者，不周事之用也。賵以早，而含以晚。」其意以為含者所以實口，當及未殯而至，以其至晚，故不言「來」，以責王也。案《雜記》「含者執璧將命，坐委於殯東南，有葦席。既葬，蒲席」。然則含襚者所以助喪盡恩，示其有禮而已。既葬猶尚致之，不必以濟其用。天子之與鄰國，莫不道路長遠，赴者猶尚不至，責其未殯而來此，是理之不通也。且來者自外之文，非是褒貶之意。九年「秦人來歸僖公、成風之襚」，襚衣是斂之所用，彼最晚矣，何以復言「來」乎？言來與不言來，史異文耳。宰咺，秦人，歸之既晚，故舉其所為之人。此夫人新薨，言歸含賵，為夫人可知，故不言歸夫人含賵也。何休《膏肓》以為禮尊不含卑，又不兼二禮，《左氏》以為「禮」，於義為短。鄭康成箴云：「禮，天子於二王後之喪，含為先，襚次之，賵次之，賻次之；於諸侯含之，賵之；小君亦如之，於諸侯臣襚之。諸侯相於，如天子於二王後，於卿大夫，如天子於諸侯，於士，如天子於諸侯臣。何休云尊不含卑是違禮，非經意。其一人兼歸二禮，亦是為譏。」如康成言，尊不含卑，禮無其事。康成以為譏一人兼二事者，非《左氏》意也。○注「珠玉」至「曰賵」。○正義曰：《周禮·玉府》「大喪共含玉」。《穀梁傳》曰：「貝玉曰含。」《士喪禮》：「含用米貝。」《莊子》說發塚之事，云「徐徐破其頰，無傷口中珠」，是含有用珠者也。故云「珠玉曰含」。何休云「天子以珠」，《周禮》大喪共玉，不共珠也。《莊子》所言發塚，未必發天子塚也。《雜記》云「諸侯相含以璧」，未知何人用珠耳。《公羊傳》曰：「含者何？口實也。」孝子不忍虛其親之口，故以米貝珠玉實之，謂之飯含。《檀弓》曰：「飯用米貝，弗忍虛也。不以食道，用美焉爾。」《士喪禮》用生稻米，是不以食道也。車馬曰賵，《公羊傳》文。"
      },
      {
        "index": 2,
        "text": "三月，辛亥，葬我小君成風。（無傳。反哭成喪，故曰「葬我小君」。）王使召伯來會葬。（召伯，天子卿也。召，采地；伯，爵也。來不及葬，不譏者，不失五月之內。○召，上照反。）"
      },
      {
        "index": 3,
        "text": "夏，公孫敖如晉。（無傳。）秦人入鄀。（入例在十五年。○鄀音若。）秋，楚人滅六。（六國，今廬江六縣。○廬，力居反。）冬，十月，甲申，許男業卒。（無傳。與僖公六同盟。）"
      },
      {
        "index": 4,
        "text": "疏注「與僖公六同盟」。○正義曰：業以僖五年即位，其年盟於首止，八年於洮，九年於葵丘，十五年於牡丘，二十一年於薄，二十七年於宋。魯許俱在，是六同盟也。"
      },
      {
        "index": 5,
        "text": "【傳】五年，春，王使榮叔來含且賵，召昭公來會葬，禮也。（成風，莊公之妾。天子以夫人禮賵之，明母以子貴，故曰「禮」。）"
      },
      {
        "index": 6,
        "text": "疏注「成風」至「曰禮」。正義曰：傳舉二事，以一禮「結之，則含賵會葬皆得禮也。《釋例》稱「賵賻襚含，總謂之贈」。言以夫人禮贈之，指為賵含也。\n初，鄀叛楚即秦，又貳於楚。夏，秦人入鄀。\n六人叛楚即東夷。秋，楚成大心、仲歸帥師滅六。（仲歸子家。）"
      },
      {
        "index": 7,
        "text": "冬，楚子燮滅蓼。（蓼國，今安豐蓼縣。○燮，息列反。蓼音了，字或作「阝」，音同。）臧文仲聞六與蓼滅，曰：「皋陶庭堅不祀，忽諸，德之不建，民之無援，哀哉！」（蓼與六，皆皋陶後也。傷二國之君不能建德，結援大國，忽然而亡。○陶音遙。）\n晉陽處父聘於衛，反過甯，甯嬴從之。（甯，晉邑，汲郡脩武縣也。嬴，逆旅大夫。○嬴音盈。）"
      },
      {
        "index": 8,
        "text": "疏注「甯晉」至「大夫」。○正義曰：《晉語》說此事云「舍於逆旅甯嬴氏」。注《國語》者、賈逵、孔晁，皆以甯嬴為掌逆旅之大夫，故杜亦同之。劉炫以甯嬴直是逆旅之主，非大夫。今刪定知不然者，若是逆旅之主，則身為匹庶，是卑賤之人，猶如重館人告文仲，重丘人罵孫蒯，止應稱人而已，何得名氏見傳？杜以傳載名氏，故為逆旅大夫。劉炫以為客舍主人而規杜氏，非也。"
      },
      {
        "index": 9,
        "text": "及溫而還，其妻問之。嬴曰：「以剛。《商書》曰：『沈漸剛克，高明柔克。』（沈漸，猶滯溺也。高明，猶亢爽也。言各當以剛柔勝己本性，乃能成全也。此在《洪範》，今謂之《周書》。○漸，似廉反。注沈滯溺，一本作「帶弱」。亢，古浪反。）"
      },
      {
        "index": 10,
        "text": "疏注「沈漸」至「周書」。○正義曰：此傳引《周書》是《洪範》之「三德」也。彼說人之「三德」，乃以此言覆之。孔安國以此二句為天地之德，故注云「沈漸謂地，雖柔亦有剛，能出金石。高明謂天，言天為剛德，亦有柔克，不幹四時」。杜以傳證人性，即以人事解之。沈漸謂人性之沈滯濡溺也，高明謂人性之高亢明爽也。滯溺者，當以剛勝其本性。亢爽者，當以柔勝其本性。必自屈矯已，乃能成全。不然，則沈漸失於弱，高明失於剛，不能保其身也。此文在《洪範》，今謂之《周書》。箕子商人所說，故傳謂之「商書」。"
      },
      {
        "index": 11,
        "text": "夫子壹之，其不沒乎？（陽子性純剛。）天為剛德，猶不於時，（寒暑相順。）況在人乎？且華而不實，怨之所聚也。（言過其行。○行，下孟反。）犯而聚怨，不可以定身。（剛則犯人。）餘懼不獲其利，而離其難，是以去之。」（為八年晉殺處父傳。○難，乃旦反。）晉趙成子、欒貞子、霍伯、臼季皆卒。（成子，趙衰，新上軍帥、中軍佐也。貞子，欒枝，下軍帥也。霍伯，先且居，中軍帥也。臼季，胥臣，下軍佐也。為六年蒐於夷傳。○帥，所類反，下同。蒐，所求反。）"
      },
      {
        "index": 12,
        "text": "疏注「成子」至「夷傳」。○正義曰：城濮之戰，先軫、郤溱將中軍，狐毛、狐偃將上軍，欒枝、胥臣將下軍。《晉語》云「狐毛卒，先且居將上軍」。清原之蒐，三軍如故，趙衰、箕鄭將新上軍，胥嬰、先都將新下軍。箕之役，先軫死，先且居將中軍。不知誰代且居將上軍也。此言趙衰新上軍帥、中軍佐，並舉二官。二年彭衙之役云「先且居將中軍，趙衰佐之」。注云「代郤溱」。是趙衰新上軍帥、中軍佐也。\n文公六年"
      },
      {
        "index": 13,
        "text": "【經】六年，春，葬許僖公。（無傳。）夏，季孫行父如陳。（行父，季友孫子。）秋，季孫行父如晉。八月，乙亥，晉侯驩卒。（再同盟。○驩，喚官反。）\n疏注「再同盟」。○正義曰：二年「及晉處父盟」，三年公「及晉侯盟」，是再同盟也。\n冬，十月，公子遂如晉，葬晉襄公。（卿共葬事，文襄之制也。三月而葬，速。○共音恭。）"
      },
      {
        "index": 14,
        "text": "疏注「卿共」至「葬速」。○正義曰：昭三十年傳曰：「先王之制，諸侯之喪，士吊，大夫送葬。」昭三年傳曰：「昔文襄之霸也，其務不煩諸侯。君薨，大夫吊，卿共葬事。」是也。\n晉殺其大夫陽處父。（處父侵官，宜為國討，故不言賈季殺。）\n晉狐射姑出奔狄。（射姑，狐偃子賈季也。奔例在宣十年。○射音亦，一音夜。）"
      },
      {
        "index": 15,
        "text": "閏月不告月，猶朝於廟。（諸侯每月必告朔聽政，因朝宗廟。文公以閏非常月，故闕不告朔，怠慢政事。雖朝於廟，則如勿朝，故曰「猶」。猶者，可止之辭。○「不告月」，月或作「朔」，誤也。「不告朔」，本或作「告月」。）"
      },
      {
        "index": 16,
        "text": "疏注「諸侯」至「之辭」。○正義曰：《周禮·大史》「頒告朔於邦國」。鄭玄云：「天子頒朔於諸侯，諸侯藏之祖廟，至朔，朝於廟，告而受行之。」《論語》云：「子貢欲去告朔之餼羊。」是用特羊告於廟，謂之告朔。人君即以此日聽視此朔之政，謂之視朔。十六年「公四不視朔」，僖五年傳曰「公既視朔」是也。視朔者，聽治此月之政，亦謂之聽朔。《玉藻》云「天子聽朔於南門之外」是也。其日又以禮祭於宗廟，謂之朝廟。《周禮》謂之「朝享」。《司尊彝》云「追享，朝享」是也。其歲首為之，則謂之朝正。襄二十九年正月「公在楚」，傳曰「釋不朝正於廟」是也。告朔、視朔、聽朔，朝廟、朝享、朝正，二禮各有三名，同日而為之也。文公以閏非常月，故闕不告朔。告朔之禮大，朝廟之禮小。文公怠慢政事，既不告朔，雖朝於廟，則如勿朝，故書「猶朝於廟」，言 「猶」以譏之。必於月朔為此吉朔聽朔之禮者，《釋例》曰：「人君者，設官分職以為民極，遠細事以全委任之責，縱諸下以盡知力之用，總成敗以效能否，執八柄以明誅賞，故自非機事，皆委心焉。誠信足以相感，事實盡而不擁，故受位居職者，思效忠善，日夜自進，而無所顧忌也。天下之細事無數，一日二日萬端，人君之明，有所不照，人君之力，有所不堪，則不得不借問近習，有時而用之。如此，則六鄉六遂之長，雖躬履此事，躬造此官，當皆移聽於內官，回心於左右，政之秕亂，恒必由此。聖人知其不可，故簡其節，敬其事，因月朔朝廟，遷坐正位，會群吏而聽大政，考其所行而決其煩疑，非徒議將然也。乃所以考己然，又惡其密聽之亂公也，故顯眾以斷之。是以上下交泰，官人以理，萬民以察，天下以治也。文公謂閏非常月，緣以闕禮，傳因所闕而明言典制。雖朝於廟，則如勿朝，故經稱『猶朝於廟』也。經稱『告月』，傳言『告朔』，明告月必以朔也。每月之朔必朝於廟，因聽政事，事敬而禮成，故告以特羊。然則朝廟、朝正、告朔、視朔，皆同日之事，所從言之異耳。」是言聽朔朝廟之義也。《玉藻》說天子之禮，云「聽朔於南門之外，諸侯皮弁，聽朔於大廟」。鄭玄以為明堂在國之陽，「南門之外」謂明堂也。諸侯告朔以特羊，則天子以特牛與？天子用特牛告其帝及其神，配以文王武王。諸侯用特羊告大祖而已。杜以明堂與祖廟為一，但明堂是祭天之處。天子告朔，雖杜之義，亦應告人帝朝享，即月祭是也。《祭法》云：「王立七廟：曰考廟，王考廟，皇考廟，顯考廟，祖考廟，皆月祭之。二祧，享嘗乃止。諸侯立五廟，曰考廟，王考廟，皇考廟，皆月祭之。顯考廟，祖考廟，享嘗乃止。」然則天子告朔於明堂，朝享於五廟；諸侯告朔於大廟，朝享自皇考以下三廟耳，皆先告朔，後朝廟。朝廟小於告朔，文公廢其大而行其小，故云「猶朝於廟」。《公羊傳》曰：「猶者，可止之辭也。」天子玄冕以視朔，皮弁以日視朝。諸侯皮弁以聽朔，朝服以日視朝。其閏有，則聽朔於明堂，闔門左扉，立於其中，聽政於路寢門終月，故於文「王在門為閏」。"
      },
      {
        "index": 17,
        "text": "【傳】六年，春，晉蒐於夷，舍二軍。（僖三十一年晉蒐清原作五軍，今「舍二軍」，復三軍之制。夷，晉地。前年四卿卒，故蒐以謀軍帥。○舍音舍，注同。帥，所類反，下同。）"
      },
      {
        "index": 18,
        "text": "疏注「僖三」至「軍帥」。○正義曰：清原之蒐，五軍十卿，有先軫、郤溱、先且居、狐偃、欒枝、胥臣、趙衰、箕鄭、胥嬰、先都。箕之役，先軫死。往歲趙衰、欒枝、先且居、胥臣卒。八年傳說此蒐之事，云「晉侯將登鄭父、先都」，則郤溱、狐偃、胥嬰亦先卒矣。清原十卿，唯有箕鄭、先都在耳，故蒐以謀軍帥。服虔云：「使射姑代先且居，趙盾代趙衰也。箕鄭將上軍，林父佐也。先蔑將下軍，先都佐也。改蒐於董，趙盾將中軍，射姑奔狄，先克代佐中軍耳。」"
      },
      {
        "index": 19,
        "text": "使狐射姑將中軍，（代先且居。○將，子匠反。）趙盾佐之。（代趙衰也。盾，趙衰子。○盾，徒本反。）陽處父至自溫，（往年聘衛過溫，今始至。○過，古禾反。）改蒐於董，易中軍。（易以趙盾為帥，射姑佐之。河東汾陰縣有董亭。）陽子成季之屬也，（處父嘗為趙衰屬大夫。）"
      },
      {
        "index": 20,
        "text": "疏注「處父」至「大夫」。○正義曰：僖三十一年，清原之蒐，衰始為卿。三十三年，處父已專帥侵蔡，則處父之屬成子未有多年，蓋情素相親而黨於趙氏耳，非專以嘗為其屬也。"
      },
      {
        "index": 21,
        "text": "故黨於趙氏，且謂趙盾能，曰：「使能，國之利也。」是以上之。宣子於是乎？始為國政。（宣，趙盾諡。）制事典，（典，常也。）正法罪，（輕重當。○當，丁浪反。）辟刑獄，（辟猶理也。○辟，婢亦反。後同者更不音。）董逋逃，（董，督也。○逋，補吾反。）由質要，（由，用也。質要，券契也。）治舊洿，（治理洿穢。○洿音烏，本又作「汙」，同。）本秩禮，（貴賤不失其本。）續常職，（修廢官。）出滯淹。（拔賢能也。）既成，以授大傅陽子與大師賈佗，使行諸晉國，以為常法。（賈佗以公族從文公，而不在五人之數。○大音泰，下同。佗，徒何反。從，才用反。）"
      },
      {
        "index": 22,
        "text": "疏「宣子」至「常法」。○正義曰：「制事典」者，正國之百事，使有常也；「正法罪」者，準所犯輕重，豫為之法，使在後依用之也；「辟獄刑」者，有事在官未決斷者，令於今理治之也；「董逋逃」者，舊有逋逃負罪播越者，督察追捕之也；「由質要」者，謂斷爭財之獄，用券契正定之也；「治舊洿」者，國之舊政洿穢不絜，理治改正之也；「本秩禮」者，時有僭逾，貴賤相濫，本其次秩，使如舊也；「續常職」者，職有廢闕，任賢使能，令續故常也；「出滯淹」者，賢能之人沈滯田里，拔出而官爵之也。此謂所為製作法式者，豫為將來使案而遵行，臨時決斷者，將為故事使後人放習，故得行諸晉國以為常法也。○注「辟猶理也」。正義曰：辟訓為法，依法斷決，是理治之也。此與上句所以為異者，「正法罪」謂準狀製罪，為將來之法，若今之造律令也。「辟獄刑」謂有獄未決斷當時之罪，若昭十四年「韓宣子命斷舊獄」之類是也。○注「董督也」。○正義曰：《釋詁》云「董、督、正也」。俱訓為正，是董得為督，謂督察之也。○注「由，用也。質要，契券」。○正義曰：《周禮·小宰》「以官府之八成，經邦治。四曰聽稱責以傅別。六曰聽取予以書契。七曰聽賣買以質劑」。鄭玄云：「稱責，謂貸予也。傳別，謂券書也。聽訟責者，以券書決之。傅，傅著約束於文書也。別，別為兩，兩家各得一也。」鄭玄云：「傅別，謂為大手書於一劄，中字別之。書契，謂出予受入之凡要也。質劑，謂兩書一劄，同而別之。長曰質，短曰劑。傅別、質劑，皆今之券書也。事異其名耳。」如彼禮文，知「質要」是契券也。○注「治理洿穢」。 ○正義曰：洿者，穢之別名，不絜之稱也。法有不便於民事，有不利於國，是為政之洿穢也。治理改正，使絜清也。○注「賈佗」至「之數」。○正義曰：《晉語》宋公孫固云：晉公子「長事賈佗」。又曰：「賈佗，公族也，而多識以共敬。公子居則下之，動則谘焉。」是以公族從文公也。《尚書·周官》「大師、大傅、大保」，天子三公也。宣十六年傳「晉侯請於王。命士會將中軍，且為大傅」。則大傅尊於中軍之將，與大師皆為孤卿也。《周禮》上公之國有孤一人，《王制》諸侯「三卿」。晉，侯爵也，而有三軍六卿，復有孤一人者，晉為霸主，多置群官，共時所須，不能如禮。孤尊於卿，法由在上，故宣子法成，授二孤，使行之。"
      },
      {
        "index": 23,
        "text": "臧文仲以陳、衛之睦也，欲求好於陳。夏，季文子聘於陳，且娶焉。（臣非君命不越竟，故因聘而自為娶。○好，呼報反。娶，七住反。竟音境。為，於偽反。）"
      },
      {
        "index": 24,
        "text": "秦伯任好卒。（任好，秦穆公名。○任音壬。）以子車氏之三子奄息、仲行、針虎為殉，（子車，秦大夫氏也。以人從葬為殉。○車音居。仲，本亦作 「中」，音仲。行，戶郎反。針，其廉反。殉，似俊反。殺人從死曰殉。《字林》弋絹反。）皆秦之良也。國人哀之，為之賦《黃鳥》。（《黃鳥》，《詩·秦風》。義取科鳥止於棘桑，往來得其所，傷三良不然。○為，於偽反，下注「為立聲教」、「為作善言」同。）君子曰：「秦穆之不為盟主也，宜哉！死而棄民。先王違世，猶詒之法，而況奪之善人乎？《詩》曰：『人之云亡，邦國殄瘁。』（《詩·大雅》。言善人亡，則國瘁病。○詒，以之反。瘁，似醉反。）無善人之謂。若之何奪之？古之王者，知命之不長，"
      },
      {
        "index": 25,
        "text": "疏「古之」至「不長」。○正義曰：「知命之不長」，知其必將有死，不得長生久視，故製法度以遺後人，非獨為當己之世設善法也。「並建聖哲」以下，即位便為之，非臨死始為此也。下云：「眾隸賴之，而後即命」，言其施行此事，功成乃就死耳，非謂設此法以擬死也。\n是以並建聖哲，（建立聖知，以司牧民。○王，如字，一音於況反。聖知，音智。）"
      },
      {
        "index": 26,
        "text": "疏注「建立」至「牧民」。○正義曰：此說王者之事，或封為諸侯，或置之群官。聖哲是人之俊者，故總言之耳。樹之風聲，（因土地風俗，為立聲教之法。）"
      },
      {
        "index": 27,
        "text": "疏注「因土」至「之法」。○正義曰：《漢書·地理志》云：「凡民性有剛柔緩急，聲音不同，係水土之風氣，故謂之風；好惡取舍，動靜無常，隨君上之情欲，故謂之俗。」《王制》云：「廣谷大川異制，民生其間者異俗。器械異制，衣服異宜。脩其教不易其俗，齊其政不易其宜。」故聖王為教，因其土地風俗為立善聲教也。聲教，人之所立，故言樹之。今杜云「因土地風俗，為立聲教之法」。如杜此言，惟樹以聲，而傳云「樹之風聲」，而風亦樹者。其實風俗亦是人君教化，故《孝經》云「移風易俗」。孔注《尚書》云「立其善風，揚其善聲」是也。\n分之采物，（旌旗衣服，各有分製。○分，扶問反，注同。）"
      },
      {
        "index": 28,
        "text": "疏注「旌旗」至「分製」。○正義曰：采物，謂采章物色。旌旗衣服，尊卑不同，名位高下，各有品製。天子所有，分而與之，故云「分之」。定四年傳稱「分魯公以大路大旂」之類皆是也。\n著之話言，（話，善也。為作善言遺戒。○話，戶快反。）"
      },
      {
        "index": 29,
        "text": "疏注「話善」至「遺戒」。○正義曰：「著之話言」，為作善言遺戒。著於竹帛，故言著之也。為之律度，（鍾律度量，所以治曆明時。○量音亮。）"
      },
      {
        "index": 30,
        "text": "疏注「鍾律」至「明時」。○正義曰：《周語》云：「先王之制鍾也，律度量衡於是乎生，小大器用於是乎出。」又曰：「古之神瞽考中聲而量之以製，度律均鍾，百官軌儀。」其意言度律之聲以為鍾之均，於鍾律取法為度量衡也，故《漢書·律曆志》云：「推曆主律，莫不用焉。度量衡皆出於黃鍾之律也。度者，分、寸、尺、丈、引，所以度長短也。本起於黃鍾之長。以子穀黍之中者，一黍之廣，度之九十，黃鍾之長。一黍為一分，十分為寸，十寸為尺，十尺為丈，十丈為引，而五度審矣。量者，龠、合、升、鬥、斛，所以量多少也。本起於黃鍾之龠。以子穀黍中者千有二百實其龠，合龠為合，十合為升，十升為鬥，十斗為斛，而五量嘉矣。權者，銖、兩、斤、鈞、石，所以稱輕重也。本起黃鍾之重一龠容千二百黍重十二銖兩之為兩十六兩為斤三十斤為鈞。四鈞為石。而五衡謹矣。」權衡一物。衡，平也。權，重也。稱上謂之衡。稱錘謂之權。所從言之異耳。其鍾者亦起於律，故服虔云：「鳧氏為鍾，各自計律，倍而半之。黃鍾之管長九寸，則黃鍾之鍾長二尺二寸半餘。鍾亦各自計律，倍而半之。度量衡其本俱出於律。傳言「律度」，注言「度量」。其言不及衡者，文雖不足，理實兼之。《易·革卦·象》云「君子以治曆明時」。此律度量衡皆推曆為之，為此法以教天下，使之明四時也。\n陳之藝極，（藝，準也。極，中也。貢獻多少之法。傳曰：「貢之無藝。」又曰：「貢獻無極。」）"
      },
      {
        "index": 31,
        "text": "疏注「藝準」至「無極」。○正義曰：藝是準限。極是中正。製貢賦多少之法，立其準限中正，使不多不少陳之以示民，故言「陳之」。所引「傳曰」及「又曰」，皆昭十三年子產辭也。\n引之表儀。（引，道也。表儀猶威儀。○道音導，下同。）"
      },
      {
        "index": 32,
        "text": "疏注「引道」至「威儀」。○正義曰：引謂在前，故為道也。表章儀飾，故猶威儀也。威儀禮則，王者製之以道民，言「引之」、「道之」，不用重文，故異之也。\n予之法制，告之訓典，（訓典，先王之書。）"
      },
      {
        "index": 33,
        "text": "疏注「訓典，先王之書」。○正義曰：「訓典，先王之書」，教訓之典，取其言以語之，故言「告之」。法制「謂王者身自製作，已之所有，故言「予之」。\n教之防利，防惡興利。"
      },
      {
        "index": 34,
        "text": "疏注「防惡興利」。○正義曰：防者，防使勿然，故為「防惡」；利者，務生此利，故為「興利」。傳言「防利」，於文不足，互見以曉人也。此最為急，故特言「教之」。\n委之常秩，（委，任也。常秩，官司之常職。）"
      },
      {
        "index": 35,
        "text": "疏注「委任」至「常職」。○正義曰：設官分職，當委任責成，故言「委之」。常秩謂職掌位次，故為「官司之常職」。"
      },
      {
        "index": 36,
        "text": "道之禮則，使毋失其土宜，眾賴之而後即命。（即，就也。）聖王同之。今縱無法以遺後嗣，而又收其良以死，難以在上矣。」君子是以知秦之不復東征也。（不能復徵討東方諸侯為霸主。○遺，唯季反。復，扶又反，注同。）\n秋，季文子將聘於晉，使求遭喪之禮以行。（季文子，季孫行父也。聞晉侯疾故。）"
      },
      {
        "index": 37,
        "text": "疏注「季文」至「疾故」。○正義曰：劉炫以為聘使之法，自須造遭喪之禮而行，防其未然也，非是聞晉侯有疾。今知不然者，依聘禮出使，唯以幣物而行，無別齎遭喪之禮。若主國有凶，則臨時辦備。今文子聘晉，特求遭喪之禮，出聘之後，晉侯遂卒。考其情事，有異尋常。聞晉侯之疾，何為不可？劉炫以不聞晉侯之疾而規杜氏，恐非其義也。"
      },
      {
        "index": 38,
        "text": "其人曰：「將焉用之？」（其人，從者。○焉，於虔反。從，才用反。）文子曰：「備豫不虞，古之善教也。求而無之，實難。（難卒得。○卒，寸忽反。）過求何害？」（所謂文子三思。○三，息暫反。）"
      },
      {
        "index": 39,
        "text": "八月，乙亥，晉襄公卒。靈公少，晉人以難故，欲立長君。（立少君，恐有難。○少，詩照反，注同。難，乃旦反，注及下皆同。長，丁丈反，下皆同。）趙孟曰：「立公子雍。（趙孟，趙盾也。公子雍，文公子，襄公庶弟，杜祁之子。）好善而長，先君愛之，且近於秦，秦，舊好也。置善則固，事長則順，立愛則孝，結舊則安。為難故，故欲立長君。有此四德者，難必抒矣。」（抒，除也。○好，呼報反，下皆同。近，附近之近。抒，直呂反，又時呂反。）"
      },
      {
        "index": 40,
        "text": "疏注「抒，除也」。○正義曰：字有聲相近而為訓者，鬼之為言歸也，春之為言蠢也，其類多矣。抒聲近除，故為除也。服虔作「紓」。紓，緩也。"
      },
      {
        "index": 41,
        "text": "賈季曰：「不如立公子樂。（樂，文公子。○樂音嶽，一音洛。）辰嬴嬖於二君，（辰嬴，懷嬴也。二君，懷公、文公也。○嬖，必計反。）立其子，民必安之。」趙孟曰：「辰嬴賤，班在九人，（班，位也。）其子何震之有？（震，威也。）且為二嬖，淫也。為先君子，不能求大，而出在小國，辟也。母淫子辟，無威；陳小而遠，無援。將何安焉？杜祁以君故，讓逼吉而上之；（杜祁，杜伯之後祁姓也。偪吉，吉姓之女，生襄公為世子，故杜祁讓，使在已上。○辟，匹亦反，又作「僻」，下同。祁，巨之反。偪，彼力反。吉，其吉反，又其乙反。）\n疏「偪吉」。○正義曰：《譜》以偪為國名。地闕，不知所在。"
      },
      {
        "index": 42,
        "text": "以狄故，讓季隗而次之，故班在四。（以季隗是文公讬狄時妻，故復讓之，然則杜祁本班在二。○隗，五罪反。復，扶又反，下「將復怨」同。）先君是以愛其子，而仕諸秦，為亞卿焉。（亞，次也。言其賢，故位尊。○亞，於嫁反。）秦大而近，足以為援；母義子愛，足以威民。立之，不亦可乎？」使先蔑、士會如秦，逆公子雍。（先蔑，士伯也。士會，隨季也。）賈季亦使召公子樂於陳。趙孟使殺諸郫。（郫，晉地。○ 郫，婢支反。）賈季怨陽子之易其班也，（本中軍帥，易以為佐。○帥，所類反，下「命帥」同。）而知其無援於晉也。（少族多怨。）九月，賈季使續鞫居殺陽處父。（鞫居，狐氏之族。）書曰：「晉殺其大夫。」侵官也。（君巳命帥，處父易之，故曰「侵官」。）"
      },
      {
        "index": 43,
        "text": "冬，十月，襄仲如晉，葬襄公。十一月，丙寅，晉殺續簡伯。（簡伯，續鞫居。十一月無丙寅。丙寅，十二月八日也。日月必有誤。）賈季奔狄。宣子使臾駢送其帑。（帑，妻子也。宣子以賈季中軍之佐同官故。○臾，羊朱反。駢，蒲賢反，又蒲丁反。帑音奴。）"
      },
      {
        "index": 44,
        "text": "疏注「帑妻子也」。○正義曰：《詩》云：「樂爾妻帑」。文已有妻，故毛傳以帑為子。此傳無妻，故杜並妻言之。帑者，細弱之號，妻子俱得稱之。傳稱「以害鳥帑」，鳥尾猶尚稱帑，況妻子也？《說文》云「帑，金幣所藏」。字書帑從子。經傳「妻帑」亦從巾。"
      },
      {
        "index": 45,
        "text": "夷之蒐，賈季戮臾駢，臾駢之人欲盡殺賈氏以報焉。臾駢曰：「不可。吾聞《前志》有之，曰：『敵惠敵怨，不在後嗣。』忠之道也。（敵猶對也。若及子孫，則為非對。非對，則為遷怒。○盡，津忍反。）"
      },
      {
        "index": 46,
        "text": "疏「敵惠」至「之道」。○正義曰：敵惠，謂有惠於彼，不可望彼人之子報。敵怨，謂有怨於彼，不可讎彼人之子。父祖受人之惠，子孫自可不忘，要有恩於其父祖，不可求報於彼子孫。子孫或時不知，乃是更復長怨，故惠怨皆不在後，是為忠恕之道也。"
      },
      {
        "index": 47,
        "text": "夫子禮於賈季，我以其寵報私怨，無乃不可乎？（言己蒙宣子寵位。）介人之寵，非勇也；（介，因也。○介音界。）損怨益仇，非知也；（殺季家，欲以除怨，宣子將復怨己，是多仇。○知音智。）以私害公，非忠也。釋此三者，何以事夫子？」盡具其帑，與其器用財賄，親帥扞之，送致諸竟。（扞，衛也。○扞，戶旦反。竟音境。）"
      },
      {
        "index": 48,
        "text": "閏月不告朔，非禮也。（經稱「告月」，傳稱「告朔」，明告月必以朔。）閏以正時，（四時漸差，則致閏以正之。）時以作事，（順時命事。）事以厚生，（事不失時，則年豐。）生民之道，於是乎在矣。不告閏朔，棄時政也。何以為民？（○「為民」，如字，治也。或音於偽反，非也。）\n文公七年\n【經】七年，春，公伐邾。"
      },
      {
        "index": 49,
        "text": "三月，甲戌，取須句，（須句，魯之封內屬國也。僖公反其君之後，邾復滅之。書「取」，易也。例在襄十三年。○須句，其俱反。復，扶又反。易，以豉反。遂城郚。無傳。因伐邾師以城郚。郚，魯邑。卞縣南有郚城。備邾難。○郚音吾。難，乃旦反。）\n夏，四月，宋公王臣卒。（二年，與魯大夫盟於垂隴。○王，如字，又往方反。）"
      },
      {
        "index": 50,
        "text": "疏注「二年」至「垂隴」。○正義曰：玉臣以僖二十四年即位，與僖盟於踐土、翟泉。今唯言垂隴，據與文同盟言之。杜注或兼取前世，或止取時君，不為例也。\n宋人殺其大夫。（宋人攻昭公，並殺二大夫，故以非罪書。）"
      },
      {
        "index": 51,
        "text": "戊子，晉人及秦人戰於令狐。（趙盾廢嫡而外求君，故貶稱「人」。晉諱背先蔑，而夜薄秦帥，以戰告。○令，力呈反。嫡，本又作「適」，丁曆反。背音佩。）\n晉先蔑奔秦。（不言「出」，在外奔。）狄侵我西鄙。"
      },
      {
        "index": 52,
        "text": "秋，八月，公會諸侯、晉大夫盟於扈。（扈，鄭地。熒陽卷縣西北有扈亭。不分別書會人，總言「諸侯晉大夫盟」者，公後會而分其盟。○扈音戶。卷音權，又丘權反。別，彼列反。）"
      },
      {
        "index": 53,
        "text": "冬，徐伐莒。（不書將帥，徐夷告辭略。○將，子匠反。帥，所類反。）公孫敖如莒涖盟。（○涖音利，又音類。）"
      },
      {
        "index": 54,
        "text": "【傳】七年，春，公伐邾，間晉難也。（公因霸國有難而侵小。○間，間廁之間，或如字。難，乃旦反，注同。）"
      },
      {
        "index": 55,
        "text": "三月，甲戌，取須句，寘文公子焉，非禮也。（邾文公子叛在魯，故公使為守須句大夫也。絕大皋之祀以與鄰國叛臣，故曰「非禮」。○寘，之豉反，下同。大音泰。皋，戶老反。）"
      },
      {
        "index": 56,
        "text": "夏，四月，宋成公卒。於是公子成為右師，（莊公子。）公孫友為左師，（目夷子。）樂豫為司馬，（戴公玄孫。）鱗雚為司徒，（桓公孫。○雚，古亂反。）"
      },
      {
        "index": 57,
        "text": "疏注「戴公玄孫。鱗雚，桓公孫」。○正義曰：《世本》「戴公生樂甫術，術生碩甫澤，澤生季甫，甫生子仆伊與樂豫」是也。《世本》又云「桓公生公鱗，鱗生東鄉雚」是也。"
      },
      {
        "index": 58,
        "text": "公子蕩為司城，（桓公子也。以武公名廢司空為司城。）華禦事為司寇。（華元父也。傳言「六卿」皆公族。昭公不親信之，所以致亂。○禦，魚呂反，本又作「{禦示}」，音同。）昭公將去群公子，樂豫曰：「不可。公族，公室之枝葉也。若去之，則本相無所庇陰矣。葛藟猶能庇其本根，（葛之能藟蔓繁滋者，以本枝蔭庥之多。○去，起呂反，下及注同。庇，必利反，又悲位反，下同。<廣陰>，本又作「蔭」，於鴆反。藟，本或作「虆」，力軌反。蔓音萬。庥，許求反，又作「庇」。虆，類龜反。）故君子以為比，（謂詩人取以喻九族兄弟。 ○比，必爾反。）"
      },
      {
        "index": 59,
        "text": "疏「葛藟」至「為比」。○正義曰：此引「葛藟」，《王風·葛藟》之篇也。彼毛傳以之為興，此云「君子以為比」者，但比之隱者謂之興，興之顯者謂之比。比之與興，深淺為異耳。此傳近取庇根理淺，故以為比。毛意遠取河潤義深，故以為興。由意不同，故比興異耳。"
      },
      {
        "index": 60,
        "text": "況國君乎？此諺所謂『庇焉而縱尋斧焉』者也。（縱，放也。）必不可！君其圖之。親之以德，皆股肱也，誰敢攜貳？若之何去之？」不聽。穆、襄之族率國人以攻公，（穆公、襄公之子孫，昭公所欲去者。）殺公孫固、公孫鄭於公宮。（二子在公宮，故為亂兵所殺。）"
      },
      {
        "index": 61,
        "text": "疏注「二子」至「所殺」。○正義曰：經書「宋人殺其大夫」。傳言「不稱名，非其罪」，則此二子名氏當見於經，亦卿官也。僖二十二年傳稱「大司馬固」，於時又有司馬子魚。上文「樂豫為司馬」，下云「六卿和公室」。六卿之外，有此二子，蓋是孤卿之官也。宋是上公，禮得有孤，且春秋之時，不必如禮。"
      },
      {
        "index": 62,
        "text": "六卿和公室，樂豫舍司馬以讓公子卬。（卬，昭公弟。○舍音舍，下同。卬，五郎反。）昭公即位而葬。書曰：「宋人殺其大夫。」不稱名，眾也，且言非其罪也。（不稱殺者及死者名，殺者眾，故名不可知。死者無罪，則例不稱名。）"
      },
      {
        "index": 63,
        "text": "疏注「不稱」至「稱名」。○正義曰：傳云「不稱名」，怪殺者死者並不名也。又言「眾也」，解殺者不名，言殺者眾多，其名不可知也。「且言非其罪也」，解死者不名，言死者無罪，則於例不稱名也。此傳言「書曰」，是仲尼新意。殺大夫有例無凡，故每言「書曰」，所謂「曲而暢之」也。此言死者無罪，故不稱名，則被殺書名，皆為有罪，故諸是大夫被殺書名者，杜皆言其罪狀，止以此傳為例故也。《釋例》曰：「大臣相殺，死者無罪，則兩稱名氏以示殺者之罪，『王劄子殺召伯毛伯』是也。若死者有罪，則不稱殺者，名氏，『晉殺其大夫陽處父』 是也。若為賊者眾，因亂而殺，則亦稱國人殺者，主名不分故也。主名不分，死者雖名氏可知，亦隨而去之，嫌於罪死者也。士殺大夫，則書曰『盜』。『盜殺鄭公子騑、公子發、公孫輒』是也。」若然，宋之「穆、襄之族」，既非六卿，於例名氏不見，亦應書盜，而不言盜者，彼殺鄭卿者知是尉止司臣之類，故書盜以惡其人。此則不得主名，書盜不知所惡，故不書其盜耳。若知其人，則亦書盜也。"
      },
      {
        "index": 64,
        "text": "秦康公送公子雍於晉，曰：「文公之入也無衛，故有呂、郤之難。」（僖二十四年文公入。○難，乃旦反。）乃多與之徒衛。穆嬴日抱大子以啼於朝，曰： 「先君何罪？其嗣亦何罪？舍適嗣不立，而外求君，將焉寘此？」（穆嬴，襄公夫人，靈公母也。○嬴音盈。適，本又作「嫡」，同丁曆反。將焉，於虔反，下「焉用」同。）出朝，則抱以適趙氏，頓首於宣子，曰：「先君奉此子也，而屬諸子，曰：『此子也才，吾受子之賜；不才，吾唯子之怨。』（欲使宣子教訓之。○屬音燭。）○今君雖終，言猶在耳，（在宣子之耳。）而棄之，若何？」宣子與諸大夫皆患穆嬴，且畏偪，（畏國人以大義來偪已。○偪，彼力反。）乃背先蔑而立靈公，以禦秦師。箕鄭居守。趙盾將中軍，先克佐之；（克，先且居子。代狐射姑。○背音佩。箕音基。守，手又反，下注同。將，子匠反，下注同。）荀林父佐上軍；（箕鄭將上軍居守，故佐獨行。）先蔑將下軍，先都佐之。步招禦戎，戎津為右。及堇陰，（先蔑、士會逆公子雍前還晉，晉人始以逆雍出軍。卒然變計，立靈公，故車右戎禦猶在職。堇陰，晉地。○招，上遙反。堇音謹，一音靳。卒，寸忽反。）"
      },
      {
        "index": 65,
        "text": "疏注「先蔑」至「晉地」。○正義曰：諸言禦戎為右，皆是君之禦右，知此步招、戎津始以逆雍出軍，此擬為雍之禦右也。改立靈公，故禦右猶在職也。十二年河曲之戰，傳稱「範無恤禦戎」，注云：「代步招。」晉君不行有禦戎者，成二年「楚令尹子重為楊橋之役。王卒盡行，彭名禦戎」，注云「王卒盡行，故王戎車亦行」。然則河曲之戰亦公卒盡行，公之戎車亦行，故禦戎在職也。此時未至令狄，令狐猶是晉地，知堇陰亦是晉地也。"
      },
      {
        "index": 66,
        "text": "宣子曰：「我若受秦，秦則賓也；不受，寇也。既不受矣，而復緩師，秦將生心。先人有奪人之心，（奪敵之戰心也。○復，扶又反。先，悉薦反。「有奪人之心」，本或此下有「後人待其反」，誤。）軍之善謀也；逐寇如追逃，軍之善政也。」訓卒利兵，秣馬蓐食，潛師夜起。（蓐食，早食於寢蓐也。○卒，子忽反。秣音末。蓐音辱。）戊子，敗秦師於令狐，至於刳首。己丑，先蔑奔秦，士會從之。（從刳首去也。令狐在河東，當與刳首相接。○刳，苦胡反。）先蔑之使也，荀林父止之，曰：「夫人、大子猶在，而外求君，此必不行。子以疾辭，若何？不然，將及。（禍將及己。○使，所吏反。）攝卿以往，可也，何必子？同官為寮，吾嘗同寮，敢不盡心乎？」弗聽。為賦《板》之三章，（《板》，《詩·大雅》。其三章義取芻蕘之言，猶不可忽，況同寮乎？僖二十八年林父將中行，先蔑將左行。○寮，本又作「僚」，力彫反。為，於偽反，下「為同寮」同。芻，初俱反。蕘音饒。行，戶郎反，下同。）又弗聽。及亡，荀伯盡送其帑及其器用財賄於秦，曰：「為同寮故也。」（荀伯，林父。）士會在秦三年，不見士伯。（士伯，先蔑。）其人曰：「能亡人於國，（言能與人俱亡於晉國。）不能見於此，焉用之？」 （何用如此？）士季曰：「吾與之同罪，（俱有迎公子雍之罪。）非義之也，將何見焉？」（言己非慕先蔑之義而從之。）及歸，遂不見。（責先蔑為正卿而不匡諫，且俱出奔，惡有黨也。士會歸在十三年。○惡，烏路反。）"
      },
      {
        "index": 67,
        "text": "狄侵我西鄙，公使告於晉。趙宣子使因賈季問酆舒，且讓之。（酆舒，狄相。讓其伐魯。○酆，芳忠反。相，息亮反。）酆舒問於賈季曰：「趙衰、趙盾孰賢？」對曰：「趙衰，冬日之日也；趙盾，夏日之日也。」（冬日，可愛。夏日，可畏。）"
      },
      {
        "index": 68,
        "text": "秋，八月，齊侯、宋公、衛侯、鄭伯、許男、曹伯會晉趙盾，盟於扈，晉侯立故也。公後至，故不書所會。凡會諸侯，不書所會，後也。（不書所會，謂不具列公侯及卿大夫。）後至不書其國，辟不敏也。（此傳還自釋凡例之意。）"
      },
      {
        "index": 69,
        "text": "疏「凡會」至「不敏」。○正義曰：僖十四年「諸侯城緣陵」。傳曰：「不書其人，有闕也」。十五年「諸侯盟於扈」。傳曰：「書曰『諸侯』，無能為也。」十七年「諸侯會於扈」。傳曰：「書曰『諸侯』，無功也。」然則總稱諸侯，皆是罪諸侯也。此總稱「諸侯」，不稱所會，為公後也。傳還自釋凡例，云：「後至不書其國者，辟不敏也。」不敏猶不達也。諸國皆在，公獨後至，是公不達於事。辟公之不達於事，諱公罪而歸責於諸侯者，若言諸侯無功然，故貶諸侯而總之，所以辟公恥也。"
      },
      {
        "index": 70,
        "text": "穆伯娶於莒，曰戴己，生文伯；其娣聲已，生惠叔。（穆伯，公孫敖也。文伯，穀也。惠叔，難也。○己音紀，一音祀。娣，大計反。難，乃多反。）戴己卒，又聘於莒。莒人以聲己辭，則為襄仲聘焉。襄仲，公孫敖從父昆弟。○為，於偽反，下「且為」、「自為」同。"
      },
      {
        "index": 71,
        "text": "冬，徐伐莒。莒人來請盟。（見伐，故欲結援。）穆伯如莒蒞盟，且為仲逆。及鄢陵，登城見之，美，（鄢陵，莒邑。○鄢，於晚反。）自為娶之。仲請攻之，公將許之。叔仲惠伯諫（惠伯，叔牙孫。）曰：「臣聞之，兵作於內為亂，於外為寇。寇猶及人，亂自及也。今臣作亂，而君不禁，以啟寇讎，若之何？」公止之。惠伯成之。（平二子。）使仲舍之，（舍，不娶。○舍音舍，注同。）公孫敖反之，（還莒女。）復為兄弟如初。從之，（為明年公孫敖奔莒傳。○復音服，又扶又反。）"
      },
      {
        "index": 72,
        "text": "晉郤缺言於趙宣子曰：「日衛不睦，故取其地。（日，往日。取衛地在元年。）今己睦矣，可以歸之。叛而不討，何以示威？服而不柔，何以示懷？（柔，安也。）非威非懷，何以示德？無德，何以主盟？子為正卿，以主諸侯，而不務德，將若之何？《夏書》曰：（逸《書》。）『戒之用休，（有休則戒之以勿休。○休，許蚪反，注同。）董之用威。（董，督也。有罪則督之以威刑。）勸之以九歌，勿使壞。』九功之德皆可歌也，謂之九歌。六府三事，"
      },
      {
        "index": 73,
        "text": "疏「夏書」至「三事」。○正義曰：此《虞書·大禹謨》之文也。以其夏禹之言，故傳謂之「夏書」。「勿使壞」以上，皆彼正文。唯彼言「俾勿壞」，俾亦使也，一字別耳。彼上文云：「水火金木土穀惟修，正德利用厚生惟和，九功惟敘，九敘惟歌。」乃次此辭。下云：「帝曰：六府三事允治。」郤缺令宣子脩德行禮，使人歌樂，故先引「勸之以九歌」，然後卻言「六府三事」。"
      },
      {
        "index": 74,
        "text": "謂之九功。水、火、金、木、土、穀、謂之六府。正德、利用、厚生，謂之三事。義而行之，謂之德禮。（德，正德也。禮以製財用之節，又以厚生民之命。）無禮不樂，所由叛也。\n疏「無禮」至「叛也」。○正義曰：在上為政無禮，則民不樂，是叛之所由。"
      },
      {
        "index": 75,
        "text": "若吾子之德，莫可歌也，其誰來之？（來猶歸也。○樂音洛。）盍使睦者歌吾子乎？」宣子說之。（為明年晉歸鄭玄田張本。○盍，戶臘反。）"
      },
      {
        "index": 76,
        "text": "疏注「為明」至「張本」。○正義曰：鄭往前侵衛田，今晉令鄭歸還衛田也。言「歸鄭玄田」者，謂晉歸以鄭所取衛田，故杜下注云「匡，本衛邑，中屬鄭。今晉令鄭還衛」是也。然晉亦還衛田，獨言鄭還衛田者，以鄭歸衛田為主，遂略之。劉炫以為歸鄭及歸衛田，經傳文歸衛不歸鄭，而規杜氏，非也。\n文公八年\n【經】八年，春，王正月。夏，四月。秋，八月，戊申，天王崩。\n冬，十月，壬午，公子遂會晉趙盾，盟於衡雍。（壬午，月五日。○雍，於用反。）"
      },
      {
        "index": 77,
        "text": "乙酉，公子遂會雒戎，盟於暴。（乙酉，月八日也。暴，鄭地。公子遂不受命而盟，宜去族，善其解國患，故稱「公子」以貴之。○會雒戎，本或作「伊雒之戎」，此後人妄取傳文加耳。雒音洛。去，起呂反。）"
      },
      {
        "index": 78,
        "text": "疏注「乙酉」至「貴之」。○正義曰：以壬午乙酉相去四日，其間不容報君，見其專命之意，故注詳其日也。衡雍，鄭地，知暴亦鄭地。臣無專命之義，故翬溺皆去其族。此公子遂不受君命，因事遂行，輒與戎盟，宜去其族。傳言「書曰『公子遂』，珍之」。是善其解國患，故稱公子以貴之也。《釋例》曰：「人臣受命不受辭，出竟有可以利社稷者，專之可也，故襄仲始盟趙盾，遂盟伊洛之戎，四日之間，經再書『公子』，不可以遂事常辭，顯之也。」\n公孫敖如京師，不至而復。丙戌，奔莒。（不言出，受命而出，自外行。）螽。（無傳。為後故書。）\n宋人殺其大夫司馬，宋司城來奔。（司馬死不舍節，司城奉身而退，故皆書官而不名，貴之。○舍音舍。）"
      },
      {
        "index": 79,
        "text": "【傳】八年，春，晉侯使解揚歸匡、戚之田於衛，（匡，本衛邑，中屬鄭，孔達伐不能克。今晉令鄭還衛及取戚田，皆見元年。○解音蟹。中，丁仲反。令鄭，力呈反。見，賢遍反。）且復致公壻池之封，自申至於虎牢之竟。（公壻池，晉君女壻，又取衛地以封之，今並還衛也。申，鄭地。傳言趙盾所以能相幼主而盟諸侯。○復，扶又反。壻音細，俗作婿。竟音境，下注同。相，息亮反。）"
      },
      {
        "index": 80,
        "text": "疏注「公壻」至「諸侯」。○正義曰：《釋親》云：「女子子之夫為壻。」傳稱「公壻」，知是晉君之女壻。池，其名也。杜以上言歸匡、戚之田於衛，又言「且復致」，則晉亦致於衛，故言「又取衛地以封之，今並還衛也」。劉炫云：「服虔以為致之於鄭」，以「服言是」規杜，已釋之。"
      },
      {
        "index": 81,
        "text": "夏，秦人伐晉，取武城，以報令狐之役。（令狐役在七年。）秋，襄王崩。（為公孫敖如周吊傳。）晉人以扈之盟來討。（前年盟扈，公後至。）"
      },
      {
        "index": 82,
        "text": "冬，襄仲會晉趙孟，盟於衡雍，報扈之盟也。遂會伊雒之戎。（伊洛之戎將伐魯，公子遂不及復君，故專命與之盟。）書曰「公子遂」，珍之也。（珍，貴也。大夫出竟，有可以安社稷利國家者，專之可也。）"
      },
      {
        "index": 83,
        "text": "疏注「珍貴」至「可也」。○正義曰：傳多言「貴之」，而此言「珍之」，事同而文異，故以珍為貴也。「大夫出竟」以下，皆莊十九年《公羊傳》文。\n穆伯如周吊喪，不至，以幣奔莒，從己氏焉。（己氏，莒女。）"
      },
      {
        "index": 84,
        "text": "宋襄夫人，襄王之姊也，昭公不禮焉。（昭公適祖母。○適，丁曆反。）夫人因戴氏之族，（華樂皇皆戴族。）以殺襄公之孫孔叔、公孫鍾離及大司馬公子卬，皆昭公之黨也。司馬握節以死，故書以官。（節，國之符信也。握之以死，示不廢命。）"
      },
      {
        "index": 85,
        "text": "疏注「節國」至「廢命」。○正義曰：《周禮·掌節》「掌守邦節而辨其用。守邦國者用玉節，守都鄙者用角節」。鄭玄云「玉節有五則」。《典瑞》云：「穀圭以和難，以聘女；牙璋以起軍旅，以治兵守；珍圭以徵守，以恤凶荒；琬圭以治德，以結好；琰圭以易行，以除慝。」其角節，鄭注云「未聞」。此司馬司城以事在官，蓋執此等之玉節。《小行人》云：「守都鄙者用管節。」此司馬司城或食采地，即都鄙之主。此節或是管節也。《掌節》又云「山國用虎節，土國用人節，澤國用龍節」。鄭注云：「鑄金為之，謂王使之，使於土國之等。」《掌節》又云「門關用符節，貨賄用璽節，道路用旌節」。鄭玄云「門關者，謂司門司關也。道路者，謂天子之鄉遂大夫也」。其諸侯之國及門關鄉遂亦有節。《小行人》云：「山國用虎節，土國用人節，澤國用龍節。」謂已是山澤之國，出使用龍虎之節。《小行人》又云：「達路用旌節，門關用符節，都鄙用管節。」鄭注云「道路謂諸侯鄉遂及諸侯司門司關都鄙之等也」，今之為官授以此節。今握節以死，示已不廢命也。此夫人殺，而經書「宋人殺其大夫」者，夫人與君共有國家，尊與君同，不得為兩下相殺，故同國討之文。雖同國討，稱「人」，實非國討之例，以其死者不稱名，無罪故也。"
      },
      {
        "index": 86,
        "text": "司城蕩意諸來奔，效節於府人而出。（效猶致也。意諸，公子蕩之孫。○效，戶教反。）公以其官逆之，皆復之，亦書以官，皆貴之也。（卿違從大夫，公賢其效節，故以本官逆之，請宋而復之。司城官屬悉來奔，故言「皆復」。）"
      },
      {
        "index": 87,
        "text": "疏注「卿違」至「皆復」。○正義曰：「卿違從大夫」，昭七年傳文也。效節於府人然後出奔，示已解任而退，不敢帶官而逃。公賢其效節，故以本官逆之。為是書宋司城來奔，善其人，故書其官也。請宋復之事在十六年。一人不得言「皆」，知司城官屬悉與皆復也。\n夷之蒐，晉侯將登箕鄭父、先都，（登之於上軍也。夷蒐在六年。）"
      },
      {
        "index": 88,
        "text": "疏注「登之」至「六年」。○正義曰：清原之蒐，箕鄭佐新上軍，先都佐新下軍，二人先為卿矣，而復欲登之，知登於上軍也。然則七年令狐之戰，傳曆言諸軍將佐，箕鄭將上軍，先都佐下軍。先都不登，容可怨恨。箕鄭下失其登，而亦共作亂者，蓋先克之薦狐趙，並亦請退箕鄭、先都。先都於時即佐下軍，箕鄭雖得不退，因此意望以成小憾。及狐射姑出奔，箕鄭位次宜佐中軍，而先克代射姑，箕鄭守其故職，蓋以此而恨也。"
      },
      {
        "index": 89,
        "text": "而使士縠、梁益耳將中軍。（士縠本司空。○縠，戶木反。將，子匠反。）先克曰：「狐、趙之勳，不可廢也。」從之。（狐偃、趙衰有從亡之勳。○從亡，才用反。）先克奪蒯得田於堇陰，（七年，晉禦秦師於堇陰，以軍事奪其田也。先克，中軍佐。○蒯，苦聵反。）故箕鄭父、先都、士穀、梁益耳、蒯得作亂。（為明年殺先克張本。○為，於偽反。）\n文公九年"
      },
      {
        "index": 90,
        "text": "【經】九年，春，毛伯來求金。（求金以共葬事。雖逾年而未葬，故不稱王使。○共音恭，本亦作「供」，下同。）夫人薑氏如齊。（無傳。歸寧。）\n二月，叔孫得臣如京師。辛丑，葬襄王。（卿共葬事，禮也。）"
      },
      {
        "index": 91,
        "text": "疏注「卿共葬事禮也」。正義曰：言「禮」者，以明天子之喪，卿吊，卿會葬，諸侯不親行也。《釋例》曰：「萬國之數至眾，封疆之守至重，故天王之喪，諸侯不得越竟而奔，脩服於其國，卿共吊送之禮。既葬，卒哭而除凶，魯侯無故，而穆伯如周吊焉。此天子崩，諸侯遣卿吊送之經傳也。」杜以往年穆伯吊喪、今令會葬二事，傳無譏文，知其禮當然也。昭三十年傳「鄭遊吉云：『靈王之喪，我先君簡公在楚』」。以不在楚，卿當親行。而言禮不親者，彼言由君在楚，上卿守國，故使少卿印段往耳。言君尚親行也。\n晉人殺其大夫先都。（下軍佐也。以作亂討，故書名。）三月，夫人薑氏至自齊。（無傳。告於廟。）"
      },
      {
        "index": 92,
        "text": "疏「夫人」至「自齊」。○正義曰：蘇氏云：「夫人歸寧書『至』，唯有此耳。餘不書者，或禮儀不備，或淫縱不告廟也。」晉人殺其大夫十縠及箕鄭父。（與先都同罪也。）"
      },
      {
        "index": 93,
        "text": "楚人伐鄭。（楚子師於狼淵，不親伐。）公子遂會晉人、宋人、衛人、許人救鄭。夏，狄侵齊。（無傳。）秋，八月，曹伯襄卒。（無傳。七年同盟於扈。）"
      },
      {
        "index": 94,
        "text": "疏注「七年同盟於扈」。○正義曰：襄以僖八年即位，其年盟於洮，九年於葵丘，十五年於牡丘，二十一年於薄。今唯言「於扈」，據文公言之。\n九月，癸酉，地震。（無傳。地道安靜，以動為異，故書。）"
      },
      {
        "index": 95,
        "text": "疏注「地道」至「故書」。○正義曰：《穀梁傳》曰：「震，動也。」《公羊傳》曰：「震者何？動地也」。何休云「傳先動者，喻若物之動地以曉人也」。《周語》伯陽父曰：「陽伏而不能出，陰迫而不能烝，遂於是有地震。」孔晁云：「陽氣伏於陰下，見迫於陰，故不能升，以至於地動。」是「地道安靜，以動為異」也。\n冬，楚子使椒來聘。（稱君以使大夫，其禮辭與中國同。椒不書氏，史略文。）"
      },
      {
        "index": 96,
        "text": "疏注「稱君」至「略文」。○正義曰：莊二十三年「荊人來聘」，不稱楚子使某至，此稱君以使大夫，其禮與中國同。其禮既同，椒亦宜書其某氏。今不書氏，傳無貶文，知是史辭自略，無義例也。《釋例》曰：「楚殺得臣與宜申，賈氏皆以為陋。案楚殺大夫公子側成熊之等六七人，皆稱氏族，無為獨於此二人陋也。斯蓋非史策舊法，故無凡例。當時諸國，以意而赴，其自來聘使者，辭有詳略，仲尼脩《春秋》，因采以示義。義之所起，則刊而正之。不者即而示之，不皆刊正也。諸侯之卿，當以名氏備書於經，其加貶損，則直稱『人』。若有褒異，則或稱官，或但稱氏。若無褒無貶，傳所不發者，則皆就舊文，或未賜族，或時有詳略也。推尋經文，自莊公以上，諸弑君者皆不書氏，閔公以下皆書氏，亦不足以明時史之同異，非仲尼所皆貶也。」"
      },
      {
        "index": 97,
        "text": "秦人來歸僖公成風之隧。（衣服曰隧。秦辟陋，故不稱使。不稱夫人，從來者辭。○隧音遂。《說文》作「裞」，云「贈終者衣被曰裞」。以此隧為衣死人衣。辟，匹亦反。）"
      },
      {
        "index": 98,
        "text": "疏注「衣服」至「者辭」。○正義曰：隱元年《公羊傳》曰：「衣被曰隧。」《穀梁傳》曰：「衣衾曰隧。」禮稱襚者，君使臣致服，故云「衣服曰襚」也。秦處西戎，其國辟陋，故不稱君使，猶楚在莊世，稱「荊人來聘」也。成風，夫人也。來者不言夫人，從者之辭也。先言僖公，僖公先薨也。不言及，並致之者，\n葬曹共公。（無傳。○共音恭。）"
      },
      {
        "index": 99,
        "text": "【傳】九年，春，王正月，己酉，使賊殺先克。（箕鄭等所使也。亂殺先克，不赴，故不書。）乙丑，晉人殺先都、梁益耳。（乙丑，正月十九日。經書二月，從告。）\n毛伯衛來求金，非禮也。（天子不私求財，故曰「非禮」。）不書王命，未葬也。二月，莊叔如周葬襄王。\n疏「莊叔如周葬襄王」。○正義曰：虛舉此經者，嫌莊叔別以他事使周，葬王更使人會，故明之。\n三月，甲戌，晉人殺箕鄭父、士縠、蒯得。（梁益耳、蒯得不書，皆非卿。）"
      },
      {
        "index": 100,
        "text": "疏注「梁益」至「非卿」。○正義曰：士縠書經，則是卿也。七年令狐之戰，三軍將佐無士縠。十二年河曲之戰，三軍將佐，杜注無代士縠者，而士縠得為卿者，先蔑奔秦，傳無其代。十二年「欒盾將下軍」，注云「代先蔑」者，據傳成文言之耳，未必不是士縠代無蔑、欒盾代士縠也。箕鄭，上軍將也。傳文先箕鄭後士縠，士縠若將下軍，則是位之次也，其事似然。或者晉於將佐之外，猶別有散位從卿，若郤缺趙穿之類也。傳箕鄭先士縠，經士縠先箕鄭者，經以殺之先後，傳以位次序列，傳蒯得居下，知其以位次也。賈逵云：「箕鄭稱『及』，非首謀。」案襄二十三年「陳殺其大夫慶虎及慶寅」，杜云：「言『及』，史異辭，無義例」，則此亦然也。"
      },
      {
        "index": 101,
        "text": "範山言於楚子曰：「晉君少，不在諸侯，北方可圖也。」（範山，楚大夫。○少，詩照反，下注同。）楚子師於狼淵以伐鄭，（陳師狼淵，為伐鄭援也。潁川潁陰縣西有狼陂。○陂，彼皮反。）囚公子堅、公子尨及樂耳。（三子，鄭大夫。○尨，莫江反。）鄭及楚平。"
      },
      {
        "index": 102,
        "text": "公子遂會晉趙盾、宋華耦、衛孔達、許大夫救鄭，不及楚師。卿不書，緩也，以懲不恪。（華耦，華父督曾孫。公子遂獨不在貶者，諸魯事，自非指為其國，褒貶則皆從國史，不同之於他國。此《春秋》大意，他皆放此。○懲，直升反。恪，苦各反。為，於偽反。）"
      },
      {
        "index": 103,
        "text": "疏注「華耦」至「放此」。○正義曰：在禮，卿不會公侯，會則貶之稱「人」。元年公孫敖會晉侯於戚，文無所貶。此公子遂與諸國同行，諸卿皆貶，遂獨不貶。諸如此類，莫不盡然，知諸於魯事，自非指為其國，褒貶皆從魯史，以其體例已舉，不假改正故也。\n夏，楚侵陳，克壺丘，（壺丘，陳邑。）以其服於晉也。"
      },
      {
        "index": 104,
        "text": "秋，楚公子朱自東夷伐陳，（子朱，息公也。）陳人敗之，獲公子茷。陳懼，乃及楚平。（以小勝大，故懼而請平也。傳言「晉君少」，楚陵中國。明年，所以有厥貉之會。○茷，扶廢反。貉，武百反。）"
      },
      {
        "index": 105,
        "text": "冬，楚子越椒來聘，執幣傲。（子越椒，令尹子文從子。傲，不敬。○傲，五報反，注下同。從，才用反。）叔仲惠伯曰：「是必滅若敖氏之宗。傲其先君，神弗福也。」（十二年傳曰：「先君之敝器，使下臣致諸執事」，明奉使皆告廟，故言傲其先君也，為宣四年「楚滅若敖氏」張本。○敖，五刀反。使，所吏反。）"
      },
      {
        "index": 106,
        "text": "秦人來歸僖公成風之襚，禮也。（秦慕諸夏，欲通敬於魯。因有翟泉之盟，故追贈僖公並及成風。本非魯方嶽同盟，無相赴吊之制，故不譏其緩，而以接好為禮。○夏，戶雅反。嶽音嶽。好，呼報反，下文注同。）諸侯相吊賀也，雖不當事，苟有禮焉，書也，以無忘舊好。（送死不及屍，故曰「不當事」。書者，書於典策，垂示子孫，使無忘過厚之好。）"
      },
      {
        "index": 107,
        "text": "疏「諸侯」至「舊好」。○正義曰：此雖廣言諸侯，主為秦人發傳。隱元年「王使來賵」，尚譏其緩。若是同盟之國，必譏其緩可知。《釋例》曰：「秦之與魯，本非方嶽同盟，魯薨不赴秦，秦不賵魯，自是其常也。僖、穆二公，雖有同盟之義，二君已卒，則二子不得用同盟之禮也。今秦康公遠慕諸華，欲通敬於魯，無以為辭，因翟泉有盟，追贈僖公並及成風，假吊禮而行，故曰『禮也』。送死不及口，謂不當其事。書者，書之於策，垂之子孫，以示過厚之好也。」是言此傳主為秦也。僖公成風服除久矣，今始來吊贈，當以變禮待之。《檀弓》曰：「衛將軍文子之喪，既除喪而後越人來吊，主人深衣練冠待於廟，垂涕洟。子遊曰：『將軍文氏之子，其庶幾乎！亡於禮者之禮也。其動也中。』」是古有以服終來吊者也。何休《膏肓》云：「禮主於敬，一使兼二喪，又於禮既緩，而《左氏》以之為禮，非也。」鄭箴云：「若以為緩，案《禮》，衛將軍文子之喪，既除喪而越人來吊，子遊何得善之？」是鄭不非其緩也。若譏一使兼二禮，《雜記》諸侯吊禮有「含襚賵臨」，可以一使兼行，知休言非也。\n文公十年\n【經】十年，春，王三月，辛卯，臧孫辰卒。（無傳。公與小斂，故書日。○與音預。斂，力驗反。）"
      },
      {
        "index": 108,
        "text": "夏，秦伐晉。（不稱將帥，告辭略。○將，子匠反。帥，所類反。）楚殺其大夫宜申。（宜申，子西也。謀弑君，故書名。）自正月不雨，至於秋七月。（無傳。義與二年同。）"
      },
      {
        "index": 109,
        "text": "及蘇子盟於女栗。（女栗，地名，闕。蘇子，周卿士。頃王新立，故與魯盟，親諸侯也。○女音汝，一音如字。頃音傾。）冬，狄侵宋。（無傳。）\n楚子、蔡侯次於厥貉。（厥貉，地名，闕。將伐宋而未行，故書「次」。）"
      },
      {
        "index": 110,
        "text": "【傳】十年，春，晉人伐秦，取少梁。（少梁，鴻翊夏陽縣。○少，商照反，下注同。）夏，戶雅反。夏，秦伯伐晉，取北征。（報少梁。○徵，如字。《三蒼》云：「縣屬馮翊，音懲，一音張裏反。」）\n初，楚範巫矞似（矞似，範邑之巫。○矞，尹必反。）謂成王與子玉、子西曰：「三君皆將強死」。\n疏「皆將強死」。○正義曰：強，健也。無病而死，謂被殺也。"
      },
      {
        "index": 111,
        "text": "城濮之役，王思之，故使止子玉曰：「毋死。」不及。止子西，子西縊而縣絕，（在僖二十八年。○強，其丈反。濮音卜。毋音無。縊，一豉反。縣音玄。）王使適至，遂止之，使為商公。（商，楚邑，今上雒商縣。○王使，所吏反。）沿漢溯江，將入郢。（沿，順流。溯，逆流。○沿，悅專反。溯，息路反。郢，以井反，又以政反。）"
      },
      {
        "index": 112,
        "text": "疏注「沿，順流。溯，逆流」。○正義曰：商在漢水北。漢水東流而南入江。子西既至商邑，聞讒，不敢居商縣。沿漢水順流而下至江，乃溯流逆上渚宮，當郢都之南，故「王在渚宮，下見之」也。下注云「小洲曰渚」，《釋水》文。"
      },
      {
        "index": 113,
        "text": "王在渚宮，（小洲曰渚。○渚，章呂反。水中可居者曰洲。洲音州。）下見之。懼而辭曰：「臣免於死，又有讒言，謂臣將逃，臣歸死於司敗也」。（陳、楚名司寇為司敗。子西畏讒言，不敢之商縣。）"
      },
      {
        "index": 114,
        "text": "疏注「陳楚名司寇為司敗」。正義曰：言「歸死於司敗」，主刑之官司寇是也。《論語》有「陳司敗」，知陳、楚同此名也。"
      },
      {
        "index": 115,
        "text": "王使為工尹，（掌百工之官。）又與子家謀弑穆王。穆王聞之。五月，殺鬥宜申及仲歸。（仲歸，子家。不書，非卿。）秋，七月，及蘇子盟於女栗，項王立故也。（僖十年「狄滅溫。蘇子奔衛」。今復見，蓋王復之。○復，扶又反。見，賢遍反。）"
      },
      {
        "index": 116,
        "text": "陳侯、鄭伯會楚子於息。冬，遂及蔡侯次於厥貉，（陳、鄭及宋麇子不書者，宋、鄭執卑，苟免為楚仆任，受役於司馬，麇子恥之，遂逃而歸。三君失位降爵，故不列於諸侯。宋、鄭猶然，則陳侯不同也。○麇，九倫反。）"
      },
      {
        "index": 117,
        "text": "疏注「陳鄭」至「同也」。○正義曰：杜以陳、鄭會楚子於息，遂與蔡侯次於厥貉，則陳、鄭當在次也。傳稱「厥貉之會，麇子逃歸」，則麇子當在也。宋公逆楚子，則宋公亦在也。獨書「楚子蔡侯」，不言陳鄭宋麇，故跡其事而為之說。言宋陳鄭三君降爵，麇子逃歸，故不書也。劉炫以為告文略，故不書陳鄭宋。今知不然者，此楚會諸侯，必是楚人來告。若楚人來告，當以得諸侯為榮，何以略其宋鄭陳乎？麇子不會，傳云「逃歸」。宋鄭二國為楚仆役，猶如許蔡二君降乘楚車。許蔡既不書於經，故知宋鄭失位不見。此乃傳事分明，故杜為此解。劉炫有以告文略以規杜氏，非也。"
      },
      {
        "index": 118,
        "text": "將以伐宋。宋華禦事曰：「楚欲弱我也，先為之弱乎！何必使誘我？我實不能，民何罪？」乃逆楚子，勞且聽命。（時楚欲誘呼宋共戰。禦事，華元父。○勞，力報反。）遂道以田孟諸。（孟諸，宋大藪也。在梁國雎陽縣東北。○道音導。藪，素口反。雎音綏。）宋公為右盂，鄭伯為左盂。於，田獵陳名。（○盂音於。陳，直覲反。）期思公復遂為右司馬，（復遂，楚期思邑公。今弋陽期思縣。○弋，以職反。）子朱及文之無畏為左司馬。（將獵，張兩甄，故置二左司馬，然則右司馬一人當中央。○甄，吉然反。）"
      },
      {
        "index": 119,
        "text": "疏注「將獵」至「中央」。○正義曰：宋公為右盂，無畏為左司馬，而誅宋公之仆，自謂「當官而行」，明無畏當右，子朱當左，是其張兩甄，故置二左司馬，使各掌一甄，自然右司馬一人當中央也。"
      },
      {
        "index": 120,
        "text": "命夙駕載燧，（燧，取筐者。○命，眉病反。燧音遂，本又作{遂火}。）宋公違命，（不夙駕載燧。）無畏抶其仆以徇。或謂子舟曰：「國君不可戮也」。子舟曰：「當官而行，何彊之有？（子舟，無畏字。○抶，恥乙反。徇，似俊反。舟音州。）《詩》曰：『剛亦不吐，柔亦不茹。』（《詩·大雅》。美仲山甫不辟彊禦。○茹，如呂反。）『毋縱詭隨，以謹罔極。』（《詩·大雅》。詭人、隨人，無正心者。謹猶慎也。罔，無也。極，中也。○詭，九委反。）"
      },
      {
        "index": 121,
        "text": "疏「毋縱」至「罔極」。○正義曰：無從此詭人隨人無正心者，以謹敕彼無中正之人。言小罪尚不赦，則大罪不敢為也。\n是亦非辟彊也。敢愛死以亂官乎？」（為宣十四年宋人殺子舟張本。）\n厥貉之會，麇子逃歸。（為明年楚子伐麇傳。）"
      }
    ]
  }
}