{
  "chapterNumber": 8,
  "title": "春秋左傳正義卷07 (Zuozhuan Zhengyi, Volume 7)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公\n【音義】○陸曰：「莊公，名同，桓公子，母文薑。」諡法：「勝敵克亂曰莊。」[【疏】正義曰：《魯世家》云：「莊公名同，桓公之子，文薑所生，即桓六年『子同生』者也。以莊王四年即位。諡法：勝敵克壯曰莊。」是歲，歲在鶉火。]\n莊公元年經\n元年，春，王正月。"
      },
      {
        "index": 1,
        "text": "三月，夫人孫於齊。【注】夫人，莊公母也。魯人責之，故出奔，內諱奔，謂之孫，猶孫讓而去。【音義】○遜，本亦作孫，音同，注及傳同。[【疏】「元年春王正月」。○正義曰：此月無事，而空書月者，莊雖不即君位，而亦改元朝廟，與民更始。史書其事，見此月公宜即位，而父弑母出，不忍即位，故空書其文。閔、僖亦然。○注「夫人莊公母」至「而去」。○正義曰：夫人孫意，傳文不明，故云魯人責之。蓋責其訴公於齊侯，而使公見殺，故慚懼而出奔也。《公羊傳》曰：「孫者何？孫猶孫也。內諱奔，謂之孫。」《穀梁傳》曰：「孫之為言猶孫也，諱奔也。」杜用彼為說。昔帝堯孫位以讓虞舜，故假彼美事而為之名，猶孫讓而去。《釋例》曰：「使若不為臣子所逐，自孫位而去者。」]"
      },
      {
        "index": 2,
        "text": "夏，單伯送王姬。【注】無傳。單伯，天子卿也。單，采地；伯，爵也。王將嫁女於齊，既命魯為主，故單伯送女，不稱使也。王姬不稱字，以王為尊，且別於內女也。天子嫁女於諸侯，使同姓諸侯主之，不親昏，尊卑不敵。【音義】○單，音善。采，七代反。別，彼列反。[【疏】注「單伯」至「不敵」。○正義曰：檢經上下公卿書爵，大夫書字。單伯書爵，故為卿也。單者，天子畿內地名，人君賜臣以邑，令采取賦稅，謂之采地。《禮運》曰：「諸侯有國以處其子孫，大夫有采以處其子孫。」是謂食邑為采地。單氏世仕王朝，此及文公之世皆云單伯，成公以下常稱單子，知伯、子皆爵也。此時稱伯，後降為子耳。又解不稱王使之意，王於時將遣魯主昏，必先有命，豈得未嘗命魯，徑送女來，故知王巳命魯為主，魯巳承受王命，單伯送女付魯而已，不復重宣王命，故不稱使也。十一年王姬不云王使送者，為送者微也。以姬係王不稱女字，以王為尊，故係之於王，且以別於內女。內女則以字配姓，謂之伯姬是也。《公羊傳》曰：「使我主之，曷為使我主之？天子嫁女於諸侯，必使諸侯同姓者主之；諸侯嫁女於大夫，必使大夫同姓者主之。」所以然者，昏之行禮，必賓主相敵。天子於諸侯，諸侯於大夫，不親昏者，尊卑不敵故也。二王之後，雖王使賓客，示崇先代而已，不得即與王敵。嫁於二王之後，亦使諸侯主之。秦漢以來，使三公主之呼為公主。]"
      },
      {
        "index": 3,
        "text": "秋，築王姬之館於外。【注】公在諒闇，慮齊侯當親迎，不忍便以禮接於廟，又不敢逆王命，故築舍於外。【音義】○諒，音梁，又音亮。迎，魚敬反。[【疏】注「公在」至「於外」。○正義曰：《穀梁傳》曰：「築之外，變之正也。仇讎之人，非所以接昏姻也。衰麻，非所以接弁冕也。」其意言公與齊為讎，又身有重服，不得與齊侯為禮，故築於外也。左氏先儒亦用此為說。杜案傳文稱「請以彭生除之」，齊人雖為殺彭生，心實讎齊，但不敢逆王命，故以諒闇為辭，故築館於外。杜謂諸侯之喪，既葬，則衰麻除矣，不得以喪服為言也。若讎不除，服未釋，則諸侯之國同姓多矣，天王不應強使魯侯冒斬衰接父讎，與之行吉禮也。以此益明杜諒闇之言為得其實，徒以昏姻吉禮行事在廟，公在諒闇之內，慮齊侯當來親迎，不可便以全吉之禮接賓於廟。又讎除服釋，不敢逆王命辭主昏，故築舍於外，使齊侯從外迎之。]\n冬，十月，乙亥，陳侯林卒。【注】無傳。未同盟而赴以名。"
      },
      {
        "index": 4,
        "text": "王使榮叔來錫桓公命。【注】無傳。榮叔，周大夫。榮，氏；叔，字。錫，賜也。追命桓公，褒稱其德，若昭七年王追命衛襄之比。【音義】○比，必利反。[【疏】注「榮叔」至「之比」。○正義曰：《公羊傳》曰：「錫者何？賜也。命者何？加我服也。」又《詩·唐風·無衣》之篇，晉人為其君請命於天子之使，以無衣為辭，則王錫諸侯，當有服也。傳稱王賜晉惠公命受玉惰，則王賜又有玉也。但賜諸侯以玉者，欲使執而朝覲，所以合瑞。今追命桓公，若追命衛襄之比，止應褒稱其德，賜之策書，或當有服以表尊卑，不復合瑞，未必有玉也。《釋例》曰：「天子錫命，其詳未聞，諸侯或即位而見錫，或曆年乃加錫。或巳薨而追錫。魯桓薨後見錫，則亦衛襄之比也。魯文即位見錫，則亦晉惠之比也。魯成八年、齊靈二十三年乃見錫，隨恩所加，得失存乎其事。」言存乎其事者，觀其錫之早晚，知恩之厚薄，觀其人之善惡，知事之得失。故傳不復顯言其是非也。杜於追命衛襄之下，注云「命如今之哀策」。魏晉以來，唯天子崩乃有哀策，將葬，於是遣奠讀之，陳大行功德，敘臣子哀情，非此類也。人臣之喪不作哀策，良臣既卒，或贈之以官，褒德敘哀，載之於策，將葬，賜其家以告柩，「如今哀策」蓋此謂也。]"
      },
      {
        "index": 5,
        "text": "王姬歸於齊。【注】無傳。不書逆，公不與接。[【疏】注「不書逆，公不與接」。○正義曰：成九年伯姬歸於宋，杜云「宋不使卿逆，非禮」。以逆者非卿，故不書。此云公不與接者，杜意以公不與接，雖卿亦不書也。所與知者，十一年齊侯來逆共姬，而經不書故也。又嫁伯姬於宋，魯與宋無故，此時有故，知不與接也。《春秋》之例，送女不書者，取受我而厚之，此單伯書者，為逆至於魯，不至於齊故也。]"
      },
      {
        "index": 6,
        "text": "齊師遷紀郱、鄑、郚。【注】無傳。齊欲滅紀，故徙其三邑之民而取其地。郱在東莞臨朐縣東南。郚在朱虛縣東南。北海都昌縣西有訾城。【音義】○郱，蒲丁反。鄑，子斯反。郚音吾。朐，其俱反。訾，子斯反。[【疏】注「齊欲」至「訾城」。○正義曰：齊人遷此三邑，非三邑之人自遷也。故知齊欲滅紀，故徙其三邑之民而取其地也。蘇氏云，直取其地，不取其民，故云遷，不云取。不言所往之處者，志在去之而已，非欲安存其人，故與宋人遷宿文同。其又異於邢遷也。《釋例》曰：「邢遷於夷儀，則以自遷為文。宋人遷宿，齊人遷陽，則以宋、齊為文，各從彼此所遷之實，記注之常辭，亦非例也。」郱在東莞言郡，郚在朱虛不言郡者，《釋例·土地名》「朱虛亦屬東莞」，使之蒙上郡。]\n莊公元年傳"
      },
      {
        "index": 7,
        "text": "「元年，春」，不稱即位，文薑出故也。【注】文薑與桓俱行，而桓為齊所殺，故不敢還。莊公父弑母出，故不忍行即位之禮。據文薑未還，故傳稱文薑出也。薑於是感公意而還，不書，不告廟。【音義】○父殺，音試，一音如字。[【疏】注「文薑」至「告廟」。○正義曰：不稱即位為文，薑出故也。則即位之日，文薑未還，故知莊公以父弑母出不忍行其即位之禮也。經書「三月，夫人孫於齊」，則是夫人來而復去，故知文薑於是感公意而還也。三月以來，經、傳皆無夫人還事，故解之「還，不書，不告廟」。《釋例》曰：「文薑之身，終始七如齊，再如莒，皆以淫行，書行而不書反，則元年之還，亦不告廟，推此可知也。」《公羊傳》曰：「夫人固在齊矣，其言孫於齊何？念母也。正月以存君，念母以首事。」《穀梁傳》曰：「接練時，錄母之變，始人之也。」其意言文薑往年如齊，至此年三月猶尚不反，三月練祭念及其母，乃書其出奔，非三月始從魯去也。左氏先儒皆用此說。杜不然者，史之所書，據實而錄，未有虛書其事者也。夫人若遂不還，則孫巳久矣，何故至是三月始言孫於齊乎！公若念及於母，自可迎使來歸，何以反書其孫？豈莊公召命史官使書其母孫乎！又《禮》三年之喪，期月而練。桓公以往年四月薨，至今年三月未得一期，何故巳得為練，而云接練錄變存君念母也。若以經無還文，即言留齊不反，則自是以後亦無還。文二年「夫人會齊侯於禚」，豈復自齊會之哉？以此知三月始從魯去也。]"
      },
      {
        "index": 8,
        "text": "「三月，夫人孫於齊」。不稱薑氏，絕，不為親，禮也。【注】薑氏，齊姓。於文薑之義，宜與齊絕，而復奔齊，故於其奔，去薑氏以示義。【音義】○復，扶又反。去，起呂反。[【疏】注「薑氏」至「示義」。○正義曰：文薑終始皆稱薑氏，唯此一文獨異，故傳解其意云「不稱薑氏，絕，不為親」。言於夫人之義，宜與齊絕，不復為親也。薑氏者，齊之姓也。《禮》「婦人在家則天父，出嫁則天夫。為夫斬衰三年，為兄大功九月」。今兄殺已夫，於文薑之義宜與齊絕，薑意不與齊絕而復奔之，故於其奔也特去薑氏。去薑氏者，若言夫人不是齊女，不姓薑氏，以示應絕之義。應絕不絕，所以刺文薑也。傳言「禮」者，為夫絕兄禮之意也。《公羊傳》曰：「夫人何以不稱薑氏？貶。曷為貶？與弑公也。其與弑公奈何？夫人譖公於齊侯：公曰，同非吾子，齊侯之子也。齊侯怒，使公子彭生脅幹而殺之。」《穀梁傳》亦云：「不言氏姓，貶之也。」《左氏》先儒取二傳為說，言傳稱「絕，不為親，禮也」，謂莊公絕母，不復以之為親。為父絕母，得禮，尊父之義，故曰「禮也」。杜不然者，《釋例》曰：「文薑與公如齊，以淫見謫，懼而歸訴於襄公。襄公殺公，而委罪於彭生。弑公之謀，薑所不與，疑懼而自留於齊。莊公感其不反，以闕即位之禮。故薑氏自齊而還魯，魯人探情以責之，故復出奔。夫子以為薑氏罪不與弑，於莊公之義，當以母淫於齊而絕其齊親，內全母子之道，故經不稱薑氏。傳曰『絕，不為親，禮也』，明絕之於齊也。文薑稱夫人，明母義存也。哀薑外淫，故孫稱薑氏，明義異也。」觀此解之意，夫宜與齊絕。《釋例》之文，言莊公宜與齊絕者，夫人猶尚宜絕，莊公固宜絕矣。先儒謂莊公宜與母絕，杜意莊公宜與齊絕，故偏據莊公為文，所以排舊說耳。其實夫人及公俱當與齊絕也。]"
      },
      {
        "index": 9,
        "text": "「秋，築王姬之館於外」。為外，禮也。【注】齊彊魯弱，又委罪於彭生，魯不能讎齊，然喪製未闋，故異其禮，得禮之變。【音義】○未闋，苦穴反。[【疏】注「齊彊」至「之變」。○正義曰：傳不直言禮，而云：「為外，禮」者，築之是常，未足褒美，正為築之於外，是應變之禮，故解其意。齊彊魯弱，又委罪彭生，魯既不能讎齊，雖內實深讎，外若無怨。既不敢辭王命，又不欲見齊侯。因其喪製未闋，故異其禮，為之於外，是其得禮之變也。樂息為闋，則「闋」訓為「息」也。未闋，言其未止息也。王姬之館，必築之者，《公羊傳》曰：「主王姬者，必為之改築，於路寢則不可，小寢則嫌，群公子之舍則以卑矣，其道必為之改築者也。」《穀梁傳》曰：「於廟則巳尊，於寢則巳卑，為之築，節矣。」鄭《箴膏肓》云：「宮廟朝廷各有定處，無所館天子之女，故宜築於宮外。」是言須築之意也。但杜意若其內不恨齊，非有喪製，不須築於城之外耳。此言外者，謂城之外說《公羊》、《穀梁》者，亦以為城外。然王姬來嫁，必須築館，所以十一年王姬不築館者，或因其舊館，或築而不書也。]\n莊公二年經\n二年，春，王二月，葬陳莊公。【注】無傳。魯往會之，故書。例在昭六年。"
      },
      {
        "index": 10,
        "text": "夏，公子慶父帥師伐於餘丘。【注】無傳。於餘丘，國名也。莊公時年十五，則慶父，莊公庶兄。[【疏】注「於餘」至「庶兄」。○正義曰：《公羊》、《穀梁》皆以於餘丘為邾之別邑，左氏無傳，正以春秋上下，未有伐人之邑而不係國者，此無所係，故知是國。《釋例》注闕，不知其處，蓋近魯小國也。莊公時年十五者，以桓六年生，至此二年為十五。莊二十七年《公羊傳》曰：「公子慶父、公子牙、公子友，皆莊公之母弟也。」《左氏》先儒用此為說，杜以不然，故明之。《釋例》曰：「經書『公子慶父伐於餘丘』。而《公羊》以為莊公母弟，計其年歲，既未能統軍，又無晉悼、王孫滿幼知之文，此蓋《公羊》之妄，而先儒曾不覺悟，取以為《左氏》義。」今推案傳之上下，羽父之弑隱公，皆諮謀於桓公，則桓公已成人也。傳曰：「生桓公，而惠公薨。」指明仲子唯有此男，非謂生在薨年也。桓以成人而弑隱即位，乃娶於齊，自應有長庶，故氏曰孟，此明證也。公疾，問後於叔牙，牙稱慶父材，疑同母也。傳稱季友，文薑之愛子，與公同生，故以死奉般，情義相推，考之左氏，有若符契，是杜明其異母之意也。氏曰孟氏，傳文實然，而經稱仲孫，杜無明釋。八年傳稱仲慶父，其舉諡稱之，則謂之共仲，蓋慶父雖為庶長，而以仲為字，其後子孫以字為氏，是以經書仲孫。時人以其庶長稱孟，故傳稱孟孫，其以諡配字而謂之共仲，猶臧僖伯、管敬仲之類也。劉炫云，蓋慶父自稱仲，欲同於正適，言巳少次莊公，為三家之長，故以莊公為伯，而自稱仲。《春秋》之例，皆傳言實而經順其意，經稱當時之事，書其自稱之辭，其人自稱仲孫，不得不書為仲。傳序巳適之事，舉其時人之語，時人呼為孟氏，不得不以孟錄。《論語》云「孟孫問孝於我」，是時人呼云孟氏也。楚公子棄疾弑君取國，改名為居，經書楚子居卒，是從其自稱也。]"
      },
      {
        "index": 11,
        "text": "秋，七月，齊王姬卒。【注】無傳。魯為之主，比之內女。[【疏】注「魯為」至「內女」。○正義曰：他國夫人之卒，例皆不書，唯魯女為諸侯之妻書其卒耳。王姬非是內女，亦書其卒，為比之內女故也。《檀弓》曰：「齊告王姬之喪，魯莊公為之大功，或曰由魯嫁，故為之服姊妹之服。」是其比內女也。]"
      },
      {
        "index": 12,
        "text": "冬，十有二月，夫人薑氏會齊侯於禚。【注】夫人行不以禮，故還皆不書，不告廟也。禚，齊地。【音義】○禚，諸若反。"
      },
      {
        "index": 13,
        "text": "乙酉，宋公馮卒。【注】無傳。再與桓同盟。【音義】○馮，皮冰反。[【疏】注「再與桓同盟也」。○正義曰：桓十一年盟於折十二年於穀丘，是再也。]\n莊公二年傳"
      },
      {
        "index": 14,
        "text": "二年，冬，「夫人薑氏會齊侯於禚」。書，奸也。【注】文薑前與公俱如齊，後懼而出奔，至此始與齊好會。會非夫人之事，顯然書之。傳曰「書，奸」，奸在夫人。文薑比年出會，其義皆同。\n莊公三年經"
      },
      {
        "index": 15,
        "text": "三年，春，王正月，溺會齊師伐衛。【注】溺，魯大夫。疾其專命而行，故去氏。【音義】○溺，乃狄反。去，起呂反。[【疏】注「溺魯」至「去氏」。○正義曰：隱四年翬會宋公、陳侯、蔡人、衛人伐鄭。傳曰：「羽父請以師會之，公弗許，固請而行。故書曰『翬帥師』，疾之也。」彼不稱公子，傳言疾之。今溺亦不稱公子，傳亦言疾之，知其事與翬同，疾其專命而行，故去氏也。公子非氏，貶與氏同，故言氏也。]\n夏，四月，葬宋莊公。【注】無傳。\n五月，葬桓王。"
      },
      {
        "index": 16,
        "text": "秋，紀季以酅入於齊。【注】季，紀侯弟。酅，紀邑。在齊國東安平縣。齊欲滅紀，故季以邑入齊為附庸，先祀不廢，社稷有奉，故書字貴之。【音義】○酅，戶圭反，本又作攜。[【疏】注「季紀」至「貴之」。○正義曰：《公羊傳》曰：「紀季者何？紀侯之弟也。何以不名？賢也。何賢乎紀季？請後五廟以存姑姊妹。」《穀梁傳》曰：「酅，紀之邑也。入於齊者，以酅事齊也。」杜取彼為說，知季是紀侯之弟，以酅邑入齊，為附庸之君，附屬齊國也。諸侯之卿，例當書名，善其能自存立，故書字貴之也。《釋例》曰：「齊侯、鄭伯詐朝於紀侯以襲之，紀人大懼，而謀難於魯，請王命以求成於齊。公告不能，齊遂逼之，遷其三邑。國有旦夕之危，而不能自入為附庸，故分季以酅，使請事於齊。大去之後，季為附庸。先祀不廢，社稷有奉，季之力也。故書字不書名，書入不書叛也。判，分也。傳曰始分，為紀侯大去張本也。劉、賈謂紀季以酅奔齊，不言叛，不能專酅也。傳稱『紀侯不能下齊，以與紀季』，季非叛也。紀王之後，叔姬歸於酅，明為附庸猶得專酅，故可歸也。」是杜具說貴之意也。以叔姬歸酅，知酅為附庸。附庸之君，雖無爵命，而分地建國，南面之主，得立宗廟，守祭祀。僖二十一年傳曰：「任、宿、須句、顓臾，皆風姓也。實司大皞與有濟之祀。」《論語》云：「夫顓臾，昔者先王以為東蒙主。」須句、顓臾，皆附庸也。得祀所出之祖，主其竟內山川，明得祀先君、奉社稷。]"
      },
      {
        "index": 17,
        "text": "冬，公次於滑。【注】滑，鄭地，在陳留襄邑縣西北。傳例曰：「凡師，過信為次。兵未有所加，所次則書之。既書兵所加，則不書其所次，以事為宜，非虛次。」【音義】○滑，乎八反，又幹八反。[【疏】注「滑鄭」至「虛次」。○正義曰：此解略，而釋例詳。《釋例》曰：「凡師，一宿為舍，再宿為信，過信為次。此周公之典，以詳錄師出入行止遲速，因為之名也。兵事尚速，老師費財，不可以久。故《春秋》告命三日以上，必記其欠。舍之與信不書者，輕碎，不以告也。兵未有所加，所次則書之，以示遲速。『公次於滑』，『師次於郎』，是也。既書兵所加，則不書其所次，以事為宜，非虛次。諸久兵而不書次，是也。既書兵所加，而又書次者，義在取於次。『遂伐楚，次於涇』，『盟於牡丘，遂次於匡』，是也。所記或次在事前，次以成事也。或次在事後，事成而次也。皆隨事實，無義例也。」杜言既書兵所加，則不書其次者，或伐或戰，曠日持久，其間必有二日之次。既書戰伐，則不書次。雖次在事前，次在事後，皆不書也。既書兵所加，而又書次者，義在取於次。齊侯伐楚，楚疆，齊欲緩之以德，故不速進，而次於陘。盟於牡丘，本為救徐，各使大夫救徐，次匡以為之援，義取於次。故書兵所加，而又書其次。次在事前，謂僖元年，齊師、宋師、曹師次於聶北，救邢也。次在事後，謂襄二十三年，叔孫豹帥師救晉，次於雍榆也。聶北之下，《公羊傳》曰：「曷為先先言次，而後言救？君也。」雍榆之下，《公羊傳》曰：「曷為先言救，而後言次？先通君命也。」《左氏》先儒取彼為說，言齊桓，君也，進止自由，故先次後救。叔孫，臣也，先通君命，故先救後次。杜以傳無此言，故改正其謬，言此二事，或次以成事，或事成而次，皆隨事實先後而書之，無義例也。先儒又言書次者，皆美之辭。《釋例》曰：「『叔孫救晉，次於雍榆』，傳曰：『禮』者，善其宗助盟主，非以次為禮也。『齊桓次於聶北，救邢』，亦以存邢具其器用，師人無私見善，不在次也。而賈氏皆即以為善次。次之與否，自是臨時用兵之宜，非禮之所素製也。」言非素製者，非禮家製此名以為善號也。沈氏云：「將會鄭伯，非軍旅而書次者，古者君行師從，卿行旅從，故亦從師行之例也。」]\n莊公三年傳\n「三年，春，溺會齊師伐衛」。疾之也。【注】傳重明上例。【音義】○重，直用反。\n「夏，五月，葬桓王」。緩也。【注】以桓十五年三月崩，七年乃葬，故曰緩。\n「秋，紀季以酅入於齊」。紀於是乎始判。【注】判，分也。言分為附庸始於此。"
      },
      {
        "index": 18,
        "text": "「冬，公次於滑」。將會鄭伯謀紀故也。鄭伯辭以難。【注】厲公在櫟故。【音義】○難，乃旦反。櫟音曆，或音書灼反。凡師，一宿為舍，再宿為信，過信為次。【注】為經書次例也。舍宿不書，輕也。言凡師，通君臣。[【疏】注「為經」至「君臣」。○正義曰：舍者，軍行一日止而舍息也。信者，住經再宿得相信問也。《穀梁傳》曰：「次，止也。」則次亦止舍之名。過信以上，雖多日亦為次，不復別立名也。通君臣者，「公次於滑」，君也；「叔孫豹次於雍榆」，臣也。但是師行，皆從此例。君將不言帥師，故止云「公次」，亦師次也。非師之次，則不在此例。《釋例》譏賈氏云：「若魯公次乾侯之比，非為用師，不應在例，而復例之，亦為濫也。」]\n莊公四年經"
      },
      {
        "index": 19,
        "text": "四年，春，王二月，夫人薑氏享齊侯於祝丘。【注】無傳。享，食也，兩君相見之禮，非夫人所用，直書以見其失。祝丘，魯地。【音義】○食音嗣，又如字，本或作會。以見，賢遍反。[【疏】注「享食」至「魯地」。○正義曰：鄭玄《儀禮》注云：「饗謂亨大牢以飲賓。」則享是飲酒大禮，與會小別。而以享為會者，言夫人與齊侯會而設享禮，故書享齊侯也。定十年夾穀之會，傳稱「齊侯將享公」，孔丘拒之，乃不果享。是享者，兩君相見之禮。二年《穀梁傳》曰：「婦人不言會，言會，非正也。饗，甚矣。」是享非夫人所當用也，禮不合用而夫人用之，故直書以見其失也。定本「享會」作「享食」也。]"
      },
      {
        "index": 20,
        "text": "三月，紀伯姬卒。【注】無傳。隱二年裂繻所逆者。內女唯諸侯夫人卒葬皆書，恩成於敵體。[【疏】注「隱二」至「敵體」。○正義曰：《穀梁傳》曰：「外夫人不卒，此其言卒，何也？吾女也。適諸侯，則尊同，以吾為之變，卒之也。」為之變者，為之服也。禮，諸侯絕期，尊同，則為之變服，服大功九月，恩成於敵體，故書其卒。適大夫則略之。《釋例》曰：「內女唯諸侯夫人卒乃書，恩成於敵體。其非適諸侯，則略之，以服制相準也。生書其來，而死不錄其卒，從外大夫之比也。」]\n夏，齊侯、陳侯、鄭伯遇於垂。【注】無傳。"
      },
      {
        "index": 21,
        "text": "紀侯大去其國。【注】以國與季，季奉社稷，故不言滅；不見迫逐，故不言奔。大去者，不反之辭。[【疏】注「以國」至「之辭」。○正義曰：傳稱「紀侯不能下齊，以與紀季」，是往年分酅與之，紀國猶在，今則全以紀與之，故云以國與季。《釋例》曰：「紀侯力弱慮窮，自以列國，不忍屈臣於齊，使季以酅求安，而脫身外寓。季果為附庸，社稷有奉，故不言滅。不見迫逐，故不言奔。大去者，不反之辭。蓋時史即實而言，仲尼弗改。故傳不言故書書曰也。」是說大去之意也。滅人國者，皆毀其宗廟，遷其社稷。紀季雖降為附庸，得自立廟社，而其國不滅也。諸侯之奔，皆被逐而出，此則不見迫逐，故不言奔。時史謂之大去，仲尼以為得理，故因而用之。十二年，「叔姬歸於酅」，則紀季雖全得紀國，亦不移就紀都，紀之宗廟、社稷皆遷之於酅，承祀如本，故為不滅。雖云國祚不滅，其實為齊所吞。紀之器物財賄亦應為齊得。成二年傳稱「紀甗、玉磬」，目之以紀，得非滅紀所得也。季既入臣於齊，縱使齊不自取，必應以之為賂，假令季以賂齊，亦是滅紀所得也。]"
      },
      {
        "index": 22,
        "text": "六月，乙丑，齊侯葬紀伯姬。【注】無傳。紀季入酅，為齊附庸，而紀侯大去其國，齊侯加禮初附，以崇厚義，故攝伯姬之喪，而以紀國夫人禮葬之。[【疏】注「紀季」至「葬之」。○正義曰：紀侯由齊大去，則是齊為紀讎，而葬其夫人，故解其意云云。雖為齊侯所葬，亦由魯往會之，故書。《釋例》曰：「紀侯大去其國，令弟納邑附齊，齊侯嘉而湣之，恩及伯姬。伯姬，魯女，故以來告，大夫會葬，故書齊侯葬紀伯姬也。不書諡者，亡國之婦，夫妻皆降，莫與之諡。而賈、許、方以諸侯禮說，又失之也。」]\n秋，七月。"
      },
      {
        "index": 23,
        "text": "冬，公及齊人狩於禚。【注】無傳。公越竟與齊微者俱狩，失禮可知。【音義】○狩，於又反。竟音境，本又作境。\n莊公四年傳"
      },
      {
        "index": 24,
        "text": "四年，春，王正月。楚武王荊尸，授師孑焉，以伐隨。【注】尸，陳也。荊亦楚也，更為楚陳兵之法。揚雄《方言》：「孑者，戟也。」然則楚始於此參用戟為陳。【音義】○孑，吉熱反。《方言》云「楚謂戟為孑」。為陳，直覲反。[【疏】注「尸陳」至「為陳」。○正義曰：「尸，陳也」，《釋詁》文。荊即楚之舊邑，故云荊亦楚也。楚本小國，地狹民少，雖時復出師，未自為法式，今始言「荊尸」，則武王初為此楚國陳兵之法，名曰「荊尸」，使後人用之。宣十二年傳稱「荊尸而舉」，是遵行之也。楊雄以《爾雅·釋詁》今之語作書擬之，采異方之語，謂之《方言》。《方言》云「戟謂之孑」，郭璞云「取名於鉤孑也」。戟是擊刺之兵，有上刺之刃，又有下鉤之刃，故以鉤孑為名也。始云「授師孑焉」，是往前未以此器授師，故云「然則楚始於此參用戟為陳」。言參用之者，參雜用之。陳之所用，非專用戟。]將齋，入告夫人鄧曼曰：「余心蕩。」【注】將授兵於廟，故齋。蕩，動散也。【音義】○將齋，側皆反，注同。鄧曼歎曰：「王祿盡矣！盈而蕩，天之道也。先君其知之矣，故臨武事，將發大命，而蕩王心焉。【注】楚為小國，僻陋在夷，至此武王始起其眾，僭號稱王，陳兵授師，誌意盈滿，臨齋而散，故鄧曼以天地鬼神為徵應之符。【音義】○僻，匹亦反。僭，子念反。應，應對之應。若師徒無虧，王薨於行，國之福也。」【注】王薨於行，不死於敵。王遂行，卒於樠木之下。【注】樠木，木名。【音義】○ 樠，朗蕩反，又莫昆反，又武元反。[【疏】注「樠木，木名」。○正義曰：此字之音，或為曼，或為朗。若以為聲，當作「曼」；以兩為聲，當作「朗」。字體難定，或兩為之音。杜直云木名，不知木何所似。木有似榆者，俗呼為朗榆，蓋為朗也？]令尹鬥祁、莫敖屈重除道梁溠，營軍臨隨。隨人懼，行成。【注】時祕王喪，故為奇兵更開直道。溠水在義陽厥縣西，東南人鄖水。梁，橋也。隨人不意其至，故懼而行成。【音義】○重，直用反，一音直容反。溠，高貴鄉公音側嫁反，水名；《字林》壯加反。鄖音云，或作員。[【疏】注「時祕」至「行成」。○正義曰：除道，謂除治新路，故知更開直道。梁溠，為作梁於溠，故為橋也。《釋例》曰：「義陽厥縣西有漈水，源出縣北，從縣西東南至隨縣入鄖水。」杜以漈解溠，蓋聲相近而字轉耳。]莫敖以王命入盟隨侯，且請為會於漢汭而還。【注】汭，內也，謂漢西。【音義】○汭，如銳反，水曲曰汭。濟漢而後發喪。[【疏】「且請」至「發喪」。正義曰：莫敖既與隨侯盟，且又請隨侯與楚為會禮於漢水之汭，而我還楚也。隨侯畏楚，遂從莫敖為會禮。會訖，隨侯因濟漢還國，而後發王喪也。]"
      },
      {
        "index": 25,
        "text": "紀侯不能下齊，以與紀季。【注】不能降屈事齊，盡以國與季，明季不叛。【音義】○下，遐嫁反。夏，紀侯大去其國，違齊難也。【注】違，辟也。【音義】○難，乃旦反。\n莊公五年經\n五年，春，王正月。"
      },
      {
        "index": 26,
        "text": "夏，夫人薑氏如齊師。【注】無傳，書奸。[【疏】「五年夫人」至「齊師」。○正義曰：於時齊無征伐之事，不知師在何處。蓋齊侯疆理紀地，有師在紀。杜云「書奸」，奸發夫人，當向紀地從之。不言會者，往其軍內就齊侯耳，不行會禮。]"
      },
      {
        "index": 27,
        "text": "秋，郳犁來來朝。【注】附庸國也。東海昌慮縣東北有郳城。犁來，名。【音義】○郳，五兮反，國名，後為小邾。犁，力兮反。慮，如字，又力於反。\n冬，公會齊人、宋人、陳人、蔡人伐衛。\n莊公五年傳"
      },
      {
        "index": 28,
        "text": "五年，「秋，郳犁來來朝」。名，未王命也。【注】未受爵命為諸侯，傳發附庸稱名例也。其後數從齊桓以尊周室，王命以為小邾子。【音義】○數音朔。[【疏】注「未受」至「邾子」。○正義曰：郳者，附庸之國。犁來，其君之名。傳言未王命者，解其稱名之意。由未得爵命為諸侯，故稱名也。經書其名，傳言未王命，此傳所發即是附庸稱名之例。例當稱名，故儀父稱字為貴之也。郳之上世出於邾國。《世本》云：「邾顏居邾，肥徙郳」，宋仲子注云：「邾顏別封小子肥於郳，為小邾子。」則顏是邾君，肥始封郳。《譜》云：「小邾，邾俠之後也。夷父顏有功於周，其子友別封為附庸，居郳。曾孫犁來，始見《春秋》，附從齊桓以尊周室，命為小邾子。穆公之孫惠公以下。《春秋》後六世而楚滅之。」《世本》言肥，杜《譜》言友，當是一人。僖七年經書「小邾子來朝」，知齊桓請王命命之。]\n冬，伐衛，納惠公也。【注】惠公，朔也。桓十六年出奔齊。\n莊公六年經"
      },
      {
        "index": 29,
        "text": "六年，春，王正月，王人子突救衛。【注】王人，王之微官也，雖官卑而見授以大事，故稱人而又稱字。[【疏】注「王人」至「稱字」。○正義曰：昭十二年傳稱「叔孫昭子三命逾父兄」，則昭子之父叔孫豹再命也，再命而名見於經。知諸侯之卿再命、三命皆書名，一命乃稱人。諸侯之臣既然，則王朝之臣亦然。《周禮》王之上士三命，中士再命，下士一命。故杜以為劉夏石尚稱名氏者，上士、中士也，稱王人者，下士也。僖八年《公羊傳》曰：「王人微者」。知此王人亦微者，故云「王人，王之微官也」。春秋之世，二字而子在上者，皆是字，故知子罕是字。救衛必以師救，而文不稱師，於例為將卑師少，以卑官而帥少師救衛，不能使衛侯不入，是無功也。無功而稱字者，以朔既讒構取國，而又不能於民，王意即定，黔牟不欲使朔得人，故遣師救之。時史惡諸侯逆王命，故尊王使，言子突雖則官卑，蒙王授以大事，故稱人而又稱字，貴王人所以責諸侯也。《釋例》曰：「莊六年，五國諸侯犯逆王命以納衛朔，大其事，故字王人謂之子突。」是說進之意也。進之不稱名而越稱字者，王之上士、下士爵同而命異耳。進之同中士，未足以為榮，故超從大夫之例，稱字以貴之也。文二年，垂隴之會，晉士穀堪其事即書名氏，似若真為卿然，故不復稱人。此貴子突止為敦責諸侯，非是人實堪進，故稱人，依其本班，稱字，見其別有所為耳。《穀梁傳》曰：「王人，卑者也，稱名，貴之也，善救衛也。救者善，則伐者不正矣。」杜意取彼為說，唯以子突為字耳。範寧注《穀梁》，亦云此「名」當為「字」誤爾。]"
      },
      {
        "index": 30,
        "text": "夏，六月，衛侯朔入於衛。【注】朔為諸侯所納，不稱歸而以國逆為文，朔懼失眾心，以國逆告也。歸入例在成十八年。[【疏】注「朔為」至「八年」。○正義曰：去年齊、宋、陳、蔡伐衛，傳曰：「納惠公也。」此年衛侯得入，則是諸侯納之，當言歸，而經書「入」。成十五年宋華元奔晉，宋人迎而反之，當言「復歸」，而經書「歸」。《釋例》曰：「朔懼有違眾之犯，而以國逆告。華元實國逆，欲挾晉以自助，故以外納赴，《春秋》從而書之，示二子之情也。」凡諸侯外納有三：一者，以言語告請得入，「蔡季歸於蔡」是也；二者，興師送入其國，「楚人圍陳，納頓子於頓」是也；三者，所納之君別在他國，而諸侯師伐彼國，令其得入，今公及諸侯伐衛是也。]\n秋，公至自伐衛。【注】無傳。告於廟也。\n螟。【注】無傳。為災。【音義】○螟，亡丁反。"
      },
      {
        "index": 31,
        "text": "冬，齊人來歸衛俘。【注】《公羊》、《穀梁》經傳皆言「衛寶」，此傳亦言「寶」。唯此經言「俘」，疑經誤。俘，囚也。【音義】○俘，芳夫反。[【疏】注「公羊」至「囚也」。○正義曰：《釋例》曰：「『齊人來歸衛寶』，《公羊》、《穀梁》經傳及左氏傳皆同。唯左氏經獨言『衛俘』，考三家經傳有六，而其五皆言『寶』，此必左氏經之獨誤也。案《說文》『保，從人，[B106]省聲。古文[A12A]不省』。然則古字通用『寶』或『[A12A]』字，與『俘』相似，故誤作『俘』耳。」杜既以為誤，而又解俘為囚，是其不敢正決，故且從之。]\n莊公六年傳"
      },
      {
        "index": 32,
        "text": "六年，春，王人救衛。夏，衛侯入，放公子黔牟於周，放甯跪於秦，殺左公子洩、右公子職，【注】甯跪，衛大夫。宥之以遠曰放。【音義】○甯，乃定反。跪，其毀反。宥音又。乃即位。君子以二公子之立黔牟為不度矣。夫能固位者，必度於本末而後立衷焉。不知其本，不謀。知本之不枝，弗強。【注】本末，終始也。衷，節適也。譬之樹木，本弱者其枝必披，非人力所能強成。【音義】○度，待洛反，下同。衷，丁仲反，注同；王音忠。強，其丈反，注同。披，普靡反，又普知反。《詩》云：「本枝百世。」【注】《詩·大雅》，言文王本枝俱茂，蕃滋百世也。【音義】○蕃音煩。[【疏】「君子」至「百世」。○正義曰：君子以二公子之立黔牟也，為不知揆度形勢矣。夫立人為君，使能自堅固其位者，必當揆度於本末。度其本者，謂其人才德賢善，根本牢固；度其末者，謂其久終能保有邦國，蕃育子孫，知其堪能自固而後立其衷焉。衷謂節適，言使得節適時，乃立之也。若不能知其本之可立與否，則不當謀之。如似樹木，知其根本之弱，不能生長枝葉，以喻所立之人材力劣弱，不能保有邦國，蕃育子孫，則不須自強立之。《詩》以樹木本幹喻適，枝葉喻庶，言文王子孫，本幹枝葉，適子庶子，皆傳國百世。由文王之德堪使蕃滋故也。劉炫云：度其本謂思所立之人，有母氏之寵，有先君之愛，有彊臣之援，為國人所信服也。度其末，謂思所立之人有度量，有知謀，有治術，為下民所愛樂也。]"
      },
      {
        "index": 33,
        "text": "冬，齊人來歸衛寶，文薑請之也。【注】公親與齊共伐衛，事畢而還。文薑淫於齊侯，故求其所獲珍寶，使以歸魯，欲說魯以謝慚。【音義】○說音悅。"
      },
      {
        "index": 34,
        "text": "楚文王伐申，過鄧。鄧祁侯曰：「吾甥也。」【注】祁，諡也。姊妹之子曰甥。【音義】○祁，巨支反；《字林》上屍反。[【疏】注「祁諡」至「曰甥」。○正義曰：諡法，經典不易曰祁。衛有石祁子，亦諡也。《釋親》云：「謂我舅者，吾謂之甥。」是姊妹之子曰甥。]止而享之，騅甥、聃甥、養甥請殺楚子，【注】皆鄧甥，仕於舅氏也。【音義】○騅音隹。鄧侯弗許。三甥曰：「亡鄧國者，必此人也。若不早圖，後君噬齊，【注】若齧腹齊，喻不可及。【音義】○噬，市製反。齊，粗兮反。齧，五結反。其及圖之乎？圖之，此為時矣！」鄧侯曰：「人將不食吾餘。」【注】言自害其甥，必為人所賤。[【疏】「人將不食吾餘」。○正義曰：食謂啖之，為甥設享而因享害之，所有餘食，更為人設之，將賤吾，不肯復食啖吾之餘食也。《膏肓》以為楚、鄧彊弱相縣，若從三甥之言，楚子雖死，鄧滅曾不旋踵，若刳腹去疾，炊炭止沸，《左氏》為短。鄭箴云：「楚之彊盛，從滅鄧以後。於時楚未為彊，何得云『彊弱相縣』。」蘇氏云：「三甥既有此語，左氏因史記之文錄其實事。非君子之論，何以非之？」]對曰：「若不從三臣，抑社稷實不血食，而君焉取餘？」【注】言君無復餘。【音義】○焉，於虔反。復，扶又反，下文同。弗從。還年，楚子伐鄧。【注】伐申還之年。十六年，楚復伐鄧，滅之。【注】魯莊公十六年，楚終強盛，為經書楚事張本。[【疏】注「魯莊公十六年」。○正義曰：知非楚文王十六年者，以文王莊五年即位，至十九年卒。唯十五年耳。]\n莊公七年經\n七年，春，夫人薑氏會齊侯於防。【注】防，魯地。"
      },
      {
        "index": 35,
        "text": "夏，四月，辛卯，夜，恒星不見。【注】恒，常也，謂常見之星。辛卯，四月五日，月光尚微，蓋時無雲，日光不以昏沒。【音義】○不見，賢遍反，注及傳皆同。[【疏】注「恒常」至「昏沒」。○正義曰：「恒，常」，《釋詁》文。夜者，自昏至旦之總名。但此經不言夜中，則此言夜者，夜未至中，謂初昏之後耳，非竟夜不見星也。《穀梁》「夜」作「昔」。傳曰：「日入至於星出謂之昔，不見者，可以見也。」必如彼言，星出以前名之曰昔，則名昔之時法當未有星矣。何以怪其不見而書為異也？明經所言夜者，夜昏之後，星應見之時，而不見耳。《公羊傳》曰：「恒星者何？列星也。」言天官列宿常見之星也。於時周之四月，則夏之仲春。《月令》「仲春之月，日在奎，昏弧中」，鄭玄云：「弧在輿鬼南。」則於時南方之星，盡當列見，謂常見之星者，謂南方星也。杜以《長曆》校之，知辛卯是四月五日也。杜以五日月光尚微，不能奄星使不見。若有雲蔽，當時復無雲，蓋日光不以昏沒，是故以為異也。]夜中，星隕如雨。【注】如，而也。夜半乃有雲，星落而且雨，其數多，皆記異也。日光不匿，恒星不見，而云夜中者，以水漏知之。【音義】○夜中，夜半也，丁仲反，又如字。隕，於閔反，落也。匿，女力反。[【疏】注「如而」至「知之」。正義曰：《公羊》說「如雨」者，言其狀似雨也。此傳言「星隕如雨，與雨偕也」，偕訓為俱，與雨俱下，不得為狀似雨也。故轉如為而，謂星落而且雨，其數多，與雨雜下，所落非一星也。非常為異，害物為災，此二事雖是天之變異，不見物被災害，皆記異也。星隕非常，固可記異。雨乃常事，亦言之者，見星之隕，其勢宜明，時乃陰雨，雨內見星，所以為異。主言星之異，不言雨之為異也。夜之早晚，以星為驗。日光不匿，恒星不見，而云夜中者，以水漏知之。漏者，晝夜百刻。於時春分之月夜當五十刻，二十五刻而夜半也。]\n秋，大水。【注】無傳。"
      },
      {
        "index": 36,
        "text": "無麥、苗。【注】今五月，周之秋。平地出水，漂殺熟麥及五稼之苗。【音義】○漂，匹妙反，又匹遙反。[【疏】注「今五」至「之苗」。○正義曰：直言無麥、苗，似是麥之苗，而知麥、苗別者，《公羊傳》曰：「曷為先言無麥，而後言無苗？待無麥，然後書無苗。」如彼傳文，知麥、苗別也。且此秋，今之五月，麥巳熟矣，不得方云麥之無苗，故知熟麥及五稼之苗皆為水漂殺也。種之曰稼，斂之曰穡。《月令》五時食穀、黍、稷、麻、麥、豆，《周禮》謂之五穀，故云五稼之苗。何休云：「禾初生曰苗，秀曰禾。」]\n冬，夫人薑氏會齊侯於穀。【注】無傳。穀，齊地，今濟北穀城縣。\n莊公七年傳"
      },
      {
        "index": 37,
        "text": "七年，春，文薑會齊侯於防，齊誌也。【注】文薑數與齊侯會。至齊地，則奸發夫人；至魯地，則齊侯之志，故傳略舉二端以言之。【音義】○數音朔。[【疏】注「文薑」至「言之」。正義曰：文薑數與齊侯會者：二年於禚，四年於祝丘，五年如齊師，此年於防、於穀是也。哀十五年傳稱「齊致禚、媚、杏於衛」，則禚是齊地。定五年傳稱「季平子行東野，卒於房」，則防是魯地。傳於齊地言書奸，於魯地言齊誌，故知至齊地則奸發夫人，至魯地則齊侯之志也。二年會之始，此年會之末，故傳略舉二端以言之，明其餘意同也。杜於禚、於穀，皆言齊地，於祝丘言魯地，見其有二意。若其不然，桓五年經書「城祝丘」，祝丘魯地，不須解之。《釋例》曰： 「婦人無外事，見兄弟不逾閾。故其他行，非禮所及，亦例所不存。而當其時實有出入，或以事宜，或以淫縱，小君之行，不得不書，故直書其行，而其善惡各係於本。會於禚，傳稱書奸，夫人入齊地也。會於防，傳稱齊誌，齊侯入魯地也。於經無例，傳以實言之。」]\n夏，恒星不見，夜明也。星隕如雨，與雨偕也。【注】偕，俱也。【音義】○偕音皆。\n秋，無麥、苗，不害嘉穀也。【注】黍稷尚可更種，故曰不害嘉穀。\n莊公八年經"
      },
      {
        "index": 38,
        "text": "八年，春，王正月，師次於郎，以俟陳人、蔡人。【注】無傳。期共伐郕，陳、蔡不至，故駐師於郎以待之。[【疏】注「期共」至「待之」。○正義曰：唯言以俟陳、蔡，不知何故待之。下有「師及齊師圍郕」，或與陳、蔡同計，故云「期共伐郕，陳、蔡不至，故待之」。賈逵及說《穀梁》者皆云陳、蔡欲伐魯，故待之。陳、蔡於魯竟絕路遙，《春秋》以來末嘗構怨，何因輒伐魯也？又俟者，相須同行之辭，非防寇拒敵之稱，若是畏其來伐，當謂之禦，不得稱俟，故知「期共伐郕」耳。何休、服虔亦言欲共伐郕。]"
      },
      {
        "index": 39,
        "text": "甲午，治兵。【注】治兵於廟，習號令，將以圍郕。[【疏】注「治兵」至「圍郕」。正義曰：《周禮》：「中春，教振旅；中秋，教治兵。」《穀梁傳》曰：「出曰治兵，習戰也；入曰振旅，習戰也。」《公羊傳》曰：「出曰祠兵，入曰振旅，其禮一也，皆習戰也。」《釋天》云：「出為治兵，尚威武也；入為振旅，反尊卑也。」孫炎云：「出則幼賤在前，貴勇力也；入則尊老在前，復常法也。」彼言治兵、振旅皆謂因田獵而選車徒、教戰法、習號令，知此治兵亦是習號令，此治兵於廟，欲就尊嚴之處，使之畏威用命耳。但軍旅之眾非廟內所容，止應告於宗廟，出在門巷習之。昭十八年傳稱「鄭人簡兵大蒐，將為蒐除」，杜云：「治兵於廟，城內地迫，故除廣之。」是告於廟，習於巷也。下有圍郕，知治兵為圍郕也。沈云《周禮》「中秋治兵」，《月令》孟春令云「是月也，不可以稱兵」。所以甲午治兵者，以為圍郕。故非時治兵，猶如備難而城，雖非時不譏。沈又云治兵之禮，必須告廟。告廟雖是內事，治兵乃是外事，故雖告廟，仍用甲午。且治兵則征伐之類，又為圍郕，雖在郊內，亦用剛日。甲午治兵，《公羊》以為祠兵，謂殺牲饗士卒。]"
      },
      {
        "index": 40,
        "text": "夏，師及齊師圍郕，郕降於齊師。【注】二國同討而齊獨納郕。【音義】○降，戶江反，傳皆同。[【疏】「師及」至「齊師」。○正義曰：於例，將卑師眾稱師，此直言師，則公不自將。傳稱「仲慶父請伐齊師」，聞郕降齊師，在國請耳，非是軍中請也。]"
      },
      {
        "index": 41,
        "text": "秋，師還。【注】時史善公克己復禮，全軍而還，故特書師還。[【疏】注「時史」至「師還」。○正義曰：《春秋》之例，公行征伐，還則書至，命將出師未有書師還者也。慶父請伐齊師，欲以自圍郕之師，回伐齊師。若用其言，則方相戰鬥，師或喪敗。公乃自責無德，引罪歸己。時史善公克己復禮，全軍而還，喜其得還，故特書師還也。傳言「君子是以善魯莊公」。君子謂當時之史，書此師還，以善魯莊公也。仲尼以為得理，故因而用之。「克己復禮」，《論語》文也。克，勝也。己雖恨齊勝情而止，責己而不責於人，合於禮意。僖三十年「秦、晉圍鄭」，傳稱「秦人竊與鄭盟，子犯請擊秦師，晉侯不許」，與此事同。而彼無善文者，魯莊中平之主，能有善事，故為可嘉。晉文身為霸主，而私自恨鄭，引秦共伐，而秦人背之，失其所與，則為不知。得免不知之譏，巳為幸矣，雖不從子犯，未足可尚。時史不善其事，故仲尼亦無褒文。]\n冬，十有一月，癸未，齊無知弑其君諸兒。【注】稱臣，臣之罪也。【音義】○兒，如字，一音五兮反。\n莊公八年傳\n八年，春，治兵於廟，禮也。"
      },
      {
        "index": 42,
        "text": "「夏，師及齊師圍郕。郕降於齊師」。仲慶父請伐齊師。【注】齊不與魯共其功，故欲伐之。公曰：「不可！我實不德，齊師何罪？罪我之由。《夏書》曰：『皋陶邁種德，【注】《夏書》，逸《書》也。稱皋陶能勉種德。邁，勉也。【音義】○夏，戶雅反，後放此。陶音遙。德，乃降。』[【疏】「夏書」至「乃降」。○正義曰：此《虞書·皋陶謨》之文，以述禹事，故傳謂之《夏書》。孔安國以為邁，行；種，布；降，下也。言皋陶能行、布其德，德乃下洽於民，故民歸之。今引之斷章，取證降義，當言皋陶能布行其德，由其有德，乃為人降服也。杜不見古文，故以為逸《書》，以邁為勉，言皋陶能勉力種樹功德，不知「德乃降」亦是《書》文，謂為莊公之語，故隔從下注，言能自慕皋陶之種德，乃人自降服之。自恨不能如皋陶也。]姑務脩德以待時乎。」【注】言苟有德，乃為人所降服，姑，且也。「秋，師還」。君子是以善魯莊公。【注】傳言經所以即用舊史之文。）"
      },
      {
        "index": 43,
        "text": "齊侯使連稱、管至父戌葵丘。【注】連稱、管至父，皆齊大夫。戍，守也。葵丘，齊地，臨淄縣西有地名葵丘。【音義】○稱，尺證反，又如字。瓜時而往，曰：「及瓜而代。」期戍，公問不至。【注】問，命也。【音義】○期音基，本亦作期。請代，弗許。故謀作亂。僖公之母弟曰夷仲年，生公孫無知，有寵於僖公，衣服禮秩如適，【注】適，大子。【音義】○適，丁曆反，注同。襄公絀之。二人因之以作亂。【注】二人，連稱、管至父。【音義】○絀，敕律反。連稱有從妹在公宮，無寵。使間公，【注】伺公之間隙。 【音義】○從，才用反，下從者皆同。間，如字，注同；或古莧反，非。曰：「捷，吾以女為夫人。」【注】捷，克也。宣無知之言。【音義】○捷，在接反。女音汝。"
      },
      {
        "index": 44,
        "text": "冬，十二月，齊侯遊於姑棼，遂田於貝丘。【注】姑棼、貝丘，皆齊地。田，獵也。樂安博昌縣南有地名貝丘。【音義】○棼，扶云反。貝，補蓋反。樂音洛。見大豕，從者曰：「公子彭生也。」【注】公見大豕，而從者見彭生，皆妖鬼。公怒，曰：「彭生敢見！」射之，豕人立而啼。公懼，隊於車，傷足喪屨。反，誅屨於徒人費，【注】誅，責也。【音義】○敢見，賢遍反。射，食亦反。啼，田兮反。隊，直類反。喪，息浪反。屨，九具反。費音祕。弗得，鞭之，見血。走出，遇賊於門，劫而束之。費曰：「我奚禦哉！」袒而示之背，信之。費請先入，【注】詐欲助賊。【音義】○禦，魚呂反。袒音但。伏公而出，鬥死於門中。石之紛如死於階下。【注】石之紛如，齊小臣，亦鬥死。【音義】○紛，敷文反。遂入，殺孟陽於床。【注】孟陽，亦小臣，伐公居床。【音義】○床，士良反。曰：「非君也，不類。」見公之足於戶下，遂弑之。而立無知。【注】經書十一月癸未，《長曆》推之，月六日也。傳云十二月，傳誤。"
      },
      {
        "index": 45,
        "text": "初，襄公立，無常。【注】政令無常。鮑叔牙曰：「君使民慢，亂將作矣！」奉公子小白出奔莒。【注】鮑叔牙，小白傅。小白，僖公庶子。【音義】○鮑，步卯反。亂作，管夷吾、召忽奉公子糾來奔。【注】管夷吾、召忽，皆子糾傅也。子糾，小白庶兄。來不書，皆非卿也。為九年公伐齊、納子糾、齊小白入於齊傳。【音義】○召，時照反。糾，居黝反。\n初，公孫無知虐於雍廩。【注】雍廩，齊大夫。為殺無知傳。【音義】○廩，力錦反。\n莊公九年經"
      },
      {
        "index": 46,
        "text": "九年，春，齊人殺無知。【注】無知弑君而立，未列於會，故不書爵，例在成十六年。[【疏】注「無知」至「六年」。○正義曰：無知弑君自立，則是為齊君矣，而不言弑其君者，為未列於會，故不書爵，不書爵者，正謂不書弑其君也。《釋例》曰：「諸侯不受先君之命而篡立，得與諸侯會者，則以成君書之。齊商人、蔡侯般之屬是也。若未得接於諸侯，則不稱爵。楚公子棄疾殺公子比，蔡人殺陳佗，齊人殺無知，衛人殺州吁、公子瑕之屬是也。諸侯篡立，雖以會諸侯為正，此列國之制也。至於國內，策名委質，即君臣之分巳定，故雖殺不成君，亦與成君同義也。」是言殺而不稱君之義也。曹伯負芻殺大子而自立，成十五年晉侯討而執之，十六年曹人請於晉，曰若有罪，則君列侯會矣。是列會則成君，故指彼以為例。]"
      },
      {
        "index": 47,
        "text": "公及齊大夫盟於蔇。【注】齊亂無君，故大夫得敵於公，蓋欲迎子糾也。來者非一人，故不稱名。蔇，魯地，琅邪繒縣北有蔇亭。【音義】○蔇，其器反。繒，才陵反。[【疏】注「齊亂」至「蔇亭」。○正義曰：僖二十九年傳曰：「在禮，卿不會公、侯，會伯、子、男可也。」是大夫不得敵公也。若敵公，則經沒公不書，而貶卿稱人，翟泉之盟是也。此不沒公者，齊亂無君，故大夫得敵公，既得敵公，當書名氏，而直言齊大夫者，來者非一人，故不稱名也。文十年宋人殺其大夫，傳曰：「不稱名，眾也。」是眾則不得書名。]"
      },
      {
        "index": 48,
        "text": "夏，公伐齊，納子糾。[【疏】「公伐齊，納子糾」。○正義曰：《公羊傳》曰：「糾者何？公子糾也。何以不稱公子？君前臣名也。」何休曰：「嫌當為齊君，在魯君前不為臣禮。」故去公子，見臣於魯也。賈逵云：「不言公子，次正也，《公羊》之說不可通於《左氏》，次正不稱公子，其事又無所出。」案今定本經文糾之上且有子字。自外入內不稱公子者多，唯有楚公子比稱公子。蓋告辭有詳略，故為文不同。此有伐齊之文，故不須言於齊。納捷菑於邾，為無伐邾之文，故須言於邾。]齊小白入於齊。【注】二公子各有黨，故雖盟而迎子糾，當須伐乃得入，又出在小白之後。小白稱入，從國逆之文，本無位。[【疏】注「二公」至「無位」。○正義曰：傳稱鮑叔牙以小白奔莒，管夷吾、召忽奉子糾來奔。則二子在國寵均勢敵，故國內各有其黨，令齊大夫來盟於蔇，直是子糾之黨來迎子糾耳。小白之黨猶自向莒迎小白也。若其舉國同心共推子糾，來迎即宜付之，不須以盟要之。今既與之盟而興師送糾，是二公子各自有黨，須伐乃得入，故公伐齊也。昭十三年傳稱「桓公有國、高以為內主」，則國子、高子是小白之黨也。彼云小白既早，公送子糾又遲，公伐齊納子糾始行即書，小白入齊得告乃書。故至齊之時，出小白之後。然傳例曰：「凡去國，國逆而立之曰入。」小白稱入，從國逆之文，以其本無位也，若本有位，則當云復歸。賈、服以為齊大夫來迎子糾，公不亟遣，而盟以要之。齊人歸迎小白。謂迎小白者，疑是盟蔇大夫，故杜言各自有黨以解之。]\n秋，七月，丁酉，葬齊襄公。【注】無傳。九月乃葬，亂故。）"
      },
      {
        "index": 49,
        "text": "八月，庚申，及齊師戰於乾時，我師敗績。【注】小白既定而公猶不退師，曆時而戰，戰遂大敗。不稱公戰，公敗諱之。乾時，齊地，時水在樂安界，岐流。旱則竭涸，故曰乾時。【音義】○乾音幹。岐，其宜反，又巨移反。涸，戶各反。[【疏】注「小白」至「乾時」。正義曰：公以夏伐齊，巳出小白之後。齊人得葬襄公，便是國寧位定。公可退而不退，戰而敗績，是公之罪。時史書策不稱公戰，公敗，為公諱也。若言此戰非公，是將卑師眾，故直言師戰師敗耳。此戰雖諱，猶書敗。升陘之戰，敗亦不書者，彼為獲公胄，恥，諱之深，故不書敗也。]"
      },
      {
        "index": 50,
        "text": "九月，齊人取子糾，殺之。【注】公子為賊亂，則書。齊實告殺而書齊取殺者，時史惡齊志在譎以求管仲，非不忍其親，故極言之。【音義】○惡，烏路反。譎，古穴反。[【疏】「取子糾殺之」。正義曰：此名糾耳，稱子者，《公羊傳》曰：「其稱子糾何？貴也。其貴奈何？宜為君者也。」何休云：「以君薨，稱子某，言之者，著其宜為君，從未逾年君例。」賈逵云：「稱子者，湣之。」案定本上「納子糾」巳稱子，則此言子，非湣之也。沈云：齊人稱子糾，故魯史從其所稱，而經書子糾，知者，傳云「子糾，親也，請君討之」，豈復是湣之乎！劉與賈同。注「公子」至「言之」。○正義曰：諸侯之臣為卿，乃見經。公子為賊亂者，則書其名，不問位之貴賤。《釋例》曰：「禍福不告則不書，然則國之大事見告，則皆承告而書，貴賤各以所告為文也。福莫大於享國有家，禍莫甚於骨肉相殘。故公子取國及為亂見殺者，亦皆書之。不必係於為卿，故子糾、意恢以公子見書於經也。」是說公子書經之意也。]"
      },
      {
        "index": 51,
        "text": "冬，浚洙。【注】無傳。洙水在魯城北，下合泗。浚深之，為齊備。【音義】○浚，蘇俊反，深也。洙音殊，水名。泗音四。[【疏】注「洙水」至「齊備」。○正義曰：《釋例》云：「洙水出魯國東北，西南入沇水，下合泗。」《公羊傳》曰：「洙者何？水也。浚之者何？深之也。曷為深之？畏齊也。」是畏齊，故深之為阻固也。]\n莊公九年傳\n九年，春，雍廩殺無知。\n「公及齊大夫盟於蔇」，齊無君也。\n夏，公伐齊，納子糾。桓公自莒先入。【注】桓公，小白。"
      },
      {
        "index": 52,
        "text": "秋，師及齊師戰於乾時，我師敗績，公喪戎路，傳乘而歸。【注】戎路，兵車。傳乘，乘他車。【音義】○喪，息浪反。傳，直專反。又丁戀反。傳乘，繩證反，注「傳乘」字同。乘他如字。"
      },
      {
        "index": 53,
        "text": "秦子、梁子以公旗辟於下道，【注】二子，公禦及戎右也，以誤齊師。【音義】○僻音避，本亦作辟，一音婢亦反。是以皆止。【注】止，獲也。"
      },
      {
        "index": 54,
        "text": "鮑叔帥師來言曰：「子糾，親也，請君討之。【注】鮑叔乘勝而進軍，志在生得管仲，故讬不忍之辭。管、召，讎也，請受而甘心焉。」【注】管仲射桓公，故曰讎。甘心，言欲快意戮殺之。【音義】○召，詩照反。讎，市由反。射，食亦反。乃殺子糾於生竇，【注】生竇，魯地。【音義】○竇音豆。召忽死之。管仲請囚，鮑叔受之，及堂阜而稅之。【注】堂阜，齊地。東莞蒙陰縣西北有夷吾亭。或曰：鮑叔解夷吾縛於此，因以為名。【音義】○稅，本又作「說」，同，上活反，一音失銳反。解，古買反。縛，扶略反。歸而以告曰：「管夷吾治於高傒，【注】高傒，齊卿高敬仲也。言管仲治理政事之才，多於敬仲。【音義】○治，直吏反，注同。傒音兮。使相可也。」[【疏】「鮑叔」至「可也」。○正義曰：此傳大略，世有《管子》書者，或是後人所錄，其言甚詳。其《小匡》篇曰：「桓公自莒反於齊，使鮑叔牙為宰。鮑叔辭曰：『君有加惠於臣，使臣不凍餒，則是君之賜也。若必治國家，則非臣之所能也，其唯管夷吾乎！臣之所不如夷吾者五：寬惠愛民，臣不如也；治國不失秉，臣不如也；忠信可結於諸侯，臣不如也；制禮義可法於四方，臣不如也；介胄執枹，立於軍門，使百姓皆知勇，臣不如也。夫管子，民之父母也，將欲治其子，不可棄其父母。』公曰：『管夷吾親射寡人，中鉤，殆於死，今乃用之，可乎？』鮑叔曰：『彼為其君勤也，君若宥而反之，其為君猶是也。』公曰：『然則為之奈何？』鮑叔曰：『君使人請之魯。』公曰：『夫施伯，魯之謀臣也。彼知吾將用之，必不吾與。』鮑叔曰：『君詔使者曰，寡君有不令之臣在君之國，原請之以戮於群臣。魯君必諾。且施伯之知夷吾之才，必將致魯之政。夷吾受之，則魯能弱齊矣。夷吾不受，彼知其將反齊，必殺之。君亟請之，不然無及。』公乃使鮑叔行成，曰：『公子糾，親也，請君討之。』魯人為殺公子糾。又曰：『管仲，讎也，請受而戮之。』魯君許諾。施伯謂魯侯曰：『勿與。非戮之也，將用其政也。管仲，天下之賢人，今齊求而得之，則必長為魯國憂，君何不殺之而授其屍。』魯君曰：『諾。』將殺管仲。鮑叔進曰：『殺之齊，是戮齊也。殺之魯，是戮魯也。寡君原先得之，以徇於國，為群臣戮；若不生得，是君與寡君之賊比也。非敝邑之所請也，使臣不敢受命。』於是乎魯君乃不殺，遂生束縛而以與齊。鮑叔受而哭之，三舉。施伯從而笑之，謂大夫曰：『管仲必不死矣，鮑叔之不忍戮賢人，其知知稱賢以自成也。』至於堂阜之上，鮑叔祓而浴之三。桓公親迎於郊。遂與歸，禮之於廟，三酌而問為政焉。」《外傳·齊語》與《管子》大同，《管子》當是本耳。《管子》無「治於高傒」之言。鮑叔之美管子，其言非一，說者各記所聞，故不同耳。]公從之。【音義】○相，息亮反。\n莊公十年經"
      },
      {
        "index": 55,
        "text": "十年，春，王正月，公敗齊師於長勺。【注】齊人雖成列，魯以權譎稽之，列成而不得用，故以未陳為文。例在十一年。長勺，魯地。【音義】○勺，上酌反。陳，直覲反，十一年經注同。[【疏】注「齊人」至「魯地」。○正義曰：例稱「敵未陳曰敗某師，背陳曰戰」。此傳稱齊人成陳擊鼓，不應稱敗齊師，故解之。《孫子兵書》曰：「誓稽之使失其先後。」謂稽留彼敵，不時與戰，使先後失其次第。魯以曹劌之語，權謀譎詐以稽留之，列成而不得用，與未陳相似，故以未陳為文。《釋例》曰：「長勺之役，雖俱陳，而鼓音不齊。槜李之役，越人患吳之整，以死士亂吳，雖皆巳陳，猶以獨克為文，舉其權詐。」是也。此注「稽」或作「掩」，誤耳，今定本作「稽」。]\n二月，公侵宋。【注】無傳。侵例在二十九年。\n三月，宋人遷宿。【注】無傳。宋強遷之而取其地，故文異於邢遷。【音義】○強，其丈反。"
      },
      {
        "index": 56,
        "text": "夏，六月，齊師、宋師次於郎。【注】不言侵伐，齊為兵主，背蔇之盟，義與長勺同。【音義】○背，音佩，傳同。[【疏】注「不言」至「勺同」。○正義曰：此春敗齊師於長勺，傳稱「齊師伐我」，則今次於郎，亦是欲來伐我。而經並不稱侵伐，侵伐者，責罪之文也。桓十年，齊侯，鄭伯來戰於郎，傳曰：「我有辭也。」故不稱侵伐。則知此與長勺不書侵伐，亦為「我有辭也」。我有辭者，齊來伐我，為公伐齊納子糾來報伐也。公之伐齊，大夫來盟於蔇，許以子糾為君，令魯伐齊，納子糾，彼自背盟伐魯，非責魯也，魯有此辭，故齊人不合伐也。杜言二公子各有黨，則迎子糾者，非小白之徒，而責齊背盟者，言彼蔇盟，大夫背盟而從小白，誤公使伐齊耳，不言桓公背盟也。杜以傳於長勺之役有「伐我」之語，故就傳為解，而以此同之。]公敗宋師於乘丘。【注】乘丘，魯地。【音義】○乘，繩證反。"
      },
      {
        "index": 57,
        "text": "秋，九月，荊敗蔡師於莘。【注】荊，楚本號，後改為楚。楚辟陋在夷，於此始通上國，然告命之辭猶未合典禮，故不稱將帥。莘，蔡地。【音義】○莘，所巾反。將率，子匠反，率又作帥，同，所類反。[【疏】注「荊楚」至「蔡地」。○正義曰：荊、楚一木二名，故以為國號亦得二名。終莊公之世，經皆書荊。僖之元年，乃書楚人伐鄭，蓋於爾時始改為楚，以後常稱楚也。他國雖將有尊卑，師有多少，或稱師，或稱將，不得直書國名，史之書策承彼告辭。此直稱國，知其告命之辭，未合典禮，故不稱將帥也。]以蔡侯獻舞歸。【注】獻舞，蔡季。[【疏】「以蔡侯獻舞歸」。○正義曰：《穀梁傳》曰：「以歸，猶愈乎執也。」杜於隱七年注云：「但言以歸，非執也」。則以歸者，直將與其歸，不被囚執，其恥輕於執也。《釋例·得獲例》曰：「敵國交兵，亦有兵器之獲，欲殊別君臣，故於君曰滅，於臣曰獲。國君者，社稷之主，百姓之望，當與社稷宗廟共其存亡者也，而見獲於敵國，雖存若亡，死之與生，皆與滅同。至於偏軍元帥，君之臣仆，出身致命，榮辱得失，自其常事。故傳曰：胡子髡、沈子逞滅，獲陳夏齧』，君臣之辭也。」如杜此言，師敗身虜亦應稱滅。此不言滅。而云以歸者，《釋例》所云據宗廟社稷巳亡，而君見獲於敵，君身雖在，與亡無異，皆以滅為文，則定六年「鄭遊速帥師滅許，以許男斯歸」是也。若社稷宗廟不亡，君身見獲於敵，則云以歸，「此蔡侯獻舞歸」是也。劉炫云「在陳死，則稱滅，以還者，則言以歸」，以規杜氏，非也。]"
      },
      {
        "index": 58,
        "text": "冬，十月，齊師滅譚。【注】譚國在濟南平陵縣西南。傳曰：「譚無禮。」此直釋所以見滅。經無義例，他皆放此。滅例在文十五年。【音義】○譚，徒南反。譚子奔莒。【注】不言出奔，國滅無所出。[【疏】注「不言」至「所出」。○正義曰：《公羊傳》曰：「何以不言出？國巳滅矣，無所出也。」]\n莊公十年傳"
      },
      {
        "index": 59,
        "text": "十年，春，齊師伐我。【注】不書侵伐，齊背蔇之盟，我有辭。公將戰，曹劌請見。【注】曹劌，魯人。【音義】○劌，古衛反。見，賢遍反，下同。[【疏】注「曹劌，魯人」。○正義曰：《史記》作「曹沬」，亦云：「魯人」。]其鄉人曰：「肉食者謀之，又何間焉」。【注】肉食，在位者。間猶與也。【音義】○間，間廁之間，注同。與音預。[【疏】注「肉食」至「與也」。○正義曰：《孟子》論庶人云：「五畝之宅，樹之以桑，五十者可以衣帛。雞豚狗彘之畜，無失其時，七十者可以食肉。」是賤人不得食肉，故云在位者也。襄二十八年傳說子雅、子尾之食云「公膳日雙雞」，昭四年傳說頒冰之法云「食肉之祿，冰皆與焉，大夫命婦喪，浴用冰」。蓋位為大夫，乃得食肉也。間謂間雜，言不應間其中而為之謀，故云「間猶與也」。]劌曰：「肉食者鄙，未能遠謀。」乃入見。問何以戰？公曰：「衣食所安，[【疏】「衣食所安」。○正義曰：公意衣食二者，雖所以安身，然亦不敢專巳有之，必以之分人。]弗敢專也，必以分人。」對曰：「小惠未徧，民弗從也。」【注】分公衣食，所惠不過左右，故曰未徧。【音義】○徧音遍，注同。公曰：「犧牲玉帛，[【疏】「犧牲玉帛」。○正義曰：四者皆祭神之物。《曲禮》曰：「天子以犧牛，諸侯以肥牛。」鄭玄云：「犧，純毛也。肥，養於滌也。」然則牲謂三牲，牛、羊、豕也。犧者，牲之純色也。魯自得用天子之禮，要犧牲相配之語，未必為得用，乃言之也。]弗敢加也，必以信。」【注】祝辭不敢以小為大，以惡為美。【音義】○犧，許宜反。對曰：「小信未孚，神弗福也。」【注】孚，大信也。[【疏】注「孚大信也」。○正義曰：孚亦信耳，以言「小信未孚」，故解孚為大信以形之。]公曰：「小大之獄，雖不能察，必以情。」【注】必盡巳情。察，審也。對曰：「忠之屬也，【注】上思利民，忠也。【音義】○屬音蜀。[【疏】注「上思利民，忠也」。○正義曰：桓六年傳文也。言以情審察，不用使之有枉，則是思欲利民，故為忠之屬也。]可以一戰，戰則請從。」公與之乘。【注】共乘兵車。【音義】○從，才用反。乘，繩證反。戰於長勺，公將鼓之。劌曰：「未可。」齊人三鼓，劌曰：「可矣。」齊師敗績。公將馳之。劌曰：「未可。」下視其轍。【注】視車跡也。【音義】○三，息暫反，又如字。轍，直列反。登軾而望之，[【疏】「登軾而望之」。正義曰：《考工記》云：兵車之廣六尺有六寸三分，車廣去一以為隧，隧謂輿內，前後深四尺四寸也。三分其隧，一在前，二在後，以揉其式。式在輿間，從前量之深一尺四寸三分寸之二也。以其廣之半為之式崇，崇三尺三寸也。謂當車輿之內，去前軫一尺四寸三分寸之二，下去車板三尺三寸，橫施一木名之曰軾，得使人立於其後，時依倚之。曹劌登軾，得臣云君馮軾，皆謂此也。]曰：「可矣。」遂逐齊師。既克，公問其故。對曰：「夫戰，勇氣也。一鼓作氣，再而衰，三而竭。彼竭我盈，故克之。夫大國難測也。懼有伏焉。【注】恐詐奔。【音義】○軾音式。伏如字，舊扶又反。吾視其轍亂，望其旗靡，故逐之。」【注】旗靡轍亂，怖遽。【音義】○旗音其。靡音美。怖，普布反。遽，其據反。"
      },
      {
        "index": 60,
        "text": "夏，六月，齊師、宋師次於郎。公子偃曰：「宋師不整，可敗也。【注】公子偃，魯大夫。宋敗，齊必還，請擊之。」公弗許。自雩門竊出，蒙皋比而先犯之。【注】雩門，魯南城門。皋比，虎皮。【音義】○雩音於。比音毗，注同。[【疏】注「雩門」至「虎皮」。○正義曰：雩門，為魯南城門。蓋時人猶以名之，故知也。僖二十八年傳稱「胥臣蒙馬以虎皮」，此云「蒙皋比而先犯之」，事與彼同。知皋比是虎皮也。以胥臣之事譬之，必知定是虎皮，其名曰皋比，則其義未聞。《樂記》云：「倒載干戈，包之以虎皮，名之曰建櫜。」鄭玄以為兵甲之衣曰櫜。櫜，韜也，而其字或作建皋。故服虔引以解此。]公從之，大敗宋師於乘丘。齊師乃還。"
      },
      {
        "index": 61,
        "text": "蔡哀侯娶於陳，息侯亦娶焉。息媯將歸，過蔡。蔡侯曰：「吾姨也。」【注】妻之姊妹曰姨。[【疏】注「妻之姊妹曰姨」。○正義曰：《釋親》云「妻之姊妹同出為姨」，孫炎云「同出，俱已嫁也」。]止而見之，弗賓。【注】不禮敬也。息侯聞之，怒，使謂楚文王曰：「伐我，吾求救於蔡而伐之。」楚子從之。秋九月，楚敗蔡師於莘，以蔡侯獻舞歸。"
      },
      {
        "index": 62,
        "text": "齊侯之出也，過譚，譚不禮焉。及其入也，諸侯皆賀，譚又不至。【注】以九年入。【音義】○過，古禾反。冬，齊師滅譚，譚無禮也。譚子奔莒，同盟故也。【注】傳言譚不能及遠，所以亡。"
      }
    ]
  }
}