{
  "chapterNumber": 18,
  "title": "春秋左傳正義卷17 (Zuozhuan Zhengyi, Volume 17)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎文公（○陸曰：「文公，名興，僖公子，母聲薑。《諡法》：慈惠愛民曰文。忠信接禮曰文。」）\n疏正義曰：《魯世家》文公，名興，僖公之子，夫人聲薑所生。以襄王二十六年即位。《諡法》：慈惠愛民曰文。是歲，歲在降婁。\n文公元年\n【經】元年，春，王正月，公即位。（無傳。先君未葬，而公即位，不可曠年無君。）"
      },
      {
        "index": 1,
        "text": "疏注「先君」至「無君」。○正義曰：諸侯之禮，既葬成君。先君雖則未葬，既逾年矣，而君即位者，不可曠年無君故也。即位必於歲首，若歲首不行此禮，餘月不得行之，便是曠年無君，故雖則未葬，亦即行之。《釋例》曰：「遭喪繼立者，每新年正月必改元正位，百官以序，故國史書『即位』於策以表之。文公、成公先君之喪未葬，而書『即位』，因三正之始，明繼嗣之正，表朝儀以同百姓之心。此乃國君明分製之大禮，譬周康王麻冕黼裳以行事，事畢然後反喪服也。雖逾年行即位之禮，名通於國內，必須既葬卒哭乃免喪，古之製也。」且引《顧命》康王之事以譬此者，彼是既殯，此是逾年，雖時不同，取其暫服吉服，事相似耳。《康王之誥》云：「王義嗣德，答拜。」彼始殯訖，即呼為王，知諸侯既殯，臣子亦呼為公，既屍其位，名號即成。但先君未葬，事猶聽於塚宰，未得即成為君。八年八月，天王崩。九年春，毛伯來求金，傳曰「不書王命，未葬也」。是逾年未葬，不得命臣出使，必待卒哭，乃免喪也。\n二月，癸亥，日有食之。（無傳。癸亥，月一日，不書朔，官失之。）\n天王使叔服來會葬。（叔，氏；服，字。諸侯喪，天子使大夫會葬，禮也。）"
      },
      {
        "index": 2,
        "text": "疏注「叔氏」至「禮也」。正義曰：四年「風氏薨」，五年「王使榮叔歸含且賵，召昭公來會葬」，傳曰「禮也」。夫人之喪，會葬為禮，知諸侯之喪，天子使大夫會葬為得也。蘇氏云：「外卿來會葬不書，此書者，尊王使，故特書之。」傳稱「內史叔服」，內史於《周禮》為中大夫。大子大夫例書字，知叔，氏；服，字也。\n夏，四月，丁巳，葬我君僖公。（七月而葬，緩。）"
      },
      {
        "index": 3,
        "text": "天王使毛伯來錫公命。（毛國，伯爵，諸侯為王卿士者。諸侯即位，天子賜以命圭合瑞為信。僖十一年「王賜晉侯命」，亦其比也。○錫，呈曆反。比，必利反，例也，又如字。）"
      },
      {
        "index": 4,
        "text": "疏注「毛國」至「比也」。○正義曰：僖二十四年傳有「原伯、毛伯」，杜云「原、毛，皆采邑」。此毛與彼計是一人，而注不同者，此毛當是文王之子封為畿外之國。於時諸侯無複有毛，或是世事王朝，本封絕滅。從此以後，常稱毛伯，國名尚存，仍為伯爵，必受得采邑，為畿內諸侯，故注彼云「采邑」，此云「國」也。封爵既存，故云「諸侯為王卿士者」。《周禮·大宗伯》：「以玉作六瑞，以等邦國。王執鎮圭，公執桓圭，侯執信圭，伯執躬圭，子執穀璧，男執蒲璧。」《冬官·玉人》桓圭以下皆謂之命圭，是用之以命諸侯也。諸侯即位，天子賜之以命圭。魯是侯爵，當賜之以信圭也。《玉人》又云：「天子執冒，四寸，以朝諸侯。」其冒邪刻其下，與圭頭相合。諸侯執圭以朝天子，天子執冒以冒之，觀其相當以否，所以合瑞為信也。僖十一年「晉惠公新立，王賜之命」，此亦新立，是其比也。傳稱晉侯「受玉惰」。於此知賜命必有玉也。《公羊傳》曰：「錫者何？賜也。命者何？加我服也。」《唐風·無衣》之篇晉人為其君「請命於天子之使」，以無衣為辭，則賜命亦有服。杜不言服者，主於玉而略之耳。"
      },
      {
        "index": 5,
        "text": "晉侯伐衛。（晉襄公先告諸侯而伐衛。雖大夫親伐，而稱「晉侯」，從告辭也。叔孫得臣如京師。得臣，叔牙之孫。）\n衛人伐晉。（衛孔達為政，不共盟主，興兵鄰國，受討喪邑，故貶稱「人」。○喪，息亮反。）"
      },
      {
        "index": 6,
        "text": "秋，公孫敖會晉侯於戚。（戚，衛邑，在頓丘衛縣西。「禮，卿不會公侯」，而《春秋》魯大夫皆不貶者，體例已舉，故據用魯史成文而已。內稱公，卒稱薨，皆用魯史。）"
      },
      {
        "index": 7,
        "text": "疏注「戚衛」至「魯史」。○正義曰：僖二十九年翟泉之盟，諸侯之卿為會魯侯，故貶稱「人」，則魯卿會他諸侯亦合貶，而《春秋》魯大夫皆不貶者，貶他國之卿已成體例，體例已舉，於魯不須加貶，理足可明，故據用魯史成文，不複改易也。他國君書「卒」及爵，內常稱「公」稱「薨」，亦體例已舉，皆用魯史也。"
      },
      {
        "index": 8,
        "text": "冬，十月，丁未，楚世子商臣弑其君頵。（商臣，穆王也。弑君例在宣四年。○頵，憂倫反，又丘倫反。）公孫敖如齊。（傳例曰：「始聘焉，禮也」。）"
      },
      {
        "index": 9,
        "text": "【傳】元年，春，王使內史叔服來會葬。公孫敖聞其能相人也，（公孫敖，魯大夫慶父之子。○相，息亮反。）見其二子焉。叔服曰：「穀也食子，難也收子。」（穀，文伯。難，惠叔。食子，奉祭祀供養者也。收子、葬子身也。○見，賢遍反，下注「孤見」同。食音嗣，注同。難，乃旦反，又如字。供，俱用反。養，餘亮反。）穀也豐下，必有後於魯國。」（豐下，蓋面方。為八年公孫敖奔莒傳。）"
      },
      {
        "index": 10,
        "text": "於是閏三月，非禮也。（於曆法閏當在僖公末年，誤於今年三月置閏，蓋時達曆者所譏。）先王之正時也，履端於始，舉正於中，歸餘於終。（步曆之始以為術之端首。期之日三百六十有六日，日月之行又有遲速，而必分為十二月，舉中氣以正。月有餘日，則歸之於終，積而為閏，故言「歸餘於終」。○期，居其反。）履端於始，序則不愆；（四時無愆過。○愆，起虔反。）舉正於中，民則不惑；（鬥建不失其次，寒暑不失其常，故無疑惑。）歸餘於終，事則不悖。（四時得所，則事無悖亂。○悖，必內反。）"
      },
      {
        "index": 11,
        "text": "疏「於是」至「不悖」。○正義曰：於是年魯曆置閏。「閏三月，非禮也」，言於禮置閏不當在此月也。因論置閏之法，先王之正時也。「履端於始」，履，步也。謂推步曆之初始以為術曆之端首。舉月之正半在於中氣，歸其餘分置於終末，言於終末乃置閏也。更複申之。「履端於始，序則不愆」，謂四時之序不愆過也。「舉正於中」，民視瞻則，不疑惑也。「歸餘於終」，於時事則不悖亂也。此年不合置閏，而置閏則不是歸餘於終，故為非禮也。○注「於曆」至「所譏」。○正義曰：古今曆法推閏月之術，皆以閏餘減章歲，餘以歲中乘之，章閏而一，所得為積月，命起天正，筭外，閏所在也。其有進退，以中氣定之。無中氣，則閏月也。古曆十九年為一章。章有七閏：入章三年閏九月；六年閏六月；九年閏三月；十一年閏十一月；十四年閏八月；十七年閏四月；十九年閏十二月。此據元首初章，若於後漸積餘分，大率三十二月則置閏，不必恒同初章閏月。僖五年「正月辛亥朔，日南至」。治曆者皆以彼為章首之歲。《漢書·律曆誌》云：「文公元年距僖五年辛亥二十九歲。是歲閏餘十三，閏當在十一月後，而在三月，故傳曰『非禮也』。」《誌》之所言，閏當在此年十一月後，今三月巳即置閏，是嫌閏月大近前也。杜以為僖三十年閏九月，文二年閏正月，故言於曆法閏當在僖公末年，誤於今年置閏，嫌置閏大近後也。杜為《長曆》，置閏疏數無複定準。凡為曆者，閏前之月中氣在晦，閏後之月中氣在朔。僖五年正月朔旦冬至，則四年當閏十二月也。杜《長曆》僖元年閏十一月，五年閏十二月。與常曆不同者，杜以襄二十七年再失閏，司曆過。昭二十年「二月，己丑，日南至」，哀十二年「十二月螽」，云火猶西流，司曆過。則春秋之世，曆法錯失，所置閏月，或先或後，不與常同。杜唯勘經傳上下日月以為《長曆》，若日月同者，則數年不置閏月。若日月不同、須置閏乃同者，則未滿三十二月頻置閏，所以異於常曆，故《釋例》云春秋日有頻月而食者，有曠年不食者，理不得一一如筭，以守恒數，故曆無有不失也。始失於毫毛，尚未可覺，積而成多，以失弦望朔晦，則不得不改憲以順之。《書》所謂「欽若昊天曆象，日月星辰」，《易》所謂「治曆明時」，言當順天以求合，非苟合以驗天者也，故當脩經傳日月，以考晦朔，以推時驗。下又云「據經傳微旨，考日辰晦朔，以相發明，為經傳《長曆》，未必得天，蓋春秋當時之曆也」。是杜自言不與常曆同。○注「步曆」至「於終」。○正義曰：日月轉運於天，猶如人之行步，故推曆謂之步曆。步曆之始以為術之端首，謂曆之上元必以日月全數為始，於前更無餘分，以此日為術之端首，故言「履端於始」也。期之日三百六十有六日，謂從冬至至冬至必滿此數，乃周天也。日月之行有鷃有速，日行遲，月行速。凡二十九日過半，月行及日，謂之一月。過半者，謂一日於曆法分為九百四十分，月行及日，必四百九十九分，是過半二十九分。今一歲氣周有三百六十五日四分日之一，其十二月一周唯三百五十四日，是少十一日四分日之一，未得氣周。細而言之，一歲止少弱十一日，所以然者，一月有餘分二十九，一年十二月有餘分三百四十八。是一歲既得三百五十四日，又得餘分三百四十八。其四分日之一，一日為九百四十分，則四分日之一為二百三十五分。今於餘分二百四十八內取二百三十五，以當卻四分日之一，餘分仍有一百一十三。其整日唯有十一日，又以餘分一百一十三減其一日九百四十分，唯有八百二十七分。是一年有餘十日八百二十七分，少一百一十三分，不成十一日也。劉炫云：「則一歲為十二月，猶有十一日有餘未得周也。分一周之日為十二月，則每月常三十日，餘計月及日為一月，則每月唯二十九日，餘前朔後朔相去二十九日，餘前氣後氣相去三十日，餘每月參差氣漸不正，但觀中氣所在，以為此月之正，取中氣以正月，故言『舉正於中』也。月朔之與月節，每月剩一日有餘，所有餘日歸之於終，積成一月，則置之為閏，故言『歸餘於終』。」○注「鬥建」至「疑惑」。○正義曰：閏後之月中氣在朔，則鬥柄月初已指所建之辰；閏前之月中氣在晦，則鬥柄月末方指所建之辰，故舉月之正在於中氣，則鬥柄常不失其所指之次。如是乃得寒暑不失其常。\n夏，四月，丁巳，葬僖公。（傳皆不虛載經文，而此經孤見，知僖公末年傳宜在此下。）\n王使毛伯衛來錫公命，（衛，毛伯字。○一本作「毛伯衛來錫公命」，一本作「天王使」。）"
      },
      {
        "index": 12,
        "text": "疏注「衛，毛伯字」。○正義曰：知是字者，以天子公卿例書爵，不言名，大夫稱字，故毛伯雖卿，或稱字。案僖九年「公會宰周公」云云，杜云「三公不字」，明卿或書字。\n叔孫得臣如周拜。（謝賜命。）"
      },
      {
        "index": 13,
        "text": "晉文公之季年，諸侯朝晉。衛成公不朝，使孔達侵鄭，伐綿、訾及匡。（孔達，衛大夫。匡，在潁川新汲縣東北。○訾，子斯反。汲，居及反。）晉襄公既祥，（諸侯雖諒闇，亦因祥祭為位而哭。○諒音良，又音亮。）"
      },
      {
        "index": 14,
        "text": "疏「晉襄公既祥」。○正義曰：《禮》「期而小祥」。晉文公以僖三十二年十二月卒，則三十三年十二月為小祥。此云「既祥」，謂小祥也。"
      },
      {
        "index": 15,
        "text": "使告於諸侯而伐衛，及南陽。（今河內地。）先且居曰：「效尤，禍也。（尤，衛不朝故伐。今不朝王，是效衛致禍。時王在溫，故勸之。○且，子餘反。）請君朝王，臣從師。」晉侯朝王於溫，先且居、胥臣伐衛。五月，辛酉，朔，晉師圍戚。六月，戊戌，取之，獲孫昭子。（昭子，衛大夫，食戚邑。）衛人使告於陳。陳共公曰：「更伐之，我辭之。」（見伐求和，不競大甚，故使報伐，示已力足以距晉。○共音恭。更，古孟反，又音庾。大音泰，又如字。）衛孔達帥師伐晉，君子以為古。古者越國而謀。（合古之道，而失今事霸主之禮，故國失其邑，身見執辱。）"
      },
      {
        "index": 16,
        "text": "疏注「合古」至「執辱」。○正義曰：《釋例》云：「衛孔達為政，不共盟主，興兵於鄰國，受討喪邑，窘而告陳。雖從陳之謀，僅得自定以謀而濟，故君子但言合古，而不釋其尤也。」劉炫云：「春秋之時，天子微弱，霸主秉德刑以長諸侯，諸侯從時命以事霸主，大字小，小事大，所以相保持也。晉之與衛小大不同，而恥於受屈，望以彊獲免，明王在上，理在可然，度時之宜，則非善計。君子以為合古之道，失當今之宜，亦不言其謀全非禮也。」\n秋，晉侯疆戚田，故公孫敖會之。（晉取衛田，正其疆界。○疆，居良反，注同。）"
      },
      {
        "index": 17,
        "text": "初，楚子將以商臣為大子，訪諸令尹子上。子上曰：「君之齒未也，（齒，年也。言尚少。○少，詩照反，下文同。）而又多愛，黜乃亂也。楚國之舉，恒在少者，（舉，立也。）且是人也，蜂目而豺聲，忍人也，（能忍行不義。 ○蜂，本又作「蜂」，芳逢反。豺，什皆反。）不可立也」。弗聽。既又欲立王子職而黜大子商臣。（職，商臣庶弟也。）商臣聞之而未察，告其師潘崇曰：「若之何而察之？」潘崇曰：「享江芊而勿敬也。」（江芊，成王妹，嫁於江。○芊，亡氏反。《史記》以為成王妾。）從之。江芊怒曰：「呼，役夫！（呼，發聲也。役夫，賤者稱。○呼，報賀反，注同。役夫，如字。稱，尺證反。）宜君王之欲殺女而立職也。」告潘崇曰：「信矣。」潘崇曰：「能事諸乎？」（問能事職不。○女音汝。）曰：「不能。」「能行乎？」曰：「不能。」「能行大事乎？」曰：「能。」（大事，謂弑君。○弑，申誌反。一本無此注。）冬，十月，以宮甲圍成王。（太子宮甲。僖二十八年王以東宮卒從子玉，蓋取此宮甲。○卒，子忽反。從，如字，又才用反，）王請食熊蹯而死，（熊掌難熟，冀久將有外救。○蹯音煩。）弗聽。丁未，王縊。諡之曰「靈」，不瞑；曰「成」，乃瞑。（言其忍甚，未斂而加惡諡。○瞑，亡丁反，又亡千反。斂，力驗反。）"
      },
      {
        "index": 18,
        "text": "疏注「言甚」至「惡諡」。○正義曰：既見其不瞑目，則是未斂於棺，故知未斂也。禮：葬乃加諡。未斂而加惡諡，言其忍之甚也。冤枉之人眾矣，未有能見其靈，此事特為商臣忍甚耳。桓譚以為自縊而死，其目未合，屍冷乃瞑，非由諡之善惡也。亂而不損曰靈。安民立政曰成。\n穆王立，以其為大子之室與潘崇，"
      },
      {
        "index": 19,
        "text": "疏「為大子之室」。○正義曰：商臣今既為王，以其為大子之時所居室內財物仆妾盡以與潘崇，非與其所居之宮室也。\n使為大師，且掌環列之尹。（環列之尹，宮衛之官，列兵而環王宮。○大音泰。環，如字，又音患。）\n穆伯如齊，始聘焉，禮也。（穆伯，公孫敖。）凡君即位，卿出並聘，"
      },
      {
        "index": 20,
        "text": "疏「凡君」至「並聘」。○正義曰：即位者，既葬除喪即成君之吉位也。唯以既葬為限，不以逾年為斷。八年八月天王崩，九年春「毛伯來求金」，傳曰「不書王命，未葬也」。是未葬雖逾年，不得命臣出使也。宣十年夏四月齊侯元卒，六月葬齊惠公，冬齊侯使國佐來聘。是既葬未逾年，得命臣出使也。何休《膏肓》以為三年之喪使卿出聘，於義《左氏》為短。鄭康成箴云：「《周禮》『諸侯邦交，歲相問，殷相聘，世相朝』。《左氏》合古禮，何以難之？」"
      },
      {
        "index": 21,
        "text": "踐脩舊好，要結外援，（踐猶履行也。○好，呼報反，下及注同。要，於遙反。援，於眷反。）好事鄰國，以衛社稷，忠信卑讓之道也。忠，德之正也；信，德之固也；卑讓，德之基也。（傳因此發凡，以明諸侯諒闇，則國事皆用吉禮。）"
      },
      {
        "index": 22,
        "text": "殽之役，（在僖三十三年。）晉人既歸秦師，秦大夫及左右皆言於秦伯曰：「是敗也，孟明之罪也，必殺之。」秦伯曰：「是孤之罪也。周芮良夫之詩曰：『大風有隧，貪人敗類。（《詩·大雅》。隧，蹊徑也。周大夫芮伯刺厲王。言貪人之敗善類，若大風之行，毀壞眾物，所在成蹊徑。○帥，所類反。芮，如銳反。《詩·大雅·桑柔》篇。隧音遂，道也。敗，必邁反，注同。蹊音兮。徑，古定反。）聽言則對，誦言如醉。（言昬亂之君，不好典誦之言，聞之若醉；得道聽途說之言，則喜而答對。○誦，似用反。昬，本亦作「惽」，音昏。）匪用其良，覆俾我悖。』（覆，反也。俾，使也。不用良臣之言，反使我為悖亂。○覆，芳服反。俾，本亦作「卑」，必爾反，注同。）是貪故也，孤之謂矣。孤實貪以禍夫子，夫子何罪？」複使為政。（為明年秦、晉戰彭衙傳。○複，扶又反。）\n文公二年"
      },
      {
        "index": 23,
        "text": "【經】二年，春，王二月，甲子，晉侯及秦師戰於彭衙，秦師敗績。（孟明名氏不見，非命卿也。大崩曰敗績。馮翊郃陽縣西北有彭衙城。○衙音牙。見，賢遍反。郃，戶納反。）"
      },
      {
        "index": 24,
        "text": "疏注「孟明」至「衙城」。○正義曰：於例，將卑師眾稱「師」。今稱「秦師」，知將非尊者，故云「孟明名氏不見，非命卿也」。傳稱秦伯不廢孟明，複使為政。則孟明，秦之執政之卿也，而言非卿者，成二年注云「曹大夫常不書，而書公子首者，首命於國，備於禮，成為卿故也」。然則備卿禮乃成為卿，禮不備則不書。秦是辟陋之國，不以卿禮成孟明，不言孟明非執政也。此年晉士縠堪其事，故名書於垂隴。襄二十九年，鄭公孫段攝卿以行，名見於城杞，況此真卿而不書者，以秦辟陋在戎，異於中國，禮命不足，故云「非命卿」也。\n丁丑，作僖公主。（主者，殷人以柏，周人以栗，三年喪終，則遷入於廟。）"
      },
      {
        "index": 25,
        "text": "疏注「主者」至「於廟」。○正義曰：主所用木，經無正文。《公羊傳》曰：「主者曷用？虞主用桑，練主用栗。」《左傳》唯言「祔而作主」，主一而已，非虞、練再作，《公羊》之言，不可通於此也。《論語》：「哀公問主於宰我。宰我對曰：『夏後氏以鬆，殷人以柏，周人以栗。』」先儒舊解，或有以為宗廟主者，故杜依用之。案古《論語》及孔、鄭皆以為社主。社為木主者，古《論》不行於世，且社主，《周禮》謂之「田主」，無單稱主者。以張包周等並為廟主，故杜所依用。劉炫就此以規杜過，未為得也。"
      },
      {
        "index": 26,
        "text": "三月，乙巳，及晉處父盟。（處父為晉正卿，不能匡君以禮，而親與公盟，故貶其族。族去，則非卿，故以微人常稱為耦，以直厭不直。不地者，盟晉都。○去，起呂反。稱，尺證反。厭，於涉反。）"
      },
      {
        "index": 27,
        "text": "疏注「處父」至「晉都」。正義曰：《春秋》卿則書名氏，賤者則稱「人」。外卿之貶，例皆稱「人」，魯卿之貶，乃去其族。去族以稱人相類，即是不為卿也。處父為晉正卿，不能匡君以禮，君使盟魯即從君命，親與公盟，故貶去其族，若言處父是晉之賤人，則不複書「公」，直言「及晉處父盟」，若言魯之賤人往與之盟也。魯之賤人不合書名，舉其所為之事而已。言「及」不言名，是微人之常稱也。以微人常稱與處父為偶，若處父亦賤人也。魯以微人敵微人，直也，晉以卿敵公，不直也。如此書經者，以魯之直厭晉之不直也。然則不貶處父稱人者，貶之稱人，則惡名不見，貶其族留其名，所以惡處父也。《釋例》曰：「隨此稱人，則所罪之名不章，故特書『處父』也。」翟泉，澶淵，亦會公侯，所以稱「人」者，以其眾卿非一，依例總貶。不地者，盟於晉之都也。諸侯會聚，盟於他國之都者，即以國名為盟地。魯之君臣獨往他國而與之盟者，不複舉國地。三年「冬，公如晉」，十二月「公及晉侯盟」是也。"
      },
      {
        "index": 28,
        "text": "夏，六月，公孫敖會宋公、陳侯、鄭伯、晉士縠、盟於垂隴。（垂隴，鄭地。熒陽縣東有隴城。士縠出盟諸侯，受成於衛，故貴而書名氏。○縠，戶木反，本亦作「穀」，同。隴，力勇反。）"
      },
      {
        "index": 29,
        "text": "自十有二月不雨，至於秋七月。（無傳。周七月，今五月也。不雨，足為災。不書旱，五穀猶有收。○收，如字，又手又反。）"
      },
      {
        "index": 30,
        "text": "八月，丁卯，大事於大廟，躋僖公。（大事，禘也。躋，升也。僖公，閔公庶兄，繼閔而立，廟坐宜次閔下，今升在閔上，故書而譏之。時未應吉禘，而於大廟行之，其譏已明，徒以逆祀，故特大其事，異其文。○大廟，音泰，注及傳「大廟」同。躋，子兮反。坐，木臥反，又如字。）"
      },
      {
        "index": 31,
        "text": "疏注「大事」至「其文」。○正義曰：昭十五年「有事於武宮」，傳稱「禘於武宮」。有事是禘，則知大事亦是禘也。「躋，升也」，《釋詁》文。《公羊傳》曰：「躋者何？升也。」禘祭之禮，審諦昭穆，諸廟已毀未毀之主，皆於太祖廟中以昭穆為次序。父為昭，子為穆。太祖東向，昭南向，穆北向，孫從王父，以次而下。祭畢則複其廟。其兄弟相代，則昭穆同班。近據春秋以來，惠公與莊公當同南面西上，隱、桓與閔、僖亦同北面西上。僖是閔之庶兄，繼閔而立，昭穆雖同，位次閔下。今升在閔上，故書而譏之。僖公以其三十三年十一月薨，至此年十一月喪服始畢，今始八月，時未應吉禘，而於大廟行之，與閔公二年吉禘於莊公，其違禮同也。彼書「吉禘」，其譏已明，則此亦從譏可知，不複更譏其速也。徒猶空也。空以逆祀之故，亂國大典，故特大其事，謂之「大事」，譏逆祀也。《釋例》曰：「文公二年，僖公之喪未終，未應行吉禘之禮，而於大廟行之，其譏已明，徒以躋僖而退閔，故特大其事，異其文。定八年亦特書『順祀』，皆所以起非常也。『有事於武宮』及『順祀』，傳皆稱『禘』，則知大事、有事於大廟，亦禘也。」\n冬，晉人、宋人、陳人、鄭人伐秦。（四人皆卿。秦穆悔過，終用孟明，故貶四國大夫以尊秦伯。）"
      },
      {
        "index": 32,
        "text": "疏注「四人」至「尊秦」。○正義曰：四國大夫，傳皆稱名氏，是四人皆卿也。秦穆悔過，終用孟明，仲尼特善其事，無辭可以寄文，故貶四國大夫稱「人」，所以尊崇秦德。以諸侯之名無所可加，貶大夫以尊秦，大夫非有罪也。襄八年邢丘之會，晉悼霸功既就，德立刑行，貶諸侯之卿以尊晉侯，其事與此同也。《釋例》曰：「秦伯終用孟明而致敗，敗而罪已，赦其闕而養其誌，孟明增修其德，以霸西戎。夫子嘉之，故於伐秦之役貶四國大夫。四國大夫奉君命而行，今以一義變例，故稱『尊秦』，謂之崇德，明罪不在四國大夫也。」"
      },
      {
        "index": 33,
        "text": "公子遂如齊納幣。（傳曰：「禮也。」僖公喪終此年十一月，則納幣在十二月也。《士昏》六禮，其一納采，納徵始有「玄纁束帛」，諸侯則謂之納幣。其禮與士禮不同，蓋公為太子時已行昏禮也。○纁，詩云反。）"
      },
      {
        "index": 34,
        "text": "疏注「傳曰」至「昏禮」。○正義曰：《公羊傳》曰：「此何以書？譏。何譏爾？譏喪娶也。娶在三年之外，則何譏乎喪娶？三年之內不圖昏。」其意謂此喪服未畢而行昏禮也。何休據此作《膏肓》，以《左氏》為短。今《左氏傳》謂之「禮也」，必是喪服已終。杜以《長曆》推之，知僖公以其三十三年十一月薨，至此年十一月，喪已畢矣。納幣雖則無月以傳言「禮」，則知納在十二月也。《士昏》六禮，其一納采，次有問名、納吉，至納徵始有玄纁束帛，士謂之納徵，諸侯則謂之納幣，以其幣帛多，其禮大，與士禮不同，故異其名也。案士之昏禮，納采、問名同日行事。納采者，納其采擇之禮。主人既許，賓即問名，將歸卜其吉凶也。卜而得吉，又遣使納吉，如納采之禮。納吉之後，方始納徵。徵，成也。使使納幣，以成昏禮也。此納幣以前已有三禮，須再度遣使，一月之內不容三遣適齊，蓋公為大子時已行昏禮。疑在僖公之世己行納、采納，吉今續而成之也。杜言「其一納采」，欲明納徵之前更有昏禮，納幣非昏禮之始，豫為下句「公為大子時己行昏禮」張本也。六子昏禮，理自不書，雖則公昏唯書納幣，其納采、納吉亦不書也。《釋例》曰：「諸侯昏禮亡，以士昏禮準之，不得唯止於納幣逆女。逆女納幣二事，皆必使卿行，卿行則書之。他禮非卿則不書也。『宋公使華元來聘』，聘不應使卿，故傳但言『聘共姬也』。『使公孫壽來納幣』，納幣應使卿，故傳明言『得禮也』。魯君之昏，亦唯存納幣逆女，此其義。」"
      },
      {
        "index": 35,
        "text": "【傳】二年，春，秦孟明視帥師伐晉，以報殽之役。二月，晉侯禦之。先且居將中軍，趙衰佐之。（代郤溱。○禦，魚呂反。將，子匠反。衰，初危反。溱，側巾反。）王官無地禦戎，（代梁弘。）狐鞫居為右。（鞫居，續簡伯。○鞫，九六反。）甲子，及秦師戰於彭衙，秦師敗績。晉人謂秦「拜賜」之師。（以孟明言「三年將拜君賜」，故嗤之。○嗤，尺之反。）戰於殽也，晉梁弘禦戎，萊駒為右。戰之明日，晉襄公縛秦囚，使萊駒以戈斬之。囚呼，萊駒失戈，狼覃取戈以斬囚，禽之以從公乘，遂以為右。箕之役，（箕役在僖三十三年。○呼，火故反。覃，尺其反，《字林》式衽反。乘，繩證反。）先軫黜之，而立續簡伯。"
      },
      {
        "index": 36,
        "text": "疏「箕之」至「黜之」。○正義曰：禦與車右雖有常員，必臨戰更選定之。韓之戰，上右慶鄭吉是其事也。自殽戰之後，狼覃為右。箕之役，將戰選右，先軫黜之。箕戰先軫死焉，非既戰乃黜之也。"
      },
      {
        "index": 37,
        "text": "狼覃怒。其友曰：「盍死之？」覃曰：「吾未獲死所。」（未得可死處。○盍，戶臘反。處，昌慮反。）其友曰：「吾與女為難。」（欲共殺先軫。○女音汝。難，乃旦反。）覃曰：「《周誌》有之，『勇則害上，不登於明堂。』（《周誌》，周書也。明堂，祖廟也，所以策功序德，故不義之士不得升。）死而不義，非勇也。共用之謂勇。（共用，死國用。○共音恭，注同。）吾以勇求右，無勇而黜，亦其所也。（言今死而不義，更成無勇，宜見退。）謂上不我知，黜而宜，乃知我矣。（言今見黜而合宜，則吾不得複言上不我知。○複，扶又反。）子姑待之。」"
      },
      {
        "index": 38,
        "text": "疏「周誌」至「待之」。○正義曰：周之誌記有之，曰，有勇以害在上，則為不義之人，不得升於明堂。若殺先軫，則必死。死而不義，非勇也。如以死共國家之用，是之謂勇。吾自以有勇之故，求為車右。若殺先軫，則是無勇。無勇而被黜退，亦是得其所也。吾複安得為恨？吾今恨者，謂在上不我知也。言其不知我有勇也。若殺先軫，即是成為無勇。無勇被黜退，則黜而合其宜也，乃是在上知我矣，不得言在上不我知也。子且待之。○注「周誌」至「得升」。○正義曰：誌者，記也。謂之《周誌》，明是周世之書。不知其書何所名也。鄭玄以為明堂在國之陽，與祖廟別處。《左氏》舊說及賈逵、盧植、蔡邕、服虔等，皆以祖廟與明堂為一，故杜同之。《祭統》云「古者明君必賜爵祿於大廟」，傳稱公行還告廟，舍爵策勳。是明堂之中所以策功序德，故不義之人不得升之也。害上即是不義，故不得登明堂也。"
      },
      {
        "index": 39,
        "text": "及彭衙，既陳，以其屬馳秦師，死焉。（屬，屬已兵。○陳，直覲反。）晉師從之，大敗秦師。君子謂狼覃於是乎君子。《詩》曰：「君子如怒，亂庶遄沮。」（《詩·小雅》。言君子之怒必以止亂。遄，疾也。沮，止也。○遄，市專反。沮，在汝反。）又曰：「王赫斯怒，爰整其旅。」（《詩·大雅》。言文王赫然奮怒，則整師旅以討亂。○赫，火百反。）怒不作亂，而以從師，可謂君子矣。"
      },
      {
        "index": 40,
        "text": "秦伯猶用孟明。孟明增脩國政，重施於民。趙成子言於諸大夫曰：（成子，趙衰。○施，式豉反。）「秦師又至，將必辟之。懼而增德，不可當也。《詩》曰：『毋念爾祖，聿脩厥德。』（《詩·大雅》。言念其祖考，則宜述脩其德以顯之。毋念，念也。○辟音避。毋音無，注同。）孟明念之矣。念德不怠，其可敵乎？」（為明年秦人伐晉傳。）\n「丁丑，作僖公主」。書，不時也。（過葬十月，故曰：「不時」，例在僖三十三年。）"
      },
      {
        "index": 41,
        "text": "疏注「過葬」至「三年」。○正義曰：僖三十三年傳已發例，言「作主非禮」，此複云「書，不時」者，彼因「葬緩」，遂通譏「作主」之失，未辯失之所由，於此又言「不時」，以明失禮之狀，接成彼義也。"
      },
      {
        "index": 42,
        "text": "晉人以公不朝來討。公如晉。夏，四月，己巳，晉人使陽處父盟公以恥之。（使大夫盟公，欲以恥辱魯也。經書「三月乙巳」，經、傳必有誤。）書曰「及晉處父盟」，以厭之也。（厭猶損也。晉以非禮盟公，故文「厭之」以示譏。○厭，於涉反，注同。）適晉不書，諱之也。（不書「公如晉」。）\n公未至，六月，穆伯會諸侯，"
      },
      {
        "index": 43,
        "text": "疏「公未」至「諸侯」。○正義曰：沈云：「非公命不書，此穆伯會諸侯，公未至而書者，此公既在外，命正卿守國，故守國之臣亦合告廟而行，故得書之也。」"
      },
      {
        "index": 44,
        "text": "及晉司空士縠盟於垂隴，晉討衛故也。（討元年衛人伐晉。士縠，士蒍子。○蒍，於委反。）書士縠，堪其事也。（晉司空，非卿也。以士穀能堪卿事，故書。○「書士穀」或作「書晉士穀」。）"
      },
      {
        "index": 45,
        "text": "疏注「晉司」至「故書」。○正義曰：傳舉司空之官，云堪其事乃書之，明本不當書，故知非卿也。成二年傳稱魯「賜晉三帥三命之服，司空亞旅皆受一命之服」。是其知司空非卿之文也。"
      },
      {
        "index": 46,
        "text": "陳侯為衛請成於晉，執孔達以說。（陳始與衛謀，謂可以強得免。今晉不聽，故更執孔達以苟免也。○為，於偽反。）"
      },
      {
        "index": 47,
        "text": "秋，八月，丁卯，「大事於大廟，躋僖公」，逆祀也。（僖是閔兄，不得為父子。嚐為臣，位應在下，令居閔上，故曰「逆祀」。○令，力呈反。「閔上」，時掌反，一本無「上」字。）"
      },
      {
        "index": 48,
        "text": "疏注「僖是」至「逆祀」。○正義曰：禮，父子異昭穆。兄弟昭穆故同。僖、閔不得為父子，同為穆耳。當閔在僖上，今升僖先閔，故云「逆祀」。二公位次之逆，非昭穆亂也。《魯語》云：「將躋僖公。宗有司曰：『非昭穆也。』弗忌曰：『我為宗伯，明者為昭，其次為穆，何常之有？』」如彼所言，似閔、僖異昭穆者，位次之逆，如昭穆之亂，假昭穆以言之，非謂異昭穆也。若兄弟相代，即異昭穆，設令兄弟四人皆立為君，則祖父之廟即已從毀，知其理必不然，故先儒無作此說。\n於是夏父弗忌為宗伯，（宗伯，掌宗廟昭穆之禮。○夏，戶雅反。昭，上遙反。後昭穆之例放此。）"
      },
      {
        "index": 49,
        "text": "疏注「宗伯」至「之禮」。○正義曰：《周禮》「大宗伯掌建邦之天神人鬼地祇之禮。小宗伯掌建國之神位，辯廟祧之昭穆」。諸侯之官所掌亦當然也。"
      },
      {
        "index": 50,
        "text": "尊僖公，且明見曰：「吾見新鬼大，故鬼小。（新鬼，僖公，既為兄，死時年又長；故鬼，閔公，死時年少。弗忌明言其所見。○長，丁丈反。少，詩照反。）"
      },
      {
        "index": 51,
        "text": "疏注「新鬼」至「所見」。○正義曰：且明見者，既尊崇僖公，且明言其意之所見，見其順大小、升聖賢也。劉炫以為直據兄弟大小為義，不須云死之長幼，以規杜氏。今刪定知不然者，以傳云「新鬼大，故鬼小」，則大小之語總該諸事，非直獨據兄弟，明知亦據年時也。\n先大後小，順也。躋聖賢，明也。（又以僖公為聖賢。）明順，禮也。」君子以為失禮。"
      },
      {
        "index": 52,
        "text": "疏「君子以為失禮」。○正義曰：傳有評論，皆讬之君子。此下盡「先姑」以來，皆是一君子之辭耳。引《詩》二文，於詩之下，各言君子者，君子謂作詩之人。此論事君子，又引彼作詩君子以為證耳。僖公薨後始，作《魯頌》，為傳之時，乃設此辭，非當時君子有此言也。弗忌之意，以先大後小為順，故言「明順，禮也」。君子之意，以臣不先君為順，故云「禮無不順」，各言其順，順不同也。《魯語》「展禽云：『夏父弗忌必有天殃。其葬也，焚，煙達於上』」。孔晁云「已葬而柩焚，煙達槨外」。"
      },
      {
        "index": 53,
        "text": "禮無不順。祀，國之大事也，而逆之，可謂禮乎？子雖齊聖，不先父食，久矣。（齊，肅也。臣繼君猶子繼父。○先，悉薦反，下「不先」皆同。）故禹不先鯀，湯不先契，鯀，禹父。契，湯十三世祖。（○鯀，古本反。契，息列反，殷始封之君。）"
      },
      {
        "index": 54,
        "text": "疏注「鯀父」至「世祖」。正義曰：鯀，禹父，《夏本紀》文也。契，湯十三世祖，《殷本紀》文。契生昭明，昭明生相土，相土生昌若，昌若生曹圉，曹圉生冥，冥生振，振生微，微生報丁，報丁生報乙，報乙生報丙，報丙生主壬，主壬生主癸，主癸生天乙。天乙即湯也。下注云「不窋，後稷子」，《周本紀》文。服虔云「周家祖後稷，以配天明，不可先也，故言『不先不窋』。禹、湯異代之王，故言『不先鯀、契』也」。然則文、武大聖，後稷賢耳，非是不可先也。下句引《詩》「皇祖後稷」，不欲重文，故舉 「不窋」以辟之。"
      },
      {
        "index": 55,
        "text": "文、武不先不窋。（不窋，後稷子。○窋，知律反。）宋祖帝乙，鄭祖厲王，猶上祖也。（帝乙，微子父。厲王，鄭桓公父。二國不以帝乙、厲王不肖而猶尊尚之。○肖，悉召反。）"
      },
      {
        "index": 56,
        "text": "疏注「帝乙」至「尚之」。○正義曰：帝乙，微子父，《宋世家》文。厲王，鄭桓公父，《鄭世家》文。微子、桓公、宋、鄭始祖也。言「宋祖帝乙，鄭祖厲王」，則二國立其廟而祖祀之，微子不先帝乙，桓公不先厲王。「猶上祖也」，言不以不肖猶尊尚之也。宋為王者之後，得祀殷之先王帝乙之廟不毀者，蓋以為其所出，故特存焉。周製，王子有功德出封者，得廟祀所出之王。魯以周公之故，得立文王之廟。襄十一年傳稱「魯為諸姬臨於周廟」。周廟，文王廟也。鄭之桓武，世有大功，故得立厲王之廟。昭十八年傳稱鄭人救火，「使祝史徙主祏於周廟」。周廟，厲王廟也。"
      },
      {
        "index": 57,
        "text": "是以《魯頌》曰：「春秋匪解，享祀不忒，皇皇後帝，皇祖後稷。」（忒，差也。皇皇，美也。後帝，天也。詩頌僖公，郊祭上天，配以後稷。○解，戶賣反。忒，他得反，差二也。）"
      },
      {
        "index": 58,
        "text": "疏「魯頌」至「後稷」。○正義曰：《魯頌·宮》之篇，美僖公之德也。上「皇皇」為美，下「皇」為君，言僖公春秋祭祀非有懈倦，其所享祀不有差忒，所祀之神，有「皇皇」之美者為君之上天，配之以君祖後稷也。"
      },
      {
        "index": 59,
        "text": "君子曰禮，謂其後稷親而先帝也。（先稱帝也。）《詩》曰：「問我諸姑，遂及伯姊。」（《詩·邶風》也。衛女思歸而不得，故原致問於姑姊。○邶音佩。）君子曰禮，謂其姊親而先姑也。（僖親文公父。夏父弗忌欲阿時君，先其所親，故傳以此二詩深責其意。）仲尼曰：「臧文仲，其不仁者三，不知者三。下展禽，（展禽，柳下惠也。文仲知柳下惠之賢而使在下位。己欲立而立人。○不知，音智，下同。）廢六關，（塞關、陽關之屬，凡六關，所以禁絕末遊而廢之。塞，悉再反。）妾織蒲，三不仁也。（家人販席，言其與民爭利。○販，甫萬反。）作虛器，（謂居蔡山節藻棁也。有其器，而無其位，故曰虛。○棁，章悅反。）縱逆祀，（聽夏父，躋僖公。）祀爰居，三不知也。」（海鳥曰「爰居」，止於魯東門外，文仲以為神，命國人祀之。○爰居，《爾雅》一名雜縣。樊光云「似鳳皇」。爰居事見《國語》。《莊子》云：「魯侯禦而觴之於廟。」）"
      },
      {
        "index": 60,
        "text": "疏「仲尼」至「知也」。正義曰：魯臣多矣，而獨譏文仲者，以文仲執國之政，有大知之名，為不知之事，故特譏之。其餘則不足責矣。《論語》稱「仁者愛人，知者不惑」。故以害於物者為不仁，闇於事者為不知。卑下展禽而不肯舉薦，廢去六關而不設防禁，妾織蒲席而與民爭利，此三事為不仁也。無其位而作虛器，不知禮而縱逆祀，不識鳥而祀爰居，此三事為不知也。○注「展禽」至「立人」。○正義曰：《論語》云：「臧文仲，其竊位者與！知柳下惠之賢而不與立也。」又曰：「仁者，己欲立而立人。」知賢不舉，是無恕心，故為不仁也。○注「塞關」至「廢之」。○正義曰：昭五年傳稱孟丙仲壬之子殺豎牛於塞關之外，襄十七年傳稱「師自陽關逆臧孫」，二關見於傳，如此之屬，凡有六也。民以田農為本，商賈為末。農民力以自食，商民遊以求食。《漢書》賈誼說上曰「今區攵民而歸之農，皆著其本，各食其力。末伎遊食之民，轉而緣南畝，則畜積足矣」。杜稱「末遊」者，謂此末伎遊食之民也。《周禮·司關》「司貨賄之出入，掌其治禁」，是所以禁約末遊者，令其出入有度。今而廢之，使末遊之人無所禁約，損害農民，是不仁也。○注「家人」至「爭利」。○正義曰：《家語》說此事，作「妾織席」，知「織蒲」是為席以販賣之也。《大學》云「食祿之家不與民爭利」，故以此為不仁也。○注「謂居」至「曰虛」。○正義曰：《論語》云：「子曰：臧文仲居蔡，山節藻棁，何如其知也？」鄭玄云：「節，栭也，刻之為山。棁，梁上楹也，畫以藻文。」「蔡」謂國君之守龜，「山藻節棁」，天子之廟飾，皆非文仲所當有之。有其器而無其位，故曰「虛」。君子下不僭上，其居奢如此，是不知也。○「海鳥」至「祀之」。○正義曰：《魯語》云：「海鳥曰『爰居』，止於魯東門之外三日，臧文仲命國人祭之。展禽曰：『越哉，臧孫之為政也！』夫祀，國之大節也；節，政之所成也。故製祭祀以為國典。今無故而加典，非政之宜也。今海鳥至，巳不知而祀之，以為國典，難以言仁且知矣。無功而祀之，非仁也；弗知而不問，非知也。今茲海其有災乎！夫廣川之鳥獸，皆知辟其災。是歲，海多大風，冬暖。」"
      },
      {
        "index": 61,
        "text": "冬，晉先且居、宋公子成、陳轅選、鄭公子歸生伐秦，取汪及彭衙而還，以報彭衙之役。卿不書，為穆公故，尊秦也，謂之崇德。（○成音城，本或作「戌」，音恤。選，息兗反。汪，烏黃反。為，於偽反。）"
      },
      {
        "index": 62,
        "text": "襄仲如齊納幣，禮也。凡君即位，好舅甥，脩昏姻，娶元妃以奉粢盛，孝也。（謂諒闇既終，嘉好之事通於外內，外內之禮始備。此除凶之即位也。於是遣卿申好舅甥之國，修禮以昏姻也。元妃，嫡夫人。奉粢盛，供祭祀。○好，呼報反，注同。娶，七住反。妃，芳菲反。粢音谘。盛音成。嫡，丁曆反。共音恭。）孝，禮之始也。\n文公三年"
      },
      {
        "index": 63,
        "text": "【經】三年，春，王正月，叔孫得臣會晉人、宋人、陳人、衛人、鄭人伐沈。沈潰。（傳例曰：「民逃其上曰潰。」沈，國名也。汝南平輿縣北有沈亭。○沈，屍甚反。潰，戶內反。輿音餘，一音預。）"
      },
      {
        "index": 64,
        "text": "夏，五月，王子虎卒。（不書爵者，天王赴也。翟泉之盟，雖輒假王命，周王因以同盟之例為赴。○為，於偽反，又如字。本或作「來赴」。）"
      },
      {
        "index": 65,
        "text": "疏注「不書」至「為赴」。正義曰：王子虎即王叔文公也。諡之為「文」，必當有爵。不書爵者，畿內之國不得外交諸侯。其臣不敢赴魯，必天子為之赴，赴以王子為親，不複言其爵也。翟泉之盟，子虎在列而貶之稱「人」，若王使來盟，不應貶責。不假王命，則不得與盟。故知於時輒假王命，周王遂以同盟之禮為之赴魯。傳稱「來赴，吊，如同盟，禮也。」是其來赴、往吊，皆如同盟之禮。\n秦人伐晉。（晉人恥不出，以微者告。）秋，楚人圍江。"
      },
      {
        "index": 66,
        "text": "雨螽於宋。（自上而隋，有似於雨。宋人以其死為得天祐，喜而來告，故書。○雨，於付反，注及傳同。螽音終。隋，徒火反，傳注同。祐音又。）\n冬，公如晉。十有二月，己巳，公及晉侯盟。晉陽處父帥師伐楚以救江。"
      },
      {
        "index": 67,
        "text": "【傳】三年，春，莊叔會諸侯之師伐沈，以其服於楚也。沈潰。凡民逃其上曰潰。在上曰逃。（潰，眾散流移，若積水之潰，自壞之象也。國君輕走，群臣不知其謀，與匹夫逃竄無異，是以在眾曰潰。在上曰逃。各以類言之。○輕，如字，又遣政反。竄，七亂反。）"
      },
      {
        "index": 68,
        "text": "疏「凡夫」至「曰逃」。○正義曰：《公羊傳》曰：「潰者何？下叛上也。國曰潰。邑曰叛。」《釋例》曰：「眾保於城，城保於德。言上能以德附眾，以功庇下，民信其德，恃其固，故能交相依懷，以衛社稷。苟無固誌，盈城之眾，一朝而散，如積水之敗，故曰潰。潰者，眾散流遁之辭也。國君而逃師棄盟，違其典儀，棄其車服，群臣不知其謀，社稷不保其安，此與匹夫逃竄無異，是以在眾為『潰』，在君為『逃』，以別上下之名，無取於別國邑也。賈、潁以為舉國曰潰，一邑曰叛。案《左氏》無此義也。傳曰『陳侯如楚，慶氏以陳叛』，此則舉國，不必言潰也。叛者，舉城而屬他，非民潰之謂也」。是解潰逃之義也。僖五年首止之盟，「鄭伯逃歸」，襄七年鄬之會，「陳侯逃歸」，皆書於經。十年傳厥貉之會，麇子逃歸不書者，於時楚會諸侯，魯不與，楚不告，故不書也。襄十六年溴梁之會，傳稱「高厚逃歸」，不書於經者，《釋例》云：「例之潰逃，指為一國一車一邑，君民相須為用，變文以別之也。鄭詹見囚於齊，自齊逃來，此為逸囚，無下可逃，《春秋》指事而書，所謂民逃，非在上之逃也。而賈氏複申以入例，亦不安也。」如例所言，高厚之逃，縱有師眾，止同逸囚之限，非是逃例。然鄭詹書，而高厚不書者，鄭詹為逃來向魯，故書。高厚不別赴，故不書。\n衛侯如陳，拜晉成也。（二年，陳侯為衛請成於晉。○為，於偽反。）"
      },
      {
        "index": 69,
        "text": "夏，四月，乙亥，王叔文公卒，來赴，吊如同盟，禮也。（王子虎與僖公同盟於翟泉，文公是同盟之子，故赴以名。傳因王子虎異於諸侯，王叔又未與文公盟，故於此顯示體例也。經書五月，又不書日，從赴也。）"
      },
      {
        "index": 70,
        "text": "疏注「王子」至「赴也」。○正義曰：隱七年傳例曰「凡諸侯同盟，於是稱名，故薨則赴以名」者，指謂同盟之二君耳，不言與其父盟，得以名赴其子。但同盟稱名，則兩君相知。君既知之，則國內皆知，故彼父雖卒，得以名赴其子。此理雖爾，凡例未明。王子虎與僖同盟交，公是其同盟之子，今乃以名赴文，是其於禮合赴。此類多矣。傳囚王子虎天子之臣，異於諸侯，王叔又未與文公同盟，故於此顯示體例，則其餘從可知也。"
      },
      {
        "index": 71,
        "text": "秦伯伐晉，濟河焚舟，（示必死也。）取王官及郊。（王官，如晉地。）晉人不出。遂自茅津濟，封殽屍而還。（茅津在河東大陽縣西。封，埋藏之。○大音泰。）遂霸西戎，用孟明也。君子是以知秦穆公之為君也，舉人之周也，（周，備也。不偏以一惡棄其善。）與人之壹也。（壹，無二心。）孟明之臣也。其不解也。能懼思也。子桑之忠也。其知人也。能舉善也。（子桑，公孫枝，舉孟明者。○解，佳買反，下同。）《詩》曰「於以采蘩？於沼於沚。於以用之？公侯之事」，秦穆有焉。（《詩·國風》。言沼沚之蘩至薄，猶采以共公侯，以喻秦穆不遺小善。○蘩音煩。沼，之紹反。沚音止。共音恭。）「夙夜匪解，以事一人」，孟明有焉。（《詩·大雅》。美仲山甫也。一人，天子也。）「詒厥孫謀，以燕翼子」，子桑有焉。（詁，遺也。燕，安也。翼，成也。《詩·大雅》，美武王能遺其子孫善謀，以安成於孫。言子桑有舉善之謀。○詒，以之反。遺，唯季反。）"
      },
      {
        "index": 72,
        "text": "疏注「詒遺」至「之謀」。○正義曰：「詒，遺」，《釋詁》文。燕之為安，常訓也。翼者，讚成之義，故為成也。《詩·大雅·文王有聲》之篇美武王之事。言子桑有此義也。\n「秋，雨螽於宋」，隊而死也。（螽飛至宋，隊地而死，苦雨。○隊，直類反。）\n楚師圍江，晉先仆伐楚以救江。（晉救江在「雨螽」下，故使「圍江」之經隨在「雨螽」下。）"
      },
      {
        "index": 73,
        "text": "疏注「晉救」至「螽下」。○正義曰：先仆救江，經無其事，但實在「雨螽」之後。不進「救江」於前，而退「圍江」於下，欲令下與處父救江相接故也。"
      },
      {
        "index": 74,
        "text": "冬，晉以江故告於周。（欲假天子之威以伐楚。）王叔桓公、晉陽處父伐楚以救江，（桓公，周卿士王叔文公之子。桓公不書，示威名不親伐。）"
      },
      {
        "index": 75,
        "text": "疏注「桓公」至「親伐」。○正義曰：王叔文公，不知何王之子，字叔，遂以叔為氏。桓公是其子，王叔陳生是其後也。衛有公叔文子，此人蓋以王叔為氏也。"
      },
      {
        "index": 76,
        "text": "門於方城，遇息公子朱而還。（子朱，楚大夫伐江之師也。聞晉師起而江兵解，故晉亦還。○帥，所類反。解音蟹，又佳買反。）晉人懼其無禮於公也，請改盟。（改二年處父之盟。）公如晉，及晉侯盟。晉侯饗公，賦《菁菁者莪》。（《菁菁者莪》，《詩·小雅》。取其「既見君子，樂且有儀」。○菁，子丁反。莪，五多反。樂音洛，下文「何樂」、「小國之樂」同。）莊叔以公降拜，（謝其以公比君子也。）曰：「小國受命於大國，敢不慎儀？君貺之以大禮，何樂如之？抑小國之樂，大國之惠也。」晉侯降辭，（降階辭讓公。）登成拜。（俱還上，成拜禮。○上，時掌反，又如字。）"
      },
      {
        "index": 77,
        "text": "疏注「俱還上成拜禮」。○正義曰：《燕禮》：「賓降階再拜稽首，公命小臣辭，賓升成拜。」鄭玄云：「升成拜，複再拜稽首也。先時君辭之以禮，若未成然。」此莊叔以公降拜，晉侯降辭，以禮未成，故更登成拜，是賓主俱還上成拜禮也。"
      },
      {
        "index": 78,
        "text": "公賦《嘉樂》。（《嘉樂》，《詩·大雅》。義取其「顯顯令德，宜民宜人，受祿於天」。○嘉，戶嫁反。樂，如字，注同。）\n文公四年\n【經】四年，春，公至自晉。（無傳。）\n夏，逆婦薑於齊。（稱「婦」，有姑之辭。）"
      },
      {
        "index": 79,
        "text": "疏「逆婦薑於齊」。○正義曰：桓三年「齊侯送薑氏於讙」，注云：「已去齊國，故不言女。未至於魯，故不稱夫人。」然則往逆當稱逆女，入國當稱夫人。此時逆則卿不行，入複不告至。其禮輕略，異於常文。徒以有姑，故稱「婦」，以齊女則稱「薑」，直云「逆婦薑於齊」，略賤之文也。\n狄侵齊。（無傳。）秋，楚人滅江。（滅例在文十五年。）"
      },
      {
        "index": 80,
        "text": "疏注「滅例在十五年」。○正義曰：案莊十年「齊師滅譚」，注云：「滅例在文十五年。」滅弦、滅黃、滅夔，皆不注，獨更於此言者，沈氏云：「滅譚為入《春秋》之初，故須指其例。弦、黃、夔等，傳皆載其見滅所由。今『滅江』，傳無事跡，恐異於餘滅，故更引滅例，云在十五年。」\n晉侯伐秦。衛侯使甯俞來聘。（○俞，羊朱反。）\n冬，十有一月，壬寅，夫人風氏薨。（僖公母，風姓也。赴同祔姑，故稱夫人。○祔音附。）"
      },
      {
        "index": 81,
        "text": "疏注「僖公」至「夫人」。○正義曰：杜言此者，以成風本是莊公之妾，嫌其不成夫人，故明之也。《釋例》曰：「凡妾子為君，其母猶為夫人。雖先君不命其母，母以子貴，其適夫人薨，則尊得加於臣子，內外之禮皆如夫人矣，故姒氏之喪，責以『小君不成』，成風之喪，王使會葬。傳曰『禮也』。」是言適夫人既死，妾母於法得成夫人也。\n【傳】四年，春，晉人歸孔達於衛，以為衛之良也，故免之。（二年，衛執孔達以說晉。）\n夏，衛侯如晉拜。（謝歸孔達。）曹伯如晉會正。（會受貢賦之政也。傳言襄公能繼文之業，而諸侯服從。）"
      },
      {
        "index": 82,
        "text": "逆婦薑於齊，卿不行，非禮也。（禮，諸侯有故，則使卿逆。）君子是以知出薑之不允於魯也。（允，信也。始來不見尊貴，故終不為國人所敬信也。文公薨而見出，故曰「出薑」。）曰：「貴聘而賤逆之，（公子遂納幣，是貴聘也。）君而卑之，立而廢之，（君，小君也。不以夫人禮迎，是卑廢之。）棄信而壞其主，在國必亂，在家必亡。（主，內主也。○壞音怪。）不允宜哉！詩曰：『畏天之威，於時保之。』敬主之謂也。」（《詩·頌》言畏天威，於是保福祿。）\n秋，晉侯伐秦，圍刓、新城，以報王官之役。（邧、新城，秦邑也。王官役在前年。○邧，原晚反，一音元。）"
      },
      {
        "index": 83,
        "text": "楚人滅江，秦伯為之降服，出次，不舉，過數。（降服，素服也。出次，辟正寢。不舉，去盛饌。鄰國之禮有數，今秦伯過之。○為，於偽反，下文注「為賦」、「為歌」皆同。去，起呂反。饌，仕眷反。）"
      },
      {
        "index": 84,
        "text": "疏注「降服」至「過之」。○正義曰：僖三十三年傳曰「秦伯素服郊次」，意與此同，知此「降服」為素服也。「出次」，出於官而別次舍，故云「辟正寢」也。殺牲盛饌曰舉，知「不舉」，去盛饌也。「鄰國之禮有數」，不知其數幾何？以言「過數」，知其必有數耳。哀十年傳稱「齊人弑悼公，之於師。吳子三日哭於軍門之外」。鄰國之數，三日也。"
      },
      {
        "index": 85,
        "text": "大夫諫，公曰：「同盟滅，雖不能救，敢不矜乎？吾自懼也。」（秦、江同盟，不告，故不書。○矜，居陵反。）君子曰：「《詩》云：『惟彼二國，其政不獲；惟此四國，爰究爰度。』其秦穆之謂矣。」（《詩·大雅》。言夏、商之君，政不得人心，故四方諸侯皆懼而謀度其政事也。言秦穆亦能感江之滅，懼而思政。爰，於也。究，度，能謀也。○究音救。度，待洛反，注同。）"
      },
      {
        "index": 86,
        "text": "疏「君子」至「謂矣」。○正義曰：遍檢諸本，「君子曰」下皆無「詩云」，則傳文本自略也。《詩》意言維彼夏、商二國，其政不得民心，致使國家喪滅；維此四方之國見其亡滅，於是自謀於是自度其政事，自懼己之滅亡也。此詩所言，其秦穆之謂也。此《詩·大雅·皇矣》之篇。"
      },
      {
        "index": 87,
        "text": "衛甯武子來聘，公與之宴，為賦《湛露》及《彤弓》。（非禮之常，公特命樂人以示意，故言「為賦」。《湛露》、《彤弓》，《詩·小雅》。○湛，直減反。彤，徒冬反。）"
      },
      {
        "index": 88,
        "text": "疏注「非禮」至「小雅」。○正義曰：諸自賦詩，以表己誌者，斷章以取義，意不限詩之尊卑。若使工人作樂，則有常禮。穆叔所云《肆夏》，《樊》、《遏》、《渠》，天子所以享元侯也。《文王》、《大明》、《綿》，則兩君相見之樂也。燕禮者，諸侯燕其群臣及燕聘問之賓禮也。歌《鹿鳴》、《四牡》、《皇皇者華》，如彼所云，蓋尊卑之常禮也。自賦者，或全取一篇，或止歌一章，未有頓賦兩篇者也。其使工人歌樂，各以二篇為斷，此其所以異也。此時武子來聘，魯公燕之，於法當賦《鹿鳴》之三，今賦《湛露》、《彤弓》，非是禮之常法。傳特云「為賦」，知公特命樂人歌此二篇以示意也。此二篇，天子燕諸侯之詩。公非天子，賓非諸侯，不知歌此欲示何意？蓋以武子有令名，歌此疑是試之耳。"
      },
      {
        "index": 89,
        "text": "不辭，又不答賦。使行人私焉。（私問之。）對曰：「臣以為肄業及之也。（肄，習也。魯人失所賦，甯武子佯不知，此其愚不可及。○肄，字又作「肆」，以二反，注同。佯音陽，一音祥。）"
      },
      {
        "index": 90,
        "text": "疏注「肄習」至「可及」。○正義曰：《說文》肆訓為陳，字從長，聿聲；貄訓為習，字從聿，豸聲。古書經傳所作字皆司耳。臣以為工人自習詩業以及此篇，非謂歌之以為己也。魯人失於所賦，辭則章主之失，答則已當其寵，故「不辭又不答」，佯若不知，其所為如愚人然。《論語》云「甯武子其知可及，其愚不可及」。此亦是愚之一事也。案燕禮無答賦之法，而怪其不答賦者，非常之賦，宜有對答故也。\n昔諸侯朝正於王，（朝而受政教也。）王宴樂之，於是乎賦《湛露》，則天子當陽，\n疏「天子當陽」。○正義曰：《湛露》詩云：「湛湛露斯，匪陽不晞。」陽謂日也。言天子當日，諸侯當露也。"
      },
      {
        "index": 91,
        "text": "諸侯用命也。（《湛露》曰：「湛湛露斯，匪陽不晞。」晞，乾也。言露見日而乾，猶諸侯稟天子命而行。○樂音洛，下注「宴樂」同。晞音希。）諸侯敵王所愾，而獻其功，（敵猶當也。愾，恨怒也。○愾，苦愛反。）"
      },
      {
        "index": 92,
        "text": "疏「諸侯」至「其功」。○正義曰：敵者，相當之言。愾，是恨怒之意。當王所怒，謂往征伐之勝而獻其功也。《彤弓序》云：「天子賜有功諸侯也。」"
      },
      {
        "index": 93,
        "text": "王於是乎賜之彤弓一、彤矢百、玈弓矢千、以覺報宴。（覺，明也。謂諸侯有四夷之功，王賜之弓矢，又為歌《彤弓》以明報功宴樂。○玈音盧。覺音角。）"
      },
      {
        "index": 94,
        "text": "疏注「覺明」至「宴樂」。○正義曰：覺者，悟知之意，故為明也，使諸侯明己心也。莊三十一年傳曰：「諸侯有四夷之功，則獻於王。」中國則否。《禮》「諸侯賜弓矢，然後專征伐」，故有功則賜之以弓矢，又歌此《彤弓》之詩以明天子之心，知是報功宴樂也。《詩》言「一朝饗之」，則是為設饗禮。此云宴者，明其為宴樂耳，非言設宴禮也。"
      },
      {
        "index": 95,
        "text": "今陪臣來繼舊好，（方論天子之樂，故自稱「陪臣」。○好，呼報反。）君辱貺之，其敢幹大禮以自取戾？」（貺，賜也。幹，犯也。戾，罪也。○貺音況。戾，力計反。）\n冬，成風薨。（為明年王使來含賵傳。）"
      }
    ]
  }
}