{
  "chapterNumber": 21,
  "title": "春秋左傳正義卷20 (Zuozhuan Zhengyi, Volume 20)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "文公十有六年\n【經】十有六年，春，季孫行父會齊侯於陽穀，齊侯弗及盟。（及，與也。）"
      },
      {
        "index": 1,
        "text": "夏，五月，公四不視朔。（諸侯每月必告朔聽政，因朝於廟。今公以疾闕，不得視二月、三月、四月、五月朔也。《春秋》十二公以疾不視朔，非一也，義無所取，故特舉此以表行事。因明公之實有疾，非詐齊。）"
      },
      {
        "index": 2,
        "text": "疏注“諸侯”至“詐齊”。○正義曰：天子頒朔於諸侯，諸侯受而藏之於祖廟，每月之朔，以特羊告廟受而施行之，遂聽治此月之政，謂之視朔。因以其日，又以朝享之禮祭皇考以下，謂之朝廟。此年公疾，自二月至於五月，巳經四月不得視朔，故書公四不視朔。傳稱“正月，及齊平。公有疾，使季文子會齊侯”，則正月公初疾，不得視二月朔，至五月而四，故知不得視二月、三月、四月、五月朔也。《春秋》十二公，二百四十二年，計有三千餘月。公以疾不視朔，當非一也，餘皆不書，而此獨書者，公身有疾不得視朔，國事不廢，義無所取，因此齊侯疑公，故特舉此以表行事，餘皆從可知也。《釋列》曰：“魯之群公以疾不視朔多矣，因有事而見。”一比猶釋不朝王之義，是其事也。又於時，齊侯不信公實有疾，書此者，且明公實有疾，非詐齊也。史之所書，當書其始，不於二月書之，而以五月書者，二月公始有疾，未知來月瘳否，不得豫書其數。至六月公瘳，乃積前數之闕，故以五月書四也。昭二十三年，“公如晉，至河，有疾，乃複”。彼書有疾，此不言有疾者，在道而還，容有他故。昭十二年、十三年，公如晉，至河乃複，皆為晉人辭公而還，非為疾也，故須言有疾以辯之。公不視朔，唯有疾耳，無所分辯，故不書疾也。告朔，謂告於祖廟；視朔，謂聽治月政。視朔由公疾而廢，其告朔，或有司告之，不必廢也。《論語》云：“子貢欲去告朔之餼羊。”必是廢其禮而羊在，蓋從是以後更有不告朔者，故欲去其羊耳。六年，閏月不告朔，經書以譏之。在後若不告朔，不複書之者，蓋以閏月不告，其譏已明，故於後不複譏之。閔二年“吉禘於莊公”，已譏其速。文二年“大事於大廟”，不複譏之，當亦如彼之類，不重譏也。\n六月，戊辰，公子遂及齊侯盟於郪丘。（信公疾，且以賂故。郪丘，齊地。○郪音西，又七西反。）"
      },
      {
        "index": 3,
        "text": "秋，八月，辛未，夫人薑氏薨。（僖公夫人，文公母也。○毀泉台。泉台，台名。毀，壞之也。○壞音怪。）楚人、秦人、巴人滅庸。（○巴，必麻反。）\n冬，十有一月，宋人弑其君杵臼。（稱君，君無道也。例在宣四年。○杵，昌呂反。臼，強柳反。）"
      },
      {
        "index": 4,
        "text": "【傳】十六年，春，王正月，及齊平。（齊前年再伐魯，魯為受弱，故平。○為，於偽反。）公有疾，使季文子會齊侯於陽穀，請盟。齊侯不肯，曰：“請俟君間。”間，疾瘳。（○間，如字。瘳，敕周反，差也。）\n夏，五月，公四不視朔，疾也。父使襄仲納賂於齊侯，故盟於郪丘。"
      },
      {
        "index": 5,
        "text": "有蛇自泉宮出，入於國，如先君之數。伯禽至僖公十七君。（○“伯禽至僖公十七君”。《史記·魯世家》：魯公伯禽子考公酋，弟煬公熙，子幽公宰，弟魏公費，子厲公躍，子鄭公具，子順公濞，弟武公敖，子懿公獻，弟孝公稱，子惠公弗皇，子隱公息姑，弟桓公允，子莊公同，子閔公開，兄僖公申，十七也。魏公，《世本》作徽公；順公，一作慎公。）"
      },
      {
        "index": 6,
        "text": "疏注“伯禽”至“七君”。○正義曰：《魯世家》：魯公伯禽子考公酋，弟煬公熙，子幽公圉，弟徽公沸，子厲公擢，弟獻公具，子順公濞，弟武公敖，子懿公戲，弟孝公稱，子惠公弗皇，子隱公息姑，弟桓公允，子莊公同，子閔公開，兄僖公申，周公不之魯，從魯公數之為十七君也。\n秋，八月，辛未，聲薑薨，毀泉台。（魯人以為蛇妖所出而聲薑薨，故壞之。○壞音怪。）"
      },
      {
        "index": 7,
        "text": "疏“毀泉台”。○正義曰：蛇自宮出而毀其台，則台在宮內。人見從宮而出，毀台並毀其宮也。○注“魯公”至“壞之”。○正義曰：人見蛇出而薑薨，以為台是妖之穴，仍謂此處有妖，更將為害，毀之所以絕其源，安民意也。故《釋例》曰：“眾蛇自泉台出，如先君之數，入於國。聲薑之薨適與妖會，而國以為災，遂毀泉台。書毀而不變文以示義者，君人之心，一國之俗，須此為安，故不譏也。”以不變文，知不譏也。不書蛇入國者，鴝鵒非魯國之有，故書其所無。蛇是魯地所有，薑薨不由此蛇，凡物不為災，則不書也。"
      },
      {
        "index": 8,
        "text": "楚大饑，戎伐其西南，至於阜山，師於大林。又伐其東南，至於陽丘，以侵訾枝。（戎，山夷也。大林、陽丘、訾枝皆楚邑。○饑音饑，一音機。訾，子斯反。）"
      },
      {
        "index": 9,
        "text": "疏注“戎，山夷也”。○正義曰：四夷之名，隨方定稱，則曰東夷、西戎、南蠻、北狄。其當處立名，則各從方號，故北戎病燕，齊侯伐山戎，北方得有戎，故楚西亦有戎。戎是山間之民，夷為四方總號，故云“戎，山夷也”。"
      },
      {
        "index": 10,
        "text": "庸人帥群蠻以叛楚。（庸，今上庸縣，屬楚之小國。麇人率百濮聚於選，將伐楚。選，楚地。百濮，夷也。○麇，九倫反。濮音卜。選，息兗反，又息戀反。）"
      },
      {
        "index": 11,
        "text": "疏注“選，楚地。百濮，夷也”。○正義曰：將欲伐楚，聚於此地，故知是楚地也。《牧誓》，武王伐紂，有庸濮從之。孔安國云“庸濮在江漢之南”。是濮為西南夷也。《釋例》曰：“建寧郡南有濮夷，濮夷無君長總統，各以邑落自聚，故稱百濮也”。下云“各走其邑”，是無君長統之。\n於是申、息之北門不啟，（備中國。）\n疏“申息之北門不啟”。○正義曰：申、息北接中國，有寇比從北來，故二邑北門不敢開也。"
      },
      {
        "index": 12,
        "text": "楚人謀徙於阪高。（楚險地。○阪音反，一音扶板反。）蒍賈曰：“不可。我能往，寇亦能往。不如伐庸。夫麇與百濮，謂我饑不能師，故伐我也。若我出師，必懼而歸。百濮離居，將各走其邑，誰暇謀人？”乃出師。旬有五日，百濮乃罷。（濮夷無屯聚，見難則散歸。○蒍，於委反。屯，徒門反。聚，才住反，又如字。難，乃旦反，又如字。）自廬以往，振廩同食。（往，往伐庸也。振，發也。廩，倉也。同食，上下無異饌也。○廬，力於反，又音盧。廩，力甚反。）次於句澨。（楚西界也。○句，古侯反。筮，巿世反。）使廬戢黎侵庸，（戢梨，廬大夫。）及庸方城。（方城，庸地，上庸縣東有方城亭。）庸人逐之，囚子揚{穴}。（{穴}，戢梨官屬。○{穴}，初江反。）三宿而逸。曰：“庸師眾，群蠻聚焉，不如複大師，（還複句筮師。）且起王卒，合而後進。”師叔曰：“不可。（師叔，楚大夫潘尫也。○卒，子忽反。尫，烏黃反。）姑又與之，遇以驕之。彼驕我怒，而後可克，先君蚡冒所以服陘隰也。”（蚡冒，楚武王父。陘隰，地名。○可克，或作可擊。蚡，扶粉反。冒，莫報反。《史記·楚世家》云：“蚡冒卒，弟能達殺蚡冒子而代立，是為楚武王。”與杜異。陘音刑，隰音習。）"
      },
      {
        "index": 13,
        "text": "疏注“蚡冒”至“地名”。○正義曰：劉炫云：案《楚世家》，蚡冒卒，弟熊達殺蚡冒子而代立，是為楚武王。則蚡冒是兄，不得為父。今知不然者，以《世家》之文，多有紕繆，與經、傳異者，非是一條。杜氏非不見其文，但見而不用耳。劉以《世家》而規杜，非也。言“服陘隰”，則陘隰本是他國，蚡冒始服之也。《釋例》：陘隰與僖四年次於陘為一地。“潁川召陵縣南有陘亭”。楚自武王始居江漢之間，則蚡冒之時，未至中土，不應巳能越申、息，服潁川之邑，疑非也。"
      },
      {
        "index": 14,
        "text": "又與之遇，七遇皆北，（軍走曰北。○北，如字，一音佩。）唯裨、鯈、魚人實逐之。（裨、鯈、魚、庸三邑。魚，魚複縣，今巴東永安縣。輕楚，故但使三邑人逐之。○裨，婢支反。鯈，直留反。）庸人曰：“楚不足與戰矣。”遂不設備。楚子乘馹，會師於臨品。（馹，傳車也。臨品，地名。○馹，人實反。傳，下戀反。）"
      },
      {
        "index": 15,
        "text": "疏注“馹，傳車也”。○正義曰：《釋言》云：“馹，傳也。”舍人曰：“馹，尊者之傳也。”郭璞曰：“傳車，驛馬之名也。”"
      },
      {
        "index": 16,
        "text": "分為二隊，（隊，部也。兩道攻之。○隊，徙對反，注同。）子越自石溪，子貝自仞以伐庸。（子越，鬥椒也。石溪、仞，入庸道。○溪，苦兮反，本又作谿。貝，浦蓋反；今俗本多作員，音云。仞，人慎反。）秦人、巴人從楚師。群蠻從楚子盟，（蠻見楚強故。）遂滅庸。（傳言楚有謀臣，所以興。）"
      },
      {
        "index": 17,
        "text": "宋公子鮑禮於國人，（鮑，昭公庶弟文公也。○鮑，步卯反。）宋饑，竭其粟而貸之。年自七十以上，無不饋詒也，時加羞珍異。（羞，進也。○上，時掌反。饋，其愧反。詒，以支反，又以誌反，遺也。）無日不數於六卿之門。（數，不疏。○數音朔，注同。）國之材人，無不事也；（有賢材者。）親自桓以下，無不恤也。（桓，鮑之曾祖。）"
      },
      {
        "index": 18,
        "text": "疏“宋公”至“恤也”。○正義曰：禮於國人，總言接待之也。竭其粟而貸與國之饑民也。禮，與人物曰饋。詒，遺也。饋、詒皆是與人物之名也。民年七十以上無有不饋遺以飲食也。珍異，謂非常美食。羞，進也。時加進珍異者，謂四時初出珍異之物也。無有一日不數數於六卿之門，言參請不絕也。國之賢材之人無不事公子，皆事之也。其族親自桓公以下子孫無不恤，公子皆脤恤之也。"
      },
      {
        "index": 19,
        "text": "公子鮑美而豔，襄夫人欲通之，（鮑適祖母。○豔，以驗反。適，丁曆反。）而不可，（以禮防閑。）夫人助之施。昭公無道，國人奉公子鮑以因夫人。於是華元為右師，（華元，督曾孫，代公子成。○施，式豉反。）\n疏注“華元督曾孫”。○正義曰：《世本》云：華督生世子家，家生華孫禦事，事生華元，右師是也。"
      },
      {
        "index": 20,
        "text": "公孫友為左師，華耦為司馬，（代公子卬。）鱗鱹為司徒，蕩意諸為司城，公子朝為司寇。（代華禦事。○雚，古亂反。朝，如字。）初，司城蕩卒，公孫壽辭司城，（壽，蕩之子。）請使意諸為之。（意諸，壽之子。）既而告人曰：“君無道，吾官近，懼及焉。（禍及已。）棄官，則族無所庇。子，身之貳也，姑紓死焉。（姑，且也。紓，緩也。○庇，必利反又悲位反。紓音舒。）雖亡子，猶不亡族。”（己在故也。）既，夫人將使公田孟諸而殺之。公知之，盡以寶行。蕩意諸曰：“盍適諸侯？”公曰：“不能其大夫，至於君祖母以及國人，（君祖母，諸侯祖母之稱，謂襄夫人。○盍，戶臘反。稱，尺證反。）"
      },
      {
        "index": 21,
        "text": "疏注“君祖”至“夫人”。○正義曰：哀十六年傳，蒯聵告周云：“蒯聵得罪於君父君母。”謂母為君母，則祖母為君祖母矣。故云“君祖母者，諸侯祖母之稱也”。昭公，成公之子，襄公之孫，故襄夫人是其祖母也。"
      },
      {
        "index": 22,
        "text": "諸侯誰納我？且既為人君，而又為人臣，不如死！”盡以其寶賜左右以使行。（行，去也。）夫人使謂司城去公。對曰：“臣之而逃其難，若後君何？”（言無以事後君。○難，乃旦反。）"
      },
      {
        "index": 23,
        "text": "冬，十一月，甲寅，宋昭公將田孟諸。未至，夫人王姬使帥甸攻而殺之。（襄夫人，周襄王姊，故稱王姬。帥甸，郊甸之帥。○甸，徒近反。）"
      },
      {
        "index": 24,
        "text": "疏注“襄夫”至“之師”。○正義曰：《周禮·載帥》云：“以宅田士田賈田任近郊之地；以官田牛田賞田牧田任遠郊之地；以公邑之田任甸地；以家邑之田任稍地；以小都之田任縣地；以大都之田任彊地。”凡任地，近郊十一，遠郊二十，而三甸、稍、縣都皆無過十二。彼從國都而出，計遠近節級而別為之名。鄭玄引《司馬法》：“王國百里為郊，二百里為州，甸三百里為野，稍四百里為縣，五百里為都。”諸侯之與天子竟雖不同，亦當近國為郊，郊外為甸。天子之甸為公邑之田，則諸侯之甸亦公邑也。帥甸者，甸地之帥，當是公邑之大夫也。獨言帥甸，無以相明，故舉類言之，云郊甸之帥。其實正是甸地之帥，非郊地之帥也。"
      },
      {
        "index": 25,
        "text": "蕩意諸死之。（不書，不告。）書曰“宋人弑其君杵臼”，君無道也。（始例發於臣之罪，今稱國人，故重明君罪。○重，直用反。）"
      },
      {
        "index": 26,
        "text": "疏注“始例”至“君罪”。○正義曰：宣四年傳例曰：“凡弑君，稱君，君無道也；稱臣，臣之罪也。”彼是弑君大例，經下注云“例在宣四年”，指彼例也。彼雖在此之後，乃是例之初始，故謂彼為始例。彼因歸生弑君而發傳例，是始例，發於臣之罪也。此稱宋人弑其君，文異於彼，故重明君罪，謂與彼例為重也。《釋例》曰：“鄭靈、宋昭文異而例同，重發以同之。”\n文公即位，使母弟須為司城。（代意諸。）華耦卒，而使蕩虺為司馬。（虺，意諸之弟。○虺，況鬼反。）\n文公十有七年"
      },
      {
        "index": 27,
        "text": "【經】十有七年，春，晉人、衛人、陳人、鄭人伐宋。（自閔、僖已下終於《春秋》，陳侯常在衛侯上，今大夫會在衛下。傳不言陳公孫寧後至，則寧位非上卿故也。）"
      },
      {
        "index": 28,
        "text": "疏注“自閔”至“故也”。○正義曰：《釋例·班序譜》：“自隱至莊十四年，四十二歲，衛與陳凡四會，衛在陳上。莊十五年盡僖十七年，三十五歲，凡八會，陳在衛上。”莊十六年幽盟之下注云：“齊桓始霸，楚亦始彊，陳侯介於二大國之間，而為三恪之宮，故齊桓因而進之，遂班在衛上，終於《春秋》。”但齊桓升陳於衛上，乃在莊之中年，不得以莊為始，故云自閔、僖以下終於《春秋》，陳侯常在衛上也。今此大夫會伐宋，貶之稱人，而陳在衛下。襄二十六年澶淵之會，傳稱宋向戌後至，退在鄭良霄之下。此傳具曆序大夫之名，不言公孫寧以後至被退。成三年傳曰：“次國之上卿當大國之中，中當其下，下當其上大夫。”彼言大夫位有尊卑次序，以之升降，則公孫寧位非上卿，故降在衛下也。檢《春秋》上下，亦有後至無傳。而杜云後至者，則秦小子憖是也。案彼則公孫寧未必非後至，但杜弘通兩解，故云非上卿耳。\n夏，四月，癸亥，葬我小君聲薑。齊侯伐我西鄙。（西當為北，蓋經誤。○西當作北，出注。）"
      },
      {
        "index": 29,
        "text": "疏注“西當為北，蓋經誤”。○正義曰：經言西鄙，傳言北鄙。服虔以為再來伐魯西鄙書，北鄙不書，諱仍見伐。案經十五年“秋，齊人侵我西鄙”。冬，“齊侯侵我西鄙”。僖二十六年，春，“齊人侵我西鄙”。“夏，齊人伐我北鄙”。皆仍見侵伐，書而不諱，此何獨諱而不書？凡言諱者，諱國惡也。齊侯無道而伐我，我非有惡而可諱，何以諱其仍伐？故知正是一事，經文誤耳！知非傳誤者，魯求與平，即盟於穀。穀是濟北穀城縣也，穀在魯北，知北鄙是也。\n六月，癸未，公及齊侯盟於穀。"
      },
      {
        "index": 30,
        "text": "諸侯會於扈。（昭公雖以無道見弑，而文公猶宜以弑君受討，故林父伐宋以失所稱人，晉侯平宋以無功不序，明君雖不君，臣不可不臣，所以督大教。○弑，本或作弑，音試，下同。）"
      },
      {
        "index": 31,
        "text": "疏注“昭公”至“大教”。○正義曰：弑君，稱君，君之罪者，欲以懲創人君，使為鑒戒。不書弑者之名，以見君亦合死。其君雖則合死，要非臣所得弑。故文公宜以弑君受討，林父稱人，諸侯不序，責死者，罪弑者，所以督大教。大教，謂尊君卑臣之教也。\n秋，公至自穀。（無傳。）冬，公子遂如齊。"
      },
      {
        "index": 32,
        "text": "【傳】十七年，春晉荀林父、衛孔達、陳公孫寧、鄭石楚伐宋，討曰：“何故弑君？”猶立文公而還。卿不書，失其所也。（卿不書，謂稱人。）\n夏，四月，癸亥，葬聲薑。有齊難，是以緩。（過五月之例。○難，乃旦反，下及注皆同。）\n齊侯伐我北鄙，襄仲請盟。六月盟於穀。（晉不能救魯，故請服。）"
      },
      {
        "index": 33,
        "text": "晉侯蒐於黃父，（一名黑壤，晉地。○父音甫。壤，如丈反。）遂複合諸侯於扈，平宋也。（傳不列諸國而言複合，則如上十五年會扈之諸侯可知也。○複，扶又反，注同。）公不與會，齊難故也。書曰“諸侯”，無功也。刺欲平宋而複不能。（○與音預。）於是晉侯不見鄭伯，以為貳於楚也。鄭子家使執訊而與之書，以告趙宣子，（執訊，通訊問之官。為書與宣子。○訊音信。）\n疏“使執訊而與之書”。○正義曰：使執訊，使之行適晉也。與之書，與此執訊書，令持以告宣子。"
      },
      {
        "index": 34,
        "text": "曰：“寡君即位三年，（魯文二年。）召蔡侯而與之事君。九月，蔡侯入於敝邑以行。（行，朝晉也。）敝邑以侯宣多之難，寡君是以不得與蔡侯偕。（宣多既立穆公，恃寵專權。○偕音皆。）十一月，克減侯宣多，而隨蔡侯以朝於執事。（減，損也。難未盡而行，言汲汲於朝晉。○汲音急。）十二年，六月，歸生佐寡君之嫡夷，（歸生，子家名。夷，大子名。○嫡，丁曆反。）以請陳侯於楚，而朝諸君。（請陳於楚，與俱朝晉。）十四年，七月，寡君又朝以蕆陳事。（蕆，敕也。敕成前好。○蕆，敕展反。前好，呼報反，一本作事。）\n疏注“蕆，敕也”。○正義曰：蕆之為敕，無正訓也。先儒相傳為然，賈、服皆云：蕆，敕也。"
      },
      {
        "index": 35,
        "text": "十五年，五月，陳侯自敝邑往朝於君。往年正月，燭之武往，朝夷也。（將夷往朝晉。）八月，寡君又往朝。以陳、蔡之密邇於楚，而不敢貳焉，則敝邑之故也。（密邇，比近也。○比，毗誌反。）雖敝邑之事君，何以不免？（免，免罪也。）在位之中，一朝於襄，（襄公。○朝，直遙反。）而再見於君。（君，靈公也。○見，賢遍反。）"
      },
      {
        "index": 36,
        "text": "疏“一朝”至“於君”。○正義曰：鄭穆公以僖三十三年即位，晉襄公以文公六年卒。一朝於襄，三年十一月也。再見於君，十四年七月，往年八月也。或者十四年七月寡君又朝，敕成陳事。再見於君，謂往年正月燭之武往朝夷，八月寡君又朝是也。\n夷與孤之二三臣相及於絳。（孤之二三臣，謂燭之武、歸生自謂也。絳，晉國都。）"
      },
      {
        "index": 37,
        "text": "疏“孤之二三臣”。○正義曰：禮，諸侯與臣民言，自謂寡人，小國之君自稱曰孤。臣與他國之人言，稱己君為寡君。此歸生對晉稱己君，當云寡君之二三臣。昭十九年，子產對晉人云：“寡君之二三臣劄瘥天昏”，是其事也。此言孤者，蓋鄭伯身自對晉，或自稱孤。歸生因即以孤言其君也。"
      },
      {
        "index": 38,
        "text": "雖我小國，則蔑以過之矣。今大國曰：‘爾未逞吾誌。’敝邑有亡，無以加焉。古人有言曰：‘畏首畏尾，身其餘幾？’（言首尾有畏，則身中不畏者少。○幾，居豈反。）又曰：‘鹿死不擇音。’（音，所茠蔭之處。古字聲同，皆相假借。○茠，虛求反。蔭，於鴆反。）"
      },
      {
        "index": 39,
        "text": "疏注“音所”至“假借”。○正義曰：《釋言》云：“庇、庥，蔭也。”舍人曰：“庇，蔽也。茠，依止也。”郭璞曰：“今蔭為茠。”杜意言本當作蔭，古字聲同，皆相假借。故傳作音，言鹿死不擇庇蔭之處，喻巳不擇所從之國，欲從楚也。服虔云：鹿得美草，呦呦相呼，至於困迫將死，不暇複擇善音，急之至也。劉炫從服說，以為音聲，謂不擇音聲而出之而難杜。今知不然者，以傳云“鋌而走險，急何能擇”，言走險，論其依止之處，以其怖急，得險則停，不能選擇寬靜茠蔭之所。傳文所論，止言其出處所在，不論音聲好惡，故杜不依服義。劉以為音聲而規杜，非也。"
      },
      {
        "index": 40,
        "text": "小國之事大國也，德，則其人也；（以德加已，則以人道相事。）不德，則其鹿也，鋌而走險，急向能擇？（鋌，疾走貌。言急則欲蔭茠於楚，如鹿赴險。○鋌，他頂反。芘，必利反，又悲位反，本或作茠。）\n疏注“鋌，疾走貌”。○正義曰：鋌文連走，故為疾走貌。"
      },
      {
        "index": 41,
        "text": "命之罔極，亦知亡矣，（言晉命無極。）將悉敝賦以待於鯈。唯執事命之！（鯈，晉、鄭之竟。言欲以兵距晉。○鯈，直留反。竟音境。）文公二年，六月，壬申，朝於齊。（鄭文二年六月壬申，魯莊二十三年六月二十四日。）四年，二月，壬戌，為齊侵蔡，（魯莊二十五年二月無壬戌，壬戌，三月二十日。○為，於偽反。）亦獲成於楚。（鄭與楚成。）居大國之間，而從於強令，豈其罪也？（令，號令也。）大國若弗圖，無所逃命！”\n晉鞏朔行成於鄭，趙穿、公婿池為質焉。（趙穿，卿也。公婿池，晉侯女婿。○鞏，九勇反。質音致，下同。）"
      },
      {
        "index": 42,
        "text": "秋，周甘歜敗戎邘垂，乘其飲酒也。（歜，周大夫。阝垂，周地，河南新城縣北有垂亭。為成元年晉侯平戎於王張本。○歜，昌欲反。阝音審。）○冬，十月，鄭大子夷、石楚為質於晉。（夷，靈公也。石楚，鄭大夫。）"
      },
      {
        "index": 43,
        "text": "襄仲如齊，拜穀之盟。複曰：“臣聞齊人將食魯之麥。以臣觀之，將不能。齊君之語偷。臧文仲有言曰：‘民主偷，必死。’”（偷，猶苟且。偷，他侯反。）\n文公十有八年"
      },
      {
        "index": 44,
        "text": "【經】十有八年，春，王二月，丁丑，公薨於台下。秦伯罃卒。（無傳，未同盟而赴以名。○罃，於耕反。）夏，五月，戊戌，齊人弑其君商人。（不稱盜，罪商人。）"
      },
      {
        "index": 45,
        "text": "疏注“不稱盜，罪商人”。○正義曰：弑君稱臣，臣之罪，賤臣弑君則稱盜。哀四年“盜殺蔡侯申”是也。盜字當臣名之，處以賤，不得書名，變文謂之盜耳。此弑商人者，邴歜、閻職，亦應書盜。不稱盜弑者，罪商人，今從弑君稱君之例也。\n六月，癸酉，葬我君文公。\n秋，公子遂、叔孫得臣如齊。（書二卿，以兩事行，非相為介。○介音界。）"
      },
      {
        "index": 46,
        "text": "疏注“書二”至“為界”。○正義曰：卿為卿介則書使，不書介。僖二十六年，公子遂、臧孫辰如楚乞師。書遂，不書辰，是其正也。襄十四年季孫宿、叔老並書之者，晉人敬之。自爾以後，晉人輕魯幣而益敬其使，故特兩書之，於法不應書也。此傳稱“惠公立故，且拜葬”，是以兩事行，非相為介，故並書之耳。定六年“季孫斯、仲孫何忌如晉”，傳稱桓子獻鄭俘，孟孫報夫人之弊，亦以兩事行，故並書之。但彼非是同時受命，經應各自為文；但以晉人輕之，故不各自別書，與此意少異也。"
      },
      {
        "index": 47,
        "text": "冬，十月，子卒。（先君既葬，不稱君者，魯人諱弑，以未成君書之。子，在喪之稱。○弑，申誌反；本又作殺之。稱，尺證反。）"
      },
      {
        "index": 48,
        "text": "疏注“先君”至“之稱”。○正義曰：“齊公子商人弑其君舍”，以先君既葬，故稱君也。此亦先君既葬不稱君者，魯人諱弑成君，以未成君書之也。子者，葬前在喪之稱也。若言猶在喪而自卒然，諱之也。《釋例》曰：“公子惡，魯之正適。嗣位免喪則魯君也。襄仲舒倚齊而弑之，國以為諱。故不稱君，若言君之子也。”\n夫人薑氏歸於齊。季孫行父如齊。（無傳。）莒弑其君庶其。（稱君，君無道也。）"
      },
      {
        "index": 49,
        "text": "疏注“稱君君無道也”。○正義曰：楚世子商臣弑君言臣子，此傳稱大子仆，因國人以弑紀公，不稱世子而稱臣者，以見君無道。傳言“多行無禮於國”，是其無道之狀。十六年，“宋人弑其君杵臼”，稱國又稱人；此直云莒弑其君庶其，不稱人者，《釋例》曰：“劉、賈、許、潁以為君惡及國朝，則稱國以弑，君惡及國人，則稱人以弑。案傳鄭靈、宋昭，經文異而例同，故重發以同之。子弑其父，又嫌異於他臣，亦重明其不異。既不碎辯國之與人，而傳云：‘莒紀公多行無禮於國，大子仆因國人以弑之。’經但稱國，不稱人，知國之與人，雖言別而事同也。”"
      },
      {
        "index": 50,
        "text": "【傳】十八年，春，齊侯戒師期，（將以伐魯。）而有疾。醫曰：“不及秋，將死。”公聞之，卜，曰：“尚無及期！”（尚，庶幾也，欲令先師期死。○令，力呈反。先，悉薦反，下同。）惠伯令龜。（以卜事告龜。）"
      },
      {
        "index": 51,
        "text": "疏注“以卜事告龜”。○正義曰：《周禮·大卜》“大祭祀則視高命龜”。鄭玄云：“命龜，告龜以所卜之事。”《士喪禮》卜葬命龜云：“哀子某，來日某卜葬其父某甫考降，無有近悔。”如此之類，是令龜之辭也。令者，告令使知其意，與命同也。"
      },
      {
        "index": 52,
        "text": "卜楚丘占之，曰：“齊侯不及期，非疾也；君亦不聞。（言君先齊侯終。）令龜有咎。”（言令龜者亦有凶咎，見於卜兆，為惠伯死張本。○見，賢遍反。）二月，丁丑，公薨。"
      },
      {
        "index": 53,
        "text": "齊懿公之為公子也，與邴歜之父爭田，弗勝。及即位，乃掘而刖之，（斷其屍足。○邴音丙，又彼病反。歜，昌欲反。掘，其勿反，又其月反。刖音月，又五刮反。斷，丁管反。）而使歜仆。（仆，禦也。）納閻職之妻，而使職驂乘。（驂乘，陪乘。○驂，七南反。乘，繩證反，注同。）"
      },
      {
        "index": 54,
        "text": "夏，五月，公遊於申池。（齊南城西門名申門，齊城無池，唯此門左右有池，疑此則是。）二人浴於池。歜以撲抶職。（撲，箠也。抶，擊也。欲以相感激。○撲，普卜反，字宜從手；作木邊，非也。抶，敕乙反。箠，市[B16V]反，又之[B16V]反。激，古曆反。）職怒。歜曰：“人奪女妻而不怒，一抶女，庸何傷？”職曰：“與刖其父而弗能病者何如？”（言不以父刖為病恨。○女音汝。）乃謀弑懿公，納諸竹中。歸，舍爵而行。（飲酒訖，乃去。言齊人惡懿公，二人無所畏。○舍音赦，置也。惡，烏路反。）齊人立公子元。（桓公子惠公。）\n六月，葬文公。\n秋，襄仲、莊叔如齊。惠公立故，且拜葬也。（襄仲賀惠公立，莊叔謝齊來會葬。）"
      },
      {
        "index": 55,
        "text": "文公二妃。敬嬴生宣公。敬嬴嬖，而私事襄仲。宣公長，而屬諸襄仲。襄仲欲立之，叔仲不可。（叔仲，惠伯。○嬴音盈。嬖，必計反。長，丁丈反。屬音燭。）仲見於齊侯而請之。齊侯新立，而欲親魯，許之。（○見，賢遍反。）"
      },
      {
        "index": 56,
        "text": "疏“襄仲”至“許之”。○正義曰：惡是齊甥，齊侯許廢惡者，惡以世適嗣立，不受齊恩，宣以非分得國，荷恩必厚，齊侯新立，欲親魯為援，故許之。"
      },
      {
        "index": 57,
        "text": "冬，十月，仲殺惡及視，而立宣公。（惡，大子。視，其母弟。殺視不書，賤之。）書曰“子卒”，諱之也。仲以君命召惠伯，（詐以子惡命。）"
      },
      {
        "index": 58,
        "text": "疏注“詐以子惡命”。○正義曰：傳因殺惡之下，即云“而立宣公”，其實宣公之立，當在惠伯死後。惡雖已死，未告外人，故詐以子惡之命召惠伯使入。公冉務人疑其宮內有變，謂非子惡之命，故云“入必死。”耳亦未是審知惡已死也。"
      },
      {
        "index": 59,
        "text": "其宰公冉務人止之，曰：“入必死。”叔仲曰：“死君命可也。”公冉務人曰：“若君命，可死；非君命，何聽？”弗聽，乃入，殺而埋之馬矢之中。（惠伯死不書者，史畏襄仲，不敢書殺惠伯。○聽，吐定反。）公冉務人奉其帑以奔蔡，既而複叔仲氏。（不絕其後。）"
      },
      {
        "index": 60,
        "text": "“夫人薑氏歸於齊”，大歸也。（惡、視之母出薑也。嫌與有罪出者異，故複發傳。○複，扶又反。）將行，哭而過市，曰：“天乎！仲為不道，殺適立庶。”市人皆哭。魯人謂之哀薑。（所謂出薑，不允於魯。○過，古禾反，又古臥反。適，丁曆反。）"
      },
      {
        "index": 61,
        "text": "莒紀公子生大子仆，又生季佗，愛季佗而黜仆，且多行無禮於國。（紀，號也。莒夷無諡，故有別號。○佗，徒何反。）仆因國人以殺紀公，以其寶玉來奔，納諸宣公。公命與之邑，曰：“今日必授！”季文子使司寇出諸竟，曰：“今日必達！”（未見公而文子出之，故來不書。○竟音境。）公問其故。季文子使大史克對曰：“先大夫臧文仲教行父事君之禮，行父奉以周旋，弗敢失隊，曰：‘見有禮於其君者，事之，如孝子之養父母也；見無禮於其君者，誅之，如鷹鸇之逐鳥雀也。’先君周公製《周禮》曰：‘則以觀德，（則，法也。合法則為吉德。○大史音泰。隊，直類反。養，餘亮反。鷹，於陵反。鸇，之然反；《說文》，止仙反；《字林》，巳仙反。）"
      },
      {
        "index": 62,
        "text": "疏“如鷹鸇之逐鳥雀”。○正義曰：《釋鳥》云“鷹，來鳩”，郭璞曰：“來當為爽字之誤耳。《左傳》作爽鳩是也。”又云“晨風鸇”，舍人曰：“晨風，名鸇鸇，摯鳥名。”郭璞曰：“鷂屬也。”"
      },
      {
        "index": 63,
        "text": "德以處事，（處，猶製也。）事以度功，（度，量也。○度，待洛反，注及下同。）功以食民。’（食，養也。○食音嗣，注同。）作《誓命》曰：‘毀則為賊，（誓，要信也。毀則，壞法也。○壞音怪。）掩賊為藏。（掩，匿也。○匿，女乙反。）竊賄為盜，（賄，財也。）盜器為奸。（器，國用也。）主藏之名，（以掩賊為名。）賴奸之用，（用奸器也。）為大凶德，有常無赦。（刑有常。）在《九刑》不忘！’”（誓命以下，皆《九刑》之書，《九刑》之書今亡。）"
      },
      {
        "index": 64,
        "text": "疏“先君”至“不忘”。○正義曰：言“製《周禮》曰”，“作《誓命》曰”，謂製禮之時，有此語為此誓耳。此非《周禮》之文，亦無《誓命》之書。在後作《九刑》者，記其《誓命》之言，著於《九刑》之書耳。德者，得也。自得於心，心之所得，有惡有善，欲知善惡，以法觀之，合法則為吉德，不合法則為凶德。故曰“則以觀德”也。既有善德，乃能製斷事宜，故曰“德以處事”也。既為其事，務求成功，度量功勳，必功成乃善，故曰“事以度功”也。民不自治，立君牧養，作事成功，所以養食下民，故曰“功以食民”也。其意言在上位者，必有法則，乃為養民之主。將言莒仆無可法則，故言此以張本也。又作要信誓命以戒後人，曰有人毀法則者是為賊，言其賊敗法也。掩匿賊人是為藏，言其藏罪人也。竊人財賄謂之為盜，盜人器用謂之為奸，主為藏匿罪人之名，恃賴奸人所盜之用，為極大之凶德。有常刑無赦，其事在《九刑》之書，不遺忘也。以宣公容納莒仆為主藏，受其寶玉為賴奸，故舉此以極諫也。○注“誓命”至“今亡”。○正義曰：昭六年傳曰：“夏有亂政而作《禹刑》，商有亂政而作《湯刑》，周有亂政而作《九刑》，三辟之興，皆叔世也。”叔世，謂衰世，世衰民慢，作嚴刑以督之。稱其創製聖王以為所作之法，夏作禹刑，商作湯刑，則周作九刑，作周公之刑也。此云周公作《誓命》，其事在《九刑》，知自《誓命》以下，皆《九刑》之書所載也。謂之九刑，必其諸法有九，而九刑之書今亡，不知九者何謂。服虔云：正刑一，議刑八。即引《小司寇》八議，議親、故、賢、能、功、貴、勤、賓之辟，此八議者，載於《司寇》之章，周公已製之矣。後世更作，何所複加？且所議八等之人，就其所犯正刑，議其可赦以否，八者所議，其刑一也，安得謂之八刑？杜知其不可，故不解之。"
      },
      {
        "index": 65,
        "text": "行父還觀莒仆，莫可則也。（還，猶周旋。○還音旋。）孝敬、忠信為吉德，盜賊、藏奸為凶德。夫莒仆，則其孝敬，則弑君父矣；則其忠信，則竊寶玉矣。其人，則盜賊也；其器，則奸兆也。（兆，域也。）保而利之，則主藏也。以訓則昏，民無則焉。不度於善，（度，居也。）而皆在於凶德，是以去之。昔高陽氏有才子八人，（高陽，帝顓頊之號。八人，其苗裔。○去，起呂反。顓音專。頊，許玉反。裔，以製反。）"
      },
      {
        "index": 66,
        "text": "疏注“高陽氏”至“苗裔”。○正義曰：先儒舊說，及譙周《考史》，皆以顓頊、帝嚳為帝之身號。高陽、高辛皆國氏土地之號。高陽次少昊，高辛次高陽，堯承高辛之後。孔子之錄《尚書》，自堯為始。史籍之說皇帝，其言不經。《大戴禮·五帝德》、司馬遷《五帝紀》皆言顓頊、帝嚳代別一人。《春秋緯·命曆序》顓頊傳九世，帝嚳傳八世，典籍散亡，無以取信。要二帝子孫至舜時始用，必非帝之親子。其八人者，不能知其出生、本係、枝派遠近，故略言其苗裔耳。"
      },
      {
        "index": 67,
        "text": "蒼舒、隤敳、檮戭、大臨、尨降、庭堅、仲容、叔達，（此即垂、益、禹、皋陶之倫。庭堅即皋陶字。○隤，徒回反。敳，五才反，一音五回反；韋昭音瑰。檮，直由反；韋昭音桃。戭，以善反；《漢書》作寅攵；韋昭已震反。尨，莫江反。降，下江反。陶音遙。）"
      },
      {
        "index": 68,
        "text": "疏注“此即”至“陶字”。○正義曰：司馬遷采帝係《世本》以為《史記》，其《夏本紀》稱禹是顓頊之後，《秦本紀》稱皋陶是顓頊之後，伯益則皋陶之子。垂之所出，史無其文。舊說相傳，亦出顓頊，故云此即垂、益、禹、皋陶之倫也。服虔云：八人，禹、垂之屬也。六年傳“臧文仲聞六與蓼滅，云：‘皋陶庭堅不祀忽諸。’”知庭堅、皋陶為一人，其餘則不知誰為禹，誰為益，故云之倫之屬，不敢斥言也。班固《漢書》有《古今人表》，銓量古人為九等之次，雖知禹、益必在八愷，稷、契必在八元，不能識知其人，不得自相分配，故八元、八愷與皋陶、禹稷並不出其名，亦為不知故也。鄭玄注《論語》云：“皋陶為士師，號曰庭堅。”杜云庭堅皋陶字者，古人名之與字，難得審知，言字者，明其是一人也。"
      },
      {
        "index": 69,
        "text": "齊、聖、廣、淵、明、允、篤、誠，天下之民謂之八愷。（齊，中也。淵，深也。允，信也。篤，厚也。愷，和也。○愷，開在反。）"
      },
      {
        "index": 70,
        "text": "疏“齊聖”至“八愷”。○正義曰：此並序八人，總言其德。或原其心，或據其行，一字為一事，其義亦更相通。齊者，中也。率心由道，舉措皆中也。聖者，通也。博達眾務，庶事盡通也。廣者，寬也。器宇宏大，度量寬弘也。淵者，深也。知能周備，思慮深遠也。明者，達也。曉解事務，照見幽微也。允者，信也。終始不愆，言行相副也。篤者，厚也。誌性良謹，交遊款密也。誠者，實也。秉心純直，布行貞實也。以其德行如是，天下之民為其美目，謂之八愷。愷，和也。言其和於物也。《孟子》曰：“柳下惠，聖人之和者也”。○注“齊中”至“和也”。○正義曰：“齊，中”，《釋言》文。“允，信”，“篤，厚”，《釋詁》文。愷訓為樂，樂亦和也。深水謂之淵，故淵為深也。"
      },
      {
        "index": 71,
        "text": "高辛氏有才子八人，（高辛，帝嚳之號，八人，亦其苗裔。○嚳，苦毒反。）伯奮、仲堪、叔獻、季仲、伯虎、仲熊、叔豹、季貍，（此即稷、契、朱虎、熊羆之倫。○奮，甫問反。熊音雄。貍，力之反。契，息列反，依字當作契，古文作高。羆，彼皮反。）"
      },
      {
        "index": 72,
        "text": "疏注“此即”至“之倫”。○正義曰：契後為殷，稷後為周。《史記》殷周皆為帝嚳之後也。此言伯虎、仲熊；《尚書》有朱虎、熊羆。二者其字相類，知此即稷、契、朱虎、熊羆之倫也。《尚書》更有夔龍之徒，亦應有在元愷之內者，但更無明證，名字又殊，不知與誰為一，故不複言之。《史記》稷、契皆為帝嚳之子，而上句注云“其苗裔”者，《史記》堯亦帝嚳之子，則稷、契、堯、之親弟。以堯之聖，有大德之弟，久而不知，舜始舉用。以情而測，理必不然。旦云世濟其美，其間必應累世，不容高辛之下即至其身。馬遷傳聞於人，未必盡得其實。《世族譜》取《史記》之說，又從而譏之云“案鯀則舜之五世從祖父也。而及舜共為堯臣，堯則舜之三從高祖，而妻其女，此《史記》之疑者”。然則以其不可悉信，故言苗裔以該之。"
      },
      {
        "index": 73,
        "text": "忠、肅、共、懿、宣、慈、惠、和，天下之民謂之八元。（肅，敬也。懿，美也。宣，徧也。元，善也。○徧音遍。）"
      },
      {
        "index": 74,
        "text": "疏“忠肅”至“八元”。○正義曰：此亦總言其德，於義亦得相通。忠者，與人無隱，盡心奉上也。肅者，敬也。應機敏達，臨事恪勤也。共者，治身克謹，當官理治也。懿者，美也。保已精粹，立行純厚也。宣者，徧也。應受多方，知思周遍也。慈者，愛出於心，恩被於物也。惠者，性多哀矜，好拯窮匱也。和者，體度寬簡物，無乖爭也。以其德行如是，天下之民為之美目，謂之八元。元，善也。言其善於事也。《論語》曰：“善人為邦百年，亦可以勝殘去殺矣”。○注“肅敬”至“善也”。○正義曰：“肅，敬”，《釋訓》文。“懿，美”，《釋詁》文。“宣，徧”，《釋言》文。《易·文言》曰：“元者，善之長也。”\n此十六族也，世濟其美，不隕其名。（濟，成也。隕，隊也。○隕，於敏反。隊，直類反。）"
      },
      {
        "index": 75,
        "text": "疏“此十六”至“其名”。○正義曰：此十六人耳，而謂之族者，以其各有親屬，故稱族也。世濟其美，後世承前世之美。不隕其名，不隊前世之美名。言其世有賢人，積善而至其身也。劉炫云：各有大功，皆賜氏族，故稱族。\n以至於堯，堯不能舉。舜臣堯，舉八愷，使主後土，（後土，地官。禹作司空，平水土，即主地之官。）"
      },
      {
        "index": 76,
        "text": "疏注“後土”至“之官”。○正義曰：後，訓君也。天稱皇天，故地稱後土。《舜典》云：“伯禹作司空。”《呂刑》云：“禹平水土。”則禹是主地之官，故云“主後土”也。\n以揆百事，莫不時序，地平天成。（揆，度也。成，亦平也。○揆，葵癸反。）"
      },
      {
        "index": 77,
        "text": "疏“以揆”至“天成”。○正義曰：用禹為土，後土之官。令以揆度百事，百事無不揆度，於是皆有次序，得地平其化，天成其施。言有成功也。○注“揆度”至“平也”。正義曰：“揆，度”，《釋言》文。度百事者，令之豫自籌度，為之數量法製，事成則平其可否，使之總眾務也。“地平天成”，《大禹謨》之文。孔安國云：“水土治曰平。五行敘曰成。”《釋詁》云：“成，平也。”是成亦為平，其義一也。\n舉八元，使布五教於四方，（契作司徒，五教在寬，故知契在八元之中。○契，斯列反。）"
      },
      {
        "index": 78,
        "text": "疏注“契作”至“之中”。○正義曰：《舜典》云：“帝曰：‘契，百姓不親，五品不遜，汝作司徒，敬敷五教在寬。’”《尚書》“契敷五教”，此云“舉八元，使布五教”。以此故知契在八元中也。然則《尚書》禹作司空，此云“舉八愷，使主後土”，以此亦知禹在八愷中也。但不知八愷之中，何者是禹？八元之中，何者是契耳？主後土，布五教，是事之大者，故舉以為言，非是各令八人共主一事。故主土唯禹，主教唯契，餘當別有所主，或助而為之。《尚書》稱益佐禹治水，是其助之事也。\n父義、母慈、兄友、弟共、子孝，內平外成。（內諸夏，外夷狄。○夏，戶雅反。）"
      },
      {
        "index": 79,
        "text": "疏“父義”至“外成”。○正義曰：一家之內，父、母、兄、弟、子，尊卑有五品。父不義，母不慈，兄不友，弟不共，子不孝，是五品不遜順也。故使契為司徒，布五教於四方：教父以義，教母以慈，教兄以友，教弟以共，教子以孝，是之謂五教。此五教可常行，又謂之五典也。諸夏夷狄皆從其教，是為內平外成。所云“五典克從”，即此內平外成之謂也。"
      },
      {
        "index": 80,
        "text": "昔帝鴻氏有不才子，（帝鴻，黃帝。）掩義隱賊，好行凶德，丑類惡物頑嚚不友，是與比周，（丑，亦惡也。比，近也。周，密也。○好，呼報反。嚚，魚巾反。心不則德義之經為頑，口不道忠信之言為嚚。比，毗誌反。）天下之民謂之渾敦。（謂兜。渾敦，不開通之貌。○渾，戶本反。敦，徒本反。，呼端反。兜，都侯反。）"
      },
      {
        "index": 81,
        "text": "疏“掩義”至“渾敦”。○正義曰：掩蓋義事而不行，隱蔽其外，而陰為賊害也。其有凶丑之類，穢惡之物，心頑而不則德義之經，口嚚而不道忠信之言，如此惡人不可與之親友者，此不才子於是與之相附近，相親密。言惡人所愛，愛同已者也。以其為惡如是，故天下之民為之惡目，謂之渾敦。渾敦，不開通之貌，言其無所知也。服虔用《山海經》，以為兜人麵馬喙，渾敦亦為獸名。○注“丑亦”至“密也”。○正義曰：丑亦惡也，物亦類也，指謂惡人等輩，重複而言之耳。比，是相近也。周，是親密也。唯是親愛之義，非為善惡之名。《論語》云：“君子周而不比，小人比而不周。”以君子小人相對。故鄭玄云：“忠信為周，阿黨為比。”觀文為說也。○注“謂”至“之貌”。○正義曰：此傳所言說《虞書》之事。彼云四罪，謂共工、兜、三苗、鯀也。此傳四凶，乃謂之渾敦、窮奇、檮杌、饕餮。檢其事，以識其人。《堯典》帝言共工之行，云“靖言庸違”，傳說窮奇之惡，云“靖譖庸回”，二文正同。知窮奇是共工也。《堯典》帝求賢人，兜舉共工應帝，是與共工相比。傳說渾敦之惡，云“丑類惡物，是與比周”，知渾敦是兜也。《堯典》帝言鯀行，云“咈哉，方命圯族”，傳說檮杌之罪，云告頑舍嚚，“傲狠明德”，即是咈戾圯族之狀。且鯀是顓頊之後，知檮杌是鯀也。《尚書》無三苗罪狀，既甄去三凶，自然饕餮是三苗矣。先儒盡然，更無異說，皆以行狀驗而知之也。《莊子》稱，南方之神，其名為儵，北方之神，其名為忽，中央之神，其名為混沌。混沌無七竅，儵忽為鑿之，一日為一竅，七日而混沌死。混沌與渾敦，字之異耳。《莊子》雖則寓言，要以無竅為混沌，是渾敦為不開通之貌。此四凶者，渾敦、檮杌以狀貌為之名；窮奇、饕餮以義理為之名。古人之意自異耳。服虔案《神異經》云：檮杌狀似虎，毫長二尺，人麵虎足，豬牙，尾長丈八尺，能鬥不退。饕餮，獸名，身如牛人，面目在腋下，食人。\n少皞氏有不才子，（少皞，金天氏之號，次黃帝。○少，詩照反，注同。皞，胡老反。）"
      },
      {
        "index": 82,
        "text": "疏注“少皞”至“黃帝”。○正義曰：金天，國號少皞，身號。譙周云：金天氏能脩大皞之法，故曰少皞也。其次黃帝，則昭十七年傳有其事。"
      },
      {
        "index": 83,
        "text": "毀信廢忠，崇飾惡言靖譖庸回，服讒蒐慝，以誣盛德，（崇，聚也。靖，安也。庸，用也。回，邪也。服，行也。蒐，隱也。慝，惡也。盛德，賢人也。○蒐，所留反。慝，他得反。邪，似嗟反。）"
      },
      {
        "index": 84,
        "text": "疏“毀信”至“盛德”。○正義曰：毀信者，謂信不足行，毀壞之也。廢忠者，謂忠為無益，廢棄之也。以惡言為善，尊崇脩飾之。安於讒譖，信用回邪，常行讒疾，陰隱為惡，以誣罔盛德之賢人也。天下之民謂之窮奇，言其行窮困，所好奇異也。○注“崇聚”至“人也”。○正義曰：《釋詁》云：“崇，充也”。舍人曰：威大充盛。大亦集聚之義，故崇為聚也。“庸，用”，“靖，安”，“回，邪”，“慝，惡”，常訓也。服從是奉行之義也。蒐索，隱伏，是蒐得為隱也。服虔亦以蒐為隱，隱慝謂陰隱為惡也。成德，謂成就之德，故為賢人也。定本“成德”為“盛德”。\n天下之民謂之窮奇。（謂共工。其行窮，其好奇。○奇，其宜反。共音恭。行，下孟反。好，呼報反。）"
      },
      {
        "index": 85,
        "text": "疏注“謂共”至“好奇”。○正義曰：孔安國云“共工，官稱”也。其人為此官，故《尚書》舉其官也。行惡終必窮，故云其行窮也。好惡，言好讒慝，是所好奇異於人也。"
      },
      {
        "index": 86,
        "text": "顓頊有不才子，不可教訓，不知話言，（話，善也。○話，戶快反。）告之則頑，（德義不入心。）舍之則嚚，（不道忠信。○舍音赦。）傲很明德，以亂天常，天下之民謂之檮杌。（謂鯀檮杌。頑凶無儔匹之貌。○傲，五報反。很，戶懇反。檮，徒刀反。杌，五忽反。鯀，古本反。）此三族也，世濟其凶，增其惡名，以至於堯，堯不能去。（方以宣公比堯，行父比舜，故言堯亦不能去，須賢臣而除之。○去，起呂反，注及下皆同。）"
      },
      {
        "index": 87,
        "text": "疏注“方以”至“除之”。○正義曰：宣公不能去莒仆，而行父能去之，恐宣公以不去之為恥，行父以去之為專，史克方以宣公比堯，行父比舜，故言堯朝有四凶，堯亦不能去，須賢臣而除之，所以雪宣公不去之恥，解行父專檀之失也。然則聖主莫過於堯，任賢，王政所急，大聖之朝，不才總萃，雖曰帝其難之，且複何其甚也！此四凶之人，才實中品，雖行有不善，未有大惡，故能仕於聖世，致位大官。自非聖舜登庸，大禹致力，則滔天之害未或可平。以舜、禹之成功，見此徒之多罪。勳業既謝，愆釁自生，為聖所誅，其咎益大。且虞史欲盛章舜德，歸罪惡於前人。史克以宣公比堯，同四凶於莒仆，此等並非下愚，未有大惡，其為不善，唯帝所知。《尚書》將言求舜以見帝之知人。此傳安慰宣公，故言堯不能去。辭各有為，情頗增甚。學者當以意達文，不可即以為實。\n縉云氏有不才子，（縉云，黃帝時官名。）"
      },
      {
        "index": 88,
        "text": "疏注“縉云”至“官名”。○正義曰：昭十七年傳稱黃帝以云名官，故知縉云，黃帝時官。名字書“縉，赤繒也”。服虔云：夏官為縉云氏。"
      },
      {
        "index": 89,
        "text": "貪於飲食，冒於貨賄，侵欲崇侈，不可盈厭，聚斂積實，不知紀極，不分孤寡，不恤窮匱，（冒，亦貪也。盈，滿也。實，財也。○厭，於豔反。匱，其愧反。）\n疏“貨賄”。○正義曰：鄭注《周禮》云：“金玉曰貨，布帛曰賄。”"
      },
      {
        "index": 90,
        "text": "天下之民以比三凶，（非帝王子孫，故別以比三凶。）謂之饕餮。（貪財為饕，貪食為餮。○饕，他刀反。餮，他結反。）\n疏注“貪財”至“為餮”。○正義曰：此無正文，先儒賈、服等相傳為然。舜臣堯，（為堯臣。）"
      },
      {
        "index": 91,
        "text": "疏注“為堯臣”。○正義曰：昭七年傳稱“王臣公，公臣大夫”，謂王以公為臣，公以大夫為臣，皆是上臣下也。而此云“舜臣堯”，謂為臣以事堯，乃是下臣上也。文同義異，意足相顧，故辯之云“為堯臣”。\n賓於四門，（辟四門，達四聰，以賓禮眾賢。○辟，婢亦反。聰，本亦作“{穴忽}”，七工反。）"
      },
      {
        "index": 92,
        "text": "疏注“辟四”至“眾賢”。○正義曰：賓於四門是禮賢之事，而《舜典》下文云：“辟四門，明四目，達四聰。”言開辟四方之門未開者，廣視聽於四方，使天下無壅塞，亦是賓禮眾賢之事。意同於上，故引以解之。"
      },
      {
        "index": 93,
        "text": "流四凶族，（案四凶罪狀而流放之。）渾敦、窮奇、檮杌、饕餮，投諸四裔，以禦螭魅。（投，棄也。裔，遠也。放之四遠，使當螭魅之災。螭魅，山林異氣所生，為人害者。○禦，魚呂反。螭，敕知反，山神獸形。魅，亡備反；《說文》作鬼彡，云，老精物也；鬽或從未。）"
      },
      {
        "index": 94,
        "text": "疏注“投棄”至“害者”。○正義曰：投者，擲去，故為棄也。《舜典》云：“流共工於幽州，放兜於崇山，竄三苗於三危，殛鯀於羽山。四罪而天下鹹服。”孔安國云：“幽洲，比裔；崇山，南裔；三危，西裔；羽山，東裔。”在海中，是放之四方之遠處。螭魅若欲害人，則使此四者當彼螭魅之災，令代善人受害也。宣三年傳王孫滿說九鼎云：“鑄鼎象物，百物而為之備”，“民入川澤、山林，不逢不若。螭魅罔兩莫能逢之。”知螭魅是山林異氣所生，為人害者也。"
      },
      {
        "index": 95,
        "text": "是以堯崩而天下如一，同心戴舜，以為天子，以其舉十六相，去四凶也。故《虞書》數舜之功，曰‘慎徽五典，五典克從’無違教也。（徽，美也。典，常也。此八元之功。○戴，多代反。相，息亮反，下注同。去，起呂反。數，色主反。徽，許歸反。）曰‘納於百揆，百揆時序’，無廢事也。（此八愷之功。）曰‘賓於四門，四門穆穆’無凶人也。（流四凶。）"
      },
      {
        "index": 96,
        "text": "疏“故虞”至“人也”。○正義曰：此《虞書·舜典》之篇也，三事六句，《舜典》本文。其云“無違教也”，“無廢事也”，“無凶人也”，是史克解《虞書》之意也。每引一事，以一句解之，故每事言曰。"
      },
      {
        "index": 97,
        "text": "舜有大功二十而為天子，（舉十六相，去四凶也。）今行父雖未獲一吉人，去一凶矣。於舜之功，二十之一也，庶幾免於戾乎！”（史克激稱以辨宣公之惑，釋行父之誌，故其言美惡有過辭，蓋事宜也。○激，古曆反。）"
      },
      {
        "index": 98,
        "text": "疏注“史克”至“宜也”。○正義曰：宣公貪寶玉而受莒仆，為惑巳大；行父違君命而逐出之，其專巳甚。故史克激揚而言舜之事堯，以辨宣公之惑，以解行父之誌。方欲盛談善惡，說事必當增甚。故其言美惡有大過之辭。言美則大美，言惡則大惡。禹則鯀之子也，說禹則云“世濟其美”；言鯀則云“世濟其凶”。明其餘亦有大過，非其實也，蓋事勢宜然耳。何休以為孔子云：“蕩蕩乎堯之為君，唯天為大，唯堯則之。”今如《左氏》，堯在位數十年，久抑元愷而不能舉，養育凶人以為民害而不能去，則孔子稱堯虛言也。桀、紂為惡一世則誅，四凶曆數千歲而無誅放，《易》云“積不善之家，必有餘殃”，虛言也。《左氏》為短。但堯之為君，能舉十六相，去四凶，四凶之人未必世濟其惡。但史克欲明行父之誌，欲辨宣公之惑，故美惡過辭，具於此注。何休之難不足疑也。"
      },
      {
        "index": 99,
        "text": "宋武氏之族道昭公子，將奉司城須以作亂。（文公弑昭公，故武族欲因其子以作亂。司城須，文公弟。○宋武氏之族，本或作武、穆之族者，後人取下文妄加也。道音導。）十二月，宋公殺母弟須及昭公子，使戴、莊、桓之族攻武氏於司馬子伯之館，（戴族，華樂也。莊族公孫師也。桓族，向、魚鱗蕩也。司馬子伯，華耦也。○向，舒亮反。）遂出武、穆之族。（穆族黨於武氏故。）使公孫師為司城。（公孫師，莊公之孫。）公子朝卒，使樂呂為司寇，以靖國人。（樂呂，戴公之曾孫，為宣三年宋師圍曹傳。）"
      },
      {
        "index": 100,
        "text": "疏注“樂呂，戴公曾孫”。○正義曰：《世本》云：“戴公生樂甫術，術生碩甫澤，澤生夷父須，須生大司寇呂。”今云曾孫，誤也。"
      }
    ]
  }
}