{
  "chapterNumber": 17,
  "title": "春秋左傳正義卷16 (Zuozhuan Zhengyi, Volume 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公二十有九年\n【經】二十有九年，春，介葛盧來。（介，東夷國也，在城陽黔陬縣。葛盧，介君名也。不稱朝，不見公，且不能行朝禮。雖不見公，國賓禮之，故書。○介音界，國名。黔，巨廉反，又音琴。陬，子侯反，又側留反。）\n公至自圍許。（無傳。）"
      },
      {
        "index": 1,
        "text": "夏，六月，會王人晉人、宋人、齊人、陳人、蔡人、秦人，盟於翟泉。（翟泉，今洛陽城內大倉西南池水也。魯侯諱盟天子大夫，諸侯大夫又違禮盟公侯，王子虎違禮下盟，故不言公會，又皆稱「人」。○翟，直曆反。大倉，音泰。）"
      },
      {
        "index": 2,
        "text": "疏注「翟泉」至「稱人」。○正義曰：傳曰「卿不書，罪之也。在禮，卿不會公侯」，唯言諸侯之卿會魯君罪耳，不言罪魯侯與子虎，知其亦有罪者，襄二十六年，「公會晉人、鄭良霄、宋人、曹人於澶淵」，彼為趙武敵公，貶之稱「人」，而文不沒公。此沒公不書，明公別有罪。五年，「公及齊侯、宋公云云會王世子於首止」，王世子不盟也。九年，「公會宰周公云云於葵丘」，宰周公不盟也。往年踐土之會，「王子虎盟諸侯於王庭」。宣七年黑壤之會，「王叔桓公臨之」。王之公卿皆不與諸侯共盟，則知諸侯不合盟王臣，王臣不合與於盟。今王子虎亦貶稱「人」，知魯侯諱盟天子大夫，故沒公不書也；王子虎違禮下盟，故貶稱「人」。\n秋，大雨雹。（○雨，於付反，傳同。雹，蒲學反。）冬，介葛盧來。"
      },
      {
        "index": 3,
        "text": "【傳】二十九年，春，介葛盧來朝，舍於昌衍之上。（魯縣東南有昌平城。○衍，以善反。）公在會，饋之芻米，禮也。（嫌公行不當致饋，故曰「禮也」。○饋，其鬼反。芻，初俱反。）"
      },
      {
        "index": 4,
        "text": "疏「饋之芻米」。○正義曰：《周禮•掌客》：天子待諸侯之禮，上公「饔餼九牢」，饔五牢，餼四牢。「車禾視死牢，牢十車」，則禾五十車。「車米視生牢，牢十車」，則米四十車。侯伯「饔餼七牢。禾四十車，米三十車」。子男「饔餼五牢。禾三十車，米二十車。芻薪皆倍禾」也。《聘禮》：卿「饔餼五牢」，禾、米與子男同。其附庸執帛與公之孤同，則饔餼亦五牢，禾三十車，米二十車，薪芻倍禾。則此「饋之芻米」，芻六十車，米二十車。"
      },
      {
        "index": 5,
        "text": "夏，公會王子虎、晉狐偃、宋公孫固、齊國歸父、陳轅濤塗、秦小子憖，盟於翟泉，尋踐土之盟，且謀伐鄭也。（經書「蔡人」，而傳無名氏，即微者。「秦小子憖」在蔡下者，若宋向戌之後會。○轅音袁。濤音桃。憖，魚覲反。向，式亮反。）"
      },
      {
        "index": 6,
        "text": "疏「且謀伐鄭」。○正義曰：晉侯受命，鄭伯傅王，踐土與溫二會咸在，鄭無叛晉之狀。而此會謀伐鄭者，文公昔嘗過鄭，鄭不禮焉。城濮戰前，鄭複如楚。雖以楚敗之後畏威來會，晉侯以大義受之，內實懷恨。此會鄭人不至，必有背晉之心，故謀伐之也。《晉語》城濮戰下稱「文公誅觀狀以伐鄭，及其陴。鄭人以名寶行成，公不許。得叔詹，將亨而舍之」。《左傳》無伐鄭之事，蓋溫會以後已嚐伐鄭。鄭至今未服，故此會謀伐，明年遂與秦圍之。傳曰「且貳於楚也」。楚鄭自知負晉，故有貳心也。○注「經書」至「後會」。○正義曰：經若貶卿稱「人」，傳則言其名氏。若傳無名氏，則本是微人。此經書「蔡人」而傳無名氏，此是實蔡之微者。秦是大國，「小子憖」名見於傳，而在蔡微者之後，若宋向戌之後會也。襄二十六年「公會晉人、鄭良霄、宋人、曹人於澶淵」，傳曰「趙武不書，尊公也。向戌不書，後也。鄭先宋，不失所也」。宋是大國，常在鄭先。向戌既以會公貶，又以後至退其班，使在鄭下。此小子憖既以會公貶，又退之在蔡下，若彼宋向戌之後會也。然向戌後會，傳為發之，經書良霄以駮向戌之後。今小子憖既是後會，傳不為發，又不書蔡人之名以駮之者，但秦辟陋西戎，未同中國，蔡人又蔡之微者，不合書名，故傳不發之，經不貶責也。公孫固序在齊上者，蓋為大司馬，尊於歸父。歸父雖執齊政不廢，身非上卿，如管仲之類。猶文十七年「陳公孫寧」、襄二十七年「陳孔奐」，皆序在衛下。杜云「非上卿」，即此類也。"
      },
      {
        "index": 7,
        "text": "卿不書，罪之也。（晉侯始霸，翼戴天子，諸侯輯睦，王室無虞。而王子虎下盟列國，以瀆大典，諸侯大夫上敵公侯，虧禮傷教，故貶諸大夫，諱公與盟。 ○輯音集，又七入反。瀆，徒木反。上，時掌反，又如字。與音預。）在禮，卿不會公、侯，會伯、子、男可也。（大國之卿，當小國之君，故可以會伯、子、男。諸卿之見貶，亦兼有此闕，故傳重發之。○重，直用反。）"
      },
      {
        "index": 8,
        "text": "疏注「大國」至「發之」。○正義曰：昭二十三年傳叔孫婼曰「列國之卿，當小國之君，固周製也」。是其可以會伯、子、男也。「諸卿見貶，兼有此闕」，謂諸卿既上盟天子大夫，又上敵公侯，故云「兼」。案杜上注經云「諸侯大夫違禮盟公侯」，又注傳云「諸侯大夫上敵公侯」，則是唯責諸侯大夫上敵公侯，不責上盟天子之使。而言兼有此闕者，以魯君上盟天子之使已諱而不書，則諸侯之臣罪在可悉，故傳云「卿不書，罪之」，略言其事。故杜經、傳二注，唯言敵公侯，不云盟王使，以其可知故也。劉炫以為直責其敵公侯，不責其盟王使，以規杜氏。必如劉義，則是君盟王使乃為有罪，臣盟王使翻無貶責，便是君臣易位，尊卑失序。聖人垂訓，豈若是乎？\n秋，大雨雹，為災也。"
      },
      {
        "index": 9,
        "text": "冬，介葛盧來，以未見公，故複來朝。禮之，加燕好。（燕，燕禮也。好，好貨也。一歲再來，故加之。○複，扶又反。好，呼報反，下同。）介葛盧聞牛鳴，曰：「是生三犧，皆用之矣，其音云。」問之而信。（傳言人聽，或通鳥獸之情。○犧，許宜反。）"
      },
      {
        "index": 10,
        "text": "疏注「傳言」至「之情」。○正義曰：《周禮》夷隸「掌與鳥言」，貉隸「掌與獸言」。鄭司農云：「夷狄之人，或曉鳥獸之言。」鄭玄云：「夷隸，征東夷所獲。貉隸，征東北夷所獲。」然則介葛盧是東夷之國，其土俗有知者，故介葛盧曉之。\n僖公三十年\n【經】三十年，春，王正月。夏，狄侵齊。"
      },
      {
        "index": 11,
        "text": "秋，衛殺其大夫元咺及公子瑕。（咺見殺稱名者，訟君求直，又先歸立公子瑕，非國人所與，罪之也。瑕立經年，未會諸侯，故不稱君。）"
      },
      {
        "index": 12,
        "text": "疏注「咺見」至「稱君」。○正義曰：咺既稱名，故知以訟君立瑕為咺之罪狀。春秋之世，諸侯雖篡弑而立，已列於會，雖複見弑，即成為君，齊商人、蔡侯班之屬是也。瑕立雖巳經年，未會諸侯，故不稱君。既不成君，即與元咺同為國討之辭，元咺先死，故稱「及」也。瑕若成君，當據周歂、冶廑為文，書曰「衛弑其君瑕」。\n衛侯鄭歸於衛。（魯為之請，故從諸侯納之例。例在成十八年。○為，于偽反。）"
      },
      {
        "index": 13,
        "text": "晉人、秦人圍鄭。（晉軍函陵，秦軍氾南，各使微者圍鄭，故稱人。○函音咸。氾音凡。傳同。）介人侵蕭。（無傳。）"
      },
      {
        "index": 14,
        "text": "冬，天王使宰周公來聘。（周公，天子三公兼塚宰也。○兼，如字，又經念反。）公子遂如京師，遂如晉。（如京師報宰周公。）"
      },
      {
        "index": 15,
        "text": "【傳】三十年，春，晉人侵鄭，以觀其可攻與否。狄間晉之有鄭虞也，（○間，間廁之間。）夏，狄侵齊。（齊，晉與國。）"
      },
      {
        "index": 16,
        "text": "晉侯使醫衍冘衛侯。（衍，醫名。晉侯實怨衛侯，欲殺而罪不及死，故使醫因治疾而加冘毒。○衍，以善反。冘音鴆。）"
      },
      {
        "index": 17,
        "text": "疏注「衍醫」至「冘毒」。○正義曰：《周禮•大司馬》「以九伐之法正邦國。賊殺其親則正之」。鄭玄云：「正之者，執而治其罪。《王霸記》曰『正，殺之也』。《春秋》僖二十八年『晉人執衛侯，歸之於京師，坐殺其弟叔武』。」如鄭彼言，則衛侯合死，而云罪不及死者，衛侯之心疑叔武耳。前驅歂犬卜君意而殺之，非衛侯命殺也。公知其無罪，枕股而哭，又命殺歂犬，是則殺非公意也，故不至死。若然，則是衛侯無罪。而往年衛侯與元咺訟，衛侯不勝，殺士榮、則針莊子者，用讒疑賢弟渝盟，先期入。是衛侯之罪也。罪不合死，而晉侯心怨欲得殺之，故使醫因治疾而加冘毒。若不治疾，不得使醫，故知因治疾也。《魯語》云：「晉人執衛成公歸之於周，使醫冘之，不死，醫亦不誅。臧文仲言於僖公曰：『夫衛君殆無罪矣。』今晉侯冘衛侯而不死，亦不討其使者，諱而惡殺之也。是罪不合死之事也。"
      },
      {
        "index": 18,
        "text": "甯俞貨醫，使薄其冘，不死。（甯俞視衛侯衣食，故得知之。）公為之請，納玉於王與晉侯，皆十瑴。王許之。（雙玉曰瑴。公本與衛同好，故為之請。○公為，于偽反，注同。瑴音角。好，呼報反。）秋，乃釋衛侯。"
      },
      {
        "index": 19,
        "text": "衛侯使賂周歂、冶廑，曰：「苟能納我，吾使爾為卿。」（恐元咺距已，故賂周、冶。○歂，市專反。冶，音也。廑音覲，又音謹，人名也。《漢書音義》云：「音勤字也。」鄭氏音勤。）周、冶殺元咺及子適、子儀。（子儀，瑕母弟。不書殺，賤也。○適，丁曆反。）公入，祀先君。周、冶既服，將命，（服，卿服。將入廟受命。）"
      },
      {
        "index": 20,
        "text": "疏注「服卿」至「受命」。○正義曰：言祀先君而服。將命，知其將入廟也。必入廟者，《祭統》云：「古者，明君爵有德而祿有功，必賜爵祿於大廟，示不敢專也。」命臣必在廟。而《王製》云：爵人於朝者，朝上詢於眾人，位定，然後入廟受命。今世受官猶然。\n周歂先入，及門，遇疾而死。冶廑辭卿。（見周歂死而懼。）"
      },
      {
        "index": 21,
        "text": "九月，甲午，晉侯、秦伯圍鄭，以其無禮於晉，（文公亡過鄭，鄭不禮之。○過，古禾反。）且貳於楚也。晉軍函陵，秦軍氾南。（此東氾也，在熒陽中牟縣南。）"
      },
      {
        "index": 22,
        "text": "疏注「此東氾」。○正義曰：劉炫云：「二十四年『王出適鄭，處於氾』，注云『鄭南氾也』。」《釋例•土地名》僖二十四年「氾」下云「此南氾也」。周王出居於氾，楚伐鄭師於氾，襄城縣南氾城是也。此年「氾」下云「此東氾也」。秦軍氾南，晉伐鄭師於氾，熒陽中牟縣南氾澤是也。杜考校既精，當不徒爾。尋討傳文，未見杜意。"
      },
      {
        "index": 23,
        "text": "佚之狐言於鄭伯曰：「國危矣！若使燭之武見秦君，師必退。」（佚之狐、燭之武，皆鄭大夫。○佚音逸。）公從之。辭曰：「臣之壯也，猶不如人；今老矣，無能為也巳。」公曰：「吾不能早用子，今急而求子，是寡人之過也。然鄭亡，子亦有不利焉。」許之。夜，（縋而出，縋，縣城而下。○縋，丈偽反。縣音玄。）見秦伯曰：「秦、晉圍鄭，鄭既知亡矣。若亡鄭而有益於君，敢以煩執事。（執事，亦謂秦。）越國以鄙遠，君知其難也，（設得鄭以為秦邊邑，則越晉而難保。）焉用亡鄭以倍鄰？（陪，益也。○焉，於虔反，下「焉取之」同。倍，蒲回反。）鄰之厚，君之薄也。若舍鄭以為東道主，行李之往來，共其乏困，（行李，使人。○舍音捨，又如字。共音恭，本亦作供。使，所吏反。）"
      },
      {
        "index": 24,
        "text": "疏注「行李使人」。○正義曰：襄八年傳云「一介行李」，杜云「行李，行人也」。昭十三年傳云「行理之命」，杜云「行理，使人」。李、理字異，為注則同，都不解「理」字。《周語》「行理以節逆之」，賈逵云：「理，吏也，小行人也」。孔晁注《國語》，其本亦作「李」字，注云「行李，行人之官也」。然則兩字通用。本多作「理」，訓之為吏，故為行人、使人也。"
      },
      {
        "index": 25,
        "text": "君亦無所害。且君嘗為晉君賜矣，許君焦、瑕，朝濟而夕設版焉，君之所知也。（晉君，謂惠公也。焦、瑕，晉河外五城之二邑。朝濟河而夕設版築以距秦，言背秦之速。○朝，如字，注同。版音板。背音佩。）夫晉何厭之有？既東封鄭，又欲肆其西封，（封，疆也。肆，申也。○厭，於鹽反。疆，居良反。）不闕秦，焉取之？"
      },
      {
        "index": 26,
        "text": "疏「不闕秦，焉取之」。○正義曰：沈云「不闕秦家，更何處取之？」言有心取秦，先謀取鄭。言滅秦以將利晉益大疆土。"
      },
      {
        "index": 27,
        "text": "闕秦以利晉，唯君圖之。」秦伯說，與鄭人盟。使杞子、逢孫、楊孫戍之，乃還。（三子，秦大夫，反為鄭守。○說音悅。為，于偽反。）子犯請擊之。公曰：「不可。微夫人力不及此。（請擊秦也。夫人，謂秦穆公。○夫音扶，注同。）因人之力而敝之，不仁；失其所與，不知；以亂易整，不武。（秦晉和整，而還相攻，更為亂也。○知音智。）吾其還也。」亦去之。"
      },
      {
        "index": 28,
        "text": "初，鄭公子蘭出奔晉，（蘭，鄭穆公。）從於晉侯伐鄭，請無與圍鄭。許之。使待命於東。（晉東界。○與音預。）鄭石甲父、侯宣多逆以為大子，以求成於晉，晉人許之。（二子，鄭大夫。言穆公所以立。）"
      },
      {
        "index": 29,
        "text": "冬，王使周公閱來聘。饗有昌歜、白、黑、形鹽。（昌歜，昌蒲菹。白，熬稻。黑，熬黍。形鹽，鹽形象虎。○閱音悅。歜，在感反。菹，莊居反。敖稻，五刀反。）"
      },
      {
        "index": 30,
        "text": "疏注「昌歜」至「象虎」。正義曰：昌歜，饗之所設，必是籩豆之實。《周禮•醢人》「朝事之豆，其實有昌本、麋臡」，鄭玄云「昌本，昌蒲根切之四寸為菹」。彼昌本可以為菹，知此「昌歜」即是昌蒲菹也。齊有邴歜，魯有公甫歜，其音為觸。《說文》云「歜，盛氣，怒也。從欠蜀聲」。此「昌歜」之音相傳為在感反，不知其字與彼為同為異。遍檢書傳，昌蒲之草無此別名，未知其所由也。此云「白黑」，下云「嘉穀」，穀之白黑唯稻黍為然。下云「鹽虎形」，知其形象虎也。"
      },
      {
        "index": 31,
        "text": "辭曰：「國君，文足昭也，武可畏也，則有備物之饗，以象其德。薦五味，羞嘉穀，鹽虎形，（嘉穀，熬稻黍也，以象其文也。鹽虎形，以象武也。）以獻其功。吾何以堪之？」"
      },
      {
        "index": 32,
        "text": "疏「辭曰」至「堪之」。○正義曰：《周禮•掌客》：王巡守，百官從者，所過之國共其積膳，「三公上公之禮，卿侯伯之禮，大夫子男之禮」。宰周公是天子三公，具主國待之當尊於國君，但周公自謙，不敢當比國君耳。既云「備物之饗，以象其德」，及說備物之下，即云「以獻其功」功德互見之耳。獻其功者，獻謂呈見旌表之也。備設以象德，薦獻以見功，故象獻分配為文。"
      },
      {
        "index": 33,
        "text": "東門襄仲將聘於周，遂初聘於晉。（公既命襄仲聘周，未行，故曰「將」，又命自周聘晉，故曰「遂」。自入春秋魯始聘晉，故曰「初」。）"
      },
      {
        "index": 34,
        "text": "疏注「公既」至「曰初」。○正義曰：經書實行之事，傳說將命之初，故云命之將聘於周，未行，又命之遂聘於晉，令其從周即去，更不回也。賈、服不曉傳意，解為先聘晉，後聘周，故杜詳說之。\n僖公三十有一年\n【經】三十有一年，春，取濟西田。（晉分曹田以賜魯，故不係曹。不用師徒，故曰「取」。）"
      },
      {
        "index": 35,
        "text": "疏注「晉分」至「曰取」。○正義曰：濟西之田，實是曹地。晉文分以賜魯，故不係於曹。不係晉者，晉本意賜諸侯，不為已有，故亦不係晉也。昭四年傳例，曰「凡克邑不用師徒曰取。」取田取邑，義亦同也。\n公子遂如晉。\n夏，四月，四卜郊，不從，乃免牲。（龜曰卜。不從，不吉也。卜郊不吉，故免牲。免猶縱也。）"
      },
      {
        "index": 36,
        "text": "疏注「龜曰」至「縱也」。○正義曰：「龜曰卜」，《曲禮》文也。《洪範稽疑》云「龜從筮從」，謂從人之心也，人心欲吉，不從是不吉也。卜郊不吉，不複為郊，牲無所用，故免牲。免猶縱放不殺之也。《穀梁傳》曰「免牲者，為之緇衣熏裳。有司玄端，奉送至於南郊。免牛亦然」。《左傳》無說，其事或然也。桓五年傳例曰「凡祀，啟蟄而郊」。啟蟄，周之三月也。今於夏四月卜郊者，傳舉節氣，有前有卻，但使春分未過，仍得為郊，故四月得卜郊也。故《釋例》曰「凡十二月而節氣有二十四，共通三百六十六日，分為四時，間之以閏月，故節不必得恒在其月初，而中氣亦不得恒在其月之半」。是以傳舉天宿氣節為文而不以月為正。僖公襄公夏四月卜郊，但譏其非所宜卜，而不譏其四月不可郊也。孟獻子曰：「啟蟄而郊，郊而後耕」，耕謂春分也。言得啟蟄當卜郊，不得過春分耳。是言四月得郊也。《周禮•大宰職》云「祀五帝，前期十日，帥執事而卜日」。然則將祭，必十日之前豫卜之也。言「四卜郊」者，蓋三月每旬一卜，至四月上旬更一卜，乃成為四卜也。此言「四卜郊，不從」，襄七年「三卜郊，不從」。《公羊傳》曰「曷為或言三卜，或言四卜？三卜，禮也。四卜，非禮也。三卜何以禮？求吉之道三」。今《左傳》以為「禮不卜常祀」，則一卜亦非。不云四非而三是，異於《公羊》說。"
      },
      {
        "index": 37,
        "text": "猶三望。（三望，分野之星國中山川，皆郊祀望而祭之。魯廢郊天，而脩其小祀，故曰「猶」。猶者，可止之辭。○分，扶問反。）"
      },
      {
        "index": 38,
        "text": "疏注「三望」至「之辭」。○正義曰：《公羊傳》曰「三望者何？望祭也。然則曷祭？祭泰山河海」。鄭玄以為望者祭山川之名。諸侯之祭山川，在其地則祭之，非其地則不祭，且魯竟不及於河。《禹貢》「海岱及淮惟徐州」，徐即魯地。三望，謂淮海岱也。賈逵、服虔以為三望分野之星國中山川，今杜亦從之。以襄九年傳曰：「陶唐氏之火正閼伯居商丘，祀大火。相土因之，故商主大火」。昭元年傳云「辰為商星，參為晉星」。《楚語》云「天子遍祀群神品物，諸侯二王後祀天地三辰及其土地之山川」。注《國語》者皆云：諸侯二王後祀天地三辰，日月星也。非二王後祀分野星辰山川也。以此知三望分野之星國內山川，其義是也。昭七年「夏四月，甲辰，朔，日有食之」。於時夏之二月，日在降婁。傳稱「去衛地，如魯地」。於十二次豕韋，衛地。降婁，魯地。魯祭分野之星，其祭奎婁之神也。此三望者，因郊祀天而望祭之，於法不獨祭也。魯既廢郊天，而獨脩小祀，故曰猶。《公羊》、《穀梁》皆云：猶者，可止之辭。\n秋，七月。冬，杞伯姬來求婦。（無傳。自為其子成昏。○為，于偽反。）"
      },
      {
        "index": 39,
        "text": "狄圍衛。十有二月，衛遷於帝丘。（辟狄難也。帝丘，今東郡濮陽縣。故帝顓頊之虛，故曰帝丘。○難，乃旦反。顓音專。頊，郭玉反。虛，起魚反。）"
      },
      {
        "index": 40,
        "text": "疏注「辟狄」至「帝丘」。○正義曰：傳稱「狄圍衛，衛遷於帝丘」。蓋有阻險可以辟狄難也。《釋例》曰：「帝丘，故帝顓頊之虛，故曰帝丘。昆吾氏因之，故曰昆吾之虛。東郡濮陽縣是也。」"
      },
      {
        "index": 41,
        "text": "【傳】三十一年，春， 「取濟西田」，分曹地也。（二十八年，晉文討曹，分其地，竟界未定，至是乃以賜諸侯。○竟音境。）使臧文仲往，宿於重館。（高平方與縣西北有重鄉城。○ 重，直龍反，注同。方音房。與音預。）重館人告曰：「晉新得諸侯，必親其共，不速行，將無及也。」從之。分曹地，自洮以南，東傅於濟，盡曹地也。（文仲不書，請田而已，非聘享會同也。濟水自熒陽東過魯之西，至樂安入海。○洮，吐刀反。傅音附。盡，津忍反。樂音洛。）"
      },
      {
        "index": 42,
        "text": "疏「重館」至「曹地也」。正義曰：《魯語》說此事，云「獲地於諸侯為多。臧文仲反，既複命，為之請曰：『地之多，重館人之力也。臣聞之曰：善有章，雖賤，賞也。今一言而辟竟，其章大矣，請賞之。』乃出而爵之」。\n襄仲如晉，拜曹田也。"
      },
      {
        "index": 43,
        "text": "「夏，四月，四卜郊，不從，乃免牲」，非禮也。（諸侯不得郊天，魯以周公故，得用天子禮樂，故郊為魯常祀。）"
      },
      {
        "index": 44,
        "text": "疏注「諸侯」至「常祀」。○正義曰：《明堂位》稱「成王幼弱，周公踐天子之位，以治天下，製禮作樂。七年，致政於成王。成王以周公為有勳勞於天下，命魯公世世祀周公以天子之禮樂。是以魯君孟春乘大路，載弧韣，旂十有二旒，日月之章，祀帝於郊，配以後稷，天子之禮也。」是魯以周公之故，得用天子禮樂。天子命之，則為常祀，故郊為魯之常祀也。《記》言正月，謂周正建子之月，與傳啟蟄而郊，其月不同。《禮記》是後儒所作，不可以難《左傳》。"
      },
      {
        "index": 45,
        "text": "「猶三望」，亦非禮也。禮不卜常祀，必其時。而卜其牲日。（卜牲與日，知吉凶。）牛卜日曰牲。（既得吉日，則牛改名曰牲。）"
      },
      {
        "index": 46,
        "text": "疏注「既得」至「曰牲」。○正義曰：上云「卜其牲日」，則牲之與日俱卜之也。必當先卜牲而後卜日。卜得吉日，則改牛為牲。然則牛雖卜吉，未得稱牲，牲是成用之名，不可改名為牲，更卜吉凶，明知卜牛在卜日之前也。此言「免牲」，是已得吉日，牲既成矣。成七年「乃免牛」，是未得吉日，牲未成也。\n牲成而卜郊，上怠慢也。（怠於古典，慢瀆龜策。）望郊之細也。不郊，亦無望可也。"
      },
      {
        "index": 47,
        "text": "秋，晉蒐於清原，作五軍以禦狄。（二十八年，晉作三行，令罷之，更為上下新軍。河東聞喜縣北有清原。○行，戶郎反。）趙衰為卿。（二十七年，命趙衰為卿，讓於欒枝。今始從原大夫為新軍帥。○帥，所類反。）"
      },
      {
        "index": 48,
        "text": "疏「趙衰為卿」。○正義曰：《晉語》云：文公命趙衰為卿，讓於欒枝、先軫。後又使為卿，讓於狐偃。狐毛卒，又使為卿，讓於先且居。「公曰：『趙衰三讓，其所讓，皆社稷之衛也。廢讓，是廢德也。』以趙衰故，蒐於清原，作五軍。使趙衰將新上軍，箕鄭佐之；胥嬰將下軍，先都佐之」。如彼文，止謂趙衰作五軍，故特言趙衰為卿以見之。於時舊三軍之將佐：先軫將中軍，郤溱佐之；先且居將上軍，狐偃佐之；欒枝將下軍，胥臣佐之。《國語》有其文也。\n冬，狄圍衛，衛遷於帝丘。卜曰三百年。"
      },
      {
        "index": 49,
        "text": "疏「卜曰三百年」。○正義曰：案《史記•衛世家》及《年表》，衛從此年以後曆十九君，積四百三十年。衛元君乃徙於野王。元君卒，子角代立。秦滅衛，廢角為庶人。"
      },
      {
        "index": 50,
        "text": "衛成公夢康叔曰：「相奪予享。」（相，夏后啟之孫，居帝丘。享，祭也。○上「曰」音越，或人實反，非也。相，息亮反，注及下同。夏，戶雅反，下同。）"
      },
      {
        "index": 51,
        "text": "疏注「相夏」至「祭也」。○正義曰：《夏本紀》：禹生啟，啟生太康及仲康，仲康生相。是為啟之孫也。《周禮》：祭人鬼曰享。"
      },
      {
        "index": 52,
        "text": "公命祀相。甯武子不可，曰：「鬼神非其族類，不歆其祀。（歆猶饗也。○歆，許金反。）杞、鄫何事？（言杞、鄫，夏后，自當祀相。）相之不享於此久矣，非衛之罪也。（言帝丘久不祀相，非衛所絕。）不可以間成王周公之命祀，（諸侯受命，各有常祀。○間，間廁之間。）請改祀命。」（改祀相之命。）"
      },
      {
        "index": 53,
        "text": "疏注「改祀相之命」。○正義曰：昭七年傳稱晉居夏虛，祀鯀而晉侯疾瘳。此衛居帝丘，而不合祀相者，《祭法》云「鯀障洪水而殛死」，載在祀典。傳稱「實為夏郊，三代祀之」。周室既衰，晉為盟主，當代天子祭絕祀之神，故祭鯀為得禮。相無功德於民，惟當子孫自祭，故稱「杞、鄫何事？非衛之罪」，與鯀異也。"
      },
      {
        "index": 54,
        "text": "鄭洩駕惡公子瑕，鄭伯亦惡之，故公子瑕出奔楚。（瑕，文公子。傳為納瑕張本。洩駕，亦鄭大夫。隱五年洩駕，距此九十年，疑非一人。○惡，烏路反，下同。）\n僖公三十有二年\n【經】三十有二年，春，王正月。\n夏，四月，已醜，鄭伯捷卒。（無傳。文公也，三同盟。○捷，在妾反。）"
      },
      {
        "index": 55,
        "text": "疏注「文公也，三同盟」。○正義曰：經無其葬，故言其諡也。捷以莊二十二年即位至此，與魯十餘同盟。言三同盟者，但杜數同盟不例，若同盟少者，數先君之盟，或數大夫之盟，或數經不書盟而傳載盟者；若同盟多者，唯數今君，或就今君之中數其大會盟之顯著者。此言三同盟者，皆據王臣臨盟，則八年「盟於洮」、九年「於葵丘」、二十八年「於踐土」是也。劉炫不尋杜意而規其謬，非也。\n衛人侵狄。（報前年狄圍衛。）\n秋，衛人及狄盟。（不地者，就狄廬帳盟。○廬，力於反。帳，張亮反。）"
      },
      {
        "index": 56,
        "text": "疏注「不地」至「帳盟」。○正義曰：「會狄於欑函」，言地。今不言地，故云「就廬帳盟」。廬帳即是狄人所居之處。上云衛人侵狄及狄盟，猶若公如晉及晉侯盟，是指其所居之處，故不言地也。劉炫云：「春秋時戎狄錯居中國。此狄無國都處所，直云『及狄盟』，盟於狄之處也。以狄俗逐水草，無城郭宮室，故云就廬帳盟。」\n冬，十有二月，已卯，晉侯重耳卒。（同盟踐土、翟泉。）"
      },
      {
        "index": 57,
        "text": "【傳】三十二年，春，楚鬥章請平於晉，晉陽處父報之。晉楚始通。（陽處父，晉大夫。晉楚自春秋以來始交使命為和同。○使，所吏反。）夏，狄有亂。衛人侵狄，狄請平焉。\n秋，衛人及狄盟。\n冬，晉文公卒。庚辰，將殯於曲沃，（殯，窆棺也。曲沃有舊宮焉。○窆，彼驗反，一本作「塗」。）"
      },
      {
        "index": 58,
        "text": "疏注「殯窆」至「宮焉」。○正義曰：《周禮•鄉師職》云：大喪，及葬，與匠師禦柩。「及窆，執斧以蒞匠師」。昭十二年傳曰「日中而塴」，《禮記》皆作「封」。封、塴、窆，聲相近而字改易耳，皆謂葬時下棺之名也。殯則欑置於西序，亦是下棺於地，故殯為窆棺也。晉武公自曲沃而兼晉國，曲沃有舊時宮廟，故公卒而往殯焉。《禮》：「諸侯五日而殯。」案經文以已卯卒，庚辰是卒之明日，即將殯者，以曲沃路遠，故早行耳。《禮》：「在床曰屍，在棺曰柩。」下云「棺有聲」，明是斂於棺而後行也。"
      },
      {
        "index": 59,
        "text": "出絳，柩有聲如牛。（如牛呴聲。○柩，其救反。《禮》云：「在床曰屍，在棺曰柩。」呴，呼口反。）卜偃使大夫拜，曰：「君命大事，將有西師過軼我，擊之，必大捷焉。」（聲自柩出，故曰「君命」。大事，戎事也。卜偃聞秦密謀，故因柩聲以正眾心。○過，古禾反，又古臥反。軼，直結反，又音逸。）杞子自鄭使告於秦，（三十年，秦使大夫杞子戍鄭。）曰：「鄭人使我掌其北門之管，（管，籥也。○ 籥，餘若反。）若潛師以來，國可得也。」穆公訪諸蹇叔，蹇叔曰：「勞師以襲遠，非所聞也。（蹇叔，秦大夫。○蹇，紀輦反。）師勞力竭，遠主備之，無乃不可乎！師之所為，鄭必知之。勤而無所，必有悖心。（將害良善。○悖，必內反。）且行千里，其誰不知？」公辭焉。（辭，不受其言。）召孟明、西乞、白乙，使出師於東門之外。（孟明，百里孟明視。西乞，西乞術。白乙，白乙丙。）"
      },
      {
        "index": 60,
        "text": "疏注「孟明」至「乙丙」。○正義曰：《世族譜》以百里孟明視為百里奚之子，則姓百里，名視，字孟明也。古人之言名字者，皆先字後名，而連言之。其「術」、「丙」必是名，「西乞」、「白乙」，或字或氏，不可明也。《譜》云：「或以為西乞術、白乙丙為蹇叔子。案傳稱『蹇叔之子與師』，言其在師中而已。若是西乞、白乙，則為將帥，不得云『與』也。或說必妄記異聞耳。」"
      },
      {
        "index": 61,
        "text": "蹇叔哭之曰：「孟子，吾見師之出，而不見其入也！」公使謂之曰：「爾何知？中壽，疏「中壽」。○正義曰：上壽百二十歲，中壽百，下壽八十。"
      },
      {
        "index": 62,
        "text": "爾墓之木拱矣！」（合手曰拱。言其過老悖，不可用。○「孟子」，本或作「孟兮」。壽音授，又如字。拱，九勇反。）蹇叔之子與師，哭而送之，曰： 「晉人禦師必於殽。（殽在弘農澠池縣西。○殽，本又作崤，戶交反，劉昌宗音豪。澠，綿善反，綿忍反。與，羊恕反。）殽有二陵焉：大阜曰陵。"
      },
      {
        "index": 63,
        "text": "疏注「大阜曰陵」。○正義曰：《釋地》云「高平曰陸。大陸曰阜。大阜曰陵」。李巡曰：「高平，謂土地豐正，名為陸。大陸，謂土地高大，名曰阜。阜最高大為陵。」\n其南陵，夏后皋之墓也；（皋，夏桀之祖父。○夏，戶雅反，注同。皋，古刀反。）\n疏注「皋，夏桀之祖父」。○正義曰：《夏本紀》文，桀父名發。桀名履癸。"
      },
      {
        "index": 64,
        "text": "其北陵，文王之所辟風雨也。（此道在二殽之間，南穀中穀深委曲，兩山相嵌，故可以辟風雨。古道由此，魏武帝西討巴漢，惡其險，而更開北山高道。○辟音避。穀，古木反。又音欲。嶔，許金反，又音欽，本或作「嵐」，力含反。惡，烏路反。）"
      },
      {
        "index": 65,
        "text": "疏注「此道」至「高道」。○正義曰：此道見在，殽是山名，俗呼為土殽、石殽。其阨道在兩殽之間，山高而曲，兩山參差，相映其下，雨所不及，故可以辟風雨也。《公羊傳》曰：「蹇叔送其子而戒之，曰：爾即死，必於殽之嶔岩，是文王之所辟風雨者也。」此注言「兩山相嶔，故可以辟風雨」者，杜氏此言，或取《公羊》之意。嶔字蓋從山，但嶔岩是由之貌，而云「相嶔」，文亦不順，未能審杜意也。何休云：「其處險阻隘勢，一人可要百，故文王過之，驅馳常若辟風雨。」\n必死是間，（以其深險故。）餘收爾骨焉。」秦師遂東。（為明年晉敗秦於殽傳。○為，于偽反。）\n僖公三十有三年\n【經】三十有三年，春，王二月，秦人入渭。（「滅」而書「入」，不能有其地。）齊侯使國歸父來聘。"
      },
      {
        "index": 66,
        "text": "夏，四月，辛巳，晉人及薑戎敗秦師於殽。（晉侯諱背喪用兵，故通以賤者告。薑戎，薑姓之戎，居晉南鄙，戎子駒支之先也。晉人角之，諸戎掎之，不同陳，故言「及」。○背音佩。掎，居綺反。陳，直覲反。）"
      },
      {
        "index": 67,
        "text": "疏注「晉侯」至「言及」。○正義曰：杜以諸侯之貶不至稱「人」，故知諱在喪用兵，以賤者告也。襄十四年傳戎子駒支自陳此事，云「謂我諸戎四嶽之裔胄」，且此云「薑戎」，知是薑姓之戎也。「角之」，「掎之」，皆彼傳文耳。彼云「晉禦其上，戎亢其下」，是不同陳，故言「及」也。諸戰之陳共用師，不言「及」者，皆同陳也。\n癸巳，葬晉文公。狄侵齊。公伐邾，取訾婁。秋，公子遂帥師伐邾。\n晉人敗狄於箕。（太原陽邑縣南有箕城。郤缺稱「人」者，未為卿。○訾，子斯反。）"
      },
      {
        "index": 68,
        "text": "疏注「大原」至「為卿」。正義曰：劉炫云：「案傳晉侯親兵，先軫死敵，則將帥非郤缺也。而稱『人』者，晉諱，而以微人告。」今知不然者，以戰於殽，文公未葬，故諱其背殯用兵。此則文公既葬之後，於禮得從戎事，又敗狄有功，又何恥諱而以微者告？故杜云「郤缺稱人，未為卿」。劉以晉侯稱「人」同於殽諱而規杜氏，非也。"
      },
      {
        "index": 69,
        "text": "冬，十月，公如齊。十有二月，公至自齊。○乙巳，公薨於小寢。（小寢，內寢也。乙巳，十一月十二日，經書十二月，誤。）"
      },
      {
        "index": 70,
        "text": "隕霜不殺草，李梅實。（無傳。書時失也。周十一月，今九月，霜當微而重，重而不能殺草，所以為災。○隕，於敏反。）"
      },
      {
        "index": 71,
        "text": "疏注「書時」至「為災」。○正義曰：此在十二月下，杜以《長曆》校之，乙巳是十一月十二日，謂經十二月為誤，遂以此經四事皆為十一月。夏之九月，霜不應重，重又不能殺草，所以為災也。此云：「隕霜不殺草」，定元年冬十月「隕霜殺菽」，《穀梁傳》曰「未可以殺而殺，舉重；可殺而不殺，舉輕」。其意言菽重草輕也。\n晉人、陳人、鄭人伐許。"
      },
      {
        "index": 72,
        "text": "【傳】三十三年，春，晉秦師過周北門，左右免胄而下。（王城之北門。胄，兜鍪。兵車非大將，禦者在中，故左右下，禦不下。○胄，直救反。兜，丁侯反。鍪，亡侯反。將，子匠反。）"
      },
      {
        "index": 73,
        "text": "疏注「王城」至「不下」。○正義曰：成二年傳稱「晉解張禦郤克，鄭玄緩為右。張侯曰：『矢貫予手及肘，左輪朱殷』」。傷手而血染左輪，是禦者在左，大將居中也。宣十二年傳稱「楚許伯禦樂伯，攝叔為右。樂伯云『射左以菆』」。是射在左，而禦在中也。鄭玄《詩》箋云：「兵車之法，左人持弓，右人持矛，中人禦車。」故左右下，禦不下。"
      },
      {
        "index": 74,
        "text": "超乘者三百乘。王孫滿尚幼，觀之，言於王曰：「秦師輕而無禮，必敗。（謂過天子門不卷甲束兵，超乘示勇。○乘，繩證反，下及注皆同。輕，遣政反，下同。）"
      },
      {
        "index": 75,
        "text": "疏注「謂過」至「示勇」。正義曰：服虔云：「無禮，謂過天子門不櫜甲束兵而但免胄。」《呂氏春秋》說此事，云「師行過周，王孫滿曰：『過天子之城，宜櫜甲束兵，左右皆下』」。然則過天子門當卷甲束兵，以古有此禮，或出《司馬兵法》。其書既亡，未見其本。"
      },
      {
        "index": 76,
        "text": "輕則寡謀，無禮則脫。（脫，易也。○脫，他活反。易，以豉反。）入險而脫，又不能謀，能無敗乎？」及滑，鄭商人弦高將市於周，遇之。以乘韋先，牛十二，犒師，（商，行賈也。乘，四。韋先，韋乃入牛。古者將獻遺於人，必有以先之。○先，悉薦反，注「有以先之」同。犒，若報反。賈音古。遺，唯季反。）"
      },
      {
        "index": 77,
        "text": "疏注「商行」至「先之」。○正義曰：《周禮•大宰》「以九職任萬民。六曰商賈，阜通貨賄」。鄭玄云：「行曰商，處曰賈。」《易》云「商旅不行」，是商行賈坐，而言「行賈」者，相形以曉人也。乘車必駕四馬，因以乘為四名。《禮》言「乘矢」，謂四矢。此言「乘韋」，謂四韋也。遺人之物必以輕先重後，故先韋乃入牛。《老子》云：「雖有拱壁以先四馬，不如坐進此道。」是古者將獻饋，必有以先之。"
      },
      {
        "index": 78,
        "text": "曰：「寡君聞吾子將步師出於敝邑，敢犒從者。不腆敝邑，為從者之淹，居則具一日之積，（腆，厚也。淹，久也。積，芻米菜薪。○步師，步猶行也。從，才用反，下同。腆，他典反。為，于偽反。下「為吾子」同。積，子賜反，下同。）"
      },
      {
        "index": 79,
        "text": "疏注「腆厚」至「菜薪」。○正義曰：「腆，厚」，「淹，久」，經傳常訓也。《周禮•大行人》云「王待諸侯之禮，上公五積，侯伯四積，子男三積。」積皆謂米禾芻薪，知此亦然。案《掌客》「上公五積，皆視飧牽」，鄭注云： 「飧牽，謂牽牲以往，不殺也。」亦有米禾芻薪。鄭又注云：「上公飧五牢，米二十車，禾三十車。侯伯四牢，米禾皆二十車。子男三牢，米十車，禾二十車。芻薪皆倍。」其禾積既視飧，則米禾芻薪與飧同。\n行則備一夕之衛。」且使遽告於鄭。（遽，傳車。○遂，其據反。傳，張戀反。）\n疏注「遽傳車」。○正義曰：《釋言》云「馹，遽傳也」。孫炎曰：「傳車，驛馬也。」"
      },
      {
        "index": 80,
        "text": "則束載、厲兵、秣馬矣。（嚴兵待秦師。○秣音末，穀馬也，《說文》作「䬴」，云：「食馬穀也。」）使皇武子辭焉，曰：「吾子淹久於敝邑，唯是脯資餼牽竭矣。（資，糧也。生曰餼。牽謂牛羊豕。○餼，許氣反。牲腥曰餼。牲生曰牽。）"
      },
      {
        "index": 81,
        "text": "疏注「資糧」至「羊豕」。○正義曰：《聘禮》：歸飧，饔餼五牢，飪一牢，腥一牢，餼一牢。以飪是熟肉，腥是生肉，知餼是未殺，故云「生曰餼」。牛羊豕可牽行，故云「牽謂牛羊豕」也。\n為吾子之將行也，（示知其情。）鄭之有原圃，猶秦之有具囿也，（原圃、具囿，皆囿名。○圃，布古反。）"
      },
      {
        "index": 82,
        "text": "疏注「原圃、具囿，皆囿名」。○正義曰：下注云「中牟縣西有圃田澤」，則「原圃」地名。以其地為囿，知與「具囿」皆囿名也。囿者，所以養禽獸，故令自取其麋鹿焉。天子曰苑，諸侯曰囿。"
      },
      {
        "index": 83,
        "text": "吾子取其麋鹿，以間敝邑，若何？」（使秦戍自取麋鹿，以為行資，令敝邑得閒暇。若何，猶如何。熒陽中牟縣西有圃田澤。○麋，亡悲反。間音閑，注同。令，力呈反。）杞子奔齊，逢孫、揚孫奔宋。孟明曰：「鄭有備矣，不可冀也。攻之不克，圍之不繼，吾其還也。」滅滑而還。"
      },
      {
        "index": 84,
        "text": "齊國莊子來聘，自郊勞至於贈賄，禮成而加之以敏。（迎來曰郊勞，送去曰贈賄。敏，審當於事。○勞，力報反，注同。贈，呼罪反。當，丁浪反，又如字。）"
      },
      {
        "index": 85,
        "text": "疏注「迎來」至「於事」。○正義曰：《聘禮》，賓至於近郊，君使卿朝服用束帛勞。及聘事皆畢，乃去，賓遂行，舍於郊，公使卿贈如覿幣。是來有郊勞，去有贈賄也。\n臧文仲言於公曰：「國子為政，齊猶有禮，君其朝焉。臣聞之，服於有禮，社稷之衛也。」（為公如齊傳。）"
      },
      {
        "index": 86,
        "text": "晉原軫曰：「秦違蹇叔，而以貪勤民，天奉我也。（奉，與也。○奉，扶用反，注及下同。）奉不可失，敵不可縱。縱敵患生，違天不祥，必伐秦師。」欒枝曰：「未報秦施而伐其師，其為死君乎？」（言以君死，故忘秦施。○縱，子用反，下同。施，始豉反，注及下同。）先軫曰：「秦不哀吾喪而伐吾同姓，秦則無禮，何施之為？（言秦以無禮加已，施不足顧。）吾聞之，一日縱敵，數世之患也。謀及子孫，可謂死君乎！」（言不可謂背君。○數，所主反。背音佩。）遂發命，遽興薑戎。子墨衰絰，（晉文公未葬，故襄公稱「子」。以凶服從戎，故墨之。○衰，七雷反。絰，直結反。）梁弘禦戎，萊駒為右。（萊音來。）"
      },
      {
        "index": 87,
        "text": "夏，四月，辛巳，敗秦師於殽，獲百里孟明視、西乞術、白乙丙以歸。遂墨以葬文公。晉於是始墨。（後遂常以為俗，記禮所由變。）文嬴請三帥，（文嬴，晉文公始適秦，秦穆公所妻夫人，襄公嫡母。三帥，孟明等。○嬴音盈。帥，所類反，注同。妻，七計反。嫡，丁曆反。）曰：「彼實構吾二君。寡君若得而食之，不厭，君何辱討焉？使歸就戮於秦，以逞寡君之誌，若何？」公許之。先軫朝，問秦囚。公曰：「夫人請之，吾舍之矣。」先軫怒曰：「武夫力而拘諸原，婦人暫而免諸國。（暫猶卒也。○厭，於豔反，又於鹽反。戮音六。逞，敕領反。拘音俱。卒，寸忽反。）墮軍實而長寇讎，亡無日矣！」（墮，毀也。○墮，許規反。長，丁丈反。）不顧而唾。公使陽處父追之，及諸河，則在舟中矣。釋左驂，以公命贈孟明。（欲使還拜謝，因而執之。○唾，他臥反。驂，七南反。）孟明稽首曰：「君之惠，不以累臣釁鼓，（累，囚係也。殺人以血塗鼓，謂之釁鼓。 ○累，力追反。釁，計覲反。）使歸就戮於秦。寡君之以為戮，死且不朽。若從君惠而免之，三年將拜君賜。」（意欲報伐晉。）秦伯素服郊次，（待之於郊。）鄉師而哭，曰：「孤違蹇叔以辱二三子，孤之罪也。不替孟明，孤之過也。大夫何罪？且吾不以一眚掩大德。」（眚，過也，○鄉，許亮反。替，他計反。眚，所景反。掩，於檢反。）\n「狄侵齊」，因晉喪也。"
      },
      {
        "index": 88,
        "text": "公伐邾，取訾婁，以報升陘之役。（在二十二年。）邾人不設備。秋，襄仲複伐邾。（魯亦因晉喪以陵小國。○複，扶又反。）"
      },
      {
        "index": 89,
        "text": "狄伐晉，及箕。八月，戊子，晉侯敗狄於箕。郤缺獲白狄子。（白狄，狄別種也。故西河郡有白部胡。○箕音基。種，章勇反。）"
      },
      {
        "index": 90,
        "text": "疏「郤缺獲白狄子」。○正義曰：宣十五年「晉師滅赤狄潞氏，以潞子嬰兒歸」。彼書於經，而此不書者，蓋略，賤之不以告也。"
      },
      {
        "index": 91,
        "text": "先軫曰：「匹夫逞誌於君，（謂不顧而唾。）○而無討，敢不自討乎？」免胄入狄師，死焉。狄人歸其元，（元，首。）麵如生。（言其有異於人。）初，臼季使過冀，見冀缺耨，其妻饁之。（臼季，胥臣也。冀，晉邑。耨，鋤也。野饋曰饁。○臼，其九反。使，所吏反。過，古禾反，又古臥反。耨，乃豆反，鉏田也。饁，於輒反，《字林》於劫反。鋤，本又作「鉏」，仕居反。饋，其位反，餉也。）"
      },
      {
        "index": 92,
        "text": "疏注「臼季」至「曰饁」。○正義曰：《世本》云：「垂作耨。」《釋器》云：「斪劚謂之定。」李巡曰：「鋤也。」《廣雅》云：「定謂之耨。」《呂氏春秋》云：「耨柄尺，此其度也；其耨六寸，所以間稼也。」高誘注云：「耨，耘苗也。六寸，所以入苗間也」。《釋名》云：「耨，鋤，嫗薅禾也。」《釋詁》云：「饁，饋也。」孫炎曰：「饁，野之饋也。」"
      },
      {
        "index": 93,
        "text": "敬，相待如賓。與之歸，言諸文公曰：「敬，德之聚也。能敬必有德，德以治民，君請用之！臣聞之，出門如賓，（如見大賓。）承事如祭，（常謹敬也，）仁之則也。」公曰：「其父有罪，可乎？」（缺父冀芮欲殺文公，在二十四年。○芮，如銳反。殺音試，或如字。）對曰：「舜之罪也殛鯀，其舉也興禹。（禹，鯀子。○殛，紀力反，誅也。鯀，古本反，禹父也。）管敬仲，桓之賊也，實相以濟。《康誥》曰：『父不慈，子不祗，兄不友，弟不共，不相及也』。（《康誥》，周書。祗，敬。○實相，息亮反。不共音恭。）"
      },
      {
        "index": 94,
        "text": "疏「康誥」至「及也」。○正義曰：此雖言《康誥》曰，直引《康誥》之意耳，非《康誥》之全文也。彼云「子弗祗服厥父事，大傷厥考心。於父不能字厥子，乃疾厥子。於弟弗念天顯，乃弗克恭厥兄。兄亦不念鞠子哀，大不友於弟。曰乃其速由文王作罰，刑茲無赦。」其意言不慈不祗，不友不恭，各用文王之法刑之，不是罪子又罪父，刑弟複刑兄，是其不相及也。"
      },
      {
        "index": 95,
        "text": "《詩》曰：『采葑采菲，無以下體。』君取節焉可也。」（《詩》，國風也。葑菲之菜，上善下惡，食之者不以其惡而棄其善。言可取其善節。○葑，芳逢反。菲，芳匪反。）"
      },
      {
        "index": 96,
        "text": "疏注「詩國」至「善節」。○正義曰：彼毛傳曰「葑，須也。菲，芴也」。《釋草》云「須葑」，孫炎曰：「須，一名葑。」鄭玄《坊記》注云「葑，蔓菁也」。《釋草》又云「菲，芴也」。孫炎曰「葍類也」。陸機《毛詩義疏》云「葑，蔓菁。幽州人或謂芥也。菲似葍，莖粗葉厚而長有毛。三月中烝煮為茹，滑美，又可以為羹」是也。此二菜，其根有惡，詩故云上善下惡，食之者取善節也。"
      },
      {
        "index": 97,
        "text": "文公以為下軍大夫。反自箕，襄公以三命命先且居將中軍，（且居，先軫之子，其父死敵，故進之。○且，子徐反。將，子匠反。）\n疏注「且居」至「進之」。正義曰：且居父在之時已將上軍，以父死敵，故進之。"
      },
      {
        "index": 98,
        "text": "以再命命先茅之縣賞胥臣，曰：「舉郤缺，子之功也。」（先茅絕後，故取其縣以賞胥臣。）以一命命郤缺為卿，複與之冀，（還其父故邑。○複，扶又反，又音服。）亦未有軍行。（雖登卿位，未有軍列。○行，戶剛反。）\n冬，公如齊，朝，且吊有狄師也。反，薨於小寢，即安也。（小寢，夫人寢也。譏公就所安，不終於路寢。）"
      },
      {
        "index": 99,
        "text": "晉、陳、鄭伐許，討其貳於楚也。楚令尹子上侵陳、蔡。陳、蔡成，遂伐鄭，將納公子瑕。（三十一年瑕奔楚。）○門於桔柣之門，瑕覆於周氏之汪。（車傾覆池水中。○桔，戶結反。柣，大結反。覆，芳服反，注同。汪，烏黃反。）外僕髡屯禽之以獻。（殺瑕以獻鄭伯。○髡，苦門反。屯，徒門反。）文夫人斂而葬之鄶城之下。（鄭文公夫人也。鄶城，故鄶國，在熒陽密縣東北。傳言穆公所以遂有國。○斂，力豔反。鄶，古外反。）"
      },
      {
        "index": 100,
        "text": "晉陽處父侵蔡，楚子上救之，與晉師夾泜而軍。（泜水出魯陽縣東，經襄城定陵入汝。○夾，古洽反，一音古協反。泜音雉，又直裏反，王又徒死反。）陽子患之，使謂子上曰：「吾聞之，『文不犯順，武不違敵』。子若欲戰，則吾退舍，子濟而陳，（欲辟楚，使渡成陳而後戰。○陳，直覲反，注同。）遲速唯命。不然，紓我。（紓，緩也。○紓音舒，一音直呂反。）老師費財，亦無益也。」（師久為老。○費，芳味反。）乃駕以待。子上欲涉，大孫伯曰：「不可！晉人無信，半涉而薄我，悔敗何及？不如紓之。」乃退舍。（楚退，欲使晉渡。）陽子宣言曰：「楚師遁矣。」遂歸。楚師亦歸。大子商臣譖子上曰：「受晉賂而辟之，楚之恥也。罪莫大焉！」王殺子上。（商臣怨子上止王立已，故譖之。○遁，徒困反。）"
      },
      {
        "index": 101,
        "text": "葬僖公，緩，（文公元年，經書「四月，葬僖公」。僖公實以今年十一月薨，並閏七月乃葬，故傳云「緩」。自此以下，遂因說作主祭祀之事，文相次也，皆當次在經葬僖公下。今在此，簡編倒錯。○編，必連反，又布千反。倒，丁老反。）"
      },
      {
        "index": 102,
        "text": "疏注「文公」至「倒錯」。○正義曰：經書十二月下云「乙巳，公薨」。杜以《長曆》推之，十一月十二日有乙巳，乙巳非十二月。文元年傳曰「於是閏三月，非禮也」，故至四月，並閏為七月。禮當五月而葬，今乃七月始葬，故傳曰「緩」也。左氏為傳，凡有譏者，皆先言所譏，乃複述其事。自此以下，不論葬緩。既言葬之緩，遂因說作主祭祀之事，皆事與葬連，故文相次耳。僖公葬在明年，而此年有傳，知其當在明年經葬僖公下。今在此者，簡編倒錯故爾。杜以此年空說葬事，而其上無經文，元年空舉經，而其下無傳，故謂此年之傳當在彼經之下。於理誠為順序，於文失於重疊。此云「葬僖公」，彼又云「葬僖公」，重生文者，亦既錯謬，必乖其本。或由編絕之處，三字分簡，彼有「葬」無「公」，此有「公」無「葬」，後人並添足之，致使彼此共剩一文耳。若其不然，不知所以謬也。"
      },
      {
        "index": 103,
        "text": "作主，非禮也。（文二年乃作主，遂因葬文通譏之。）凡君薨，卒哭而祔，祔而作主，特祀於主，（既葬，反虞則免喪，故曰「卒哭」止也。以新死者之神祔之於祖，屍柩已遠，孝子思慕，故造木主立几筵焉，特用喪禮祭祀於寢，不同之於宗廟。言「凡君」者，謂諸侯以上，不通於卿大夫。○祔音附。）烝、嘗、禘於廟。（冬祭曰烝。秋祭曰嘗。新主既立，特祀於寢，則宗廟四時常祀自如舊也。三年禮畢，又大禘，乃皆同於吉。○烝，之承反。禘，大計反。）"
      },
      {
        "index": 104,
        "text": "疏「凡君」至「於廟」。○正義曰：《釋例》云「此諸侯之禮，故稱君。君既葬，反虞則免喪，故曰『卒哭』，哭止也。以新死者之神祔之於祖，屍柩既已遠矣，神形又不可得而見矣，孝子之思彌篤，傍徨求索，不知所至，故造木主立几筵，特用喪禮祭祀於寢，不同之於宗廟。宗廟則複用四時烝、嘗之禮也。三年喪畢，致新死者之主以進於廟，廟之遠主當遷入祧，於是乃大祭於大廟，以審定昭穆，謂之禘。此皆自諸侯上達天子之製也。」其意與此注同，文少詳耳。劉炫云：「既言作主非禮，因言作主祭祀吉凶之節。凡諸侯之薨，葬日而虞。從是以後，間日一虞。七虞之後，明日而為卒哭之祭。卒哭之明日而作祔祭，以新死之神祔於祖父。於此祔祭而作木主以依神，其主在寢，特用喪禮祭祀於在寢之主。其四時常祭礿祠烝嘗及三年喪畢為大祀禘祭，並行之於廟。正禮當如是耳。今以葬僖公後積十月始作僖公木主，是作主大緩，故為非禮也。」○注「既葬」至「大夫」。○正義曰：《檀弓》曰：「既封，有司以几筵舍奠於墓左，反，日中而虞。葬日虞，弗忍一日離也」。《雜記》曰：「士三虞，大夫五，諸侯七。」《士虞記》曰：「始虞，用柔日。再虞皆如初。三虞、卒哭，用剛日。」如士虞之禮，諸侯七虞其六虞用柔日，最後虞改用剛日，間一日乃卒哭，卒哭亦用剛日，則諸侯卒哭在葬後十四日也。然始免喪與葬不得相遠，共在一月之內，故杜每云「既葬，卒哭，衰麻除」，是其不甚相遠。然喪事先遠日，則葬在月半之後，葬後行虞，虞後卒哭，所以得同月者，但卜葬雖先遠日，但葬是喪之大事，又有虞祔之祭，當應及早為之，使得容其虞祔。《禮》云「喪事先遠日」，謂練祥禫除之屬。晉平公之喪，大夫欲見新君，王與文伯宴，樽以魯壺，皆是既葬之後，未卒哭之前。《雜記》曰「天子七月而葬，九月而卒哭。諸侯五月而葬，七月而卒哭」。《釋例》云「《禮記》後人所作，不與《春秋》同。」是七虞九虞，杜所不用。或云「杜亦同之」，解云「此注言虞則免喪者，謂七虞皆畢乃免喪，免喪後日而卒哭也」。理亦通耳。《檀弓》曰：「葬日虞。是日也，以虞易奠。卒哭曰成事。是日也，以吉祭易喪祭」。是葬前奠而不祭，至虞乃為喪祭，卒哭乃為吉祭也。自初死至於卒哭，晝夜哭無時，謂之「卒哭」者，卒此無時之哭。自此以後，唯朝夕哭耳。天子諸侯則於此除喪全不複哭也。《檀弓》於卒哭之下云「明日祔於祖父」，《士虞記》亦云「卒哭明日，以其班祔」，是以新死之神祔之於祖也。於此之時，葬已多日，屍柩既已遠矣。孝子思慕彌篤，彷徨不知所至，故造木主立几筵以依神也。作主致之於寢，特用喪祭之禮祭之於寢，不同祭之於宗廟也。大夫以下不得稱君，此言「凡君」者，謂諸侯以上耳，不得通於卿大夫也。文二年《公羊傳》曰「主者曷用？虞主用桑，練主用栗鄭玄注《禮》用《公羊》之說，以為虞已有主。此傳稱「祔而作主」者，虞而作主，禮本無文，不可以《公羊》而疑《左氏》也。○注「冬祭」至「於吉」。○正義曰：《周禮》、《禮記》諸文皆有之也。新主既特祀於寢，則其餘宗廟四時常祀自如舊不廢也。三年喪畢，新主入廟，廟之遠主當遷入祧，乃為大祭於大廟，以審昭穆，謂之為禘，於是新死者乃得同於吉也。《釋例》曰：「舊說以為諸侯喪三年之後乃烝嘗。案傳襄公十五年冬十一月，晉侯周卒，十六年春，葬晉悼公，改服，脩官，烝於曲沃，會於溴梁。其冬，穆叔如晉，且言齊故。晉人答以『寡君之未禘祀』。其後晉人徵朝於鄭，鄭公孫僑云『溴梁之明年，公孫夏從寡君以朝於君，見於嚐酎，與執膰焉』。此皆《春秋》之明證也。」是言知諸侯卒哭以後時祭不廢之事也。《釋例》又曰「凡三年喪畢然後禘，於是遂以三年為節，仍計除喪即吉之月，卜日而後行事，無複常月也。是以經書禘及大事，傳唯見莊公之速，他無非時之譏也」。如例所言，除喪即吉，禘遂以三年為常，則新君即位，二年而禘，五年又禘，八年又禘。僖八年「禘於大廟」，宣八年「有事於大廟」，定八年「從祀先公」，皆得三年之常期也。案元年「夫人薑氏薨」，當以三年喪畢而禘，再經三年，則九年乃可禘耳。而得八年禘者，哀薑喪畢，不為作禘。八年因禘祭乃致之，故計閔公之喪數之耳。昭十五年「有事於武宮」，計非禘年，而為禘者，《釋例》曰：「禘於大廟禮之常也，各於其宮時之為也，雖非三年大祭，而書『禘』，用禘禮也。昭二十五年傳曰『將禘於襄公』，亦其義也。三年之禘，自國之常，常事不書，故唯書此數事，祭雖得常，亦記仲遂叔弓之非常也。」如杜此言，昭十五年雖非禘年，用禘禮，故稱禘也。鄭玄解《禮》三年一祫，五年一禘，杜解《左傳》都不言祫者，以《左傳》無「祫」語，則祫禘正是一祭，故杜以審諦昭穆謂之為禘，明其更無祫也。古禮多亡，未知孰是，且使《禮》、傳各從其家而為之說耳。劉炫云：以正經無「祫」文也。唯《禮記》、《毛詩》有「祫」字耳。《釋天》文：「禘，大祭也」。則祭無大於禘者，若祫大於禘，禘焉得稱大乎？"
      }
    ]
  }
}