{
  "chapterNumber": 12,
  "title": "春秋左傳正義卷11 (Zuozhuan Zhengyi, Volume 11)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎僖公（◎陸曰：「僖公名申，莊公之子，閔公之兄，母成風。諡法：小心畏忌曰僖。」）\n疏正義曰：《魯世家》：僖公名申，莊公之子，閔公庶兄，其母成風所生也。惠王十八年即位。諡法：「小心畏忌曰僖。」是歲，歲在鶉首。\n僖公元年\n【經】元年，春，王正月。"
      },
      {
        "index": 1,
        "text": "齊師、宋師、曹師次於聶北，救邢。（齊帥諸侯之師救邢，次於聶北者，案兵觀釁以待事也。次例在莊三年。聶北，邢地。○聶，女輒反。釁，許覲反。）"
      },
      {
        "index": 2,
        "text": "疏「齊師」至「邢地」。○正義曰：《公羊》、《穀梁》皆以為齊師、宋師、曹師皆是侯伯之身。《公羊》稱「不與諸侯專對」，故變稱師耳。此時方始救邢，邢本不滅，何以言其封也？左氏無此義。將卑師眾稱師，此三國皆師多而大夫將，故名氏不見，並稱師。《公羊》以為此言「次於聶北，救邢」，與襄二十三年「叔孫豹救晉，次於雍榆」二事相反，為之作說，言此是君也，進止自由；彼是臣也，先通君命。賈、服取以為說，杜以傳無此事，故不用其言。《釋例》曰：「所記或次在事前，次以成事也；或次在事後，事成而次也。皆隨事實，無義例也。此時狄人尚強，未可即擊，案兵觀釁以待其事，須可擊乃擊之，故次在事前。」\n夏，六月，邢遷於夷儀。（邢遷如歸，故以自遷為辭。夷儀，邢地。）"
      },
      {
        "index": 3,
        "text": "疏注「邢遷」至「邢地」。○正義曰：傳稱「師逐狄人，具邢器用而遷之」，則是諸侯遷邢也，而文作邢自遷者，以邢遷如歸，故以自遷為文。《公羊傳》曰：「遷者何？其意也。遷之者，何非其意也。言邢遷於夷儀許遷於白羽者，皆是其國之意自欲遷之；宋人遷宿、齊人遷陽者，他人強遷，其國之意不欲遷也。\n齊師、宋師、曹師城邢。（傳例曰：救患、分災、禮也。一事而再列三國，於文不可言諸侯師故。）"
      },
      {
        "index": 4,
        "text": "疏注「傳例」至「師故」。○正義曰：《春秋》之例，先會而後盟者，會則具序諸國，盟則總稱諸侯，《公羊》謂之「前目而後凡」。此上文已列三國之師救邢，救邢與城邢，猶是一事相連耳，而再列三國之師，不依前目後凡者，於文不可言諸侯師故也。案：此十五年曆序諸侯盟於牡丘，下書諸侯之大夫救徐；襄二十七年曆序諸國大夫會於宋，下云諸侯大夫盟於宋。此不言諸侯之師城邢者，此與會盟小異。十四年諸侯城緣陵，為其事有闕，故總稱諸侯，此若云諸侯之師城邢，似為其事有闕。總書為貶，故雖則煩文，而再列三國。\n秋，七月，戊辰，夫人薑氏薨於夷，齊人以歸。（傳在閔二年，不言齊人殺，諱之。書地者，明在外薨。）"
      },
      {
        "index": 5,
        "text": "疏注「傳在」至「外薨」。○正義曰：傳在閔二年者，彼因孫於邾，遂終言之，實齊人殺之，諱，故不言殺也。夫人之薨，例不書地。書地者，明其在外而薨，若言夫人自行至夷，遇疾而薨，齊人乃以其喪歸耳。\n楚人伐鄭。（荊始改號曰楚。）"
      },
      {
        "index": 6,
        "text": "疏注「荊始改號曰楚」。○正義曰：此前常呼為荊，此後遂稱為楚。據其見經為言，故云「荊始改號」。莊二十八年仍書「荊伐鄭」，自爾至今，不知何年改。"
      },
      {
        "index": 7,
        "text": "八月，公會齊侯、宋公、鄭伯、曹伯、邾人於檉。（檉，宋地。陳國陳縣西北有檉城。公及其會而不書盟，還不以盟告。○檉，敕呈反。）"
      },
      {
        "index": 8,
        "text": "疏注「檉宋」至「盟告」。○正義曰：經書會於檉，傳言盟於犖，犖即檉也，而經不書盟。《釋例》曰：「盟於鄧，盟於犖，盟於戚，公既在會，而不書其盟，以理推之，會在盟前，知非後盟也。蓋公還告會而不告盟也。」\n九月，公敗邾師於偃。（偃，邾地。）"
      },
      {
        "index": 9,
        "text": "冬，十月，壬午，公子友帥師敗莒師於酈，獲莒挐。（酈，魯地。挐，莒子之弟。不書弟者，非卿；非卿則不應書，嘉季友之功，故特書其所獲。大夫生死皆曰獲。獲例在昭二十三年。○酈，力知反。，女居反，又女加反。）"
      },
      {
        "index": 10,
        "text": "疏注「酈魯」至「三年」。正義曰：傳言「莒子之弟」，而經不書弟者，諸侯之臣為卿乃見經，見經則備書名氏。若言莒子之弟挐，則是為卿之備文。此不書弟，見其非卿也。傳曰「非卿也，嘉獲之也」，以非卿，不應書經，嘉季友之功，能獲莒之大將，故特書所獲，以美季子。《公羊》亦云：「此何以書？大季子之獲也。」《釋例》曰：「莒挐非卿，非卿則不應書。今嘉獲，故特書之。特書猶不稱弟，明諸書弟者皆卿也。」"
      },
      {
        "index": 11,
        "text": "十有二月，丁巳，夫人氏之喪至自齊。（僖公請而葬之，故告於廟而書喪至也。齊侯既殺哀薑，以其屍歸，絕之於魯。僖公請其喪而還，不稱薑，闕文。）"
      },
      {
        "index": 12,
        "text": "疏注「僖公」至「闕文」。正義曰：齊人治哀薑之罪，取而殺之，則位絕於魯，非複魯之夫人，其死不合書之於策。以僖公請而葬之，外欲固齊以居厚，內存母子不絕之義，故具書於經。薨葬備禮，諱之，若言無罪而自死，然既諱其殺，不宜有貶。《公羊傳》曰：「夫人何以不稱薑氏？貶。曷為貶？與弑公也。」《穀梁傳》曰：「其不言薑，以其弑二子，貶之也。或曰：為齊桓諱殺同姓也。」賈逵云：「殺子輕，故但貶薑。」然則薑氏者，夫人之姓，二字共為一義，不得去薑存氏，去氏存薑。若其必有所貶，自可替其尊號，去一薑字，複何所明？於薨於葬，未嘗有貶，何故喪至獨去一薑？《公羊傳》又曰：「曷為不於弑焉貶？貶必於其重者，莫重乎其以喪至也。」案禮之成否，在於薨葬，何以喪至獨得為重？喪至巳加貶責，於葬不應備文，何故葬我小君，複得成禮？正以薨葬備禮，知其無所貶責，故杜以經無「薑」字，直是闕文。《公羊》、《穀梁》見其文闕，妄為之說耳。"
      },
      {
        "index": 13,
        "text": "【傳】「元年，春」，不稱即位，公出故也。（國亂，身出複入，故即位之禮有闕。○複，扶又反，下文同。）公出複入，不書，諱之也。諱國惡，禮也。（掩惡揚善，義存君親，故通有諱例，皆當時臣子率意而隱，故無深淺常準。聖賢從之以通人理，有時而聽之可也。○準，之尹反。）"
      },
      {
        "index": 14,
        "text": "疏「元年」至「禮也」。○正義曰：去年八月，閔公死，僖公出奔邾。九月，慶父出奔莒，公即歸魯。言「公出故」者，公出而複歸，即位之禮有闕，為往年公出奔之故，非言應即位之時公在外也。齊小白、陽生之徒，皆出而複入，經書其入，僖公類之，亦應書入。往年公出複入，不書，諱之。國內有亂，致令公出，不書公出複入，諱國亂也。國亂，國之惡事，諱國惡，是禮也。時史諱而不書，仲尼因而不改，嫌諱非禮，故以禮居之。○注「掩惡」至「可也」。○正義曰：《坊記》曰：「善則稱君，過則稱已，則民作忠；善則稱親，過則稱己，則民作孝。」是掩惡揚善之義，義存君與親也。君親之惡，務欲掩之，是故聖賢作法，通有諱例。諱雖有例，而事無定體，或諱大不諱小，或諱小不諱大，皆當時臣子率巳之意而為之隱，故無深淺常準。隱十年《公羊傳》曰：「於外大惡書，小惡不書；於內大惡諱，小惡書。」必如彼言，是有常準。曆檢《春秋》，都無定例。納鼎惡於易田，諱田而不諱鼎；公入小於公出，諱入而不諱孫，是其無常準也。既無常準，隨諱深淺，舊史有所辟諱，聖賢因而從之，以通人事之理，故容有掩惡之法。《釋例》曰：「有時而聽之則可也。」正以為後法則不經，故不奪其所諱，亦不為之定製。言若正為後法，每事皆諱，則為惡者無複忌憚，居上者不知所懲，不可盡令諱也。人之所極，唯君與親，才有小惡，即發其短，非複臣子之心，全無愛敬之義，是故不抑不勸，有時聽之。以為諱惡者，禮也；無隱者，直也。二者俱通以為世教也。\n諸侯救邢。（實大夫而曰諸侯，總眾國之辭。）"
      },
      {
        "index": 15,
        "text": "疏注「實大」至「之辭」。○正義曰：於例，將卑師眾稱師，三國並稱為師，是皆大夫將也。實大夫也，而曰諸侯，總眾國之辭也。桓五年蔡人、衛人、陳人從王伐鄭，傳曰：「王以諸侯伐鄭。」彼亦大夫將，總眾國而稱諸侯也。先儒以為此役諸侯身行，故言此以異之。"
      },
      {
        "index": 16,
        "text": "邢人潰，出奔師。（奔聶北之師也。邢潰，不書，不告也。○潰，戶內反。）師遂逐狄人，具邢器用而遷之，師無私焉。（皆撰具遠之，無所私取。○撰，仕眷反，又仕轉反。）"
      },
      {
        "index": 17,
        "text": "疏注「皆撰」至「私取」。○正義曰：邢人潰而奔師，棄其家之器物，師逐狄人，為之斂聚，皆撰具以還邢人，師人無所私取。善齊桓委任得人，用兵嚴整也。"
      },
      {
        "index": 18,
        "text": "夏，邢遷於夷儀，諸侯城之，救患也。凡侯伯，救患、分災、討罪，禮也。（侯伯，州長也。分穀帛。○分，甫問反，又如字。長，丁丈反。）"
      },
      {
        "index": 19,
        "text": "疏注「侯伯」至「穀帛」。○正義曰：此因齊侯發例，齊侯之為侯伯，當是王之二伯，此言州長，必是九州之長，但州牧於是竟內，亦當救患討罪，以州牧亦掌此事，故言州長以包之。有災害者，分之財物，知分者，分穀帛也。\n秋，楚人伐鄭，鄭即齊故也。盟於犖，謀救鄭也。（犖即檉也，地有二名。○犖音洛，又力角反。）"
      },
      {
        "index": 20,
        "text": "「九月，公敗邾師於偃」，虛丘之戍將歸者也。（虛丘，邾地。邾人既送哀薑還，齊人殺之，因戍虛丘，欲以侵魯。公以義求齊，齊送薑氏之喪。邾人懼，乃歸，故公要而敗之。○虛，起居反。要，於遙反。）"
      },
      {
        "index": 21,
        "text": "疏注「虛丘」至「敗之」。○正義曰：犖之盟也，邾人在焉。公既盟而敗其師，傳不明言其故，直云「虛丘之戍」，不知虛丘誰地？何故戍之？服虔云：「虛丘，魯邑。魯有亂，邾使兵戍虛丘。魯與邾無怨，因兵將還，要而敗之，所以惡僖公也。」邾之於魯，本無怨惡。僖公奔邾，則為之外主；國亂，則戍其內邑。無故而敗其師，亡信背義，莫斯之甚，非僖公作頌之主所當行也。柱以為不然，故別為此說，此說亦無所據，要其理當然也。案十二月夫人之喪始至，此九月敗邾師，而云「以義求齊，齊送薑氏之喪」者，夫人以七月薨，公即求齊，齊既許之，邾聞許而將歸，魯得許而敗邾師耳。"
      },
      {
        "index": 22,
        "text": "冬，莒人來求賂，（求還慶父之賂。）公子友敗諸酈，獲莒子之弟挐。非卿也，嘉獲之也。（莒既不能為魯討慶父，受魯之賂而又重來，其求無厭，故嘉季友之獲而書之。○為魯，於偽反。重來，直用反。厭，於鹽反。）公賜季友汶陽之田及費。（汶陽田，汶水北地。汶水出泰山萊蕪縣西，入濟。○汶音問。費音秘，萊音來。）"
      },
      {
        "index": 23,
        "text": "疏「汶陽」至「入濟」。○正義曰：水北曰陽，故知汶水北地。《釋例》曰：「汶水出泰山萊蕪縣西南，經濟北，至東平須昌縣入濟。」"
      },
      {
        "index": 24,
        "text": "夫人氏之喪至自齊。君子以齊人殺哀薑也，為已甚矣，女子，從人者也。（言女子有三從之義。在夫家有罪，非父母家所宜討也。）\n僖公二年\n【經】二年，春，王正月，城楚丘。（楚丘，衛邑。不言城衛，衛未遷。）"
      },
      {
        "index": 25,
        "text": "疏注「楚丘」至「未遷」。○正義曰：此決城邢也。彼既遷訖，乃為城之，不言城夷儀而言城邢，邢巳遷也。此則先城楚丘，將以封衛，言城楚丘，不言城衛，衛未遷也。\n夏，五月，辛巳，葬我小君哀薑。（無傳。反哭成喪，故稱小君。例在定十五年。）"
      },
      {
        "index": 26,
        "text": "虞師、晉師滅下陽。（下陽，虢邑，在河東大陽縣。晉於此始赴，見經。滅例在襄十三年。○大音泰，一音如字。見，賢遍反。）"
      },
      {
        "index": 27,
        "text": "秋，九月，齊侯、宋公、江人、黃人盟於貫。（貫，宋地。梁國蒙縣西北有貫城。貫與貰，字相似。江國在汝南安陽縣。○貫，古亂反。貰，市夜反，又音世。）"
      },
      {
        "index": 28,
        "text": "疏「江人黃人」。○正義曰：《公羊》、《穀梁》皆云：「江人、黃人，遠國之辭。」言其實是君也，以其遠國，降而稱人。賈云：「江、黃稱人，刺不度德善鄰，恃齊背楚，終為楚所滅。」其意雖異，皆以江人、黃人為國君親來。杜以諸侯之貶，不至稱人，則稱人者，皆是其國之大夫耳。齊桓威德稍盛，遠國來服，齊桓謙以接遠，故與宋公會之。\n冬，十月，不雨。（傳在三年。）楚人侵鄭。\n【傳】二年，春，諸侯城楚丘而封衛焉。（君死國滅，故傳言封。）"
      },
      {
        "index": 29,
        "text": "疏注「君死」至「言封」。○正義曰：封者，聚土之名也。天子之建諸侯，必分之土地，立其疆界，聚土為封以記之，故建國謂之封國。衛是舊國，今云封者，以其君死國滅，更封建之，故云封也。"
      },
      {
        "index": 30,
        "text": "不書所會，後也。（諸侯既罷，而魯後至，諱不及期，故以獨城為文。）晉荀息請以屈產之乘與垂棘之璧假道於虞，"
      },
      {
        "index": 31,
        "text": "疏「假道於虞」。○正義曰：《聘禮》云：「若過他邦，至於竟，使次介假道，束帛將命於朝，下大夫取以入告，出許。」是禮過他國必假道也。聘尚假道，況乎伐國！故請以璧、馬假借也。《穀梁傳》曰：「借道乎虞。」"
      },
      {
        "index": 32,
        "text": "以伐虢。（荀息，荀叔也。屈地生良馬，垂棘出美玉，故以為名。四馬曰乘，自晉適虢，途出於虞，故借道。○屈，求勿反，又居勿反，注同。乘，繩證反，注同。）公曰：「是吾寶也。」對曰：「若得道於虞，猶外府也。」公曰：「宮之奇存焉。」（宮之奇，虞忠臣。○奇，其宜反。）對曰：「宮之奇之為人也，懦而不能強諫。（懦，弱也。○懦，本又作糯，乃亂反，又乃貨反；《字林》作愞，音乃亂反。強，其良反，又其丈反。）且少長於君，君匿之。雖諫，將不聽。」（親而狎之，必輕其言。○少，詩照反。長，丁丈反。匿，女乙反。）乃使荀息假道於虞，曰：「冀為不道，入自顛令，伐鄍三門。（前是冀伐虞至鄍。鄍，虞邑。河東大陽縣東北有顛令阪。○令音零。鄍，亡丁反。阪音反。）"
      },
      {
        "index": 33,
        "text": "疏注「前是」至「令阪」。正義曰：服虔以為「冀為不道」、「伐鄍三門」，謂冀伐晉也；「冀之既病」、「亦唯君故」，謂虞助晉也。將欲假道，稱前恩以誘之。案：傳荀息以寶假道，公尚慮虞不許。則晉之於虞，舊非與國。若其嘗經助晉，則是昔來通好，何憂乎不許，而請進國之美寶，尚畏宮之奇諫乎？故杜以為冀自伐虞，虞自報冀。以虞能報冀，晉不能報虢，言已弱以示其恥，言虞彊以說其心。此雖無文，理必然也。"
      },
      {
        "index": 34,
        "text": "冀之既病，則亦唯君故。（言虞報伐冀使病。將欲假道，故稱虞彊以說其心。冀，國名，平陽皮氏縣東北有冀亭。○說音悅。）今虢為不道，保於逆旅，（逆旅，客舍也。虢稍遣人分依客舍，以聚眾抄晉邊邑。○抄，初教反，又楚稍反，強取物。）"
      },
      {
        "index": 35,
        "text": "疏注「逆旅」至「邊邑」。○正義曰：《晉語》云：「陽處父過甯，舍於逆旅甯羸氏。」知逆旅是客舍也。逆，迎也。旅，客也。迎止賓客之處也。保者，固守之語知其分依客舍。伺候抄晉邊邑，既又入而保之。觀其此語，則虢、晉接鄰，但向其都邑，須過虞竟，當以從彼詣虢，路遙山險，易來難往故也。"
      },
      {
        "index": 36,
        "text": "以侵敝邑之南鄙。敢請假道，以請罪於虢。」（問虢伐已以何罪。）虞公許之，且請先伐虢。（喜於厚賂，而欲求媚。）宮之奇諫，不聽，遂起師。夏，晉里克、荀息帥師會虞師，伐虢，滅下陽。（晉猶主兵，不信虞。）"
      },
      {
        "index": 37,
        "text": "疏注「晉猶」至「信虞」。○正義曰：如傳之言，直云會虞伐虢，未知誰為兵主。但下云「先書虞，賄故也」，若虞為兵主，自當在先，不須云「先書虞」也。明晉實為主，而仲尼先書虞，故知晉猶主兵，不信虞也。\n先書虞，賄故也。（虞非倡兵之首，而先書之，惡貪賄也。○賄，呼罪反。惡，烏路反。）\n「秋，盟於貫」，服江、黃也。（江、黃，楚與國也，始來服齊，故為合諸侯。○為，於偽反，下同。）"
      },
      {
        "index": 38,
        "text": "齊寺人貂始漏師於多魚。（寺人，內奄官豎貂也。多魚，地名，闕。齊桓多嬖寵，內則如夫人者六人，外則幸豎貂、易牙之等，終以此亂國。傳言貂於此始擅貴寵，漏洩桓公軍事，為齊亂張本。○寺如字，又音侍。寺人，奄官名。貂音彫。豎，上主反。擅，時戰反。洩，息列反，又以製反。）"
      },
      {
        "index": 39,
        "text": "疏注「寺人」至「張本」。正義曰：《周禮》內宰之屬有內小臣，奄上士四人；寺人，王之正內五人；內豎，倍寺人之數。寺人「掌王之內人及女宮之戒令」，內豎「掌內外之通令」，皆掌婦人之事。是自內小臣以下皆用奄人為官也。鄭玄云：「豎，未冠者之音名。」然則此人名貂，幼童為內豎之官，以為齊侯所寵，後雖年長，遂呼為「豎貂」焉。此時為寺人之官，故稱「寺人貂」也。言「漏師」者，漏泄師之密謀也。漏師已是大罪，此云「始」者，言其終又甚焉，故言「始」以為齊亂張本。"
      },
      {
        "index": 40,
        "text": "虢公敗戎於桑田。（桑田，虢地，在弘農陝縣東北。）晉卜偃曰：「虢必亡矣。亡下陽不懼，而又有功，是天奪之鑒，（鑒，所以自照。）而益其疾也。（驕則生疾。）必易晉而不撫其民矣。不可以五稔。」（稔，熟也，為下五年晉滅虢張本。○易，以豉反。稔，入甚反。）"
      },
      {
        "index": 41,
        "text": "冬，楚人伐鄭，鬬章囚鄭聃伯。（經書「侵」，傳言「伐」。本以伐興，權行侵掠，為後年楚伐鄭，鄭伯欲成張本。○聃，乃甘反。掠音亮。）\n僖公三年\n【經】三年，春，王正月，不雨。夏，四月，不雨。（一時不雨則書首月。傳例曰：不曰旱，不為災。）"
      },
      {
        "index": 42,
        "text": "疏「三年注一時」至「為災」。○正義曰：「一時不雨則書首月」者，解去冬今春也。「書首月」者，皆竟時不雨，次月不雨，不複書也。故夏四月不雨，五月不雨，不複書。六月得雨，乃書之。此由不雨日久，方始追書其事。每時一書，所以詳其文也。不於去年「冬十月」及今年「正月不雨」注，必於「夏四月不雨」注者，以下有「六月雨」，既備書，則五月不雨亦應備書，今唯云「夏四月不雨」，故注云「一時不雨則書首月」，以解五月不書不雨之意。文二年，自十有二月不雨至於秋七月，十三年，自正月不雨至於秋七月，二者皆總書不雨，又不書得雨之月，與此年書不雨文異者，《穀梁傳》曰：「一時言不雨者，閔雨也。閔雨者，有誌乎民者也」；「六月，雨。雨云者，喜雨也。喜雨者，有誌乎民者也。」文二年傳曰：「曆而言不雨，文不憂雨也。不憂雨者，無誌乎民也。」言僖有憂民之誌，故每時一書；文無憂民之誌，是以曆時總書。賈逵取以為說。杜既不注，或亦史異辭也。"
      },
      {
        "index": 43,
        "text": "徐人取舒。（無傳。徐國，在下邳僮縣東南。舒國，今廬江舒縣。勝國而不用大師，亦曰取。例在襄十三年。○邳，皮悲反。僮音童。廬，力居反。）"
      },
      {
        "index": 44,
        "text": "疏注「徐國」至「三年」。○正義曰：諸侯相滅亡者，多是土壤鄰接，思啟封疆。今檢杜注，徐在下邳，舒在廬江，相去甚遙，而越竟滅國，無傳無注，不知所以？襄十三年傳例曰：「凡書取，言易也；用大師焉曰滅。」然則滅之與取，俱是絕其國家，有其土地；難則稱滅，易則為取。《釋例》曰：「用大師，起大眾，重力以陷敵，因而有之，故曰勝國，通以滅為文也。取者，乘其衰亂，或受其潰叛，或用小師而不頓兵勞力，則直言取。如取如攜，言其易也。」是勝國而不用大師，亦為取也。\n六月，雨。（示旱不竟夏。）"
      },
      {
        "index": 45,
        "text": "秋，齊侯、宋公、江人、黃人會於陽穀。（陽穀，齊地，在東平須昌縣北。）冬，公子友如齊涖盟。（涖，臨也。○涖音利又音類。）"
      },
      {
        "index": 46,
        "text": "疏注「涖臨也。○正義曰：公羊傳曰：「涖盟者何？往盟乎彼也；來盟者何？來盟於我也。」盟者，殺牲歃血，告誓神明。人臨其上，從我去者，出我之意，故言往彼臨；視從外至者，我共臨視，故直舉其來。\n楚人伐鄭。"
      },
      {
        "index": 47,
        "text": "【傳】三年，春，不雨。夏，四月，雨。自十月不雨，至於五月。不曰旱，不為災也。（周六月，夏四月，於播種五稼無損。○夏，戶雅反。）「秋，會於陽穀」，謀伐楚也。（二年楚侵鄭故。）"
      },
      {
        "index": 48,
        "text": "齊侯為陽穀之會，來尋盟。冬，公子友如齊蒞盟。（公時不會陽穀，故齊侯自陽穀遣人詣魯求尋盟。魯使上卿詣齊受盟，謙也。○為，於偽反。）"
      },
      {
        "index": 49,
        "text": "楚人伐鄭，鄭伯欲成。孔叔不可，曰：「齊方勤我。（孔叔，鄭大夫。勤，恤鄭難。○難，乃旦反。）棄德不祥。」（祥，善也。）"
      },
      {
        "index": 50,
        "text": "齊侯與蔡姬乘舟於囿，蕩公。（蔡姬，齊侯夫人。蕩，搖也。囿，苑也。蓋魚池在苑中。○囿音又。）公懼，變色；禁之，不可。公怒，歸之，未絕之也。蔡人嫁之。（為明年齊侵蔡傳。）\n僖公四年"
      },
      {
        "index": 51,
        "text": "【經】四年，春，王正月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯侵蔡。蔡潰，（民逃其上曰潰。例在文三年。）遂伐楚，次於陘。（遂，兩事之辭。楚強，齊欲綏之以德，故不速進而次陘。陘，楚地，潁川召陵縣南有陘亭。○陘音邢。召，上照反，傳皆同。）"
      },
      {
        "index": 52,
        "text": "疏注「遂兩事之辭」。○正義曰：桓八年，「祭公來，遂逆王後於紀」。《公羊傳》曰：「遂者何？生事也。謂本無向紀之心，至魯始生意也。」《穀梁傳》曰：「遂，繼事之辭也。」此云「兩事之辭」。謂既有上事，複為下事，不以本謀有心無心為異也。此齊侯先有伐楚之心，因行而侵蔡耳。三十年「襄仲將聘於周，遂初聘於晉」，桓十八年「公將有行，遂與薑氏如齊」，如此之類，本謀為二事也。六年諸侯伐鄭，「楚人圍許，諸侯遂救許」，莊十九年「公子結媵陳人之婦於鄄，遂及齊侯、宋公盟」，如此之類，本無謀而因事便行也。但是兩事，皆稱為遂，故曰「兩事之辭」，不別本謀與否。\n夏，許男新臣卒。（未同盟而赴，以名。）"
      },
      {
        "index": 53,
        "text": "疏「許男新臣卒」。○正義曰：成十三年「曹伯盧卒於師」，此不言「於師」者，《穀梁傳》曰：「諸侯死於國，不地。死於外，地。死於師，何為不地？內桓師也。」注云：「齊桓威德洽著，諸侯安之，雖卒於外，與其在國同。」賈逵云：「不言於師，善會主加禮，若卒於國。」左氏無此義。《釋例》曰：「若卒於朝會，或書師、或書地者，史之成文，非義所存。」然則或言於師，或不言於師，亦是史有詳略，無義例也。注稱「赴以名」者，公雖在軍，死須相赴，史得赴乃書耳。"
      },
      {
        "index": 54,
        "text": "楚屈完來盟於師，盟於召陵。屈完，（楚大夫也。楚子遣完如師以觀齊。屈完睹齊之盛，因而求盟，故不稱使，以完來盟為文。齊桓退舍以禮楚，故盟召陵。召陵，潁川縣也。）"
      },
      {
        "index": 55,
        "text": "疏注「屈完」至「縣也」。○正義曰：《公羊傳》曰：「屈完者何？楚大夫也。何以不稱使？尊屈完也。曷為尊屈完？以當桓公也。」其意言屈完，楚之貴者，尊之以敵齊侯，若屈完足以自專，無假君命，不為楚子所使，故作自來之文。服虔取以為說。案孔子曰：「君使臣以禮，臣事君以忠。」此聖人之明訓也。今乃尊人之臣，許其不為君使，輕人之主，以為不合使臣，是乃縱群下以覬覦，教強臣以專恣，約之以禮，豈當然乎？故杜別為此解。楚子本使屈完如師，以觀齊師之強弱，強則欲服，弱則欲拒。屈完睹齊之盛，因而求盟，盟非楚子之意，故不稱使，以屈完自來盟為文。《穀梁傳》曰：「其不言使，權在屈完也。」是其權時之便，自來與齊盟也。完之本意，欲即盟於軍，齊桓喜其來服，退舍以禮楚。言「來盟於師」，書屈完之意也；「盟於召陵」，書實盟之所也。成二年齊侯使國佐如師，不言「來」，而此言「來」者，彼既云「如師」，不須稱「來」，此不言「如師」，故云「來」耳。此既云「來盟」，不複須言「及屈完盟」；彼無「來盟」之文，故別言「及國佐盟」，意異於此，故文不同。服虔云：「言來者，外楚也。嫌楚無罪，言來以外之。」來者，自外之文，非別罪之所在。若以言來即為罪楚，則仲孫高子之來也，複外齊而罪之乎？且惡楚者，當惡其辟在蠻夷，負固不服。不服之日，容可外之；服而又外，欲何為也？\n齊人執陳轅濤塗。（轅濤塗，陳大夫。○袁，陳大夫氏也。本多作轅。濤音桃。）"
      },
      {
        "index": 56,
        "text": "秋，及江人、黃人伐陳。（受齊命討陳之罪，而以與謀為文者，時齊不行，使魯為主。與謀例在宣七年。○與音預，下同。）"
      },
      {
        "index": 57,
        "text": "疏注「受齊」至「七年」。○正義曰：直言及江、黃者，將卑師少，故不言主師，言微者及之。宣七年傳例曰：「凡師出，與謀曰及，不與謀曰會。」而《春秋》征伐受命於盟主者，實是與謀，皆不言「及」。《釋例》曰：「盟主之令，則上行乎下，非匹敵和成之類，故雖或先謀，皆從不與謀之例。」然則此伐陳者，受齊之命討陳之罪，亦是上行乎下，而經書「及」者，於時齊師不行，使魯為主，魯與江、黃謀之，然後共伐，故以與謀為文。\n八月，公至自伐楚。（無傳。告於廟。）葬許穆公。\n冬，十有二月，公孫茲帥師會齊人、宋人、衛人、鄭人、許人、曹人侵陳。（公孫茲，叔牙子叔孫戴伯。）"
      },
      {
        "index": 58,
        "text": "【傳】四年，春，齊侯以諸侯之師侵蔡。蔡潰，遂伐楚。楚子使與師言曰：「君處北海，寡人處南海，唯是風馬牛不相及也，（楚界猶未至南海，因齊處北海，遂稱所近。牛馬風逸，蓋末界之微事，故以取喻。○近，附近之近。）"
      },
      {
        "index": 59,
        "text": "疏注「楚界」至「取喻」。○正義曰：襄十三年傳稱楚子囊述共王之德，「撫有蠻夷，奄征南海」。唯言「征南海」耳，其竟未必至南海也。因齊實處北海，遂稱所近，言其相去遠也。服虔云：「風，放也。牝牡相誘謂之風。《尚書》稱：『馬牛其風。』」此言「風馬牛」，謂馬牛風逸，牝牡相誘，蓋是末界之微事，言此事不相及，故以取喻，不相幹也。"
      },
      {
        "index": 60,
        "text": "不虞君之涉吾地也何故？」管仲對曰：「昔召康公命我先君大公，（召康公，周大保召公奭也。○大音泰，注同。奭音釋。）疏「召康公」。正義曰：諡法：安樂撫民曰康。"
      },
      {
        "index": 61,
        "text": "曰：『五侯九伯，女實征之，以夾輔周室！』（五等諸侯，九州之伯，皆得征討其罪。齊桓因此命以誇楚。○女音汝。夾，古洽反。舊，古協反。誇，苦瓜反。）"
      },
      {
        "index": 62,
        "text": "疏注「五等」至「誇楚」。○正義曰：大公為王官之伯，得以王命征討天下，隨罪所在，各致其罰，故五等諸侯，九州之伯，皆得征討其罪。齊桓因大公有此王命，言已上世先公得征討有罪，所以誇楚也。鄭玄以為周之製，每州以一侯為牧，二伯佐之，九州有九侯十八伯。大公為東西大伯中分天下者，當各統四侯半，一侯不可分，故言五侯，其伯則各有九耳。侯為牧，伯佐之，言是周製，其事無所出也。且征者，征其所統之國，非征侯伯之身，何當校計人數，以充五九之言？即如其言，使伯佐牧，二伯共佐治而已，非是分州之半，複安得征九伯也？校數煩碎，非複人情，故先儒無同之者。\n賜我先君履，東至於海，西至於河，"
      },
      {
        "index": 63,
        "text": "疏「東至於海，西至於河」。○正義曰：《釋例》曰：「海自遼西、北平、漁陽、章武、渤海、樂陵、樂安、北海、東萊、城陽、東海、廣陵、吳郡、會稽十四郡之東界以東。河出西平西南二千里，從西平東北經金城、故北地、朔方、五原，至故云中，南經平陽、河東之西界，東經河東、河內之南界，東北經汲郡、頓丘、陽平、平原、樂陵之東南入海。」杜之此言，據其當時之河耳。《禹貢》：「導河積石，至於龍門；南至「於華陰；東至於厎柱；又東至於孟津；東過洛汭，至於大伾；北過降水，至於大陸；又北播為九河，同為逆河，入於海。」案：驗其地，自大伾以上，河道不改；大伾以下，即是汲郡以東，河水東流，秦漢以來始然也。古之河道，自大伾而北過降水，故跡不可複知，其大陸則趙地之廣澤也。大陸以北，播為九河。九河故道，河間成平以南，平原鬲縣以北。其九河者：徒駭一，大史二，馬頰三，覆釜四，胡蘇五，簡六，絜七，鉤盤八，鬲津九。徒駭最西，以次而東，故鄭注《禹貢》河間弓高縣往往有其處。《中候》云：「齊桓霸，遏八流以自廣。」計桓公之時，齊之西竟當在九河之最西，徒駭蓋是齊之西界。其東至於海，當盡樂安、北海之東界也。"
      },
      {
        "index": 64,
        "text": "南至於穆陵，北至於無棣。（穆陵、無棣，皆齊竟也。履，所踐履之界。齊桓又因以自言其盛。○棣，大計反。竟音境，下皆同。）爾貢包茅不入，王祭不共，無以縮酒，寡人是徵。（包，裹束也。茅，菁茅也。束茅而灌之以酒為縮酒。《尚書》：「包匭菁茅。」茅之為異未審。○共音恭，本亦作供，下及注同。縮，所六反。裹音果。菁，子丁反。苞，或作包。匭音軌，本或作軌。）"
      },
      {
        "index": 65,
        "text": "疏注「包裹」至「未審」。○正義曰：《禹貢》：「荊州：包匭菁茅。」孔安國云：「其所包裹而致者，匭匣也。菁以為菹，茅以縮酒。」《郊特牲》云：「縮酌用茅。」鄭玄云：「泲之以茅，縮去滓也。」《周禮•甸師》：「祭祀，共蕭茅。」鄭興云：「蕭字或為莤，莤讀為縮。束茅立之祭前，沃酒其上，酒滲下去，若神飲之，故謂之縮。縮，滲也。故齊桓公責楚不貢包茅，王祭不共，無以縮酒。」杜用彼鄭興之說也。孔安國以菁與茅別，杜云「茅，菁茅」，則以菁、茅為一。特令荊州貢茅，必當異於餘處，但更無傳說，故云「茅之為異未審」也。沈氏云：「太史公《封禪書》云：『江淮之間，一茅三脊。』」杜云「未審」者，以三脊之茅，比目之魚，比翼之鳥，皆是靈物，不可常貢，故杜云「未審」也。"
      },
      {
        "index": 66,
        "text": "昭王南征而不複，寡人是問。」（昭王，成王之孫，南巡守，涉漢，船壞而溺。周人諱而不赴，諸侯不知其故，故問之。○守，手又反。溺，乃曆反。）"
      },
      {
        "index": 67,
        "text": "疏注「昭王」至「問之」。○正義曰：「昭王，成王之孫」，《周本紀》文也。《呂氏春秋•季夏紀》云：「周昭王親將征荊蠻，辛餘靡長且多力，為王右。還反涉漢，梁敗，王及祭公隕於漢中。辛餘靡振王北濟，反振祭公。」高誘注引此傳云：「昭王之不複，君其問諸水濱！」由此言之，昭王為沒於漢，辛餘靡焉得振王北濟也？振王為虛，誠如高誘之注。又稱「梁敗」，複非般壞。舊說皆言漢濱之人以膠膠船，故得水而壞，昭王溺焉。不知本出何書。"
      },
      {
        "index": 68,
        "text": "對曰：「貢之不入，寡君之罪也，敢不共給。昭王之不複，君其問諸水濱！」（昭王時，漢非楚竟，故不受罪。○濱音賓。）"
      },
      {
        "index": 69,
        "text": "疏注「昭王」至「受罪」。○正義曰：《楚世家》，成王封熊繹於楚以子男之田，國居丹陽。宋仲子云：丹陽，南郡按江縣也。枝江去漢，其路甚遙。昭王時漢非楚竟，故不受罪也。"
      },
      {
        "index": 70,
        "text": "師進，次於陘。（楚不服罪，故複進師。○複，扶又反。）夏，楚子使屈完如師。（如陘之師，觀強弱。）師退，次於召陵。（完請盟故。）齊侯陳諸侯之師，與屈完乘而觀之。（乘，共載。○乘，繩證反。注同。）齊侯曰：「豈不穀是為？先君之好是繼。與不穀同好如何？」（言諸侯之附從非為已，乃尋先君之好，謙而自廣，因求與楚同好。孤、寡、不穀，諸侯謙稱。○是為，於偽反，注同。好，呼報反，下及注同。稱，尺證反。）"
      },
      {
        "index": 71,
        "text": "疏「言諸」至「謙稱」。○正義曰：諸侯之交，必稱先君以相接。此時諸侯有魯、宋、陳、衛、鄭、許、曹，桓公以前，皆嘗與齊交接，故齊侯稱繼先君之好，謙以自廣也。《老子》曰：「孤、寡、不穀，王侯之謙稱也。」《曲禮》云：諸侯與民言，自稱寡人；庶方小侯自稱曰孤；其在四夷，雖大曰子；於內，自稱不穀。《禮記》雖為定例，事在臨時所稱。此齊侯自稱「不穀」，襄王出奔亦稱「不穀」，皆出自當時之意耳。《爾雅》訓穀為善。穀是養人之物，言我不似穀之養人，是謙也。"
      },
      {
        "index": 72,
        "text": "對曰：「君惠徼福於敝邑之社稷，辱收寡君，寡君之願也。」齊侯曰：「以此眾戰，誰能禦之？以此攻城，何城不克？」對曰：「君若以德綏諸侯，誰敢不服？君若以力，楚國方城以為城，漢水以為池，（方城山在南陽葉縣南，以言竟土之遠。漢水出武都，至江夏南入江，言其險固以當城池。○儌，古堯反，要也。 「漢以為池」，本或作「漢水以為池」，「水」衍字。葉，始涉反。當，丁浪反。）雖眾，無所用之。」屈完及諸侯盟。"
      },
      {
        "index": 73,
        "text": "陳轅濤塗謂鄭申侯曰：「師出於陳、鄭之間，國必甚病。（申侯，鄭大夫。當有共給之費故。○費，芳味反。）若出於東方，觀兵於東夷，循海而歸，其可也。」（東夷，郯、莒、徐夷也。觀兵，示威。○郯音談。）申侯曰：「善。」濤塗以告齊侯，許之。（許出東方。）申侯見曰：「師老矣，若出於東方而遇敵，懼不可用也。若出於陳、鄭之間，共其資糧屝屨，其可也。」（屝，草屨。○見，賢遍反。糧音良。屝，符費反。）"
      },
      {
        "index": 74,
        "text": "疏「資糧屝屨」。○正義曰：《少儀》云：「君將適他，臣如致金玉貨貝於君，則曰致馬資於有司。」鄭玄云：「資，猶用也。」然則諸所費用之物皆為資也。糧謂米粟，行道之食也。屝屨俱是在足之物，善惡異名耳。楊雄《方言》云：「屝，粗屨也。絲作之曰履，麻作之曰屝，不借粗者謂之屨。」《喪服傳》曰：「疏屨者，藨蒯之菲也。」是屝用草為之也。注云「草屨者，履、屨通言耳，相形以曉人也，定本為「草屨」。\n齊侯說，與之虎牢。（還以鄭邑賜之。○說音悅。）執轅濤塗。秋，伐陳，討不忠也。（以濤塗為誤軍道。）"
      },
      {
        "index": 75,
        "text": "許穆公卒於師，葬之以侯，禮也。（男而以侯禮，加一等。）凡諸侯薨於朝、會，加一等；（諸侯命有三等：公為上等，侯、伯中等，子、男為下等。死王事，加二等。謂以死勤事。）"
      },
      {
        "index": 76,
        "text": "疏「諸侯薨」至「二等」。○正義曰：沈氏云：「朝、會亦王事，而別言死王事者，謂因王事或戰陳而死，故別其文也。」\n於是有以袞斂。（袞衣，公服也，謂加二等。○袞，古本反。袞冕，上公服。斂，力驗反。）"
      },
      {
        "index": 77,
        "text": "冬，叔孫戴伯帥師，會諸侯之師侵陳。（陳成，歸轅濤塗。陳服罪，故歸其大夫。戴，諡也。）初，晉獻公欲以驪姬為夫人，卜之，不吉；筮之，吉。"
      },
      {
        "index": 78,
        "text": "疏「卜之不吉筮之吉」。○正義曰：《曲禮》云：「卜筮不相襲。」鄭玄云：「卜不吉，則又筮，筮不吉，則又卜，是瀆龜筮也。晉獻公卜娶驪姬，不吉，公曰『筮之』是也。」如彼《記》文，卜之不吉，不合更筮。但獻公既愛驪姬，欲必尊其位，故卜既不吉，更令筮之，冀乎筮而得吉，所以遂己心也。《詩》云：「我龜既厭，不我告猶。」鄭玄云：「卜筮數而瀆龜，龜靈厭之，不複告其所圖之吉凶。」由是貫瀆龜筮，不複告之以實，故終實不吉，而筮稱其吉，是筮非不知，而不以實告也。《周禮•筮人》云：「凡國之大事，先筮而後卜。」鄭玄云：「當用卜者先筮之，即事斬也；於筮之凶，則止不卜。」而傳稱桓公卜季友、晉獻公卜驪姬、晉文公卜納王、趙鞅卜救鄭，皆先卜而後筮者，《周禮》言其正法耳。春秋之世，臨時請問者，或卜或筮，出自當時之心，不必皆先筮後卜。崔靈恩以為國之大事，先筮而後卜，筮凶則止不卜者，筮必以三代之法，若三法皆凶，則止不卜，若兩法是凶，一法為吉，名為筮逆，猶是疑限，故更卜以決之，則《洪範》「筮逆龜從」是也。故大卜掌三兆、三易，《儀禮》特牲、少牢筮皆旅占，是筮有眾占之法，則靈恩之說，義亦可通。"
      },
      {
        "index": 79,
        "text": "公曰：「從筮。」卜人曰：「筮短龜長，不如從長。（物生而後有象，象而後有滋，滋而後有數。龜象筮數，故象長數短。○不如，依字讀，或音而據反。）"
      },
      {
        "index": 80,
        "text": "疏注「物生」至「數短」。○正義曰：「有數」以上皆十五年傳文。象者，物初生之形；數者，物滋見之狀。凡物皆先有形象，乃有滋息，是數從象生也。龜以本象金、木、水、火、土之兆以示人，故為長；筮以末數七、八、九、六之策以示人，故為短。《周禮》：「占人掌占龜。」鄭玄云：「占人亦占筮，言『掌占龜』者，筮短龜長，主於長者。」亦用此傳為說。案《易•係辭》云：「蓍之德，圓而神；卦之德，方以知。神以知來，知以藏往。」然則知來藏往，是為極妙，雖龜之長，無以加此。聖人演筮以為《易》，所知豈短於卜？卜人欲令公舍筮從卜，故云「筮短龜長」，非是龜能實長。杜欲成「筮短龜長」之意，故引傳文以證之。若至理而言，卜、筮實無長短。"
      },
      {
        "index": 81,
        "text": "且其繇曰：『專之渝，攘公之俞。（繇，卜兆辭。渝，變也。攘，除也。俞，美也。言變乃除公之美。○繇，直救反。渝，羊朱反，下俞同音。攘，如羊反。）一薰一蕕，十年尚猶有臭。』（薰，香草。蕕，臭草。十年有臭，言善易消，惡難除。○薰，許云反。蕕音由。易，以豉反。）"
      },
      {
        "index": 82,
        "text": "疏「專之」至「有臭」。○正義曰：言公若專心愛之，公心必將改變，變乃除公之美。公先有美，此人將除去之。薰是香草，蕕是臭草，一薰一蕕，言分數正等，使之相和，雖積十年，尚猶有臭氣。香氣盡而臭氣存，言善惡聚而多少敵，善不能止惡，而惡能消善。○注「繇卜」至「之美」。○正義曰：筮卦之辭，亦名為繇，但此是卜人之言，知是卜兆辭也。卜人舉此辭以止公，則兆頌舊有此辭，非卜人始為之也。卜人言其辭而不言其意，不知得何兆，此義何所出也。「渝，變」、「攘，除」皆《釋言》文也。《釋畜》云：「夏羊、牡俞、牝羖。」則俞是羊之名，美善之字皆從羊，故俞為美也。「變乃除公之美」，言公心必變，而除公美也。○注「薰香」至「難除」。○正義曰：此傳之意言善惡相雜，二字皆從草，知是香草、臭草也。《月令》五時各言其臭，中央土云「其臭香」，《易•係辭》云「其臭如蘭」，傳稱「在君之臭味」，則臭是氣之總名，元非善惡之稱。但既謂善氣為香，故專以惡氣為臭耳。十是數之小成，故舉以為言焉。十年香氣盡矣，惡氣尚存，言善易消，而惡難滅也。杜知蕕是臭者，《內則》云：「牛夜鳴則<廣酋>。」彼「<廣酋>」亦是臭義，其字雖異，其意亦同。「尚猶有臭」，「猶」則「尚」之義，重言之耳，猶《尚書》云「弗遑暇食」，「遑」則「暇」也。"
      },
      {
        "index": 83,
        "text": "必不可！」弗聽，立之。生奚齊，其娣生卓子。及將立奚齊，既與中大夫成謀，姬謂大子曰：「君夢齊薑，必速祭之！」（齊薑，大子母，言求食。○卓，吐濁反。）大子祭於曲沃，歸胙於公。（胙，祭之酒肉。○胙，才故反。）公田，姬寘諸宮六日，公至，（毒而獻之。毒酒經宿輒敗，而經六日，明公之惑。○寘，之豉反。）公祭之地，地墳。與犬，犬斃。與小臣，小臣亦斃。"
      },
      {
        "index": 84,
        "text": "疏「公田」至「亦斃」。○正義曰：《晉語》說此事云：「公田，驪姬受胙，乃寘冘於酒，寘堇於肉。公至，召申生獻。公祭地，地墳。申生恐而出。驪姬與犬肉，犬斃，飲小臣酒，亦斃。」此傳既略，當如《國語》也。賈逵云：「堇，烏頭也。」《穀梁傳》曰：「以冘為酒，藥脯以毒。」○注「毒酒」至「之惑」。○正義曰：毒酒經宿使敗，而公不怪其六日仍得如故，明公之惑於驪姬，不以六日為怪也。"
      },
      {
        "index": 85,
        "text": "姬泣曰：「賊由大子。」大子奔新城。（新城，曲沃。○墳，扶粉反。斃，婢世反。）公殺其傅杜原款。或謂大子：「子辭，君必辯焉。」（以六日之狀自理。○款，苦管反。辯，兵免反。）大子曰：「君非姬氏，居不安，食不飽。我辭，姬必有罪。君老矣，吾又不樂。」（吾自理則姬死，姬死則君必不樂。不樂，為由吾也。○樂音洛，注同。）曰：「子其行乎？」大子曰：「君實不察其罪，被此名也以出，人誰納我？」十二月，戊申，縊於新城。姬遂譖二公子曰：「皆知之。」重耳奔蒲，夷吾奔屈。（二子時在朝，為明年晉殺申生傳。○被，皮寄反，又皮綺反。縊，一賜反。譖，側鴆反。）\n僖公五年\n【經】五年，春，晉侯殺其世子申生。（稱晉侯，惡用讒。書春，從告。○惡，烏路反。）"
      },
      {
        "index": 86,
        "text": "疏注「稱晉」至「從告」。○正義曰：《公羊傳》曰：「曷為直稱晉侯以殺？殺世子母弟直稱君者，甚之也。」言父子相殘，惡之甚者，是惡其用讒殺大子，故斥言晉侯以罪之。罪晉侯，則申生無罪也。傳稱「晉侯使以殺大子申生之故來告」，實以去年死，告稱今年殺，故以今年書也。《釋例》曰：「晉、魯久不交使，而告殺申生，則所告不必嘗有玉帛之使，但欲廣聲其罪耳。」言「廣聲其罪」，則晉侯謂讒言為實，誣加大子以罪，時史知其實，改告而書之。此傳不言書曰，則是舊史然也。"
      },
      {
        "index": 87,
        "text": "杞伯姬來，朝其子。（無傳。伯姬來寧，寧成風也。朝其子者，時子年在十歲左右，因有諸侯，子得行朝義，而卒不成朝禮，故係於母而曰「朝其子」。○「杞伯姬來」，絕句。來，歸寧。「朝其子」，猶言其子朝。）"
      },
      {
        "index": 88,
        "text": "疏注「伯姬」至「其子」。○正義曰：伯姬未必是成風所生，但哀薑既死，成風得為夫人，縱非其母，亦得歸寧也。沈氏云：「伯姬以莊二十五年六月歸於杞，假令後年生子，則其年十四矣。」杜云「十歲左右」者，以其從母言朝，故云「十歲左右」也。桓九年曹伯使世子射姑來朝，是諸侯之子得有攝君之禮行朝之義。但此子幼弱，而卒不成朝，故係於母而曰「朝其子」也。若其能行朝禮，則世子當如射姑，伯姬別言來耳。"
      },
      {
        "index": 89,
        "text": "夏，公孫茲如牟。（叔孫戴伯娶於牟。卿非君命不越竟，故奉公命聘於牟，因自為逆。○竟音境。為，於偽反。）"
      },
      {
        "index": 90,
        "text": "疏注「叔孫」至「為逆」。○正義曰：牟是附庸之國，唯桓十五年邾人、牟人、葛人來朝，自爾以來，更不朝聘於魯。魯不應使卿聘此小國，當是叔孫聘妻，已定，但卿非君命不得越竟，故諮公請使奉君命以聘，因自為逆婦，故傳稱「娶焉」，明其因娶而聘。"
      },
      {
        "index": 91,
        "text": "公及齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯會王世子於首止。（惠王大子鄭也。不名而殊會，尊之也。首止，衛地。陳留襄邑縣東南有首鄉。）秋，八月，諸侯盟於首止。（間無異事，複稱諸侯者，王世子不盟故也。王之世子尊與王同，齊桓行霸，翼戴天子，尊崇王室，故殊貴世子。○複，扶又反。）"
      },
      {
        "index": 92,
        "text": "疏注「間無」至「世子」。○正義曰：《公羊傳》曰：「諸侯何以不序？一事而再見者，前目而後凡也。」言此諸侯還是上會之諸侯，故從省文，不複序也。昭十三年秋，公會劉子、晉侯云云於平丘，八月甲戌，同盟於平丘，不言諸侯者，為間無異事故也。九年夏，公會宰周公、齊侯云云於葵丘，九月，諸侯盟於葵丘，言諸侯者，為其間有伯姬卒故也。此會盟之間，無他異事，複稱諸侯者，為王世子不盟故也。《穀梁傳》曰：「複舉諸侯何也？尊王世子，而不敢與盟也。」《釋例》曰：「未有臣而盟君。臣而盟君，是子可盟父，故《春秋》王世子以下會諸侯者，皆同會而不同盟。」是解複言諸侯者，見王世子不與盟也。王世子者，王之儲副。《周禮》膳夫掌養王及後世子，歲終則會，唯王及後世子之膳不會，是其尊與王同也。齊桓行霸，翼戴天子，尊崇王室，故殊貴王之世子。於會則曆序諸侯，言會王世子，則王世子不序諸侯之列也。盟則諸侯自盟，世子不與，是殊貴世子也。\n鄭伯逃歸不盟。（逃其師而歸也。逃例在文三年。）"
      },
      {
        "index": 93,
        "text": "疏注「逃其」至「三年」。○正義曰：禮，君行師從，卿行族從。雖則會盟，必有師旅。鄭伯棄其師眾，輕身逃歸。《釋例》曰：「國君而逃師棄盟，違其典儀，棄其章服，群臣不知其謀，社稷不保其安，此與匹夫逃竄無異，故例在上曰逃。」是言稱逃之意也。逃在盟前，辟盟而逃，故云「逃歸不盟」。公還，先告會盟，故後書鄭伯。\n楚人滅弦，弦子奔黃。（弦國在弋陽大縣東南。○大音犬。）九月，戊申，朔，日有食之。（無傳。）"
      },
      {
        "index": 94,
        "text": "冬，晉人執虞公。（虞公貪璧、馬之寶，距絕忠諫，稱人以執，同於無道於其民之例。例在成十五年。所以罪虞，且言易也。晉侯脩虞之祀，而歸其職貢於王，故不以滅同姓為譏。○易，以豉反。）"
      },
      {
        "index": 95,
        "text": "疏注「虞公」至「為譏」。○正義曰：書晉人執虞公，則從無道於民之例。虞公於傳未有不道之狀，但虞公貪璧、馬之寶，拒絕忠諫。諫者，所以安存社稷，保祐下民。誌在貪寶，無恤民之意，即為不道於民，是故稱人以執之也。實是滅其國，而言執其君者，所以罪虞公，且言執之易。《釋例》曰：「虞公昧於貨賄，貪以自亡。國非其國，臣非其臣，晉人取之，若執一夫，故稱人以執，而不言滅，罪虞且言易也。二十五年衛侯毀滅邢，傳曰：『同姓也，故名。』虞亦晉之同姓，不言晉侯名者，傳稱晉侯『脩虞祀，且歸其職貢於王』，以是之故，不以滅同姓為譏。」謂不書晉侯名也。"
      },
      {
        "index": 96,
        "text": "【傳】五年，春，王正月，辛亥，朔，日南至。（周正月，今十一月。冬至之日，日南極。）公既視朔，遂登觀台以望。而書，禮也。（視朔，親告朔也。觀台，台上構屋，可以遠觀者也。朔旦冬至，曆數之所始。治曆者因此則可以明其術數，審別陰陽，敘事訓民。魯君不能常脩此禮，故善公之得禮。○登觀，古亂反，注同。「台以望」絕句。「而書」，本或作「而書雲物」，非也。別，彼列反。）凡分、至、啟、閉，必書雲物，分、春、秋分也。（至，冬、夏至也。啟，立春、立夏。閉，立秋、立冬。雲物，氣色災變也。傳重申周典。不言公者，日官掌其職。○重，直用反。為備故也。素察妖祥，逆為之備。）"
      },
      {
        "index": 97,
        "text": "疏「辛亥」至「備故也」。○正義曰：辛亥朔者，月一日也。日南至者，冬至日也。天子班朔於諸侯，諸侯受而藏之於大祖廟，每月之朔，告廟受而行之。諸侯有觀台，所以望氣祥也。公既親自行此視朔之禮，遂以其日往登觀台之上，以瞻望云及物之氣色，而書其所見之物，是禮也。凡春、秋分，冬、夏至，立春、立夏為啟，立秋、立冬為閉。用此八節之日，必登觀台，書其所見雲物氣色。若有雲物變異，則是歲之妖祥，既見其事，後必有驗，書之者，為豫備故也。視朔者，月朔之禮也。登台者，至日之禮也。公常以一日視朔，至日登台。但此朔即是至日，故視朔而遂登台也。○注「周正」至「南極」。○正義曰：日之行天，有南有北。常立八尺之表以候景之短長，夏至之景，尺有五寸，日最長而景最短，是謂日北至也。自是以後，日稍近南，冬至之景，一丈三尺，日最短而景最長，是謂日南至也。冬至者，十一月之中氣。中氣者，月半之氣也。月朔而已得中氣，是必前月閏。閏前之月，則中氣有晦；閏後之月，則中氣在朔。閏者，聚殘餘分之月，其月無中氣，半屬前月，半屬後月。是去年閏十二月，十六日巳得此年正月朔大雪節，故此正月朔得冬至也。而杜《長曆》僖元年閏十一月，此年閏十二月。又閏之相去，曆家大率三十二月耳。杜於此閏相去凡五十月，不與曆數同者，杜推勘《春秋》日月上下置閏，或稀框概，自準春秋時法，故不與常曆同。○注「視朔」至「得禮」。○正義曰：視朔者，公既告廟受朔，即聽視此朔之政，是其親告朔也。禮，天子曰靈台，諸侯曰觀台。《釋宮》云：「四方而高曰台。」台上構屋，可以遠觀望，故謂之觀台也。古之為曆者，皆舉其大數。周年有三百六十五日四分日之一分，為十二月，則一月各有三十日十六分日之七，是故從前月初節至後月初節必三十日有餘也。其日月之行天也，日行遲，月行疾，每二十九日過半而月及日，謂之一月，故從朔至朔，唯二十九日過半耳。計一歲則有餘十一日，而不得周年，故作閏月以補之。計十九年而有七閏，古曆十九年為一章，以其閏餘盡故也。步曆之始，以朔旦冬至為首曆之上元，其年是十一月朔旦冬至，至十九年閏餘盡，複得十一月朔旦冬至，故以十九年為一章。積章成部，積部成紀。治曆者以此章、部為法，因此可以明其術數，推之而知氣朔也，審別陰陽寒暑，不失其時也，所以陳敘時事，教訓下民。魯君不能常脩此事，故善公之得禮也。○注「分春」至「其職」。○正義曰：一年分為四時，時皆九十餘日。春之半、秋之半，晝夜長短等，晝夜中分百刻，故春秋之半稱春秋分也。冬之半、夏之半，晝夜長短極，極訓為至，故冬夏之半稱冬夏至也。四時之氣，寒暑不同。春夏生物，秋冬殺物。生物則當啟，殺物則當閉，故立春、立夏為啟，立秋、立冬為閉。言物謂氣色者，謂非云而別有氣色，杜恐與云相亂，故別云氣色也。《周禮》：「保章氏以五云之物辯吉凶水旱降豐荒之祲象。」鄭玄云：「物，色也。視日旁云氣之色降下也，知水旱所下之國。」鄭玄云：「以二至二分觀云色，青為蟲，白為喪，赤為兵荒，黑為水，黃為豐。」眾之此言，蓋出占候之書，計云氣之占，不啻盡此而已，但世絕其學，故莫能知焉。《左傳》諸所發凡，皆是周之舊典。既言「禮也」，更複發凡，是重申周典也。直言「必書雲物」，不更云「公」，是日官掌其職，非公所當親也。劉炫規云：「書雲物『亦是公親為之，但上文有『公既視朔』，故下文去『公』字耳。」今刪。定知不然者，上言「公既視朔」，是傳家之語，下云「必書雲物」，是周公舊凡。舊凡之文，包諸侯、天子，若諸侯稱「公書雲物」，則天子當稱「王書雲物」。是知舊凡元無「王」、「公」之文，日宮掌其事。若以上文有「公既視朔」，故知公字，然則周公舊凡豈豫知自公既視朔，沒去公字乎？苟生異見，妄規杜氏，非也。"
      },
      {
        "index": 98,
        "text": "晉侯使以殺大子申生之故來告。（釋經必須告乃書。）初，晉侯使士蒍為二公子築蒲與屈，不慎，寘薪焉。（不謹慎。○為，於偽反，下「乃為」同。寘，之豉反。）\n疏注「不謹慎」。○正義曰：不謹慎，所為多寘薪於中焉，若今栫木。\n夷吾訴之。公使讓之。（譴讓之。○譴，棄戰反。）士蒍稽首而對曰："
      },
      {
        "index": 99,
        "text": "疏「士蒍稽首」。○正義曰：《周禮》：「大祝辨九拜：一曰稽首，二曰頓首，三曰空首。」鄭玄云：「稽首，拜頭至地也。頓首，拜頭叩地也。空首，拜頭至手，所謂拜手也。」鄭唯解此三者，拜之形容所以為異也。稽首，頭至地，頭下緩至地也。頓首，頭不至地，暫一叩之而已。《尚書》每稱「拜手稽首」者，初為拜頭至手，乃複叩頭以至地，至手是為拜手，至地乃為稽首。然則凡為稽首者，皆先為拜手，乃成稽首，故《尚書》「拜手稽首」連言之。傳雖不言拜手，當亦先為拜手，乃為稽首，稽首拜手共成一拜之禮。此其為敬之極，故臣於君乃然。孔安國以為盡禮致敬，知此是禮之極盡也。大祝「九拜」又云： 「四曰振動，五曰吉拜，六曰凶拜，七曰奇拜，八曰褒拜，九曰肅拜。」鄭玄云：「振動，戰栗變動之拜。吉拜，拜而後稽顙，謂齊衰不杖以下者。凶拜，稽顙而後拜，謂三年服者。奇拜謂一拜，答臣下拜。褒拜，再拜，拜神與屍。肅拜，今時撎也。介者不拜。」說者又以為，稽首，臣拜君也；頓首，謂敵者相拜也；空手，謂君答臣拜也。"
      },
      {
        "index": 100,
        "text": "「臣聞之：無喪而慼，憂必讎焉；（讎猶對也。）無戎而城，讎必保焉。（保而守之。）寇讎之保，又何慎焉！守官廢命，不敬；固讎之保，不忠。失忠與敬，何以事君？《詩》云：『懷德惟寧，宗子惟城。』（《詩•大雅》。懷德以安，則宗子之固若城。）"
      },
      {
        "index": 101,
        "text": "疏「詩云」至「惟城」。○正義曰：《詩•大雅•板》之七章。懷，和也。寧，安也。和其德以撫民，則其國惟安矣。但能以德安國，則宗子之固若城。"
      },
      {
        "index": 102,
        "text": "君其脩德而固宗子，何城如之？（言城不如固宗子。）三年將尋師焉，焉用慎？」（尋，用也。○焉用，於虔反。）退而賦曰：「狐裘尨茸，一國三公，吾誰適從？」（士蒍自作詩也。尨茸，亂貌。公與二公子為三，言城不堅則為公子所訴，為公所讓；堅之則為固讎不忠，無以事君，故不知所從。○尨，莫江反，又音蒙。茸，如容反，又音戎。適從，丁曆反。）及難，公使寺人披伐蒲。重耳曰：「君父之命不校。」乃徇曰：「校者，吾讎也。」逾垣而走，披斬其袪。遂出奔翟。（袪，袂也。○難，乃旦反。披，普皮反。校音教。徇，似浚反。垣音袁。袪，起魚反。翟音狄。袂，麵世反。）"
      },
      {
        "index": 103,
        "text": "疏注「袪袂也」。○正義曰：《禮•深衣記》云：「袂之長短，反詘之及肘。」《喪服》云「袂屬幅，袪尺二寸。」幅謂衣之身也。袂屬於幅，長於手，反屈至肘，則從幅盡於袖口，總名為袂。其袂近口又別名為袪，此斬其袪，斬其袖之末也。《詩•唐風•羔裘》傳云：「袪，袂末。」鄭玄《玉藻》注云：「袪，袂口也。」但袂是總名，得以袂表袪，故云袪袂。\n「夏，公孫茲如牟」，娶焉。（因聘而娶，故傳實其事。○娶，七喻反，本又作取。）"
      },
      {
        "index": 104,
        "text": "會於首止，會王大子鄭，謀寧周也。（惠王以惠後故，將廢大子鄭而立王子帶，故齊桓帥諸侯會王大子，以定其位。）"
      },
      {
        "index": 105,
        "text": "疏注「惠王」至「其位」。○正義曰：二十四年傳曰：「不穀不德，得罪於母氏之寵子帶。書曰『天王出居於鄭』，辟母弟之難也。」如彼傳文，則襄王與子帶俱是惠後所生，但其母鍾愛其少子，故欲廢大子而立之。《周本紀》云：「襄王母早死，後母曰惠後，生叔帶。」與傳不同，《史記》繆也。七年，惠王崩，襄王畏子帶，不敢發喪。知此時有廢大子之意。故齊桓帥諸侯會大子，定其位，安王國也。"
      },
      {
        "index": 106,
        "text": "陳轅宣仲怨鄭申侯之反已於召陵，（宣仲，轅濤塗。）故勸之城其賜邑，（齊桓所賜虎牢。）曰：「美城之，大名也，子孫不忘。吾助子請。」乃為之請於諸侯而城之，美。（樓櫓之備美設。○「美城之」絕句。櫓音魯。）遂譖諸鄭伯曰：「美城其賜邑，將以叛也。」申侯由是得罪。（為七年鄭殺申侯傳。）"
      },
      {
        "index": 107,
        "text": "秋，諸侯盟。王使周公召鄭伯，曰：「吾撫女以從楚，輔之以晉，可以少安。」（周公，宰孔也。王恨齊桓定大子之位，故召鄭伯使叛齊也。晉、楚不服於齊，故以鎮安鄭。○「秋諸侯盟」，本或此下更有「於首止」三字，非。女音汝。）鄭伯喜於王命，而懼其不朝於齊也，故逃歸不盟。孔叔止之，曰：「國君不可以輕，輕則失親；（孔叔，鄭大夫。親，黨援也。○輕，遣正反，下同。）失親，患必至。病而乞盟，所喪多矣。君必悔之。」弗德，逃其師而歸。（喪，息浪反。）"
      },
      {
        "index": 108,
        "text": "楚鬬穀於菟滅弦，弦子奔黃。於是江、黃、栢方睦於齊，皆弦姻也。（姻，外親也。道國在汝南安陽縣南。柏，國名，汝南西平縣有柏亭。）弦子恃之而不事楚，又不設備，故亡。"
      },
      {
        "index": 109,
        "text": "晉侯複假道於虞以伐虢。宮之奇諫曰：「虢，虞之表也；虢亡，虞必從之。晉不可啟，寇不可玩。（玩，習也。○複，扶又反，下六年經、注同。）一之謂甚，其可再乎？（為二年假晉道滅下陽。）諺所謂『輔車相依，唇亡齒寒』者，其虞、虢之謂也。」（輔，頰輔。車，牙車。○車，尺奢反。）"
      },
      {
        "index": 110,
        "text": "疏注「輔頰輔車牙車」。○正義曰：《易•鹹卦》：「上六，鹹其輔、頰、舌。」三者並言，則各為一物。《廣雅》云：「輔，頰也。」則輔、頰為一。《釋名》曰：「頤，或曰輔車，其骨彊，可以輔持其口。或謂牙車，牙所載也。或謂頷車也。」《衛風•碩人》云：「巧笑倩兮。」毛傳云：「好口輔也。」如此諸文，牙車、頷車，牙下骨之名也。頰之與輔，口旁肌之名也。蓋輔車一處，分為二名耳。輔為外表，車是內骨，故云相依也。"
      },
      {
        "index": 111,
        "text": "公曰：「晉，吾宗也，豈害我哉？」對曰：「大伯、虞仲，大王之昭也；大伯不從，是以不嗣。（大伯、虞仲皆大王之子，不從父命，俱讓適吳。仲雍支子別封西吳，虞公其後也。穆生昭，昭生穆，以世次計。故大伯、虞仲於周為昭。○大音泰，下及注同。昭，上饒反，注同，後昭穆放此。）虢仲、虢叔，王季之穆也；（王季者，大伯、虞仲之母弟也。虢仲、虢叔，王季之子，文王之母弟也。仲、叔皆虢君字。）"
      },
      {
        "index": 112,
        "text": "疏注「王季」至「君字」。○正義曰：大伯、虞仲辟季曆適荊蠻，若有適庶，不須相辟，知其皆同母也。《周本紀》云：「古公有長子曰大伯，次曰虞仲。大薑生季曆。」如《史記》之文，似王季與大伯別母，馬遷之言疏繆耳。此言「虢仲、虢叔，王季之穆」，《國語》稱「文王敬友二虢」，故亦以為文王母弟。母弟之言，事無所出。仲、叔皆文王之時虢君字也。據傳文，鄭滅一虢，晉滅一虢不知誰是仲後，誰是叔後。賈逵云：「虢仲封東虢，製是也。虢叔封西虢，虢公是也。」馬融云：「虢叔同母弟，虢仲異母弟。虢仲封下陽，虢叔封上陽。」案：傳上陽、下陽同是虢國之邑，不得分封二人也。若二虢共處，鄭複安得虢國而滅之？雖賈之言亦無明證，各以意斷，不可審知。\n為文王卿士，勳在王室，藏於盟府。（盟府，司盟之官。）"
      },
      {
        "index": 113,
        "text": "疏注「盟府司盟之官」。○正義曰：《周禮》：「司盟掌盟載之法，會同則掌其盟約之載，既盟則貳之。」鄭玄云：「貳之者，寫副當以授六官。」唯言會同之盟，不掌勳功之事。而得有二虢之勳藏在盟府者，凡諸侯初受封爵，必有盟誓之言，《檀弓》云：衛大史柳莊死，公與之邑裘氏，與縣潘氏，書而納諸棺，曰：「世世萬子孫毋變也。」其言即盟誓之辭也。《漢書•功臣侯表》記高祖即位八載，天下乃平，始論功而定封侯者一百四十三人，封爵之誓曰：「使黃河如帶，泰山若礪，國以永存，爰及苗裔。」其誓即盟之類，事必有因於古，明知以勳受封必有盟，要其辭當藏於司盟之府也。\n將虢是滅，何愛於虞？且虞能親於桓、莊乎，其愛之也？"
      },
      {
        "index": 114,
        "text": "疏「其愛之也」。○正義曰：愛之謂愛虞也。虞豈能親於桓、莊乎，其當愛此虞也？服虔「其」作「甚」。注云：「愛之甚，當謂愛桓、莊之族甚也。」愛之若甚，何以誅之？且文勢不順，又改字失真，繆之甚也。"
      },
      {
        "index": 115,
        "text": "桓、莊之族何罪，而以為戮，不唯偪乎？（桓叔、莊伯之族，晉獻公之從祖昆弟，獻公患其偪，盡殺之。事在莊二十五年。○偪，彼力反。）"
      },
      {
        "index": 116,
        "text": "疏注「桓叔」至「五年」。○正義曰：莊伯之族，從父昆弟也。桓叔之族，從祖昆弟也。唯言從祖昆弟，舉疏者而略言耳。"
      },
      {
        "index": 117,
        "text": "親以寵偪，猶尚害之，況以國乎？」公曰：「吾享祀豐絜，神必據我。」（據猶安也。○享，興兩反。）對曰：「臣聞之，鬼神非人實親，惟德是依。故《周書》曰：『皇天無親，惟德是輔。』（《周書》，逸《書》。）又曰：『黍稷非馨，明德惟馨。』（馨，香之遠聞。○聞音問，又如字。）又曰：『民不易物，惟德繄物。』（黍、稷、牲、玉，無德則不見饗，有德則見饗，言物一而異用。○繄，烏兮反，是也。）"
      },
      {
        "index": 118,
        "text": "疏「周書」至「繄物」。○正義曰：「皇天無親，惟德是輔」，《蔡仲之命》文也。「黍稷非馨，明德惟馨」，《君陳》文也。「人不易物，惟德其物」，《旅獒》文也。杜不見古文，故以為逸《書》。此傳與《書》異者，「其」作「繄」，師授不同，字改易耳，其意亦不異也。「民不易物」者，設有二人，俱以物祭，其祭相似，不改易此物。唯有德者繄，此乃是物無德而薦，神所不享，則此物不是物也。"
      },
      {
        "index": 119,
        "text": "如是，則非德民不和，神不享矣。神所馮依，將在德矣。若晉取虞，而明德以薦馨香，神其吐之乎？」弗聽，許晉使。宮之奇以其族行，（行，去也。○馮，皮冰反，下注同。使，所吏反。）"
      },
      {
        "index": 120,
        "text": "疏「以其族行」。○正義曰：《晉語》云：「宮之奇諫而不聽，出謂其子曰：『將亡矣。吾不去，懼及焉。』」以其帑適西山。韋昭云：「西山，國西界也。」\n曰：「虞不臘矣，（臘，歲終祭眾神之名。○臘，力盍反。）"
      },
      {
        "index": 121,
        "text": "疏「虞不臘矣」。○正義曰：《月令》：「孟冬臘門閭及先祖五祀。」臘之見於傳記者，唯《月令》與此二文而已。《秦本紀》：惠王十二年初臘，始皇三十一年更改臘曰嘉平。蔡邕《獨斷》云：「臘者，歲終大祭，縱吏民宴飲，非迎氣，故但送不迎。」應劭《風俗通》云：「案禮，夏曰嘉平，殷曰清祀，周曰大蠟，漢改曰臘。臘者，獵也，田獵取獸祭先祖也。」此言「虞不臘矣」，明當時有臘祭。周時獵與大蠟各為一祭，秦漢改曰臘，不蠟而為臘矣。"
      },
      {
        "index": 122,
        "text": "在此行也，晉不更舉矣。」（不更舉兵。）八月，甲午，晉侯圍上陽。（上陽，虢國都，在弘農陝縣東南。）問於卜偃曰：「吾其濟乎？」對曰：「克之。」公曰：「何時？」對曰：「童謠云：『丙之晨，龍尾伏辰；（龍尾，尾星也，日月之會曰辰。日在尾，故尾星伏不見。○謠音遙。見，賢遍反。）均服振振，取虢之旂。（戎事上下同服。振振，盛貌。旂，軍之旌旗。○均，如字，同也；字書作袀，音同。振音真，注同。）鶉之賁賁，天策焞々，火中成軍，虢公其奔。』 （鶉，鶉火星也。賁賁，鳥星之體也。天策，傅說星。時近日，星微。焞々，無光耀也。言丙子平旦，鶉火中，軍事有成功也。此巳上皆童謠言也。童齔之子，未有念慮之感，而會成嬉戲之言，似若有馮者，其言或中或否。博覽之士，能懼思之人，兼而誌之，以為鑒戒，以為將來之驗，有益於世教。○鶉，述春反，又常倫反。賁音奔。焞，他門反。說音悅。近，附近之近。上，時掌反。齔，初問反，又恥問反，毀齒也。嬉戲，許宜反。中，丁仲反。）其九月、十月之交乎。（以星驗推之，知九月、十月之交，謂夏之九月、十月也。交晦朔交會。○夏，戶雅反，下同。）丙子旦，日在尾，月在策，（是夜日月合朔於尾，月行疾，故至旦而過在策。）鶉火中，必是時也。」"
      },
      {
        "index": 123,
        "text": "疏「童謠」至「時也」。正義曰：《釋樂》云：「徒歌謂之謠，言無樂而空歌，其聲逍遙然也。」於時有童稚之子，為此謠歌之辭，故卜偃取以對公也。夜之向明為晨，日月聚會為辰，星宿不見為伏。言乙日夜半之後，丙日將旦之時，龍尾之星伏在合辰之下，當是之時，軍人上下，均同其服，振振然而盛。旂者，晉軍旂也。而往取虢，故云「取虢之旂」。南方鶉鳥之星，其體賁賁然見於南方。天策之星近日，焞々然無光耀，甚微也。鶉火之次正中於南方，爾時其當成軍事也。虢公其當奔走也。既引童謠之言，乃複指其時日，在夏之九月、十月之交乎？謂九月、十月晦朔之交也。十月朔，丙子之日，平旦時，日體在尾星，月在天策星，鶉火正中於南方，必是時克之。○注「龍尾」至「不見」。○正義曰：東方七宿皆為蒼龍之宿，其龍南首北尾，角是龍角，尾即龍尾，故云：「龍尾，尾星也。」「日月之會為辰」，昭七年傳文。於時日體在尾，尾星與日同處，共日俱出入，故常伏不見也。「丙之晨」者，《說文》云：「晨，早昧爽也。」謂夜將旦，雞鳴時也。○注「戎事上下同服」。○正義曰：《周禮•司服職》云：「凡兵事，韋弁服。」鄭玄云：「韋弁，以韎韋為弁，又以為衣裳，今時伍伯緹衣，古兵服之遺色。」然則在兵之服皆韋弁。「均服」者，謂兵戎之事，貴賤上下，均同此服也。○注「鶉鶉」至「世教」。○正義曰：南方七宿皆為朱鳥之宿，其鳥西首東尾，故未為鶉首，午為鶉火，已為鶉尾。鶉火星者，謂柳星張也。「天策，傅說星」，《史記•天官書》之文。《莊子》云：「傅說得之，以騎箕尾。」傅說，殷高宗之相，死而讬神於此星，故名為傅說星也。傅說之星在尾之末，合朔在尾，故其星近日，星微，焞焞然無光耀也。《說文》云：「齔，毀齒也。男八月齒生，八歲而齔。女七月齒生，七歲而齔。」童齔之子，未有念慮之感，不解自為文辭，而群聚集會，成此嬉遊遨戲之言，其言韻而有理，似若有神馮之者，其言或中或否，不可常用。博覽之士及能懼思之人，兼而誌之，以為鑒戒，以為將來之驗，有益於世教，故書傳時有采用之者。文三年傳曰：「孟明之臣也，其不解也，能懼思也。」「能懼思之人」，謂孟明之類也。○注「是夜」至「在策」。○正義曰：以《三統曆》推之，此夜是月小餘盡，夜半合朔在尾十四度，從乙夜半至平旦，日行四分度之一，月行三度有餘，故丙子旦日在尾星，月在天策，鶉火之次正中也。《月令》：「孟冬之月，日在尾，昏危中，旦七星中。」七星，則鶉火次之星也。"
      },
      {
        "index": 124,
        "text": "冬，十二月，丙子，朔，晉滅虢，虢公醜奔京師。（不書，不告也。周十二月，夏之十月。）師還，館於虞，遂襲虞，滅之。執虞公及其大夫井伯，以媵秦穆姬，（秦穆姬，晉獻公女。送女曰媵，以屈辱之。）而脩虞祀，且歸其職貢於王。（虞所命祀。）\n疏「虞所命祀」。○正義曰：虞受王所命之祀，謂天子命虞使祀其竟內山川之神也。既滅其國，故代虞祭之。\n故書曰「晉人執虞公」，罪虞，且言易也。（○易，以豉反。）"
      }
    ]
  }
}