{
  "chapterNumber": 15,
  "title": "春秋左傳正義卷14 (Zuozhuan Zhengyi, Volume 14)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公二十有二年\n【經】二十有二年，春，公伐邾，取須句。（須句雖別國，而削弱不能自通，為魯私屬，若顓臾之比。魯謂之社稷之臣，故滅、奔及反其君，皆略不備書，惟書伐邾，取須句。”○比，必二反。）"
      },
      {
        "index": 1,
        "text": "疏注“須句”至“須句”。○正義曰：上傳云“須句子”，則須句，子爵，故云雖別國，而不能自通，為魯私屬。若襄公之世，鄫國屬魯，故知如顓臾之比，略不備書也。\n夏，宋公、衛侯、許男、滕子伐鄭。"
      },
      {
        "index": 2,
        "text": "秋，八月，丁未，及邾人戰於升陘。（升陘，魯地。邾人縣公胄於魚門，故深恥之。不言公，又不言師敗績。○陘音刑。縣音玄。胄，直救反。）"
      },
      {
        "index": 3,
        "text": "冬，十有一月，己巳，朔，宋公及楚人戰於泓，宋師敗績。（泓，水名。宋伐鄭，楚救之，故戰也。楚告命，不以主帥人數，故略稱人。○帥，所類反。）\n【傳】二十二年，春，伐邾，取須句，反其君焉，禮也。（得恤寡小之禮。）三月，鄭伯如楚。\n夏，宋公伐鄭。子魚曰：“所謂禍在此矣。”（怒鄭至楚，故伐之為下泓戰起。）"
      },
      {
        "index": 4,
        "text": "初，平王之東遷也，（周幽王為犬戎所滅，平王嗣位，故東遷洛邑。）辛有適伊川，見被髮而祭於野者，（辛有，周大夫。伊川，周地。伊，水也。○被，皮寄反，下注同。）曰：“不及百年，此其戎乎！其禮先亡矣。”（被髮而祭，有象夷狄。）\n疏“其禮先亡矣”。○正義曰：其中國之禮先亡矣。"
      },
      {
        "index": 5,
        "text": "秋，秦、晉遷陸渾之戎於伊川。（允姓之我居陸渾，在秦、晉西北。二國誘而徙之伊川，遂從戎號，至今為陸渾縣也。計此去辛有過百年，而云不及百年，傳舉其事驗，不必其年信。○渾，戶門反，一音胡困反。）"
      },
      {
        "index": 6,
        "text": "疏注“允姓”至“年信”。○正義曰：昭九年傳曰：“先王居檮杌於四裔，故允姓之奸居於瓜州。伯父惠公歸自秦，而誘以來。”是此戎為允姓也。彼注云“瓜州，今敦煌”。則陸渾是敦煌之地名也。徙之伊川，複以陸渾為名，故至今為陸渾縣。十一年傳稱“伊、洛之戎同伐京師”。則伊、洛先有戎矣。而以今始遷戎為辛有言驗者，蓋今之遷戎始居被髮祭野之處故耳。"
      },
      {
        "index": 7,
        "text": "晉大子圉為質於秦，將逃歸，謂嬴氏曰：“與子歸乎？”（嬴氏，秦所妻子圉，懷嬴也。○質音致。妻，七計反。）對曰：“子，晉大子，而辱於秦，子之欲歸，不亦宜乎？寡君之使婢子侍執巾櫛，（婢子，婦人之卑稱也”。○櫛，側乙反。稱，尺證反，下之稱同。）"
      },
      {
        "index": 8,
        "text": "疏注“婢子婦人之卑稱”。○正義曰：《曲禮》云“夫人自稱於其君曰小童。世婦以下自稱曰婢子。”是婢子為婦人之卑稱。\n以固子也。從子而歸，棄君命也。不敢從，亦不敢言。”遂逃歸。傳終史蘇之占。"
      },
      {
        "index": 9,
        "text": "富辰言於王曰：“請召大叔。（富辰，周大夫。大叔，王子帶，十二年奔齊。○大叔音泰，注同。）《詩》曰：‘協比其鄰，婚姻孔云。’（《詩•小雅》，言王者為政，先和協近親，則昏姻甚相歸附也。鄰，猶近也。孔，甚也。云，旋也。○比，毗誌反。）"
      },
      {
        "index": 10,
        "text": "疏“詩曰”至“孔云”。○正義曰：《詩•小雅•正月》之篇也。毛傳云：“洽，合。鄰，近。云，旋也。”言王者和其近親，則昏姻甚回旋而相歸附。其詩之意，欲令王親親以及遠。"
      },
      {
        "index": 11,
        "text": "吾兄弟之不協，焉能怨諸侯之不睦？”王說。王子帶自齊複歸於京師，王召之也。（傳終仲孫湫之言也，為二十四年天王出居於鄭起。○焉，於虔反。說音悅。湫，子小反。）"
      },
      {
        "index": 12,
        "text": "邾人以須句故出師。公卑邾，不設備而禦之。（卑，小也。○禦，本亦作禦，音魚呂反。）臧文仲曰：“國無小，不可易也。無備，雖眾不可恃也。《詩》曰：‘戰戰兢兢，如臨深淵，如履薄冰。’（《詩•小雅》。言常戒懼。○易，以豉反，下同。兢，居陵反，本或作矜。）又曰：‘敬之敬之，天惟顯思，（顯，明也。思，猶辭也。）命不易哉！’（《周頌》。言有國宜敬戒，天明臨下，奉承其命甚難。）"
      },
      {
        "index": 13,
        "text": "疏“敬之”至“易哉”。○正義曰：《詩•周頌》臣進戒成王之辭。言為國君者宜敬之哉，敬之哉！天之道唯明見思，言天之臨下，善惡必察，奉承天命不易哉！言其承天命甚為難。\n先王之明德，猶無不難也，無不懼也，況我小國乎！君其無謂邾小，蜂蠆有毒，"
      },
      {
        "index": 14,
        "text": "疏“蜂蠆有毒”。○正義曰：《說文》云：“蜂，飛蟲螫人者也。蠆，毒蟲也。”《方言》云：“燕趙謂蜂為蠓螉，其小者謂之蠮螉。”《通俗文》云：“蠆，長尾謂之蠍，蠍毒傷人曰旦。張列反，字或作蜇。”"
      },
      {
        "index": 15,
        "text": "而況國乎！弗聽。八月丁未，公及邾師戰於升陘，我師敗績。邾人獲公胄，縣諸魚門。（胄，兜鍪。魚門，邾城門。○蜂，芳容反；本又作螽，俗作蜂，皆同。蠆，敕邁反，一音敕戒反；《字林》作蠆，丑介反，又他割反。升陘，本亦作“登陘”。縣音玄。兜，丁侯反。鍪，莫侯反。）"
      },
      {
        "index": 16,
        "text": "疏注“胄，兜鍪”。○正義曰：《說文》云：“胄，兜鍪，首鎧也。”書傳皆云胄，無兜鍪之文。言兜鍪，舉今以曉古，蓋秦漢以來語。"
      },
      {
        "index": 17,
        "text": "楚人伐宋以救鄭。宋公將戰，大司馬固諫曰：“天之棄商久矣，君將興之，弗可赦也已。”（大司馬固，莊公之孫公孫固也。言君興天所棄，必不可不如赦楚，勿與戰。）弗聽。"
      },
      {
        "index": 18,
        "text": "冬，十一月，己巳，朔，宋公及楚人戰於泓。宋人既成列，楚人未既濟。（未盡渡泓水。）司馬曰：（子魚也。）“彼眾我寡，及其未既濟也，請擊之。” 公曰：“不可。”既濟而未成列，又以告。公曰：“未可。”既陳而後擊之，宋師敗績。公傷股，門官殲焉。（門官，守門者，師行則在君左右。殲，盡也。○陳，直覲反。殲，子廉反。）"
      },
      {
        "index": 19,
        "text": "疏注“門官”至“盡也”。正義曰：《周禮》：“虎賁氏掌先後王而趨以卒伍，軍旅、會同亦如之。舍則守王閑。王在國，則守王宮。國有大故，則守王門。”諸侯之禮亡，其官屬不可得而知。此門官，蓋亦天子虎賁氏之類，故在國，則守門；師行，則在君左右。近公，故盡死也。“殲，盡”，《釋詁》文。舍人云：“殲，眾之盡也。”"
      },
      {
        "index": 20,
        "text": "國人皆咎公。公曰：“君子不重傷，不禽二毛。（二毛，頭白有二色。○咎，其九反。重，直用反，下同。）古之為軍也，不以阻隘也。（不因阻隘以求勝。○隘，於賣反。）寡人雖亡國之餘，（宋，商紂之後。）不鼓不成列。”（恥以詐勝。）"
      },
      {
        "index": 21,
        "text": "疏“不鼓不成列”。○正義曰：軍法鳴鼓以戰，因謂交戰為鼓。彼不成列而鼓以擊之，是詐以求勝，故注云“恥以詐勝”。"
      },
      {
        "index": 22,
        "text": "子魚曰：“君未知戰，勍敵之人，隘而不列，天讚我也。（勍，強也。言楚在險隘，不得陳列，天所以佐宋。○，其京反。）阻而鼓之，不亦可乎？猶有懼焉。（雖因阻擊之，猶恐不勝。）且今之者，皆吾敵也，"
      },
      {
        "index": 23,
        "text": "疏“且今”至“吾敵也”。○正義曰：用兵之法，前敵無問彊弱，不可遺留，且複若留，彊者還為己害，故曰“且今之”。陳上不被損傷，材力彊者，皆能與吾相敵，若其不殺，還來害我，是以雖及胡耇，獲則取之，何有恩義於二毛之人。\n雖及胡耇，"
      },
      {
        "index": 24,
        "text": "疏“雖及胡耇”。○正義曰：《諡法》“保民耆艾曰胡”。胡是老之稱也。《釋詁》云：“耇，壽也。”舍人曰：“耇，覯也。血氣精華覯竭，言色赤黑如狗矣。”孫炎曰：“耇，麵如凍梨色，似浮垢老人壽徵也。”"
      },
      {
        "index": 25,
        "text": "獲則取之，何有於二毛？（今之者，謂與吾競者。胡耇，元老之稱。○耇音苟。）明恥教戰，求殺敵也，（明殺刑戮，以恥不果。）傷未及死，如何勿重？（言尚能害己。）若愛重傷，則如勿傷；愛其二毛，則如服焉。（言苟不欲傷殺敵人，則本可不須鬥。）"
      },
      {
        "index": 26,
        "text": "疏“若愛”至“服焉”。○正義曰：如，猶不如，古人之語然，猶似敢即不敢。若愛彼重傷，則不如本勿傷之。若愛其二毛，不欲傷害，則不如早服從之，何須與戰？\n三軍以利用也，（為利興。○為，于偽反。）金鼓以聲氣也，（鼓以佐士眾之聲氣。）"
      },
      {
        "index": 27,
        "text": "疏“金鼓以”至“聲氣”。○正義曰：言金鼓以聲氣，謂金鼓佐士眾之聲氣。下文“聲盛致誌”者，謂士眾由聞金鼓，聲氣滿盛，能致勇武之誌以擊前敵，為此前敵，儳岩未陳，鼓而擊之可也。注不言金，當以金有止眾之時，不是盡以聲氣故也。《周禮》：“鼓人掌教六鼓四金之音聲。以節聲樂，以和軍旅，以正田役。以金錞和鼓，以金鐲節鼓，以金鐃止鼓，以金鐸通鼓。”是錞、鐲鐸皆助鼓以聲氣，其鐃則鳴之以止鼓。大司馬教戰法，亦云三刺之後，“乃鼓，退，鳴鐃且卻”。哀十一年傳書曰：“此行也，吾聞鼓而已，不聞金矣。”杜云“鼓以進軍，金以退軍”。不聞金，言將死也。是金有止鼓之時，非盡用以聲氣。注不言金，見此意也。"
      },
      {
        "index": 28,
        "text": "利而用之，阻隘可也，聲盛致誌鼓，儳可也。”（儳，岩，未整陳。○儳，仕銜反。又仕減反。陳，直覲反，又如字。）"
      },
      {
        "index": 29,
        "text": "丙子晨，鄭文夫人羋氏、薑氏勞楚子於柯澤。（楚子還，過鄭。鄭文公夫人羋氏，楚女：薑氏，齊女也。柯澤，鄭地。○羋，彌爾反，楚姓也。勞，力報反。柯音哥。）"
      },
      {
        "index": 30,
        "text": "疏注“楚子”至“鄭地”。○正義曰：以羋是楚姓，薑是齊姓，故云楚女、齊女耳，亦無明文言之。二者共以夫人冠之，蓋俱是夫人，禮無二適，而有兩夫人者，當時僭恣，不如禮也。"
      },
      {
        "index": 31,
        "text": "楚子使師縉示之俘馘。（師縉，楚樂師也。俘，所得囚。馘，所截耳。○縉音晉。俘，芳扶反，囚也。馘，古獲反，戰所獲。）"
      },
      {
        "index": 32,
        "text": "疏注“師縉”至“截耳”。○正義曰：書傳所言師曠、師曹、師蠲、師觸之類，皆是樂師，知此師縉亦樂師也。《釋詁》云：“俘，取也。馘，獲也。”李巡云：“囚敵曰俘，代執之曰取。”郭璞云：“今以獲賊耳為馘。”《毛詩傳》曰：“殺而獻其耳曰馘。”鄭箋云：“馘所格者，左耳也。”然則俘者，生執囚之；馘者，殺其人、截取其左耳，欲以計功也。\n君子曰：“非禮也。婦人送迎不出門，見兄弟不逾閾，（閾，門限。○閾音域，一音況域反。）"
      },
      {
        "index": 33,
        "text": "疏注“閾，門限”。○正義曰：《釋宮》云：“柣謂之閾。”孫炎曰：“柣，門限也。”經、傳諸注皆以閾為門限，謂門下橫木，為外內之限也。"
      },
      {
        "index": 34,
        "text": "戎事不邇女器。”（邇，近也。器，物也。言俘馘非近婦人之物。○近如字，又附近之近，下同。）丁丑，楚子入饗於鄭，（為鄭所饗。○為，于偽反。）九獻，（用上公之禮，九獻酒而禮畢。）"
      },
      {
        "index": 35,
        "text": "疏注“用上”至“禮畢”。○正義曰：《周禮•大行人》云：“上公九獻，侯伯七獻，子、男五獻。”案《儀禮》：主人酌以獻賓，賓酢主人，主人又酌以酹賓，乃成一獻之禮。九獻者，九為獻酬而禮始畢也。楚賓子爵，以霸主自許，故鄭以極禮待之。\n庭實旅百，（庭中所陳，品數百也。）"
      },
      {
        "index": 36,
        "text": "疏注“庭中”至“百也”。○正義曰：饗禮既亡，庭實所有及所加籩豆，無以言之。然鄭注《周禮》享禮兼燕禮食禮，與飧禮略同。《掌客》云：饔餼之禮，“其死牢如飧之陳”。上公飧五牢，飪一牢，陳在西階之前，正鼎九，牛一、羊二、豕三、魚四、臘五、腸胃六、膚七、鮮魚八、鮮臘九，從北南陳。又有陪鼎三，膷鼎一，在牛鼎之後。臐鼎一，在羊鼎之後。膮鼎一，在豕鼎之後。腥四牢，陳於東階之前，牢引九鼎，無陪鼎也。侯伯飧四牢，飪一牢，腥三牢。子男飧二牢，飪一牢，腥二牢，其陳列皆如上公。又上公醯六十甕，從陳於庭碑東，醢六十甕，從陳於碑西。侯伯醯醢百甕，子男八十甕，其陳如上公。又上公米百有二十筥，橫陳於醯、醢之間，侯伯百筥，子男八十筥，陳如上公。此飧禮庭實之物。饔餼亦然。《掌客》上公豆四十，侯伯三十二，子男二十四。鄭注云：“公四十豆。堂上十六，西夾東夾各十二。侯伯三十二豆，堂上十二，西夾東夾各十。子男二十四豆，堂上十二，西夾東夾各六。”然籩數亦然，其籩豆之物者，《周禮》：“籩人掌四籩之實，朝事之籩，其實麷、蕡、白、黑、形鹽、膴、鮑魚、鱐。饋食之籩，其實棗、栗、桃、乾{艸}、榛實。加籩之實，菱、芡、栗、脯。羞籩之實，糗餌、粉糍。”“醢人掌四豆之實。朝事之豆，其實韭菹、醓醢，昌本、麋臡，菁菹、鹿臡、茆菹、麋臡。饋食之豆，其實葵菹、蠃醢、脾析、{鹿蟲}醢，蜃、蚔醢，豚拍、魚醢。加豆之實，芹菹、免醢，深蒲、醓醢，箈菹、雁醢，筍菹、魚醢。羞豆之實，酏食、糝食。”此等所陳，雖為祭祀，下云賓客亦如之，是賓客與祭祀不異。故三十年“饗有昌歜、白、黑、形鹽”。《公食大夫禮》亦有昌本之屬，此云加籩豆六品，必是此等之物，但傳文不具，無以言之。"
      },
      {
        "index": 37,
        "text": "加籩豆六品。（食物六品加於籩豆。籩豆，禮食器。）享畢，夜出，文羋于於軍，取鄭二姬以歸。（二姬，文羋女也。）叔詹曰：“楚王其不沒乎！（不以壽終。○詹，章廉反。沒，門忽反。）為禮卒於無別，無別不可謂禮，將何以沒？”諸侯是以知其不遂霸也。（言楚子所以師敗城濮，終為商臣所弑。○卒，子恤反。別，彼列反，下同。濮音卜。弑音試。）\n僖公二十有三年"
      },
      {
        "index": 38,
        "text": "【經】二十有三年，春，齊侯伐宋，圍緡。（緡，宋邑。高平昌邑縣東南有東緡城。○緡，亡巾反。）夏，五月，庚寅，宋公茲父卒。（三同盟。）"
      },
      {
        "index": 39,
        "text": "疏注“三同盟”。○正義曰：茲父以九年即位，其年盟於葵丘，十五年於牡丘，唯與魯同此二盟而已。而云三者，並數盟於薄，釋宋公也。案經盟於薄，始云釋宋公，則盟薄之時，宋公未得與盟。而數之者，以凡盟之法，皆舍其前惡，結其後好，故宣十五年楚人圍宋，圍後始盟，及城下之盟，皆是其事。今釋宣公之後，恐楚人伐宋，宋公恨楚，故盟以結之。若未釋宋公之前，何須盟誓？但經文欲顯公會之事，故盟在釋前。劉炫以宋公不與薄盟，而規杜氏，非也。\n秋，楚人伐陳。"
      },
      {
        "index": 40,
        "text": "疏“楚人伐陳”。○正義曰：傳稱“楚成得臣帥師伐陳”，則是楚之貴卿也，而稱人者，《釋例》曰：“楚之君臣，最多混錯。此乃楚之初興，未閑周之典禮，告命之書，自生異同，猶秦之辟陋，不與中國準。”故成二年以上《春秋》未以入例也。如杜彼言，楚不以得臣名告，故稱人耳。"
      },
      {
        "index": 41,
        "text": "冬，十有一月，杞子卒。（傳例曰：不書名，未同盟也。杞入春秋稱侯，莊二十七年絀稱伯，至此用夷禮，貶稱子。○絀，本又作黜，敕律反。）"
      },
      {
        "index": 42,
        "text": "【傳】二十三年，春，“齊侯伐宋，圍緡”，以討其不與盟於齊也。（十九年盟於齊，以無忘桓公之德，而宋獨不會，復召齊人共盟鹿上，故今討之。○與音預。復，扶又反，下“不復成嫁”同。）\n夏，五月，宋襄公卒，傷於泓故也。（終於魚之言，得死為幸。）"
      },
      {
        "index": 43,
        "text": "秋，楚成得臣帥師伐陳，討其貳於宋也。（成得臣，子玉也。）遂取焦、夷，城頓而還。（焦，今譙縣也。夷，一名城父，今譙郡城父縣。二地皆陳邑。頓國，今汝陰南頓縣。○焦，子消反。）子文以為之功，使為令尹。叔伯曰：“子若國何？”（叔伯，楚大夫薳呂臣也。以為子玉不任令尹。○薳，為彼反。不任音壬。）對曰： “吾以靖國也。夫有大功而無貴仕，（貴仕，貴位。○靖音靜。）其人能靖者與，有幾？”（言必矜功為亂，不可不賞。○其人能靖者與，絕句。與音餘。幾，居宜反。）"
      },
      {
        "index": 44,
        "text": "九月，晉惠公卒。（經在明年。從赴。）懷公命無從亡人，（懷公，子圉。亡人，重耳。○重，直龍反。）期，期而不至，無赦。狐突之子毛及偃從重耳在秦，弗召。（偃，子犯也。○期期，上如字，下音基；下亦作期，下注“未期”亦音基。從，才用反，後皆同。）○冬，懷公執狐突，曰：“子來則免。”（未期而執突，以不召子故。）對曰：“子之能仕，父教之忠，古之制也。策名，委質，貳乃辟也。（名書於所臣之策，屈膝而君事之，則不可以貳。辟，罪也。○質如字。辟，婢亦反，注同。膝，星曆反。）"
      },
      {
        "index": 45,
        "text": "疏注“名書”至“罪也”。○正義曰：策，簡策也。質，形體也。古之仕者，於所臣之人，書已名於策，以明係屬之也。拜則屈膝而委身體於地，以明敬奉之也。名係於彼所事之君，則不可以貳心。“辟，罪”，《釋詁》文。"
      },
      {
        "index": 46,
        "text": "今臣之子名在重耳，有年數矣。若又召之，教之貳也。父教子貳，何以事君？刑之不濫，君之明也，臣之原也。淫刑以逞，誰則無罪？臣聞命矣。”乃殺之。卜偃稱疾不出，曰：“《周書》有之：‘乃大明服。’（《周書•康誥》言君能大明則民服。○濫，力暫反。）○已則不明而殺人以逞，不亦難乎？民不見德而唯戮是聞，其何後之有？”（言懷公必無後於晉，為二十四年殺懷公張本。○逞，敕景反，本亦作“逞之”。）"
      },
      {
        "index": 47,
        "text": "十一月，杞成公卒。書曰“子”，杞，夷也。（成公始行夷禮以終其身，故於卒貶之。杞實稱伯，仲尼以文貶稱子，故傳言：“書曰子”以明之。）"
      },
      {
        "index": 48,
        "text": "疏注“成公”至“明之”。○正義曰：何休《膏肓》難《左氏》，云“杞子卒，豈當用夷禮死乎？”故解之，此杞成公始行夷禮以終其身，故於卒貶之。卒者，人之終，於終貶之，見其終身行夷禮也。於時杞實稱伯，唯此獨稱子，是仲尼以文貶之稱子。貶之而曰子者，《曲禮》曰：“其在東夷、北狄、西戎、南蠻，雖大曰子。”四夷之君，爵不過子，故貶之為子，言如夷狄之大國耳。"
      },
      {
        "index": 49,
        "text": "不書名，未同盟也。凡諸侯同盟，死則赴以名，禮也。（隱七年己見，今重發不書名者，疑降爵故也。此凡又為國史承告而書例。○見，賢遍反。重，直用反，下“重詳”同。又為，如偽反，又如字。）赴以名，則亦書之，（謂未同盟。）不然則否，（謂同盟而不以名告。）辟不敏也。（敏猶審也。同盟然後告名，赴者之禮也。承赴，然後書策，史官之制也。內外之宜不同，故傳重詳其義。）"
      },
      {
        "index": 50,
        "text": "疏“不書”至“敏也”。○正義曰：隱七年已有例矣，今重發者，《釋例》曰：“杞侯降爵，嫌有異同盟。傳重發不書之例，又更發凡者，以明雖薨，赴有法。若或違之，國史亦承告而書，不必改正也。赴以名，則亦書之者，謂諸侯雖不同盟，或以名赴也。“不然則否，辟不敏者”，謂雖同盟，而赴不以名，則亦不書名，以審違謬也”。"
      },
      {
        "index": 51,
        "text": "晉公子重耳之及於難也，晉人伐諸蒲城。（事在五年。難，乃旦反。）蒲城人欲戰，重耳不可，曰：“保君父之命而享其生祿，（享，受也。保猶恃也。）\n疏“享其生祿”。○正義曰：人以祿生，故謂之生祿。"
      },
      {
        "index": 52,
        "text": "於是乎得人。（以祿致眾。）有人而校，罪莫大焉。（校，報也。○校音教。）吾其奔也。”遂奔狄。從者狐偃、趙衰、（衰，趙夙弟。○衰，初危反。）顛頡、魏武子、（武子，魏犨。○頡，戶結反。犨，尺由反。）○司空季子。（胥臣臼季也。時狐毛、賈佗皆從，而獨舉此五人，賢而有大功。○臼，其九反。佗，徒何反。）"
      },
      {
        "index": 53,
        "text": "疏“胥臣”至“大功”。○正義曰：胥，氏也；臣，名也。晉有臼邑，蓋食采於臼邑，字季子而為司空之官，故名氏互見也。不言狐毛、賈佗，而獨舉此五人者，賢而有大功故也。顛頡歸晉，尋即被戮，而言大功者，當為從亡之時有大功也。《晉語》稱公子“長事賈佗”，佗非不賢，蓋傳文意之所在，便即言之，未必五人皆賢於賈佗。\n狄人伐廧咎如，（廧咎如，赤狄之別種也，隗姓。○廧，在良反。咎，古刀反。隗，五罪反，下文皆同。）"
      },
      {
        "index": 54,
        "text": "疏注“廧咎”至“隗姓”。○正義曰：成三年“晉郤克、衛孫良夫伐廧咎如”，傳曰：“討赤狄之餘焉。”彼言赤狄之餘，知是赤狄之別種也。女曰叔隗、季隗，知為隗姓也。"
      },
      {
        "index": 55,
        "text": "獲其二女叔隗、季隗，納諸公子。公子取季隗，生伯鯈、叔劉；以叔隗妻趙衰，生盾。（盾，趙宣子。○鯈，直由反。妻，七計反，下同。盾，徒本反。）將適齊，謂季隗曰：“待我二十五年，不來而後嫁。”對曰：“我二十五年矣，又如是而嫁，則就木焉。（言將死入木，不復成嫁。）請待子。”處狄十二年而行。（以五年奔狄，至十六年而去。○請待子，絕句。）○過衛，衛文公不禮焉。出於五鹿，（五鹿，衛地。今衛縣西北有地名五鹿，陽平元城縣東亦有五鹿。）乞食於野人，野人與之塊，公子怒，欲鞭之。子犯曰：“天賜也。”（得土，有國之祥，故以為天賜。○塊，苦對反，又苦怪反。）稽首，受而載之。"
      },
      {
        "index": 56,
        "text": "疏“乞食”至“載之”。○正義曰：《晉語》云：“過五鹿，乞食於野人，野人舉塊以與之，公子怒，將鞭之。子犯曰：‘天賜也。民以土服，又何求焉！天事必象，十二年，必獲此土。二三子誌之。歲在壽星及鶉尾，其有此土乎！天以命矣，複於壽星，獲於諸侯，天之道也，由是始之。有此，其以戊申乎！所以申土也。’再拜稽首，受而載之。”"
      },
      {
        "index": 57,
        "text": "及齊，齊桓公妻之，有馬二十乘，（四馬為乘，八十匹也。○乘，繩證反，注及下皆同。）公子安之，從者以為不可。將行，謀於桑下。（齊桓既卒，知孝公不可恃故。）○蠶妾在其上，以告姜氏，姜氏殺之。（姜氏，重耳妻，恐孝公怒其去，故殺妾以滅口。）"
      },
      {
        "index": 58,
        "text": "疏“及齊”至“殺之”。○正義曰：《晉語》云：“齊侯妻之，甚善焉。有馬二十乘，將死於齊而己。曰：‘民生安樂，孰知其他？’桓公卒，孝公即位。諸侯叛齊。子犯知齊之不可以動，而知文公之安齊有終焉之心，欲行，而患之，與從者謀於桑下。蠶妾在焉，莫知其在也。妾告姜氏，姜氏殺之。”"
      },
      {
        "index": 59,
        "text": "而謂公子曰：“子有四方之志，其聞之者吾殺之矣。”公子曰：“無之。”姜曰：“行也，懷與安，實敗名。”公子不可。姜與子犯謀，醉而遣之。醒，以戈逐子犯。（無去志，故怒。○敗，必邁反。醒，星頂反。）"
      },
      {
        "index": 60,
        "text": "疏“醒以戈逐子犯”。○正義曰：《晉語》云：“逐子犯，曰：‘若無所濟，吾食舅氏肉，其知饜乎！’舅犯走，且對曰：‘若無所濟，吾未知死所，誰能與豺狼爭食？若克有成，公子無亦晉之柔嘉，是以甘食。偃之肉腥臊，將焉用之？’遂行。”"
      },
      {
        "index": 61,
        "text": "及曹，曹共公聞其駢脅，欲觀其裸。浴，薄而觀之。（薄，迫也。駢脅，合脅。○共音恭。聞其駢幹，絕句。駢，薄賢反。脅，許業反。《說文》云“駢脅，並也”。《廣雅》云“脅幹謂之肋”。《通俗》云“腋下謂之脅”。欲觀，如字，絕句。一讀至裸字絕句。裸，力果反，又戶化反。浴音欲。薄，如字。《國語》云：“薄，簾也”。幹，古旦反。）"
      },
      {
        "index": 62,
        "text": "疏“及曹”至“觀之”。○正義曰：斷其裸以上為句。裸謂赤體無衣也。駢脅，非裸不見，故欲觀其裸，伺其浴，乃逼迫以觀之。《晉語》云“曹共公聞其駢脅，欲觀其狀，止其舍，諜其將浴，設微薄而觀之”。孔晁云：“諜，候也。微，蔽也。”○注“薄，迫也。駢脅，合幹”。○正義曰：薄者，逼近之意，故為迫也。《說文》云“駢脅，並幹了。肋，脅骨也”。《廣雅》云“脅幹謂之肋”。孔晁云“聞公子脅幹是一骨，故欲觀之”。《通俗文》曰“腋下謂之脅”。如此諸說，則脅是腋下之名，其骨謂之肋，幹是肋之別名。駢訓比也，骨相比迫若一骨然。"
      },
      {
        "index": 63,
        "text": "僖負羈之妻曰：“吾觀晉公子之從者，皆足以相國。若以相，（若遂以為傅相。○羈，紀宜反。相，息亮反，下及注同。）夫子必反其國。反其國，必得志於諸侯。得志於諸侯而誅無禮，曹其首也。子盍蚤自貳焉。”（自貳，自別異於曹。○盍，戶臘反。蚤音早。別，彼列反。）乃饋盤飧，寘璧焉。（臣無竟外之交，故用盤，藏璧飧中，不欲令人見。○饋，其貴反，遺也。飧音孫，《說文》云“餔也”，《字林》云“水澆飯也”。寘，之豉反。竟音境。令，力呈反。）公子受飧反璧。\n及宋，襄公贈之以馬二十乘。（贈，送也。）及鄭，鄭文公亦不禮焉。叔詹諫曰：“臣聞天之所啟，\n疏“天之所啟”。○正義曰：啟，開也。凡是天開道者，非人所能及，欲令鄭伯禮之。\n人弗及也。（啟，開也。）晉公子有三焉，天其或者。\n疏“天其或者”。○正義曰：天意不可必知，或言或者，謂天意或當然也。\n將建諸，君其禮焉。男女同姓，其生不蕃。（蕃，息也。○蕃音煩，注同。）"
      },
      {
        "index": 64,
        "text": "疏“男女”至“不蕃”。○正義曰：禮“取妻不取同姓”。辟違禮而取，故其生子，不能蕃息昌盛也。《晉語》曰：“同姓不昏，懼不殖也。”又曰：“異姓則異德，異德則異類。異類雖近，男女相及，以生民也。同姓則同德，同德則同心，同心則同志。同志雖遠，男女不相及，畏黷故也。黷則生怨，怨亂育災，災育滅姓。是故取辟同姓，畏亂災也。”《周禮》不得取同姓，彼遂演說其意耳，未必取同姓者皆滅姓也。"
      },
      {
        "index": 65,
        "text": "晉公子，姬出也，而至於今，一也。（犬戎狐姬之子，故曰姬出。）離外之患，（出奔在外。）而天下不靖晉國，殆將啟之，二也。有三士足以上人，而從之，三也。（《國語》“狐偃、趙衰、賈佗、三人，皆卿才”。○從如字，一音才用反。）"
      },
      {
        "index": 66,
        "text": "疏注“國語”至“卿才”。○正義曰：《晉語》云：“僖負羈言於曹伯曰：‘晉公子生十七年而亡，卿才三人從之，可謂賢乎！’宋公孫固言於襄公曰：‘晉公子好善不厭，父事狐偃，師事趙衰，而長事賈佗。此三人者，實左右之。公子居則下之，動則諮焉。’”僖負羈言有卿才，公孫固說其名氏，知是一物，故並引之。"
      },
      {
        "index": 67,
        "text": "晉、鄭同儕，（儕，等也。○儕，士皆反。）其過子弟，固將禮焉，況天之所啟乎？”弗聽。及楚，楚子饗之，曰：“公子若反晉國，則何以報不穀？”對曰：“子女玉帛則君有之，羽毛齒革則君地生焉。其波及晉國者，君之餘也，其何以報君？”曰：“雖然，何以報我？”對曰：“若以君之靈，得反晉國，晉、楚治兵，遇於中原，其辟君三舍。若不獲命，（三退不得楚止命也。○過王，古禾反。）其左執鞭弭，右屬櫜鞬，以與君周旋。”（弭，弓末無緣者。櫜以受箭，鞬以受弓。屬，著也。周旋，相追逐也。○弭，莫爾反。《爾雅》云“弓有緣者謂之弓，無緣者謂之弭”。屬音燭，注同。櫜，古刀反，受箭器。鞬，九言反，弓衣。緣，悅絹反。）"
      },
      {
        "index": 68,
        "text": "疏注“弭弓”至“逐也”。○正義曰：《釋器》云：“弓有緣者謂之弓，無緣者謂之弭。”李巡曰：“骨飾兩頭曰弓，不以骨飾兩頭曰弭。”孫炎曰：“緣謂繳束而漆之，弭謂不以繳束骨飾兩頭者也”。二說雖反，俱以弭為弓末也。《詩》云“載櫜弓矢”。則弓矢所藏，俱名櫜也。昭元年傳“伍舉請垂櫜而入”，注云：“示無弓。”則櫜亦受弓之物。《方言》云：“弓藏謂之。”此櫜、二物，必一弓一矢。以是受弓，故云櫜以受箭，因對文而分之耳。孔晁云：馬鞭及弓分在兩手，欲辟右帶櫜之文，故云左執。"
      },
      {
        "index": 69,
        "text": "子玉請殺之。畏其志大。楚子曰：“晉公子廣而儉，（志廣而體儉。）文而有禮。其從者肅而寬，（肅，敬也。）忠而能力。"
      },
      {
        "index": 70,
        "text": "疏“廣而”至“能力”。○正義曰：廣大者，失於奢僭，故美其能儉也。文華者，失於傲慢，故美其能有禮也。能敬者，失於褊急，故美其能寬容也。忠誠者，未必有力，故美其能勤也。此四者，每兩事相反，而美其能兼有之。"
      },
      {
        "index": 71,
        "text": "晉侯無親，外內惡之。（晉侯，惠公也。○惡，烏路反。）吾聞姬姓，唐叔之後，其後衰者也，其將由晉公子乎！天將興之，誰能廢之。違天必有大咎。” 乃送諸秦。秦伯納女五人，（懷嬴與焉，懷嬴，子圉妻。子圉諡懷公，故號為懷嬴。○咎，其九反。與焉音預。）奉匜沃盥。既而揮之。（匜、沃、盥，器也。揮，湔也。○奉，芳勇反。匜，以支反，一音以紙反；《說文》云“似羹魁，柄中有道可注水”。盥，古緩反。揮，許韋反。湔音薦，王音讚，一音箭，又音箋。）"
      },
      {
        "index": 72,
        "text": "疏注“匜沃”至“湔也”。○正義曰：《說文》云：“匜似羹魁，柄中有道可以注水。”“盥，澡手也。從臼、水，臨皿。”然則匜者，盛水器也。盥謂洗手也。沃謂澆水也。懷嬴奉匜盛水為公子澆水，令公子洗手，既而以濕手揮之，使水湔汙其衣，故云“揮，湔也”。"
      },
      {
        "index": 73,
        "text": "怒曰：“秦、晉匹也，何以卑我！”（匹，敵也。）公子懼，降服而囚。（去上服，自拘囚以謝之。○去，起呂反。拘音俱。）"
      },
      {
        "index": 74,
        "text": "疏注“去上”至“謝之”。○正義曰：《晉語》說此事云：“公子欲辭，司空季子、子犯、子餘勸取之。乃歸女而納幣，且逆。”孔晁云：“歸懷嬴，更以貴妾禮迎之也。”服虔云：“申意於楚子，伸於知己；降服於懷嬴，屈於不知己。”"
      },
      {
        "index": 75,
        "text": "他日，公享之。子犯曰：“吾不如衰之文也。（有文辭也。○衰，初危反，下同。）請使衰從。”公子賦《河水》，（《河水》，逸《詩》。義取河水朝宗於海，海喻秦。）公賦《六月》。（《六月》，《詩•小雅》，道尹吉甫佐宣王征伐，喻公子還晉，必能匡王國。古者禮會，因古詩以見意，故言賦。《詩》，斷章也，其全稱《詩》篇者，多取首章之義，他皆放此。○見，賢遍反。斷，端緩反。）"
      },
      {
        "index": 76,
        "text": "疏注“六月”至“放此”。○正義曰：杜言全引《詩》篇者，多取首章之義。劉炫《規過》云：“案《春秋》賦《詩》，有雖舉篇名，不取首章之義者。故襄二十七年公孫段賦《桑扈》，趙孟曰‘匪交匪敖’，乃是卒章。又昭元年云令尹賦《大明》之首章，既特言首章，明知舉篇名者不是首章。”今刪定知不然者，以文四年賦《湛露》云“天子當陽”，又文十三年文子賦《四月》，是皆取首章。若取餘章者，傳皆指言其事，則賦《載馳》之四章，《綠衣》之卒章是也。所以令尹特言《大明》首章者，令尹意特取首章明德，故傳指言首章，與餘別也。杜言多取首章，言多，則非是總皆如此。劉以《春秋》賦《詩》有不取首章，以規杜氏，非也。"
      },
      {
        "index": 77,
        "text": "趙衰曰：“重耳拜賜。”公子降，拜稽首，公降一級而辭焉。（下階一級，辭公子稽首。○級音急。）衰曰：“君稱所以佐天子者命重耳，重耳敢不拜。”（《詩》首章言匡王國，次章言佐天子，故趙衰因通言之，為明年秦伯納之張本。）\n僖公二十有四年\n【經】二十有四年，春，王正月。夏，狄伐鄭。"
      },
      {
        "index": 78,
        "text": "秋，七月。冬，天王出居於鄭。（襄王也。天子以天下為家，故所在稱居。天子無外而書出者，譏王蔽於匹夫之孝，不顧天下之重，因其辟母弟之難書出，言其自絕於周。○蔽，必世反。難，乃旦反。）"
      },
      {
        "index": 79,
        "text": "疏“天王出居於鄭”。○正義曰：出居，實出奔也。出謂出畿內，居若移居然。天子以天下為家，所在皆得安居，故為天子別立此名。《釋例》曰：“天子以天下為家，故傳曰，凡自周無出，今以出居為名，而不書奔，殊之於別國。”\n晉侯夷吾卒。文公定位而後告，未同盟而赴以名。"
      },
      {
        "index": 80,
        "text": "【傳】二十四年，春，王正月，秦伯納之，不書，不告入也。（納重耳也。）及河，子犯以璧授公子曰：“臣負羈絏從君巡於天下，（羈，馬羈。絏，馬韁。○羈，紀宜反，《說文》云：“馬絡頭也。”絏，息列反，《說文》云：“係也”。從，才用反，又如字。韁，居良反。）"
      },
      {
        "index": 81,
        "text": "疏注“羈，馬羈。絏，馬韁”。○正義曰：《說文》云：“羈，馬絡頭也。”又曰：“馬絆。”絏，係也。《少儀》云：“犬則執絏，則執紖，馬則執靮。”服虔云：“一曰犬韁曰絏，古者行則有犬。”杜今正以絏為馬韁者，絏是係之別名，係馬係狗皆得稱絏，彼對文耳，散則可以通。巡於天下，用馬為多，故主於馬耳。"
      },
      {
        "index": 82,
        "text": "臣之罪甚多矣。臣猶知之，而況君乎！請由此亡。”公子曰：“所不與舅氏同心者，有如白水。”（子犯，重耳舅也，言與舅氏同心之明，如此白水，猶《詩》言“謂予不信，有如日”。○，古了反。）"
      },
      {
        "index": 83,
        "text": "疏注“子犯”至“日”。○正義曰：諸言“有如”，皆是誓辭。有如日，有如河，有如日，有如白水，皆取明白之義。言心之明白如日、如水也。有如上帝、有如先君，言上帝先君明見其心，意亦同也。\n投其璧於河。（質信於河。○質音致。）"
      },
      {
        "index": 84,
        "text": "濟河，圍令狐，入桑泉，取臼衰。（桑泉在河東解縣西。解縣東南有臼城。○令，力丁反。衰，初危反。解，戶買反。）二月，甲午，晉師軍於廬柳。（懷公遣軍距重耳。○廬，力居反。柳，力久反。）秦伯使公子縶如晉師，師退，軍於郇。（解縣西北有郇城。○縶，張立反。郇音荀。）辛丑，狐偃及秦、晉之大夫盟於郇。壬寅，公子入於晉師。丙午，入於曲沃。丁未，朝於武宮。（文公之祖武公廟。）戊申，使殺懷公於高梁。不書，亦不告也。（懷公奔高梁。高梁在平陽楊縣西南。再發不告者，言外諸侯入及見殺，亦皆須告乃書於策。）呂、卻畏逼，（呂甥、郤芮，惠公舊臣，故畏為文公所逼害。○逼音逼。為，於偽反。）將焚公宮而弑晉侯。寺人披請見，公使讓之，且辭焉。（辭不見。○弑音試，又作殺。寺，本又作侍。披，普皮反。請見，賢遍反。）曰：“蒲城之役，（在五年。）君命一宿，女即至。（即日至。○女音汝，下皆同。）其後餘從狄君以田渭濱，（田，獵。○渭音謂，水名。濱音賓。）女為惠公來求殺餘，命女三宿，女中宿至。雖有君命，何其速也。夫袪猶在，（披所斬文公衣袂也。○為，於偽反。中，丁仲反，下注中鉤同。女中宿至，或無“至”字。袪，起魚反。袂，滅製反。）\n疏“夫袪猶在”。○正義曰：夫，辭也。彼時斬袪之恨，今日猶在。"
      },
      {
        "index": 85,
        "text": "女其行乎。”對曰：“臣謂君之入也，其知之矣。（知君人之道。）若猶未也，又將及難。君命無二，古之製也。除君之惡，唯力是視，蒲人、狄人，餘何有焉。（當二君世，君為蒲、狄之人，於我有何義。○難，乃旦反，下及注皆同。）今君即位，其無蒲、狄乎？"
      },
      {
        "index": 86,
        "text": "疏“蒲人”至“狄乎”。○正義曰：言獻公之時，君為蒲邑人。惠公之時，君為狄國人。餘未事君，何有恩義於君焉？“今君即位，其無蒲狄乎”，言有人在蒲、在狄為君，猶是也。"
      },
      {
        "index": 87,
        "text": "齊桓公置射鉤而使管仲相，（乾時之役，管仲射桓公，中帶鉤。○射，食亦反，注同。相，息亮反。）君若易之，何辱命焉？（言若反齊桓，己將自去，不須辱君命。）行者甚眾，豈唯刑臣。”（披，奄人，故稱刑臣。○甚眾，一本“甚”作“其”。）"
      },
      {
        "index": 88,
        "text": "疏“行者”至“刑臣”。○正義曰：公言女其行乎？欲使之出奔也。公若反齊桓，念舊惡，則出奔者甚眾多矣，豈唯刑臣一人乎？言畏罪者皆將去。"
      },
      {
        "index": 89,
        "text": "公見之，以難告。（告呂、郤欲焚公宮。）三月，晉侯潛會秦伯於王城。己丑晦，公宮火。瑕甥、郤芮不獲公，乃如河上，秦伯誘而殺之。晉侯逆夫人嬴氏以歸。（秦穆公女文嬴也。）秦伯送衛於晉三千人，實紀綱之仆。（新有呂、郤之難，國未輯睦，故以兵衛文公。諸門戶仆隸之事，皆秦卒共之，為之紀綱。○輯音集，又七入反，本亦作集。卒，子忽反。共音恭，本亦作“供”。）"
      },
      {
        "index": 90,
        "text": "疏注“新有”至“紀綱”。○正義曰：新有呂、郤之難，國未輯睦，恐晉人情不可信，故秦伯以兵衛文公也。《說文》云：“綱，維紘繩也。紀，絲別也。”則綱是維之大繩。紀者，別理絲縷。諸門戶仆隸之事，皆使秦卒共之，與晉人為紀綱，謂為之首領主帥也。"
      },
      {
        "index": 91,
        "text": "初，晉侯之豎頭須，守藏者也。（頭須，一曰裏鳧須。豎，左右小吏。○豎，上注反。藏，才浪反，下同。裏鳧須，房孚反。《韓詩外傳》云：“晉文公亡，過曹，裏鳧須從，因盜重耳資而亡。重耳無糧，餒不能行，介子推割股以食重耳，然後能行。”）"
      },
      {
        "index": 92,
        "text": "疏注“頭須”至“小吏”。○正義曰：一曰裏鳧須者，《史記》謂之裏鳧須，與傳文不同，必有一謬。故辨出其別，不敢正之。鄭玄《周禮》注云：“豎，未冠者之官名。”"
      },
      {
        "index": 93,
        "text": "其出也，竊藏以逃，（文公出時。）盡用以求納之。（求納文公。○盡，津忍反。）及入，求見，公辭焉以沐。謂仆人曰：“沐則心覆，\n疏沐則心覆。○正義曰：韋昭云：“沐則低頭，故心反覆也。”"
      },
      {
        "index": 94,
        "text": "心覆則圖反，宜吾不得見也。居者為社稷之守，行者為羈絏之仆，其亦可也，何必罪居者？國君而讎匹夫，懼者甚眾矣。”仆人以告，公遽見之。（言棄小怨所以能安眾。○求見，賢遍反，下“得見”同。覆，芳服反，下同。守，手又反，又如字。“甚眾”，本或作“其眾”。遽，甚處反。）"
      },
      {
        "index": 95,
        "text": "狄人歸季隗於晉而請其二子。（二子，伯鯈、叔劉。）文公妻趙衰，生原同、屏括、摟嬰。（原、屏、樓，三子之邑。○妻，七計反。屏，步平反。括，古活反。）趙姬請逆盾與其母，（趙姬，文公女也。盾，狄女叔隗之子。）子餘辭。（子餘，趙衰字。）姬曰：“得寵而忘舊，何以使人？必逆之。”固請，許之。來以盾為才，固請於公，以為嫡子，而使其三子下之，以叔隗為內子而已下之。（卿之嫡妻為內子。皆非此年事，蓋因狄人歸季隗，遂終言叔隗。○嫡，本亦作適，丁曆反，注同。下，遐嫁反，下同。）"
      },
      {
        "index": 96,
        "text": "晉侯賞從亡者。介之推不言祿，祿亦弗及。（介推，文公微臣。之，語助。○從，才用反。介音界。推，昌誰反。）推曰：“獻公之子九人，唯君在矣。惠、懷無親，外內棄之。天未絕晉，必將有主。主晉祀者，非君而誰？天實置之，而二三子以為已力，不亦誣乎？竊人之財猶謂之盜，況貪天之功以為已力乎？下義其罪，上賞其奸，上下相蒙，（蒙，欺也。）難與處矣！”"
      },
      {
        "index": 97,
        "text": "疏“下義”至“處矣”。○正義曰：在下者以貪天之功為立君之義，是下義其罪也。在上者以立君之勳賞盜天之罪，是上賞其奸也。居下者義其罪，是下欺上也。居上者賞其奸，是上欺下也。如此上下相欺蒙，難可與並居處矣！"
      },
      {
        "index": 98,
        "text": "其母曰：“盍亦求之，以死誰懟？”對曰：“尤而效之，罪又甚焉。且出怨言，不食其食。”（怨言，謂上下相蒙，難與處。○盍，戶臘反。懟，直類反。）其母曰：“亦使知之，若何？”（既不求之，且欲令推達言於文公。○令，力呈反。）對曰：“言，身之文也。身將隱，焉用文之？是求顯也。”其母曰： “能如是乎！與女偕隱。”（偕，俱也。○焉，於虔反。女音汝。）遂隱而死。晉侯求之，不獲，以綿上為之田，曰：“以誌吾過，且旌善入。”（旌，表也。西河界休縣南有地名綿上。）"
      },
      {
        "index": 99,
        "text": "鄭之入滑也，滑人聽命。（入滑在二十一年。）師還，又即衛。鄭公子士泄、堵俞彌帥師伐滑。（堵俞彌，鄭大夫。○俞，羊朱反。彌，亡皮反。）王使伯服、遊孫伯如鄭請滑。（二子，周大夫。）鄭伯怨惠王之入而不與厲公爵也，（事在莊二十一年。）又怨襄王之與衛、滑也，（怨王助衛為滑請。○為，於偽反。）故不聽王命而執二子。王怒，將以狄伐鄭。富辰諫曰：“不可。臣聞之，大上以德撫民，（無親疏也。○聽，吐鄭反。“而執二子”，本或作“而執其二子”， “其”，衍字也。大音泰）。其次親親以相及也。（先親以及疏，推思以行義。）"
      },
      {
        "index": 100,
        "text": "疏“大上”至“及也”。○正義曰：《曲禮》云：“大上貴德，其次務施報。”鄭玄以大上為帝皇之世其次謂三王以來則以大上其次為世代之先後也。襄二十四年傳曰：“大上立德，其次立功，其次立言。”杜以立德謂黃帝、堯、舜，立功謂禹、稷，立言謂史佚、周任。則以人之賢愚為上次，非複年代之先後也。然則大上謂人之最，大上，上聖之人也，以德撫民，唯能是用，不簡親疏也。其次聖之人，則親其所親，以漸相及而至於遠人，為下周公親親之事張本也。周公亦是上聖，不以德而先親者，製法為後，不獨為身，聖人之身不恃親也。"
      },
      {
        "index": 101,
        "text": "昔周公吊二叔之不鹹，故封建親戚以蕃屏周。（吊，傷也。鹹，同也。周公傷夏、殷之叔世，疏其親戚，以至滅亡，故廣封其兄弟。○蕃，方元反。）管、蔡、郕、霍、魯、衛、毛、聃、郜、雍、曹、滕、畢、原、酆、郇，文之昭也。（十六國皆文王子也。管國在熒陽京縣東北。雍國在河內山陽縣西。畢國在長安縣西北。酆國在始平鄠縣東。○郕音成。聃，乃甘反。雍，於用反，注同。酆音豐。郇音荀。）邘、晉、應、韓，武之穆也。（四國皆武王子。應國在襄陽城父縣西南。韓國在河東郡界。河內野王縣西北有𣃶城。○邘音於。）凡、蔣、邢、茅、胙、祭，周公之胤也。胤，嗣也。（蔣在弋陽期思縣。高平昌邑縣西有茅鄉。東郡燕縣西南有胙亭。○蔣，將丈反。茅，亡交反。胙，才故反，下注“祭胙”同。祭，則界反。）"
      },
      {
        "index": 102,
        "text": "疏“昔周”至“胤也”。○正義曰：伯、仲、叔、季，長幼之次也。故通謂國衰為叔世，將亡為季世。昔周公傷彼夏、殷二國叔世，疏其親戚，令使宗族之不同心以相匡輔，至於滅亡。故封立親戚為諸侯之君，以為蕃籬，屏蔽周室。言封此以下文、武、周公之子孫為二十六國也。此二十六國武王克商之後下及成康之世乃可封建畢矣非是一時封建，非盡周公所為。富辰盡以其事屬周公者，以武王克殷，周公為輔，又攝政製禮，成一代大法，雖非悉周公所為，皆是周公之法，故歸之於周公耳。昭二十八年傳曰：“昔武王克商，光有天下，兄弟之國十有五人，姬姓之國四十人。”彼言由其克商，乃得封建兄弟，歸功於武王耳。亦非武王之時已建五十五國，其後不複封人也。昭二十六年傳曰：“昔武王克殷，成王靖四方，康王息民，並建母弟，以蕃屏周。”昭九年傳曰：“文、武、成、康之建母弟，以蕃屏周。”則康王之世，尚有封國，非獨周公時也。且見於經、傳者，管叔、蔡叔、霍叔，周公攝政之初以流言見黜，則三叔之國已是武王封矣。《尚書•康誥》之篇，周公營洛之時，始封康叔於衛。《洛誥》之篇，周公致政之月，始封伯禽於魯。《書傳》稱成王削桐葉為珪，以封唐叔。如此之類，不得為武王封也。凡、蔣、邢、茅、胙、祭，周公之胤也，豈周公自封哉？固當成王即政之後，或至康王之時，始封之耳。○注“吊傷”至“兄弟”。○正義曰：吊、傷俱是悼往之辭。鹹訓為皆，故為同也。昭六年傳曰：“夏有亂政，而作《禹刑》；商有亂政，而作《湯刑》；周有亂政，而作《九刑》；三辟之興，皆叔世也。”彼叔世為三代之末世，知此二叔亦二代之末世也。二代之末，疏其親戚，以至滅亡。周公創其如此，故製禮設法，親其所親，廣封兄弟，以自蕃衛也。蕃屏者，分地以建諸侯，使與京師作蕃籬屏扞也。鄭眾、賈逵皆以二叔為管叔、蔡叔，傷其不和睦而流言作亂，故封建親戚。鄭玄《詩》箋亦然。案其封建之中，方有管、蔡，豈傷其作亂始封建之？馬融以為夏、殷叔世，故杜同之。○注“十六”至“縣東”。○正義曰：文之昭者，自後稷以後一昭一穆，文王於次為穆，故文子為昭，武子為穆。昭二十八年傳稱“武王兄弟之國十五人”，此十六，彼十五者，人異，故說異耳。非武王時十五而周公加一也。此十六國所在之地，蔡、郕、魯、衛、郜、曹、滕七國，當時皆在，已經解訖。霍在閔元年，原在隱十一年，郇在此年春，亦已解訖。其毛、聃闕，故唯解管、雍、畢、酆也。武穆四國，晉時見在，故唯解應、韓、邘也。周公之胤，邢國見在，隱五年解訖。凡、祭闕，故唯解蔣、茅、胙也。"
      },
      {
        "index": 103,
        "text": "召穆公思周德之不類，故糾合宗族於成周而作詩，（類，善也。糾，收也。召穆公，周卿士，名虎。召，采地，扶風雍縣東南有召亭。周厲王之時，周德衰微，兄弟道缺，召穆公於東都收會宗族，特作此周公之樂，歌《常棣》。《詩》屬《小雅》。○召，上照反，注同。糾，居黝反。棣，大計反，《字林》大丙反。）○曰：‘常棣之華，鄂不韋々，（常棣，棣也。鄂鄂然，華外發。不韋々，言韋々。以喻兄弟和睦，則強盛而有光輝韋々然。○鄂，五各反。不，方九反。韋，韋鬼反。）凡今之人，莫如兄弟。’（言致韋々之盛，莫如親兄弟。）○其四章曰：‘兄弟鬩於牆，外禦其侮。’（鬩，訟爭貌。言內雖不和，猶宜外扞異族之侵侮。○鬩，呼曆反；《毛詩》云：狠也。禦，魚呂反，下同。侮，亡甫反，《詩》作“務”。爭，爭鬥之爭，本又作“諍”。扞，戶旦反。）"
      },
      {
        "index": 104,
        "text": "疏“召穆”至“其侮”。○正義曰：《常棣》之詩，周公所作。故《周語》說此事，云“周文公之《詩》曰”，即明是周公作也。召穆公，厲王時人。於時周德既衰，兄弟道缺，召穆公思周德之不善，致使兄弟之恩缺，收合宗族於成周，為設燕會而作此周公樂歌之詩，曰常棣之木華鄂鄂然外發之時，豈不韋々而光明乎！以眾華俱外發，實韋々而光明，以喻兄弟眾多而相和睦，豈不彊盛而有光輝乎！言兄弟和睦，實彊盛而有光輝，兄弟和睦則彊盛如是，然則凡今日天下之人欲致此韋々之盛，莫如兄弟之相親也。其四章曰：兄弟或有自不相善，可爭訟於牆內，若有他人侵之，則同心合意外禦其他人之侵侮也。○注“類善”至“小雅”。○正義曰：“類，善”，《釋詁》文。糾者，聚合之意，故為收也。召穆公，厲王、宣王之臣，《詩•江漢》序云“命召公平淮夷”，經曰“王命召虎”是也。思周德之不善，故知是厲王之時，周德衰微，兄弟道缺也。召穆公於東都會宗族，蓋當宣王之時。若當厲王之時，天子疏之，召公雖則聚會，不能使之親也。於會之上作此周公之樂歌，欲感切宗族，使相親也。劉炫云，杜云《常棣》詩屬《小雅》，明是周公所作也。○注“常棣”至“韋然”。○正義曰：“常棣，棣”，《釋木》文也。舍人曰：“常棣，一名棣。”郭璞曰：“今關西山中有棣樹，子似櫻桃，可啖。”“鄂鄂然，華外發”者，華聚而發於外，鄂鄂然而光明也。不韡韡乎，言其實韡韡也。古之人語有聲而倒者，詩文多有此類。○注“鬩，訟爭貌”。○正義曰：《釋言》云：“鬩，很也。”孫炎云：“相很戾也。”李巡本作“恨”，注云：“相怨恨。”以心相怨恨而為鬩，是為爭訟貌也。"
      },
      {
        "index": 105,
        "text": "如是，則兄弟雖有小忿，不廢懿親。（懿，美也。）今天子不忍小忿以棄鄭親，其若之何？庸勳，親親，匿近，尊賢，德之大者也。（庸，用也。匿，親也。○匿，女乙反。）即聾，從昧，與頑，用嚚，奸之大者也。"
      },
      {
        "index": 106,
        "text": "疏“庸勳”至“奸之大”。○正義曰：親、匿、尊是愛敬之辭也。即、從、與是依就之意也。其庸即用也。用其有功勳者，親其親族親者，匿其道路近者，尊其有賢行者，此四事是德之大者也。即訓就也，就其耳聾者，從其目昧者，與其心頑者，用其口嚚者，此四事是奸之大者也。勳、親、近、賢，據事上為名。聾、昧、頑、嚚，據身上為名。以狄無他事，故於耳目心口之上為惡名耳。下文名以四事覆之，唯“棄嬖寵而用三良”，是言鄭伯之賢，與上文倒隨便言耳。杜言“三良，叔詹、堵叔、師叔，所謂尊賢”，如杜此注，則謂鄭伯尊賢，與上文尊賢乖者，能用三良，則是鄭伯之賢，王則當尊此鄭伯，但杜注省略耳。"
      },
      {
        "index": 107,
        "text": "棄德崇奸，禍之大者也。（崇，聚也。○聾，鹿工反。昧音妹。嚚，魚巾反。）鄭有平、惠之勳，（平王東遷，晉、鄭是依。惠王出奔，虢、鄭納之。是其勳也。）又有厲、宣之親，（鄭始封之祖桓公友，周厲王之子，宣王之母弟。）棄嬖寵而用三良，（七年殺嬖臣申侯，十六年殺寵子子華也。三良，叔詹、堵叔、師叔，所謂尊賢。○堵，丁古反，又音者，）於諸姬為近。（道近當匿之。）四德具矣。耳不聽五聲之和為聾，目不別五色之章為昧，心不則德義之經為頑，口不道忠信之言為嚚，狄皆則之，四奸具矣。周之有懿德也，猶曰‘莫如兄弟’，故封建之。（當周公時，故言周之有懿德。○別，彼列反。）其懷柔天下也，猶懼有外侮。扞禦侮者莫如親親，故以親屏周。召穆公亦云。（周公作詩，召公歌之，故言亦云。）今周德既衰，於是乎又渝周、召以從諸奸，無乃不可乎？（變周、召親兄弟之道。○渝，羊朱反，變也。）民未忘禍，王又興之，（前有子頹之亂，中有叔帶召狄，故曰民未忘禍。○頹，徒回反。）其若文、武何？”（言將廢文、武之功業。）王弗聽，使頹叔、桃子出狄師。（二子，周大夫。○桃如字，本或作姚，亦宜音桃。）\n夏，狄伐鄭，取櫟。王德狄人，\n疏“王德狄人”。正義曰：荷其恩者謂之為德，古人有此語也。"
      },
      {
        "index": 108,
        "text": "將以其女為後。富辰諫曰：“不可，臣聞之曰：‘報者倦矣，施者未厭。’（施，功勞也，有勞則望報過甚。○櫟，力狄反。施如字，注同。厭，於豔反，又於鹽反。）狄固貪惏。\n疏“狄固貪惏”。○正義曰：《方言》云：“殺人取財曰惏。”"
      },
      {
        "index": 109,
        "text": "王又啟之，女德無極，婦怨無終，（婦女之誌，近之則不知止足，遠之則忿怨無已。終，猶已也。○惏，力南反，《方言》云：“殺人而取其財曰惏。”近，附近之近。遠，於萬反。）狄必為患。”王又弗聽。"
      },
      {
        "index": 110,
        "text": "初，甘昭公有寵於惠後，（甘昭公，王子帶也，食邑於甘。河南縣西南有甘水。）惠後將立之，未及而卒。昭公奔齊，（奔齊在十二年。）王複之。（在二十二年。）又通於隗氏。（隗氏，王所立狄後。）王替隗氏，（替，廢也。○替，他計反。）頹叔、桃子曰：“我實使狄，狄其怨我。”遂奉大叔以狄師攻王。王御士將禦之，（《周禮》：“王之御士十二人。”）"
      },
      {
        "index": 111,
        "text": "疏注“周禮”至“二人”。○正義曰：《周禮》無御士之官，唯夏官大仆之屬有御仆，下士，十有二人，掌王之燕令。鄭玄云：“燕居時之令以親近王，故欲為王禦寇。”"
      },
      {
        "index": 112,
        "text": "王曰：“先後其謂我何？（先後，惠後也。誅大叔，恐違先後誌。）寧使諸侯圖之。”王遂出。及坎欿，國人納之。（坎欿，周地，在河南鞏縣東。○坎，苦感反。欿，大感反。鞏，九勇反。）\n秋，頹叔、桃子奉大叔，以狄師伐周，大敗周師，獲周公忌父、原伯、毛伯、富辰。（原、毛皆采邑。）"
      },
      {
        "index": 113,
        "text": "疏注“原、毛皆采邑”。正義曰：此原伯、毛伯，蓋是文王之子原、毛之後，世為王臣，仍為伯爵，或本封絕滅，食采畿內，故云皆采邑也。\n王出適鄭，處於氾。（鄭南汜也。在襄城縣南。○汜音凡，後皆同。）"
      },
      {
        "index": 114,
        "text": "疏注“鄭南”至“縣南”。○正義曰：南汜是襄城縣南，則鄭之西南之竟，南近於楚，西近於周，故王處於汜。及楚伐鄭，師於汜，皆以為南汜。其東汜在中牟縣南，去鄭城既近，三十年秦、晉圍鄭，秦軍氾南，故為東汜。各隨其所近而言也。\n大叔以隗氏居於溫。"
      },
      {
        "index": 115,
        "text": "鄭子華之弟子臧出奔宋，（十六年殺子華故。）○好聚鷸冠。（鷸，鳥名。聚鷸羽以為冠，非法之服。○好，呼報反。鷸，尹橘反，翠鳥也。）"
      },
      {
        "index": 116,
        "text": "疏注“鷸鳥”至“之服”。○正義曰：《釋鳥》云“翠鷸”。李巡曰：“鷸一名為翠，其羽可以為飾。”樊光云：“青羽出交州。”郭璞云：“似燕，紺色，生鬱林。”《說文》云：“翠，青羽雀也。”案《漢書》尉佗獻文帝翠鳥千。然則鷸羽可以飾器物，聚此鷸羽以為冠也。"
      },
      {
        "index": 117,
        "text": "鄭伯聞而惡之，（惡其服非法。○惡，烏路反。）使盜誘之。八月，盜殺之於陳、宋之間。君子曰：“服之不衷，身之災也。（衷，猶適也。○衷音忠，一音丁仲反，注同。）《詩》曰：‘彼已之子，不稱其服。’（《詩•曹風》。刺小人在位，言彼人之德，不稱其服。○已音記。稱，尺證反，注及下同。刺，七賜反。）子臧之服，不稱也夫。《詩》曰‘自詒伊慼’，其子臧之謂矣。（《詩•小雅》。詒，遺也。慼，憂也。取其自遺憂。○“之服”，一本作“之及”。夫音扶。詒，以支反。遺，唯季反，下同。）《夏書》曰，‘地平天成’，稱也。”（《夏書》，逸《書》。地平其化，天成其施，上下相稱為宜。○夏，戶雅反，後 “夏書”皆放此。施，始豉反。）"
      },
      {
        "index": 118,
        "text": "疏注“夏書”至“為宜”。○正義曰：此是《大禹謨》之文，以說禹事，故傳通以其篇為《夏書》。彼孔安國云：“水土治曰平，五行序曰成。”水土既治，是地平，其化五行既序，是“天成其施”。杜雖不見孔傳，於義亦不相違也。"
      },
      {
        "index": 119,
        "text": "宋及楚平，宋成公如楚。還，入於鄭。鄭伯將享之，問禮於皇武子。（皇武子，鄭卿。）對曰：“宋，先代之後也，於周為客，天子有事膰焉，（有事，祭宗廟也。膰，祭肉。尊之，故賜以祭胙。○膰，符袁反，《周禮》又作㸋字，音、義皆同。）有喪拜焉，（宋吊周喪，王特拜謝之。）"
      },
      {
        "index": 120,
        "text": "疏注“宋吊”至“謝之”。○正義曰：《禮》：吊喪之法，皆主人拜其吊者，謝其勤勞。吊者不答拜，以其為事而來，不自同於賓客。此皆據吊及主人敵禮以上。若其臣下來吊，則主人不拜，宋是先代之後，王以敵禮待之，故拜其來吊，其餘諸侯則否。"
      },
      {
        "index": 121,
        "text": "豐厚可也。”鄭伯從之，享宋公有加，禮也。（禮物事事加厚，善鄭能尊先代。○“享宋公有加”，絕句。“禮也”，一本無“也”字，讀則總為句。）"
      },
      {
        "index": 122,
        "text": "冬，王使來告難曰：“不穀不德，得罪於母弟之寵子帶，鄙在鄭地氾，（鄙，野也。○難，乃旦反，下同。）敢告叔父。”（天子謂同姓諸侯曰叔父。）臧文仲對曰：“天子蒙塵於外，敢不奔問官守？”（官守，王之群臣。○守，手又反，注及下同。）王使簡師父告於晉，使左鄢父告於秦。（二子，周大夫。○鄢，於晚反。）天子無出，書曰“天王出居於鄭”，辟母弟之難也。（叔帶，襄王同母弟。）天子凶服降名，禮也。（凶服，素服。降名，稱不穀。）\n鄭伯與孔將鉏、石甲父、侯宣多省視官、具於氾，（三子，鄭大夫。省官司，具器用。○鉏，仕居反。）"
      },
      {
        "index": 123,
        "text": "疏“省視官、具”。○正義曰：鄭伯與三大夫每日親自省視當國官司，令具其器用，送之於氾，而後聽其私政也。而後聽其私政，禮也。（得先君後已之禮。○聽，吐定反。）"
      },
      {
        "index": 124,
        "text": "衛人將伐邢，禮至曰：“不得其守，國不可得也。（禮至，衛大夫。守，謂邢正卿國子。）我請昆弟仕焉。”（乃往，得仕。為明年滅邢傳。）"
      }
    ]
  }
}