{
  "chapterNumber": 13,
  "title": "春秋左傳正義卷12 (Zuozhuan Zhengyi, Volume 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公六年\n【經】六年，春，王正月。\n夏，公會齊侯、宋公、陳侯、衛侯、曹伯伐鄭，圍新城。（新城，鄭新密，今滎陽密縣。）"
      },
      {
        "index": 1,
        "text": "秋，楚人圍許。（楚子不親圍，以圍者，）告諸侯遂救許。（皆伐鄭之諸侯，故不複更敘。）冬，公至自伐鄭。（無傳。）"
      },
      {
        "index": 2,
        "text": "疏「公至自伐鄭」。○正義曰：二十八年公會晉侯云云於溫，諸侯遂圍許，二十九年公至自圍許；此年會伐鄭，遂救許，不稱「至自救許」，而云「至自伐鄭」，與溫會反者，《釋例》曰：「諸若此類，事勢相接，或以始致，或以終致，蓋時史之異也。此事當由公至自告廟，所告不同，史依告而書，不為義例。」"
      },
      {
        "index": 3,
        "text": "【傳】六年，春，晉侯使賈華伐屈。夷吾不能守，盟而行。（賈華，晉大夫。非不欲校，力不能守，言不如重耳之賢。）將奔狄，郤芮曰：「後出同走，罪也。（嫌與重耳同謀而相隨。○郤，去逆反。芮，如銳反。）不如之梁，梁近秦而幸焉。」乃之梁。（以梁為秦所親幸，秦既大國，且穆姬在焉。故欲因以求入。○近，附近之近。）"
      },
      {
        "index": 4,
        "text": "夏，諸侯伐鄭，以其逃首止之盟故也。（首止盟在五年。）圍新密，鄭所以不時城也。（實新密而經言新城者，鄭以非時興土功，齊桓聲其罪以告諸侯。）"
      },
      {
        "index": 5,
        "text": "疏注「實新」至「諸侯」。○正義曰：密是邑名，鄭人新築密邑，故傳稱「新密」。經不稱圍新密，言「圍新城」，傳云「鄭所以不時城也」，解經言「新城」之意。鄭以非時築城，違禮害民，齊桓聲其罪以告諸侯，故書「新城」，以「新城」為鄭之罪狀。劉炫云：「先王之製，諸侯無故不造城，造城則攻其所造。《司馬法》曰『產城，攻其所產』是也。」\n秋，楚子圍許以救鄭。諸侯救許。乃還。"
      },
      {
        "index": 6,
        "text": "冬，蔡穆侯將許僖公以見楚子於武城。（楚子退舍武城，猶有忿誌，而諸侯各罷兵，故蔡將許君歸楚。武城，楚地，在南陽宛縣北。○見，賢遍反，罷，皮罵反，又皮買反。宛，於阮反。）許男面縛，銜璧，大夫衰絰，士輿櫬。（縛手於後，唯見其面，以璧為贄。手縛，故銜之。櫬，棺也。將受死，故衰絰。○衰，七雷反。絰，直結反，注同。櫬，初覲反。贄音至，一音置，如字。縛，如字，舊扶臥反。）楚子問諸逢伯，（逢伯，楚大夫。）對曰：「昔武王克殷，微子啟如是。（微子啟，紂庶兄，宋之祖也。）"
      },
      {
        "index": 7,
        "text": "疏注「微子」至「祖也」。○正義曰：案《宋世家》云：「微子開者，殷帝乙之首子而帝紂之庶兄。周武王克殷，微子乃持其祭器造於軍門，肉袒面縛，左牽羊，右把茅，膝行而前以告。於是武王乃釋微子，複其位。成王誅武庚，乃命微子代殷之後，國於宋。」《史記》之言，多有錯謬。微子手縛於後，故以口銜璧，又焉得牽羊把茅也？此皆馬遷之妄耳。\n武王親釋其縛，受其璧而祓之。（祓，除凶之禮。○祓，芳弗反，徐音廢。《說文》云：「除惡之祭也」。）"
      },
      {
        "index": 8,
        "text": "疏注「祓除凶之禮」。○正義曰：《周禮》：「女巫掌歲時祓除。」謂之「袚除」，明是除凶之禮也。襄二十九年稱「公臨楚喪，使巫以桃茢先祓殯」，此亦當以桃茢祓之。\n焚其襯，禮而命之，使複其所。」楚子從之。\n僖公七年\n【經】七年，春，齊人伐鄭。\n夏，小邾子來朝。（無傳。阝犁來始得王命而來朝也。邾之別封，故曰小邾。）\n鄭殺其大夫申侯。（申侯，鄭卿。專利而不厭，故稱名以殺，罪之也。例在文六年。○厭，於鹽反，傳同。）"
      },
      {
        "index": 9,
        "text": "秋，七月，公會齊侯、宋公、陳世子款、鄭世子華，盟於甯母。（高平方與縣東有泥母亭，音如甯。○母，如字，又音無，注同。方音房。與音預。泥，乃麗反，又音甯。王，奴兮反。）"
      },
      {
        "index": 10,
        "text": "曹伯班卒。（無傳。五年同盟於首止。）公子友如齊。（無傳。罷盟而聘，謝不敏也。）冬，葬曹昭公。（無傳。）"
      },
      {
        "index": 11,
        "text": "【傳】七年，春，齊人伐鄭。孔叔言於鄭伯曰：「諺有之曰：『心則不競，何憚於病？』（競，強也。憚，難也。○憚，徒旦反。難，乃旦反，下及八年經、傳並同。）"
      },
      {
        "index": 12,
        "text": "疏七年傳「心則」至「於病」。○正義曰：競，彊也。言心則不能彊盛，則當須屈服於人，何得難於屈弱之病，而不下齊。\n既不能彊，又不能弱，所以斃也。國危矣，請下齊以救國。」公曰：「吾知其所由來矣，"
      },
      {
        "index": 13,
        "text": "疏「吾知其所由來矣」。○正義曰：孔叔既請鄭伯下齊，公初欲下齊，不知何事而來得說於齊。後更云，吾知其說齊所由來矣，謂由殺申侯說齊之事得來矣。\n姑少待我。」（欲以申侯說。○下，戶嫁反。）對曰：「朝不及夕，何以待君？」（朝，如字。）"
      },
      {
        "index": 14,
        "text": "夏，鄭殺申侯以說於齊，且用陳轅濤塗之譖也。（濤塗譖在五年。）初，申侯，申出也，（姊妹之子為出。）有寵於楚文王。文王將死，與之璧，使行，曰：「唯我知女。女專利而不厭，予取予求，不女疵瑕也。（從我取，從我求，我不以女為罪釁。○女音汝，下皆同。疵，似斯反，又疾移反。釁，許靳反，下文同。）後之人將求多於女，（謂嗣君也。求多，以禮義大望責之。）女必不免。我死，女必速行，無適小國，將不女容焉！」（政狹法峻。○狹音洽。）既葬，出奔鄭，又有寵於厲公。子文聞其死也，曰：「古人有言曰：『知臣莫若君。』弗可改也己。」"
      },
      {
        "index": 15,
        "text": "「秋，盟於甯母」，謀鄭故也。管仲言於齊侯曰：「臣聞之：招攜以禮，懷遠以德。（攜，離也。）德、禮不易，無人不懷。」齊侯脩禮於諸侯，（諸侯官受方物。諸侯官司，各於齊受其方所當貢天子之物。）"
      },
      {
        "index": 16,
        "text": "疏注「諸侯」至「之物」。○正義曰：《周禮•大行人》云：「侯服貢祀物，甸服貢嬪物，男服貢器物，采服貢服物，衛服貢材物，要服貢貨物。」鄭玄云：「祀貢者，犧牲之屬。嬪物，絲枲也。器物，尊彝之屬。服物，玄纁絺糸廣也。材物，八材也。貨物，龜貝也。」如彼《禮》文，諸侯所貢之物，皆以服數為差。《尚書•禹貢》：「任土作貢。」皆貢土地所生，不計路之遠近。然則《周禮》雖依服數，亦貢土地所生，不宜遠求他方之物以貢王也。王室盛明之時，每國貢有常職。天子既衰，諸侯惰慢，貢賦之事無複定準，故霸主總帥諸侯，尊崇天子，量其國之大小，號令所出之物。傳言諸侯各使官司取齊約束，受其方所當貢天子之物。言其一聽齊令，美齊侯能以禮服諸侯。"
      },
      {
        "index": 17,
        "text": "鄭伯使大子華聽命於會，言於齊侯曰：「洩氏、孔氏、子人氏三族，實違君命。（三族，鄭大夫。○洩，息列反。）若君去之以為成，我以鄭為內臣，君亦無所不利焉。」（以鄭事齊，如封內臣。○去，起呂反。）齊侯將許之。管仲曰：「君以禮與信屬諸侯，而以奸終之，無乃不可乎？子父不奸之謂禮，守命共時之謂信，（守君命，共時事。○奸音幹。共音恭，注同。）違此二者，奸莫大焉。」公曰：「諸侯有討於鄭，未捷；今苟有釁，從之，不亦可乎？」（子華犯父命，是其釁隙。○隙，去逆反。）對曰：「君若綏之以德，加之以訓辭，而帥諸侯以討鄭，鄭將覆亡之不暇，豈敢不懼？若總其罪人以臨之，（總，將領也。子華奸父之命，即罪人。○覆，芳服反。）鄭有辭矣，何懼？（以大義為辭。）且夫合諸侯，以崇德也。會而列奸，何以示後嗣？（列奸，用子華。）"
      },
      {
        "index": 18,
        "text": "疏注「列奸用子華」。○正義曰：經書「齊侯、宋公、陳世子款、鄭世子華盟於甯母」，則已列於會矣，管仲方云「會而列奸，何以示後嗣」者，桓公列之於會，直是列其身耳；管仲言「列奸」 者，謂將用其奸謀。故杜云「列奸，用子華」也。不受子華之請，即是會不列奸，他國無事可記，齊史無所不隱。故下句言他國記奸，則廢君盟；齊之隱諱，則損盛德也。"
      },
      {
        "index": 19,
        "text": "夫諸侯之會，其德刑禮義，無國不記。記奸之位，（位，會位也。子華為奸人，而列在會位，將為諸侯所記。）君盟替矣。（替，廢也。○替，他計反。）作而不記，（非盛德也。君舉必書，雖複齊史隱諱，亦損盛德。○複，扶又反。）君其勿許，鄭必受盟。夫子華既為大子，而求介於大國，以弱其國，亦必不免。（介，因也。介音界。）鄭有叔詹、堵叔、師叔三良為政，未可間也。」齊侯辭焉。子華由是得罪於鄭。\n冬，鄭伯使請盟於齊。（以齊侯不聽子華故。○堵，丁古反，又音者。間，間廁之間。）"
      },
      {
        "index": 20,
        "text": "閏月，惠王崩。襄王惡大叔帶之難，（襄王，惠王大子鄭也。大叔帶，襄王弟，惠後之子也，有寵於惠後，惠後欲立之，未及而卒。○惡，烏路反。大音泰。叔，又作卞。）懼不立，不發喪，而告難於齊。（為八年盟洮傳。○洮，他刀反。）\n僖公八年"
      },
      {
        "index": 21,
        "text": "【經】八年，春，王正月，公會王人、齊侯、宋公、衛侯、許男、曹伯、陳世子款盟於洮。（王人與諸侯盟，不譏者，王室有難故。洮，曹地。）"
      },
      {
        "index": 22,
        "text": "疏注「王人」至「曹地」。○正義曰：《公羊傳》曰：「王人，微者，曷為序乎諸侯之上？先王命也。」《穀梁傳》曰：「王人之先諸侯何也？貴王命也。弁冕雖舊，必加於首。周室雖衰，必先諸侯。《釋例》以為，中士稱名，下士稱人，此言「王人」，是天子之下士也。諸侯相與為盟，所以同獎王室。天子之臣，不與諸侯同盟。《釋例》曰：「未有臣而盟君，臣而盟君，是子可盟父。故《春秋》王世子以下會諸侯者，皆同會而不同盟。」是言王臣正法，不與諸侯盟也。二十八年踐土之盟，傳稱「王子虎盟諸侯於王庭」，杜云：「王子虎臨盟，不同歃，故不書。」宣七年傳曰：「諸侯盟於黑壤，王叔桓公臨之，以謀不睦。」杜云：「王叔桓公銜天子之命以監臨諸侯，不同歃，尊卑之別也。」哀十三年傳曰：「公會單平公、晉定公、吳夫差於黃池。」杜云：「平公，周卿士也。不書，尊之，不與會。」此三者，王臣皆不與盟，是其正法然也。若天子初立，王室不安，命臣使結盟諸侯，以安王室，雖非正法，事勢宜然，既無褒美，亦無貶責。此王人與諸侯盟，不譏者，王室有難，王敕使來盟故也。文十年及蘇子盟於女栗，傳曰：「頃王立故也。」襄三年公會單子晉侯云云盟於雞澤，杜云：「周靈王新即位，使王官伯公與諸侯盟，以安王室。」皆事與此同，以情義可許，故都無貶責。二十九年翟泉之盟，於時諸侯輯睦，王室無虞，而王子虎下盟列國，以瀆大典，故貶稱「王人」，是依禮不合，故據法貶之。《春秋》王臣與諸侯會盟，凡十有餘事，譏與不譏，皆從此例。\n鄭伯乞盟。（新服未與會，故不序列，別言乞盟。○與音預，下同。）"
      },
      {
        "index": 23,
        "text": "疏注「新服」至「乞盟」。○正義曰：鄭伯往年使子華聽命，心猶未服。齊桓拒子華之請，故今始服從。齊桓以其新服，尚未與之會，故不序列，而別言乞盟。止言乞盟，不知與盟以否？傳稱：「鄭伯乞盟，請服也。」既言「請服」，義無不受。當是既盟之後，而別與之盟。諸言乞師，皆乞得其師，知此乞盟，亦乞得其盟，但盟理可見，不複別言盟耳。\n夏，狄伐晉。"
      },
      {
        "index": 24,
        "text": "秋，七月，禘於大廟，用致夫人。（禘，三年大祭之名。大廟，周公廟。致者，致新死之主於廟，而列之昭穆。夫人淫而與殺，不薨於寢，於禮不應致，故僖公疑其禮。曆三禘，今果行之，嫌異常，故書之。○大音泰。殺音試。）"
      },
      {
        "index": 25,
        "text": "疏注「禘三」至「書之」。○正義曰：《釋天》云：「禘，大祭也。」言其大於四時之祭，故為三年大祭之名。言每積三年而一為此祭也。大廟，廟之大者，故為周公廟。《釋例》曰：「三年喪畢，致新死之主以進於廟，廟之遠主當遷入祧，於是乃大祭於大廟，以審定昭穆，謂之禘。」是說致者，致新死之主於廟，而列之昭穆也。此致，致哀薑也。哀薑薨已多年，非複新死，而於今始致者，傳發凡例：「夫人不薨於寢則不致」，哀薑例不應致，故僖公疑其禮，喪畢之日，不作禘祭之禮以致之。既不為哀薑作喪畢禘祭，其禘自從閔公數之，二年除閔喪為禘，至五年複禘，今八年複禘，薑死以來已曆三禘，今因禘祭，果複行之。三年一禘，禘自是常，不為夫人禘祭。因禘而致夫人，嫌其異於常禮，故史官書之。若其不致夫人，則此禘得常不書。為「用致夫人」而書之耳。\n冬，十有二月，丁未，天王崩。（實以前年閏月崩，以今年十二月丁未告。）\n【傳】八年，春，盟於洮，謀王室也。鄭伯乞盟，請服也。襄王定位而後發喪。（王人會洮，還而後王位定。）"
      },
      {
        "index": 26,
        "text": "晉里克帥師，梁由靡禦，虢射為右，以敗狄於采桑。（傳言前年事也。平陽北屈縣西南有采桑津。○射，食亦反。）梁由靡曰：「狄無恥。從之，必大克。」（不恥走，故可逐。）里克曰：「懼之而已，無速眾狄。」（恐怨深而群黨來報。）虢射曰：（「期年狄必至，示之弱矣。」○期音基，本或作期，注同。）\n夏，狄伐晉，報采桑之役也。複期月。（明期年之言驗。）"
      },
      {
        "index": 27,
        "text": "秋，禘而致哀薑焉，非禮也。凡夫人不薨於寢，不殯於廟不赴於同，不祔於姑，則弗致也。（寢，小寢。同，同盟。將葬，又不以殯過廟。據經哀薑薨葬之文，則為殯廟、赴同、祔姑。今當以不薨於寢，不得致也。○祔音附。）"
      },
      {
        "index": 28,
        "text": "疏「凡夫」至「致也」。○正義曰：夫人薨葬之禮，有赴同祔姑、反哭三事而已，此說致之禮，加以薨寢、殯廟，而不言反哭者，蓋以致於廟者終始成，其尊死生之禮畢。不薨於寢，死不得其所也。不殯於廟，葬之不以禮也。死葬非禮，則先神恥之。故不具四事，皆不合致。反哭者，直為書葬以否，假使不書，其葬夫人之禮亦成，自是生者之可譏，非為死者之有失，雖不反哭，亦得致之，故於此不言反哭也。○注「寢小」至「致也」。○正義曰：《喪大記》云：「男子不死於婦人之手，婦人不死於男子之手。君夫人卒於路寢。」既言「婦人不死於男子之手」，必不得死於君之路寢，言「夫人卒於路寢」，謂卒於夫人之大寢，對君路寢為小，故云「小寢」也。同者，同盟之國也。《檀弓》曰：「喪之朝也，順死者之孝心也。其哀，離其室也。故至於祖考之廟而後行。殷朝而殯於祖，周朝而遂葬。」《士喪禮》「朝而遂葬」，與《記》正同，知周法不殯於廟。而此傳及襄四年皆云「不殯於廟」，以為失禮，知其將葬之時，不以殯過廟耳。殯過廟者，將葬之時，從殯宮出，告廟乃葬，非是殯屍於廟中也。據經哀薑薨葬之文，知其赴同、祔姑可矣，亦知其殯於廟者，以元年十二月喪，至二年五月始葬，明至則殯於寢也，既殯於寢，自然葬當朝廟，故據葬文亦知殯廟。唯當以不薨於寢，不得致耳。\n冬，王人來告喪。難故也，是以緩。（有大叔帶之難。）"
      },
      {
        "index": 29,
        "text": "宋公疾，大子茲父固請曰：「目夷長且仁，君其立之。」（茲父，襄公也。目夷，茲父庶兄子魚也。○父音甫。長，丁丈反。）公命子魚。子魚辭曰：「能以國讓，仁孰大焉？臣不及也，且又不順。」（立庶不順禮。）遂走而退。\n僖公九年\n【經】九年，春，王三月，丁丑，宋公禦說卒。（四同盟。○禦，魚呂反。說音悅。）"
      },
      {
        "index": 30,
        "text": "疏注「四同盟」。○正義曰：禦說以莊十三年即位，十六年盟於幽，十九年於鄄，二十七年於幽，僖元年於檉，四年於召陵，五年於首止，七年於甯母，八年於洮，皆魯、宋俱在，是為八同盟。不數莊公之盟，檉盟經不書，亦不數，故云「四同盟」。劉君乃數莊公之盟，又不數召陵，以為六同盟，而規杜，非也。"
      },
      {
        "index": 31,
        "text": "夏，公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘。（周公，宰孔也。宰，官。周，采地。天子三公不字。宋子，襄公也。傳例曰：在喪公侯曰子。陳留外黃縣東有葵丘。）"
      },
      {
        "index": 32,
        "text": "疏注「周公」至「葵丘」。○正義曰：傳稱「王使宰孔賜齊侯胙」，知周公即宰孔也。其官為大宰，采地名為周，天子三公，故稱「公」；孔，則其名也。《穀梁傳》曰：「天子之宰，通於四海。」其意言宰者，六官之長，官名通於海內，是故書其官名也。通於四海者，當謂大宰之長官耳，其屬官不應得通。而宰咺、宰渠、伯糾則必非長官，亦稱為宰者，蓋自宰夫以上皆通也。《釋例》曰：今案《春秋》以考之，其稱公者皆三公，「非五等之公也」。是言祭公、周公皆三公也。《釋例》又曰「王之公卿皆書爵」，則卿亦不字。杜云「三公不字」者，以入春秋以來，家父、南季皆大夫稱字，宰周公文承其後，故云「不字」。不於「祭公逆王後」注者，因曆序諸國而言之。莊八年傳曰：「連稱、管至父戍葵丘。」杜云：「齊地，臨淄縣西有地名葵丘。」知此葵丘與彼異者，傳稱「齊侯不務德而勤遠略，西為此會」，則此地遠處齊西，不得近在臨淄。故《釋例》以為宋地，陳留外黃縣東有葵丘。或曰河東汾陰縣為葵丘，非也。經書夏會葵丘，九月乃盟，晉為地主，無緣欲會而不及盟也。是說不同之意。"
      },
      {
        "index": 33,
        "text": "秋，七月，乙酉，伯姬卒。（無傳。《公羊》、《穀梁》曰：未適人，故不稱國。已許嫁，則以成人之禮書，不複殤也。婦人許嫁而笄，猶丈夫之冠。○複，扶又反。殤，式羊反。笄，古兮反。冠，古喚反。）"
      },
      {
        "index": 34,
        "text": "疏注「公羊」至「之冠」。○正義曰：《公羊傳》曰：「此未適人，何以卒？許嫁矣。婦人許嫁，字而笄之。死則以成人之喪治之。」《穀梁傳》意亦與之同。嫁於大夫，死不書卒。此許嫁者，嫁於國君也。但未往彼國，不成彼國之婦，故不稱國也。《喪服小記》曰：男子冠而婦人笄，其義一也。是許嫁而笄，猶丈夫之冠也。禮，男子冠而不為殤，婦人笄而不為殤，故以成人之喪治之，為之服成人之服。禮，姊妹在室，期；出嫁，大功。《檀弓》曰 「姑姊妹之薄也，蓋有受我而厚之者」，為夫厚之故，我降之也。《曾子問》云：「取女有吉日，而女死，如之何？孔子曰：『婿齊衰而吊，既葬而除之。』」其夫不為服，則兄弟不為降。禮，諸侯絕旁期。此為將嫁於諸侯，故書其卒，既書其卒，當服其本服，為之齊衰期也。但於時服否，不可知耳。"
      },
      {
        "index": 35,
        "text": "九月，戊辰，諸侯盟於葵丘。（夏會葵丘，次伯姬卒，文不相比，故重言諸侯。宰孔先歸，不與盟。○比，毗誌反。重，直用反。與音預。）"
      },
      {
        "index": 36,
        "text": "疏注「夏會」至「與盟」。○正義曰：平丘會後即盟，不言諸侯，為間無異事故也。此亦會後為盟，間有伯姬卒，盟、會文不相比，故重言諸侯。又傳稱「宰孔先歸」，則宰孔不盟。杜云「宰孔先歸，不與盟」者，欲見縱無伯姬之卒，亦當重言諸侯。"
      },
      {
        "index": 37,
        "text": "甲子，晉侯佹諸卒。（未同盟而赴以名。甲子，九月十一日。戊辰，十五日也。書在盟後，從赴。○佹，九委反。）"
      },
      {
        "index": 38,
        "text": "疏注「未同」至「從赴」。○正義曰：甲子在戊辰之前，而書在盟後，從赴。從赴者，赴在盟後也。春秋之世，史失其守，赴告之文，多違禮製。計諸侯之薨，當具以薨之月日告於鄰國。隱三年傳曰：「壬戌，平王崩。赴以庚戌，故書之。」是赴者妄稱日也。襄二十八年傳曰：「王人來告喪，問崩日，以甲寅告，故書之。」是元赴不以日，被問乃稱日也。文十四年傳曰：「七月乙卯夜，齊商人弑舍。齊人定懿公，使來告難，故書以『九月』。」是赴者不言死月，魯史不複審問，即書以來告之月也。此甲子晉侯卒，蓋赴以日而不以月，魯史不複審問，書其來告之日，唯稱甲子而已。不知甲子是何月之日，故在戊辰後也。若赴以九月告魯，魯史當推其日之先後，不得甲子在戊辰後也。明告不以月，故書其日耳。"
      },
      {
        "index": 39,
        "text": "冬，晉里奚克殺其君之子奚齊。（獻公未葬，奚齊未成君，故稱「君之子奚齊」。受命繼位，無罪，故里克稱名。○殺如字，傳同，《公羊》音試。）"
      },
      {
        "index": 40,
        "text": "【傳】九年，春，宋桓公卒。未葬而襄公會諸侯，故曰子。凡在喪，王曰小童，公侯曰子。（在喪，未葬也。小童者，童蒙幼末之稱。子者，繼父之辭。公侯位尊，上連王者，下絕伯子男。周康王在喪，稱「予一人釗。」禮稱亦不言小童，或所稱之辭，各有所施。此謂王自稱之辭，非諸下所得書，故經無其事，傳通取舊典之文，以事相接。○稱，尺證反。釗，古堯反，又音昭。）"
      },
      {
        "index": 41,
        "text": "疏注「在喪」至「相接」。○正義曰：既言桓公未葬，即發在喪之例，知其在喪謂未葬也。童者，未冠之名；童而又小，故為童蒙幼末之稱。《易•蒙卦》云：「匪我求童蒙，童蒙求我。」蒙謂闇昧也。幼童於事多闇昧，是以謂之童蒙焉。《曲禮》曰：「夫人自稱於其君曰小童。」鄭玄云：「小童，若云未成人也。」王崩未葬，嗣王自稱，亦言已未成人也。子者，對父之名，故云「係父之辭」，以未成君，故係於父，不忍絕之稱也。諸侯爵有五等，唯言「公侯曰子」，以公侯尊也。傳稱：在禮，卿不會公侯，會伯子男可也。又子產云：「鄭伯，男也，使從公侯之貢，懼弗給也。」是公侯之尊絕於伯子男也。此既言王，即云公侯，是其與王相連，特為公侯立稱，伯子男不得同之也。《春秋》無伯子男在喪之事，既不為立稱，又不得成君，不知其當何所稱也。然案桓十一年，鄭忽出奔衛，莊二十四年曹羈出奔陳，杜云：「先君既葬，不稱爵者，國人賤之，以名赴。」則既葬稱爵，未葬稱名也。「周康王在喪，稱『予一人釗』」，《尚書•康王之誥》也。《曲禮》云：「君天下者曰天子，朝諸侯，分職授政，曰餘一人，天子未除喪曰餘小子。」是《禮》天子自稱亦不言小童也。此言「王曰小童」，必有稱之時，或所稱之辭各有所施，但不知施何處耳。如《曲禮》之文，天子未除喪曰餘小子，則是未得稱「一人」，而康王在喪稱「予一人釗」者，當以諸侯列土之君，將欲各歸其國，故正其成君之稱以答諸侯也。此小童者，王謙自稱之辭，非諸下所得書，故經無其事。其「公侯曰子」，乃是史書之文，二者非相類之事，而並為一凡，是傳通取舊典之文，以事類相接耳，非言小童是策書之例也。《釋例•郊雩烝嘗例》：「不云地祗及礿祠者，經無其事，故傳略而不言。」此「王曰小童」，亦經無其事，所以言之者，郊雩例多，故經無者略之，此「王曰小童」與公侯相接，其文簡約，經雖無事，亦連而言之。《釋例》曰：「位彌高者事彌重。重慮周於經遠，故儀製異於凡人。存其實，篤其誌，足以敘親疏之情，通萬事之理而已。故諸列國之君在喪，或不得已而脩會盟之事，唯公侯特稱子以別尊卑。」是言獨為公侯立稱之意。《春秋》公侯稱子，皆是其父未葬，唯二十五年「公會衛子、莒慶盟於洮」，於時衛文公已葬，而成公稱子。《釋例》曰：「衛文公欲平莒於魯，未終而薨，故衛子尋父之誌，魯人由此亦脩文公之好，此孝子之至感，人情之所篤，故成公雖已免喪，至於此盟，降從在喪之名，故經隨而書子，傳從而釋之。」云脩文公之好也。"
      },
      {
        "index": 42,
        "text": "夏，會於葵丘。尋盟，且脩好，禮也。（○好，呼報反，下「幹好」並注同。）王使宰孔賜齊侯胙，（胙，祭肉。尊之，比二王後。○胙，才素反。）"
      },
      {
        "index": 43,
        "text": "疏注「胙祭」至「王後」。○王義曰：傳稱「大子祭於曲沃，歸胙於公」，此天子有事於文、武賜齊侯以胙，知胙是祭肉也。《周禮•大宗伯》：「以脤膰之禮，親兄弟之國。」鄭玄云：「脤膰，社稷宗廟之肉，以賜同姓之國，同福祿也。」脤膰即胙肉也。言親兄弟之國，則異姓不合賜也。二十四年傳曰：「宋，先代之後也，於周為客，天子有事膰焉。」是言二王之後，禮合得之。今賜齊侯，是尊之比二王後也。\n曰：「天子有事於文、武，（有祭事也。）使孔賜伯舅胙。」（天子謂異姓諸侯曰伯舅。）"
      },
      {
        "index": 44,
        "text": "疏注「天子」至「伯舅」。○正義曰：《曲禮》曰：「五官之長曰伯。天子同姓謂之伯父，異姓謂之伯舅。」鄭玄云：「謂為三公者，周禮九命作伯。」齊桓是九命之伯，故以伯舅呼之。"
      },
      {
        "index": 45,
        "text": "齊侯將下拜。孔曰：「且有後命。天子使孔曰：『以伯舅耋老，加勞，賜一級，無下拜！』」（七十曰耋。級，等也。○耋，田節反，一音他結反。勞，力報反。級音急。）"
      },
      {
        "index": 46,
        "text": "疏注「七十曰耋。級，等也」。○正義曰：《釋言》云：「耋，老也。」舍人云：「年六十稱也。」郭璞云：「八十為耋。」《釋名》云：「八十曰耋。耋，鐵也。皮黑如鐵。」彼說或云六十，或云八十，杜云「七十曰耋」者，耋之年齒既文，《曲禮》云「七十曰老」，《爾雅》以耋為老，故以為七十。《曲禮》升階之法云「涉級聚足」，是級為等也。法當下拜，賜之勿下，是進一等。\n對曰：「天威不違顏咫尺，（言天鑒察不遠，威嚴常在顏面之前。八寸曰咫。○咫，之氏反。）"
      },
      {
        "index": 47,
        "text": "疏注「言天」至「曰咫」。正義曰：顏謂額也。楊雄《方言》云：「顏、額，謂顙也。中夏謂之額，東齊謂之顙，河、穎、淮、泗之間謂之顏。」《魯語》云：「肅慎氏貢楛矢，長尺有咫。」賈逵亦云：「八寸曰咫。」《說文》云：「周製：寸、尺、咫、尋，皆以人之體為法。中婦人手長八寸謂之咫，周尺也。」\n小白餘敢貪天子之命無下拜！（小白，齊侯名。餘，身也。）"
      },
      {
        "index": 48,
        "text": "疏注「小白」至「身也」。○正義曰：諸自稱餘者，當稱名之處耳。齊侯既稱小白，而複言餘，故解之。「餘，身」，《釋詁》文。舍人曰：「餘，卑謙之身也。」孫炎曰：「餘，舒遲之身也。」郭璞曰：「今人亦自呼為身。」"
      },
      {
        "index": 49,
        "text": "恐隕越於下，（隕越，顛墜也。據天王居上，故言恐顛墜於下。○墜，直類反，下同。）以遺天子羞。敢不下拜！」下拜，登受。（拜堂下，受胙於堂上。○遺，於季反。）"
      },
      {
        "index": 50,
        "text": "疏「下拜登受」。○正義曰：《覲禮》：「天子賜侯氏以車服。諸公奉篋服，如命書於其上，升自西階東面，大史氏右，侯氏升西面立，大史述命，侯氏降兩階之間，北面再拜稽首，升成拜。」彼侯氏降階再拜，是此「下拜」也。「升成拜」，是此「登受」。"
      },
      {
        "index": 51,
        "text": "秋，齊侯盟諸侯於葵丘，曰：「凡我同盟之人，既盟之後，言歸於好。」（義取脩好，故傳顯其盟辭。）宰孔先歸，（既會，先諸侯去。○先諸侯，悉薦反。）遇晉侯，曰：「可無會也。（晉侯欲來會葵丘。）齊侯不務德而勤遠略，故北伐山戎，（在莊三十一年。）南伐楚，（在四年。）西為此會也。東略之不知，西則否矣。（言或向東，必不能複西略。○複，扶又反，下「不複會」同。）其在亂乎。君務靖亂，無勤於行！」（在，存也。微戒獻公，言晉將有亂。）晉侯乃還。（不複會齊。）"
      },
      {
        "index": 52,
        "text": "九月，晉獻公卒。里克、丕鄭欲納文公，故以三公子之徒作亂。（丕鄭，晉大夫。三公子：申生、重耳、夷吾。○丕，普悲反。）初，獻公使荀息傅奚齊。公疾，召之，曰：「以是藐諸孤，（言其幼賤，與諸子縣藐。○藐，妙小反，又亡角反。縣音玄。）"
      },
      {
        "index": 53,
        "text": "疏注「言其」至「縣藐」。○正義曰：藐者，縣遠之言。諸子皆長，而奚齊獨幼，是小大相去縣藐也。藐諸孤者，言年既幼稚，縣藐於諸子之孤。"
      },
      {
        "index": 54,
        "text": "辱在大夫，其若之何？」（欲屈辱荀息，使保護之。）稽首而對曰：「臣竭其股肱之力，加之以忠貞。其濟，君之靈也；不濟，則以死繼之。」公曰：「何謂忠貞？」對曰：「公家之利，知無不為，忠也；送往事居，耦俱無猜，貞也。」（往，死者，居，生者。耦，兩也。送死事生，兩無疑恨，所謂正也。○猜，七才反，疑也。）及里克將殺奚齊，先告荀息曰：「三怨將作，（三公子之徒。）秦、晉輔之，子將何如？」荀息曰：「將死之。」里克曰：「無益也」。荀叔曰：「吾與先君言矣，不可以貳。能欲複言而愛身乎？（荀叔，荀息也。複言，言可複也。）\n疏「能欲複言而愛身乎」。○正義曰：意能欲使前言可反複而行之，得愛惜身命不死乎？"
      },
      {
        "index": 55,
        "text": "雖無益也，將焉辟之？且人之欲善，誰不如我？我欲無貳，而能謂人已乎？（言不能止里克，使不忠於申生等。○焉，於虔反，下文「焉能克」同。）"
      },
      {
        "index": 56,
        "text": "冬，十月，里克殺奚齊於次。（次，喪寢。）書曰「殺其君之子」，未葬也。荀息將死之，人曰：「不如立卓子而輔之。」荀息立公子卓以葬。十一月，里克殺公子卓於朝。荀息死之。君子曰：「《詩》所謂『白圭之玷，尚可磨也；斯言之玷，不可為也』，（《詩•大雅》。言此言之缺，難治甚於白圭。○玷，丁簟反，又丁念反，缺也。荀息有焉。」有此詩人重言之義。）"
      },
      {
        "index": 57,
        "text": "齊侯以諸侯之師伐晉，及高梁而還，討晉亂也。（高梁，晉地，在平陽縣西南。）令不及魯，故不書。（前已發不書例，今複重發，嫌霸者異於凡諸侯。○令，力政反，本又作「命」。複，扶又反。重，直用反。）"
      },
      {
        "index": 58,
        "text": "晉郤芮使夷吾重賂秦以求入，（郤芮，郤克祖父，從夷吾者。○從，才用反。）曰：「人實有國，我何愛焉？（言國非己之有，何愛而不以賂秦。）入而能民，土於何有？」從之。（能得民，不患無土。）齊隰朋帥師會秦師，納晉惠公。（隰朋，齊大夫。惠公，夷吾。○隰音習。）秦伯謂郤芮曰：「公子誰恃？」對曰：「臣聞亡人無黨，有黨必有讎。（言夷吾無黨，無黨則無讎，易出易入，以微勸秦。○易，並以豉反。）"
      },
      {
        "index": 59,
        "text": "疏注「言夷」至「勸秦」。○正義曰：秦伯問「公子誰恃」，問公子於晉國之臣，倚恃誰為內主也。對言夷吾無黨無讎者，田無黨，故往前易出；無讎，故此時易入。言易出易入，以微勸秦，使納之。"
      },
      {
        "index": 60,
        "text": "夷吾弱不好弄，（弄，戲也。○好，呼報反。）能鬥不過，（有節製。）長亦不改，不識其他。」公謂公孫枝曰：「夷吾其定乎？」（公孫枝，秦大夫子桑也。○長，丁丈反。）對曰：「臣聞之，唯則定國。《詩》曰：『不識不知，順帝之則。』文王之謂也。（《詩•大雅》帝，天也。則，法也。言文王闇行自然，合天之法。）又曰：『不僭不賊，鮮不為則。』（僭，過差也。賊，傷害也。皆忌克也。能不然，則可為人法則。○僭，子念反，下注同。鮮，息淺反。）無好無惡，不忌不克之謂也。今其言多忌克，（既僭而賊。○好，呼報反。又如字。惡，烏路反。）難哉！」（言能自定難。）公曰：「忌則多怨，又焉能克？是吾利也。」 （其言雖多忌，適足以自害，不能勝人也。秦伯慮其還害己，故曰「是吾利」。）"
      },
      {
        "index": 61,
        "text": "疏「唯則」至「利也」。○正義曰：唯身有則者，乃能定國也。《詩》美文王之德，不記識古事，不學知今事，常順天之法則而行之。為此行者，文王之謂也。又曰：人行不僭差，不賊害，能如此者，少不為人所法則。言必為人所法則也。此二《詩》所云者，無所偏好，無所私惡，不為忌差，不好勝人之謂也。今其此夷吾之言多有所忌，多欲陵人，以此而求安定，難哉！「今其言多忌克」，覆上「不忌不克」；上既有「無好無惡」，不覆之者，以身行忌克，則有私好私惡之心，舉忌克足以包好惡也。公曰：多忌於人，則多為人怨，又焉能勝人？此乃是吾之利也。無好無惡，言文王之行也；不忌不克，述《抑》篇之義也，引二《詩》於前，以此言結之。○注「詩大」至「之法」。○正義曰：《詩•大雅•皇矣》之篇也。「則，法」，《釋詁》文。彼鄭箋云：「其為人，不識古，不知今，順天之法而行之。」是言闇行自然，合天地之法也。《禮記》稱「天無私覆，地無私載」，合天地法者，即無偏好，無私惡之謂也。○注「僭過」至「法則」。○正義曰：《詩•大雅•抑》之篇也。彼毛傳云：「僭，差也。」鄭玄云：「不殘賊，是賊為害也。」心有所忌，則多過差；誌在陵人，必多為賊害。下云「不忌不克」，覆述此文，故言僭賊者，皆忌克也。○注「其言」至「吾利」。○正義曰：心忌前人，則人亦忌已；誌在陵人，則人亦陵已。若使人皆忌之，人皆陵之，是適足以自害，不能勝人也。秦伯聞其忌克，慮其還來害己，故以不能勝人為是吾利也。\n宋襄公即位，以公子目夷為仁，使為左師以聽政，於是宋治。故魚氏世為左師。（○治，直吏反。）\n僖公十年\n【經】十年，春，王正月，公如齊。（無傳。）\n狄滅溫，溫子奔衛。（蓋中國之狄滅而居其土地。）"
      },
      {
        "index": 62,
        "text": "晉里克弑其君卓及其大夫荀息。（弑卓在前年，而以今春書者，從赴也。獻公既葬，卓以免喪，故稱君也。荀息稱名者，雖欲複言，本無遠謀，從君於昏。）"
      },
      {
        "index": 63,
        "text": "疏注「弑卓」至「於昏」。○正義曰：傳於前年甚詳，經以今年書之，明赴以今年弑也。傳稱「立公子卓以葬」，是免喪始死，故稱君也。文七年宋人殺其大夫，傳曰：「不稱名，眾也，且言非其罪也。」死者不稱名，非其罪，故知稱名者，皆有罪也。荀息稱名者，不知奚齊、卓子之不可立，又不能誅里克以存君，是其雖欲複言，本無遠謀也。襄十九年齊殺其大夫高厚，傳稱「從君於昏」，獻公惑於驪姬，殺適立庶，荀息知其事，而為之傅奚齊，是其「從君於昏」也。\n夏，齊侯、許男伐北戎。（無傳。北戎，山戎。）"
      },
      {
        "index": 64,
        "text": "晉殺其大夫里克。（奚齊者，先君所命，卓子又以在國嗣位，罪未為無道，而里克親為三怨之主，累弑二君，故稱名以罪之。）"
      },
      {
        "index": 65,
        "text": "疏注「奚齊」至「罪之」。正義曰：宣四年傳例曰：「弑君，稱君，君無道也；稱臣，臣之罪也。」里克殺奚齊，弑卓子，皆書里克之名，是奚齊與卓子未為無道也。殺大夫，傳言不稱名者為無罪，則稱名為有罪，故今稱里克之名以罪之。\n秋，七月。冬，大雨雪。（無傳。平地尺為大雪。○雨，於付反。）"
      },
      {
        "index": 66,
        "text": "【傳】十年，春，「狄滅溫」，蘇子無信也。（蘇子叛王即狄，又不能於狄，狄人伐之，王不救，故滅。蘇子奔衛。蘇子，周司寇蘇公之後也。國於溫，故曰溫子。叛王事在莊十九年。）"
      },
      {
        "index": 67,
        "text": "疏注「蘇子」至「九年」。○正義曰：《尚書•立政》云「司寇蘇公」，成十一年傳曰：「昔周克商，蘇忿生以溫為司寇。」以此知蘇子，司寇蘇公之後也。國名為蘇，所都之邑名為溫，故溫、蘇遞見於經，是得兩稱故也。"
      },
      {
        "index": 68,
        "text": "夏，四月，周公忌父、王子黨會齊隰朋立晉侯。（周公忌父，周卿士。王子黨，周大夫。）晉侯殺里克以說。（自解說不篡。○篡，初患反。）將殺里克，公使謂之曰：「微子，則不及此。雖然，子弑二君與一大夫，為子君者，不亦難乎？」對曰：「不有廢也，君何以興？欲加之罪，其無辭乎？（言欲加己罪，不患無辭。）\n疏「欲加」至「辭乎」。○正義曰：言君今欲加臣之罪，其畏無辭以罪臣乎？言必方便有辭耳。\n臣聞命矣。」伏劍而死。於是丕鄭聘於秦，且謝緩賂，故不及。（丕鄭，里克黨，以在秦，故不及里克俱死。）"
      },
      {
        "index": 69,
        "text": "晉侯改葬共大子。（共大子，申生也。○共音恭，本亦作恭。大音泰。）秋，狐突適下國，（下國，曲沃新城。）"
      },
      {
        "index": 70,
        "text": "疏注「下國，曲沃新城」。○正義曰：曲沃，邑也，而稱國者，晉昭侯嘗以此邑封桓叔，桓叔國之三世，武公始並晉國，遷居而就之。此曲沃，晉之舊國，故謂之為下國也。"
      },
      {
        "index": 71,
        "text": "遇大子。大子使登仆，（忽如夢而相見，狐突本為申生禦，故複使登車為仆。○複，扶又反，下文及注同。）而告之曰：「夷吾無禮，"
      },
      {
        "index": 72,
        "text": "疏「夷吾無禮」。○正義曰：賈逵云：「烝於獻公夫人賈君，故曰無禮。」馬融云：「申生不自明而死，夷吾改葬之，章父之過，故曰無禮。」杜不為注，當以鬼神之意，難得而知；夷吾無禮，或非一事，不可指言，故不說也。\n餘得請於帝矣，（請罰夷吾。）將以晉畀秦，秦將祀餘。」對曰：「臣聞之：『神不歆非類，民不祀非族。』"
      },
      {
        "index": 73,
        "text": "疏「神不」至「非族」。○正義曰：傳稱「非我族類，其心必異」，則類、族一也，皆謂非其子孫，妄祀他人父祖，則鬼神不歆享之耳。《祭法》云：「聖王之製祭祀也，法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能禦大菑則祀之，能捍大患則祀之。」若農、棄為稷，後土為社，社稷功被天下，乃令率土報功。如此之徒，非獨歆己之族。若功不被於下民，名不載於祀典，唯其子孫祀之，神亦不歆他族。然則秦非晉類，而使祀申生，祀之大失也。晉無罪，而滅以畀秦，刑之濫也。天豈不達此事，而待狐突之言，方改圖者？民之與神，不相雜擾，雖理有大歸，非曲為小枯。豈有一人冤枉，即能訴天，天受人訴辭，便將滅國？此事本是妖夢，假讬上天，非天實為之，人能改易。傳言「鬼神所馮，有時而信」，非言此事實是天心，不可執其言，而以人事為難也。"
      },
      {
        "index": 74,
        "text": "君祀無乃殄乎？（歆，饗也。殄，絕也。○畀，必利反，下注同。歆，許金反。）且民何罪？失刑、乏祀，君其圖之！」君曰：「諾！吾將複請。七日，新城西偏，將有巫者而見我焉。」（新城，曲沃也。將因巫而見。○偏，匹綿反。）"
      },
      {
        "index": 75,
        "text": "疏「七日」至「我焉」。○正義曰：申生謂狐突云：更經七日，於新城西偏，將有巫者，而與之俱見我焉。故杜云「將因巫而見」。"
      },
      {
        "index": 76,
        "text": "許之，遂不見。（狐突許其言，申生之象亦沒。○見，賢遍反，又如字。）及期而往，告之曰：「帝許我罰有罪矣，敝於韓。」（敝，敗也。韓，晉地。獨敝惠公，故言罰有罪。明不複以晉畀秦。夷吾忌克多怨，終於失國，雖改葬加諡，申生猶忿。傳言鬼神所馮，有時而信。○馮，皮冰反。）"
      },
      {
        "index": 77,
        "text": "疏注「敝敗」至「而信」。○正義曰：《晉語》云：「惠公即位，出共世子而改葬之，臭徹於外。國人誦之曰：『貞之不報，孰是人斯而有是臭也。貞為不聽，信為不誠，不更厥正，大命其傾！猗兮違兮，心之哀兮，歲之二七，其靡有徵兮！』郭偃曰：『甚哉！善之難也。君改葬其君，以為榮也，而惡滋章。十四年，君之塚祀其替乎？』」亦是申生猶忿之事。"
      },
      {
        "index": 78,
        "text": "丕鄭之如秦也，言於秦伯曰：「呂甥、郤稱、冀芮實為不從，若重問以召之，（三子，晉大夫。不從，不與秦賂。問，聘問之幣。○稱，尺證反，又如字。）"
      },
      {
        "index": 79,
        "text": "疏注「三子」至「之幣」。○正義曰：《曲禮》云：「凡以弓劍苞苴簞笥問人者」，鄭玄云：「問，猶遺也。」重問，謂多以財貨遺之也。下云「幣重而言甘」，故云「問，聘問之幣」也。\n臣出晉君，君納重耳，蔑不濟矣。」（蔑，無也。）"
      },
      {
        "index": 80,
        "text": "冬，秦伯使泠至報、問，且召三子。（泠至，秦大夫。○泠，力丁反。）郤芮曰：「幣重而言甘，誘我也」。遂殺丕鄭、祁舉（祁舉，晉大夫。）及七輿大夫：（侯伯七命，副車七乘。○乘，繩證反。）"
      },
      {
        "index": 81,
        "text": "疏「七輿大夫」。○正義曰：《周禮•大行人》云：「侯伯七命，貳車七乘。貳即副也。每車一大夫主之，謂之七輿大夫。」服虔云：「下軍之輿帥七人屬申生者，襄二十三年下軍輿帥七人往，前申生將下軍，今七輿大夫為申生報怨，欒盈將下軍，故七輿大夫與欒氏。」炫謂服言是。"
      },
      {
        "index": 82,
        "text": "左行共華、右行賈華、叔堅、騅歂、累虎、特宮、山祁、皆里、丕之黨也。（七子，七輿大夫。○行，戶剛反，下同。共音恭。騅音隹。歂音市專反。累，力追反。祁，巨之反；《字林》：上屍反。）丕豹奔秦，（丕豹，鄭之子。）言於秦伯曰：「晉侯背大主而忌小怨，民弗與也。伐之，必出。」（大主，秦也。小怨，里、丕。○背音佩。）公曰：「失眾，焉能殺？（謂殺里、丕之黨。○焉，於虔反。）違禍，誰能出君？」（謂豹辟禍也。為明年晉殺丕鄭傳。）\n僖公十有一年\n【經】十有一年，春，晉殺其大夫丕鄭父。（以私怨謀亂國，書名罪之。書春，從告。）"
      },
      {
        "index": 83,
        "text": "夏，公及夫人薑氏會齊侯於陽穀。（無傳。婦人送迎不出門，見兄弟不逾閾。與公俱會齊侯，非禮。○閾音域，門限也；一音況域反。）秋，八月，大雩。（無傳。過時故書。）\n冬，楚人伐黃。\n【傳】十一年，春，晉侯使以丕鄭之亂來告。（釋經書在今年。）"
      },
      {
        "index": 84,
        "text": "天王使召武公、內史過賜晉侯命。（天王，周襄王。召武公，周卿土。內史過，周大夫。諸侯即位，天子賜之命圭為瑞。○過，古禾反。）受玉惰。過歸告王曰：「晉侯其無後乎？王賜之命，而惰於受瑞，先自棄也巳，其何繼之有？禮，國之幹也；敬，禮之輿也。不敬則禮不行，禮不行則上下昏，何以長世？」（為惠公不終張本。○惰，徒臥反。長，直良反，又丁丈反。）"
      },
      {
        "index": 85,
        "text": "疏「天王」至「長世」。○正義曰：召武公亦名過，《周語》云：「襄王使召公過及內史過賜晉惠公命，晉侯執玉卑，拜不稽首。內史過歸以告王曰：『晉不亡，其君必無後。不敬王命，棄其禮也；執玉卑，替其質也；拜不稽首，無其王也。替質無鎮，無王無人。晉侯無王，人亦將無之；欲替其鎮，人亦將替之。』」其言多而小異。孔晁云：「左丘明集其典雅令辭，與經相發明者，以為《春秋傳》。其高論善言，別為《國語》。凡《左傳》、《國語》有事同而辭異者，以其詳於《左傳》，而略於《國語》；詳於《國語》，而略於《左傳》。」\n夏，揚、拒、泉、皋、伊、雒之戎，"
      },
      {
        "index": 86,
        "text": "疏「伊、雒之戎」。○正義曰：《釋例》曰：諸雜戎居伊水、雒水之間者。河南雒陽縣西南有戎城。伊水出上雒盧氏縣熊耳山，東北至河南雒陽縣入雒。雒水出上雒縣塚領山，東北經弘農至河南鞏縣入河。"
      },
      {
        "index": 87,
        "text": "同伐京師，入王城，焚東門。（揚、拒、泉、皋皆戎邑，及諸雜戎居伊水、雒水之間者。今伊闕北有泉亭。○拒，俱字反。皋，古刀反。）王子帶召之也。（王子帶，甘昭公也。召戎欲因以篡位。）秦、晉伐戎以救周。秋，晉侯平戎於王。（為二十四年天王出居鄭傳。）\n黃人不歸楚貢。冬，楚人伐黃。（黃人恃齊故。）\n僖公十有二年\n【經】十有二年，春，王三月，庚午，日有食之。（無傳。不書朔，官失之。）夏，楚人滅黃。秋，七月。\n冬，十月二月，丁丑，陳侯杵臼卒。（無傳。遣世子與僖公同盟甯母及洮。○杵，昌呂反。臼，其九反。）"
      },
      {
        "index": 88,
        "text": "【傳】十二年，春，諸侯城衛楚丘之郛，懼狄難也。（楚丘，衛國都。郛，郭也。為明年春狄侵衛傳。○郛，芳夫反。難，乃旦反，下同。）"
      },
      {
        "index": 89,
        "text": "疏注「楚丘」至「衛傳」。○正義曰：衛以二年遷於楚丘，諸侯為之築其城，至此為之築其郛。《公羊傳》曰：「郛者何？郭也。」不單言衛楚丘者，見楚丘未有郛也。諸侯不告，魯不與，故不書。無經而為傳者，其言必有所為，故云為狄侵衛傳。"
      },
      {
        "index": 90,
        "text": "黃人恃諸侯之睦於齊也，不共楚職，曰：「自郢及我九百里，焉能害我？」（○共音恭。焉，於虔反。）夏，楚滅黃。（郢，楚都。）\n王以戎難故，討王子帶。（子帶前年召戎伐周。）秋，王子帶奔齊。"
      },
      {
        "index": 91,
        "text": "冬，齊侯使管夷吾平戎於王，使隰朋平戎於晉。（平，和也。前年晉救周伐戎，故戎與周、晉不和。）王以上卿之禮饗管仲，管仲辭曰：「臣，賤有司也。有天子之二守國、高在，（國子、高子，天子所命為齊守臣，皆上卿也。莊二十二年，高傒始見經；僖二十八年，國歸父乃見傳。歸父之父曰懿仲，高傒之子曰莊子，不知今當誰世。○守，手又反，注同。見，賢遍反，下同。）若節春秋，來承王命，何以禮焉？（節，時也。）陪臣敢辭。」（諸侯之臣曰陪臣。○陪，步回反。）王曰：「舅氏，（伯舅之使，故曰舅氏。○使，所吏反。）餘嘉乃勳。應乃懿德，謂督不忘。往踐乃職，無逆朕命。」（功勳美德，可謂正而不可忘者。不言位而言職者，管仲位卑而執齊政，故欲以職尊之。○督音篤。）"
      },
      {
        "index": 92,
        "text": "疏「餘嘉」至「朕命」。○正義曰：餘、朕，皆我也。乃，女也。應，當也。懿，美也。督，正也。言我善女功勳，當女美德，謂女功德正而不可忘，宜受此禮。往居女職，無得逆我之命。欲令受上卿之禮。\n管仲受下卿之禮而還。（管仲不敢以職自高，卒受本位之禮。）君子曰：「管氏之世祀也宜哉！"
      },
      {
        "index": 93,
        "text": "疏「君子」至「宜哉」。○正義曰：丘明之意，假稱君子論管氏應合世祀也宜哉。而遂不世祀，子孫絕滅，是行善無驗，故杜注云「傳亦舉其無驗」是也。"
      },
      {
        "index": 94,
        "text": "讓不忘其上。《詩》曰：『愷悌君子，神所勞矣。』」（《詩•大雅》。愷，樂也。悌，易也。言樂易君子，為神所勞來，故世祀也。管仲之後，於齊沒不復見，傳亦舉其無驗。○愷，本亦作凱，開在反。悌音弟，本亦作弟。勞，力報反，注同。樂音洛，下同。易，以豉反，下同。來，力代反。復，扶又反。）"
      },
      {
        "index": 95,
        "text": "疏注「詩大」至「無驗」。○正義曰：《詩•大雅•旱麓》之篇。「愷，樂」，「悌，易」，皆《釋詁》文。樂易言誌度弘簡，忻樂而和易也。《世族譜》：「管氏出自周穆王。」成十一年傳有齊管於奚，《譜》以為雜人，則非管仲之子孫也。哀十六年傳稱「楚白公殺齊管脩」，杜云：「管脩，楚賢大夫，故齊管仲之後。」是管仲之後，於齊沒不復見也。\n僖公十有三年\n【經】十有三年，春，狄侵衛。（傳在前年春。）夏，四月，葬陳宣公。（無傳。）"
      },
      {
        "index": 96,
        "text": "公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯於鹹。（鹹，衛地。東郡濮陽縣東南有鹹城。○濮音卜。）秋，九月，大雩。（無傳。書過。）冬，公子友如齊。（無傳。）"
      },
      {
        "index": 97,
        "text": "【傳】十三年，春，齊侯使仲孫湫聘於周，且言王子帶。（前年王子帶奔齊，言欲複之。）事畢，不與王言。（不言子帶事。）歸複命曰：「未可。王怒未怠，其十年乎？不十年，王弗召也。」\n夏，會於鹹，淮夷病杞故，且謀王室也。"
      },
      {
        "index": 98,
        "text": "秋，為戎難故，諸侯戍周。齊仲孫湫致之。（戍，守也。致，諸侯戍卒於周。○為，于偽反，下注「欲為」同。難，乃旦反。卒，子忽反。）\n冬，晉薦饑，（麥，禾皆不熟。○薦，在薦反，重也。饑音飢。）"
      },
      {
        "index": 99,
        "text": "疏「晉薦饑」。○正義曰：《釋天》云：「穀不熟為饑，仍饑為薦。」李巡曰：「穀不成熟曰饑，連歲不熟曰薦。」"
      },
      {
        "index": 100,
        "text": "使乞糴於秦。秦伯謂子桑：「與諸乎？」對曰：「重施而報，君將何求；（言不損秦。○糴，直曆反。施，式豉反，下同。）重施而不報，其民必攜，攜而討焉，無眾，必敗。」（不義故民離。）謂百里：「與諸乎？」（百里，秦大夫。）對曰：「天災流行，國家代有。救災恤鄰，道也。行道有福。」丕鄭之子豹在秦，請伐晉。（欲為父報怨。）秦伯曰：「其君是惡，其民何罪？」秦於是乎輸粟於晉，自雍及絳相繼，（雍，秦國都。絳，晉國都。○雍，於用反。絳，古巷反。）命之曰「汎舟之役。」（從渭水運入河、汾。○汎，芳劍反。汾，扶云反。）"
      },
      {
        "index": 101,
        "text": "疏注「從渭水運入河汾」。○正義曰：秦都雍，雍臨渭。晉都絳，絳臨汾。渭水從雍而東，至弘農華陰縣入河。從河逆流而北上，至河東汾陰縣，乃東入汾，逆流東行而通絳，故杜云「從渭水運入河、汾」也。\n僖公十有四年\n【經】十有四年，春，諸侯城緣陵。（緣陵，杞邑。辟淮夷，遷都於緣陵。）"
      },
      {
        "index": 102,
        "text": "夏，六月，季姬及鄫子遇於防，使鄫子來朝。（季姬，魯女，鄫夫人也。鄫子本無朝誌，為季姬所召而來，故言「使鄫子來朝」。鄫國，今琅邪鄫縣。○鄫，似綾反，本或作繒。）"
      },
      {
        "index": 103,
        "text": "秋，八月，辛卯，沙鹿崩。（沙鹿，山名。平陽元城縣東有沙鹿土山，在晉地。災害係於所災所害，故不係國。）"
      },
      {
        "index": 104,
        "text": "疏注「沙鹿」至「係國」。○正義曰：《公羊傳》曰：「沙鹿者何？河上之邑也。」《穀梁傳》曰：「林屬於山為鹿。沙，山名也。」服虔云：「沙，山名。鹿，山足，林屬於山曰鹿。」取《穀梁》為說也。《漢書•元後傳》稱，後祖翁孺自東平陵徙魏郡元城委粟里，元城建公曰：「昔春秋沙鹿崩，晉史卜之曰：『陰為陽雄，土火相乘，故有沙鹿崩。崩後六百四十五年，宜有聖女興。』今王翁孺徙，正值其地，日月當之。」元城郭東有五鹿之虛，即沙鹿地。計爾時去聖猶近，所言當得其實，故以沙鹿為山名，依《漢書》為義也。沙鹿實是晉地，不言晉沙鹿者，凡有災害，係於所災所害之處，不係於所屬之國，故不係晉也。《釋例》曰：「陳既已滅，降為楚縣，而書陳災者，猶晉之梁山、沙鹿崩，不書晉也。災害係於所災所害，故以所在為名。」災為陳災，成周宣榭火。害為梁山、沙鹿崩，山崩必有所害。故所災所害別言之。\n狄侵鄭。（無傳。）冬，蔡侯卒。（無傳。未同盟而赴以名。○，許乙反。）"
      },
      {
        "index": 105,
        "text": "【傳】十四年，「春，諸侯城緣陵」，而遷杞焉。不書其人，有闕也。（闕，謂器用不具，城池未固而去，為惠不終也。澶淵之會，既而無歸，大夫不書，而國別稱人，今此總曰諸侯，君臣之辭，不言城杞，杞未遷也。○澶，市然反。）"
      },
      {
        "index": 106,
        "text": "疏注「闕謂」至「遷也」。○正義曰：元年齊師、宋師、曹師城邢，傳稱：「具邢器用而遷之，師無私焉。」是器用具而城池固，故具列三國之師，詳其文以美之也。今此總云「諸侯城緣陵」，不言某侯某侯，與城邢文異，不具書其所城之人，為其有闕也。知闕為器用不具，城池不固而去，為惠不終，故總言諸侯以譏之。凡諸侯盟會，不曆序其人，總言諸侯者，皆是譏之辭。文十五年諸侯盟於扈，傳曰：「書曰諸侯，無能為也。」十七年諸侯會於扈，傳曰：「書曰諸侯，無功也。」是其總言諸侯，皆譏辭也。十六年會於淮，傳稱：「城鄫，役人病，不果城而還。」亦是為惠不終，而淮會具書其人者，淮之會為謀鄫，且東略，非為城鄫而聚會，既會之後，乃欲城鄫而不果，本意不城鄫，無可貶也。先儒以為諸侯有過，貶而稱人。杜據澶淵之會與此傳文，知諸侯之貶，不至稱人。故《釋例》曰：「傳滅入例，衛侯毀滅邢，同姓故名。」又云：「穀伯綏、鄧侯吾離來朝，名，賤之也。」又云：「不書蔡許之君，乘楚車也，謂之失位。」此皆諸侯貶之例，例不稱人也。諸侯在事，傳有明文，而經稱人者，凡十一條，丘明不示其義，而諸儒皆據案生意，原無所出。貶諸侯而去爵稱人，是為君臣同文，非正等差之謂也。又澶淵大夫之會，傳曰「不書其人」，案經皆去名稱人；至諸侯親城緣陵，傳亦曰「不書其人」，而經總稱諸侯，此大夫及諸侯經、傳所以為別也。通校《春秋》，自宣公五年以下百數十年，諸侯之咎甚多，而皆無貶稱人者，益明此蓋當時告命注記之異，非仲尼所以為例故也。"
      },
      {
        "index": 107,
        "text": "鄫季姬來寧，公怒，止之，以鄫子之不朝也。（來寧不書，而後年書歸鄫，更嫁之文也。明公絕鄫昏，既來朝而還。○還，戶關反。）夏，遇於防，而使來朝。"
      },
      {
        "index": 108,
        "text": "秋，八月辛卯，沙鹿崩。晉卜偃曰：「期年將有大咎，幾亡國。」（國主山川。山崩川竭，亡國之徵。○期音基。咎，其九反。幾音祈，又音機。）"
      },
      {
        "index": 109,
        "text": "疏注「國主」至「之徵」。○正義曰：成五年傳曰：「國主山川，故山崩川竭，君為之不舉。」《周語》：「幽王二年，西周三川皆震。伯陽父曰：『昔伊、雒竭而夏亡，河竭而商亡。國必依山川，山崩川竭，亡國之徵也。』」卜偃明達災異，以山崩為亡國之徵，知其將有大咎，不言知之意，非末學者，所得詳也。《釋例》曰：「天人之際，或異而無感，或感而不可知。沙鹿崩，因謂『期年將有大咎』，梁山崩，則云『山有朽壤而自崩』，此皆聖賢之讜言，達者所宜先識。」是說卜偃之言非後人所能測。"
      },
      {
        "index": 110,
        "text": "冬，秦饑，使乞糴於晉，晉人弗與。慶鄭曰：「背施無親，（慶鄭，晉大夫。○背音佩，後皆同。施，式豉反，注及下「而施毛」，十五年皆同。）幸災不仁，貪愛不祥，怒鄰不義。四德皆失，何以守國？」虢射曰：「皮之不存，毛將安傅？」（虢射，惠公舅也。皮以喻所許秦城，毛以喻糴。言既背秦施，為怨以深，雖與之糴，猶無皮而施毛。○傅音附。）"
      },
      {
        "index": 111,
        "text": "疏注「虢射，惠公舅」。正義曰：《晉語》云：「秦饑，惠公命輸之粟，虢射請勿與，慶鄭請與之。公曰：『非鄭之所知也。』遂不與。秦侵晉，至於韓，公謂慶鄭曰：『寇深矣，奈何？』慶鄭曰：『非鄭之所知也，君其訊射也。』公曰：『舅所病也。』」是虢射為惠公之舅也。"
      },
      {
        "index": 112,
        "text": "慶鄭曰：「棄信背鄰，患孰恤之？無信患作，失援必斃，是則然矣。」虢射曰：「無損於怨，而厚於寇，不如勿與。」（言與秦粟不足解怨，適足使秦強。）慶鄭曰：「背施幸災，民所棄也。近猶讎之，況怨敵乎？」弗聽。退曰：「君其悔是哉！」"
      }
    ]
  }
}