{
  "chapterNumber": 42,
  "title": "春秋左傳 襄公廿五年 (Duke Xiang, Year 25)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "經\n二十有五年，春，齊崔杼帥師伐我北鄙。\n夏，五月，乙亥，齊崔杼弑其君光。（齊侯雖背盟主，未有無道於民，故書臣，罪崔杼也。○背音佩。）\n公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於夷儀。\n六月，壬子，鄭公孫舍之帥師入陳。（子產之言陳以不義見入，故舍之無譏。《釋例》詳之。）"
      },
      {
        "index": 1,
        "text": "疏注“子產”至“詳之”。○正義曰：《釋例》曰：“陳、蔡，楚之與國，鄭欲求親於晉，故伐而入之。晉士莊伯詰其侵小，問陳之罪，子產答以東門之役，故免於譏。及其侵蔡，既無晉命，又無直辭，君死主少，興師以求媚於晉，義取亂略，不能以德懷親，又不能以直報怨，故二大夫異於子產也。陳之見伐，本以助晉，晉不逆勞，而以法詰之，得盟主道理。故仲尼曰：‘晉為伯，鄭入陳，非文辭不為功，善之也。’”"
      },
      {
        "index": 2,
        "text": "秋，八月，已巳，諸侯同盟於重丘。（夷儀之諸侯也。重丘，齊地。已巳，七月十二日，經誤。○重，直龍反。）"
      },
      {
        "index": 3,
        "text": "疏注“夷儀”至“經誤”。○正義曰：僖五年，“公及齊侯云云會王世子於首止”，“秋，八月，諸侯盟於首止”。《公羊傳》曰：“諸侯何以不序？一事而再見者，前目而後凡也。”是言前序後總，取省文之義，故此直言諸侯，猶是上夷儀之諸侯也。劉炫云：定四年，“公會劉子云云於召陵”，“五月，公及諸侯盟於皋鼬”。杜云“複稱公者，會、盟異處故”。此亦異處，而不言公者，炫謂史異辭於彼，有規。傳云七月，經言八月。杜以《長曆》校之，七月十二日有已巳，知是經誤也。\n公至自會。（無傳。）"
      },
      {
        "index": 4,
        "text": "衛侯入於夷儀。（夷儀，本邢地，衛滅邢而為衛。邑晉湣衛衎失國，使衛分之一邑。書入者，自外而入之辭，非國逆之例。○衎，苦旦反。）"
      },
      {
        "index": 5,
        "text": "疏注“夷儀”至“之例”。○正義曰：僖元年“邢遷於夷儀”，是夷儀，是邢地。僖二十五年滅邢而有之，還名其地為夷儀，故為衛之邑也。《釋例》曰：“《春秋》稱入，其例有二：施於師旅，則曰不地；在於歸複，則曰國逆。國逆又以立為例，逆而不立，則皆非例聽及。諸在例外稱入，直是自外入內，記事者常辭，義無所取。而賈氏雖夫人，薑氏之入，皆以為例。如此甚多。”是杜以先儒妄以入例，故顯言非國逆也。於時剽為衛君，非國逆，又不得位而稱侯者，晉人稱為衛侯以告魯，故書侯也。桓十五年，鄭伯突入於櫟，與此同也。\n楚屈建帥師滅舒鳩。（傳在衛侯入夷儀上。經在下，從告。）冬，鄭公孫夏帥師伐陳。（陳猶未服。）"
      },
      {
        "index": 6,
        "text": "十有二月，吳子遏伐楚，門於巢，卒。（遏，諸樊也。為巢牛臣所殺。不書滅者，楚人不獲其屍。吳以卒告，未同盟而赴以名。○遏，於葛反，徐音謁。）"
      },
      {
        "index": 7,
        "text": "疏“吳子”至“巢卒”。○正義曰：諸侯不生名，此吳子名在“伐楚”上者，為卒書名。上之以省文，猶“鄭伯髡頑如會，丙戌卒於鄵”也。"
      },
      {
        "index": 8,
        "text": "【傳】二十五年，春，齊崔杼帥師伐我北鄙，以報孝伯之師也。（前年魯使孟孝伯為晉伐齊。○為晉，於偽反，下“為巳娶”同。）公患之，使告於晉。孟公綽曰：“崔子將有大誌，（誌在弑君。孟公綽，魯大夫。○綽，昌若反。徐本作卓，音同。）不在病我，必速歸，何患焉？其來也不寇，（不為寇害。）使民不嚴，（欲得民心。）異於他日。”齊師徒歸。（徒，空也。）\n齊棠公之妻，東郭偃之姊也。（棠公，齊棠邑大夫。）"
      },
      {
        "index": 9,
        "text": "疏注“棠公”至“大夫”。○正義曰：楚僭號稱王，故縣尹稱公。齊不僭號，亦邑長稱公者，蓋其家臣仆呼之曰公。傳即因而言之，猶伯有之臣云：“吾公在壑穀也。"
      },
      {
        "index": 10,
        "text": "東郭偃臣崔武子。棠公死，偃禦武子以吊焉。見棠薑而美之，（美其色也。）使偃取之。（為已取也。○取，如字，又七住反，注同，注或作“娶”字。）偃曰：“男女辨姓，（辨，別也。○別，彼列反。）今君出自丁，（齊丁公，崔杼之祖。）\n疏注“丁公”。○正義曰：諡法：遠義不克曰丁。"
      },
      {
        "index": 11,
        "text": "臣出自桓，不可。”（齊桓公小白，東郭偃之祖。同薑姓，故不可昏。）武子筮之，遇困ⅳ。（坎下兌上，困。○坎，苦敢反。兌，徒外反。）之大過ⅳ。（巽下兌上，大過。困六三變為大過。○巽音孫。）"
      },
      {
        "index": 12,
        "text": "疏“遇困之大過”。○正義曰：坎下兌上為困，兌為澤，坎為水，水在澤下，則澤中無水也。《易·困·象》曰：“澤無水，困。”澤以鍾水潤生萬物，今澤無水，則萬物困病，故名其卦為困也。巽下兌上為大過，《彖》曰：“大過，大者過也。”陽大陰小，二陰而夾四陽，大者過也。\n史皆曰：“吉！”（阿崔子。）"
      },
      {
        "index": 13,
        "text": "疏“史皆曰吉”。○正義曰：史者，筮人也。史有多人皆言為吉，阿崔子之意也。服虔云：“皆”，二卦。妄也。"
      },
      {
        "index": 14,
        "text": "示陳文子，文子曰：“夫從風，（坎為中男，故曰“夫”。變而為巽，故曰“從風”。○中，丁仲反。）風隕，妻不可娶也。（風能隕落物者，變而隕落，故曰“妻不可娶”。○隕，於敏反。娶，亦作取，七住反，注同。）且其《繇》曰：‘困於石，據於蒺黎，入於其宮，不見其妻，凶。’（困六三爻辭。○繇，直又反。蒺音疾。黎，力利反。）‘困於石’，往不濟也。（坎為險、為水。水之險者，石，不可以動也。）"
      },
      {
        "index": 15,
        "text": "疏注“坎為”至“以動”。○正義曰：《坎·彖》云：“習坎，重險也。”《說卦》坎為水。”水之險者為石也，石不可動，往而遇石，是往不濟也。\n‘據於蒺黎’，所恃傷也。（坎為險。兌為澤。澤之生物而險者蒺黎，恃之則傷。）"
      },
      {
        "index": 16,
        "text": "疏注“坎為”至“則傷”。○正義曰：兌為澤，《說卦》文也。《釋草》云：“茨，蒺藜。”郭璞曰：“布地蔓生，細葉，子有三角，剌人。”蒺藜有剌，是草之險者，踐之則被剌，故恃之則傷也。"
      },
      {
        "index": 17,
        "text": "‘入於其宮，不見其妻，凶’，無所歸也。”（《易》曰：非所困而困，名必辱。非所據而據，身必危。既辱且危，死期將至，妻其可得見邪？今卜昏而遇此卦，六三失位無應。則喪其妻，失其所歸也。○應，應對之應。喪，息浪反。）"
      },
      {
        "index": 18,
        "text": "疏注“易曰”至“所歸”。○正義曰：所引《易》曰，《易·下係辭》文也。孔子引此爻之辭，而以此言述之。非所困而困者，謂六三是坎，“坎為水”，水之險者為石，遇石當須辟之，非合所困而困之，故名必辱也。非所據而據，謂六三在坎之上，澤之下於蒺藜之間，應當辟之，非合所據而乃據之，故身必危也。石未即害身之物，所以云名必辱。蒺藜害體之物，故云身必危。既有困辱，且複傾危，此死時其將至矣，妻其可得見乎？孔子述此爻之義如是。今卜昏而遇此卦，是不吉之象也。六三以陰居陽位，是失位也。三應在上，上亦陰爻，是無應也。動而無應，是喪失所歸，故不見其妻也。劉炫云：困卦六三上承九四，四非三應，而三欲附之，附之不入，自取其困。不應為此困而為之，名必辱也。六三失位，而下乘九二，以柔乘剛，非安身之道。不應據而據之，身必危也。\n崔子曰：“嫠也何害？先夫當之矣。”（寡婦曰嫠。言棠公巳當此凶。○嫠，本又作釐，力之反。）遂取之。"
      },
      {
        "index": 19,
        "text": "莊公通焉，驟如崔氏，以崔子之冠賜人。侍者曰：“不可。”公曰：“不為崔子，其無冠乎？”（言雖不為崔子，猶自應有冠。○驟，愁又反，徐在遘反。）"
      },
      {
        "index": 20,
        "text": "疏“不為”至“冠乎”。○正義曰：公意言冠易得，不足惜，縱使餘人不為崔子者，其可無冠乎？況崔子富貴，其當自有冠也？劉炫云：“冠是首服之大名。”《周禮·司服》“卿玄冕”，此崔子之冠，蓋玄冕也。今知非者，以《禮運》云“冕弁兵革，藏於私家，非禮也”。崔子冕在公府，非助君祭不得用之，將以賜人，人非是卿，何處施用？案傳云“驟如崔氏，以崔子之冠賜人”。當謂就崔子家以崔子冠賜人，當是玄冠也。或冠模製作有異，故以賜人。"
      },
      {
        "index": 21,
        "text": "崔子因是，（因是怒公。）又以其間伐晉也，（間晉之難而伐之。○間，間廁之間，注同。難，乃旦反。）曰：“晉必將報。”欲弑公以說於晉，而不獲間。公鞭侍人賈舉而又近之，乃為崔子間公。（伺公間隙。○弑，申誌反。說音悅，又如字。近，附近之近，下“近於公宮”並注同。為，於偽反，下“莒為”、下注“為崔子”同。）"
      },
      {
        "index": 22,
        "text": "夏，五月，莒為且於之役故，莒子朝於齊。（且於役在二十三年。○且，子餘反。）甲戌，饗諸北郭。崔子稱疾不視事。（欲使公來。）乙亥，公問崔子，（問疾。）遂從薑氏。薑入於室，與崔子自側戶出。公拊楹而歌。（歌以命薑。○拊，芳甫反，拍也。楹音盈。）侍人賈舉止眾從者，而入，閉門。（為崔子閉公也。重言侍人者，別下賈舉。○從，才用反。重，直用反。別，彼列反。）甲興，公登台而請，弗許。（請免。）請盟，弗許。請自刃於廟，勿許。（求還廟自殺也。）皆曰：“君之臣杼疾病，不能聽命。（不能親聽公命。）近於公宮，（言崔子宮近公宮，或淫者詐稱公。）陪臣幹掫有淫者，不知二命。”（幹掫，行夜也。言行夜得淫人，受崔子命討之，不知它命。○陪臣幹，徐云讀曰犴，胡旦反，注同；服音如字。掫，側柳反；徐又子俱反，一音作侯反；《說文》云：“掫，夜戒有所擊也。從手，取聲。”《字林》同，音子侯反；服本作諏，子須反，謀也；今傳本或作諏，猶依掫音。行夜，音下孟反，下同。）"
      },
      {
        "index": 23,
        "text": "疏注“幹掫”至“他命”。○正義曰：昭二十年傳說齊公孫青聘衛之事，云：“賓將掫，主人辭。賓曰：‘若不獲扞外役，是不有寡君也。’乃親執鐸，終夕與於燎。”燎即是掫之事，扞外役即是幹之義也。故先儒相傳，皆以幹掫為行夜。《說文》云：“掫，夜戒守有所擊。從手，取聲。”夜扞寇盜，手有所擊，故以幹掫為行夜官名也。服虔云：一曰幹，扞也。諏，謀也。言受崔子命，扞禦謀淫之人。有此謬說，故掫字或誤從言也。今定本作“幹掫”。受崔子之命，又受公命，是為二命，故云受崔子命討之，不知他命也。"
      },
      {
        "index": 24,
        "text": "公逾牆，又射之，中股，反隊，遂弑之。賈舉、州綽、邴師、公孫敖、封具、鐸父、襄伊、僂堙皆死。（八子皆齊勇力之臣，為公所嬖者，與公共死於崔子之宮。○射，食亦反。中，丁仲反。股音古。隊，直類反。具，求付反。鐸，待洛反。僂，力侯反。堙音因。）"
      },
      {
        "index": 25,
        "text": "疏“又射之，中股”。○正義曰：上未有射公之文，而云“又射之”者，以公未逾牆，必巳射公，但射公不中，傳文不載。以逾牆射之中股，故傳言其事，而云“又”也。"
      },
      {
        "index": 26,
        "text": "祝佗父祭於高唐，（高唐有齊別廟也。○佗，徒河反。）至，複命，不說弁而死於崔氏。（爵弁，祭服。○說，他活反。弁，皮彥反。）申蒯，侍漁者，（侍漁，監取魚之官。○蒯，若怪反。監，古銜反。）退，謂其宰曰：“爾以帑免，（帑，宰之妻子。○帑音奴。）我將死。”其宰曰：“免，是反子之義也。”與之皆死。（反死君之義。）崔氏殺鬷蔑於平陰。（畿蔑，平陰大夫，公外嬖。傳言莊公所養非國士，故其死難，皆嬖寵之人。○鬷，子公反。難，乃旦反，下皆同。）"
      },
      {
        "index": 27,
        "text": "晏子立於崔氏之門外，（聞難而來。）其人曰：“死乎？”曰：“獨吾君也乎哉？吾死也。”（言巳與眾臣無異。）曰：“行乎？”曰：“吾罪也乎哉？吾亡也。”（自謂無罪。）曰：“歸乎？”曰：“君死安歸？（言安可以歸。）君民者，豈以陵民？社稷是主。臣君者，豈為其口實？社稷是養。（言君不徒居民上，臣不徒求祿，皆為社稷。○為，於偽反，注“皆為”及下文同。）故君為社稷死，則死之；為社稷亡，則亡之。（謂以公義死亡。）若為己死而為己亡，非其私匿，誰敢任之？（私匿，所親愛也。非所親愛，無為當其禍。○匿，女乙反。任音壬，當也。）且人有君而弑之，吾焉得死之，而焉得亡之？（言巳非正卿，見待無異於眾臣，故不得死其難也。○弑，申誌反。焉，於虔反，下同。）將庸何歸？”（將用死亡之義，何所歸趣。）門啟而入，枕屍股而哭，（以公屍枕已股。○枕，之鴆反，注同。）興，三踴而出。人謂崔子：“必殺之！崔子曰：“民之望也！舍之，得民。”（舍，置也。○踴，羊寵反。）盧蒲癸奔晉，王何奔莒。（二子，莊公黨。為三十八年殺慶舍張本。）"
      },
      {
        "index": 28,
        "text": "叔孫宣伯之在齊也，（宣伯，魯叔孫僑如。成十六年奔齊。）叔孫還納其女於靈公。嬖，生景公。（還，齊群公子。納宣伯女於靈公。○還音旋。）丁丑，崔杼立而相之，慶封為左相。盟國人於大宮，（大宮，大公廟。○相，息亮反，下同。大音泰，注同。）曰：“所不與崔、慶者”，晏子仰天歎曰：“嬰所不唯忠於君、利社稷者是與，有如上帝！”乃歃。（盟書云，所不與崔、慶者，有如上帝。讀書未終，晏子抄答易其辭，因自歃。○“曰所不與崔、慶者”，本或此下有“有如此盟”四字者，後人妄加。歃，所洽反，又所甲反。）辛巳，公與大夫及莒子盟。（莒子朝齊，遇崔杼作亂，未去，故複與景公盟。○複，扶又反。）大史書曰：“崔杼弑其君。”崔子殺之。其弟嗣書，而死者二人。（嗣，續也。並前有三人死。）其弟又書，乃舍之。南史氏聞大史盡死，執簡以往。聞既書矣，乃還。（傳言齊有直史，崔杼之罪所以聞。）"
      },
      {
        "index": 29,
        "text": "閭丘嬰以帷縳其妻而載之，與申鮮虞乘而出。（二子，莊公近臣。○帷，位悲反。縳，直轉反。乘，繩證反。）鮮虞推而下之，（下嬰妻也。○推，如字，又他回反。）曰：“君昏不能匡，危不能救，死不能死，而知匿其匿，（匿，藏也。匿，親也。○匿，女力反。匿，女乙反。）其誰納之？”行及弇中，將舍。（弇中，狹道。○弇，於檢反，又於廉反。狹音洽。）嬰曰：“崔、慶其追我！”鮮虞曰：“一與一，誰能懼我？”（言道狹，雖眾無所用。）遂舍，枕轡而寢，（恐失馬也。○枕，之鴆反。）食馬而食。駕而行，出弇中，謂嬰曰：“速驅之！崔、慶之眾，不可當也。”遂來奔。（道廣，眾得用，故不可當。○食馬音嗣。）崔氏側莊公於北郭。（側，瘞埋之。不殯於廟。○瘞，於滯反。埋，無皆反。）丁亥，葬諸士孫之裏，（士孫，人姓，因名裏。死十三日便葬，不待五月。）四翣，（喪車之飾，諸侯六翣。○翣，所甲反。）"
      },
      {
        "index": 30,
        "text": "疏注“喪車”至“六翣”。○正義曰：《周禮·縫人》：“掌衣翣柳之材。”鄭玄云：“必先纏衣其木，乃以張飾也。”《喪大記》云：“飾棺，君黼翣二，黻翣二，畫翣二。”鄭玄云：“漢禮，翣以木為筐，廣三尺，高二尺四寸，方兩角高，衣以白布畫者，畫云氣，其餘各如其象，柄長五尺，車行使人持之而從。既窆，樹於廣中。”《檀弓》曰：“周人牆置翣。”是也。是說翣之製也。《方言》云：“自關而東謂扇為翣。”則翣是扇之類也。《禮器》云：“天子八翣，諸侯六翣，大夫四翣。”鄭玄云：八翣者，加龍翣二。"
      },
      {
        "index": 31,
        "text": "不蹕，（蹕，止行人。○蹕音必。）下車七乘，不以兵甲。（下車，送葬之車。齊舊依上公禮，九乘，又有甲兵。今皆降損。○乘，繩證反，注及下七百乘同。）"
      },
      {
        "index": 32,
        "text": "疏“不蹕”。○正義曰：禮，喪車乘人專道而行，無貴賤一也。蹕者，止行人也。此不止行人，略賤之。○注“下車”至“降損”。○正義曰：服虔云：“下車，遣車也。”《雜記》云：“遣車視牢具”。鄭玄云：“言車多少，各如所包遣奠牲體之數也。然則遣車，載所包遣奠而藏之者與？遣奠，天子大牢，包九個；諸侯亦大牢，包七個；大夫亦大牢，包五個；士，少牢，包三個。大夫以上乃有遣車。”如鄭之所言，遣車者乃是明器，塗車芻靈，載所包遣奠藏之於廣中。下車若是明器，則甲兵亦是明器。當云無甲兵，不得云“不以甲兵”也。杜言送葬之車，則謂此為貳車，非遣車也。言下車者，蓋謂粗惡之車，非良車也。《周禮·大行人》云：“上公貳車九乘，侯、伯貳車七乘，子、男貳車五乘。”則齊是侯爵，法當是七乘耳。今傳舉七乘，言其不依舊法，知齊舊依上公之禮，貳車九乘。其送葬又有甲兵，今皆降損也。用甲兵者，葬是送終大禮，法當備列軍陳。若漢葬霍光，發材官輕車，比軍伍校士，軍陳至茂陵，以送其葬，所以榮之也。"
      },
      {
        "index": 33,
        "text": "晉侯濟自泮，（泮，闕。○泮，普半反。）會於夷儀，伐齊，以報朝歌之役。（朝歌役在二十三年。不書伐齊，齊人逆服，兵不加。）齊人以莊公說，（以弑莊公說晉也。○說，如字，又音悅，注同。）"
      },
      {
        "index": 34,
        "text": "疏注“以弑莊公說晉也”。○正義曰：劉炫云：杜意晉謀伐齊，齊人乃弑莊公以說晉也。炫謂莊公死後晉始謀伐齊，齊人以莊公伐晉，晉欲報伐莊公，既以此說晉，言晉讎既死，今新君服從晉也。"
      },
      {
        "index": 35,
        "text": "使隰鉏請成。慶封如師，（慶封獨使於晉，不通諸侯，故不書。鉏，隰朋之曾孫。○鉏，仕居反。使，所吏反。）男女以班。賂晉以宗器、樂器。（宗器，祭祀之器。樂器，鍾磬之屬。）"
      },
      {
        "index": 36,
        "text": "疏“男女以班”。○正義曰：劉炫云：哀元年“蔡人男女以辨”，與此同。杜意男女分別將以賂晉也。炫謂男女分別示晉以恐懼服罪，非以為賂也。"
      },
      {
        "index": 37,
        "text": "自六正、（三軍之六卿。）五吏、三十帥、（五吏，文職。三十帥，武職。皆軍卿之屬官。○帥，所類反，注及下注“將帥”同。）"
      },
      {
        "index": 38,
        "text": "疏注“五吏”至“屬官”。○正義曰：此齊以晉將來伐，就會賂之。則五吏、三十帥皆軍內之官也。三軍將佐有六，與六正數同，故以六正為六卿也。其五吏、三十帥皆是軍內之官。以三軍與六正數同，必是在軍之官。但軍官不複可知。下句言三軍之大夫、百官之正長，則軍內群官足包之矣。於大夫之上言五吏、三十帥，此吏、帥未必貴於大夫，當以有所掌，故先言之耳。以吏者，治也，故為文職。帥者，有所率領，故為武職。杜氏以意而解，不能審悉，故云“皆軍卿之屬官”，略言之耳。既以帥為武職，則帥是大帥，下句複云“師旅”，明當小於此帥，故杜以下“師旅”為“小將帥”。董遇云：五吏，謂一正有五吏，為三十帥之長。亦以意言之耳。俗本“三十帥”為“三十師”，非也。"
      },
      {
        "index": 39,
        "text": "三軍之大夫、百官之正長、師旅（百官正長，群有司也。師旅，小將帥。○長，丁丈反，注同。）及處守者皆有賂。（皆以男女為賂。處守，守國者。○處守，手又反，注處守同。守國如字，或手又反。）"
      },
      {
        "index": 40,
        "text": "疏注“皆以男女為賂”。○正義曰：杜以上句“男女以班”與“賂”連文，故云“皆以男女為賂”，劉炫以為“男女以班”，示降服於晉。有賂者，皆有貨財賂之，非“以男女為賂”，與杜異也。\n晉侯許之。（晉侯受賂還，不譏者，齊有喪，師自宜退。）"
      },
      {
        "index": 41,
        "text": "疏注“晉侯”至“宜退”。○正義曰：案傳“會於夷儀，伐齊，以報朝歌之役。齊人以莊公說”。則晉初伐齊之日，未知莊公巳死，齊人以說，方始知之。齊既有喪，師自須退。縱令受賂，未合致譏，故杜為此解。而劉以為齊弑君之後，晉始來伐而規杜氏，非也。\n使叔向告於諸侯。（告齊服。）公使子服惠伯對曰：“君舍有罪，以靖小國，君之惠也。寡君聞命矣。”"
      },
      {
        "index": 42,
        "text": "晉侯使魏舒、宛沒逆衛侯，（衛獻公以十四年奔齊。○宛，於元反。）將使衛與之夷儀。崔子止其帑，以求五鹿。（崔杼欲得衛之五鹿，故留衛侯妻子於齊以質之。）"
      },
      {
        "index": 43,
        "text": "疏“崔子”至“五鹿”。○正義曰：衛侯本以妻子奔齊，今衛侯將入夷儀，崔子止其帑於齊。所以止之，以求五鹿故也。衛侯若得衛國，望以五鹿與齊，故止其妻子以質之也。"
      },
      {
        "index": 44,
        "text": "初，陳侯會楚子伐鄭，（在前年。）當陳隧者，井堙木刊。（隧，徑也。堙，塞也。刊，除也。○隧，音遂，徐又徒猥反，下同。堙音因。刊，苦幹反。徑，古定反。）鄭人怨之。六月，鄭子展、子產帥車七百乘伐陳，宵突陳城，（突，穿也。）遂入之。陳侯扶其大子偃師奔墓，（欲逃塚間。）遇司馬桓子，曰：“載餘！”（陳之司馬。）曰：“將巡城。”（不欲載公，以巡城辭。）遇賈獲，（賈獲，陳大夫。）載其母妻，下之而授公車。公曰：“舍而母！”辭曰：“不祥。”（雖急，猶不欲男女無別。○別，彼列反，下文同。）與其妻扶其母以奔墓，亦免。子展命師無入公宮，與子產親禦諸門。（欲服之而已，故禁侵掠。○禦，魚呂反。掠音亮。）陳侯使司馬桓子賂以宗器。陳侯免，擁社。（免，喪服。擁社，抱社主。示服。○免音問，注同；徐音萬，喪冠也。擁，於勇反。）使其眾男女別而累，以待於朝。（累，自囚係以待命。○累，類悲反，一音呂執反。）"
      },
      {
        "index": 45,
        "text": "疏注“累自”至“待命”。○正義曰：宣十二年“楚子入鄭，鄭伯肉袒牽羊”。所以不別以男女囚係以待命者，此雖降服，猶望國存，故以囚係男女，擬為鄭之仆隸，彼則恐其遂滅，請俘江南，國巳亡滅，男女非已之有，故與此不同。"
      },
      {
        "index": 46,
        "text": "子展執縶而見，（見陳侯。○縶，陟立反。見，賢遍反。）再拜稽首，承飲而進獻。（承飲，奉觴。示不失臣敬。）子美入，數俘而出。（子美，子產也。但數其所獲人數，不將以歸。○數俘，所主反，注“但數”同；下方夫反。）祝祓社，司徒致民，司馬致節，司空致地，乃還。（祓，除也。節，兵符。陳亂，故正其眾官，脩其所職，以安定之，乃還也。○祓，方弗反，徐音沸。）"
      },
      {
        "index": 47,
        "text": "疏注“祓除”至“還也”。○正義曰：《周禮·女巫》：“掌歲時祓除釁浴。”鄭玄云：“歲時祓除，如今三月上巳，如水上之類釁浴，謂以香薰草藥沐浴。”彼言祓除，知此祓社是祓除也。其祓除之事，當如鄭之言也。《周禮》有掌節之官，節為兵符，若今之銅虎符、竹使符也。陳國既亂，致使官司廢闕，民人分散，符節失亡，故令陳之司徒招致民人，司馬集致符節，司空檢致土地，使各依其舊，師乃回還也。劉炫云：陳國既亂，民、節與地非複陳有，子展、子產心不滅陳，各使巳之官屬，各依其職事，致之於陳，使民依職領受，具其眾官，備其所職，以安定之，乃還也。諸官皆鄭人，在軍有此官者，蓋權使攝為之，未必是正官。服虔以為祝與司徒算皆是陳人，各致其所主於子產。案傳陳侯擁社自抱以逆，又何須祝祓之？子美數俘獲尚不取，何當取其民地，使陳致之？既致，乃還，則是滅矣，何以云入陳也？\n秋，七月，己巳，同盟於重丘，齊成故也。（伐齊而稱同盟，以明齊亦同盟。）"
      },
      {
        "index": 48,
        "text": "疏注“伐齊”至“同盟”。○正義曰：杜以經言“同盟”，傳言“伐齊”，直書諸侯同盟，齊人不序於列，故據同盟之言，以明齊亦與盟。劉炫以為齊直遣慶封如師，齊侯不與盟，今知非者，以五月齊弑莊公之後即立景公，及七月始盟。傳言“齊成故也”，明齊侯在，魯莊十六年“同盟於幽”，傳云“鄭成也”，二十七年“同盟於幽”，傳云“陳、鄭成也”，二十七年“同盟於幽”，傳云“陳、鄭服也”，並與此文同。又傳稱重丘之盟，未可忘也，故知齊亦同盟。劉以為齊侯不與盟而規杜氏，非也。"
      },
      {
        "index": 49,
        "text": "趙文子為政，（趙武代範匄。）令薄諸侯之幣而重其禮。（以重禮待諸侯。）穆叔見之。謂穆叔曰：“自今以往，兵其少弭矣！（弭，止也。○弭，亡氏反。）齊崔、慶新得政，將求善於諸侯。武也知楚令尹。（令尹，屈建。）"
      },
      {
        "index": 50,
        "text": "疏注“令尹屈建”。○正義曰：趙文子初始為政，與令尹相知，望其在後兵息，知是新令尹也。下文始言屈建為令尹者，因伐舒鳩而追序之。其實蒍子馮卒在此盟前，故服、杜皆以令尹為屈建也。\n若敬行其禮，道之以文辭，以靖諸侯，兵可以弭。”（為二十七年晉、楚盟於宋傳。○道音導。）"
      },
      {
        "index": 51,
        "text": "楚薳子馮卒，屈建為令尹。（屈建，子木。）屈蕩為莫敖。（代屈建。宣十二年邲之役，楚有屈蕩，為左廣之右。《世本》，屈蕩，屈建之祖父。今此屈蕩與之同姓名。○邲，扶必反。廣，古曠反。）舒鳩人卒叛。（前年辭不叛。）楚令尹子木伐之，及離城。（離城，舒鳩城。）吳人救之，子木遽以右師先，（先至舒鳩。○遽，其據反。）子彊、息桓、子捷、子駢、子盂帥左師以退。（五人不及子木，與吳相遇而退。○捷，在接反。駢，蒲賢反，又蒲丁反。盂音於。）吳人居其間七日。（居楚兩軍之間。）子彊曰：“久將墊隘，隘乃禽也。不如速戰。（墊隘，慮水雨。○墊，丁念反；《方言》云：下也。隘，於懈反。）"
      },
      {
        "index": 52,
        "text": "疏注“墊隘慮水雨”。○正義曰：成六年注云：“墊隘，嬴困也。”《方言》云：“墊，下也。”吳地下濕，久駐於此，慮水雨大，至民將困病，故恐為人所禽製也。"
      },
      {
        "index": 53,
        "text": "請以其私卒誘之，簡師，陳以待我。（簡閱精兵，駐後為陳。○卒，子忽反，下同。陳，直覲反，注同。駐，張住反。）我克則進，奔則亦視之，（視其形勢而救助之。）乃可以免。不然，必為吳禽。從之。五人以其私卒先擊吳師。吳師奔，登山以望，見楚師不繼，複逐之，傅諸其軍。（吳還逐五子，至其本軍。○複，扶又反，下“複伐陳”同。傅音附。）簡師會之，吳師大敗。遂圍舒鳩，舒鳩潰。八月，楚滅舒鳩。（五子既敗吳師，遂前及子木，共圍滅舒鳩。○潰，戶內反。）\n衛獻公入於夷儀。（為下自夷儀與甯喜言張本。）鄭子產獻捷於晉，（獻入陳之功，而不獻其俘。）"
      },
      {
        "index": 54,
        "text": "疏注“獻入”至“其俘”。○正義曰：上云“數俘而出”，不將以歸，知其空獻功，不獻俘也。戎服將事。（戎服，軍旅之衣，異於朝服。）"
      },
      {
        "index": 55,
        "text": "疏注“戎服”至“朝服”。○正義曰：《周禮·司服》云：“凡兵事，韋弁服。”鄭玄云：“韋弁以韎韋為弁，又以為衣裳也。”諸侯之朝服，玄冠緇布衣素積以為裳。是戎服異於朝服也。"
      },
      {
        "index": 56,
        "text": "晉人問陳之罪，對曰：“昔虞閼父為周陶正，以服事我先王。（閼父，舜之後。當周之興，閼父為武王陶正。○閼，於葛反。）我先王賴其利器用也，與其神明之後也，（舜，聖，故謂之神明。）庸以元女大姬配胡公，（庸，用也。元女，武王之長女。胡公，閼父之子滿也。○大音泰。配，亦作妃，音配。長，丁丈反。）"
      },
      {
        "index": 57,
        "text": "疏注“庸用”至“滿也”。○正義曰：庸聲近用，故為用也。《史記·陳世家》云：“陳胡公滿者，虞帝舜之後也。舜傳禹，而舜子商均為封國。夏後之時，或失續，周武王克殷，求舜後，得媯滿，封之於陳，以奉帝舜祀，是為胡公。”"
      },
      {
        "index": 58,
        "text": "而封諸陳，以備三恪。（周得天下，封夏、殷二王後，又封舜後，謂之恪。並二王後為三國。其禮轉降，示敬而已，故曰三恪。○恪，若洛反。）"
      },
      {
        "index": 59,
        "text": "疏注“周得”至“三恪”。○正義曰：《樂記》云：“武王克殷，未及下車，而封黃帝之後於薊，封帝堯之後於祝，封帝舜之後於陳。下車而封夏後氏之後於杞，投殷之後於宋。”《郊特牲》云：“天子存二代之後，猶尊賢也。尊賢不過二代。”鄭玄以此謂杞、宋為二代之後，薊、祝、陳為三恪。杜今以周封夏、殷之後為二王後，又封陳，並二王後為三恪。杜意以此傳言“以備三恪”，則以陳備三恪而已。若遠取薊、祝，則陳近矣，何以言備？以其稱備，知其通二代而備其數耳。二代之後，則名自行其正朔，用其禮樂，王者尊之深也。舜在二代之前，其禮轉降。恪，敬也。封其後示敬而已，故曰恪。雖通二代為三，其二代不假稱恪，唯陳為恪耳。"
      },
      {
        "index": 60,
        "text": "則我周之自出，至於今是賴。（言陳，周之甥，至今賴周德。）桓公之亂，蔡人欲立其出。（陳桓公鮑卒，於是陳亂。事在魯桓五年。蔡出，桓公之子厲公也。）我先君莊公奉五父而立之，（五父佗，桓公弟。殺大子免而代之，鄭莊公因就定其位。○佗，徒何反。）蔡人殺之。（欲立其出故。）我又與蔡人奉戴厲公，（奉戴，猶奉事。）至於莊、宣，皆我之自立。（陳莊公、宣公，皆厲公子。）夏氏之亂，成公播蕩，又我之自入，君所知也。（播蕩，流移失所。宣十年，陳夏徵舒弑靈公。靈公之子成公奔晉，自晉因鄭而入也。○夏，戶雅反。播，補賀反。）今陳忘周之大德，蔑我大惠，棄我姻親，介恃楚眾，以憑陵我敝邑，不可億逞。（億，度也。逞，盡也。○介音戒。憑，皮冰反。億，於力反。逞，敕景反。度，待洛反。）我是以有往年之告。（謂鄭伯稽首告晉，請伐陳。）未獲成命，（未得伐陳命。）則有我東門之役。（前年陳從楚伐鄭東門。）當陳隧者，井堙木刊。敝邑大懼不競，而恥大姬。（上辱大姬之靈。）天誘其衷，啟敝邑之心。（啟，開也。開道其心，故得勝。○衷音忠。）陳知其罪，授手於我。用敢獻功！晉人曰：“何故侵小？”對曰：“先王之命，唯罪所在，各致其辟。（辟，誅也。○辟，婢亦反，注同。）"
      },
      {
        "index": 61,
        "text": "疏“何故侵小”。○正義曰：陳大於鄭，而謂之侵小者，言陳對晉為小，不言小於鄭也。子展伐陳，此言侵，謂侵陵之，非用兵之侵也。\n且昔天子之地一圻，（方千里。○圻音祈。）列國一同，（方百里。）"
      },
      {
        "index": 62,
        "text": "疏“列國一同”。○正義曰：周法，大國五百里。此為一同者，引夏、殷時國小，以譏晉國之寬大，權以拒晉耳。自是以衰。（衰，差降。○衰，初危反，注同。）\n疏“衰差降”。○正義曰：中國七十，小國五十，是降差。"
      },
      {
        "index": 63,
        "text": "今大國多數圻矣，若無侵小，何以至焉？”晉人曰：“何故戎服？”對曰：“我先君武、莊，為平、桓卿士。（鄭武公、莊公為周平王、桓王卿士。○數，色主反，下數甲兵、數疆潦，各並注同。）城濮之役，文公布命曰：‘各複舊職！’（晉文公。○濮音卜。）命我文公戎服輔王，以授楚捷，不敢廢王命故也。”（城濮在僖二十八年。）士莊伯不能詰，（士莊伯，士弱也。○詰，起吉反。）複於趙文子。文子曰：“其辭順，犯順不祥。”乃受之。"
      },
      {
        "index": 64,
        "text": "冬，十月，子展相鄭伯如晉，拜陳之功。（謝晉受其功。○相，息亮反。）子西複伐陳，陳及鄭平。（前雖入陳，服之而已。故更伐以結成。）仲尼曰：“《誌》有之：（《誌》，古書。）‘言以足誌，文以足言。’（足，猶成也。○足，將住反，又如字，下及注同。）不言，誰知其誌？言之無文，行而不遠。（雖得行，猶不能及遠。）晉為伯，鄭入陳，非文辭不為功。慎辭也！”（樞機之發，榮辱之主。）"
      },
      {
        "index": 65,
        "text": "疏注“樞機”至“之主”。○正義曰：《易·係辭》文也。鄭玄云：“樞，戶樞也。機，弩牙也。”戶樞之發或明或闇，弩牙之發或中或否，以譬言語之發有榮有辱。傳言子產善為文辭，於鄭有榮也。\n楚蒍掩為司馬。（蒍子馮之子。）子匠使庀賦，（庀，治。○庀，匹婢反。）\n疏注“庀治”。○正義曰：庀訓為具，而言治者，以下說治賦之事，治之使具，故以庀為治也。"
      },
      {
        "index": 66,
        "text": "數甲兵。（閱數之。）甲午，蒍掩書土、田，（書土地之所宜。）度山林，（度量山林之材，以共國用。○度，待洛反，注及下注同。共音恭。）鳩藪澤，（鳩，聚也。聚成藪澤，使民不得焚燎壞之，欲以備田獵之處。○藪，素口反。燎，力召反。處，昌慮反。）"
      },
      {
        "index": 67,
        "text": "疏注“鳩聚”至“之處”。○正義曰：“鳩，聚”，《釋詁》文也。《釋地》有“十藪”李巡曰：“藪，澤之別名也。”《周禮》澤虞有大澤大藪，小澤小藪，鄭玄云：“澤，水所鍾也。水希曰藪。”其職云“若大田獵，則萊澤野。”是藪為田獵之處，或焚其草，則散失澤藪之用，故聚成，使不得焚燎之也。\n辨京陵，\n【杜預註】辨，別也。絶髙曰亰。大阜曰陵。別之以爲冢墓之地。\n【陸德明音】[辨，別也。]別，彼列反，下同。"
      },
      {
        "index": 68,
        "text": "【孔穎達疏】[辨，別也。絶髙曰亰。大阜曰陵。別之以爲冢墓之地。]《釋丘》云：『絶髙爲之亰，非人爲之丘。』李巡曰：『丘髙大者爲亰也。』孫炎曰：『爲之，人所作也。』則亰爲丘類，人力所作也。《釋地》云：『大陸曰阜，大阜曰陵。』李巡曰：『大陸，謂土地髙大，名曰阜，阜最大爲陵也。』《檀弓》稱『趙文子與叔譽觀于九原』。觀晉諸大夫之墓也。《僖卅二年・傳》云：『殽有二陵焉，其南陵，夏后皋之墓也』。故知別丘陵以爲葬墓之地。"
      },
      {
        "index": 69,
        "text": "表淳鹵，（淳鹵、埆薄之地。表異，輕其賦稅。○淳音純。鹵音魯。《說文》：“鹵，西方鹹也。”埆音學云。）"
      },
      {
        "index": 70,
        "text": "疏注“淳鹵”至“賦稅”。○正義曰：賈逵云：“淳，鹹也。”《說文》云：“鹵，西方鹹地也。從西省，象鹽形，安定有鹵縣，東方謂之斥，西方謂之鹵。”《呂氏春秋》稱“魏文侯時，史起為鄴令，引漳水以灌田。民歌之曰：‘決漳水以灌鄴旁，終古斥鹵生稻粱。’”是鹹薄之地名為斥鹵。《禹貢》云“海濱廣斥”，是也。淳鹵，地薄，收穫常少，故表之輕其賦稅。\n數疆潦，（疆界有流潦者，計數減其租入。○疆，居良反，注同；賈又其兩反。潦音老。）"
      },
      {
        "index": 71,
        "text": "疏注“疆界”至“租入”。○正義曰：賈逵以疆為疆[B18I]，墝埆之地。鄭玄以為疆界內有水潦者。案《周禮·草人》：“凡糞種，疆[B18I]用蕡。”鄭玄云：“彊[B18I]，彊堅者。”則疆地猶堪種植，非水潦之類，故從鄭玄之說，數其疆界有水潦者，計數減其租稅也。孫毓讀為疆潦，注云：砂礫之田也。"
      },
      {
        "index": 72,
        "text": "規偃豬，（偃豬，下濕之地。規度其受水多少。○偃，於建反，又一音如字。豬，陟魚反；《尚書傳》云：“停水曰豬。”）"
      },
      {
        "index": 73,
        "text": "疏注“偃豬”至“多少”。○正義曰：《禹貢》：“徐州，大野既豬。”孔安國云：“水所停曰豬。”《檀弓》云：“有弑其父者，洿其宮而豬焉。”是豬者，停水之名。偃豬，謂偃水為豬，故為下濕之地。規度其地受水多少，得使田中之水注之。"
      },
      {
        "index": 74,
        "text": "町原防，（廣平曰原。防，隄也。隄防間地，不得方正如井田，別為小頃町。○町，徒頂反。隄，丁兮反。頃，苦穎反。）"
      },
      {
        "index": 75,
        "text": "疏注“廣平”至“頃町”。○正義曰：“廣平曰原”，《釋地》文。李巡曰：“謂土地寬博而平正名曰原。”《釋丘》云：“墳，大防。”孫炎曰：“謂隄也。”隄防之間，或有平地，不得平正以為井田，取其可耕之處，別為小頃町也。《說文》云：“町，田踐處曰町。”史遊《急就篇》云：“頃町界畝。”是町亦頃類，故連言之也。謂廣平為原者，因《爾雅》之文，其實此原謂隄防之間也。劉炫云：“廣平曰原，土地寬平當與隰相配，非是不得為井田也。《釋地》於陸阜陵阿之下云“可食者曰原”。孫炎曰：“可食，謂有井田也。”陸阿，山田可種穀者，亦曰原也。謂彼陵阿之間可食之地，非廣平也。\n牧隰皋，（隰皋，水岸下濕，為芻牧之地。○牧，州牧之牧。）"
      },
      {
        "index": 76,
        "text": "疏注“隰皋”至“之地”。○正義曰：《釋地》云：“下濕曰隰。”李巡曰：“下濕，謂土地窊下名為隰也。”《詩》云：“鶴鳴於九皋。”毛、鄭皆以皋為澤之坎。是皋為水岸也。下濕與水岸不任耕作，故使牧牛馬於中，以為芻牧之地。"
      },
      {
        "index": 77,
        "text": "井衍沃，（衍沃，平美之地。則如《周禮》製以為井田。六尺為步，步百為畝，畝百為夫，九夫為井。○衍，以善反。賈云，下平曰衍，有流曰沃。）"
      },
      {
        "index": 78,
        "text": "疏注“衍沃”至“為井”。○正義曰：《周禮·大司徒》：“以土會之法，辨五地之物生。四曰墳衍，五曰原隰。”衍地高於原。傳稱“郇瑕氏之地，沃饒”。《魯語》云：“沃土之民，逸。”則衍沃俱是平美之地，衍是高平而美者，沃是下平而美者，二者並是良田。故如《周禮》之法製之，以為井田。賈逵云：“下平曰衍，有溉曰沃。”所指雖異，俱謂良美之田也。“六尺為步”以下皆《司馬法》之文。自“度山林”以下至此有九事，賈逵以為賦稅差品，其注云：“山林之地，九夫為度，九度而當一井也。藪澤之地，九夫為鳩，八鳩而當一井也。京陵之地，九夫為辨，七辨而當一井也。淳鹵之地，九夫為表，六表而當一井也。疆潦之地，九夫為數，五數而當一井也。偃豬之地，九夫為規，四規而當一井也。原防之地，九夫為町，三町而當一井也。隰皋之地，九夫為牧，二牧而當一井也。衍沃之地，畝百為夫，九夫為井。”《周禮·小司徒》云“乃經土地，而井牧其田野”。鄭玄云：“隰皋之地，九夫為牧，二牧而當一井，今造都鄙授民田，有不易，有一易，有再易，通率二而當一，是之謂井牧。”是鄭、賈同此說也。案《周禮》所授民田，不過再易，唯有三當一耳，不得以九當一也。山林、藪澤、京陵、偃豬，本非可食之地，不在授民之限，雖九倍與之，何以充稅？而使之當一井也。且以度、鳩之等皆為九夫之名，經、傳未有此目，故杜不云其說。\n量入脩賦。（量九土之所入，而治理其賦稅。○量音良，又音亮，注同。）"
      },
      {
        "index": 79,
        "text": "疏“量入脩賦”。○正義曰：量其九土所宜，觀其收入多少，乃準其所入，脩其賦稅。其九土之內，偃豬、京陵、無物可入，而言九土之所入者，總言之。\n賦車籍馬，（籍，疏其毛色歲齒，以備軍用。）"
      },
      {
        "index": 80,
        "text": "疏“賦車籍馬”。○正義曰：賦與籍，俱是稅也。稅民之財，使備車馬，因車馬之異，故別為其文。賦車兵、（車兵，甲士。）徒卒、（步卒。○卒，子忽反。）"
      },
      {
        "index": 81,
        "text": "疏“賦車兵徒卒”。○正義曰：車兵者，甲士也。徒兵者，步卒也。知非兵器者，上云“數甲兵”，下云“甲楯之數”，故知此兵謂人也。劉炫云：兵者，戰器。車上甲士與步卒所執兵各異也。《司兵》“掌五兵”，鄭玄云：“五兵者，戈、殳、戟、酋矛、夷矛。”又曰“軍事，建車之五兵”，鄭玄云：“車之五兵，鄭司農所云者是也。步卒之五兵，無夷矛，而有弓矢。”事或當然。"
      },
      {
        "index": 82,
        "text": "甲楯之數。（使器杖有常數。○楯，食準反，又音尹。杖，直亮反。）既成，以授子木，禮也。（得治國之禮。傳言楚之所以興。）"
      },
      {
        "index": 83,
        "text": "十二月，吳子諸樊伐楚，以報舟師之役。（舟師，在二十四年也。）門於巢。（攻巢門。）巢牛臣曰：“吳王勇而輕，若啟之，將親門。（啟，開門也。○輕，遣政反。）我獲射之，必殪。（殪，死也。○射，食亦反，下同。殪，於計反。）是君也死，彊其少安。”從之。吳子門焉，牛臣隱於短牆以射之，卒。（○疆，居良反。）"
      },
      {
        "index": 84,
        "text": "楚子以滅舒鳩賞子木。辭曰：“先大夫蒍子之功也。”以與蒍掩。（往年楚子將伐舒鳩，蒍子馮請退師以須其叛，楚子從之，卒獲舒鳩。故子木辭賞以與其子。）"
      },
      {
        "index": 85,
        "text": "晉程鄭卒，子產始知然明，（前年然明謂程鄭將死，今如其言，故知之。）問為政焉。對曰：“視民如子。見不仁者誅之，如鷹鸇之逐鳥雀也。”子產喜，以語子大叔，且曰：“他日，吾見蔑之麵而已，（蔑，然明名。○鷹，於陵反。鸇，之然反；徐又居延反。語，魚據反。）今吾見其心矣。”大叔問政於子產。子產曰：“政如農功，日夜思之，思其始而成其終。朝夕而行之，行無越思，（思而後行。○朝如字。）如農之有畔。（言有次。）其過鮮矣。”"
      },
      {
        "index": 86,
        "text": "衛獻公自夷儀使與甯喜言，（舉複國也。）甯喜許之。大叔文子聞之，（大叔儀也。）曰：“烏呼！《詩》所謂‘我躬不說，皇恤我後’者，甯子可謂不恤其後矣。（皇，暇也。《詩·小雅》。言今我不能自容說，何暇念其後乎？謂甯子必身受禍，不得恤其後也。○說音悅，注同；《詩》作“閱”，容也。）\n疏“我躬”至“我後”。○正義曰：□《詩·小雅·小弁》之篇。"
      },
      {
        "index": 87,
        "text": "將可乎哉？殆必不可。君子之行，思其終也，（思使終可成。）思其複也。（思其可複行。）《書》曰：‘慎始而敬終，終以不困。’（逸《書》。）"
      },
      {
        "index": 88,
        "text": "疏“書曰”至“不困”。○正義曰：《尚書·蔡仲之命》云：“慎厥初，惟厥終，終以不困。”此所引者蓋是彼文，學者各傳所聞，而字有改易，或引其意，而不全其文，故不同也。"
      },
      {
        "index": 89,
        "text": "《詩》曰：‘夙夜匪解，以事一人。’（一人以喻君。○解，佳賣反。）今甯子視君不如弈棋，（弈，圍棋也。○弈音亦。棋音其。）"
      },
      {
        "index": 90,
        "text": "疏注“弈，圍棋”。○正義曰：《方言》云：“圍棋謂之弈，自關東齊、魯之間皆謂之弈。”此戲名之曰弈，故《說文》弈從廾，言竦兩手而執之。孟子稱弈秋善弈，秋人自以善弈而著名也。棋者，所執之子，故云“弈者舉棋不定，不勝其耦”，謂舉子下之不定，則不勝其耦，是棋為子也。以子圍而相殺，故謂之圍棋。沈氏云：圍棋稱弈者，取其落弈之義也。"
      },
      {
        "index": 91,
        "text": "其何以免乎？弈者舉棋不定，不勝其耦。而況置君而弗定乎？必不免矣。九世之卿族，一舉而滅之。可哀也哉！”（甯氏出自衛武公，及喜九世也。）"
      },
      {
        "index": 92,
        "text": "【傳】會於夷儀之歲，齊人城郊。（在二十四年。不直言會夷儀者，別二十五年夷儀會。○此傳本為後年修成，當續前卷二十五年之傳後，簡編爛脫，後人傳寫，因以在此耳。郟音古洽反。別，彼列反。）"
      },
      {
        "index": 93,
        "text": "疏注“在二”至“儀會”。○正義曰：凡傳卻言前事者，皆舉時事為驗。二十四年、二十五年，頻年會於夷儀，恐其事無以相別，故複言“齊人城郟”，以明秦、晉為成在二十四年也。不直言“齊人城郟”者，以其非經故也。此已連經舉之，故下文烏餘奔晉，直舉城郟之歲，不言會於夷儀。"
      },
      {
        "index": 94,
        "text": "其五月，秦、晉為成。晉韓起如秦蒞盟，秦伯車如晉蒞盟，（伯車，秦伯之弟針也。○蒞音利，又音類。車音居。針，其廉反。）成而不結。（不結固也。傳為後年脩成起本，當繼前年之末，而特跳此者，傳寫失之。○為，於偽反。跳，直雕反。傳寫，直專反，一本作“轉”。）"
      },
      {
        "index": 95,
        "text": "疏注“不結”至“失之”。○正義曰：《漢書·藝文誌》云：“《左氏傳》三十卷。”則丘明自分為三十也。丘明作傳，使文勢相接，為後年之事，而年前發端者多矣。文十年傳云“厥貉之會，麇子逃歸”，十一年云“楚子伐麇”，宣十一年傳云“厲之役，鄭伯逃歸”，十二年而云“楚子圍鄭”，皆傳在前卷之末，豫為後卷之始。此為後年修成，發其前成，不結其事，與彼相類，不宜獨載卷首，知其當繼前年之末也，而特跳出在於此卷之首者，是傳寫失之也。學者以此語字多，欲今與下相接，故輒斷彼末寫於此首，後人因循不敢改易，故失之。言失其本真也。《說文》云：“跳，躍也。”謂足絕地而高舉也。魏晉《儀注》：寫章表別起行頭者，謂之跳出。故杜以跳言之。\n他本\n《春秋》 〔周〕孔丘 編\n《春秋左氏傳》 〔周〕孔丘 編 〔周〕左丘明 傳\n《春秋經傳集解》 〔周〕孔丘 編 〔周〕左丘明 傳 〔晉〕杜預 註\n《春秋左傳正義》 〔周〕孔丘 編 〔周〕左丘明 傳 〔晉〕杜預 註 〔唐〕孔穎達 疏\n斠勘"
      }
    ]
  }
}