{
  "chapterNumber": 11,
  "title": "春秋左傳正義卷10 (Zuozhuan Zhengyi, Volume 10)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎閔公（○陸曰：「閔公，名啟方，莊公之子，母叔薑。《史記》云：名開。諡法：在國遭難曰閔。」）\n疏「正義曰：《魯世家》：閔公，名開，莊公之子，惠王十六年即位。杜《世族譜》云：名啟方。漢景帝諱啟，啟、開因是而亂。杜《譜》云：「啟方」，從《世本》文。諡法：「在國逢難曰閔。」是歲，歲在大梁。\n閔公元年\n【經】元年，春，王正月。齊人救邢。夏，六月，辛酉，葬我君莊公。"
      },
      {
        "index": 1,
        "text": "秋，八月，公及齊侯盟於落姑。（落姑，齊地。）季子來歸。（季子，公子友之字。季子忠於社稷，為國人所思，故賢而字之。齊侯許納，故曰歸。）"
      },
      {
        "index": 2,
        "text": "疏「元年注季子」至「曰歸」。○正義曰：季是友之字也。子者，男子之美稱。國人賢而思之，得其還魯，喜而呼曰「季子來歸」。史因其言而書之。傳稱「請複季友，齊侯許之」。是得齊之力，齊侯許納，故曰歸也。"
      },
      {
        "index": 3,
        "text": "冬，齊仲孫來。（仲孫，齊大夫，以事出疆，因來省難，非齊侯命，故不稱使也。還使齊侯務寧魯難，故嘉而字之。來者事實，省難其誌也。故經但書仲孫之來，而傳尋仲孫之誌。○疆，居良反。難，乃旦反，下及傳同。）"
      },
      {
        "index": 4,
        "text": "疏注「仲孫」至「之誌」。○正義曰：傳稱「仲孫湫」，則名湫而字仲孫也。杜言以事出疆，或使向他國，因來省魯難。非齊侯命之使來，來而不稱君命，故不言齊侯使也。諸侯之卿，例當書名。此人還國，使齊侯務寧魯難，明年即有高子來盟，是齊侯用其言。魯人知其事，不書其名，嘉而字之。杜云稱字嘉之，則仲孫是字，猶楚之孫伯，或亦以孫為字也。來者，身來至魯，是事實也；省難，心自省之，是其誌也。雖誌在省難，不告魯人云已省其難，故經據實事，但書仲孫之來。傳尋仲孫之誌，言其來省難也。\n【傳】「元年，春」，不書即位，亂故也。（國亂不得成禮。）"
      },
      {
        "index": 5,
        "text": "狄人伐邢。（狄伐邢在往年冬。）管敬仲言於齊侯曰：「戎狄豺狼，不可厭也；（敬仲，管夷吾。○豺，士皆反。狼音郎。厭，一鹽反。）諸夏親匿，不可棄也；（諸夏，中國也。匿，近也。○夏，戶雅反。匿，女一反。）宴安冘毒，不可懷也。（以宴安比之冘毒。○宴，於見反；本又作晏，音同，一音烏諫反。冘，直蔭反。）《詩》云：『豈不懷歸，畏此簡書。』（《詩•小雅》也。文王為西伯，勞來諸侯之詩。○勞來，力報反，下力代反。）"
      },
      {
        "index": 6,
        "text": "疏「戎狄」至「簡書」。○正義曰：戎狄之心，若豺狼之獸，不可厭足也，言其當伐戎狄也；諸夏之國，皆親近之人，不可遺棄也，言其當救邢也；宴安自逸，若冘毒之藥，不可懷戀也，言其當自勞也。《詩•小雅•出車》之篇，美文王勞來諸侯，令賢臣出使，此臣在外思歸，而以王事自勉，言：我豈不思歸乎？誠思歸也，但畏此簡書來告急耳。諸侯有事，則書之於簡，遣使執簡以告命，告則須救，故畏而不歸也。此簡書者，同有所惡，則相憂之謂也，請救邢以從簡書。傳稱勤則不匱，安則敗名，齊侯縱心宴安，不欲征伐，安則自損其身，故言冘毒以勸之。《釋獸》云：「豺，狗足。」郭璞云：「腳似狗。」《說文》云：「豺，狼屬，狗聲。」《釋獸》又云：「狼，牡獾牝狼。」舍人曰：「牡名獾，牝名狼。」陸機《毛詩義疏》云：「狼鳴能小能大，善為小兒喑聲以誘人，去數十步，其猛健者，雖善用兵者不能免也。」二者皆貪殘之獸，故比戎狄也。○注「敬仲管夷吾」。○正義曰：敬，諡。諡法：「夙夜勤事曰敬。」仲，字。管，氏。夷吾，名。○注「諸夏」至「近也」。正義曰：此言諸夏，襄四年傳：「魏絳云『諸華必叛』。」華、夏，皆謂中國也。中國而謂之華夏者，夏，大也，言有禮儀之大，有文章之華也。「匿，近」，《釋詁》文。舍人曰：「匿，戚之近也。」言中國諸侯情親而路近。"
      },
      {
        "index": 7,
        "text": "簡書，同惡相恤之謂也。（同恤所惡。）請救邢以從簡書。」齊人救邢。夏，六月，葬莊公。亂故，是以緩。（十一月乃葬。）"
      },
      {
        "index": 8,
        "text": "「秋，八月，公及齊侯盟於落姑」，請複季友也。（閔公初立，國家多難，以季子忠賢，故請霸主而複之。）齊侯許之，使召諸陳，公次於郎以待之。（非師旅之事，故不書次。）\n「季子來歸」，嘉之也。冬，齊仲孫湫來省難。（湫，仲孫名。○湫，子小反。）"
      },
      {
        "index": 9,
        "text": "書曰「仲孫」，亦嘉之也。仲孫歸曰：「不去慶父，魯難未巳。」（時慶父亦還魯。○去，起呂反，下同。）公曰：「若之何而去之？」對曰：「難不巳，將自斃，（斃，踣也。○斃，婢世反。踣，薄北反。）君其待之。」公曰：「魯可取乎？」對曰：「不可。猶秉周禮。周禮，所以本也。臣聞之：『國將亡，本必先顛，而後枝葉從之。』魯不棄周禮，未可動也。君其務寧魯難而親之。親有禮，因重固，（能重能固，則當就成之。）"
      },
      {
        "index": 10,
        "text": "疏注「能重」至「成之」。○正義曰：服虔云：「重不可動，因其不可動而堅固之。」杜以此傳四句相類，「間攜貳」，攜貳皆間之，「覆昏亂」，昏亂皆敗之，知此重固皆因之，則非因重而固之。"
      },
      {
        "index": 11,
        "text": "間攜貳，（離而相疑者，則當因而間之。○間，間廁之間，注同。）覆昏亂。（覆，敗也。○覆，芳服反，注同。）霸王之器也。」（霸王所用，故以器為喻。○王，於況反，注同。）"
      },
      {
        "index": 12,
        "text": "晉侯作二軍。（晉本一軍，見莊十六年。○見，賢遍反。）公將上軍，大子申生將下軍，趙夙禦戎，畢萬為右。（為公禦右也。夙，趙衰兄。畢萬，魏焠祖父。○將，子匠反，下及注同。衰，初危反。焠，尺由反。）"
      },
      {
        "index": 13,
        "text": "疏注「為公」至「祖父」。○正義曰：《史記•趙世家》：「夙生共孟，孟生趙衰。」《晉語》云：「趙衰，先君之戎禦趙夙之弟也。」杜以夙為衰兄，從《晉語》也。《魏世家》：「畢萬生武子。」《世本》：「畢萬生芒季，季生武仲州。」州即焠也。杜以萬為焠之祖父，依《世本》也。"
      },
      {
        "index": 14,
        "text": "以滅耿，滅霍，滅魏。（平陽皮氏縣東南有耿鄉。永安縣東北有霍大山。三國皆姬姓。○耿，古幸反，國名。）還，為大子城曲沃，賜趙夙耿，賜畢萬魏，以為大夫。士蒍曰：「大子不得立矣。分之都城，而位以卿，先為之極，又焉得立？（位以卿，謂將下軍。○還為，於偽反。焉，於虔反。）不如逃之，無使罪至。為吳大伯，不亦可乎？（大伯，周大王之適子，知其父欲立季曆，故讓位而適吳。○大音泰，注同。適子，丁曆反，本又作嫡。）"
      },
      {
        "index": 15,
        "text": "疏注「大伯」至「適吳」。○正義曰：《史記•吳世家》云：「吳大伯、弟仲雍，皆周大王之子，而王季曆之兄也。季曆賢而有聖子昌，大王欲立季曆以及昌，於是大伯、仲雍二人乃奔荊蠻，以辟季曆。季曆果立，是為王季。」是大伯讓位適吳之事。\n猶有令名，與其及也。（言雖去猶有令名，勝於留而及禍。）\n疏「猶有」至「及也」。○正義曰：言逃雖失國，猶有善名，與其留而及禍也。何者為勝？勸之使逃。"
      },
      {
        "index": 16,
        "text": "且諺曰：『心苟無瑕，何恤乎無家！』天若祚大子，其無晉乎！」（為晉殺申生傳。○諺音彥。祚，在路反。）卜偃曰：「畢萬之後必大。（卜偃，晉掌卜大夫。）萬，盈數也。魏，大名也。"
      },
      {
        "index": 17,
        "text": "疏「萬盈」至「名也」。○正義曰：以筭法從一至萬，每十則改名，至萬以後稱一萬，十萬，百萬，千萬，萬萬始名億，從是以往，皆以萬為極。是至萬則數滿也。《論語》云：「巍巍乎，其有成功。」是巍為高大之名。"
      },
      {
        "index": 18,
        "text": "以是始賞，天啟之矣。天子曰兆民，諸侯曰萬民。今名之大，以從盈數，其必有眾。」（以魏從萬，有眾象。）初，畢萬筮仕於晉，遇屯ⅳ（震下坎上，屯。○屯，張倫反。）之比ⅳ。（坤下坎上，比。屯初九變而為比。○比，毗誌反，注及下同。）"
      },
      {
        "index": 19,
        "text": "疏「遇屯之比」。○正義曰：震下坎上為屯。《說卦》云：「震，動也。」《坎•彖》云：坎，險也。動而遇險，有屯難之象。坤下坎上為比。《說卦》：坎為水，坤為地，水潤下而地受之，相親比之象也。\n辛廖占之，曰：「吉。（辛廖，晉大夫。○廖，力彫反。）"
      },
      {
        "index": 20,
        "text": "疏注「辛廖，晉大夫」。○正義曰：杜云：「辛廖，晉大夫。」則以畢萬筮仕，在晉國而筮。劉炫云：「若在晉國而筮，何得云『筮仕於晉』？又辛甲、辛有並是周人，何故辛廖獨為晉大夫？」今知不然者，傳以畢萬是畢國子孫，今乃筮仕於晉。言「於晉」，以對畢耳，非謂筮時在他國也。案昭十五年傳云：「及辛有之二子董之晉，於是乎有董史。」注云：「辛有，周人，二子適晉為大史。」則辛氏雖出於周，枝流於晉。劉炫用服氏之說，以為畢萬在周，筮仕於晉，又以晉國不得有姓辛，而規杜過，其義非也。"
      },
      {
        "index": 21,
        "text": "屯固比入，吉孰大焉？其必蕃昌。（屯險難，所以為堅固。比親密，所以得入。○蕃音煩。）震為土，（震變為坤。）車從馬，（震為車，坤為馬。）"
      },
      {
        "index": 22,
        "text": "疏注「震為車坤為馬」。正義曰：《晉語》云：「司空季子占公子重耳之筮，云：『震，車也。《坤•彖》云：「利牝馬之貞。』」是坤為馬也。下注「震為足」、「震為長男」、「坤為母」、「坤為眾」，皆《說卦》文也。"
      },
      {
        "index": 23,
        "text": "足居之，（震為足。）兄長之，（震為長男。○長，丁丈反。）母覆之，（坤為母。）眾歸之，（坤為眾。）六體不易，（初一爻變，有此六義，不可易也。）合而能固，安而能殺，公侯之卦也。（比合屯固，坤安震殺，故曰公侯之卦。）"
      },
      {
        "index": 24,
        "text": "疏注「比合」至「之卦」。正義曰：震之為殺，傳無明文。《晉語》云：震，車也。車有威武。昭二十五年傳云：「為刑罰威獄，以類其震曜殺戮。」是震為威武殺戮之意，故震為殺也。\n公侯之子孫，必複其始。」（萬，畢公高之後。傳為魏之子孫眾多張本。）"
      },
      {
        "index": 25,
        "text": "疏「必複其始」。○正義曰：萬是畢公之後，公侯之子孫，必當複其初始，言此人子孫又將為公侯也。及春秋之後三家分晉，而魏為諸侯，是其筮之驗也。\n閔公二年\n【經】二年，春，王正月，齊人遷陽。（無傳。陽，國名。蓋齊人逼徙之。）"
      },
      {
        "index": 26,
        "text": "疏注「陽國」至「徙之」。○正義曰：《世本》無有陽國，不知何姓。杜《世族譜》、《土地名》闕，不知所在。與「宋人遷宿」文同，知陽是國名。蓋齊人逼遷之。"
      },
      {
        "index": 27,
        "text": "夏，五月，乙酉，吉禘於莊公。（三年喪畢，致新死者之主於廟，廟之遠主當遷入祧，因是大祭以審昭穆，謂之禘。莊公喪製末闋，時別立廟，廟成而吉祭，又不於大廟，故詳書以示譏。○禘，大計反。祧，他彫反。昭，上饒反。闋，苦穴反。大廟，音泰。）"
      },
      {
        "index": 28,
        "text": "疏注「三年」至「示譏」。○正義曰：僖三十三年傳曰：「凡君薨，卒哭而祔，祔而作主，特祀於主，烝、嚐、禘於廟。」禘祀為吉祭，說喪事而言禘，知禘是喪終而吉祭也。襄十五年晉悼公卒，十六年傳稱晉人答穆叔云「以寡君之未禘祀」，知三年喪畢，乃為禘也。喪畢而為禘祭，知致新死之主於廟也。新主入廟，則遠主當遷。知其遷入祧者，《祭法》云：「天子七廟，有二祧。」則祧是遠祖廟也。《周禮》：「守祧掌守先王先公之廟祧，其遺衣服藏焉。」廟之遠主，其廟既遷，主無所處，固當遷入祧也。鄭玄以二祧為文王、武王之廟，遷主入廟，當各從其班，穆入文祧，昭入武祧。禮，諸侯五廟，更無別祧，則當謂太祖之廟為祧也。遠主初始入祧，新死之主又當與先君相接，故禮因是而為大祭，以審序昭穆，故謂之禘。禘者，諦也，言使昭穆之次審諦而不亂也。莊公以其三十二年八月薨，至此年五月唯二十二月，故喪製未闋也。《公羊傳》曰：「其言於莊公何？未可以稱宮廟也。曷為未可以稱宮廟？在三年之中矣。」三年之中，未得以禮遷廟，而特云「莊公」，知為莊公別立廟，廟成而吉祭也。僖八年禘於大廟，文二年大事於大廟，宣八年有事於大廟，彼言「大事」「有事」，亦禘祭也。則禘禮必於大廟，今未可以吉祭，而為吉祭又不於大廟，故詳書以示譏也。既云「吉禘」，又云「於莊公」，是其詳也。\n秋，八月，辛丑，公薨。（實弑，書薨又不地者，皆史策諱之。）\n九月，夫人薑氏孫於邾。（哀薑外淫，故孫稱薑氏。○孫音遜。注同。）"
      },
      {
        "index": 29,
        "text": "疏注「哀薑」至「薑氏」。正義曰：此決莊元年夫人孫於齊，不稱薑氏也。賈、服之說，皆以為文薑殺夫罪重，故去薑氏；哀薑殺子罪輕，故不去薑氏。故杜為此言以異之，言「外淫」者，謂以外姓為淫。\n公子慶父出奔莒。（弑閔公故。）"
      },
      {
        "index": 30,
        "text": "冬，齊高子來盟。（無傳。蓋高傒也。齊侯使來平魯亂。僖公新立，因遂結盟，故不稱使也。魯人貴之，故不書名。子，男子之美稱。○美稱，尺證反。）"
      },
      {
        "index": 31,
        "text": "疏注「蓋高」至「美稱」。○正義曰：莊二十二年，及齊高傒盟於防，自爾以來，不見經、傳，故云「蓋高傒也」。往年仲孫湫勸齊侯，使寧魯難。今而高子適魯，知齊侯使來平魯亂也。當齊侯初命高子之時，慶父末出，僖公末立。及其至魯，值僖公新立，因遂與魯結盟而立之。不云齊侯使者，盟非齊侯之命，故不稱使也。齊侯不使之盟，而高子輒為盟者，齊侯使之來平魯亂，新君既立，遂盟而安之，亦足稱齊侯之意，其盟非專擅也。魯人不能自安，高子盟以安之，魯人貴之，故不書其名。子者，男子之美稱，故呼之曰「高子」。《穀梁傳》曰：「其曰『來』，喜之也；其曰『高子』，貴之也，盟立僖公也。」然則盟立僖公，必僖公共盟，不言公及齊高子盟者，桓十四年鄭伯使其弟語來盟，文十五年宋華孫來盟，皆不言「公及」，則不書公者，《春秋》之常也。晉荀庚、衛孫良夫並為來聘，既行聘禮，更與公盟，非是直為盟來，故聘後別言「及」耳。\n十有二月，狄入衛。（書入，不能有其地。例在襄十三年。）\n鄭棄其師。（高克見惡，久不得還，師潰而克奔陳。故克狀其事以告魯也。○惡，烏路反。潰，戶內反。）"
      },
      {
        "index": 32,
        "text": "疏注「高克」至「魯也」。正義曰：此事《詩序》具焉。大夫出奔，多是本國來告，傳稱晉侯使以殺大子申生之故來告，又衛殺孔達告於諸侯，是其本國告也。宣十年傳例曰：「凡諸侯之大夫違，告於諸侯曰：『某氏之守臣某，失守宗廟，敢告。』」是大夫私家之告辭。昭二十六年王子朝奔楚，傳稱「告於諸侯」，是奔者自告也。此鄭文公心惡高克，而欲得遠之，克既奔陳，無罪可告，故杜以為高克自狀其事以告魯。魯史以為克若將師出奔，是為棄師之道，不書高克出奔，而書鄭棄其師者，案《詩序》云：「公子素惡高克進之不以禮，文公退之不以道，危國亡師之本。」是棄其師也。《穀梁傳》曰：「鄭棄其師，惡其長也。兼不反其眾，則是棄其師也。」"
      },
      {
        "index": 33,
        "text": "【傳】二年，春，虢公敗犬戎於渭汭。（犬戎，西戎別在中國者。渭水出隴西，東入河。水之隈曲曰汭。○汭，如銳反。隈，烏回反。）"
      },
      {
        "index": 34,
        "text": "疏注「犬戎」至「曰汭」。○正義曰：西方曰戎，知犬戎是西戎別在中國者也。《釋例》曰：「渭水出隴西狄道縣鳥鼠同穴山，東經南安、天水、洛陽、扶風、始平、京兆，至弘農華陰縣入河。」 《釋丘》云：「隩隈，厓內為隩，外為隈。」李巡曰：「厓內近水為隩。」孫炎云：「內隈曲裏也。」彼雖不言汭，汭即隩也。而汭字以內為聲，明是水之隈曲之內也。"
      },
      {
        "index": 35,
        "text": "舟之僑曰：「無德而祿，殃也。殃將至矣。」遂奔晉。（舟之僑，虢大夫。○僑音喬，注同。）「夏，吉禘於莊公」，速也。"
      },
      {
        "index": 36,
        "text": "初，公傅奪卜齮田，公不禁。（卜齮，魯大夫也。公即位，年八歲，知愛其傅而遂成其意，以奪齮田。齮忿其傅，並及公，故慶父因之。○齮，魚綺反。）"
      },
      {
        "index": 37,
        "text": "疏注「卜齮」至「因之」。○正義曰：莊公三十二年注云「閔公於是年八歲」，此云「即位年八歲」者，閔公之年歲傳文不明，服虔於莊三十二年注云「閔公於是年九歲」，於此注云「公即位時年九歲」，僖二年注云「閔公死時年九歲」，杜知其不可，故於莊公之末注言「年八歲」以異之。嗣子位定於初喪，言即位者，亦謂初立之年也。\n秋，八月，辛丑，共仲使卜齮賊公於武闈。（宮中小門謂之闈。○共音恭。闈音韋，一音暉。）"
      },
      {
        "index": 38,
        "text": "疏注「宮中小門謂之闈」。○正義曰：《釋宮》云：「宮中之門謂之闈，其小者謂之閨，小閨謂之閤。」彼就小門之內，更別以為二名。大率宮中之門皆小，故云「宮中小門」也。名之曰「武」，則其義未聞。"
      },
      {
        "index": 39,
        "text": "成季以僖公適邾。（僖公，閔公庶兄，成風之子。）共仲奔莒，乃入，立之。以賂求共仲於莒，莒人歸之。及密，使公子魚請。（密，魯地。琅琊費縣北有密如亭。公子魚，奚斯也。○費音祕，又扶未反。）不許，哭而往。共仲曰：「奚斯之聲也」。乃縊。（慶父之罪雖重，季子推親親之恩，欲同之叔牙，存孟氏之族，故略其罪，不書殺，又不書卒。○縊，一賜反。）"
      },
      {
        "index": 40,
        "text": "疏注「慶父」至「書卒」。○正義曰：叔牙云「慶父材」者，始有黨慶父之心，本其惡末顯見，故季子隱之，而書其卒，若自死然。慶父弑二君，其罪已彰著，計當書其誅殺，季子推親親之恩，欲同之叔牙，存孟氏之族，故略其罪，不書殺也。又不可全同叔牙，故又不書卒。慶父子孫終為孟氏，是季子推親親之恩枉正法耳。"
      },
      {
        "index": 41,
        "text": "閔公，哀薑之娣叔薑之子也，故齊人立之。共仲通於哀薑，哀薑欲立之。閔公之死也，哀薑與知之，故孫於邾。齊人取而殺之於夷，以其屍歸，（為僖元年齊人殺哀薑傳。夷，魯也。○與音預。孫音遜。)僖公請而葬之。（哀薑之罪已重，而僖公請其喪還者，外欲固齊以居厚，內存母子不絕之義，為國家之大計。）"
      },
      {
        "index": 42,
        "text": "成季之將生也，桓公使卜楚丘之父卜之。（卜楚丘，魯掌卜大夫。）謝：「男也。其名曰友，在公之右；（在右，言用事。）間於兩社，為公室輔。（兩社，周社、亳社。兩社之間，朝廷執政所在。○亳，步各反。）"
      },
      {
        "index": 43,
        "text": "疏注「兩社」至「所在」。正義曰：王者取五色之土，封以為社。若封諸侯，隨方割其土，包之以白茅，賜之，使立國社。魯是周之諸侯，故國社謂之周社。哀四年「亳社災」，是魯國有亳社。《穀梁傳》曰：「亳社者，亳之社也。亳，亡國也，亡國之社以為廟屏，戒也。」則亳社在宗廟之前也。《周禮》：大宗伯掌建國之神位，右社稷，左宗廟。則諸侯亦當然。定二年「雉門及兩觀災」，則兩觀在雉門外也。《禮運》云：「昔者仲尼與於蠟賓，事畢，出遊於觀之上。」蠟祭在廟，故出廟而遊於觀也。由此言之，宗廟社稷在雉門之外，分左右廟也。鄭玄考校禮文，以為魯製三門，庫、雉、路。天子諸侯皆三朝，圖宗人之嘉事，則有路寢。庭朝日出視朝，則在路門之外。其詢國危、詢國遷、詢立君，《周禮》朝士所掌外朝之位者，乃在雉門之外耳。雉門之外，左有亳社右有周社。間於兩社，是在兩社之間。朝廷詢謀大事，則在此處，是執政之所在也。\n季氏亡，則魯不昌。」"
      },
      {
        "index": 44,
        "text": "疏「季氏亡則魯不昌」。○正義曰：服虔云：「謂季友出奔，魯弑二君。」案傳，子般既死，乃云「成季奔陳」，閔公既死，乃云「成季適邾」：皆君死乃出奔，非由出奔乃致君死。杜雖無注，義必不然。當謂季友子孫與魯升降。從此以後，季氏世為上卿，終於《春秋》。《禮記》稱「悼公之喪，季昭子問『為君何食』。」以後雖則無文，當是與魯俱滅也。"
      },
      {
        "index": 45,
        "text": "又筮之，遇大有ⅳ（乾下離上，大有。）之乾，ⅳ（乾下乾上，乾。大有六五變而為乾。）曰：「同複於父，敬如君所。」（筮者之辭也。乾為君父，離變為乾，故曰：同複於父，見敬與君同。）"
      },
      {
        "index": 46,
        "text": "疏注「筮者」至「君同」。○正義曰：此雖六五爻變，不取《周易》之文，筮者推演卦意，自為其辭也。離是乾子，遷變為乾，故云「同複於父」，言其尊與父同也。國人敬之，其敬如君之處所，言其貴與君同也。《說卦》：乾為君父。言其身之尊，則云「同複於父」；言其為人所敬，則云「敬如君所」。屬意異，故分為二也。\n及生，有文在其手曰「友」，遂以命之。（遂以為名。）冬，十二月，狄人伐衛。衛懿公好鶴。"
      },
      {
        "index": 47,
        "text": "疏「衛懿公好鶴」。○正義曰：陸機《毛詩義疏》云：「鶴，形狀大如鵝，長腳，青翼，高三尺餘，赤目，赤頰。喙長四寸餘，多純白，或有蒼色，蒼色者，今人謂之赤頰。常夜半鳴，故《淮南子》曰：『雞知將旦，鶴知夜半。』其鳴高亮，聞八九裏，雌者聲差下。今吳人園囿中及士大夫家皆養之。」\n鶴有乘軒者，（軒，大夫車。○好鶴，呼報反，下戶各反。軒，許元反。）"
      },
      {
        "index": 48,
        "text": "疏注「軒大夫車」。○正義曰：定十三年傳稱「齊侯斂諸大夫之軒」，故杜云「軒，大夫車」也。服虔云：「車有藩曰軒。」"
      },
      {
        "index": 49,
        "text": "將戰，國人受甲者皆曰：「使鶴！鶴實有祿位，餘焉能戰？」公與石祁子玦，與甯莊子矢，使守，（莊子，甯速也。玦，玉玦。○焉，於虔反。玦，古穴反。守，手又反，下「告守」及注同。）曰：「以此讚國，擇利而為之。」（讚，助也。玦，示以當決斷；矢，示以禦難。○斷，可亂反。難，乃旦反。）與夫人繡衣，曰：「聽於二子。」（取其文意順序。）渠孔禦戎，子伯為右；黃夷前驅，孔嬰齊殿。（傳言衛侯失民有素，雖臨事而戒，猶無所及。○殿，丁練反。）及狄人戰於熒澤，衛師敗績。遂滅衛。（此熒澤當在河北。君死國散，經不書滅者，狄不能赴。衛之君臣皆盡，無複文告，齊桓為之告諸侯，言狄巳去，言衛之存，故但以人為文。○熒，戶扃反。無複，扶又反，下「複逐」同。為之，於偽反，下文「為衛」同。）"
      },
      {
        "index": 50,
        "text": "疏注「此熒澤當在河北」。○正義曰：《禹貢》：「豫州：熒波既豬。」「導沇水，入於河，溢為熒。」是熒在河南。此時衛都河北，為狄所敗，乃東徙渡河，故知此熒澤當在河北。但沇水入河，乃泆被河南多，故專得熒名，其北雖少，亦稱熒也。"
      },
      {
        "index": 51,
        "text": "衛侯不去其旗，是以甚敗。狄人囚史華龍滑與禮孔，以逐衛人。二人曰：「我，大史也，實掌其祭。不先，國不可得也。」（夷狄畏鬼，故恐言當先白神。 ○去，起呂反，藏也；一云除也。華，胡化反。大音泰。恐，丘勇反。）乃先之。至，則告守曰：「不可待也。」（守，石、甯二大夫。）夜與國人出。狄入衛，遂從之，又敗諸河。（衛將東走渡河，狄複逐而敗之。）\n初，惠公之即位也，少。（蓋年十五六。○少，詩照反。）"
      },
      {
        "index": 52,
        "text": "疏注「蓋年十五六」。正義曰：衛宣公以隱四年立，桓十二年卒，終始二十年耳。即位之後，乃納急子之妻，生壽及朔。朔既有兄，知其蓋年十五六耳。"
      },
      {
        "index": 53,
        "text": "齊人使昭伯烝於宣薑，不可，強之。（昭伯，惠公庶兄，宣公子頑也。昭伯不可。○烝，之承反。強，其丈反。）生齊子、戴公、文公、宋桓夫人、許穆夫人。文公為衛之多患也，先適齊。及敗，宋桓公逆諸河，（迎衛敗眾。）宵濟。（夜渡，畏狄。）衛之遺民男女七百有三十人，益之以共、滕之民為五千人。（共及滕，衛別邑。○共音恭。）立戴公以廬於曹，（廬，舍也。曹，衛下邑。戴公名申，立一年卒，而立文公。○廬，力居反。於曹，《詩》作漕，音同。）"
      },
      {
        "index": 54,
        "text": "疏注「廬舍」至「文公」。○正義曰：《周禮•秋官》：「野廬氏掌道路、宿息。」《地官•遺人》云：「凡國野之道，十裏有廬，廬有飲食。」是廬為舍也。廬於曹者，言隨宜寄舍耳。曹邑雖闕，不知其處，當在河東近楚丘也。「戴公名申」，《世本》、《世家》文。經、傳皆云十二月狄入衛，衛人東徙渡河，收集離散，乃立戴公。此年之末，文公即位。計戴公為君不過十數日耳。言立一年卒者，滅而複興，不是嗣位，故成喪為諡。文公繼世而立，明年始為元年，故戴公雖複日少，亦稱一年。《年表》亦以此年為戴公元年。今定本云「以其年卒」。"
      },
      {
        "index": 55,
        "text": "許穆夫人賦《載馳》。（《載馳》，《詩•衛風》也。許穆夫人痛衛之亡，思歸唁之，不可，故作詩以言誌。○唁音彥。）齊侯使公子無虧帥車三百乘，甲士三千人以戍曹。（無虧，齊桓公子武孟也。車甲之賦異於常，故傳別見之。○虧，去危反。乘，繩證反，下及注同。見，賢遍反。）歸公乘馬，祭服五稱，牛、羊、豕、雞、狗皆三百，與門材。（歸，遺也。四馬曰乘。衣單複具曰稱。門材，使先立門戶。○稱，尺證反。狗音苟。遺，於乘反。單複音丹，下方服反。）"
      },
      {
        "index": 56,
        "text": "疏注「歸遺」至「門戶」。○正義曰：歸者，不反之辭，故為遺也。《周禮•校人》云：「乘馬一師四圉。」圉養一馬，故云「四馬曰乘。」以乘車並師五人，必駕四馬故也。《喪大記》曰：「袍必有表，不襌，衣必有裳，謂之一稱。」是衣襌複具曰稱。\n歸夫人魚軒，（魚軒，夫人車，以魚皮為飾。）"
      },
      {
        "index": 57,
        "text": "疏注「魚軒」至「為飾」。○正義曰：《詩》云「象弭魚服」。此云「魚軒」，則用魚為飾，其皮可以飾器物者，唯魚獸耳。故云「以魚皮為飾」。陸機《毛詩義疏》云：「魚獸似豬，東海有之，其皮背上有班文，腹下有純青，今人以為弓步叉者也。其皮雖乾燥，為弓矢服，經年海水將潮及天陰，毛皆起水，潮還及晴，則毛複如故。雖在數千裏外，可以知海水之潮，自相感也。」\n重錦三十兩。（重錦，錦之熟細者。以二丈雙行，故曰兩。三十兩，三十匹也。）"
      },
      {
        "index": 58,
        "text": "疏注「重錦」至「匹也」。○正義曰：服虔云：「重，牢也。」杜以其遺夫人，貴美不貴牢，故以為「錦之熟細者」。《雜記》曰：「納幣一束，束五兩，兩五尋。」八尺曰尋，則五尋四丈。謂之兩者，分為兩段故也。謂之匹者，兩兩合卷，苦匹偶然也。"
      },
      {
        "index": 59,
        "text": "鄭人惡高克，使帥師次於河上，久而弗召。師潰而歸，高克奔陳。（高克，鄭大夫也，好利而不顧其君，文公惡之而不能遠，故使帥師而不召。○惡，烏路反，注同。好，呼報反。遠，於萬反。）鄭人為之賦《清人》。（《清人》，《詩•鄭風》也，刺文公退臣不以道，危國亡師之本。○為，於偽反。）\n晉侯使大子申生伐東山皋落氏。（赤狄別種也。皋落，其氏族。○皋，古刀反。種，章勇反。）"
      },
      {
        "index": 60,
        "text": "疏注「赤狄」至「氏族」。○正義曰：狄有赤狄、白狄。成十三年傳晉侯使呂相絕秦云：「白狄及君同州。」則白狄與秦相近，當在晉西。此云東山，當在晉東。宣十五年晉師滅赤狄潞氏，潞則上黨潞縣，在晉之東，此云伐東山皋落氏，知此亦在晉東，是赤狄別種也。皋落，其氏族也，此族之人，狄之渠帥也。"
      },
      {
        "index": 61,
        "text": "里克諫曰：「大子奉塚祀、社稷之粢盛，（里克，晉大夫。塚，大也。○粢盛，上音谘，下音成。）以朝夕視君膳者也，（膳，廚膳。○朝如字，又張遙反。膳，市戰反。）"
      },
      {
        "index": 62,
        "text": "疏注「膳廚膳」。○正義曰：鄭玄《膳夫》注云：「膳之言善也，今時美物曰珍膳。」是膳者美食之名。廚者，造食之處，故云：「膳，廚膳」也。《禮記》云：「文王之為世子，食上，必在視寒暖之節；食下，問所膳。命膳宰，然後退。」是太子朝夕視君膳者也。"
      },
      {
        "index": 63,
        "text": "故曰塚子。君行則守。有守則從。從曰撫軍，守曰監國，古之製也。（夫帥師，專行謀，帥師者必專謀軍事。○則守，手又反，下同。從，才用反，下同。監，古銜反。誓軍旅，宣號令也。）君與國政之所圖也。非大子之事也。（國政，正卿。）師在製命而已，（命，將軍所製。）稟命則不威，專命則不孝，故君之嗣適不可以帥師。君失其官，帥師不威，將焉用之？（大子統師，是失其官也。專命則不孝，是為帥必不威也。○適，丁曆反，本又作嫡，下「配適」同。焉，於虔反。）且臣聞皋落氏將戰，君其舍之！」公曰：「寡人有子，未知其誰立焉！」不對而退。見大子。大子曰：「吾其廢乎？」對曰：「告之以臨民，（謂居曲沃。）教之以軍旅，（謂將下軍。○謂將，子匠反，下「將上軍」並同。）不共是懼，何故廢乎？"
      },
      {
        "index": 64,
        "text": "疏「對曰告之」至「廢乎」。○正義曰：克謂大子還曲沃，告百姓以臨示下民之事，並教之軍旅之法，不共是二事為懼矣，何故憂其廢乎？"
      },
      {
        "index": 65,
        "text": "且子懼不孝，無懼弗得立。脩已而不責人，則免於難。」大子帥師，公衣之偏衣，（偏衣，左右異色，其半似公服。○共音恭，本又作供。難，乃旦反。下同。公衣之偏，於既反，下「衣身之偏」、「衣之純」、「衣之尨服」，注「衣之」同。）"
      },
      {
        "index": 66,
        "text": "疏注「偏衣」至「公服」。○正義曰：下云：「服其身則衣之純」，言此偏衣不純，知其左右異色也。又云「衣身之偏」，言公以身衣之偏半衣大子，知其半似公服也。"
      },
      {
        "index": 67,
        "text": "佩之金玦。（以金為玦。）狐突禦戎，先友為右。（狐突，伯行，重耳外祖父也，為申生禦。申生以大子將上軍。）梁餘子養禦罕夷，先丹木為右。（罕夷，晉下軍卿也。梁餘子養為罕夷禦。）羊舌大夫為尉。（羊舌大夫，叔向祖父也。尉，軍尉。○向，許丈反。）先友曰：「衣身之偏，（偏半也。）握兵之要，（謂佩金玦，將上軍。）在此行也，子其勉之！偏躬無慝，（分身衣之半，非惡意也。○慝，他得反。）兵要遠災，（威權在已，可以遠害。○遠，於萬反，注及下同。）親以無災，又何患焉？」狐突歎曰：「時，事之徵也；（歎，以先友為不知君心。）衣，身之章也；（章貴賤。）佩，衷之旗也。（旗，表也，所以表明其中心。○衷音忠。旗音其。）故敬其事，則命以始；（賞以春夏。）服其身，則衣之純；（必以純色為服。）用其衷，則佩之度。（衷，中也。佩玉者，士君子常度。）今命以時卒，閟其事也；（冬十二月，盡之時。閟○音秘。）衣之尨服，遠其躬也；（尨，雜色。○尨，莫江反。）佩以金玦，棄其衷也。服以遠之，時以閟之；尨，涼；冬，殺；金，寒；玦，離。胡可恃也！（寒、涼、殺、離，言無溫潤。玦如環而缺，不連。）雖欲勉之，狄可盡乎？」梁餘子養曰：「帥師者，受命於廟，受脤於社，（脤，宜社之肉，盛以脤器。○脤，市軫反，祭社之肉。盛音成。）有常服矣。不獲而尨，命可知也。（韋弁服，軍之常也。尨，偏衣。）死而不孝，不如逃之。」罕夷曰：「尨奇無常，（雜色奇怪，非常之服。）金玦不複。雖複何為？君有心矣！」（有害大子之心。）先丹木曰：「是服也，狂夫阻之。（阻，疑也。言雖狂夫猶知有疑。○阻，莊呂反。）曰：『盡敵而反』。（曰，公辭。○盡，子忍反，下「盡敵」同。）敵可盡乎？雖盡敵，猶有內讒，不如違之。」（違，去也。）狐突欲行。（行，亦去也。）羊舌大夫曰：「不可。違命不孝，棄事不忠。雖知其寒，惡不可取。子其死之！」（寒，薄也。）"
      },
      {
        "index": 68,
        "text": "疏「狐突」至「死之」。○正義曰：傳之上下諸言某禦戎、某為右者，謂國君自將。太子亦然者，攝君之事，故與君同文也。傳曆言將帥師右者，以下各有言，故此舉其目。先友不知君有害太子之心，故推此衣佩以為善事勸之。狐突歎先友不知君意，乃極言時、衣、佩三者，反覆以答之。罕夷唯舉服、佩二事，故云「尨奇無常，金玦不複」也。其梁餘子養、先丹木唯言服，舉其重者，故子養云「不獲而尨，命可知也」，先丹木云「是服也，狂夫阻之」，是皆勸大子之行也。狐突以眾言同已，故決意欲行。羊舌大夫乃以忠孝之事勸之使留，各以意之所見，故其言或深或淺。○注「羊舌」至「軍尉」。○正義曰：羊舌，氏也，爵為大夫，號曰「羊舌大夫」，不知其如何也。此人生羊舌職，職生叔向，故為叔向祖父。《譜》云：「羊舌氏，晉之公族，羊舌，其所食邑也。或曰：羊舌氏姓李，名果，有人盜羊而遺其頭，不敢不受，受而埋之。後盜羊事發，辭連李氏，李氏掘羊頭而示之，以明已不食，唯識其舌，舌存得免，號曰羊舌氏也。」「或曰」者，不知誰為此言。杜所不從記異聞耳。○「服以」至「恃也」。○正義曰：「服以遠之」，覆上「衣之尨服」也。「時以閟之」，覆上「命以時卒」也。上先時後服，此先服後時者，以下連「尨涼冬殺」之文，又欲使「冬殺」與「金寒」 相近，「冬殺」是時，故退之在下。言「尨涼」則申上「衣之尨服」也，「冬殺」則申上「命以時卒」也。尨涼據服，冬殺據時耳。「金寒玦離」申上「佩以金玦」 也。金是秋之寒氣，故言「金寒」也。○注「脤宜」至「脤器」。○正義曰：《釋天》云：「起大事，動大眾，必先有事乎社而後出，謂之宜。」知出兵必祭社，祭社名為宜。《周禮•大宗伯》：「以脤膰之禮，親兄弟之國。」定十四年天王使石尚來歸脤，知脤是器物，可執之以賜人也。今言受脤於社，明是祭社之肉，盛以脤器，賜元帥也。《地官•掌蜃》：「祭祀共蜃器之蜃。」鄭玄云：蜃，大蛤。蜃之器以蜃飾，因名焉。○注「阻疑也」。○正義曰：劉炫云：「阻，疑，以意訓耳。今言猶云阻疑是阻得為疑也。言雖狂夫猶知於此服有疑也。」服虔云：「阻，止也。方相之士蒙玄衣朱裳，主索室中毆疫，號之為狂夫。止此服，言君與大子以狂夫所止之服衣之。」《晉語》云：「且是之衣也，狂夫阻之衣也。」韋昭云：「狂夫，方相氏之士也。阻，古詛字也。將服是衣，必先詛之。」是由無正訓，各以意解。劉以為方相氏狂夫所服玄衣朱裳，左右同色，不得為偏衣也，當服此衣，非是意所止也，詛乃服之，文無所出，故杜別為此解。○注「曰公辭」。○正義曰：言「公辭」者，當以公賜之偏衣、金玦，推其義理，原公之意而為之作辭，非公言作此辭也。"
      },
      {
        "index": 69,
        "text": "大子將戰，狐突諫曰：「不可！昔辛伯諗周桓公，（諗，告也。事在桓十八年。○諗音審，《說文》云：深謀。）云：『內寵並後，外寵二政，嬖子配適，大都耦國，亂之本也。』周公弗從，故及於難。今亂本成矣。（驪姬為內寵，二五為外寵，奚齊為嬖子，曲沃為大都，故曰亂本成矣。）"
      },
      {
        "index": 70,
        "text": "疏注「驪姬」至「成矣」。○正義曰：辛伯之語，先有成文，其內寵之徒，不為晉發，故劉炫云：「二五嬖賤，不得為二政；大子不以曲沃作亂，不得為大都。」而杜云「驪姬為內寵，二五為外寵，奚齊為嬖子，曲沃為大都」者，今刪定以為辛伯之言雖不為晉，要晉國之亂，事理相當，故且以事讬之。二五為耦，墾傷晉室，曲沃彊大，太子奔之，又築屈與蒲，終為禍難。但此據太子，故以曲沃為文，劉君不達此時而為規過，違傳意也。"
      },
      {
        "index": 71,
        "text": "立可必乎？孝而安民，子其圖之！（奉身為孝，不戰為安民。）與其危身以速罪也。」（有功益見害，故言孰與危身以召罪。）"
      },
      {
        "index": 72,
        "text": "疏「孝而」至「罪也」。○正義曰：去則孝而安民，留則危身召罪，等與其危身以召罪也，豈若孝而安民乎？勸使逃也。"
      },
      {
        "index": 73,
        "text": "成風聞成季之繇，乃事之，（成風，莊公之妾，僖公之母也。繇，卦兆之占辭。○繇，直救反。）而屬僖公焉，故成季立之。（○屬，章欲反。）\n僖之元年，齊桓公遷邢於夷儀。二年，封衛於楚丘。邢遷如歸，衛國忘亡。（忘其滅亡之困。）"
      },
      {
        "index": 74,
        "text": "衛文公大布之衣，大帛之冠，（大布，粗布。大帛，厚繒。蓋用諸侯諒闇之服。○「衛文公大布之衣」，本或作「衣大布之衣」，誤。○繒，疾陵反。諒音良，又音亮。）務材訓農，通商惠工，（加惠於百工，賞其利器用。）敬教勸學，授方任能。（方，百事之宜也。）"
      },
      {
        "index": 75,
        "text": "疏「務材」至「任能」。○正義曰：務材，務在植材用也；訓農，訓民勸農業也；通商通商販之路，令貨利往來也；惠工，加恩惠於百工，賞其利器用也；敬教，敬民五教也；勸學，勸民學問也；授方，授民以事，皆有方法也；任能，其所委任，信能用人也。"
      },
      {
        "index": 76,
        "text": "元年，革車三十乘；季年，乃三百乘。（衛文公以此年冬立，齊桓公始平魯亂，故傳因言齊之所以霸，衛之所由興。革車，兵車。季年，在僖二十五年。蓋招懷迸散，故能致十倍之眾。○乘，繩證反，下同。迸，必諍反。）"
      }
    ]
  }
}