{
  "chapterNumber": 36,
  "title": "春秋經傳集解後序 (Afterword to the Collected Commentaries)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "大康元年三月，吳寇始平，余自江陵還襄陽，解甲休兵，乃申抒舊意，脩成《春秋釋例》及《經傳集解》。始訖，會汲郡汲縣有發其界内舊冢者，大得古書，皆簡篇科斗文字。發冢者不以爲意，往往散亂。科斗書久廢，推尋不能盡通。始者藏在祕府，余晩得見之，所記大凡七十五卷，多雜碎怪妄，不可訓知。《周易》及《紀年》最爲分了。《周易》上下篇與今正同，別有《陰陽說》，而無《彖》、《象》、《文言》、《繫辭》。疑于時仲尼造之於魯，尙未播之於遠國也。其《紀年》篇起自夏、殷、周，皆三代王事，無諸國別也。唯特記晉國，起自殤叔，次文侯、昭侯，以至曲沃莊伯。莊伯之十一年十一月，魯隱公之元年正月也，皆用夏正建寅之月爲歲首。編年相次，晉國滅，獨記魏事，下至魏哀王之二十年。蓋魏國之史記也。推校哀王二十年，大歲在壬戌，是周赧王之十六年，秦昭王之八年，韓襄王之十三年，趙武靈王之二十七年，楚懷王之三十年，燕昭王之十三年，齊涽王之二十五年也。上去孔丘卒百八十一歲，下去今大康三年五百八十一歲。哀王，於《史記》襄王之子、惠王之孫也。惠王三十六年卒，而襄王立，立十六年卒，而哀王立。《古書紀年》篇惠王三十六年改元，從一年始至十六年，而稱「惠成王卒」，即惠王也。疑《史記》誤分惠成之世以爲後王年也。哀王二十三年乃卒，故特不稱謚，謂之今王。其著書文意，大似《春秋》經，推此足見古者國史策書之常也。文稱魯隱公及邾莊公盟于姑蔑，即《春秋》所書「邾儀父未王命，故不書爵。曰儀父，貴之也」。又稱晉獻公會虞師伐虢，滅下陽，即《春秋》所書「虞師晉師滅下陽。先書虞，賄故也」。又稱周襄王會諸侯于河陽，即《春秋》所書「天王狩于河陽。以臣召君，不可以訓也」。諸若此輩甚多，略舉數條，以明國史皆承告據實而書時事，仲尼脩《春秋》，以義而制異文也。又稱衛懿公及赤翟戰于洞澤，疑「洞」當爲「泂」，即《左傳》所謂熒澤也。齊國佐來獻玉磬紀公之甗，即《左傳》所謂賓媚人也。諸所記多與《左傳》符同，異於《公羊》、《穀梁》，知此二書，近世穿鑿，非《春秋》本意，審矣。雖不皆與《史記》、《尙書》同，然參而求之，可以端正學者。又別有一卷，純集疏《左氏傳》卜筮事，上下次第及其文義，皆與《左傳》同，名曰「師春」，師春似是抄集者人名也。《紀年》又稱殷仲壬即位，居亳，其卿士伊尹。仲壬崩，伊尹放大甲于桐，乃自立也。伊尹即位，放大甲七年，大甲潛出自桐，殺伊尹，乃立其子伊陟、伊奮，命復其父之田宅而中分之。《左氏傳》「伊尹放大甲而相之，卒無怨色」。然則大甲雖見放，還殺伊尹，而猶以其子爲相也。此爲大與《尙書敘》說大甲事乖異，不知老叟之伏生，或致昏忘；將此古書，亦當時雜記，未足以取審也。爲其粗有益於《左氏》，故略記之，附《集解》之末焉。[正義曰：王隱《晉書‧武帝紀》：大康元年，諸軍伐吳，三月至江陵縣，而孫皓面縛詣王濬降。杜預先爲荊州刺史，鎮襄陽，督諸軍伐吳，將兵向江陵，因東下伐吳。吳平，又自江陵還襄陽。《束皙傳》云︰太康元年，汲郡民盜發魏安釐王塚，得竹書漆字科斗之文。科斗文者，周時古文也。其字頭麤尾細，似科斗之蠱，故俗名之焉。大凡七十五卷，《晉書》有其目錄。其六十八卷皆有名題；其七卷折簡碎雜，不可名題。有《周易》上下經二卷，紀年十二篇，《瑣語》十一卷，《周王遊行》五卷，說周穆王遊行天下之事，今謂之《穆天子傳》。此四部差爲整頓。汲郡初得此書，表藏祕府，詔荀勖、和嶠以隸字寫之，勖等於時即已不能盡識其書。今復闕落，又轉寫益誤。《穆天子傳》世間偏多。《史記‧魏世家》云，哀王二十三年卒，子昭王立，十九年卒，子安釐王立。哀王是安釐王之祖，故安釐王之塚藏哀王時之書。哀王二十一年是赧王之十七年，并下秦、韓、趙、楚、燕、齊之年，皆《史記‧六國年表》文也。竹書說伊尹傅之事，與《書序》大乖。杜不見古文，唯以《書序》考正，疑伏生昏忘，虛傳此事。又疑竹簡雜記，未足取審。今據《古文尚書》說伊尹之事，與《左傳》符同，明是竹書不可盡信。杜以《紀年》紀事大似《春秋》之經，知古之史官記事如此。爲其有益於《左氏》，令人知《左氏》不妄，故略記之，以附《集解》之末。]\n經傳正義都計壹伯肆萬壹阡伍伯叄拾字\n經傳叄拾陸萬字\n正義陸拾捌萬壹阡伍伯叄拾字\n承奉郎守光祿寺丞臣趙安仁書\n勘官承奉郎守國子禮記博士賜緋魚袋臣李覺\n勘官承奉郎守國子春秋博士賜緋魚袋臣袁逢吉\n都勘官朝請大夫守國子司業柱國賜紫金魚袋臣孔維\n詳勘官登仕郎守高郵軍高郵縣令臣劉若納\n詳勘官登仕郎守將作監丞臣潘憲\n詳勘官朝請大夫太子右贊善大夫臣陳雅\n詳勘官朝奉郎守大理正臣王炳\n登仕郎守大理評事臣王煥再校\n文林郎守大理寺丞臣邵世隆再校\n中散大夫守國子祭酒兼尚書工部侍郎柱國會稽縣開國男食邑三百戶賜紫金魚袋臣孔維都校\n淳化元年庚寅十月　日\n推忠佐理功臣金紫光祿大夫行尚書戶部侍郎參知政事上柱國大原郡開國侯食邑一千二百戶食實封二百戶臣沔等進\n推忠佐理功臣金紫光祿大夫行尚書戶部侍郎參知政事上柱國隴西郡開國侯食邑一千二百戶食實封二百戶臣辛仲甫"
      },
      {
        "index": 1,
        "text": "起復推忠協謀佐理功臣金紫光祿大夫行中書侍郎兼戶部尚書同中書門下平章事兼修國史上柱國東平郡開國公食邑二千三百戶食實封六百戶臣呂蒙正"
      },
      {
        "index": 2,
        "text": "[自李覺以下至呂蒙正，名銜計一十三人，乃淳化單疏本舊式。慶元庚申，吳興沈中賓彙刻《經傳正義》時，附刊於後者也。《玉海》云︰「端拱元年三月，司業孔維等奉勑校勘孔穎達《五經正義》一百八十二卷，詔國子監鏤版行之。《易》則維等四人校勘，李說等六人詳勘，又再校，十月版成以獻。《書》亦如之，二年十月以獻。《春秋》則維等二人校，王炳等三人詳校，邵世隆再校。淳化元年十月版成時，則李覺等五人再校，畢道昇等五人詳勘，孔維等五人校勘，淳化三年四月以獻。《禮記》則胡迪等五人校勘，紀自成等七人再校，李至等詳定，淳化五年五月以獻。」按王炳、孔維、邵世隆等銜與《玉海》合。卷末載沈中賓《自跋》云︰「《左氏傳》、杜氏《集解》、孔氏《義疏》發揮聖經，功亦不細，萃爲一書，則得失盛衰之跡與夫諸儒之說，是非異同，昭然具見。」又云︰「諸經正義既刻於倉臺，而此書復刊於郡治，合五爲六，炳乎相輝。」是經、傳、集解、義疏萃見一書，始於中賓。他經如《易》、《書》、《周禮》則三山黃唐合經注疏三者刻於紹興以前，《毛詩》、《禮記》刻於紹興。辛亥間，前此所行各經宋刻者，未核其實。黃唐云︰「《春秋》一書，顧力未服。」然則至中賓才補其未備。《跋》云「合五爲六」，似即指黃唐所刻而言。後之附釋音本兼義本，皆權輿於此。又云︰「聞給事中江公之爲帥也，嘗取國子監《春秋經傳集解正義》以閩蜀諸本俾其屬及里居之彥相與校讎，毋敢不恪，又自取而觀之，小有訛謬，無不訂正。」所謂「閩蜀諸本」，蓋即岳氏《九經三傳沿革例》中所據蜀大字舊本、蜀學重刻大字本、建大字本、俗謂無比九經者是也。惜注未詳其名。其於此書，可謂勤摯。中賓分閫浙左，適繼其後，以承其至刊刻之，使宋代善本流傳至今，其功亦大矣。]"
      }
    ]
  }
}