{
  "chapterNumber": 35,
  "title": "春秋左傳正義卷35 (Zuozhuan Zhengyi, Volume 35)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "襄公二十有二年\n【經】二十有二年，春，王正月，公至自會。（無傳。）夏，四月。秋，七月，辛酉，叔老卒。（無傳。子叔齊子。）"
      },
      {
        "index": 1,
        "text": "冬，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、薛伯、杞伯、小邾子於沙隨。公至自會。（無傳。）\n楚殺其大夫公子追舒。（書名者，寵近小人，貪而多馬，為國所患。○近，附近之近。）"
      },
      {
        "index": 2,
        "text": "【傳】二十二年，春，臧武仲如晉，（公頻與晉侯外會，今各將罷還，魯之守卿遣武仲為公謝不敏，故不書。○守，手又反。為公，於偽反。）"
      },
      {
        "index": 3,
        "text": "疏注「公頻」至「不書」。○正義曰：經書「正月，公至自會。」則武仲初發，公仍未至。傳言「武仲如晉」，正為禦叔傲使不論聘晉之意。故杜原公之未歸而遣使，使又不書於經，知是魯之守臣使適晉也。二十六年，鄭伯朝晉而歸，使公孫夏謝不敏。知此亦是為公謝不敏，非公命，故不書也。服虔云：「武仲非卿，故不書。」前年傳武仲為司寇，後年出奔，書於經。此年不得云非卿也。"
      },
      {
        "index": 4,
        "text": "雨，過禦叔。禦叔在其邑，將飲酒，（禦叔，魯禦邑大夫。○過，古禾反。禦叔，魚呂反，又魚據反。）曰：「焉用聖人？（武仲多知，時人謂之聖。○焉，於虔反。知音智，又如字。）"
      },
      {
        "index": 5,
        "text": "疏注「武仲」至「之聖」。○正義曰：《周禮·大司徒》：「以鄉三物教萬民，一曰六德：知、仁、聖、義、忠、和。」鄭玄云：「聖通而先識也。」《尚書·洪範》云「睿作聖」，是聖者通識之名，時人見其多知，故以聖人言之，非為武仲實是大聖也。《尚書》稱「惟狂克念作聖，惟聖罔念作狂」。《詩》稱「人之齊聖」、「皇父孔聖」、「母氏聖善」，皆非大聖也。"
      },
      {
        "index": 6,
        "text": "我將飲酒，而已雨行，何以聖為？」穆叔聞之，曰：「不可使也，而傲使人，（言禦叔不任使四方。○傲，三報反。使人，所吏反，注同。任音壬。）國之蠹也。」令倍其賦。（古者家有國邑，故以重賦為罰。傳言穆叔能用教。○蠹，丁故反。）"
      },
      {
        "index": 7,
        "text": "疏注「古者」至「用教」。○正義曰：《周禮·大司徒》云：「凡建邦國，諸公之地，方五百里，其食者半。諸侯之地，方四百里；諸伯之地，方三百里，其食者三之一。諸子之地，方二百里；諸男之地，方百里，其食四之一。」鄭玄云：「其食者半、三之一、四之一者，土均均邦國地貢輕重之等，必足其國禮俗喪紀祭祀之用，乃貢其餘。大國貢重，正之也，小國貢輕，字之也。」此是諸侯之國貢王之差也。《司勳職》云：「凡頒賞地，三之一食。」鄭玄云：「賞地之稅，三分計稅，王食其一，二全入於臣。」此采邑貢王之數也。然則諸侯之臣，受其采邑者，亦當三分之一而歸於公。故云「古者家其國邑」，言以國邑為己之家，有貢於公者，是減巳而貢之，故以「重賦為罰」，言重倍其賦，當以三分而二入公也。"
      },
      {
        "index": 8,
        "text": "夏，晉人徵朝於鄭。（召鄭使朝。）鄭人使少正公孫僑對，（少正，鄭卿官也。公孫僑，子產。○少，詩照反，注及下少年同。僑，其驕反。）"
      },
      {
        "index": 9,
        "text": "疏注「少正鄭卿官也」。○正義曰：十九年傳云「立子產為卿」，知少正是鄭之卿官名也。春秋之時官名變改，《周禮》無此名也。"
      },
      {
        "index": 10,
        "text": "曰：「在晉先君悼公九年，我寡君於是即位。（魯襄八年。）即位八月（即位年之八月）而我先大夫子駟從寡君以朝於執事。執事不禮於寡君。（言朝執事，謙不敢斥晉侯。）寡君懼，因是行也。我二年六月朝於楚，（因朝晉不見禮，生朝楚心。）晉是以有戲之役。（在九年。○戲，許宜反。）楚人猶競，而申禮於敝邑敝邑。欲從執事，而懼為大尤，曰，『晉其謂我不共有禮』，是以不敢攜貳於楚。我四年三月，先大夫子蟜又從寡君以觀釁於楚，（實朝，言觀釁，飾辭也。言欲往視楚，知可去否。○共音恭。下共祀同。釁，許勤反。）晉於是乎有蕭魚之役。（在十一年。）謂我敝邑，邇在晉國，譬諸草木，吾臭味也，（晉、鄭同姓故。）而何敢差池？（差池，不齊一。○差，初宜反，又初佳反，一音七河反，注同。池，徐本作沱，直知反，一音徒何反，注同。）楚亦不競，寡君盡其土實，（土地所有。）重之以宗器，（宗廟禮樂之器，鍾磬之屬。○重，直用反。）以受齊盟。（齊，同也。）遂帥群臣隨於執事，以會歲終。（朝正。）\n疏注「朝正」。○正義曰：言「以會歲終」，則歲事終以至正月朝正也。「朝正」，二十九年傳文也。"
      },
      {
        "index": 11,
        "text": "貳於楚者，子侯、石盂，歸而討之。（石盂，石。○盂音於。，敕略反。）溴梁之明年，（溴梁在十六年。）子蟜老矣，公孫夏從寡君以朝於君，見於嘗酎，（酒之新熟，重者為酎。嘗新飲酒為嘗酎。○夏，戶雅反，下同。見，賢遍反，又如字。酎，直又反。）"
      },
      {
        "index": 12,
        "text": "疏注「酒之」至「嘗酎」。○正義曰：《月令》「孟夏，天子飲酎，用禮樂」。鄭玄云：「酎之言醇也，謂重釀之酒也。春酒至此始成，與群臣以禮樂飲之於朝，正尊卑也。」彼言「飲酎」，當是夏祭之後。此言「嘗酎」，謂見於夏祭，故云「與執膰焉」，謂祭末受胙肉也。"
      },
      {
        "index": 13,
        "text": "與執燔焉。（助祭。○與音預。燔，又作膰，音煩，祭肉也。）間二年，聞君將靖東夏，（謂二十年澶淵盟。○間，間廁之間，又如字。）四月，又朝以聽事期。（先澶淵二月往朝，以聽會期。○先，悉薦反。）不朝之間，無歲不聘，無役不從。以大國政令之無常，國家罷病，不虞薦至，（薦，仍也。○罷音皮。薦，在薦反。）無日不惕，豈敢忘職？（惕，懼也。○惕，他曆反。）大國若安定之，其朝夕在庭，何辱命焉？（言自將往，不須來召。○朝如字。）若不恤其患，而以為口實，（口實，但有其言而已。）\n疏注「口實」至「而已」。○正義曰：但有徵責之言實出於口也。服虔云：實謂譴讓也。"
      },
      {
        "index": 14,
        "text": "其無乃不堪任命，而翦為仇讎，（剪，削也。謂見剝削不堪命，則成仇讎。）敝邑是懼，其敢忘君命？委諸執事，執事實重圖之！」（傳言子產有辭，所以免大國之討。）"
      },
      {
        "index": 15,
        "text": "秋，欒盈自楚適齊。晏平仲言於齊侯曰：「商任之會，受命於晉。（受錮欒氏之命。）今納欒氏，將安用之？小所以事大，信也。失信，不立。君其圖之！」弗聽。退告陳文子曰：「君人執信，臣人執共，忠、信、篤、敬，上下同之，天之道也。君自棄也，弗能久矣。」（為二十五年齊弑其君光傳。）九月，鄭公孫黑肱有疾，歸邑於公。（黑肱，子張。肱，古宏反。）召室老、宗人立段，（段，子石，黑肱子。）而使黜官、薄祭，（黜官，無多受職。）祭以特羊，殷以少牢，（四時祀，以一羊。三年盛祭，以羊豕。殷，盛也。）"
      },
      {
        "index": 16,
        "text": "疏注「四時」至「盛也」。○正義曰：少牢饋食禮者，諸侯之大夫時祭之禮也。是時祭用少牢，今公孫黑肱使黜官薄祭，故時祭用特羊，殷祭乃少牢。諸侯之大夫止用少牢。而《禮器》云：「君子大牢而祭，謂之禮。匹士大牢而祭，謂之攘。」鄭玄云：「君子謂大夫以上。」是大夫之祭有用大牢時也。又《雜記》云：「上大夫之虞也少牢，卒哭成事，祔，皆大牢。」據此二文，大夫得用大牢者，《禮器》之文，據天子大夫故也。《雜記》據喪祭故進用等。《士喪禮》士遣奠用少牢是也。大夫無禘祫，而而云殷三年祭者，《禮記》言大夫有善於君，祫及五世。是大夫有功或得禘祫也。劉炫云：「《禮器》云：『君子大牢而祭謂之禮，匹士大牢而祭謂之攘。』鄭玄云：『君子謂大夫以上。』是大夫祭有用大牢時也。《雜記》云：『大夫之虞也皆少牢，卒哭與祔皆大牢。』喪祭有大牢，明吉祭亦有也。此言特羊，必是時祭，殷以少牢，明是三年一為大祭，猶天子諸侯禘也。禮，大夫時祭少牢，大祭大牢，今黑肱全減之盛也。」"
      },
      {
        "index": 17,
        "text": "足以共祀，盡歸其餘邑。曰：「吾聞之，生於亂世，貴而能貧，民無求焉，可以後亡。敬共事君，與二三子。生在敬戒，不在富也。」已巳，伯張卒。君子曰：「善戒！《詩》曰：『慎爾侯度，用戒不虞。』鄭子張其有焉。」（《詩·大雅》。侯，維也。義取慎法度，戒未然。○盡歸，津忍反，凡此例可求，故特音之。）"
      },
      {
        "index": 18,
        "text": "疏「詩曰」至「有焉」。○正義曰：《詩·大雅·抑》之篇。侯，維也。言謹慎爾身，唯在依法度，用此以戒不億度之事。鄭子張其有此詩之義焉。言生在敬戒，是慎法度也。貴而能貧，是戒不虞也。"
      },
      {
        "index": 19,
        "text": "冬，會於沙隨，復錮欒氏也。（晉知欒盈在齊，故復錮也。○復，扶又反，注同。下復使、下注復生、不復行皆同。）欒盈猶在齊，晏子曰：「禍將作矣！齊將伐晉，不可以不懼。」（為明年齊伐晉傳。）"
      },
      {
        "index": 20,
        "text": "楚觀起有寵於令尹子南，未益祿而有馬數十乘。（言子南偏寵觀起，令富。○數，所主反。乘，繩證反。令，力呈反。）楚人患之，王將討焉。子南之子棄疾為王禦士，（禦王車者。）王每見之，必泣。棄疾曰：「君三泣臣矣，敢問誰之罪也。」王曰：「令尹之不能，爾所知也。國將討焉。爾其居乎？」（問能止事我否？）對曰：「父戮子居，君焉用之？泄命重刑，臣亦不為。」（漏泄君命，罪之重。○焉，於虔反，下焉入同。泄，息列反，又以製反。）王遂殺子南於朝，轘觀起於四竟。（轘，車裂以徇。○轘音患。竟音境，下同。）子南之臣謂棄疾：「請徙子屍於朝。」（欲犯命取殯。○殯，必刃反。）曰：「君臣有禮，唯二三子。」（不欲犯命移屍。）三日，棄疾請屍，王許之。既葬，其徒曰：「行乎？」（行，去也。）曰：「吾與殺吾父，行將焉入？」曰：「然則臣王乎？」曰：「棄父事讎，吾弗忍也！（於事是讎，於實是君，故雖謂讎，而不敢報。○與音預。殺如字，一音試。）遂縊而死。（傳譏康王與人子謀其父，失君臣之義。○縊，一賜反。）復使薳子馮為令尹，公子齮為司馬，屈建為莫敖。（屈建，子木也。○齮，五綺反。屈，居忽反。）有寵於薳子者八人，皆無祿而多馬。他日朝，與申叔豫言，弗應而退。從之，入於人中。（申叔辟薳子，不欲與語。○應，應對之應。）又從之，遂歸。退朝，見之，（薳子就申叔家見之。）曰：「子三困我於朝，吾懼，不敢不見。吾過，子姑告我，何疾我也？」對曰：「吾不免是懼，何敢告子？」（言恐與子並罪，故不敢與子語。○不見，賢遍反。）曰：「何故？」對曰：「昔觀起有寵於子南，子南得罪，觀起車裂，何故不懼？」自禦而歸，不能當道。（薳子惶懼，意不在禦。）至，謂八人者曰：「吾見申叔，夫子，所謂生死而肉骨也。（已死復生，白骨更肉。）知我者，如夫子則可。（夫子，謂申叔也。如夫子，謂以義匡已。）不然，請止。」（止，不相知。）辭八人者，而後王安之。（辭，遣之。）"
      },
      {
        "index": 21,
        "text": "十二月，鄭遊販將歸晉，（遊販，公孫蠆子。○販，普板反。）未出竟，遭逆妻者，奪之以館於邑。（舍止其邑，不復行。）丁巳，其夫攻子明，殺之，以其妻行。（十二月無丁已。丁巳，十一月十四日也。）子展廢良而立大叔，（良，遊反子。大叔，反弟。○太音泰。）曰：「國卿，君之貳也，民之主也，不可以苟。請舍子明之類。」（子明有罪，而良又不賢故。○舍音舍。）求亡妻者，使復其所。使遊氏勿怨，（鄭國不討專殺之人，所以抑強扶弱，臨時之宜。）曰：「無昭惡也。」（交怨，則父之不脩益明也。）"
      },
      {
        "index": 22,
        "text": "疏注「交怨」至「明也」。○正義曰：若遊氏報殺此人，則人知其父被殺。其父所以見殺，為奪人妻故也。報殺則人知其父，是父之行不脩益明也。\n襄公二十有三年"
      },
      {
        "index": 23,
        "text": "【經】二十有三年，春，王二月，癸酉，朔，日有食之。（無傳。）三月，已巳，杞伯匄卒。（五同盟。○匄，古害反。）"
      },
      {
        "index": 24,
        "text": "疏注「五同盟」。○正義曰：匄以十年即位，九年盟於戲，十一年於亳城北，十六年於溴梁，十九年於祝柯，二十年於澶淵，皆魯杞俱在，是五同盟。\n夏，邾畀我來奔。（無傳。畀我是庶其之黨，同有竊邑叛君之罪。來奔，故書。○畀，必利反。）"
      },
      {
        "index": 25,
        "text": "疏注「畀我」至「故書」。○正義曰：杜從賈說，以為庶其之黨，同有竊邑叛君之罪。劉炫《規過》云：「杜此注云『庶其之黨』，庶其奔魯三年，若是其黨，邾人即應討之，何因至今始奔？庶其以邑奔魯，魯人還以賜之，畀我不得彼邑，竊邑之狀復何在焉？《釋例》又曰：『小國之卿，或命而禮儀不備，或未加命數，故不書之。邾畀我之等，其奔亡亦多，所書唯數人而已，知其合製者少也。』如彼所說，又以畀我是卿，何為兩說自相矛楯乎？」炫以為《釋例》是，《集解》非。今刪定知不然者，原杜之意，以二十一年邾庶其竊邑來奔，去此既近，邾更無事，今畀我來奔，必是庶其之黨，同有竊邑叛君之罪。《春秋》之例，命卿有罪，出奔皆書名。畀我書名，罪其與庶其同黨，非謂畀我非命卿，與《釋例》不違。劉不曉杜旨，妄為規過，非也。\n葬杞孝公。（無傳。）\n陳殺其大夫慶虎及慶寅。（書名，皆罪其專國叛君。言及，使異辭，無義例。）"
      },
      {
        "index": 26,
        "text": "疏注「書名」至「義例」。○正義曰：被殺書名，是罪之文，故以專國叛君為二慶罪狀。成十七年晉殺其大夫卻錡、郤犨、郤至，哀四年蔡殺其大夫公孫姓、公孫霍，皆不言「及」。文九年晉殺其大夫士縠及箕鄭父，與此並言「及」。傳無其說，知是史異辭，無義例也。\n陳侯之弟黃自楚歸於陳。（諸侯納之曰歸。黃至楚自理得直，欲為楚所納。）"
      },
      {
        "index": 27,
        "text": "晉欒盈復入於晉，（以惡入曰復入。○復，扶又反，注同。）入於曲沃。（兵敗奔曲沃。據曲沃眾，還與君爭，非欲出附他國，故不言叛。○還，戶關反。爭，爭鬥之爭。）"
      },
      {
        "index": 28,
        "text": "疏注「兵敗」至「言叛」。○正義曰：案傳欒盈潛入曲沃，之甲以入晉都，及敗，又入於曲沃。潛入之時，晉人不覺，及敗後更入。晉人以其狀告，故先書「復入於晉」，後言「入於曲沃」，謂其敗而後入，故云「兵敗奔曲沃」也。不言叛者，叛謂以邑叛屬他國。欒盈既入曲沃，據曲沃之眾與君戰爭，兵敗而死，終亦不附他國，故不言叛也。然則昭二十一年，宋華亥入於宋南裏以叛；定十一年，宋公之弟辰入於蕭以叛；十三年，晉趙鞅入於晉陽以叛，荀寅入於朝歌以叛，皆非叛屬他國。而並書「叛」者，彼皆與國相距不勝而即出奔，得歸乃言復國，皆有叛屬他國之意，故本國皆以叛告。此欒盈與君爭勝，不勝即死，未有叛屬他國之意，故晉人不以叛告也。\n秋，齊侯伐衛，遂伐晉。（兩事，故言遂。）"
      },
      {
        "index": 29,
        "text": "疏注「兩事故言遂」。○正義曰：遂者，因上事上下事之辭。是兩事，故曰「遂」。僖二十八年，晉侯侵曹，晉侯伐衛，亦是一舉而為兩事，不言遂者，於彼注云「再舉晉侯者，曹、衛兩來告」。然則此言「遂」者，齊人來告，以齊告為文，故乃言「遂」也。"
      },
      {
        "index": 30,
        "text": "八月，叔孫豹帥師救晉，次於雍榆。（豹救晉，待命於雍榆，故書次。雍榆，晉地。汲郡朝歌縣東有雍城。○雍，於用反。朝如字。）己卯，仲孫速卒。（孟莊子也。）"
      },
      {
        "index": 31,
        "text": "冬，十月，乙亥，臧孫紇出奔邾。（書名者，阿順季氏，為之廢長立少，以此奔亡，罪之。○為，於偽反。長，丁丈反。少，詩照反。）"
      },
      {
        "index": 32,
        "text": "疏注「書名」至「罪之」。○正義曰：書名，是罪之文。案傳紇為孟氏所譖，其奔非紇之罪。故杜以阿順季氏，廢長立少，為紇之罪狀也。晉人殺欒盈。\n齊侯襲莒。（輕行，掩其不備曰襲。因伐晉還襲莒，不言遂者，間有事。○輕，遣政反。）"
      },
      {
        "index": 33,
        "text": "疏注「輕行」至「有事」。○正義曰：莊二十九年傳例曰：「凡師有鍾鼓曰伐，無曰侵，輕曰襲。」是輕者，舍其輜重。倍道輕行，掩其不備曰襲。傳言「齊侯還自晉，不入，遂襲莒」。經不言遂者，間有他事故也。若然，僖六年夏，公會齊侯云云伐鄭。秋，楚人圍許，諸侯遂救許。二十八年，公會晉侯云云於溫，天王狩於河陽云云，諸侯遂圍許。彼亦間有他事。而言「遂」者，兩事言遂，取其省文。彼二者公皆親在，事不待告，故遠承上事，言諸侯遂行。此書齊事，雖告稱遂行襲莒，亦不可書遂，為間有數事，與前文隔絕故也。"
      },
      {
        "index": 34,
        "text": "【傳】二十三年，春，杞孝公卒，晉悼夫人喪之。（悼夫人，晉平公母，杞孝公姊妹。○喪，如字，徐息浪反。）平公不徹樂，非禮也。（徹，去也。○去，起呂反。）禮，為鄰國闕。（《禮》：諸侯絕期。故以鄰國責之。○為，於偽反，下注「為召」、下「而為」注同。期，居其反。）"
      },
      {
        "index": 35,
        "text": "疏「傳注禮諸侯」至「責之」。○正義曰：杞孝公，晉平公之舅也。尊同則相為不降，平公於禮為舅，當服緦麻三月。但緦服既輕，其恩不過鄰國，故傳言「禮，為鄰國闕」也。杜言「諸侯絕期」者，據《禮》之正法，言諸侯尊降其親，雖有本服賜者，亦當為之闕，故以鄰國責之。《禮》，父在，為母服期。喪絕旁期，非母也。"
      },
      {
        "index": 36,
        "text": "陳侯如楚。（朝也。）公子黃二慶於楚，楚人召之。（二慶，虎及寅也。二十年，二慶譖黃，黃奔楚自理。今陳侯往，楚乃信黃，為召二慶。○，息路反。）使慶樂往，殺之。（慶樂，二慶之族。二慶畏誅，故不敢自往。○使慶樂往，絕句。）慶氏以陳叛。（因陳侯在楚而叛之。不書叛，不以告。）夏，屈建從陳侯圍陳。陳人城，（治城以距君。屈建，楚莫敖。○從，才用反，又如字。）板隊而殺人。役人相命，各殺其長。（慶氏忿其板隊，遂殺築人。故役人怒而作亂。○隊，直類反，注同。長，丁丈反。）遂殺慶虎、慶寅。楚人納公子黃。君子謂：「慶氏不義，不可肆也。」（肆，放也。）故《書》曰：『惟命不於常。』」（《周書·康誥》。言有義則存，無義則亡。）"
      },
      {
        "index": 37,
        "text": "疏「君子」至「於常」。○正義曰：杜言慶氏以陳叛，叛不書，不以告，則傳載君子之言，其意不為經也。君子自論慶氏之罪，所為不義，不可放肆，以為宜其誅滅，故引《尚書·康誥》，言天命之不於常，有義則存，無義則亡。慶氏族有二卿，為不義之故，而並喪亡，故君子論其事傷之也。服虔以為傳發此言為不書慶氏以陳叛，為楚所圍，稱國以殺，不成惡人肆其志也。服意見元年「圍宋彭城」，追書係宋，不登叛人，謂此亦宜然，故為此解。然叛是大罪，若書為叛，其惡益明，何當匿其罪名謂之不可肆也？若慶氏不可放肆，故不書其叛，則林父、華亥、趙鞅、荀寅之徒，豈皆可使放肆而書其叛乎？且傳文不言書經之意，知之不為經也。故杜以為叛不告，故不書耳。"
      },
      {
        "index": 38,
        "text": "晉將嫁女於吳，齊侯使析歸父媵之，以藩載欒盈及其士，（藩，車之有障蔽者，使若媵妾在其中。○析，星曆反。媵，以證反，又繩證反。藩，方元反，注同。障，之亮反，又音章。）"
      },
      {
        "index": 39,
        "text": "疏「晉將」至「媵之」。○正義曰：晉將嫁女為吳之夫人，齊以女為媵，使析歸父送媵女於晉，令與適俱行也。禮，媵同姓，適異姓。今晉嫁女於同姓，齊以異姓為媵，皆非禮也。而不言非禮者，但傳本主說欒盈，不言事之可否。"
      },
      {
        "index": 40,
        "text": "納諸曲沃。（欒盈邑也。）欒盈夜見胥午而告之。（胥午，守曲沃大夫。）對曰：「不可！天之所廢，誰能興之？子必不免！吾非愛死也，知不集也。」（集，成也。○知音智，又如字。）盈曰：「雖然，因子而死，吾無悔矣。我實不天，子無咎焉。」（言我雖不為天所祐，子無大咎，故可因。○咎，其九反。祐音又。）許諾，伏之。而觴曲沃人，（胥午匿盈而飲其眾。○觴，式羊反。匿，女力反。飲，於鴆反。）樂作，午言曰：「今也得欒孺子何如？」（孺子，欒盈。）對曰：「得主而為之死，猶不死也！」皆歎，有泣者。爵行，又言。皆曰：「得主，何貳之有！」盈出，遍拜之。（謝眾之忠已。）"
      },
      {
        "index": 41,
        "text": "四月，欒盈帥曲沃之甲，因魏獻子以晝入絳。（獻子，魏舒。絳，晉國都。）初，欒盈佐魏莊子於下軍，（莊子，魏絳，獻子之父。）獻子私焉，故因之。（私，相親愛。）趙氏以原、屏之難怨欒氏，（成八年，莊姬譖之，欒郤為徵。○屏，薄輕反。難，乃旦反。）韓、趙方睦。（韓起讓趙武，故和睦。）中行氏以伐秦之役怨欒氏，（十四年晉伐秦，欒黶違荀偃命，曰：「餘馬首欲東。」）而固與范氏和親。（範宣子佐中行偃於中軍。）知悼子少，而聽於中行氏。（悼子，知罃之子荀盈也。少，年十七。知氏、中行氏同祖，故相聽從。○知音智。少，詩照反，注同。）"
      },
      {
        "index": 42,
        "text": "疏注「悼子」至「聽從」。○正義曰：十三年傳云「荀罃卒」。十四年傳言「盈生」。六年而武子卒。是其少也。知悼子，荀首之孫。中行，吳荀林父之曾孫。首是林父之弟。首為知氏，林父為中行氏，是同祖也。悼子是荀吳二從叔父，故相聽從計。悼子年十六，不得為十七，是故沈氏云，後人傳寫誤。劉炫以此而規杜氏，非也。\n程鄭嬖於公。（鄭亦荀氏宗。○嬖，必計反。）"
      },
      {
        "index": 43,
        "text": "疏「程鄭嬖於公」。○正義曰：鄭雖非卿，亦是彊族。言嬖於公，見其不助欒氏。唯魏氏及七輿大夫與之。（七輿，官名。○輿音餘。）"
      },
      {
        "index": 44,
        "text": "疏注「七輿官名」。○正義曰：僖十年傳言「七輿大夫」，杜云：「侯伯七命，副車七乘。」謂副車，每車有一大夫主之，則此七輿大夫，杜亦為主副車之官也。劉炫云：「若是主公車，則當情親於公，不應曲附欒氏。」服虔云「下軍輿帥七人」，炫謂服言是。"
      },
      {
        "index": 45,
        "text": "樂王鮒侍坐於範宣子。或告曰：「欒氏至矣！」宣子懼。桓子曰：「奉君以走固宮，必無害也。（桓子，樂王鮒。○鮒音附。坐，如字，一音十臥反。走，如字，一音奏。）且欒氏多怨，子為政，欒氏自外，子在位，其利多矣。既有利權，又執民柄，（賞罰為民柄。○柄，彼命反。）"
      },
      {
        "index": 46,
        "text": "疏「且欒」至「民柄」。○正義曰：欒氏多怨，言易克，既有為利之權，又執民之八柄也。○注「賞罰為民柄」。○正義曰：《周禮·大宰》：「以八柄詔王馭群臣：一曰爵，二曰祿，三曰予，四曰置，五曰生，六曰奪，七曰廢，八曰誅。」此八者爵、祿、予、置、生是賞也；奪、廢、誅是罰也。賞罰二事，分為八名。此時臨與敵戰，唯賞罰而已，故以賞罰言之。鄭玄云：「柄，所秉執以起事者也。」然則柄以器物為喻，若用斧之執其柄也。"
      },
      {
        "index": 47,
        "text": "將何懼焉？欒氏所得，其唯魏氏乎！而可強取也。夫克亂在權，子無懈矣。」公有姻喪，（夫人有杞喪。○強，其丈反，下注「強取」同。懈，佳賣反。）"
      },
      {
        "index": 48,
        "text": "疏注「夫人有杞喪」。○正義曰：隱元年傳說葬之節云「士逾月，外姻至」。則姻是外親之總名，杞孝公卒，夫人有兄弟之服，是有杞喪也。傳言「公有姻喪」，注言「夫人有杞喪」者，下文樂王鮒「使宣子墨縗冒絰」，詐為夫人故也。案經「葬杞孝公」之下，始書「欒盈復入於晉」，則欒盈之入，在孝公葬後。杜解諸侯既葬除服，而夫人猶有服者，葬杞孝公。書魯使去之日，欒盈入晉，當在葬杞孝公之前。故夫人猶有服，故得詐為之也。"
      },
      {
        "index": 49,
        "text": "王鮒使宣子墨縗冒絰，（晉自殽戰還，遂常墨縗。○縗，七雷反，本又作衰，同。冒，莫報反。絰，直結反。冒絰，以絰冒其首也。一云，縗、冒、絰三者皆墨之。）"
      },
      {
        "index": 50,
        "text": "疏「墨縗冒絰」。○正義曰：夫人為其兄弟，當大功喪服，大功布衰裳牡麻絰。冒絰者，言以絰冒其首也。樂王鮒使宣子詐為夫人孝服也。"
      },
      {
        "index": 51,
        "text": "二婦人輦以如公，（恐欒氏有內應距之，故為婦人服而入。）奉公以如固宮。（固宮，宮之有台觀備守者。○觀，古喚反。守，手又反。）\n疏「奉公以如固宮」。○正義曰：《晉語》云「範宣子以公入於襄公之宮」。蓋襄公有別宮牢固，故謂之固宮。"
      },
      {
        "index": 52,
        "text": "範鞅逆魏舒，（用王鮒計，欲強取之。）則成列既乘，將逆欒氏矣。趨進，曰：「欒氏帥賊以入，鞅之父與二三子在君所矣，（二三子，諸大夫。○乘，繩證反，下「驂乘」、「超乘」並注同。）使鞅逆吾子。鞅請驂乘。」持帶，（驂乘必持帶，備隋隊。○隋，徒果反。隊，直類反。）遂超乘。（跳上獻子車。○跳，他彫反。上，時掌反。）右撫劍，左援帶，（劫之。○援音袁。）命驅之出。仆請，（請所至。）鞅曰：「之公。」宣子逆諸階，（逆獻子也。）執其手，賂之以曲沃。（恐不與巳同心。）初，斐豹，隸也，著於丹書。（蓋犯罪沒為官奴，以丹書其罪。○斐音非，一音芳匪反。）"
      },
      {
        "index": 53,
        "text": "疏注「蓋犯」至「其罪」。正義曰：《周禮·司厲職》云：「其奴，男子入於罪隸，女子入於舂稿。」鄭玄云：「奴從坐而沒入縣官者，男女同名。」杜用鄭說，以無正文，故云「蓋」。以斐豹請焚丹書，知以丹書其籍。近世《魏律》緣坐配沒為工樂雜戶者，皆用赤紙為籍，其卷以鉛為軸。此亦古人丹書之遺法。"
      },
      {
        "index": 54,
        "text": "欒氏之力臣曰督戎，國人懼之。斐豹謂宣子曰：「苟焚丹書，我殺督戎。」宣子喜，曰：「而殺之，所不請於君焚丹書者，有如日！」（言不負要，盟如日。○督，丁毒反。）乃出豹而閉之，（閉著門外。○著，陟略反。）督戎從之。逾隱而待之，（隱，短牆也。）督戎逾入，豹自後擊而殺之。范氏之徒在台後，（公台之後。）欒氏乘公門。（乘，登也。）宣子謂鞅曰：「矢及君屋，死之！」鞅用劍以帥卒，（用劍短兵接敵，欲致死。○卒，子忽反。）欒氏退，攝車從之。（鞅攝宣子戎車。）遇欒樂，（樂，盈之族。）曰：「樂免之，死，將訟女於天！」（言雖死猶不舍女罪。○女音汝，注同。）樂射之，不中；又注，（注，屬矢於弦也。○射，食亦反。中，丁仲反。注，之住反，注同。屬，之玉反。）則乘槐本而覆。（欒樂車櫟槐而覆。○槐音懷。覆，芳服反，注同。櫟音曆。）或以戟鉤之，斷肘而死。欒魴傷。欒盈奔曲沃，晉人圍之。（魴，欒氏族。○斷音短。肘，張九反。）"
      },
      {
        "index": 55,
        "text": "疏注「魴欒氏族」。○正義曰：服虔云「魴，盈之子」，俱無文也。計欒盈，宣子之外孫，胥午謂為孺子，未得有子巳堪戰。十九年，欒魴巳帥師伐齊，必非欒盈子，故杜以為欒氏族。《世族譜》：欒魴為欒氏族，以欒樂為雜人。不知杜意何故也。"
      },
      {
        "index": 56,
        "text": "秋，齊侯伐衛。先驅：穀榮禦王孫揮，召揚為右。（先驅，前鋒軍。○揮，許韋反。召，上照反。）申驅：成秩禦莒恒，申鮮虞之傳摯為右。（申驅，次前軍。傳摯，申鮮虞之子。○鮮音仙。之傳摯音至，本或作申鮮虞之子傳摯。）"
      },
      {
        "index": 57,
        "text": "疏「申鮮虞之傳摯為右」。○正義曰：俗本多云：「申鮮虞之子。今案注云「傳摯，申鮮虞之子」。若傳先有子字，無煩此注，故今定本皆無。"
      },
      {
        "index": 58,
        "text": "曹開禦戎，晏父戎為右。（公禦右也。○晏父音甫。）貳廣：上之登禦邢公，盧蒲癸為右。（貳廣，公副車。○廣，古曠反，注同。邢音刑。）啟：牢成禦襄罷師，狼蘧疏為右。（左翼曰啟。○牢，魯刀反，一本作罕成。罷，音皮，徐音彼，一音皮買反。狼音郎。蘧，其居反。）"
      },
      {
        "index": 59,
        "text": "疏注「左翼曰啟」。○正義曰：左翼曰啟，右翼曰胠。賈逵以為此言或當有成文也。且此傳上下，「先驅」、「申驅」是前軍也，「大殿」是後軍也，明「啟」、「胠」是在旁之軍。《說文》云：「胠，掖下也。」胠是在旁明矣。凡言左右，以左為先，知啟是左也。名之曰啟，或使之先行。《詩》云：「以先啟行。」服虔引《司馬法·謀帥篇》曰：「大前驅啟，乘車大晨，倅車屬焉。」大晨，大殿也，音相似。如服言，古人有名軍為啟者。"
      },
      {
        "index": 60,
        "text": "胠：商子車禦侯朝，桓跳為右。（右翼曰胠。○胠，起居反，徐又音脅，或起業反。朝如字，一音直遙反。跳，徒彫反。）大殿：商子遊禦夏之禦寇，崔如為右；（大殿，後軍。○殿，都練反，注同。夏，戶雅反。禦，魚呂反。）燭庸之越駟乘。（四人共乘殿車也。傳具載此，言莊公廢舊臣，任武力。○駟乘，繩證反。）自衛將遂伐晉。晏平仲曰：「君恃勇力以伐盟主，若不濟，國之福也。不德而有功，憂必及君。」崔杼諫曰：「不可！臣聞之：『小國間大國之敗而毀焉，必受其咎。』君其圖之！」弗聽。"
      },
      {
        "index": 61,
        "text": "陳文子見崔武子，（文子，陳完之孫須無。武子，崔杼也。○間，間廁之間，又如字。咎，其九反。）曰：「將如君何？」武子曰：「吾言於君，君弗聽也。以為盟主而利其難。群臣若急，君於何有？（言有急不能顧君，欲弑之以說晉。○難，乃旦反。弑，申誌反，下同。說音悅，一音如字。）子姑止之。」文子退，告其人曰：「崔子將死乎！謂君甚，而又過之，（弑君之惡，過於背盟主。○背音佩。）不得其死。過君以義，猶自抑也，況以惡乎？」（自抑損。）齊侯遂伐晉，取朝歌。（朝歌，今屬汲郡。）為二隊，入孟門，登大行，（二隊，分兵為二部。孟門，晉隘道。大行山在河內郡北。○隊，徒對反，徐徒猥反。大音泰。行，徐戶郎反，一音如字。隘，於解反。）張武軍於熒庭。（張武軍，謂築壘壁。熒庭，晉地。○熒，戶扃反。庭音廷，本亦作廷。壘，力軌反。壁，亦作辟，音壁。）"
      },
      {
        "index": 62,
        "text": "疏注「張武」至「壘壁」。○正義曰：宣十二年傳稱楚既戰勝，潘黨請築武軍。昭十三年傳子幹帥陳、蔡之師入楚，陳、蔡請為武軍。蔡公曰：「欲速，且役病矣，請藩而已。」乃藩為軍。以此知武軍謂築壘壁也。張謂張設築作之具。服虔云：「張設旗鼓也。」"
      },
      {
        "index": 63,
        "text": "戍郫邵，（取晉邑而守之。○郫，婢支反。）封少水，（封晉屍於少水，以為京觀。○少，詩照反，地名，下注「孟氏之少」、「立少」同。觀，官喚反。）以報平陰之役，乃還。（平陰役在十八年。）趙勝帥東陽之師以追之，獲晏氂。（趙勝，趙旃之子。東陽，晉之山東，魏郡廣平以北。晏氂，齊大夫。○勝音升，一音申證反。氂，力之反，徐音來。）"
      },
      {
        "index": 64,
        "text": "疏注「趙勝」至「大夫」。○正義曰：昭二十二年傳曰：「荀吳略東陽，遂襲鼓滅之。」鼓在巨鹿，居山之東。山東曰朝陽，知東陽是寬大之語，總謂晉之山東，故為魏郡廣平以北。二年，齊晏弱城東陽以逼萊。哀八年，吳伐魯克東陽。而晉、齊、魯皆有東陽，名同而實異。服虔以東陽為魯邑，繆之甚矣。東陽之師，謂下文叔孫豹所帥者也。\n八月，叔孫豹帥師救晉，次於雍榆，禮也。（救盟主，故曰禮。）"
      },
      {
        "index": 65,
        "text": "疏注「救盟主，故曰禮」。○正義曰：《公羊傳》曰：「曷為先言救而後言次？先通君命也。」僖元年「齊師、宋師、曹師次於聶北，救邢」，《公羊傳》曰：「曷為先言次而後言救？君也。」其意言君則進止自由，故先次後救。臣則先通君命，故先救後次。賈氏取以為說，謂此傳云「禮」者，言其先救後次為得禮也。《釋例》曰：「所記或次在事前，次以成事也。或次在事後，事成而次也。皆隨事實，無義例也。叔孫豹次於雍榆，傳曰：『禮』者，善其宗助盟主，非以次為禮也。齊桓次於聶北，救邢，亦以存邢，具其器用，師人無私，見善不在次也。」杜以此故，言救盟主故曰禮，所以明異舊說也。"
      },
      {
        "index": 66,
        "text": "季武子無適子，公彌長，而愛悼子，欲立之。（公彌，公鉏。悼子，紇也。○適，丁曆反。長，丁丈反，下皆同。鉏，仕居反。紇，恨發反。）訪於申豐，曰：「彌與紇，吾皆愛之，欲擇才焉而立之。」申豐趨退，歸，盡室將行。（申豐，季氏屬大夫。）他日，又訪焉，對曰：「其然！將具敝車而行」。（其然，猶必爾。○敝，婢世反，徐扶滅反。）乃止。（止，不立紇。）訪於臧紇，臧紇曰：「飲我酒，吾為子立之。」季氏飲大夫酒，臧紇為客。（為上賓。○飲，於鴆反，下皆同。吾為，於偽反，下注「為定」、「為公鉏」同。）既獻，（巳獻酒。）臧孫命北面重席，新樽絜之。（酒樽既新，復絜澡之。○重，真恭反。樽音尊，本亦作尊。復，扶又反，下「非復」、下文「復戰」同。澡音早。）召悼子，降，逆之。大夫皆起。（臧孫下迎悼子。）及旅，而召公鉏，（獻酬禮畢，通行為旅。）"
      },
      {
        "index": 67,
        "text": "疏注「獻酬」至「為旅」。○正義曰：案《鄉飲酒禮》：主人席於阼階上西面，賓席於堂戶西南面，介席於西階上東面，眾賓席於上賓之西南面。初，賓、介及眾賓至，立於門外東面，主人出迎於門外西面。主人延賓入，及介、眾賓等立於西階下。主人揖賓升，主人酌酒於阼階上拜獻賓，賓西階上拜受，飲卒爵。酌酒以酢主人，主人阼階上飲卒爵。又酌酒先自飲以酬賓，賓拜受酬酒，奠於薦東，賓降。主人又酌酒於西階上獻介，介於西階上受爵飲卒爵。酌以酢主人，主人於西階上受爵飲卒爵，介降。主人又酌酒於西階上獻眾賓，眾賓飲訖降。引樂工入歌詩，主人獻樂工。又引笙入立於堂下，主人獻笙師訖。主人及賓、介、眾賓等皆升就席，乃立相者為司正。使弟子一人舉觶於賓，賓酬主人，主人酬介，介酬眾賓，是為旅也。杜言獻酬禮畢者，謂獻酬賓、介及眾賓禮畢也。言通行為旅者，謂一人舉觶於賓，旅眾相酬通至於下。案《鄉飲酒禮》未旅以前，賓、介皆立。此傳云「大夫皆起」，則季氏飲大夫酒，未必純如《鄉飲酒禮》，則獻酬事訖，大夫皆坐，然則「既獻」，「召悼子」者，謂獻臧紇及大夫訖，而君悼子，至旅酬之時，而召公鉏。"
      },
      {
        "index": 68,
        "text": "使與之齒。（使從庶子之禮，列在悼子之下。）季孫失色。（恐公鉏不從。）季氏以公鉏為馬正，（馬正，家司馬。）慍而不出。閔子馬見之，（閔子馬，閔馬父。○慍，紆運反，怨也，怒也。）曰：「子無然！禍福無門，唯人所召。為人子者，患不孝，不患無所。（所，位處。○處，昌慮反。）敬共父命，何常之有？（言廢置在父，無常位也。）若能孝敬，富倍季氏可也。（父寵之，則可富。）"
      },
      {
        "index": 69,
        "text": "疏「若能」至「氏可也」。○正義曰：悼子既為適子，將承季氏之後，故謂悼子為季氏。下言「為孟孫」，其意亦然。「富倍季氏」，言可過悼子也。「奸回不軌」，更獲罪戾，非徒貧賤而已，是為「倍下民」。故杜云「禍甚於貧賤」也。"
      },
      {
        "index": 70,
        "text": "奸回不軌，禍涪下民可也。」（禍甚於貧賤。）公鉏然之。敬共朝夕，恪居官次。（次，舍也。○朝，如字。恪，苦各反。）季孫喜，使飲已酒，而以具往，盡舍旃。（具，饗燕之具。○舍音舍。）故公鉏氏富，又出為公左宰。（出季氏家，臣仕於公。）"
      },
      {
        "index": 71,
        "text": "孟孫惡臧孫，（不相善。○惡，烏路反，下「之惡子」、「之惡我」、「君所惡」皆同。）季孫愛之。（愛其成已誌。）孟氏之禦騶豐點好羯也，（羯，孟莊子之庶子，孺子秩之弟孝伯也。○騶，側留反，點，都簟反，又之廉反。好，呼報反。羯，居竭反。）曰：「從餘言，必為孟孫。」（為孟孫後。）"
      },
      {
        "index": 72,
        "text": "疏「孟氏之禦騶」。○正義曰：成十八年傳曰：「程鄭為乘馬禦，六騶屬焉，使訓群騶知禮。」注云：「六騶，六閑之騶。」則騶是掌馬之官。蓋兼掌禦事，謂之禦騶。"
      },
      {
        "index": 73,
        "text": "再三云，羯從之。孟莊子疾，豐點謂公鉏：「苟立羯，請讎臧氏。」（使孟氏與公鉏共憎臧孫。）公鉏謂季孫曰：「孺子秩固其所也。（固自當立。）若羯立，則季氏信有力於臧氏矣。」（臧氏因季孫之欲而為定之，猶為有力。今若專立孟氏之少，則季氏有力過於臧氏。）\n疏「信有力於臧氏矣」。○正義曰：不應得而得之，則彼荷其恩，故功力多也。\n弗應。己卯，孟孫卒，公鉏奉羯立於戶側。（戶側，喪主。○應，應對之應。）"
      },
      {
        "index": 74,
        "text": "疏「立於戶側」。○正義曰：《喪大記》云「大夫之喪，主人坐於東方」。此「立於戶側」，則在室戶之東西面立也。《禮記》云「坐」，此云「立」者，以季孫來，故立耳。"
      },
      {
        "index": 75,
        "text": "季孫至，入，哭，而出，曰：「秩焉在？」公鉏曰：「羯在此矣！」季孫曰：「孺子長。」公鉏曰：「何長之有？唯其才也。（季孫廢鉏立紇，云欲擇才，故以此答之。○焉在，於虔反。）且夫子之命也。」（遂誣孟孫。）遂立羯。秩奔邾。臧孫入，哭，甚哀，多涕。出，其禦曰：「孟孫之惡子也，而哀如是！季孫若死，其若之何？」臧孫曰：「季孫之愛我，疾疢也；（常誌相順從，身之害。○疢，恥刃反。）孟孫之惡我，藥石也。（常誌相違戾，猶藥石之療疾。）"
      },
      {
        "index": 76,
        "text": "疏「孟孫」至「石也」。○正義曰：治病藥分用石，《本草》所云鍾乳、礬、磁石之類多矣。美疢不如惡石。夫石猶生我，（愈己疾也。）"
      },
      {
        "index": 77,
        "text": "疏「夫石猶生我」。○正義曰：服虔云：「夫謂孟孫也」。桓十三年傳「夫固謂君」，「夫豈不知」？服虔云：「夫謂鬥伯比也。」二十六年傳「夫不惡女乎！」服、杜並云：「夫謂大子也。其年又曰：「夫獨無族姻乎？杜云：「夫謂晉也。三十一年傳夫亦愈知治矣」，杜云：「夫謂尹何。」皆謂所斤前人為夫，此言之類也。\n疢之美，其毒滋多。孟孫死，吾亡無日矣！」"
      },
      {
        "index": 78,
        "text": "孟氏閉門，告於季孫曰：「臧氏將為亂，不使我葬。」（欲為公鉏仇臧氏。）季孫不信。臧孫聞之，戒。（戒，為備也。）冬，十月，孟氏將辟，藉除於臧氏。（辟，穿藏也。於臧氏借人除葬道。○辟，婢亦反。徐甫亦反，注同。藉，徐音借，又如字。藉亦借也。藏，才浪反。）臧孫使正夫助之，（正夫，隧正。○隧音遂，下文「之隧」同。）"
      },
      {
        "index": 79,
        "text": "疏注「正夫，遂正」。○正義曰：七年傳稱「叔仲昭伯為隧正。謂南遺：請城費，吾多與而役」。是役夫，遂正所主，知此正夫是遂正也。遂正當屬司徒。臧氏為司寇，而借之於臧氏者，蓋當時臧氏兼主掌之。"
      },
      {
        "index": 80,
        "text": "除於東門，甲從已而視之。（畏孟氏，故從甲士視作者。○從，才用反，注同，一音如字。）孟氏又告季孫。季孫怒，命攻臧氏。（見其有甲故。）乙亥，臧紇斬鹿門之關以出，奔邾。（魯南城東門。）\n疏注「魯南城東門」。○正義曰：蓋舊名猶在，相傳如此也。且邾在魯之東南，奔邾出此門以為便。"
      },
      {
        "index": 81,
        "text": "初，臧宣叔娶於鑄，生賈及為而死。（鑄國，濟北蛇丘縣所治。○娶，七住反。鑄，之樹反。蛇音移。治，直吏反。）繼室以其侄，（女子謂兄弟之子為侄。○侄，大結反，又丈一反。）穆薑之姨子也。（侄，穆薑姨母之子，與穆薑為姨昆弟。）"
      },
      {
        "index": 82,
        "text": "疏注「侄穆」至「昆弟」。○正義曰：《釋親》云：「妻之姊妹同出為姨。」孫炎曰：「同出，俱巳嫁也。」然則據父言之謂之姨，據子言之當謂之從母。但子效父語，亦呼為姨。姨子昆弟即《喪服》「從母昆弟」是也，故曰姨昆弟。"
      },
      {
        "index": 83,
        "text": "生紇，長於公宮。薑氏愛之，故立之。（立為宣叔嗣。）臧賈、臧為出在鑄。（還舅氏也。）臧武仲自邾使告臧賈，且致大蔡焉，（大蔡，大龜。○大蔡，龜名也。一云龜出蔡地，因以為名。）"
      },
      {
        "index": 84,
        "text": "疏注「大蔡大龜」。○正義曰：《漢書·食貨志》云「元龜為蔡」。《論語》云「臧文仲居蔡」。《家語》稱漆彫平對孔子云：「臧氏有守龜，其名曰蔡。文仲三年而為一兆，武仲三年而為二兆。」是大蔡為大龜，蔡是龜之名耳。鄭玄云「出蔡地，因以為名焉」，非也。"
      },
      {
        "index": 85,
        "text": "曰：「紇不佞，失守宗祧，（遠祖廟為祧。○祧，他彫反。）敢告不吊。（不為天所吊恤。）紇之罪，不及不祀。（言應有後。）"
      },
      {
        "index": 86,
        "text": "疏注「言應有後」。○正義曰：禮，天子封諸侯以國，諸侯賜大夫以族。天子不滅國，諸侯不滅族。有小罪則廢其身，擇立次賢，使紹其先祀。《論語》云：「興滅國，繼絕世。」謂此也。必有大罪，乃得滅之。《周禮·大司馬》云：「外內亂，鳥獸行，則滅之。」是也。武仲自言罪輕，不及於不祀，言其應有後也。"
      },
      {
        "index": 87,
        "text": "子以大蔡納請，其可。」（請為先人立後。○請為，於偽反，下「為己」、「請自為」、「請為其先人」，下文「遂自為也」皆同。）賈曰：「是家之禍也，非子之過也。賈聞命矣。」再拜受龜。使為以納請，（賈使為為己請。）遂自為也。（為自為請。）臧孫如防，（防，臧孫邑。）使來告曰：「紇非能害也，知不足也。（言使甲從己，但慮事淺耳。○知音智。）非敢私請！（為其先人請也。）苟守先祀，無廢二勳，（二勳，文仲、宣叔。）"
      },
      {
        "index": 88,
        "text": "疏注「二勳，文仲、宣叔」。○正義曰：哀二十四年傳曰：「晉侯將伐齊，使來乞師曰：『昔臧文仲以楚師伐齊，取穀。臧宣叔以晉師伐齊，取汶陽。寡君欲徼福於周公，原乞靈於臧氏。』」是二勳謂文仲、宣叔也。\n敢不辟邑！」（據邑請後，故孔子以為要君。○要，一遙反，下同。）乃立臧為。"
      },
      {
        "index": 89,
        "text": "臧紇致防而奔齊。其人曰：「其盟我乎？」（謂陳其罪惡，盟諸大夫以為戒。）臧孫曰：「無辭。」（廢長立少，季孫所忌。故謂無辭以罪己。）將盟臧氏，季孫召外史掌惡臣，而問盟首焉，（惡臣，謂奔亡者。盟首，載書之章首。）"
      },
      {
        "index": 90,
        "text": "疏「季孫召外史」。○正義曰：《周禮·外史》：「掌書外令，掌四方之志。」今季孫召外史，蓋魯亦立此官也。"
      },
      {
        "index": 91,
        "text": "對曰：「盟東門氏也，曰：『毋或如東門遂，不聽公命，殺適立庶。』（文公命立子惡，公子遂殺之，立宣公。○毋音無。聽，吐定反。適，丁曆反。）盟叔孫氏也，曰：『毋或如叔孫僑如，欲廢國常，蕩覆公室。』（謂譖公與季、孟於晉。○覆，芳服反。）季孫曰：「臧孫之罪，皆不及此。」孟椒曰：「盍以其犯門斬關？」季孫用之，乃盟臧氏，曰：「毋或如臧孫紇，幹國之紀，犯門斬關！」（幹，亦犯也。○盍，戶臘反。）臧孫聞之，曰：「國有人焉，誰居？其孟椒乎！」（孟椒，孟獻子之孫子服惠伯。居，猶與也。○居音基。與音餘。）"
      },
      {
        "index": 92,
        "text": "晉人克欒盈於曲沃，盡殺欒氏之族黨。欒魴出奔宋。書曰：「晉人殺欒盈。」不言大夫，言自外也。（自外犯君而入，非復晉大夫。）"
      },
      {
        "index": 93,
        "text": "齊侯還自晉，不入。（不入國。）遂襲莒，門於且於，（且於，莒邑。○於，子餘反。）傷股而退。（齊侯傷。）明日，將復戰，期於壽舒。（壽舒，莒地。）杞殖、華還載甲，夜入且於之隧，宿於莒郊。（二子，齊大夫。且於隧，狹路。○殖，市力反。華，胡化反。還音旋。狹，戶夾反。）"
      },
      {
        "index": 94,
        "text": "疏「夜入且於之隧」。○正義曰：既入而又得出宿，知所入非城邑也，故杜以為狹道。《檀弓》說此事云：「齊莊公襲莒於奪，杞梁死焉。」言於奪，則當為地名。鄭玄引此傳云：「隧、奪聲相近。」言其與此一事，則此亦為地名。若是地名，不得云「且於之隧」，即如《記》文，蓋當「且於」之旁，別有奪地，非此「且於之隧」也。"
      },
      {
        "index": 95,
        "text": "明日，先遇莒子於蒲侯氏。（蒲侯氏，近莒之邑。○近，附近之近。）莒子重賂之，使無死，曰：「請有盟。」（欲以盟要二子，無致死戰。）華周對曰：「貪貨棄命，亦君所惡也。（華周，即華還。）昏而受命，日未中而棄之，何以事君？」莒子親鼓之，從而伐之，獲杞梁。（杞梁，即杞殖。）莒人行成。（勝大國益懼，故行成。）齊侯歸，遇杞梁之妻於郊。（梁戰死，妻行迎喪。）使吊之。辭曰：「殖之有罪，何辱命焉？（言若有罪，不足吊。）若免於罪，猶有先人之敝廬在，下妾不得與郊吊。」（婦人無外事故。下，猶賤也。○盧，力居反。與音預。）"
      },
      {
        "index": 96,
        "text": "疏注「婦人」至「賤也」。○正義曰：《檀弓》云：「哀公使人吊蕢尚，遇諸道，辟於路，畫宮而受吊焉。曾子曰：『蕢尚不如杞梁之妻之知禮也。』」鄭玄云：「行吊禮於野，非也。」然則男子亦不得受野吊。而言婦人無外事者，《檀弓》云：「君遇柩於路，必使人吊之。」鄭玄云：「君於民臣有父母之恩。」是男子從柩在野，則得野受吊。婦人無外事，雖從柩，亦不得野受吊耳。若男子得受野吊，而曾子非蕢尚者，以蕢尚在朝顯著，故宜吊於其家。若君遇柩於路使人吊之者，謂庶人及微小之臣也。《檀弓》因蕢尚而說此事，云「杞梁死，其妻迎其柩於路，而哭之哀」。則杞梁之妻於時從杞梁柩，雖從柩而辭不受吊，是由異於男子故也。服虔以「下」從上讀，言「敝廬在下」，《禮記》無「下」，知「下」猶賤，謙言賤妾也。\n齊侯吊諸其室。（傳善婦人有禮。）"
      },
      {
        "index": 97,
        "text": "齊侯將為臧紇田。（與之田邑。）臧孫聞之，見。齊侯與之言伐晉。（齊侯自道伐晉之功。○「臧孫聞之見」。賢遍反。「齊侯」絕句；一讀以「見」字絕句，「齊侯」向下讀。）對曰：「多則多矣！抑君似鼠。夫鼠晝伏夜動，不穴於寢廟，畏人故也。今君聞晉之亂而後作焉，（作，起兵也。）"
      },
      {
        "index": 98,
        "text": "疏「不穴於寢廟」。正義曰：一解鼠不敢穿寢廟，墉以為穴者，即畏人故也。但寢則近人，廟則幽靜，鼠不穿廟，豈是畏人？故知寢廟間雅，鼠不即以為穴，必須穿壁，始敢安處，止為畏人故也。計燕巢鼠穴，自是其常，假喻言之，不可執此為難也。\n寧將事之，非鼠如何？」乃弗與田。（臧孫知齊侯將敗，不欲受其邑，故以比鼠，欲使怒而止。）"
      },
      {
        "index": 99,
        "text": "仲尼曰：「知之難也，有臧武仲之知，（謂能辟齊禍。○知之，音智。）而不容於魯國，抑有由也。作不順而施不恕也。《夏書》曰：『念茲在茲。』（逸《書》也。念此事，在此身。言行事當常念如在巳身也。）"
      },
      {
        "index": 100,
        "text": "疏「作不」至「恕也」。○正義曰：服虔云：不順，謂阿季氏廢長立少也；不恕，謂惡孟氏立庶也。然則作而不順，當如服言。傳無惡孟氏之事，故不取，當謂知其不可而為之，是不恕也。\n順事、恕施也。」\n襄公二十有四年\n【經】二十有四年，春，叔孫豹如晉。（賀克欒氏。）仲孫羯帥師侵齊。夏，楚子伐吳。\n秋，七月，甲子，朔，日有食之，既。（無傳。）"
      },
      {
        "index": 101,
        "text": "疏「秋七」至「之既」。○正義曰：《漢書·律曆志》載劉歆三統之術，以為五月二十二分月之二十，乃為一交。以為交在望前，朔則日食，望則月食。交在望後，望則月食，後月朔則日食。交正在朔，則日食既，前後望不食。交正在望，則月食既，前後朔不食。而二十一年九月、十月頻月日食。此年七月、八月日食。凡交前十五度，交後十五度，並是食竟，去交遠則日食漸少，去交近則日食漸多，正當交則日食既。若前月在交初一度日食，則至後月之朔日，猶在交之末度，未出食竟，月行天既匝，來及於日，或可更食。若前月日在交初二度以後，則後月復食無理。今七月日食既，而八月又食。於推步之術，必無此理。蓋古書磨滅，致有錯誤。劉炫云：漢末以來八百餘載，考其注記，莫不皆爾，都無頻月日食之事，計天道轉運，古今一也。後世既無其事，前世理亦當然。而今有頻食，於術不得有交之所在。日月必食，日食在朔，月食在望。日月共盡一體，日食少，則月食多；日食多，則月食少。日食盡，則前後望月不食；月食盡，則前後朔日不食。以其交道既不復其相掩故也。此與二十一年頻月日食，理必不然。但其字則變古為篆，改篆為隸，書則縑以代簡，紙以代縑。多曆世代，年數遙遠，喪亂或轉寫誤失其本真，先儒因循，莫敢改易，執文求義，理必不通，後之學者，宜知此意也。\n齊崔杼帥師伐莒。大水。（無傳。）八月，癸巳，朔，日有食之。（無傳。）"
      },
      {
        "index": 102,
        "text": "公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於夷儀。冬，楚子、蔡侯、陳侯、許男伐鄭。公至自會。（無傳。）"
      },
      {
        "index": 103,
        "text": "陳針宜咎出奔楚。（陳針子八世孫，慶氏之黨。書名，惡之也。○針，其兼反。咎，其九反。惡，烏路反。）疏注「陳針子八世孫」。正義曰：《世本》文也。\n叔孫豹如京師。大饑。（無傳。）"
      },
      {
        "index": 104,
        "text": "【傳】二十四年，春，穆叔如晉。範宣子逆之，問焉，曰：「古人有言曰，『死而不朽』，何謂也？」穆叔未對。宣子曰：「昔匄之祖，自虞以上為陶唐氏，（陶唐，堯所治地，大原晉陽縣也。終虞之世以為號，故曰自虞以上。○上，時掌反，注同。治，直吏反。）"
      },
      {
        "index": 105,
        "text": "疏注「陶唐」至「以上」。正義曰：如杜此注，陶唐共為一名，即是晉陽縣也。《釋例》云：「晉大鹵、大原、大夏、參虛、晉陽，六名，大原晉陽縣也。」唯載六名，而言不及唐。《釋例》又別記小國所都唐，大原晉陽縣也，亦云「唐是晉陽」，而言不及陶，則以陶與唐別，不是共為一名也。《史記》云「帝堯為陶唐氏」，韋昭云：「陶、唐皆國名，猶湯稱殷、商也。」案經傳「契居商」，故湯以商為國號。後盤庚遷殷，故殷、商雙舉。曆檢書傳，未聞帝堯居陶。而以陶冠唐，蓋地以二字為名。所稱或單或復也。張晏云「堯為唐侯，國於中山唐縣」，然則唐是中山縣名，非晉陽也。堯自唐侯而升為天子，既為天子，乃治於晉陽，故杜於晉陽六名，言不及唐，記其諸國之都，乃云「唐是晉陽」。言堯為天子，號曰陶唐，其治在晉陽耳。唐非晉陽縣內之地名也。舜受堯禪封堯子丹朱為王者之後，猶稱為唐，其名不易，終虞之世，以陶唐為號，故曰「自虞以上」也。\n在夏為禦龍氏，（謂劉累也。事見昭二十九年。○見，賢遍反。）"
      },
      {
        "index": 106,
        "text": "疏注「謂劉」至「九年」。○正義曰：昭二十九年傳曰：「陶唐氏既衰，其後有劉累，學擾龍於豢龍氏，以事孔甲。夏後加之，賜氏曰禦龍。」在商為豕韋氏，（豕韋，國名。東郡白馬縣東南有韋城。）"
      },
      {
        "index": 107,
        "text": "疏注「豕韋」至「韋城」。○正義曰：《鄭語》云：祝融之後八姓，「大彭豕韋為商伯矣」。又曰：「彭，姓。彭祖豕韋，則商滅之矣。」賈逵云：「大彭豕韋為商伯，其後世失道，殷德復興而滅之。」然則商之初，豕韋國君為彭姓也。其後乃以劉累之後代之，亦不知殷之何王滅彭姓而封累後也。昭二十九年傳稱夏王孔甲嘉劉累，「賜氏曰禦龍，以更豕韋之後」。則賜劉累身封豕韋。而此云「在商為豕韋氏」者，杜於彼注云：「劉累代彭姓之豕韋，累尋遷魯縣。豕韋復國，至商而滅。累之後世，復承其國為豕韋氏。」是杜解劉累及其後世再封豕韋之事。"
      },
      {
        "index": 108,
        "text": "在周為唐杜氏，（唐杜，二國名。殷末，豕韋國於唐。周成王滅唐，遷之於杜，為杜伯。杜伯之子隰叔奔晉，四世及士會，食邑於范氏。杜，今京兆杜縣。○隰，徐入反。復，扶又反，下同。）"
      },
      {
        "index": 109,
        "text": "疏注「唐杜」至「杜縣」。○正義曰：以《國語》杜伯文不連唐，知唐、杜二國名。又以豕韋為一，嫌唐、杜亦一，故辨之也。昭元年傳稱「堯遷實沈於大夏。唐人是因，以服事夏、商。其季世曰唐叔虞。及成王滅唐，而封大叔」。是言周成王滅唐也。《周語》曰：「周之衰也，杜伯射宣王於鎬。」是周有杜國。故杜以為成王滅唐，遷之於杜為杜伯也。《晉語》訾祏對範宣子云：「昔隰叔子違周雖奔於晉，生子輿為司空。世及武子，佐文、襄為卿，以輔成、景。後之人可則，是以受隨、範。」賈逵云：「宣王殺杜伯，其子逃而奔晉。」子輿，士蒍字。武子，士會也。會，士蒍之孫，是隰叔四世及士會，食邑於範，為范氏也。劉炫云：「案杜於昭元年注云：『唐人若劉累之等。累遷魯縣，此在大夏。』即如彼言，則居唐之人非累之裔，此注何云「豕韋國於唐」也？又據何文，知初封於唐，後封於杜乎？」今知劉說非者，彼注雖似有異，其義與此不殊。後傳云「唐人」，是因杜以唐人非一人之稱，故云「劉累之等」。謂累之子孫，故云「之等」也。累遷魯縣，傳云「唐人是因」，因居大夏，則累之子孫遷居大夏也。杜知殷末封之於唐者，以周成王滅唐故也；知後封於杜者，以宣王時有杜伯故也。是成王之時，有唐無杜，宣王之時，有杜無唐，故杜為此解。劉炫又規云：唐非豕韋之胤，杜亦未必是後，安知滅唐遷於杜也？賈逵注《國語》，云武王封堯後為唐、杜二國。以為並時為國，非滅唐封杜。劉以為唐非劉累之後，又取賈逵注《國語》「武王封堯後為唐、杜二國」，以為二國並封，而規杜氏，非也。炫謂宣子曆言巳之宗族，於上世有國有家，未必繼體相承，炫於處秦為劉，謂非丘明之筆，豕韋、唐、杜，不信元凱之言，己之遠祖，數自譏訐，或聞此義，必將見嗤。但傳言於人，懼誤後學，意之所見，不敢有隱，唯賢者裁之。"
      },
      {
        "index": 110,
        "text": "晉主夏盟為范氏，其是之謂乎？」（晉為諸夏盟主，范氏復為之佐。言巳世為興家。○夏，戶雅反，注同。）穆叔曰：「以豹所聞，此之謂世祿，非不朽也。魯有先大夫曰臧文仲，既沒，其言立。（立，謂不廢絕。○「既沒，其言立」，今俗本皆作「其言立於世」。檢元熙以前本，則無「於世」二字。）其是之謂乎？豹聞之：『大上有立德，（黃、帝、堯、舜。○大音泰。）其次有立功，（禹、稷。）其次有立言。』（史佚、周任、臧文仲。○佚音逸。任音壬。）"
      },
      {
        "index": 111,
        "text": "疏「大上」至「立言」。○正義曰：大上、其次，以人之才知淺深為上、次也。大上謂人之最上者，上聖之人也。其次，次聖者，謂大賢之人也。其次，又次大賢者也。立德，謂創製垂法，博施濟眾，聖德立於上代，惠澤被於無窮，故服以伏羲、神農，杜以黃帝、堯、舜當之，言如此之類，乃是立德也。《禮運》稱「禹、湯、文、武、成王、周公」。後代人主之選，計成王非聖，但欲言周公，不得不言成王耳。禹、湯、文、武、周公與孔子皆可謂立德者也。立功，謂拯厄除難，功濟於時，故服、杜皆以禹、稷當之，言如此之類，乃是立功也。《祭法》云：「聖王之制祭祀也，法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能禦大菑則祀之，能捍大患則祀之。」法施於民，乃謂上聖，當是立德之人。其餘勤民定國，禦災捍患，皆是立功者也。立言，謂言得其要，理足可傳，記傳稱史逸有言，《論語》稱周任有言，及此臧文仲既沒，其言存立於世，皆其身既沒，其言尚存，故服、杜皆以史佚、周任、臧文仲當之，言如此之類，乃是立言也。老、莊、荀、孟、管、晏、楊、墨、孫、吳之徙，製作子書，屈原、宋玉、賈逵、楊雄、馬遷、班固以後，撰集史傳及製作文章，使後世學習，皆是立言者也。此三者雖經世代，當不朽腐，故穆子曆言之。\n雖久不廢，此之謂不朽。若夫保姓受氏，以守宗祊，（祊，廟門。○祊，布彭反，注同。）"
      },
      {
        "index": 112,
        "text": "疏注「祊廟門」。○正義曰：《釋宮》云：「祊謂之門。」李巡曰：「祊，故廟門名也。」孫炎曰：「《詩》云：『祝祭於祊。』謂廟門也。」"
      },
      {
        "index": 113,
        "text": "世不絕祀，無國無之。祿之大者，不可謂不朽。」（傳善穆叔之知言。）範宣子為政，諸侯之幣重，鄭人病之。二月，鄭伯如晉，子產寓書於子西，以告宣子，（寓，寄也。○寓音遇。）曰：「子為晉國，四鄰諸侯不聞令德，而聞重幣，僑也惑之。僑聞君子長國家者，非無賄之患，而無令名之難。夫諸侯之賄聚於公室，則諸侯貳。（貳，離也。○長，丁丈反。難，如字，又乃旦反。賄，呼罪反。）若吾子賴之，則晉國貳。（賴，恃用之。）諸侯貳，則晉國壞。晉國貳，則子之家壞。何沒沒也！（沒沒，沈滅之言。○沒沒，如字，一音妹，沈溺也。）將焉用賄？夫令名，德之輿也。（德須令名以遠聞。○焉，於虔反。聞音問，又如字。）德，國家之基也。有基無壞，無亦是務乎！有德則樂，樂則能久。《詩》云：『樂隻君子，邦家之基。』有令德也夫！（《詩·小雅》。言君子樂美其道，為邦家之基，所以濟令德。○樂樂，並音洛。夫音扶，下「也夫」同。）『上帝臨女，無貳爾心』。有令名也夫！（《詩·大雅》。言武王為天所臨，不敢懷貳心，所以濟令名。○女音汝。）"
      },
      {
        "index": 114,
        "text": "疏「詩云」至「名也夫」。○正義曰：《詩·小雅·南山有台》之篇。旨，美也。言有樂美之德，君子以有樂美之德，故為邦家之基本也。此詩所言，言此君子有令德也。夫又引《詩·大雅·大明》之篇，詩人謂武王云，上天之意，臨視女武王矣。言武王為天所臨，不敢懷貳於女之心。此詩所言，言武王有令名也。夫樂美君子者，言君子有可樂可美之德也。劉炫云：詩人謂武王云，上天之意，臨視女武王，故在下臣民，無懷貳於女之心也。"
      },
      {
        "index": 115,
        "text": "恕思以明德，則令名載而行之，是以遠至邇安。毋寧使人謂子：『子實生我。』（無寧，寧也。○毋音無。）而謂『子浚我以生』乎？（浚，取也。言取我財以自生。○浚，思俊反。）"
      },
      {
        "index": 116,
        "text": "疏「毋寧」至「生乎」。○正義曰：無寧，寧也。言人等作二事：為不取人財，寧使人謂子實能生養我民也。為多取人財，使人言子不能自活，而須我民財以生活乎！此二者孰勝也？\n象有齒以焚其身，賄也。」（焚，斃也。○焚，扶云反；服云，焚，讀曰僨，僨，僵也。斃，婢世反。）"
      },
      {
        "index": 117,
        "text": "疏注「焚，斃也」。○正義曰：焚是燒也。象不燒死，故訓為斃。服虔云：焚，讀曰僨，僨，僵也。為生齒牙，僵仆其身。"
      },
      {
        "index": 118,
        "text": "宣子說，乃輕幣。是行也，鄭伯朝晉，為重幣故，且請伐陳也。鄭伯稽首，宣子辭。子西相，曰：「以陳國之介恃大國而陵虐於敝邑，（介，因也。大國，楚也。說音悅。為，於偽反，下注「魯為」同。相，息亮反。介音戒，注及下同。）寡君是以請罪焉。（請，得罪施陳也。○「是以請罪焉」，一本作「是以請請罪焉」。請，並七井反；徐，上請字音情。）敢不稽首？」（為明年鄭入陳傳。）\n孟孝伯侵齊，晉故也。（前年齊伐晉，魯為晉報侵。）\n夏，楚子為舟師以伐吳，（舟師，水軍。）不為軍政，（不設賞罰之差。）無功而還。（為下吳召舒鳩起本。）"
      },
      {
        "index": 119,
        "text": "齊侯既伐晉而懼，將欲見楚子。楚子使薳啟彊如齊聘，且請期。（請會期。○彊，其良反，又居良反。）齊社，蒐軍實，使客觀之。（祭社，因閱數軍器，以示薳啟彊。○蒐，所求反。閱音決。數，所主反。）陳文子曰：「齊將有寇。吾聞之，兵不戢，必取其族。」（戢，藏也。族，類也。取其族，還自害也。○戢，側立反。）"
      },
      {
        "index": 120,
        "text": "秋，齊侯聞將有晉師，（夷儀之師。）使陳無宇從薳啟彊如楚，辭，且乞師。（辭有晉師，未得相見。）崔杼帥師送之，遂伐莒，侵介根。（介根，莒邑。今城陽黔陬縣東北計基城是也。齊既與莒平，因兵出侵之，言無信也。○黔，其廉反，又其令反；如淳音耿弇反。陬，側留反，又子侯反；韋昭音諏。基，本又作其，音基，又如字；《漢書》作「斤」；如淳，斤音基。）會於夷儀，將以伐齊，水，不克。（晉合諸侯以報前年見伐。）"
      },
      {
        "index": 121,
        "text": "冬，楚子伐鄭以救齊，門於東門，次於棘澤。（以齊無宇乞師故也。）諸侯還救鄭。（夷儀諸侯。）晉侯使張骼、輔躒致楚師，求禦於鄭。（欲得鄭人自禦，知其地利故也。○骼，庚百反，一音古洛反。躒，力狄反，徐音洛。）鄭人卜宛射犬吉。（射犬，鄭公孫。○宛，於元反。射，食亦反，徐神石反。）子大叔戒之曰：「大國之人，不可與也。」（言不可與等也。欲使卑下之。大叔，遊吉。○大叔音泰，下遐嫁反。）對曰：「無有眾寡，其上一也。」（言在巳上者有常分，無大小國之異。○分，扶問反。）"
      },
      {
        "index": 122,
        "text": "疏「無有」至「一也」。○正義曰：射犬之意，言成與彼俱是大夫，無有國士大小、人民眾寡之異。其在我上，彼此一也。其意言我下鄭卿，亦下晉卿，彼若是卿，我當下之，彼是大夫，我不下之。"
      },
      {
        "index": 123,
        "text": "大叔曰：「不然，部婁無松柏。」（部婁，小阜。松柏，大木喻小國異於大國。○部，蒲口反，徐扶苟反。婁，本或作樓，路口反，徐力侯反。阜，扶有反。）"
      },
      {
        "index": 124,
        "text": "疏注「部婁」至「大國」。○正義曰：《釋地》云：「大陸曰阜，大阜曰陵。」李巡曰：「大陸，謂士地高大，名曰阜，阜最大為陵。」則阜地之高者，是丘陵之類也。部婁，小阜。相傳為然。大山有松柏，小阜無松柏，小阜異於大山，喻小國異於大國，不得與大國之人等也。服虔云：喻小國無賢材知勇之人，而與大國等也。"
      },
      {
        "index": 125,
        "text": "二子在幄，坐射犬於外，（二子，張骼、輔躒。幄，帳也。○幄，於角反。）既食，而後食之。使禦廣車而行，（廣車，兵車。○後食音嗣。廣，古曠反，注同。）巳皆乘乘車。（乘車，安車。○下乘字，繩證反，注及下皆同。）將及楚師，而後從之乘，皆踞轉而鼓琴。（轉，衣裝。○踞，居慮反。轉，張戀反，注及下同，一音張臠反。裝，側良反，一本作囊。）"
      },
      {
        "index": 126,
        "text": "疏注「轉衣裝」。○正義曰：踞，謂坐其上也。戰車所有可坐其上，明是衣囊耳。當是盛衣甲之囊也。下云取胄於囊，當別有小囊盛胄，定本作「衣裝」。"
      },
      {
        "index": 127,
        "text": "近，不告而馳之。（射犬恨，故近敵不告而馳。）皆取胄於櫜而胄，入壘，皆下，搏人以投，收禽挾囚。（禽，獲也。○胄，直救反。櫜，古毛反。壘，力軌反。搏，音博，徐甫各反。挾音協。）弗待而出。（射犬又不待二子。）皆超乘，抽弓而射。既免，復踞轉而鼓琴，曰：「公孫！同乘，兄弟也。（言同乘義如兄弟。○復，扶又反，下復討同。）故再不謀？」（謂不告而馳，不待而出。）對曰：「曩者誌入而已，今則怯也。」皆笑，曰：「公孫之亟也。」（亟，急也。言其性急不能受屈。○曩，奴黨反，曏也。怯，去業反。亟，居力反，注同。）\n疏「曩者」至「怯也」。○正義曰：曩，猶向也。向者誌入，前敵而馳，馳入遇，怯而出，非是故不告也。\n楚子自棘澤還，使薳啟彊帥師送陳無宇。（傳言齊、楚固相結也。）"
      },
      {
        "index": 128,
        "text": "吳人為楚舟師之役故，（在此年夏。○為，於偽反，下注同。）召舒鳩人，舒鳩人叛楚。（舒鳩，楚屬國。召欲與共伐楚。）楚子師於荒浦，（荒浦，舒鳩地。○浦，判五反。）使沈尹壽與師祁犁讓之。（二子，楚大夫。○犁，力弓反，又利之反。）舒鳩子敬逆二子，而告「無之」，且請受盟。二子復命，王欲伐之。薳子曰：「不可。（令尹薳子馮。）彼告不叛，且請受盟，而又伐之，伐無罪也。姑歸息民，以待其卒。（卒，終也。）卒而不貳，吾又何求？若猶叛我，無辭有庸。」乃還。（彼無辭，我有功。為明年楚滅舒鳩傳。）\n陳人復討慶氏之黨，針宜咎出奔楚。（言宜咎所以稱名。）\n齊人城郟。（郟，王城也。於是穀、雒鬥，毀王宮。齊叛晉，欲求媚於天子，故為王城之。○郟，古洽反。）"
      },
      {
        "index": 129,
        "text": "疏注「郟王」至「城之」。○正義曰：傳稱成王定鼎於郟鄏，周公就而營之，謂之洛邑，亦名王城。其地舊名為郟，故以郟為城名。《周語》云：「靈王二十二年，穀、洛鬥、毀王宮。」計靈王以二年即位，往年為二十二年。往年毀壞其城，故齊人今歲為王城之也。"
      },
      {
        "index": 130,
        "text": "穆叔如周聘，且賀城。王嘉其有禮也，賜之大路。（大路，天子所賜車之總名。為昭四年叔孫以所賜路葬張本。）"
      },
      {
        "index": 131,
        "text": "晉侯嬖程鄭，使佐下軍。（代欒盈也。）鄭行人公孫揮如晉聘。（揮，子羽也。○揮，許韋反。）程鄭問焉，曰：「敢問降階何由？」（問自降下之道。○下，遐嫁反，又如字。）"
      },
      {
        "index": 132,
        "text": "疏注「問自降下之道」。○正義曰：下注「階，猶道也」。知問降階者，問自降下之道。程鄭既得為卿，以卿是高位，欲降意下人，故問自降下之道。"
      },
      {
        "index": 133,
        "text": "子羽不能對。歸以語然明，（然明，鬷蔑。○語，魚據反。鬷，子公反。）然明曰：「是將死矣。不然將亡。貴而知懼，懼而思降，乃得其階。（階猶道也。）下人而已，又何問焉？（言易知。○下，戶嫁反。易，以豉反。）且夫既登而求降階者，知人也，不在程鄭。其有亡釁乎？不然，其有惑疾，將死而憂也。」（言鄭本小人。為明年程鄭卒張本。○夫音扶。知音智。釁，許覲反。）"
      },
      {
        "index": 134,
        "text": "疏「其有」至「憂也」。○正義曰：程鄭忽問降階，然明議其將死，故云此程鄭身有罪禍，懼，奔亡之釁，而輒問降階也。若不然，則有迷惑之疾，將死而憂乎！何休難此，云善言者，君子所尚，有小人道之，輒為死徵。是善言不可出口。此未得傳之意也。然明者，鄭之知人，知程鄭以佞媚嬖幸得升卿位，非有謙退止足之心。今忽問降階，是改其常度。以其改常，知其將死故疑其知將有「亡釁」「惑疾」而憂，故能出此語耳。善言非其常，所以知其死，非謂口出善言即當死也。趙文子，賢人也，將死，其語偷。程鄭，小人也，將死，其言善。俱是失常，無所怪惑也。"
      }
    ]
  }
}