{
  "chapterNumber": 2,
  "title": "春秋左傳正義卷01 (Zuozhuan Zhengyi, Volume 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "春秋左傳原目\n春秋經傳集解隱公第一【音義】○陸曰：「解，佳買反。舊夫子之經與丘明之傳各卷，杜氏合而釋之，故曰《經傳集解》。隱公名息姑，惠公之子。母，聲子。謚法：『不尸其位曰隱。』『第一』，此不題《左氏傳》，《公羊》、《穀梁》二傳既顯姓別之，此不言自見。」[【疏】○正義曰：五經題篇，皆出注者之意，人各有心，故題無常準。此本經傳別行，則經傳各自有題注者，以意裁定其本，難可復知。據今服虔所注，題云「隱公左氏傳解誼第一」，不題「春秋」二字，然則「春秋」二字，蓋是經之題也；服言「左氏傳」三字，蓋本傳之題也。杜既集解經傳，《春秋》此書之大名，故以「春秋」冠其上。序說《左氏》言已備悉，故略去「左氏」，而爲此題焉。「經傳集解」四字是杜所加，其餘皆舊本也。經者，常也，言事有典法可常遵用也。傳者，傳也，博釋經意，傳示後人。分年相附，集而解之，故謂之「經傳集解」。隱公，魯君，侯爵。杜君采《大史公書》、《世本》，旁引傳記，以爲《世族譜》，略記國之興滅。《譜》云：「魯，姬姓，文王子周公旦之後也。周公股肱周室，成王封其子伯禽於曲阜，爲魯侯，今魯國是也。自哀以下，九世二百一十七年，而楚滅魯。」依《魯世家》，伯禽至隱公凡十三君，兄弟相及者五人。隱公，名息姑，伯禽七世孫，惠公弗皇子，聲子所生，平王四十九年即位，是歲歲在豕韋。《禮記‧檀弓》曰：「死謚，周道也。」周法天子至於大夫既死，則累其德行而爲之謚。《周書‧謚法》云：「隱拂不成曰隱。」魯實侯爵，而稱公者，五等之爵雖尊卑殊號，臣子尊其君父，皆稱爲公，是禮之常也。字書云「第訓次也」。一者，數之始。此卷於次第當其一也。]杜氏[【疏】○正義曰：杜氏，名預，字元凱，畿之孫，恕之子也。陳壽《魏志》云：「杜畿，字伯侯，京兆杜陵人也。」漢御史大夫杜延年之後。文帝時爲尚書僕射，封樂亭侯。試舩溺死，追贈太僕，謚戴侯也。恕，字務伯，官至幽州刺史。預，司馬宣王女壻也。王隱《晋書》云：預，知謀深博，明於治亂，當稱德者非所企及，立言立功，預所庶幾也。大觀羣典，謂《公羊》、《穀梁》詭辯之言，又非先儒說《左氏》，未究丘明之意，橫以二傳亂之，乃錯綜微言，著《春秋左氏經傳集解》。又參考衆家，爲之釋例。又作《盟會圖》、《春秋長歷》，備成一家之學，至老乃成。預有大功名於晋室，位至征南大將軍開府，封當陽侯，荊州刺史，食邑八千戶。時人號爲武庫。不言名而言氏者，注述之人，義在謙退，不欲自言其名，故但言杜氏。毛君、孔安國、馬融、王肅之徒，其所注書皆稱爲傳，鄭玄則謂之爲注。而此於「杜氏」之下更無稱謂者，以《集解》之名已題在上，故止云「杜氏」而已。劉炫云：「不言名而云氏者，漢承焚書之後，諸儒各載學名，不敢布於天下，但欲傳之私族，自題其氏，爲謙之辭。」]\n隐公"
      },
      {
        "index": 1,
        "text": "惠公元妃孟子。【注】言「元妃」，明始適夫人也。子，宋姓。【音義】○惠公，名不皇。謚法︰「愛人好與曰惠。」其子隱公，讓國之君。元妃，芳非反。傳曰「嘉耦曰妃」。適，本又作嫡，同，丁歷反。[【疏】傳「惠公元妃孟子」。　○正義曰：惠公，名弗皇，孝公之子也。謚法：「愛民好與曰惠。」《釋詁》云「元，始也。妃，匹也」。始匹者，言以前未曾娶，而此人始爲匹，故注云：言元妃，明始適夫人也。妃者，名通適妾，故傳云「陳哀公元妃鄭姬生悼大子偃師，二妃生公子留，下妃生公子勝」。元者，始也，長也。一元之字，兼始適兩義，故云「始適夫人也」。然則有始而非適，若孟任之類是也。亦有適而非始，若哀姜之類是也。妃者配匹之言，非有尊卑之異。其尊卑殊稱，則《曲禮》所云「天子之妃曰后，諸侯曰夫人，大夫曰孺人，士曰婦人，庶人曰妻」是也。鄭玄以爲后之言後，蓋執治內事在夫之後也；夫之言扶，言能扶成人君之德也；孺之言屬，言其繫屬人也；婦之言服，言其服事人也；妻之言齊，言與夫齊等也。庶人之賤，見其齊等也。以上因其爵之尊卑爲立別號，其實皆配夫，通以妃爲稱。《少牢饋食禮》云 「以某妃配某氏」，是大夫之妻亦稱妃也。孟仲叔季兄弟姊妹，長幼之別字也。孟伯俱長也。《禮緯》云「庶長稱孟」，然則適妻之子長者稱伯，妾子長於妻子，則稱爲孟，所以別適庶也。故杜注文十五年及《釋例》皆云：「慶父爲長庶，故或稱孟氏。」沈氏亦然。案傳趙莊子之妻，晋景公之姊，則趙武適妻子也，而武稱趙孟。荀偃之卒也，士匄請後，曰「鄭甥可」，則荀吴妾子也，而吴稱知伯。豈知氏常爲適而稱伯，趙氏恒爲庶而稱孟者也？蓋以趙氏趙盾之後，盾爲庶長，故子孫恒以孟言之，與慶父同也。推此言之，知知氏荀首之後，傳云「中行伯之季弟」，則俱是適妻之子。但林父、荀首並得立家，故荀首子孫亦從適長稱伯也。或可春秋之時不能如禮，孟伯之字無適庶之異，蓋從心所欲而自稱之耳。契姓子，宋是殷後，故子爲宋姓。婦人以字配姓，故稱孟子。]孟子卒，【注】不稱薨，不成喪也。無謚，先夫死，不得從夫謚。【音義】○謚，實至反。[【疏】注「不稱」至「夫謚」。　○正義曰：魯之夫人皆稱薨舉謚，此獨無謚，公卒故特解之。定十五年「姒氏卒」，傳曰「不成喪」，則知此不稱薨，亦不成喪也。案傳例「不赴則不稱薨」，然則此云不成喪者，正謂不赴於諸侯也。《周禮‧小史》「卿大夫之喪，賜謚，讀誄」。止賜卿大夫，不賜婦人，則婦人法不當謚，故號當繫夫。《釋例》曰「謚者，興於周之始王，變質從文，於是有諱焉」。傳曰「周人以諱事神，名，終將諱之」，故易之以謚。末世滋蔓，降及匹夫，爰暨婦人。婦人無外行，於禮當繫夫之謚，以明所屬。《詩》稱莊姜、宣姜，即其義也。是言婦人於法無謚，故取其夫謚冠於姓之上。生以夫國冠之，韓姞秦姬是也；死以夫謚冠之，莊姜定姒是也。直見此人是某公之妻，故從夫謚，此謚非婦人之行也。夫謚已定，妻即從而稱之。先夫而死，則夫未有謚，或隨宜稱字，故云「無謚」，言婦人法無謚也。「先夫死，不得從夫謚」，解其不稱「惠」也。此言其正法耳。其末世滋蔓，則爲之作謚。景王未崩，妻稱穆后，如此之類，皆非禮也。重言孟子者，服虔云「嫌與惠公俱卒」，故重言之。下仲子亦然。]繼室以聲子，生隱公。【注】聲，謚也。蓋孟子之姪娣也。諸侯始娶，則同姓之國以姪娣媵。元妃死，則次妃攝治內事，猶不得稱夫人，故謂之繼室。【音義】○姪，直結反，《字林》文一反，兄女也。娣，大計反，女弟也。娶，七住反。媵，以證反，又繩證反。[【疏】注「聲謚」至「繼室」。　○正義曰：謚法不生其國曰聲，是「聲」爲謚也。襄二十三年傳稱「臧宣叔娶于鑄，生賈及爲而死，繼室以其姪」，則姪之與娣皆得繼室。此既無文，故設疑辭云「蓋孟子之姪娣也」。成八年傳曰：「凡諸侯嫁女，同姓媵之，異姓則否。」莊十九年《公羊傳》曰：「諸侯娶一國，則二國往媵之，以姪娣從。姪者何？兄之子也。娣者何？弟也。諸侯壹聘九女。」然則諸侯娶於三國，國別各有三女。此言諸侯始娶，則同姓之國以姪娣媵者，欲言媵者亦有姪娣，省略爲文耳。其實夫人與媵皆有姪娣。但聲子或是孟子姪娣，或是同姓之國媵者姪娣，以其難明，故杜兩解之。初云「孟子之姪娣」，又云「同姓之國以姪娣媵」是也。故《釋例》曰「古者諸侯之娶，適夫人及左右媵各有姪娣，皆同姓之國，國三人，凡九女，參骨肉至親，所以息陰訟。陰訟息，所以廣繼嗣」，是其義也。然宋之同姓國，依《世本》「子姓，殷、時、來、宋、空同、黎、比、髦、自夷、蕭」，但《春秋》不載其國，未知宋之同姓者是何。《釋言》云：「媵，送也。」言妾送適行，故夫人姪娣亦稱媵也。經傳之說諸侯，唯有繼室之女，皆無重娶之禮，故知元妃死，則次妃攝治內事。次妃謂姪娣與媵諸妾之最貴者。《釋例》曰「夫人薨，不更聘，必以姪娣媵繼室」。是夫人之姪娣與二媵皆可以繼室也。適庶交争，禍之大者，禮所以別嫌明疑、防微杜漸，故雖攝治內事，猶不得稱夫人，又異於餘妾，故謂之繼室。妻處夫之室，故書傳通謂妻爲室，言繼續元妃在夫之室。]宋武公生仲子，仲子生而有文在其手，曰爲「魯夫人」，故仲子歸于我。【注】婦人謂嫁曰歸。以手理自然成字，有若天命，故嫁之於魯。【音義】○婦人謂嫁曰歸，本或無曰字。此依《公羊傳》。[【疏】「宋武」至「于我」。　○正義曰：《宋國公爵譜》云：「宋，子姓，其先契，佐唐虞爲司徒，封於商。成湯受命，王有天下。及紂無道，周武王滅之，而封其子武庚以紹殷後。武庚作亂，周公伐而誅之，更封紂兄帝乙之元子微子啓爲宋公，都商丘。今梁國睢陽縣是也。微子卒，其弟微仲代立。穆公七年，魯隱公之元年也。景公三十六年，魯哀公之十四年，獲麟之歲也。昭公得之元年，《春秋》之傳終矣。其後五世百七十年，而齊魏楚共滅宋。」依《宋世家》微子至武公凡十二君，兄弟相及者二人，武公是微仲九世孫。謚法：「克定禍亂曰武。」　○注「婦人」至「於魯」。　○正義曰：婦人謂嫁曰歸。隱二年《公羊傳》文也。以其手之文理自然成字，有若天之所命使爲魯夫人然，故嫁之於魯也。成季、唐叔亦有文在其手曰友、曰虞，「曰」下不言「爲」。此傳言「爲魯夫人」者，以宋女而作他國之妻，故傳加「爲」以示異耳。非爲手文有「爲」字，故魯夫人之上有「爲」字也。仲子手有此文，自然成字，似其天命使然，故云有若天命也。隸書起於秦末，手文必非隸書。石經古文虞作𠈌，魯作𣥏（UNICODE编码U+2394F)，手文容或似之。其「友」及「夫人」，固當有似之者也。傳重言「仲子生」者，詳言之，與上重言「孟子卒」其義同也。舊說云：「若河圖洛書天神言語，真是天命。」此雖手有文理，更無靈驗，又非夢天，故言有若。]生桓公而惠公薨，【注】言歸魯而生男，惠公不以桓生之年薨。[【疏】注「言歸」至「年薨」。　○正義曰：杜知不以桓生之年薨者，以元年傳曰「惠公之薨也，有宋師，大子少，葬故有闕」。少者，未成人之辭，非新始生之稱。又改葬惠公而隱公不臨，使桓爲主。若薨年生則纔二歲，未堪爲喪主。又羽父弑隱，與桓同謀。若年始十二，亦未堪定弑君之謀。以此知桓公之生非惠公薨之年也。年之長幼，理無所異，杜言此者，欲明慶父爲莊公庶兄，故顯言此以張本也。《釋例》曰「今推案傳之上下，羽父之弑隱公，皆諮謀於桓，然則桓公已成人也。傳云『生桓公而惠公薨』，指明仲子唯有此男，非謂生在薨年也。桓已成人而弑隱，即位乃娶於齊，自應有長庶，長庶，故氏曰孟」。是杜張本之意也。]是以隱公立而奉之。【注】隱公，繼室之子，當嗣世，以禎祥之故，追成父志。爲桓尚少，是以立爲大子，帥國人奉之，爲經「元年春」不書即位傳。【音義】○禎音貞。爲桓，于僞反。少，詩照反。大音泰。舊「太」字皆作「大」。後「大」字皆放此。爲經，于僞反。後凡爲經爲傳張本起本之例，皆放此，更不音。[【疏】注「隱公」至「位傳」。　○正義曰：繼室雖非夫人，而貴於諸妾。惠公不立大子，母貴則宜爲君。隱公當嗣父世，正以禎祥之故，仲子手有夫人之文，其父娶之，有以仲子爲夫人之意，故追成父志，以位讓桓。但爲桓年少，未堪多難，是以立桓爲太子，帥國人而奉之。己則且攝君位，待其年長，故於歲首不即君位。傳於「元年」之前預發此語者，爲經不書公「即位」傳。是謂先經以始事也。凡稱「傳」者，皆是爲經。唯文五年「霍伯臼季等卒」，注云「爲六年蒐於夷傳」者，以「蒐於夷」與此文次相接，故不得言張本也。或言張本，或言起本，或言起，檢其上下，事同文異，疑杜隨便而言也。鄭衆以爲隱公攝立爲君，奉桓爲大子。案傳言「立而奉之」，是先立後奉之也。若隱公先立乃後奉桓，則隱立之時未有大子，隱之爲君復何所攝？若先奉大子乃後攝立，不得云「立而奉之」。是鄭之謬也。賈逵以爲隱立桓爲大子，奉以爲君。隱雖不即位，稱公改元，號令於臣子，朝正於宗廟，言立桓爲大子可矣，安在其奉以爲君乎？是賈之妄也。襄二十五年齊景公立，傳云「崔杼立而相之」，以此知「立而奉之」謂立爲大子，帥國人奉之，正謂奉之以爲大子也。元年傳曰「大子少」，是立爲大子之文也。大子者，父在之稱，今惠公已薨而言立爲大子者，以其未堪爲君，仍處大子之位故也。《禮記‧曾子問》曰「君薨而世子生」，是君薨之後仍可以稱大子也。]\n隱公元年經"
      },
      {
        "index": 2,
        "text": "元年，春，王正月。【注】隱公之始年，周王之正月也。凡人君即位，欲其體元以居正，故不言一年一月也。隱雖不即位，然攝行君事，故亦朝廟告朔也。告朔朝正例在襄二十九年，即位例在隱、莊、閔、僖元年。【音義】○朝，直遙反。下同。[【疏】經「元年，春，王正月」。　○正義曰：此「經」字并下「傳」字亦杜氏所題，以分年相附。若不有「經」字，何以異傳？不有「傳」字，何以別經？又《公羊》、《穀梁》二傳，年上皆無「經」、「傳」字，故知杜所題也。《釋詁》云「元，始也」；「正，長也」。此公之始年，故稱元年。此年之長月，故稱正月。言「王正月」者，王者革前代，馭天下，必改正朔，易服色，以變人視聽。夏以建寅之月爲正，殷以建丑之月爲正，周以建子之月爲正，三代異制，正朔不同，故《禮記‧檀弓》云：「夏后氏尚黑，殷人尚白，周人尚赤。」鄭康成依據緯候以正朔三而改，自古皆相變。如孔安國以自古皆用建寅爲正，唯殷革夏命而用建丑，周革殷命而用建子。杜無明說，未知所從。正是時王所建，故以「王」字冠之，言是今王之正月也。「王」不在「春」上者，月改則春移，春非王所改，故「王」不先「春」。「王」必連月，故「王」處「春」下。周以建子爲正，則周之二月三月皆是前世之正月也，故於春每月書「王」。王二月者，言是我王之二月，乃殷之正月也。王三月者，言是我王之三月，乃夏之正月也。既有正朔之異，故每月稱「王」以別之。何休云：「二月三月皆有王者，二月殷之正月也，三月夏之正月也。王者存二王之後，使統其正朔，服其服色，行其禮樂，所以尊先聖，通三統，師法之義，恭讓之禮。」服虔亦云「孔子作《春秋》，於春每月書『王』，以統三王之正」。其意以爲「王二月」、「王三月」，王是夏殷之王，謂大禹成湯也。爲周室之臣民，尊夏殷之舊主，每月書「王」，敬奉前代，揆之人情，未見其可。杞、宋，二王之後，各行己祖正朔。宋不行夏，杞不行殷，而使天下諸侯徧視二代，考諸典籍，未之或聞。杞、宋不奉周正，周人悉尊夏殷，則是重過去而忽當今，尊亡國而慢時主，其爲顛倒，不亦甚乎！且經之所言「王二月」、「王三月」，若是夏殷之王，當自皆言正月，何以言「王二月」、「王三月」乎？謂之二月三月，其王必是周王，安得以爲夏殷王也？若如《公羊》之說，《春秋》黜周王魯，則杞非王後，夏無可尊，復通夏正何也？但春之三月，不必月皆有事，若入年已有「王正月」者，則二月不復書「王」；若已有「王二月」者，則三月不復書「王」。以其上月已是此王之月，則下月從而可知，故每年之春唯一言「王」耳。《春秋》之例，竟時無事，乃書首月以記時，此下二月有會盟之事，則不得空書首月也。正月無事而空書首月者，以人君於始年初月必朝廟告朔，因即人君之位，以繼臣子之心，故君之始年必書曰「元年春王正月」。公即位，史策之正法也。隱公攝行君事，雖不即位，而亦改元朝廟，與人更始，異於常年之正月，故史特書其事，見此月公宜即位，而自不即位，莊、閔、僖元年，皆書「春王正月」，與此同也。定公元年不書正月者，正月之時定公未立，即位在於六月，歲首未得朝正，公之即位別見下文，正月無所可見，故不書也。然則定以六月即位，即位乃可改元。正月已稱元年者，未改之日，必乘前君之年；既改之後，方以元年紀事。及其史官定策，雖有一統，不可半年從前，半年從後，雖非年初，亦統此歲，故入年即稱元也。《釋例》曰：「『癸亥，公之喪至自乾侯。戊辰，公即位。』喪在外，踰年乃入，故因五日改殯之節，國史用元年即位之禮，因以此年爲元年也。」古法既然，故漢魏以來，雖秋冬改元，史於春夏即以元年冠之，是有因於古也。受命之王必改正朔，繼世之王奉而行之，每歲頒於諸侯，諸侯受王正朔，故言「春王正月」，王即當時之王。序云「所書之王即平王」，是其事也。《公羊傳》曰「王者孰謂？謂文王也」。始改正朔，自是文王所爲，頒於諸侯，非復文王之歷，受今王之歷，稱文王之正，非其義也。　○注「隱公」至「元年」。　○正義曰：傳云「王周正月」，知是周王之正月也。說《公羊》者云：「元者氣之始，春者四時之始，王者受命之始，正月者政教之始，公即位者一國之始。」《春秋緯》稱黃帝受圖有五始，謂此五事也。杜於《左氏》之義，雖無此文，而五始之理，亦於杜無害。此非《左氏》褒貶之要，自是史官記事之體，故晋宋諸史皆言元年春王正月帝即位是也。元年正月，實是一年一月而別立名，故解之云「凡人君即位，欲其體元以居正，故不言一年一月也」。言欲其體元以居正者，元正實是始長之義，但因名以廣之，元者，氣之本也，善之長也。人君執大本，長庶物，欲其與元同體，故年稱元年。正者，直方之間語也，直其行，方其義。人君當執直心，杖大義，欲其常居正道，故月稱正也。以其君之始年，歲之始月，故特假此名以示義。其餘皆即從其數，不復改也。《書》稱「月正元日」，意同於此。又解無事而書正月之意。隱雖不即位，然攝行君事，而亦朝廟告朔，改元布政，故書首年始月，以明其應即位而不爲也。天子之封諸侯也，割其土壤，分之臣民，使之專爲己有，故諸侯於其封內各得改元。傳說鄭國之事云僖之元年，朝於晋。簡之元年，士子孔卒，是諸侯皆改元，非獨魯也。劉炫爲《規過》云「元正爲取始長之義，不爲體元居正」，規釋杜云「欲其體元以居正」謂「人君體是元長以居正位，不欲在下陵奪，處位不終」。是劉妄解杜意，不爲體其元善居於正道，以規杜氏，其理非也。劉炫又難何休云：「唯王者然後改元立號，《春秋》託新王受命於魯，故因以録即位。若然，新王受命，正朔必改，是魯得稱元，亦應改其正朔，仍用周正，何也？既託王於魯，則是不事文王，仍奉王正，何也？」諸侯改元，自是常法，而云託王改元，是妄說也。說《公羊》者云：「元者氣之始，春者四時之始，王者受命之始，正月者政教之始，公即位者一國之始。」《春秋緯》云「黃帝坐於扈閣，鳳皇銜書致帝前，其中得五始之文」。謂此五事。何休又云：「公即位者一國之始，政莫大於正始，故《春秋》以元之氣正天之端，以天之端正王之政，以王之政正諸侯之即位，以諸侯之即位正竟內之治。諸侯不上奉王之政，則不得即位，故先言正月，而後言即位。政不由王出，則不得爲政，故先言王而後言正月。王者不奉天以制號令，則無法，故先言春而後言王。天不深正其元，則不能成其化，故先言元而後言春。五者同日並見，相須成體。」非比辭也。何休自云諸侯不得改元，則元者王之元年，非公之元年，公即位不在王之元年，安得同日並見其成體也？即以託王於魯史之改元，元既爲魯所改，則政不由王出，安得以王之政正諸侯？元尊而王卑，年大而月小，年之有元，改而無忌，王之立政必云須奉，舍其大而事其細，敬所卑而慢所尊，以此立教，必不可行。聖人有作，豈當爾也？黃帝之作五始者，爲天子法乎？爲諸侯法乎？諸侯不得改元，必非諸侯法，若非諸侯法，安得有公即位乎？無公即位，則闕一始，何得爲五始也？若是天子法，不得言王正月王即位。何休云以王之政正諸侯之即位，然王者豈復以己之政正己即位？不通若此，何以行之？言《左氏》者，或取爲說，是逐狂東走也。隱、莊、閔、僖四公元年，傳皆說不書即位之由，故指以爲例。隱不行即位，又謙不告至，而歲首告朔朝正所以尊敬祖考也。若不行即位，又不朝正，則與臣子無別，不成爲君，故告朔朝廟也。]"
      },
      {
        "index": 3,
        "text": "三月，公及邾儀父盟于蔑。【注】附庸之君，未王命，例稱名。能自通于大國，繼好息民，故書字貴之。名例在莊五年。邾，今魯國鄒縣也。蔑，姑蔑，魯地。魯國卞縣南有姑蔑城。【音義】○父音甫。邾子之字。凡人名字皆倣此。蔑，亡結反。好，呼報反。鄒，側留反。卞，皮彥反，本或作弁。[【疏】「三月」至「于蔑」。　○正義曰：公，隱公也。及，與也。與彼邾君字儀父者盟于蔑地。《譜》云：「邾，曹姓。顓頊之後有六，終產六子，其弟五子曰安，邾即安之後也。周武王封其苗裔邾俠爲附庸，居邾。今魯國鄒縣是也。自安至儀父十二世，始見《春秋》。齊桓行霸，儀父附從，進爵稱子，文公徙於繹。桓公以下，《春秋》後八世而楚滅之。」諸侯俱受王命，各有寰宇，上事天子，旁交鄰國。天子不信諸侯，諸侯自不相信，則盟以要之。凡盟禮，殺牲歃血，告誓神明，若有背違，欲令神加殃咎，使如此牲也。《曲禮》曰「約信曰誓，涖牲曰盟」。《周禮‧天官‧玉府》職曰「若合諸侯，則共珠槃玉敦」，《夏官‧戎右》職曰「盟則以玉敦辟盟，遂役之，贊牛耳、桃茢」，《秋官‧司盟》職曰「掌盟載之法，凡邦國有疑會同，則掌其盟約之載及其禮儀。北面詔明神」。鄭玄以爲槃敦皆器名也，珠玉以爲飾。合諸侯者，必割牛耳，取其血，歃之以盟，敦以盛血，槃以盛耳。將歃，則戎右執其器爲衆陳其載辭，使心皆開辟，司盟之官乃北面讀其載書，以告日月山川之神。既告，乃尊卑以次歃，戎右傳敦血，以授當歃者，令含其血。既歃，乃坎其牲，加書於上而埋之。此則天子會諸侯，使諸侯聚盟之禮也。凡天子之盟諸侯十二歲於方岳之下，故傳云：「再會而盟，以顯昭明。」若王不巡守及諸侯有事朝王，即時見曰會，殷見曰同，亦爲盟禮。其盟之法，案《覲禮》爲「壇十有二尋，深四尺，加方明于其上。方明者，木也，方四尺。設六玉，上圭下璧，南方璋，西方琥，北方璜，東方圭」。朝諸侯於壇訖，乃加方明於壇而祀之。列諸侯於庭，玉府共珠槃玉敦，戎右以玉敦辟盟，遂役之，贊牛耳桃茢。司盟北面詔告明神，諸侯以次歃血。鄭注《覲禮》云：「王之盟，其神主日；王官之伯盟，其神主月；諸侯之盟，其神主山川。」是盟禮之略也。若諸侯之盟亦有壇，知者，故柯之盟，《公羊傳》稱曹子以手劒刼桓公于壇是也。其盟神則無復定限，故襄十一年傳稱「司慎司盟，名山名川，羣神羣祀，先王先公，七姓十二國之祖」是也。其盟用牛牲，故襄二十六年傳云「欿用牲」，又哀十七年傳云「諸侯盟，誰執牛耳」是也。其殺牛，必取血及耳，以手執玉敦之血進之於口，知者，定八年「涉佗捘衛侯之手及捥」，又襄九年傳云「與大國盟，口血未乾」是也。既盟之後，牲及餘血并盟載之書加於牲上，坎而埋之，故僖二十五年傳云「宵，坎血加書」是也。春秋之世，不由天子之命，諸侯自相與盟，則大國制其言，小國尸其事，官雖小異，禮則大同。故《釋例》曰：「盟者殺牲載書，大國制其言，小國尸其事，珠槃玉敦，以奉流血而同歃。」是其事也。其盟載之辭，則傳多有之。此時公求好於邾，邾君來至蔑地，公出與之盟。史書魯事，以公爲主，言「公及」，及者，言自此及彼，據魯爲文也。桓十七年「公會邾儀父盟于趡」，彼言「會」，此言「及」者，彼行會禮，此不行會禮故也。故劉炫云「策書之例，先會後盟」者，上言『會』，下言『盟』。唯盟不會者，直言『及』」。此爲不行會禮，故言「及」也。或可史異辭，非先會而盟，則稱會。知者，文七年公會諸侯晋大夫盟于扈，傳云「公後至」，則是不及其會，而經稱「會」，故知盟稱「會」者，未必先行會禮也。　○注「附庸」至「姑城」。　○正義曰：傳言「未王命」，知是附庸也。莊五年「郳犂來來朝」，傳曰「未王命」，解其稱「名」之意。是知附庸之君例稱名也。《禮記‧王制》云：「不合於天子，附於諸侯，曰附庸。」鄭玄云：「不合謂不朝會也。小城曰附庸。附庸者，以國附於大國，未能以其名通。」是說附庸之義也。《王制》又云「天子之元士視附庸」，然則附庸貴賤與天子之元士同也。其禮則四命，知者，天子大夫視子男，卿視伯，三公視公侯，所視皆多一命，明知附庸多於元士一命。又諸侯世子未誓，執皮帛，視小國之君，公之孤四命亦執皮帛，及附庸亦執皮帛，故知四命也。然則天子大夫四命稱字，附庸稱名者，以王朝之臣故特尊之而稱字。《釋例》曰「名重於字，故君父之前自名，朋友之接自字，是以《春秋》之義，貶責書其名，斥所重也；襃厚顯其字，辟所諱也」。然則應字而名則是貶，應名而字則是貴，故宰咺書名以貶之，儀父書字以貴之。傳文唯言「貴之」，不說可貴之狀。賈、服以爲儀父嘉隱公有至孝謙讓之義而與結好，故貴而字之，善其慕賢說讓。知不然者，案傳云「公攝位而欲求好於邾」，是公先求邾，非邾先慕公，復何足貴？且書曰「儀父」乃是新意，仲尼以事有可善乃得書字善之，不是緣魯之意以爲襃貶，安得以其慕賢便足貴之？又桓十七年「公及邾儀父盟于趡」，桓公不賢不讓，彼經亦書「儀父」，故知「貴之」之言不爲慕賢說讓也。附庸不能自通，不與盟會，今能自通大國，繼好息民，故知爲此貴而字之，不貴來朝而貴其盟者，朝事大國，則附庸常道，齊盟結好，非附庸所能，故盟則貴之，朝從常法。]"
      },
      {
        "index": 4,
        "text": "夏，五月，鄭伯克段于鄢。【注】不稱國討而言鄭伯，譏失教也。段不弟，故不言弟，明鄭伯雖失教而段亦凶逆。以君討臣而用「二君」之例者，言段强大儁傑，據大都以耦國，所謂「得儁曰克」也。國討例在莊二十二年，得儁例在莊十一年，母弟例在宣十七年。鄭在熒陽宛陵縣西南。鄢，今潁川鄢陵縣。【音義】○段，徒亂反，鄭伯弟名。鄢，於晚反，又於建反，又於然反。弟音悌，又如字。儁音俊。傑音桀。熒，戶扃反，本或作滎，非。宛，於阮反，又於元反。[【疏】「夏五月」至「于鄢」。　○正義曰：鄭國，伯爵。《譜》云：「鄭，姬姓，周厲王子、宣王母弟桓公友之後也。宣王封友於鄭，今京兆鄭縣是也。及幽王無道，方遷其民於虢鄶，虢鄶之君分其地，遂國焉。今河南新鄭縣是也。莊公二十二年，魯隱公之元年也。聲公二十年，獲麟之歲也；二十三年而《春秋》之傳終矣。聲公三十七年卒。自聲以下，五世八十七年，而韓滅鄭」。此鄭伯，莊公也。謚法：「勝敵克壯曰莊。」　○注「不稱」至「陵縣」。　○正義曰：國討者，謂稱國若人。稱國稱人，則明其爲賊，言一國之人所欲討也。今稱鄭伯，指言君自殺弟，若弟無罪然，譏其失兄之教，不肯早爲之所，乃是養成其惡，及其作亂，則必欲殺之，故稱「鄭伯」，所以罪鄭伯也。傳例母弟稱弟，段實母弟，以其不爲弟行，故去弟以罪段也。兩罪之者，明兄雖失教而段亦凶逆也。《釋例》曰：「兄而害弟者，稱弟以章兄罪，弟又害兄，則去弟以罪弟身。統論其義，兄弟二人交相殺害，各有曲直，存弟則示兄曲也。鄭伯既失教，若依例存弟，則嫌善段，故特去弟。」兩見其義，是其說也。襄三十年「天王殺其弟佞夫」，傳曰「罪在王」，則與鄭伯同譏，而佞夫不去弟者，《釋例》曰「佞夫稱弟，不聞反謀也。鄭段去弟，身爲謀首也」。然則佞夫不與反謀，罪王而不罪佞夫，故稱弟也。傳例戰敗克取，兩國之文，段實鄭臣而言克段，故申明傳意以解之。「得儁曰克」，莊十一年傳例也。國討例在莊二十二年者，彼經書「陳人殺其公子御寇」，實君殺大子，而稱「陳人」者，陳人惡其殺大子之名，故不稱君父，以國討公子告也。傳稱「陳人殺其大子御寇」，以實言之，明經所書國討之例也。彼無凡例而言例者，正以此傳云「稱鄭伯，譏失教也」，言稱是仲尼之變例也。稱君爲罪君，則知稱人爲國討。序云「推變例以正襃貶」，即此類也。推以爲例，故言例在彼年。諸注言「例在」者，未必皆有凡例也。《地理志》河南郡有宛陵、新鄭，各自爲縣。晋世分河南而立熒陽，廢新鄭而入宛陵，故鄭在宛陵西南也。又《地理志》潁川郡有鄢陵縣。]"
      },
      {
        "index": 5,
        "text": "秋，七月，天王使宰咺來歸惠公、仲子之賵。【注】宰，官；咺，名也。咺贈死不及尸，弔生不及哀，豫凶事，故貶而名之。此天子大夫稱字之例。仲子者，桓公之母。婦人無謚，故以字配姓。來者，自外之文；歸者，不反之辭。【音義】○咺，吁阮反。賵，芳鳳反。[【疏】「秋七月」至「之賵」。　○正義曰：天王，周平王也。《譜》云：「周，黃帝之苗裔，姬姓，后稷之後也。后稷封於邰。及夏之衰，后稷之子不窋失其官，竄於西戎。至大王，爲狄所逼，去邠居岐。文王受命，武王克殷，而王有天下。幽王爲犬戎所殺，平王遷都王城，今河南縣是也。平王四十九年，魯隱公之元年也。敬王又遷成周，今洛陽是也。敬王三十九年，獲麟之歲也。四十三年而敬王崩。敬王子元王九年，《春秋》之傳終矣。元王以下，十一世二百二十六年而周亡也。《周本紀》武王至平王凡十三王，兄弟相及者一人，平王是武王十一世孫也。」惠公薨在往年，明年仲子始薨，蓋於時有疾，王聞其疾，謂之已薨，故使大宰大夫名咺者來至於魯，并歸惠公仲子之賵。賵者，助喪之物。文五年注云「車馬曰賵」。《士喪既夕禮》云「公賵，玄纁束帛兩馬」，士之制，只得駕兩馬，故云賵兩馬。大夫以上，皆駕四馬。此宰咺來賵，蓋用四馬也。《公羊傳》曰「喪事有賵，賵者蓋以馬，以乘馬束帛。車馬曰賵」，《穀梁傳》曰「乘馬曰賵」，皆謂宰咺用乘馬來也。惠公仲子不言及者，是并致二賵，或是史異辭，蓋二者各以乘馬，不宜以一乘之馬賵二人也。服虔云「賵，覆也。天王所以覆被臣子」。案《士喪既夕禮》，兄弟所知悉，皆致賵，非獨君之賵臣。以賵爲覆則可矣，其言「覆被臣子」則非也。何休亦云：「賵，猶覆也。」蓋謂覆被亡者耳。　○注「宰官」至「之辭」。　○正義曰：傳言「緩，且子氏未薨，故名」。是不應名而名之也。貶乃書名，知法應書字，故云「此天子大夫稱字之例」。傳無明例，故推此以爲例也。《周禮‧天官》「大宰卿一人，小宰中大夫二人，宰夫下大夫四人」。宰夫小宰皆是大夫，未知宰咺是何宰也。《宰夫職》曰「凡邦之弔事，掌其戒令與其幣器財用」。鄭玄云「弔事，弔諸侯諸臣幣所用賻也」。既掌弔事，或即充使，此蓋宰夫也。仲子乃惠公妾耳，王使賵之者，隱立桓爲大子，成桓母爲夫人，天王知其然，故遣賵惠公，因即賵之。杜言「仲子者桓公之母」，正見此意。不然，仲子爲桓母，傳有明文，不須解也。男子之有謚者，人君則配王、配公，大夫或配子，或配字，皆不以字配姓。婦人於法無謚，故以字配姓，言其正法然也。《釋例》曰：「婦人無外行，於禮當繫夫之謚，以明所屬。」是言婦人不合謚也。繫夫謚者，夫人而已，衆妾不合繫夫，正當以字配姓也。其聲子、戴嬀有謚者，皆越禮妄作也。]"
      },
      {
        "index": 6,
        "text": "九月，及宋人盟于宿。【注】客主無名，皆微者也。宿，小國，東平無鹽縣也。凡盟以國地者，國主亦與盟，例在僖十九年。宋，今梁國睢陽縣。【音義】○與音預，下同。睢音雖。[【疏】注「客主」至「陽縣」。　○正義曰：《春秋》之例，若是命卿，則名書於經。此盟客主無名，故知皆是微者。《公羊傳》曰「孰及之？內之微者也」。《穀梁傳》曰「及者何？內卑者也。宋人，外卑者也」。卑微，言非卿也。客謂宋，主謂魯。直言「及」者，他國可言某人，魯史不得自言魯人，直言及彼，是魯及可知。其微人與他國聚會，亦直言會，與此同也。會盟之地，地必有主。舉地者，地主之國或與或否，故地主之國亦序於列。其經舉國名以爲盟地者，國主與在其中，不復序之於列，以其可知故也。例在僖十九年者。彼經書「會陳人、蔡人、楚人、鄭人，盟于齊」。傳曰「陳穆公請脩好於諸侯，以無忘齊桓之德。冬，盟于齊，脩桓公之好也」。言脩桓公之好，齊人必與可知也。齊人不序於列而以齊爲盟地，是其盟以國地者，國主與盟之例。此亦推以爲例，非凡例也。然則桓十四年「公會鄭伯于曹」，即亦是例，而遠指僖十九年者，此既是盟，故取盟爲例。其實會亦然也，故彼注云「以曹地，曹與會」是也。僖二十七年「楚人、陳侯、蔡侯、鄭伯、許男圍宋。公會諸侯盟于宋」。宋不與盟亦地以宋者，彼注云「宋方見圍，無嫌於與盟，故直以宋地」。然則宣十四年「楚子圍宋」，十五年「公孫歸父會楚子于宋」，亦是不嫌宋與，故地以宋也。《地理志》：「梁國睢陽縣，故宋國，微子所封」也。]"
      },
      {
        "index": 7,
        "text": "冬，十有二月，祭伯來。【注】祭伯，諸侯爲王卿士者。祭國，伯爵也。傳曰「非王命也」，釋其不稱使。【音義】○祭，側界反，國名。傳祭仲同。使，如字，又所吏反。[【疏】注「祭伯」至「稱使」。　○正義曰：僖二十四年傳富辰說周公封建親戚以蕃屏周，而云「邢茅胙祭」，則祭之初封畿外之國也。穆王之時有祭公謀父，今有祭伯，世仕王朝，蓋本封絶滅，食采於王畿也。莊二十三年 「祭叔來聘」，注「以爲祭叔爲祭公，來聘魯。天子內臣，不得外交」。是祭於此時爲畿內之國，仍有封爵，故言諸侯爲王卿士也。《釋例》曰：「王之公卿皆書爵，祭伯、凡伯是也；大夫稱字，南季、榮叔是也；元士中士稱名，劉夏、石尚是也；下士稱人，『公會王人于洮』是也。其或稱祭公，舉官而言之，此其定例也。」然春秋之世有王之卿士無采地者，若王叔、陳生、伯輿之屬是也。但未知書經其稱云何。杜既云公卿稱爵，而王子虎及劉卷卒稱名者，彼是天王爲赴，以名告魯，如諸侯之例，薨則稱名；此云公卿稱爵者，謂聘使往還，與彼爲異也。又襄十五年注云「天子卿書字」者，以傳云「劉夏逆王后于齊，卿不行，非禮也」。以劉夏非卿書名，若卿則應書字，以名字相對，故舉以言焉。其實卿書爵也。此祭伯若王使來，當云天王使祭伯來聘，亦如天王使凡伯來聘。今以自來爲文，明非王命而私行也。劉炫云「卿而無爵，或亦書字；大夫有爵，或亦書爵」。傳稱王叔、陳生與伯輿争政，俱是卿士，並不言爵。又滕侯之先爲周卜正，《書》稱齊侯呂伋爲虎賁氏，則大夫或有爵也。然則大夫有爵，不可舍爵而書字；卿而無爵，不可越字而書名。蓋有卿士亦書字、大夫亦書爵也。王臣之見經者衆，祭伯、凡伯、毛伯、單伯、召伯、尹子、單子、劉子，其間未必無大夫。榮叔、南季、家父叔服，其間未必無卿。但無明證，故依例解之。襄十五年注云「天子卿書字」，是言天子卿有書字之理。]"
      },
      {
        "index": 8,
        "text": "公子益師卒。【注】傳例曰「公不與小斂，故不書日，所以示厚薄也」。《春秋》不以日月爲例，唯卿佐之喪獨記日以見義者，事之得失，既未足以褒貶人君，然亦非死者之罪，無辭可以寄文，而人臣輕賤，死日可略，故特假日以見義。【音義】○斂，力驗反。見，賢遍反，下同。[【疏】注「傳例」至「見義」。　○正義曰：傳文與上下作例者，注皆謂之傳例。《釋例》曰：「君之卿佐，是謂股肱，股肱或虧，何痛如之！疾則親問焉，喪則親與小斂大斂，慎終歸厚之義也。」故仲尼脩《春秋》，卿佐之喪，公不與小斂，則不書日，示厚薄戒將來也。即以新死小斂爲文，則但臨大斂及不臨其喪，亦同不書日也。襄五年，冬，十二月，「辛未，季孫行父卒」。傳曰「大夫入斂，公在位」。是公與小斂，則書日之事也。其翬、柔、溺等生見經、傳，死而不書卒者，皆不以卿禮終也。文十四年，秋，「九月，甲申，公孫敖卒于齊」。已絶卿位，公不與小斂而書日卒者，《釋例》曰「公孫敖縱情棄命，既已絶位，非大夫也。而備書於經者，惠叔毀請於朝，感子以赦父，敦公族之恩，崇仁孝之教，故傳曰『爲孟氏，且國故也』」。是言雖不與斂，恩實過厚，故書日也。莊三十二年，「秋，七月，癸巳，公子牙卒」，時公有疾。昭二十五年，「冬，十月，戊辰，叔孫婼卒」；二十九年，「夏，四月，庚子，叔詣卒」，時公孫在外。成十七年，冬，十一月，「壬申，公孫嬰齊卒于貍脤」，在外而卒，皆公不與斂而書日者。《釋例》曰「其或公疾在外，大夫不卒於國，而猶存其日者，君子不責人以所不得備，非不欲臨也」。然則爲其有故，不得以責公，故皆書日也。公孫嬰齊書所卒之地，餘皆不書地者，《釋例》曰「魯大夫卒其竟內，則不書地，傳稱『季平子行東野，卒于房』是也」。而先儒以爲雖以卿禮終，而不臨其喪，皆没而不書。杜知不臨其喪亦同不書日者，案慶父之死不以卿禮終，而經不書，足知唯據不以卿禮終者經始不書，明以卿禮終，雖全不臨喪，亦同書卒，但不書日耳。《春秋》諸書日與不日，傳皆不發，唯此發傳，故特解之云：「《春秋》不以日月爲例，唯卿佐之喪獨託日以見義也。言事之得失未足以襃貶人君者，《春秋》之文，襃爲厚賞，貶爲大罰，君之於臣，有恩則常事不足以加賞，無恩則小失不足以致罰，故云「未足以褒貶」也。止欲貶責死者，君自無恩，然亦非死者之罪，意欲以爲勸戒，無辭可以寄文，而人臣對君爲輕賤，死日可略去，故於此一條特假日以見義，其餘則不以日月爲例，故無傳也。]\n隱公元年傳"
      },
      {
        "index": 9,
        "text": "元年，春，王周正月。【注】言周以別夏殷。【音義】○別，彼列反。夏，戶雅反。三代之號，可以意求。不書即位，攝也。【注】假攝君政。不脩即位之禮，故史不書於策，傳所以見異於常。【音義】○見，賢遍反。[【疏】「不書即位，攝也」。　○正義曰：攝訓持也。隱以桓公幼少，且攝持國政，待其年長，所以不行即位之禮。史官不書即位，仲尼因而不改，故發傳以解之。公實不即位，史本無可書。莊、閔、僖不書即位，義亦然也。舊說賈、服之徒以爲四公皆實即位，孔子脩經，乃有不書，故杜詳辨之。《釋例》曰：「遭喪繼位者，每新年正月，必改元正位，百官以序，故國史皆書即位於策以表之。隱既繼室之子，於第應立，而尋父娶仲子之意，委位以讓桓。天子既已定之，諸侯既已正之，國人既已君之，而隱終有推國授桓之心，所以不行即位之禮也。隱、莊、閔、僖，雖居君位，皆有故而不脩即位之禮，或讓而不爲，或痛而不忍，或亂而不得，禮廢事異，國史固無所書，非行其禮而不書於文也。」潁氏說，以爲魯十二公國史盡書即位，仲尼脩之，乃有所不書。若實即位，則爲隱公無讓；若實有讓，則史無緣虛書。是言實不即位，故史不書也。傳於隱、閔云「不書即位」，於莊、僖云「不稱即位」者，《釋例》曰「丘明於四公發傳，以『不書』『不稱』起文，其義一也」。劉、賈、潁爲傳文生例云「恩深不忍，則傳言『不稱』；恩淺可忍，則傳言『不書』」。博據傳辭，殊多不通。案：殺欒盈則云「不言大夫」，殺良霄則云「不稱大夫」，君氏卒則云「不曰薨」，「不言葬，不書姓」，鄭伯克段則云「稱鄭伯」，此皆同意而別文之驗也。傳本意在解經，非曲文以生例，是言「不書」「不稱」義同之意也。《膏肓》何休以爲古制諸侯幼弱，天子命賢大夫輔相爲政，無攝代之義。昔周公居攝，死不記崩；今隱公生稱侯，死稱薨，何因得爲攝者？周公攝政，仍以成王爲主，直攝其政事而已，所有大事王命以行之。致政之後乃死，故卒稱薨，不稱崩。隱公所攝則位亦攝之，以桓爲大子，所有大事皆專命以行，攝位被殺，在君位而死，故生稱公，死稱薨，是與周公異也。且何休以爲諸侯無攝。鄭康成引《公羊》難云「宋穆公云『吾立乎，此攝也！』以此言之，何得非《左氏》？」是鄭意亦不從何說也。下傳曰「公攝位而欲求好於邾」，是位亦攝也。又曰「惠公之薨也」，「大子少」，是以桓爲大子也。所以異於正君者，元年不即位，行還不告廟，不臨惠公之葬，不成聲子之喪，尊仲子爲夫人，薨則赴於諸侯，又爲之立廟，此是謙之實也。隱公讓位賢君，故爲《春秋》之首。所以不入頌者，魯僖公之時，周王歲二月，東巡守至于岱宗，柴。季孫行父爲之請於周，大史克爲之作頌，故得入頌。隱公無人爲請，故不入頌也。]"
      },
      {
        "index": 10,
        "text": "三月，公及邾儀父盟于蔑，邾子克也。【注】克，儀父名。未王命，故不書爵。曰「儀父」，貴之也。【注】王未賜命以爲諸侯，其後儀父服事齊桓以獎王室，王命以爲邾子，故莊十六年經書「邾子克卒」。【音義】○「故不書爵」，一本無「故」字。獎，將丈反。[【疏】注「王未」至「克卒」。　○正義曰：莊十三年齊桓會諸國于北杏，邾人在焉。及十六年而書「邾子克卒」，故知由事齊桓乃得王命也。賈、服以爲北杏之會時已得王命，蓋以北杏之會邾人在列，故謂其已得命也。列與不列在於主會之意，不由有爵與否。襄二十七年宋之盟，齊人請邾，宋人請滕，邾、滕不列於會，故不書邾、滕。襄五年戚之會，穆叔以屬鄫爲不利，使鄫大夫聽命于會，故經書「鄫人」。然則爲人私屬則不列於會，不爲人私屬則列於會，不可據列會以否以明有爵也。昭四年申之會，淮夷列焉，未必有爵也。邾今無爵，得與魯盟北杏，會齊何須有爵？莊十五年會于鄄，傳曰「齊始霸」，則齊桓爲霸自鄄會始耳。北杏之時，諸侯未從，霸功未立，桓尚未有殊勳，儀父何足可紀？且齊桓未有功於王，焉能使王命之？其得王命，必在北杏之後，但未知定是何年耳。服虔云：「爵者，醮也，所以醮盡其材也」。]公攝位而欲求好於邾，故爲蔑之盟。【注】解所以與盟也。【音義】○好，呼報反。與，如字，又音預。"
      },
      {
        "index": 11,
        "text": "夏，四月，費伯帥師城郎。不書，非公命也。【注】費伯，魯大夫。郎，魯邑。高平方與縣東南有郁郎亭。傳曰「君舉必書」，然則史之策書皆君命也。今不書於經，亦因史之舊法，故傳釋之。諸魯事，傳釋不書，他皆倣此。【音義】○費音祕。郁，於六反。倣，甫往反，後此例皆同。[【疏】注「費伯魯大夫」至「倣此」。　○正義曰：史之策書皆君命者，謂君所命爲之事乃得書之於策，非謂君命遣書方始書也。又解史策不書，經亦不書之意。仲尼書於經者，亦因史之舊法，舊史不書，則亦不書，故傳發此事釋經不書之意。「諸魯事，傳釋不書，他皆倣此」，謂下「盟于翼」、「作南門」之類是也。]"
      },
      {
        "index": 12,
        "text": "初，鄭武公娶于申，曰武姜。【注】申國，今南陽宛縣。【音義】○宛，於元反。娶，取住反。[【疏】「初，鄭武公娶于申，曰武姜」。　○正義曰：杜以爲凡倒本其事者，皆言初也。賈逵云「凡言初者，隔其年，後有禍福，將終之，乃言初也」。　○注「申國，今南陽宛縣」。正義曰：《外傳》說伯夷之後曰「申呂雖衰，齊許猶在」，則申呂與齊許俱出伯夷，同爲姜姓也。《國語》曰「齊許申呂由大姜」，言由大姜而得封也。然則申之始封亦在周興之初，其後中絶，至宣王之時，申伯以王舅改封於謝。《詩‧大雅‧崧高》之篇，美宣王褒賞申伯云「王命召伯定申伯之宅」是其事也。《地理志》「南陽郡宛縣：故申伯國」。宛縣者，謂宣王改封之後也。以前，則不知其地。]生莊公及共叔段。【注】段出奔共，故曰共叔，猶晋侯在鄂，謂之鄂侯。【音義】○共音恭。共，地名。凡國名、地名、人名、字、氏族，皆不重音，疑者復出，後倣此。鄂，五各反。[【疏】注「段出」至「鄂侯」。　○正義曰：賈服以共爲謚。謚法「敬長事上曰共」。作亂而出，非有共德可稱，餬口四方，無人與之爲謚，故知段出奔共故稱共，猶下晋侯之稱鄂侯也。]莊公寤生，驚姜氏，故名曰「寤生」，遂惡之。【注】寐寤而莊公已生，故驚而惡之。【音義】○寤，五故反。惡，烏路反。注同。[【疏】「莊公寤生，驚姜氏，故名曰寤生，遂惡之」。　○正義曰：謂武姜寐時生莊公，至寤始覺其生，故杜云「寐寤而莊公已生」。]愛共叔段，欲立之。【注】欲立以爲太子。亟請於武公，公弗許。及莊公即位，爲之請制。公曰：「制，巖邑也，虢叔死焉。佗邑唯命。」【注】虢叔，東虢君也。恃制巖險而不脩德，鄭滅之。恐段復然，故開以佗邑。虢國，今熒陽縣。【音義】○亟，欺冀反，數也。爲，于僞反。巖，五銜反，本又作嚴。虢，瓜伯反，國名。復，扶又反。[【疏】注「虢叔」至「陽縣」。　○正義曰：僖五年傳曰「虢仲、虢叔，王季之穆也」。《晋語》稱文王「敬友二虢」，則虢國本有二也。晋所滅者，其國在西，故謂此爲東虢也。《鄭語》：史伯爲桓公詐謀云：「虢叔恃勢，鄶仲恃險，晋有驕侈怠慢之心。君以成周之衆，奉辭伐罪，無不克矣。」桓公從之。是其恃險而不脩德爲鄭滅之之事也。賈逵云「虢叔封西，虢仲封東」，而此云「虢叔，東虢君」者，言所滅之君字叔也。傳云虢仲譖其大夫，謂叔之子孫字曰仲也。案傳燕國有二，則一稱北燕；邾國有二，則一稱小邾。此虢國有二而經傳不言東西者，於時東虢已滅，故西虢不稱西；其並存之日，亦應以東西別之。《地理志》云「河南郡熒陽縣」。應劭云：故虢國，今虢亭是也。]請京，使居之，謂之京城大叔。【注】公順姜請，使段居京，謂之「京城大叔」，言寵異於衆臣。京，鄭邑，今熒陽京縣。【音義】○大音泰，注及下皆同。祭仲曰： 「都城過百雉，國之害也。【注】祭仲，鄭大夫。方丈曰堵，三堵曰雉。一雉之牆，長三丈，高一丈。侯伯之城，方五里，徑三百雉，故其大都不得過百雉。【音義】○過，古卧反。後不音者皆同。堵，丁古反。長，直亮反，又如字。高，古報反，又如字。徑，古定反。[【疏】注「祭仲」至「百雉」。　○正義曰：注諸言「大夫」者，以其名氏顯見於傳，更無卑賤之驗者，皆以大夫言之。其實是大夫以否，亦不可委知也。定十二年《公羊傳》曰「雉者何？五板而堵，五堵而雉」。何休以爲堵四十尺，雉二百尺。許慎《五經異義》、《戴禮》及《韓詩》說，八尺爲板，五板爲堵，五堵爲雉。板廣二尺，積高五板爲一丈。五堵爲雉，雉長四丈。古《周禮》及《左氏》說，一丈爲板，板廣二尺。五板爲堵，一堵之牆，長丈高丈。三堵爲雉，一雉之牆，長三丈高一丈，以度其長者用其長，以度其高者用其高也。諸說不同，必以雉長三丈爲正者，以鄭是伯爵，城方五里，大都三國之二，其城不過百雉，則百雉是大都定制，因而三之，則侯伯之城當三百雉，計五里積千五百步，步長六尺，是九百丈也。以九百丈而爲三百雉，則雉長三丈。賈逵、馬融、鄭玄、王肅之徒爲古學者，皆云雉長三丈，故杜依用之。侯伯之城，方五里，亦無正文。《周禮‧冬官‧考工記》「匠人營國，方九里，旁三門」，謂天子之城。天子之城方九里，諸侯禮當降殺，則知公七里，侯伯五里，子男三里，以此爲定說也。但《春官‧典命職》乃稱上公九命，侯伯七命，子男五命，其國家宮室車旗衣服禮儀皆以命數爲節。鄭玄以爲國家國之所居，謂城方也如《典命》之言，則公當九里，侯伯七里，子男五里，故鄭玄兩解之。其注《尚書大傳》以天子九里爲正說，又云或者天子之城方十二里。《詩‧文王有聲》箋言文王城，「方十里。大於諸侯，小於天子之制」。《論語》注以爲公「大都之城方三里」，皆以爲天子十二里，公九里也。其駁《異義》，又云「鄭伯城方五里」。以《匠人》、《典命》俱是正文，因其不同，故兩申其說。今杜無二解，以侯伯五里爲正者，蓋以《典命》所云國家者，自謂國家所爲之法，禮儀之度，未必以爲城居也。]先王之制，大都不過參國之一，【注】三分國城之一。【音義】○參，七南反，又音三。中五之一，小九之一。今京不度，非制也。【注】不合法度，非先王制。[【疏】「大都」至「九之一」。　○正義曰：定以王城方九里，依此數計之，則王城長五百四十雉。其大都方三里，長一百八十雉；中都方一里又二百四十步長，一百八雉也；小都方一里，長六十雉也。公城方七里，長四百二十雉。其大都方二里又一百步，長一百四十雉也；中都方一里又一百二十步，長八十四雉也；小都方二百三十三步二尺，長四十六雉又二丈也。侯伯城方五里，長三百雉。其大都方一里又二百步，長百雉也；中都比王之小都；其小都方一百六十六步四尺，長三十三雉又一丈也。子男城比王之大都。其大都比侯伯之中都；其中都方一百八十步，長三十六雉也；小都方百步，長二十雉也。《考工記》曰：「王宮門阿之制五雉，宮隅之制七雉，城隅之制九雉。門阿之制，以爲都城之制；宮隅之制，以爲諸侯之城制。」然則王之都城隅高五丈，城蓋高三丈；諸侯城隅高七丈，城蓋高五丈也。三丈以下，不復成城，其都城蓋亦高三丈也。周禮四縣爲都，周公之設法耳，但土地之形不可方平如圖，其邑竟廣狹無復定準，隨人多少而制其都邑，故有大都小都焉。下邑謂之都，都亦一名邑。莊三十八年傳曰「宗邑無主」，閔元年傳曰「分之都城」，俱論曲沃，而都邑互言，是其名相通也。]君將不堪。」公曰：「姜氏欲之，焉辟害？」對曰：「姜氏何厭之有？不如早爲之所，【注】使得其所宜。【音義】○焉，於虔反。厭，於鹽反。無使滋蔓！蔓，難圖也。蔓草猶不可除，況君之寵弟乎？」公曰：「多行不義，必自斃，子姑待之。」【注】斃，踣也。姑，且也。【音義】○蔓音萬。斃，婢世反，本又作獘，舊扶設反。踣，蒲北反。[【疏】「無使滋蔓」。　○正義曰：此以草喻也。草之滋長引蔓，則難可芟除，喻段之威勢稍大，難可圖謀也。　○注「斃，踣也」。　○正義曰：《釋言》文也。孫炎曰：「前覆曰踣。」]既而大叔命西鄙、北鄙貳於己。【注】鄙，鄭邊邑。貳，兩屬。公子呂曰：「國不堪貳，君將若之何？【注】公子呂，鄭大夫。[【疏】「國不堪貳」。　○正義曰：兩屬，則賦役倍；賦役倍，則國人不堪也。]欲與大叔，臣請事之；若弗與，則請除之。無生民心。」【注】叔久不除，則舉國之民當生他心。公曰：「無庸，將自及。」【注】言無用除之，禍將自及。大叔又收貳以爲己邑，【注】前兩屬者，今皆取以爲己邑。至于廩延。【注】言轉侵多也。廩延，鄭邑。陳留酸棗縣北有延津。【音義】○廩，力錦反。子封曰：「可矣，厚將得衆。」【注】子封，公子呂也。厚謂土地廣大。公曰：「不義不暱，厚將崩。」【注】不義於君，不親於兄，非衆所附，雖厚必崩。【音義】○暱，女乙反，親也。[【疏】「厚將崩」。　○正義曰：以牆屋喻也。厚而無基必自崩，喻衆所不附將自敗也。高大而壞謂之崩。]大叔完聚，【注】完城郭，聚人民。【音義】○完音桓。[【疏】注「完城郭，聚人民」。　○正義曰：服虔以聚爲聚禾黍也。段欲輕行襲鄭，不作固守之資，故知聚爲聚人，非聚糧也。完城者，謂聚人而完之，非欲守城也。]繕甲兵，具卒乘，【注】步曰卒，車曰乘。【音義】○繕，市戰反。卒，尊忽反，步兵也，注及下同。乘，繩證反，注及下同。將襲鄭。夫人將啓之。【注】啓，開也。公聞其期，曰：「可矣！」命子封帥車二百乘以伐京。【注】古者兵車一乘，甲士三人，步卒七十二人。京叛大叔段，段入于鄢，公伐諸鄢。五月，辛丑，大叔出奔共。【注】共國，今汲郡共縣。【音義】○共音恭。汲，居及反。書曰：「鄭伯克段于鄢。」段不弟，故不言弟；如二君，故曰「克」；稱「鄭伯」，譏失教也；謂之鄭志，不言出奔，難之也。【注】傳言夫子作《春秋》，改舊史以明義。不早爲之所，而養成其惡，故曰「失教」。段實出奔，而以「克」爲文，明鄭伯志在於殺，難言其奔。【音義】○不弟，大計反，又如字。難，乃旦反，注同。[【疏】「如二君，故曰克」。　○正義曰：謂實非二君，儁傑彊盛如是二君，伐而勝之然後稱「克」，非謂真是二君也。若真是二君，則以「戰」、「襲」、「敗」、「取」爲文。然既非二君，而杜注經云：「以君討臣而用二君之例」又似真二君者，但杜於彼應云「以君討臣而用如二君之例」，略其「如」字，但云「而用二君」耳。準獲麟之後史文，夫子未脩之前，應云「鄭伯之弟段出奔共，與秦伯之君鍼出奔晋同也」。以其不弟，故不言弟；志在於殺，故不言奔。然則鄭伯亦是舊史之文而得爲新意者。段以去弟爲貶，宜以國討爲文。仍存鄭伯，見其失教，其文雖是舊史，即是仲尼新意也。　○注「傳言」至「其奔」。　○正義曰：經皆孔子所書，此事特言「書曰」，必是舊文。不然，夫子始改，故知傳之此辭言夫子作《春秋》改舊史以明義也。「克」者，戰勝獲賊之名。公伐諸鄢，段即奔共，既不交戰，亦不獲段，段實出奔，而以「克」爲文者，此非夫子之心，謂是鄭伯本志，不欲言其出奔，難言其奔，志在於殺，故夫子承其本志而書「克」也。鄭伯之於段也，以其母所鍾愛，順母私情，分之大邑，恣其榮寵，實其殺心。但大叔無義，恃寵驕盈，若微加裁貶，則恐傷母意，故祭仲欲早爲之所，子封請往除之，公皆不許，是其無殺心也。言「必自斃」、「厚將崩」者，止謂自損其身，不言惡能害國。及其謀欲襲鄭，禍將逼身，自念友愛之深，遂起初心之恨，由是志在必殺，難言出奔。此時始有殺心，往前則無殺意。傳稱「公曰：『姜氏欲之，焉辟害？』」《詩序》曰：「不勝其母，以害其弟。」經曰：「父母之言，亦可畏也。」是迫於母命，不得裁之，非欲待其惡成，乃加誅戮也。服虔云：「公本欲養成其惡而加誅，使不得生出，此鄭伯之志意也。」言鄭伯本有殺意，故爲養成其惡，斯不然矣。傳曰「稱鄭伯，譏失教也」，止責鄭伯失於教誨之道，不謂鄭伯元有殺害之心。若從本以來即謀殺害，乃是故相屠滅，何止失教之有？且君之討臣，遏其萌漸，惡雖未就，足得誅之，何須待其惡成，方始殺害？服言本意欲殺，乃是誣鄭伯也。劉炫云：「以『克』爲文，非其實狀，故傳解之，謂之鄭志。」言仲尼之意書「克」者，謂是鄭伯本志也。注又申解傳意，言鄭伯志在於殺，心欲其克，難言其奔，故仲尼書「克」，不書奔，如鄭伯之志爲文，所以惡鄭伯也。]遂寘姜氏于城潁，【注】城潁，鄭地。【音義】○寘，之豉反，置也。而誓之曰：「不及黃泉，無相見也！」【注】地中之泉，故曰黃泉。既而悔之。潁考叔爲潁谷封人，【注】封人，典封疆者。【音義】○疆，居良反。[【疏】注「封人，典封疆者」。　○正義曰：《周禮‧封人》掌「爲畿封而樹之」，鄭玄云「畿上有封，若今時界也」。天子封人職典封疆，知諸侯封人亦然也。傳言祭仲足爲祭封人，宋高哀爲蕭封人，《論語》有儀封人，此言潁谷封人，皆以地名封人。蓋封人職典封疆，居在邊邑。潁谷、儀、祭，皆是國之邊邑也。]聞之，有獻於公。公賜之食。食舍肉。公問之。對曰：「小人有母，皆嘗小人之食矣，未嘗君之羹，請以遺之。」【注】食而不啜羹，欲以發問也。宋華元殺羊爲羹饗士，蓋古賜賤官之常。【音義】○舍音捨。遺，唯季反，下同。啜，川悅反。華，戶化反。[【疏】注「食而」至「之常」。　○正義曰：《禮‧公食大夫》及《曲禮》所記大夫、士與客燕食，皆有牲體殽胾，非徒設羹而已。此與華元饗士唯言有羹，故疑是古賜賤官之常。]公曰：「爾有母遺，繄我獨無！」【注】繄，語助。【音義】○繄，烏兮反，又烏帝反。潁考叔曰：「敢問何謂也？」【注】據武姜在，設疑也。公語之故，且告之悔。對曰：「君何患焉？若闕地及泉，隧而相見，其誰曰不然？」【注】隧若今延道。【音義】○語，魚據反。闕，其月反。隧音遂。公從之。公入而賦：「大隧之中，其樂也融融！」【注】賦，賦詩也。融融，和樂也。【音義】○樂音洛，注及下同。融，羊弓反。[【疏】注「賦賦」至「樂也」。正義曰：賦詩謂自作詩也。中、融，外、洩，各自爲韻。蓋所賦之詩有此辭，傳略而言之也。融融和樂，洩洩舒散，皆是樂之狀，以意言之耳。服虔云：「入」言公，「出」言姜，明俱出入互相見。]姜出而賦：「大隧之外，其樂也洩洩！」【注】洩洩，舒散也。【音義】○洩，羊世反。遂爲母子如初。君子曰：「潁考叔，純孝也。【注】純猶篤也。[【疏】注「純猶篤也」。　○正義曰：《爾雅‧釋詁》訓純爲大，則純孝純臣者，謂大孝大忠也。此純猶篤者，言孝之篤厚也。]愛其母，施及莊公。《詩》曰：『孝子不匱，永錫爾類。』其是之謂乎！」【注】不匱，純孝也。莊公雖失之於初，孝心不忘，考叔感而通之。所謂「永錫爾類」，詩人之作，各以情言；君子論之，不以文害意，故《春秋傳》引《詩》不皆與今說詩者同，後皆倣此。【音義】○施，以豉反，又式智反。匱，其位反。[【疏】「詩曰」至「謂乎」。　○正義曰：《詩》毛傳及《爾雅》之訓匱，竭；永，長；錫，予；爾，女也。此《詩‧大雅‧既醉》之五章，言孝子爲孝不有竭極之時，故能以此孝道長賜予女之族類。言行孝之至，能延及旁人，其是此事之謂乎！族類者，言俱有孝心，則是其族類也。　○注「不匱」至「倣此」。　○正義曰：潁考叔有純孝之行能錫莊公，莊公雖失之於初，孝心不忘，則與潁考叔同是孝之般類也。今考叔能感而通之，是謂永錫爾類也。詩人之作，各以情言。君子論之，不以文害意，出《孟子》文也。此云《春秋傳》引《詩》不皆與今說《詩》者同，何以？昭八年注云「叔向時《詩》義如此」，所以不同者，此是丘明作傳稱君子之言，容可引《詩》斷章，評論得失，彼是叔向之語，事近前代當時譏刺，故云「叔向時《詩》義如此」也。《詩注》意類謂子孫族類，此傳意以爲事之般類也。]"
      },
      {
        "index": 13,
        "text": "秋，七月，天王使宰咺來歸惠公、仲子之賵。緩，且子氏未薨，故名。【注】惠公葬在春秋前，故曰「緩」也。子氏，仲子也，薨在二年。賵，助喪之物。[【疏】「天王」至「故名」。　○正義曰：緩賵惠公，生賵仲子，事由於王，非咺之過。所以貶咺者，天王至尊，不可貶責，貶王之使，足見王非。且緩賵惠公，專是王過；生賵仲子，咺亦有愆。使者受命不受辭，欲令遭時設宜，臨機制變。王謂仲子已薨，令咺并致其賵，仲子尚存，賵事須止。宰咺知其未薨猶尚致賵，是則不達時宜，恥辱君命。王則任非其人，咺爲辱命之使，君臣一體，好惡同之，貶咺亦所以責王也。文五年，「王使榮叔歸含且賵」，不指所賵之人。此指言惠公仲子者，彼成風未葬，不言可知，此則惠公已葬，子氏未薨，若不言其人，則不知爲誰來賵。文九年，「秦人來歸僖公、成風之襚」，亦爲年月已遠，故指其所襚，與此同也。季文子求遭喪之禮以行，亦豫凶事不貶者，宰咺無喪致賵，文子乃量時制宜，備豫不虞，古之善教，與此不同。]天子七月而葬，同軌畢至；【注】言「同軌」，以別四夷之國。【音義】○別，彼列反。諸侯五月，同盟至；【注】同在方嶽之盟。大夫三月，同位至；【注】古者，行役不踰時。士踰月，外姻至。【注】踰月，度月也。姻猶親也。此言赴弔各以遠近爲差，因爲葬節。[【疏】「天子」至「姻至」。　○正義曰：天子、諸侯、大夫、士，位既不同，禮亦異數，赴弔遠近，各有等差，因其弔荅以爲葬節。且位高則禮大，爵卑則事小。大禮踰時乃備，小事累月即成。聖王制爲常規，示民軌法，欲使各脩其典，無敢忒差。資父事君，生民之所極；哀死送終，臣子之所盡，是以未及期而葬謂之不懷，過期而葬謂之緩慢。《春秋》從實而録，以示是非。天子七月，諸侯五月者，死月葬月皆通數之也。文八年八月「天王崩」，九年二月「葬襄王」，是天子之七月也。成十八年八月「公薨于路寢」，十二月「葬我君成公」，是諸侯之五月也。宣八年傳云「禮，卜葬，先遠日，辟不懷也」。是卜遠日不吉，乃卜近日，辟不思親之嫌也。則未及期而葬者，不思其親，理在可見，故傳皆不言其事，唯過期乃葬者，傳言緩以示譏耳。桓王以桓十五年崩，莊三年乃葬，積七年也。僖公以其三十三年十一月薨，文元年四月乃葬，薨葬中有閏，積七月也。二者並過於期，故傳皆言緩以譏之也。衛桓公以隱四年三月爲州吁所弑，五年四月乃葬，積十四月也。莊公以其三十二年八月薨，閔元年六月乃葬，積十一月也。二者雖亦過期，而國有事難，故傳皆言「亂故，是以緩」，原其非慢，不以責臣子也。然則諸侯五月而葬，自是正法得禮，可知不假發傳。而葬成公之下，傳特云「書順」者，《釋例》曰：「魯君薨葬，多不順制，唯成公薨于路寢，五月而葬，國家安静，世適承嗣，故傳見莊之緩，舉成『書順』以包之。」然則特發此傳，欲以包羣公之得失，於莊見「亂故」而緩，於僖見無故而緩，於成見順禮。傳發三者，則其餘皆可知也。士踰月者，通死月亦三月也。襄十五年十一月晋侯周卒，十六年正月「葬晋悼公」。杜云「踰月而葬速」是踰月亦三月也。此注云「踰月，度月」者，言從死月至葬月其間度一月也。士與大夫不異，而別設文者，以大夫與士名位既異，因其名異，示爲等差，故變其文耳，其實月數同也。「同軌」「同盟至」者，謂遣使來至，非諸侯身至。《釋例》曰「萬國之數至衆，封疆之守至重，故天王之喪，諸侯不得越竟而奔，脩服於其國，卿共弔葬之禮。魯侯無故而穆伯如周弔，此天子崩，諸侯遣卿共弔葬之經傳也」。是言禮天子之喪，諸侯不親奔也。其諸侯相弔，則昭三十年傳云「先王之制，諸侯之喪，士弔，大夫送葬」，是正禮也。同位至，待其使還也。外姻至，親戚畢集也。於天子言「畢至」，以下不言畢者，天子貴在尊極，海內爲家，天下聞喪，無敢不至，故言「畢」也。諸侯同盟，或來或否。大夫出使，本奉君命，雖或聞喪，未必盡來，故不言畢也。此亦例而不言凡者，序已解訖。何休《膏肓》以爲禮士三月葬。今云「踰月」，《左氏》爲短。鄭康成云「人君殯數來日，葬數往月；大夫殯葬皆數來日來月；士殯葬皆數往日往月。士之三月，大夫之踰月也」。鄭之此言天子諸侯葬數往月，於《左氏》無害，云大夫葬數來月，恐非杜旨。蘇寬之意，以古禮大夫以上殯葬皆數來日來月，士殯葬數往日往月，空云古禮，事無所出，不可依用也。劉炫云「此亦例，不言凡者，諸所發凡，皆爲經張例，此舉葬之大期，以譏宰咺之緩，非是爲葬發例，故不言凡也」。　○注「言同」至「之國」。　○正義曰：鄭玄、服虔皆以軌爲車轍也。王者馭天下，必令車同軌，書同文。「同軌畢至」，謂海內皆至也。四夷異俗，不可同其文軌，天子之喪，不能以時赴弔，故言 「同軌」，以別四夷之國也。《周禮‧巾車》木路「以封蕃國」，蕃國即四夷也。既受王命，車亦應同軌，而言別四夷者，四夷來朝天子，天子賜之車服，行於中國，自然同軌，其在本國，軌必不同。若以《巾車》之文，即言與華夏同軌，豈亦能同文也？　○注「同在方嶽之盟」。　○正義曰：《周禮‧司盟》「凡邦國有疑會同，則掌其盟約之載」，然則天子之合諸侯，有使諸侯共盟之禮也。王合諸侯唯有巡守，其非巡守則有事而會，會之多少唯王所命，不得有同盟常禮，禮之同盟，唯方嶽耳。故《左氏》舊說，十二年三考，黜陟幽明既分，天子展義巡守，柴望既畢，諸侯遂朝，退相與盟，同好惡，獎王室。是其當方諸侯，同有方嶽之盟。同盟情親，吉凶相告，故遣使會葬也。　○注「古者」至「踰時」。　○正義曰：同位謂同爲大夫、共在列位者。待其來至三月待之，故知古者於法行役不踰時也。隱五年《穀梁傳》曰「伐不踰時」，明行役聘問亦不踰時也。]贈死不及尸，【注】尸，未葬之通稱。【音義】○稱，尺證反。[【疏】注「尸未葬之通稱」。　○正義曰：《曲禮下》云「在牀曰尸，在棺曰柩」。是其相對言耳。今以既葬乃來而云「不及尸」，知尸是未葬之通稱也。葬則尸不復見，未葬猶及見之，故以葬爲限也。《釋例》曰：「喪贈之幣，車馬曰賵，貨財曰賻，衣服曰襚，珠玉曰含。然而揔謂之贈，故傳曰『贈死不及尸』也。」然則此文雖爲賵發，其實賵、賻、含、襚，揔名爲贈，但及未葬皆無所譏也。襚以衣尸，含以實口，大斂之後，無所用之。既殯之後，猶致之者，示有恩好，不以充用也。《今讚》曰：「《雜記》弔含襚賵臨之等，未葬則葦席，既葬則蒲廣。」是葬後得行。此言緩者，《禮記》後人雜録，不可與傳同言也。或可初葬之後則可，久則不許。]弔生不及哀。【注】諸侯已上，既葬則縗麻除，無哭位，諒闇終喪。【音義】○上，時掌反。縗，七雷反。諒音亮，又音良。闇，如字。[【疏】注「諸侯」至「終喪」。　○正義曰：昭十五年傳稱穆后崩，王既葬，除喪。叔向曰：「三年之喪，雖貴遂服，禮也。」杜云「天子諸侯除喪，當在卒哭。今王既葬而除，故譏其不遂」也。案僖三十三年傳云「卒哭而祔」，杜云「既葬反虞則免喪，故曰『卒哭』，哭止也」。如杜此言，則卒哭與葬相去非遠，同在一月。《儀禮》士三虞，則天子諸侯皆同於此。必知然者，以卒哭是葬之餘事，共在一月之中，故杜云「既葬則衰麻除」，或云「既葬卒哭衰麻除」，以其相近故也。若據《雜記》云「諸侯五月而葬，七月而卒哭」，中間既賒，或有國事，稱號云何？是知葬與卒哭相連，間無事也。然《雜記》云「諸侯五月而葬，七月而卒哭」者，案《釋例》曰「《禮記》後人所作，不與《春秋》同」，是杜所不用也。既葬除喪，唯杜有此說，正以《春秋》之例，皆既葬成君，明葬是人君之大節也。昭十二年傳曰「齊侯、衛侯、鄭伯如晋。晋侯享諸侯，子產相鄭伯，辭於享，請免喪而後聽命。晋人許之，禮也」。於時鄭有簡公之喪未葬，故請免喪。其下傳又云「六月，葬鄭簡公」。丘明作傳，未嘗虛舉經文，而虛言此葬，得非終前免喪之言也！以此知諸侯既葬則免喪，喪服既除則無哭位。諸侯既然，知天子亦爾。《尚書》「高宗亮陰，三年不言」，《論語》云「何必高宗，古之人皆然」。是天子諸侯除服之後皆諒陰終喪也。《晋書‧杜預傳》云：泰始十年，元皇后崩，依漢魏舊制，既葬，帝及羣臣皆除服。疑皇太子亦應除否？詔諸尚書會僕射盧欽論之，唯預以爲古者天子諸侯三年之喪，始服齊斬，既葬除喪服，諒闇以居，心喪終制，不與士庶同禮。於是盧欽、魏舒問預證據，預曰：《春秋》晋侯享諸侯，子產相鄭伯，時簡公未葬，請免喪以聽命。君子謂之得禮，宰咺歸惠公仲子之賵，傳曰「弔生不及哀」，此皆既葬除服諒闇之證也。書傳之說既多，學者未之思耳。《喪服》諸侯爲天子亦斬衰，豈可謂終服三年也？預又作議曰：「周景王有后、世子之喪，既葬除喪而宴樂。晋叔向譏之曰：『三年之喪，雖貴遂服，禮也。王雖不遂，宴樂以早，此亦天子喪事見於古也。稱高宗不言喪服三年，而云『亮陰三年』此釋服心喪之文也。譏景王，不譏其除喪，而譏其宴樂早，則既葬應除，而違諒闇之節也。堯喪，舜諒闇三年，故稱『遏密八音』。由此言之，天子居喪，齊斬之制，菲杖絰帶，當遂其服。既葬而除，諒闇以終之，三年無改於父之道，故曰『百官緫己以聽於冢宰』。喪服既除，故更稱不言之美，明不復寢苫枕塊以荒大政也。《禮記》云『三年之喪自天子達』。又云『父母之喪，無貴賤一也』。又云『端衰喪車皆無等』。此通謂天子居喪，衣服之制同於凡人，心喪之禮終於三年，亦無服喪三年之文。天子之位至尊，萬幾之政至大，羣臣之衆至廣，不得同之於凡人，故大行既葬，祔祭於廟，則因疏而除之。己不除則羣臣莫敢除，故屈己以除之，而諒闇以終制，天下之人皆曰我王之仁也。屈己以從宜，皆曰我王之孝也。既除而心喪，我王猶若此之篤也，凡我臣子，亦安得不自勉以崇禮？此乃聖制移風易俗之本也。」議奏，皇大子遂除衰麻而諒闇終喪。於時內外卒聞預議，多怪惑者，乃謂其違禮以合時。預謂鄉人段暢曰：茲事體大，本欲宣明古典，知未合於當今也，宜博采典籍，爲之證據，全大分明，足以垂示將來。暢遂敷通危疑，以弘指趣，其論具存焉。杜議引《尚書傳》云：亮，信也。陰，默也。爲聽於冢宰，信默而不言。鄭玄以諒闇爲凶廬，杜所不用。]豫凶事，非禮也。【注】仲子在而來贈，故曰：「豫凶事」。"
      },
      {
        "index": 14,
        "text": "八月，紀人伐夷。夷不告，故不書。【注】夷國在城陽壯武縣，紀國在東莞劇縣。隱十一年傳例曰「凡諸侯有命，告則書，不然則否」。史不書於策，故夫子亦不書于經。傳見其事，以明《春秋》例也。他皆倣此。【音義】○筦音官。見，賢遍反，下三見同。[【疏】「紀人伐夷」。　○正義曰：《世族譜》「紀，姜姓，侯爵。莊四年，齊滅之」。《世本》「夷，妘姓」。傳無其人，不知爲誰所滅。《釋例‧土地名》「夷國在城陽壯武縣」。莊十六年「晋武公伐夷，執夷詭諸」。杜云「詭諸，周大夫夷采地名」。《釋例‧土地名》注爲闕，則二夷別也。《世族譜》於「夷詭諸」之下注云「妘姓」。更無夷國，則以二夷爲一。計壯武之縣，遠在東垂，不得爲周大夫之采邑，而晋取其地，是《譜》誤也。]有蜚，不爲災，亦不書。【注】蜚，負蠜也。莊二十九年傳例曰「凡物，不爲災，不書」。又於此發之者，明傳之所據，非唯史策，兼采簡牘之記。他皆倣此。【音義】○蜚，扶味反。蠜音煩，又音盤。[【疏】注「蜚負」至「倣此」。　○正義曰：《釋蟲》云：「蜚，蠦蜰。」舍人、李巡皆云「蜚蠦，一名蜰」。郭璞云「蜚即負盤，臭蟲」。《洪範五行傳》云「蜚，負蠜，夷狄之物，越之所生。其爲蟲臭惡，南方淫女氣之所生也」。《本草》曰「蜚，厲蟲也」。然則蜚是臭惡之蟲，害人之物，故或爲災，或不爲災也。經傳皆云「有蜚」，則此蟲直名「蜚」耳，不名「蜚蠦」。《爾雅》所釋，當言「蜚」，一名「蠦蜰」。說《爾雅》者言「蜚蠦」，一名「蜰」，非也。此蟲一名「負盤」，《漢書》及此注多作「負蠜」者，《釋蟲》云「草螽，負蠜」。彼則歲時常有，非灾蟲也，蓋相涉誤爲蠜耳。又明下有成例，此不合書，而傳發之者，明傳之所據，非獨正史之策，亦兼采簡牘所有，故傳據而言之。案上傳「紀人伐夷」，注云「傳見其事，以明春秋例」，則此有蜚，亦明《春秋》例。此云傳之所據，非唯史策，兼采簡牘，則上「紀人伐夷」，亦是兼采簡牘。但「紀人伐夷」，他國不告，故以明例解之。蜚是魯國之有，故以兼采簡牘言之。其實二注互以相通。他如此類。]惠公之季年，敗宋師于黃。【注】黃，宋邑。陳留外黃縣東有黃城。【音義】○敗，必邁反，敗他也。後倣此。公立，而求成焉。九月，及宋人盟于宿，始通也。【注】經無義例，故傳直言其歸宿而已。他皆倣此。"
      },
      {
        "index": 15,
        "text": "冬，十月，庚申，改葬惠公。公弗臨，故不書。【注】以桓爲大子，故隱公讓而不敢爲喪主。隱攝君政，故據隱而言。惠公之薨也，有宋師，太子少，葬故有闕，是以改葬。【音義】○少，詩照反。[【疏】「有宋」至「改葬」。　○正義曰：上云「惠公之季年，敗宋師于黃。公立，而求成焉」。則隱公未立之前，惠公敗宋師也。今云「惠公之薨也，有宋師」，蓋是報黃之敗來伐魯也，隱公將兵禦宋，委葬事于太子，故有闕也。服虔以爲宋師即黃之師也。是時宋來伐魯，公自與戰，然則隱自敗宋，還自求成，傳何當屬敗於惠公而猶言公立也？且薨之與葬相去既遠，豈有宋師薨時已來成而後去？]"
      },
      {
        "index": 16,
        "text": "衛侯來會葬，不見公，亦不書。【注】諸侯會葬，非禮也。不得接公成禮，故不書於策。他皆倣此。衛國在汲郡朝歌縣。【音義】○朝，如字。[【疏】「衛侯來會葬」。　○正義曰：衛國，侯爵。《譜》云「姬姓，文王子康叔封之後也。周公既誅禄父，以其地封康叔爲衛侯，居殷虛，今朝歌是也。狄滅衛文，公居楚丘。成公徙帝丘。今東郡濮陽是也。桓公十三年，魯隱公之元年也。出公輒十二年，獲麟之歲也。悼公二年，《春秋》之傳終矣。悼公二年卒。自悼以下，十一世二百五十五年，而秦滅衛也」。《衛世家》：桓公，康叔十一世孫。《尚書‧顧命》稱康叔爲「衛侯」，則初封侯爵也。《世家》康叔子則稱「伯」，至頃侯復爲侯，故今桓公爲侯爵。　○注「諸侯」至「倣此」。　○正義曰：昭三十年傳云「先王之制，諸侯之喪，士弔，大夫送葬」；昭三年傳稱文襄之霸，「君薨，大夫弔，卿共葬事」，皆不言諸侯親會葬，是諸侯會葬非禮也。不得接公成禮，故不書。此云「不見公，不書」，介葛盧亦不見公而書者，此則公在國而不與衛侯相見，故不書；彼則公身在會，國人賓禮之，又欲見其一年再來，故書之也。]"
      },
      {
        "index": 17,
        "text": "鄭共叔之亂，公孫滑出奔衛。【注】公孫滑，共叔段之子。【音義】○滑，于八反，又乎八反。衛人爲之伐鄭，取廩延。鄭人以王師、虢師伐衛南鄙。【注】虢，西虢國也。弘農陝縣東南有虢城。【音義】○爲，于僞反。陝，失冉反。依字作陝。請師於邾，邾子使私於公子豫。【注】公子豫，魯大夫。私請師。【音義】○豫音預。豫請往，公弗許，遂行。及邾人、鄭人盟于翼。【注】翼，邾地。不書，非公命也。\n新作南門。不書，亦非公命也。【注】非公命，不書，三見者，皆興作大事，各舉以備文。\n十二月，祭伯來，非王命也。"
      },
      {
        "index": 18,
        "text": "眾父卒，【注】眾父，公子益師字。【音義】○眾音終。公不與小斂，故不書日。【注】禮，卿佐之喪，小斂大斂君皆親臨之，崇恩厚也。始死，情之所篤，禮之所崇，故以小斂爲文。至於但臨大斂及不臨喪，亦同不書日。【音義】○與音預。斂，力驗反，注皆同。[【疏】注「禮卿」至「書日」。　○正義曰：《喪大記》君臨臣喪之禮云「君於大夫，大斂焉。爲之賜，則小斂焉」。卿是大夫之尊者也，明小斂大斂君皆親之，所以崇恩厚也。小斂大斂皆應親之，獨以小斂爲文，故知始死情之所篤故也。賈逵云「不與大斂，則不書卒」。然則在殯又不往者，復欲何以裁之？經傳無其事，不宜妄說，故杜以爲但臨大斂及不臨其喪亦同不書日也。]\n隱公二年經"
      },
      {
        "index": 19,
        "text": "二年，春，公會戎于潛。【注】戎狄夷蠻，皆氐羌之別種也。戎而書會者，順其俗以爲禮，皆謂居中國若戎子駒支者。陳留濟陽縣東南有戎城。潛，魯地。　【音義】○氐，都兮反。羌，郤良反。種，章勇反。駒音拘。濟，子禮反，水名，凡地名皆同。[【疏】注「戎狄」至「魯地」。　○正義曰：《曲禮》云「東夷、西戎、南蠻、北狄」，然則四者是九州之外別名也。《詩‧商頌》曰「自彼氐羌」，氐羌，西戎之國名也。杜欲明其在遠，無以相形，故云 「氐羌之別種」，謂是相類之物耳，非謂四者是羌內之別也，其實氐羌乃是戎內之別耳。戎子駒支云「我諸戎飲食衣服，不與華同，贄幣不通，言語不達」，計應不堪會盟，故解云「言順其俗以爲禮」也。沈氏云「會據公往，戎爲主人，故得隨主人之俗以爲會禮。朝據戎來，魯爲主人，戎不能從主人之俗，故朝禮不成」。戎是西方之夷，必不遠來會魯，故知謂居中國若戎子駒支者也。駒支事見襄十四年。]"
      },
      {
        "index": 20,
        "text": "夏，五月，莒人入向。【注】向，小國也。譙國龍亢縣東南有向城。莒國，今城陽莒縣也。將卑師少稱「人」，弗地曰「入」。例在襄十三年。【音義】　○向，舒亮反。譙，在遙反。亢音剛，又苦浪反。將，子匠反。[【疏】「莒人入向」。　○正義曰：《世本》「莒，己姓。向，姜姓」。此傳云「莒人入向，以姜氏還」。文八年傳稱穆伯「奔莒，從己氏」。是莒己、向姜見於傳也。《譜》云「莒，嬴姓，少昊之後。周武王封茲與於莒。初都計，後徙莒。今城陽莒縣是也」。《世本》：「自紀公以下爲己姓。」不知誰賜之姓者。十一世茲丕公方見《春秋》，共公以下微弱不復見。四世楚滅之。向則唯此見經，不能知其終始。　○注「向小」至「三年」。　○正義曰：將卑師少稱「人」者，《周禮》「萬二千五百人爲軍，二千五百人爲師，五百人爲旅」。用兵多少，其數無常，重其舉大事，動大衆，滿師則書之，不滿則不書。輕其衆少，故經皆不書旅也。師者，衆也。雖復五軍三軍，悉皆以師爲名，取其衆義，故經亦不書軍也。《釋例》曰「《春秋》不書軍旅，壹皆曰『師』，從衆辭，是其義也。經之大例，君自將者，言君不言師；卿將者，滿師則師將並書，不滿則空舉將名；大夫將者，滿師則稱師，不滿則稱人。所以然者，定四年傳曰『君行師從，卿行旅從』，則君行必有師，卿行必有旅，文雖不見，理足可明。君將不言帥師，卿將不言帥旅，以其可知故也。卿行不合師從，今乃帥領一師，若不言師，則師文不見；卿尊自合書各，師文又須別見，故師將並舉，言某帥師也。其師少者，卿自須見，唯舉將名，不云帥旅，言衆少不足録也。大夫爵位卑下，名氏不合見經，但所帥滿師，師自須見，故言師不言將也；若不滿師者，一旅之衆，則例所不書，大夫位卑，又名不當見，則空舉其將，謂之爲人，人即大夫身也。其將尊師少及將卑師衆，若其序列，則將卑師衆者在上，襄二年『晋師、宋師、衛甯殖侵鄭』是也。」隱五年《公羊傳》曰「曷爲或言率師，或不言率師？將尊師衆稱某率師，將尊師少稱將；將卑師衆稱師，將卑師少稱人。君將不言率師，書其重者也」。《釋例》曰「大夫將滿師稱師，不滿稱人而已。卿將滿師則兩書，不滿則直書名氏。君將不言帥師，卿將不言帥旅。此史策記注之常」。此用《公羊》爲說也。劉絃云「盟會例，卿則書名氏，非卿則書人。人當名氏之處，由是將卑師少則書人，亦與盟會同」。]"
      },
      {
        "index": 21,
        "text": "無駭帥師入極。【注】無駭，魯卿。極，附庸小國。無駭不書氏，未賜族。賜族例在八年。　【音義】○駭，戶楷反。[【疏】注「無駭」至「八年」。　○正義曰：《春秋》之例，卿乃見經。今名書於經，傳言「司空」，故知無駭是魯卿。諸名書於經，皆是卿也，故於此一注，以下不復言之。又《王制》云「上大夫卿」，則卿亦大夫也，故注多以大夫言卿。下注云「裂繻紀大夫」，如此之類，皆是卿也。其各見於傳，而注云大夫者，則其爵真大夫也。《穀梁》以極爲國，杜云「附庸」者，沈云「以費伯帥師城郎，因得勝極」，則極是竟內，故云「附庸」。凡卿出使，必具其名氏以尊君命。今不書氏，故解云「未賜族」，無族可稱故也。賈云「極，戎邑也」。極爲戎邑，傳無文焉。戎之於魯，本無怨惡。言脩惠公之好，則是求與魯親。公未信戎心，故辭其盟耳。秋即與盟，復脩戎好。若已共戎會，故不與盟；旋令師入其都，然後結好，其爲惡行，亦不是過，讓位賢君，固應不爾。良史直筆，焉得無譏？傳乃本其勝之所由，而歸功於費伯也。]"
      },
      {
        "index": 22,
        "text": "秋，八月，庚辰，公及戎盟于唐。【注】高平方與縣北有武唐亭。八月無庚辰，庚辰，七月九日也。日月必有誤。　【音義】○方音房。與音預。[【疏】注「高平」至「有誤」。　○正義曰：杜勘檢經傳上下月日，制爲《長歷》。此年八月壬寅朔，其月三日甲辰，十五日丙辰，二十七日戊辰，其月無庚辰也。七月壬申朔，則九日有庚辰。杜觀上下，若月不容誤，則指言日誤；若日不容誤，則指言月誤。此則上有秋，下有九月，則日月俱得有誤，故云「日月必有誤」也。]"
      },
      {
        "index": 23,
        "text": "九月，紀裂繻來逆女。【注】裂繻，紀大夫。傳曰「卿爲君逆也」，以別卿自逆也。逆女或稱使，或不稱使。昏禮不稱主人，史各隨其實，而書非例也。他皆倣此。　【音義】○裂音列。繻音須。爲，于僞反，下「爲魯」同。別，彼列反。[【疏】注「裂繻」至「倣此」。　○正義曰：此書「逆女」，傳曰「卿爲君逆也」。宣五年「齊高固來逆叔姬」。傳曰「書曰『逆叔姬』，卿自逆也」。是爲君逆則稱女，自逆則書字，故云以別卿自逆也。《釋例》曰「天子娶」，則稱『逆王后』；卿爲君逆，則稱『逆女』；其自爲逆，則稱所逆之字，尊卑之別也」。此不言紀侯使裂繻，而成八年經書「宋公使公孫壽來納幣」，俱是昏禮，而立文不同，故解之也。言昏禮不稱主人者，主人謂壻也。爲有廉恥之心，不欲自言娶婦，故卿爲君昏行者，必禀君母之命。婦人之命不得通於鄰國，若言卿輒自來，非君所命，故裂繻不言使也。其無母者，臣無所禀，不得不稱君命，故公孫壽言宋公使也。史皆隨其實事而書之，非襃貶之例也。《公羊傳》曰「何以不稱使？禮不稱主人。然則曷稱？稱諸父兄師友。宋公使公孫壽來納幣，則其稱主人何？辭窮也。辭窮者何？無母也。然則紀有母乎？曰：『有。』有則何以不稱母？母不通也」。是婦人之言不通外國，故不言君使，亦不言母命，作自來之文也。《公羊》言無母者稱父兄師友，宋公不稱父兄者，諸侯臣其父兄，故不得稱也。《昏禮記》曰「宗子無父母命之，親皆没，己躬命之」。以宗子之尊尚不稱父兄，況諸侯也？其稱父兄師友，謂大夫以下非宗子者耳。《昏禮記》所云「支子則稱其宗，弟稱其兄」是也。]\n冬，十月，伯姬歸于紀。【注】無傳。伯姬，魯女，裂繻所逆者。"
      },
      {
        "index": 24,
        "text": "紀子帛、莒子盟于密。【注】子帛，裂繻字也。莒魯有怨，紀侯既昏于魯，使大夫盟莒以和解之。子帛爲魯結好息民，故傳曰「魯故也」。比之內大夫而在莒子上，稱字以嘉之也。字例在閔元年。密，莒邑。城陽淳于縣東北有密鄉。　【音義】○帛音白。解，如字，又戶買反。好，呼報反。[【疏】注「子帛」至「密鄉」。　○正義曰：杜云「比之內大夫而在莒子上」者，案諸經文，魯大夫出會他國，皆先書魯大夫，下即云及某人。今子帛之下不云及者，不可全同魯大夫故也。]"
      },
      {
        "index": 25,
        "text": "十有二月，乙卯，夫人子氏薨。【注】無傳。桓未爲君，仲子不應稱夫人。隱讓桓以爲大子，成其母喪以赴諸侯，故經於此稱夫人也。不反哭，故不書葬，例在三年。　[【疏】注「桓未」至「三年」。　○正義曰：妾子爲君，其母成爲夫人，敬嬴、齊歸是也。仲子實妾，桓未爲君，故仲子不應稱夫人也。今稱夫人薨，是隱成之，讓桓爲大子，成其母喪。傳例曰「不赴則不曰薨」，故知稱「薨」是赴於諸侯，故經於此稱夫人也。五年，「考仲子之宮」，《公羊傳》曰「桓未君，則曷爲祭仲子？隱爲桓立，故爲桓祭其母也。然則何言爾？成公意也」。是言隱公成仲子爲夫人也。]\n鄭人伐衛。【注】凡師有鍾鼓曰伐。例在莊二十九年。\n隱公二年傳"
      },
      {
        "index": 26,
        "text": "二年，春，公會戎于潛，脩惠公之好也。戎請盟，公辭。【注】許其脩好，而不許其盟。禦夷狄者不壹而足。　【音義】○好，呼報反，注及下同。[【疏】注「許其」至「而足」。　○正義曰：戎貪而無信，盟或背之。公未得戎意，恐好不久成，故不許其盟也。「禦夷狄者不壹而足」，文九年《公羊傳》文，言制禦夷狄，當以漸教之，不一度而即使足也。]"
      },
      {
        "index": 27,
        "text": "莒子娶于向，向姜不安莒而歸。夏，莒人入向，以姜氏還。【注】傳言失昏姻之義。凡得失小故，經無異文，而傳備其事，案文則是非足以爲戒。他皆倣此。【音義】　○還音旋，後皆同。"
      },
      {
        "index": 28,
        "text": "司空無駭入極，費庈父勝之。【注】魯司徒、司馬、司空、皆卿也。庈父，費伯也。前年城郎，今因得以勝極，故傳於前年發之。　【音義】○庈音琴。\n戎請盟。秋，盟于唐，復脩戎好也。【音義】○復，扶又反。\n九月，紀裂繻來逆女，卿爲君逆也。【音義】○爲，于僞反。\n冬，紀子帛、莒子盟于密，魯故也。\n鄭人伐衛，討公孫滑之亂也。【注】治元年取廩延之亂。"
      }
    ]
  }
}