{
  "chapterNumber": 6,
  "title": "春秋左傳正義卷05 (Zuozhuan Zhengyi, Volume 5)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "桓公三年經\n三年，春，正月，公會齊侯於嬴。【注】經之首時必書「王」，明此曆，天王之所班也。其或廢法違常，失不班曆，故不書「王」。嬴，齊邑，今泰山嬴縣。【音義】○經三年正月，從此盡十七年皆無「王」，唯十年有。二傳以為義。或有「王」字者非。嬴音盈。[【疏】注「經之」至「嬴縣」。○正義曰：桓公元年、二年、十年、十八年，凡四年於春有王。九年春，無王，無月。其餘十三年，雖春有月，悉皆無王。《穀梁傳》曰：「桓無王，其曰王何也？謹始也。其曰無王何也？桓弟弑兄，臣弑君，天子不能定，諸侯不能救，百姓不能去，以為無王之道，遂可以至焉爾。元年有王，所以治桓也。二年有王，正與夷之卒也。十年有王，正終生之卒也。」十八年書王，范甯注云：「此年書王，以王法終治桓之事。」先儒多用《穀梁》之說。賈逵云：「不書王，弑君，易祊田，成宋亂，無王也。」元年治桓，二年治督，十年正曹伯，十八年終始治桓。杜以正是王正曆從王出，故以為王者班曆，史乃書王。明此曆，天王之所班也，其或廢法違常，失不班曆則諸侯之史不得書王言此十三年無王皆王不班曆故也。劉炫規過云：「然天王失不班曆，經不書王，乃是國之大事，何得傳無異文？又昭二十三年以後，王室有子朝之亂，經皆書王，豈是王室猶能班曆？又襄二十七年再失閏，杜云『魯之司曆頓置兩閏』。又哀十三年十二月螽，杜云『季孫雖聞仲尼之言，而不正曆』。如杜所注，曆既天王所班，魯人何得擅改？又子朝奔楚，其年王室方定，王位猶且未定，諸侯不知所奉，複有何人尚能班曆？昭二十三年秋，乃書天王居於狄泉，則其春未有王矣。時未有王，曆無所出，何故其年亦書王也？若春秋之曆必是天王所班，則周之錯失不關於魯。魯人雖或知之，無由輒得改正。襄二十七年傳稱『司曆過，再失閏』者，是周司曆也？魯司曆也？而杜《釋例》云：魯之司曆『始覺其謬，頓置兩閏，以應天正』。若曆為王班，當一論王命，寧敢專置閏月、改易歲年？哀十三年十二月螽，仲尼曰：『火猶西流，司曆過也。』杜於《釋例》又云：『季孫雖聞此言，猶不即改。明年複螽，於是始悟。十四年春，乃置閏，欲以補正時曆。』既言曆為王班，又稱魯人輒改，改之不憚於王，亦複何須王曆？杜之此言自相矛盾，以此立說，難得而通。又案《春秋》經之闕文甚多，其事非一。亦如夫人有氏無姜，有姜無氏，及大雨霖、廧咎如潰之類也。此無王者，正是闕文耳。」今刪定，知此不書王，非是經之闕文，必以為失不班曆者，杜之所據，雖無明文，若必闕文，止應一事兩事而已，不應一公之內十四年並闕王字。杜以《周禮》有「頒告朔於邦國都鄙」，以有成文，故為此說。但齊桓、晉文以前，翼戴天子，王室雖微，猶能班曆。至靈王、景王以後，王室卑微，曆或諸侯所為，亦遙稟天子正朔，所以有子朝之亂，經仍稱王，不責人所不得也。猶如大夫之卒，公疾在外，雖不與小斂，亦同書日之限。然則司曆之過，魯史所改，據此而言，有何可責？劉君不尋此旨，橫生異同，以規杜過，恐非其義也。]"
      },
      {
        "index": 1,
        "text": "夏，齊侯、衛侯胥命於蒲。【注】申約，言以相命而不歃血也。蒲，衛地，在陳留長垣縣西南。【音義】○約，如字，又於妙反，歃，所洽反。垣音袁。\n六月，公會杞侯於郕。"
      },
      {
        "index": 2,
        "text": "秋，七月，壬辰朔，日有食之，既。【注】無傳。既，盡也。曆家之說，謂日光以望時遙奪月光，故月食。日月同會，月奄日，故日食。食有上下者，行有高下，日光輪存而中食者，相奄密，故日光溢出。皆既者，正相當，而相奄間疏也。然聖人不言月食日，而以自食為文，闕於所不見。[【疏】注「既盡」至「不見」。○正義曰：食既者，謂日光盡也，故云：「既，盡也」。月體無光，待日照而光生，半照即為弦，全照乃成望。望為日光所照，反得奪月光者，曆家之說，當日之衝，有大如日者謂之闇虛。闇虛當月，則月必滅光，故為月食。張衡《靈憲》曰：當日之衝，光常不合，是謂闇虛。在星則星微，遇月則月食。是言日奪月光，故月食也。若是日奪月光，則應每望常食，而望亦有不食者，由其道度異也。日月異道，有時而交，交則相犯，故日月遞食。交在望前，朔則日食，望則月食；交在望後，望則月食，後月朔則日食。交正在朔，則日食既前，後望不食；交正在望，則月食既前，後朔不食。大率一百七十三日有餘而道始一交，非交則不相侵犯，故朔望不常有食也。道不正交，則日斜照月，故月光更盛；道若正交，則日衝當月，故月光即滅。譬如火斜照水，日斜照鏡，則水鏡之光旁照他物。若使鏡正當日，水正當火，則水鏡之光不能有照。日之奪月，亦猶是也。日月同會，道度相交，月揜日光，故日食；日奪月光，故月食。言月食是日光所衝，日食是月體所映，故日食常在朔，月食常在望也。「食有上下者，行有高下」，謂月在日南，從南入食，南下北高，則食起於下。月在日北，從北入食，則食發於高，是其行有高下，故食不同也。故《異義》云月高則其食虧於上，月下則其食虧於下也。日月之體，大小正同。相揜密者，二體相近，正映其形，故光得溢出而中食也。相揜疏者，二體相遠，月近而日遠，自人望之，則月之所映者廣，故日光不複能見而日食既也。日食者，實是月映之也。但日之所在則月體不見。聖人不言月來食日，而云有物食之，以自食為文，闕於所不見也。]"
      },
      {
        "index": 3,
        "text": "公子翬如齊逆女。【注】禮，君有故則使卿逆。[【疏】注「禮君」至「卿逆」。○正義曰：天子尊，無與敵，不自親逆，使卿逆而上公臨之。諸侯則親逆，有故得使卿。八年「祭公逆王後於紀」，傳曰「禮也」。是當使人，天子不親逆也。襄十五年傳曰：「官師從單靖公逆王後於齊，卿不行，非禮也。」是知天子之禮，當使卿逆而上公臨之也。《禮記•哀公問》曰：「冕而親迎，不已重乎？」孔子對曰：「合二姓之好，以繼先聖之後，以為天地宗廟社稷之主，君何謂已重乎？」此對哀公指言魯事，是諸侯正禮當親逆也。莊二十四年「公如齊逆女」，丘明不為之傳，以其得禮故也。文四年「逆婦姜於齊」，傳曰：「卿不行，非禮也。」以卿不行為非禮，知君有故得使卿逆也。]"
      },
      {
        "index": 4,
        "text": "九月，齊侯送姜氏於讙。【注】讙，魯地。濟北蛇丘縣西有下讙亭。已去齊國，故不言女；未至於魯，故不稱夫人。【音義】○讙，呼端反。蛇，以支反。公會齊侯於讙。【注】無傳。夫人姜氏至自齊。【注】無傳。告於廟也。不言翬以至者，齊侯送之，公受之於讙。\n冬，齊侯使其弟年來聘。"
      },
      {
        "index": 5,
        "text": "有年。【注】無傳。五穀皆熟，書「有年」。[【疏】「有年」。○正義曰：年訓為稔。謂歲為年者，取其歲穀一熟之義。故禾稼既收，農功畢入，以其歲豐於常，故史書「有年」於策。此書「有年」，宣十六年書「大有年」，《穀梁傳》曰：「五穀皆熟為有年」，「五穀大熟為大有年。」杜取《穀梁》為說，其義亦當然也。《周禮•疾醫》以五穀養病，鄭玄云「五穀，麻、黍、稷、麥、豆」，即《月令》五時所食穀也。賈云「桓惡而有年豐，異之也。」言有非其所宜有。案昭元年傳曰：「國無道而年穀和熟，天讚之也。」是言歲豐為佐助之非，妖異之物也。君行既惡，澤不下流，遇有豐年，輒以為異。是則無道之世，唯宜有大饑，不宜有豐年，非上天佑民之本意也。且言有不宜有，傳無其說。《釋例》曰：「劉、賈、許因有年，大有年之經，有鴝鵒來巢，書所無之傳，以為經諸言有，皆不宜有之辭也。」據經螟螽不書有，傳發於魯之無鴝鵒，不以有字為例也。經書十有一年、十有一月，不可謂不宜有此年，不宜有此月也。螟螽俱是非常之災，亦不可謂其宜有也。]\n桓公三年傳"
      },
      {
        "index": 6,
        "text": "三年春，曲沃武公伐翼，次於陘庭。韓萬禦戎，梁弘為右。【注】武公，曲沃莊伯子也。韓萬，莊伯弟也。禦戎，仆也。右，戎車之右。[【疏】注「武公」至「之右」。○正義曰：「武公，莊伯子」，「韓萬，莊伯弟」，《世本》、《世家》文也。《周禮》：「戎仆掌馭戎車」，「戎右掌戎車之兵革使。」故知禦為戎仆，右是戎車之右也。]"
      },
      {
        "index": 7,
        "text": "逐翼侯於汾隰，【注】汾隰，汾水邊。【音義】○汾，扶云反，汾水名。下濕曰隰。[【疏】注「汾隰，汾水邊」。○正義曰：《釋例》曰：「汾水出大原故汾陽縣東南，至晉陽縣西南，經西河平陽至河東汾陽縣入河。」《爾雅•釋地》云：「下濕曰隰。」知汾隰，汾水邊也。]驂絓而止，【注】驂，騑馬。【音義】○驂，七南反。絓，戶卦反。騑，芳非反。[【疏】注「驂，騑馬」。○正義曰：《說文》云「騑，驂，旁馬」。是騑、驂為一也。初駕馬者，以二馬夾轅而已，又駕一馬，以兩服為參，故謂之驂。又駕一馬，乃謂之駟。故《說文》云： 「驂。駕三馬也，駟，一乘也。」兩服為主，以漸參之，兩旁二馬遂名為驂。故總舉一乘則謂之駟，指其騑馬則謂之驂。《詩》稱「兩驂如舞」，二馬皆稱驂。《禮記》稱「說驂而賻之」。一馬亦稱驂，是本其初參，遂以為名也。驂馬在衡外挽靷，每絓於木，由頸不當衡故也。名騑者，以駟馬有騑騑之容。故《少儀》云「騑騑翼翼」是也。]夜獲之，及欒共叔。【注】共叔，桓叔之傅，欒賓之子也，身傅翼侯。父子各殉所奉之主，故並見獲而死。【音義】○共音恭，注同。殉，似俊反。「會於嬴」，成昏於齊也。【注】公不由媒介，自與齊侯會而成昏，非禮也。【音義】○介音界。[【疏】注「公不」至「禮也」。○正義曰：此成昏謂聘文姜也。《詩》剌魯桓公不能禁製文姜，云：「取妻如之何？匪媒不得。既曰得止，曷又極止。」言桓公以媒得文姜。此云不由媒者，公親會齊侯，必無媒也。《詩》舉正法以剌上，傳據實事以解經，故不同耳。]\n「夏，齊侯、衛侯胥命於蒲」，不盟也。\n「公會杞侯於郕」，杞求成也。【注】二年入祀，故今來求成。"
      },
      {
        "index": 8,
        "text": "「秋，公子翬如齊逆女」，修先君之好，故曰「公子」。【注】昏禮雖奉時君之命，其言必稱先君以為禮辭。故公子翬逆女，傳稱修先君之好；公子遂逆女，傳稱尊君命。互舉其義。【音義】○好，呼報反，注同。[【疏】注「昏禮」至「其義」。○正義曰：公子遂逆女，傳言尊君命，是奉時君之命也。此言「脩先君之好」，是稱先君為辭也。翬、遂俱是逆女，傳文各言其一，是互舉其義。《昏禮》納采辭曰：「某有先人之禮使某也，請納采。」其納徵辭曰：「某有先人之禮使某也，請納徵。」是男家辭也。主人醴賓辭曰：「子為事故至於某之室，某有先人之禮，請醴從者。」是女家辭也。彼士禮也，故稱先人。若諸侯，則稱先君。以此知其言必稱先君以為禮辭。]「齊侯送姜氏」，非禮也。凡公女嫁於敵國，姊妹，則上卿送之，以禮於先君；公子，則下卿送之。於大國，雖公子，亦上卿送之。於天子，則諸卿皆行，公不自送。於小國，則上大夫送之。【音義】○「齊侯送姜氏」，本或作「送姜氏於讙」。公子則下卿送。公子，公女。[【疏】「凡公」至「送之」。○正義曰：昏以相敵為耦，先以敵國為文，然後於大國小國辨其所異。姊妹於敵國，猶上卿送之，於大國則上卿必矣。且姊妹禮於先君，不以所嫁輕重，雖則小國，亦使上卿送也。「於小國，則上大夫送之」，文承「公子」之下，謂送公子，非送姊妹也。《周禮》序官唯有中大夫，無上大夫也。《禮記•王製》曰：「諸侯之上大夫卿。」鄭玄云「上大夫曰卿」，則上大夫即卿也，又無上大夫矣。而此云上大夫者，諸侯之製，三卿、五大夫。五人之中，又複分為上下。成三年傳曰：「次國之上卿當大國之中，中當其下，下當其上大夫。小國之上卿當大國之下卿，中當其上大夫，下當其下大夫。」是分大夫為上下也。]"
      },
      {
        "index": 9,
        "text": "冬，齊仲年來聘，致夫人也。【注】古者女出嫁，又使大夫隨加聘問，存謙敬，序殷勤也。在魯而出，則曰致女；在他國而來，則總曰聘。故傳以致夫人釋之。[【疏】注「古者」至「釋之」。○正義曰：經書「來聘」，傳言「致夫人」，是行聘禮而致之也。故知使大夫隨加聘問，得所以存謙敬，序殷勤也。其意言不堪事宗廟，則欲以之歸也。成九年，「季孫行父如宋致女」，與此事同而文異，故辨之，云「在魯而出，則曰致女，在他國而來，則總曰聘」。是詳內略外之文。傳嫌其不同，故以「致夫人」釋之。]"
      },
      {
        "index": 10,
        "text": "芮伯萬之母芮姜惡芮伯之多寵人也，故逐之，出居於魏。【注】為明年秦侵芮張本。芮國在馮翊臨晉縣。魏國，河東河北縣。【音義】○芮，如銳反，國名。惡，烏路反。翊音翼。[【疏】注「為明」至「北縣」。○正義曰：《地理誌》云「馮翊臨晉縣芮鄉，故芮國也。河東郡河北縣，《詩》魏國也」。《世本》：芮、魏皆姬姓。《尚書•顧命》：成王將崩，有芮伯為卿士。名諡不見。魏之初封，不知何人？閔元年晉獻公滅魏，芮則不知誰滅之。]\n桓公四年經"
      },
      {
        "index": 11,
        "text": "四年，春，正月，公狩於郎。【注】冬獵曰狩，行三驅之禮，得田狩之時，故傳曰：「書時，禮也。周之春，夏之冬也。田狩從夏時，郎非國內之狩地，故書地。【音義】○狩，手又反。夏，戶雅反，下同。[【疏】注「冬獵」至「書地」。正義曰：「冬獵曰狩」，《爾雅•釋天》文也。《易•比卦•九五》「王用三驅，失前禽」，鄭玄云「王者習兵於蒐狩，驅禽而射之三，則已法軍禮也。失前禽者，謂禽在前來者，不逆而射之，旁去又不射，唯背走者，順而射之，不中則已。是其所以失之。用兵之法亦如之。降者不殺，奔者不禦，皆為敵不敵，己加以仁恩養威之道」。是說三驅之事也。狩獵之禮，唯有三驅。故知行三驅之正禮，得田獵之常時。故傳曰：「書時，禮也。」善其得時明禮，皆無違矣。周之春正月建子，即是夏之仲冬也。《周禮•大司馬》：「中冬教大閱，遂以狩田」，是田狩從夏時也。《釋例》曰：「三王異正朔，而夏數為得天。雖在周代，於言時舉事，皆據夏正。故公以春狩，而傳曰：『書時，禮也。』」隱五年「公矢魚於棠」，傳曰「言遠地也」。僖二十八年，「天王狩於河陽」，傳曰「言非其地也」。舉地名者，皆言其非地。故知此郎，非國內之狩地，故書地也。若國內狩地，大野是也。哀十四年傳曰「西狩於大野」，經不書大野，明其得常地，故不書耳。由此而言，則狩於禚，蒐於紅，及比蒲昌間，皆非常地，故書地也。田狩之地須有常者，古者民多地狹，唯在山澤之間乃有不殖之地，故天子、諸侯必於其封內擇隙地而為之。僖三十三年傳曰：「鄭之有原圃，猶秦之有具囿也。」是其諸國各有常狩之處，違其常處則犯害居民。故書地以譏之。]"
      },
      {
        "index": 12,
        "text": "夏，天王使宰渠伯糾來聘。【注】宰，官；渠，氏；伯糾，名也。王官之宰，當以才授位，而伯糾攝父之職，出聘列國，故書名以譏之。國史之記，必書年以集此公之事，書首時以成此年之歲，故《春秋》有空時而無事者。今不書秋冬首月，史闕文。他皆放此。【音義】○糾，居黝反。[【疏】注疏注「宰官」至「放此」。○正義曰：《周禮•天官》有大宰、小宰、宰夫，知宰是官也。傳言「父在，故名」。知伯糾是名，自然渠為氏矣。《周禮》：大宰，卿；小宰，中大夫；宰夫，下大夫。未知伯糾是何宰也。貶之乃書名，間於法當書字。但中、下大夫例皆書字，則此宰高下猶未可量。故注直言王官之宰，不指小宰、宰夫，慎疑故也。《詩》稱「濟濟多士」，書戒無曠庶官，為政有三，擇人為急。王官之宰，當以才授位，今其父居官而使子攝職，是王者輕侮爵位，遭人則可故書名以譏之。糾之出聘，事由於王；而貶糾者，王不應授糾，糾不應受使，二者俱有其過，貶糾亦所以責王，如宰咺之比也。《春秋》編年之書，四時畢具，乃得為年。此無秋、冬，知是史闕文也。舊史先闕，故仲尼因之。《膏肓》何休以為《左氏》宰渠伯糾「父在，故名」，仍叔之子何以不名？又仍叔之子，以為「父在，稱子」，伯糾父在，何以不稱子？鄭箴之云：「仍叔之子者，譏其幼弱，故略言子，不名之。至於伯糾能堪聘事私覿，又不失子道，故名且字也。」鄭氏所箴與杜同。云伯糾名且字非杜義。]\n桓公四年傳"
      },
      {
        "index": 13,
        "text": "四年，春，正月，公狩於郎。書時，禮也。【注】郎非狩地，故書時合禮。[【疏】注「郎非」至「合禮」。○正義曰：春秋之世，狩獵多矣！見於經者無數事焉，良由得時得地則常事不書故也。以獲麟在於大野，得地則不書其地，知地、時並得，則例皆不書。此書「公狩於郎」，必是有所譏剌。所剌之意，在於失常地也。但傳於棠與河陽，已云「言非其地」，則非地之責於理巳見；而此狩得時，恐並時亦剌，駮出合禮，而非禮自明。故注申其意，言郎非狩地，唯時合禮。以時合禮，地非禮也。《公羊傳》曰：「常事不書，此何以書？譏，何譏爾？遠也。」《公羊》說諸侯遊戲不得過郊，故有遠近之言。左氏無此義。要言遠者，亦是譏其失常地也。]\n夏，周宰渠伯糾來聘。父在，故名。\n秋，秦師侵芮，敗焉，小之也。【注】秦以芮小，輕之，故為芮所敗。"
      },
      {
        "index": 14,
        "text": "冬，王師、秦師圍魏，執芮伯以歸。【注】三年，芮伯出居魏，芮更立君。秦為芮所敗，故以芮伯歸，將欲納之。\n桓公五年經"
      },
      {
        "index": 15,
        "text": "五年，春，正月，甲戌，已丑，陳侯鮑卒。【注】未同盟而書名者，來赴以名故也。甲戌，前年十二月二十一日。已丑，此年正月六日。陳亂，故再赴。赴雖曰異，而皆以正月起文，故但書正月。慎疑審事，故從、赴兩書。【音義】○鮑，步飽反。[【疏】注「未同」至「兩書」。○正義曰：僖二十三年傳例曰：「赴以名，則亦書之。」檢經、傳，魯未與陳盟而書鮑名，知其來赴以名故也。隱八年「蔡侯考父卒」，注云：「蓋春秋前與惠公盟，故赴以名。」案《史記•年表》，隱之元年是陳桓公之二十三年，則桓公亦得與惠公盟。而云未同盟者，以蔡侯之卒去惠尚近，故疑與惠公盟。此去惠公年月己遠，且自隱公以來陳、魯未嘗交好，於惠公之世亦似無盟，故以未同盟解之也。以《長曆》推之，知甲戌、己丑別月，而赴者並言正月，故兩書其日而共言正月。若其各以月赴，亦應兩書其月。但此異年之事，設令兩以月赴，則當以四年云十二月甲戌陳侯鮑卒；五年正月己丑陳侯鮑卒。]"
      },
      {
        "index": 16,
        "text": "夏，齊侯、鄭伯如紀。【注】外相朝皆言如。齊欲滅紀，紀人懼而來告，故書。[【疏】注「外相」至「故書」。○正義曰：傳言朝，經言如。知如即朝也。下文「州公如曹」與此相類，故云「外相朝皆言如」也。魯出朝聘，例言如，獨言外朝者，經有「公朝王所」，以不盡云公如，故獨云外也。朝聘而謂之如者，《爾雅•釋詁》云：「如，往也」。朝者，兩君相見，揖讓兩楹之間。聘者，使卿通問鄰國，執圭以致君命，據行禮而為言也。魯之君臣出適他國，始行即書於策，未知成禮與否。經每有在塗乃複，是禮未必成，故直云如。言其往彼國耳，不果必成朝聘也。公朝王所，則朝訖乃書，故指朝言之。此齊、鄭朝紀，亦應朝訖乃告。但略外，故言如耳。外相朝例不書，而此獨書者，傳言「欲以襲紀，紀人知之」。明其懼而告魯，故書也。]"
      },
      {
        "index": 17,
        "text": "天王使仍叔之子來聘。【注】仍叔，天子之大夫，稱仍叔之子，本於父字，幼弱之辭也。譏使童子出聘。[【疏】注「仍叔」至「出聘」。○正義曰：天子大夫例皆書字，仍氏叔字，知是天子大夫也。《公羊》、《穀梁》皆以仍叔之子為父老代父從政，左氏直云弱也。言其幼弱，不言父在，則是代父嗣位，非父在也。伯糾身未居官，攝行父事，故稱名以貶之。此子雖己嗣位，而未堪從政，故係父以譏之。譏王使童子出聘也。蘇氏用《公羊》、《穀梁》之義，以為父老來聘，非父沒。義或當然。]\n葬陳桓公。【注】無傳。城祝丘。【注】無傳。齊、鄭將襲紀故。"
      },
      {
        "index": 18,
        "text": "秋，蔡人、衛人、陳人從王伐鄭。【注】王自為伐鄭之主，君臣之辭也。王師敗不書，不以告。【音義】○從，如字，又才用反。\n大雩。【注】傳例曰：書，不時也。失龍見之時。【音義】○雩音於，祭名。見，賢遍反。"
      },
      {
        "index": 19,
        "text": "螽。【注】無傳。蚣蝑之屬為災，故書。【音義】○螽音終。蚣，相容反。蝑，相魚反。[【疏】注「蚣蝑」至「故書」。○正義曰：《釋蟲》云：「蜇螽，蜙蝑。」楊雄《方言》云：「舂黍謂之蚣蝑。」陸機《毛詩疏》云：「幽州人謂之舂箕。舂箕即舂黍，蝗類也。長而青，股鳴者。或謂似蝗而小，班黑，其股狀如玳瑁叉，五月中，以兩股相切作聲，聞十數步。」《爾雅》又有蟿螽、土螽。樊尤云皆蜙蝑之屬。然則螽之種類多，故言屬以包之。傳稱「凡物不為災，不書」。知此為災，故書。]"
      },
      {
        "index": 20,
        "text": "冬，州公如曹。【注】不書奔，以朝出也。為下實來書也。曹國，今濟陰定陶縣。【音義】○陶，同勞反。[【疏】「州公如曹」。○正義曰：《周禮》：公之地封疆方五百里，侯四百里，伯三百里，子二百里，男一百里。隱五年《公羊傳》曰：「天子三公稱公，王者之後稱公，其餘大國稱侯，小國稱伯、子、男。」然則三公之外，爵稱公者，唯二王之後杞與宋耳。此「州公」及僖五年「晉人執虞公」 並是。小國而得稱公者，鄭玄《王製》注以為殷地三等：百里，七十里，五十里。武王克殷，雖製五等之爵，而因殷三等之地。及周公製禮，大國五百里，小國百里。所因殷之諸侯亦以功黜陟之。其不滿者，皆益之地為百里焉。是以周世有爵尊而國小，爵卑而國大者。言爵尊國小，蓋指此州公、虞公也。案虞是克商始封，非為殷之餘國。鄭玄之言不可通於此矣。杜之所解，亦無明言。唯《世族譜》云：「虞，姬姓。武王克商，封虞仲之庶孫以為虞仲之後，處中國為西吳，後世謂之虞公。」服虔云春秋前，以黜陟之法進爵為公，未知孰是？或可嘗為三公之官，若虢公之屬，故稱公也。以其無文，故備言之。劉炫難服云：周法，二王之後乃得稱公。雖複周公、大公之勳，齊桓、晉文之霸，位止通侯，未升上等。州有何功，得遷公爵？若其爵得稱公，土亦應廣，安得爵為上公，地仍小國？若地被兼，黜爵，亦宜減，安得地既削小，爵尚尊崇？此則理之不通也。○注「不書」至「陶縣」。○正義曰：如者，朝也。以朝出國，不得書奔，外朝不書，以因來向魯，故書其本也。《世本》：州國姜姓，曹國伯爵。《譜》云：「曹，姬姓，文王子叔振鐸之後也。武王封之陶丘，今濟陰定陶縣是也。桓公三十五年，魯隱公之元年也。伯陽立十五年，魯哀公之八年，而宋滅曹。」《地理誌》云：濟陰郡定陶縣。」《詩》曹國是也。]\n桓公五年傳"
      },
      {
        "index": 21,
        "text": "五年，春，正月，甲戌，已丑，陳侯鮑卒」。再赴也。於是陳亂，文公子佗殺太子免而代之。【注】佗，桓公弟五父也。稱文公子，明佗非桓公母弟也。免，桓公大子。【音義】○佗，大河反。免音問。父音甫。公疾病而亂作，國人分散，故再赴。[【疏】「公疾病」。○正義曰：鄭玄《論語》注云：「病謂疾益困也。」]\n夏，齊侯、鄭伯朝於紀，欲以襲之。紀人知之。"
      },
      {
        "index": 22,
        "text": "王奪鄭伯政，鄭伯不朝。【注】奪，不使知王政。【音義】○襲音習。[【疏】注「奪，不使知王政」。○正義曰：隱三年傳稱「王貳於虢」，謂欲分政於虢，不複專任鄭伯也。及平王崩，周人將畀虢公政，即周鄭交惡，未得與之。八年傳曰：「虢公忌父始作卿士於周。」於是始與之政，共鄭伯分王政矣。九年傳曰：「鄭伯為王左卿士。」然則虢公為右卿士，與鄭伯夾輔王也。此言王奪鄭伯政，全奪與虢，不使鄭伯複知王政，故鄭伯積恨，不複朝王。]"
      },
      {
        "index": 23,
        "text": "秋，王以諸侯伐鄭，鄭伯禦之。王為中軍；虢公林父將右軍，蔡人、衛人屬焉；【注】虢公林父，王卿士。【音義】○將，音子匠反，下及注「大將」同。周公黑肩將左軍，陳人屬焉。【注】黑肩，周桓公也。鄭子元請為左拒，以當蔡人、衛人；【注】子元，鄭公子。拒，方陳。【音義】○拒，俱甫反，下同。陳，直覲反，下文「之陳」反，注同。為右拒，以當陳人，曰：「陳亂，民莫有鬥心。若先犯之，必奔。王卒顧之，必亂。蔡、衛不枝，固將先奔。【注】不能相枝持也。【音義】○卒，尊忽反，下同。既而萃於王卒，可以集事。」從之。【注】萃，聚也。集，成也。【音義】○萃，似類反。曼伯為右拒，【注】曼伯，檀伯。【音義】○曼音萬。[【疏】注「曼伯檀伯」。○正義曰：十五年傳曰：「鄭伯因櫟人殺檀伯。」昭十一年傳曰：「鄭京、櫟實殺曼伯。」知一人也。]祭仲足為左拒，原繁、高渠彌以中軍奉公，為魚麗之陳。先偏後伍，伍承彌縫。【注】《司馬法》：車戰二十五乘為偏，以車居前，以伍次之，承偏之隙而彌縫闕漏也。五人為伍，此蓋魚麗陳法。【音義】○麗，力之反，注同。縫，扶容反。乘，繩證反。[【疏】注「司馬」至「陳法」。○正義曰：《史記》稱齊景公之時，有田穰苴善用兵，景公尊之，位為大司馬。六國時，齊威王用兵行威，大放穰苴之法，乃使大夫追論古者司馬兵法，而附穰苴其中，凡一百五十篇，號曰《司馬法》。「車戰二十五乘為偏」，是彼文也。「五人為伍」，《周禮•司馬序官》文也。]戰於繻葛。【注】繻葛，鄭地。【音義】○繻音須。命二拒曰：「旝動而鼓！」【注】旝，旃也，通帛為之，蓋今大將之麾也，執以為號令。【音義】○旝，古外反，又古活反，本亦作檜。建大木，置石其上，發機以磓敵。麾，許危反。[【疏】注「旝旃」至「號令」。○正義曰：旝之為旃，事無所出，說者相傳為然。成二年傳：張侯曰：「師之耳目，在吾旗鼓，進退從之。」是在軍之士，視將旗以進退也。今命二拒，命旝動而鼓，望旗之動，鼓以進兵。明旝是可觀之物。又旝字從< 方人>，旌旗之類，故知旝為旃也。《周禮•司常》「通帛為亶」，故云通帛為之。謂通用一絳帛，無畫飾也。鄭玄云：「凡旌旗，有軍眾者畫異物，無者帛而已。」鄉遂大夫，或載亶，或載物，眾屬軍吏無所將。如鄭之意，則將不得建旃。而此軍得有旃者，僖二十八年傳曰：「城濮之戰，晉中軍風於澤，亡大旆之左旃。」是知戰必有旃，故以旝為旃也。鄭氏之言，自謂治兵之時出軍所建，不廢戰陳之上猶自用旃指麾。今時為軍，猶以旌麾號令，故云「蓋今大將之麾，執以為號令也」。賈逵以旝為發石，一曰飛石，引《范蠡兵法》作飛石之事以證之。《說文》亦云「建大木，置石其上，發其機以追敵」，與賈同也。案《范蠡兵法》雖有飛石之事，不言名為旝也。發石非旌旗之比。《說文》載之<方人>部，而以飛石解之，為不類矣。且三軍之眾，人多路遠，發石之動，何以可見！而使二拒準之為擊鼓候也。注以旃說為長，故從之。]蔡、衛、陳皆奔，王卒亂，鄭師合以攻之，王卒大敗。祝聃射王中肩，王亦能軍。【注】雖軍敗身傷，猶殿而不奔，故言能軍。【音義】○射，食亦反。中，丁仲反。殿，多見反。祝聃請從之。公曰：「君子不欲多上人，況敢陵天子乎？苟自救也，社稷無隕，多矣。」【注】鄭於此收兵自退。【音義】○隕，於敏反。夜，鄭伯使祭足勞王，且問左右。【注】祭足即祭仲之字，蓋名仲，字仲足也。「勞王」，「問左右」，言鄭誌在苟免，王討之非也。【音義】○勞，力報反，注同。名仲字仲足，一本作名仲字足。[【疏】注「祭足」至「非也」。○正義曰：隱元年傳稱「祭仲」，上云祭仲足。此云祭足。十一年傳云：「祭封人仲足。」此人雖名字互見，而不知孰字孰名。《公羊》以仲為字。左氏先儒亦以為字。但《春秋》之例，諸侯之卿嘉之乃書字。十一年經書祭仲，而事無可嘉。注意以仲為名，故云「名仲，字仲足」。《釋例》曰：「伯、仲、叔、季，固人字之常，然古今亦有以為名者，而《公羊》守株，專謂祭氏以仲為字。既謂之字，無辭以善之，因讬以行權。人臣而善其行權逐君，是亂人倫壞大教也。說《左氏》者，知其不可，更云鄭人嘉之，以字告，故書字。此為因有告命之例，欲以苟免，未是《春秋》之實也。宰渠伯糾、蕭叔大心皆以伯、叔為名，則仲亦名也。傳又曰祭仲足，或偏稱仲，或偏稱足，蓋名仲，字足也。」是辨其名仲之意也。凡傳所記事，必有意存焉。此丁寧說鄭，言其誌在苟免。知其意言王討之非也。]"
      },
      {
        "index": 24,
        "text": "仍叔之子來聘，弱也。【注】仍叔之子來聘，童子將命，無速反之心，久留在魯，故經書夏聘，傳釋之於末秋。[【疏】注「仍叔」至「末秋」。○正義曰：此子來聘，傳雖不言聘意，蓋為將伐鄭而遣告魯也。經在伐鄭之上，傳在伐鄭之下，明其必有深意。故注者原之，以為「童子將命，無速反之心，久留在魯。故經書夏聘，傳釋之於末秋」，譏其夏至而秋末反也。下句更言「秋，大雩」，則秋未為末。注云末秋者，上有「秋，王以諸侯伐鄭」，此仍叔之文在秋事之末，故云末秋也。下文更云秋者，自為欲顯天時，更別言秋。]"
      },
      {
        "index": 25,
        "text": "秋，大雩。書，不時也。【注】十二公傳唯此年及襄二十六年有兩秋，此發雩祭之例，欲顯天時以相事，故重言秋，異於凡事。【音義】○重，直用反。[【疏】注「十二」至「凡事」。○正義曰：上既言「秋，王以諸侯伐鄭」，而此複言秋，故解之方發雩祭之例，須辨雩祭之月，欲顯言天時，以指怠慢之事。故重言秋，異於凡事，凡事則不須每事重舉時也。襄二十六年重言秋者，彼注自釋「中間有『初』，不言秋，則嫌楚客過在他年」。]凡祀，啟蟄而郊，【注】言凡祀，通下三句天地宗廟之事也。啟蟄，夏正建寅之月，祀天南郊。【音義】○蟄，直立反。正音征。[【疏】注「言凡」至「南郊」。○正義曰：下三句謂雩、嘗、烝也。雩是祭天，嘗、烝祭宗廟。此無祭地，而言祭地者，因天連言地耳。《周禮》天神曰祀，地祇曰祭，人鬼曰享。對則別為三名，散則總為一號。禮，諸侯不得祭天。魯以周公之故，得郊祀上帝，故雩亦祀帝。書傳皆不言魯得祭地，蓋不祭地也。魯不祭地，而注言天地者，以發凡言例，雖因魯史經文，然凡之所論，總包天地及諸國，則「凡公嫁女於天子，諸卿皆行」及「王曰小童」之例是也。此凡祀，亦總包天子及諸國，則有祭地之文。故杜連言之。《釋例》云：「凡祀，舉郊雩烝嘗，則天神地祇人鬼之祭皆通，其他群祀不錄可知也。礿祠及地祗，經無其事，故不備言，亦約文以相包也。」礿祠之祭過則亦書，但無過時者，故經不書耳。《夏小正》曰「正月啟蟄」，其傳曰「言始發蟄也」。故漢氏之始以啟蟄為正月中，雨水為二月節。及大初以後，更改氣名，以雨水為正月中，驚蟄為二月節，以迄於今，踵而不改。今曆正月雨水中，四月小滿中，八月秋分中，十月小雪中，注皆以此四句為建寅、建巳、建酉、建亥之月，則啟蟄當雨水，龍見當小滿，始殺當秋分，閉蟄當小雪。晉世之曆，亦以雨水為正月中。而《釋例》云：「曆法，正月節立春，啟蟄為中氣」者，因傳有啟蟄之文，故遠取漢初氣名，欲令傳與曆合。其餘三者不可強同。其名雖則不同，其法理亦不異。故《釋例》云：「案曆法，有啟蟄、驚蟄，而無龍見、始殺、閉蟄。比古人所名不同，然其法推不得有異。傳曰：『火伏而後蟄者畢。』此謂十月始蟄也，至十一月則遂閉之。猶二月之驚蟄，既啟之後，遂驚而走出，始蟄之後又自閉塞也。」是言啟蟄為正月中，閉蟄為十月中也。注以閉蟄為十月，而《釋例》云「十一月遂閉之」者，以正月半蟄蟲啟戶，二月初則驚而走出。十月半蟄蟲始閉，十一月初則遂閉之。傳稱四者皆舉中氣，言其至此中氣，則卜此祭，次月初氣仍是祭限，次月中氣乃為過時。既以閉蟄為建亥之月，又言十一月則遂閉之，欲見閉蟄以後、冬至以前皆得烝祭也。故《釋例》云：「孟獻子曰：『啟蟄而郊，郊而後耕。』耕謂春分也，言得啟蟄當卜郊，不應過春分也。」春分以前皆得郊，則冬至以前皆得烝也。《釋例》又曰：「僖公、襄公夏四月卜郊，但譏其非所宜卜，而不譏其四月不可郊也。」以建卯之月猶可郊，知建子之月猶可烝也。正由節卻月前，未涉後月中氣故耳。傳本不舉月為限，而舉候以言者，《釋例》曰：「凡十二月而節氣有二十四，共通三百六十六日，分為四時，間之以閏月，故節未必恒在其月初，而中氣亦不得恒在其月之半，是以傳舉天宿、氣節為文，而不以月為正也。」土功作者，不必日月，故亦言「龍見而畢務，戒事也。火見而致用，水昏正而栽，日至而畢，此其大準也。是言凡候天時，皆不以月為其節，有參差故也。若《周禮》不舉天象，故以月為正。《大司馬職》曰：「中夏，獻禽以享礿」，「中冬，獻禽以享烝。」言四時之祭不得後仲月，非謂孟月不得烝也。《釋例》曰：「周禮祭宗廟以四仲。蓋言其下限也。」下限至於仲月，則上限起於孟月。烝起建亥之月，則嘗起建申之月。此言始殺而嘗，謂建酉之月亦是下限也。若仲是下限，則周之正月得為烝祭。春秋之例，得常不書，而八年書正月烝者，《釋例》云：「經書正月烝，得仲月之時也。其夏五月複烝，此為過烝。若但書夏五月烝，則唯可知其非時，故先發正月之烝，而繼書五月烝，以示非時，並明再烝瀆也。」然仲月雖不過時，而月節有前有卻，若使節前月卻，即為非禮。此「秋，大雩」，是建午之月耳，而傳言「不時」，明涉其中節，故譏之。《釋例》云：「龍星之體畢見，謂立夏之月，得此月，則當卜祀，過涉次節，則以過而書。故秋雩書不時，此涉周之立秋節也。」言涉立秋節者，謂涉立秋之月中氣節也。過涉次節，亦謂中節，非初節也。若始涉初節，則不譏之矣。如此傳注，必是建寅之月方始郊天，周之孟春未得郊也。《禮記•明堂位》曰：「魯君孟春乘大輅，載弧韣，以祀帝於郊。季夏六月，以禘禮祀周公於太廟。」季夏，周之六月，即孟春是周之正月矣。又《雜記》云：「孟獻子曰：『正月日至，可以有事於上帝，七月日至，可以有事於祖。七月而禘，獻子為之。』」如彼《記》文，則魯郊以周之孟春，而傳言「啟蟄而郊」者，《禮記》後人所錄，其言或中或否，未必所言皆是正禮。襄七年傳孟獻子曰「啟蟄而郊」，《禮記》、《左傳》俱稱獻子，而《記》言「日至」，傳言「啟蟄」，一人兩說，必有謬者。若七月而禘，獻子為之時應有七月禘矣。烝嘗過則書，禘過亦應書。何以獻子之時不書七月禘也？是知獻子本無此言，不得云《禮記》是而《左傳》非也。《明堂位》言正月郊者，蓋春秋之末，魯稍僭侈。見天子冬至祭天，便以正月祀帝。《記》者不察其本，遂謂正月為常。《明堂位》後世之書，其末章云魯君臣「未嘗相弑也，禮樂刑法政俗未嘗相變也」。春秋之世，三君見弑，髽而吊，士有誄，俗變多矣！尚云無之，此言既誣，則郊亦難信。以此知《記》言孟春非正禮也。鄭玄注書，多用讖緯，言天神有六，地祗有二，天有天皇大帝，又有五方之帝；地有昆侖之山神，又有神州之神。《大司樂》冬至祭於圜丘者，祭天皇大帝北辰之星也。《月令》四時迎氣於四郊，所祭者祭五德之帝。大微宮中，五帝坐星也。《春秋緯•文耀鉤》云：大微宮有五帝坐星，蒼帝其名曰靈威仰，赤帝曰赤熛怒，黃帝曰含樞紐，白帝曰白招拒，黑帝曰汁光紀。五德之帝謂此也。其夏正郊天，祭其所感之帝焉。周人木德祭靈威仰也，曾無冬至之祭，唯祭靈威仰耳。唯鄭玄立此為義，而先儒悉不然，故王肅作《聖證論》引群書以證之。言郊則圜丘，圜丘即郊。天體唯一，安得有六天也。晉武帝，王肅之外孫也，泰始之初定，南北郊祭，一地一天，用王肅之義。杜君身處晉朝，共遵王說。《集解》、《釋例》都不言有二天。然則杜意天子冬至所祭，魯人啟蟄而郊，猶是一天，但異時祭耳！此注直云祀天南郊，不言靈威仰，明與鄭異也。劉炫云：「夏正郊天，後稷配也。冬至祭天圜丘，以帝嚳配也。」]龍見而雩，【注】龍見，建巳之月。蒼龍，宿之體，昏見東方。萬物始盛，待雨而大，故祭天，遠為百穀祈膏雨。【音義】○見，賢遍反，注同。宿音秀。為，於偽反。[【疏】注「龍見」至「膏雨」。○正義曰：《天官》：東方之星盡為蒼龍之宿。見，謂合昏見也。雩之言遠也，遠為百穀祈膏雨。遠者，豫為秋收，言意深遠也。穀之種類多，故詩每言百穀，舉成數也。雨之潤物，若脂膏然，故謂甘雨為膏雨。襄十九年傳曰「百穀之仰膏雨」是也。傳直言雩而經書大雩者，賈逵云：言大別山川之雩。蓋以諸侯雩山川，魯得雩上帝，故稱大。《月令》云：「大雩帝用盛樂。」是雩帝稱大雩也。此龍見而雩，定在建巳之月，而《月令》記於仲夏章者，鄭玄云：「雩之正當以四月。凡周之秋，五月之中而旱，亦脩雩祀而求雨。因著正雩於此月。」失之矣。杜君以為《月令》秦法，非是周典。穎子嚴以龍見即是五月。《釋例》曰：「《月令》之書出自呂不韋，其意欲為秦製，非古典也。穎氏因之以為龍見五月。五月之時，龍星已過於見，此為強牽天宿以附會不韋之《月令》，非所據而據，既以不安，且又自違。《左氏傳》稱『秋，大雩。書，不時』。此秋即穎氏之五月，而忘其不時之文，而欲以雩祭。」是言《月令》不得與傳合也。鄭玄《禮》注云：「雩之言籲也，言籲嗟哭泣以求雨也。」郊雩俱是祈穀，何獨雩為籲嗟？旱而脩雩，言籲嗟可矣；四月常雩，於時未旱，何當言籲嗟也？賈、服以雩為遠，故杜從之也。]始殺而嘗，【注】建酉之月，陰氣始殺，嘉穀始熟，故薦嘗於宗廟。[【疏】注「建酉」至「宗廟」。○正義曰：嘗者，薦於宗廟，以嘗新為名，知必待嘉穀熟乃為之也。《詩》稱「八月其穫」，穫刈嘉穀在於八月。知始殺為建酉之月陰氣始殺也。《釋例》曰：「《詩》『蒹葭蒼蒼，白露為霜』，以證始殺百草也。《月令》孟秋『白露降季秋霜始降』，然則七月有白露，八月露結，九月乃成霜，時寒乃漸，歲事稍成。八月嘉穀熟，所薦之物備，故以建酉之月薦嘗於宗廟。」案《月令》孟秋「農乃登穀，天子嘗新，先薦寢廟」，則似七月穀熟矣。七月當嘗祭，而云建酉之月乃嘗祭者，以上下準之，始殺嘗祭實起於建申之月，今云建酉者，言其下限。然杜獨於嘗祭舉下限者，以秋物初熟，孝子之祭必待新物，故特舉下限而言之。哀十三年，子服景伯謂吳大宰曰：「魯將以十月上辛，有事於上帝先公，季辛而畢。」彼雖恐吳之辭，亦是八月嘗祭之驗也。何則於時會吳在夏，公至在秋，景伯言然之時，秋之初也？若嘗在建申，當言九月，不應遠指十月。知十月是嘗祭之常期，周之十月是建酉之月也，建酉是下限耳。若節前月卻，孟秋物成，亦可以孟秋嘗祭。故《釋例》云「《周禮》四仲月，言其下限。」若建申得嘗，何以《釋例》又云始殺而嘗，謂建酉之月，「蒹葭蒼蒼，白露為霜」，又以始殺唯建酉之月者，以賈、服始殺，唯據孟秋，不通建酉之月，故《釋例》破賈、服而為此言也。先此則不可。十四年八月乙亥嘗，乃是建未之月，故注云「先其時，亦過也」。]閉蟄而烝。【注】建亥之月，昆蟲閉戶，萬物皆成，可薦者眾，故烝祭宗廟。《釋例》論之備矣。【音義】○閉，必計反，又必結反，《字林》方結反。烝，之承反。[【疏】注「建亥」至「備矣」。○正義曰：傳稱「火伏而後蟄者畢」，《周禮》「季秋丙火」，則火以季秋入而孟冬伏，昆蟲以孟冬蟄，故知閉蟄是建亥之月也。《王製》云：「昆蟲未蟄，不以火田。」鄭玄云：「昆，明也。明蟲者，得陽而生，得陰而藏。」陰陽即寒溫也。《祭統》注云：「昆蟲，謂溫生寒死之蟲也」。是蟄蟲謂之昆蟲也。《月令》仲春云：「蟄蟲鹹動，啟戶始出。」出言啟戶，故蟄言閉戶。《爾雅•釋詁》云：「烝，眾也。」知萬物皆成，可薦者眾。故名此祭為烝。]過則書。【注】卜日有吉否，過次節則書，以譏慢也。[【疏】注「卜日」至「慢也」。○正義曰：祭必當卜，卜有吉否。不吉則當改卜，次旬則不可期。以一日卜不過三，故限以一月，過涉次月之節，則書之以譏其慢。]"
      },
      {
        "index": 26,
        "text": "冬，淳于公如曹。度其國危，遂不複。【注】淳於，州國所都，城陽淳於縣也。國有危難，不能自安，故出朝而遂不還。【音義】○度，待洛反。複音服，後不音者皆同。難，乃旦反。\n桓公六年經"
      },
      {
        "index": 27,
        "text": "六年，春，正月，寔來。【注】寔，實也。不言州公者，承上五年冬經「如曹」。間無異事，省文，從可知。【音義】○寔，時力反。省，所景反。\n夏，四月，公會紀侯於成。【注】成，魯地，在泰山钜平縣東南。"
      },
      {
        "index": 28,
        "text": "秋，八月，壬午，大閱。【注】齊為大國，以戎事徵諸侯之戍，嘉美鄭忽，而忽欲以有功為班，怒而訴齊。魯人懼之，故以非時簡車馬。【音義】○閱音悅。[【疏】「大閱」。○正義曰：「公狩於郎」、「公狩於禚」，皆書公，「大蒐」、「大閱」，不書公者，《周禮》雖四時教戰，而遂以田獵。但蒐閱車馬，未必皆因田獵；田獵從禽，未必皆閱車馬。何則？怠慢之主，外作禽荒，豈待教戰方始獵也。公及齊人狩於禚，乃與鄰國共獵，必非自教民戰。以「矢魚於棠」，非教戰之事，主為遊戲，而斥言公。則狩於郎、禚，亦主為遊戲，故特書公也。「大蒐」、「大閱」，國之常禮，公身雖在，非為遊戲，如此之類，例不書公。定十四年「大蒐於比蒲，邾子來會公」，公身在蒐，而經不書公，知其法所不書。以其國家大事，非公私欲故也。且比蒲、昌間皆舉蒐地，此不言地者，蓋在國簡閱，未必田獵。昭十八年，鄭人簡兵大蒐在於城內，此亦當在城內。○注「齊為」至「車馬」。○正義曰：大閱之禮在於仲冬，今農時閱兵，必有所為。傳不言其意，故注者原之，於時四鄰與魯無怨，又竟無征伐之處。諸侯戍齊，經所不見，而傳說鄭忽怒事於大閱之上，及十年鄭與齊、衛來戰於郎。知此大閱是懼鄭忽而畏齊人，故以非時簡車馬也。]"
      },
      {
        "index": 29,
        "text": "蔡人殺陳佗。【注】佗立逾年不稱爵者，篡立，未會諸侯也。傳例在莊二十二年。[【疏】注「佗立」至「二年」。○正義曰：殺陳佗，傳無文，不言無傳者，以傳說此事在莊二十二年，不是全無其事，故不言無傳。]"
      },
      {
        "index": 30,
        "text": "九月，丁卯，子同生。【注】桓公子莊公也。十二公唯子同是適夫人之長子，備用大子之禮，故史書之於策。不稱大子者，書始生也。【音義】○適，丁曆反，傳同。長，丁丈反。[【疏】注「桓公」至「生也」。○正義曰：適妻長子，於法當為大子，故以大子之禮舉之。由舉以正禮，故史書於策。古人之立大子，其禮雖則無文，蓋亦待其長大，特加禮命，如今之臨軒策拜。始生之時，未得即為大子也，以其備用正禮，故書其生。未得命，故不言大子也。杜云「十二公唯子同是適夫人之長子」，又云「文公、哀公其母並無明文，未知其母是適以否。蓋其父未為君之前已生，縱令是適，亦不書也」。《釋例》云：「據公衡之年，成公又非穆姜所生。」杜此注云「子同是適夫人之長子，備用大子之禮，故史書之」。然則雖適夫人之長子，不用大子之禮，亦不書也。]\n冬，紀侯來朝。\n桓公六年傳"
      },
      {
        "index": 31,
        "text": "六年春，自曹來朝。書曰「寔來」，不復其國也。【注】亦承五年冬傳「淳于公如曹」也。言奔，則來行朝禮，言朝，則遂留不去，故變文言實來。"
      },
      {
        "index": 32,
        "text": "楚武王侵隨，【注】隨國，今義陽隨縣。[【疏】注「隨國」至「隨縣」。○正義曰：《世本》：「隨國姬姓。」不知始封為誰，隨以此年見傳。僖二十年經書「楚人伐隨」，自是以後遂為楚之私屬，不與諸侯會同。至定四年，「吳入郢」，昭王奔隨，隨人免之，卒複楚國。楚人德之，使列諸侯。哀元年隨侯見經，其後不知為誰所滅。]使薳章求成焉，【注】薳章，楚大夫。【音義】○薳，於委反。軍於瑕以待之。【注】瑕，隨地。【音義】○瑕，下加反。隨人使少師董成。【注】少師，隨大夫。董，正也。【音義】○少，詩照反，注及下同，後皆仿此。鬥伯比言於楚子曰：「吾不得誌於漢東也，我則使然。【注】鬥伯比，楚大夫，令尹子文之父。我張吾三軍而被吾甲兵，以武臨之，彼則懼而協來謀我，故難間也。漢東之國，隨為大。隨張，必棄小國。【注】張，自侈大也。【音義】○被，皮寄反，下注「被甲」同。間，間廁之間。張，豬亮反，注同；一音如字。侈，昌氏反，又式氏反。小國離，楚之利也。少師侈，請羸師以張之。」【注】羸，弱也。【音義】○羸，劣追反，注及下同。熊率且比曰：「季梁在，何益？」【注】熊率且比，楚大夫。季梁，隨賢臣。【音義】○率音律。且，子餘反。鬥伯比曰：「以為後圖。少師得其君。」【注】言季梁之諫不過一見從，隨侯卒當以少師為計，故云以為後圖。二年，蔡侯、鄭伯會於鄧，始懼楚。楚子自此遂盛，終於抗衡中國，故傳備言其事以終始之。【音義】○抗，苦浪反。[【疏】注「以為」至「其君」。○正義曰：言此計今雖無益，以為在後圖謀也。言季梁之諫，不過一見從耳，少師得其君心，君將必用其計。若用少師，則此謀必合。故請示弱以希後日之利。]王毀軍而納少師。【注】從伯比之謀。少師歸，請追楚師，隨侯將許之。【注】信楚弱也。季梁止之曰：「天方授楚。楚之羸，其誘我也。君何急焉？臣聞小之能敵大也，小道大淫。所謂道，忠於民而信於神也。上思利民，忠也；祝史正辭，信也。【注】正辭，不虛稱君美。今民餒而君逞欲，【注】逞，快也。【音義】○餒，奴罪反，餓也。祝史矯舉以祭，臣不知其可也。」【注】詐稱功德以欺鬼神。【音義】○矯，居兆反。[【疏】「天方授楚」。○正義曰：楚之先君熊繹始封於楚，在蠻夷之間，食子男之地。至此君始彊盛，威服鄰國，似有天助，故云「天方授楚」。○「臣聞」至「可也」。○正義曰：臣聞小國之能敵大國也，必小國得道，大國淫辟，如是乃得為敵也。其意言隨未有道，而楚未為淫辟，隨不能敵楚也。既言隨未有道，更說有道之事。道猶道路，行不失正，名之曰道。施於人君，則治民、事神，使之得所，乃可稱為道矣。故云所謂道者，忠恕於民而誠信於神也。此覆說忠信之義，於文，中心為忠，言中心愛物也；人言為信，謂言不虛妄也。在上位者，思利於民，欲民之安飽，是其忠也；祝官、史官正其言辭，不欺誑鬼神，是其信也。今隨國民皆饑餒而君快情欲，是不思利民，是不忠也；祝史詐稱功德以祭鬼神，是不正言辭，是不信也。無忠無信不可謂道，小而無道，何以敵大？君欲敵之，臣不知其可也。欲君之下楚也。]公曰：「吾牲牷肥腯，粢盛豐備，何則不信？」【注】牲，牛、羊、豕也。牷，純色完全也。腯，亦肥也。黍稷曰粢，在器曰盛。【音義】○牷音全。腯，徒忽反。[【疏】注「牲牛」至「曰盛」。○正義曰：諸侯祭用大牢，祭以三牲為主。知牲為三牲，牛、羊、豕也。《周禮•牧人》「掌共祭祀之牲牷，祭用純色」，故知牷謂純色完全，言毛體全具也。《曲禮》曰：「豚曰腯肥」，肥腯共文，知腯亦肥也。重言肥腯者，古人自有複語耳。服虔云：「牛、羊曰肥，豕曰腯。」案《禮記》豚亦稱肥，非獨牛、羊也。粢是黍稷之別名，亦為諸穀之總號。祭之用米，黍稷為多，故云「黍稷曰粢」，粢是穀之體也。盛謂盛於器，故云在器曰盛。]對曰：「夫民，神之主也，【注】言鬼神之情，依民而行。是以聖王先成民而後致力於神。故奉牲以告曰『博碩肥腯』，謂民力之普存也，【注】博，廣也。碩，大也。謂其畜之碩大蕃滋也，謂其不疾瘯蠡也，謂其備腯咸有也；【注】雖告神以博碩肥腯，其實皆當兼此四謂，民力適完，則六畜既大而滋也，皮毛無疥癬，兼備而無有所闕。【音義】○畜，籲又反，下皆同。蕃音煩，瘯；七木反；本又作蔟，同。蠡，力果反；《說文》作瘰，云，瘯瘰，皮肥也。疥音介。癬，息淺反；《說文》云，乾瘍。奉盛以告曰『絜粢豐盛』，謂其三時不害而民和年豐也；【注】三時，春、夏、秋。奉酒醴以告曰『嘉栗旨酒』，【注】嘉，善也。栗，謹敬也。謂其上下皆有嘉德而無違心也。所謂馨香，無讒慝也。【注】馨，香之遠聞。【音義】○慝，他得反。聞音問，又如字。故務其三時，脩其五教，【注】父義、母慈、兄友、弟恭、子孝。親其九族，以致其禋祀，【注】禋，絜敬也。九族謂外祖父、外祖母、從母子及妻父、妻母、姑之子、姊妹之子、女子之子、並已之同族，皆外親有服而異族者也。【音義】○九族，杜釋與孔安國、鄭玄不同。禋音因。於是乎民和而神降之福，故動則有成。今民各有心，而鬼神乏主；【注】民饑餒也。【音義】○饑音饑。君雖獨豐，其何福之有？君姑脩政，而親兄弟之國，庶免於難。」隨侯懼而修政，楚不敢伐。[【疏】「夫民」至「於難」。○正義曰：鬼神之情，依人而行，故云「夫民，神之主也」。以民和乃神說，故聖王先成其民而後致力於神。言養民使成就，然後致孝享。由是告神之辭，各有成百姓之意。祭之所用，有牲，有食，有酒耳，聖人文飾辭義，為立嘉名以告神。季梁舉其告辭，解其告意，故奉牲以告神，曰「博碩肥腯」者，非謂所祭之牲廣大肥充而已，乃言民之畜產盡肥充。皆所以得博碩肥腯者，由四種之謂故又申說四種之事。四謂者，第一謂民力普遍安存，故致第二畜之碩大滋息。民力普存所以致之者，由民無勞役，養畜以時，故六畜碩大，蕃多滋息。民力普存又致第三不有疾病疥癬。所以然者，由民力普存，身無疲苦，故所養六畜飲食以理，埽刷依法，故皮毛身體無疥癬疾病。民力普存又致第四備腯咸有。所以然者，由民力普存，人皆逸樂，種種養畜，群牲備有也。奉盛以告神，曰「絜粢豐盛」者，非謂所祭之食絜淨豐多而已，乃言民之糧食盡豐多也。言豐絜者，謂其春、夏、秋三時農之要節，為政不害於民，得使盡力耕耘，自事生產，故百姓和而年歲豐也。奉酒醴以告神，曰「嘉栗旨酒」者，非謂所祭之酒栗善味美而已，乃言百姓之情，上下皆善美也。言嘉旨者，謂其國內上下，群臣及民皆有善德而無違上之心。若民心不和，則酒食腥穢。由上下皆善，故酒食馨香。非言酒食馨香，無腥膻臭穢，乃謂民德馨香，無讒諛邪惡也。所謂馨香，總上三者。由是王者將說神心，先和民誌，故務其三時，使農無廢業；脩其五教，使家道協和；親其九族，使內外無怨。然後致其絜敬之祀於神明矣。於是民俗大和而神降之福。故動則有成，戰無不克。今民各有心，或欲從主，或欲叛君，不得為無違上之心。而鬼神乏主，百姓饑餒，民力彫竭，不得為年歲豐也。民既不和，則神心不說，君雖獨豐，其何福之有？神所不福，民所不與，以此敵大，必喪其師。君且修政，撫其民人而親兄弟之國以為外援，如是則庶幾可以免於禍難也。告牲肥碩，言民畜多；告粢豐絜，言民食多；告酒嘉旨，不言民酒多而言民德善者，酒之與食俱以米粟為之。於盛已言年豐，故於酒變言嘉德，重明民和之意。○注「雖告」至「所闕」。○正義曰：劉炫云：杜以博碩肥腯據牲體而言，季梁推此出理，嫌其不寔，故云其寔皆當兼此四謂。又民力普存非畜之形貌，而季梁以之解情，又申之民力適完則得生養六畜，故六畜既大而滋息也。博碩言其形狀大，蕃滋言其生乳多。碩大蕃滋皆複語也。瘯蠡，畜之小病，故以為疥<疒鮮>之疢也。不疾者，猶言不患此病也。○注「嘉善」至「敬也」。○正義曰：「嘉，善」，《釋詁》文也。杜訓栗為謹敬，言善敬為酒。案《詩》「實穎實栗」，與田事相連，故栗為穗貌。此栗與嘉善旨酒相類，故栗為謹敬之心，即《論語》云：「使民戰栗」，與此相似。劉炫以栗為穗貌而規杜過，於理恐非。○注「父義」至「子孝」。○正義曰：父母於子並為慈，但父主教訓，母主撫養。撫養在於恩愛，故以慈為名。教訓愛而加教，故以義為稱。義者，宜也。教之義方，使得其宜。弟之於兄亦宜為友，但兄弟相敬，乃有長幼尊卑，故分出其弟，使之為共，言敬其兄而友愛。○注「禋絜」至「族者」也。○正義曰：《釋詁》云：「禋，敬也。」故以禋為絜敬。隱十一年注云「絜齊以享，謂之禋」意亦與此同也。漢世儒者說九族有二，《異義》： 「今《禮》戴、《尚書》歐陽說九族乃異姓有屬者，父族四：五屬之內為一族，父女昆弟適人者與其子為一族，已女昆弟適人者與其子為一族，已之女子子適人者與其子為一族；母族三：母之父姓為一族，母之母姓為一族，母女昆弟適人者與其子為一族；妻族二：妻之父姓為一族，妻之母姓為一族。《古尚書》說九族者，從高祖至玄孫凡九，皆同姓。謹案《禮》緦麻三月以上，恩之所及；禮，為妻父母有服。明在九族中，九族不得但施於同姓。」鄭駮云：「玄之聞也，婦人歸宗，女子雖適人，字猶係姓，明不得與父兄為異族。其子則然。《婚禮》請期辭曰：『唯是三族之不虞。』欲及今三族未有不億度之事，而迎婦也。如此所云，三族不當有異姓，異姓其服皆緦。《禮•雜記下》：緦麻之服不禁嫁女取婦。是為異姓不在族中明矣。《周禮》小宗伯『掌三族之別』。《名喪服小記》說族之義曰：『親親以三為五，以五為九。』以此言之，知高祖至玄孫，昭然察矣。」是鄭從《古尚書》說，以九族為高祖至玄孫也。此注所云猶是《禮》戴、歐陽等說，以鄭玄駮云女子不得與父兄為異族，故簡去其母，唯取其子，以服重者為先耳，其意亦不異也。不從古學與鄭說者，此言「親其九族」，《詩》剌「不親九族」，必以九族者疏遠，恩情已薄，故剌其不親而美其能親耳！高祖至父，己之所稟承也；子至玄孫，已之所生育也，人之於此，誰或不親而美其能親也！《詩》剌棄其九族，豈複上遺父母、下棄子孫哉！若言棄其九族謂棄其出高祖、出曾祖者，然則豈亦棄其出曾孫、出玄孫者乎？又鄭玄為昏必三十而娶，則人年九十始有曾孫，其高祖玄孫無相及之理，則是族終無九，安得九族而親之？三族、九族，族名雖同而三九數異。引三族以難九族為不相值矣！若緣三及九，則三、九不異。設使高祖喪，玄孫死，亦應不得為昏禮，何不言九族之不虞也？以此知九族皆外親有服而異族者也。]\n夏，會於成，紀來諮謀齊難也。【注】齊欲滅紀，故來謀之。【音義】○難，乃旦反，下同。"
      },
      {
        "index": 33,
        "text": "北戎伐齊，齊使乞師於鄭。鄭大子忽帥師救齊。六月，大敗戎師，獲其二帥大良、少良，甲首三百，以獻於齊。【注】甲首，被甲者首。【音義】○帥，所類反。少，詩照反。於是諸侯之大夫戍齊，齊人饋之餼，【注】生曰餼。【音義】○饋，其鬼反，遺也。餼，許既反。牲腥曰餼。使魯為其班，後鄭。【注】班，次也。魯親班齊饋，則亦使大夫戍齊矣，經不書，蓋史闕文。[【疏】注「班次」至「闕文」。○正義曰：劉炫云：在戍受饋而使魯為班，明魯人在矣。襄五年戍陳書經，此戍齊亦宜書，今不書經，疑史闕文。以史策本闕，仲尼不得書之。十年說此云「北戎病齊，諸侯救之」，或可魯亦往救，但傳無魯事之驗，魯必不救，不須解之。]鄭忽以其有功也，怒，故有郎之師。【注】郎師在十年。公之未昏於齊也，齊侯欲以文姜妻鄭大子忽。大子忽辭。人問其故，大子曰：「人各有耦，齊大，非吾耦也。《詩》云：『自求多福。』【注】《詩•大雅•文王》。言求福由已，非由人也。【音義】○妻，七計反，下及注同。在我而已，大國何為？」君子曰：「善自為謀。」【注】言獨絜其身，謀不及國。及其敗戎師也，齊侯又請妻之。【注】欲以佗女妻之。固辭。人問其故，大子曰：「無事於齊，吾猶不敢。今以君命奔齊之急，而受室以歸，是以師昏也。民其謂我何？」【注】言必見怪於民。遂辭諸鄭伯。【注】假父之命以為辭，為十一年鄭忽出奔衛傳。\n秋，大閱，簡車馬也。"
      },
      {
        "index": 34,
        "text": "九月，丁卯，子同生。以大子生之禮舉之：接以大牢，【注】大牢，牛、羊、豕也。以禮接夫人，重適也。【音義】○接，如字。鄭注《禮記》作捷，讀此者亦或捷音。[【疏】注「大牢」至「適也」。正義曰：大牢，牢之大者，三牲牛、羊、豕具為大牢。《儀禮》少牢饋食之禮以羊、豕為少牢，以牲多少稱大少也。《詩•公劉》曰：「執豕於牢。」《周禮》：「充人掌係祭祀之牲牷。祀五帝，則係於牢，芻之三月。」是牢者養牲之處，故因以為名。鄭玄《詩》箋云「係養曰牢」，是其義也。《禮記•內則》曰：「國君世子生，告於君，接以大牢。」文在「三日負子」之上，則三日之內接之矣。《記》云：「凡接子擇日。」鄭云「雖三日之內，必選其吉焉」。是三日之內擇日接之，為子接母，故《記》稱「接子」。此傳「舉之」之下，即云「接以大牢」，亦以接子為文。其寔接母，故云「以禮接夫人，重適也」。鄭玄云：「接，讀為捷。捷，勝也，謂食其母，使補虛強氣也。」此言以禮接之，則與鄭異也。《內則》又云接子「庶人特豚，士特豕，大夫少牢，國君世子大牢」。其非塚子則皆降等。]卜士負之，士妻食之，【注】《禮》「世子生三日，卜士負之，射人以桑弧薘矢射天地四方」，卜士之妻為乳母。【音義】○食音嗣。弧音胡。蓬，步工反。射天地，食亦反。[【疏】注「禮世」至「乳母」。○正義曰：「四方」以上，皆《內則》文也。《內則》又云：「卜士之妻，大夫之妾，使食子。」食，謂乳也，故以乳母言之。鄭玄云：「桑弧蓬矢，本大古也，天地四方，男子所有事也。」士妻、大夫之妾，謂時自有子者。定本直云「射四方」，無「天地」。案《禮》云「桑弧蓬矢六」，今無「天地」，誤也。賈逵云：「桑者，木中之眾，蓬者，草中之亂，取其長大統眾而治亂。」]公與文姜、宗婦命之。【注】「世子生三月，君夫人沐浴於外寢，立於阼階，西鄉。世婦抱子升自西階，君命之，乃降」。蓋同宗之婦。【音義】○阼，才故反。[【疏】注「世子」至「之婦」。○正義曰：「乃降」以上，皆《內則》文也。鄭玄云：「子升自西階，則人君見世子於路寢也。見妾子就側室，凡子生皆就側室。」以其生於側室，見於路寢，故從外而升階也。襄二年葬齊姜，傳曰：「齊侯使諸姜宗婦來送葬。」諸姜是同姓之女，知宗婦是同宗之婦也。公與夫人共命之，故使宗婦侍夫人。]"
      },
      {
        "index": 35,
        "text": "公問名於申繻。對曰：「名有五，有信，有義，有象，有假，有類。【注】申繻，魯大夫。【音義】○繻音須。以名生為信，【注】若唐叔虞，魯公子友。以德命為義，【注】若文王名昌，武王名發。[【疏】注「若文」至「名發」。○正義曰：《周本紀》稱：大王見季曆「生昌，有聖瑞」，乃言曰：「我世當有興者，其在昌乎！」則是大王見其有瑞，度其當興，故名之曰昌，欲令昌盛周也。其度德命發，則無以言之。服虔云謂若大王度德命文王曰昌，文王命武王曰發，似其有舊說也。舊說以為文王見武王之生，以為必發兵誅暴，故名曰發。]以類命為象，【注】若孔子首象尼丘。[【疏】注「若孔」至「尼丘」。○正義曰：《孔子世家》云：叔梁紇與顏氏禱於尼丘，得孔子。孔子生而首上汙頂，故因名曰丘，字仲尼，是其象尼丘也。]取於物為假，【注】若伯魚生，人有饋之魚，因名之曰鯉。【音義】○鯉音裏。[【疏】注「若伯」至「曰鯉」。○正義曰：《家語•本姓篇》云：孔子年十九娶於宋並官氏，一歲而生伯魚。伯魚生，魯昭公以鯉魚賜孔子，孔子榮君之賜，因名子曰鯉，字伯魚。此注不言昭公賜而云人有饋之者，如《家語》，則伯魚之生，當昭公九年。昭公庸君，孔子尚少，未必能尊重聖人，禮其生子。取其意而遺其人，疑其非昭公故。]取於父為類。【注】若子同生，有與父同者。不以國，【注】國君之子，不自以本國為名也。[【疏】注「國君」至「名也」。○正義曰：下云「以國則廢名」，以國不可易，須廢名不諱。若以他國為名，則不須自廢名也。且春秋之世，晉侯周、衛侯鄭、陳侯吳、衛侯晉之徒，皆以他國為名。以此知不以國者，謂國君之子不得自以本國為名。不以山川者，亦謂國內之山川。下云「以山川則廢主」，謂廢主謂廢國內之所主祭也。若他國山川則非其主，不須廢也。此雖因公之問而對以此法，《曲禮》亦云：「名子者，不以國，不以日月，不以隱疾，不以山川。」則諸言不以者，臣民亦不得以也。此注以其言國，故特云國君子耳，其實雖非國君之子亦不得以國為名。其言廢名、廢禮之徒，唯謂國君之子，若使臣民之名，國家不為之廢也。然則臣民之名，亦不以山川。而孔子魯人，尼丘，魯山，得以丘為名者，蓋以其有象，故特以類命。非常例也。]不以官，不以山川，不以隱疾，【注】隱，痛；疾，患。辟不祥也。[【疏】注「隱痛」至「祥也」。正義曰：鄭玄云：「隱疾，衣中之疾也。」謂若黑臀、黑肱矣。疾在外者，雖不得言，尚可指摘。此則無時可辟，俗語云：「隱疾難為醫。」案《周語》單襄公曰：「吾聞成公之生也，其母夢神規其臀以黑，曰『使有晉國』，故命之曰『黑臀』。」此與叔虞、季友複何以異？而云不得名也？且黑臀、黑肱本非疾病，以證隱疾，非其類也。《詩》稱「如有隱憂」，是隱為痛也。以痛疾為名，則不祥之甚，故以為辟不祥。]不以畜牲，【注】畜牲，六畜。[【疏】注「畜牲，六畜」。○正義曰：《爾雅•釋畜》於馬、牛、羊、豕、狗、雞之下，題曰六畜。故鄭眾、服虔皆以六畜為馬、牛、羊、豕、犬、雞。《周禮》「牧人掌牧六牲」，鄭玄亦以馬、牛等六者為之。然則畜牲一物，養之則為畜，共用則為牲，故並以六畜解六牲。]不以器幣。【注】幣，玉帛。[【疏】注「幣，玉帛」。○正義曰：《周禮•小行人》：「合六幣，圭以馬，璋以皮，璧以帛，琮以錦，琥以繡，璜以黼。」然則「幣，玉帛」者，謂此圭、璋、璧、琮、帛、錦、繡、黼之屬也。以幣以幣為玉帛，則器者非徒玉器。服虔以為俎豆、罍彝、犧象之屬，皆不可以為名也。]周人以諱事神，名，終將諱之。【注】君父之名，固非臣子所斥然；禮既卒哭，以木鐸徇曰：「舍故而諱新」，謂舍親盡之祖而諱新死者，故言「以諱事神，名，終將諱之」。自父至高祖，皆不敢斥言。【音義】○「周人以諱事神，名」，絕句。眾家多以「名」字屬下句。鐸，待洛反。徇，似俊反，本又作殉，同。舍音舍，下同。[【疏】「周人」至「諱之」。○正義曰：自殷以往，未有諱法。諱始於周，周人尊神之故，為之諱名，以此諱法，敬事明神，故言周人以諱事神。子生三月，為之立名，終久必將諱之，故須豫有所辟，為下諸廢張本也。終將諱之，謂死後乃諱之。○注「君父」至「斥言」。○正義曰：「君父之名，固非臣子所斥」，謂君父生存之時，臣子不得指斥其名也。《禮》稱「父前子名，君前臣名」。鄭玄云：「對至尊，無大小皆相名。」是對父，則弟可以名兄；對君，則子可以名父，非此則不可也。文十四年傳曰：「齊公子元不順懿公之為政也，終不曰『公』，曰『夫已氏』。」注云：「猶言某甲。」是斥君名也。彼以不順，故斥其名，知平常不斥君也。成十六年傳曰：「欒書將載晉侯，針曰：『書退，國有大任，焉得專之。』」注云：「在君前，故子名其父。」彼以對君，故名其父。知平常不斥父也。雖不斥其名，猶未是為諱。《曲禮》曰：「卒哭乃諱。」鄭玄云：「敬鬼神之名也。諱，辟也。生者，不相辟名。衛侯名惡，大夫有石惡，君臣同名，《春秋》不非。」是其未為之諱，故得與君同名。但言及於君，則不斥君名耳。既言生已不斥，死複為之加諱，欲表為諱之節，故言然以形之。禮既卒哭，以木鐸徇曰：「舍故而諱新。自寢門至於庫門。」皆《禮記•檀弓》文也。既引其文，更解其意，謂舍親盡之祖而諱新死者也。親盡，謂高祖之父，服絕廟毀而親情盡也。卒哭之後，則以鬼神事之。故言以諱事神，又解終將諱之。所諱世數，自父上至高祖皆不敢斥，言此謂天子諸侯禮也。《曲禮》曰：「逮事父母，則諱王父母，不逮事父母，則不諱王父母。」鄭玄云「此謂庶人適士以上廟事祖，雖不逮事父母，猶諱祖」，以其立廟事之，無容不為之諱也。天子諸侯立親廟四，故高祖以下皆為諱，親盡乃舍之。既言以諱事神，則是神名必諱。文王名昌，武王名發。《詩•雍》，禘大祖，祭文王之廟也，其經曰：「克昌厥後」。周公製《禮》，《醢人》有「昌本」之菹。《七月》之詩，周公所作，經曰：「一之日觱發。」《烝民》詩曰：「四方爰發。」皆不以為諱而得言之者，古人諱者，臨時言語有所辟耳，至於製作經典則直言不諱。《曲禮》曰：「詩書不諱，臨文不諱。」是為詩為書不辟諱也。由作詩不諱，故祭得歌之。《尚書•牧誓》云「今子發」，《武成》云「周王發」。武王稱名告眾，史官錄而不諱，知於法不當諱也。《金縢》云「元孫某」，獨諱者，成王啟金縢之書，親自讀之，諱其父名，曰改為「某」。既讀之後，史官始錄，依王所讀，遂即云「某」。《武成》、《牧誓》則宣諸眾人，宣訖則錄，故因而不改也。古者諱名不諱字，《禮》以王父字為氏，明其不得諱也。屈原云：「朕皇考曰伯庸。」是不諱之驗也。]故以國則廢名，【注】國不可易，故廢名。[【疏】注「國不」至「廢名」。○正義曰：國名受之天子，不可輒易。若以國為名，終卒之後則廢名不諱；若未卒之前，誤以本國為名，則改其所名。晉之先君唐叔封唐，燮父稱晉。若國不可易而晉得改者，蓋王命使改之。]以官則廢職，以山川則廢主，【注】改其山川之名。[【疏】注「改其山川之名」。○正義曰：廢主，謂廢其所主山川之名，不廢其所主之祭。知者，漢文帝諱恒，改北嶽為常山，諱名不廢嶽是也。劉炫云：廢主，謂廢其所主山川，不複更得其祀，故須改其山川之名。魯改二山，是其事也。]以畜牲則廢祀，【注】名豬則廢豬，名羊則廢羊。以器幣則廢禮。晉以僖侯廢司徒，【注】僖侯名司徒，廢為中軍。[【疏】「廢祀」、「廢禮」。○正義曰：祀以牲為主，無牲則祀廢。器幣以行禮，器少則禮闕。祀雖用器，少一器而祀不廢，且諸禮皆用器幣，故以廢禮總之。]宋以武公廢司空，【注】武公名司空，廢為司城。先君獻、武廢二山，【注】二山，具、敖也。魯獻公名具，武公名敖，更以其鄉名山。【音義】○敖，五羔反。[【疏】注「二山」至「名山」。○正義曰：《晉語》云：「范獻子聘於魯，問具、敖之山，魯人以其鄉對。」獻子曰：「不為具、敖乎？」對曰：「先君獻、武之諱也。」是其以鄉名山也。《禮》稱「舍故而諱新」，親盡不複更諱。計獻子聘魯在昭公之世，獻、武之諱久已舍矣，而尚以鄉對者，當諱之時改其山號，諱雖已舍，山不複名。故依本改名，以其鄉對。猶司徒、司空，雖曆世多而不複改名也。然獻子言之不為失禮，而云名其二諱以自尤者，《禮》：入國而問禁，入門而問諱。獻子入魯不問，故以之為慚耳。]是以大物不可以命。」公曰：「是其生也，與吾同物，命之曰同。」【注】物，類也。謂同日。[【疏】注「物，類也。謂同日」。○正義曰：《魯世家》云：「桓公六年，夫人生子，與桓公同日，故名之曰同。」是知同物為同日也。言物，類者，辨此以為類命也。]"
      },
      {
        "index": 36,
        "text": "冬，紀侯來朝，請王命以求成於齊。公告不能。【注】紀微弱，不能自通於天子，欲因公以請王命，無寵於王，故告不能。"
      }
    ]
  }
}