{
  "chapterNumber": 10,
  "title": "春秋左傳正義卷09 (Zuozhuan Zhengyi, Volume 9)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公二十有三年\n【經】二十有三年，春，公至自齊。（無傳。）"
      },
      {
        "index": 1,
        "text": "祭叔來聘。（無傳。《穀梁》以祭叔為祭公來聘魯。天子內臣不得外交，故不言使，不與其得使聘。○祭，側界反。為，於偽反。）"
      },
      {
        "index": 2,
        "text": "疏二十三年注「穀梁」至「使聘」。○正義曰：諸言聘者，皆言某侯使某來聘，此不言使，左氏無傳，故取《穀梁》為說。《穀梁傳》云：「其不言使，何也？天子之內臣也，不正其外交，故不與使也。」然則言內臣不得外交，必是畿內之國，畿內之國，非為祭耳。傳不言為祭公來聘，杜言為祭公來聘者，但祭叔連祭為文，必是祭人。虞叔子虞公之弟，此祭叔或是祭公之弟，故以為為祭公來聘。天子內臣不得外交諸侯，故不言使，不與其得使聘也。魯受其聘，行其禮，故書「聘」耳。二十五年陳女叔來聘，嘉之，故不名，此無可嘉，亦稱叔者，杜意叔為名為字，無以可知，故不明言。\n夏，公如齊觀社。（齊因祭社蒐軍實，故公往觀之。）"
      },
      {
        "index": 3,
        "text": "疏注「齊因」至「觀之」。○正義曰：《魯語》說此事云「夫齊棄大公之法而觀民於社」，孔晁云「聚民於社，觀戎器也」。襄二十四年傳稱楚子使薳啟疆如齊，齊社蒐軍實，使客觀之。知此亦然，故公往觀之。《釋例》曰：「凡公出朝聘、奔喪、會葬，皆但書『如』，不言其事，此《春秋》之常。」然則喪葬常事，故不書；觀社，非常，故特書。\n公至自齊。（無傳。）\n荊人來聘。（無傳。不書荊子使某來聘，君臣同辭者，蓋楚之始通，未成其禮。）"
      },
      {
        "index": 4,
        "text": "疏注「不書」至「其禮」。○正義曰：《釋例》曰：「楚之君臣最多混錯，此乃楚之初興，未閑周之典禮，告命之辭，自生同異。楚武王熊達始居江漢之間，然猶未能自同列國，故稱「荊敗蔡師」、 「荊人來聘」，從其所居之稱而總其君臣。」是言楚之始通，未成其禮之意。言君臣同辭者，此云「荊人來聘」，是臣來也。僖二十一年「楚人使宜巾來獻捷」，言 「使」，則是君也。而經亦書「楚人」，是君臣同辭。\n公及齊侯遇於穀。（無傳。○穀音穀。）\n蕭叔朝公。（無傳。蕭，附庸國。叔，名。就穀朝公，故不言來。凡在外朝，則禮不得具，嘉禮不野合。）"
      },
      {
        "index": 5,
        "text": "疏注「蕭附」至「野合」。○正義曰：無爵而稱朝，知是附庸國也。邾儀父貴之，乃書字，此無所貴，知叔為名也。《公羊傳》曰：「其言朝公何？公在外也。」文連「遇於穀」，是就穀朝公，穀是齊地，故不言「來」也。定十四年「大蒐於比蒲，邾子來會公」，比蒲，魯地，故言「來」也。《穀梁傳》曰：「朝於廟，正也；於外，非正也。」是言在外行朝，則禮不得具。定十年傳稱嘉樂不野合，知嘉禮亦不野合。嘉禮謂善禮，非五禮之嘉也，朝於五禮屬賓。\n秋，丹桓宮楹。（桓公廟也。楹，柱也。○楹音盈。）\n冬，十有一月，曹伯射姑卒。（無傳。未同盟而赴以名。○射，示亦反，又音亦。）"
      },
      {
        "index": 6,
        "text": "十有二月，甲寅，公會齊侯盟於扈。（無傳。扈，鄭地，在滎陽卷縣西北。○扈音戶。卷音權；《字林》，丘權反；韋昭，丘云反；《說文》，丘粉反。）"
      },
      {
        "index": 7,
        "text": "【傳】二十三年，夏，公如齊觀社，非禮也。曹劌諫曰：「不可！夫禮，所以整民也。故會以訓上下之則，製財用之節；貢賦多少。朝以正班爵之義，帥長幼之序；征伐以討其不然。（不然，不用命。○長，丁丈反。）"
      },
      {
        "index": 8,
        "text": "疏「夫禮」至「不然」。○正義曰：夫禮者，所以整理天下之民，民謂，庶貴賤者皆是也。諸侯會聚，所謀皆是尊王室，脩臣禮，故會以訓上下之則。以諸侯事天子，訓在下事其君也。於會必號令諸國，出貢賦多少，即是製財用之節度也。禮使小國朝大國，是朝以正班爵之等義也。爵同則小國在下，是帥長幼之次序也。諸侯之序以爵不以年，此言長幼，謂國大小也。沈氏云：「爵同者，據年之長幼，故云『帥長幼之序』。」不朝不會，則征討之，故言「征伐以討其不然」。"
      },
      {
        "index": 9,
        "text": "諸侯有王，（從王事。）王有巡守，（省四方。）以大習之。（大習，會朝之禮。）非是，君不舉矣。君舉必書。（書於策。）書而不法，後嗣何觀？」"
      },
      {
        "index": 10,
        "text": "晉桓、莊之族偪，（桓叔、莊伯之子孫強盛，偪迫公室。○偪，彼力反。）獻公患之。士蒍曰：「去富子，則群公子可謀也已。」（士蒍，晉大夫。富子，二族之富強者。○蒍，於萎反。去，起呂反，下同。）公曰：「爾試其事。」士蒍與群公子謀，譖富子而去之。（以罪狀誣之，同族惡其富強，故士蒍得因而間之。用其所親為譖則似信，離其骨肉則黨弱，群公子終所以見滅。○惡，烏路反。間，間廁之間。）\n秋，丹桓宮之楹。\n莊公二十有四年"
      },
      {
        "index": 11,
        "text": "【經】二十有四年，春，王三月，刻桓宮桷。（刻，鏤也。桷，椽也。將逆夫人，故為盛飾。○刻音克。桷音角。《字林》云，齊魯謂榱為桷。椽，直專反。）"
      },
      {
        "index": 12,
        "text": "疏二十四年注「刻鏤」至「盛飾」。○正義曰：《釋器》云：「金謂之鏤，木謂之刻。」刻木鏤金，其事相類，故以刻為鏤也。桷謂之榱，榱即椽也。《穀梁傳》曰：「刻桷，非正也。夫人，所以崇宗廟也。取非禮與非正而加之於宗廟，以飾夫人，非正也。刻桓宮桷，丹桓宮楹，斥言桓宮，以惡莊也。」是言丹楹刻桷皆為將逆夫人，故為盛飾。\n葬曹莊公。（無傳。）夏，公如齊逆女。（無傳。親逆，禮也。）"
      },
      {
        "index": 13,
        "text": "疏注「親逆禮也」。○正義曰：《公羊傳》曰：「何以書？親迎，禮也。」親逆是正禮，有故得使卿逆，亦無譏也。"
      },
      {
        "index": 14,
        "text": "秋，公至自齊。（無傳。）八月，丁丑，夫人薑氏入。（哀薑也。《公羊傳》以為薑氏要公，不與公俱入，蓋以孟任故，丁丑入而明日乃朝廟。○要，於遙反。任音壬，後孟任皆同。）"
      },
      {
        "index": 15,
        "text": "疏注「哀薑」至「朝廟」。○正義曰：《公羊傳》曰：「其言入何？難也。其難奈何？夫人不可使入，與公有所約，然後入。」唯言有所要，不知要何事，故云蓋以孟任故也。明日戊寅，大夫宗婦覿，用幣，夫人若未朝廟，不得受臣覿禮。知明日乃朝廟，既朝，乃見大夫宗婦。杜言朝廟者，為「覿用幣」發也。書「入」不書「至」者，《釋例》曰：「莊公顧割臂之盟，崇寵孟任，故即位二十三年乃娶元妃。」雖丹楹刻桷，身自納幣，而有孟任之嫌，故與薑氏俱反而異入。經所以不以至禮書也。"
      },
      {
        "index": 16,
        "text": "戊寅，大夫宗婦覿，用幣。（宗婦，同姓大夫之婦。禮，小君至，大人執贄以見，明臣子之道。莊公欲奢誇夫人，故使大夫、宗婦同贄俱見。○覿，徒曆反，見也。以見，賢遍反，下同。誇，苦瓜反。）"
      },
      {
        "index": 17,
        "text": "疏注「宗婦」至「俱見」。○正義曰：襄二年葬齊薑，傳稱齊侯使諸薑宗婦來送葬，諸薑是同姓之女，知宗婦是同姓大夫之婦也。禮，小君至，大夫執贄以見，明臣子之道。禮亦無此文。《士相見禮》稱大夫始見於君，執贄。夫人尊與君同，臣始為臣，有見君之禮，明小君初至，亦當有禮以見也。且傳唯譏婦贄不宜用幣，不言覿之為非，知其禮當然也。大夫當用羔雁，用幣亦為非禮也。莊公欲奢誇夫人，故使男女同贄。惡其男女無別，且譏僭為失禮，故書之。\n大水。（無傳。）冬，戎侵曹。（無傳。）\n曹羈出奔陳。（無傳。羈蓋曹世子也。先君既葬而不稱爵者，微弱不能自定，曹人以名赴。）"
      },
      {
        "index": 18,
        "text": "疏注「羈蓋」至「名赴」。○正義曰：此事《左氏》、《穀梁》並無傳。《公羊》以曹羈為曹大夫，三諫不從而出奔。杜以此經書「曹羈出奔陳，赤歸於曹」，與「鄭忽出奔衛，突歸於鄭」，其文相類，故附彼為之說，稱蓋，為疑辭，微弱不能自定，曹人以名赴，亦如鄭忽之出奔。\n赤歸於曹。（無傳。赤，曹僖公也。蓋為戎所納，故曰歸。）"
      },
      {
        "index": 19,
        "text": "疏注「赤曹」至「曰歸」。○正義曰：《史記•曹世家》與《年表》皆云「僖公名夷」，三家經傳有五而皆言赤，杜以鄭突類之，知赤是曹君，故以赤為僖公。書有舛誤，何必《史記》是而杜說非也。傳例曰「諸侯納之曰歸」，以戎侵曹而赤歸，故云蓋為戎所納也。賈逵以為羈是曹君，赤是戎之外孫，故戎侵曹，逐羈而立赤，亦以意言之，無所據也。\n郭公。（無傳。蓋經闕誤也。自曹羈以下，《公羊》、《穀梁》之說既不了，又不可通之於左氏，故不采用。）"
      },
      {
        "index": 20,
        "text": "疏注「蓋經」至「采用」。○正義曰：《公羊》、《穀梁》並以「赤歸於曹郭公」連文為句，言郭公名赤，失國而歸於曹，是為說不了，故不采用。\n【傳】二十四年，春，刻其桷，皆非禮也。（並非丹楹，故言皆。）"
      },
      {
        "index": 21,
        "text": "疏注「並非丹楹故言皆」。○正義曰：《穀梁傳》曰：「禮，楹，天子諸侯黝堊，大夫蒼，士黈。丹楹，非禮也。」注云：「黝堊，黑色。黈，黃色。」又曰：「禮，天子之桷，斫之礱之，加密石焉。諸侯之桷，斫之礱之。大夫斫之。士斫本。刻桷，非正也」。「加密石」，注云：「以細石磨之。」《晉語》云：「天子之室，斫其椽而礱之，加密石焉。諸侯礱之，大夫斫之，士首之。」言雖小異，要知正禮楹不丹，桷不刻，故云「皆非禮也」。"
      },
      {
        "index": 22,
        "text": "禦孫諫曰：「臣聞之：『儉，德之共也；侈，惡之大也。』（禦孫，魯大夫。○禦，魚呂反，本亦作禦。侈，昌紙反，又戶氏反。）先君有共德，而君納諸大惡，無乃不可乎？」（以不丹楹刻桷為共。）\n秋，哀薑至，公使宗婦覿，用幣，非禮也。（傳不言大夫，唯舉非常。）"
      },
      {
        "index": 23,
        "text": "疏注「傳不」至「非常」。○正義曰：《士相見禮》云：「天下大夫相見以雁，上大夫相見以羔，如士相見之禮，始見於君，執摯。」鄭玄云：「士、大夫一也。」如彼《禮》文，大夫始見於君用羔雁，始見夫人亦當然。然則大夫用幣亦非常，而以大夫為常者，《禮》「孤執皮帛」，則諸侯之臣有執帛者矣。大夫執帛，唯上僭耳，其帛猶是男子所執。婦人執幣，則全非常事，禦孫唯諫婦人不宜執幣，丘明為諫發傳，故唯舉非常也。《左傳》諸為諫者，或言「諫曰」，或不言諫，意在載辭，不為例也。\n禦孫曰：「男贄，大者玉帛，（公、侯、伯、子、男執玉，諸侯、世子、附庸、孤卿執帛。○贄，真二反。）"
      },
      {
        "index": 24,
        "text": "疏注「公侯」至「執帛」。○正義曰：《周禮•大宗伯職》云：「公執桓圭，侯執信圭，伯執躬圭，子執穀璧，男執蒲璧。」是公、侯、伯、子、男皆執玉也。《典命職》曰：「凡諸侯之適子，誓於天子，攝其君，則下其君之禮一等；未誓，則以皮帛繼子男。公之孤四命，以皮帛視小國之君。」是諸侯世子與孤卿執帛也。附庸雖則無文，而為一國之主，來則謂之為朝，未有爵命，不合執玉，明與世子同執帛也。且哀七年傳稱：「禹合諸侯於塗山，執玉帛者萬國。」附庸是國，明執帛者，附庸也。鄭玄《周禮》注云：「皮帛者，束帛而表以皮，為之飾。皮，虎豹皮。帛，如今璧色繒也」。《周禮》以玉作六瑞，以禽作六摯，則瑞贄有異，而此傳玉帛同言贄者，鄭玄《曲禮》注云：「摯之言至也，當謂執之見人，以表至誠也。」《典瑞》注云：「瑞，節信也。」禮，天子執冒以見諸侯，諸侯執圭璧以朝天子，天子以冒，冒之以為信，故以瑞為名。皮帛以下無此合信之事，故以贄為名。其實皆以表至誠，故傳通以贄言之。凡贄，皆以爵，不以命數也。\n小者禽鳥，（卿執羔，大夫執雁，士執雉。）"
      },
      {
        "index": 25,
        "text": "疏注「卿執」至「執雉」。○正義曰：《周禮•大宗伯職》文也。鄭玄云：「羔取其群而不失其類，雁取其候時而行，雉取其守介而死，不失其節，鶩取其不飛遷，雞取其守時而動。」《曲禮》曰：「飾羔雁者以繢。」言天子之臣飾羔雁以布，又畫之，諸侯之臣飾以布，不畫之，自雉以下無飾。"
      },
      {
        "index": 26,
        "text": "以章物也。（章所執之物，別貴賤。○別，彼列反。女贄，不過榛、栗、棗、脩，以告虔也。榛，小栗。脩，脯。虔，敬也。皆取其名以示敬。○榛，側巾反。脩，鍛脯加薑桂曰脩。虔音乾。）"
      },
      {
        "index": 27,
        "text": "疏注「榛小」至「示敬」。○正義曰：《曲禮》云：「婦人之贄，椇、榛、脯、脩、棗、栗。」鄭玄云：「婦人無外事，見以羞物也。椇、榛，木名。椇，枳也，有實，今邳郯之東食之。榛，實似栗而小。」鄭又注《周禮•臘人》云：「薄析曰脯，捶之而施薑桂曰鍛脩。」然則脩脯大同，故以脩為脯也。「虔，敬」，《釋詁》文。皆取其名以示敬者，先儒以為栗取其戰栗也，棗取其早起也，脩取其自脩也，唯榛無說，蓋以榛聲近虔，取其虔於事也。\n今男女同贄，是無別也。男女之別，國之大節也，而由夫人亂之，無乃不可乎？」"
      },
      {
        "index": 28,
        "text": "晉士蒍又與群公子謀，使殺遊氏之二子。（遊氏二子，亦桓、莊之族。）士蒍告晉侯曰：「可矣。不過二年，君必無患。」\n莊公二十有五年\n【經】二十有五年，春，陳侯使女叔來聘。（女叔，陳卿。女，氏；叔，字。○女音汝，陳大夫氏。）\n夏，五月，癸丑，衛侯朔卒。（無傳。惠公也。書名，十六年與內大夫盟於幽。）\n六月，辛未，朔，日有食之。鼓，用牲於社。（鼓，伐鼓也。用牲以祭社。傳例曰：非常也。）"
      },
      {
        "index": 29,
        "text": "疏二十五年注「鼓伐」至「常也」。○正義曰：《尚書•召誥》云「用牲於郊，牛二」，如此之類言用牲者，皆用之以祭，知此用牲以祭社也。鼓之所用，必是伐之，伐理可見，故不言伐鼓。牲不言用，則牲無所施，於文不足，故言「用牲」。傳稱：「正月之朔，慝末作，日有食之，於是乎用幣於社，伐鼓於朝。」正月，謂周六月也。此經雖書六月，杜以《長曆》校之，此是七月，七月用鼓，非常月也。鼓當於朝，而此鼓於社，非其處也。社應用幣，而於社用牲，非所用也。一舉而有三失，故譏之。\n伯姬歸於杞。（無傳。不書逆女，逆者微。）\n秋，大水。鼓，用牲於社，於門。門，國門也。傳例曰：亦非常也。"
      },
      {
        "index": 30,
        "text": "疏注「門國門也」。○正義曰：《祭法》云：「天子立七祀，諸侯立五祀，其門皆曰國門。」知此門亦國門，國門謂城門也。傳稱天災有幣無牲，非日月之眚不鼓，則鼓與牲二事皆失，故譏之。"
      },
      {
        "index": 31,
        "text": "冬，公子友如陳。（無傳。報女叔之聘。諸魯出朝聘，皆書如。不果彼國必成其禮，故不稱朝聘，《春秋》之常也。公子友，莊公之母弟，稱公子者，史策之通言。母弟至親，異於他臣，其相殺害，則稱弟以示義。至於嘉好之事，兄弟篤睦，非例所與。或稱弟，或稱公子，仍舊史之文也。母弟例在宣十七年。○好，呼報反，傳同。）"
      },
      {
        "index": 32,
        "text": "疏注「報女」至「七年」。○正義曰：魯出朝聘，多有在道複者，假令得到彼國，尚不知受之以否，故皆書「如」，如者，往也，直言往彼而已，不果彼國必成其禮，故不稱朝聘，為《春秋》之常也。僖二十八年，公朝於王所，朝訖乃書，故即稱為朝。此公子友，莊公之母弟也。於莊世稱公子。昭元年陳公子招，陳哀公母弟也，於哀世稱公子。故解之 「稱公子者，史策之通言」也。《釋例》曰：「庶弟不得稱弟，而母弟得稱公子。秦伯之弟針適晉女，叔齊曰：『秦公子必歸。』此公子亦國之常言，得兩通之證也。」是言公子母弟得通言之意也。《釋例》又曰：「兄而害弟，則稱弟以章兄罪；弟又害兄，則云弟以罪弟身。統論其義，兄弟二人，交相殺害，各有曲直，存弟則示兄曲也。」是言其相殺害，則稱弟以示義也。《釋例》又曰：「若夫朝聘盟會，嘉好之事，此乃兄弟之篤睦，非義例之所與，故仍舊史之策，或稱弟，或稱公子。踐土之盟，叔武不稱弟，此其義也。」案經桓三年「齊侯使其弟年來聘」，十四年「鄭伯使其弟語來盟」，成十年「衛侯之弟黑背帥師侵鄭」，彼皆稱弟，季友、陳招並稱公子，俱無褒貶，所稱不同，知是史文之異，不為義例。仲尼無所見義，故仍舊史耳。"
      },
      {
        "index": 33,
        "text": "【傳】二十五年，春，陳女叔來聘，始結陳好也。嘉之，故不名。（季友相魯，原仲相陳，二人有舊，故女來聘，季友冬亦報聘。嘉好接備。卿以字為嘉，則稱名，其常也。○相魯，息亮反，下同。）"
      },
      {
        "index": 34,
        "text": "夏，六月，辛未，朔，日有食之。鼓，用牲於社，非常也。（非常鼓之月，《長曆》推之，辛未實七月朔，置閏失所，故致月錯。）"
      },
      {
        "index": 35,
        "text": "疏注「非常」至「月錯」。○正義曰：此及文十五年、昭十七年皆書「六月朔，日有食之」。昭十七年傳稱「祝史請所用幣，昭子許之。平子禦之，曰：『止也。唯正月朔，慝未作，日有食之，於是乎有伐鼓用幣，禮也。其餘則否。』大史曰：『在此月也。』」經書「六月」，而史言「在此月」，則知傳言「正月之朔，慝未作」者，謂此周之六月，夏之四月也。文十五年傳直說天子諸侯鼓幣異禮，不言「非常」，知彼言六月，直六月也。此亦六月而云「非常」，下句始言唯正月之朔有用幣伐鼓之禮，明此經雖書六月，實非六月，故云「非常鼓之月」。《長曆》推此辛未為七月之朔，由置閏失所，故致月錯，不應置閏而置閏，誤使七月為六月也。《釋例》曰：「莊二十五年經書『六月辛未朔，日有食之』，實是七月朔，非六月，故傳云『非常也』。唯正月之朔，有用幣伐鼓，明此食非用幣伐鼓常月，因變而起，曆誤也。文十五年經文皆同，而更複發傳曰非禮者，明前傳欲以審正陽之月，後傳發例，欲以明諸侯之禮，此乃聖賢之微旨，而先儒所未喻也。」劉炫云：「知非五月朔者，昭二十四年五月日有食之，傳云日過分而未至，此若是五月，亦應云過分而未至也。今言『慝未作』，則是已作之辭，故知非五月。」案二十四年八月丁丑，夫人薑氏入，從彼推之，則六月辛未朔，非有差錯。杜云置閏失所者，以二十四年八月以前誤置一閏，非是八月以來始錯也。"
      },
      {
        "index": 36,
        "text": "唯正月之朔，慝未作，（正月，夏之四月，周之六月，謂正陽之月。今書六月而傳云「唯」者，明此月非正陽月也。慝，陰氣。○正音政。正月，建巳之月。慝，他得反。夏，戶雅反。）"
      },
      {
        "index": 37,
        "text": "疏注「正月」至「陰氣」。○正義曰：昭十七年傳大史論正月之事，云：「當夏四月，是謂孟夏。」知正月是夏之四月，周之六月也。《詩》云「正月繁霜」，鄭玄云：「夏之四月建巳，純陽用事。」是謂正月為正陽之月。慝，惡也；人情愛陽而惡陰，故謂陰為惡，故云「慝，陰氣也」。「未作」謂陰氣未起也。"
      },
      {
        "index": 38,
        "text": "日有食之，於是乎用幣於社，伐鼓於朝。（日食，曆之常也。然食於正陽之月，則諸侯用幣於社，請救於上。公伐鼓於朝，退而自責，以明陰不宜侵陽，臣不宜掩君，以示大義。）"
      },
      {
        "index": 39,
        "text": "疏注「日食」至「大義」。○正義曰：古之曆書亡矣，漢興以來，草創其術，《三統》以為五月二十三分月之二十而日月交會。近世為曆者，皆以為一百七十三日有餘而日一食。是日食者，曆之常也。古之聖王因事設戒，夫以昭昭大明，照臨下土，忽爾殲亡，俾晝作夜，其為怪異，莫斯之甚，故立求神請救之禮，責躬罪已之法。正陽之月，陽氣尢盛，於此尢盛之月，而為弱陰所侵，故尢忌之，社是上公之神，尊於諸侯，故用幣於社，請救於上公，伐鼓於朝，退而自攻責也。日食者，月揜之也。日者，陽之精；月者，陰之精。日，君道也；月，臣道也。以明陰不宜侵陽，臣不宜揜君，以示大義也。昭二十九年傳曰：「故有五行之官，是謂五官，實列受氏姓，封為上公，祀為貴神。社稷五祀，是尊是奉。」故杜以社為上公之神。"
      },
      {
        "index": 40,
        "text": "「秋，大水。鼓，用牲於社、於門」，亦非常也。（失常禮。）○凡天災，有幣，無牲。天災，日月食、大水也。祈請而已，不用牲也。"
      },
      {
        "index": 41,
        "text": "疏注「天災」至「牲也」。○正義曰：傳言「亦非常」，亦上日食也，但日食之鼓非常月，伐鼓於社非常禮，大水用牲亦非常禮，俱是非常，故亦前也。傳既亦前，即發凡例，知天災之言，兼日食、大水也。天之見異，所以譴告人君，欲令改過脩善，非為求人飲食。既遇天災，隨時即告，唯當告請而已，是故有幣無牲。若乃亢旱曆時，霖雨不止，然後禱祀群神，求弭災沴者，設禮以祭，祭必有牲。《詩•云漢》之篇美宣王為旱禱，請自郊徂宮，無所不祭，云：「靡神不舉，靡愛斯牲。」是其為旱禱，祭皆用牲也。《祭法》曰：「埋少牢於泰昭，祭時也；相近於坎壇，祭寒暑也；王宮，祭日也；夜明，祭月也；幽禜，祭星也；雩禜，祭水旱也。」鄭玄云：「凡此以下皆祭用少牢，寒暑不時，則或禳之，或祈之。」是說祈禱之祭皆用牲。\n非日月之眚，不鼓。（眚，猶災也。月侵日為眚，陰陽逆順之事，賢聖所重，故特鼓之。○眚，所景反。）"
      },
      {
        "index": 42,
        "text": "疏注「眚猶」至「鼓之」。○正義曰：《易》稱「是謂災眚」，《書》稱「眚災肆赦」，是眚災相類，故云「眚猶災也」。月侵日為眚，陰犯陽為逆，逆順之事，賢聖所重，故見其逆事，而特鼓之。此據日食為說耳。傳稱「日月之眚」，日月並言，則月食亦有鼓。《周禮•大仆職》云：「凡軍旅，田役，讚王鼓，救日月，亦如之。」是日食、月食皆有鼓也。《穀梁傳》曰：「天子救日，置五麾，陳五兵五鼓，諸侯置三麾，陳三鼓三兵，大夫擊門，士擊柝。」左氏雖無傳，義或然也。"
      },
      {
        "index": 43,
        "text": "晉士蒍使群公子盡殺遊氏之族，乃城聚而處之。（聚，晉邑。○聚，才喻反。）冬，晉侯圍聚，盡殺群公子。（卒如士蒍之計。）\n莊公二十有六年\n【經】二十有六年，春，公伐戎。（無傳。）\n夏，公至自伐戎。（無傳。）曹殺其大夫。（無傳。不稱名，非其罪，例在文七年。）"
      },
      {
        "index": 44,
        "text": "疏二十六年注「不稱」至「七年」。○正義曰：文七年傳稱」書曰『宋人殺其大夫』，不稱名，眾也。且言非其罪也」。是仲尼新意，變例也。）}}\n秋，公會宋人、齊人伐徐。（無傳。宋序齊上，主兵。）冬，十有二月，癸亥，朔，日有食之。（無傳。）\n【傳】二十六年，春，晉士蒍為大司空。（大司空，卿官。）"
      },
      {
        "index": 45,
        "text": "疏注「大司空，卿官」。○正義曰：傳於比年以來說士蒍為獻公設計，晉國以安。今又言大司空，明任以卿位也。直言司空者，是大夫即司空亞旅，皆受一命之服是也。晉自文公以後，世為盟主，征伐諸國，卿以軍將為名，司空非複卿官，故文二年「司空士縠」非卿也。雖則非卿，職掌不異，成十八年傳曰「右行辛為司空，使脩士蒍之法」，是其典事同也。\n夏，士蒍城絳，以深其宮。（絳，晉所都也，今平陽絳邑縣。）"
      },
      {
        "index": 46,
        "text": "秋，虢人侵晉。冬，虢人又侵晉。（為傳明年晉將伐虢張本。此年經、傳各自言其事者，或經是直文，或策書雖存而簡牘散落，不究其本末，故傳不複申解，但言傳事而已。○牘，徒木反。究音救。複，扶又反。解，居蟹反。）"
      },
      {
        "index": 47,
        "text": "疏注「為傳」至「而已」。○正義曰：此年傳不解經，經、傳各自言事。伐戎、日食體例已舉，或可經是直文，不須傳說。曹殺大夫，宋、齊伐徐，或須說其所以，此去丘明已遠，或是簡牘散落，不複能知故耳。上二十年亦傳不解經，彼經皆是直文，故就此一說，言下以明上。\n莊公二十有七年\n【經】二十有七年，春，公會杞伯姬於洮。（伯姬，莊公女。洮，魯地。○洮，徒刀反。）"
      },
      {
        "index": 48,
        "text": "疏二十七年注「伯姬莊公女」。○正義曰：上二十五年始歸於杞，莊公無母，而此來寧，知是莊公女也。會女非常，故於此言女以辯之。夏，六月，公會齊侯、宋公、陳侯、鄭伯同盟於幽。"
      },
      {
        "index": 49,
        "text": "秋，公子友如陳，葬原仲。（原仲，陳大夫。原，氏；仲，字也。禮，臣既卒不名，故稱字。季友違禮會外大夫葬，具見其事，亦所以知譏。○見，賢遍反。）"
      },
      {
        "index": 50,
        "text": "疏注「原仲」至「知譏」。○正義曰：《玉藻記》云：「士於君所言大夫，沒矣則稱諡若字。」桓二年《穀梁傳》曰：「子既死，父不忍稱其名。臣既死，君不忍稱其名。」是禮臣卒不名，陳人不稱其名，故魯史亦書其字。\n冬，杞伯姬來。（傳例曰：歸寧。）"
      },
      {
        "index": 51,
        "text": "莒慶來逆叔姬。（無傳。慶，莒大夫。叔姬，莊公女。卿自為逆則稱字。例在宣五年。○為，於偽反。）杞伯來朝。（無傳。杞稱伯者，蓋為時王所黜。）\n黜，敕律反。"
      },
      {
        "index": 52,
        "text": "疏注「杞稱」至「所黜」。○正義曰：桓二年杞侯來朝，十二年公會杞侯、莒子盟於曲池，自爾以來不見經、傳，從此稱伯，終於《春秋》，故云蓋為時王所黜。於時周王當桓、莊、僖、惠，不知何王黜之。\n公會齊侯於城濮。（無傳。城濮，衛地，將討衛也。○濮音卜。）"
      },
      {
        "index": 53,
        "text": "【傳】二十七年，春，「公會杞伯姬於洮」，非事也。（非諸侯之事。）○天子非展義不巡守，（天子巡守，所以宣布德義。）諸侯非民事不舉，卿非君命不越竟。（○竟音境。）"
      },
      {
        "index": 54,
        "text": "夏，「同盟於幽」，陳、鄭服也。（二十二年，陳亂而齊納敬仲；二十五年，鄭文公之四年，獲成於楚。皆有二心於齊，今始服也。）"
      },
      {
        "index": 55,
        "text": "疏注「二十」至「服也」。○正義曰：比年以來，陳、鄭無不服之狀。此言其服，故注者原之。二十一年，鄭厲公卒，二十五年，是鄭文公之四年也。文十七年傳稱鄭子家與趙宣子書，云：「文公四年二月壬戌，為齊侵蔡，亦獲成於楚。」是二十五年既與楚平，故至此始服也。\n「秋，公子友如陳，葬原仲」，非禮也。原仲，季友之舊也。"
      },
      {
        "index": 56,
        "text": "「冬，杞伯姬來」，歸寧也。（寧，問父母安否。）凡諸侯之女，歸寧曰來，出曰來歸。（歸，不反之辭。）夫人歸寧曰如某，出曰歸於某。"
      },
      {
        "index": 57,
        "text": "疏「凡諸」至「於某」。○正義曰：《釋例》曰：歸寧者，女子既嫁，有時而歸，問父母之寧否。父母沒，則使卿歸問兄弟也。出者，謂犯七出而見絕者也。歸者，有所往之稱。來者，有所反之言。故嫁謂之歸，而寧謂之來。見絕而出，則以來歸為辭，來而不反也。如某者，非終安之稱，歸於某者，亦不反之辭，是解其文異之意也。此杞伯姬來，寧也。宣十六年郯伯姬來歸，出也。文九年夫人薑氏如齊，歸寧也。魯之夫人無被出者，文十八年夫人薑氏歸於齊，雖子死自去，歸而不反，亦出之類，故與出同文。"
      },
      {
        "index": 58,
        "text": "晉侯將伐虢，士蒍曰：「不可！虢公驕，若驟得勝於我，必棄其民。（棄民不養之。）○無眾而後伐之，欲禦我，誰與？夫禮、樂、慈、愛，戰所畜也。夫民，讓事、樂和、愛親、哀喪，而後可用也。（上之使民，以義讓哀樂為本，言不可力強。○畜，敕六反，下及注皆同。哀樂，音洛，強，其丈反。）"
      },
      {
        "index": 59,
        "text": "疏「夫禮」至「用也」。○正義曰：禮、樂、慈、愛，謂國君教民，民間有此四者，畜聚此事，然後可與人戰，故云「戰所畜也」。士蒍既言其目，更以其義覆之：禮尚謙讓，「讓事」謂禮也；樂以和親，「樂和」謂樂也；慈謂愛之深也，「愛親」謂慈也。愛極然後哀喪，「哀喪」謂愛也。民間有此四事，然後可用以戰。\n虢弗畜也，亟戰，將饑。」（言虢不畜義讓而力戰。○亟，欺冀反。饑，居疑反，又音機。）\n王使召伯廖賜齊侯命，（召伯廖，王卿士。賜，命為侯伯。○召音邵。廖，力彫反。）"
      },
      {
        "index": 60,
        "text": "疏注「召伯」至「侯伯」。○正義曰：召伯稱爵，知是王之卿士。召康公之封召也，當在西都畿內。《釋例》曰：「扶風雍縣東南有召亭也，春秋時召伯猶是召公之後，西都既已賜秦，則東都別有召地，不複知其所在。」僖二十八年傳稱王命尹氏王子虎策命晉侯為侯伯，則知此賜齊侯命者，亦賜命為侯伯也。彼注云「《周禮》九命作伯」，則此亦九命之伯，謂九州之長，為二伯也。僖元年傳曰：「凡侯伯救患分災討罪，禮也。」注云：「侯伯，州長也。」彼主說齊桓之事，亦謂九州之長，非州牧也。言州長者，兼見州牧之事耳。\n且請伐衛，以其立子頹也。立子頹，在十九年。\n莊公二十有八年"
      },
      {
        "index": 61,
        "text": "【經】二十有八年，春，王三月，甲寅，齊人伐衛。衛人及齊人戰，衛人敗績。（齊侯稱人者，諱取賂而還，以賤者告。不地者，史失之。）"
      },
      {
        "index": 62,
        "text": "疏「二十八年注齊侯」至「失之」。○正義曰：傳稱「齊侯」而經書「人」，知其諱取賂，以賤者告也。《詩》美僖公之伐淮夷，得其元龜、象齒、大賂南金。襄十一年傳稱晉侯伐鄭，受鄭之賂，告於諸侯。皆不以為諱。而此諱之者，彼服罪致賂，乃以得賂為榮，此舍罪受賂，故以受之為恥。會於稷，舍宋督，取郜鼎，亦此之類也。戰皆書地，此獨不地，知是史失之也。莊十年《公羊傳》曰：「戰不言伐，圍不言戰，入不言圍，滅不言入，書其重者。」左無此義，而泓、韓、鞍、邲、令狐、河曲、鄢陵、城濮、大棘、彭衙、長岸、柏舉之屬，皆書戰，不書伐。此書伐，又書戰。襄十八年「諸侯同圍齊」，言圍不言伐。文十五年「晉郤缺伐蔡，戊申入蔡」，書伐，又書入，丘明無文，杜不為說，皆是從告而書，史有詳略，無義例也。此經既言齊人伐衛，不言齊及衛戰，而言衛人及齊人戰者，《公羊》以為伐人者為客，被伐者為主，以主及客，故使衛人主齊。尋案經、傳令狐、河曲、大棘、彭衙、長岸、泓、韓之屬，皆以主及客也。乾時、升陘及鞍，皆魯與人戰，以魯為主。城濮、鄢陵與邲，外楚而內晉也。柏舉內蔡而外楚也。被伐為主，或如《公羊》之說。\n夏，四月，丁未，邾子瑣卒。（無傳。未同盟而赴以名。○瑣，素果反。）秋，荊伐鄭，公會齊人、宋人救鄭。\n冬，築郿。（郿，魯下邑。傳例曰：「邑曰築。」○郿，亡悲反。）"
      },
      {
        "index": 63,
        "text": "疏注「郿魯」至「曰築」。○正義曰：國都為上，邑為下，故云「魯下邑」。成十八年築鹿囿，傳曰：「書不時也。」此傳唯發城築之例，不言時與不時者，《春秋》重土功，無備而興作者，傳每事各言時與不時，以別有所備禦，如書早雩之別過雩也；其有所畏懼而興作者，唯一發而已。襄十九年城西郛，傳曰「懼齊也」，是其事也。此年大無麥禾，時歲饑虛，恐或侵伐，故築之以備難，從西郛之例，故不發傳也。\n大無麥禾。（書於冬者，五穀畢入，計食不足而後書也。）"
      },
      {
        "index": 64,
        "text": "疏注「書於」至「書也」。○正義曰：麥孰於夏，禾成在秋，而書於冬者，計食不足而後總書之。此年不言水旱，而得無麥禾者，服虔曰：「陰陽不和，土氣不養，故禾麥不成也。」傳言饑而經不書者，得齊之糴，救民之急，不至於饑也。傳言饑者，指未糴之前，說告糴之意，故言饑也。\n臧孫辰告糴於齊。（臧孫辰，魯大夫臧文仲。○糴，徒曆反。）"
      },
      {
        "index": 65,
        "text": "疏「臧孫」至「於齊」。○正義曰：何休云：「買穀曰糴。」告糴者，將貨財告齊以買穀。《魯語》云：「文仲以鬯圭與玉磬如齊，告糴曰：『不腆先君之敝器，敢告滯積以紓執事。』齊人歸其玉而與之糴。」《公羊傳》曰：「何以不稱使？以為臧孫辰之私行也。君子之為國也，必有三年之委，一年不孰，告糴，饑也。」《穀梁》亦然。據經魯臣出使，例不言使，何以當怪此也？傳言告糴，禮也。必不得如二傳之說。服虔云：「不言『如』，重穀急辭，以其情急於糴，故不言『如齊告糴』；乞師則情緩於穀，故云『如楚乞師』。」○注「臧孫」至「文仲」。○正義曰：《世本》：孝公生僖伯區，區生哀伯達，達生伯氏瓶，瓶生文仲辰，辰是臧僖伯曾孫。\n【傳】二十八年，春，齊侯伐衛，戰，敗衛師，數之以王命，取賂而遠。"
      },
      {
        "index": 66,
        "text": "晉獻公娶於賈，無子。（賈，姬姓國也。）○烝於齊薑，（齊薑，武公妾。○烝，之承反。）生秦穆夫人及太子申生。又娶二女於戎，大戎狐姬生重耳，（大戎，唐叔子孫別在戎狄者。○重，直龍反。）"
      },
      {
        "index": 67,
        "text": "疏注「大戎」至「狄者」。○正義曰：《晉語》云：「狐氏出自唐叔，狐伯行之子，實生重耳。」又曰：「狐偃，其舅也。」小戎子生夷吾。（小戎，允姓之戎。子，女也。）"
      },
      {
        "index": 68,
        "text": "疏注「小戎」至「女也」。正義曰：昭九年傳稱晉率陰戎伐潁，王使辭於晉，曰：「先王居檮杌於四裔，故允姓之奸居於瓜州。」知戎為允姓也。凡言子者，通男女也，知子謂女也，二戎相對為大小也。"
      },
      {
        "index": 69,
        "text": "晉伐驪戎，驪戎男女以驪姬。（驪戎在京兆新豐縣。其君姬姓，其爵男也。納女於人曰女。○驪，力知反。女以，昵據反，注「曰女」同。）歸，生奚齊。其娣生卓子。驪姬嬖，欲立其子，賂外嬖梁五與東關嬖五，（姓梁名五。在閨闥之外者，東關嬖五，別在關塞者，亦名五。皆大夫，為獻公所嬖幸，視聽外事。○ 卓，敕角反。閨音圭。闥，吐達反。塞，素代反。）使言於公曰：（「曲沃，君之宗也。曲沃，桓叔所封，先君宗廟所在。）蒲與二屈，君之疆也。（蒲，今平陽蒲子縣。二屈，今平陽北屈縣。或云：二當為北。○屈，勿反，一音居勿反。疆，居良反，下同。）不可以無主。宗邑無主，則民不威；疆埸無主，則啟戎心。戎之生心，民慢其政，國之患也。若使大子主曲沃，而重耳、夷吾主蒲與屈，則可以威民而懼戎，且旌君伐。」（旌，章也。伐，功也。○埸音亦。）使俱曰：「狄之廣莫，於晉為都。晉之啟土，不亦宜乎？」（廣莫，狄地之曠絕也。即謂蒲於北屈也。言遺二公子出都之，則晉方當大開士界。獻公未決，故複使二五俱說此美。○ 複，扶又反。）晉侯說之。夏，使大子居曲沃，重耳居蒲城，夷吾居屈。群公子皆鄙，（鄙，邊邑。○說音悅。）唯二姬之子在絳。二五卒與驪姬譖群公子而立奚齊，晉人謂之「二五耦」。（二耜相耦，廣一尺，共起一伐。言二人俱共墾傷晉室若此。○譖，責鴆反。耜音似。廣，古曠反。墾，苦狠反。）\n楚令尹子元欲蠱文夫人，（文王夫人，息媯也。子元，文王弟。蠱，惑以淫事。○蠱音古，惑也。）\n疏「蠱文夫人」。○正義曰：昭元年傳稱《周易》「女惑男謂之蠱」，知蠱謂惑以淫事。"
      },
      {
        "index": 70,
        "text": "為館於其宮側，而振《萬》焉。（振，動也。《萬》，舞也。）夫人聞之，泣曰：「先君以是舞也，習戎備也。今令尹不尋諸仇讎，而於未亡人之側，不亦異乎！」（尋，用也。婦人既寡，自稱未亡人。）禦人以告子元。（禦人，夫人之侍人子。）元曰：「婦人不忘襲讎，我反忘之！」秋，子元以車六百乘伐鄭，入於桔柣之門。（桔柣，鄭遠郊之門也。○乘，繩證反。桔，戶結反。柣，待結反。）"
      },
      {
        "index": 71,
        "text": "疏注「桔柣」至「門也」。○正義曰：此已入一門矣。又云「入自純門」，又是入一門矣。複言「縣門不發」，則更有一門矣。不發是城門，則知純門，外郭門；桔柣，遠郊門也。《尚書•費誓序》云「東郊弗開」，是郊有門也。"
      },
      {
        "index": 72,
        "text": "子元、鬥禦疆、鬥梧、耿之不比為旆。（子元自與三子特建旆以居前。緇廣充幅，長尋曰，繼曰旆。○禦，魚呂反，本亦作禦。下注「反禦」同。疆，其良反，又居良反。梧音吾。比，並裏反。旆，蒲具反。長，直亮反。音兆。）"
      },
      {
        "index": 73,
        "text": "疏注「子元」至「曰旆」。○正義曰：軍行之次，旆最在先。故宣十二年傳稱令尹南轅反旆，是旆居前而殿在後也。《釋天》云：「緇廣充幅，長尋曰，繼曰旆。」郭璞云：「帛，全幅長八尺，旆帛，續末為燕尾者。」"
      },
      {
        "index": 74,
        "text": "鬥班、之孫遊、王孫喜殿。（三子在後為反禦。○殿，丁見反。）眾車入自純門，及逵市。（純門，鄭外郭門也。逵市，郭內道上市。○純如字。逵，求龜反。）縣門不發。楚言而出，子元曰：「鄭有人焉。」（縣門，施於內城門。鄭示楚以閒暇，故不閉城門，出兵而效楚言，故子元畏之，不敢進。○縣音玄，注同。）諸侯救鄭，楚師夜遁。鄭人將奔桐丘，（許昌縣東北有桐丘城。○遁，徒困反。）諜告曰：「楚幕有烏。」乃止。（諜，間也。幕，帳也。○諜音牒。幕音莫。間，間廁之間。）"
      },
      {
        "index": 75,
        "text": "冬，饑。「臧孫辰告糴於齊」，禮也。（經書「大無麥禾」，傳言「饑」。傳又先書「饑」在「築郿」上者，說始糴。經在下，須得糴。嫌或諱饑，故曰禮。）"
      },
      {
        "index": 76,
        "text": "「築郿」，非都也。凡邑，有宗廟先君之主曰都，無曰邑。邑曰築，都曰城。（《周禮》：四縣為都，四井為邑。然宗廟所在，則雖邑曰都，尊之也。言凡邑，則他築非例。）"
      },
      {
        "index": 77,
        "text": "疏注「周禮」至「非例」。○正義曰：《周禮•小司徒職》云：「九夫為井，四井為邑，四邑為丘，四丘為甸，四甸為縣，四縣為都。」注引此者，以證都大邑小耳。經、傳之言都邑者，非是都則四縣，邑皆四井。此傳所發，乃為小邑發例。大者皆名都，都則悉書曰城。小邑有宗廟，則雖小曰都，無乃為邑。邑則曰築，都則曰城。為尊宗廟，故小邑與大都同名。《釋例》曰：「若邑有先君宗廟，雖小曰都，尊其所居而大之也。」然則都而無廟，固宜稱城，「城漆」是也。而潁氏唯係於有無君之廟，患漆本非魯邑，因說曰漆有邾之舊廟。是使魯人尊邾之廢廟，與先君同。非經、傳意也。又解傳言「凡邑」，則主為邑言，則他築非例也。若築台、築囿、築王姬之館，則皆稱為築，無大小之異。\n莊公二十有九年\n【經】二十有九年，春，新延廄。（傳例曰：書，不時。言新者，皆舊物不可用，更造之辭。○廄，居又反。）"
      },
      {
        "index": 78,
        "text": "疏二十九年注「傳例」至「之辭」。○正義曰：馬之所處謂之廄。延是廄之名，名之曰延，其義不可知也。《公羊傳》曰：「新延廄者何？脩舊也。謂舊廄敝壞不可，因而補治，故言『新』，為更造之辭也。」傳言「新作延廄」，而經無「作」字。僖二十年「新作南門」，定二年「新作雉門及兩觀」，皆言「新作」，而此獨無作，是作傳之後轉寫闕文也。《釋例》曰：「言『新』，意所起；言『作』，以興事，通謂興起功役之事也。總而言之，不複分別，因舊而與造新也。經書「延廄」稱「新」而不言「作」，傳言「新作延廄，書，不時也」，此稱經文，而以「不時」為譏，義不在作也。然尋傳足以知經闕「作」字也。而劉、賈云：「言『新』有故木，言『作』有新木，言『廄』不書『作』，所用之木非公命也。」凡諸興造，固當有新，固當有因。今為《春秋》微義，直記別此門此觀有新木故木，既已鄙近，且材木者，立廄之具也，公命立廄，則眾用皆隨之矣，焉有所用之木非公命也？此為匠人受命立廄，而盜共其用，豈然乎哉？\n夏，鄭人侵許。（傳例曰：無鍾鼓曰侵。）秋，有蜚。（傳例曰：為災。○蜚，扶味反。）\n冬，十有二月，紀叔姬卒。（無傳。紀國雖滅，叔姬執節守義，故係之紀，賢而錄之。）"
      },
      {
        "index": 79,
        "text": "城諸及防。（諸、防，皆魯邑。傳例曰：書，時也。諸非備難而興作，傳皆重云時以釋之。他皆放此，諸，今城陽諸縣。○難，乃旦反。重，直用反。）"
      },
      {
        "index": 80,
        "text": "疏「城諸及防」。○正義曰：此言「城諸及防」，文十二年「城諸及鄆」，定十四年「城莒父及宵」，襄十年傳「晉師城梧及製」，同時城二邑者，皆言「及」。《穀梁傳》曰：「以及小也。」何休云：「諸君邑防臣邑言『及』，別君臣之義。」賈逵云：「言『及』，先後之辭。」杜不為注，先後之辭是也。"
      },
      {
        "index": 81,
        "text": "【傳】二十九年，春，新作延廄，書，不時也。（經無「作」字，蓋闕。）凡馬日中而出，日中而入。（日中，春秋分也。治廄當以秋分，因馬向入而脩之，今以春作，故曰不時。○向，許亮反，本或作響。）"
      },
      {
        "index": 82,
        "text": "疏注「日中」至「不時」。○正義曰：中者，謂日之長短與夜中分。故春秋二節，謂之春分、秋分也。《釋例》曰：「春秋分而晝夜等，謂之日中。凡馬，春分百草始繁，則牧於野；秋分農功始藏，水寒草枯，則皆還廄。此周典之製也。今春而作廄，已失民務，又違馬節，故曰『書，不時也』。」"
      },
      {
        "index": 83,
        "text": "「夏，鄭人侵許」。凡師，有鍾鼓曰伐，（聲其罪。）無曰侵，（鍾鼓無聲。）輕曰襲。（掩其不備。○輕，遣政反。）"
      },
      {
        "index": 84,
        "text": "疏「凡師」至「曰襲」。○正義曰：《釋例》曰：「侵、伐、襲者，師旅討罪之名也。鳴鍾鼓以聲其過曰『伐』，寢鍾鼓以入其竟曰『侵』，掩其不備曰『襲』，此所以別興師用兵之狀也。」然則春秋之世，兵加於人，唯此三名。擊鼓、斬木俱名為伐，鳴鍾鼓聲其罪，往討伐之，若擊鼓斬木然。侵者，加陵之意，寢其鍾鼓，潛入其竟，往侵陵之，襲者，重衣之名，倍道輕行，掩其不備，忽然而至，若披衣然。立此三名，製討罪之等級也。《周禮》大司馬掌九伐之法，賊賢害民，則伐之；負固不服，則侵之。天子討罪，無掩襲之事，唯侵伐二名，名與禮合。而禮更有七名：馮弱犯寡，則眚之；暴內陵外，則壇之；野荒民散，則削之；賊殺其親，則正之；放弑其君，則殘之；犯令陵政，則杜之；內外亂、鳥獸行，則滅之。彼謂王者行兵，此據當時實事，時無其事，則傳不為例。其滅與入為例，故不列於此。\n「秋，有蜚」，為災也。凡物不為災，不書。"
      },
      {
        "index": 85,
        "text": "冬，十二月，「城諸及防」，書，時也。凡土功，龍見而畢務，戒事也。（謂今九月，周十一月，龍星角、亢晨見東方，三務始畢，戒民以土功事。○見，賢遍反，注下皆同。亢，苦浪反，又音剛。）"
      },
      {
        "index": 86,
        "text": "疏「凡土」至「而畢」。○正義曰：《釋例》曰：「都邑者，人之聚也，國家之藩衛，百姓之保障，不固則敗，不脩則壞，故雖不臨寇，必於農隙備其守禦，無妨民務。傳曰『龍見而畢，務戒事也』，謂夏之九月，周之十一月，龍星角、亢晨見東方，於是納其禾稼，三務始畢，而戒民以土功事也。『火見而致用』，大火星次角、亢而晨見，於是致其用也。『水昏正而栽』，謂夏之十月，定星昏而中，於是樹板榦而興作焉。『日至而畢』，謂日既南至，微陽始動，故土功息。傳既顯稱凡例，而書時書不時各重發者，皆以別無備而興作，如書旱雩之別過雩也。若城西郛，傳特曰『懼齊』，此其意也。」然則此發例者，止謂預脩備禦，非有當時之急，故擇閒月而為之。若當時有急，則不拘此製。畢者，竟也。畢務，謂農務竟而民閒也。日至而畢，謂土功竟也。冬至之後，當更脩來年農事，不得複興土功也。○注謂今」至「功事」。○正義曰：今之九月，則季秋也。《月令》：「季秋之月，日在房。」《漢書•律曆誌》論星之度數，云：「角十二，亢九，氐十五，自角之初至房初三十六度。」晨謂夜之將旦，於晨之時，日體在房，故角、亢見在東方也。東方之宿盡為龍星，角即蒼龍角也，故角、亢專得龍名。戒謂令語之也。春、夏、秋三時之務始畢，民將閒暇，故預令語民，將有土功之事，使自備也。\n火見而致用，（大火，心星，次角亢。見者，致築作之物。）"
      },
      {
        "index": 87,
        "text": "疏注「大火」至「之物」。○正義曰：襄九年傳曰：心為大火星，度心五，尾十八。《月令》：「孟冬之月，日在尾。」自心初至於尾末二十三度。十月之初，心星次角、亢之後而晨見東方也。致築作之物，謂板榦畚梮，諸是城之所用，皆致之於作所也。"
      },
      {
        "index": 88,
        "text": "水昏正而栽，（謂今十月，定星昏而中，於是樹板榦而興作。○栽，《字林》才代反，一音再。《說文》云：「築牆長板。」定，多佞反。）"
      },
      {
        "index": 89,
        "text": "疏注「謂今」至「興作」。○正義曰：五行，北方水。故北方之宿為水星。言「水昏正」者，夜之初昏，水星有正中者耳，非北方七宿皆正中也。《詩》云：「定之方中，作於楚宮。」《釋文》云：「營室謂之定。」孫炎云：「定，正也。天下作宮室者，皆以營室為正。」《周語》云：「營室之中，土功其始。」是定星昏而正，為土功之大候，故知「水昏正」謂十月定星昏而正中時也。鄭玄《詩》箋云：「定星昏中而正，謂小雪時。」小雪，十月之中氣。《月令》：「仲冬之月，昏東壁中。」室十六度，日行一度，是十月半而室中，十一月初而壁中。《禮記•中庸》云：「栽者培之。」栽者，樹立之語。故知樹板榦而起首興作也。《釋詁》云：「楨，翰，榦也」。舍人曰：「楨，正也。築牆所立兩木也。翰，所以當牆之兩邊鄣土者也。」然則榦在牆之兩端，樹立之，即楨是也。榦則在兩邊鄣土，即板是也。板榦既異，而云「樹板榦」者，因類連言耳。\n日至而畢。（日南至，微陽始動，故土功息。）樊皮叛王。（樊皮，周大夫。樊，其采地。皮，名。）\n莊公三十年\n【經】三十年，春，王正月。"
      },
      {
        "index": 90,
        "text": "夏，次於成。（無傳。將卑師少，故直言次。齊將降鄣，故設備。○將卑，子匠反。降，戶江反，下文注同。鄣音章，下同。）"
      },
      {
        "index": 91,
        "text": "疏三十年注「將卑」至「設備」。○正義曰：於例，將卑師少稱人，人謂大夫身也。大夫卑，名氏不見，故稱人。他國可言某人，魯事不得自稱魯人，故魯之大夫使出者，皆言其所為之事而已。此大夫帥師而次於成，故直言次也。《穀梁傳》曰：「次，止也。有畏也，欲救鄣而不能。」是為降鄣，故設備也。"
      },
      {
        "index": 92,
        "text": "秋，七月，齊人降鄣。（無傳。鄣，紀附庸國。東平無鹽縣東北有鄣城。小國孤危，不能自固，蓋齊遙以兵威脅使降附。）"
      },
      {
        "index": 93,
        "text": "疏注「鄣紀」至「降附」。○正義曰：《公羊》、《穀梁傳》並云：鄣，紀之遺邑也。《釋例》曰：「劉、賈依二傳，以為『鄣，紀之遺邑』。計紀侯去國，至此二十七年，紀侯猶不堪齊而去，則邑不得獨存。此蓋附庸小國，若邿、鄟者也。」是言鄣為附庸之意。不言鄣降於齊，而云「齊人降鄣」，又不言侵伐，故云蓋以兵威脅使降附。"
      },
      {
        "index": 94,
        "text": "八月，癸亥，葬紀叔姬。（無傳。以賢錄也。無臣子，故不作諡。）九月，庚午，朔，日有食之，鼓，用牲於社。（無傳。）\n冬，公及齊侯遇於魯濟。（濟水曆齊、魯界，在齊界為齊濟，在魯界為魯濟，蓋魯地。○濟，子禮反。）"
      },
      {
        "index": 95,
        "text": "疏注「濟水」至「魯地」。○正義曰：《釋例》曰：「濟水自滎陽卷縣東經陳留至濟陰，北經高平、東平至濟北，東北經濟南至樂安博昌縣入海。」案高平、東平，魯西界也。濟南、樂安，齊竟內也。指言魯濟，故疑魯地，遇於魯地濟水之邊。\n齊人伐山戎。（山戎，北狄。）\n【傳】三十年，春，王命虢公討樊皮。夏，四月，丙辰，虢公入樊，執樊仲皮，歸於京師。"
      },
      {
        "index": 96,
        "text": "楚公子元歸自伐鄭，而處王宮。（欲逐蠱文夫人。）鬥射師諫，則執而梏之。（射師，鬥廉也。足曰桎，手曰梏。○射，食亦反，又食夜反。梏，古毒反。桎，之實反。）"
      },
      {
        "index": 97,
        "text": "疏注「射師」至「曰梏」。正義曰：杜此注與《譜》並以射師與鬥廉為一人，不知何據也。服虔云：「射師，若敖子鬥班也。」射師被梏，不言舍之，何以得殺子元也？知射師與班必非一人也。杜《譜》以為鬥射師，若敖子，鬥班若敖孫。《周禮•掌囚》：「上罪梏{共手}而桎，中罪桎梏，下罪梏。梏、{共手}共文，{共手}施於手，知梏亦手也。」鄭玄亦云：「在手曰梏，在足曰桎。」是先儒同此說也。《易•大畜》：「六四，童牛之梏。」牛云「梏」者，牛雖無手，謂梏前足也。"
      },
      {
        "index": 98,
        "text": "秋，申公鬥班殺子元。（申，楚縣。楚僭號，縣尹皆稱公。○僭，子念反。）鬥穀於菟為令尹，自毀其家，以紓楚國之難。（鬥穀於菟，令尹子文也。毀，減。紓，緩也。○穀，奴走反；楚人謂「乳」曰「穀」。《漢書》作「彀」，音同。於音烏。菟音徒。紓音舒，一音直汝反。難，乃旦反，下注同。）"
      },
      {
        "index": 99,
        "text": "冬，遇於魯濟，謀山戎也。以其病燕故也。（齊桓行霸，故欲為燕謀難。燕國，今薊縣。○為，於偽反。薊音計。）\n莊公三十有一年"
      },
      {
        "index": 100,
        "text": "【經】三十有一年，春，築台於郎。（無傳。刺奢，且非土功之時。○刺，七賜反。）夏，四月，薛伯卒。（無傳。未同盟。）築台於薛。（無傳。薛，魯地。）"
      },
      {
        "index": 101,
        "text": "六月，齊侯來獻戎捷。（傳例曰：諸侯不相遺俘。捷，獲也。獻，奉上之辭。齊侯以獻捷禮來，故書以示過。○捷，在妾反。遺，唯季反，傳同。俘音孚。）"
      },
      {
        "index": 102,
        "text": "疏三十一年注「傳例」至「示過」。○正義曰：捷，勝也。戰勝而有獲，獻其獲，故以捷為獲也。《釋例》曰：「歸者，遺也。獻者，自下奉上之稱。遺者，敵體相與之辭。傳曰：『諸侯不相遺俘。』齊侯、楚人失辭稱獻，失禮遺俘，故因其來辭，見自卑也，以其大卑，故書以示過。」此經言獻捷，傳言遺俘，則是獻捷，獻囚俘也。襄八年邢丘之會，傳稱「鄭伯獻捷於會」，又曰「獲司馬燮，獻於邢丘」，是獻俘謂之捷也。襄二十五年鄭公孫舍之帥師入陳，傳稱「司空致地，司徒致民」，是不以俘囚歸也，亦云「子產獻捷於晉」，然則無囚而獻其功，空有器物亦稱捷也。\n秋，築台於秦。（無傳，東平範縣西北有秦亭。）冬，不雨。（無傳。不書旱，不為災，例在僖三年。）"
      },
      {
        "index": 103,
        "text": "【傳】三十一年，夏，六月，「齊侯來獻戎捷」，非禮也。凡諸侯有四夷之功，則獻於王，王以警於夷，（以警懼夷狄。○警音景。懼，戒懼也。）中國則否。諸侯不相遺俘。（雖夷狄俘，猶不以相遺。）\n莊公三十有二年\n【經】三十有二年，春，城小穀。（小穀，齊邑，濟地穀城縣城中有管仲井。大都以名通者，則不係國。）"
      },
      {
        "index": 104,
        "text": "疏三十二年注「小穀」至「係國」。○正義曰：傳稱「為管仲」，知是齊邑，管仲所食采邑也。吳滅州來，晉滅下陽，如此之類，皆不係國，知大都以名通者，則不係國也。華亥、向寧人於宋南裏以叛，南裏非大都，不得以名通，故係之宋耳。賈逵云：「不係齊者，世其祿。」然則彼不係者，豈皆世其祿乎？\n夏，宋公、齊侯遇於梁丘。（齊善宋之請見，故進其班。梁丘，在高平昌邑縣西南。）"
      },
      {
        "index": 105,
        "text": "秋，七月，癸已，公子牙卒。（牙，慶父同母弟僖叔也。飲冘而死，不以罪告，故得書卒。書日者，公有疾，不責公不與小斂。○冘音鴆，本亦作鴆。與音預。斂，力豔反。）\n八月，癸亥，公薨於路寢。（路寢，正寢也。公薨皆書其所，詳凶變。）"
      },
      {
        "index": 106,
        "text": "疏注「路寢」至「凶變」。○正義曰：《公羊傳》曰：「路寢者何？正寢也。」《喪大記》曰：「男子不死於婦人之手，婦人不死於男子之手，君夫人卒於路寢。」鄭玄云：「言死必於正處也。」是薨於路寢，得其正也。言詳凶變者，《釋例》云：「詳內事，謹凶變。」"
      },
      {
        "index": 107,
        "text": "冬，十月，已末，子般卒。（子般，莊公大子。先君未葬，故不稱爵。不書殺，諱之也。○般音班。殺音試，一音如字，下同。）"
      },
      {
        "index": 108,
        "text": "疏注「子般」至「諱之也」。○正義曰：傳稱「公疾，問後於叔牙」，若已有大子，則不應須問。當問之時，似未有大子也。季友以死奉般，冘殺叔牙，蓋於爾時始命為大子。公薨而般立，知其為大子也。子惡之死也，直書子卒，不書名。此子般及子野皆書名者，《釋例》曰：「公子惡，魯之正適嗣位，免喪則魯君也。襄仲倚齊而弑之，國以為諱，故不稱君，若言君之子也。及子般、子野，或見殺，或不勝喪，言罪則不足成貶，為孝而滅性，故直略而書卒也。」又曰：「未成君而卒，若君未葬，則嗣子書名，在喪之禮也。既葬，則嗣君諒闇，群臣複吉，免喪，則成君也。文公既葬，襄仲殺惡及視，書曰『子卒』，與未成君同文，所以為諱也。」如杜此言，未葬之前，生則直稱為子，死則書曰「子某卒」，猶外諸侯生稱其爵，死書其名，以為禮之常也。既葬，則嗣子成君，以理而卒，當稱「公薨」，全成君也。子惡父既葬，魯人諱其弑，不得稱君。其實已葬，不得從子般、子野未葬之例，故書「子卒而不稱名，以示似未成君，其實已成為君，上不得同閔公，下不得同般、野，故直書為子，係之於父，若言君之子也。《公羊》以為君存稱世子，君薨稱子某，既葬稱子，逾年稱公。據子般、子野卒，似欲當然。但《左氏》稱「宋桓公卒，未葬，而襄公會諸侯，故曰子」，即發例曰：「凡在喪，公侯曰子。」是未葬稱子，傳之明文，不得如《公羊》說也。"
      },
      {
        "index": 109,
        "text": "公子慶父如齊，（無傳，慶父既殺子般，季友出奔，國人不與，故懼而適齊，欲以求援。時無君，假赴告之禮而行。○狄伐邢。無傳。邢國在廣平襄國縣。）"
      },
      {
        "index": 110,
        "text": "疏「狄伐邢」注「無傳」。○正義曰：明年有傳，而言無者，明年自為管仲之言發端耳，非說此年伐邢之事，故言「無傳」。\n【傳】三十二年，春，城小穀，為管仲也。（公感齊桓之德，故為管仲城私邑。○為，於偽反，注及下同。）"
      },
      {
        "index": 111,
        "text": "齊侯為楚伐鄭之故，請會於諸侯。（楚伐鄭在二十八年，謀為鄭報楚。）宋公請先見於齊侯。夏，遇於梁丘。（○見，賢遍反，又如字。）\n秋，七月，有神降於莘。（有神聲以接人，莘，虢地。○莘，所巾反。）"
      },
      {
        "index": 112,
        "text": "疏注「有神」至「虢地」。○正義曰：《易》稱：「神也者，妙萬物而為言者也。」雖複鬼神之神，亦無形象可見。今言神降，則人皆聞知，故知有神謂有神聲以接人也。吳孫權時，有神自稱王表，言語與人無異，而形不可見。今此神降於莘，蓋亦王表之類。神者，氣也，當在人上，今下接人，故稱降也。《國語》說此事，稱內史過對王云：「昔昭王娶於房曰房後，實有爽德，協於丹朱。丹朱馮身以儀之，生穆王焉。」若由是觀之，其丹朱之神乎？下說神居莘而虢公請土，內史過往，聞虢請命，知莘是虢地。"
      },
      {
        "index": 113,
        "text": "惠王問諸內史過曰：「是何故也？」（內史過，周大夫。○過，古禾反。）對曰：「國之將興，明神降之，監其德也；將亡，神又降之，觀其惡也。故有得神以興，亦有以亡，虞、夏、商、周皆有之。」（亦有神異。○監，本又作鑒，古暫反。）"
      },
      {
        "index": 114,
        "text": "疏「虞、夏、商、周皆有之」。○正義曰：《國語》：「內史過曰：『夏之興也，祝融降於崇山；其亡也，回祿信於黔隧。商之興也，檮杌次於丕山；其亡也，夷羊在牧。周之興也，鸑鷟鳴於岐山；其衰也，杜伯射宣王於鎬。』」是夏、商、周之所有也。其虞則《國語》不言焉，未知其所謂也。服虔云：「虞舜：祖考來格，鳳皇來儀，百獸率舞。」案《虞書》，夔說舜樂所致，非神降也。必其傅會《尚書》，以為得神以興，則虞舜得神以亡者，又安在也？"
      },
      {
        "index": 115,
        "text": "王曰：「若之何？」對曰：「以其物享焉。其至之日，亦其物也。」（享，祭也。若以甲、乙日至，祭先脾，玉用蒼，服上青，以此類祭之。○脾，婢支反。）"
      },
      {
        "index": 116,
        "text": "疏注「享祭」至「祭之」。○正義曰：此降莘之神，非祀典所載。神必須祭，故內史過令以其物享之。其物不知所謂，更以至日釋之，謂此神初降之日，以其至日之物也。《月令》：春，其日甲、乙。夏，其日丙、丁。中央土，其日戊、己。秋，其日庚、辛。冬，其日壬、癸。所用之物，《月令》具有其文。注引甲、乙所用，舉一隅也。丙、丁日至，祭用肺，玉、服皆赤也。戊、己日至，祭用心，玉、服皆黃也。庚、辛日至，祭用肝，玉、服皆白也。壬、癸日至，祭用腎，玉、服皆玄也。"
      },
      {
        "index": 117,
        "text": "王從之。內史過往，聞虢請命，（聞虢請於神，求賜土田之命。）反曰：「虢必亡矣。虐而聽於神。」神居莘六月，"
      },
      {
        "index": 118,
        "text": "疏「神居莘六月」。○正義曰：《國語》稱惠王十五年神降於莘，《年表》惠王五年是魯莊公之十八年，則此年惠王十五年也。上云七月神降，則今年七月降也。居莘六月，虢公使祝、史享焉，則今年十二月也。內史過往，巳聞虢請命，則過至虢亦十二月也。傳先說王事，使了後論虢事，以終內史之言，故文倒耳。"
      },
      {
        "index": 119,
        "text": "虢公使祝應、宗區、史嚚享焉。神賜之土田。（祝，大祝。宗，宗人。史，大史。應、區、嚚皆名。○區，丘於反。嚚，五巾反。大祝，音泰，下同。）史嚚曰：「虢其亡乎！吾聞之：國將興，聽於民；（政順民心。）將亡，聽於神。（求福於神。）神，聰明正直而壹者也，依人而行。（唯德是與。）虢多涼德，其何土之能得？」（涼，薄也。為僖二年晉滅下陽傳。○涼音良。）"
      },
      {
        "index": 120,
        "text": "疏「神聰」至「能得」。○正義曰：《國語》曰：「耳目，心之樞機也，故必聽和而視正。聽和則聰，視正則明。」然則所謂丘明者，不聽淫辭、不視邪人之謂也。襄七年傳曰：「正直為正，正曲為直。」言正者，能自正；直者，能正人。曲而壹者，言其一心不二意也。依人而行，謂善則就之，惡則去之。虢多薄德，神所不依，其何土之能得？言賜之土田，必虛妄也。若神所不依，則不應賜土，而言「神賜之土田」者，神厭其人，不告以實，猶晉獻公筮以驪姬為夫人，亦云吉耳。"
      },
      {
        "index": 121,
        "text": "初，公築台，臨黨氏，（黨氏，魯大夫。築台不書，不告廟。○黨音掌。）見孟任，從之。，（孟任，黨氏女。，不從公。○音秘。）疏「從之」。○正義曰：服虔云：「從之，言欲與通也。」"
      },
      {
        "index": 122,
        "text": "而以夫人言許之，許以為夫人。割臂盟公。生子般焉。雩，講於梁氏，女公子觀之。雩，祭天也。講，肆也。梁氏，魯大夫。女公子，子般妹。○肆音四，又以二反。"
      },
      {
        "index": 123,
        "text": "疏注「雩祭」至「肄也」。○正義曰：魯以周公之故，得郊祀上天，故雩亦祭天也。文四年傳曰「臣以為肄業及之也」，肄謂習業，故講為肄。\n圉人犖自牆外與之戲。（圉人，掌養馬者，以慢言戲之。○犖音洛，又力角反。）\n疏注「圉人掌養馬者」。○正義曰：《周禮》：圉人掌養馬芻牧之事。昭七年傳曰：「馬有圉，牛有牧。」"
      },
      {
        "index": 124,
        "text": "子般怒，使鞭之。公曰：「不如殺之，是不可鞭。犖有力焉，能投蓋於稷門。」（蓋，覆也。稷門，魯南城門。走而自投，接其屋之桷，反覆門上。○覆，芳服反。）"
      },
      {
        "index": 125,
        "text": "疏注「蓋覆」至「門上」。○正義曰：稷門，為魯南城門，蓋時人猶以名之，故知也。投蓋者，謂自投其身以蓋物，故以為走而自投，反覆門上。劉炫《規過》云：「公言『犖有力焉』，如杜此說，勁捷耳，非有力也。當謂投車蓋過於稷門。」今知不然者，《周禮》車蓋以物帛為之，輕而帆風，非可投之物。且傳直云「投蓋於稷門」，不云「過稷門」，明知自投反覆稷門之上，今時猶然。且遊楚超乘而出，女曰：「子南，夫也。」則勁捷之人，亦是勇力之事，劉君以勁捷非力，而規杜氏，非也。"
      },
      {
        "index": 126,
        "text": "公疾，問後於叔牙，對曰：「慶父材。」（蓋欲進其同母兄。）問於季友，對曰：「臣以死奉般。」（季友，莊公母弟，故欲立般。）公曰：「鄉者牙曰 『慶父材』。成季使以君命命僖叔，待於針巫氏，（成季，季友也。針巫氏，魯大夫。○鄉，許亮反。針，其廉反。）使針季冘之。（冘，鳥名，其羽有毒，以畫酒，飲之則死。○畫音獲。）"
      },
      {
        "index": 127,
        "text": "疏注「冘鳥」至「則死」。○正義曰：《說文》云：「冘，毒鳥也，一名運日。」《廣雅》云：「鴆鳥，雄曰運日，雌曰陰諧。」《廣誌》曰：「鴆鳥，形似鷹，大如鶚，毛黑，喙長七八寸，黃赤如金，食蛇及橡實，常居高山巔。《晉語》諸公讚云：『鴆鳥食蝮，以羽翮擽酒水中，飲之則殺人。』舊製，鴆不得渡江，有重法。石崇為南中郎，得鴆，以與王愷，養之，大如鵝，喙長尺餘，純食蛇虺。司隸傅祗於愷家得此鳥，奏之，宣示百官，燒於都街。」是說鴆鳥之狀也。以其因酒毒人，故字或為「冘」。"
      },
      {
        "index": 128,
        "text": "曰：「飲此，則有後於魯國；不然，死且無後。」飲之，歸，及逵泉而卒。立叔孫氏。（逵泉，魯地。不以罪誅，故得立後，世其祿。）\n八月，癸亥，公薨於路寢。子般即位，次於黨氏。（即喪位。次，舍也。）"
      },
      {
        "index": 129,
        "text": "冬，十月，己未，共仲使圉人犖賊子般於黨氏。（共仲，慶父。○共音恭。）成季奔陳。（出奔不書，國亂，史失之。）立閔公。（閔公，莊公庶子，於是年八歲。○閔，亡謹反。）"
      },
      {
        "index": 130,
        "text": "疏注「閔公」至「八歲」。○正義曰：傳稱閔公，哀薑之娣叔薑之子。哀薑以二十四年八月始人，娣必與適俱行，當以二十五年生子，故云八歲。"
      }
    ]
  }
}