{
  "chapterNumber": 27,
  "title": "春秋左傳正義卷27 (Zuozhuan Zhengyi, Volume 27)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "成公十有一年\n【經】十有一年，春，王三月，公至自晉。（正月公在晉，不書，諱見止。）"
      },
      {
        "index": 1,
        "text": "疏注“正月”至“見止”。○正義曰：襄二十九年“正月公在楚”，傳曰“釋不朝正於廟也”。彼以逾年，故書“正月公在楚”；此亦逾年，不書“正月公在晉”者，為諱見止故，正月不以告廟。案《春秋》上下，公之在晉，諱與不諱，悉皆不書，此言“諱見止”者，以此兼有諱義，故詳之也。宣五年傳：“公如齊，高固使齊侯止公，請叔姬焉。夏，公至自齊，書，過也”。注云：“公既見止，連昏於鄰國之臣，厭尊毀列，累其先君，而於廟行飲之禮，故書以示過。”宣七年，公會晉侯云云於黑壤，傳稱晉侯以公不朝，又不聘，止公於會，不與公盟。八年“公至自會”，注云：“義與五年書過同。”此亦見止，還而告“至”。杜不言義與書過同者，公實不貳於楚，晉以無罪止公，非所當諱，故依法告至。然則正月諱不告者，正月公猶被執，守臣若其告廟，當云公被晉執，故諱而不告，公還不以為恥，故告至耳。\n晉侯使郤犨來聘，己丑，及郤犨盟。（郤犨，郤克從父兄弟。○犨，尺由反。）"
      },
      {
        "index": 2,
        "text": "疏注“郤犨”至“兄弟”。○正義曰：案《世本》：卻豹生冀芮，芮生缺，缺生克也。又云：豹生義，義生步揚，揚生州，州即犨也。如彼文，則犨與克俱是豹之曾孫，當為從祖昆弟。服虔以為從祖昆弟，杜云從父昆弟，或“父”當是“祖”字誤耳。\n夏，季孫行父如晉。秋，叔孫僑如如齊。（○僑，其驕反。）冬，十月。"
      },
      {
        "index": 3,
        "text": "【傳】十一年，春，王三月，公至自晉。晉人以公為貳於楚，故止公。公請受盟，而後使歸。（前年七月公如晉吊，至是乃得歸。）\n郤犨來聘，且蒞盟，（公請受盟，故使大夫來臨之。○蒞音利，又音類。）"
      },
      {
        "index": 4,
        "text": "聲伯之母不聘，（聲伯之母，叔之妻。不聘，無媒禮。○聘，本亦作“娉”，四政反。，許乙反。媒，亡回反。）穆薑曰：“吾不以妾為姒。”（昆弟之妻，相謂為姒。穆薑，宣公夫人。宣公、叔同母昆弟。○姒音似。）"
      },
      {
        "index": 5,
        "text": "疏注“昆弟之妻相謂為姒”。○正義曰：世人多疑娣姒之名，皆以為兄妻呼弟妻為娣，弟妻呼兄妻為姒，因即惑於傳文，不知何以為說。今謂母婦之號，隨夫尊卑；娣姒之名，從身長幼，以其俱來夫族，其夫班秩既同，尊卑無以相加，遂從身之少長。《喪服》小功章曰：“娣姒婦報。”傳曰：“娣姒婦者，弟長也。”以“弟長”解“娣姒”，言娣是弟，姒是長也。《公羊傳》亦云：“娣者何？弟也。”是其以弟解娣，自然以長解姒。長謂身之年長，非夫之年長也。《釋親》云：“長婦謂稚婦為娣婦，娣婦謂長婦為姒婦。”止言婦之長稚，不言夫之大小。今穆薑謂聲伯之母為姒，昭二十八年傳叔向之嫂謂叔向之妻為姒，二者皆呼夫弟之妻為姒，豈計夫之長幼乎？《釋親》又云：“女子同出，謂先生為姒，後生為娣。”孫炎云：“‘同出’謂俱嫁事一夫也。事一夫者，以已生先後為娣姒。”則知娣姒以已之年，非夫之年也。故賈逵、鄭玄及此注皆云“兄弟之妻相謂為姒”，言兩人相謂，謂長者為姒。知娣姒之名，不計夫之長幼也。"
      },
      {
        "index": 6,
        "text": "生聲伯而出之，嫁於齊管於奚，生二子而寡，以歸聲伯。聲伯以其外弟為大夫，（外弟，管於奚之子，為魯大夫。）而嫁其外妹於施孝叔。（孝叔，魯惠公五世孫。）郤犨來聘，求婦於聲伯，聲伯奪施氏婦以與之。婦人曰：“鳥獸猶不失儷，（儷，耦也。○儷，力許反。）\n疏注“儷耦也”。○正義曰：禮謂兩皮為儷皮，儷，兩也，故為耦。"
      },
      {
        "index": 7,
        "text": "子將若何？”曰：“吾不能死亡。”（言不與郤犨婦，懼能忿致禍。）婦人遂行。生二子於郤氏。郤氏亡，晉人歸之施氏。施氏逆諸河，沈其二子。（沈之於河。○沈，徐蔭反，注同；一音如。）婦人怒曰：“已不能庇其伉儷而亡之，（伉，敵也。○巳音以，又音紀。庇，必利反，又音秘。伉，苦浪反。）\n疏注“伉敵也”。○正義曰：伉者，相當之言，故為敵也。伉儷者，言是相敵之匹耦。"
      },
      {
        "index": 8,
        "text": "又不能字人之孤而殺之，（字，愛也。）將何以終？”遂誓施氏。（約誓不複為之婦也。傳言郤犨淫縱，所以亡也。○複，扶又反，下文注“複出”皆同。）\n夏，季文子如晉報聘，且蒞盟也。（郤犨、文子交盟魯、晉之君，其意一也。故但書來盟，舉重略輕。）"
      },
      {
        "index": 9,
        "text": "疏注“郤犨”至“略輕”。○正義曰：晉臣來盟於魯，魯臣往盟於晉，俱是相要，其意一也。意既同矣，可書一以包二，宜舉重而略輕。遣使為輕，君親為重，故郤犨書“聘”，又書“盟”，文子直書“如晉”，略言其聘而已。衛冀隆難以為，他卿來敵魯君，《春秋》所諱；魯卿出敵他國，顯書名氏。則應郤犨來盟為輕，行父盟晉為重。今書郤犨之盟，則是舉輕略重，何得云舉重略輕？蘇氏釋云：“所言輕重者，自謂魯之君臣，臣盟為輕，君盟為重，二國各稟君命奉使而行，非關敵公之義，其意不同，不得相難。”"
      },
      {
        "index": 10,
        "text": "周公楚惡惠、襄之逼也，（惠王、襄王之族。○惡，烏路反。）且與伯與爭政，（伯與，周卿士。○伯與，音餘；本亦作“輿”。）不勝，怒而出。及陽樊，（陽樊，晉地。）王使劉子複之，盟於鄄而入。三日，複出奔晉。（王既複之而複出，所以自絕於周，為明年周公出奔傳。鄄，周邑。○鄄音絹。）\n秋，宣伯聘於齊，以脩前好。（鞍以前之好。○好，呼報反，注同。）"
      },
      {
        "index": 11,
        "text": "晉郤至與周爭鄇田，（鄇，溫別邑。今河內懷縣西南有鄇人亭。○鄇音侯，《字林》音候。“鄇人”本又作“侯人”，如字。）王命劉康公、單襄公訟諸晉。郤至曰：“溫，吾故也，故不敢失。”（言溫，郤氏舊邑。○單音善。）"
      },
      {
        "index": 12,
        "text": "疏注“言溫郤氏舊邑”。○正義曰：鄇是溫之別邑，本從溫內分出，溫屬晉，鄇屬周，溫是郤氏舊邑，郤氏既巳得溫，則謂從溫而分出者，亦宜從溫而屬郤氏，故郤至爭之。其劉子、單子之言“襄王勞文公而賜之溫”，於時鄇已分矣，賜晉以溫，不賜以鄇也。狐氏、陽氏先處溫邑，於時亦不得鄇，鄇本未嘗屬晉，故為王官之邑。"
      },
      {
        "index": 13,
        "text": "劉子、單子曰：“昔周克商，使諸侯撫封，（各撫有其封內之地。）蘇忿生以溫為司寇，與檀伯達封於河。（蘇忿生，周武王司寇蘇公也。與檀伯達俱封於河內。○檀，徒丹反。）"
      },
      {
        "index": 14,
        "text": "疏注“蘇忿”至“公也”。○正義曰：《尚書·立政》云：“周公若曰：大史、司寇蘇公。”此傳與彼俱言蘇公為司寇，明是一人。此言克商即為司寇，是為武王司寇。"
      },
      {
        "index": 15,
        "text": "蘇氏即狄，又不能於狄而奔衛。（事在僖十年。）襄王勞文公而賜之溫，（在僖二十五年。○勞，力報反。）狐氏、陽氏先處之，（狐溱、陽處父先食溫地。○溱，側巾反。）而後及子。若治其故，則王官之邑也，子安得之？”晉侯使郤至勿敢爭。（傳言郤至貪，所以亡。）"
      },
      {
        "index": 16,
        "text": "宋華元善於令尹子重，又善於欒武子，聞楚人既許晉糴茷成，而使歸複命矣。（在往年。○華，戶化反。）冬，華元如楚，遂如晉，合晉、楚之成。（為明年盟宋西門外張本。）"
      },
      {
        "index": 17,
        "text": "秦、晉為成，將會於令狐。晉侯先至焉。秦伯不肯涉河，次於王城，使史顆盟晉侯於河東。（史顆，秦大夫。○令，力丁反。顆，苦果反。）晉郤犨盟秦伯於河西。（就盟王城。）範文子曰：“是盟也何益？齊盟，所以質信也。（齊，一心。質，成也。）會所，信之始也。始之不從，其何質乎？”秦伯歸而背晉成。（為十三年伐秦傳。○背音佩，卷內皆同。）\n成公十有二年\n【經】十有二年，春，周公出奔晉。"
      },
      {
        "index": 18,
        "text": "夏，公會晉侯、衛侯於瑣澤。（瑣澤，地闕。○瑣，素果反；依字宜作“巢”。）秋，晉人敗狄於交剛。（交剛，地闕。）冬，十月。"
      },
      {
        "index": 19,
        "text": "【傳】十二年，春，王使以周公之難來告。（周公奔在前年。○難，乃旦反。）書曰“周公出奔晉”，凡自周無出，周公自出故也。（天子無外，故奔者不言“出”。周公為主所複，而自絕於周，故書“出”以非之。）"
      },
      {
        "index": 20,
        "text": "疏注“天子”至“非之”。○正義曰：凡言“出”者，謂出其封內；天子以天下為家，本無出封之理，以無外之故，雖有出奔之人，史策皆不言“出”。昭二十六年尹氏、召伯、毛伯以王子朝奔楚，實出而不言“出”，是其事也。襄王蔽於匹夫之孝，不顧天下之重，故書云“出居於鄭”；此周公、王既複之，而又自出，故書云“出奔”，是不應言“出”而言“出”，皆所以罪責之也。鄭玄答孫皓曰：“凡自周無出者，周無放臣之法，罪大者刑之，小則宥之。”以為實無出法。案《書》：流宥五刑。則宥者流之，非不出也。舜放四罪，投之四裔，安得不出畿乎？若如《周禮》無流放之文，即云“周無放臣之法”，禮：三諫不從，待放於郊。然則周臣三諫不從，終是不蒙王放。欲令諫者何所措身？《左傳》發凡，自是書策之例，因即以為周製，謂其實無出者，執文害意，為蔽何甚！"
      },
      {
        "index": 21,
        "text": "宋華元克合晉、楚之成，（終前年事。）夏，五月，晉士燮會楚公子罷、許偃。（二子，楚大夫。○罷音皮。）癸亥，盟於宋西門之外，曰：“凡晉、楚無相加戎，好惡同之，同恤菑危，備救凶患。若有害楚，則晉伐之；在晉，楚亦如之。交贄往來，道路無壅；（贄，幣也。○好、惡，並如字；又上呼報反，下烏路反。菑音災。贄本又作摯，之二反。壅，於勇反。）"
      },
      {
        "index": 22,
        "text": "疏注“贄，幣也”。○正義曰：傳言“交贄住來”，謂聘使來去也。《聘禮》：“賓執圭以通命，執幣以致享。”故知贄是幣，謂聘享之幣也。"
      },
      {
        "index": 23,
        "text": "謀其不協，而討不庭。（討背叛不來在王庭者。）有渝此盟，明神殛之，（殛，誅也。○渝，羊朱反。“殛”本又作“極”，紀力反，注同。）俾隊其師，無克胙國。”（俾，使也。隊，失也。○俾，本亦作卑，必爾反。隊，直類反，注同。胙，才故反。）鄭伯如晉聽成，（聽，猶受也。晉、楚既成，鄭往受命。）會於瑣澤，成故也。（晉既與楚成，合諸侯以申成好。○好，呼報反，盡年皆同。）狄人間宋之盟以侵晉，而不設備。（○間宋，間廁之間。）秋，晉人敗狄於交剛。○晉郤至如楚聘，且蒞盟。楚子享之，子反相，為地室而縣焉。（縣鍾鼓也。○相，息亮反。縣音玄，注同。）郤至將登，（登堂。）金奏作於下，（擊鍾而奏樂。）"
      },
      {
        "index": 24,
        "text": "疏注“擊鍾而奏樂”。○正義曰：作樂謂之奏，奏樂先擊鍾，故《周禮·大司樂》、《樂師》每事皆云“令奏鍾鼓”，以鍾先擊，故先言鍾也。鍾以金為之，謂之金奏，故鍾師掌金奏。鄭玄云：“金奏，擊金以為奏樂之節。金謂鍾及鎛也”。鄭玄《燕禮》注云：“以鍾、鎛播之，鼓、磬應之，所謂金奏也。”是金為奏節之初，故傳言“金奏作於下”。作樂先擊鍾，故注云：“擊鍾而奏樂也。”《禮記·仲尼燕居》云：“兩君相見，入門而縣興，升堂而樂闋。”《郊特牲》曰：“賓入大門而奏《肆夏》，示易以敬也。”鄭玄云：“賓，朝聘者。”朝、聘連言之，則燕享朝賓、聘客，皆入門即奏樂矣。其實朝賓入門而奏樂，聘、客則至庭乃奏樂。此郤至將登堂始奏樂者，縣當在庭，而楚之為地室而縣，待客將登乃奏，皆所以見異，故欲以驚賓矣。燕享聘客，皆當入門奏《肆夏》；若燕已之群臣，則有王事之勞者，乃得以樂納賓。其常燕唯有升歌間合而已，無納賓之樂也。故《燕禮記》云：“若以樂納賓，則賓及庭奏《肆夏》。”鄭玄云：“卿大夫有王事之勞者，則奏此樂焉。”是燕己之臣，無王事之勞者，不以樂納賓也。"
      },
      {
        "index": 25,
        "text": "驚而走出。子反曰：“日云莫矣，寡君須矣，吾子其入也！”賓曰：“君不忘先君之好，施及下臣，貺之以大禮，重之以備樂。（貺，賜也。○莫音暮，本亦作“暮”。施，以豉反。重，直用反。）"
      },
      {
        "index": 26,
        "text": "疏“驚而”至“備樂”。○正義曰：卒聞地下鍾聲，出其不意，故驚而走出。其出實為驚怖，因即飾辭辭樂，言己不敢當大禮，匿其驚走之意。\n如天之福，兩君相見，何以代此？下臣不敢。”（言此兩君相見之禮。）"
      },
      {
        "index": 27,
        "text": "疏注“言此”至“之禮”。○正義曰：《仲尼燕居》云“兩君相見，入門而縣興”，是賓入門作樂，為兩君相見之禮也。而《燕禮》雖兼聘問之賓，以燕已臣為主，而云“若以樂納賓”，燕己之臣，尚有以樂納賓之法，則燕享聘客，必以樂納賓矣。故鄭玄《郊特牲》注云：“賓，朝聘者。”朝、聘並言，則君臣同樂，郤至不敢同君，故以之為辭耳，非謂禮不得也。"
      },
      {
        "index": 28,
        "text": "子反曰：“如天之福，兩君相見，無亦唯是一矢以相加遺，焉用樂？（言兩君戰乃相見，無用此樂。○遺，唯季反。焉，於虔反。）"
      },
      {
        "index": 29,
        "text": "疏注“言兩”至“此樂”。○正義曰：子反意言晉、楚並是大國，不肯相朝，唯戰乃相見。其相見之時，唯當用是一矢以相加陵、相遺與耳，無為用此樂也。\n寡君須矣，吾子其入也！”賓曰：（傳諸交讓得賓主辭者，多曰賓主以明之。）"
      },
      {
        "index": 30,
        "text": "疏注“傳諸”至“明之”。○正義曰：知傳諸交讓得賓主辭，多曰賓主者，此傳每稱郤至為賓，文十二年傳稱西乞術為賓，並稱“主人曰”之類是也。"
      },
      {
        "index": 31,
        "text": "“若讓之以一矢，禍之大者，其何福之為？世之治也，諸侯間於天子之事，則相朝也，（王事間缺，則脩私好。○治，直吏反，下注“治世”同。間音閑，注同。）於是乎有享、宴之禮。享以訓共儉，（享有體薦，設幾而不倚，爵盈而不飲，肴乾而不食，所以訓共儉。○享，許丈反，舊又許亮反；本亦作“饗”。宴，於見反；徐，於顯反。倚，於綺反。）"
      },
      {
        "index": 32,
        "text": "疏注“享有”至“共儉”。○正義曰：“享有體薦”，宣十六年傳文也。“設幾而不倚，爵盈而不飲”，昭五年傳文也。《禮·聘義記》曰：“聘之禮，至大禮也”。酒清人渴，而不敢飲也；肉乾人饑，而不敢食也。”彼言聘禮，即是享聘賓之禮，此事皆所以教訓恭儉也。\n宴以示慈惠。（宴則折俎，相與共食。○折，之設反。）"
      },
      {
        "index": 33,
        "text": "疏注“宴則”至“共食”。○正義曰：宣十六年傳云：“宴有折俎。”宴則節折其肉，升之於俎，相與共啗食之，所以表示慈惠也。"
      },
      {
        "index": 34,
        "text": "共儉以行禮，而慈惠以布政。政以禮成，民是以息。百官承事，朝而不夕，（不夕，言無事。○朝，直遙反；朝，日朝；徐音朝旦之朝。）"
      },
      {
        "index": 35,
        "text": "疏“朝而不夕”。○正義曰：旦見君謂之朝，莫見君謂之夕。哀十四年傳稱“子我夕”，《晉語》稱“叔向夕”，皆謂夕見君也。人息事少，故百官承奉職事，皆朝朝而莫不夕。不夕，言無事也。\n此公侯之所以扞城其民也。（扞，蔽也。言享宴結好鄰國，所以蔽扞其民。○扞，戶旦反。）"
      },
      {
        "index": 36,
        "text": "疏注“扞蔽”至“其民”。○正義曰：扞者，扞禦寇難，故為蔽也。言燕享結好，與鄰國通和，甲兵不興，人得安息，所以蔽扞其民，若如城然。故云“所以扞城其民也”。"
      },
      {
        "index": 37,
        "text": "故《詩》曰：‘赳赳武夫，公侯幹城。’（《詩·周南》之風。赳赳，武貌。幹，扞也。言公侯之以武夫，止於扞難而已。○赳，居黝反，一音居醜反。難，乃旦反。幹，戶旦反；本亦作“扞”，又如字，下同。）"
      },
      {
        "index": 38,
        "text": "疏注“詩周”至“而已”。○正義曰：《詩·周南·兔罝》之篇。言兔罝之人，亦是賢者，其人乃是赳赳然雄武之夫，與公侯共扞城其民也。引《詩》之意，言世治無事，公侯之與武夫，設共儉慈惠之禮，與人扞難而已，不侵伐他國也。“幹，扞”，《釋言》文。"
      },
      {
        "index": 39,
        "text": "及其亂也，諸侯貪冒，侵欲不忌，爭尋常以盡其民，（八尺曰尋，倍尋曰常。言爭尺丈之地，以相攻伐。○冒，莫報反，又亡北反。）"
      },
      {
        "index": 40,
        "text": "疏注“八尺”至“攻伐”。○正義曰：《周禮·考工記》云：“人長八尺，殳長尋有四尺，崇於人四尺。車戟常崇於殳四尺。”是八尺曰：“尋”，倍尋曰：“常”，喻其少，故言爭尺丈之地，以相攻伐，盡殺其民。《孟子》曰：“爭城以戰，殺人盈城；爭地以戰，殺人盈野。”是謂盡殺其民也。"
      },
      {
        "index": 41,
        "text": "略其武夫，以為己腹心、股肱、爪牙。（略，取也。言世亂則公侯製禦武夫以從己誌，使侵害鄰國，為搏噬之用無已。○搏音博。噬，市製反。）"
      },
      {
        "index": 42,
        "text": "疏注“略取”至“無巳”。○正義曰：武夫有武，能為人之扞蔽。世治，則公侯同於武夫，同其腹心，相與扞己民而已，不侵犯他人也。世亂，則使武夫同於公侯，其公侯欲得拓竟寬土，則製禦武夫以從己誌，使武夫為己腹心、股肱、爪牙，令之侵害鄰國。搏，擊也。噬，齧也。犬能搏噬，譬之於犬，為搏噬之用無巳時也。"
      },
      {
        "index": 43,
        "text": "故《詩》曰：‘赳赳武夫，公侯腹心。’（舉《詩》之正，以駮亂義。《詩》言治世，則武夫能合德公侯，外為扞城，內製其腹心。○駮，邦角反。）"
      },
      {
        "index": 44,
        "text": "疏注“舉詩”至“腹心”。○正義曰：此亦《兔罝》之篇。美賢人之事，而引之以證世亂，故解之此舉《詩》之正，以駮世亂之義。《詩》言治世，則武夫能合德公侯，外則扞城其民，內則製其腹心也。以其人心則本貪，縱之則害物矣。美公侯能以武夫製已腹心，自守扞難而已，不害人也。"
      },
      {
        "index": 45,
        "text": "天下有道，則公侯能為民幹城，而製其腹心。亂則反之。（略其武夫，以為已腹心爪牙。○能為，於偽反，又如字。）"
      },
      {
        "index": 46,
        "text": "疏“天下”至“反之”。○正義曰：天下有道之時，則公侯能為扞城禦難，而使武夫製其已之腹心，不侵犯他國也。亂則反之，不複扞蔽已民，乃以武夫從已腹心，將武夫為股肱、爪牙以侵害他國，是反治世也。晉、楚世為仇敵，常有相害之心，子反言一矢相加，仍懷戰鬥之意，故郤至言世治則自守，世亂則相侵害，答上“一矢”之言，冀得久為和好，故說此也。"
      },
      {
        "index": 47,
        "text": "今吾子之言，亂之道也，不可以為法。然吾子，主也，至敢不從？”遂入，卒事。歸以語範文子文子。曰：“無禮，必食言，吾死無日矣夫！”（言晉、楚不能久和，必複相伐。為十六年鄢陵戰張本。○語，魚據反。夫音扶，本亦無此字。複，扶又反。鄢，謁晚反；《漢書音義》，一建反。）"
      },
      {
        "index": 48,
        "text": "疏“無禮”至“矣夫”。○正義曰：以一矢為辭，是無禮也。食言，是其將背盟也。背盟必相伐，故為死亡無日矣。\n冬，楚公子罷如晉聘，且蒞盟。（報郤至。）十二月，晉侯及楚公子罷盟於赤棘。（晉地。）\n成公十有三年\n【經】十有三年，春，晉侯使郤錡來乞師。（將伐秦也。侯伯當召兵，而乞師，謙辭。○錡，魚綺反。）"
      },
      {
        "index": 49,
        "text": "疏注“將伐”至“諸辭”。○正義曰：晉雖是侯伯，恐魯不與，若言召兵，或容辭說，言乞，則不得不與。《釋例》曰：“乞師者，深求過理之辭，執謙以逼成其訃。”是解乞為謙意。\n三月，公如京師。（伐秦道過京師，因朝王。○過，古禾反，又古臥反。）"
      },
      {
        "index": 50,
        "text": "疏注“伐秦”至“朝王”。○正義曰：公本為伐秦，道過京師，因往朝王。不稱“朝”，而言“公如京師”者，以明公朝於王所，王不在京師，故指言王所。據王言之，不得不稱“朝”，此則王在京師，京師是國之總號，不斥王身，不可稱朝，故依尋常朝聘鄰國之文，稱“如”而已。劉炫云：“魯朝聘皆言如，不果彼國必成其禮，或在道而還。如者，書其始發言往而已。言公朝王所者，發國不為朝王，至彼遇王朝之，朝訖乃書，故稱朝也。此過京師亦宜稱朝，言如者，發雖主為伐秦，即有朝王之意，書其初發，故言如也。”"
      },
      {
        "index": 51,
        "text": "夏，五月，公自京師，遂會晉侯、齊侯、宋公、衛侯、鄭伯，曹伯、邾人、滕人伐秦。曹伯盧卒於師。（五同盟。○盧，本亦作廬，力吳反。）"
      },
      {
        "index": 52,
        "text": "疏注“五同盟”。○正義曰：盧以宣十五年即位，十七年盟於斷道，成二年於袁婁，又於蜀，五年於蟲牢，七年於馬陵，九年於蒲，凡六同盟。不數宣公斷道為五。\n秋，七月，公至自伐秦。（無傳。）冬，葬曹宣公。"
      },
      {
        "index": 53,
        "text": "【傳】十三年，春，晉侯使郤錡來乞師，將事不敬。（將事，致君命。）孟獻子曰：“郤氏其亡乎？禮，身之幹也；敬，身之基也。郤子無基。"
      },
      {
        "index": 54,
        "text": "疏“禮身”至“無基”。○正義曰：幹以樹木為喻，基以牆屋為喻。樹木以本根為幹，有幹，故枝葉茂焉；牆屋以下土為基，有基，乃牆屋成焉。人身以禮、敬為本，必有禮、敬，身乃得存。郤子無基，則亦無幹，但言有所局，不複得言幹耳。"
      },
      {
        "index": 55,
        "text": "且先君之嗣卿也，受命以求師，將社稷是衛，而惰，棄君命也，不亡何為？”（郤錡，郤克子，故曰嗣卿。為十七年晉殺郤錡傳。○惰，徒臥反。）"
      },
      {
        "index": 56,
        "text": "三月，公如京師。宣伯欲賜，（欲王賜己。）請先使。王以行人之禮禮焉。（不加厚。○使，所吏反。）孟獻子從。王以為介，而重賄之。（介，輔相威儀者。獻子相公以禮，故王重賄之。○從，才用反。介音界。相，息亮反，下同。）"
      },
      {
        "index": 57,
        "text": "疏“宣伯”至“賄之”。○正義曰：《周語》云：“簡王八年，魯成公來朝，使叔孫僑如先聘且告，見王孫說，與之語。說言於王曰：‘魯叔孫之來，有異焉。其幣薄而言諂，殆請之也。若請之，必欲賜也。且其狀方上而銳下，宜觸冒人王，其勿賜。若貪陵之人來而盈願，是不賞善也，且財不給。’王使私問諸魯，魯人云：‘請之也。’王遂不賜，禮如行人。”孔晁云：“行人，使人也。”以使人之禮禮之，不從聘者之賜禮也。又曰：“魯侯至，仲孫蔑為介。王孫說與之語，說讓說以語王，王厚賄之。”"
      },
      {
        "index": 58,
        "text": "公及諸侯朝王，遂從劉康公、成肅公會晉侯伐秦。（劉康公，王季子。劉、成二公不書，兵不加秦。）成子受脤於社，不敬。（脤，宜社之肉也，盛以脤器，故曰脤。宜，出兵祭社之名。○脤，市軫反。盛音成。）"
      },
      {
        "index": 59,
        "text": "疏注“脤宜”至“之名”。○正義曰：宜者，祭社之名，脤是盛肉之器。受脤於社，受祭社之胙肉也。《周禮·掌蜃》：“祭祀共蜃器之蜃。”鄭玄云：“飾祭器之屬也。《春秋》定十四年秋，‘天王使石尚來歸蜃’。蜃之器以蜃飾，因名焉。”鄭玄云：“蜃可以白器，令色白。”是盛以脤器，故曰“脤”也。既言“宜社”，又自解宜名。《釋天》云：“起大事，動大眾，必先有事乎社而後出，謂之宜。”孫炎曰：“有事，祭也。宜，求見祐也。”是宜者，出兵祭社之名。"
      },
      {
        "index": 60,
        "text": "劉子曰：“吾聞之：民受天地之中以生，所謂命也。是以有動作禮義威儀之則，以定命也。能者養之以福，（養威儀以致福。）不能者敗以取禍。是故君子勤禮，小人盡力。勤禮莫如致敬，盡力莫如敦篤。敬在養神，篤在守業。國之大事，在祀與戎。祀有執膰，（膰，祭肉。○盡，津忍反，下同。膰音煩。）"
      },
      {
        "index": 61,
        "text": "疏注“膰，祭肉”。○正義曰：《詩》詠祭祀之禮云：“為俎孔碩，或膰或炙。”又曰：“旨酒欣欣，燔炙芬芬。”毛傳云：“傅火曰：“燔祭肉有燔而薦者，因謂祭肉為膰也。”"
      },
      {
        "index": 62,
        "text": "戎有受脤，神之大節也。（交神之大節。）今成子惰，棄其命矣，（惰則失中和之氣。）其不反乎！”（為成肅公卒於瑕張本。）"
      },
      {
        "index": 63,
        "text": "疏“民受”至“反乎”。○正義曰：“天地之中”，謂中和之氣也。民者，人也。言人受此天地中和之氣以得生育，所謂命也。命者，教命之意，若有所稟受之辭，故《孝經》說云：“命者，人之所稟受度是也。”命雖受之天地，短長有本，順理則壽考，逆理則夭折。是以有動作禮義威儀之法則，以定此命。言有法則命之長短得定，無法則夭折無恒也。故人有能者，養其威儀禮法，以往適於福，或本分之外更得延長也；不能者，敗其威儀禮法，而身自取禍，或本分之內仍有減割也。為其求福畏禍之故，君子勤禮以臨下，小人盡力以事上。勤禮莫如臨事致敬，盡力莫如用心敦篤。敬之所施，在於養神，朝廷百官，事神必敬；篤在守業，草野四民，勿使失業也。“國之大事，在祀與戎”，宗廟之祀，則有執膰；兵戎之祭，則有受脤，此是交神之大節也。今成子受脤而惰，是自棄其命矣，死必在近，此行其不得反乎？爾之往也，“養之以福”，謂將身向福也；“敗以取禍”，謂禍及身也。福則人之所欲，作往就之辭也；禍則人之所惡，作自來之語也。敬則所施有處，故言“致敬”也；厚則唯在已身，無所可致，故重言“敦篤”也。執膰、受脤，俱是於祭末受而執之，互相見也。劉炫云：“命者，冥也。言其生育之性得之於冥兆也。”"
      },
      {
        "index": 64,
        "text": "夏，四月，戊午，晉侯使呂相絕秦。（呂相，魏錡子。蓋口宣巳命。○相，息亮反，注同。）曰：“昔逮我獻公及穆公（晉獻公、秦穆公。○逮音代，一音大計反。）相好，戮力同心，申之以盟誓，重之以昏姻。（穆公夫人，獻公之女。○好，呼報反。六同戮，力相承，音六；嵇康，力幽反；呂靜《字韻》：與飂同；《字林》：音遼。）"
      },
      {
        "index": 65,
        "text": "疏“戮力同心”。○正義曰：孔安國以戮力為陳力，以《論語》有“陳力就列”故也。戮力，猶言勉力、努力耳。"
      },
      {
        "index": 66,
        "text": "天禍晉國，文公如齊，惠公如秦。（辟驪姬也。不言狄、梁，舉所恃大國。○辟音避。驪，力知反。）無祿，獻公即世。穆公不忘舊德，俾我惠公用能奉祀於晉。（僖十年，秦納惠公。○俾，本或作“卑”，必爾反，下及注同。）又不能成大勳，而為韓之師。（僖十五年，秦伐晉，獲惠公。）"
      },
      {
        "index": 67,
        "text": "疏“又不”至“之師”。○正義曰：言秦既納惠公，又不能遂成大功，而複伐晉，為此韓之師也。下云“亦悔於厥心”，謂秦悔伐晉也。"
      },
      {
        "index": 68,
        "text": "亦悔於厥心，用集我文公，（集，成也。）是穆之成也。（成功於晉。）文公躬擐甲胄，跋履山川，（草行為跋。○擐音患。胄，直又反。跋，蒲末反。）逾越險阻，征東之諸侯，虞、夏、商、周之胤而朝諸秦，則亦既報舊德矣。鄭人怒君之疆埸，我文公帥諸侯及秦圍鄭。（晉自以鄭貳於楚，故圍之，鄭非侵秦也，晉以此誣秦。事在僖三十年。○疆，居良反。埸音亦。）秦大夫不詢於我寡君，擅及鄭盟。（詢，謀也。盟者秦伯，謙言大夫。○詢，思巡反。擅，市戰反。）諸侯疾之，將致命於秦。（致死命而討秦。時無諸侯，蓋諸侯遙致此意。）"
      },
      {
        "index": 69,
        "text": "疏注“致死”至“此意”。○正義曰：劉炫以為誣秦。今知不然者，凡誣秦者，謂加之罪，傳辭少略者，可得稱誣。今傳云：“諸侯疾之，將致命於秦。文公恐懼，綏靜諸侯。”又云：“我有大造於西。”傳文既詳明諸侯實有此意，若無諸侯，何得稱為大造？且秦師襲鄭，鄭亦疾秦，此則諸侯之義也。劉以為實無諸侯，而規杜過，非也。"
      },
      {
        "index": 70,
        "text": "文公恐懼，綏靜諸侯，秦師克還無害，則是我有大造於西也。（造，成也。言晉有成功於秦。○恐，曲勇反）無祿，文公即世，穆為不吊，（不見吊傷。）"
      },
      {
        "index": 71,
        "text": "疏注“不見吊傷”。○正義曰：《曲禮》云：“知生者吊，知死者傷。知生而不知死，吊而不傷；知死而不知生，傷而不吊。”鄭玄云：“人恩各施於所知。吊、傷皆謂致命辭也。《雜記》：‘諸侯使人吊辭曰：寡君聞君之喪，寡君使某，如何不淑。’此施於生者，傷辭未聞也。說者有衍吊辭云：皇天降災，子遭罹之，如何不淑。此施於死者，蓋本傷辭。辭畢退，皆哭。”是吊傷之事。\n蔑死我君，寡我襄公，（寡，弱也。○“死我君”，本或以“我”字在“死”上。）\n疏“蔑死”至“襄公”。○正義曰：輕蔑文公，以為死無知矣。謂襄公寡弱，而陵忽之。"
      },
      {
        "index": 72,
        "text": "迭我殽地，奸絕我好，伐我保城，殄滅我費滑，（伐保城，誣之。費滑，滑國都於費，今緱氏縣。○迭，直結反，徐音逸。殽，戶交反。奸音幹。費，扶味反。滑，於八反。緱，古侯反。）"
      },
      {
        "index": 73,
        "text": "疏“奸絕我好”。○正義曰：奸亂斷絕，不複與我和好也。○注“伐保”至“氏縣”。○正義曰：“伐我涑川，俘，我王官”，傳皆無文，獨謂此為誣者，於時輕行鄭，不得在道用兵，故知此伐保城是誣之也。春秋之時，更無費國。秦惟滅滑，不滅費，知費即滑也，國都於費，國邑並舉以圓文耳。"
      },
      {
        "index": 74,
        "text": "散離我兄弟，撓亂我同盟，（滑，晉同姓。○撓，乃卯反；徐，許高反。）傾覆我國家。我襄公未忘君之舊勳，（納文公之勳。○覆，孚服反，下同。）而懼社稷之隕，是以有殽之師。（在僖三十三年。○隕，於敏反，下同。）猶原赦罪於穆公。（晉欲求解於秦。）穆公弗聽，而即楚謀我。天誘其衷，成王隕命，（秦使鬥克歸楚求成。事見文十四年。文元年，楚弑成王。○見，賢遍反。）"
      },
      {
        "index": 75,
        "text": "疏注“秦使”至“成王”。○正義曰：文十四年傳云：“初，鬥克囚於秦，秦有殽之敗，使歸求成。”僖三十三年，秦敗於殽。文元年，楚弑成王，故謀不成也。"
      },
      {
        "index": 76,
        "text": "穆公是以不克逞誌於我。（逞，快也。○逞，敕景反。）穆、襄即世，康、靈即位。（文六年，晉、襄秦穆皆卒。）康公，我之自出，（晉外甥。）又欲闕翦我公室，傾覆我社稷，“闕剪我公室”。○正義曰：闕謂缺損，剪謂滅削，言欲損害晉之公室。帥我蝥賊，以來蕩搖我邊疆，（蝥賊，食禾稼蟲名。謂秦納公子雍。○闕，其月反；徐，如字。蝥賊，莫侯反；《爾雅》：蟲食苗為蝥，食節為賊。）"
      },
      {
        "index": 77,
        "text": "疏注“蝥賊”至“蟲名”。○正義曰：《釋蟲》云：“食根蟊，食節賊。”是食禾稼之蟲也。納雍害晉，若蟲食禾，然彼晉自召雍，非秦罪也。"
      },
      {
        "index": 78,
        "text": "我是以有令狐之役。（在文十年。）康猶不悛，八我河曲，（悛，改也。○悛，七全反。）伐我涑川，俘我王官，（涑水出河東聞喜縣，西南至蒲阪縣入河。○涑，徐息錄反，又音速；《字林》同。俘，芳夫反。）翦我羈馬，我是以有河曲之戰。（在文十二年。）東道之不通，則是康公絕我好也。（言康公自絕，故不複東通晉。○複，扶又反。）及君之嗣也，（君，秦桓公。）我君景公引領西望曰：‘庶撫我乎！’（望秦撫恤晉。）君亦不惠稱盟，（不肯稱晉望而共盟。○稱，尺證反，注同。）利吾有狄難，（謂晉滅潞氏時。○難，乃旦反。）入我河縣，焚我箕、郜，芟夷我農功，（夷，傷也。○箕音基，一音其。郜，古報反。芟，所銜反。夷，本亦作痍，音夷。）虔劉我邊陲，（虔，劉，皆殺也。）"
      },
      {
        "index": 79,
        "text": "疏注“虔劉皆殺也”。○正義曰：“劉，殺”，《釋詁》文。《方言》云：“虔，殺也”。重言殺者，亦圓文耳。\n我是以有輔氏之聚。（聚，眾也。在宣十五年。○聚，才喻反，注同。）"
      },
      {
        "index": 80,
        "text": "疏注“聚，眾也”。○正義曰：謂聚眾以拒秦也。以上有殽之師、令狐之役、河曲之戰，不用重文，故變文言“聚”。古人為文，亦有辟耳。"
      },
      {
        "index": 81,
        "text": "君亦悔禍之延，（延，長也。）而欲徼福於先君獻、穆，（晉獻、秦穆。○徼，古堯反。）使伯車來命我景公（伯車，秦桓公子。）曰：‘吾與女同好棄惡，複脩舊德，以追念前勳。’言誓未就，景公即世，我寡君是以有令狐之會。（令狐會在十一年。申厲公之命，宜言寡人，稱君誤也。○女音汝，下文皆同。好，呼報反，一音如字。複音服，又扶又反。寡君，讀者亦作“寡人”。）"
      },
      {
        "index": 82,
        "text": "疏注“令狐”至“誤也”。○正義曰：劉炫以為，臣之出使，自稱己君皆曰“寡君”，今呂相雖奉君，兼有己語，稱“寡君”正是其理。杜何知宜為“寡人”，稱“君”為誤？今刪定知劉說非者，以呂相奉厲公之命而往絕秦，則皆是厲公之言，不得兼有己語。案隱十一年，鄭伯告許大夫云“假手於我寡人”，今呂相稱厲公之命，還與自稱無異，亦當云“我寡人”，故知稱“君”為誤。劉以稱“寡君”為是，以規杜過，非也。\n君又不祥，（祥，善也。）背棄盟誓。白狄及君同州，（及，與也。）"
      },
      {
        "index": 83,
        "text": "疏“白狄及君同州”。○正義曰：《周禮·職方氏》“正西曰雍州，其川涇汭，其浸渭、洛”，皆秦地也；“正北曰并州，其澤藪曰昭餘祁，其川虖池、嘔夷”，皆晉地也。是秦屬雍而晉屬並，白狄蓋狄之西偏，屬雍州也。"
      },
      {
        "index": 84,
        "text": "君之仇讎，而我之昏姻也。（季隗，廧咎如赤狄之女也，白狄伐而獲之，納諸文公。○隗，五罪反。廧，在良反。咎音羔。）"
      },
      {
        "index": 85,
        "text": "疏“季隗”至“文公”。○正義曰：三年，晉、衛伐廧咎如，傳曰“討赤狄之餘焉”。知咎如是赤狄也。文公所奔之狄，不言赤、白，以其伐赤，不應赤自相伐，知白狄伐之也。其女雖是赤狄之種，而由白狄以納文公，得以白狄為昏姻也。且此辭多誣，欲親狄以曲秦，故引狄為昏姻耳。晉人自數伐狄，寧複顧昏姻也？杜以傳有季隗之事，引之以證昏姻，未必晉於白狄處無昏姻。"
      },
      {
        "index": 86,
        "text": "君來賜命曰：‘吾與女伐狄。’寡君不敢顧昏姻，畏君之威，而受命於吏。君有二心於狄，曰：‘晉將伐女。’狄應且憎，是用告我。（言狄雖應答秦，而心實憎秦無信。○應，應對之應，注同。）楚人惡君之二三其德也，亦來告我曰：‘秦背令狐之盟，而來求盟於我，昭告昊天上帝、秦三公、楚三王，（三公，穆、康、共。三王，成、穆，莊。○惡，烏路反，下同。昊，戶老反。共音恭。）"
      },
      {
        "index": 87,
        "text": "疏“昭告昊天上帝”。○正義曰：禮，諸侯不得祭天，其盟不主天神。鄭玄《覲禮》注云：“巡守之盟，其神主日；諸侯之盟，其神主山川。”襄十一年亳城北之盟，其載書云：“司慎、司盟，名山、名川”，注云：“二司，天神。”唯告天之別神，不告昊天上帝。此秦、楚為盟，告天帝者，春秋之時，不能如禮；且此辭多誣，未必是實。晉與諸國結盟，皆不告昊天上帝，何由秦、楚獨敢告之？蓋欲示楚人恨秦之深，言其所告處重耳。"
      },
      {
        "index": 88,
        "text": "曰：“餘雖與晉出入，（出入，猶往來。）餘唯利是視。”不穀惡其無成德，是用宣之，以懲不壹。’諸侯備聞此言，斯是用痛心疾首，匿就寡人。（疾，亦痛也。匿，親也。○懲，直升反。昵，女乙反。）\n疏“以懲不壹”。○正義曰：楚道秦人用心不壹，其盟不足與固，宣示諸侯，以懲創不壹之人。"
      },
      {
        "index": 89,
        "text": "寡人帥以聽命，唯好是求。君若惠顧諸侯，矜哀寡人，而賜之盟，則寡人之原也，其承寧諸侯以退，（承君之意，以寧靜諸侯。）豈敢徼亂？（徼，要也。○要，一遙反。）君若不施大惠，寡人不佞，其不能諸侯退矣。敢盡布之執事，俾執事實圖利之。”（俾，使也。）"
      },
      {
        "index": 90,
        "text": "疏“寡人不佞”。○正義曰：服虔云：“佞，才也。不才者，自謙之辭也。”《論語》云：“焉用佞？禦人以口給，屢憎於人。”則佞非善事。而以不佞為謙者，佞是口才捷利之名，本非善惡之稱。但為佞有善有惡耳，為善敏捷是善佞，為惡敏捷是惡佞。但君子欲訥於言而敏於行，言之雖多，情或不信，故云“焉用佞”耳。"
      },
      {
        "index": 91,
        "text": "秦桓公既與晉厲公為令狐之盟，而又召狄與楚，欲道以伐晉，諸侯是以睦於晉。（晉辭多誣秦，故傳據此三事以正秦罪。○道音導。）晉欒書將中軍，荀庚佐之；（庚代荀首。○將，子匠反；凡將某軍者放此，以意求之。）士燮將上軍，（伐荀庚。）郤錡佐之；（伐士燮。）韓厥將下軍，（代郤錡。）荀罃佐之；（代趙同。）趙旃將新軍，（代韓厥。旃，之然反。）郤至佐之。（代趙括。）郤毅禦戎，欒針為右。（郤毅，卻至弟。欒針，欒書子。○針，其廉反。）孟獻子曰：“晉帥乘和，師必有大功。”（帥，軍帥。乘，車士。○帥，所類反。乘，繩證反，注同。）"
      },
      {
        "index": 92,
        "text": "五月，丁亥，晉師以諸侯之師及秦師戰於麻隧。秦師敗績，獲秦成差及不更女父。（不更，秦爵。戰敗績不書，以為晉直秦曲，則韓役書戰；時公在師，複不須告；克獲有功，亦無所諱。蓋經文闕漏，傳文獨存。○隧音遂。差，初佳反；徐，初宜反。更音庚。女音汝。複，扶又反。）"
      },
      {
        "index": 93,
        "text": "疏注“不更”至“獨存”。○正義曰：秦之官爵有此不更之名，知女父是人之名字，不更是官爵之號。《漢書》稱，商君為法於秦，戰斬一首者，賜爵一級。其爵名：一為公士，二上造，三簪，四不更，五大夫，六官大夫，七公大夫，八公乘，九五大夫，十左庶長，十一右庶長，十二左更，十三中更，十四右更，十五少上造，十六大上造，十七駟車庶長，十八大車庶長，十九關內侯，二十徹侯。商君者，商鞅也，秦孝公之相，封於商，號為商君。案傳，此有不更女父，襄十一年有庶長鮑、庶長武，春秋之世，巳有此名。蓋後世以漸增之，商君定為二十，非是商君盡新作也。其名之義，難得而知耳。傳言戰敗，而經不書，杜以意測之，不知其故，欲以為秦曲晉直，不以曲者敵直，故不書戰，則僖十五年韓之戰，秦直晉曲，書“戰於韓”也；欲以為不告，故不書，當時公親在師，複不須告也；欲以為無功諱負，則克獲有功，亦無所諱也。再三揆度，不識所以，故云“蓋經文闕漏，傳文獨存”也。經文依史官策書，策書所無，故經文遂闕也；傳文采於簡牘，簡牘先有，故傳文獨存也。"
      },
      {
        "index": 94,
        "text": "曹宣公卒於師。師遂濟涇，及侯麗而還。（涇水出安定，東南徑扶風、京兆高陸縣入渭也。○徑音經。麗，力馳反。）"
      },
      {
        "index": 95,
        "text": "疏注“涇水”至“渭也”。○正義曰：《釋例》曰：“涇水出安定朝那縣西，東南經新平、扶風，至京兆高陸縣入渭。”"
      },
      {
        "index": 96,
        "text": "迓晉侯於新楚。（迓，迎也。既戰，晉侯止新楚。故師還過迎之。麻隧、侯麗、新楚，皆秦地。○迓本又作訝，五嫁反。）"
      },
      {
        "index": 97,
        "text": "疏注“迓迎”至“秦地”。○正義曰：經書“公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、邾人、滕人伐秦”，是伐時諸侯親行也；傳云“晉師以諸侯之師及秦師戰”，則知諸侯不親行也。蓋皆別次以待之，新楚當是晉侯次之處也。以傳不言其次，晉侯或聞戰勝而移處，故云“止新楚”也。\n成肅公卒於瑕。（終劉子之言。瑕，晉地。）"
      },
      {
        "index": 98,
        "text": "六月，丁卯，夜，鄭公子班自訾求入於大宮，不能，殺子印、子羽，（訾，鄭地。大宮，鄭祖廟。十年班出奔許，今欲還為亂。子印、子羽，皆穆公子。○班，本亦作般，同。訾，子斯反。大音泰，下同。印，一刃反。）反軍於市。己巳，子駟帥國人盟於大宮，（子駟，穆公子。）遂從而盡焚之，（焚，燒也。）殺子如、子駹、孫叔、孫知。（子如，公子班。子駹，班弟。孫叔，子如子。孫知，子駹子。○駹，武邦反。）"
      },
      {
        "index": 99,
        "text": "疏注“子如”至“駹子”。○正義曰：子如即是子班，據傳可知。以外無文，見其同時被殺，必是近親，相傳為此說耳。"
      },
      {
        "index": 100,
        "text": "曹人使公子負芻守，使公子欣時逆曹伯之喪。（二子，皆曹宣公庶子。○芻，初俱反。守，子又反。欣時，如字；徐云，或作款，亦音欣；案《公羊傳》作喜時，宜音忻。）秋，負芻殺其大子而自立也。（宣公大子。）諸侯乃請討之。晉人以其役之勞，請俟他年。冬，葬曹宣公。既葬，子臧將亡，（子臧，公子欣時。）國人皆將從之。（不義負芻故。）成公乃懼，（成公，負芻。）告罪，且請焉。（請留子臧。）乃反，而致其邑。（遷邑於成公。為十五年執曹伯傳。）\n成公十有四年"
      },
      {
        "index": 101,
        "text": "【經】十有四年，春，王正月，莒子朱卒。（無傳。九年盟於蒲。）夏，衛孫林父自晉歸於衛。（晉納之，故曰歸。）\n秋，叔孫僑如如齊逆女。（成公逆夫人，最為得禮，而經無納幣者，文闕絕也。）"
      },
      {
        "index": 102,
        "text": "疏注“成公”至“絕也”。○正義曰：《釋例》曰：“成公逆女及夫人至，最為得禮，故詳其文。丘明謂之‘微而顯’、‘婉而成章’也。”然則杜以傳文詳知其最得禮也。《釋例》又云：“成公娶夫人而不納幣，此經文闕也。貴聘而賤逆，失禮之微者，傳猶詳之，言其不終；若實不納幣，非所略也。”是言闕之意也。闕絕者，闕而文斷絕。蓋疑仲尼脩定，後其文始闕；若脩時巳闕，傳應言其故也。\n鄭公子喜帥師伐許。九月，僑如以夫人婦薑氏至自齊。冬，十月，庚寅，衛侯臧卒。（五同盟。）"
      },
      {
        "index": 103,
        "text": "疏注“五同盟”。○正義曰：臧父速以二年八月卒，而臧代立。其年十一月，衛大夫與公盟於蜀，三年孫良夫來盟，五年於蟲牢，七年於馬陵，九年於蒲，皆魯、衛俱在，是五同盟也。\n秦伯卒。（無傳。二年大夫盟於蜀，而不赴以名，例在隱七年。）"
      },
      {
        "index": 104,
        "text": "【傳】十四年，春，衛侯如晉，晉侯強見孫休父焉。（林父以七年奔晉。強見，欲歸之。○強，其丈反，注同。見，賢遍反，注“強見”、下“而見之”同。）定公不可。夏，衛侯既歸，晉侯使郤犨送孫林父而見之。衛侯欲辭，定薑曰：“不可！（定薑，定公夫人。）是先君宗卿之嗣也，（同姓之卿。）\n疏注“同姓之卿”。○正義曰：《世本》：“孫氏出於衛武公，至林父八世。”是同姓也。"
      },
      {
        "index": 105,
        "text": "大國又以為請。不許，將亡。雖惡之，不猶愈於亡乎？君其忍之！（違大國，必見伐，故亡。○為，如字，或於偽反。惡，烏路反。）安民而宥宗卿，不亦可乎？衛侯見而複之。（複林父位。○宥音又。）衛侯饗苦成叔，（成叔，郤犨。）甯惠子相。（相，佐禮。惠子，甯殖。○相，息亮反，注同。）苦成叔傲。甯子曰：“苦成家其亡乎？古之為享食也，以觀威儀、省況福也，故《詩》曰：‘兕觥其觩，旨酒思柔。（《詩·小雅》。言君子好禮，飲酒皆思柔德，雖設兕觵，觩然不用。以兕角為觵，所以罰不敬。觩，陳設之貌。○傲，五報反；本又作敖，音同，下同。食音嗣。兕，徐辭姊反。觵，古橫反。觩，徐音虯，又巨彪反，一音巨秋反。好，呼報反。）"
      },
      {
        "index": 106,
        "text": "疏注“詩小”至“之貌”。○正義曰：《詩·小雅·桑扈》之章。言設爵不用之意。君子好禮，與於燕者皆思柔順之德，無過可罰，故雖設觵爵，不用之也。兕是獸名，觵是爵稱，知兕觵以兕角為觵也。《周禮·小胥職》云：“觵其不敬者”，是所以罰不敬也。《異義》：《韓詩》說觵五升，所以罰不敬也，觵，廓也，著明之貌，君子有過，廓然明著；《詩毛傳》說觵大七升；許慎云：觵，罰有過。一飲七升為過多，當謂五升，是也。《詩·良耜》云“有觩其角”，則觩是角貌，此詩之意指其角貌；言陳設不用，故云“陳設之貌”。\n彼交匪傲，萬福來求。’（彼之交於事而不惰傲，乃萬福之所求。）"
      },
      {
        "index": 107,
        "text": "疏“詩曰”至“來求”。○正義曰：兕觵，罰酒之爵。言古之王者與群臣燕飲，無失禮者，用兕觵之爵，其觩然空陳設之，無所可罰。在席飲美酒者，皆能思柔順中和，故不用也。彼飲燕君子，與人交接，非有傲慢之心，故萬種福祿來求歸之。\n今夫子傲，取況之道也。”（為十七年郤氏亡。）秋，宣伯如齊逆女。稱族，尊君命也。"
      },
      {
        "index": 108,
        "text": "疏“稱族，尊君命”。○正義曰：宣元年已發尊君命、尊夫人之例，今複發者，彼以喪娶，嫌非正禮，且公子非族，故重明之。何休《膏盲》難《左氏》叔孫僑如舍族為尊夫人。案襄二十七年，豹及諸侯之大夫盟，複何所尊，而亦舍族？《春秋》之例，一事再見者，亦以省文耳，《左氏》為短。鄭箴云：“《左氏》以豹違命，故貶之而去族；今僑如無罪而亦去族，故以為尊夫人也。《春秋》有事異文同，則此類也。”"
      },
      {
        "index": 109,
        "text": "八月，鄭子罕伐許，敗焉。（為許所敗。○敗，必邁反，下同。）戊戌，鄭伯複伐許。庚子，八其郛。（郛，郭也。○複，扶又反。）許人平以叔申之封。（四年，鄭公孫申疆許田，許人敗之，不得定其封疆。今許以是所封田，求和於鄭。○疆，居良反，下同。）"
      },
      {
        "index": 110,
        "text": "“九月，僑如以夫人婦薑氏至自齊”。舍族，尊夫人也。（舍族，謂不稱叔孫。○舍音舍，注同。）故君子曰：“《春秋》之稱，微而顯，（辭微而義顯。○稱，尺證反。）誌而晦，（誌，記也。晦亦微也。謂約言以記事，事敘而文微。○晦，呼內反。）婉而成章，（婉，曲也。謂曲屈其辭，有所辟諱，以示大順，而成篇章。○婉，怨晚反。）盡而不汙，（謂直言其事，盡其事實，無所汙曲。○汙，憂於反，注同。）懲惡而勸善，（善名必書，惡名不滅，所以為懲勸。○懲，直升反。）非聖人，誰能脩之？”（脩史策成此五者。）"
      },
      {
        "index": 111,
        "text": "衛侯有疾，使孔成子、甯惠子立敬姒之子衎以為大子。（成子，孔達之孫。敬姒，定公妾。衎，獻公。○衎，徐，苦旦反。）冬，十月，衛定公卒。夫人薑氏既哭而息，見大子之不哀也，不內酌飲，歎曰：“是夫也，將不唯衛國之敗，其必始於未亡人。（定薑言獻公行無禮，必從己始。下言暴妾使餘，是也。○內，如字，徐音納。酌，市略反，又章略反。）烏呼！天禍衛國也夫！吾不獲鱄也使主社稷。”（鱄，衎之母弟。○夫音扶。鱄，徐市戀反，一音專。）大夫聞之，無不聳懼。孫文子自是不敢舍其重器於衛，（寶器。○聳，息勇反。舍音赦，或音舍。）盡寘諸戚，（寘，置也。戚，孫氏邑。○寘，之豉反。）而甚善晉大夫。（備亂起，欲以為援。為襄十四年衛侯出奔傳。）\n成公十有五年\n【經】十有五年，春，王二月，葬衛定公。（無傳。）"
      },
      {
        "index": 112,
        "text": "三月，乙巳，仲嬰齊卒。（無傳。襄仲子，公孫歸父弟。宣十八年，逐東門氏，既而又使嬰齊紹其後，曰仲氏。）"
      },
      {
        "index": 113,
        "text": "疏注“襄仲”至“仲氏”。○正義曰：《公羊》、《穀梁》皆以嬰齊為仲遂之子，歸父之弟也。以為歸父之弟則同，其言稱仲之意則異。《公羊》以為弟無後兄之義，使嬰齊為歸父之子，則為仲遂之孫，故以王父字為氏。《穀梁》以為宣八年“仲遂卒”者，為殺子赤，疏之，不使稱公子。父既見疏，不得稱公子，故其子由父亦疏之，不得稱公孫，故別言仲氏。杜之此注，其言不明，當以為襄仲、歸父本以東門為氏，及命嬰齊紹歸父之後，改之曰仲氏也。劉炫云：“仲遂受賜為仲氏，故其子孫稱仲氏耳”。"
      },
      {
        "index": 114,
        "text": "癸丑，公會晉侯、衛侯、鄭伯、曹伯、宋世子成、齊國佐、邾人同盟於戚。（○成音城。）晉侯執曹伯歸於京師。（不稱人以執者，曹伯罪不及民。歸之京師，禮也。）"
      },
      {
        "index": 115,
        "text": "疏注“不稱”至“禮也”。○正義曰：諸傳於其事之下發凡例者，杜皆於經之下引傳而言“傳例曰”。今傳因曹伯發凡，杜不引傳例者，據稱人以執為例，卻云“不然則否”，曹伯稱侯以執，從“不然”之例，故杜不得引之也。不稱人以執者，曹伯罪不及民，其稱人之例，於義為然也。諸侯不得相治，故歸之京師，使天子治之，是禮也。《釋例》曰：“執諸侯，當歸於京師，而或以歸，或歸於諸侯，皆失其所，從實而顯之，義可知也。”\n公至自會。（無傳。）夏，六月，宋公固卒。（四同盟。）"
      },
      {
        "index": 116,
        "text": "疏注“四同盟”。○正義曰：固父鮑以二年八月卒，而固代立。其年十一月，宋大夫與公盟於蜀，五年於蟲牢，七年於馬陵，九年於蒲，皆魯、宋俱在，是四同盟。\n楚子伐鄭。秋，八月，庚辰，葬宋共公。（三月而葬，速。○共音恭。）\n宋華元出奔晉。宋華元自晉歸於宋。（華元欲挾晉以自重，故以外納告。○挾音協。）"
      },
      {
        "index": 117,
        "text": "疏注“華元”至“納告”。○正義曰：案傳華元奔晉，魚石即議止之，魚石自止華元於河上，元始至河，本未至晉。既書“奔晉”，又書“自晉歸”者，華元既出，宋即來告；華元既歸，宋複來告。十八年傳例曰：凡去其國，國逆而立之，曰“入”；複其位，曰“複歸”；諸侯納之，曰“歸”。此是魚石止之，宜從國逆之例，而為諸侯納之文，書曰“自晉歸”者，華元與欒書相善，布懼桓族，欲挾晉以自重，以晉納告於諸侯，《春秋》從而書之，以示元之本情故也。\n宋殺其大夫山。（不書氏，明背其族。）宋魚石出奔楚。（公子目夷之曾孫。）"
      },
      {
        "index": 118,
        "text": "冬，十有一月，叔孫僑如會晉士燮、齊高無咎、宋華元、衛孫林父、鄭公子、邾人會吳於鍾離。（吳夷未嘗與中國會，今始來通，晉帥諸侯大夫而會之，故殊會，明本非同好。鍾離，楚邑，淮南縣。○燮，息協反。咎，其九反。音秋。好，呼報反。）\n許遷於葉。（許畏鄭，南依楚，故以自遷為文。葉，今南陽葉縣也。○葉，舒涉反。）"
      },
      {
        "index": 119,
        "text": "【傳】十五年，春，會於戚，討曹成公也。（討其殺大子而自立，事在十三年。）執而歸諸京師。書曰“晉侯執曹伯”，不及其民也。（惡不及民。）凡君不道於其民，諸侯討而執之，則曰“某人執某侯”，（稱人，示眾所欲執。）不然則否。（謂身犯不義者。）"
      },
      {
        "index": 120,
        "text": "疏“凡君”至“則否”。○正義曰：《春秋》執諸侯多矣，或名或否。此例不言之者。《釋例》曰：“諸侯見執者，巳在罪賤之地，名與否，非例所加，故但書執某侯也。天生民而樹之君，使司牧之，勿使失性；若乃肆於民上，人懷怨讎，諸侯致討，則稱某人執某侯，眾討之文也。諸侯雖身犯不義，而惡不及民，則不稱人以執之，晉人執曹伯是也。諸無加民之惡，而稱人以執，皆時之赴告欲重其罪，以加民為辭，國史承以書策，而簡牘之記具存，夫子因示虛實，傳隨而著其本狀，以明得失也。”"
      },
      {
        "index": 121,
        "text": "諸侯將見子臧於王而立之子。臧辭曰：“前《誌》有之曰：‘聖達節，（聖人應天命，不拘常禮。○見，賢遍反。應，應對之應。拘，九於反。）次守節，（謂賢者。）下失節。’（愚者妄動。）為君非吾節也。雖不能聖，敢失守乎？”遂逃，奔宋。"
      },
      {
        "index": 122,
        "text": "疏“聖達”至“守乎”。○正義曰：節猶分也，人生天地之間，性命各有其分。聖人達於天命，識已知分，若以曆數在己，則當奉承天命，不複拘君臣之交、上下之禮，舜、禹受終，湯、武革命，是言達節者也。若自知已分不合高位，得而不取，與而不受，子臧、季劄、衛公子郢、楚公子閭，如此之類，皆守節者也。下愚之人，不識已分，侜張妄作，取非其理，幹紀亂常，如此之輩，古今多矣，州吁、無知之等，皆失節者也。子臧自以身是庶子，不合有國，故言為君，非吾節也。雖不能為聖，敢失其守節者乎？\n夏，六月，宋共公卒。（為下宋亂起。）"
      },
      {
        "index": 123,
        "text": "楚將北師，（侵鄭、衛。）子囊曰：“新與晉盟而背之，無乃不可乎？”子反曰：“敵利則進，何盟之有？”（晉、楚盟在十二年。子囊，莊王子公子貞。○囊，乃郎反。）申叔時老矣，在申，（老歸本邑。）聞之，曰：“子反必不免！信以守禮，禮以庇身。信、禮之亡，欲免得乎？”（言不得免。○庇，必利反，又音秘。）楚子侵鄭，及暴隧。遂侵衛，及首止。鄭子罕侵楚，取新石。（新石，楚邑。○隧音遂。）欒武子欲報楚。韓獻子曰：“無庸，（庸，用也。）使重其罪，民將叛之。（背盟數戰，罪也。○數，所角反。）無民，孰戰？”（為明年晉敗楚於鄢陵傳。）\n秋，八月，葬宋共公。於是華元為右師，魚石為左師，蕩澤為司馬，（蕩澤，公孫壽之孫。）"
      },
      {
        "index": 124,
        "text": "疏注“蕩澤，公孫壽之孫”。正義曰：《世本》云：“公孫壽生大司馬虺，虺生司馬澤也”。華喜，督之玄孫者，又云：“督生世子家，家生季老，老生司徒鄭，鄭生司徒喜也。”公孫師，莊公之孫者，又云：“莊公生右師戊，戊生司城師也。”鱗朱，鱗雚孫者，又云：“桓公生公子鱗，鱗生東鄉雚，雚生司徒文，文生大司寇子奏，奏生小司寇朱也。”向戌，桓公曾孫者，又云：“桓公生向父盻，盻生司城訾守，守生小司寇鱣及合左師。”左師即向戌也。"
      },
      {
        "index": 125,
        "text": "華喜為司徒，（華父，督之玄孫。）公孫師為司城，（莊公孫。）向為人為大司寇，鱗朱為少司寇，（鱗雚孫。○少，詩照反，下同雚，古亂反。）向[B114]為大宰，魚府為少宰。蕩澤弱公室，殺公子肥。（輕公室以為弱，故殺其枝黨。肥，文公子。○[B114]音帶，本又作帶。大音泰。）華元曰：“我為右師，君臣之訓，師所司也。今公室卑，而不能正，（不能討蕩澤。）吾罪大矣。不能治官，敢賴寵乎？”乃出奔晉。二華，戴族也。（華元、華喜。）司城，莊族也。六官者，皆桓族也。（魚石、蕩澤、向為人、鱗朱、向帶、魚府皆出桓公。）魚石將止華元。魚府曰：“右師反，必討，是無桓氏也。”（恐華元還討蕩澤，並及六族。）魚石曰：“右師苟獲反，雖許之討，必不敢。（言畏桓族強。）且多大功，國人與之，不反，懼桓氏之無祀於宋也。（華元大功，克合晉、楚之成，劫子反以免宋圍。）右師討，猶有戌在，（向戌，桓公曾孫。言其賢，華元必不討。○戌音恤。）桓氏雖亡，必偏。”（偏，不盡。）魚石自止華元於河上。請討，許之，乃反。使華喜、公孫師帥國人攻蕩氏，殺子山。（喜、師非桓族，故使攻之。）書曰“宋殺大夫山”，言背其族也。（蕩氏，宋公族。還害公室，故去族以示其罪。○去，起呂反。）魚石、向為人、鱗朱、向帶、魚府出舍於睢上，（睢，水名。五大夫畏同族罪及，將出奔。○睢音雖；徐，許惟反，又音綏。）華元使止之，不可。冬，十月，華元自止之，不可，乃反。（五子不止，華元還。）魚府曰：“今不從，不得入矣。（不得複入宋。○複，扶又反。）右師視速而言疾，有異誌焉。若不我納，今將馳矣！”登丘而望之則馳，騁而從之，（五子亦馳逐之。○登丘而望之則馳，絕句。騁，敕景反。）則決睢澨，（澨，水涯。決，壤也。○澨，市利反。涯，本又作崖，魚佳反，一音宜。壞音怪。）閉門登陴矣。左師、二司寇、二宰遂出奔楚。（四大夫不書，獨魚石告。○陴，毗支反。）"
      },
      {
        "index": 126,
        "text": "疏注“四大”至“石告”。○正義曰：襄元年傳謂此五人為五大夫，故除去魚石，謂之四大夫也。彼四大夫所以不書者，宋人獨以魚石告，不以四人告也。服虔云：“魚石，卿，故書。”以為四人非卿，故不書。杜不然者，案文七年傳云：“宋成公卒。於是公子成為右師，公孫友為左師，樂豫為司馬，鱗雚為司徒，公子蕩為司城，華禦事為司寇。六卿和公室。”哀二十六年傳：“宋景公無子，於是皇緩為右師，皇非我為大司馬，皇懷為司徒，靈不緩為左師，樂茷為司城，樂朱鉏為大司寇，六卿三族降聽政。”據彼二文，則向為人為大司寇，亦是卿也。若五人皆告，為卿則書，向為人亦當書之，何以獨書魚石？杜言獨以魚石告，正為向為人不書故也。或少司寇、二宰等六卿之外，亦是卿官，合書名氏，猶如魯之三卿外，別有公孫嬰齊、臧孫許，但非如六卿等世掌國政也。\n華元使向戌為左師，老佐為司馬，樂裔為司寇，以靖國人。（老佐，戴公五世孫。○裔，以製反。）"
      },
      {
        "index": 127,
        "text": "晉三卻害伯宗，譖而殺之，及欒弗忌。（欒弗忌，晉賢大夫。）伯州犁奔楚。（伯宗子。○犁，力兮反。）韓獻子曰：“卻氏其不免乎！善人，天地之紀也，而驟絕之，不亡何待？”（既殺伯宗，又及弗忌，故曰驟也。為十七年晉殺三卻傳。○驟，仕救反。）初，伯宗每朝，其妻必戒之曰：“‘盜憎主人，民惡其上。’子好直言，必及於難。”（傳見雖婦人之言不可廢。○惡，為路反。好，呼報反。難，乃旦反。見，賢遍反。）\n十一月，會吳於鍾離，始通吳也。（始與中國接。）\n許靈公畏逼於鄭，請遷於楚。辛丑，楚公子申遷許於葉。"
      }
    ]
  }
}