{
  "chapterNumber": 30,
  "title": "春秋左傳正義卷30 (Zuozhuan Zhengyi, Volume 30)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "襄公五年\n【經】五年，春，公至自晉。夏，鄭伯使公子發來聘。（發，子產父。）\n叔孫豹、鄫世子巫如晉。（比魯大夫，故書「巫如晉」。○巫，亡扶反。）"
      },
      {
        "index": 1,
        "text": "仲孫蔑、衛孫林父會吳於善道。（魯、衛俱受命於晉，故不言及。吳先在善道，二大夫往會之故曰：「會吳」。善道，地闕。）"
      },
      {
        "index": 2,
        "text": "疏注「魯衛」至「地闕」。○正義曰：諸言及者，皆魯君命之使與彼行，故稱及彼。此傳稱晉將為吳合諸侯，使魯、衛先會之。魯、衛俱受命於晉，非是魯君命蔑，使與林父會吳，故不言「及」也。下文戚之會，序吳於列，書「公會晉侯」云云吳人、鄫人於戚。此不序吳於林父之下，而別云「會吳」者，為吳人先在善道，蔑與林父往彼會之，故云「會吳」也。十年，會吳於柤：成十五年，會吳於鍾離，皆是吳在彼地，往彼會之，故殊會吳也。《公羊》以為「外吳」，言《春秋》內其國而外諸夏，內諸夏而外夷狄，故殊會以外之。《左氏》無此義。杜不從《公羊》，故皆云吳在彼也。下戚會不殊吳者，來會於戚，故與諸國同序列也。\n秋，大雩。楚殺其大夫公子壬夫。（書名，罪其貪。）"
      },
      {
        "index": 3,
        "text": "公會晉侯、宋公、陳侯、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、齊世子光、吳人、鄫人於戚。（穆叔使鄫人聽命於會，故鄫見經。不復殊吳者，吳來會於戚。○見，賢遍反。復，扶又反，下同。）公至自會。（無傳。）\n冬，戍陳。（諸侯在戚會，皆受命戍陳，各還國遣戍，不復有告命，故獨書魯戍。）"
      },
      {
        "index": 4,
        "text": "疏注「諸侯」至「魯戍」。○正義曰：此戍陳，及十年戍鄭虎牢，僖二年城楚丘。案傳皆諸國同行，而經獨書魯者，城楚丘，傳云「不書，所會後也」。彼為魯人後期，諸侯已散，故作獨城之文。此則於戚之會，受命戍陳。十年，諸侯伐鄭，於伐鄭受命，戍鄭虎牢。還國各自遣戌，更無告命，故獨書魯戍也。"
      },
      {
        "index": 5,
        "text": "楚公子貞帥師伐陳。公會晉侯、宋公、衛侯、鄭伯、曹伯、齊世子光救陳。十有二月，公至自救陳。（無傳。）辛未，季孫行父卒。\n【傳】五年，春，公至自晉。（公在晉，既聽屬鄫，聞其見伐，遙命臧紇出救，故傳稱經「公至」以明之。）"
      },
      {
        "index": 6,
        "text": "王使王叔陳生戎於晉，（王叔，周卿士也。戎陵虣周室，故告於盟主。○，悉路反。虣，白報反。）晉人執之。士魴如京師，言王叔之貳於戎也。（王叔反有二心於戎，失奉使之義，故晉執之。○使，所吏反。）\n夏，鄭子國來聘，通嗣君也。（鄭僖公初即位。）"
      },
      {
        "index": 7,
        "text": "穆叔覿鄫大子於晉，以成屬鄫。（覿，見也。前年請屬鄫，故將鄫大子巫如晉以成之。○覿，直曆反。見，賢遍反。）"
      },
      {
        "index": 8,
        "text": "疏注「覿見」至「成之」。○正義曰：「覿，見」，《釋詁》文也。前年魯請屬鄫，雖被晉許，而鄫人未知，故將巫至晉以成之。\n書曰：「叔孫豹、鄫大子巫如晉」，言比諸魯大夫也。（豹與巫俱受命於魯，故經不書「及」，比之魯大夫。）"
      },
      {
        "index": 9,
        "text": "疏「豹與」至「大夫」。○正義曰：巫若自受鄫命，則豹當言「及」。今巫來至魯，魯侯命之，命與豹同行，與豹俱受魯命，故經不言「及」，比之魯大夫也。魯大夫兩人同行，皆不言「及」。文十八年，公子遂、叔孫得臣如齊；定六年，季孫斯、仲孫何忌如晉，其類皆是也。"
      },
      {
        "index": 10,
        "text": "吳子使壽越如晉，（壽越，吳大夫。）辭不會於雞澤之故，（三年會雞澤，吳不至，今來謝之。）且請聽諸侯之好。（更請會。○好，呼報反。）晉人將為之合諸侯，使魯、衛先會吳，且告會期。（以其道遠，故使魯、衛先告期。○將為，於偽反。）故孟獻子、孫文子會吳於善道。（二子皆受晉命而行。）"
      },
      {
        "index": 11,
        "text": "秋，大雩，旱也。（雩，夏祭，所以祈甘雨。若旱則又脩其禮，故雖秋雩，非書過也。然經與過雩同文，是以傳每釋之曰「旱也」。雩而獲雨，故書雩而不書旱。）"
      },
      {
        "index": 12,
        "text": "疏注「雩夏」至「書旱」。○正義曰：例稱龍見而雩，是夏祭常禮，所以祈甘雨也。過時則書。若值歲旱，則又脩此雩禮，而為祈禱。故雖秋雩，非書過也。此是為旱而雩，非常雩過時也。但經書大雩，則過雩、旱雩無以相別。故為旱而雩，傳皆言旱以釋之。《釋例》曰：「始夏而雩者，為純陽用事，防有旱災而祈之也。至於四時之旱，又因用此禮而求雨，故亦曰雩。」經書雩而傳不以旱釋之者，皆過雩也。經書過雩，則與旱雩不別，故傳皆發之，是解發傳言旱之意也。雩為旱禱而不書旱者，雩而獲雨，故書雩而不書旱。雩不得雨，則書旱以明災成。僖二十一年，夏，大旱，楚也雩而獲雨，則書雩。《穀梁傳》文也。"
      },
      {
        "index": 13,
        "text": "楚人討陳叛故，（討，治也。）曰：「由令尹子辛實侵欲焉。」乃殺之。書曰「楚殺其大夫公子壬夫」，貪也。君子謂「楚共王於是不刑。（陳之叛楚，罪在子辛。共王既不能素明法教，陳叛之日，又不能嚴斷威刑，以謝小國，而擁其罪人，興兵致討。加禮於陳，而陳恨彌篤，乃怨而歸罪子辛。子辛之貪，雖足以取死，然共王用刑，為失其節，故言不刑。○共音恭。斷，丁亂反。）"
      },
      {
        "index": 14,
        "text": "疏注「陳之」至「不刑」。○正義曰：《釋例》曰：「陳之叛楚，罪在子辛。共王既不能明法示教，以肅大臣。陳叛之日，又不能嚴斷威刑，以謝小國。而擁其罪人，以興兵致討，暴師經年。加禮於陳，陳恨彌篤，乃慍而歸罪子辛。子辛之貪，雖足以取死，然共王用刑，為失其節，故君子論之以為不刑也。」「加禮於陳」者，謂四年楚將伐陳，聞喪乃止是也。不刑者，言不得用刑之道也。"
      },
      {
        "index": 15,
        "text": "《詩》曰：『周道挺挺，我心扃扃。講事不令，集人來定。』（《逸詩》也。挺挺，正直也。扃扃，明察也。講，謀也。言謀事不善，當聚致賢人以定之。○挺挺，他頂反。扃扃，工迥反，徐孔穎反。）己則無信，而殺人以逞，不亦難乎？（共王伐宋封魚石，背盟敗於鄢陵，殺子反、公子申及壬夫，八年之中，戮殺三卿，欲以屬諸侯，故君子以為不可。○背音佩。）"
      },
      {
        "index": 16,
        "text": "疏注「共王」至「不可」。○正義曰：《釋例》以君子此言，止為殺公子申與壬夫三人而已。此注又兼言殺子反者，傳言已則無信，尢共王也。背盟而敗於鄢陵，及殺子反，皆是共王無信之事，故追言之也。殺此三卿，欲令諸侯息忿，還來屬己，故言「欲以屬諸侯」。「以屬諸侯」者，僖十九年傳文也。逞訓解也。共王殺此三人，望解己意，而諸侯不從，意竟不解，故云「殺人以逞，不亦難乎」。\n《夏書》曰：『成允成功。』（亦逸《書》也。允，信也，言信成，然後有成功。）"
      },
      {
        "index": 17,
        "text": "疏注「亦逸」至「成功」。○正義曰：此《虞書·大禹謨》之文。禹是夏王，故傳稱《夏書》。杜不見古文，故稱逸《書》。「亦，亦前逸《詩》也。彼舜謂禹能成聲教之信，成治水之功，為二事。此傳引之，言共王無信，故無成功。杜順傳意，言信成，然後有成功，為一事也。\n九月，丙午，盟於戚，會吳，且命戍陳也。（公及其會而不書盟，非公後會，蓋不以盟告廟。）"
      },
      {
        "index": 18,
        "text": "疏注「公及」至「告廟」。○正義曰：凡諸侯會而盟者，皆先會而後盟，非先盟而後會。既及其會，知非後盟。《釋例》曰：「盟於鄧，盟於犖，盟於戚，公既在會而不書其盟者，以理推之，會在盟前，知非後盟也。蓋公還告會而不告盟也。」"
      },
      {
        "index": 19,
        "text": "穆叔以屬鄫為不利，使鄫大夫聽命於會。（鄫近魯竟，故欲以為屬國。既而與莒有忿，魯不能救，恐致譴責，故復乞還之。傳言鄫人所以見於戚會。○近，附近之近，下文「陳近」同。竟音境。譴，棄戰反。復，扶又反。見，賢遍反。）"
      },
      {
        "index": 20,
        "text": "楚子囊為令尹，（公子傳。○囊，乃郎反。）範宣子曰：「我喪陳矣，楚人討貳而立子囊，必改行，（改子辛所行。○喪，息浪反。行如字，徐下孟反。）而疾討陳。（疾，急也。）陳近於楚，民朝夕急，能無往乎？有陳，非吾事也。無之而後可。」（言晉力不能及陳，故七年陳侯逃歸。○朝夕如字。）冬，諸侯戍陳。（備楚。）子囊伐陳。十一月，甲午，會於城棣以救之。（公及救陳而不及會，故不書城棣。城棣，鄭地，陳留酸棗縣西南有棣城。○棣，力計反，一音徒妹反。）"
      },
      {
        "index": 21,
        "text": "疏注「公及」至「棣城」。○正義曰：桓十五年，公會宋公、衛侯陳侯於袲，伐鄭。既會而伐，並會書之。計此亦當書會，故解之，公及救陳而不及其會，故不書會。\n季文子卒，大夫入斂，公在位。（在阼階西鄉。○斂，力豔反。鄉，許亮反。）"
      },
      {
        "index": 22,
        "text": "疏注「在阼階西鄉」。○正義曰：《喪大記》云：「大夫之喪，將大斂，既鋪絞、紷、衾、衣，君至，主人迎，先入門右。巫止於門外。君釋菜。祝先入，升堂。君即位於序端。」《士喪禮》：「君若有賜焉，則視斂。既布衣，君至，君升自阼階，西鄉。」以君臨士喪西鄉，知臨大夫之喪，即位於序端者，亦西鄉也。鄭玄《士冠禮》注云：「阼猶酢也。東階，所以答酢賓客也。堂東西牆謂之序。」劉炫又引《記》云：「君既即位於序端，卿、大夫即位於堂廣楹西，北面東上，主人房外南面，主婦屍西東面，遷屍，卒斂，宰告。主人降，北面於堂下，君撫之。主人拜稽顙。君降，升主人馮之，命主婦馮之。士之喪，將大斂，君不在，其餘禮猶大夫也。」"
      },
      {
        "index": 23,
        "text": "宰庀家器為葬備，（庀，具也。○庀，匹婢反。）無衣帛之妾，無食粟之馬，無藏金玉，無重器備。（器備，謂珍寶甲兵之物。○衣，於既反。無食如字，又音嗣。重如字，又直龍反。）君子是以知季文子之忠於公室也：「相三君矣，而無私積，可不謂忠乎？」（○相，息亮反。積，子賜反。）"
      },
      {
        "index": 24,
        "text": "疏「相三君矣」。○正義曰：季孫行父以文六年見經，則為卿久矣。宣公之初，襄仲執政，宣八年仲遂卒，後始文子得政，故至今為相三君也。\n襄公六年\n【經】六年，春，王三月，壬午，杞伯姑容卒。\n夏，宋華弱來奔。（華椒孫。）秋，葬杞桓公。（無傳。）滕子來朝。莒人滅鄫。\n冬，叔孫豹如邾。季孫宿如晉。（行父之子。）十有二月齊侯滅萊。（書十二月，從告。）"
      },
      {
        "index": 25,
        "text": "【傳】六年，春，杞桓公卒。始赴以名，同盟故也。（杞入《春秋》，未嘗書名。桓公三與成同盟，故赴以名。）"
      },
      {
        "index": 26,
        "text": "疏注「杞入」至「以名」。○正義曰：杞入《春秋》以來，唯僖二十三年杞成公卒，用夷禮，書「杞子卒」，未嘗書杞君之名也。《世本》，杞桓公是成公之弟。成公卒而桓公立。至此七十一年，唯成五年盟於蟲牢，七年於馬陵，九年於蒲，魯、杞俱在，未嘗與襄同盟。嫌其不合以名赴，故傳發之。《釋例》曰：「杞伯姑容，未與襄同盟，而事逮其父，用同盟之禮，蓋斷好之義也。」嫌於赴非所盟之君，故傳曰「始赴以名，同盟故也」。"
      },
      {
        "index": 27,
        "text": "宋華弱與樂轡少相狎，長相優，又相謗也。（狎，親習也。優，調戲也。○少，詩照反。狎，屍甲反。長，丁丈反。調，徒吊反。）"
      },
      {
        "index": 28,
        "text": "疏注「狎親」至「戲也」。○正義曰：《論語》云：「雖狎必變。」《曲禮》云：「賢者狎而敬之。」狎是相褻慢、相貫習之名也。二十八年傳稱慶氏之徒，觀優至於魚裏。是優為戲名也。《晉語》有優施，《史記·滑稽傳》有優孟、優旃，皆善為優，遂以優著名。是優為調戲也。"
      },
      {
        "index": 29,
        "text": "子蕩怒，以弓梏華弱於朝。（子蕩，樂轡也。張弓以貫其頸，若械之在手，故曰梏。○梏，古毒反。貫，古亂反。）"
      },
      {
        "index": 30,
        "text": "疏注「子蕩」至「曰梏」。○正義曰：貫者，穿也。張弓以貫遝其頸，頸穿於弓之中，故曰「貫其頸」。《周禮·掌囚》有梏桎，在手曰梏，在足曰桎，頸貫於弓，若手在梏，故云：「以弓梏」也。桎梏俱名為械，《釋名》云：「械者，戒也，戒止人使不得遊行也。」"
      },
      {
        "index": 31,
        "text": "平公見之，曰：「司武而梏於朝，難以勝矣。」（司武，司馬。言其懦弱不足以勝敵。○懦，乃亂反，又乃臥反。）遂逐之。"
      },
      {
        "index": 32,
        "text": "夏，宋華弱來奔。司城子罕曰：「同罪異罰，非刑也。專戮於朝，罪孰大焉。亦逐子蕩。」子蕩射子罕之門曰：「幾日而不我從？」（言我射女門，女亦當以不勝任見逐。○射，食亦反，注同。幾，居豈反。女音汝。勝音升。）子罕善之如初。（言子罕雖見辱，不追忿，所以得安。）"
      },
      {
        "index": 33,
        "text": "疏「司城」至「如初」。○正義曰：子罕以華弱奔後而發此言，蓋以告諸大夫，非告君也。「亦逐子蕩」一句，亦是子罕之語，說子蕩之罪，言亦宜逐子蕩也。子蕩恐即被逐，故射子罕之門，宋亦不復逐之。子蕩作被逐之意，故云「幾日而不我從」也。宋人不復更逐，故子罕善之如初，不恨其射門也。或當實逐子蕩，故子蕩云「幾日而不我從」，理亦通也。○注「言子」至「得安」。○正義曰：服虔云：「言子罕不阿同族，亦逐樂轡以正國法，忠之至也。及樂轡射其門，畏從華弱之罰，復善樂轡如初，是為茹柔吐剛，喪其志矣。傳故舉之，明《春秋》之義，善惡俱見。」杜以《春秋》之世，君弱臣強，莫不蓋失掩罪，以相忍為國。向戌欲蓋華臣，子罕不怨樂轡，皆忍忿求安之事，不足以為大尢。知傳載此言，是善其得安，非尢其從惡，故異於服也。\n秋，滕成公來朝，始朝公也。"
      },
      {
        "index": 34,
        "text": "莒人滅鄫，鄫恃賂也。（鄫有貢賦之賂在魯，恃之而慢莒，故滅之。）冬，穆叔如邾，聘，且脩平。（平四年狐駘戰。）"
      },
      {
        "index": 35,
        "text": "晉人以鄫故來討，曰：「何故亡鄫？」（鄫屬魯，恃賂而慢莒。魯不致力輔助，無何以還晉，尋便見滅，故晉責魯。）季武子如晉見，且聽命。（始代父為卿見大國，且謝亡鄫，聽命受罪。○見，賢遍反，注同。）"
      },
      {
        "index": 36,
        "text": "疏注「始代」至「受罪」。○正義曰：昭二年，晉韓宣子來聘，傳曰「告為政而來見禮也」。大國正卿尚來見小國。知此傳言見者，是始代父為政卿往見於大國也。"
      },
      {
        "index": 37,
        "text": "十一月，齊侯滅萊。萊恃謀也。（賂夙沙衛之謀也。事在二年。）於鄭子國之來聘也，四月，晏弱城東陽，而遂圍萊。（子國聘在五年。二年晏弱城東陽，至五年四月，復讬治城，因遂圍萊。○復，扶又反。）甲寅，堙之環城，傅於堞。（堞，女牆也。堙，土山也。周城為土山及女牆。○堙音因。環，戶關反，又音患。傅音附。堞音牒，一名俾，亦謂之俾倪，徐養涉反。）"
      },
      {
        "index": 38,
        "text": "疏注「堞女」至「女牆」。○正義曰：兵書攻城有為堙之法。宣十五年《公羊傳》曰：「子反乘堙而窺宋城。」是堙為土山，使高與城等而攻之也。言環城，是環繞其城，知周匝其城為土山也。"
      },
      {
        "index": 39,
        "text": "及杞桓公卒之月，（此年三月。）乙未，王湫帥師及正輿子、棠人軍齊師。（王湫，故齊人，成十八年奔萊。正輿子、萊大夫。棠，萊邑也，北海即墨縣有棠鄉。三人帥別邑兵來解圍。○湫，子小反，徐子鳥反。）齊師大敗之。（敗湫等。）丁未，入萊。萊共公浮柔奔棠。正輿子、王湫奔莒，莒人殺之。四月，陳無宇獻萊宗器於襄宮。（無宇，桓子，陳完玄孫。襄宮，齊襄公廟。○共音恭。）晏弱圍棠，十一月，丙辰，而滅之，遷萊邘。（遷萊子邘國。○「遷萊邘」，五兮反，本或作「遷於阝」，萊衍字。）"
      },
      {
        "index": 40,
        "text": "疏「遷萊邘」。○正義曰：阝即小邾也。二年傳曰：「滕、薛、小邾之不至，皆齊故也。」小邾附屬於齊，故滅萊國而遷其君於小邾，使之寄居以終身也。\n高厚、崔杼定其田。（定其疆界。高厚，高固子。○疆，居良反。）\n襄公七年\n【經】七年，春，郯子來朝。\n夏，四月，三卜郊，不從，乃免牲。（稱牲，既卜日也。卜郊，又非禮也。○郯音談。）"
      },
      {
        "index": 41,
        "text": "疏「夏四月」至「免牲」。○正義曰：《周禮·大宰職》云：「祀五帝，前期十日，帥執事而卜日。」然則將祭十日之前，預卜之，蓋一旬一卜也。例稱啟蟄而郊，建寅之月也。此四月三卜，蓋三月二卜，四月又一卜也。春分之前，猶是啟蟄節內，於法仍可以郊。據傳獻子之言，三卜在春分之後，則初卜即巳大晚，故三卜而涉於春分也。人心欲其吉，不吉是不從，不從則不郊，故免牲而不殺也。○注「稱牲」至「禮也」。○正義曰：僖三十一年，「夏，四月，四卜郊，不從，乃免牲」，傳曰：「禮，不卜常祀，而卜其牲、日。牛卜日曰牲。牲成而卜郊，上怠慢。」此經與彼正同，唯四卜、三卜為異耳。彼言其非，則此亦非也。牛巳稱牲，是既卜日矣。牲既成矣，而又卜郊，與僖同譏，故云「又非禮也」。\n小邾子來朝。城費。（南遺假事難而城之。○費音秘。難，乃旦反。）"
      },
      {
        "index": 42,
        "text": "疏注「南遺」至「城之」。○正義曰：此傳唯說南遺請城之由，不言時與不時，則知南遺假讬言有事難而請城之。秋，季孫宿如衛。\n八月，螽。（無傳。為災故書。）\n冬，十月，衛侯使孫林父來聘。壬戌，及孫林父盟。楚公子貞帥師圍陳。"
      },
      {
        "index": 43,
        "text": "十有二月，公會晉侯、宋公、陳侯、衛侯、曹伯、莒子、邾子於鄬。（謀救陳，陳侯逃歸，不成救，故不書救也。鄬，鄭地。○鄬，於軌反，《字林》凡吹反．）"
      },
      {
        "index": 44,
        "text": "疏注「謀救」至「鄭地」。○正義曰：楚既圍陳，而陳侯亦列於會者，當是圍之不密，故陳侯得出會求救也。陳侯逃歸，陳遂屬楚。諸侯不與楚戰，各自罷歸，不成為救，故不書救也。"
      },
      {
        "index": 45,
        "text": "鄭伯髡頑如會，未見諸侯，丙戌，卒於鄵。（實為子駟所弑，以瘧疾赴，故不書弑。稱名為書卒，同盟故也。如會，會於鄬也。未見諸侯，未至會所而死。鄵，鄭地。不欲再稱鄭伯，故約文上其名於會上。○鄵，七報反，又采南反，《字林》千消反。弑音試，下同。為書，於偽反。上其，時掌反。）"
      },
      {
        "index": 46,
        "text": "疏注「實為」至「會上」。○正義曰：魯之隱、閔，實被弑而書「薨」，諱而不言弑，則亦不以被弑赴諸侯。此鄭伯實為子駟所弑，而以瘧疾赴於諸侯，亦如隱、閔之類，諱而不言弑。故魯史不得書弑也。《穀梁傳》曰：「禮，諸侯不生名，此其生名何也？卒之名也。卒之名則何？為加之如會之上，見以如會卒也。」是言書名為書卒而稱之也。三年盟於雞澤，五年盟於戚，魯、鄭俱在同盟，故赴以名。法當書名，故進名於上。其名本為下卒，非是生名之也。如會者，會諸侯於鄬，欲往赴其會也。《公羊傳》曰：「未見諸侯，其言如會何？致其意也。原其意本欲往會，故書之也。」未見諸侯，言其未至會所而死，非至會而不見也。書「卒於鄵」者，赴以所卒之地，故書之。\n陳侯逃歸。（畏楚，逃晉而歸。）【傳】七年，春，郯子來朝，始朝公也。"
      },
      {
        "index": 47,
        "text": "夏，四月，三卜郊，不從，乃免牲。孟獻子曰：「吾乃今而後知有卜筮。夫郊祀後稷，以祈農事也。（郊祀後稷以配天。後稷，周始祖，能播殖者。）"
      },
      {
        "index": 48,
        "text": "疏注「郊祀」至「殖者」。○正義曰：言後稷，周之始祖，能播殖者，辨知後稷是何人，不為能播殖。故祀以祈農事，自謂郊天以祈農耳。案《孝經》云：「孝莫大於嚴父，嚴父莫大於配天，則周公其人也。昔者周公郊祀後稷以配天，宗祀文王於明堂，以配上帝。」止云配天而祀之，不言祈農也。《郊特牲》說郊天之義曰：「萬物本乎天，人本乎祖，此所以配上帝也。郊之祭也，大報本反始也。」宣三年《公羊傳》曰：「郊則曷為必祭稷？王者必以其祖配。王者則曷為必以其祖配？自內出者無匹不行，自外至者無主不止。」何休云：「天道闇昧，故推人道以接之。不以文王配者，重本尊始之義也。」據此諸文，則郊祭天者，為物本於天，故祭天以報本。神必須配，故推祖以配天，止報生成之恩，非求未來之福。此傳專言郊祀社稷主為祈農事者，斯有旨矣。祭祀者，為報巳往，非求將來之福也。但祭為明神所享，神以將來致福。將來而獲多福，乃由祭以得之。《禮器》稱君子曰「祭祀不祈」，祭者意雖不祈，其實福以祭降。以祭獲福，即祈之義也。宗廟之祭，緣生事死，盡其孝順之心，非求耕稼之利。少牢饋食者，大夫之祭禮也。其祭之末，屍嘏主人，使女受福於天，宜稼於田。彼豈為田而祭哉！神以宜田福之耳。郊天之義亦由是也。神以人為主，人以穀為命。人以精意事天，天以宜稼祐人，以此謂之祈農，本意非祈農也。《詩·噫嘻序》曰：「春夏祈穀於上帝。」《禮》孟春之月《月令》曰：「是月也，天子乃以元日祈穀於上帝。」即是郊天之祭也。其下即云：「乃擇元辰，天子親載耒耜，躬耕帝籍。」是郊而後耕也。獻子此言，正與《禮》合。《孝經》止言尊嚴其父祖，述孝子之志本意，不說郊天之祭，無由得有祈穀之言。何休《膏育》，執彼難此，追而想之，亦可以歎息也。"
      },
      {
        "index": 49,
        "text": "是故啟蟄而郊，郊而後耕。今既耕而卜郊，宜其不從也。（啟蟄，夏正建寅之月。耕謂春分。○蟄，直立反。夏，戶雅反。）"
      },
      {
        "index": 50,
        "text": "疏注「啟蟄」至「春分」。○正義曰：《釋例》曰：「曆法，正月節立春，啟蟄為中氣。二月節雨水，春分為中氣。」是啟蟄為夏正建寅之月中氣也。《月令》祈穀之後，即擇日而耕。初耕亦在正月。傳言「既耕而卜郊，宜其不從」，是此卜之時，巳涉春分之節。時過不復可郊，故言「耕謂春分」，指釋獻子言耕，是春分之節，不謂春分始可耕也。《釋例》又曰：「僖公、襄公夏四月卜郊，但譏其非所宜卜，不譏其四月不可郊也。孟獻子曰『啟蟄而郊，郊而後耕』，耕謂春分也，言得啟蟄，即當卜郊，不得過春分也。」是言此卜在春分之後，故獻子譏之。據傳，獻子此言郊天之禮，必用周之三月。而《雜記》云：「孟獻子曰：『正月日至，可以有事於上帝。七月日至，可以有事於祖。』七月而禘，獻子為之也。」此與《禮記》俱稱獻子，二文不同，必有一謬。《禮記》後人所錄，《左傳》當得其真。若七月而禘，獻子為之，則當獻子之時，應有七月禘者。烝、嘗過則書，禘過亦宜書。何以獻子之時，不書七月禘也？足知《禮記》之言，非獻子矣。\n南遺為費宰。（費，季氏邑。）叔仲昭伯為隧正，（隧正，主役徒。昭伯，叔仲惠伯之孫。○隧音遂。）"
      },
      {
        "index": 51,
        "text": "疏注「隧正」至「役徒」。○正義曰：九年注云：「隧正，官名，五縣為隧。」則隧正當《周禮》之遂人也，掌諸遂之政令，徒役出諸遂之民，故為主役徒者。"
      },
      {
        "index": 52,
        "text": "欲善季氏，而求媚於南遺。謂遺：「請城費，（使遺請城。）吾多與而役。」故季氏城費。（傳言祿去公室，季氏所以強。）小邾穆公來朝，亦始朝公也。（亦郯子也。）"
      },
      {
        "index": 53,
        "text": "秋，季武子如衛，報子叔之聘，且辭緩報，「非貳也」。（子叔聘在元年。言國家多難，故不時報。○難，乃旦反。）"
      },
      {
        "index": 54,
        "text": "冬，十月，晉韓獻子告老。公族穆子有廢疾，（穆子，韓厥長子，成十八年為公族大夫。○長，丁丈反，下「師長」同。）將立之。（代厥為卿。）辭曰：「《詩》曰：『豈不夙夜，謂行多露。』（《詩》言雖欲早夜而行，懼多露之濡己。義取非禮不可妄行。）"
      },
      {
        "index": 55,
        "text": "疏「詩曰」至「多露」。○正義曰：《詩·國風·召南·行露》之首章也。言人行者，豈不欲早夜而行乎？謂早夜而行，則多露濡己。義取非禮不可以妄行。穆子引之，言非其才，不可以妄居官位。"
      },
      {
        "index": 56,
        "text": "又曰：『弗躬弗親，庶民弗信。』（《詩·小雅》。言譏在位者，不躬親政事，則庶民不奉信其命。言已有疾，不能躬親政事。）"
      },
      {
        "index": 57,
        "text": "疏「弗躬」至「弗信」。○正義曰：此《詩·小雅·節南山》之篇。《詩》注云：「言王之政不躬而親之，則恩澤不信於眾民矣。」"
      },
      {
        "index": 58,
        "text": "無忌不才，讓其可乎？請立起也。（無忌，穆子名。起，無忌弟宣子也。）與田蘇遊，而曰好仁。（田蘇，晉賢人。蘇言起好仁。○好，呼報反，注及下同。）《詩》曰：『靖共爾位，好是正直。神之聽之，介爾景福。』（靖，安也。介，助也。景，大也。《詩·小雅》。言君子當思不出其位，求正直之人，與之並立。如是，則神明順之，致大福也。○共音恭，下注同。介音界，下及注同。）\n疏注「介，助也。景，大也」。○正義曰：定本介、景皆為大也。恤民為德，（靖共其位，所以恤民。）"
      },
      {
        "index": 59,
        "text": "疏注「靖共」至「恤民」。○正義曰：天生烝民，立君以牧之。君不獨治，為臣以佐之。君之與臣，皆為恤民而設之也。能安靖共敬，在其職位，是其所以憂民也。"
      },
      {
        "index": 60,
        "text": "正直為正，（正已心。）正曲為直，（正人曲。）參和為仁。（德、正、直三者備，乃為仁。○參，七南反，或音三。）如是，則神聽之，介福降之，立之，不亦可乎？」（言起有此三德，故可立。）"
      },
      {
        "index": 61,
        "text": "疏「詩曰」至「可乎」。○正義曰：《詩·小雅·小明》之篇，言人能安靖共敬，以居爾之職位，愛好正直之人，與之共處於朝，則神明聽順之，當助女以大福也。既引《詩》文，又述其意，能憂念下民，是為德也；正直己心是為正也；能以己正正人之曲，是為直也。此德也、正也、直也三者和備，是為仁也。人能如是，則神明聽順之，大福降與之。田蘇是知人者也。田蘇言起好仁，起必備有此行，立之不亦可乎？\n庚戌，使宣子朝，遂老。（韓厥致仕。）晉侯謂韓無忌仁，使掌公族大夫。（為之師長。）\n疏注「為之師長」。○正義曰：無忌先為公族大夫，今言「使掌」，是與諸公族大夫為師長也。"
      },
      {
        "index": 62,
        "text": "衛孫文子來聘，且拜武子之言，（緩報非貳之言。）而尋孫桓子之盟，（盟在成三年。）公登亦登。（禮，登階，臣後君一等。○後，胡豆反，下文「不後寡君」同。）"
      },
      {
        "index": 63,
        "text": "疏注「禮登」至「一等」。○正義曰：《聘禮》：「公迎賓於大門內，及廟門，公揖入，立於中庭，納賓。賓入，三揖，至於階，三讓，公升二等。」鄭玄云：「先賓升二等，亦欲君行一，臣行二。」言君先升二等，然後臣始升一等。是禮，登階，臣當後君一等。"
      },
      {
        "index": 64,
        "text": "叔孫穆子相，趨進曰：「諸侯之會，寡君未嘗後衛君。（敵體並登。○相，息亮反，下「駟相」同。「嘗後」如字，徐胡豆反。）今吾子不後寡君，寡君未知所過。吾子其少安！」（安，徐也。）孫子無辭，亦無悛容。（悛，改也。○悛，七全反。）穆叔曰：「孫子必亡！為臣而君，過而不悛，亡之本也。《詩》曰：『退食自公，委蛇委蛇。』（委蛇，順貌。《詩·召南》。言人臣自公門入私門，無不順禮。○委，於危反。蛇，以支反，下同。召，上照反。）謂從者也。（從，順也。）衡而委蛇，必折。」（衡，橫也。橫不順道，必毀折。為十四年林父逐君起本。）"
      },
      {
        "index": 65,
        "text": "疏「詩曰」至「必折」。○正義曰：《詩·國風·召南·羔羊》之篇。言大夫賢者，退朝而食，從公門入私門，委蛇委蛇然。委蛇，順從之貌，《詩》之此意，謂順者也。今孫子為臣，而君自處，是橫不順道。以橫道而為委蛇，其人必將毀折，不得終其職位。\n楚子囊圍陳，會於鄬以救之。（晉會諸侯。）鄭僖公之為大子也，於成之十六年，（魯成公。）"
      },
      {
        "index": 66,
        "text": "疏注「魯成公」。○正義曰：杜必言魯成公者，欲明非鄭成公也。知非者，以鄭成公成七年即位，至襄二年卒，唯十四年，無十六年故也。"
      },
      {
        "index": 67,
        "text": "與子罕適晉，不禮焉。又與子豐適楚，亦不禮焉。（子豐，穆公子。）及其元年，朝於晉，（鄭僖元年，魯襄三年。）子豐欲諸晉而廢之。子罕止之。及將會於鄬，子駟相，又不禮焉。侍者諫，不聽。又諫，殺之。及鄵，子駟使賊夜弑僖公，而以瘧疾赴於諸侯。（傳言經所以不書弑。）簡公生五年，奉而立之。（僖公子。）"
      },
      {
        "index": 68,
        "text": "陳人患楚，（楚圍陳故。）慶虎、慶寅謂楚人曰：「吾使公子黃往，而執之。」（二慶，陳執政大夫。公子黃，哀公弟。）\n疏「使公子黃往」。○正義曰：於時楚師圍陳，使公子黃往入楚軍也。"
      },
      {
        "index": 69,
        "text": "楚人從之。（為執黃。○為，而偽反。）二慶使告陳侯於會，（鄬之會。）曰：「楚人執公子黃矣！君若不來，群臣不忍社稷宗廟，懼有二圖。」（背君屬楚。○背音佩。）陳侯逃歸。（鄬會，所以不書救。）\n襄公八年\n【經】八年，春，王正月，公如晉。夏，葬鄭僖公。（無傳。）\n鄭人侵蔡，獲蔡公子燮。（鄭子國稱人，刺其無故侵蔡，以生國患。燮，蔡莊公子。○燮，息協反。）"
      },
      {
        "index": 70,
        "text": "疏注「鄭子」至「公子」。○正義曰：此決舍之人。陳、鄭有宿怨，此時與蔡無怨，晉復無命使侵。無故興師以生國患，以其動而無謀，故貶之。《釋例》曰：「陳、蔡、楚之與國。鄭欲求親於晉，故伐而入之。晉士莊伯詰其侵小，且問陳之罪，子產答以東門之役，故免於譏。及其侵蔡，既無晉令，又無直辭，君死主少，興師以求媚於晉，不能以德懷親，以直報怨，故二大夫異於子產也。陳之見伐，本以助晉，晉不逆勞而以法詰之，得盟主遠理。故仲尼曰：『晉為伯，鄭入陳，非文辭不為功。』善之也。」"
      },
      {
        "index": 71,
        "text": "季孫宿會晉侯、鄭伯、齊人、宋人、衛人、邾人於邢丘。（時公在晉。晉悼難勞諸侯，唯使大夫聽命，故季孫在會而公先歸。○邢，徐音刑。難，乃旦反。）"
      },
      {
        "index": 72,
        "text": "疏注「時公」至「先歸」。○正義曰：公以正月如晉，此會之下，始云「公至」，則晉侯適會，公乃歸魯。季孫蓋從公朝晉，即從晉赴會，故季孫在會而公先歸。\n公至自晉。（無傳。）莒人伐我東鄙。秋，九月，大雩。冬，楚公子貞帥師伐鄭。\n晉侯使士匄來聘。"
      },
      {
        "index": 73,
        "text": "【傳】八年，春，公如晉朝，且聽朝聘之數。（晉悼復脩霸業，故朝而稟其多少。○復，扶又反。「霸」本亦作「伯」，音霸，又如字。）"
      },
      {
        "index": 74,
        "text": "疏注「晉悼」至「多少」。○正義曰：昭三年，鄭子大叔云：「文、襄之霸也，合諸侯，三歲而聘，五歲而朝。」自襄以後，晉德少衰，諸侯朝聘，無復定準。今晉悼復脩霸業，更合諸侯，故公朝晉而稟其多少。如公朝者，蓋亦非一，晉侯謙，不敢在國約束，故出外合之。又難煩諸侯，使大夫聽命，政為邢丘之會，以命朝聘之數。數之多少，傳亦無文。據子太叔之言，不說悼公之法，而遠陳文、襄之令，則悼公此命，還同文、襄耳，非復別製法也。"
      },
      {
        "index": 75,
        "text": "鄭玄公子以僖公之死也，謀子駟。子駟先之。夏，四月，庚辰，辟殺子狐、子熙、子侯、子丁。（辟，罪也，加罪以戮之。○先，悉薦反，又如字。辟，婢亦反，注同。熙，許其反，徐音怡。）"
      },
      {
        "index": 76,
        "text": "疏注「辟罪」至「戮之」。○正義曰：「辟，罪」，《釋詁》文也。不直言殺而云「辟殺」，明是加誣以罪而殺之。子駟知其謀己，不以罪殺，恐動眾心，故加誣以罪。言其罪自當死，非為己討，所以自解說也。\n孫擊、孫惡出奔衛。（二孫，子孤之子。）\n疏注「二孫，子狐之子」。○正義曰：賈逵云：「然未必有文可據，相傳為此說也。」"
      },
      {
        "index": 77,
        "text": "庚寅，鄭子國、子耳侵蔡，獲蔡司馬公子燮。（鄭侵蔡，欲以求媚於晉。子耳，子良之子。不言敗，唯以獲告。）"
      },
      {
        "index": 78,
        "text": "疏注「鄭侵」至「獲告」。○正義曰：於時鄭無蔡怨，又無晉令。鄭自發心侵蔡，知欲求媚於晉也。獲其將必與之戰，戰敗乃獲之。「不言敗」者，唯以獲告，不告敗也。"
      },
      {
        "index": 79,
        "text": "鄭人皆喜，唯子產不順，（子產，子國子，不順眾而喜。）曰：「小國無文德而有武功，禍莫大焉。楚人來討，能勿從乎？從之，晉師必至。晉、楚伐鄭，自今鄭國，不四五年，弗得寧矣。」子國怒之，曰：「爾何知！國有大命，而有正卿。童子言焉，將為戮矣。」（大命，起師行軍之命。）"
      },
      {
        "index": 80,
        "text": "五月，甲辰，會於邢丘，以命朝聘之數，使諸侯之大夫聽命。季孫宿、齊高厚、宋向戌、衛甯殖、邾大夫會之。（晉難重煩諸侯，故使大夫聽命。）鄭伯獻捷於會，故親聽命。（獻蔡捷也。）大夫不書，尊晉侯也。（晉悼復文、襄之業，製朝聘之節，儉而有禮，德義可尊，故退諸侯大夫以崇之。）"
      },
      {
        "index": 81,
        "text": "疏注「晉悼」至「崇之」。○正義曰：禮，卿不會公侯，會則貶之稱人，自是常例。而云「尊晉侯」者，此有鄭伯在會，自與晉侯相敵。諸卿不敵晉侯，無罪不合貶也。但欲尊晉侯，無辭以見之，故貶大夫以尊之。大夫非有罪也。文二年，晉、宋、陳、鄭四國之卿伐秦，皆貶稱人。尊秦謂之「崇德」，其意與此同也。諸侯之卿皆貶，而獨不貶季孫宿者，文元年，公孫敖會晉侯於戚，注云：「禮，卿不會公侯。而《春秋》魯大夫皆不貶者，體例已舉，故據用魯史成文。」是其義也。言「儉而有禮，德義可尊」者，難煩諸侯，使大夫聽命，亦是有禮之事也。"
      },
      {
        "index": 82,
        "text": "莒人伐我東鄙，以疆鄫田。（莒既滅鄫，魯侵其西界，故伐魯東鄙，以正其封疆。○疆，居良反，注同。）秋，九月，大雩，旱也。"
      },
      {
        "index": 83,
        "text": "冬，楚子囊伐鄭，討其侵蔡也。子駟、子國、子耳欲從楚，子孔、子蟜、子展欲待晉。（待晉來救。子孔，穆公子。子蟜，子遊子。子展，子罕子。○蟜，居表反。）子駟曰：「《周詩》有之曰：『俟河之清，人壽幾何？（逸《詩》也。言人壽促而河清遲，喻晉之不可待。○壽音授，或如字，注同。幾，居豈反。）兆云詢多，職競作羅。』（兆，卜。詢，謀也。職，主也。言既卜且謀多，則競作羅網之難，無成功。○難，乃旦反。）\n疏「兆云詢多」。○正義曰：杜云「兆，卜。詢，謀也」，既卜，且謀多。如杜此言，則「云」是語辭。"
      },
      {
        "index": 84,
        "text": "謀之多族，民之多違，（族，家也。）事滋無成。（滋，益也。）民急矣，姑從楚以紓吾民。晉師至，吾又從之。敬共幣帛，以待來者，小國之道也。犧牲玉帛，待於二竟，（二竟，晉、楚界上。○紓音舒。共音恭。竟音境，注同。）以待彊者而庇民焉。寇不為害，民不罷病，不亦可乎？」子展曰：「小所以事大，信也。小國無信，兵亂日至，亡無日矣。五會之信，（謂三年會雞澤，五年會戚，又會城棣，七年會為阝，八年會邢丘。○庇，必利反，又音秘，下同。罷音皮。）"
      },
      {
        "index": 85,
        "text": "疏注「謂三」至「邢丘」。○正義曰：鄬之會，鄭伯未至而卒。亦數之者，鄭伯雖身死耳，共會與鄭同謀，故數之。"
      },
      {
        "index": 86,
        "text": "今將背之，雖楚救我，將安用之？（言失信得楚，不足貴。○背音佩，至卷末皆同。）親我無成，（晉親鄭。）鄙我是欲，（楚欲以鄭為鄙邑而反欲與成。）不可從也。（言子駟不可從。）不如待晉。晉君方明，四軍無闕，八卿和睦，必不棄鄭。（四軍，謂上、中、下、新軍也。軍有二卿。）"
      },
      {
        "index": 87,
        "text": "疏「八卿和睦」。○正義曰：八卿者，據九年傳，荀罃將中軍，士匄佐之；荀偃將上軍，韓起佐之；欒黶將下軍，士魴佐之；趙武將新軍，魏絳佐之。"
      },
      {
        "index": 88,
        "text": "楚師遼遠，糧食將盡，必將速歸，何患焉。舍之聞之：（舍之，子展名。）『杖莫如信。』完守以老楚，杖信以待晉，不亦可乎？」子駟曰：「《詩》云：『謀夫孔多，是用不集。（《詩·小雅》。孔，甚也。集，就也。言人欲為政，是非相亂而不成。○杖，直亮反，下同。守，手又反，或如字，下「守官」並注同。）發言盈庭，誰敢執其咎？（言謀者多，若有不善，無適受其咎。○咎，其九反，下同。適，丁曆反，下同。）如匪行邁謀，是用不得於道。』（匪，彼也。行邁謀，謀於路人也。不得於道，眾無適從。）"
      },
      {
        "index": 89,
        "text": "疏「詩云」至「於道」。○正義曰：《詩·小雅·小旻》之三章也。言謀事之夫甚多，是非相奪，無可適從。為是之故，其事用此，益不成也。發言訩訩，而盈滿於庭，無能決當是非。事若不成，誰敢執其咎責者？如彼道上行人，每得人即與之謀，意無所從。為是之故，用此不得於正道也。○注「匪彼」至「適從」。○正義曰：鄭玄以「匪」為「非」，如非行邁之謀。言止而不行，坐圖遠近也。杜以「如」者，如似他物，故以「匪」為「彼」。言如彼行人，逢值歧路，問其所從也。鄭以行為道，邁為行，言道上行人。杜亦當然。"
      },
      {
        "index": 90,
        "text": "請從楚，騑也受其咎。」（騑，子駟名。○騑，芳非反。）乃及楚平，使王子伯駢告於晉，（伯駢，鄭大夫。○駢，扶賢反，又扶經反。）曰：「君命敝邑，『脩而車賦，儆而師徒，以討亂略』。蔡人不從，敝邑之人不敢寧處，悉索敝賦，（索，盡也。○儆，居領反。索，悉各反，注同。一音所百反。）以討於蔡，獲司馬燮，獻於邢丘。今楚來討，曰：『女何故稱兵於蔡？』（稱，舉也。○女音汝。）焚我郊保，（郭外曰郊。保，守也。）馮陵我城郭。（馮，迫也。○馮，皮冰反，注同。）敝邑之眾，夫婦男女，不遑啟處，以相救也。（遑，暇也。啟，跪也。○跪，其委反。）"
      },
      {
        "index": 91,
        "text": "疏注「遑，暇也。啟，跪也」。○正義曰：皆《釋言》文也。舍人曰：「閒暇無事也。」李巡曰：「啟，小跪也。」"
      },
      {
        "index": 92,
        "text": "翦焉傾覆，無所控告。（翦，盡也。控，引也。○覆，芳服反。控，苦貢反。）民死亡者，非其父兄，即其子弟。夫人愁痛，（夫人，猶人人也。○夫音扶，注同。）不知所庇。民知窮困，而受盟於楚。孤也與其二三臣不能禁止，（孤，鄭伯。）不敢不告。」知武子使行人子員對之，曰：「君有楚命，（見討之命。）亦不使一介行李告於寡君。（一介，獨使也。行李，行人也。○介，古賀反，注同。獨使，所吏反。）而即安於楚。君之所欲也，誰敢違君？寡君將帥諸侯以見於城下，唯君圖之！（為明年晉伐鄭傳。○見，賢遍反，或如字。）"
      },
      {
        "index": 93,
        "text": "晉範宣子來聘，且拜公之辱，（謝公此春朝。）告將用師於鄭。公享之。宣子賦《摽有梅》。（《摽有梅》，《詩·召南》。摽，落也。梅盛極則落。詩人以興女色盛則有衰，眾士求之，宜及其時。宣子欲魯及時共討鄭，取其汲汲相赴。○摽，徐扶妙反，又扶表反。興，許反。）季武子曰：「誰敢哉？（言誰敢不從命。）今譬於草木，寡君在君，君之臭味也。（言同類。○譬，本亦作「辟」，音譬，後放此。）歡以承命，何時之有？」（遲速無時。）武子賦《角弓》。（《角弓》，《詩·小雅》。取其兄弟婚姻，無相遠也。）賓將出，武子賦《彤弓》。（《彤弓》，天子賜有功諸侯之詩，欲使晉君繼文之業，復受彤弓於王。○彤，徒冬反。復，扶又反。）宣子曰：「城濮之役，（在僖二十八年。○濮音卜。）我先君文公獻功於衡雍，受彤弓於襄王，以為子孫藏。（藏之以示子孫。○雍，於用反。藏如字，徐才浪反。）匄也，先君守官之嗣也，敢不承命？」（言己嗣其父祖為先君守官，不敢廢命，欲匡晉君。）君子以為知禮。（《彤弓》之義，義在晉君。故範匄受之，所謂「知禮」。）"
      },
      {
        "index": 94,
        "text": "疏注「彤弓」至「知禮」。○正義曰：文四年，甯俞來聘，為賦《彤弓》。甯俞不敢當。此賦《彤弓》而宣子受之，故解其意。彼以《彤弓》當甯俞，故甯俞不敢受。此賦《彤弓》，其義在於晉君，非當範匄，故範匄受之，而為知禮也。\n襄公九年\n【經】九年，春，宋災。（天火曰災。來告，故書。）"
      },
      {
        "index": 95,
        "text": "疏注「天火」至「故書」。○正義曰：得告則書，史之常例。於此須言告者，《公羊傳》曰：「外災不書，此何以書？為王者之後記災也。曷為或言災？或言火？大者曰災，小者曰火。然則內何以不言火？內不言火者，甚之也。」《公羊》此言，不可通於左氏，故杜明為此注以異之。"
      },
      {
        "index": 96,
        "text": "夏，季孫宿如晉。五月，辛酉，夫人薑氏薨。（成公母。）秋，八月，癸未葬我小君穆薑。（無傳。四月而葬，速。）"
      },
      {
        "index": 97,
        "text": "冬，公會晉侯、宋公、衛侯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子、齊世子光伐鄭。十有二月，己亥，同盟於戲。（伐鄭而書同盟，則鄭受盟可知。傳言「十有己亥」，以《長曆》推之，十二月無己亥，經誤。戲，鄭地。○戲，許宜反。）"
      },
      {
        "index": 98,
        "text": "疏注「伐鄭」至「鄭地」。○正義曰：成十七年，夏，「公會尹子」云云伐鄭，六月乙酉，同盟於柯陵。於時鄭實不服，諸侯自同盟耳。鄭不與盟也。此注云「伐鄭而書同盟，則鄭受盟可知」者，此盟鄭與，傳文分明，不是準約同盟之文，始知鄭與盟也。杜言此解經於盟不書鄭伯之意耳。經若重序諸侯，必當鄭伯在列。但經已前目諸侯，不復重序，鄭伯不見，故特解之。以其伐鄭而書「同盟」，則鄭與盟可知。同盟之文，足以包鄭，故不復見鄭伯耳。非謂因伐而同盟者，所伐之國，必與也。柯陵之盟，鄭實不服，諸侯自相與盟，非同鄭也。文同事異，不可執彼以難此。十一年，諸侯伐鄭，同盟於亳城北，其文與此同矣。此經書「十二月己亥，同盟於戲」，傳言十一月己亥同盟於戲，經、傳不同，必有一誤。而傳於戲盟之下，更言「十二月癸亥，門其三門」。己亥在癸亥之前二十四日。杜以《長曆》推之，十一月庚寅朔，十日得己亥；十二月己未朔，五日得癸亥。故《長曆》參校上下，己亥在十一月十日。又十二月五日有癸亥，則其月不得有己亥。經書十二月，誤也。此誤者，唯以一字誤為二，非書經誤也。\n楚子伐鄭。\n【傳】九年，春，宋災。樂喜為司城以為政。（樂喜，子罕也，為政卿，知將有火災，素戒為備火之政。）"
      },
      {
        "index": 99,
        "text": "疏注「樂喜」至「之政」。○正義曰：文七年及成十五年，二傳言宋六卿之次，皆云右師、左師、司馬、司徒、司城、司寇。其右師最貴。故華元曰：「我為右師，君臣之訓，師所司也。」然則宋國之法，當右師為政卿。今言司城為政卿者，蓋宋以華閱是華元之子，以元有大功，使閱繼其父耳。子罕賢知，故特使為政。齊任管夷吾，魯任叔孫婼，皆位卑而執國政，此亦當然也。此傳言「以為政」者，以為救火之政耳。但從此以後，曆檢傳文，鄭人討賊，宋人獻玉，扶築台之謳，削向戌之賞，皆是政卿之任，故言為政卿也。下晉侯云「宋災，於是乎知有天道」。是宋人自知天道當有火災，故子罕素相戒敕為備火之政也。自「伯氏司裏」以下，「巷伯儆宮」以上，皆是子罕素戒之也。其享祀之事，是政卿命之，非子罕也。\n使伯氏司裏。（伯氏，宋大夫。司裏，裏宰。）"
      },
      {
        "index": 100,
        "text": "疏注「伯氏」至「裏宰」。○正義曰：《釋言》云：「裏，邑也。」李巡云：「裏，居之邑也。」是裏為邑居之名也。《周禮》，五鄰為裏。以五鄰必同居，故以裏為名。里長謂之宰。《周禮·裏宰》，每裏下士一人。謂六遂之內，二十五家之長也。此言司裏，謂司城內之民，若今城內之坊裏也。裏必有長，不知其官之名。《周禮》有裏宰。故以宰言之，非是郊外之民二十五家之長也。使伯氏司此城內諸裏之長，令各率裏內之民，表火道以來，皆使此伯氏率裏民為之。"
      },
      {
        "index": 101,
        "text": "火所未至，徹小屋，塗大屋，（大屋難徹，就塗之。）陳畚挶，具綆缶，（畚，簣籠。挶，土轝。綆，汲索。缶，汲器。○畚音本，草器也。挶，九錄反。綆，古杏反，汲水索。缶，方九反，汲水瓦器。簣，其位反。籠，力東反。轝音預。汲音急。索，悉各反。）"
      },
      {
        "index": 102,
        "text": "疏注「畚簣」至「汲器」。○正義曰：《說文》云：「畚，蒲器，所以盛糧也。」宣二年注云：「畚以草索為之。」其器可以盛糧，又可以盛土也。《論語》稱「為山用簣」，是簣為盛土之器，故以畚為簣籠也。《說文》云：「挶，戟持也。」戟持者，執持此轝，其臂如戟形故也。其字從手，謂以手持物也。與畚共文，畚是盛土之器，則挶是轝土之物也。綆者，汲水之索，《儀禮》謂之繘。方言云：「自關而東，周、洛、韓、魏之間謂之綆，關西謂之繘。」《釋器》云：「盎謂之缶。」《說文》云：「缶，瓦器，所以盛酒漿，亦謂之罌。」罌可以汲水，故云「汲器」也。《易·井卦》亦謂取井水為汲也。\n備水器（盆{臨缶}之屬。○{臨缶}，戶暫反。）"
      },
      {
        "index": 103,
        "text": "疏注「盆{臨缶}之屬」。○正義曰：《周禮·淩人》：「春始治{臨缶}。」鄭玄云：「{臨缶}如甀，大口以盛冰。」則{臨缶}是盛水之器。知備水器者，備盆{臨缶}之屬。"
      },
      {
        "index": 104,
        "text": "量輕重，（計人力所任。○任音壬。）蓄水潦，積土塗，巡丈城，繕守備，（巡，行也。丈，度也。繕，治也。行度守備之處，恐因災有亂。○蓄，本又作「畜」，敕六反。潦音老。守，手又反，注「守備」同。巡行，下孟反，下同。度，待洛反，下同。處，昌慮反。）\n疏「巡丈城」。○正義曰：十尺為丈。巡行其城，以丈度之，故云「丈城」。"
      },
      {
        "index": 105,
        "text": "表火道。（火起，則從其所趣摽表之。○摽，必遙反。）使華臣具正徒，（華臣，華元子，為司徒。正徒，役徒也，司徒之所主也。）"
      },
      {
        "index": 106,
        "text": "疏注「華臣」至「主也」。○正義曰：《周禮》，大司徒掌「徒庶之政令」。小司徒「凡用眾庶，則掌其政教。」凡國之大事致民，是司徒掌役徒也。言「具正徒」，司裏所使，遂正所納，皆是臨時調民而役之，若今之夫役也。司徒所具正徒者，常共官役，若今之正丁也。\n令隧正納郊保，奔火所。（隧正官名也。五縣為隧。納聚郊野保守之民，使隨火所起，往救之。○隧音遂。）"
      },
      {
        "index": 107,
        "text": "疏注「隧正」至「救之」。○正義曰：此隧正當天子之遂大夫。故《遂大夫職》云：「各掌其遂之正令。」《遂人職》云：「五家為鄰，五鄰為裏，四里為酂，五酂為鄙，五鄙為縣，五縣為遂。」鄭司農云：「王國百里，內為六鄉，外為六遂。」鄭玄云：「郊內比、閭、族、黨、州、鄉，郊外鄰、裏、酂、鄙、縣、遂。」異其名者，示相變耳。《尚書·費誓》云：「魯人三郊三遂。」然則諸侯之有鄉遂，亦以郊內、郊外別之也。郊內屬鄉者，近於國都，司徒自率之，以入城矣。郊外屬遂者，是郊野保守之民，不可全離所守，司徒令遂正量其多少，納之於國，隨火所起，而奔往救之。華臣直言具正徒，不言其事者，以是郊內之民共救火，百役即上畜水潦、積土塗之類，非唯救火而已。若郊保之民既遠，故使隨火所起，奔往救之，直救火而已。"
      },
      {
        "index": 108,
        "text": "使華閱討右官，官庀其司。（亦華元子，代元為右師。討，治也。它，具也。使具其官屬。○閱音悅。庀，芳婢反，注同。）向戌討左，亦如之。（向戍，左師。）使樂遄庀刑器，亦如之。（樂遄，司寇。刑器，刑書。○遄，巿專反。）"
      },
      {
        "index": 109,
        "text": "疏注「樂遄」至「刑書」。○正義曰：此人掌具刑器，知其為司寇也。恐其為火所焚，當是國之所重，必非刑人之器，故以為刑書也。哀三年，魯人救火，云「出禮書、御書」。書不名器，此言刑器，必載於器物。鄭鑄《刑書》而叔向責之，晉鑄刑鼎而仲尼譏之。彼鑄之於鼎，以示下民，故譏其使民知之。此言刑器，必不在鼎，當書於器物，官府自掌之，不知其在何器也。或書之於版，號此版為刑器耳。"
      },
      {
        "index": 110,
        "text": "使皇鄖命校正出馬，工正出車，備甲兵，庀武守。（皇鄖，皇父充石之後。校正主馬，工正主車，使各備其官。○鄖音云，本亦作「員」，音同。校，戶教反，注同出馬，如字，徐尺遂反，下同。守，手又反，下同。）"
      },
      {
        "index": 111,
        "text": "疏注「皇鄖」至「其官」。○正義曰：服虔云：「皇鄖，皇父充石之後，十世東鄉，為人之子，大司馬椒也。」車馬甲兵，司馬之職。使皇鄖掌此事，皇鄖必是司馬也。校正主馬，於《周禮》為校人，是司馬之屬官也。《周禮》司馬之屬，無主車之官。巾車、車仆，職皆掌車，乃為宗伯之屬。昭四年傳云：「夫子為司馬，與工正書服。」是諸侯之官，司馬之屬，有工正主車也。國有火災，恐致奸寇，故使司馬命此二官出車馬，備甲兵，以防非常也。傳言「庀武守」者，甲兵器械藏於府庫，若今武庫，使具其守，守此武庫也。此事輕於車馬，故後言之。\n使西鉏吾庀府守，（鉏吾，大宰也。府，六官之典。○鉏吾音魚。）"
      },
      {
        "index": 112,
        "text": "疏注「鉏吾」至「之典」。○正義曰：鉏吾，大宰，傅無其文。賈逵云：「然相傳說耳，不知其本何所出也。」《周禮》大宰之職，掌建邦之六典，以佐王治邦國：一曰治典，二曰教典，三曰禮典，四曰政典，五曰刑典，六曰事典。六官之典，謂此也。杜以府為六官之典，當謂六官之典，其事載之於書，故使具其守。劉炫以為「府守」，謂府庫守藏。今知不然者，以百司府藏，已屬左右二師。上華閱討右官，官庀其司。向戍討左，亦如之。則是府庫之物，二師總令群官所主。案哀三年，魯遭火災，出禮書、御書，藏象魏，皆以典籍為重。明此府守是六官之典。若以為府庫財物，便是不重六典，唯貴財物。劉以為府庫而規杜，非也。\n令司宮、巷伯儆宮，（司宮，奄臣；巷伯，寺人，皆掌宮內之事。○儆音景。）"
      },
      {
        "index": 113,
        "text": "疏注「司宮」至「之事」。○正義曰：昭五年傳：「楚子欲以羊舌肹為司宮，欲加宮刑。」以此知司宮奄臣，謂奄人為臣，主司宮內。《周禮》無司宮、巷伯之官，唯有內小臣、奄上士四人掌王後之命，正其服位。鄭玄云：「奄稱士者，異其賢也。」奄人之官，此最為長。則司宮當天子之內小臣也。《周禮》又云：「寺人主之，正內五人。」鄭玄云：「正內，路寢也。」《釋宮》云：「宮中巷謂之壼。」孫炎曰：「巷，舍間道也。」王肅云：「今後宮稱永巷。」是巷者，宮內道名。伯，長也。是宮內門巷之長也。《周禮》內小臣，其次即有寺人，故知巷伯是寺人也；又以《詩》篇名《巷伯》，經云：「寺人孟子，作為此詩。」故知巷伯、寺人一也。鄭以巷伯為內小臣，既無明文，各以意說。\n二師令四鄉正敬享，（二師，左右師也。鄉正，鄉大夫。享，祀也。）"
      },
      {
        "index": 114,
        "text": "疏注「二師」至「祀也」。○正義曰：《周禮·大司徒》云：「五家為比，五比為閭，四閭為族，五族為黨，五黨為州，五州為鄉。」鄉大夫，每鄉卿一人，天子六鄉，即以卿為之長。此傳云「二師命四鄉正」，則別立鄉正，非卿典之，但其所職掌，當天子之鄉大夫耳。《周禮》：「鄉大夫各掌其鄉之政教，正月之吉，受教法於司徒，退而頒之於其鄉。」則鄉正當屬司徒。此傳言二師命之者，上文右師討右，左師討左，則宋國之法，二師分掌其方。左右各掌其二鄉，並言其事，故云「二師命四鄉正」也。《費誓》云「魯人三郊三遂」，則魯立三鄉。此云「命四鄉正」，則宋立四鄉也。《周禮》，鄉為一軍，大國三軍。宋是大國，不過三軍，而有四鄉者，當時所立，非正法也。於是宋置六卿，況四鄉乎？《周禮》，祭人鬼曰享。故享為祀也。止令敬享，不知所享何神。《周禮·大祝》：「國有天災，彌祀社稷禱祠。」鄭玄云：「天災，疫癘水旱也。彌猶遍也，遍祀社稷及諸所禱。」又《大司徒》以荒政十有二聚萬民，共十有一曰索鬼神。鄭玄云：「索鬼神，求廢祀而脩之。《云漢》之詩所謂『靡神不舉，靡愛斯牲』者也。」彼凶荒之年，水旱之災，尚索鬼神而祭之，此遇天火為災，亦當遍祀群神。其所合祭，皆應祭之也。蓋火起始命之祭耳。"
      },
      {
        "index": 115,
        "text": "祝、宗用馬於四墉，祀盤庚於西門之外。（祝，大祝。宗，宗人。墉，城也，用馬祭於四城以禳火。盤庚，殷王，宋之遠祖。城積陰之氣，故祀之。凡天災有幣無牲，用馬祀盤庚，皆非禮。○「墉」，本又作「庸」，音同。「盤」，字亦作「般」，步於反。禳，如羊反。）"
      },
      {
        "index": 116,
        "text": "疏注「祝大」至「非禮」。○正義曰：《周禮》：「大祝掌六祝之辭，以事鬼神祗，祈福祥。」「小宗伯掌建國之神位。」特牲、少牢，士大夫之祭祀也，皆宗人掌其事。然則諸是祭神，言辭大祝掌之，禮儀宗人掌之。故所有祭祀，皆祝、宗同行。此事別命祝、宗，使奉此祭，非鄉正所為也。文承「二師命」下，亦是二師命之。不復言命者，亦從上省文也。用馬者，以馬為牲，祭於四面之城，以禳火也。禳，卻也，卻火使滅也。盤庚，湯之九世孫，殷之第十九王也。自盤庚之紂，又十二王而殷滅。盤庚弟小乙，是宋微子之八世祖也。盤庚之為殷王，無大功德，而祀盤庚者，當時之意，不知何故特祀之也。祀盤庚不別言牲，明其祀亦用馬也。城以積上為之。土積則為陰積，積陰之氣，或能製火，故祭城以禳火，禮亦無此法也。莊二十五年傳例曰：「凡天災有幣無牲。」「用馬祀盤庚，皆非禮」，言用馬祭城、祭盤庚，皆非禮也。此備火災，所使群官，急者在前，緩者在後，故先伯氏司裏，次華臣具正徒，次到隧正納郊保，然後二師總庀群官，先右後左，尊卑之次也。以刑器車馬甲兵典法，國之所重，故特命三官庀具其物。先外官備具救火，然後及內，故次司宮、巷伯。人事既畢，乃祭享鬼神，故次敬享、祀盤庚之事也。"
      },
      {
        "index": 117,
        "text": "晉侯問於士弱，（弱，士渥濁之子莊子。○渥，於角反。）曰：「吾聞之，宋災，於是乎知有天道，何故？」（問宋何故自知天道將災。）對曰：「古之火正，或食於心，或食於咮，以出內火。是故咮為鶉火，心為大火。（謂火正之官，配食於火星。建辰之月，鶉火星昏在南方，則令民放火。建戌之月，大火星伏在日下，夜不得見，則令民內火，禁放火。○咮，竹又反，徐丁遘反。出如字，徐尺遂反。內如字，徐音納。鶉音純。見，如字，又賢遍反。）"
      },
      {
        "index": 118,
        "text": "疏注「謂火」至「放火」。○正義曰：昭二十九年傳：「五行之官有木正、火正、金正、水正、土正。」立此五官，各掌其職，封為上公，祀為貴神。謂能其事者，後世祀之。火正之官，居職有功，祀火星之時，以此火正之神配食也。五行之官，每歲五時祀之，謂之五祀。《月令》云：「其神句芒、祝融、后土、蓐收、玄冥。」配五帝而食，其神矣！而火正又「配食於火星」者，以其於火有功，祭火星，又祭之。後稷得配天，又配稷，火正何故不得配帝，又配星也？有天下者，祭百神。天子祭天之時，因祭四方之星，諸侯祭其分野之星。其祭火星，皆以正配食也。火正配火星而食，有此傳文。其金、木、水、土之正，不知配何神而食，經典散亡，不可知也。《周禮》：「司爟掌行火之政令。季春出火，民咸從之。季秋內火，民亦如之。」鄭玄云：「火所以用陶冶，民隨國而為之。」鄭司農云：「以三月本時昏，心星見於辰上，使民出火。九月本黃昏，心星伏在戌上，使民內火。故《春秋傳》曰『以出內火』。」《周禮》所言，皆據夏正。故杜以《周禮》之意，解其心咮為火之由。建辰之月，即《月令》季春之月，日在胃昏七星中。南方七星，有井、鬼、柳、星、張、翼、軫七者，共為朱鳥之宿星，即七星也。咮謂柳也。《春秋緯·文耀鉤》云：「咮謂鳥陽，七星為頸。」宋均注云：「陽猶首也。柳謂之咮，朱，鳥首也。七星為朱鳥頸也。」咮與頸共在於午者，鳥之正宿，口屈在頸，七星與咮，體相接連故也。鶉火星昏，而在南方，於此之時，令民放火。咮星為火之候，故於十二次，咮為鶉火也。建戌之月，即《月令》季秋之月，日在房。東方七宿，角、亢、氐、房、心、尾，箕七者，共為蒼龍之宿。《釋天》云：「大辰，房心尾也，大火謂之大辰。」孫炎曰：「龍星明者，以為時候大火心也。在中最明，故時候主焉。」以是，故此傳心為大火。九月，日體在房，房、心相近，與日俱出俱沒，伏在日下，不得出見，故令民內火，禁放火也。火官合配其人，蓋多不知誰食於心，誰食於咮也。此傳鶉火、大火共為出火之候。《周禮》之注，不言咮者，以咮非內火之候，故唯指大火，以解出內之文，故其言不及咮也。"
      },
      {
        "index": 119,
        "text": "陶唐氏之火正閼伯居商丘，（陶唐，堯有天下號。閼伯，高辛氏之子。傳曰「遷閼伯於商丘，主辰」。辰，大火也，今為宋星。然則商丘在宋地。○閼，於葛反。）"
      },
      {
        "index": 120,
        "text": "疏注「陶唐」至「宋地」。○正義曰：《史記·五帝本紀》云：「帝堯為陶唐氏。」是堯有天下，以陶唐為代號也。氏猶家也。古言高辛氏，陶唐氏，猶言周家，夏家也。閼伯，高辛氏之子。遷閼伯於商丘，主辰，皆昭元年傳文也。《爾雅》以大火為大辰，是辰為大火也。昭十七年傳云：「宋，大辰之虛。」是大火為宋星也。閼伯已居商丘，祀大火。今大火為宋星，則知宋亦居商丘。以此明之，故云「然則商丘在宋地」也。《釋例》云：「宋、商、商丘，三名一地，梁國雎陽縣也。傳曰：『陶唐氏之火正閼伯居商丘，祀大火。』又曰：「宋，大辰之虛也。』然則商丘在宋，或以為漳水之南，故殷虛為商丘，非也。」是由商丘所在不明，故《釋例》與此注俱以閼伯明之。"
      },
      {
        "index": 121,
        "text": "祀大火，而火紀時焉。（謂出、內火時。）相土因之，故商主大火。（相土，契孫，商之祖也，始代閼伯之後居商丘，祀大火。○相，息亮反，注同。契，息列反。）"
      },
      {
        "index": 122,
        "text": "疏「祀大火」至「大火」。○正義曰：祀大火者，閼伯祀此大火之星，居商丘，而祀火星也。相土因之，復主大火，是商丘之地，屬大火也。然則在地之土，各有上天之分。《周禮》：「保章氏以星土辯九州之地所封，封域皆有分星。」鄭玄云：「星土，星所主土也。封，猶界也。大界則曰九州，州中諸國之封域，於星亦有分焉，其書亡矣。今其存可言者，十二次之分也。星紀，吳越也；玄枵，齊也；娵訾，衛也；降婁，晉也；大梁，趙也；實沈，晉也；鶉首，秦也；鶉火，周也；鶉尾，楚也；壽星，鄭也；大火，宋也；析木，燕也。」是言地屬於天，各有其分之事也。鄭唯云「其存可言」，不知存者本是誰說。其見於傳記者，則此云「商主大火」，昭元年傳云「參為晉星」。二十八年傳云「龍，宋、鄭之星」，則蒼龍之方，有宋、鄭之分也。又曰「以害鳥帑，周、楚惡之」，則朱鳥之方，有周、楚之分也。昭七年四月，日食，傳稱「魯、衛惡之，去衛地如魯地」，則春分之日，在魯、衛之分也。又十年傳曰：「今茲歲在顓頊之虛，薑氏、任氏實守其地。」則於時歲星在齊、薛之分也。又三十二年傳曰：「越得歲而吳伐之，凶。」則於時歲星在吳、越之分也。《晉語》云：「實沈之虛，晉人是居。」《周語》云：「歲在鶉火，我有周之分野。」是有分野之言也。天有十二次，地有九州。以此九州，當彼十二次，《周禮》雖云「皆有分星」，不知其分，誰分之也。何必所分能當天地。星紀在於東北，吳、越實在東南。魯、衛東方諸侯，遙屬戌亥之次。又三家分晉，方始有趙，而韓、魏無分，趙獨有之。《漢書·地理志》：「分郡國以配諸次。」其地分或多或少，鶉首極多，鶉火甚狹。徒以相傳為說，其源不可得而聞之。於其分野，或有妖祥，而為占者，多得其效。蓋古之聖哲，有以度知，非後人所能測也。○注「相土」至「大火」。○正義曰：《殷本紀》：「契生昭明，昭明生相土。」相土是契孫也。《本紀》云：「帝舜封契於商。」鄭玄云：「商國在大華之陽。」皇甫謐云「今上洛商縣」是也。如鄭玄意，契居上洛之商，至相土而遷於宋之商。及湯有天下，遠取契所封商，以為一代大號。服虔云：「相土居商丘，故湯以為天下號。」王肅《書序》注云：「契孫相土居商丘，故湯以為國號。」案《詩》述後稷云：「即有邰家室。」述契云：「天命玄鳥，降而生商。」即稷封邰而契封商也。若契之居商，即是商丘，則契已居之，不得云相土因閼伯也。若別有商地，則湯之為商，不是因相土矣。且經、傳言商，未有稱商丘者。《釋例》云：「宋之先，契佐唐、虞，封於商。武王封微子啟為宋公，都商丘。」是同鄭玄說也。傳言「商主大火」，商謂宋也。宋主大火耳，成湯不主火也。宋是商後，謂宋為昭商。昭八年傳曰「自根牟至子商衛」，是名宋為商之驗，《釋例》曰「商、宋一地」，謂此商也。相土，商之祖者，是湯之祖，亦宋之祖也。堯封閼伯於商丘，比及相土，應曆數出，故云「代閼伯之後居商丘，祀大火」也。"
      },
      {
        "index": 123,
        "text": "商人閱其禍敗之釁，必始於火，是以日知其有天道也。」（閱猶數也。商人數所更曆，恒多火災。宋是殷商之後，故知天道之災必火。○釁，許靳反。數，所主反，下同。更音庚。）"
      },
      {
        "index": 124,
        "text": "疏「商人」至「道也」。○正義曰：閱猶數也。釁謂間隙也。商人，謂殷商之人。為王之時，數其禍敗之釁隙，必始於火，言其政教有失，將欲致禍。既開禍敗之釁，必有火災應之也。今宋是商後，亦如商世，欲有禍敗，必初始於火。是以言「日知其有天道也」。然殷商不居商丘，必有火者，以商是相土子孫，相土居商丘，祀火之故。故火之為災，連及殷商之世也。傳唯言此而已，亦不知爾時宋有何失而致此災。\n公曰：「可必乎？」對曰：「在道。國亂無象，不可知也。」（言國無道，則災變亦殊，故不可必知。）"
      },
      {
        "index": 125,
        "text": "疏「公曰」至「知也」。○正義曰：公曰此事「可必乎」？但有愆失，必致火乎？對曰：在其君之所行道耳。若時政小失，天未棄之，或下災異，冀其覺悟，或可常有火災也。若國家昏亂，無復常象，不可知也。象謂妖祥有所象似，以戒人也。國若無道，災變亦殊。既無所象，故不可必知也。\n夏，季武子如晉，報宣子之聘也。（宣子聘在八年。）"
      },
      {
        "index": 126,
        "text": "穆薑薨於東宮。（太子宮也。穆薑淫僑如，欲廢成公，故徙居東宮。事在成十六年。）始往而筮之，遇艮之八，ⅳ（艮下艮上，艮。《周禮》：「大卜掌《三易》。」然則雜用《連山》、《歸藏》、《周易》。二《易》皆以七八為占。故言遇艮之八。○艮，古根反。）"
      },
      {
        "index": 127,
        "text": "疏注「艮下」至「之八」。○正義曰：《周禮》：「大卜掌《三易》之法：一曰《連山》，二曰《歸藏》，三曰《周易》。」鄭玄云：「易者，揲蓍變易之數，可占者也。名曰《連山》，似山之出內云氣也。《歸藏》者，萬物莫不歸而藏於其中也。」《洪範》言卜筮之法，「三人占，則從二人之言」。孔安國云：「夏、殷、周卜筮各異，三法並卜，從二人之言。」是言筮用《三易》之事也。大卜，周官，而職掌《三易》。然則周世之卜，雜用《連山》、《歸藏》、《周易》也。《周易》之爻，唯有九六。此筮乃言遇艮之八，二《易》皆以七八為占。故此筮遇八，謂艮之第二爻不變者，是八也。揲蓍求爻，《係辭》有法。其揲所得，有七八九六。說者謂七為少陽，八為少陰，其爻不變也。九為老陽，六為老陰，其爻皆變也。《周易》以變為占，占九六之爻，傳之諸筮，皆是占變爻也。其《連山》、《歸藏》以不變為占，占七八之爻。二《易》並亡，不知實然以否。世有《歸藏易》者，偽妄之書，非殷《易》也。假令二《易》俱占七八，亦不知此筮為用《連山》，為用《歸藏》。所云「遇艮之八」，不知意何所道。以為先代之《易》，其言亦無所據，賈、鄭先儒相傳云耳。先儒為此意者，此言「遇艮之八」，下文穆薑云「是於《周易》」；《晉語》公子重耳筮得「貞、屯、悔、豫」，皆八，其下司空季子云「是在《周易》」，並於遇八之下，別言《周易》。知此遇八，非《周易》也。"
      },
      {
        "index": 128,
        "text": "史曰：「是謂艮之隨，ⅳ（震下兌上，隨。史疑古《易》遇八為不利，故更以《周易》占，變爻，得隨卦而論之。）"
      },
      {
        "index": 129,
        "text": "疏注「震下」至「論之」。○正義曰：震為雷，兌為澤。《象》曰：「澤中有雷，隨。」鄭玄云：「震，動也。兌，說也。內動之以德，外說之以言，則天下之民慕其行而隨從之，故謂之隨也。」史疑古《易》遇八者為不利，故更以《周易》占變，變其爻，乃得隨卦而論之，所以說薑意也。"
      },
      {
        "index": 130,
        "text": "隨，其出也。（史謂隨非閉固之卦。）君必速出。」薑曰：「亡！（亡，猶無也。○亡如字，讀者或音無。）是於《周易》曰：『隨，元、亨、利、貞，無咎。』（《易》筮皆以變者占，遇一爻變義異，則論彖，故薑亦以彖為占也。史據《周易》，故指言《周易》以折之。○亨，許庚反，下同。彖，吐亂反。折，之設反。）"
      },
      {
        "index": 131,
        "text": "疏注「易筮」至「折之」。○正義曰：《易》筮皆以變者為占，傳之諸筮皆是也。若一爻獨變，則得指論此爻。遇一爻變，以上或二爻、三爻皆變，則每爻義異，不知所從，則當總論彖辭，故薑亦以彖為占。此「元、亨、利、貞、無咎」，是隨卦之彖辭也。史言「是謂艮之隨」者，據《周易》而言，故薑亦指言《周易》以折之也。《周易》卦下之辭，謂之為彖。彖者，統論一卦之體，明其所由之主。《隨·彖》云「元、亨、利、貞、無咎」者，元，長也。長亦大也；亨，通也；貞，正也。隨卦，震下兌上，以剛下柔動而適說，故物皆隨之，而不能大通於事，逆於時也。相隨而不為利正，共適邪淫，則災之道也。必有此「元、亨、利、貞」四德，乃得無咎過耳。無此四德，則不免於咎。"
      },
      {
        "index": 132,
        "text": "元，體之長也。亨，嘉之會也。利，義之和也。貞，事之幹也。體仁足以長人，嘉德足以合禮，利物足以和義，貞固足以幹事。然，故不可誣也，是以雖隨無咎。（言不誣四德，乃遇隨無咎。明無四德者，則為淫而相隨，非吉事。○長，丁丈反，下同。「嘉德」，《易》作「嘉會」。）"
      },
      {
        "index": 133,
        "text": "疏注「言不」至「吉事」。○正義曰：不誣四德者，四德實有於身，不可誣罔，以無為有也。如是乃遇隨卦，可得身無咎耳。明其無此四德，而遇隨卦者，乃是淫而相隨，非是善事，故得隨必有咎也。穆薑自以身無四德，遇隨為惡。其意謂隨為惡卦，故云「雖隨無咎」。"
      },
      {
        "index": 134,
        "text": "今我婦人，而與於亂，固在下位，（婦人卑於丈夫。○與音預。）而有不仁，不可謂元；不靖國家，不可謂亨；作而害身，不可謂利；棄位而姣，（姣，淫之別名。○姣，戶交反，注同，徐又如字，服氏同，嵇叔夜音效。）"
      },
      {
        "index": 135,
        "text": "疏「淫姣淫之別名」。○正義曰：服虔讀「姣」為放效之「效」。言效小人為淫。淫自出於心，非效人也。今時俗語謂淫為姣，故以姣為淫之別名。"
      },
      {
        "index": 136,
        "text": "不可謂貞。有四德者，隨而無咎。我皆無之，豈隨也哉？我則取惡，能無咎乎？必死於此，弗得出矣！」（傳言穆薑辯而不德。）"
      },
      {
        "index": 137,
        "text": "疏「元體」至「出矣」。○正義曰：自「幹事」以上，與《周易·文言》正同。彼云「元者善之長」，此云「體之長」；彼云「嘉會足以合禮」，此云「嘉德」，唯二字異耳，其意亦不異也。元者，始也，長也。物得其始，為眾善之長。於人則謂首為元。元是體之長。以善為體，知亦善之長也。亨，通也。嘉，善也。物無不通，則為眾善之會，故通者，善之會也。物得裁成，乃名為義。義理和協，乃得其利。故利者，義之和也。貞，正也。物得其正，乃成幹用，故正者，事之幹也。體仁，以仁為體也。君子體是仁人，堪得與人為長，體仁足以長人也。身有美德，動與禮合，嘉德足以合禮也。以已利物，義事和協，利物足以和義也。正而牢固，事得幹濟，身固足以幹事也。此四德者在身，必然固不可誣罔也，是以雖得隨卦，而其身無咎。今我婦人也，而與於僑如之亂，婦人卑於男子，固在下位，而有不仁之行，不可謂之元也。不安靖國家，欲除去季孟不可謂之亨也。作為亂事，而自害其身，使放於東宮，不可謂之利也。棄夫人之德位，而與僑如淫姣，不可謂之貞也。有此「，其身能無咎乎？必死於此宮，不能出矣。"
      },
      {
        "index": 138,
        "text": "秦景公使士雃乞師於楚，將以伐晉，楚子許之。子囊曰：「不可。當今吾不能與晉爭。晉君類能而使之，（隨所能。○雃，苦田反。）舉不失選，（得所選。○選，息戀反，注同。）官不易方。（方猶宜也。）其卿讓於善，（讓勝已者。）其大夫不失守，（各任其職。）其士競於教，（奉上命。）其庶人力於農穡，（種曰農，收曰穡。）"
      },
      {
        "index": 139,
        "text": "疏注「種曰農，收曰穡」。○正義曰：農是力田之名。《詩》毛傳云：「種之曰稼，斂之曰穡。」稼者，言如嫁女之有所生也。穡，愛也，言愛惜而收斂之也。此文穡無所對，故以農為種名。其實農是營田之名，種曰稼也。\n商工皂隸，不知遷業。（四民不雜。）"
      },
      {
        "index": 140,
        "text": "疏注「四民不雜」。○正義曰：《齊語》：「四民者，士、農、工、商。」此傳言其士競於教，是說士也；庶人力於農穡，是說農也。士農已訖，唯有士商在耳。故以皂隸賤官足成其句。杜言「四民不雜」，通上士庶為四，非以皂隸工商為四也。"
      },
      {
        "index": 141,
        "text": "韓厥老矣，知罃稟焉以為政。（代將中軍。）範匄少於中行偃而上之，使佐中軍。（使匄佐中軍，偃將上軍。○少，詩照反，下同。中行，戶郎反。）韓起少於欒黶，而欒黶、士魴上之，使佐上軍。（黶、魴讓起，起佐上軍。黶將下軍，魴佐之。○黶，於斬反。）魏絳多功，以趙武為賢而為之佐。（武，新軍將。將，子匠反。）君明臣忠，上讓下競。（尊官相讓，勞職力競。）當是時也，晉不可敵，事之而後可。君其圖之！」王曰：「吾既許之矣，雖不及晉，必將出師。」秋，楚子師於武城，以為秦援。秦人侵晉。晉饑，弗能報也。（為十年晉伐秦傳。○饑音饑，又音幾。）"
      },
      {
        "index": 142,
        "text": "冬，十月，諸侯伐鄭。（鄭從楚也。）庚午，季武子、齊崔杼、宋皇鄖從荀罃、士匄門於鄟門。（鄭城門也。三國從中軍。○鄟音專，本亦作專。）衛北宮括、曹人、邾人從荀偃、韓起門於師之梁。（師之梁，亦鄭城門。三國從上軍。）滕人、薛人從欒黶、士魴門於北門。（二國從下軍。）杞人、阝人從趙武、魏絳斬行栗。（二國從新軍。行栗，表道樹。○行栗，如字。行，道也。）"
      },
      {
        "index": 143,
        "text": "疏「斬行栗」。○正義曰：行，道也。謂之行栗，必是道上之栗。《周語》云：「列樹以表道。」知此行栗是表道之樹。"
      },
      {
        "index": 144,
        "text": "甲戌，師於氾，（眾軍還聚氾，汜，鄭地，東汜。○汜音凡。）令於諸侯曰：「脩器備，（兵器戰備。）盛餱糧（餱，乾食。○盛音成。餱音侯。）歸老幼，（示將久師。）居疾於虎牢，（諸侯已取鄭虎牢，故使諸軍疾病息其中。）肆眚圍鄭。」（肆，緩也。眚，過也。不書圍鄭，逆服不成圍。○眚，生領反，徐所幸反。）"
      },
      {
        "index": 145,
        "text": "疏注「肆緩」至「成圍」。○正義曰：肆訓為緩，緩從罪人，謂放赦之也。將求民力，開恩赦罪，赦諸侯之軍內犯法者，服虔以為放鄭囚。案傳未與鄭戰，無囚可放。設使有囚可放，鄭人以戰而獲，非有所犯，不得謂之「肆眚」也。不書圍鄭者，此肆眚圍鄭，是號令之辭耳。鄭人聞而逆服，不成圍故也。"
      },
      {
        "index": 146,
        "text": "鄭人恐，乃行成。（與晉成也。○恐，丘勇反。）中行獻子曰：「遂圍之，以待楚人之救也，而與之戰。不然，無成。」（獻子，荀偃也。恐楚救鄭，鄭復屬之。○復，扶又反。）知武子曰：「許之盟而還師，以敝楚人。（敝，罷也。○罷音皮。）吾三分四軍，（分四軍為三部。）"
      },
      {
        "index": 147,
        "text": "疏注「分四軍為三部」。○正義曰：賈逵以為三分四軍為十二部，鄭眾以為分四軍為三部。杜以分為十二，則一部人少，不足亢敵，故從鄭說，分四軍為三部。晉各一動而楚三來，欲罷楚，使不能也。"
      },
      {
        "index": 148,
        "text": "與諸侯之銳，以逆來者，（來者，楚也。）於我未病，楚不能矣。（晉各一動而楚三來，故曰「不能」。）猶愈於戰，（勝聚戰。）暴骨以逞，不可以爭。（言爭當以謀，不可以暴骨。○暴，蒲卜反，注同。徐扶沃反。爭，爭鬥之爭，注同，又如字。）大勞未艾，君子勞心，小人勞力，先王之制也。」（艾，息也。言當從勞心之勞。○艾，魚廢反，又五蓋反，注同。）諸侯皆不欲戰，乃許鄭成。十一月，己亥，同盟於戲，鄭服也。（鄭服、故言同盟。）將盟，鄭六卿公子騑、（子駟。）公子發、（子國。）公子嘉、（子孔。）公孫輒、（子耳。）公孫蠆、（子蟜。○蠆，敕邁反。）公孫舍之（子展。）及其大夫、門子，皆從鄭伯。（門子，卿之適子。○從，才用反。適，丁曆反。）"
      },
      {
        "index": 149,
        "text": "疏注「門子卿之適子」。○正義曰：《周禮·小宗伯》：「掌三族之別，以辯親疏。其正室皆謂之門子。」鄭玄云：「正室，適子也。將代父當門者也。」是卿之適子為門子也。"
      },
      {
        "index": 150,
        "text": "晉士莊子為載書，（莊子，士弱。載書，盟書。）曰：「自今日既盟之後，鄭國而不唯晉命是聽，而或有異志者，有如此盟。」（如違盟之罰。）公子騑趨進，曰：「天禍鄭國，使介居二大國之閒。（介猶聞也。○介音界，注同。猶閒，音間廁之間，又如字。）大國不加德音，而亂以要之，（謂以兵亂之力強要鄭。○要，一遙反，注「強要」，下「要人」、「要盟」皆同。強，其丈反。）使其鬼神不獲歆其禋祀，其民人不獲享其土利，夫婦辛苦墊隘，無所厎告。（墊隘，猶委頓。底，至也。○歆，許今反。墊，丁念反。隘，於懈反。底音旨。）自今日既盟之後，鄭國而不唯有禮與彊可以庇民者是從，而敢有異志者，亦如之！」（亦如此盟。○庇，必利反。）荀偃曰：「改載書！」（子駟亦以所言載於策，故欲改之。）公孫舍之曰：「昭大神要言焉，（要誓以告神。）若可改也，大國亦可叛也。」知武子謂獻子曰：「我實不德，而要人以盟，豈禮也哉？非禮，何以主盟？姑盟而退，脩德息師而來，終必獲鄭，何必今日？我之不德，民將棄我，豈唯鄭？若能休和，遠人將至，何恃於鄭？」乃盟而還。（遂兩用載書。○休，許虯反。）"
      },
      {
        "index": 151,
        "text": "晉人不得志於鄭，以諸侯復伐之。十二月，癸亥，門其三門。（三門，鄟門、師之梁、北門也。癸亥，月五日。晉果三分其軍，各攻一門。○復，扶又反。）閏月，戊寅，濟於陰阪，侵鄭，（以《長曆》參校上下，此年不得有閏月戊寅。戊寅是十二月二十日。疑「閏月」當為「門五日」。「五」字上與「門」合為「閏」，則後學者，自然轉「日」為「月」。晉人三番四軍，更攻鄭門，門各五日，晉各一攻，鄭三受敵，欲以苦之。癸亥去戊寅十六日，以癸亥始攻，攻輒五日，凡十五日，鄭故不服而去。明日戊寅，濟於陰阪，復侵鄭外邑。陰阪，洧津。○閏月，依注讀為「門五日」。阪音反，又扶板反。番，芳元反。更音庚。復，扶又反。洧，於軌反。）"
      },
      {
        "index": 152,
        "text": "疏注「以長」至「洧津」。○正義曰：杜以《長曆》推之，此年無閏，故知此「閏」字當為「門五」，又「月」當為「日」也。晉人分四軍為三番，以二番為待楚之備，一番以攻鄭之門。一番一門，以癸亥初攻，每門五日，積十五日，欲以苦鄭而來楚也。楚不敢來，鄭猶不服。至明日戊寅，濟於陰阪，復侵鄭外邑，而後歸也。鄭都洧水之旁，故知陰阪，洧津也。衛氏難云：「案昭二十年朔旦冬至，其年云『閏月，戊辰，殺宣薑』，又二十二年云『閏月，取前城』，並不應有閏。而傳稱閏，是史之錯失，不必皆在應閏之限。杜豈得云『此年不得有閏』，而改為『門五日』也？若然，閏月殺宣薑，閏月取前城，皆為『門五日』乎？」秦氏釋云：「以傳云『三分四軍』，又云『十二月癸亥，門其三門』，既言三分，則三番攻門，計癸亥至戊寅十六日，番別攻門五日，三五十五日。明日戊寅，濟於陰阪，上下符合。故杜為此解。」蘇氏又云：「案《長曆》襄十年十一月丁未是二十四日，十一年四月己亥是十九日。據丁未至己亥一百七十三日。計十年十一月之後，十一年四月之前，除兩個殘月，唯置四個整月。用日不盡，尚餘二十九日。故杜為《長曆》於十年十一月後置閏。既十年有閏，明九年無閏也。」"
      },
      {
        "index": 153,
        "text": "次於陰口而還。（陰口，鄭地名。）子孔曰：「晉師可擊也，師老而勞，且有歸誌，必大克之。」子展曰：「不可。」（傳言子展能守信。）"
      },
      {
        "index": 154,
        "text": "公送晉侯。晉侯以公宴於河上，問公年。季武子對曰：「會於沙隨之歲，寡君以生。」（沙隨在成十六年。）晉侯曰：「十二年矣，是謂一終，一星終也。（歲星十二歲而一周天。）"
      },
      {
        "index": 155,
        "text": "疏注「歲星」至「周天」。○正義曰：直言「一星終」，知是歲星者，以古今曆書推步五星，金、水曰行一度；土三百七十七日，行星十二度；火七百八十日，行星四百一十五度。四者皆不得十二年而一終。唯木三百九十八日，行星三十三度，十二年而彊一周。舉其大數，十二年而一終，故知是歲星。"
      },
      {
        "index": 156,
        "text": "國君十五而生子，冠而生子，禮也。（冠，成人之服，故必冠而後生子。○冠，古亂反。注、下皆同。）君可以冠矣。大夫盍為冠具？」武子對曰：「君冠，必以祼享之禮行之，（祼謂灌鬯酒也。享，祭先君也。○盍，戶臘反。祼，古亂反。灌，古亂反。）"
      },
      {
        "index": 157,
        "text": "疏注「祼謂」至「祭先君也」。○正義曰：《周禮·大宗伯》：「以肆獻祼享先王。」《鬱人》：「凡祭祀之祼事，和鬱鬯以實彝而陳之。」鄭玄云：「鬱，鬱金，香草也。鬯釀為酒，芬香條暢於上下也。築鬱金煮之，以和鬯酒。」《郊特牲》云：「灌用鬯臭。」鄭玄云：「灌謂以圭瓚酌鬯，始獻神也。」然則祼即灌也，故云「祼謂灌鬯酒也」。祼是祭初之禮，故舉之以表祭也。《周禮》「祭人鬼曰享」，故云「享，祭先君也」。劉炫云：「冠是大禮，當遍告群廟。」\n以金石之樂節之，（以鍾磬為舉動之節。）以先君之祧處之。（諸侯以始祖之廟為祧。○祧，他彫反。）"
      },
      {
        "index": 158,
        "text": "疏「君冠」至「處之」。○正義曰：冠是嘉禮之大者，當祭以告神，故有祼享之禮，以祭祀也。國君無故不徹縣，故有金石之樂，行冠禮之時，為舉動之節也。冠必在廟，故先君之祧處之也。既行祼享，祭必有樂。所言金石節之，謂冠時之樂，非祭祀之樂也。諸侯之冠禮亡，唯有《士冠禮》在耳。其禮亦行事於廟，而不為祭祀。士無樂可設，而唯處祧同耳。士冠必三加：始加緇布冠，次加皮弁，次加爵弁。公則四，《大戴禮·公冠篇》於士三冠後，更加玄冕是也。案此傳文，則諸侯十二加冠也。文王十三生伯邑考，則十二加冠，親迎於渭，用天子禮。則天子十二冠也。《晉語》柯陵會，趙武冠見範文子，冠時年十六七，則大夫十六冠也。士庶則二十而冠，故《曲禮》云「二十曰弱冠」是也。○注「諸侯」至「為祧」。○正義曰：《祭法》云：「遠廟為祧。」天子有二祧。」鄭玄云：「祧之言超也，超，上去意也。諸侯無祧。」《聘禮》云：「不腆先君之祧。」是謂始祖廟也。《聘禮》注云：「天子七廟，文、武為祧。」諸侯五廟。則祧始祖也，是亦廟也。言祧者，祧尊而廟親，待賓客者上尊者。然則彼以始祖之尊，故特言祧耳。昭元年傳云「敢愛豐氏之祧」。大夫之廟，亦以祧言之，是尊之意也。不待至魯而假於衛者，及諸侯賓客未散故也。"
      },
      {
        "index": 159,
        "text": "今寡君在行，未可具也。請及兄弟之國而假備焉。』晉侯曰：「諾。」公還，及衛，冠於成公之廟。（成公，今衛獻公之曾祖。從衛所處。）"
      },
      {
        "index": 160,
        "text": "疏注「成公」至「所處」。○正義曰：成公是獻公曾祖，《衛世家》文也。服虔以成公是衛之曾祖，即云「祧謂曾祖之廟」也。曾祖之廟，何以獨有祧名？《王制》：「大夫三廟，一昭一穆，與太祖之廟為三。」鄭之豐氏，豈得立曾祖之廟乎？而亦謂之祧也。杜言「從衛所處」，意在排舊說也。以晉悼欲速，故寄衛廟而假鍾磬。其祼享之禮，歸魯乃祭耳。\n假鍾磬焉，禮也。"
      },
      {
        "index": 161,
        "text": "楚子伐鄭。（與晉成故。）子駟將及楚平，子孔、子蟜曰：「與大國盟，口血未乾而背之，可乎？」子駟、子展曰：「吾盟固云『唯彊是從』。今楚師至，晉不我救，則楚彊矣。盟誓之言，豈敢背之？且要盟無質，神弗臨也。（質，主也。）"
      },
      {
        "index": 162,
        "text": "疏注「質，主也」。○正義曰：質之為主，以意言耳，無正訓也。晉云「唯晉命是聽」，鄭云「唯彊是從」，二辭俱以告神，是其無定主也。服虔云：「質，誠也。」無忠誠之信，故神弗臨也。"
      },
      {
        "index": 163,
        "text": "所臨唯信。信者，言之瑞也，（瑞，符也。）善之主也，是故臨之。（神臨之。）明神不蠲要盟，（蠲，潔也。）背之可也。」乃及楚平。公罷戎入盟，同盟於中分。（中分，鄭城中裏名。罷戎，楚大夫。○罷音皮，徐音彼。中分，並如字，徐音丁仲反。）"
      },
      {
        "index": 164,
        "text": "疏注「中分，鄭城中裏名」。○正義曰：言入盟，是入城盟也。入城而言盟地，知是城內裏名。楚莊夫人卒，（共王母。）王未能定鄭而歸。"
      },
      {
        "index": 165,
        "text": "晉侯歸，謀所以息民。魏絳請施舍，（施恩惠，舍勞役。）輸積聚以貸。（輸，盡也。○積，子賜反，下同。聚，才住反。貸，他代反。）自公以下，苟有積者，盡出之。國無滯積，（散在民。）亦無困人。（不匱乏。）公無禁利，（與民共。）亦無貪民。（禮讓行。）祈以幣更，（不用牲。）賓以特牲。（務崇省。○省，所景反。）器用不作，（因仍舊。）車服從給。（足給事也。）行之期年，國乃有節。三駕而楚不能與爭。（三駕，三興師，謂十年師於牛首，十一年師於向，其秋觀兵於鄭東門。自是鄭遂服。○期音基，本亦作期。向，舒亮反。）"
      }
    ]
  }
}