{
  "chapterNumber": 9,
  "title": "春秋左傳正義卷08 (Zuozhuan Zhengyi, Volume 8)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "莊公十有一年經\n十有一年，春，王正月。【注】無傳。"
      },
      {
        "index": 1,
        "text": "夏，五月，戊寅，公敗宋師於鄑。【注】鄑，魯地。傳例曰：「敵未陳曰敗某師。」【音義】○鄑，子斯反。[【疏】十一年「公敗宋師於鄑」。○正義曰：往年公敗宋師於乘丘，今為乘丘之役侵我，則是報複前怨，魯當無辭。亦不稱侵伐者，莊立以來，未嘗犯宋，宋黨齊伐我，故敗於乘丘。今複重來，更是宋之可責。非魯罪也。]\n秋，宋大水。【注】公使吊之，故書。\n冬，王姬歸於齊。【注】魯主昏，不書齊侯逆，不見公。\n莊公十有一年傳"
      },
      {
        "index": 2,
        "text": "十一年，夏，宋為乘丘之役故，侵我。公禦之。宋師未陳而薄之，敗諸鄑。凡師，敵未陳曰敗某師，【注】通謂設權譎變詐以勝敵，彼我不得成列，成列而不得用，故以未陳獨敗為文。【音義】○為乘，於偽反。陳，直覲反，下及注皆同。[【疏】注「通謂」至「為文」。○正義曰：設權譎變詐以勝敵者，謂若長勺之役，待齊人三鼓氣衰，乃擊之；定十四年槜李之役，越子患吳之整，使罪人屬劍自剄，吳師屬之目，越子因而伐之。此二者敵雖已陳，設權勝之，成列而不得用也。此及昭元年晉荀吳敗狄於大鹵，傳皆云「未陳而薄之」，是其未成列也。彼我不得成列，與成列而不得用，皆以未陳獨敗為文，言彼不能拒，而此獨克之也。昭五年，叔弓敗莒師於蚡泉，傳曰「莒未陳也」。此已發例，彼複發者，《釋例》曰：「魯敗宋莒，再發未陳之例者，嫌君臣有異也。」]皆陳曰戰，【注】堅而有備，各得其所，成敗決於誌力者也。[【疏】注「堅而」至「者也」。○正義曰：戰者，共鬥之辭。彼此成列，權無所施，故為各得其所，成敗決於誌力者也。兩國交戰，必有勝負。或有未至成敗，各自收斂，故有言戰不言敗者。桓十年「齊侯、鄭伯來戰於郎」，十二年「及鄭師伐宋，丁未，戰於宋」，如此之類，交戰而未至於敗，故不書敗也。或有彼實未陳，應從未陳之例，亦書戰者，或有實敗而不書敗者，皆從告辭也。《釋例》曰：「令狐之役，晉人潛師夜起，而書戰者，晉諱背其前意，而夜薄秦師，以戰告也。河曲之戰，秦、晉交綏；長岸之戰，吳、楚兩敗，交綏並退，軍士未憖，吳楚俱病，莫肯以告。故皆書戰而不書敗也。邲之戰，上軍先陳，林父乃敗，故書戰又書敗也。]大崩曰敗績，【注】師徒橈敗，若沮岸崩山，喪其功績，故曰敗績。【音義】○橈，乃孝反，一音乃巧反。沮，在呂反，壞也，一音子餘反。岸崩謂之沮。喪，息浪反。[【疏】注「師徒」至「敗績」。○正義曰：「師徒撓敗」，成二年傳文。《穀梁傳》曰：「高曰崩，厚曰崩。」解其師非高厚而稱崩意。沮訓壞也，沮岸，謂河岸崩也。師旅大敗，似岸崩、山崩也。績訓為功，喪其功績，故曰敗績。諸言敗績者，皆云某師敗績，唯成十六年言「楚子、鄭師敗績」者，《釋例》曰：「鄢陵之戰，楚師徒未大崩，楚子傷目而退，故指事而言也，言楚子身敗，非師敗也，故言楚子敗績。」僖十五年「晉侯及秦伯戰於韓，獲晉侯」。其君彼獲，而不書敗者，晉侯戎馬還濘而止，為秦所獲，師不大崩，故不書敗也。城濮之戰，傳稱楚左右師潰，子玉收其卒而止，故不敗。是二軍敗，而經書「敗績」。鄢陵之戰，傳稱子反曰「臣之卒實奔」，是一軍敗，而杜云師未大崩。然則績者是大崩之名，敗多存少，乃稱敗績；敗少存多，則不稱敗績也。]得儁曰克，【注】謂若大叔段之比，才力足以服眾，威權足以自固。進不成，為外寇強敵，退複狡壯，有二君之難，而實非二君，克而勝之，則不言彼敗績，但書所克之名。【音義】○儁音俊，本或作俊。比，必利反。複，扶又反。狡壯，交卯反，下測亮反。難，乃旦反。[【疏】注「謂若」至「之名」。○正義曰：克訓勝也。戰勝其師，獲得其軍內之雄儁者，故云「得儁曰克」。《春秋》稱「克」者，唯有叔段一事而已。既非敵國相伐，又非君之討臣，而於戰陳之例別立此名。彼傳複云：「如二君，故曰克。」故具跡叔段之事以充之。凡例乃是舊典，非獨為段發，故云「叔段之比」。《釋例》與此盡同。]覆而敗之曰取某師，【注】覆，謂威力兼備，若羅網所掩覆，一軍皆見禽製，故以取為文。[【疏】注「覆謂」至「為文」。○正義曰：取謂盡取，無遺漏之意也。哀九年「宋皇瑗取鄭師於雍丘」，傳稱：「皇瑗圍鄭師，每日遷舍，壘合，鄭師哭」。是自知盡死，無逃逸之路也。又曰「使有能者無死」，是其合軍之內，死生在宋也。取狀如此，而云覆而敗之，知其如羅網掩覆，一軍皆見禽製，故以取為文。服虔云：「覆，隱也，設伏而敗之。謂攻其無備，出其不意，敵人不知，敗之易，故曰取。」即如服言，與未陳何異？而別以為例，為之取也？荀吳敗狄於大原，於越敗吳於槜李，並攻其無備，出其不意，而經不言取。鄭二公子敗燕師於北製，鄭人大敗戎師，是設伏敗之，而傳不言取。服謂此為取何也？宋圍鄭師，壘合而哭，自知必敗，非敵人不知，而書取何也？]京師敗曰王師敗績於某。【注】王者無敵於天下，天下非所得與戰者。然春秋之世，據有其事，事列於經，則不得不因申其義。有時而敗，則以自敗為文，明天下莫之得校。【音義】○京師敗，本或作京師敗績者，非。校音教。[【疏】注「王者」至「得校」。○正義曰：此亦周公舊凡，杜解舊凡之意。得有王師敗績者，以周公製禮，理包盛衰，故《周禮》載大喪及王師不功之事，故舊凡例有敗績之文。杜以尊卑逆順言之，天王不應有戰敗之事，遂申說凡例，故云：「無敵於天下，天下非所得與戰者。然春秋之世，據有其事。」成元年，王師敗績於茅戎，是事列於經，丘明不得不因申舊凡之義。蘇氏之說，義亦如此。沈氏不解杜意，以京師敗績非周公舊凡，是孔子新意，丘明為傳，不得不因申孔子新意之義。劉炫亦不達杜旨，謂杜與沈氏意同，非也。]"
      },
      {
        "index": 3,
        "text": "秋，宋大水。公使吊焉，曰：「天作淫雨，害於粢盛，若之何不吊？【注】不為天所湣吊。對曰：「孤實不敬，天降之災，又以為君憂，拜命之辱。」【注】謝辱厚命。臧文仲曰：「宋其興乎！【注】臧文仲，魯大夫。禹、湯罪己，其興也悖焉；【注】悖，盛貌。【音義】○悖，蒲忽反，一作勃，同。桀、紂罪人，其亡也忽焉。【注】忽，速貌。【音義】○紂，直久反。[【疏】「禹、湯罪己，桀、紂罪人」。○正義曰：《湯誥》云：「其爾萬方有罪，在予一人。」是罪己也。《泰誓》數紂之罪，云：「焚炙忠良，刳剔孕婦。」是罪人也。禹、桀之時書多亡矣，固亦應有此事。沈引《帝王世紀》云：「禹見罪人，下車泣之。」是罪己也。桀殺關龍逢，是罪人也。]且列國有凶，稱孤，禮也。【注】列國，諸侯。無凶則常稱寡人。[【疏】注「列國」至「寡人」。○正義曰：列國，謂大國也。《曲禮》曰：「庶方小侯，自稱曰孤。諸侯與民言，自稱曰寡人。其在凶服，曰適子孤。」鄭玄云：「與臣言亦自謂寡人。」是無凶則常稱寡人，有凶則稱孤也。]言懼而名禮，其庶乎！」【注】言懼，罪己；名禮，稱孤；其庶，庶幾於興。【音義】○「言懼而名禮」，絕句。或以「名」絕句者，非。既而聞之曰：「公子禦說之辭也。」【注】宋莊公子。【音義】○禦，魚呂反，本或作禦。說音悅。臧孫達曰：「是宜為君，有恤民之心。」[【疏】「既而」至「之心」。○正義曰：謂禦說明年為君之後，方始聞之，聞之時已為君，故云是人宜其為君也。傳以禦說有禮，故以此言實之。]\n冬，齊侯來逆共姬。【注】齊桓公也。【音義】○共音恭。）"
      },
      {
        "index": 4,
        "text": "乘丘之役，【注】在十年。公以金仆姑射南宮長萬，【注】金仆姑，矢名。南宮長萬，宋大夫。【音義】○射，食亦反。長，丁丈反。[【疏】注「金仆姑，矢名」。○正義曰：用之射人，必知是矢；其名仆姑，其義未聞。]公右歂孫生搏之。【注】搏，取也。不書獲，萬時未為卿。【音義】○歂，市專反。搏音博。[【疏】「公右顓孫生搏之」。○正義曰：《檀弓》云：「魯莊公及宋人戰於乘丘縣，賁父禦，卜國為右。」車右與此不同者，《禮記》後人所錄，聞於所聞之口，其事未必實也。案傳云：「公子偃先犯宋師，公從而大敗之。」則本非交戰。《禮記》稱「馬驚，敗績，公隊，佐車授綏，禦與車右皆死之」。必如《記》言，則是魯師敗績，安得稱「公敗宋師於乘丘？」傳、《記》不同，固當《記》文妄耳。]宋人請之，宋公靳之，【注】戲而相愧曰靳。魯聽其得還。【音義】○靳，居覲反；服云，恥而惡之曰靳。[【疏】注「戲而」至「得還」。○正義曰：服虔云「恥而惡之曰靳」。傳稱「宋人請之」，若是恥惡其人，不應為之請魯。故杜以為「戲而相愧曰靳」。鄭玄注《禮記•儒行》云：「遭人名為儒，而以儒靳故相戲。」俗有靳故之語，知是戲而相愧之名也。《公羊傳》以為，宋萬「與閔公博，婦人皆在側。萬曰：『甚矣！魯侯之淑，魯侯之美！』閔公矜此婦人，妒其言，曰：『此虜也。魯侯之美惡乎至？』」何休云：「惡乎至，猶何所至。」「萬怒，搏閔公，絕其脰。」是其靳之事也。]曰：「始，吾敬子。今子，魯囚也，吾弗敬子矣！」病之。【注】萬不以為戲，而以為已病，為宋萬弑君傳。）\n莊公十有二年經"
      },
      {
        "index": 5,
        "text": "十有二年，春，王三月，紀叔姬歸於酅。【注】無傳。紀侯去國而死，叔姬歸魯。紀季自定於齊而後歸之。全守節義以終婦道，故係之紀而以初嫁為文，賢之也。來歸不書，非寧，且非大歸。【音義】○酅音攜。[【疏】注「紀侯」至「大歸」。○正義曰：《公羊傳》曰：「其言歸於酅何？隱之也。何隱爾？其國亡矣，徒歸於叔爾。」《穀梁傳》曰：「其曰歸何？吾女也。夫國喜得其所，故言歸焉爾。」杜略取彼意為說，《釋例》與此盡同，大意以其賢，湣其國亡，乃依附於叔，故書之耳。]\n夏，四月。"
      },
      {
        "index": 6,
        "text": "秋，八月，甲午，宋萬弑其君捷及其大夫仇牧。【注】捷，閔公，不書，葬，亂也。萬及仇牧皆宋卿。仇牧稱名，不警而遇賊，無善事可褒。【音義】○警，居領反。[【疏】注「捷閔」至「可褒」。○正義曰：隱十一年《公羊傳》曰：「君弑，臣不討賊，非臣也；子不複讎，非子也。葬，生者之事也。《春秋》君弑，賊不討，不書葬，以為不係乎臣子也。」《左氏》無此義，故杜明之。不書葬，為亂故也。凡葬，魯不會則不書，若使宋亂不葬，魯本無可會之理，兼見此義，故言亂也。萬及仇牧，並名見於經，知皆卿也。萬不書氏者，《釋例》曰：「宋萬，賈氏以為未賜族。案傳稱南宮長萬，則為已氏南宮，不得為未賜族也。推尋經文，自莊公以上諸弑君者，皆不書氏，閔公以下皆書氏，亦足明時史之異同，非仲尼所皆貶也。」是杜意以為史有詳略，無義例也。文八年，宋人殺其大夫司馬，傳曰：「司馬握節以死，故書以官。」然則有善可褒，當變文以見義，此仇牧書名，不警而遇賊，無善可褒，故不變其文。《公羊》書其「不畏彊禦」，故言此以異之。]\n冬，十月，宋萬出奔陳。【注】奔例在宣十年。\n莊公十有二年傳"
      },
      {
        "index": 7,
        "text": "十二年，秋，宋萬弑閔公於蒙澤。【注】蒙澤，宋地。梁國有蒙縣。[【疏】注「蒙澤」至「蒙縣」。○正義曰：昭十三年，楚弑其君虔於乾谿，書地。此弑閔公於蒙澤，不書地者，《釋例》曰：「先儒旁采二傳，橫生異例。宋之蒙澤，楚之乾谿，俱在國內。閔公之弑，則以不書蒙澤國內為義，楚弑靈王，複以地乾谿為失所，明仲尼本不以為義例，則丘明亦無異文也。」是亦言史自詳略，無義例也。]遇仇牧於門，批而殺之。【注】手批之也。【音義】○批，普迷反，又蒲穴反；《字林》云，擊也，父節反。遇大宰督於東宮之西，又殺之。【注】殺督不書，宋不以告。【音義】○大音泰。立子遊，【注】子遊，宋公子。[【疏】注「子遊宋公子」。○正義曰：《世族譜》：「子遊，雜人，不知何公之子。」]群公子奔蕭，公子禦說奔亳。【注】蕭，宋邑，今沛國蕭縣，亳，宋邑，蒙縣西北有亳城。【音義】○亳，步各反。南宮牛、猛獲帥師圍亳。【注】牛，長萬之子。猛獲，其黨。"
      },
      {
        "index": 8,
        "text": "冬，十月，蕭叔大心【注】叔，蕭大夫名。[【疏】注「叔蕭大夫名」。○正義曰：卿大夫采邑之長則謂之宰，公邑之長則曰大夫，此則是宋蕭邑大夫也。以此年有功，宋人以蕭邑別封其人為附庸。二十三年經書「蕭叔朝公」，附庸例稱名，故杜以叔為名。]及戴、武、宣、穆、莊之族，【注】宋五公之子孫。以曹師伐之。殺南宮牛於師，殺子遊於宋，立桓公。【注】桓公，禦說。猛獲奔衛；南宮萬奔陳，以乘車輦其母，一日而至。【注】乘車，非兵車。駕人曰輦。宋去陳二百六十里，言萬之多力。【音義】○「南宮萬奔陳」，本或作「長萬」，「長」衍字也，下亦然。乘，繩證反，注同。宋人請猛獲於衛。衛人欲勿與，石祁子曰：「不可！【注】石祁子，衛大夫。天下之惡一也，惡於宋而保於我，保之何補？得一夫而失一國，與惡而棄好，非謀也。」【注】宋、衛本同好國。【音義】○好，呼報反，注同。衛人歸之。亦請南宮萬於陳，以賂。[【疏】「於陳，以賂。」正義曰：斷「以賂」為句，言用賂請於陳也。請猛獲於衛，不言以賂，蓋於衛無賂。]陳人使婦人飲之酒，而以犀革裹之。比及宋，手足皆見。宋人皆醢之，【注】醢，肉醬。並醢猛獲，故言「皆」。【音義】○「亦請南宮長萬於陳以賂」絕句。飲，於鴆反。犀音西。裹音果。比，必利反。見，賢遍反。醢音海。\n莊公十有三年經\n十有三年，春，齊侯、宋人、陳人、蔡人、邾人會於北杏。【注】北杏，齊地。【音義】○杏，戶猛反。\n夏，六月，齊人滅遂。【注】遂國在濟北蛇丘縣東北。【音義】○蛇音移。\n秋，七月。\n冬，公會齊侯，盟於柯。【注】此柯，今濟北東阿，齊之阿邑。猶祝柯今為祝阿。【音義】○柯，古何反。\n莊公十有三年傳"
      },
      {
        "index": 9,
        "text": "十三年，春，會於北杏，以平宋亂。【注】宋有弑君之亂，齊桓欲脩霸業。[【疏】注「宋有」至「霸業」。○正義曰：桓二年「會於稷，以成宋亂」者，為會之意，欲平除宋督弑君之賊。此云「平宋亂」者，宋萬已誅，宋新立君，其位未定，齊桓欲脩霸業，為會以安定之，非欲平除新君，故宋人聽命，來列於會也。]遂人不至。夏，齊人滅遂而戍之。【注】戍，守也。\n冬，盟於柯，始及齊平也。【注】始與齊桓通好。【音義】○好，呼報反。\n宋人背北杏之會。【音義】○背音佩。十四年經、注同。\n莊公十有四年經\n十有四年，春，齊人、陳人、曹人伐宋。【注】背北杏會故。"
      },
      {
        "index": 10,
        "text": "夏，單伯會伐宋。【注】既伐宋，單伯乃至，故曰會伐宋。單伯，周大夫。[【疏】注「既伐」至「大夫」。○正義曰：傳稱「諸侯伐宋，齊請師於周」，則伐事已成，單伯始至，故云「會伐宋」，言來就宋地會之也。元年注云「單伯，天子卿也」，此云「周大夫」者，大夫亦卿之總號，故兩言之。]\n秋，七月，荊入蔡。【注】入例在文十五年。"
      },
      {
        "index": 11,
        "text": "冬，單伯會齊侯、宋公、衛侯、鄭伯於鄄。【注】鄄，衛地，今東郡鄄城也。齊桓脩霸業，卒平宋亂，宋人服從，欲歸功天子，故赴以單伯會諸侯為文。【音義】○於鄄，音絹。甄城，音絹，一音真，或音𣃼[（UNICODE编码U+230FC)]，又舉然反；或作鄄。[【疏】「單伯」至「於鄄」。○正義曰：《春秋》因魯史之文，魯史自書其事，會他國者皆言已往會之，不問君之與臣，會諸侯者，皆魯人在會字之上。若微人往會，則會上無字，直言其會，明魯往會之微人，不合書名，書其所為之事而已，十六年，「會齊侯、宋公、陳侯、衛侯、鄭伯、許男、滑伯、滕子同盟於幽」，是也。若魯人不與，而諸侯自會，則並序諸侯，言會於某，十五年，「齊侯、宋公、陳侯、衛侯、鄭伯會於鄄」，是也。雖霸主召會諸侯，霸主之身列在諸侯之上耳，不言霸主會諸侯，以其俱是王臣，不得與諸侯為主故也；若霸主之國遣大夫往會諸侯，雖政在霸國，大夫名列諸侯之下，由非諸侯之主，列位從其班爵，文十四年，「公會宋公、陳侯、衛侯、鄭伯、許男、曹伯、晉趙盾，同盟於新城」，是也。若王臣在會，不問尊卑，皆列諸侯之上，僖八年，「公會王人、齊侯、宋公、衛侯、許男、曹伯、陳世子款盟於洮」，九年，「公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘」，是也。此會魯人不與，單伯宜列在諸侯之上，下言會於鄄耳。今會字乃在齊侯之上，是齊桓歸功天子，故赴以單伯會諸侯為文，所以尊天子、示名義也。此會魯自不與，魯所與者，皆魯人在上，史文以魯為主耳。當會之時，以大小為序，魯不在上也。《釋例》曰：「魯為《春秋》主，常列諸侯上，非其實次也。子帛，卿也，依魯大夫之比，列於莒上，故傳曰『魯故也』。叔孫豹曰『宋、衛，吾匹也』，又曰『諸侯之會，寡君未嘗後衛君』，是魯在衛上也。宋既先代之後，又襄公一合諸侯，以紹齊桓之伯，宋在齊上，則魯次宋也。」]\n莊公十有四年傳"
      },
      {
        "index": 12,
        "text": "十四年，春，諸侯伐宋，齊請師於周。【注】齊欲崇天子，故請師。假王命以示大順。經書人，傳言諸侯者，總眾國之辭。[【疏】注「齊欲」至「之辭」。○正義曰：齊既以諸侯伐宋，而更請師於周者，齊桓始脩霸業，方欲尊崇天子，故請師，假王命以示大順耳，非慮伐不克而藉王威也。經書人，而傳言諸侯，先儒以為，諸如此輩，皆是諸侯之身。《釋例》曰：「傳滅入例，『衛侯毀滅邢。同姓，故名』。又云『穀伯綏、鄧侯吾離來朝。名，賤之也』。又云『不書蔡、許之君，乘楚車也，謂之失位』。此皆貶諸侯之例，例不稱人也。諸侯在事，傳有明文，而經稱人者，凡十一條，丘明不示其義。而諸儒皆據案生意，原無所出。貶諸侯而去爵稱人，是為君臣同文，非正等差之謂也。又澶淵，大夫之會，傳曰『不義其人』，案經皆去名稱人。至諸侯親城緣陵，傳亦曰『不書其人』，而經總稱諸侯，此大夫及諸侯經、傳所以為別也。通校《春秋》，自宣公五年以下百數十年，諸侯之咎甚多，而皆無貶稱人者，益明此蓋當時告命記注之異，非仲尼所以為例故也。」是言諸侯之貶，或書名，或沒而不書，必不得稱人，故以此經書人，傳言諸侯，為總眾國之辭。僖元年，齊師、宋師、曹師救邢，於例將卑師眾稱師，則三國皆大夫帥也，傳稱諸侯救邢，亦是總眾國之辭，與此同也。]夏，單伯會之，取成於宋而還。"
      },
      {
        "index": 13,
        "text": "鄭厲公自櫟侵鄭，【注】厲公以桓十五年入櫟，遂居之。【音義】○櫟音曆。及大陵，獲傅瑕。【注】大陵，鄭地。傅瑕，鄭大夫。傅瑕曰：「苟舍我，吾請納君。」與之盟而赦之。六月，甲子，傅瑕殺鄭子及其二子，而納厲公。【注】鄭子，莊四年稱伯，會諸侯。今見殺，不稱君，無諡者，微弱，臣子不以君禮成喪告諸侯。【音義】○舍音舍。鄭子，子儀。初，內蛇與外蛇鬥於鄭南門中，內蛇死。六年而厲公入。[【疏】「六年而厲公入」。○服虔云：「蛇，北方水物，水成數六，故六年而厲公入。」]公聞之，問於申繻曰：「猶有妖乎？」對曰：「人之所忌，其氣焰以取之。妖由人興也。【注】《尚書•洛誥》：「無若火始焰焰。」未盛而進退之時，以喻人心不堅正【音義】。○蛇，市奢反。繻音須。妖，於驕反。焰以，音豔。誥，古報反。人無釁焉，妖不自作。人棄常，則妖興，故有妖。」[【疏】「猶有」至「有妖」。○正義曰：公聞厲公之入，問於申繻曰：猶有蛇妖，而厲公得入乎？古者由、猶二字義得通用。申繻對公曰：人之所忌，謂子儀畏懼厲公，心不堅正，其畏忌之氣焰焰未盛而進退之時，以取此妖來應人也。蛇鬥之事，由人興也。若使人無釁隙焉，則妖孽不能自作。人棄其常，則妖自興，以此故有妖。棄常，謂既不能彊，又不能弱，失常度也。]厲公入，遂殺傅瑕。使謂原繁曰：「傅瑕貳，【注】言有二心於已。【音義】○釁，許靳反。周有常刑，既伏其罪矣。納我而無二心者，吾皆許之上大夫之事，吾原與伯父圖之。【注】上大夫，卿也。伯父謂原繁，疑原繁有二心。且寡人出，伯父無裏言。【注】無納我之言。【音義】○裏音里。入，又不念寡人，【注】不親附已。寡人憾焉！」 對曰：「先君桓公命我先人典司宗祏。【注】桓公，鄭始受封君也。宗祏，宗廟中藏主石室。言已世為宗廟守臣。【音義】○憾，戶暗反。祏音石，藏主石函也。守，手又反。[【疏】注「桓公」至「守臣」。○正義曰：桓公初封西鄭，蓋其畿內之國。周禮，王子母弟有功者，得立祖王之廟，故桓公始封為君，即命臣使典宗祏。宗祏者，慮有非常火災，於廟之北壁內為石室，以藏木主，有事則出而祭之，既祭，納於石室。祏字從示，神之也。]社稷有主，而外其心，其何貳如之？苟主社稷，國內之民其誰不為臣？臣無二心，天之製也。子儀在位十四年矣，【注】子儀，鄭子也。而謀召君者，庸非二乎？【注】庸，用也。莊公之子，猶有八人，若皆以官爵行賂勸貳而可以濟事，君其若之何？臣聞命矣。」乃縊而死。【音義】○「莊公之子，猶有八人」，傳唯見四人：子忽、子、子儀並死，獨厲公在。八人名字，記傳無聞。縊，一賜反。"
      },
      {
        "index": 14,
        "text": "蔡哀侯為莘故，繩息媯以語楚子。【注】莘役在十年。繩，譽也。【音義】○為莘，於偽反，下所巾反。語，魚據反。繩，食承反；《說文》作譝。譽音餘，又如字。[【疏】注「繩，譽也」。○正義曰：字書繩作譝字，從言，訓為譽。]楚子如息，以食入享，遂滅息，【注】偽設享食之具。【音義】○食音嗣，注同。以息媯歸。生堵敖及成王焉，未言。【注】未與王言。【音義】○堵敖，丁古反，下五羔反。杜云：楚人謂未成君為敖。《史記》作杜敖。楚子問之，對曰：「吾一婦人而事二夫，縱弗能死，其又奚言？」楚子以蔡侯滅息，遂伐蔡。【注】欲以說息媯。【音義】○說音悅。秋，七月，楚入蔡。君子曰：「《商書》所謂『惡之易也，如火之燎於原，不可鄉邇，其猶可撲滅』者，其如蔡哀侯乎！」【注】《商書•盤庚》。言惡易長而難滅。【音義】○易，以豉反，注同。燎，力召反。又力吊反。鄉，許亮反。樸，普卜反。般，步丹反，本又作盤。長，丁丈反。\n「冬，會於鄄」，宋服故也。\n莊公十有五年經\n十有五年，春，齊侯、宋公、陳侯、衛侯、鄭伯會於鄄。"
      },
      {
        "index": 15,
        "text": "夏，夫人薑氏如齊。【注】無傳。夫人，文薑，齊桓公姊妹。父母在則禮有歸寧，沒則使卿寧。[【疏】注「夫人」至「卿寧」。○正義曰：文薑，僖公之女，故為桓公姊妹。《詩》美后妃之德，云「歸寧父母」，是父母在則禮有歸寧。襄十二年傳曰：「秦嬴歸於楚。楚司馬子庚聘於秦，為夫人寧，禮也。」是父母沒則使卿寧，兄弟不得自歸也。但不知今桓公有母以否，故杜不明言得失。]\n秋，宋人、齊人、邾人伐郳。【注】宋主兵，故序齊上。【音義】○郳，五兮反。\n鄭人侵宋。\n冬，十月。\n莊公十有五年傳\n十五年，春，複會焉，齊始霸也。【注】始為諸侯長。【音義】○複，扶又反。長，丁丈反。\n秋，諸侯為宋伐郳。【注】郳，附庸，屬宋而叛，故齊桓為之伐郳。【音義】○為宋，於偽反。\n鄭人間之而侵宋。【音義】○間，間廁之間，一本作聞。\n莊公十有六年經\n十有六年，春，王正月。"
      },
      {
        "index": 16,
        "text": "夏，宋人、齊人、衛人伐鄭。【注】宋主兵也。班序上下，以國大小為次，征伐則以主兵為先，《春秋》之常也。他皆放此。[【疏】注「宋主」至「放此」。○正義曰：往年齊桓始霸，未敢即屍其任，救患討罪。今為宋伐鄭，仍使宋自報怨，故宋主兵，序於齊上也。諸侯會，許男在曹滑之上，班序上下，以國大小為次，不以爵之尊卑也。隱五年，邾人、鄭人伐宋，附庸在伯爵之上，是以主兵為先也。曆檢上下皆然，知是《春秋》常法。《禮記•祭義》云：「有虞氏貴德而尚齒，夏后氏貴爵而尚齒，殷人貴富而尚齒，周人貴親而尚齒。」而《春秋》序會，不先同姓，而大國在上者，孔子脩《春秋》，有變周之文從殷之質故也。]"
      },
      {
        "index": 17,
        "text": "秋，荊伐鄭。冬，十有二月，會齊侯、宋公、陳侯、衛侯、鄭伯、許男、滑伯、滕子，同盟於幽。【注】書會，魯會之。不書其人，微者也。言同盟，服異也。陳國小，每盟會皆在衛下，齊桓始霸，楚亦始彊，陳侯介於二大國之間，而為三恪之客，故齊桓因而進之，遂班在衛上，終於《春秋》。滑國都費，河南緱氏縣。幽，宋地。【音義】○介音界。「為三恪」，苦各反；本或作「為三恪之客」。費，扶味反，又音秘。緱，古侯反，一音苦侯反。[【疏】注「書會」至「宋地」。○正義曰：《公羊傳》曰：「同盟者何？同欲也。」《穀梁傳》曰：「同者，同尊周也。」杜云服異者，亦是同其欲、同尊周也。書同盟者，當盟之時，告神稱同。《釋例》曰：「盟者，假神明以要不信，故載辭或稱同，以服異為言也。」是言載辭稱同也。二十七年，同盟於幽，傳曰：「陳、鄭服也。」文十四年，同盟於新城，傳曰：「從於楚者服，且謀邾也。」成五年，同盟於蟲牢，傳曰：「鄭服也。」七年，同盟於馬陵，傳曰：「尋蟲牢之盟，且莒服故也。」襄三年，同盟於雞澤，傳曰：「晉為鄭服，故合諸侯。」二十五年，同盟於重丘，傳曰：「齊成故也。」昭十三年，同盟於平丘，傳曰：「齊服也。」如此之類，皆是服異，故稱同也。《喪服》「繼父不同居」，傳曰：「嘗同居，乃為異居；未嘗同居，則不為異居。」《春秋》同盟亦猶是也。嘗同盟而異，乃稱服異；未嘗同盟，則不為服異。故盟不稱同也。僖二年，齊侯、宋公、江人、黃人盟於貫，傳曰：「服江、黃也。」定四年，陳、許、頓、胡、楚之屬國，皆來會於召陵，其下云：「公及諸侯盟於皋鼬。」二盟並不稱同，皆為未嘗同盟，非服異，故不稱同也。應稱同而不稱同者，僖五年，首止之盟，鄭伯逃歸。七年，盟於甯母，鄭伯使大子華聽命於會，而不稱同者，鄭心未服，故傳稱子華請去三族，管仲曰：「君其勿許！鄭必受盟。」是甯母之時，鄭未服也。八年，盟於洮，鄭伯乞盟，傳稱「請服也」，而洮盟不稱同者，鄭伯始請服耳，未列於會，故不稱同也。文十五年夏，晉郤缺帥師伐蔡，戊申，入蔡。其冬，諸侯盟於扈。傳稱「晉侯、宋公、衛侯、蔡侯、陳侯、鄭伯、許男、曹伯盟於扈」，則是蔡新來服，不稱同者，傳稱郤缺入蔡，以城下之盟而還。是則蔡巳先服，故不稱同也。宣十二年，同盟於清丘，傳曰：「恤病討貳。」十七年，同盟於斷道，傳曰：「討貳也。」成九年，同盟於蒲，傳曰：「為歸汶陽之田故，諸侯貳於晉。晉人懼，會於蒲，以尋馬陵之盟。」十五年，同盟於戚，傳曰：「討曹成公也。」十七年，同盟於柯陵，傳曰：「尋戚之盟也。」十八年，同盟於虛朾，傳曰：「謀救宋也。」此六盟皆非服異，稱同盟者，清丘、斷道與蒲，於時諸侯巳有二心，同心討貳，故稱同盟；戚與虛朾同心疾惡，故稱同盟；柯陵之盟，鄭人不服，欲令諸侯同心伐鄭，故稱同盟，猶襄十八年，諸侯同心疾齊，稱同圍齊。自此以前，陳在衛下，今在上，知齊桓始進之。《釋例•班序譜》，自隱至莊十四年四十三歲，衛與陳凡四會，衛在陳上；自莊十五年盡僖十七年三十五歲，凡八會，陳在衛上。故知是齊桓進之，遂班在衛上，終於《春秋》也。]"
      },
      {
        "index": 18,
        "text": "邾子克卒。【注】無傳。克，儀父名。稱子者，蓋齊桓請王命以為諸侯，再同盟。[【疏】注「克儀」至「同盟」。○正義曰：北杏之會，邾人在焉，今而稱子，故云蓋齊侯請王命以為諸侯，得為子爵見經也。隱元年，盟於蔑；桓十七年，盟於趡。是再同盟也。]\n莊公十有六年傳\n十六年，夏，諸侯伐鄭，宋故也。【注】鄭侵宋故。【音義】○「宋故也」，本或作「為宋故」。"
      },
      {
        "index": 19,
        "text": "鄭伯自櫟入，【注】在十四年。緩告於楚。秋，楚伐鄭及櫟，為不禮故也。鄭伯治與於雍糾之亂者，【注】在桓十五年。【音義】○為，於偽反。與音預。九月，殺公子閼，刖強鉏。【注】二子，祭仲黨。斷足曰刖。【音義】○公子閼，安末反。案隱十一年，鄭有公孫閼，距此三十五年，不容複有公子閼。若非「閼」字誤，則「子」當為「孫」。刖音月，又五刮反。鉏，仕魚反。斷，丁管反。[【疏】注「二子」至「曰刖」。○正義曰：《周禮•司刑》：刖罪五百。《尚書•呂刑》：剕罰之屬五百。孔安國云：「刖足曰剕。」《釋言》云：「䠊，刖也。」李巡曰：「斷足曰刖也。」《說文》云：「刖，絕也。」則剕、刖是斷絕之名、斬足之罪，故云斷足曰刖。]公父定叔出奔衛。【注】共叔段之孫。定，諡也。【音義】○父音甫。王音如字。共音恭。三年而複之，曰：「不可使共叔無後於鄭。」使以十月入，曰：「良月也，就盈數焉。」【注】數滿於十。[【疏】注「滿於十」。○正義曰：《易•係辭》云：「天一，地二，天三，地四，天五，地六，天七，地八，天九，地十。」至十而止，是數滿於十也。閔元年傳曰：「萬，盈數也。」數至十則小盈，至萬則大盈。傳具載定叔事者，服虔云：「定叔之祖共叔段有伐君之罪，宜世不長，而云不可使共叔無後於鄭，言其刑之偏頗。鄭厲公以孽篡適，同惡相恤，故黨於共叔，欲令其後不絕，傳所以惡厲公也。」]君子謂「強鉏不能衛其足」。【注】言其不能早辟害。\n冬，「同盟於幽」，鄭成也。"
      },
      {
        "index": 20,
        "text": "王使虢公命曲沃伯以一軍為晉侯。【注】曲沃武公遂並晉國，僖王因就命為晉侯。小國，故一軍。【音義】○並，如字；王，必政反。[【疏】注「曲沃」至「一軍」。○正義曰：桓八年傳稱曲沃武滅翼。其年冬，王命虢仲立晉哀侯之弟緡於晉，至是乃並之也。《晉世家》云：「曲沃武公伐晉侯緡，滅之，盡以是寶器賂獻於周僖王。僖王命曲沃武公為晉君，列為諸侯，於是盡並晉地而有之。曲沃武公巳即位二十七年矣。自桓叔始封曲沃以至武公滅晉，凡六十七歲，而卒代晉為諸侯。」是僖王命之事也。周禮，小國一軍。晉土地雖大，以初並晉國，故以小國之禮命之。]初，晉武公伐夷，執夷詭諸。【注】夷詭諸，周大夫。夷，采地名。【音義】○詭，九委反。采，七代反，後放此。蒍國請而免之。【注】蒍國，周大夫。【音義】○蒍，於委反。既而弗報，【注】詭諸不報施於蒍國。【音義】○施，始豉反。故子國作亂，謂晉人曰：「與我伐夷而取其地。」【注】使晉取夷地，遂以晉師伐夷，殺夷詭諸。周公忌父出奔虢。【注】周公忌父，王卿士，辟子國之難。【音義】○難，乃旦反。惠王立而複之。【注】魯桓十五年，經書「桓王崩」。魯莊三年，經書「葬桓王」。自此以來，周有莊王，又有僖王，崩、葬皆不見於經傳。王室微弱，不能複自通於諸侯，故傳因周公忌父之事而見惠王。惠王立在此年之末。【音義】○不見，賢遍反，下同。複自，扶又反。[【疏】注「魯桓」至「之末」。○正義曰：《史記•十二諸侯年表》云，莊王元年當魯桓十六年，即位十五年而崩。僖王元年當魯莊十三年，即位五年而崩。惠王元年當魯莊十八年，即位在十八年，而此年傳說惠王之立者，杜云「傳因周公忌父之事而見惠王，立在此年之末」，是杜以周公忌父此年出奔，至惠王立而得複，與《史記》不違。]\n莊公十有七年經"
      },
      {
        "index": 21,
        "text": "十有七年，春，齊人執鄭詹。【注】齊桓始霸，鄭既伐宋，又不朝齊。詹為鄭執政大臣，詣齊見執，不稱行人，罪之也。行人例在襄十一年。諸執大夫，皆稱人以執之，大夫賤故。【音義】詹，之廉反。始伯，音霸，又如字，本又作霸。[【疏】十七年注「齊桓」至「賤故」。正義曰：僖七年傳曰「鄭有叔詹、堵叔、師叔」，先言詹，是詹最貴也。且傳稱鄭不朝也，以君不朝而詹被執，明詹是執政大臣，為不道君使朝，故執之也。若詹不至齊，則無由被執。知是詣齊見執，蓋聘齊也。昭八年，楚人執陳行人幹徵師，殺之。傳曰：「罪不在行人也。」無罪乃稱行人，知不稱行人，罪之也。襄十一年，楚人執鄭行人良霄。傳曰：「書曰『行人』，言使人也。」言使人者，言非使人之罪也。書曰者，是仲尼新意，故指以為例也。執諸侯，有稱人稱侯之異；執大夫者，悉皆稱人以執之，為大夫賤故也。劉炫以此注云「詣齊見執」，《釋例》曰「詹本非出使」，謂二者自相矛盾。今知非者，齊以鄭不朝而責於鄭，鄭令詹請齊謝罪，齊人執之，故《釋例》云元非出聘之使。《集解》云「詣齊被執」，二文雖異，事實同耳。劉炫不尋此意，乃為規過，非也。]"
      },
      {
        "index": 22,
        "text": "夏，齊人殲於遂。【注】殲，盡也。齊人戍遂，玩而無備，遂人討而盡殺之，故時史因以自盡為文。【音義】殲，子廉反。玩，五亂反。而盡，津忍反。[【疏】注「殲盡」至「為文」。正義曰：「殲，盡也」，《釋詁》文，舍人曰：「殲，眾之盡也。」時史惡其輕敵，而以自盡為文，罪齊戍也。《釋例》曰：「齊人殲於遂，鄭棄其師，亦時史即事以安文，或從赴辭，故傳亦不顯明義例也。」]"
      },
      {
        "index": 23,
        "text": "秋，鄭詹自齊逃來。【注】無傳。詹不能伏節守死以解國患，而遁逃苟免，書逃以賤之。【音義】遁，徒遜反。[【疏】注「詹不」至「賤之」。正義曰：伏節守死以解國患，當如昭元年叔孫豹之居位待罪也。逃，若匹夫逃竄，故云「書逃以賤之」。鄭詹自齊逃來，過魯而後歸鄭，故書之。]"
      },
      {
        "index": 24,
        "text": "冬，多麋。【注】無傳。麋多則害五稼，故以災書。【音義】麋，亡悲反。[【疏】注「麋多」至「災書」。正義曰：麋是澤獸，魯所常有，是年暴多，多則害五稼，故言多，以災書也。]\n莊公十有七年傳\n「十七年，春，齊人執鄭詹」，鄭不朝也。"
      },
      {
        "index": 25,
        "text": "夏，遂因氏、頜氏、工婁氏、須遂氏饗齊戍，醉而殺之，齊人殲焉。【注】饗，酒食也。四族，遂之彊宗。齊滅遂，戍之，在十三年。【音義】頜，烏納反。又苦答反。婁，力侯反。饗，本作享。\n莊公十有八年經"
      },
      {
        "index": 26,
        "text": "十有八年，春，王三月，日有食之。【注】無傳。不書日，官失之。[【疏】十八年注「不書日，官失之」。○正義曰：經亦無朔字，當云不書朔與日，注不言朔，脫也。]\n夏，公追戎於濟西。【注】戎來侵魯，公逐之於濟水之西。"
      },
      {
        "index": 27,
        "text": "秋，有𧌒。【注】𧌒，短狐也。蓋以含沙射人為災。【音義】𧌒，本又作蜮，音或；《本草》謂之射工。短弧，本又作斷，同，丁管反。弧又作狐，音胡。射人，食亦反。[【疏】注「蜮短」至「為災」。○正義曰：《穀梁傳》曰：「𧌒，射人者也。」《洪範五行傳》曰：「𧌒如鱉，三足，生於南越。南越婦人多淫，故其地多𧌒，淫女惑亂之氣所生也。」陸機《毛詩義疏》云：「𧌒，短狐也，一名射景，如鱉，三足，在江淮水中，人在岸上，景見水中，投人景則殺之，故曰射景，或謂含沙射人，入皮肌，其創如疥。」服虔云：「遍身濩，或或故為災。」沈氏云：「此有𧌒，傳重發例者，以螟螽與蜚同是害禾稼，此𧌒則害人，故傳特發之。」]\n冬，十月。\n莊公十有八年傳"
      },
      {
        "index": 28,
        "text": "十八年，春，虢公、晉侯朝王，王饗醴，命之宥。【注】王之覲群后，始則行饗禮，先置醴酒，示不忘古。飲宴則命以幣物。宥，助也，所以助歡敬之意，言備設。【音義】醴，音禮。宥音又。[【疏】注「王之」至「備設」。○正義曰：「王饗醴，命之宥」者，王為之設饗禮，置醴酒，命之以幣物，所以助歡也。「宥，助」，《釋詁》文。《周禮•掌客》，王待諸侯之禮，上公三饗三食三燕，侯伯三饗再食再燕，子男壹饗壹食壹燕。三禮先言饗，是王之覲群后，始則行饗禮也。《酒正》辨五齊之名，一曰泛齊，二曰醴齊，三曰盎齊，四曰醍齊，五曰沈齊。鄭注云：「泛者，成而滓浮泛泛然。醴猶體也，成而汁滓相將，如今恬酒矣。盎猶翁也，成而翁翁然，蔥白色。緹者，成而紅赤。沈者，成而滓沈，如今造清矣。自醴以上尢濁。」然則以其尢濁，故先置之，示不忘古也。知者，《禮運》云「燔黍捭豚」，下即云「以燔以炙，以為醴酪」，是醴酒在先而有，故曰先置醴酒，云不忘古也。《詩•序》曰：「《鹿鳴》，燕群臣嘉賓也。既飲食之，又實幣帛筐篚，以將其厚意。」《聘禮》云：「若不親食，使大夫朝服致之，以侑幣致饗以酬幣，亦如之。」是饗禮有酬幣也。禮，主人酌酒於賓曰「獻」，賓答主人曰「酢」，主人又酌以酬賓曰「酬」，謂之酬幣，蓋於酬酒之時賜之幣也，所賜之物，即下「玉」、「馬」是也。傳稱饗醴、命宥，言其備設盛禮也。此注命之宥者，命在下以幣物宥助。僖二十八年「命晉侯宥」，注云：「命晉侯助以束帛，以將厚意。」皆命，不同者，以彼有命晉侯之事故也。]皆賜玉五瑴，馬三匹。非禮也。【注】雙玉為瑴。【音義】瑴音角，字又作鈺。[【疏】注「雙玉為瑴」。○正義曰：《蒼頡篇》「瑴」作「鈺」，雙玉為瑴，故字從兩玉。]王命諸侯，名位不同，禮亦異數，不以禮假人。【注】侯而與公同賜，是借人禮。【音義】○借，子夜反。[【疏】注「侯而」至「人禮」。○正義曰：虢君不知何爵，稱公，謂為三公也。《周禮》，王之三公八命，侯伯七命，是其名位不同也，其禮各以命數為節，是禮亦異數也。今侯而與公同賜，是借人禮也。假、借同義，取者假為上聲，借為入聲；與者假、借皆為去聲。]"
      },
      {
        "index": 29,
        "text": "虢公、晉侯、鄭伯使原莊公逆王后於陳。陳媯歸於京師，【注】虢、晉朝王，鄭伯又以齊執其卿，故求王為援，皆在周，倡義為王定昏。陳人敬從。得同姓宗國之禮，故傳詳其事。不書，不告。【音義】○為王，於偽反。實惠后。【音義】○陳媯后號惠后，寵愛少子，亂周室，事在僖二十四年，故傳於此並正其后稱。"
      },
      {
        "index": 30,
        "text": "夏，公追戎於濟西。不言其來，諱之也。【注】戎來侵魯，魯人不知，去乃追之，故諱不言其來。[【疏】注「戎來」至「其來」。○正義曰：傳例，有鍾鼓曰伐，無曰侵。戎之來也，魯人不知，宜無鍾鼓，故故以侵言之。《釋例》曰：「戎之入魯，魯人不知，去而遠追，又無其獲。邊竟不備，候不在疆，所以為諱。諱此君之闕，亦所以示戒將來之君也。」]\n秋，有蜮，為災也。"
      },
      {
        "index": 31,
        "text": "初，楚武王克權，使鬭緡尹之。【注】權，國名，南郡當陽縣東南有權城。鬭緡。楚大夫。【音義】○緡，亡巾反。[【疏】「鬭緡尹之」。○正義曰：尹訓正也。楚官多以尹為名，此滅權為邑，使緡為長，故曰尹也。]以叛，圍而殺之。【注】緡以權叛。【音義】○以叛，絕句；本或作畔，俗字也。遷權於那處，【注】那處，楚地，南郡編縣東南有那口城。【音義】○那處，那又作再阝，同，乃多反；下昌呂反，又昌慮反。編，必綿反，一音步典反。使閻敖尹之。【注】閻敖，楚大夫。及文王即位，與巴人伐申而驚其師。【注】驚巴師。巴人叛楚而伐那處，取之，遂門於楚。【注】攻楚城門。閻敖遊湧而逸。【注】湧水在南郡華容縣。閻敖既不能守城，又遊湧水而走。【音義】○湧音勇，水名。楚子殺之。其族為亂。冬，巴人因之以伐楚。\n莊公十有九年經\n十有九年，春，王正月。\n夏，四月。"
      },
      {
        "index": 32,
        "text": "秋，公子結媵陳人之婦於鄄，遂及齊侯、宋公盟。【注】無傳。公子結，魯大夫。《公羊》、《穀梁》皆以為魯女媵陳侯之婦，其稱陳人之婦，未入國，略言也。大夫出竟，有可以安社稷、利國家者，則專之可也。結在鄄聞齊、宋有會，權事之宜，去其本職，遂與二君為盟，故備書之。本非魯公意，而又失媵陳之好，故冬各來伐。【音義】○媵，以證反，又繩證反，送也。竟音境。好，呼報反。[【疏】注「公子」至「來伐」。○正義曰：《公羊傳》曰：「媵者何？諸侯娶一國，則二國往媵之。媵不書，此何以書？為其有遂事書。大夫無遂事，此其言遂何？聘禮，大夫受命，不受辭，出竟有可以安社稷、利國家者，則專之可也。」《穀梁》文雖不明，其意亦為魯女。左氏無傳，取彼為說，故云《公羊》、《穀梁》皆以為魯女媵陳侯之婦。《穀梁傳》曰：「其曰陳人之婦，略之也。」以未入國，略而不言陳侯夫人。成九年，伯姬歸於宋，晉、衛、齊三國來媵，然則為人媵者，皆送至嫁女之國，使之從適而行。此鄄是衛之東地，蓋陳取衛女為婦，魯使公子結送媵向衛，至鄄，聞齊、宋為會，將謀伐魯，故權事之宜，去其本職，不複送女至衛，遂與二君會盟，故備書之也。送女至鄄，停女會盟，鄄是盟處，故言於鄄，非本期送女使至鄄也。既盟之後，遂不複送女。其盟本非公意，又失媵陳之好，故至冬而三國來伐。結之此盟，於魯無益，故無嘉善之文。文八年，冬，十月，壬午，公子遂會晉趙盾盟於衡雍。乙酉，公子遂會雒戎盟於暴。四日之間，不容反報，亦是專命而盟，患難俱解，故再稱名氏，珍而貴之。與此異也。宣十二年，宋華椒承群偽之言以誤其國，宋人被伐而貶華椒。今三國伐魯，不貶公子結者，結之為盟，本欲安社稷、利國家，與華椒事異，故不貶。]"
      },
      {
        "index": 33,
        "text": "夫人薑氏如莒。【注】無傳。非父母國而往，書奸。[【疏】注「非父」至「書奸」。○正義曰：此既無傳，不知何為如莒。婦人不以禮出，為奸，故曰書奸。]\n冬，齊人、宋人、陳人伐我西鄙。【注】無傳。幽之盟魯使微者會，鄄之盟又使媵臣行，所以受敵。鄙，邊邑。\n莊公十有九年傳"
      },
      {
        "index": 34,
        "text": "十九年，春，楚子禦之，大敗於津。【注】禦巴人，為巴人所敗。津，楚地，或曰江陵縣有津鄉。還，鬻拳弗納。遂伐黃，【注】鬻拳，楚大閽。黃，嬴姓國，今弋陽縣。【音義】○鬻音育。拳，求圓反。閽音昏，守門人也。嬴音盈，姓也，字從女。[【疏】注「黃嬴姓」。○正義曰：《世本》文。]敗黃師於踖陵。【注】踖陵，黃地。【音義】○踖，在亦反，一音七略反。還，及湫，有疾。【注】南郡鄀縣東南有湫城。【音義】○湫，子小反。鄀音若。夏，六月，庚申，卒。鬻拳葬諸夕室，【注】夕室，地名。【音義】○夕，朝夕之夕。亦自殺也，而葬於絰皇。【注】絰皇，塚前闕。生守門，故死不失職。【音義】○絰，田結反。絰皇，闕也。[【疏】注「絰皇」至「失職」。○正義曰：鬻拳自殺以殉，當是近墓之地。宣十四年傳稱楚子聞宋殺申丹，投袂而起，屨及於窒皇，劍及於寢門之外。則窒皇近於門外，當是寢門闕也。知此絰皇亦是塚前闕也。且此人生為大閽，職掌守門，明此亦是守門，示死不失職也。餘書無絰皇之名，蓋唯楚有此號也。]初，鬻拳強諫楚子，楚子弗從，臨之以兵，懼而從之。鬻拳曰：「吾懼君以兵，罪莫大焉。」遂自刖也。楚人以為大閽，謂之大伯，【注】若今城門校尉官。【音義】○強，其丈反。大伯音泰。校，戶教反，字從木。[【疏】「以為大閽，謂之大伯」。○正義曰：《周禮•天官》「閽人掌守主宮之中門之禁」，鄭玄云：「閽人，司錯晨以啟閉者，刑人墨者使守門。」《秋官•掌戮》「墨者使守門，刖者使守囿」。則閽不使刖，而鬻奉得為閽者，《周禮•地官》之屬有司門，下大夫二人，掌授管鍵以啟閉國門，鄭玄云：「若今城門校尉，主王城十二門。」此注亦云「若今城門校尉官」，然則鬻拳本是大臣，楚人以其賢而使典此職，非為刑而役之。其為大閽者，當如《地官》之司門，非《天官》之閽人，亦主晨昏開閉，通以閽為名焉。謂之大伯，伯，長也，為門官之長也。]使其後掌之。【注】使其子孫常主此官。君子曰：「鬻拳可謂愛君矣，諫以自納於刑，刑猶不忘納君於善。」【注】言愛君，明非臣法也。楚能盡其忠愛，所以興。[【疏】注「言愛君，明非臣法也」。○正義曰：何休《膏肓》云：人臣諫君，非有死亡之急，而以兵臨君，開絪弑之路，左氏以為愛君。於義左氏為短。故注言此以釋何休之難。]"
      },
      {
        "index": 35,
        "text": "初，王姚嬖於莊王，生子頹。【注】王姚，莊王之妾也，姚姓也。【音義】○姚，羊消反。嬖，必計反。頹，徒回也。子頹有寵，蒍國為之師。及惠王即位，【注】周惠王，莊王孫。取蒍國之圃以為囿。【注】圃，園也。囿，苑也。【音義】○圃，必古反，又音布。囿音又。徐，於自反。苑，於阮反。[【疏】注「圃，園也；囿，苑也」。○正義曰：《塚宰職》云：「園圃毓草木。」鄭玄云：「樹果蓏曰圃，園其樊也。」《詩》云「折柳樊圃」，成十八年「築鹿囿」。然則圃以蕃為之，所以樹果蓏；囿則築牆為之，所以養禽獸。二者相類，故取圃為囿。]邊伯之宮近於王宮，王取之。【注】邊伯，周大夫。【音義】○近，附近之近。王奪子禽、祝跪與詹父田，【注】三子，周大夫。【音義】○跪，求委反。而收膳夫之秩，【注】膳夫，石速也。秩，祿也。【音義】○收，式周反。故蒍國、邊伯、石速、詹父、子禽、祝跪作亂，因蘇氏。【注】蘇氏，周大夫，桓王奪其十二邑以與鄭，自此以來遂不和。"
      },
      {
        "index": 36,
        "text": "秋，五大夫奉子頹以伐王，【注】石速，士也，故不在五大夫數。不克，出奔溫。【注】溫，蘇氏邑。蘇子奉子頹以奔衛。衛師、燕師伐周。【注】燕，南燕。\n冬，立子頹。\n莊公二十年經\n二十年，春，王二月，夫人薑氏如莒。【注】無傳。"
      },
      {
        "index": 37,
        "text": "夏，齊大災。【注】無傳。來告以大，故書。天火曰災，例在宣十六年。[【疏】注「來告」至「六年」。○正義曰：襄九年、三十年宋災，昭九年陳災，十八年宋、衛、陳、鄭災，皆不言大，知此來告以大，故書大也。]\n秋，七月。\n冬，齊人伐戎。【注】無傳。\n莊公二十年傳"
      },
      {
        "index": 38,
        "text": "二十年，春，鄭伯和王室，不克。【注】克，能也。執燕仲父。【注】燕仲父，南燕伯，為伐周故。【音義】○為伐，於偽反，下文同。[【疏】注「燕仲父南燕伯」。○正義曰：《譜》亦云南燕伯爵，不知所出。服虔亦云南燕伯爵。]夏，鄭伯遂以王歸，王處於櫟。秋，王及鄭伯入於鄔。【注】鄔，王所取鄭邑。【音義】○鄔，烏苦反。遂入成周，取其寶器而還。冬，王子頹享五大夫樂及徧舞。【注】皆舞六代之樂。【音義】○徧音遍。[【疏】注「皆舞六代之樂」。○正義曰：言樂及徧舞，則樂之所有，舞悉周徧，故知皆舞六代之樂也。《周禮》大司樂以樂舞教國子，舞《云門》、《大卷》、《大鹹》、《大磬》、《大夏》、《大》、《大武》。鄭玄云，此周所存六代之樂也。傳記所說《云門》、《大卷》，黃帝也；《大鹹》，堯也；《大韶》，舜也；《大夏》，禹也；《大》，湯也；《大武》，周武王也。是為六代。奏黃鍾，歌大呂，舞《云門》，以祀天神；奏大蔟，歌應鍾，舞《鹹池》，以祭地示；奏姑洗，歌南呂，舞《大磬》，以祀四望；奏蕤賓，歌林鍾，舞《大夏》，以祭山川；奏夷則，歌中呂，舞《大》，以享先妣；奏無射，歌夾鍾，舞《大武》，以享先祖。]鄭伯聞之，見虢叔，【注】叔，虢公字。曰：「寡人聞之：哀樂失時，殃咎必至。今王子頹歌舞不倦，樂禍也。夫司寇行戮，【注】司寇，刑官。【音義】○樂音洛。殃咎，上於度反，下巨九反。君為之不舉，【注】去盛饌。【音義】○去，起呂反。饌，仕眷反。[【疏】注「去盛饌」。○正義曰：《周禮•膳夫職》曰：「王日一舉，鼎十有二物，皆有俎，以樂侑食。大喪則不舉，大荒則不舉，大劄則不舉，天地有災則不舉，邦有大故則不舉。」鄭玄云：「殺牲盛饌曰舉。」襄二十六年傳曰：「古之治民者，將刑，為之不舉，不舉則徹樂。」是不舉者，貶膳食，徹聲樂也。]而況敢樂禍乎？奸王之位，禍孰大焉？臨禍忘憂，憂必及之。盍納王乎？」虢公曰：「寡人之願也。」【音義】○奸音幹。盍，胡獵反，何不也。）\n莊公二十有一年經\n二十有一年，春，王正月。\n夏，五月，辛酉，鄭伯突卒。【注】十六年，與魯大夫盟於幽。"
      },
      {
        "index": 39,
        "text": "秋，七月，戊戌，夫人薑氏薨。【注】無傳。薨寢祔姑，赴於諸侯，故具小君禮書之。【音義】○祔音附。[【疏】注「薨寢」至「書之」。正義曰：經無所闕，禮具可知，杜為此注者，以先儒之說使莊公絕母子之親，故於此明之，知母子不絕。下葬注亦然。]\n冬，十有二月，葬鄭厲公。【注】無傳。八月葬，緩慢也。\n莊公二十有一年傳"
      },
      {
        "index": 40,
        "text": "二十一年，春，胥命於弭。夏，同伐王城。【注】鄭、虢相命，弭，鄭地。【音義】○弭，面爾反。鄭伯將王自圉門入，虢叔自北門入，殺王子頹及五大夫。鄭伯享王於闕西辟，樂備。【注】闕，象魏也。樂備，備六代之樂。【音義】○圉，魚呂反。辟，蒲曆反。[【疏注「闕象魏也」。○正義曰：定二年，雉門及兩觀災，注云：「兩觀，闕也。」《禮運》云：「昔者仲尼與於蠟賓，事畢，出遊於觀之上。」鄭玄云：「觀，闕也。」《釋宮》云：「觀，謂之闕。」郭璞云：「宮門雙闕。」《周禮•大宰》「正月之吉，縣治象之法於象魏，使萬民觀治象」，鄭玄云：「象魏，闕也。」哀三年魯災，傳稱季桓子禦公立於象魏之外，命藏象魏，曰：「舊章不可亡也。」由此言之，則觀闕、象魏，其事一也。劉熙《釋名》云：「闕，在門兩旁，中央闕然，為道也。」 然則其上縣法象，其狀巍巍然高大謂之象魏，使人觀之，謂之觀也。闕西辟者，辟是旁側之語也。服虔云：「西辟，西偏也。」當謂兩觀之內道之西也。]王與之武公之略，自虎牢以東。【注】略，界也。鄭武公傅平王，平王賜之自虎牢以東，後失其地，故惠王今複與之。虎牢，河南成皋縣。【音義】○複，扶又反。[【疏注「略界」至「皋縣」。○正義曰：《孟子》云：「仁政必自經界始。」昭七年傳曰：「天子經略，諸侯正封，封略之內，何非君土。」《孟子》經界即傳之經略。且云「封略之內」，封是竟，則知略是界也。武公，東鄭之始封君也。言武公之略，則是武公舊竟，若其由來不失，不須今日複與，故知後失其地，惠王今複與之。隱十一年，王取鄔、劉、蒍、邘之田於鄭，蓋桓王之世失之也。]原伯曰：「鄭伯效尤，其亦將有咎！」【注】原伯，原莊公也。言效子頹舞徧樂。【音義】○效，戶教反。徧音遍。五月，鄭厲公卒。王巡虢守。【注】巡守於虢國也。天子省方，謂之巡守。【音義】○守音狩，本或作狩，後放此，注同。[【疏注「巡守」至「巡守」。○正義曰：《孟子》云：「諸侯朝天子曰述職，天子適諸侯曰巡守」。守者，守也。言諸侯為天子守土，天子時巡行之。《易》稱「后不省方」，故云「天子省方，謂之巡守」。]虢公為王宮於玤，【注】玤，虢地。【音義】○玤，蒲頂反。王與之酒泉。【注】酒泉，周邑。鄭伯之享王也，王以后之鞶鑒予之。【注】后，王后也。鞶，帶而以鑒為飾也。今西方羌胡猶然，古之遺服。【音義】○鞶，步幹反，又蒲官反，紳帶也。鑒，工暫反，鏡也。[【疏注「后王」至「遺服」。○正義曰：鞶是帶也，鑒是鏡也，此與定六年傳皆鞶鑒雙言，則鞶鑒一物，故知以鏡飾帶，舉今羌胡之服以明之。]虢公請器，王予之爵。【注】爵，飲酒器。鄭伯由是始惡於王。【注】為僖二十四年鄭執王使張本。【音義】○惡，烏路反，又如字。使，所吏反。[【疏「虢公」至「於王」。○正義曰：鄭伯謂厲公子文公也。服虔云：鞶鑒，王后婦人之物，非所以賜有功。爵，飲酒器，玉爵也，一升曰爵。爵，人之所貴者，言鄭伯以其父得賜，不如虢公，為是始惡於王，積而成怨，僖二十四年，遂執王使，此為彼張本。]\n冬，王歸自虢。【注】傳言王之偏也。\n莊公二十有二年經"
      },
      {
        "index": 41,
        "text": "二十二年，春，王正月，肆大眚。【注】無傳。赦有罪也。《易》稱「赦過宥罪」，《書》稱「眚災肆赦」，傳稱「肆眚圍鄭」，皆放赦罪人，蕩滌眾故，以新其心。有時而用之，非製所常，故書。【音義】○眚，所景反。蕩音蕩，本又作蕩。滌，徒曆反。[【疏】注「赦有」至「故書」。○正義曰：「肆大眚」者，肆，緩也；眚，過也。緩縱大過，是赦有罪也。大罪猶赦，則小罪亦赦之，猶今赦書大辟罪以下悉皆原免也。《易•解卦•象》云：「雷雨作，解。君子以赦過宥罪。」解卦坎下震上，震為雷，坎為雨，雷動雨下，而萬物解散，故君子以此卦象，而放赦有過、寬宥罪人也。《書》稱「眚災肆赦」，《舜典》文。孔安國云：「眚，過。災，害。肆，緩也。過而有害，當緩赦之。」「肆眚圍鄭」，襄九年傳文也。此諸言肆眚者，皆是放赦罪人，蕩滌眾故，除其瑕穢，以新其心也。必其國有大患，非赦不解，或上有嘉慶，須布大恩，如是乃行此事。故《釋例》曰：「天有四時，得以成歲。雷霆以振之，霜雪以齊之，春陽以暖之，雲雨以潤之，然後能相育也。天且弗違，而況於人乎！物不可終『否』，故受之以『同人』。同人者，與人同也。解天下之至結，成天下之亹，肆大眚之謂也。堯曰：『谘！爾舜！有罪不敢赦。』所以須待革命，有時而用之，非製所常，故書之也。」杜唯言有時用之，亦不知此時何以須赦。《穀梁傳》曰：「肆大眚，為嫌天子之葬也」。其意言文薑有罪，不合以禮而葬。若不赦，不複書葬，嫌天子許之，明須赦而後得葬，故為赦也。賈逵以文薑為有罪，故赦而後葬，以說臣子也。魯大赦國中罪過，欲令文薑之過因是得除，以葬文薑。杜不明說，要文薑出奔之日，尚稱夫人，夫人之名，未嘗有貶，何須以赦除之？此赦必不為文薑。但夫人以去年七月薨，十一月則當合葬，乃至此年正月經七月始葬，如此遲緩，必是國家有事，須赦解之，但不知其所由耳。]\n癸丑，葬我小君文薑。【注】無傳。反哭成喪，故稱小君。"
      },
      {
        "index": 42,
        "text": "陳人殺其公子禦寇。【注】宣公太子也。陳人惡其殺太子之名，故不稱君父以國討公子告。【音義】○禦音禦，本亦作禦。惡，烏路反[【疏】注「宣公」至「子告」。○正義曰：傳言大子，必是大子也。僖五年，晉侯殺其世子申生，稱君、稱世子，此不然者，《釋例》曰：「古者討殺其大夫，各以罪狀宣告諸侯，所以懲不義，重刑戮也。晉侯使以殺大子申生之故來告，衛殺孔達，傳載其辭，辭雖有臨時之狀，其告則常也。」然則殺大夫、公子，當以罪狀告人。此傳不說禦寇之罪，則陳人不以罪告；而經書公子，是惡殺大子之名，故不稱君父，以國討公子告。]"
      },
      {
        "index": 43,
        "text": "夏，五月。[【疏】「夏五月」。○正義曰：《釋例》曰：「年之四時，雖或無事，必空書首月，以紀時變，以明曆數。莊公獨稱『夏五月』，及經四時有不具者，丘明無文，皆闕繆也。」]"
      },
      {
        "index": 44,
        "text": "秋，七月，丙申，及齊高傒盟於防。【注】無傳。高傒，齊之貴卿，而與魯之微者盟，齊桓謙接諸侯，以崇霸業。"
      },
      {
        "index": 45,
        "text": "冬，公如齊納幣。【注】無傳。公不使卿而親納幣，非禮也。母喪未再期而圖昏，二傳不見所譏，左氏又無傳，失禮明故。【音義】○見，賢遍反，又如字。[【疏】注「公不」至「明故」。○正義曰：《釋例》曰：「宋公使華元來聘，聘不應使卿，故傳但言聘共姬也；使公孫壽來納幣，納幣應使卿，故傳明言其得禮也。」是納幣當使卿，公不使卿，親納幣，非禮也。]\n莊公二十有二年傳"
      },
      {
        "index": 46,
        "text": "二十二年，春，陳人殺其大子禦寇，【注】傳稱太子，以實言。陳公子完與顓孫奔齊。【注】公子完，顓孫，皆禦寇之黨。【音義】○顓音專。顓孫自齊來奔。【注】不書，非卿。齊侯使敬仲為卿，【注】敬仲，陳公子完。辭曰：「羈旅之臣，【注】羈，寄也。旅，客也。幸若獲宥，及於寬政，【注】宥，赦也。赦其不閑於教訓，而免於罪戾，弛於負擔，【注】弛，去離也。【音義】○弛，失氏反。擔，丁暫反。離，力智反。君之惠也，所獲多矣。敢辱高位，以速官謗？【注】敢，不敢也。【音義】○謗，布浪反。請以死告。【注】以死自誓。《詩》云：『翹翹車乘，招我以弓，豈不欲往？畏我友朋。』【注】逸《詩》也。翹翹，遠貌。古者聘士以弓，言雖貪顯命，懼為朋友所譏責。【音義】○翹，祁堯反。乘，繩證反。使為工正。【注】掌百工之官。飲桓公酒，樂。【注】齊桓賢之，故就其家會，據主人之辭。故言飲桓公酒。【音義】○飲，於鴆反，注同。樂音洛，下注同。[【疏】注「齊桓」至「公酒」。○正義曰：春秋之世，設享禮以召君者，皆大臣擅寵，如衛公叔文子、宋桓魋之徒始為之耳，為之非禮法也。敬仲，羈旅之臣，且知禮者也，必不召公臨己，知是桓公賢之，自就其家會也。據敬仲為主人辭，故言飲公酒耳。]公曰：「以火繼之。」辭曰：「臣卜其晝，未卜其夜，不敢！」[【疏】「臣卜」至「不敢」。○正義曰：服虔云：「臣將享君，必卜之，示戒慎也。」此桓公自就其家，非敬仲發心請享，不得言將享必卜也。蓋桓公告其往日，乃卜之耳。言未卜其夜者，《詩》云： 「厭厭夜飲，在宗載考。」鄭玄云：考，成也。夜飲之禮，在宗室同姓則成，於庶姓讓之則止，引此敬仲之事，云此之謂不成。是言敬仲非齊同姓，故不敢也。]君子曰：「酒以成禮，不繼以淫，義也；【注】夜飲為淫樂。以君成禮，弗納於淫，仁也」。初，懿氏卜妻敬仲。【注】懿氏，陳大夫。龜曰卜。【音義】○妻，七計反。[【疏】注「龜曰卜」。○正義曰：《曲禮》文也。《周禮》：「大卜掌三兆之法：一曰玉兆，二曰瓦兆，三曰原兆。其經兆之體，皆百有二十，其頌皆千有二百。」鄭玄云：「兆者，灼龜發於火，其形可占者，其象似玉、瓦、原之鏬，是用名之焉。原，原田也。頌，謂繇也，每體十繇。」然則卜人所占之語，古人謂之為繇，其辭視兆而作，出於臨時之占，或是舊辭，或是新造，猶如筮者引《周易》，或別造辭，卜之繇辭，未必皆在其頌千有二百之中也。此傳「鳳凰於飛」下盡「莫之與京」；襄十年傳稱衛卜禦寇，薑氏問繇，曰「兆如山陵，有夫出征，而喪其雄」；哀九年傳稱晉趙鞅卜救鄭，遇水適火，史龜曰「是謂沈陽，可以興兵，利以伐薑，不利子商」，三者皆是繇辭，其辭也韻，則繇辭法當韻也。郭璞撰自所卜事，謂之「辭林」，其辭皆韻，習於古也。]其妻占之，曰：「吉！【注】懿氏妻。是謂『鳳皇於飛，和鳴鏘鏘。【注】雄曰鳳，雌曰皇。雄雌俱飛，相和而鳴鏘鏘然，猶敬仲夫妻相隨適齊，有聲譽。【音義】○和，如字，又戶臥反，注同。鏘，七羊反，本又作將將。[【疏】注「雄曰」至「聲譽」。○正義曰：《釋鳥》云：「鶠、鳳，其雌皇。」郭璞云：「瑞應鳥。」《說文》云：「鳳，神鳥也。天老曰：鳳之象也，鴻前麟後，蛇頸魚尾，鸛顙鴛思，龍文龜背，燕頷雞喙，五色備舉，出於東方君子之國，翱翔四海之外，過昆侖，飲砥柱，濯羽弱水，莫宿丹穴，見則天下大安寧。從鳥，凡聲。鳳飛則群鳥從之以萬數，故古文鳳作朋字。」《山海經》云：「丹穴之山有鳥焉，其狀如鶴，五采而文，名曰鳳皇；首文曰德，翼文曰順，背文曰義，膺文曰仁，腹文曰信。是鳥也，飲食則自歌自舞。」是說鳳皇之狀也。鳳皇雄雌俱飛，喻敬仲夫妻相隨。鏘鏘，鳴之聲，故以喻有聲譽也。]有媯之後，將育於薑。【注】媯，陳姓。薑，齊姓。五世其昌，並於正卿。八世之後，莫之與京』。」【注】京，大也。【音義】○並於，本或作「並為」，誤。[【疏】「五世」至「與京」。○正義曰：五世其昌，言其始昌盛也。並於正卿，位與卿並得為上大夫也。莫之與京，謂無與之比大，言其位最高也。五世、八世當是卜兆之間有其象。傳言其占之辭，不言其知之意，固非後學所得詳之。]陳厲公，蔡出也，【注】姊妹之子曰出。[【疏】注「姊妹之子曰出」。○正義曰：《釋親》云：「男子謂姊妹之子為出。」言姊妹出嫁而生子也。]故蔡人殺五父而立之。【注】五父，陳佗也。殺陳佗在桓六年。【音義】○佗，大多反。生敬仲。其少也，周史有以《周易》見陳侯者，【注】周大史也。【音義】○少，詩照反。見，如字，又賢遍反。大音泰。[【疏】注「周大史也」。○正義曰：直言周史，知是大史者，《周禮》大史掌書，昭二年傳稱韓宣子觀書於大史氏，此以《周易》見陳侯，故知是大史也。以《周易》見者，自以知《周易》見陳侯，言己明《易》能筮，故陳侯使之筮也。]陳侯使筮之，【注】蓍曰筮。【音義】○筮，上製反。蓍音屍。[【疏】注「蓍曰筮」。○正義曰：《曲禮》文也。其揲蓍求卦之法，則《易•係辭》具焉。]遇觀䷓【注】坤下巽上，觀。【音義】○觀，古亂反，注皆同。之否䷋。【注】坤下乾上，否。觀六四爻變而為否。【音義】○否，備矣反，注皆同。[【疏】「遇觀之否」。正義曰：此注坤下巽上觀，坤下乾上否及六四爻變，諸如此輩，皆據《周易》之文知之。劉炫《規過》云：「觀之否者，為觀卦之否爻；屯之比者，屯卦之比爻，皆不取後卦之義。」 今刪定以為不然。何者？以閔元年畢萬筮仕，遇屯之比，云「屯固比入」。僖十五年，晉獻公筮嫁伯姬，得歸妹之睽，云「士刲羊，亦無衁」，歸妹上六爻辭；又云 「歸妹、睽孤，寇張之弧」，睽之上九爻辭；又云「歸妹之睽，猶無相也」。昭五年明夷之謙，云「明夷於飛」，「垂其翼」，又云「謙不足，飛不翔」。此之等類，皆取前後二卦以占吉凶，今人之筮亦皆如此。故賈、服及杜並皆同焉。劉炫苟異前儒，好為別見，以規杜氏，非也。沈云：遇者，不期而會之名。筮者所得卦之吉凶，非有宿契，逢遇而已，故謂之遇。劉炫云：下體坤，坤為地為眾，上體巽，巽為風為木，互體有艮，艮為門闕，地上有木而為門闕，宮室之象，宮室而可風化，使天下之觀焉，故謂之觀也。下體坤，坤為地，上體乾，乾為天，天不下降，地不上騰，天地不通其氣，上下否塞，故謂之否也。]曰：「是謂『觀國之光，利用賓於王』。【注】此《周易》觀卦六四爻辭。《易》之為書，六爻皆有變象，又有互體，聖人隨其義而論之。【音義】○爻，戶交反。此其代陳有國乎？不在此，其在異國；非此其身，在其子孫。[【疏】「是謂」至「子孫」。○正義曰：「觀國之光，利用賓於王」二句，《周易》文也。此先云：「不在此，其在異國」，後云「非此其身，在其子孫」，所以在下覆結，先云「其在後乎」，後云 「在異國」者，「其在異國」之下，更欲演說異國是大嶽薑姓，其言稍多，且須以結末，故進「其在後乎」於上，先解之也。「庭實旅百」以下，方解「利用賓於王」，則上句「故曰觀國」之下，未須賓王之句，而再言「利用賓於王」者，蓋以「觀國之光」即是朝王之事，直言觀光，以文不足，故連言賓王，但未解賓王之義，故於下更重解之。傳稱引《詩》斷章，則引《易》論事，《易》未必如本。此言「觀國之光」，謂所為筮者觀他人有國之光榮也，此有國之人，利用為賓客於王朝也，其意言見其子孫有國，作賓於王家耳，非其身也。「代陳有國」，言代陳正適子孫，有其國家，陳滅此興，是代之也。○注「此周」至「論之」。○正義曰：《易》之為書，揲蓍求爻，重爻為卦，爻有七、八、九、六。其七、八者，六爻並皆不變，卦下總為之辭，名之曰「彖」，《彖》者，才也，總論一卦之才德，若乾「元亨利貞」之類皆是也。其九、六者，當爻有變，每爻別為其辭，名之曰「象」，象者，像也，指言一爻所象，若乾「初九，潛龍勿用」之類皆是也。不變者聚而為彖，其變者散而為象。計每於一卦，當書兩體，但以此爻陰陽既同，唯變否有異，且每爻異辭，不可爻作二畫，從上可知，故不畫二也。傳之筮者指取《易》義，不為論卦，丘明不畫卦也。諸為注者皆言上體下體，若其畫卦示人，則當不煩此注，注亦不畫卦也。今書有畫卦者，當是後之學者，自恐不識，私畫以備忘，遂傳之耳。每爻各有象辭，是六爻皆有變象。二至四，三至五，兩體交互，各成一卦，先儒謂之互體，聖人隨其義而論之，或取爻象或取駿體，言其取義為常也。]光遠而自他有耀者也。[【疏】「光遠」至「耀者也」。正義曰：《易》稱「觀國之光」，故解其光義，言光在此處，遠照於他物，從他物之上而有明耀者也。謂光能遠照，於他物有明，故下云「照之以天光」是也。]坤，土也。巽，風也。乾，天也。風為天於土上，山也。【注】巽變為乾，故曰風為天。自二至四，有艮象。艮為山。【音義】○乾，其然反。[【疏】「於土上山也」。○正義曰：六四之爻位在坤上，坤為土地，山是地之高者，居於土上，是為土上山也。又巽變為坤，六四變為九四，從二至四，互體有艮之象，艮為山，故言山也。]有山之材而照之以天光，於是乎居土上，【注】山則材之所生。上有乾，下有坤，故言居土上，照之以天光。故曰：『觀國之光，利用賓於王。』【注】四為諸侯，變而之乾，有國朝王之象。[【疏】「有山」至「於王」。○正義曰：山則材之所生，此人有山之材，言其必大富也。上天以明臨下，照之以天光，言天子臨照之也。於是乎又居於土上，既富矣，而彼天照又複居有土地，是為國君之象也。《易》位四為諸侯，變而為乾，乾為天子，是有國朝王之象，故曰「觀國之光，利用賓於王」。]庭實旅百，奉之以玉帛，天地之美具焉，故曰：『利用賓於王。』【注】艮為門庭，乾為金玉，坤為布帛。諸侯朝王，陳贄幣之象。旅，陳也。百，言物備。【音義】○摯音至，本又作贄，同。[【疏】「庭實」至「於王」。○正義曰：《覲禮》，侯氏執圭見王，王受圭，禮成乃出。又入行享禮，獻國之所有。此說行享禮也。旅，陳也。庭之所實，陳有百品，言物備也。「奉之以玉帛」，謂執玉帛而致享禮。彼天之照，有地之材，天子賜之土田，國君獻國所有，天地之美備具焉，朝王之儀畢足矣，故曰「利用賓於王」。○注「艮為」至「物備」。○正義曰：《易•說卦》：艮為門闕，乾為金玉，坤為布帛。杜以門內有庭，傳言庭實，故改言艮為門庭耳。杜言「諸侯朝王，陳贄幣之象」者，謂陳之以行享禮也。《覲禮》，侯氏既見王，乃云：「四享皆束帛加璧，庭實唯國所有。」鄭玄云：「四當為三，《大行人職》曰，諸侯廟中將幣，皆三享，其禮差又無取於四也。初享或用馬，或用虎豹之皮；其次享三牲魚臘，籩豆之實，龜也，金也，丹、漆、絲、糸廣、竹、箭也，其餘無常貨，此物非一國所能有，唯國所有分為三享，皆以璧帛致之。」《禮器》云：「大饗其王事與。三牲魚臘，四海九州之美味也；籩豆之薦，四時之和氣也；內金，示和也；束帛加璧，尊德也；龜為前列，先知也；金次之，見情也；丹、漆、絲、糸廣、竹、箭，與眾共財也。其餘無常貨，各以其國之所有，則致遠物也。」《郊特牲》曰：「旅幣無方，所以別土地之宜，而節遠邇之期也；龜為前列，先知也；以鍾次之，以和居參之也。虎豹之皮，示服猛也；束帛加璧，往德也。」鄭玄《覲禮》之注所言出於彼也。杜言「贄幣」即鄭所謂「璧帛」也，此「奉之以玉帛」，執以致庭實耳。其玉帛不入王也，《覲禮》侯氏致享，執玉致命，王撫之而已，不受之也。又曰侯氏降授宰幣，是庭實之幣皆庭受之，唯馬受之於門外耳。「旅，陳」，《釋詁》文也。百者，言其物備也。]猶有觀焉，故曰：『其在後乎！』【注】因觀文以博占，故言猶有觀，非在已之言，故知在子孫。【音義】○觀，古亂反。[【疏】注「因觀」至「子孫」。○正義曰：以卦名觀，故因觀文以博占也。觀者，視他之辭。此賓王之事，若所為筮者身自當有，則不應觀他。此卦猶有觀焉，觀非在已之言，其人觀他有之，故知在其子孫也。]風行而著於土，[【疏】「風行而著於土」。○正義曰：服虔云：巽在坤上，故為著土也。一曰巽為風，複為木，風吹木實落去，更生他土而長育，是為在異國。]故曰：『其在異國乎！』若在異國，必薑姓也。薑，大嶽之後也。【注】薑姓之先為堯四嶽。【音義】○著，直略反。大嶽，音泰，下音嶽。[【疏】注「薑姓」至「四嶽」。○正義曰：《周語》稱堯命禹治水，「共之從孫四嶽佐之，胙四嶽國，命為侯伯，賜姓曰薑，氏曰有呂」。賈逵云：「共，共工也。從孫，同姓未嗣之孫。四嶽官名大嶽也，主四嶽之祭焉。」然則以其主嶽之祀，尊之故稱大也。]山嶽則配天。物莫能兩大。陳衰，此其昌乎！」【注】變而象艮，故知當興於大嶽之後。得大嶽之權，則有配天之大功，故知陳必衰。[【疏】注「變而」至「必衰」。○正義曰：六四爻變為九四，與二共為艮象，艮為山，故知興於山嶽之國。薑姓，大嶽之後，知其將育於薑。地之高者，莫過於山，《詩》云「崧高雖嶽，駿極於天」，言其大能至天，故山嶽則配天也。且乾在上艮在下，亦是山嶽配天之象。此人子孫養於大嶽之後，官尊位貴，得大嶽之權，則其功德有配天之大。然天子其功配天，今縱得大嶽之權，唯諸侯耳，言配天者，以其功大，故甚言之。物莫能兩大，此有興兆，故名陳必衰也。]及陳之初亡也，【注】昭八年，楚滅陳。陳桓子始大於齊；【注】桓子，敬仲五世孫陳無宇。[【疏】注「桓子」至「無宇」。○正義曰：《史記•田完世家》：完卒，諡為敬仲。仲生穉孟夷，夷生湣孟莊，莊生文子須無，文子生桓子無宇，是為敬仲五世孫也。]其後亡也，【注】哀十七年，楚複滅陳。【音義】○複，扶又反。成子得政。【注】成子，陳常也，敬仲八世孫。陳完有禮於齊，子孫世不忘德，德協於卜，故傳備言其終始。卜筮者，聖人所以定猶豫，決疑似，因生義教者也。《尚書•洪範》通龜筮以同卿士之數。南蒯卜亂而遇元吉，惠伯答以忠信則可。臧會卜僭，遂獲其應。丘明故舉諸縣驗於行事者，以示來世，而君子誌其善者、遠者。他皆放此。【音義】○豫音預，本亦作預。蒯，居怪反。僭，子念反。應，應對之應。縣音玄。[【疏】注「成子」至「放此」。○正義曰：沈氏云：「《世家》：『桓子生武子啟及僖子乞。乞卒，子常代之，是為田成子。』是於敬仲為七世，言八世者，據其相代在位為八世也。」成子弑簡公，專齊政，是莫之與大也。成子生襄子磐，磐生莊子白，白生大公和，和遷齊康公於海上，和立為齊侯。和孫威王稱王，四世而秦滅之。作傳之時，完之子孫巳盛，故傳備言其終始也。《世家》云「敬仲之如齊，以陳字為田氏」，《左傳》終始稱陳，田必非敬仲所改，未知何時改耳。《左傳》之初，至此始有卜筮，故杜於此通說之。《曲禮》曰：「卜筮者，先聖王之所以使民決嫌疑，定猶與也。」是先王立之本意也。因而生義教，謂教人以行義行善，則德協於卜；行惡則遇吉反凶，必以行義乃可卜也。《洪範》曰：「汝則有大疑，謀及乃心，謀及卿士，謀及庶人，謀及卜筮。」謀及卿士而以卜筮同之，是通龜筮以同卿士之數也。南蒯卜為亂，不信則不可；臧會卜為僭，不信乃遂吉，二事相反，故特引之，言卜筮應人行也。南蒯在昭十二年，臧會在昭二十五年。南蒯筮而言卜者，卜筮通言耳。杜引《洪範》者，欲明龜筮未必神靈，故云以同卿士之數，言龜筮所見，才與卿士同耳。又引南蒯者，明吉凶由行，不由卜筮，欲使人脩德行不可純信卜筮也。又引臧會者，吉凶亦由卜筮，不可專在於行，欲使人敬龜筮也。故丘明舉縣驗於行事者，以示來世脩德行，敬龜筮。言驗於行事者，南蒯則行驗而龜筮不驗，臧會則行不驗而龜筮驗。言君子誌其善者遠者，善者謂勸人脩德行、敬龜筮是也；遠者謂舉其大綱，勸人為善，長久遠道，非有臨時應驗。此遠者即上善者，指其事謂之善，指其教謂之遠。劉炫云：「計春秋之時，卜筮多矣，丘明所載唯二十許事，舉其縣驗於行事者，其不驗者不載之。」君子之人，當記其忠之善者，知之遠者，他皆放此。]"
      }
    ]
  }
}