{
  "chapterNumber": 39,
  "title": "春秋左傳 莊公廿八年 (Duke Zhuang, Year 28)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "經\n十有八秂，萅，王三月，日有食之。【注】無傳。不書日，官失之。[【疏】十八秂注「不書日，官失之」。○正義曰：經亦無朔字，當云不書朔與日，注不言朔，脫也。]\n夏，公追戎於濟西。【注】戎來侵魯，公逐之於濟水之西。"
      },
      {
        "index": 1,
        "text": "秋，有𧌒。【注】𧌒，短狐也。蓋以含沙射人爲災。【音義】𧌒，本又作蜮，音或；《本草》謂之射工。短弧，本又作斷，同，丁管反。弧又作狐，音胡。射人，食亦反。[【疏】注「蜮短」至「爲災」。○正義曰：《穀梁傳》曰：「𧌒，射人者也。」《洪範五行傳》曰：「𧌒如鱉，三足，生於南越。南越婦人多淫，故其地多𧌒，淫女惑亂之氣所生也。」陸機《毛詩義疏》云：「𧌒，短狐也，一名射景，如鱉，三足，在江淮水中，人在岸上，景見水中，投人景則殺之，故曰射景，或謂含沙射人，入皮肌，其創如疥。」服虔云：「遍身濩，或或故爲災。」沈氏云：「此有𧌒，傳重發例者，以螟螽與蜚同是害禾稼，此𧌒則害人，故傳特發之。」]　　冬，十月。\n傳"
      },
      {
        "index": 2,
        "text": "十八秂，萅，虢公、晉矦朝王，王饗醴，命之宥。皆賜玉五瑴，馬亖匹。非禮也。王命諸矦，名位不同，禮亦異數，不以禮假人。"
      },
      {
        "index": 3,
        "text": "【杜預註】[王饗醴，命之宥。]王之覲羣后，始則行饗禮，先置醴酒，示不忘古。飲宴則命以幣物。宥，助也，所以助歡敬之意，言備設。\n【陸德明釋文】[王饗醴，命之宥。]醴，音禮。宥音又。\n【孔穎達義疏】[王饗醴，命之宥。]王爲之設饗禮，置醴酒，命之以幣物，所以助歡也。"
      },
      {
        "index": 4,
        "text": "【孔穎達義疏】[【杜預註】王之覲羣后，始則行饗禮，先置醴酒，示不忘古。飲宴則命以幣物。宥，助也，所以助歡敬之意，言備設。]『宥，助』，《釋詁》文。《周禮・掌客》，王待諸矦之禮，上公三饗三食三燕，矦伯三饗再食再燕，子男壹饗壹食壹燕。三禮先言饗，是王之覲羣后，始則行饗禮也。《酒正》辨五齊之名，一曰泛齊，二曰醴齊，三曰盎齊，四曰醍齊，五曰沈齊。鄭注云：『泛者，成而滓浮泛泛然。醴猶體也，成而汁滓相將，如今恬酒矣。盎猶翁也，成而翁翁然，蔥白色。緹者，成而紅赤。沈者，成而滓沈，如今造清矣。自醴以上尢濁。』然則以其尢濁，故先置之，示不忘古也。知者，《禮運》云『燔黍捭豚』，下即云『以燔以炙，以爲醴酪』，是醴酒在先而有，故曰先置醴酒，云不忘古也。《詩・序》曰：『《鹿鳴》，燕羣臣嘉賓也。既飲食之，又實幣帛筐篚，以將其厚意。』《聘禮》云：『若不親食，使大夫朝服致之，以侑幣致饗以酬幣，亦如之。』是饗禮有酬幣也。禮，主人酌酒於賓曰『獻』，賓答主人曰『酢』，主人又酌以酬賓曰「酬』，謂之酬幣，蓋於酬酒之時賜之幣也，所賜之物，即下『玉』、『馬』是也。傳稱饗醴、命宥，言其備設盛禮也。此注命之宥者，命在下以幣物宥助。僖二十八秂『命晉矦宥』，注云：『命晉矦助以束帛，以將厚意。』皆命，不同者，以彼有命晉矦之事故也。\n【杜預註】[賜玉五瑴]雙玉爲瑴。\n【陸德明釋文】[賜玉五瑴]瑴音角，字又作珏。\n【孔穎達義疏】[【杜預註】雙玉爲瑴]《蒼頡篇》『瑴』作『珏』，雙玉爲瑴，故字從兩玉。}}\n【杜預註】[王命諸矦，名位不同，禮亦異數，不以禮假人。]矦而與公同賜，是借人禮。\n【陸德明釋文】[【杜預註】矦而與公同賜，是借人禮。]借，子夜反。"
      },
      {
        "index": 5,
        "text": "【孔穎達義疏】[【杜預註】矦而與公同賜，是借人禮。]虢君不知何爵，稱公，謂爲三公也。《周禮》，王之三公八命，矦伯七命，是其名位不同也，其禮各以命數爲節，是禮亦異數也。今矦而與公同賜，是借人禮也。假、借同義，取者假爲上聲，借爲入聲；與者假、借皆爲去聲。"
      },
      {
        "index": 6,
        "text": "虢公、晉矦、鄭伯使原莊公逆王后於陳。陳嬀歸於京師，【注】虢、晉朝王，鄭伯又以齊執其卿，故求王爲援，皆在周，倡義爲王定昏。陳人敬從。得同姓宗國之禮，故傳詳其事。不書，不告。【音義】○爲王，於偽反。實惠后。【音義】○陳嬀后號惠后，寵愛少子，亂周室，事在僖二十四秂，故傳於此並正其后稱。"
      },
      {
        "index": 7,
        "text": "夏，公追戎於濟西。不言其來，諱之也。【注】戎來侵魯，魯人不知，去乃追之，故諱不言其來。[【疏】注「戎來」至「其來」。○正義曰：傳例，有鍾鼓曰伐，無曰侵。戎之來也，魯人不知，宜無鍾鼓，故故以侵言之。《釋例》曰：「戎之入魯，魯人不知，去而遠追，又無其獲。邊竟不備，候不在疆，所以爲諱。諱此君之闕，亦所以示戒將來之君也。」]\n秋，有蜮，爲災也。"
      },
      {
        "index": 8,
        "text": "初，楚武王克權，使鬭緡尹之。【注】權，國名，南郡當陽縣東南有權城。鬭緡。楚大夫。【音義】○緡，亡巾反。[【疏】「鬭緡尹之」。○正義曰：尹訓正也。楚官多以尹爲名，此滅權爲邑，使緡爲長，故曰尹也。]以叛，圍而殺之。【注】緡以權叛。【音義】○以叛，絕句；本或作畔，俗字也。遷權於那處，【注】那處，楚地，南郡編縣東南有那口城。【音義】○那處，那又作再阝，同，乃多反；下昌呂反，又昌慮反。編，必綿反，一音步典反。使閻敖尹之。【注】閻敖，楚大夫。及文王即位，與巴人伐申而驚其師。【注】驚巴師。巴人叛楚而伐那處，取之，遂門於楚。【注】攻楚城門。閻敖遊湧而逸。【注】湧水在南郡華容縣。閻敖既不能守城，又遊湧水而走。【音義】○湧音勇，水名。楚子殺之。其族爲亂。冬，巴人因之以伐楚。\n斠勘"
      },
      {
        "index": 9,
        "text": "↑傳世本『亖』作『三』。『賜馬三匹』不合禮制。《書・周書・文矦之命》有『用賚爾秬鬯一卣、彤弓一、彤矢百、盧弓一、盧矢百、馬亖匹。』，《儀禮・覲禮》有『天子賜矦氏以車服。迎于外門外，再拜。路先設，西上，路下亖』，《昭公六秂》有『見如見王，以其乘馬八匹私面。見子皮如上卿，以馬六匹。見子產，以馬亖匹。見子大叔，以馬二匹。』，《竹書紀秂・武乙》有『卅亖秂，周王季歴來朝，王賜地卅里、玉十瑴、馬八匹。』，應矦見工鐘銘有『唯正二月初吉。王歸自成周。應矦見工遺王于周。辛未，王格于康宫，榮伯入右應矦見工。賜彤弓一、彤矢百、馬亖匹。』，應矦見工簋銘有『唯正月初吉丁亥，王在某，饗酒，應矦見工友，賜玉五瑴、馬亖匹。』，尹姞鬲銘有『君蔑尹姞曆，賜玉五品、馬亖匹。』。塙明傳世本作『三』爲訛誤。"
      }
    ]
  }
}