{
  "chapterNumber": 26,
  "title": "春秋左傳正義卷26 (Zuozhuan Zhengyi, Volume 26)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "成公三年\n【經】三年，春，王正月，公會晉侯、宋公、衛侯、曹伯伐鄭。（宋、衛未葬，而稱爵以接鄰國，非禮也。）"
      },
      {
        "index": 1,
        "text": "疏注「宋衛」至「禮也」。○正義曰：僖九年傳曰「宋桓公卒，未葬，而襄公會諸侯，故曰子。凡在喪，公侯曰子」。傳因未葬而發在喪之例。是先君未葬，嗣君不得稱爵以會諸侯也。知非逾年得成君者，文八年八月，天王崩，九年春，毛伯來求金，傳曰：「不書王命，未葬也。」彼王既逾年矣，猶不得稱王命臣，知諸侯雖則逾年，但是未葬，不得稱爵以接鄰國，正以王不命，臣明知其非禮也。\n辛亥，葬衛穆公。（無傳。）二月，公至自伐鄭。（無傳。）"
      },
      {
        "index": 2,
        "text": "甲子，新宮災，三日哭。（無傳。三年喪畢，宣公神主新入廟，故謂之新宮。書三日哭，善得禮。宗廟，親之神靈所馮居，而遇災，故哀而哭之。○馮，皮冰反。）"
      },
      {
        "index": 3,
        "text": "疏注「三年」至「哭之」。○正義曰：《公羊傳》曰：「新宮者何？宣公之宮也。宣宮則曷為謂之新宮？不忍言也。其言三日哭何？廟災，三日哭，禮也。」《穀梁傳》曰：「新宮者，禰宮也。三日哭，哀也。其哀，禮也。迫近不敢稱諡，恭也。」二《傳》皆以新宮為宣宮，三日哭為得禮，故杜依用之。宣公以其十八年冬十月薨，至二年十月而大祥，祥而禘祭，神主新始入廟，故謂之新宮。《禮·檀弓記》曰：「有焚其先人之室，則三日哭。故曰：新宮火，亦三日哭。」鄭玄云：「謂人燒其宗廟新宮。火，人火也。」《記》稱「新宮火」者，指此「新宮災」耳。傳例曰：「天火曰災，人火曰火。」三家經、傳有五字，皆為災。鄭玄以為人火，雖非其義，要天火、人火，其哭皆當三日，是其善得禮也。哀三年桓宮、僖宮災，不言哭，而此言三日哭者，《釋例》曰：「新宮者，宣公之廟，父廟也。諒闇始闋，而遇天災，故感而哭之以致哀，異於餘廟也。」\n乙亥，葬宋文公。（無傳。七月而葬，緩。）夏，公如晉。鄭公子去疾帥師伐許。公至自晉。（無傳。）"
      },
      {
        "index": 4,
        "text": "秋，叔孫僑如帥師圍棘。（棘，汶陽田之邑，在濟北蛇丘縣。○蛇，以支反，一音如字。）大雩。（無傳。以過時書。）"
      },
      {
        "index": 5,
        "text": "晉郤克、衛孫良夫伐廧咎如。（赤狄別種。○廧，在良反。咎，古刀反。種，章勇反。）冬，十有一月，晉侯使荀庚來聘。衛侯使孫良夫來聘。\n丙午，及荀庚盟。"
      },
      {
        "index": 6,
        "text": "疏「及荀庚盟」。○正義曰：隱元年及宋人盟於宿，魯之微者及之也。此言及荀庚盟，及孫良夫盟，十一年及郤犨盟，皆是公自及之，非臣及之也。知者，僖二十八年傳「晉欒枝入盟鄭伯」，襄十一年傳「晉趙武入盟鄭伯」，「鄭子展出盟晉侯」，臣對君者，皆君自與盟，知此使來，亦公自與盟也。上言來聘，盟又不地，盟於國都，公親可知，故不言公。\n丁未，及孫良夫盟。（先晉後衛，尊霸主。）\n鄭伐許。（無傳。不書將帥，告辭略。○將，子匠反。帥，所類反。）"
      },
      {
        "index": 7,
        "text": "疏「傳不書」至「辭略」。○正義曰：直舉國名，傳無其說，知是告辭略，故史異文耳。賈逵云：「鄭，小國，與大國爭諸侯，仍伐許。不稱將帥，夷狄之，剌無知也。此年夏，鄭公子去疾帥師伐許，明年冬，鄭伯伐許，先後並無貶責，何獨此伐偏剌之？"
      },
      {
        "index": 8,
        "text": "【傳】三年，春，諸侯伐鄭，次於伯牛，討邲之役也。（伯牛，鄭地。邲役在宣十二年。）遂東侵鄭。（晉潛軍深入。）鄭公子偃帥師禦之，（偃，穆公子。）使東鄙覆諸鄤，（覆，伏兵也。○覆，扶又反，注同。鄤，亡袁反，又莫於反；徐，武旦反，一音萬。）敗諸丘輿。（鄤、丘輿，皆鄭地。晉偏軍為鄭所敗，故不書。）皇戍如楚獻捷。\n夏，公如晉，拜汶陽之田。（前年晉使齊歸魯汶陽田故。）許恃楚而不事鄭，鄭子良伐許。"
      },
      {
        "index": 9,
        "text": "晉人歸楚公子穀臣與連尹襄老之屍於楚，以求知罃。（邲之戰，楚獲知罃。）於是荀首佐中軍矣，（荀首，知罃父。）故楚人許之。王送知罃，曰：「子其怨我乎？」對曰：「二國治戎，臣不才，不勝其任，以為俘馘。執事不以釁鼓，（以血塗鼓為釁鼓。○勝音升，下注同。俘，芳夫反。馘，古獲反。釁，許覲反。）"
      },
      {
        "index": 10,
        "text": "疏注「以血」至「釁鼓」。○正義曰：《說文》：「釁，血祭也。」《禮·雜記》釁廟之禮云：「雍人舉羊升屋，自中，中屋南面，刲羊，血流於前，乃降。」釁廟，以血塗廟，知釁鼓，以血塗鼓也。\n使歸即戮，君之惠也。臣實不才，又誰敢怨？」王曰：「然則德我乎？」"
      },
      {
        "index": 11,
        "text": "疏「然則德我乎」。○正義曰：德加於彼，彼荷其恩，故謂荷恩為德。《論語》「以德報德」，傳稱「王德狄人」，皆是也。"
      },
      {
        "index": 12,
        "text": "對曰：「二國圖其社稷，而求紓其民，（紓，緩也。○紓音舒。）各懲其忿，以相宥也。（宥，赦也。○懲，直升反。宥音又。）兩釋累囚，以成其好。（累，係也。○累，力誰反。好，呼報反，下同。）二國有好，臣不與及，其誰敢德？」（言二國本不為己。○與音預。為，於偽反。）王曰：「子歸，何以報我？」對曰：「臣不任受怨，君亦不任受德，無怨無德，不知所報。」王曰：「雖然，必告不穀。」對曰：「以君之靈，累臣得歸骨於晉，寡君之以為戮，死且不朽。（戮其不勝任。○任音壬，下「亦不任」同。）\n疏「死且不朽」。○正義曰：懷荷君恩，身雖死而朽腐，此恩不朽腐也。死尚不朽，以示其至死不忘也。"
      },
      {
        "index": 13,
        "text": "若從君之惠而免之，以賜君之外臣首，（稱於異國君曰外臣。）首其請於寡君，而以戮於宗，亦死且不朽。若不獲命，（君不許戮。）而使嗣宗職，（嗣其祖宗之位職。）次及於事，而帥偏師，以脩封疆，雖遇執事，（遇楚將帥。○彊，居良反。將，子亮反。帥，所類反。）其弗敢違，（違，辟也。）其竭力致死，無有二心，以盡臣禮，所以報也。」王曰：「晉未可與爭。」重為之禮而歸之。○秋，叔孫僑如圍棘，取汶陽之田。棘不服，故圍之。（僑如，叔孫得臣子。）\n晉郤克、衛孫良夫伐廧咎如，討赤狄之餘焉。（宣十五年，晉滅赤狄潞氏，其餘民散入廧咎如，故討之。）"
      },
      {
        "index": 14,
        "text": "疏注「宣十」至「討之」。○正義曰：謂赤狄餘民散入咎如，之內今伐咎如者，來就咎如之內，討彼赤狄餘黨，然廧咎如容赤狄餘民，則咎如亦赤狄矣。劉炫以為，廧咎如之國，即是赤狄之餘。今知不然者，以赤狄之國，種類極多，潞氏、甲氏、鐸辰皋落氏等，皆是其類，並為建國。假令路氏、甲氏、鐸辰皋落雖滅，自外猶存，則是不滅者多，止應言討赤狄之類，不得稱「餘」。且伐者，聲其鍾鼓；討者，責其罪狀。以廧咎如容受赤狄餘黨，故伐而討責。若以廧咎如即是赤狄之餘，應取土地，興兵絕滅，何當唯伐討而已？劉以廧咎如即是赤狄之餘，而規杜，非也。\n廧咎如潰，上失民也。（此傳釋經之文。而經無「廧咎如潰」，蓋經闕此四字。○潰，戶內反。）"
      },
      {
        "index": 15,
        "text": "疏注「此傳」至「四字」。○正義曰：傳言「上失民也」，釋經「潰」文；若經無「潰」文，則傳無所解，故疑經闕此四字。《釋例》曰：「傳文『廧咎如潰，上失民也』，今經但言『伐廧咎如』，無『廧咎如潰』之文。若經本無此文，則丘明為橫益經文，而加失民之傳也。」是言知經闕之意也。文三年潰逃已有例矣，復發傳者，嫌夷狄異於中國，故重發也。"
      },
      {
        "index": 16,
        "text": "冬，十一月，晉侯使荀庚來聘，且尋盟。（尋元年赤棘盟。荀庚，林父之子。）衛侯使孫良夫來聘，且尋盟。（尋宣七年盟。）公問諸臧宣叔曰：「仲行伯之於晉也，其位在三；（下卿。）"
      },
      {
        "index": 17,
        "text": "疏「其位在三」。○正義曰：於時郤克將中軍，荀首佐之；荀庚將上軍，是其位在三也。注云「下卿」者，傳稱「小國之上卿，當大國之下卿」，又言「衛在晉，不得為次國」，則以衛為小國。荀庚若是中卿，自然當先晉矣，乃云「晉為盟主，其將先之」，直以盟主先晉，明是二人位等，以此知荀庚是下卿也。晉立三軍，將佐有六，第三猶為下卿，則其餘皆下卿也。蓋以諸侯之禮，唯合三卿，三是其正，故定以三人為上、中、下，餘皆從下卿也。卿有上、下，年賜晉三帥，皆以三命之服者，侯伯之卿，禮皆三命，上卿、下卿，命不異也。"
      },
      {
        "index": 18,
        "text": "孫子之於衛也，位為上卿，將誰先？」對曰：「次國之上卿，當大國之中，中當其下，下當其上大夫。（降一等。）小國之上卿，當大國之下卿，中當其上大夫，下當其下大夫。（降大國二等。）上下如是，古之制也。（古制：公為大國，侯、伯為次國，子、男為小國。）衛在晉，不得為次國。（春秋時以強弱為大小，故衛雖侯爵，猶為小國。）"
      },
      {
        "index": 19,
        "text": "疏注「春秋」至「小國」。○正義曰：古制，公為大國，侯、伯為次國，子、男為小國。以土地之大小、命數為等差也。春秋之世，彊陵弱，大吞小，爵雖不能自改，地則以力升降。諸侯聚會，彊者為雄；史書時事，大小為序。此事不可改易，仲尼即而用之。宋公在齊侯之下，許男在曹伯之上，不復計爵之尊卑。故衛雖侯爵，猶為小國，以地狹小故也。襄二十五年傳子產語晉曰：「今大國多數圻矣。」圻方千里，是晉有方千里者三四也。昭五年、十三年傳皆言晉有革車四千乘，計衛比於晉，不過當五六分之一耳，故不得為次國。其為次國者，當齊、秦乎？\n晉為盟主，其將先之。」（計等則二人位敵，以盟主，故先晉。）丙午，盟晉；丁未，盟衛，禮也。"
      },
      {
        "index": 20,
        "text": "十二月，甲戌，晉作六軍。（為六軍，僭王也。萬二千五百人為軍。○僭，子念反。）韓厥、趙括、鞏朔、韓穿、荀騅、趙旃皆為卿，賞鞍之功也。（韓厥為新中軍，趙括佐之。鞏朔為新上軍，韓穿佐之。荀騅為新下軍，趙旃佐之。晉舊自有三軍，今增此，故為六軍。○騅音隹。）"
      },
      {
        "index": 21,
        "text": "疏注「韓厥」至「六軍」。○正義曰：杜知韓厥為新中軍及上下新軍將佐者，以下六年傳云「韓厥將新中軍，且為仆大夫」。時晉更增置新中、上、下三軍，韓厥將新中軍，名居其首，故杜依名配其將佐。\n齊侯朝於晉，將授玉。（行朝禮。）"
      },
      {
        "index": 22,
        "text": "疏「將授玉」。○正義曰：玉，謂所執之圭也。凡諸侯相朝，升堂授玉於兩楹之間。於此時郤克趨進，故記之也。《史記·齊世家》曰：「頃公十一年，晉初置六軍。頃公朝晉，欲尊王晉景公，景公不敢受。」《晉世家》云：「景公十二年，齊頃公如晉，欲上尊景公為王，景公讓不敢。」然此時天子雖微，諸侯並盛。晉文不敢請隧，楚莊不敢問鼎。又齊弱於晉所較不多；豈為一戰而勝，便即以王相許？準時度勢，理必不然。竊原馬遷之意，所以有此說者，當讀此傳「將授玉」，以為「將授王」，遂節成為此謬辭耳。"
      },
      {
        "index": 23,
        "text": "郤克趨進曰：「此行也，君為婦人之笑辱也，寡君未之敢任。」（言齊侯之來，以謝婦人之笑，非為脩好，故云晉君不任當此惠。○君為，於偽反，下「為兩君」同。任音壬。）晉侯享齊侯。齊侯視韓厥，韓厥曰：「君知厥也乎？」齊侯曰：「服改矣。」（戎、朝異服也。言服改，明識其人。）"
      },
      {
        "index": 24,
        "text": "疏注「戎朝異服」。○正義曰：《周禮·司服》：「凡兵事，韋弁服。」《禮·玉藻記》云：「諸侯皮弁以聽朔，朝服以日視朝。」《聘禮》「賓皮弁聘，公皮弁迎賓」。迎聘客尚以皮弁，迎朝賓必皮弁矣。在朝君臣同服，公當皮弁，則韓厥於時亦皮弁也。鄭玄云：「韋弁，以韎韋為弁，又以為衣裳。《春秋傳》曰晉郤至衣韎韋之跗注是也。」皮弁之服，十五升白布，衣素，積以為裳。是戎、朝異服也。\n韓厥登，舉爵曰：「臣之不敢愛死，為兩君之在此堂也。」"
      },
      {
        "index": 25,
        "text": "荀罃之在楚也，鄭賈人有將寘諸褚中以出。既謀之，未行，而楚人歸之。賈人如晉，荀罃善視之，如實出己。賈人曰：「吾無其功，敢有其實乎？吾小人，不可以厚誣君子。」遂適齊。（傳言知罃之賢。○賈音古，下同。置，之豉反。褚，中呂反。）\n成公四年\n【經】四年，春，宋公使華元來聘。"
      },
      {
        "index": 26,
        "text": "三月，壬申，鄭伯堅卒。（無傳。二年大夫盟於蜀。壬申，二月二十八日。）杞伯來朝。夏，四月，甲寅，臧孫許卒。（無傳。）\n公如晉。葬鄭襄公。（無傳。）秋，公至自晉。冬，城鄆。（無傳。公欲叛晉，故城而為備。○鄆音運。）"
      },
      {
        "index": 27,
        "text": "疏「冬城鄆」。○正義曰：《釋例·土地名》：「魯有二鄆。」文十二年城諸及鄆，杜云：「此東鄆，莒、魯所爭者，城陽姑幕縣南有員亭，或曰，鄆即員也。」成十六年傳：晉人執季文子，公待於鄆。杜云：「此西鄆，昭公所出居者，東郡廩丘縣東有鄆城。」然則此為公欲叛晉，故城鄆以為備，當西鄆也。\n鄭伯伐許。\n【傳】四年，春，宋華元來聘，通嗣君也。（宋共公即位。○共音恭。）"
      },
      {
        "index": 28,
        "text": "疏「通嗣君也」。○正義曰：文元年公孫敖如齊，傳曰：「始聘焉，禮也。凡君即位，卿出並聘，踐脩舊好，要結外援，好事鄰國，以衛社稷，忠信卑讓之道也。」其事與此一也，謂君初即位，聘鄰國耳。在魯而出，謂之「始聘」，自外而來，謂之「通嗣君」，言彼君嗣位以來，未與魯通，於此始通之也。\n「杞伯來朝」，歸叔姬故也。（將出叔姬，先脩禮朝魯，言其故。）"
      },
      {
        "index": 29,
        "text": "夏，公如晉。晉侯見公，不敬季文子曰：「晉侯必不免。（言將不能壽終也。後十年陷廁而死。）《詩》曰：『敬之敬之！天惟顯思，命不易哉！』（《詩·頌》。言天道顯明，受其命甚難，不可不敬以奉之。○易，以豉反。）夫晉侯之命在諸侯矣，可不敬乎？」（敬諸侯，則得天命。）"
      },
      {
        "index": 30,
        "text": "秋，公至自晉，欲求成於楚而叛晉。季文子曰：「不可！晉雖無道，未可叛也。國大臣睦，而邇於我，（邇，近也。）諸侯聽焉，未可以貳。（聽，服也。）《史佚之志》有之，（周文王大史。○大音泰。）曰：『非我族類，其心必異。』楚雖大，非吾族也，（與魯異姓。）其肯字我乎？」公乃止。（字，愛也。）"
      },
      {
        "index": 31,
        "text": "冬，十一月，鄭公孫申帥師疆許田，（前年鄭伐許，侵其田，今正其界。○疆，居良反。）許人敗諸展陂。鄭伯伐許，取鉏任、泠敦之田。（展陂，亦許地。○陂，彼皮反。鉏，仕居反。任音壬。泠，力丁反。）"
      },
      {
        "index": 32,
        "text": "晉欒書將中軍，（代郤克。○將，子匠反。）荀首佐之，士燮佐上軍，以救許伐鄭，取氾、祭。（氾、祭，鄭地。成皋縣東有氾水。○氾音凡，注同，或音祀。祭，惻介反。）"
      },
      {
        "index": 33,
        "text": "疏注「氾祭」至「氾水」。○正義曰：杜注熒陽中牟縣有東氾，襄城縣有南氾，知此氾，祭，非彼二氾。而以成皋縣東有氾水者，以傳為晉伐鄭，取氾、祭，既為晉人所取，當是鄭之西北界，即今之氾水也。字書水旁巳為汜，水旁已為氾。字相亂也。《漢書音義》亦為氾。今氾水上源謂氾穀。"
      },
      {
        "index": 34,
        "text": "楚子反救鄭，鄭伯與許男訟焉。（於子反前爭曲直。）皇戌攝鄭伯之辭，（代之對。）子反不能決也。曰：「君若辱在寡君，寡君與其二三臣共聽兩君之所欲，成其可知也。（欲使自屈在楚子前決之。）不然，側不足以知二國之成。」（側，子反名。為明年許鄭於楚張本。○音素。）\n晉趙嬰通於趙莊姬。（趙嬰，趙盾弟。莊姬，趙朔妻。朔，盾之子。）\n成公五年\n【經】五年，春，王正月，杞叔姬來歸。（出也。傳在前年。）"
      },
      {
        "index": 35,
        "text": "疏「杞叔姬來歸」。○正義曰：杞既出之，猶稱杞者，《雜記》曰：「諸侯出夫人，夫人比至於其國，以夫人之禮行；至，以夫人入。」鄭玄云：「行道以夫人之禮者，棄妻致命其家，乃義絕不用，此為始。」\n仲孫蔑如宋。夏，叔孫僑如會晉荀首於穀。（穀，齊地。）梁山崩。（記異也。梁山在馮翊夏陽縣北。）"
      },
      {
        "index": 36,
        "text": "疏注「記異也」。○正義曰：《公羊傳》曰：「梁山崩，何以書？記異也。」《公羊》以為，非常為異，害物為災。此山崩無所害，故為異也。秋，大水。（無傳。）\n冬，十有一月，己酉，天王崩。"
      },
      {
        "index": 37,
        "text": "十有二月，己丑，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、邾子、杞伯，同盟於蟲牢。（蟲牢，鄭地。陳留封丘縣北有桐牢。）"
      },
      {
        "index": 38,
        "text": "【傳】五年，春，原、屏放諸齊。（放趙嬰也。原同、屏季，嬰之兄。○屏，步丁反。）嬰曰：「我在，故欒氏不作。我亡，吾二昆其憂哉！且人各有能有不能，（言己雖淫，而能合莊姬護趙氏。○令，力丁反。）舍我何害？」弗聽。嬰夢天使謂已：「祭餘，餘福女！」使問諸士貞伯，貞伯曰：「不識也。」既而告其人，（自告貞伯從人。○舍音舍。又音赦。聽，吐丁反。女音汝。從，才用反。）"
      },
      {
        "index": 39,
        "text": "疏注「自告貞伯從人」。○正義曰：嫌告趙嬰使人，故云「自告貞伯從人」也。若告趙嬰使人，不得云「神福仁而禍淫」。"
      },
      {
        "index": 40,
        "text": "曰：「神福仁而禍淫。淫而無罰，福也。祭，其得亡乎？」（以得放遣為福。）祭之之明日而亡。（為八年晉殺趙同、趙括傳。）孟獻子如宋，報華元也。（前年宋華元來聘。）\n夏，晉荀首如齊逆女，故宣伯餫諸穀。（野饋曰餫。運糧饋之，敬大國也。○餫音鄆。饋，其鬼反。）"
      },
      {
        "index": 41,
        "text": "疏注「野饋」至「大國」。○正義曰：《釋詁》云：「饁，饋也。」孫炎曰：「饁，野之饋也。」彼言野饋，饋田農在野之人，此言野饋，饋在野行路之人。俱是在野言之。謂之餫者，言其運糧饋之。彼自逆女，而往饋之者，敬大國也。"
      },
      {
        "index": 42,
        "text": "梁山崩，晉侯以傳召伯宗。（傳，驛。○傳，中戀反，注及下同。驛音亦。）伯宗辟重，曰：「辟傳！（重載之車。○辟重，匹亦反；徐，甫赤反，本又作僻。曰辟，音避。）重人曰：「待我，不如捷之速也。」（捷，邪出。○捷，在妾反。邪，似嗟反。）\n疏注「捷，邪出」。○正義曰：捷亦速也。方行則遲，邪出則速。《楚辭》謂邪行小道為捷徑，是捷為邪出。"
      },
      {
        "index": 43,
        "text": "問其所，曰：「絳人也。」問絳事焉，曰：「梁山崩，將召伯宗謀之。」問：「將若之何？」曰：「山有朽壤而崩，可若何？國主山川，（主，謂所主祭。○絳，古巷反。壤，如丈反。）故山崩川竭，君為之不舉，（去盛饌。○為，於偽反。去，起呂反。饌，仕戀反。）降服，（損盛服。）乘縵，（車無文。○縵，武旦反，又莫半反。）"
      },
      {
        "index": 44,
        "text": "疏注「車無文」。正義曰：《周禮》巾車掌王之五路，皆不言車有文飾。其下服車五乘，孤乘夏篆，卿乘夏縵，大夫乘墨車。鄭玄云：「夏篆，五采畫轂，約也。夏縵，亦五采畫，無彖耳。墨車，不畫也。」孤之車尚有彖約，明諸侯之車必有彖約，《詩》所謂「約氏錯衡」，是其事也。乘縵，車無文，蓋乘大夫墨車也。《覲禮》：「侯氏乘墨車乃朝。」鄭玄云：「墨車，大夫製也。乘之者，入天子之國，車服不可盡同也。」彼為適王，尚乘墨車，明此山崩降服，亦乘墨車也。\n徹樂，（息八音。）出次，（舍於郊。）"
      },
      {
        "index": 45,
        "text": "疏注「舍於郊」。○正義曰：僖三十三年傳：「秦伯以師敗於殽，素服郊次。」此言「出次」、「降服」，明亦次於郊也。文四年傳：「楚人滅江，秦伯為之降服，出次。」注云「辟正寢」，與此文互相見也。"
      },
      {
        "index": 46,
        "text": "祝幣，（陳玉帛。）史辭（自罪責。）以禮焉。（禮山川。）其如此而已。雖伯宗若之何？」伯宗請見之，（見之於晉君。○見，賢遍反，注皆同。）不可。（不肯見。）遂以告，而從之。（從重人言。）"
      },
      {
        "index": 47,
        "text": "許靈公鄭伯於楚。（前此年鄭伐楚故。）六月，鄭悼公如楚訟，不勝。楚人執皇戍及子國。（以鄭伯不直故也。子國，鄭穆公子。）故鄭伯歸，使公子偃請成於晉。秋，八月，鄭伯及晉趙同盟於垂棘。（垂棘，晉地。）"
      },
      {
        "index": 48,
        "text": "宋公子圍龜為質於楚而歸，（圍龜，文公子。○質音致，下注同。）華元享之。請鼓噪以出，鼓噪以復入。（出入輒擊鼓。○噪，素報反。復，扶又反，下同。）曰：「習攻華氏。」宋公殺之。（蓋宣十五年宋楚平後，華元使圍龜代巳為質，故怨而欲攻華氏。）"
      },
      {
        "index": 49,
        "text": "冬，「同盟於蟲牢」，鄭服也。諸侯謀復會，宋公使向為人辭以子靈之難。（子靈，圍龜也。宋公不欲會，以新誅子靈為辭。為明年侵宋傳。○向，舒亮反。難，乃旦反；一本無「之難」二字。「子靈為辭」，一本無「為辭」二字。）\n十一月，己酉，定王崩。（經在蟲牢盟上，傳在下，月倒錯。眾家傳悉無此八字，或衍文。○倒，丁老反。）"
      },
      {
        "index": 50,
        "text": "疏注「經在」至「衍文」。○正義曰：傳不虛舉經文，此無所明，又上下倒錯，諸家之傳又悉無此言，必是衍文。此杜以疑事毋質，不敢輒去之耳。\n成公六年\n【經】六年，春，王正月，公至自會。（無傳。）\n二月，辛巳，立武宮。（魯人自鞍之功，至今無患，故築武軍，又作先君武公宮，以告成事，欲以示後世。）"
      },
      {
        "index": 51,
        "text": "疏注「魯人」至「後世」。○正義曰：杜以傳稱季文子以鞍之功立武宮，故云魯人自鞍之功，至今無患，追思鞍戰，以為已功，故築武軍，又作先君武公之廟。以告戰勝之事，欲以章示後世，明巳之功也。其意言築為武軍，又作武公之廟。《公羊傳》曰：「武宮者何？武公之宮也。」是立宮為武公廟也。武公是成公九世之祖，其廟毀已久矣，今復立之，以為不毀之廟。《禮·明堂位》曰：「魯公之廟，文世室也；武公之廟，武世室也。」世室，言其世世不毀。劉炫以為直立武公之宮，不築武軍。今知不然者，以下傳云：「聽於人以救其難，不可以立武。立武由己，非由人也。」是丘明譏魯立武以章武功，明非徒築宮而已。又宣十二年潘黨請築武軍，楚子云：「武有七德，我無一焉。武非吾功。」遂不敢築。武軍以明武功，此則丘明譏魯章武功，明亦築武軍也，若其唯築武宮，傳應云不可以立武宮，不得單稱武也。劉以為唯築武公之宮，而規社，非也。"
      },
      {
        "index": 52,
        "text": "取鄟。（附庸國也。○鄟，徐音專，又徒欒反。）衛孫良夫帥師侵宋。夏，六月，邾子來朝。（無傳。）公孫嬰齊如晉。（嬰齊，叔子。）"
      },
      {
        "index": 53,
        "text": "壬申，鄭伯費卒。（前年同盟蟲牢。○費音秘。）秋，仲孫蔑、叔孫僑如帥師侵宋。楚子嬰齊帥師伐鄭。冬，季孫行父如晉。\n晉欒書帥師救鄭。"
      },
      {
        "index": 54,
        "text": "【傳】六年，春，鄭伯如晉拜成，（謝前年再盟。）子遊相，（子遊，公子偃。○相，息亮反，下「甯相」同。）授玉於東楹之東。（《禮》：授玉兩楹之間。鄭伯行疾，故東過。）"
      },
      {
        "index": 55,
        "text": "疏注「禮授」至「東過」。○正義曰：《聘禮》云：「公受玉於中堂與東楹之間。」鄭玄云：「中堂，南北之中也。入堂之深，尊賓事也。東楹之間，亦以君行一，臣行二也。」《聘禮》大夫奉命來聘，君臣不敵，故授玉於東楹之間。國君來朝，尊卑禮敵。傳言「東楹之東」以譏鄭伯行速，明禮當授玉於兩楹之間。\n士貞伯曰：「鄭伯其死乎！自棄也巳。視流而行速，不安其位，宜不能久。」（視流，不端諦。○諦音帝。）"
      },
      {
        "index": 56,
        "text": "二月，季文子以鞍之功立武宮，非禮也。（宣十二年潘黨勸楚子立武軍。楚子答以武有七德，非已所堪。其為先君宮，告成事而已。今魯倚晉之功，又非霸主，而立武宮，故譏之。○倚，於綺反。）"
      },
      {
        "index": 57,
        "text": "疏注「宣十」至「譏之」。○正義曰：服虔云：「鞍之戰，禱武公以求勝，故立其宮。」案定元年傳：「昭公出故，季平子禱於煬公，立煬宮。」此若為禱而立，何以不言禱也？無驗之說，故不可從。\n聽於人以救其難，不可以立武。立武由己，非由人也。（言請人救難，勝非已功。○難，乃旦反，注同。）"
      },
      {
        "index": 58,
        "text": "「取鄟」，言易也。（○易，以豉反。）三月，晉伯宗、夏陽說、衛孫良夫、甯相、鄭人、伊雒之戎、陸渾、蠻氏侵宋，（夏陽說，晉大夫。蠻氏，戎別種也。河南新城縣東南有蠻城。經唯書衛孫良夫，獨衛告也。○夏，戶雅反。說音悅，下文注同。渾，戶門反。種，章勇反。）以其辭會也。（辭會在前年。）師於針，衛人不保。（不守備。○針，其廉反，一音針。）說欲襲衛，曰：「雖不可入，多俘而歸，有罪不及死。」伯宗曰：「不可！衛唯信晉，故師在其郊而不設備。若襲之，是棄信也。雖多衛俘，而晉無信，何以求諸侯？」乃止。師還，衛人登陴。（聞說謀故。陴，毗支反。）"
      },
      {
        "index": 59,
        "text": "晉人謀去故絳。○晉復命新田為絳，故謂此故絳。○復，扶又反。）}}諸大夫皆曰：「必居郇、瑕氏之地，（郇、瑕，古國名。河東解縣西北有郇城。○郇音旬。解音蟹。）沃饒而近盬，（盬，鹽也。猗氏縣鹽池是。○近，附近之近，下及注「近寶」皆同。盬音古。猗，於宜反。）"
      },
      {
        "index": 60,
        "text": "疏「沃饒」至「失也」。○正義曰：土田良沃，五穀饒多，民豐則國利，財多則君樂，其處不可失也。○注「盬鹽」至「池是」。○正義曰：《說文》云：「盬，河東鹽池，袤五十一里，廣七里，周總百一十六里。字從鹽省，古聲。」然則盬是鹽之名。盬雖是鹽，唯此池之鹽獨名為盬，餘鹽不名盬也。"
      },
      {
        "index": 61,
        "text": "國利君樂，不可失也。」韓獻子將新中軍，且為仆大夫。（兼大仆。○樂音洛，下「謂樂」同。將，子匠反，下注「軍將」同。大仆，音泰。）公揖而入，獻子從。公立於寢庭，（路寢之庭。）"
      },
      {
        "index": 62,
        "text": "疏注「路寢之庭」。○正義曰：《禮·玉藻》云：「君日而視朝，退適路寢聽政。」知寢庭是路寢之庭也。沈氏云：《大仆職》云：「王視燕朝，則正位，掌擯相。」鄭注云：「燕朝，朝於路寢之庭。」韓獻子既為仆大夫，故知寢庭，路寢之庭也。其路門之外朝，則司士掌焉，故司士掌治朝之儀。治朝，則路門之外每日治朝事之朝也。其庫門之外朝，則朝士掌焉，故《朝士》云：「掌外朝之法。」此是詢眾庶問罪人之處也。凡人君內朝二，外朝一。內朝二者，路門內外之朝也。外朝一者，庫門外之朝也。若諸侯三門皋、應、路，外朝則在應門外；魯之三門庫、雉、路，則外朝在雉門外。"
      },
      {
        "index": 63,
        "text": "謂獻子曰：「何如？」（問諸大夫言是非。）對曰：「不可。郇、瑕氏土薄水淺，（土薄地下。）其惡易覯。（惡，疾疢。覯，成也。○易，以豉反，下注同。覯，古豆反。疢，敕覲反；本或作「𤻞」，同。）"
      },
      {
        "index": 64,
        "text": "疏注「惡，疾疢。覯，成也」。○正義曰：下云「土厚水深，居之不疾」，此云「土薄水淺」，必居之多疾，以此知惡是疾疢也。《爾雅》訓「覯」為「見」，杜以惡為疾疢，疾疢非難見之物，唯苦其病成耳。故訓「覯」為「成」，言其病易成，由水土惡故也。\n易覯則民愁，民愁則墊隘，（墊隘，羸困也。○墊，丁念反。隘，於賣反。羸，劣偽反。）"
      },
      {
        "index": 65,
        "text": "疏「易覯」至「墊隘」。○正義曰：疾疢易成，則下民愁苦，民既愁苦，則必羸困。羸困而謂之墊隘者，《方言》云：「墊，下也」。地之下濕狹隘，猶人之羸瘦困苦，故杜以墊隘為羸困也。"
      },
      {
        "index": 66,
        "text": "於是乎有沈溺重膇之疾。（沈溺，濕疾。重膇，足腫。○溺，乃曆反。膇，治偽反，一音直愧反。足腫，章勇反，一音常勇反。）不如新田，（今平陽絳邑縣是。）土厚水深，居之不疾，（高燥故。）有汾、澮以流其惡。（汾水出太原，經絳北，西南入河。澮水出平陽絳縣南，西入汾。惡，垢穢。○汾，扶云反。澮，古外反。垢，古口反。）且民從教，（無災患。）十世之利也。"
      },
      {
        "index": 67,
        "text": "疏「且民」至「利也」。○正義曰：民有災患，則不暇從上；無災患，則從教化。十者，數之小成，故云「十世之利也」。\n夫山、澤、林、盬，國之寶也。國饒則民驕佚。（財易致，則民驕侈。○佚音逸。）"
      },
      {
        "index": 68,
        "text": "疏注「財易」至「驕侈」。○正義曰：《魯語》：「敬薑云：『昔者聖王之處民也，擇瘠土而居之，勞其民而用之，故長王天下。夫民勞則思，思則善心生；逸則淫，淫則忘善，忘善則惡心生。沃土之民不材，逸也；瘠土之民莫不向義，勞也。』」敬薑此語自是激發之辭，未必聖王盡然，要亦有此理也。《大史公書》稱武王克殷，患殷民富侈。大史公曰：「奢昏厚葬以破其產。」為其富而驕佚，故設法以貧之也。《管子》曰：「倉廩實而知禮節，衣食足而知榮辱。讓生於有餘，爭生於不足。」《論語》稱孔子適衛，欲先富而後教，為其貧而無恥，欲營生以富之也。此皆觀民設教，故其理不同。若遷都近盬，則民皆商販，則富者彌富，驕侈而難治；貧者益貧，饑寒而犯法。且貧者資富而致貧，富者削貧而為富，惡民之富，乃是湣民之貧，欲使貧富均而勞逸等也。\n近寶，公室乃貧，不可謂樂。」（近寶，則民不務本。）"
      },
      {
        "index": 69,
        "text": "疏注「近寶，則民不務本」。○正義曰：農業，人之本也；商販，事之末也。若民居近寶，則棄本逐末；廢農為商，則貧富兼並；若貧富兼並，則貧多富少。貧者無財以共官，富者不可以倍稅，賦稅少，則公室貧也。"
      },
      {
        "index": 70,
        "text": "公說，從之。夏，四月，丁丑，晉遷於新田。（為季孫如晉傳。○說音悅。）六月，鄭悼公卒。（終士貞伯之言。）"
      },
      {
        "index": 71,
        "text": "子叔聲伯如晉，命伐宋。（晉人命聲伯。）秋，孟獻子、叔孫宣伯侵宋，晉命也。楚子重伐鄭，鄭從晉故也。（前年楚晉盟。）冬，季文子如晉，賀遷也。"
      },
      {
        "index": 72,
        "text": "晉欒書救鄭，與楚師遇於繞角。（繞角，鄭地。）楚師還。晉師遂侵蔡。楚公子申、公子成以申、息之師救蔡，（申、息，楚二縣。○成音城。）禦諸桑隧。（汝南朗陵縣東有桑裏，在上蔡西南。○禦，魚呂反。隧音遂。）趙同、趙括欲戰，請於武子，武子將許之。（武子，欒書。）知莊子、（荀首，中軍佐。）範文子、（士燮，上軍佐。）韓獻子（韓厥，新中軍將。）諫曰：「不可！吾來救鄭，楚師去我，吾遂至於此，（此蔡地。）是遷戮也。戮而不巳，又怒楚師，戰必不克。（遷戮不義，怒敵難當，故不克。）雖克，不令。成師以出，而敗楚之二縣，何榮之有焉？（六軍悉出，故曰成師。以大勝小，不足為榮。）若不能敗，為辱已甚，不如還也。」乃遂還於是軍師之欲戰者眾。或謂欒武子曰：「聖人與眾同欲，是以濟事，子盍眾？（盍，何不也。○帥，所類反，下注同。盍，戶臘反。）子為大政，（中軍元帥。）將酌於民者也。（酌取民心以為政。）子之佐十一人，（六軍之卿佐。）"
      },
      {
        "index": 73,
        "text": "疏「子之佐十一人」。○正義曰：服虔云：「是時欒書將中軍，荀首佐之。荀庚將上軍，士燮佐之。郤錡將下軍，趙同佐之。韓厥將新中軍。趙括佐之。鞏朔將新上軍，韓穿佐之。荀騅將新下軍，趙旃佐之。」"
      },
      {
        "index": 74,
        "text": "其不欲戰者，三人而已。（知、範、韓也。）欲戰者可謂眾矣。《商書》曰：『三人占，從二人。』眾故也。」（《商書》，《洪範》。）"
      },
      {
        "index": 75,
        "text": "疏注「商書洪範」。○正義曰：武王克殷始作《洪範》，今見在《周書》。傳謂之《商書》者，以箕子商人所陳故也。"
      },
      {
        "index": 76,
        "text": "武子曰：「善鈞，從眾。（鈞，等也。）夫善，眾之主也。三卿為主，可謂眾矣。（三卿，皆晉之賢人。）從之，不亦可乎？」（傳善欒書得從眾之義，且為八年晉侵蔡傳。）\n成公七年"
      },
      {
        "index": 77,
        "text": "【經】七年，春，王正月，鼷鼠食郊牛角，改卜牛。鼷鼠又食其角，乃免牛。（無傳。稱牛，未卜日。免，放也。免牛可也，不郊，非禮也。○鼷音兮。）"
      },
      {
        "index": 78,
        "text": "疏「鼷鼠」至「免牛」。○正義曰：《釋獸》云「鼷鼠」，李巡曰：「鼱鼩鼠一名鼷鼠。」孫炎曰：「有螫毒者。」蓋如令鼠狼。「改卜牛」下重言「鼷鼠又食其角」，不重言「牛」者，何休云：「言角牛可知。後食牛者，未必故鼠，故重言鼠。」改卜被食角者，言「乃免牛」，則前食角者亦免之矣，從下「免」省文也。○注「稱牛」至「禮也」。○正義曰：僖三十一年傳曰「牛卜日曰牲」，今稱牛，是未卜日也。免，放也，放不殺，遂不郊也。"
      },
      {
        "index": 79,
        "text": "吳伐郯。（○郯音談。）夏，五月，曹伯來朝。不郊，猶三望。（無傳。書不郊，間有事。三望，非禮。）秋，楚公子嬰齊帥師伐鄭。"
      },
      {
        "index": 80,
        "text": "公會晉侯、齊侯、宋公、衛侯、曹伯、莒子、邾子、杞伯救鄭。八月，戊辰，同盟於馬陵。（馬陵，衛地。陽平元城韓東南有地名馬陵。）公至自會。（無傳。）吳入州來。（州來，楚邑。淮南下蔡縣是也。）\n冬，大雩。（無傳。書過。）衛孫林父出奔晉。"
      },
      {
        "index": 81,
        "text": "【傳】七年，春，吳伐郯。郯成。季文子曰：「中國不振旅，蠻夷入伐，而莫之或恤。（振，整也。旅，眾也。）無吊者也夫！（言中國不能相湣恤，故夷狄內侵。○夫音扶。）《詩》曰：『不吊昊天，亂靡有定。』其此之謂乎！（《詩·小雅》。刺在上者不能吊湣下民，故號天告亂。○昊，戶老反。號，戶刀反。）\n疏「詩曰」至「有定」。○正義曰：此《詩·小雅·節南山》之篇。\n有上不吊，其誰不受亂？（上，謂霸主。）吾亡無日矣！」君子曰：「知懼如是，斯不亡矣！」"
      },
      {
        "index": 82,
        "text": "鄭子良相成公以如晉，見，且拜師。（謝前年晉救鄭之師。為楚伐鄭張本。○相，息亮反。見，賢遍反。）夏，曹宣公來朝。"
      },
      {
        "index": 83,
        "text": "疏「曹宣公來朝」。○正義曰：比文及八年傳「召桓公來賜公命」，並無所解釋，而虛載經文者，《釋例》曰：「其經、傳事同而文異者，或告命之辭有差異，或氏族名號當須互見。」此蓋須互見名號，故舉之也。"
      },
      {
        "index": 84,
        "text": "秋，楚子重伐鄭，師於汜。（汜，鄭地。在襄城縣南。○汎音凡。）諸侯救鄭。鄭共仲、侯羽軍楚師，（二子，鄭大夫。○共音恭。○）囚鄖公鍾儀，獻諸晉。八月，同盟於馬陵，尋蟲牢之盟，且莒服故也。（蟲牢盟在五年。莒本屬齊，齊服，故莒從之。○鄖，本亦作員，音云，邑名。）\n晉人以鍾儀歸，囚諸軍府。（軍藏府也。為九年晉侯見鍾儀張本。○藏，才浪反。）"
      },
      {
        "index": 85,
        "text": "楚圍宋之役，（在宣十四年。）師還，子重請取於申、呂以為賞田，王許之。（分申、呂之田以自賞。）申公巫臣曰：「不可。此申、呂所以邑也，是以為賦，以禦北方。若取之，是無申、呂也，（言申、呂賴此田成邑耳。不得此田，則無以出兵賦而二邑壞也。○「所以邑也」，一本作「所邑也」。禦，魚呂反。）晉、鄭必至於漢。」王乃止。子重是以怨巫臣。子反欲取夏姬，巫臣止之，遂取以行，子反亦怨之。及共王即位，（楚共王以魯成公元年即位。○共音恭。）子重、子反殺巫臣之族子閻、子蕩及清尹弗忌（皆巫臣之族。○閻音鹽。）及襄老之子黑要，（以夏姬故，並怨黑要。○要，一遙反。）而分其室。子重取子閻之室，使沈尹與王子罷分子蕩之室，子反取黑要與清尹之室。巫臣自晉遺二子書，（子重、子反。○罷音皮，下同。遺，唯季反。）曰：「爾以讒慝貪惏事君，而多殺不辜，餘必使爾罷於奔命以死！」巫臣請使於吳，晉侯許之。吳子壽夢說之。乃通吳於晉，（壽夢，季劄父。○慝，他得反。婪，力含反。請使，所吏反。夢，莫公反。說音悅。劄，側八反。）以兩之一卒適吳，舍偏兩之一焉。（《司馬法》：「百人為卒，二十五人為兩。軍九乘為小偏，十五乘為大偏。」蓋留九乘車及一兩二十五人，令吳習之。○卒，子忽反，注同。舍音赦，舊音舍。乘，繩證反。下注同。令，力呈反。）"
      },
      {
        "index": 86,
        "text": "疏「以兩」至「一焉」。○正義曰：「以兩之一」，謂將二十五人也，又言「卒」，謂更將百人也，言「之」者，婉句耳，凡將一百二十五人適吳也。「舍偏」，謂舍一偏之車九乘也，「兩之一焉」，又舍二十五人也，凡舍九乘車二十五人與吳矣。發首言「兩之一」者，為舍此「兩之一」，故先言之。又言「卒」者，見巫臣所將非唯有一兩也。《司馬法》：「車九乘為小偏，十五乘為大偏。」傳言偏不言大，當是留九乘車矣。唯言留一偏，不見元將車數，不知去時幾乘車去也。丘明為傳，辭皆易解，此獨蹇澀，或誤本文。蘇氏云「舍九乘車，以六乘車還」，則以去時十五乘車。傳不言者，以舍既稱「偏」，明去時有車可知，從省文也。沈氏云：「聘使未有將兵車者，今此特將兵車，為方欲教吳戰陳，故與常不同。」"
      },
      {
        "index": 87,
        "text": "與其射禦，教吳乘車，教之戰陳，教之叛楚。（前是吳常屬楚。○戰陳，直覲反。）寘其子狐庸焉，使為行人於吳。吳始伐楚、伐巢、伐徐，（巢、徐，楚屬國。○置，之豉反。）子重奔命。（救徐、巢。）馬陵之會，吳入州來，子重自鄭奔命。（因伐鄭而行。）子重、子反於是乎一歲七奔命。蠻夷屬於楚者，吳盡取之，是以始大，通吳於上國。（上國，諸夏。○夏，戶稚反。）"
      },
      {
        "index": 88,
        "text": "衛定公惡孫林父。冬，孫林父出奔晉。（林父，孫良夫之子。○惡，烏路反。）衛侯如晉，晉反戚焉。（戚，林父邑。林父出奔，戚隨屬晉。○戚，七狄反。）"
      },
      {
        "index": 89,
        "text": "疏「戚林」至「屬晉」。○正義曰：傳言「晉反戚焉」，則戚巳屬晉。襄二十六年，「衛孫林父入於戚以叛」。此不言叛，故解之。戚是孫氏世所食邑，林父出奔之後，戚自從隨而屬晉，非林父入而將去，故不言叛也。\n成公八年"
      },
      {
        "index": 90,
        "text": "【經】八年，春，晉侯使韓穿來言汶陽之田，歸之於齊。（齊服事晉，故晉來語魯，使還二年所取田。○語，魚據反。）晉欒書帥師侵蔡。\n公孫嬰齊如莒。宋公使華元來聘。"
      },
      {
        "index": 91,
        "text": "夏，宋公使公孫壽來納幣。（昏聘不使卿，今華元將命，故特書之。宋公無主昏者，自命之，故稱使也。公孫壽，蕩意諸之父。）"
      },
      {
        "index": 92,
        "text": "疏注「昏聘」至「之父」。○正義曰：傳於「華元來聘」之下云「聘共姬也」，則華元新始告魯，欲圖為昏。《昏禮》發首云「昏禮，下達」，乃言「納采」。鄭玄云：「達，通也。將欲與彼合昏姻，必先使媒氏通其言，女氏許之，乃後使人納其采擇之禮。」此華元來聘，則彼《昏禮》所謂「下達」者也。士禮使媒，諸侯不可求媒於其國，自使臣行，則亦媒之義。昏有六禮：下達之後，初有納采擇之禮。既行納采，其日即行問名，問女之名，將歸卜其吉凶也。歸既卜得吉，又使使者往告，謂之納吉，納吉則昏禮定矣。復遣納徵。徵，成也。納幣以成昏禮。士禮納徵，有玄纁束帛儷皮，其諸侯謂之納幣，以其幣多，故指幣言之。納幣以後，又有請期親迎，是之謂六禮也。計華元來聘之後，當有納采、納吉二使，二使之後，乃次納幣。今唯書納幣者，納采、納吉，其使非卿，故不書也。《釋例》曰：「諸侯昏禮亡，以士昏禮準之，不得唯止於納幣、逆女。納幣、逆女二事，皆必使卿行，卿行則書之；他禮非卿，則不書也。宋公使華元來聘，聘不應使卿，故傳但言聘共姬也。使公孫壽來納幣，納幣應使卿，故傳明言得禮也。魯君之昏，唯存納幣、逆女，此其義也。」是言聘女不應使卿，今華元以卿將命，故特書之也。隱二年《公羊傳》曰：「昏禮不稱主人。宋公使公孫壽來納幣，則其稱主人何？辭窮也。辭窮者何？無母也。」禮，有母，則母命之。宋公無主昏者，宋公自命之，故稱「宋公使公孫壽來」也。「公孫壽，蕩意諸之父」者，文十六年傳文。\n晉殺其大夫趙同、趙括。（傳曰：「原、屏，咎之徒也。」明本不以德義自居，宜其見討，故從告辭而稱名。）"
      },
      {
        "index": 93,
        "text": "疏注「傳曰」至「稱名」。○正義曰：傳稱莊姬譖之，則是同、括無罪。大夫無罪見殺，例不書名，此並書名，故解之。宣十二年傳曰：「原、屏，咎之徒也。」明本不以德義自居，而妄叨高位，宜其見討，今雖實不作亂，從告而稱其名。言從告者，凡殺大夫，必以其實有罪告，不肯言其無罪。魯史詳其曲直，乃立其文，故所書或從或否耳。"
      },
      {
        "index": 94,
        "text": "秋，七月，天子使召伯來賜公命。（諸侯即位，天子賜以命圭，與之合瑞。八年乃來，緩也。天子、天王，王者之通稱。○通稱，尺證反。）"
      },
      {
        "index": 95,
        "text": "疏注「諸侯」至「通稱」。○正義曰：天子賜諸侯之命，書傳亦無正禮，唯文元年「天王使毛伯來錫公命」，僖十一年傳「王賜晉惠公命」，《周語》「王賜晉文公命」，皆是即位而賜之。又賜之以圭，擬朝而合瑞。諸侯即位，禮必朝王，明當即位即賜之命。今八年乃來，是緩也。隱元年，宰咺來賵，為其緩，書名以譏之。此亦緩也，而不譏之者，彼贈死不及屍，吊生不及哀，子氏未薨而豫凶事，所失者大，故特譏之。春秋之時，賜命禮廢，唯文公即位而賜，成公八年乃賜，桓公死後追賜，其餘皆不得賜。苟以得之為榮，故不復譏其緩也。且賜之以圭者，為朝而合瑞，魯尚不朝天子，不宜譏天子賜緩也。天子之見經者三十有二：稱「天王」者二十五，稱「王」者六，稱「天子」者一，即此事是也。三稱並行，傳無異說，故知天子、天王，王者之通稱也，其不同者，史異辭耳。《公羊傳》曰：「其稱天子何？元年春王正月，正也，其餘皆通矣。」杜用彼說也。賈逵云：「諸夏稱天王，畿內曰王，夷狄曰天子。王使榮叔歸含且賵，以恩深加禮妾母，恩同畿內，故稱王。成公八年乃得賜命，與夷狄同，故稱天子。」左氏無此義，故杜不從之。"
      },
      {
        "index": 96,
        "text": "冬，十月，癸卯，杞叔姬卒。（前五年來歸者。女既適人，雖見出棄，猶以成人禮書之。終為杞伯所葬，故稱杞叔姬。）晉侯使士燮來聘。\n叔孫僑如會晉士燮、齊人、邾人伐郯。（先謀而稱會，盟主之命，不同之於列國。）"
      },
      {
        "index": 97,
        "text": "衛人來媵。（古者諸侯取適夫人及左右媵，各有侄娣，皆同姓之國，國三人，凡九女，所以廣繼嗣也。魯將嫁伯姬於宋，故衛來媵之。○媵，以證反，又繩證反。適，丁曆反。侄，大結反；《字林》，丈一反。娣，大計反。）"
      },
      {
        "index": 98,
        "text": "疏注「古者」至「媵之」。○正義曰：莊十九年《公羊傳》曰：「媵者何？諸侯娶一國，則二國往媵之，以侄娣從。侄者何？兄之子也。娣者何？弟也。諸侯一聘九女。」是諸侯娶適夫人及左右媵，各有侄娣也。傳曰：「同姓媵之，異姓則否。」是夫人與媵皆同姓之國也。魯、衛同姓，故來媵之。《釋例》曰：「古者諸侯之娶適夫人及左右媵，各有侄娣，皆同姓之國，國三人，凡九女。參骨肉至親，所以息陰訟，陰訟息，所以廣繼嗣也。當時雖無其人，必待年而送之，所以絕望求、塞非常也。辭稱蠢愚不教，故遣大夫隨之，亦謂之媵臣，所以將謙敬之實也。夫人薨，不更聘，必以侄娣媵繼室，一與之醮，則終身不二，所以重婚姻、固人倫。人倫之義既固，上足以奉宗廟，下足以繼後世，此夫婦之義也。」"
      },
      {
        "index": 99,
        "text": "【傳】八年春，晉侯使韓穿來言汶陽之田，歸之於齊。季文子餞之，（餞，送行飲酒。○餞，錢淺反；《說文》云：「送去食也」；《字林》：「子扇反」；《毛詩》箋云：「祖而舍犮，飲酒於其側曰餞。」）"
      },
      {
        "index": 100,
        "text": "疏注「餞，送行飲酒」。○正義曰：《詩·大雅·韓奕》篇云：「韓侯出祖，出宿於屠。顯父餞之，清酒百壺。」是餞為送行飲酒也。私焉，（私與之言。）曰：「大國製義，以為盟主，"
      },
      {
        "index": 101,
        "text": "疏「大國」至「盟主」。○正義曰：義者，宜也，事得其宜謂之為義。汶陽之田，宜其歸魯，是歸魯為義，歸齊不義。大國當制其義事，以為諸侯之盟主。"
      },
      {
        "index": 102,
        "text": "是以諸侯懷德畏討，無有貳心。謂汶陽之田，敝邑之舊也，而用師於齊，使歸諸敝邑。（用師，鞍之戰。）今有二命，曰『歸諸齊』。信以行義，義以成命，小國所望而懷也。信不可知，義無所立，四方諸侯，其誰不解體？（言不復肅敬於晉。○復，扶又反。）"
      },
      {
        "index": 103,
        "text": "疏「信以」至「解體」。○正義曰：言之有信，義事乃行，是「信以行義」。事必以義，命乃成就，故「義以成命」也。杖信以行義事，以義而命諸侯，故以小國所望而歸之。懷，歸也。言而無信，則信不可知；所命非義，則義無所立，如是則四方諸侯，其誰不解體？謂事晉之心皆疏慢也。"
      },
      {
        "index": 104,
        "text": "《詩》曰：『女也不爽，士貳其行。士也罔極，二三其德。』（爽，差也。極，中也。《詩·衛風》。婦人怨丈夫不一其行，喻魯事晉，猶女之事夫，不敢過差，而晉有罔極之心，反二三其德。○行，下孟反，注同。差，初賣反，又初佳反。）\n疏「詩曰」至「其德」。○正義曰：《衛風·氓》之篇。"
      },
      {
        "index": 105,
        "text": "七年之中，一與一奪，二三孰甚焉？士之二三，猶喪妃耦，而況霸主？霸主將德是以，（以，用也。○喪，息浪反。妃音配。耦，苦口反。）而二三之，其何以長有諸侯乎？《詩》曰：『猶之未遠，是用大簡。』（猶，圖也。簡，諫也。《詩·大雅》。言王者圖事不遠，故用大道諫之。○長，音如字，一音丁丈反。）行父懼晉之不遠猶而失諸侯也，是以敢私言之。」"
      },
      {
        "index": 106,
        "text": "疏「詩曰」至「言之」。○正義曰：《詩·大雅·板》之篇也。言王者之所圖謀，其事未能長遠，我以是故用大道諫王。行父今亦懼晉之不能遠圖，而因此以失諸侯，是以敢私言之，私布此言，即是大諫也。"
      },
      {
        "index": 107,
        "text": "晉欒書侵蔡，（六年未得志故。）遂侵楚，獲申驪。（申驪，楚大夫。○驪，力馳反。）楚師之還也，（謂六年遇於繞角時。）"
      },
      {
        "index": 108,
        "text": "疏「楚師之還也」。○正義曰：還在六年，不於彼言者，因其今獲申驪，追言六年侵沈，述欒書得從善之功，故於此並言之。"
      },
      {
        "index": 109,
        "text": "晉侵沈，獲沈子揖初，從知、範、韓也。（繞角之役，欒書從知莊子、範文子、韓獻子之言，不與楚戰。自是常從其謀，師出有功，故傳善之。沈國，今汝南平與縣。○揖，徐音集，又於立反。與音餘，一音預。）君子曰：「從善如流，宜哉！（宜有功也。如流，喻速。）《詩》曰：『愷悌君子，遐不作人？』（遐，遠也。作，用也。《詩·大雅》。言文王能遠用善人。不，語助。○愷，開在反，樂也。悌，徒禮反，易也。）\n疏「詩曰」至「作人」。○正義曰：《大雅·旱麓》之篇。"
      },
      {
        "index": 110,
        "text": "求善也夫！作人，斯有功績矣。」是行也，鄭伯將會晉師，（會伐蔡之師。○夫音扶。）門於許東門，大獲焉。（過許，見其無備，因攻之。○過，古禾反。）\n聲伯如莒，逆也。（自為逆婦而書者，因聘而逆。○為，於偽反，下文「為趙嬰」同。）\n宋華元來聘，聘共姬也。（穆薑之女，成公姊妹，為宋共公夫人。聘不應使卿，故傳發其事而已。○共音恭。）"
      },
      {
        "index": 111,
        "text": "疏注「穆薑之女」。○正義曰：明年季文子如宋致女，還稱宋上之樂，穆薑出拜謝之，知是穆薑所生之女也。夏，宋公使公孫壽來納幣，禮也。（納幣應使卿。）"
      },
      {
        "index": 112,
        "text": "晉趙莊姬為趙嬰之亡故，譖之於晉侯，（趙嬰亡在五年。）曰：「原、屏將為亂。」欒、郤為徵。（欒氏、郤氏亦徵其為亂。）六月，晉討趙同、趙括。武從姬氏畜於公宮。（趙武，莊姬之子。莊姬，晉成公女。畜，養也。）"
      },
      {
        "index": 113,
        "text": "疏注「趙武」至「養也」。○正義曰：《史記·趙世家》云：「趙朔娶晉成公姊為夫人。」案傳，趙衰適妻是文公之女，若朔妻成公之姊，則亦文公之女。父之從母，不可以為妻；且文公之卒，距此四十六年，莊姬此時尚少，不得為成公姊也。賈、服先儒皆以為成公之女，故杜從之。《史記》又稱有屠岸賈者，有寵於靈公，此時為司寇，追論趙盾弑君之事，誅趙氏，殺趙朔、趙同、趙括，而滅其族。案二年「傳欒書將下軍」，則於時朔已死矣。同、括為莊姬所譖，此年見殺，趙朔不得與同、括俱死也。於時晉君明，諸臣彊，無容有屠岸賈輒廁其間，得如此專恣。又說云，公孫杵臼取他兒代武死，程嬰匿武於山中，居十五年，因晉侯有疾，韓厥乃請立武為趙氏後，與《左傳》皆違。馬遷妄說，不可從也。"
      },
      {
        "index": 114,
        "text": "以其田與祁奚。韓厥言於晉侯曰：「成季之勳，宣孟之忠，（成季，趙衰。宣孟，趙盾。○祁，巨之反；《字林》：上屍反。衰，初危反。盾，徒本反。）而無後，為善者其懼矣。三代之令王，皆數百年保天之祿。夫豈無辟王？賴前哲以免也。（言三代亦有邪辟之君，但賴其先人以免禍耳。○數，所主反。辟，匹亦反，注及下同。哲，陟列反。邪，似嗟反。）"
      },
      {
        "index": 115,
        "text": "疏「夫豈」至「免也」。○正義曰：此趙同、趙括，謂天祿之父祖，若桀、紂之輩雖邪辟，子孫賴禹、湯之功而食天祿。"
      },
      {
        "index": 116,
        "text": "《周書》曰：『不敢侮鰥寡，所以明德也。』」（《周書·康誥》。言文王不侮鰥寡，而德益明。欲使晉侯之法文王。○侮，亡甫反。鰥，古頑反。）乃立武，而反其田焉。\n秋，召桓公來賜公命。（召桓公，周卿士。）"
      },
      {
        "index": 117,
        "text": "晉侯使申公巫臣如吳，假道於莒。與渠丘公立於池上，（渠丘公，莒子朱也。池，城池也。渠丘，邑名，莒縣有蘧裏。○蘧，其居反。）"
      },
      {
        "index": 118,
        "text": "疏注「渠丘」至「蘧裏」。○正義曰：十四年莒子朱卒，知渠丘公即是朱也。渠丘，莒之邑名。夷不當有諡，或作別號，此朱以邑名為號，不知其故何也。"
      },
      {
        "index": 119,
        "text": "曰：「城已惡。」莒子曰：「辟陋在夷，其孰以我為虞？」（虞，度也。○巳惡，如字；已，猶大也；本或作「城已惡矣」。度，待洛反。）對曰：「夫狡焉。（狡，猾之人。○狡，交卯反。猾，幹八反。）思啟封疆以利社稷者，何國蔑有？唯然，故多大國矣。唯或思或縱也。（世有思開封疆者，有縱其暴掠者，莒人當唯此為命。○疆，居良反，注同。唯然，音維；本或作雖，後人改也。掠音亮。）\n疏「唯然」。○正義曰：俗本「唯」作「雖」，今定本作「唯」。\n勇夫重閉，況國乎？」（為明年莒潰傳。○重，直龍反，又直勇反。閉，補計反，又補結反，一音戶旦反。）\n冬，杞叔姬卒。來歸自杞，故書。（湣其見出來歸，故書卒也。若更適大夫，則不復書卒。○復，扶又反。）"
      },
      {
        "index": 120,
        "text": "晉士燮來聘，言伐郯也，以其事吳故。（七年郯與吳成。）公賂之，請緩師。文子不可，（文子，士燮。）曰：「君命無貳，失信不立。禮無加貨，事無二成。（公私不兩成。）君後諸侯，是寡君不得事君也。（欲與魯絕。○後，如字；徐音胡豆反。）燮將復之。」季孫懼，使宣伯帥師會伐郯。\n衛人來媵共姬，禮也。凡諸侯嫁女，同姓媵之，異姓則否。（必以同姓者，參骨肉至親，所以息陰訟。）"
      },
      {
        "index": 121,
        "text": "疏「衛人」至「則否」。○正義曰：《膏肓》以為媵不必同姓，所以博異氣。今《左傳》「異姓則否」，十年，齊人來媵，何以無貶刺之文？左氏為短。鄭箴云：禮稱納女於天子云「備百姓」，於國君云「備酒漿」，不得云「百姓」，是不博異氣也。齊是大國，今來媵我，得之為榮，不得貶也。\n成公九年\n【經】九年，春，王正月，杞伯來逆叔姬之喪以歸。"
      },
      {
        "index": 122,
        "text": "公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、杞伯，同盟於蒲。（蒲，衛地，在長垣縣西南。）公至自會。（無傳。）二月，伯姬歸於宋。（宋不使卿逆，非禮。）"
      },
      {
        "index": 123,
        "text": "夏，季孫行父如宋致女。（女嫁三月，又使大夫隨加聘問，謂之致女。所以致成婦禮，篤昏姻之好。○好，呼報反。）"
      },
      {
        "index": 124,
        "text": "疏注「女嫁」至「之好」。○正義曰：桓三年九月，夫人薑氏至自齊，冬，齊侯使其弟年來聘，傳曰：「齊仲年來聘，致夫人也。」此二月伯姬歸於宋，夏，季孫行父如宋致女，二者其間並近三月。《禮》：婦入三月廟見。知致女必以三月，蓋廟見之後，婦禮既成，使大夫聘問，謂之致女。其成婦之禮，存謙敬，序殷勤，所以篤昏姻之好也。仲年、行父俱是致女，而彼言「聘」者，在魯而出，則曰「致女」，在他國而來，則但言「聘」，外內之異文也。以彼言「聘」，而實是致女，故二注皆言「使大夫隨加聘問」，為此也。\n晉人來媵。（媵伯姬也。）\n秋，七月，丙子，齊侯無野卒。（無傳。五同盟。丙子，六月一日。書七月，從赴。）"
      },
      {
        "index": 125,
        "text": "疏注「五同盟」。○正義曰：無野以宣十年即位，此二年及國佐盟於袁婁，又盟於蜀，五年於蟲牢，七年於馬陵，此年於蒲，皆魯、齊俱在，是五同盟也。"
      },
      {
        "index": 126,
        "text": "晉人執鄭伯。（鄭伯既受盟於蒲，又受楚賂會於鄧，故晉執之。稱人者，晉以無道於民告諸侯。例在十五年。）晉欒書帥師伐鄭。冬，十有一月，葬齊頃公。（無傳。○頃音傾。）"
      },
      {
        "index": 127,
        "text": "楚公子嬰齊帥師伐莒。庚申，莒潰。（民逃其上曰潰。）楚人入鄆。（鄆，莒別邑也。楚偏師入鄆，故稱人。）秦人、白狄伐晉。"
      },
      {
        "index": 128,
        "text": "鄭人圍許。城中城。（魯邑也。在東海厚丘縣西南。此閏月城，在十一月之後，十二月之前，故傳曰「書時」。）"
      },
      {
        "index": 129,
        "text": "疏注「魯邑」至「書時」。○正義曰：《長曆》推此年閏十一月，傳「城中城」文在「十二月」上，而云「書時」也，即是閏月城之。閏月半後即是十二月節，故水昏巳正而城之，是得時也。"
      },
      {
        "index": 130,
        "text": "【傳】九年，春，杞桓公來逆叔姬之喪，請之也。（叔姬巳絕於杞，魯復強請杞，使還取葬。○復，扶又反，下同。強，其丈反。）杞叔姬卒，為杞故也。（還為杞婦，故卒稱杞。○為，於偽反，下注「為魯」、下文「為歸汶陽」同。）逆叔姬，為我也。（既棄而復逆其喪，明為魯故。○「逆叔姬」絕句。「為我也」本或無「為」字。）"
      },
      {
        "index": 131,
        "text": "為歸汶陽之田故，諸侯貳於晉。（歸田在前年。）晉人懼，會於蒲，以尋馬陵之盟。（馬陵在七年。）季文子謂範文子曰：「德則不競，尋盟何為？」（競，強也。）範文子曰：「勤以撫之，寬以待之，堅疆以禦之，明神以要之，柔服而伐貳，德之次也。」是行也，將始會吳，吳人不至。（為十五年會鍾離傳。○禦，魚呂反。要，一遙反。）\n二月，伯姬歸於宋。（為致女復命起。）楚人以重賂求鄭，鄭伯會楚公子成於鄧。（為晉人執鄭伯傳。）"
      },
      {
        "index": 132,
        "text": "夏，季文子如宋致女，復命，公享之。賦《韓奕》之五章。（《韓奕》，《詩·大雅》篇名。其五章言蹶父嫁女於韓侯，為女相所居，莫如韓樂。文子喻魯侯有蹶父之德，宋公如韓侯，宋土如韓樂。○蹶，九衛反。為，於偽反。相，息亮反。樂音洛，下同。）穆薑出於房，再拜，曰：「大夫勤辱，不忘先君以及嗣君，施及未亡人，（穆薑，伯姬母，聞文子言宋樂，喜而出謝其行勞。婦人夫死，自稱未亡人。○施，以豉反。）先君猶有望也。（言先君亦望文子之若此。）敢拜大夫之重勤。」又賦《綠衣》之卒章而入。（《綠衣》，《詩·邶風》也。取其「我思古人，實獲我心」，喻文子言得已意。○重，直勇反，又直用反。綠，如字；本又作褖，吐亂反，注同。邶音邶，又作昔阝。）\n晉人來媵，禮也。（同姓故。）"
      },
      {
        "index": 133,
        "text": "秋，鄭伯如晉。晉人討其貳於楚也，執諸銅鞮。（銅鞮，晉別縣，在上黨。○鞮，丁兮反。）欒書伐鄭，鄭人使伯蠲行成，晉人殺之，非禮也。兵交，使在其間可也。（明殺行人例。○蠲，古玄反，又音圭。使在，所吏反。）楚子重侵陳以救鄭。（陳與晉故。）晉侯觀於軍府，見鍾儀，問之曰：「南冠而縶者，誰也？」（南冠，楚冠。縶，拘執。○縶，中立反。拘，九於反。）"
      },
      {
        "index": 134,
        "text": "疏注「南冠楚冠」。○正義曰：應劭《漢官儀》云：「法冠一曰柱後冠。《左傳》『南冠而縶』，則楚冠也。秦滅楚，以其冠賜近臣，御史服之，即今解豸冠也。古有解豸獸，觸不直者，故執憲以其角形為冠，令觸人也。」"
      },
      {
        "index": 135,
        "text": "有司對曰：「鄭人所獻楚囚也。」使稅之，（鄭獻鍾儀在七年。稅，解也。○稅，吐活反；徐始銳反，注同。）召而吊之。再拜稽首。問其族，對曰：「泠人也。」（泠人，樂官。○泠，力丁反，依字作伶。）"
      },
      {
        "index": 136,
        "text": "疏注「泠人樂官」。○正義曰：《詩·簡兮序》云：「衛之賢者仕於泠官。」鄭玄云：「泠官，樂官也。泠氏世掌樂官而善焉，故後世多號樂官為泠官。」《呂氏春秋》稱黃帝使泠倫自大夏之西，昆侖之陰，取竹，斷兩節而吹之，以為黃鍾之宮。昭三十一年傳，景王鑄無射，泠州鳩其之。是泠氏世掌樂官也。《周語》云：「景王鑄鍾成，泠人告和」，《魯語》云：「泠簫詠歌及《鹿鳴》之三」，此稱「泠人」，《詩》稱「泠官」，是泠為樂官之名也。"
      },
      {
        "index": 137,
        "text": "公曰：「能樂乎？」對曰：「先父之職官也，敢有二事？」（言不敢學他事。）使與之琴，操南音。（南音，楚聲。○操，七刀反，下同。）公曰：「君王何如？」對曰：「非小人之所得知也。」固問之，對曰：「其為大子也，師、保奉之，以朝於嬰齊而夕於側也。（嬰齊，令尹子重。側，司馬子反。言其尊卿敬老。）不知其他。」公語範文子。文子曰：「楚囚，君子也。言稱先職，不背本也；樂操土風，不忘舊也；稱大子，抑無私也；（舍其近事，而遠稱少小，以示性所自然，明至誠。○語，魚據反。背音佩，下同。舍音舍。少，詩照反。）"
      },
      {
        "index": 138,
        "text": "疏注「舍其」至「至誠」。○正義曰：楚王既為君矣，不言為君時事，而遠稱大子者，若言為君時事，嫌為君隱惡，或疑已在君位，矯情為善。舍其當時近事，遠稱大子少小者，未為君時不須隱蔽，以示王性自然。言其從小如此，以明己之至誠，無所私也。《禮》，君前臣名字，則貴於名，此道二卿之名，不言字，是尊晉君也。"
      },
      {
        "index": 139,
        "text": "名其二卿，尊君也。（尊晉君也。）不背本，仁也；不忘舊，信也；無私，忠也；尊君，敏也。（敏，達也。）仁以接事，信以守之，忠以成之，敏以行之，事雖大，必濟。（言有此四德，必能成大事。）君盍歸之，使合晉、楚之成？」公從之，重為之禮，使歸求成。（為下十二月晉、楚結成張本。○盍，戶臘反。）"
      },
      {
        "index": 140,
        "text": "冬，十一月，楚子重自陳伐莒，圍渠丘。渠丘城惡，眾潰，奔莒。戊申，楚入渠丘。（月六日。）莒人囚楚公子平。楚人曰：「勿殺，吾歸而俘。」莒人殺之。楚師圍莒。莒城亦惡，庚申，莒潰。（月十八日。）楚遂入鄆，莒無備故也。（終巫臣之言。）君子曰：「恃陋而不備，罪之大者也；備豫不虞，善之大者也。莒恃其陋，其不脩城郭，浹辰之間，而楚克其三都，無備也夫！（浹辰，十二日也。○浹，子協反；徐又音子答反。夫音扶。）"
      },
      {
        "index": 141,
        "text": "疏注「浹辰，十二日也」。○正義曰：浹，為周匝也。從甲至癸，為十日；從子至亥，為十二辰。周禮縣治象浹日而斂之，謂周甲癸十日。此言「浹辰」，謂周子亥十二辰，故為十二日也。"
      },
      {
        "index": 142,
        "text": "《詩》曰：『雖有絲、麻，無棄菅、蒯；雖有姬、薑，無棄蕉萃。凡百君子，莫不代匱。』言備之不可以巳也。」（逸《詩》也。姬、薑，大國之女。蕉萃，陋賤之人。○菅，古顏反。蒯，苦怪反。蕉，在遙反。萃，在醉反。匱，其位反。）"
      },
      {
        "index": 143,
        "text": "疏「無棄菅蒯」。○正義曰：《釋草》云：「白華，野菅。」郭璞曰：「菅，茅屬。」陸璣《毛詩疏》曰：「菅似茅，滑澤無毛，肋宜為索，漚及曝尢善。」蒯與菅連，亦菅之類。《喪服》疏：屨者，傳曰「藨、蒯之菲也，可以為屨」。明肋如菅，並可代絲、麻之乏，故云「無棄」也。\n秦人、白狄伐晉，諸侯貳故也。"
      },
      {
        "index": 144,
        "text": "鄭人圍許，示晉不急君也。（此秋晉執鄭伯。）是則公孫申謀之，曰：「我出師以圍許，（示不畏晉。）為將改立君者，而紓晉使。（紓，緩也。勿亟遣使請晉，示欲更立君。○為將，並如字；或於為反，非也；本或作「偽將」。紓音舒。使，所吏反，注及下同。亟，紀力反，急也；或欺異反，數也。）晉必歸君。」（為明年晉侯歸鄭伯張本。）\n「城中城」，書，時也。\n十二月，楚子使公子辰如晉，報鍾儀之使，請脩好結成。（鍾儀奉晉命歸，故楚報之。○好，呼報反。）\n成公十年\n【經】十年，春，衛侯之弟黑背帥師侵鄭。\n夏，四月，五卜郊，不從，乃不郊。（無傳。卜常祀，不郊，皆非禮，故書。）"
      },
      {
        "index": 145,
        "text": "疏注「卜常」至「故書」。正義曰：《曲禮》論卜筮云：「旬之外曰遠某日，旬之內曰近某日。」則卜者每旬一卜。傳稱「啟蟄而郊」，則周之三月，郊之大期。此云「五卜」者，當是三月三卜，四月又二卜，皆不吉，乃止也。僖三十一年傳云「禮不卜常祀」，不應卜而卜，以不吉而不郊，皆非禮也。"
      },
      {
        "index": 146,
        "text": "五月，公會晉侯、齊侯、宋公、衛侯、曹伯伐鄭。（晉侯，太子州蒲也。稱爵，見其生代父居位，失人子之禮。○見，賢遍反。）"
      },
      {
        "index": 147,
        "text": "疏注「晉侯」至「之禮」。○正義曰：如傳文，知晉侯是大子也。漢末，有汝南應劭作《舊君諱議》云：「昔者周穆王名滿，晉厲公名州滿，又有王孫滿，是同名不諱。」則此為州滿，或為州蒲誤耳，今定本作蒲。傳無譏文，知譏其生代父位，失人子之禮者，傳稱「凡在喪，公侯曰子」，父喪代位，尚不稱君，生代父位，譏之必矣。傳言立大子以為君，若其不譏，則不須此傳，是顯其譏之意。\n齊人來媵。（無傳。媵伯姬也。異姓來媵，非禮也。）\n丙午，晉侯獳卒。（六同盟。據傳，丙午，六月七日。有日無月。○獳，乃侯反。）"
      },
      {
        "index": 148,
        "text": "疏注「六同盟」。○正義曰：獳以宣九年即位，十七年盟於斷道，元年於赤棘，二年於袁婁，五年於蟲牢，七年於馬陵，九年於蒲，皆魯、晉俱在，是六同盟也。\n秋，七月，公如晉。冬，十月。"
      },
      {
        "index": 149,
        "text": "【傳】十年，春，晉侯使糴茷如楚，（糴茷，晉大夫。○糴，徐徒吊反；一音杜敖反，又土吊反。茷，扶廢反，一音蒲發反，又蒲艾反。）報大宰子商之使也。（子商，楚公子辰。使在前年。○大音泰。使，所吏反，下及注「使在」同。）\n衛子叔黑背侵鄭，晉命也。（晉命衛使侵鄭。）"
      },
      {
        "index": 150,
        "text": "鄭公子班聞叔申之謀。（改立君之謀。）三月，子如立公子繻。（子如，公子班。○繻音須。）夏，四月，鄭人殺繻，立髡頑。子如奔許。（髡頑，鄭成公大子。○髡，苦門反。頑，如字，徐五班反。）欒武子曰：「鄭人立君，我執一人焉，何益？不如伐鄭而歸其君，以求成焉。」晉侯有疾。五月，晉立大子州蒲以為君，而會諸侯伐鄭。（生立子為君，此父不父，子不子。經因書晉侯，其惡明。○州蒲，本或作「州滿」。）鄭子罕賂以襄鍾，（子罕，穆公子。襄鍾，鄭襄公之廟鍾。）子然盟於脩澤，子駟為質。（子然、子駟，皆穆公子。熒陽卷縣東有脩武亭。○質音致。卷音權；《字林》，丘權反；如淳《漢書》同音。）辛巳，鄭伯歸。（鄭伯歸不書，鄭不告入。）"
      },
      {
        "index": 151,
        "text": "晉侯夢大厲，被髮及地，搏膺而踴曰：「殺餘孫，不義。（厲，鬼也。趙氏之先祖也。八年，晉侯殺趙同、趙括，故怒。○被，皮寄反。搏音博。踴音勇。）"
      },
      {
        "index": 152,
        "text": "疏注「厲鬼」至「故怒」。○正義曰：鬼怒言「殺餘孫，不義」，必是枉死者之祖也。景公即位以來，唯有殺趙同、趙括，故知是趙氏之先祖。趙氏先祖，其人非一，鬼不自言其名，未知誰之鬼。《世本》云：「公明生趙夙。」晉語云：「趙衰，趙夙之弟。」則括之祖，公明是也。服虔又以為公明之鬼，凡為疫厲之鬼，皆妖邪之氣，未必真是彼人。故杜不復指斥。"
      },
      {
        "index": 153,
        "text": "餘得請於帝矣。」壞大門及寢門而入。公懼，入於室。又壞戶。公覺，召桑田巫。（桑田，巫邑。○壞音怪，下同。「及寢門」，一本無「及」字。覺，古孝反。）巫言如夢。（巫云鬼怒，如公所夢。）公曰：「何如？」曰：「不食新矣。」（言公不得及食新麥。）公疾病，求醫於秦，秦伯使醫緩為之。（緩，醫名。為，猶治也。○醫，於其反。）未至，公夢疾為二豎子，曰：「彼良醫也，懼傷我，焉逃之？」其一曰：「居肓之上，膏之下，若我何？」（肓，鬲也。心下為膏。○「懼傷我」，絕句。焉，徐，於虔反；一讀如字，屬上句；逃之，絕句。肓，徐音荒；《說文》云：「心下鬲上也。」鬲音革。）"
      },
      {
        "index": 154,
        "text": "疏注「肓鬲」至「為膏」。○正義曰：此賈逵之言，杜依用之。古今傳文皆以為「膏之下」，賈、服、何休諸儒等亦皆以為膏。雖凝者為脂，釋者為膏，其實凝者亦曰膏。故《內則》云「小切狼臅膏」，則此膏謂連心脂膏也。劉炫以為釋首者為膏，連心之脂不得稱膏。以為「膏」當為「鬲」。改易傳文，而規杜氏，非也。"
      },
      {
        "index": 155,
        "text": "醫至，曰：「疾不可為也，在肓之上，膏之下，攻之不可，達之不及，藥不至焉，不可為也。」（達，針。○攻音工。）公曰：「良醫也。」厚為之禮而歸之。六月，丙午，晉侯欲麥，（周六月，今四月，麥始孰。）使甸人獻麥，（甸人，主為公田者。○甸，徒練反。）饋人為之。召桑田巫，示而殺之。將食，張，如廁，陷而卒。（張，腹滿也。○饋，其愧反。為，如字。張，中亮反，注同。）小臣有晨夢負公以登天，及日中，負晉侯出諸廁，遂以為殉。（傳言巫以明術見殺，小臣以言夢自禍。）\n鄭伯討立君者，戊申，殺叔申、叔禽。（叔禽，叔申弟。）\n疏注「叔禽，叔申弟」。○正義曰：此無文也，以禽與申俱死，當是坐其兄弟，知是弟也。\n君子曰：「忠為令德，非其人猶不可，況不令乎？」（言申叔為忠，不得其人，還害身。）"
      },
      {
        "index": 156,
        "text": "疏「忠為」至「令乎」。○正義曰：言叔申忠誠，為此令善之德，施之於鄭伯，施非得其善人，猶尚不可，何況不有令德者乎？言「令德」者，往年公孫申曰「我出師以圍許」，為將改立君者，而紓晉使，晉必歸君」是也。"
      },
      {
        "index": 157,
        "text": "秋，公如晉，（親吊，非禮。）晉人止公，使逆葬。於是糴茷未反。（是春晉使糴茷至楚結成。晉謂魯二於楚，故留公。須糴茷還，驗其虛實。）冬，葬晉景公。公送葬，諸侯莫在。魯人辱之，故不書，諱之也。（諱不書晉葬也。）"
      }
    ]
  }
}