{
  "chapterNumber": 29,
  "title": "春秋左傳正義卷29 (Zuozhuan Zhengyi, Volume 29)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎襄公（○陸曰：“襄公名午，成公子，母定姒。諡法：因事有功曰襄。辟土有德曰襄。”）\n[疏正義曰：《魯世家》云：“襄公名午，成公之子，定姒所生，以簡王十四年即位。”諡法：“因事有功曰襄。”是歲，歲在壽星。]\n襄公元年\n【經】元年，春，王正月，公即位。（無傳。於是公年四歲。）"
      },
      {
        "index": 1,
        "text": "[疏注“於是公年四歲”。○正義曰：九年傳曰：“會於沙隨之歲，寡君以生。晉侯曰：‘十二年矣。’”知於是公年四歲。]"
      },
      {
        "index": 2,
        "text": "仲孫蔑會晉欒黶、宋華元、衛甯殖、曹人、莒人、邾人、滕人、薛人圍宋彭城。（魯與謀於虛朾，而書會者，稟命霸主，非匹敵故。○魯與音預。）\n夏，晉韓厥帥師伐鄭。"
      },
      {
        "index": 3,
        "text": "仲孫蔑會齊崔杼、曹人、邾人、杞人次於鄫。（鄫，鄭地，在陳留襄邑縣東南。書“次”，兵不加鄭，次鄫以待晉師。○鄫，才陵反。）"
      },
      {
        "index": 4,
        "text": "[疏注“鄫鄭”至“晉師”。○正義曰：《釋例》曰：“兵未有所加，所次則書之，以示遲速。既書兵所加，則不書其所次。”此書“次於鄫”者，為此魯、齊、曹、邾、杞，其兵皆不加鄭，故書“次”也。傳曰：“於是東諸侯之師次於鄫，以待晉師。”是韓厥伐鄭，此次以待之。]\n秋，楚公子壬夫帥師侵宋。九月，辛酉，天王崩。（無傳。辛酉，九月十五日。）\n[疏注“辛酉九月十五日”。○正義曰：顯言此日者，欲明下冬聘是十月之初，為王崩日近，赴人未至故也。]\n邾子來朝。\n冬，衛侯使公孫剽來聘。（剽，子叔黑背子。○剽，匹妙反，《字林》匹召反。）\n晉侯使荀罃來聘。（冬者，十月初也。王崩，赴未至，皆未聞喪，故各得行朝聘之禮，而傳善之。）"
      },
      {
        "index": 5,
        "text": "[疏注“冬者”至“善之”。○正義曰：《禮記•曾子問》曰：“‘諸侯相見，揖讓入門，不得終禮，廢者幾？’孔子曰：‘六。’‘天子崩，大廟火，日食，後、夫人之喪，雨霑服失容，則廢。’”是王崩當廢禮也。今傳釋此朝聘，皆云“禮也”，知此冬者，是十月之初，崩赴未至，由其俱未聞喪，故得以吉行禮，而傳善之。]\n【傳】元年，春，已亥，圍宋彭城。（下有二月，則此已亥為正月。正月無已亥，日誤。）"
      },
      {
        "index": 6,
        "text": "[疏注“下有”至“日誤”。○正義曰：《長曆》推此年正月庚戌朔，其月無已亥。圍宋彭城，經在正月之下。傳文下有二月，則已亥必是正月。月不容誤，知是日誤。]\n非宋地，追書也。（成十八年，楚取彭城以封魚石，故曰“非宋地”。夫子治《春秋》，追書係之宋。）"
      },
      {
        "index": 7,
        "text": "[疏注“成十”至“之宋”。○正義曰：《公羊傳》曰：“宋華元曷為與諸侯圍宋彭城，為宋誅也。其為宋誅奈何？魚石走之楚，楚為之伐宋取彭城，以封魚石。”成十八年傳曰：“楚伐彭城，納魚石焉，以三百乘戍之而還。西鉏吾曰：‘崇諸侯之奸而披其地。’”不言取為楚邑，而云披地長奸，是左氏之意亦為楚以彭城封魚石為國，故注言“封魚石”也。既列為國，非複宋地。傳言追書，是仲尼新意，故云“夫子治《春秋》，追書係之宋”也。言追書者，其地已非宋有，追來使屬宋耳。非謂夫子在後追書前事。若以追為在後追前，則仲尼新意，皆是追書前事，非獨此為追書也。]\n於是為宋討魚石，故稱宋，且不登叛人也。（登，成也。不與其專邑叛君，故使彭城還係宋。○為，於偽反。）"
      },
      {
        "index": 8,
        "text": "[疏注“登成”至“係宋”。○正義曰：“登，成”，《釋詁》文。不與其專邑叛君，不與楚得取邑封人，故使彭城還係於宋也。《釋例》曰：“楚人棄君助臣，取宋彭城，以封叛者，削正興偽，雖非複宋地，故追書係宋，不與楚之所得。”是其義也。言“不登叛人”，則叛罪重矣。不書魚石以彭城叛者，孫林父將戚而出，故得書云“孫林父入於戚以叛”。此則因楚之力取彭城，與宋交爭，非欲出附他國，故言複入也。若總而言之，俱是背叛於君，故云“不登叛人”也。]\n謂之宋誌。（稱“宋”，亦以成宋誌。）"
      },
      {
        "index": 9,
        "text": "[疏“於是”至“宋誌”。○正義曰：魚石舊是宋人，今還取宋地以自封。若其不係於宋，則成此魚石為一國之君。夫子追係於宋，乃有二意。於是為宋討魚石，宜係於宋；且又不成此為叛人使得取君之邑，以為一國之主。有此二意，故係之於宋。“謂之宋誌”者，言宋人誌在攻取彭城，故以魚石係之於宋，成此宋人之誌。○注“稱宋”至“宋誌”。○正義曰：此與隱元年“謂之鄭誌”，義勢同也。鄭伯實不獲段，而經書“克”，謂之鄭誌。言鄭伯誌於殺，雖實不克段，而書之為克，見鄭伯之誌也。此彭城實非宋地，而經書為宋，謂之宋誌，言宋人誌在取之，雖實非宋地，而係之於宋，成宋人之誌也。夫子脩《春秋》，而傳於此二條，特言“謂之宋誌”、“謂之鄭誌”者，夫子所脩《春秋》，或褒或貶，皆是夫子之誌，非取國人之心。此宋誌、鄭誌者，以其雖是夫子所脩，還取二國本誌故也。案下十年戍鄭虎牢，傳云“非鄭地也，言將歸焉”，杜云“係之於鄭，以見晉誌”，即此類也。於此三事，傳例已明，故彼不云謂之晉誌也。]"
      },
      {
        "index": 10,
        "text": "彭城降晉，晉人以宋五大夫在彭城者歸，置諸瓠丘。（彭城降不書，賤略之。瓠丘，晉地，河東東垣縣東南有壺丘。五大夫：魚石、向為人、鱗朱、向帶、魚府。○降，戶江反，注同。置，之豉反。瓠，徐侯吳反，一音戶故反。垣音袁。）"
      },
      {
        "index": 11,
        "text": "[疏注“彭城”至“略之”。○正義曰：案：莊八年，郕降於齊師，既書於經，則知彭城之降亦合書也。今不書者，但以其賤，故略之也。晉欒盈複入於晉，下云“晉人殺欒盈”，而書於經。此彭城降，所以賤略不書者，彼以殺之為重，來告，故書。此以降事為輕，故為賤略。]\n齊人不會彭城，晉人以為討。二月，齊大子光為質於晉。（光，齊靈公太子。○質音致。）\n夏，五月，晉韓厥、荀偃帥諸侯之師伐鄭，入其郛。（荀偃不書，非元帥。○郛，芳夫反。元帥，所類反。）"
      },
      {
        "index": 12,
        "text": "[疏“韓厥”至“其郛”。○正義曰：傳唯言諸侯之師，不見諸侯之國，未知諸侯之師是何國師也。“於是東諸侯之師次於鄫，以待晉師”，則次鄫之師，皆不與伐鄭。此諸侯之師，其中必無齊、魯、曹、邾也。案上圍彭城，除此五國以外，猶有宋、衛、莒、滕、薛。下云“晉侯、衛侯次於戚，以為之援”，則衛師從伐明矣。明年戚之會，知武子云：“滕、薛、小邾之不至，皆齊故。”於戚之會，始怪滕、薛不來，明此時伐鄭，滕、薛在矣。東諸侯皆次於鄫，莒在齊、魯之東，若其在此，當與東人同次。前圍彭城，亦無小邾。此時或無莒與小邾耳。諸侯之師，當是宋、衛、滕、薛也。賈逵云：“韓厥、荀偃帥諸侯之師，謂帥宋、衛、滕、薛伐鄭。齊、魯、曹、邾、杞次於鄫，故諸侯之師不序也。”入郛不書者，晉人先以鄭罪令於諸侯，故書“伐鄭入郛”。既敗鄭，不複告，故不書。○注“荀偃不書，非元帥”。○正義曰：魯師出征，並舉諸將；他國之師，唯書元帥。詳內略外，《春秋》之常。故杜為注，複時一言之耳。]\n敗其徒兵於洧上。（徒兵，步兵。洧水出密縣東，南至長平入潁。○洧，於軌反。）"
      },
      {
        "index": 13,
        "text": "[疏注“徒兵步兵”。○正義曰：《論語》云：“以吾從大夫之後，不可徒行。”徒猶空也，謂無車空行也。步行謂之徒行，故步兵謂之徒兵也。隱四年傳云：“敗鄭徒兵。”注云：“時鄭不車戰。”則此亦然也。]"
      },
      {
        "index": 14,
        "text": "於是東諸侯之師次於鄫，以待晉師。（齊、魯、曹、邾、杞。）晉師自鄭以鄫之師侵楚焦、夷及陳。（於是孟獻子自鄫先歸，不與侵陳、楚，故不書。○焦如字，徐在堯反。不與音預。）"
      },
      {
        "index": 15,
        "text": "[疏注“於是”至“不書”。○正義曰：獻子先歸，傳無其事，正以不書侵楚、侵陳，知其必先歸矣。若獻子從師，則書不待告。以獻子先歸，晉不告魯，故侵陳、楚，皆不書也。然不知獻子何以先歸，傳既不言，未測其故也。今讚云則“先歸”者，以前年虛朾會，獻子先歸會葬。今公雖即位，年又幼小，君既新立，故獻子先歸。]\n晉侯、衛侯次於戚，以為之援。（為韓厥援。）"
      },
      {
        "index": 16,
        "text": "秋，楚子辛救鄭，侵宋呂、留。（呂、留二縣，今屬彭城郡。）鄭子然侵宋，取犬丘。（譙國酂縣東北有犬丘城，迂回，疑。○酂，才汙反，又子旦反。迂音於。）\n九月，邾子來朝，禮也。（邾宣公。）"
      },
      {
        "index": 17,
        "text": "冬，衛子叔、晉知武子來聘，禮也。凡諸侯即位，小國朝之，（小事大。）大國聘焉。（大字小。）以繼好、結信，謀事、補闕，禮之大者也。（闕猶過也。禮以安國家利民人為大。○好，呼報反。）\n襄公二年"
      },
      {
        "index": 18,
        "text": "【經】二年，春，王正月，葬簡王。（無傳。五月而葬，速。）鄭師伐宋。（書伐從告。）夏，五月，庚寅，夫人薑氏薨。"
      },
      {
        "index": 19,
        "text": "六月，庚辰，鄭伯侖卒。（未與襄同盟，而赴以名。庚辰，七月九日，書六月，經誤。○侖，古囷反，徐又胡忖反。）"
      },
      {
        "index": 20,
        "text": "[疏注“未與”至“經誤”。○正義曰：侖以成六年即位，九年盟於蒲，十五年於戚。又七年，楚子重伐鄭，諸侯救鄭而楚退，同盟於馬陵。諸侯雖不重序，明亦與鄭同盟，則是與成三同盟矣。與其父盟，於法得以名赴其子。此云“未與襄同盟，而赴以名”者，言其嚐與成同盟，於法得以名赴襄也。此類多矣。注皆云“與其父同盟”而已。此注特言“未與襄同盟”者，以此時鄭既從楚，嫌其巳背前盟，不合更以名赴，故明之也。此經云“六月庚辰鄭伯侖卒”，傳言七月庚辰鄭伯侖卒，經、傳必有誤者。杜以《長曆》校之，此年六月壬寅朔，其月無庚辰。七月壬申朔，九日得庚辰。則傳與曆合，知傳是而經誤也。此經六月七日，其文皆具，所言誤者，非徒字誤而已，乃是書經為誤。七月之事，錯書以為六月，故《長曆》云：“書於六月，經誤。”言元本書之誤，非字誤也。]\n晉師、宋師、衛甯殖侵鄭。（宋雖非卿，師重，故敘衛上。○殖，市力反。）"
      },
      {
        "index": 21,
        "text": "[疏注“宋雖”至“衛上”。○正義曰：於例，將卑師眾，稱師；將尊師少，稱將。此晉、宋稱師不書將，非卿也。衛甯殖書將，不稱師，師少也。晉為兵主，故當先書。宋雖非卿，以師為重，故序甯殖之上。]"
      },
      {
        "index": 22,
        "text": "秋，七月，仲孫蔑會晉荀罃、宋華元、衛孫林父、曹人、邾人於戚。己丑，葬我小君齊薑。（齊，諡也。三月而葬，速。○齊如字。諡法：“執心克莊曰齊。”或音側皆反，非。）"
      },
      {
        "index": 23,
        "text": "[疏注“齊諡”至“葬速”。○正義曰：諡法：“執心克莊曰齊。”是齊為諡也。葬而舉諡，禮之常也。此特云“齊，諡”者，以諡齊者少，且齊、齊同字，夫人齊女，嫌齊非諡。晉大子申生之母稱齊薑者，齊女姓薑氏。彼齊非諡，故此須明之。]\n叔孫豹如宋。（豹於此始自齊還為卿。）"
      },
      {
        "index": 24,
        "text": "冬，仲孫蔑會晉荀罃、齊崔杼、宋華元、衛孫林父、曹人、邾人、滕人、薛人、小邾人於戚，遂城虎牢。（以逼鄭。）"
      },
      {
        "index": 25,
        "text": "[疏“遂城虎牢”。○正義曰：虎牢是鄭舊邑，此時屬晉。而不係晉者，莊三十二年注云：“大都以名通者，則不係國。”此以名通，故不係晉也。十年戍鄭虎牢，係於鄭者，傳曰：“非鄭地也，言將歸焉。”彼為將歸鄭而係之鄭也。或當虎牢雖已屬晉，晉人新得，不為己有，故不係晉也。]\n楚殺其大夫公子申。\n【傳】二年，春，鄭師侵宋，楚令也。（以彭城故。）"
      },
      {
        "index": 26,
        "text": "齊侯伐萊。萊人使正輿子賂夙沙衛以索馬牛，皆百匹。（夙沙衛，齊寺人。索，簡擇好者。○萊音來。輿音餘，本亦作與。索，所白反。）"
      },
      {
        "index": 27,
        "text": "[疏“馬牛皆百匹”。○正義曰：《司馬法》：“丘出馬一匹，牛三頭。”則牛當稱頭，而亦云匹者，因馬而名牛曰匹，並言之耳。經傳之文，此類多矣。《易•係辭》云：“潤之以風雨。”《論語》云：“沽酒市脯，不食。”《王藻》云：“大夫不得造車馬。”皆從一而省文也。]"
      },
      {
        "index": 28,
        "text": "齊師乃還。君子是以知齊靈公之為“靈”也。（諡法：亂而不損曰靈。言諡應其行。○應，應對之應，年末同。行，下孟反。）\n夏，齊薑薨。初，穆薑使擇美檟，（檟，梓之屬。○檟，古雅反，木名。）"
      },
      {
        "index": 29,
        "text": "[疏注“檟，梓之屬”。○正義曰：《釋木》云：“槐小葉曰檟。”郭璞曰：“槐當為楸，楸細葉者為檟。”又云：“大而皵楸，小而皵檟。”樊光云：“大，老也。皵，皵皮也，皮老而粗。皵者為楸。小，少也。少而粗皵棤者為檟。”又云：“椅梓。”郭璞曰：“即楸也。”如彼所云，楸、梓皆檟之小別，故云“梓之屬”也。]\n以自為櫬與頌琴。（櫬，棺也。頌琴，琴名，猶言雅琴。皆欲以送終。○櫬，初覲反。）"
      },
      {
        "index": 30,
        "text": "[疏注“櫬棺”至“送終”。○正義曰：以論死者言櫬，知櫬是棺也。四年注云：“櫬，親身棺也。”以親近其身，故以櫬為名焉。《禮記•檀弓》曰：“天子之棺四重，水兕革棺一，杝棺一，梓棺二。”鄭玄云：“杝，椴也，所謂椑棺也。梓棺二，所謂屬與大棺也。”《記》文從內向外，水兕革棺，最近屍也。次椑以椴為之。次屬與大棺，乃以梓為之。《檀弓》又云：“君即位而為椑。”鄭玄云：“椑謂杝棺，親屍者。椑，堅著之言也。”天子椑內，又有水兕革棺。《喪大記》云：“君大棺八寸，屬六寸，椑四寸。”如彼《記》文，諸侯之棺三重，親身之棺名之為椑。椑即櫬是也。其椑用椴為之。屬與大棺，乃用梓耳。此以梓為櫬者，名之曰櫬，其內必無棺也。擇檟為櫬，其櫬必用梓也。《記》唯言即位為椑，不言擇所用木。鄭玄據天子之棺，其椑用杝。即云“椑謂杝棺也”。天子之椑自用杝，則諸侯不必然。據此傳文，諸侯之椑，必用梓也。“頌琴者，《詩》為樂章，琴瑟必以歌《詩》。《詩》有《雅》、《頌》，故以“頌”為琴名，猶如言“雅琴”也。櫬、琴同文，知皆欲以送終也。]"
      },
      {
        "index": 31,
        "text": "季文子取以葬。君子曰：“非禮也。禮無所逆，婦養姑者也。虧姑以成婦，逆莫大焉。（穆薑，成公母。齊薑，成公婦。○養，徐餘亮反。）《詩》曰：‘其惟哲人，告之話言，順德之行。’（《詩•大雅》。哲，知也。話，善也。言知者行事無不順。○話，戶快反。知音致，下同。）季孫於是為不哲矣。（言逆德。○“為不哲矣”，一本作“不為哲矣”。）"
      },
      {
        "index": 32,
        "text": "[疏“詩曰”至“哲矣”。○正義曰：《詩•大雅•抑》之篇也。其惟有知之人，告之以善言則順從之，為美德之行矣。言之者行事，無有不順從者。今季孫逆之，於是為不知矣。“哲，知”，《釋言》文也。]\n且薑氏，君之妣也。（襄公適母，故曰君之妣。○妣，必覆反。適，丁曆反，本又作“嫡”。）"
      },
      {
        "index": 33,
        "text": "[疏注“襄公”至“之妣”。○正義曰：《曲禮》曰：“生曰父曰母，死曰考曰妣。”襄公是成公之妾定姒所生，齊薑是其適母，故曰君之妣也。]"
      },
      {
        "index": 34,
        "text": "《詩》曰：‘為酒為醴，烝畀祖妣。以洽百禮，降福孔偕。’”（《詩•周頌》。烝，進也。畀，與也。偕，徧也。言敬事祖妣，則鬼神降福。季孫葬薑氏不以禮，是不敬祖妣。○烝，之承反。畀，必利反，注同。洽，戶夾反。偕音皆。徧音遍。）"
      },
      {
        "index": 35,
        "text": "[疏“詩曰”至“孔偕”。○正義曰：《詩•周頌•豐年》之篇也。豐有之年，多稻多黍，釀之為酒為醴，以進與祖妣，以洽百種之禮。為烝嚐之祭，鬼神享之，則下與福祐甚周徧。言今事妣失禮，神將不福祐之也。“烝，進”，“畀，與”，皆《釋詁》文。偕訓為俱，俱亦徧之義也。《釋言》云：“孔，甚也。”]\n齊侯使諸薑、宗婦來送葬。（宗婦，同姓大夫之婦。婦人越疆送葬，非禮。○疆，居良友。）"
      },
      {
        "index": 36,
        "text": "[疏注“宗婦”至“非禮”。○正義曰：諸薑，同姓之女也。宗婦，同姓之婦也。夫人齊薑，是齊國之女，故使其宗親之婦女來會葬也。齊為薑姓，曆世多矣。不可薑姓之女，薑姓之婦，令其皆來魯國。莊二十四年，大夫宗婦覿用幣者，宗婦是同姓大夫之婦。知此宗婦，亦是同姓大夫之婦。然則諸薑是齊同姓之女，嫁與齊大夫之為妻者也。《禮記•檀弓》云：“婦人不越疆而吊人。”是越疆送葬，非禮也。]\n召萊子，萊子不會，故晏弱城東陽以逼之。（為六年滅萊傳。東陽，齊竟上邑。○竟音境。）"
      },
      {
        "index": 37,
        "text": "[疏“召萊子萊子不會”。○正義曰：《世族譜》不知萊國之姓。齊侯召萊子者，不為其姓薑也。以其比鄰小國，意陵蔑之，故召之，欲使從送諸薑宗婦來向魯耳。萊子以其輕侮，故不肯會。]"
      },
      {
        "index": 38,
        "text": "鄭成公疾，子駟請息肩於晉。（欲辟楚役，以負擔喻。○擔，都暫反。）公曰：“楚君以鄭故，親集矢於其目，（謂鄢陵戰，晉射楚王目。○射，食亦反。）非異人任，寡人也。（言楚子在此患，不為他人，蓋在己。○“非異人任”，絕句。任音壬。一讀至“人”字絕句。為，於偽反。）若背之，是棄力與言，其誰匿我？（言盟誓之言。○背音佩。“棄力”，服本作“棄功”。匿，本又作昵，女乙反，徐乃吉反。）免寡人，唯二三子。”"
      },
      {
        "index": 39,
        "text": "[疏“集矢”至“三子”。○正義曰：《說文》云：“鳥之短尾者，總名為隹。隹在木上為集。”集是鳥止之名。穴有月似鳥，故亦稱集也。楚君被射目者，非是為異人也，任此患者，為寡人也。今若背之，棄其助鄭之力，與盟誓之言，他人其誰肯親我乎？免寡人此棄力背言之責，唯二三子耳。]\n秋，七月，庚辰，鄭伯侖卒。於是子罕當國，（攝君事。）"
      },
      {
        "index": 40,
        "text": "[疏“子罕當國”。○正義曰：禮，君薨聽於塚宰，不須攝行君事。此令子罕當國者，鄭國間於晉、楚，國家多難，喪代之際，或致傾危。蓋成公顧命使之當國，非常法也。子駟為政，已是正卿。知當國者，為攝君事矣。沈氏云：“魯襄四歲，國家無虞。今僖公年雖長大，為逼於晉、楚，故令子罕當國也。”]"
      },
      {
        "index": 41,
        "text": "子駟為政，（為政卿。）子國為司馬。晉師侵衛，（晉伐喪，非禮。）諸大夫欲從晉。子駟曰：“官命未改。”（成公未葬，嗣君未免喪，故言未改。不欲違先君意。）"
      },
      {
        "index": 42,
        "text": "[疏“官命未改”。○正義曰：先君既葬，嗣君正位，乃得建官命臣。十六年，晉侯改服脩官，是其事也。先君未葬，皆因舊事不得建官命臣，故云“官命未改”。庶事悉皆未改，不可即違先君。言此者，不用從晉之意故也。]"
      },
      {
        "index": 43,
        "text": "會於戚，謀鄭故也。（鄭久叛，晉謀討之。）孟獻子曰：“請城虎牢以逼鄭。”（虎牢，舊鄭邑，今屬晉。）知武子曰：“善！鄫之會，吾子聞崔子之言，今不來矣。（元年，孟獻子與齊崔杼次於鄫。崔杼有不服晉之言，獻子以告知武子。）"
      },
      {
        "index": 44,
        "text": "[疏注“元年”至“武子”。○正義曰：元年，伐鄭，次於鄫，唯有韓厥、荀偃。於時武子未必在軍。當是此會始告之耳。]"
      },
      {
        "index": 45,
        "text": "滕、薛、小邾之不至，皆齊故也。（三國，齊之屬。）寡君之憂不唯鄭。（言複憂齊叛。○複，扶又反，下文“將複”、“複會”同。）罃將複於寡君，而請於齊。（以城事白晉君，而請齊會之，欲以觀齊誌。）得請而告，吾子之功也。（得請，謂齊人應命，告諸侯會築虎牢。）若不得請，事將在齊。（將伐齊。）吾子之請，諸侯之福也，（城虎牢，足以服鄭息征伐。）豈唯寡君賴之！”（傳言荀罃能用善謀。）\n穆叔聘於宋，通嗣君也。"
      },
      {
        "index": 46,
        "text": "冬，複會於戚。齊崔武子，及滕、薛、小邾之大夫皆會，知武子之言故也。（武子言事將在齊，齊人懼，帥小國而會之。）遂城虎牢。鄭人乃成。（如孟獻子之謀。）"
      },
      {
        "index": 47,
        "text": "楚公子申為右司馬，多受小國之賂，以逼子重、子辛。（逼奪其權勢。）楚人殺之。故書曰：“楚殺其大夫公子申。”（言所以致國討之文。）\n襄公三年\n【經】三年春，楚公子嬰齊帥師伐吳。公如晉。\n夏，四月，壬戌，公及晉侯盟於長樗。（晉侯出其國都，與公盟於外。○樗，敕居反。）"
      },
      {
        "index": 48,
        "text": "[疏注“晉侯”至“於外”。○正義曰：文三年，公如晉，公及晉侯盟。盟不書地，在晉都也。此時晉侯出其國都，與公盟於長樗，蓋近城之地。盟訖還入於晉，故公歸，書曰“公至自晉”也。文三年，盟於晉都。此盟出城外者，出與不出，皆由晉侯意耳。此或是悼公謙以待人，不敢使國君就已，出盟於外，若似相就然，故出城也。]\n公至自晉。（無傳。不以長樗至，本非會。）"
      },
      {
        "index": 49,
        "text": "[疏注“不以”至“非會”。○正義曰：假令公朝於晉，更與晉侯餘處別會，即從會所而歸，亦得書曰“公至自晉”。何則？一行而有二事者，或以始致，或以終致，出自當時之意，書其所告之事而已。所告先後無定例也。但此盟於長樗，晉侯為盟之故，暫出城耳。本非刻期聚會之處，唯得以自晉告廟，不得以長樗告也。注言“本非會”，解其必不得以長樗致之意也。]"
      },
      {
        "index": 50,
        "text": "六月，公會單子、晉侯、宋公、衛侯、鄭伯、莒子、邾子、齊世子光。已未，同盟於雞澤。（雞澤，在廣平曲梁縣西南。周靈王新即位，使王官伯出與諸侯盟，以安王室，故無譏。○單音善。）"
      },
      {
        "index": 51,
        "text": "[疏注“雞澤”至“無譏”。○正義曰：諸侯不得盟天子之臣，天子之臣不得與諸侯聚盟。盟則加以貶責。僖二十九年，翟泉之盟，貶王子虎稱人，是其事也。僖八年，洮之盟，王人在列，傳曰：“謀王室也。諸侯共謀王室，不譏。”王人在盟，是由襄王新立，命遣與盟故耳。此盟單子在列，於經亦無譏文。靈王以往年新立，明是王新即位，使王官之伯出與諸侯結盟，以安王室，故無所譏，與洮之盟同也。《釋例》曰：“未有臣而盟君。臣而盟君，是子可盟父。故《春秋》王世子以下會諸侯者，皆同會而不同盟。洮之盟，王室有子帶之難。襄王懼不得立，告難於齊，遣王人與諸侯盟。故傳釋之曰‘謀王室’。以明王敕其來盟，非諸侯所敢與也。踐土之盟，王子虎臨諸侯，而不與同歃。故經但列諸侯，而傳具載其實。此實聖賢之垂意，以為將來之永法也。一年之間，諸侯輯睦，翼戴天子。而翟泉之盟，子虎在列，君子以為非天子之命，虧上下常節，故不存魯侯而人子虎，以示篤戒也。今雞澤之會，單子與盟，亦王所命也。”杜言“王使盟”者，傳無其文，正以經無貶責，知是命使盟也。]\n陳侯使袁僑如會。（陳疾楚政而來屬晉，本非召會而自來，故言如會。○僑，其驕反。）"
      },
      {
        "index": 52,
        "text": "[疏注“陳疾”至“如會”。○正義曰：凡盟主召其同好之國，刻期而與結盟，來不及期，則加貶責；他國後期，則沒其國，而不序於列。魯君後期，則總稱諸侯，不複國別曆序。文七年，公會諸侯、晉大夫，盟於扈是也。僖二十八年，踐土之盟，陳侯如會，此袁僑如會，皆本非同好，慕義而來。喜其來而不責其晚，故言“陳疾楚政而來屬晉”。本非召會而袁僑自來，故言“如會”，解其後至特書而不貶之意也。七年，鄭治髡頑如會，自是被召而來。其人未見諸侯，在道而卒，故書如會，為卒張本與此異也。]"
      },
      {
        "index": 53,
        "text": "戊寅，叔孫豹及諸侯之大夫及陳袁僑盟。（諸侯既盟，袁僑乃至，故使大夫別與之盟。言諸侯之大夫，則在雞澤之諸侯也。殊袁僑者，明諸侯大夫所以盟，盟袁僑也。據傳，盟在秋。《長曆》推戊寅七月十三日，經誤。）"
      },
      {
        "index": 54,
        "text": "[疏注“諸侯”至“經誤”。○正義曰：諸侯盟會，曆序國君。其下云某人某人，皆是大夫也。若卿來則書卿名氏。文十四年，公會宋公、陳侯、衛侯、鄭伯、許男、曹伯、晉趙盾於新城。如此之類，其事多矣。此袁僑來，若及盟，即序於列，當在世子光下。今諸侯既盟，袁僑乃至，不可特為袁僑更複重盟。若其不與之盟，則又逆陳來意。以袁僑是大夫，故使大夫盟之。若其陳侯自來，諸侯雖則盟訖，亦當更與之盟，不得使大夫也。凡諸侯盟會，皆先目後凡。上文雞澤之會，既以具序諸侯，此總言諸侯大夫，則雞澤諸侯，足以明矣。故不複具序諸國，從省文耳。諸侯大夫既以總書，而獨見叔孫豹者，經據魯史，魯史所記詳內略外。僖十五年，牡丘之盟下，公孫敖帥師及諸侯之大夫救徐，獨書魯臣，亦此類也。言諸侯之大夫，其內可以兼袁僑，而殊袁僑，言及陳袁僑盟者，明此諸侯之大夫所以為此盟者，止為盟陳袁僑耳。且上文雞澤之會，其內未有陳侯。直言諸侯之大夫，則不得包陳袁僑，故殊之也。]\n秋，公至自會。（無傳。）冬，晉荀罃帥師伐許。"
      },
      {
        "index": 55,
        "text": "【傳】三年，春，楚子重伐吳，為簡之師。（簡，選練。）克鳩茲，至於衡山。（鳩茲，吳邑，在丹陽蕪湖縣東，今皋夷也。衡山，在吳興烏程縣南。）使鄧廖帥組甲三百，被練，三千，（組甲、被練，皆戰備也。組甲，漆甲成組文。被練，練袍。○廖，力彫反。組音祖，下皆同。被，皮義反，徐扶偽反，注及下同。）"
      },
      {
        "index": 56,
        "text": "[疏注“組甲”至“練袍”。○正義曰：賈逵云：“組甲以組綴甲，車士服之。被練，帛也，以帛綴甲，步卒服之。凡甲所以為固者，以盈竅也。帛盈竅而任力者半，卑者所服；組盈竅而盡任力，尊者所服。”馬融云：“組甲，以組為甲裏，公族所服。被練，以練為甲裏，卑者所服。”然則甲貴牢固，組、練俱用絲也。練若不固，宜皆用組。何當造不牢之甲，而令步卒服之？豈欲其被傷，故使甲不牢也？若練以綴甲，何以謂之被也？又組是絛繩，不可以為衣服，安得以為甲裏？杜言“組甲，漆甲成組文”，今時漆甲有為文者。被練文不言甲，必非甲名。被是被覆衣著之名，故以為練袍，被於身上。雖並無明證而杜要愜人情。]"
      },
      {
        "index": 57,
        "text": "以侵吳。吳人要而擊之，獲鄧廖。其能免者，組甲八十，被練三百而已。子重歸，既飲至，三日，吳人伐楚，取駕。駕，良邑也。鄧廖，亦楚之良也。君子謂“子重於是役也，所獲不如所亡”。（當時君子。○要，於遙反。）"
      },
      {
        "index": 58,
        "text": "[疏注“當時君子”。○正義曰：傳言君子多矣，獨此言當時君子者，諸言君子論議往事，多是丘明自言，讬之君子。此傳君子謂子重亡多於獲，楚人以君子之言咎責子重，不得為後世君子，故云當時君子。]"
      },
      {
        "index": 59,
        "text": "楚人以是咎子重，子重病之，遂遇心病而卒。（憂恚故成心疾。○咎，其凡反。恚，一端反。）公如晉，始朝也。（公即位而朝。）\n夏，盟於長樗。孟獻子相。公稽首。（相，儀也。稽首，首至地。○相，息亮反，注同。）\n[疏注“稽首，首至地”。○正義曰：《周禮》九拜，一曰稽首，諸侯事天子之禮也。]"
      },
      {
        "index": 60,
        "text": "知武子曰：“天子在，而君辱稽首，寡君懼矣。”（稽首，事天子之禮。）孟獻子曰：“以敝邑介在東表，密邇仇讎，（仇讎，謂齊、楚與晉爭。○介音界。爭，爭鬥之爭。）寡君將君是望，敢不稽首？”（傳言獻子能固事盟主。）"
      },
      {
        "index": 61,
        "text": "晉為鄭服故，且欲脩吳好，（鄭服在前年。○為，於偽反。好，呼報反。）將合諸侯。使士匄告於齊曰：“寡君使匄，以歲之不易，不虞之不戒，寡君原與一二兄弟相見，（不易，多難也。虞，度也。戒，備也。列國之君，相謂兄弟。○易，以豉反，注同。難，乃旦反，年內同。度，待洛反。）以謀不協。請君臨之，使匄乞盟。”齊侯欲勿許，而難為不協，乃盟於耏外。（與士匄盟。耏，水名。○耏音而。）"
      },
      {
        "index": 62,
        "text": "[疏“盟於耏外”。○正義曰：此是士匄適齊，齊侯與盟。其盟不離城之左右。若是地名、山名，不得有外內之異。《爾雅》云：“厓內為隩，外為隈。”李巡曰：“厓內近水為隩，外為隈。”孫炎曰：“內曲，裏也；外曲，表也。”是水有內外之異。知此而彡為水名，其水蓋曲而近城，故稱“耏外”。]"
      },
      {
        "index": 63,
        "text": "祁奚請老，（老，致仕。）晉侯問嗣焉。（嗣，續其職者。）稱解狐，其讎也，將立之而卒。（解狐卒。○解音蟹。“讎也”。○正義曰：讎者，相負挾怨之名。奚負狐、狐負奚，皆謂之讎。此是奚負狐也，不是舉之以解怨，故下云“稱其讎，不為諂”也。）又問焉，對曰：“午也可。”（午，祁奚子。）於是羊舌職死矣。晉侯曰：“孰可以代之？”對曰：“赤也可。”（赤，職之子伯華。）於是使祁午為中軍尉，羊舌赤佐之。（各代其父。）君子謂“祁奚於是能舉善矣。稱其讎，不為諂；立其子，不為比；舉其偏，不為黨。（諂，媚也。偏，屬也。○諂，他檢反。比，毗誌反。）"
      },
      {
        "index": 64,
        "text": "[疏“稱其”至“為黨”。○正義曰：設令他人稱其讎，則諂以求媚也；立其子，則心在親比也；舉其偏，則情相阿黨也。今祁奚以其人實善，故舉薦之。人見彼善，知奚不諂、不比、不黨也。諂者，阿順曲從以求彼意，故以諂為媚。媚，愛也，言為諂以求愛也。偏者，半廂之名，故傳多云“東偏西偏”。軍師屬己，分之別行，謂之偏師。傳云“彘子以偏師陷”。是偏為廂屬之名也。祁奚為中軍尉，羊舌職佐之。職屬祁奚，複舉其子，是舉其偏屬也。]"
      },
      {
        "index": 65,
        "text": "《商書》曰：‘無偏無黨，王道蕩蕩。’（《商書•洪範》也。蕩蕩，平正無私。）其祁奚之謂矣！解狐得舉，（未得位，故曰得舉。）祁午得位，伯華得官，建一官而三物成，（一官，軍尉。物，事也。）"
      },
      {
        "index": 66,
        "text": "[疏“建一官而三物成”。○正義曰：尉、佐同掌一事，故為“建一官”也。三事成者，成其得舉、得位、得官也。官、位一也，變文相辟耳。服虔云：“所舉三賢，各能成其職事。”案解狐得舉而死，身未居職，何成事之有？]"
      },
      {
        "index": 67,
        "text": "能舉善也夫！唯善，故能舉其類。《詩》云：‘惟其有之，是以似之。’祁奚有焉。”（《詩•小雅》。言唯有德之人，能舉似己者。○也夫音扶，絕句。一讀以“夫”為下句首。）"
      },
      {
        "index": 68,
        "text": "[疏“詩云”至“似之”。○正義曰：此《小雅•裳裳者華》之篇也。其卒章云：“右之右之，君子有之。維其有之，是以似之。”]"
      },
      {
        "index": 69,
        "text": "六月，公會單頃公及諸侯。已未，同盟於雞澤。（單頃公，王卿士。○頃音傾。）晉侯使荀會逆吳子於淮上。吳子不至。（道遠多難。）\n楚子辛為令尹，侵欲於小國。陳成公使袁僑如會求成。（患楚侵欲。袁僑，濤塗四世孫。）\n[疏“侵欲於小國”。○正義曰：多有所欲，求索無厭，侵害小國，故小國怨也。]"
      },
      {
        "index": 70,
        "text": "晉侯使和組父告於諸侯。（告陳服。）秋，叔孫豹及諸侯之大夫及陳袁僑盟，陳請服也。（其君不來，使大夫盟之，匹敵之宜。）\n晉侯之弟揚幹亂行於曲梁，（行，陳次。○行，戶郎反，注同。陳，直覲反。）魏絳戮其仆。（仆，禦也。）"
      },
      {
        "index": 71,
        "text": "[疏“魏絳戮其仆”。○正義曰：以車亂行，是禦者之罪，故戮其仆也。《周禮》司寇之屬有掌戮之官。鄭玄云：“戮，猶辱也。既斬殺又辱之。”其職云：“掌斬殺賊諜而膊之。凡殺其親者，焚之；殺王之親者，辜之；殺人者，踣諸巿肆之三日。”鄭玄云：“膊，謂去衣磔之。焚，燒也。辜，謂磔之。踣，僵屍也。肆，猶申也，陳也。”彼膊、焚、辜、肆，皆謂陳以示人。然則此言戮者，非徒殺之而已，乃殺之以徇諸軍。昭四年，楚戮慶封，負之斧鉞，以徇於諸侯，先徇乃殺之也。成二年，韓獻子既斬人，郤子使速以徇，是殺之而後徇也。此戮即彼徇之謂也。文十年，楚申舟抶宋公之仆以徇。或曰：國君不可戮也。彼抶以徇，亦稱為戮。下云“至於用鉞”，當是殺之，乃以徇也。]"
      },
      {
        "index": 72,
        "text": "晉侯怒，謂羊舌赤曰：“合諸侯，以為榮也。揚幹為戮，何辱如之？必殺魏絳，無失也！”對曰：“絳無貳誌，事君不辟難，有罪不逃刑，其將來辭，何辱命焉？”言終，魏絳至，授仆人書，（仆人，晉侯禦仆。）"
      },
      {
        "index": 73,
        "text": "[疏“事君”至“不逃刑”。○正義曰：此言絳之宿心舊行耳，非獨為此事而言也。服虔云：“謂敢斬揚幹之仆，是不辟獲死之難。”然則斬仆，依軍法也。豈是絳之罪，而得謂之有罪不逃刑乎？不逃，不辟此事，自亦是矣。要本其宿心，非是專為此事也。]"
      },
      {
        "index": 74,
        "text": "將伏劍。士魴、張老止之。公讀其書曰：“日君乏使，使臣斯司馬。（斯，此也。）{{*|疏“將伏劍”。○正義曰：謂仰劍刃，身伏其上，而取死也。"
      },
      {
        "index": 75,
        "text": "臣聞師眾以順為武，（順，莫敢違。）軍事有死無犯為敬。（守官行法，雖死不敢有違。）君合諸侯，臣敢不敬？君師不武，執事不敬，罪莫大焉。臣懼其死，以及揚幹，無所逃罪，（懼自犯不武不敬之罪。）不能致訓，至於用鉞。（用鉞斬揚幹之仆。○鉞音越。）"
      },
      {
        "index": 76,
        "text": "[疏“臣聞”至“用鉞”。○正義曰：臣聞師旅兵眾，順從上命，莫敢違逆，是為威武。此據在軍之眾也。軍旅之事，守官行法，欲討罪人，雖有死難，不敢辟死，犯違法令，而從舍罪人，是為共敬也。君命既合諸侯，臣豈敢畏懼死罪，放舍罪人。不為共敬也？今君之師眾違命亂行，既已不武，謂揚幹也。執事之臣，畏懼其死罪，不戮罪人，是為不敬，魏絳自謂也。不武不敬，罪莫大焉。是揚幹與已，皆有大罪。臣若不討，非直臣有死罪，揚幹亦合有死罪。臣懼身之死罪，連及揚幹，是臣罪更重，無所逃辟重罪也。不能以禮漸致教訓，至於用鉞以斬其仆，是臣之罪重也。]"
      },
      {
        "index": 77,
        "text": "臣之罪重，敢有不從，以怒君心？（言不敢不從戮。）請歸死於司寇。”（致屍於司寇，使戮之。）公跣而出，曰：“寡人之言，親愛也。吾子之討，軍禮也。寡人有弟，弗能教訓，使幹大命，寡人之過也。子無重寡人之過，（聽絳死為重過。○跣，先典反，重，直用反，注同。）敢以為請。”（請使無死。）晉侯以魏絳為能，以刑佐民矣。反役，與之禮食，使佐新軍。（群臣旅會，今欲顯絳，故特為設禮食。○食音嗣，注同，又如字。特為，於偽反。）"
      },
      {
        "index": 78,
        "text": "[疏“與之禮食”。○正義曰：“與之禮食”者，若公食大夫禮以大夫為賓，公親為之特設禮食。○“使佐新軍”。○正義曰：服虔云：“於是魏頡卒矣，使趙武將新軍代魏頡，升魏絳佐新軍代趙武也。”《世族譜》，魏顆、魏絳，俱是魏焠之子。顆長，生頡，則絳，是頡之叔父。顆別為令狐氏，絳為魏氏。蓋顆長而庶，絳幼而適故也。《魏世家》，武子生悼子，悼子生絳。則絳是犨孫。計其年世，孫應是也。先儒悉皆不然，未知何故。]"
      },
      {
        "index": 79,
        "text": "張老為中軍司馬，（代魏絳。）士富為侯奄。（代張老。士富，士會別族。）楚司馬公子何忌侵陳，陳叛故也。許靈公事楚，不會於雞澤。冬，晉知武子帥師代許。\n襄公四年\n【經】四年，春，王三月，己酉，陳侯午卒。（前年大夫盟雞澤。三月無己酉，日誤。）夏，叔孫豹如晉。\n秋，七月，戊子，夫人姒氏薨。（成公妾，襄公母。姒，杞姓。）"
      },
      {
        "index": 80,
        "text": "[疏注“成公”至“杞姓”。○正義曰：二年，齊薑薨，葬者是成公夫人，故此為成公之妾也。據傳匠慶之言，知是襄公之母。以子既為君，故得稱夫人而言薨也。於時諸國，杞、鄫之徒，皆姒姓據大者言之，故云“姒，杞姓”，疑是杞女，而未審故也。]"
      },
      {
        "index": 81,
        "text": "葬陳成公。（無傳。）八月，辛亥，葬我小君定姒。（無傳。定，諡也。赴同祔姑，反哭成喪，皆以正夫人禮，母以子貴，逾月而葬，速。）"
      },
      {
        "index": 82,
        "text": "[疏注“定諡”至“葬速”。○正義曰：諡法：純行不爽曰定。舊說：妾子為君，其母不得成為夫人，故杜詳言之。於例亦同稱薨也。祔姑，稱小君也。反哭成喪，書葬也。今定姒三禮皆具，薨葬備文，皆以正夫人之禮者，由母以子貴故也。《釋例》曰：“凡妾子為君，其母猶為夫人，雖先君不命其母，母以子貴。其適夫人薨，則尊得加於臣子，而內外之禮，皆如夫人矣。故姒氏之喪，責以小君不成。成風之喪，王使來會葬，傳曰‘禮也’。夫人姒氏薨葬，皆以禮備為文，明季子雖議從略賤，聞匠慶之言，懼而備禮，殯葬無闕也。《禮》，公子為其母練冠縓緣，既葬除之。及其嗣位為君，非複公子，適母薨，則申其母尊。而先儒同之公子，亦謬矣。”是杜言妾母得為夫人之意也。季孫初議，欲不成定姒之喪。匠慶以君長懼之，乃略取季孫之木。君子謂之“多行無禮必自及”也。則季孫初議，是無禮也。既季孫議為無禮，明知於禮得成，是知妾母成尊，是為正法。但尊無二上，適母若在，君尚不得盡禮於其母，臣民豈得以夫人之禮事之哉？適母既薨，則君得盡禮。君既盡夫人之禮事其母，臣民豈得以妾意遇之哉？故適母薨，則妾母尊也。哀薑既薨，成風乃正。出薑既出，敬嬴乃正。齊薑既薨，定姒乃正。襄公一世，無娶夫人之文。故齊婦得正也。鄭玄以為正夫人有以罪廢，妾母得成為夫人也。哀薑雖被齊殺，僖公請而葬之。案經薨葬備文，安得以罪黜也。又齊薑非以罪黜，定姒薨葬成尊，成風定姒，並無譏文，知其法得成也。]\n冬，公如晉。陳人圍頓。"
      },
      {
        "index": 83,
        "text": "【傳】四年，春，楚師為陳叛故，猶在繁陽。（前年，何忌之師侵陳，今猶未還。繁陽，楚地，在汝南鮦陽縣南。○為，於偽反。鮦，孟康音紂，直又反。一音童，或音直勇反，非。）韓獻子患之，言於朝曰：“文王帥殷之叛國以事紂，唯知時也。（知時未可爭。）今我易之，難哉！（晉力未能服楚，受陳為非時。）三月，陳成公卒。楚人將伐陳，聞喪乃止。（軍禮不伐喪。）"
      },
      {
        "index": 84,
        "text": "[疏注“軍禮不伐喪”。○正義曰：十九年，晉士匄侵奪齊，至穀，聞齊侯卒，乃還。傳曰：“聞喪而還，禮也。”是軍禮不伐喪。]"
      },
      {
        "index": 85,
        "text": "陳人不聽命。（不聽楚命。）臧武仲聞之曰：“陳不服於楚，必亡。大國行禮焉，而不服，在大猶有咎，而況小乎？”夏，楚彭名侵陳，陳無禮故也。（為下陳圍頓傳。○咎，其九反，下同。）穆叔如晉，報知武子之聘也。（武子聘在元年。）晉侯享之，金奏《肆夏》之三，不拜。（《肆夏》，樂曲名。《周禮》以鍾鼓奏九夏，其二曰《肆夏》，一名《樊》；三曰《韶夏》，一名《遏》；四曰《納夏》，一名《渠》．蓋擊鍾而奏此三《夏》曲。○肆夏，戶雅反，注及下同。《九夏》：一曰《王夏》，二曰《肆夏》，三曰《韶夏》，四曰《納夏》，五曰《章夏》，六曰《齊夏》，七曰《族夏》，八曰《陔夏》，九曰《驁夏》，《肆夏》一名《樊》。《國語》云：“金奏《肆夏》，《樊》、《遏》、《渠》。”杜三夏之別名。呂叔玉云：“《肆夏》，《時邁》也。《樊》、《遏》，《執競》也。《渠》，《思文》也。”韶，上招反。遏，於葛反。納夏，本或為“夏納”，誤。渠，其居反。）工歌《文王》之三，又不拜。（工，樂人也。《文王》之三，《大雅》之首：《文王》、《大明》、《綿》。）歌《鹿鳴》之三，三拜。（《小雅》之首：《鹿鳴》、《四杜》、《皇皇者華》。）"
      },
      {
        "index": 86,
        "text": "[疏“金奏”至“三拜”。○正義曰：奏謂作樂也。作樂先擊鍾，鍾是金也，故稱金奏。《周禮》：“鍾師掌金奏。”鄭玄云：“金奏，擊金以為奏樂之節。金謂鍾及鎛也。”又《燕禮》注云：“以鍾鎛播之，鼓磬應之，所謂金奏也。”此晉人作樂，先歌《肆夏》。《肆夏》是作樂之初，故於《肆夏》先言金奏也。次，工歌《文王》，樂巳先作，非複以金為始，故言工歌也。於《文王》已言工歌，《鹿鳴》又略不言工，互見以從省耳。其實金奏《肆夏》，亦是工人歌之，工歌《文王》，擊金仍亦不息。其歌《鹿鳴》亦是工歌之耳。○注“肆夏”至“夏曲”。○正義曰：《周禮》：“鍾師凡樂事，以鍾鼓奏九夏：《王夏》、《肆夏》、《昭夏》、《納夏》、《章夏》、《齊夏》、《族夏》、《陔夏》、《驁夏》。”言以鍾鼓奏之也。又以《文王》類之，知是樂曲名也。杜子春云：“王出入奏《王夏》，屍出入奏《肆夏》，牲出入奏《昭夏》，四方賓來奏《納夏》，臣有功奏《章夏》，夫人祭奏《齊夏》，族人侍奏《族夏》，賓醉而出奏《陔夏》，公出入奏《驁夏》。”定本《納夏》為“夏納”。此傳直言“之三”，不朝其三之名。《魯語》同說此事而云：“金奏《肆夏》，《繁》、《遏》、《渠》，天子所以享元侯也。《文王》、《大明》《綿》，則兩君相見之樂也。”《文王》之三，盡《文王》、《大明》、《綿》，以《文王》為首，並取其次二篇以為三。則知《肆夏》之三，亦以《肆夏》為首，亦並取其次二《夏》以為三也。且下云：“三《夏》，天子所以享元侯也。”三者皆名為夏，知是其次二《夏》並《肆夏》為三也。《周禮》謂之《肆》、《昭》、《納》，《魯語》謂之《繁》、《遏》，《渠》。故杜以為每《夏》而有二名，《肆夏》一名《樊》，《昭夏》一名《遏》，《納夏》一名《渠》。先儒所說，義多不同。《周禮》注載杜子春云：“《肆夏》與《文王》鹿鳴俱稱三，謂其三章也。以此知《肆夏》，詩也。”呂叔王云：“《肆夏》，《繁》、《遏》、《渠》，皆《周頌》也。《肆夏》，《時邁》也。《繁》、《遏》，《執競》也。《渠》，《思文》也。肆，遂也。夏，大也。言遂於大位，謂王位也。故《時邁》曰：‘肆於時夏，允王保之。’繁，多也。遏，止也。言福祿止於周之多也。故《執競》曰：‘降福穰穰，降福簡簡，福祿來反。’渠，大也。言以後稷配天，王道之大也。故《思文》曰：‘思文後稷，克配彼天。’”鄭玄云：“以《文王》、《鹿鳴》言之，則《九夏》皆《詩》篇名，《頌》之族類也。此歌之大者，載在樂章，樂崩亦從而亡，是以《頌》不能具。”數家之說，各以意言。經典散亡，無以取正。劉炫云：“杜為此解頗允三《夏》之名，而分字配篇，不甚愜當。何則？《文王》之三，即《文王》是其一，《大明》、《綿》是其二。《鹿鳴》之三，則《鹿鳴》是其一，《四牡》、《皇皇者華》是其二。然則《肆夏》之三，亦當《肆夏》是其一，《樊》、《遏》、《渠》是其二。安得複以《樊》為《肆夏》之別名也？若《樊》即是《肆夏》，何須重舉二名？雖恥習前蹤，亦未逾先哲。”今刪定知不然者，以此文云“《肆夏》之三”，是自《肆夏》以下有三，故為《韶夏》、《納夏》，凡為三《夏》。但此三《夏》，各有別名。故《國語》謂之《繁》、《遏》、《渠》，是一字以當一《夏》。若《國語》直云“金奏《繁》、《遏》、《渠》”，則三《夏》之名，沒而不顯。故於繁字之上，特以《肆夏》冠之，云“肆夏繁”。《樊》既是《肆夏》，明《遏》是《韶夏》，《渠》是《納夏》也。《國語》舉其難明，以會左氏三《夏》之義。劉不曉杜之深意，遂欲妄從先儒。先儒二說，柯所馮準？先儒以樊、遏二字，共為《執競》，以渠之一字，獨為《思文》。分字既無定限，文句多少任意，則杜以樊共《肆夏》為句，何為不可？劉君乃與奪恣情，不顧曲直，妄規杜過，於義深非也。]\n韓獻子使行人子員問之，（行人，通使之官。○員音云，徐於貧反。使，所吏反，下注及文皆同。）"
      },
      {
        "index": 87,
        "text": "[疏注“行人通使之官”。○正義曰：《周禮》，大行人“掌大賓之禮，大客之儀”。小行人“掌使適四方，協賓客之禮”。諸侯行人當亦通掌此事，故為通使之官也。此言韓獻子使行人問”，《魯語》云“晉侯使行人問”者，彼孔晁注云：“韓獻子白晉侯，使行人問”也。]"
      },
      {
        "index": 88,
        "text": "曰：“子以君命辱於敝邑，先君之禮，藉之以樂，以辱吾子？”（藉，薦也。○藉，在夜反。）吾子舍其大，而重拜其細，敢問何禮也？”對曰：“三《夏》，天子所以享元侯也。使臣弗敢與聞。（元侯，牧伯。○舍音舍。重，直用反，下皆同。敢與音預，下“及與”同。牧，徐音目。）"
      },
      {
        "index": 89,
        "text": "[疏注“元侯牧伯”。○正義曰：《周禮•大宗伯》云：“八命作牧，九命作伯。”鄭玄云：“牧謂侯伯有功德者，加命得專征伐於諸侯也。伯謂上公有功德者，加命為二伯，得征五侯九伯者也。”鄭司農云：“牧，一州之牧也。伯，長諸侯為方伯也。”然則牧是州長，伯是二伯，雖命數不同，俱是諸侯之長也。元，長也。謂之長侯，明是牧伯。]"
      },
      {
        "index": 90,
        "text": "《文王》，兩君相見之樂也，臣不敢及。（及，與也。《文王》之三，皆稱文王之德，受命作周，故諸侯會同以相樂。○相樂音洛。）"
      },
      {
        "index": 91,
        "text": "[疏注“及與相樂”。○正義曰：“及，與也。”《釋詁》文。言不敢與在其間而聞之。《魯語》並陳兩事，乃總云皆昭令德以合好，非使臣之所敢聞。彼俱不敢聞，此分之為等級耳。《詩序》：“《文王》，言文王受命作周；《大明》，言文王有明德，故天複命武王伐紂；《綿》，言文王之興，本由大王。”是《文王》之三，皆稱文王之德，能受天命，造立周國，故諸侯會同，歌此以相燕樂也。朝而設享，是亦二君聚會，故以會同言之。《肆夏》既亡，不知其篇之義，故唯取《詩》意，以解《文王》、《鹿鳴》耳。《詩》是樂章，樂歌詩篇，聖王因其尊卑，定其差等。《詩》有四始：《風》也，《小雅》也，《大雅》也，《頌》也。鄭玄以《肆夏》為《頌》之族類，其差與《頌》同矣。天子享元侯，歌《肆夏》，則於其餘諸侯，不得用《肆夏》矣。當歌《文王》，與兩君相見同也。然則兩元侯相見，與天子享之禮同，亦歌《肆夏》之類。《仲尼燕居》“兩君相見，升歌《清廟》”，謂元侯也。不歌《肆夏》，辟天子也。諸侯來朝，乃歌《文王》。遣臣來聘，必不得同矣，當歌《鹿鳴》也。傳言“《文王》，兩君相見之樂”，則其臣來聘，不得與其君同，亦當歌《鹿鳴》也。《燕禮》雖以己臣為主，兼燕四方之賓，其樂歌《鹿鳴》，是其定差也。《燕禮》：升歌訖，乃為笙歌三篇。堂下吹笙，以播《詩》也。笙歌訖，乃為間歌六篇，堂上歌一篇，堂下吹一篇，相間代也。故《燕禮》云“乃間歌《魚麗》，笙《由庚》；歌《南有嘉魚》，笙《崇丘》；歌《南山有台》，笙《由儀》”是也。間歌訖，遂合鄉樂，《周南•關雎》、《葛覃》、《卷耳》，《召南•鵲巢》、《采繁》、《采蘋》。合樂，謂堂上堂下合作樂也。鄉樂者，《風詩》也。《燕禮》歌《小雅》而合鄉樂。以合卑於歌一等，則知諸所歌者，其合樂用《詩》，皆卑於升歌一等。故鄭玄《詩譜》云：“天子享元侯，歌《肆夏》，合《文王》；於諸侯，歌《文王》，合《鹿鳴》。諸侯於鄰國之君，與天子於諸侯同。”天子諸侯，燕其賓臣及聘問之賓，皆歌《鹿鳴》合鄉樂，笙閒所用，則鄭玄云“未聞也”。《燕禮》升歌《小雅》，笙歌間歌亦用《小雅》，則笙間用《詩》與升歌差同。而云“未聞”者，升歌合樂，其用《風》、《雅》，皆用發首二篇，笙用《南核》，間用《魚麗》，不複更用其首篇者。“未聞”者，未知其用何篇也。此傳言“三《夏》，天子所以享元侯”，則《文王》，兩君相見之樂，亦謂享也。雖不言燕，燕亦當然。此傳晉侯享穆叔，為歌《鹿鳴》，穆叔以己所當得，三拜而受，《燕禮》也。工歌《鹿鳴》，則是享燕同樂。明享之與燕用樂，各自同矣。若然，《肆夏》之為樂章，樂之最尊者，兩君相見，尢尚不得用之。而《燕禮》者，諸侯燕己群臣之禮。而《記》云：“若以樂納賓，則賓及庭奏《肆夏》。”鄭玄云：“卿大夫有王事之勞者，則奏此樂。”所以得用之者，彼謂納賓之樂。《郊特牲》云：“賓入大門，而奏《肆夏》，示易以敬也。”鄭玄云：“賓朝聘者。”是朝賓聘客，俱得用之。與此升歌異也。]"
      },
      {
        "index": 92,
        "text": "《鹿鳴》，君所以嘉寡君也，敢不拜嘉？（晉以叔孫為嘉賓，故歌《鹿鳴》之詩，取其“我有嘉賓”。叔孫奉君命而來，嘉叔孫，乃所以嘉魯君。）"
      },
      {
        "index": 93,
        "text": "[疏注“晉以”至“魯君”。○正義曰：《詩序》言“《鹿鳴》，燕群臣嘉賓”，正謂燕己之臣，以己臣為嘉賓耳。叔孫以晉歌此篇者，以己為嘉賓，故拜受之也。《燕禮記》云：“若與四方之賓燕，則公迎之於大門內。”鄭玄云：“四方之賓，謂來聘者也。”是燕聘客，唯君迎為異，餘悉與己臣同也。]"
      },
      {
        "index": 94,
        "text": "《四牡》，君所以勞使臣也，敢不重拜？（《詩》言使臣乘四牡，騑騑然行不止。勤，勞也。晉以叔孫來聘，故以此勞之。○以勞，力報反，注“勞之”同。騑，芳非反。）"
      },
      {
        "index": 95,
        "text": "[疏注“詩言”至“勞之”。○正義曰：《詩序》曰：“《四牡》，勞使臣之來。”謂遣臣出使來歸，乃勞之也。叔孫以晉歌此篇，勞己來聘，故重拜受之也。《魯語》云：“《四牡》，君之所以章臣之覲也，敢不拜章？”]"
      },
      {
        "index": 96,
        "text": "《皇皇者華》，君教使臣曰‘必諮於周’。（《皇皇者華》，君遣使臣之詩。言忠臣奉使，能光輝君命如華之皇皇然。又當諮於忠信，以補己不及。忠信為周，其詩曰：“周爰諮諏，周爰諮謀，周爰諮度，周爰諮詢。”言必於忠信之人，諮此四事。○諏，子須反。度，待洛反，下文注同。詢音荀。）"
      },
      {
        "index": 97,
        "text": "[疏注“皇皇”至“四事”。○正義曰：此《詩》本意，文王教出使之臣，使遠而有光華，又當諮問善道於忠信之人。今晉君歌此以寵穆叔，穆叔執謙以為晉侯所教。故云“君教使臣”。下云“臣獲五善，敢不重拜”，與詩本意異也。“忠信為周”，《魯語》文也。爰，於也。若遇忠信之人，於是訪問詢度諏謀等四事也。《魯語》云：“《皇皇者華》，君教使臣曰：‘每懷靡及，諏謀度詢，必谘於周。’敢不拜教？”]"
      },
      {
        "index": 98,
        "text": "臣聞之，訪問於善為谘，（問善道。）谘親為詢，（問親戚之義。）谘禮為度，（問禮宜。）谘事為諏，（問政事。）谘難為謀。（問患難。○難，乃旦反，注同。）"
      },
      {
        "index": 99,
        "text": "[疏“谘親”至“為謀”。○正義曰：《魯語》言此四事，唯“谘親為詢”，與此文同。其餘谘材為諏，谘事為謀，谘義為度三者，與此皆異。韋昭改從此傳，注云：“材當為事，事難為難。”孔晁注云：“材謂政幹也”。]\n臣獲五善，敢不重拜？（五善，謂諮、詢、度、諏、謀。）"
      },
      {
        "index": 100,
        "text": "[疏“臣獲五善”。○正義曰：救之谘人，即得一善，故並谘為五。《魯語》云：“君貺使臣以大禮，重之以六德。”孔晁云：“既有五善，又自謂無及，成為六德。”言自謂知無所及，懷靡謙以問知者，此亦即是一德，故為六德也。皆是受君之教。乃知如此亦是君之所賜，故云“臣獲”也。]"
      },
      {
        "index": 101,
        "text": "秋，定姒薨，不殯於廟，無櫬，不虞。（櫬，親身棺。季孫以定姒本賤，既無器備，議其喪製，欲殯不過廟，又不反哭。○過，古禾反。）"
      },
      {
        "index": 102,
        "text": "[疏注“櫬親”至“反哭”。○正義曰：櫬者，親身之棺，初死即當有之，將葬以殯過廟，葬訖乃為虞祭。今定姒初薨，匠慶以君長懼之，乃始作櫬。知此是季孫以定姒本賤，素無器備，議其喪製，欲如此耳。非是終久遂無之也。《檀弓》曰：“君即位而為椑。”夫人尊與君同，亦當生已有櫬。今議欲不為，是素無器備，故始議之也。《檀弓》又曰：“喪之朝也，順死者之孝心也。其哀離其室也。故至於祖考之廟而後行。殷朝而殯於祖，周朝而遂葬。”《士喪禮》“朝而遂葬”，與《記》正同。知周法不殯於廟。而此及僖八年傳皆云“不殯於廟”，以為非禮。知其將葬之時，不以殯過廟耳，非是殯屍於廟中也。葬訖，日中反虞於正寢，謂之反哭。今故不虞者，欲不為反哭也。]"
      },
      {
        "index": 103,
        "text": "匠慶謂季文子（匠慶，魯大匠。）曰：“子為正卿，而小君之喪不成，（謂如季孫所議，則為夫人禮不成。）不終君也。（慢其母，是不終事君之道。）君長，誰受其咎？”（言襄公長，將責季孫。○長，丁丈反，注同。）初，季孫為己樹六檟於蒲圃東門之外，（蒲圃，場圃名。季文子樹檟，欲自為櫬。○為，於偽反，下注為定姒、為言卜、為執事同。圃，布古反。場，直良反。）"
      },
      {
        "index": 104,
        "text": "[疏注“蒲圃”至“為櫬”。○正義曰：《詩》云：“九月築場圃。”毛傳云：“春夏為圃，秋冬為場。樹菜蔬為圃，治禾黍為場。”場圃同地耳。故杜以場明圃，圃名蒲也。檟是為櫬之木，知季孫樹之，欲自為櫬也。]"
      },
      {
        "index": 105,
        "text": "匠慶請木，（為定姒作櫬。）季孫曰：“略。”（不以道取為略。）匠慶用蒲圃之檟，季孫不禦。（禦，止也。傳曰遂得成禮，故經無異文。○禦，魚呂反，注同。）"
      },
      {
        "index": 106,
        "text": "[疏注“禦止”至“異文”。○正義曰：止寇謂之禦。禦即禦也，故訓為止。季孫本議欲無櫬，不虞。今傳唯言取木為櫬而已。尚不知得殯廟虞祭以否。不虞即是不反哭，不反則不得書葬。今定姒薨葬備文，則因匠慶之言，遂得每事成禮，是故經無異文。]\n君子曰：“《誌》所謂‘多行無禮，必自及也’，其是之謂乎！”"
      },
      {
        "index": 107,
        "text": "[疏“季孫”至“謂乎”。○正義曰：不以道取為略。今律“略人”，略賣人是也。季孫言“略”，令匠慶略他木也。官非無木可用，意欲不成其喪，謂木不順其意，怒慶此請，令略木為之也。匠慶又忿季孫未必無木可用，故取季孫之檟。其意言遣我略人，我止略女。季孫令之為略，匠慶奉命而略，雖自被略，不得止之。季孫此議，自是無禮也，被匠慶略木，是自及也。君子言古之誌記，所謂“多行無禮必自及”者，其季孫之謂乎。而《釋例》論此云：“議從略，賤彼。”自是解正義之語，與此不以道取為略別也。]"
      },
      {
        "index": 108,
        "text": "冬，公如晉聽政。（受貢賦多少之政。）晉侯享公，公請屬鄫。（鄫，小國也，欲得使屬魯，如須句、顓臾之比，使助魯出貢賦。公時年七歲，蓋相者為之言。鄫，今琅邪鄫縣。○句，其俱反。顓音專。臾，羊朱反。比，必二反。相，息亮反。）"
      },
      {
        "index": 109,
        "text": "[疏注“鄫小”至“鄫縣”。○正義曰：附庸，附大國耳。鄫乃子爵，而欲得屬魯者，春秋之世，小國不能自通，多附於大國。二十七年，齊人請邾，宋人請滕。邾、滕猶尚附人，況鄫又小也。故杜譬之如須句、顓臾之比。須句亦子爵，使助魯出貢賦耳。時公年七歲，未能自謀，蓋國內共為此計，使相者代公言之。]\n晉侯不許。孟獻子曰：“以寡君之密邇於仇讎，而原固事君，無失官命。（晉官徵發之命。）"
      },
      {
        "index": 110,
        "text": "[疏注“晉官徵發之命”。○正義曰：二年，鄭子駟以君初喪，云“官命未改”。此魯以國小賦重，恐失官命。二者官命雖同，而主意有異。故杜彼以未葬解之，此以徵發解之。觀文為說。]"
      },
      {
        "index": 111,
        "text": "鄫無賦於司馬，（晉司馬又掌諸侯之賦。）為執事朝夕之命敝邑，敝邑褊小，闕而為罪，（闕，不共也。○朝夕如字。褊，必淺反。共音恭。）寡君是以原借助焉。”（借鄫以自助。○借，子亦反，注同。）晉侯許之。（為明年叔孫豹、鄫世子巫如晉傳。）"
      },
      {
        "index": 112,
        "text": "楚人使頓間陳而侵伐之，故陳人圍頓。（間，伺間缺。○間陳，間廁之間。伺音司。間音閑，又間廁之間，又如字。）"
      },
      {
        "index": 113,
        "text": "無終子嘉父使孟樂如晉，（無終，山戎國名。孟樂，其使臣。○使臣，所吏反。）因魏莊子納虎豹之皮，以請和諸戎。（欲戎與晉和。莊子，魏絳。）晉侯曰：“戎狄無親而貪，不如伐之。”魏絳曰：“諸侯新服，陳新來和，將觀於我。我德則睦，否則攜貳。勞師於戎，而楚伐陳，必弗能救，是棄陳也，諸華必叛。（諸華，中國。）戎，禽獸也。獲戎失華，無乃不可乎？《夏訓》有之曰：‘有窮後羿。’”（夏訓，《夏書》。有窮，國名。後，君也。羿，有窮君之號。○夏，戶雅反，下注皆同。羿音詣。）"
      },
      {
        "index": 114,
        "text": "[疏注“夏訓”至“之號”。○正義曰：《夏書•五子之歌》云：“太康屍位以逸豫，政於有洛之表，十旬弗反。有窮後羿因民弗忍，距於河，厥第五人禦其母以從，五子鹹怨。”述大禹之戎以作歌，其一曰《皇祖有訓》，是大禹立言以訓後，故傳謂此書為“夏訓”也。羿居窮石之地，故以窮為國號，以有配之，猶言有周、有夏也。後，君也。窮國之君曰羿，羿是有窮君之號。]"
      },
      {
        "index": 115,
        "text": "公曰：“後羿何如？”（怪其言不次，故問之。）對曰：“昔有夏之方衰也，後羿自鉏遷於窮石，因夏民以代夏政。（禹孫大康，淫放失國，夏人立其弟仲康。仲康亦微弱。仲康卒，子相立，羿遂伐相，號曰“有窮”。鉏，羿本國名。○鉏，仕居反。大音泰。相，息亮反，下及注同。）"
      },
      {
        "index": 116,
        "text": "[疏注“禹孫”至“國名”。○正義曰：《夏本紀》，禹生啟，啟生大康，是禹孫也，為羿所距。《書序》云“大康失邦”，是為淫放失國也。《本紀》又云：“大康崩，弟仲康立。”《尚書•胤征》云：“惟仲康肇位四海。”孔安國云：“羿廢大康，而立其弟仲康為天子。”則仲康，羿之所立，但羿握其權，仲康不能除去之耳。哀元年，傳稱“有過澆殺斟灌以滅後相”。相依斟灌，故澆滅之。是相立為天子，乃出依斟灌。則相之立也，蓋亦羿立之矣。此傳言羿代夏政，云“不脩民事”；寒浞殺羿，言取其國家，則羿必自立為天子也。當是逐出後相，羿乃自立。相依斟灌、斟尋，夏祚猶尚未滅，蓋與羿並稱王也。及寒浞殺羿，因羿室而生澆。澆已長大，自能用師，始滅後相。相死之後，始生少康。少康生杼，杼又年長，已堪誘豷，方始滅浞而立少康。計大康失邦及少康紹國，向有百載，乃滅有窮。據此傳文，夏亂甚矣，而《夏本紀》云：“仲康崩，子相立。相崩，子少康立。”都不言羿浞之事，是馬遷說之疏也。]\n恃其射也，（羿善射。）"
      },
      {
        "index": 117,
        "text": "[疏注“羿善射”。○正義曰：《尚書》云：“大康屍位以逸豫。有窮後羿因民弗忍，距於河。”孔安國云：“羿，諸侯名。”杜云：“有窮君之號”，則與孔不同也。“羿善射”，《論語》文也。《說文》云：“羿，帝嚳射官也。”賈逵云：“羿之先祖，世為先王射官，故帝嚳賜羿弓矢，使司射。”《淮南子》云：“堯時十日並出，堯使羿射九日而落之。”《楚辭•天問》云：“羿彈日？烏焉解羽？《歸藏易》亦云“羿畢十日”也。言雖不經，難以取信，要言嚳時有羿，堯時有羿，則羿是善射之號，非複人之名字。信如彼言，則不知此羿名為何也。]"
      },
      {
        "index": 118,
        "text": "不脩民事，而淫於原獸。（淫放原野。）棄武羅、伯困、熊髡、尨圉，（四子皆羿之賢臣。○髡，苦門反。尨，莫邦反。圉，魚呂反。）而用寒浞。寒浞，伯明氏之讒子弟也，（寒國，北海平壽縣東有寒亭。伯明，其君名。○浞，仕角反，徐在角反。）伯明後寒棄之，夷羿收之，（夷氏。）信而使之，以為已相。浞行媚於內，（內宮人。）"
      },
      {
        "index": 119,
        "text": "[疏“伯明後寒棄之”。○正義曰：寒是國名，伯明，寒君之名也。後，君也。伯明君此寒國之時，而棄不收采也。○注“夷氏”。○正義曰：此傳再言夷羿，故以夷為氏也。]"
      },
      {
        "index": 120,
        "text": "而施賂於外，愚弄其民，（欺罔之。）而虞羿於田，（樂之以遊田。○樂音洛，下樂安同。）樹之詐慝，以取其國家，（樹，立也。○慝，他得反，後同。）外內鹹服。（信浞詐。）羿猶不悛，（悛，改也。○悛，七全反。）將歸自田，（羿獵還。）家眾殺而亨之，以食其子。（食羿子。○亨，普彭反，煮也。食音嗣，注同。）"
      },
      {
        "index": 121,
        "text": "[疏“家眾殺而亨之”。○正義曰：家眾，謂羿之家眾人，反羿以從浞，為浞而殺羿也。《孟子》云：“逢蒙學射於羿，盡羿之道，思天下唯羿為愈已，於是殺羿。”則殺羿者，逢蒙也。]"
      },
      {
        "index": 122,
        "text": "其子不忍食諸，死於窮門。（殺之於國門。）靡奔有鬲氏。（靡，夏遺臣事羿者。有鬲，國名，今平原鬲縣。○鬲音革。）浞因羿室，（就其妃妾。）生澆及豷，恃其讒慝詐偽，而不德於民。使澆用師，滅斟灌及斟尋氏。（二國，夏同姓諸侯，仲康之子後相所依。樂安壽光縣東南有灌亭，北海平壽縣東南有斟亭。○澆，五吊反。豷，許器反。斟，之林反。灌，古亂反。）\n[疏注“二國，夏同姓諸侯”。○正義曰：《世本》文也。]"
      },
      {
        "index": 123,
        "text": "處澆於過，處豷於戈。（過、戈皆國名。東萊掖縣北有過鄉。戈在宋、鄭之間。○過，古禾反，注及下同。戈，古禾反。掖音亦，《漢書》作“夜”，孟康音掖。）\n[疏注“戈在宋、鄭之間”。○正義曰：哀十二年傳曰：“宋、鄭之間有隙地焉，曰嵒戈，錫”是也。]\n靡自有鬲氏，收二國之燼，（燼，遺民。○燼，才刃反。）"
      },
      {
        "index": 124,
        "text": "[疏注“燼，遺民”。○正義曰：樵燭既燒之餘，名之曰燼。二國之燼，謂燒之所殺死亡之餘，遺脫之民也。思報父兄之讎，故靡得收而用之。]"
      },
      {
        "index": 125,
        "text": "以滅浞而立少康。（少康，夏後相之子。○少，詩照反，注及下同。）少康滅澆於過，後杼滅豷於戈，（後杼，少康子。○杼，直呂反。）\n[疏注“後杼，少康子”。○正義曰：《夏本紀》“少康崩，子帝杼立”是也。]\n有窮由是遂亡，失人故也。（浞因羿室，故不改有窮之號。）"
      },
      {
        "index": 126,
        "text": "[疏“有窮”至“故也”。○正義曰：有窮遂亡，謂浞亡也。武羅、伯困、熊髡、尨圉本羿棄之，浞亦不用。失人是國之大患，故言之以規悼公也。]"
      },
      {
        "index": 127,
        "text": "昔周辛甲之為大史也，命百官，官箴王闕，（辛甲，周武王太史。闕，過也。使百官各為箴辭戒王過。○箴，之林反。）"
      },
      {
        "index": 128,
        "text": "[疏注“辛甲”至“王過”。○正義曰：《晉語》稱文王訪於辛、尹，賈逵以為辛甲、尹佚。則辛甲，文王之臣，而下及武王。但文王之時，天命未改，不得命百官官箴王闕，故以為武王時太史也。闕謂過失也。大史號令百官，每官各為箴辭以戒王，若箴之療疾，故名短焉。言官箴者，各以其官所掌而為箴辭。虞人掌獵，故以獵為箴也。漢成帝時，楊雄愛《虞箴》，遂依放之，作十二州二十五《官箴》，後亡失九篇。後漢崔駰，駰子瑗，瑗子寔，世補其闕。及臨邑侯劉騊駼、大傅胡廣，各有所增，凡四十八篇。廣乃次而題之，署曰“百官箴”，皆放此《虞箴》為之。]\n於《虞人之箴》，（虞人掌田獵。）"
      },
      {
        "index": 129,
        "text": "[疏注“虞人掌田獵”。○正義曰：《周禮》：“山虞，大田獵則萊山田之野；澤虞，大田獵則萊澤野。”萊謂芟其草萊以為殺圍之處，《詩》毛傳云“大艾草以為防”是也。]\n曰：‘芒芒禹亦，畫為九州，（芒芒，遠貌。畫，分也。○芒，莫郎反。畫，乎麥反。）"
      },
      {
        "index": 130,
        "text": "[疏注“芒芒”至“分也”。○正義曰：畫分者，言畫地分之，以為竟也。《禹貢》唯冀州帝都不言竟界，以餘州所至，則冀州可知也。八州各言竟界，云：“濟、河惟兗州，海、岱惟青州，海、岱及淮惟徐州，淮、海惟楊州，荊及衡陽惟荊州，荊、河惟豫州，華陽、黑水惟梁州，黑水、西河惟雍州。”是禹所畫分也。]\n經啟九道。（啟開九州之道。）"
      },
      {
        "index": 131,
        "text": "[疏注“啟開九州之道”。○正義曰：既分海內以為九州，遂皆以九言之。《禹貢》云：“九州攸同，九山刊旅，九川滌源，九澤既陂。”故此亦言“九道”，言禹開通九州之道也。]"
      },
      {
        "index": 132,
        "text": "民有寢廟，獸有茂草，各有攸處，德用不擾。（人神各有所歸，故德不亂。○攸處如字，本或作“攸家”。擾，如小反，亂也。）在帝夷羿冒，於原獸，（冒，貪也。○冒，莫報反。又音亡北反。）"
      },
      {
        "index": 133,
        "text": "[疏“在帝夷羿”。○正義曰：帝王之號，當時所稱。三代稱王，自以德劣於前，謙而不稱為帝。其統天下，實與帝同。所謂今之王，古之帝也。後人之稱先代，或以王言帝，或以帝言王。《史記》於夏、殷諸王，皆稱為帝。此羿篡立為王，故以帝稱焉。]"
      },
      {
        "index": 134,
        "text": "忘其國恤，而思其麀牡。（言但念獵。○麀音憂，鹿牡也。牡，茂後反。）武不可重，（重猶數也。○重，直用反，注同。數，所角反。）\n[疏注“重猶數也”。○正義曰：杜讀為重累之重，故為數也。服虔云：“重猶大也。”言武事不可大任。]"
      },
      {
        "index": 135,
        "text": "用不恢於夏家。（羿以好武，雖有夏家，而不能恢大之。○恢，苦回反。）獸臣司原，敢告仆夫。’（獸臣，虞人。告仆夫，不敢斥尊。）《虞箴》如是，可不懲乎？”於是晉侯好田，故魏絳及之。（及後羿事。○好，呼報反，下文同。懲，直升反。）"
      },
      {
        "index": 136,
        "text": "[疏“於是”至“及之”。○正義曰：魏絳本意主勸和戎，忽云有窮後羿，以開公問，遂說羿事以及《虞箴》，乃與初言不相應會，故傳為此二句以解魏絳之意。]"
      },
      {
        "index": 137,
        "text": "公曰：“然則莫如和戎乎？”對曰：“和戎有五利焉：戎狄薦居，貴貨易土，（薦，聚也。易猶輕也。○薦，在薦反，又才遜反，或云草也。易，以豉反，徐神豉反，注同。）"
      },
      {
        "index": 138,
        "text": "[疏注“薦聚也”。○正義曰：《釋言》云：“薦，再也。”孫炎曰：“薦，草生之再也。”即薦是聚也。服虔云：“薦，草也。言狄人逐水草而居，徙無常處。”劉炫案：《莊子》云“麋鹿食薦”，即薦是草也。服言是。]"
      },
      {
        "index": 139,
        "text": "土可賈焉，一也。邊鄙不聳，民狎其野，穡人成功，二也。（聳，懼。狎，習也。○賈音古。聳，息勇反。）戎狄事晉，四鄰振動，諸侯威懷，三也。以德綏戎，師徒不勤，甲兵不頓，四也。（頓，壞也。）\n[疏注“頓壞也”。○正義曰：頓謂挫傷所壞，今俗語云委頓是也。]"
      },
      {
        "index": 140,
        "text": "鑒於後羿，而用德度，（以後羿為鑒戒。）遠至邇安，五也。君其圖之！”公說，使魏絳盟諸戎，脩民事，田以時。（傳言晉侯能用善謀。○說音悅。）冬，十月，邾人、莒人伐鄫。臧紇救鄫，侵邾，敗於狐駘。（臧紇，武仲也。鄫屬魯，故救之。狐駘，邾也。魯國蕃縣東南有目台亭。○紇，恨發反。駘，徒來反，徐敕才反。“番”本又作“蕃”，應劭音皮，一音方袁反。白褒《魯國記》云：“陳子遊為魯相，番子也。國人為諱，改曰皮也。”台，吐才反。）"
      },
      {
        "index": 141,
        "text": "[疏注“番縣”。○正義曰：《魯國地理誌》曰：“番讀如藩屏之藩，言魯國南藩也。汝南陳子遊為魯相。子遊者，藩之子也。國人辟諱，遂改皮音而為番，字因而不改也。”]"
      },
      {
        "index": 142,
        "text": "國人逆喪者皆髽。魯於是乎始髽。（髽，麻發合結也。遭喪者多，故不能備凶服，髽而已。○髽，側瓜反。合結音計，本義作“髻”，又作“紒”，音同。）"
      },
      {
        "index": 143,
        "text": "[疏注“髽麻”至“而已”。○正義曰：髽之形製，《禮》無明文。先世儒者，各以意說。鄭玄以為枲麻，與發相半結之。馬融以為屈布為巾，高四寸，著於顙上。鄭玄以為去纚而紒。案《檀弓記》稱：“南宮縚之妻，孔子之兄女也。縚母喪，孔子誨之髽曰：‘爾母從從爾，爾母扈扈爾。’”鄭玄云：“從從謂大高，扈扈謂大廣。”若布高四寸，則有定製，何當慮其從從、扈扈而誨之哉！如鄭玄去纚而空露其紒，則發上本無服矣。《喪服》：“女子在室，為父髽衰三年。”空露紒發，安得與衰共文，而謂之髽衰也？魯人逆喪皆髽，豈直露紒迎喪哉！凶服以麻表。髽字從髟，是發之服也。杜以鄭玄為長，故用其說。言麻發合結，亦當麻發半也。於時魯師大敗，遭喪者多，婦人迎子迎夫，不能備其凶服，唯髽而已。同路迎喪，以髽相吊。傳言“魯於是始髽”者，自此以後，遂以髽為吊服。雖有吉者，亦髽以吊人。《檀弓》曰：“魯婦人之髽而吊也，自敗於壺終始也。”鄭玄云：“時家家有喪，髽而相吊。”知於是始髽者，始用髽相吊也。髽者，依《喪服》，婦人為斬衰三年者髽。故《喪服》云“女子子在室，箭笄髽衰三年”是也。其齊衰期亦髽。故《檀弓》云“南宮縚之妻之姑之喪，夫子誨之髽”是也。其婦人吊服，則鄭注《檀弓》云“大夫之妻錫衰，土之妻則疑衰”，皆吉笄，無首素總也。]"
      },
      {
        "index": 144,
        "text": "國人誦之曰：“臧之狐裘，敗我於狐駘。（臧紇時服狐裘。）我君小子，朱儒是使。朱儒朱儒，使我敗於邾。”（襄公幼弱，故曰“小子”。臧紇短小，故曰“朱儒”。敗不書，魯人諱之。○“朱”，本或作“侏”，亦音朱。）"
      }
    ]
  }
}