{
  "chapterNumber": 16,
  "title": "春秋左傳正義卷15 (Zuozhuan Zhengyi, Volume 15)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公二十有五年\n【經】二十有五年，春，王正月，丙午，衛侯毀滅邢。（衛、邢同姬姓，惡其親親相滅，故稱名罪之。○毀，況委反。惡，烏路反。）"
      },
      {
        "index": 1,
        "text": "疏注「衛邢」至「罪之」。○正義曰：《曲禮》曰：「諸侯不生名，滅同姓，名。」傳云「同姓也，故名」。然則諸侯位貴居尊，故不斥其名。書名，則是罪絕之事，故云「罪之」也。\n夏，四月，癸酉，衛侯毀卒。（無傳。五同盟。）"
      },
      {
        "index": 2,
        "text": "疏注「五同盟」。○正義曰：毀以元年即位，四年盟於召陵，五年於首止，八年於洮九年於葵丘，十五年於牡丘，皆魯、衛俱在，是五同盟也。"
      },
      {
        "index": 3,
        "text": "宋蕩伯姬來逆婦。（無傳。伯姬，魯女，為宋大夫蕩氏妻也。自為其子來逆，稱婦，姑存之辭。婦人越竟迎婦，非禮，故書。○為，于偽反。越竟音境。）"
      },
      {
        "index": 4,
        "text": "疏注「伯姬」至「故書」。○正義曰：伯姬，魯女。而以宋蕩寇之，知為宋大夫蕩氏妻也。婦者對姑之文，姑即伯姬，故知自為子來逆婦。《公羊傳》曰：「宋蕩伯姬者何？蕩氏之母也。其稱婦何？有姑之辭也。」《穀梁傳》曰「婦人既嫁不逾竟」。是婦人越竟逆婦，非禮也。以非禮，故書之。紀裂繻來逆女，此云逆婦者，姑自來逆，故即稱婦也。宋有蕩氏者，宋桓公生公子蕩，蕩生公孫壽，壽生蕩意諸，意諸之後，以蕩為氏，則此人字蕩也，故云「蕩氏妻」。\n宋殺其大夫。（無傳。其事則未聞。於例為大夫無罪，故不稱名。）"
      },
      {
        "index": 5,
        "text": "秋，楚人圍陳，納頓子於頓。（頓迫於陳而出奔楚，故楚圍陳以納頓子。不言遂，明一事也。子玉稱人，從告。頓子不言歸，興師見納故。）"
      },
      {
        "index": 6,
        "text": "疏「頓迫」至「納故」。○正義曰：圍陳而納頓子，明頓子迫於陳而出奔也。楚人納之知其出奔楚也。《公羊傳》曰：「何以不言遂？兩之也。」一舉兵而行，此兩意非因前生後，故不言遂，明此圍陳納頓子正是一事。《釋例》曰：「傳稱諸侯納之曰歸，今經諸稱納者，皆有興師見納之事，不待例而自明。故但言納，不復言歸。」歸、納不須兩見，故云「頓子不言歸，興師見納故」。\n葬衛文公。（無傳。）"
      },
      {
        "index": 7,
        "text": "冬，十有二月，癸亥，公會衛子、莒慶，盟於洮。（洮，魯地。衛文公既葬，成公不稱爵者，述父之志，降名從未成君，故書子以善之。莒慶不稱氏，未賜族。○洮，吐刀反。）"
      },
      {
        "index": 8,
        "text": "疏注「洮魯」至「賜族」。○正義曰：八年盟於洮，杜云「曹地」。三十一年魯始得曹田，此時不得為魯地，注誤耳。禮：先君既葬，則嗣子成君。此文公既葬，成公不稱爵者，《釋例》曰：「文公欲平莒於魯，未終而薨。故衛子尋父之志，魯人由此亦脩文公之好，此孝子之至感，而人情之所篤，故成公雖已免喪。至於此盟會，降以在喪自名。猶武王伐紂，稱大子發，故經隨而書子。傳從而釋之，曰『脩文公之好也』。」是說書子善之事。\n【傳】二十五年，春，衛人伐邢，二禮從國子巡城，掖以赴外，殺之。"
      },
      {
        "index": 9,
        "text": "疏「掖以赴外」。○正義曰：《說文》云：「掖，持臂也。」謂執持其臂，投之城外也。掖本持臂之名，遂謂臂下脅上為掖，是因名轉而相生也。"
      },
      {
        "index": 10,
        "text": "「正月丙午，衛侯毀滅邢」，同姓也，故名。禮至為銘曰：「餘掖殺國子，莫餘敢止。」（惡其不知恥詐，以滅同姓，而反銘功於器。○掖音亦，《說文》云「以手持人臂曰掖」。惡，烏路反。）"
      },
      {
        "index": 11,
        "text": "秦伯師於河上，將納王。狐偃言於晉侯曰：「求諸侯，莫如勤王。（勤，納王也。）諸侯信之，且大義也。繼文之業。\n疏「繼文之業」。○正義曰：言欲繼文侯之功業，而使信義宣布於諸侯，今日納王，是為可矣。"
      },
      {
        "index": 12,
        "text": "而信宣於諸侯，今為可矣。」（晉文侯仇為平王侯伯，匡輔周室。○仇音求。）○使卜偃卜之，曰：「吉！遇黃帝戰於阪泉之兆。」（黃帝與神農之後薑氏戰於阪泉之野，勝之。今得其兆，故以為吉。）"
      },
      {
        "index": 13,
        "text": "疏注「黃帝」至「為吉」。○正義曰：《大戴禮·五帝德》曰：「黃帝與赤帝戰於阪泉之野。」《晉語》云：「昔少典娶於有蟜氏，生黃帝、炎帝。黃帝為姬，炎帝為薑，二帝用師以相濟也。」韋昭注云：「濟當為擠。擠，滅也。」《史記》稱「黃帝伐炎帝之後於阪泉之野」。炎帝即神農也。黃帝將戰，卜得吉兆。今卜復得彼兆，故以為吉也。"
      },
      {
        "index": 14,
        "text": "公曰：「吾不堪也。」（文公自以為已當此兆，故曰不堪。）○對曰：「周禮未改，今之王，古之帝也。」（言周德雖衰，其命未改。今之周王自當帝兆，不謂晉。）公曰：「筮之。」筮之，遇大有ⅳ（乾下離上，大有。之睽，）ⅳ兌下離上睽。（大有九三變而為睽。）○曰：「吉，遇『公用享於天子之』卦也。（大有九三爻辭也。三為三公而得位，變而為兌，兌為說，得位而說，故能為王所宴饗。戰克而王饗，）\n疏「戰克而王饗」。○正義曰：卜遇黃帝吉兆，是戰克也。筮得大有，是王享也。"
      },
      {
        "index": 15,
        "text": "吉孰大焉？（言卜、筮協吉。）且是卦也，（方更總言二卦之義，不係於一爻。）天為澤以當日，天子降心以逆公，不亦可乎？（乾為天，兌為澤，乾變為兌，而上當離，離為日。日之在天，垂曜在澤，天子在上，說心在下，是降心逆公之象。）大有去睽而復，亦其所也。」（言去睽卦還論大有，亦有天子降心之象。乾尊離卑，降尊下卑，亦其義也。○下，遐嫁反。）晉侯辭秦師而下。（辭讓秦師使還。順流故曰下。）三月甲辰，次於陽樊。右師圍溫，（大叔在溫故。）左師逆王。"
      },
      {
        "index": 16,
        "text": "夏，四月，丁巳，王入於王城，取大叔於溫，殺之於隰城。戊午，晉侯朝王。王饗醴，命之宥。（既行饗禮而設醴酒，又加之以幣帛，以助歡也。宥，助也。○隰音習。醴音禮。宥音又。）請隧，弗許，（闕地通路曰隧，王之葬禮也。諸侯皆縣柩而下。○隧音遂，今之延道。闕，其月反。縣音玄。柩，其九反。）"
      },
      {
        "index": 17,
        "text": "疏注「闕地」至「而下」。○正義曰：隱元年傳曰：「闕地及泉，隧而相見。」是闕地通路曰隧也。天子之葬，棺重禮大，尤須謹慎，去廣遠而闕地通路，從遠地而漸邪下之。諸侯以下，棺輕禮小，臨廣上而直縣下之。故隧為王之葬禮，諸侯皆縣柩而下，故不得用隧。晉侯請隧者，欲請以王禮葬也。"
      },
      {
        "index": 18,
        "text": "曰：「王章也。（章，顯王者與諸侯異。）未有代德而有二王，亦叔父之所惡也。」與之陽樊、溫、原、欑茅之田。晉於是始起南陽。（在晉山南河北，故曰南陽。○惡，烏路反。欑，才官反。）陽樊不服，圍之。蒼葛呼曰：（蒼葛，樊陽人。○呼，喚故反。）「德以柔中國，刑以威四夷，宜吾不敢服也。此誰非王之親姻，其俘之也！」乃出其民。（取其土而已。○俘，芳扶反。）"
      },
      {
        "index": 19,
        "text": "秋，秦、晉伐鄀。（鄀本在商密，秦、楚界上小國，其後遷於南郡鄀縣。○鄀音若，國名；《字林》云：「楚邑，楮斫反。」）"
      },
      {
        "index": 20,
        "text": "疏注「鄀本」至「鄀縣」。○正義曰：言「本在商密」者，據在後移都，稱舊鄀。以為本耳。其實此時在商密，後始遷於鄀縣，國至彼縣而滅，故彼縣專得鄀名。當此秦、晉伐鄀之時，國名為鄀，所都之邑名商密，楚以申息之師戍商密者，正謂戍鄀國也。析是鄀之別邑，戍人居析地，為商密之援。"
      },
      {
        "index": 21,
        "text": "楚鬥克、屈禦寇以申、息之師戍商密。（鬥克，申公子儀。屈禦寇，息公子邊。商密，鄀別邑，今南鄉丹水縣。戍，守也。二子屯兵於析，以為商密援。○ 禦，魚呂反。屯，徒門反。援，於眷反。）秦人過析隈，入而係輿人以圍商密，昏而傅焉。（析，楚邑，一名白羽，今南鄉析縣。隈，隱蔽之處。係縛輿人，詐為克析得其囚俘者。昏而傅城，不欲令商密知囚非析人。○過，古臥反；王音戈。析，星曆反。俗作片。隈，烏回反。係音計。輿音餘，傅音附，注同。處昌慮反。令，力呈反。）宵，坎血加書，偽與子儀、子邊盟者。（掘地為坎，以埋盟之餘血，加盟書其上。○掘，其勿反，又其月反；本又作闕，其月反。）商密人懼曰： 「秦取析矣，戍人反矣。」乃降秦師。囚申公子儀、息公子邊以歸。（商密既降，析戍亦敗，故得囚二子。○降，戶江反，後除注「降名」皆同。）楚令尹子玉追秦師，弗及，（不復言晉者，秦為兵主。○復，扶又反。）遂圍陳，納頓子於頓。（為頓圍陳。○為，于偽反。）"
      },
      {
        "index": 22,
        "text": "冬，晉侯圍原，命三日之糧。原不降，命去之。諜出，（諜，間也。○諜音牒。間，間廁之間。）曰：「原將降矣。」軍吏曰：「請待之。」公曰：「信，國之寶也，民之所庇也。得原失信，何以庇之？所亡滋多。」退一舍而原降，遷原伯貫於冀。（伯貫，周守原大夫也。○庇，必利反，又音秘。貫，古亂反。）趙衰為原大夫，狐溱為溫大夫。（狐溱，狐毛之子。○溱，側巾反。）"
      },
      {
        "index": 23,
        "text": "衛人平莒於我。十二月，盟於洮，脩衛文公之好，且及莒平也。（莒以元年酈之役怨魯，衛文公將平之，未及而卒。成公追成父誌，降名以行事，故曰脩文公之好。○好，呼報反，注同。酈，力知反。）"
      },
      {
        "index": 24,
        "text": "晉侯問原守於寺人勃鞮。（勃鞮，披也。○守，手又反。勃，步忽反。鞮，丁兮反。）對曰：「昔趙衰以壺飧從徑，餒而弗食。」（言其廉且仁，不忘君也。徑，猶行也。○飧音孫。從，才用反，舊如字。徑，古定反。一讀「以壺飧從」，絕句，讀「徑」為「經」，連下句，垂於杜意。餒，如罪反，餓也。）"
      },
      {
        "index": 25,
        "text": "疏注「言其」至「行也」。○正義曰：杜以徑猶行者，以傳文為徑，故釋為行，上讀為義。劉炫改「徑」為「經」，謂經歷饑餒，下屬為句，輒改其字，以規杜氏，非也。\n故使處原。（從披言也。衰雖有大功，猶簡小善以進之，示不遺勞。○披，普皮反。）\n僖公二十有六年"
      },
      {
        "index": 26,
        "text": "【經】二十有六年，春，王正月，己未，公會莒子、衛甯速盟於向。（向，莒地。甯速，衛大夫莊子也。○向，舒亮反。）"
      },
      {
        "index": 27,
        "text": "齊人侵我西鄙。公追齊師至酅，弗及。（公逐齊師，遠至齊地，故書之。濟北穀城縣西有地名酅下。○酅，本又作巂，戶圭反，注同，一音以轉反。）"
      },
      {
        "index": 28,
        "text": "疏「齊人」至「弗及」。○正義曰：於例，將卑師少稱人，將卑師眾稱師。此來、去一也，而師、人異文者，《穀梁傳》曰：「其侵也曰人，其追也曰師，以公之弗及，大之也。」此傳無解，或如《穀梁》之言，美公能逐其師，若言追大師然，變文以美公，猶嘉季子之獲而書莒挐也。公追戎於濟西，不言所至。此言至酅者，美公遠追能追至齊地，故書之也。桓十年齊侯、衛侯、鄭伯來戰於郎，傳曰：不書侵伐，「我有辭也」。此齊人侵我，討洮、向二盟與莒和好，我亦無罪而書侵者，於時晉文初起，諸侯無伯，齊侯是桓公之子，欲以盟主自居，魯不告齊而私為此盟，非有正禮可辭，齊侯容得侵伐，故從本文。"
      },
      {
        "index": 29,
        "text": "夏，齊人伐我北鄙。（孝公未入魯竟，先使微者伐之。○竟音境，傳同。衛人伐齊。）公子遂如楚乞師。（公子遂，魯卿也。乞，不保得之辭。）"
      },
      {
        "index": 30,
        "text": "疏注「公子」至「之辭」。○正義曰：公子遂，名書於經，則是卿也。而云大夫者，大夫是總辭也。今定本為魯卿。乞則自我之心，得否在於彼國。乞者，執謙之意，不保必得之辭。《釋例》曰： 「凡乞者，深求過理之辭，執謙以逼成其計，故雖小國之乞大國，大國之乞小國，亦皆從不與謀之例。臧宣叔、郤錡乞師是也。」然則與謀者，彼此合計，同謀共行。乞師者，取彼之力，我獨用之，故不從與謀之例。《公羊傳》曰：「乞者何？卑辭也。曷為內外同辭？重師也。曷為重師？師出不正反，戰不正勝。」《穀梁》亦同其意，以為兵，凶器；戰，危事，用師必有死傷，不可必全得歸。本不可謂之假借，故皆以乞為名。"
      },
      {
        "index": 31,
        "text": "秋，楚人滅夔，以夔子歸。（夔，楚同姓國，今建平秭歸縣。夔有不祀之罪，故不譏楚滅同姓。○夔，求龜反。秭音姊。）"
      },
      {
        "index": 32,
        "text": "冬，楚人伐宋，圍緡。公以楚師伐齊，取穀。（傳例曰：「師能左右之曰以。」○緡，亡巾反。）○公至自伐齊。（無傳。）"
      },
      {
        "index": 33,
        "text": "【傳】二十六年，春，王正月，公會莒茲莒公、（茲ぶ，時君之號，莒，夷，無諡，以號為稱。○ぶ，普悲反。稱，尺證反。）○甯莊子「盟於向」，尋洮之盟也。（洮盟在前年。）\n「齊師侵我西鄙」，討是二盟也。"
      },
      {
        "index": 34,
        "text": "夏，齊孝公伐我北鄙。衛人伐齊，洮之盟故也。公使展喜犒師，（勞齊師。○犒，苦報反，勞也。勞，力報反，下文同。）"
      },
      {
        "index": 35,
        "text": "疏注「勞齊師」。○正義曰：犒者，以酒食餉饋軍師之名也。服虔云：「以師枯槁，故饋之飲食，勞苦謂之勞也。」《魯語》云：「使展喜以膏沐犒師。」\n使受命於展禽。柳下惠。"
      },
      {
        "index": 36,
        "text": "疏注「柳下惠」。○正義曰：《魯語》展禽對臧文仲云：「獲聞之。」是其人，氏展，名獲，字禽，柳下是其所食之邑名，諡曰惠。《列女傳》：「柳下惠死，門人將諡之。妻曰：『夫子之諡，宜為惠乎！』門人從以為諡。」《莊子》云「柳下季」者，季是五十字，禽是二十字。"
      },
      {
        "index": 37,
        "text": "齊侯未入竟，展喜從之，曰：「寡君聞君親舉玉趾，將辱於敝邑，使下臣犒執事。」（言執事，不敢斥尊。○趾音止，足也。）齊侯曰：「魯人恐乎？對曰：「小人恐矣，君子則否。」齊侯曰：「室如懸罄，野無青草，何恃而不恐？」（如，而也。時夏四月，今之二月，野物未成，故言居室而資糧縣盡，在野則無蔬食之物，所以當恐。○恐，立勇反，下及注皆同。縣音玄，注同。罄亦作磬，盡也。）"
      },
      {
        "index": 38,
        "text": "疏注「如而」至「當恐」。○正義曰：服虔云：「言室屋皆發撤，榱椽在，如縣罄」。孔晁曰：「縣罄，但有桷無覆。」蓋杜以下云「野無青草」，言在野無青草可食，明此在室無資糧可啖，故改「如」為「而」，言「居室而資糧縣盡」。劉炫云「如罄在縣，下無粟帛」。炫乃以服義規杜，非也。"
      },
      {
        "index": 39,
        "text": "對曰：「恃先王之命，昔周公、大公股肱周室，夾輔成王。成王勞之而賜之盟，曰：『世世子孫，無相害也！』載在盟府，（載，載書也。○大音泰，下及注同。夾，古洽反，舊音古協反。）○大師職之。（職，主也。大公為大師，兼主司盟之官。）桓公是以糾合諸侯而謀其不協，彌縫其闕而匡救其災，昭舊職也。及君即位，諸侯之望曰：『其率桓之功。』（率，循也。○縫，扶容反。）我敝邑用不敢保聚，（用此舊盟，故不聚眾保守。）曰：『豈其嗣世九年而棄命廢職，其若先君何？君必不然。』恃此以不恐。」齊侯乃還。"
      },
      {
        "index": 40,
        "text": "東門襄仲、臧文仲如楚乞師。（襄仲居東門，故以為氏。臧文仲為襄仲副使，故不書。○使，所吏反。）○臧孫見子玉而道之伐齊、宋，以其不臣也。（言其不臣事周室，可以此罪責而伐之。○道音導。）"
      },
      {
        "index": 41,
        "text": "夔子不祀祝融與鬻熊。（祝融，高辛氏之火正，楚之遠祖也。鬻熊，祝融之十二世孫。夔，楚之別封，故亦世紹其祀。○融，餘忠反。鬻音育。）"
      },
      {
        "index": 42,
        "text": "疏「祝融」至「其祀」。○正義曰：《楚世家》云：「楚之先出自帝顓頊高陽。高陽生稱，稱生卷章，卷章生重黎。黎為高辛氏火正，帝嚳命曰祝融。帝誅重黎，而以其弟吳回居火正，為祝融。吳回生陸終，陸終生季連。季連，芊姓，楚其後也。其後中微，或在中國，或在蠻夷，不能紀其世。周文王之時，季連之苗裔曰鬻熊，事文王。曾孫熊繹，成王封於楚。」是祝融、鬻熊皆為楚之遠祖也。自祝融至鬻熊，司馬遷不能紀其世。杜言十二世，不知出何書。故劉炫規杜云：「計其間出有一千二百年，略而言之，則百年為一世，計父子為十二世，何以得近千二百年乎？」今刪定知不然者，以其間或兄弟伯叔相及皆為君，故年多而世少，或可轉寫誤。劉更無別文，以意而規杜氏，未為得也。"
      },
      {
        "index": 43,
        "text": "楚人讓之，對曰：「我先王熊摯有疾，鬼神弗赦而自竄於夔。（熊摯，楚嫡子，有疾不得嗣位，故別封為夔子。○摯音至。竄，七亂反，《字林》又千外反。嫡，丁曆反。）"
      },
      {
        "index": 44,
        "text": "疏注「熊摯」至「夔子」。正義曰：傳言熊摯有疾，是以失楚，明是適子有疾，不得嗣位。《楚世家》無其事，不知熊摯是何君之適？何時封夔？案《鄭語》孔晁注云：「熊繹玄孫曰熊摯，有疾，楚人廢之，立其弟熊延。熊摯自棄於夔，子孫有功，王命為夔子。」亦不知何所據也。"
      },
      {
        "index": 45,
        "text": "吾是以失楚，又何祀焉？」（廢其常祀而飾辭文過。）○秋，楚成得臣、鬥宜申帥師滅夔，以夔子歸。（成得臣，令尹子玉也。鬥宜申，司馬子西也。）"
      },
      {
        "index": 46,
        "text": "宋以其善於晉侯也，（重耳之出也，宋襄公贈馬二十乘。○乘，繩證反。）叛楚即晉。冬，楚令尹子玉、司馬子西帥師伐宋，圍緡。「公以楚師伐齊，取穀。」凡師能左右之曰「以」。（左右，謂進退在己。○左右，並如字。）"
      },
      {
        "index": 47,
        "text": "疏「凡師」至「曰以」。○正義曰：能左右者，謂欲左則左，欲右則右，故注云「謂進退在已」。《釋例》曰：「凡師能左右之曰『以』，謂求助於諸侯，而專制其用，征伐進退，帥意而行，故變會及之文而曰『以』。施於匹敵相用者，若伯主之命，則上行於下，非例所及也。吳雖大國，順蔡侯之請，自將其眾，唯蔡侯之命，故亦言以吳子也。傳例稱師，則諸不言師者，皆不用『以』為例也。『以』之於言，所涉甚多。劉、賈、許、潁既不守例為斷，又亦不能盡通諸『以』，唯雜取『晉人執季孫以歸』，『劉子、單子以王猛居於皇』，『尹氏毛伯以王子朝奔楚』，隨示『以』義數事而已。又云，諸稱『以』，皆小以大，下以上，非其宜也。尋案『晉侯以季孫歸』，又非下以上也，『荊以蔡侯歸』，亦非小以大也。」"
      },
      {
        "index": 48,
        "text": "寘桓公子雍於穀，易牙奉之以為魯援。（雍本與孝公爭立，故使居穀以逼齊。○寘，之豉反。援，於眷反。）○楚申公叔侯戍之。（為二十八年楚子使申叔去穀張本。）桓公之子七人，為七大夫於楚。（言孝公不能撫公族。）\n僖公二十有七年"
      },
      {
        "index": 49,
        "text": "【經】二十有七年，春，杞子來朝。夏，六月，庚寅，齊侯昭卒。（十九年與魯大夫盟於齊。）秋，八月，乙未，葬齊孝公。（無傳。三月而葬，速。）\n乙巳，公子遂帥師入杞。（弗地曰入。八月無乙巳；乙巳，九月六日。）"
      },
      {
        "index": 50,
        "text": "冬，楚人、陳侯、蔡侯、鄭伯、許男圍宋。（傳言楚子使子玉去宋，經書人者，恥不得志，以微者告。猶序諸侯之上，楚主兵故。）"
      },
      {
        "index": 51,
        "text": "疏注「傳言」至「兵故」。○正義曰：此年傳云「楚子及諸侯圍宋」，則是楚子親自來也。十二月，「公會諸侯，盟於宋」，公為楚子在宋，而往會之，明與楚子共盟也。明年傳晉侯「執曹伯，分曹、衛之田以畀宋人」，其下始云「楚子入居於申，使子玉去宋」。由此而言楚子初來圍宋，必親至宋國，使子玉主兵。明年見晉之盛，身始去之，獨留子玉於宋耳。杜以諸侯之貶不至稱人，今言楚人，不得為楚子之身也。子玉，楚之正卿，宜書其名，今書曰楚人，非子玉也。故以恥不得志，以微者告也。若然，莊二十八年，齊人伐衛，杜云「齊侯稱人者，諱取賂而還，以賤者告」。二十二年宋公及楚人戰於泓，杜云「楚告命，不以主帥人數，故略稱人」。則以彼二解，義亦得通。但傳有「子玉在宋」之文，故據子玉解之，所以弘通其義也。初圍宋，在此年冬，楚子入居於申，乃是明年三月，圍至明年不克，始是不得志耳。非是初圍之時為不得志也。杜意當以此為明年始告，告以今冬圍耳。下句即有公會諸侯於宋，楚未來告，而公得往會之者，公傳聞即往，非待告也。其書圍宋之事，必待專使來告，傳聞行言不得書也。然若成十三年，「公會諸侯伐秦」，傳稱「戰於麻隧，秦師敗績」，而經無戰敗之事。杜云「時公在師，復不須告」。蓋經文闕漏，傳文獨存。即如彼言，公見其事，不復須告。此時公會諸侯於宋，即是親見宋圍，何以不即書之？而云待楚告者，案檢上下，襄十一年「公會晉侯云云伐鄭」，傳稱「鄭人行成」，下言「晉趙武入盟鄭伯」、「鄭子展出盟晉侯」，杜云「二盟不書，不告」；二十五年「公會晉侯云云於夷儀」，傳稱伐齊，齊人「使隰鉏請成，慶封如師」，杜云「慶封獨使於晉，不通諸侯，故不書」；二十六年傳「六月，公會晉趙武、宋向戌、鄭良霄、曹人於澶淵，晉人執甯喜以歸」，杜云「歸晉而後告諸侯」，故經書在秋。此三事者，公雖在會，不告不書，所言不須告者，皆謂公親行其事，麻隧，公親在戰，故云不復須告。此時公往與盟，不與圍宋，故圍宋之事必待告乃書。既以微者來告，猶序諸侯之上者，《春秋》之例，會同以國大小為序，征伐則以主兵在前，此序諸侯之上，由楚主兵故也。"
      },
      {
        "index": 52,
        "text": "十有二月，甲戌，公會諸侯盟於宋。（無傳。諸侯伐宋，公與楚有好，而往會之，非後期。宋方見圍，無嫌於與盟，故直以宋地。○好，呼報反。與音預。）"
      },
      {
        "index": 53,
        "text": "疏注「諸侯」至「宋地」。○正義曰：陳、蔡、鄭、許皆是楚之屬國。楚子帥而與之圍宋。往年公使公子遂如楚乞師，始與之通和好。魯非楚之屬國，圍宋之事，公不與謀，直聞其在宋，往會之耳。非是楚來召公，公自往會之，非後期也。言此者，文七年，扈之盟，為公後期，不序其國，而總曰諸侯。此亦總曰諸侯，有後期之嫌，故明之非為後期，而總稱諸侯，即上圍宋之諸侯也。一事而再見者，前目而後凡，常例也。圍稱楚人，以微者告。魯此與諸侯盟會，必是楚子親之，不復別言楚子者，上已曆序諸侯，遂令楚子當楚人之處，即從總文，故不復曲序之也。凡盟會以國為地者，必國主與其盟會。此時宋方見圍，無嫌與盟，故直以宋地也。"
      },
      {
        "index": 54,
        "text": "【傳】二十七年，春，杞桓公來朝，用夷禮，故曰子。（杞，先代之後，而迫於東夷，風俗雜壞，言語衣服有時而夷，故杞子卒，傳言其夷也。今稱朝者，始於朝禮，終而不全，異於介葛盧，故唯貶其爵。）○公卑杞，杞不共也。（杞用夷禮，故賤之。○共音恭，本亦作恭，下注同。）\n夏，齊孝公卒，有齊怨，（前年齊再伐魯。）不廢喪紀，"
      },
      {
        "index": 55,
        "text": "疏「不廢喪紀」。正義曰：《周禮》：「小司徒掌喪紀之禁令。庖人掌喪紀之庶羞。」《樂記》曰：「衰麻哭泣，所以節喪紀也。」言喪紀者多矣。喪紀者，喪事之總名，諸侯相於唯有吊贈，故注云「吊贈之數不有廢」也。\n禮也。（吊贈之數不有廢。）\n秋，入杞，責無禮也。（責不共也。○「責無禮」，本或作「責禮也」。）"
      },
      {
        "index": 56,
        "text": "楚子將圍宋，使子文治兵於睽，（子文時不為令尹，故云使治兵，習號令也。睽，楚邑。○睽，苦圭反，又音圭。）○終朝而畢，不戮一人。（終朝，自旦及食時也。子文欲委重於子玉，故略其事。○朝如字，注同。戮音六。）○子玉復治兵於蒍，（子玉為令尹故。蒍，楚邑。○復，扶又反。蒍，於委反。）終日而畢，鞭七人，貫三人耳。\n疏「貫三人耳」。○正義曰：耳，助句也。國老皆賀子文，"
      },
      {
        "index": 57,
        "text": "疏「國老皆賀」。○正義曰：《王制》云：「有虞氏養國老於上庠，養庶老於下庠。」然則國老者，國之卿、大夫、士之致仕者也。"
      },
      {
        "index": 58,
        "text": "子文飲之酒。（賀子玉堪其事。○貫音官，又古亂反。飲，於鴆反。）蒍賈尚幼，後至不賀。（蒍賈，伯嬴，孫叔敖之父。幼，少也。○嬴音盈。少，詩照反，下同。）子文問之，對曰：「不知所賀。子之傳政於子玉，曰：『以靖國也。』"
      },
      {
        "index": 59,
        "text": "疏「子之」至「國也」。○正義曰：二十三年，子玉伐陳，城頓而還。子文使為令尹。叔伯曰：「子若國何？」對曰：「吾以靖國也。夫有大功而無貴仕，其人能靖者與，有幾？」子文恐子玉矜功為亂，故授令尹，冀以靖國家，此舉其前言以非之。"
      },
      {
        "index": 60,
        "text": "靖諸內而敗諸外，所獲幾何？子玉之敗，子之舉也，舉以敗國，將何賀焉？子玉剛而無禮，不可以治民，過三百乘，其不能以入矣。\n疏「過三」至「入矣」。○正義曰：若使為帥，過三百乘，其必不能入前敵矣。\n苟入而賀，何後之有？」（三百乘，二萬二千五百人。○傳，直專反。幾，居豈反。乘，繩證反，下同。）"
      },
      {
        "index": 61,
        "text": "冬，楚子及諸侯圍宋，宋公孫固如晉告急。（公孫固，宋莊公孫。）先軫曰：「報施救患，取威定霸，於是乎在矣。」（先軫，晉下軍之佐原軫也。報宋贈馬之施。○軫，之忍反。施，式氏反，注同。）"
      },
      {
        "index": 62,
        "text": "疏注「先軫」至「之施」。○正義曰：劉炫云，下「蒐於被廬」，先軫始佐下軍。此時未為下軍之佐，以規杜氏。知不然者，以方欲救宋，即蒐被廬。先軫此語與蒐相近，不知未蒐之前，先軫身作何官，故以蒐後下軍之佐明之。然先軫後年亦為中軍帥。不云中軍帥者，相去既遠，又隔下軍之佐，故杜不言之。"
      },
      {
        "index": 63,
        "text": "狐偃曰：「楚始得曹，而新昏於衛，若伐曹、衛，楚必救之，則齊、宋免矣。」（前年楚使申叔侯戍穀以逼齊。）於是乎蒐於被廬，（晉常以春蒐禮，改政令，敬其始也。被廬，晉地。○蒐，所求反。被，皮義反。廬，力居反。）作三軍，（閔元年晉獻公作二軍，今復大國之禮。）謀元帥。（中軍帥。○帥，所類反，注同。）"
      },
      {
        "index": 64,
        "text": "疏「謀元帥」。○正義曰：元，長也。謂將帥之長。軍行則重者居中，故晉以中軍為尊，而上軍次之。其二軍則上軍為尊，故閔元年晉侯作二軍，公將上軍。"
      },
      {
        "index": 65,
        "text": "趙衰曰：「郤縠可。臣亟聞其言矣，說禮、樂而敦《詩》、《書》。《詩》、《書》，義之府也；禮、樂，德之則也。德、義，利之本也。"
      },
      {
        "index": 66,
        "text": "疏「說禮」至「本也」。○正義曰：說謂愛樂之，敦謂厚重之。《詩》之大旨，勸善懲惡。《書》之為訓，尊賢伐罪，奉上以道，禁民為非之謂義，《詩》、《書》，義之府藏也。禮者，謙卑恭謹，行歸於敬。樂者，欣喜歡娛，事合於愛。揆度於內，舉措得中之謂德。禮、樂者，德之法則也。心說禮、樂，誌重《詩》、《書》，遵禮、樂以布德，習《詩》、《書》以行義，有德有義，利民之本也。《晉語》云：「文公問元帥於趙衰，對曰：『郤縠可，年五十矣，守學彌惇。夫好先王之法者，德義之府也。夫德義，生民之本也。能敦篤，不忘百姓。請使卻縠。』公從之。」"
      },
      {
        "index": 67,
        "text": "《夏書》曰：『賦納以言，明試以功，車服以庸。』（《尚書·虞夏書》也。賦納以言，觀其志也；明試以功，考其事也；車服以庸。報其勞也。賦，猶取也。庸，功也。○縠，本又作穀，同，胡木反。亟，欺冀反，數也。說音悅。）君其試之。」"
      },
      {
        "index": 68,
        "text": "疏「夏書」至「試之」。○正義曰：《夏書》言用臣之法。賦，取也。取人納用以其言，察其言觀其志也。分明試用以其功，考其功觀其能也。而賜之車服，以報其庸。庸亦功也。知其有功乃賜之。古人之法如此，君其試用之。○注「《尚書》」至「功也」。○正義曰：此古文《虞書·益稷》之篇。漢、魏諸儒不見古文，因伏生之謬，從《堯典》至《胤征》凡二十篇總名曰《虞夏書》，以與禹對言。故傳通謂《大禹謨》以下皆為《夏書》也。古本作「敷納以言，明庶以功」。「敷」作「賦」，「庶」作「試」，師受不同，古字改易耳。賦稅者，取受之義，故為取也。「庸，功」，《釋詁》文。《舜典》云「敷奏以言，明試以功，車服以庸」。文雖略同，此引《夏書》，非《舜典》也。"
      },
      {
        "index": 69,
        "text": "乃使郤縠將中軍，郤溱佐之；使狐偃將上軍，讓於狐毛而佐之；（狐毛，偃之兄。○將，子匠反，下將、上將皆同。溱，側巾反。）"
      },
      {
        "index": 70,
        "text": "疏注「狐毛，偃之兄」。○正義曰：《晉語》偃辭曰：「毛之知，賢於臣，其齒又長，毛也不在位，不敢聞命。」"
      },
      {
        "index": 71,
        "text": "命趙衰為卿，讓於欒枝、先軫。（欒枝，貞子也，欒賓之孫。○欒，魯官反。）使欒枝將下軍，先軫佐之。荀林父禦戎，魏犨為右。（荀林父，中行桓子。○行，戶剛反。）\n晉侯始入而教其民，二年，欲用之。（二十四年入。）子犯曰：「民未知義，未安其居。」（無義則苟生。）\n疏注「無義則苟生」。○正義曰：未知君臣之義，不作長久之圖，苟且為生，以過朝夕，是未安其居。\n於是乎出定襄王，（二十五年定襄王，以示事君之義。）入務利民，民懷生矣。"
      },
      {
        "index": 72,
        "text": "疏「入務」至「生矣」。○正義曰：利民之事，非止一塗。《晉語》說文公為政云「棄責薄斂，施舍分災，救乏振滯，匡困資無。輕關易道，通賈寬農。務穡勸分，省用足財。利器明德，以厚民性」。皆是利民之事。民懷生者，謂有懷義之心，不復苟且。劉炫云：「生既厚民，皆懷戀居處。」\n將用之子。犯曰：「民未知信，未宣其用。」（宣，明也，未明於見用之信。）"
      },
      {
        "index": 73,
        "text": "疏注「未明於見用之信」。○正義曰：信是人之所用，若未伐原示信，民未明於信是人用。故傳云「未宣其用」，云見用者，言信見為人所用。"
      },
      {
        "index": 74,
        "text": "於是乎伐原以示之信。（伐原在二十五年。）民易資者不求豐焉，（不詐以求多。）明徵其辭，（重言信。）○公曰：「可矣乎？」子犯曰：「民未知禮，未生其共。」於是乎大蒐以示之禮，（蒐，順少長，明貴賤。○長，丁丈反。）作執秩以正其官。（執秩，主爵秩之官。○秩，直乙反。）民聽不惑，而後用之。出穀戍，釋宋圍，（楚子使申叔去穀，子玉去宋。）一戰而霸，文之教也。（謂明年戰城濮。）"
      },
      {
        "index": 75,
        "text": "疏「文之教也」。○正義曰：《論語》云「上好禮則民莫敢不敬，上好義則民莫敢不服，上好信則民莫敢不用情」。今晉侯以義、信、禮教民，然後用之，是文德之教也。明年傳君子「謂晉於是役也，能以德攻」，注云：「以文德教民而後用之。」謂此役也。\n僖公二十有八年\n【經】二十有八年，春，晉侯侵曹。晉侯伐衛。（再舉晉侯者，曹、衛兩來告。）"
      },
      {
        "index": 76,
        "text": "公子買戍衛，不卒戍，刺之。（公子買，魯大夫子叢也。內殺大夫皆書。刺，言用《周禮》三刺之法，示不枉濫也。公實畏晉，殺子叢而誣叢以廢戍之罪。恐不為遠近所信，故顯書其罪。○刺，七賜反，殺也。叢，似東反。枉，紆往反。）"
      },
      {
        "index": 77,
        "text": "疏注「公子」至「其罪」。○正義曰：經言「買」傳言「叢」，蓋名買，字叢，或字相似而一謬也。《周禮》：「司刺掌三刺之法，以讚司寇聽獄訟。一刺曰訊群臣，再刺曰訊群吏，三刺曰訊萬民。」鄭玄云：「刺，殺也。訊而有罪則殺之。」訊，言也，內殺大夫。此及成十六年「刺公子偃」，皆書刺者，若云用彼三刺之法，言問臣、吏、萬民，皆言合殺，乃始殺之，以示不枉濫也。此三刺之法，位在外朝，庫門之外，皋門之內，故「小司寇掌外朝之政，三公及州長百姓北面，群臣西面，群吏東面」。於此訊之也。魯史獨設此名，所以異於外也。《公羊》以為「內諱殺大夫謂之刺」。以為諸侯不得專殺，故諱言刺之，其意小異於此。公實畏晉，殺子叢以說晉，言戍衛者叢之所為，又歸罪於叢，言不終戍事，故殺之，恐不為遠近所信，故顯書子叢之罪也。然魯殺子叢，本有兩意：謂楚云不卒戍；謂晉云叢欲戍衛。今經之所書書，謂楚之辭，不書謂晉之辭者，以魯先與楚同好，恐楚疑之，故顯書不卒戍之罪以告屬楚。諸侯心實畏晉，未敢宣露，故經不書告晉之辭。蘇云：公子買不卒戍者，告晉、楚之辭也，謂晉云公子買比來戍衛，今不使終其戍事，是以殺之；謂楚云比令公子買楚戍衛，其買不終戍事，是以殺之。\n楚人救衛。"
      },
      {
        "index": 78,
        "text": "三月，丙午，晉侯入曹，執曹伯，畀宋人。（畀，與也。執諸侯當以歸京師，晉欲怒楚使戰，故以與宋，所謂「譎而不正」。○畀，必利反，注同。譎，古穴反。）"
      },
      {
        "index": 79,
        "text": "疏注「畀，與也」。○正義曰：劉炫云：「《公羊傳》曰：『畀者何？與也。其言以宋人何？與使聽之。』何休云：『宋稱人者，明聽訟必師斷與，其師眾共之。』《穀梁傳》曰：『畀，與也。其曰人，何也？不與晉侯畀宋公也。』注云：「畀，上與下之辭，故不以侯畀公。』案傳『執曹伯，分曹、衛之田以畀宋人』則田亦稱人，非為斷獄，故云人也。若不使晉侯與宋公，自可改其畀名，何以名之為畀，而使義不得與也？若與宋人，豈宋國卑賤之人，得獨受曹伯而治之乎？二傳之言，皆不得合《左氏》，當以人為眾辭，舉國而稱之耳。」"
      },
      {
        "index": 80,
        "text": "夏，四月己巳，晉侯、齊師、宋師、秦師及楚人戰於城濮，楚師敗績。（宋公、齊國歸父、秦小人憖既次城濮，以師屬晉，不與戰也。子玉及陳、蔡之師不書，楚人恥敗，告文略也。大崩曰敗績。○濮音卜。憖，魚覲反。下與音預。）"
      },
      {
        "index": 81,
        "text": "疏注「宋公」至「敗績」。○正義曰：於例，將卑師眾稱師，此齊、宋、秦皆又稱師，則將非尊者。傳云：「宋公、齊國歸父、秦小子憖次於城濮。」及其交戰，唯言晉師陳於莘，此說晉之將帥與楚相敵，都不言齊、宋公卿，知其既次城濮，以師屬晉，不與戰也。沈氏云：定四年「戰於柏舉」，傳稱「蔡侯、吳子、唐侯伐楚」，杜云：「唐侯不書，兵屬於吳、蔡。」今宋、齊、秦屬晉，而書之者，彼柏舉之戰，唐師共屬吳、蔡，與之同陳，故不書。此齊、宋師等雖屬晉，猶異陳，故得書之。傳稱「子玉及陳、蔡之師皆在於陳」，而不書者，楚人恥敗，告辭略，故史不得書之。劉炫《規過》以為晉人告略。今知不然者，但於此戰時，魯猶屬楚，凡禍福相告，必同好之國，故知楚人來告也。楚人來告，不言陳、蔡者，恥其諸國皆在不能敵晉，故略言楚人而已。若其晉告，則應矜其勝事，以少敗多，何肯略其陳、蔡而不告也？劉以為晉人來告，而規杜氏，非也。\n楚殺其大夫得臣。（子玉違其君命以取敗，稱名以殺，罪之。）衛侯出奔楚。"
      },
      {
        "index": 82,
        "text": "五月癸丑，公會晉侯、齊侯、宋公、蔡侯、鄭伯、衛子、莒子，盟於踐土。（踐土，鄭地。王子虎臨盟，不同歃，故不書。衛侯出奔，其弟叔武攝位受盟，非王命所加，從未成君之禮，故稱子而序鄭伯之下。經書癸丑，月十八日也。傳書癸亥，月二十八日。經、傳必有誤。○賤，以淺反。土如字，或一音杜。歃，所治反，本又作喢。）"
      },
      {
        "index": 83,
        "text": "疏注「踐土」至「有誤」。○正義曰：傳稱「王子虎盟諸侯於王庭」。而不書子虎，知子虎臨盟不與歃。定四年傳稱踐土之盟，「其載書云：『王若曰：晉重、魯申、衛武、蔡甲午、鄭捷、齊潘、宋王臣、莒期。』」其次與會不同者，會之班次以國大小為序，及其盟也，王臣臨之，異姓為後，故載書之次與會異也。定四年召陵之會，傳稱「祝佗言於萇弘曰：『踐土之盟，衛成公不在。夷叔，其母弟也，猶先蔡。』萇弘說，告劉子，乃長衛侯於盟。」如彼傳文，則踐土、召陵二盟，衛皆先蔡。而經書諸國之序，二會皆蔡在衛先者，《釋例》曰：「周之宗盟，異姓為後。故踐土載書，齊、宋雖大，降於鄭、衛。斥周而言，止謂王官之宰臨盟者也。其餘雜盟，未必皆然，踐土、召陵二會，蔡在衛上，時國次也。至盟乃正其高下者，敬恭明神，本其始也。」是言盟、會異次之意也。如《釋例》之言，王官之宰臨盟，乃以異姓為後，則二十九年翟泉之盟，王子虎在焉，宣七年黑壤之盟，王叔桓公臨之，彼二盟亦當異姓為後，與會異次也。八年洮之盟，王人在列，杜指王官之宰，則卑者未必能別同姓、異姓，若無王官之伯，則以大小為序。襄二十七年宋之盟，晉、楚爭先，是其餘雜盟不先同姓之文也。《周禮·典命》云：「諸侯之適子，誓於天子，攝其君，則下其君一等。未誓，則以皮帛繼子男。」叔武是衛侯之弟，未得從世子之法攝位受盟，舊無正禮，其班位高下出於主會之意，以其非王命所加，使從未成君之禮，故稱子，而序於鄭伯之下。蓋晉文之意使然。\n陳侯如會。（無傳。陳本與楚，楚敗，懼而屬晉，來不及盟，故曰如會。）"
      },
      {
        "index": 84,
        "text": "疏「陳侯如會」。○正義曰：沈氏云，八年鄭伯云『乞盟』，此直云如會者，彼及其盟，故云「乞盟」。此不及其盟，又陳侯不乞，故與彼文異。\n公朝於王所。（無傳。王在踐土，非京師，故曰王所。）"
      },
      {
        "index": 85,
        "text": "疏注「王在」至「王所」。正義曰：《穀梁傳》曰：「朝不言所，言所者，非其所也。」是其由非京師，故稱王所也。《公羊傳》曰：「曷為不言公如京師，天子在是也。曷為不言天子在是？不與致天子也。」其意言晉文公召王來踐土。《左傳》於此無召王之事，直云「作王宮於踐土」。杜云：「襄王聞戰勝，自往勞之，故為作宮。」則以王意自往，非晉召之，不同《公羊》說也。"
      },
      {
        "index": 86,
        "text": "六月，衛侯鄭自楚復歸於衛。（復其位曰復歸。晉人感叔武之賢而復衛侯。衛侯之入由於叔武，故以國逆為文，例在成十八年。）衛元咺出奔晉。（元咺，衛大夫，雖為叔武訟訴，失君臣之節，故無賢文。奔例在宣十年。○咺，況晚反。為，于偽反，下為其同。訴，本又作，蘇路反。）"
      },
      {
        "index": 87,
        "text": "疏注「元咺」至「十年」。○正義曰：宣十年齊崔氏出奔衛，傳曰：「書曰『崔氏』，非其罪也。」文八年宋司城來奔，傳言「司城效節於府人而出，故書以官，貴之也。」然書官及氏為貴，則書名不是賢文，以元咺訴君於晉，所訴雖直，令君陷罪，失君臣之節，故無賢文。書其名，從本文也。\n陳侯款卒。（無傳。凡四同盟。）"
      },
      {
        "index": 88,
        "text": "疏注「凡四同盟」。○正義曰：款以十三年即位，十五年盟於牡丘，十九年於齊，二十一年於薄，二十七年於宋，魯、陳俱在，是四同盟也。秋，杞伯姬來。（無傳。莊公女。歸寧曰來。）\n公子遂如齊。（無傳。聘也。）"
      },
      {
        "index": 89,
        "text": "冬，公會晉侯、齊侯、宋公、蔡侯、鄭伯、陳子、莒子、邾人、秦人於溫。（陳共公稱子，先君未葬，例在九年。宋襄公稱子，自在本班。陳共公稱子，降在鄭下。陳懷公稱子，而在鄭上。傳無義例，蓋主會所次，非褒貶也。○共音恭，下共公同。）"
      },
      {
        "index": 90,
        "text": "疏注「陳共」至「貶也」。○正義曰：陳侯款，經不書葬，正以稱子，知其先君未葬也。宋襄稱子，九年葵丘會也。陳共公稱子，此會也。陳懷公稱子，定四年召陵會也。其班次上下，傳無義例，故疑主會所次，非褒貶也。桓十六年公會宋公、衛侯、陳侯、蔡侯伐鄭，杜云「蔡常在衛上，今序陳下，蓋後至」。二十九年翟泉之盟，秦人在陳、蔡之下，傳曆序諸侯之卿，而有秦小子憖，杜云「秦小子憖在蔡下者，若宋向戌之後會」。彼二事班失其次，杜以後至釋之，知此陳共公稱子降在鄭下，非後至者，杜以後至為說，亦無明文。正以國之大小班序先定，今乃退在小國之下，因向戍有後至之譏，故取以為說耳。未成君者，例無定式，不知所由，故言「蓋」，為疑辭，疑主會之意，亦未必不由後至而降之。《禮·雜記》云：「君薨，大子號稱子，待猶君也。」然則待之如君，在本班者為得禮也。降其班者，出自主會之意。"
      },
      {
        "index": 91,
        "text": "天王狩於河陽。（晉地，今河內有河陽縣。晉實召王，為其辭逆而意順，故經以王狩為辭。○狩，本又作守，音同。）壬申，公朝於王所。（壬申，十月十日，有日而無月，史闕文。）\n晉人執衛侯，歸之於京師。（稱人以執，罪及民也，例在成十五年。諸侯不得相治，故歸之京師。）"
      },
      {
        "index": 92,
        "text": "疏「晉人」至「京師」。正義曰：成十五年「晉侯執曹伯，歸於京」。師彼不言「之」，此言「之」者，《公羊傳》曰：「歸之於者，罪已定矣。歸於者，罪未定也。」《左氏》無此義，正是史異辭耳。\n衛元咺自晉復歸於衛。（元咺與衛侯訟，得勝而歸。從國逆例者，明衛侯無道於民，國人與元咺。）"
      },
      {
        "index": 93,
        "text": "諸侯遂圍許。（會溫諸侯也。許比再會不至，故因會共伐之。○比如字；王俾利反。）曹伯襄復歸於曹，（晉感侯獳之言而復曹伯，故從國逆之例。○獳，乃侯反。）"
      },
      {
        "index": 94,
        "text": "疏注「晉感」至「之例」。○正義曰：侯獳愛君以請，此曹伯從國逆之例。成十六年曹人再請於晉，乃釋成公，而云「曹伯歸自京師」，從外納之文者，彼國人請君，自是恒事。此侯獳貨筮史致其誠心，晉侯感其言而特釋之，所以顯侯獳，故從國逆例也。\n遂會諸侯圍許。（言遂，得復而行，不歸國也。）"
      },
      {
        "index": 95,
        "text": "【傳】二十八年，春，晉侯將伐曹，假道於衛，（曹在衛東故。）衛人弗許。還，自河南濟。（從汲郡南渡，出衛南而東。○汲音急。）侵曹伐衛。正月戊申，取五鹿。（五鹿，衛地。）二月，晉郤縠卒。原軫將中軍，胥臣佐下軍，上德也。（先軫以下軍佐超將中軍，故曰上德。胥臣，司空季子。○將，子匠反，注同。胥，思徐反。）晉侯、齊侯盟於斂盂。（斂盂，衛地。○斂，徐音廉，又力撿反。盂音於。）衛侯請盟，晉人弗許。衛侯欲與楚，國人不欲，故出其君以說於晉。衛侯出居於襄牛。（襄牛，衛地。○說音悅，或如字。）"
      },
      {
        "index": 96,
        "text": "公子買戍衛，（晉伐衛，衛、楚之昏姻，魯欲與楚，故戍衛。）楚人救衛，不克。公懼於晉，殺子叢以說焉。（召子叢而殺之以謝晉。○說音悅。）謂楚人曰：「不卒戍也。」（詐告楚人，言子叢不終戍事而歸，故殺之。殺子叢在楚救衛下，經在上者，救衛，赴晚至。）"
      },
      {
        "index": 97,
        "text": "晉侯圍曹，門焉，多死，（攻曹城門。）曹人屍諸城上，（磔晉死人於城上。○磔，張宅反。）晉侯患之，聽輿人之謀曰：「稱舍於墓。」（輿，眾也。舍墓，為將發塚。○輿音餘。為如字，又于偽反。）"
      },
      {
        "index": 98,
        "text": "疏「輿人」至「於墓」。○正義曰：此「謀」字或作「誦」，涉下文而誤耳。其云誦者音韻如詩賦。此稱舍於墓，直是計謀之言，不得為「誦」。今定本作「謀」。"
      },
      {
        "index": 99,
        "text": "師遷焉，曹人兇懼，（遷至曹人墓，凶凶，恐懼聲。○凶，凶勇反。恐，丘勇反。）為其所得者棺而出之。因其凶也而攻之。三月丙午，入曹。數之，以其不用僖負羈而乘軒者三百人也，且曰：「獻狀。」（軒，大夫車，言其無德居位者多，故責其功狀。○棺，古患反，一音官。軒，許言反。）令無入僖負羈之宮而免其族，報施也。（報飧璧之施。○施，始豉反，注同。飧音孫。）魏犨、顛頡怒曰：「勞之不圖，報於何有！」（二子各有從亡之勞。○頡，胡詰反。從，才用反。）"
      },
      {
        "index": 100,
        "text": "疏「勞之」至「何有」。○正義曰：二子有從行之勞，未得厚賞，故言勞苦之大，不嚐圖謀其報，此小枯於何有！義恨公忘已而念彼也。"
      },
      {
        "index": 101,
        "text": "爇僖負羈氏。（爇，燒也。○爇，如悅反。）魏犨傷於胸，公欲殺之而愛其材，（才，力。）使問，且視之。病，將殺之。魏犨束胸見使者曰：「以君之靈，不有寧也。」（言不以病故自安寧。○見，賢遍反。使，所吏反。）距躍三百，曲踴三百。（距躍，超越也。曲踴，跳踴也。百，猶勵也。○距音巨。躍，羊略反。三，如字，又息暫反。百音陌，下放此。跳，徒彫反。勵音邁。）"
      },
      {
        "index": 102,
        "text": "疏注「距躍」至「勵也」。○正義曰：《詩》稱魚躍，《易》言龍躍，則躍是舉身向上之名。《禮記》「婦人踴不絕地」。則踴亦向上之名。《詩》云踴躍，用兵則踴躍，二事勢相類也。《說文》云：「躍，迅也。踴，跳也。」然則躍以疾生名，故以距躍為超越，言距地向前跳而越物過也。曲踴以曲為言，則謂向上跳而折復下，故以曲踴為跳踴耳，言直上向下而已。以傷病之人，而再言「三百」，不可為六百跳也。杜言百猶勵，亦不知勵何所謂，蓋復訓勵為勉，言每跳皆勉力為之。"
      },
      {
        "index": 103,
        "text": "乃舍之。殺顛頡以徇於師，立舟之僑以為戎右。（舟之僑，故虢臣，閔二年奔晉。以代魏犨，為先歸張本。○舍，如字，又音舍，下同。徇，似俊反。）宋人使門尹般如晉師告急。（門尹般，宋大夫。○般音班。）公曰：「宋人告急，舍之，則絕。（與晉絕。）告楚，不許。我欲戰矣，齊、秦未可，若之何？」（未肯戰。）先軫曰：「使宋舍我而賂齊、秦，（求救於齊、秦。○舍音舍。）藉之告楚。（假借齊、秦，使為宋請。○藉，在亦反，借也。為，于偽反。）我執曹君，而分曹、衛之田以賜宋人。楚愛曹、衛，必不許也。（不許齊、秦之請。）喜賂怒頑，能無戰乎？」（言齊、秦喜得宋賂而怒楚之頑，必自戰也。不可告請，故曰頑。）公說，執曹伯，分曹、衛之田以畀宋人。楚子入居於申，（申在方城內，故曰入。○說音悅。畀，必利反。）使申叔去穀，（二十六年申叔戍穀。）使子玉去宋，曰：「無從晉師。（晉侯在外十九年矣，而果得晉國。晉侯生十八年而亡，亡十九年而反，凡三十六年，至此四十矣）。險阻艱難，備嘗之矣；民之情偽，盡知之矣。天假之年，（獻公之子九人，唯文公在，故曰天假之年。）而除其害，（除惠、懷、呂、郤。）天之所置，其可廢乎？《軍志》曰：『允當則歸。』（無求過分。《軍志》兵書。○當，丁浪反。分，扶問反。）又曰：『知難而退。』又曰：『有德不可敵。』此三《志》者，晉之謂矣。』（謂今與晉遇當用此三《志》。）"
      },
      {
        "index": 104,
        "text": "疏「軍誌」至「謂矣」。○正義曰：「允當則歸」，謂信當分理，則須歸還，無求過分，決戰取勝也。「知難而退」，謂知前敵之難，則須退辟也。「有德不可敵」，謂必知敵彊，不須與競也。此三《志》者，與晉相遇之謂矣。劉炫云：「此《志》三云者，情有淺深。『允當則歸』，謂彼雖可勝，得當則還，言前人弱於已也。『知難而退』，謂勝不可必，早自收斂，言前人與已敵也。『有德不可敵』，謂必知彼彊，不須與競，言前人彊於已也。三者從弱至彊，總言晉之謂矣。指言晉彊於已也。」"
      },
      {
        "index": 105,
        "text": "子玉使伯棼請戰，（伯棼，子越椒也，鬥伯比之孫。○棼，扶云反；王扶粉反。）曰：「非敢必有功也，原以間執讒慝之口。」（間執，猶塞也。讒慝，若蒍賈之言，謂子玉不能以三百乘入。○間，間廁之間，注同。慝，吐得反。乘，繩證反。）王怒，少與之師，唯西廣、東宮與若敖之六卒實從之。（楚子還申，遣此兵以就前圍宋之眾。楚有左、右廣，又太子有宮甲，分取以給之。若敖，楚武王之祖父，葬若敖者，子玉之祖也。六卒，子玉宗人之兵六百人。言不悉師以益之。○廣，古曠反，注同。卒，子忽反，注同。）"
      },
      {
        "index": 106,
        "text": "疏注「楚子」至「益之」。○正義曰：宣十二年傳欒武子說楚事，云「其君之戎分為二廣，廣有一卒，卒偏之兩」。是楚有左右廣也。《周禮》「車仆掌戎路之萃，廣車之萃」，鄭玄云：「廣車，橫陳之車。」襄十一年鄭人賂晉侯以廣車。蓋兵車之名，名之為廣，因即以車表兵，謂屬西廣之兵也。文元年，商臣以宮甲圍成王，是東宮兵也。《周禮》司馬凡製軍百人為卒，知六卒六百人也。"
      },
      {
        "index": 107,
        "text": "子玉使宛春告於晉師曰：「請復衛侯而封曹，臣亦釋宋之圍。」（衛侯未出竟，曹伯見執在宋，已失位，故言復衛封曹。○宛，於元反，又於阮反。竟音境。）子犯曰：「子玉無禮哉！（君取一，臣取二，君取一，以釋宋圍，惠晉侯。臣取二，復曹、衛為巳功。）不可失矣。」（言可伐。）先軫曰：「子與之。"
      },
      {
        "index": 108,
        "text": "疏「先軫曰子與之」。○正義曰：以子犯言為無理，故先言子與之，欲令子犯與子玉復衛封曹，既言此以答子犯，然後復言其不可之理，更別為之立計，使私許復曹、衛以攜之。"
      },
      {
        "index": 109,
        "text": "定人之謂禮，楚一言而定三國，我一言而亡之，我則無禮，何以戰乎？不許楚言，是棄宋也，救而棄之，謂諸侯何？（言將為諸侯所怪。）楚有三施，我有三怨。怨讎已多，將何以戰？不如私許復曹、衛以攜之，（私許二國，使告絕於楚而後復之。攜，離也。○施，始豉反。）執宛春以怒楚，既戰而後圖之。」（須勝負決乃定計。）公說，乃拘宛春於衛，且私許復曹、衛。曹、衛告絕於楚。子玉怒，從晉師。晉師退。軍吏曰：「以君辟臣，辱也。且楚師老矣，何故退？」子犯曰：「師直為壯，曲為老，豈在久乎？微楚之惠不及此，（重耳過楚，楚成王有贈送之惠。○說音悅。拘音俱。過，古禾反。）退三舍辟之，所以報也。（一舍，三十里。初，楚子云：「若反國，何以報我？」故以退三舍為報。）背惠食言，"
      },
      {
        "index": 110,
        "text": "疏「背惠食言」。正義曰：《釋詁》云：「食，偽也。」孫炎云：「食言之偽。」《尚書·湯誓》云：「爾無不信，朕不食言。」孔安國云：「食盡其言，偽不實也。」哀二十五年傳孟武伯惡郭重曰：「何肥也？」公曰：「是食言多矣，能無肥乎？」然則食言者，言而不行，如食之消散，後終不行。則前言為偽，通謂偽言為食言，故《爾雅》訓食為偽也。"
      },
      {
        "index": 111,
        "text": "以亢其讎，（亢，猶當也，讎謂楚也。○背音佩，下及注同。亢，若浪反。）我曲楚直，其眾素飽，不可謂老。（直，氣盈飽。）\n疏注「直，氣盈飽」。○正義曰：素訓為空，忿怒之深，空腹不食。直，氣盈飽也。"
      },
      {
        "index": 112,
        "text": "我退而楚還，我將何求。若其不還，君退臣犯，曲在彼矣。」退三舍，楚眾欲止，子玉不可。夏，四月戊辰，晉侯、宋公、齊國歸父、崔夭、秦小子憖次於城濮。（國歸父、崔夭，齊大夫也。小子憖，秦穆公子也。城濮，衛地。○夭，於表反。）楚師背酅而舍，（酅，丘陵險阻名。○酅，戶圭反。）"
      },
      {
        "index": 113,
        "text": "疏注「酅，丘陵險阻名」。○正義曰：兵法右背山陵，前左水澤，楚師背酅而舍，知其背丘陵也。蓋所舍之處有丘陵名酅，其處有險阻也。"
      },
      {
        "index": 114,
        "text": "晉侯患之，聽輿人之誦，（恐眾畏險，故聽其歌誦。）曰：「原田每每，舍其舊而新是謀。」（高平曰原。喻晉軍美盛，若原田之草每每然，可以謀立新功，不足念舊惠。○每，亡回反，又梅對反。舍音舍。）公疑焉。（疑眾謂己背舊謀新。）子犯曰：「戰也！戰而捷，必得諸侯。若其不捷，表裏山河，必無害也。」（晉國外河而內山。）公曰：「若楚惠何？」欒貞子曰：「漢陽諸姬，楚實盡之。（貞子，欒枝也。水北曰陽。姬姓之國在漢北者，楚盡滅之。）思小枯而忘大恥，不如戰也。」晉侯夢與楚子搏，（搏，手搏。○搏音博。）楚子伏己而盬其腦，（盬，啑也。○盬音古。腦，乃老反。啑，子答反，又所答反，又子甲反。）"
      },
      {
        "index": 115,
        "text": "疏注「盬，啑也」。○正義曰：盬之為啑，未見正訓，蓋相傳為然。服虔云：「如俗語相罵云：『啑女腦矣。』」"
      },
      {
        "index": 116,
        "text": "是以懼。子犯曰：「吉！我得天，楚伏其罪，吾且柔之矣。』（晉侯上向故得天，楚子下向地故伏其罪。腦所以柔物。子犯審見事宜，故權言以答夢。○ 向，或作鄉，許亮反，下同。）子玉使鬥勃請戰，（鬥勃，楚大夫。）曰：「請與君之士戲，君馮軾而觀之，得臣與寓目焉。」（寓，寄也。○馮，皮冰反。軾音式。與音預。寓音遇。）晉侯使欒枝對曰：「寡君聞命矣。楚君之惠，未之敢忘，是以在此。為大夫退，其敢當君乎？既不獲命矣，（不獲止命。○為，于偽反。）敢煩大夫謂二三子，（煩鬥勃，令戒敕子玉、子西之屬。○令，力呈反。）『戒爾車乘，敬爾君事，詰朝將見。』（詰朝，平旦。○乘，繩證反，下及注皆同。詰，起吉反。朝，如字，注同。見，如字，又賢遍反。）晉車七百乘，韅、靷、鞅、靽。（五萬二千五百人。在背曰韅，在胸曰靷，在腹曰鞅，在後曰靽。言駕乘脩備。○韅，許見反：王又去見反，《說文》作「{顯革}」，云：著掖皮。靷，以刃反；《說文》云，軸也。鞅，於杖反；《說文》云，頸皮也。靽音半，一云縶也。背，如字）。"
      },
      {
        "index": 117,
        "text": "疏注「五萬」至「脩備」。正義曰：《說文》云「韅，著掖皮也」，「靷，引軸也」，「鞅，頸皮也」。此注與《說文》不同，蓋以時驗而為解也。驂馬挽車，有皮在背者，有約胸者，有在腹為帶者，有縶絆其足者，從馬上而下，次之在後，正謂在足是也。傳唯舉四事，文無所結，舉其小事，皆具言其駕乘脩備，明諸事皆備也。"
      },
      {
        "index": 118,
        "text": "晉侯登有莘之虛以觀師，曰：「少長有禮，其可用也。」（有莘，故國名。少長，猶言大小。○莘，所巾反。虛，丘魚反。少，詩照反，注同。長，丁丈反，注同。）遂伐其木以益其兵。（伐木以益攻戰之具，輿曳柴亦是也。○攻，如字，又音貢。）己巳，晉師陳於莘北，胥臣以下軍之佐當陳、蔡。子玉以若敖之六卒將中軍，曰：「今日必無晉矣。」（子西將左，子上將右。子西，鬥宜申。子上，鬥勃。○陳於，直覲反。卒，子忽反，下同。將子匠反，下及注同。）胥臣蒙馬以虎皮，先犯陳、蔡。陳、蔡奔，楚右師潰。（陳、蔡屬楚右師。○潰，戶內反。）狐毛設二旆而退之。（旆，大旗也，又建二旆而退，使若大將稍卻。○旆，薄具反。）欒枝使輿曳柴而偽遁，（曳柴起塵，詐為眾走。○遁，徒困反。）楚師馳之。原軫、郤溱以中軍公族橫擊之，（公族，公所率之軍。）狐毛、狐偃以上軍夾攻子西，楚左師潰。楚師敗績。子玉收其卒而止，故不敗。（三軍唯中完，是大崩。○夾，古洽反，又音頰。）晉師三日館穀，（館，舍也。食楚軍穀三日。）及癸酉而還。甲午，至於衡雍，作王宮於踐土。（衡雍，鄭地，今熒陽卷縣。襄王聞晉戰勝，自往勞之，故為作宮。○雍，於用反。卷音權，又丘權反。勞，力報反。故為，于偽反，下文同。）鄉役之三月，（鄉，猶屬也，城濮役之前三月。○鄉，許亮反，本又作曏，同。屬音燭。）鄭伯如楚致其師，為楚師既敗而懼。"
      },
      {
        "index": 119,
        "text": "疏「鄭伯」至「而懼」。○正義曰：致其師者，致其鄭國之師，許以佐楚也。戰時雖無鄭師，要本心佐楚，故既敗而懼。\n使子人九行成於晉。（子人，氏；九，名。○為，于偽反。）"
      },
      {
        "index": 120,
        "text": "疏注「子人，氏；九；名」。○正義曰：桓十四年「鄭伯使其弟語來盟」，傳稱「子人來盟」，杜云：「子人即弟語也，其後為子人氏。」七年傳子華云「泄氏、孔氏、子人氏三族，實違君命」。今子人九，必是語之後也。杜《譜》以九為雜人，謬矣。\n晉欒枝入盟鄭伯。五月丙午，晉侯及鄭伯盟於衡雍。\n疏「晉欒」至「衡雍」。○正義曰：此二盟及上文晉侯、齊侯盟於斂孟皆不書者，皆不告也。"
      },
      {
        "index": 121,
        "text": "丁未，獻楚俘於王，駟介百乘，徒兵千。（駟介，四馬被甲。徒兵，步卒。○駟音四。介音界。被，皮義反。卒，子忽反。）鄭伯傅王，用平禮也。（傅，相也。以周平王享晉文侯仇之禮享晉侯。○相，息亮反。）己酉，王享醴，命晉侯宥。（既饗，又命晉侯助以束帛，以將厚意。）王命尹氏及王子虎、內史叔興父策命晉侯為侯伯，（以策書命晉侯為伯也。《周禮》「九命作伯」。尹氏、王子虎，皆王卿士也。叔興父，大夫也。三官命之以寵晉。）"
      },
      {
        "index": 122,
        "text": "疏注「以策」至「寵晉」。○正義曰：《周語》稱「晉文公初立，襄王使大宰文公及內史叔興賜文公命」，注《國語》者皆以為大宰文公即王子虎也。今尹氏又在王子虎之上，故以為皆卿士，唯叔興是大夫，或云「皆大夫」，「皆」字妄耳。九命者，《大宗伯》云「一命受職，再命受服，三命受位，四命受器，五命賜則，六命賜官，七命賜國，八命作牧，九命作伯」。\n賜之大輅之服，戎輅之服，（大輅，金輅。戎輅，戎車。二輅各有服。○輅音路。）"
      },
      {
        "index": 123,
        "text": "疏注「大輅」至「有服」。○正義曰：《周禮·巾車》「金路，鉤，樊纓九就，建大旂以賓，同姓以封。革路，龍勒，條纓五就，建大白以即戎」。金路以封同姓，知大輅是金輅也。革路以即戎，言戎輅戎車即《周禮》之革路。二輅各有服者，《周禮·司服》「侯伯之服，自鷩冕而下。凡兵事，韋弁服」。金輅祭祀所乘其大輅之服，當謂鷩冕之服，戎輅之服，當謂韋弁服也。"
      },
      {
        "index": 124,
        "text": "彤弓一，彤矢百，玈弓矢千，（彤，赤也。玈，黑也。弓一矢百，則矢千弓十矣。諸侯賜弓矢，然後專征伐。○彤，徒冬反。玈音盧，本或作旅字，非也。矢千，本或作玈弓十玈矢千，後人專輒加也。）"
      },
      {
        "index": 125,
        "text": "疏注「彤赤」至「征伐」。○正義曰：彤赤，玈黑，舊說皆然。《說文》彤從丹，玈從玄，是赤黑之別也。《周禮·司弓矢》「掌六弓。王弓、弧弓，以授射甲革、椹質者。夾弓、庾弓，以授射豻侯鳥獸者。唐弓、大弓，以授學射者、使者、勞者」。鄭玄云：「勞者，勤勞王事，若晉文侯、文公受王弓矢之賜者。」《考工記·弓人》云「往體多，來體寡，謂之夾庾之屬。往體寡，來體多，謂之王弓之屬。往體來體若一，謂之唐弓之屬」。然則唐、大是弓彊弱之名，彤、玈是弓所漆之色，王、弧則合九而成規，唐、大合七而成規，來、庾合五而成規。司弓矢又有八矢，「枉矢、絜矢利火射，用諸守城、車戰。殺矢、鍭矢用諸近射、田獵。矰矢、茀矢用諸弋射。恒矢、庳矢用諸散射」。鄭注約《考工記》云：「枉矢之屬，五分，二在前，三在後。殺矢之屬，三分，一在前，二在後。矰矢之屬，七分，三在前，四在後。恒矢之屬軒周中。」其枉、殺、矰、恒弓所用，絜、鍭、茀、庳弩所用，彼司弓矢既云枉矢、絜矢用諸守城、車戰，此天子賜諸侯弓矢，使用之以戰，則彤矢、玈矢當彼枉矢也。但弓矢相配，彊弓用重矢，弱弓用輕矢。既唐弓、大弓彊弱中，其恒矢軒周亦中。又《司弓矢》云：「恒矢、庳矢用諸散射。」鄭玄云：「散射，謂禮射及習射也。」此賜弓矢則禮樂之事，彤矢、玈矢或當恒矢也。玈弓矢千具於彤而略於玈，準之，則矢千弓十也。「諸侯賜弓矢，然後專征伐」，《王制》文。"
      },
      {
        "index": 126,
        "text": "秬鬯一卣，（，黑黍。鬯，香酒，所以降神。卣，器名。○音巨。鬯，敕亮反。卣音酉，又音由；《爾雅》云：「卣，中尊也。」）"
      },
      {
        "index": 127,
        "text": "疏注「黑」至「器名」。○正義曰：「，黑黍」，《釋草》文。李巡云：「黑黍一名黍。」《周禮·鬯人》「掌共鬯而飾之」，鄭玄云：「鬯釀為酒，芬香條暢於上下也。」《鬱人》「掌祼器。凡祭祀之祼事，和鬱鬯以實彝而陳之」。禮：祭祀必先祼。是用之以降神也。《釋器》云：「彝、卣、罍，器也。」李巡曰：「卣，鬯之樽也。」孫炎曰：「樽彝為上，罍為下，卣居中也。」《詩·江漢》篇述宣王賜召穆公云：「鬯一卣，告於文人。」鄭箋云：賜之使祭其宗廟，告其先祖也。當賜之時，實之於卣，其祭，則陳之於彝也。\n虎賁三百人。"
      },
      {
        "index": 128,
        "text": "疏「虎賁三百」。○正義曰：《國語》云：「天子有虎賁，習武訓；諸侯有旅賁，禦災害；大夫有貳車，備承事；士有陪乘，告奔走。」《周禮》司馬之屬虎賁氏，下大夫二人，虎士八百人，「掌先後王而趨以卒伍，車旅會同亦如之，舍則守王閑」。"
      },
      {
        "index": 129,
        "text": "曰：「王謂叔父：『敬服王命，以綏四國，糾逖王慝。』」（逖，遠也。有惡於王者，糾而遠之。○賁音奔。逖，敕曆反。慝，他得反，惡也。）"
      },
      {
        "index": 130,
        "text": "疏注「逖遠」至「遠之」。○正義曰：「逖，遠」，《釋詁》文。糾者，繩治之名，有惡於王者，敢繩治之，而使遠於王也。"
      },
      {
        "index": 131,
        "text": "晉侯三辭，從命，曰：「重耳敢再拜稽首，奉揚天子之丕顯休命。」（稽首，首至地。丕，大也。休，美也。○三，息暫反，又如字。從例放此。丕，普悲反。休，許虯反，注同。）受策以出，出入三覲。出入，猶去來也。從來至去，凡三見王。○見，賢遍反。"
      },
      {
        "index": 132,
        "text": "衛侯聞楚師敗，懼，出奔楚，遂適陳，（自襄牛出。）使元咺奉叔武以受盟。（奉，使攝君事。○使攝君事，並如字，或讀連上奉字為句；使，音所吏反，非也。）癸亥，王子虎盟諸侯於王庭，（踐土宮之庭。書踐土，別於京師。○別，彼列反。）要言曰：「皆獎王室，無相害也！有渝此盟，明神殛之！俾隊其師，無克祚國，（獎，助也。渝，變也。殛，誅也。俾，使也。隊隕也。克，能也。○獎，將丈反。渝，羊朱反。殛，紀力反，本亦作極，下是殛同。俾，本亦作卑，必爾反。隊，直類反。祚，才故反。隕，於敏反。）\n疏注「獎助」至「能也」。正義曰：勸獎者，佐助之意，故為助也。餘皆《釋言》文。"
      },
      {
        "index": 133,
        "text": "及而玄孫，無有老幼！」君子謂是盟也信，（合義信。）謂晉於是役也能以德攻。（以文德教民而後用之。○攻如字，一音公送反。）初，楚子玉自為瓊弁玉纓，未之服也。（弁以鹿子皮為之。瓊，玉之別名，次之以飾弁及纓。《詩》云：「會弁如星。」○瓊，求營反，《說文》云「赤玉」。弁，本又作卞，皮彥反。會，本又作會，古外反，又戶外反。）"
      },
      {
        "index": 134,
        "text": "疏注「弁以」至「如星」。○正義曰：《禮》稱皮弁，明其用皮也，知以鹿子皮者，相傳為然，至今仍用之。《詩毛傳》云：「瓊玉之美者。」則瓊亦玉也，選美者飾弁，以惡者飾纓耳。《周禮》「弁師掌玉之皮弁，會五采玉基」，鄭玄云：「會，縫中也。基讀如綦，綦，結也。皮弁之縫中，每貫結五采玉以為飾，謂之綦。」又「諸侯及孤卿大夫之皮弁，各以其等為之」，鄭玄云：「孤則基飾四，三命之卿基飾三，再命之大夫基飾二。」是諸侯之臣其皮弁得以玉為飾也。《弁師》又云：「王五采，諸侯三采。」鄭玄云：「王基飾十二，上公九，侯伯七，子男五，卿大夫皆二采，基飾各如其命數。」鄭又云：三采朱白蒼，二采朱綠。其纓之飾，則無以言之，蓋以玉飾纓之末耳。《詩》云「會弁如星」，《衛風·淇澳》篇也。鄭箋云：「會謂弁之縫中，飾之以玉，皪而處，狀似星也。」"
      },
      {
        "index": 135,
        "text": "先戰，夢河神謂已曰：「畀餘，餘賜女孟諸之麋。」（孟諸，宋藪澤。水草之交曰麋。○先，如字，又悉薦反。畀，必利反，與也。女音汝。麋，亡皮反。藪，素口反。）"
      },
      {
        "index": 136,
        "text": "疏注「孟諸」至「曰麋」。○正義曰：《釋地》云：十藪，「宋有孟諸。」郭璞云：「今在梁國雎陽縣東北。」《周禮·職方氏》「正東曰青州，其澤藪曰望諸」。《禹貢》豫州「導荷澤，被孟豬」，明皆是一物，而字改易耳。《釋水》云：「水草交為湄。」李巡曰：「水中有草木交會曰湄。」古字皆得通用，故此作「麋」耳。"
      },
      {
        "index": 137,
        "text": "弗致也。大心與子西使榮黃諫，（大心，子玉之子。子西，子玉之族。子玉剛愎，故因榮黃。榮黃，榮季也。○愎，皮逼反。）弗聽。榮季曰：「死而利國，猶或為之，況瓊玉乎？是糞土也，而可以濟師，將何愛焉？」（因神之欲，以附百姓之原，濟師之理。○糞，弗問反。）"
      },
      {
        "index": 138,
        "text": "疏注「因神」至「之理」。正義曰：劉炫云：神道冥昧，與人不交，楚師之敗，未必由此。但於時戰在河旁，河神許助。若子玉從神所求，不惜瓊玉，則國人以為神得所欲，必將助已，自當三軍用命，戰士爭先。亦既不遂神心，人謂神必不助，則眾意皆阻，莫不畏敵，且兵凶戰危，必有傷殺，三軍之命，在茲一舉，猶尚愛惜此物，是無恤民之心。在軍之士，誰肯競勸，故云「因神之欲，以附百姓之原，是濟師之理也」。裨灶請用瓘斝禳火，非神所求，若從而與之，則驚動民意，且災不可免，徒長妖妄，故子產不與。異於此也。"
      },
      {
        "index": 139,
        "text": "弗聽。出告二子曰：「非神敗令尹，令尹其不勤民，實自敗也。」（盡心盡力，無所愛惜為勤。○盡，並津忍反。）既敗，王使謂之曰：「大夫若入，其君申、息之老何？」（申、息二邑子弟，皆從子玉而死，言何以見其父老。○從，如字，又才用反。）子西、孫伯曰：「得臣將死，二臣止之曰：『君其將以為戮。』」（孫伯即大心，子玉子也。二子以此答王使，言欲令子玉往就君戮。○使，所吏反，下前使同。令，力呈反。）及連穀而死。（至連穀，王無赦命，故自殺也。文十年傳曰：「城濮之役，王使止子玉曰：『無死。』不及。」子西亦自殺，縊而縣絕，故得不死。王時別遣追前使。連穀，楚地。殺得臣，經在踐土盟上，傳在下者，說晉事畢而次及楚，屬文之宜。○穀，胡木反。縊，一賜反，又於計反。縣音玄。屬音燭。）晉侯聞之而後喜可知也，（喜見於顏色。○見，賢遍反。）曰：「莫餘毒也巳！蒍呂臣實為令尹，奉已而已，不在民矣。」（言其自守無大志。）"
      },
      {
        "index": 140,
        "text": "或訴元咺於衛侯曰：「立叔武矣。」其子角從公，公使殺之。（角，元咺子。○從，才用反，又如字。）咺不廢命，奉夷叔以入守。（夷，諡。○守，手又反。）\n疏注「夷，諡」。○正義曰：《諡法》「安民好靖曰夷」。"
      },
      {
        "index": 141,
        "text": "六月，晉人復衛侯。（以叔武受盟於踐土，故聽衛侯歸。○聽，吐丁反。）甯武子與衛人盟於宛濮，（武子，甯俞也。陳留長垣縣西南有宛亭，近濮水。○ 宛，於阮反。俞，羊朱反。近，附近之近。）曰：「天禍衛國，君臣不協，以及此憂也。（衛侯欲與楚，國人不欲，故不和也。）今天誘其衷，（衷，中也。○衷音忠，或丁仲反，下同。）使皆降心以相從也。不有居者，誰守社稷？不有行者，誰扞牧圉？（牛曰牧，馬曰圉。○扞，戶旦反。牧音木。養牛曰牧，養馬曰圉。）不協之故，用昭乞盟於爾大神以誘天衷。自今日以往，既盟之後，行者無保其力，居者無懼其罪。有渝此盟，以相及也。（以惡相及。）明神先君，是糾是殛。」國人聞此盟也，而後不貳。（傳言叔武之賢，甯武之忠，）衛侯所以書復歸。衛侯先期入，（不信叔武。○先，悉薦反。）甯子先，長牂守門以為使也，與之乘而入。（長牂，衛大夫。甯子患公之欲速，故先入，欲安喻國人。○牂，子郎反。使，所吏反。）公子歂犬、華仲前驅。（衛侯遂驅，掩甯子未備。二子，衛大夫。○歂，市專反。華，戶化反，又如字。）叔孫將沐，聞君至，喜，捉發走出，前驅射而殺之。公知其無罪也，枕之股而哭之。（公以叔武屍枕其股。○射，食亦反，下注同。枕，支鴆反，注同。）歂犬走出，（手射叔武故。）公使殺之。元咺出奔晉。（元咺以衛侯驅入，殺叔武，故至晉之。）\n城濮之戰，晉中軍風於澤，（牛馬因風而走，皆失之。）"
      },
      {
        "index": 142,
        "text": "疏注「牛馬」至「失之」。○正義曰：劉炫《規過》以為放牛馬於澤，遺失大旆左旃，不失牛馬。今刪定知不然者，若不失牛馬，唯亡左旃，罪未至重，何須殺之以徇？牛馬是軍之要用，於事尤重。故《費誓》云「馬牛其風，臣妾逋逃」，則有常刑。今既亡左旃，又失牛馬，為罪至重，故殺之以徇。若牛馬不失，又大旆在軍，何得因放牛馬而亡左旃？故知風於澤者，為別失馬牛，又於軍中亡失大旆之左旃，故杜云掌此二事而不脩理。劉以為不失牛馬而規杜過，非也。\n亡大旆之左旃。（大旆，旗名。係曰旆，通帛曰旃。○旃，章然反，《爾雅》云：「因章曰旃。」）"
      },
      {
        "index": 143,
        "text": "疏注「大旆」至「曰旃」。○正義曰：《釋天》云：「緇廣充幅，長尋曰，繼曰旆。」則旆是旗之尾也，今名大旆。則此旆有異於常，故以大旆為旗名，上云「狐毛設二旆而退之」，亦此類也。「通帛為亶」，《周禮·司常》文也。鄭炫云：「通帛謂大赤，從周正色無飾。」《釋天》云：「因章曰旃。」孫炎曰：「因其繒色以為旗章，不畫之。」是也謂之左旃，蓋是左軍所建者，此亦於事難明，不可強說。"
      },
      {
        "index": 144,
        "text": "祁瞞奸命，（掌此三事而不脩，為奸軍令。○瞞，莫幹反。奸音幹。）司馬殺之，以徇於諸侯。使茅茷代之。師還。壬午，濟河。舟之僑先歸，士會攝右。（權代舟之僑也。士會，隨武子，士蒍之孫。○茷，扶廢反。僑，其驕反。）秋，七月丙申，振旅，愷以入於晉。（愷，樂也。○愷，開在反。樂音洛。）"
      },
      {
        "index": 145,
        "text": "疏注「愷樂也」。○正義曰：《大司馬》云：「若師有功，則左執律，右秉鉞，以先愷樂獻於社。」注云：「律所以聽軍聲，鉞所以為將威。兵樂曰愷。」《司馬法》曰：「得意則愷樂愷歌，示喜也」。"
      },
      {
        "index": 146,
        "text": "獻俘授馘，飲至大賞，（授，數也，獻楚俘於廟。○馘，古獲反。數，色主反。）徵會討貳。（徵召諸侯，將冬會於溫。）殺舟之僑以徇於國，民於是大服。君子謂：「文公其能刑矣，三罪而民服。（三罪，顛頡、祁瞞、舟之僑。）詩云：『惠此中國，以綏四方。』不失賞刑之謂也。」（《詩·大雅》。言賞刑不失，則中國受惠，四方安靖。）\n冬，會於溫，討不服也。（討衛、許。）"
      },
      {
        "index": 147,
        "text": "衛侯與元咺訟，（爭殺叔武事。）甯武子為輔，針莊子為坐，士榮為大士。（大士，治獄官也。《周禮》「命夫命婦不躬坐獄訟」。元咺又不宜與其君對坐，故使叔針莊子為主，又使衛之忠臣及其獄官質正元咺。傳曰：「王叔之宰與伯輿之大夫坐獄於王庭。」各不身親蓋今長吏有罪，先驗吏卒之義。○針，其廉反。坐如字，或一音才臥反。長，丁丈反。卒，子忽反。）"
      },
      {
        "index": 148,
        "text": "疏注「大士」至「之義」。○正義曰：《周禮》「獄官多以士為名」，鄭玄云：「士察也。主察獄訟之事者，周禮命夫命婦不躬坐獄訟小司寇職文也。鄭玄云：「為治獄吏褻尊者也。躬，身也。不身坐，必使其屬若子弟也。」《喪服傳》曰：「大夫者，其男子之為大夫者。命婦者，其婦人之為大夫妻者。」凡斷獄訟，皆令競者坐，而受其辭，故云不躬坐也。《大司寇》云：「以兩造禁民訟，以兩劑禁民獄。」鄭玄云：「訟，謂以財貨相告者。獄，謂相告以罪名者。」對文則小別，散則可以通。獄訟，皆爭罪之事也。元咺不宜與君對坐，故使針莊子代衛侯為坐獄之主，甯子為輔，輔莊子也。以甯子位高，故先言之。士榮亦輔莊子，舉其官名，以其主獄事，故亦使輔之，與晉之獄官對理質正元咺也。所引傳曰在襄十年。"
      },
      {
        "index": 149,
        "text": "衛侯不勝。（三子辭屈。）殺士榮，刖針莊子，謂甯俞忠而免之。執衛侯，歸之於京師，寘諸深室。（深室，別為囚室。○刖音月，又五割反。寘，之豉反。）甯子職納橐饘焉。（甯俞以君在幽隘，故親以衣食為已職。橐，衣之囊；饘，糜也。言其忠主，所慮者深。○橐音讬。饘，之然反。隘，於賣反。囊，乃郎反。糜，亡皮反。）"
      },
      {
        "index": 150,
        "text": "疏注「甯俞」至「者深」。○正義曰：甯俞親以衣食為已職者，慮君饑渴，且防冘毒也。《詩毛傳》曰：「小曰橐，大曰囊。」囊、橐所以盛衣，亦可以盛食。宣二年傳曰：「為之簞食與肉，寘諸橐以與之。」是也。《釋言》曰：「餬，饘也。鬻，糜也。」郭璞曰：「饘，糜也」。孫炎曰：「鬻，淖糜也。」然則糜之與鬻，稠淖之異名耳。\n元咺歸於衛，立公子瑕。（瑕謂公子適也。○適，丁曆反。）"
      },
      {
        "index": 151,
        "text": "是會也，晉侯召王，以諸侯見，且使王狩。（晉侯大合諸侯，而欲尊事天子以為名義。自嫌強大，不敢朝周，喻王出狩，因得盡群臣之禮，皆譎而不正之事。○見，賢遍反。）"
      },
      {
        "index": 152,
        "text": "疏注「晉侯」至「之事」。○正義曰：晉侯本意止欲大合諸侯之師，共尊事天子，以為臣之名義，實無覬覦之心。但於時周室既衰，天子微弱，忽然帥九國之師，將數十萬眾入京師，以臨天子，似有篡奪之謀，恐為天子拒逆，或復天子怖懼，棄位出奔，則晉侯心實盡誠，無辭可解，故自嫌彊大，不敢朝王，故召諸侯來會於溫。溫去京師路近，因加諷諭，令王就會受朝，天子不可以受朝為辭，故令假稱出狩。若言王自出狩，諸侯因會遇王，遂共朝王，得盡君臣之禮，皆孔子所謂譎而不正之事。《穀梁傳》曰：「全天王之行也，為若將狩而遇諸侯之朝也，為天王諱也。」是使王狩之意也。《公羊》以為踐土與此皆是晉侯召王。何休云：「時晉文公年老，恐霸功不成，故上白天子，曰諸侯不可卒致，原王居踐土；下謂諸侯，曰天子在是，不可不朝。迫使正君臣，明王法。」案溫去京師路無百里，晉侯巳能致之於溫，何故不能致之於洛？何休妄造其辭事，非晉侯之意，故杜氏正之「自嫌彊大，不敢朝周」耳。"
      },
      {
        "index": 153,
        "text": "仲尼曰：「以臣召君，不可以訓。」故書曰：「天王狩於河陽。」言非其地也。（使若天王自狩以失地，故書河陽。實以屬晉，非王狩地。）"
      },
      {
        "index": 154,
        "text": "疏注「使若」至「狩地」。○正義曰：此傳稱仲尼之語，即云書曰，明是仲尼新意，非舊文也。杜以書曰為仲尼新意，亦以此而知之聖人作法，所以貽訓後世。以臣召君，不可以為教訓，故改正舊史。舊史當依實而書，言晉侯召王，且使王狩。仲尼書曰「天王狩於河陽。」言天王自來狩獵於河陽之地，使若獵失其地，故書之以譏王然。《釋例》曰：「天子諸侯田獵皆於其封內，不越國而取諸人。河陽實以屬晉，非王狩所，故言非其地，且明德也。義在隱其召君之闕。」是說改史之意也。計天王之狩，失地不書。因此實非王地，借之以改舊史，若譏王狩然，實不譏王也。《穀梁傳》曰：「水北為陽，山南為陽。溫，河陽也。會於溫言小諸侯；以河陽言之，大天子也。」然河陽與溫止是一地，天子來就諸侯，假辭以稱狩耳，《左氏》無此義，但會指所在之地，故言溫，狩是田獵之所，故廣言其地。蘇氏云：明晉侯之德，沒其召君，書天子之狩，顯其失地，便是褒諸侯貶天子。所以然者，此亦假其失地之文，欲明王狩所在，非實貶也。若隱其召君，則全沒不書，於義為可。必書天王非地之狩者，若全沒其文，無以明晉侯尊崇天子之德。故書天子出狩，諸侯往朝。"
      },
      {
        "index": 155,
        "text": "且明德也。（隱其召君之闕，欲以明晉之功德。河陽之狩，趙盾之弑，泄冶之罪，皆違凡變例，以起大義危疑之理，故特稱仲尼以明之。○弑音試。泄，息列反。冶，音也。危疑，如字，一本危作佹，九委反。）"
      },
      {
        "index": 156,
        "text": "疏注「隱其」至「明之」。○正義曰：晉侯所以召王，志在尊崇天子。故改舊史，隱其召君之闕，以明晉侯之功德。功德，謂尊事天子是也。丘明為傳，所以寫仲尼之意。凡所改易，皆是仲尼，而於河陽之狩、趙盾之弑、泄冶之罪，此三事特稱仲尼曰者，史策所書，皆書實事。晉侯召王使狩，而作自狩之文，是言不實也；凡例弑君，稱君，君無道，靈公不君，而稱臣以弑，似君無過也；大夫無罪見殺，不書其名，泄冶忠諫而被殺，書名乃罪合死也。此三事皆違凡典、變舊例，以起大義危疑之理，恐人不信，須聖言以為證，故特稱仲尼以明之。\n壬申，公朝於王所。（執衛侯，經在朝王下，傳在上者，告執晚。）\n疏「壬申，公朝於王所」。○正義曰：傳之上下例不虛舉經文，此虛舉經者，終上晉侯召王以諸侯見之事。"
      },
      {
        "index": 157,
        "text": "丁丑，諸侯圍許。（十月十五日，有日無月。）晉侯有疾，曹伯之豎侯獳貨筮史，（豎，掌通內外者，史，晉史。）使曰：「以曹為解。（以滅曹為解故。 ○解，戶賣反，注同，又古買反。）齊桓公為會而封異姓，（封邢、衛。）今君為會而滅同姓。曹叔振鐸，文之昭也。（叔振鐸，曹始封君，文王之子。○鐸，待洛反。）先君唐叔，武之穆也。且合諸侯而滅兄弟，非禮也。與衛偕命，（私許復曹、衛。）而不與偕復，非信也。同罪異罰，非刑也。（衛已復故。）禮以行義，信以守禮，刑以正邪，舍此三者，君將若之何？」公說，復曹伯，遂會諸侯於許。"
      },
      {
        "index": 158,
        "text": "晉侯作三行以禦狄，荀林父將中行，屠擊將右行，先蔑將左行。（晉置上、中、下、三軍，今復增置三行，以辟天子六軍之名。三行無佐，疑大夫帥。○邪，似嗟反。舍音舍。說音悅。行，戶郎反，下及注同。將，子匠反。屠音徒。擊，古狄反，又音計。蔑，亡結反。復，扶又反。）"
      }
    ]
  }
}