{
  "chapterNumber": 38,
  "title": "春秋左傳 隱公元年 (Duke Yin, Year 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "經\n元年，春，王正月。（隱公之始年，周王之正月也。凡人君即位，欲其體元以居正，故不言一年、一月也。隱雖不即位，然攝行君事，故亦朝廟告朔也。告朔朝正，例在襄二十九年；即位例在隱、莊、閔、僖元年。）\n[音義朝，直遙反，下同。]"
      },
      {
        "index": 1,
        "text": "[疏正義曰：此經字并下傳字，亦杜氏所題，以分年相附。若不有經字，何以異傳？不有傳字，何以別經？又公羊、穀梁二傳，年上皆無經傳字，故知杜所題也。釋詁云：「元，始也。正，長也。」此公之始年，故稱元年。此年之長月，故稱正月。言「王正月」者，王者革前代，馭天下，必改正朔、易服色，以變人視聽。夏以建寅之月為正，殷以建丑之月為正，周以建子之月為正，三代異制，正朔不同，故禮記．檀弓云：「夏后氏尚黑，殷人尚白，周人尚赤。」鄭康成依據緯候以正朔，三而改，自古皆相變。如孔安國以自古皆用建寅為正，唯殷革夏命，而用建丑；周革殷命，而用建子。杜無明說，未知所從。正是時王所建，故以王字冠之，言是今王之正月也。王不在春上者，月改則春移，春非王所改，故王不先春。王必連月，故王處春下。周以建子為正，則周之二月、三月，皆是前世之正月也。故於春每月書王王二月者，言是我王之二月，乃殷之正月也；王三月者，言是我王之三月，乃夏之正月也。既有正朔之異，故每月稱王以別之。何休云：「二月、三月，皆有王者。二月，殷之正月也。三月，夏之正月也。王者存二王之後，使統其正朔，服其服色，行其禮樂，所以尊先聖，通三統，師法之義，恭讓之禮。」服虔亦云：「孔子作春秋，於春每月書王，以統三王之正。」其意以為王二月、王三月，王是夏、殷之王，謂大禹、成湯也。為周室之臣民，尊夏殷之舊主，每月書王，敬奉前代，揆之人情，未見其可。杞、宋二王之後各行己祖正朔，宋不行夏，杞不行殷，而使天下諸侯。徧視二代，考諸典籍，未之或聞杞、宋不奉周正，周人悉尊夏、殷，則是重過去而忽當今，尊二國而慢時主，其為顛倒，不亦甚乎！且經之所言王二月、王三月，若是夏、殷之王，當自皆言正月，何以言王二月、王三月乎？謂之二月、三月，其王必是周王，安得以為夏殷王也。若如公羊之說，春秋黜周王魯，則杞非王後，夏無可尊，復通夏正，何也？但春之三月，不必月皆有事。若入年已有王正月者，則二月不復書王；若已有王二月者，則三月不復書王。以其上月已是此王之月，則下月從而可知。故每年之春，唯一言王耳。春秋之例，竟時無事，乃書首月以記時。此下二月有會盟之事，則不得空書首月也。正月無事而空書首月者，以人君於始年初月，必朝廟告朔，因即人君之位，以繼臣子之心。故君之始年必書曰「元年，春，王正月，公即位」，史策之正法也。隱公攝行君事，雖不即位而亦改元，朝廟與人更始，異於常年之正月，故史特書其事，見此月公宜即位而自不即位。莊、閔、僖元年皆書「春，王正月」，與此同也。定公元年不書正月者，正月之時，定公未立，即位在於六月歳首，未得朝正，公之即位別見下文，正月無所可見，故不書也。然則定以六月即位，即位乃可改元。正月已稱元年者，未改之日必乗前君之年，既改之後方以元年紀事。及其史官定策，須有一統，不可半年從前，半年從後。雖非年初，亦統此嵗，故入年即稱元也。釋例曰：「癸亥，公之喪至自乾侯戊辰，公即位，喪在外，踰年乃入，故因五日改殯之節，國史用元年即位之禮，因以此年為元年也。」古法既然，故漢魏以来，雖秋冬改元，史於春夏即以元年冠之，是有因於古也。受命之王，必改正朔；繼世之王，奉而行之。每嵗頒於諸侯，諸侯受王正朔，故言「春，王正月」，王即當時之王。序云所書之王即平王，是其事也。公羊傳曰：「王者孰謂？謂文王也。始改正朔，自是文王所為，頒於諸侯，非復文王之歴，受今王之歴，稱文王之正，非其義也。」]"
      },
      {
        "index": 2,
        "text": "[注正義曰：傳云：「王周正月。」知是周王之正月也。說公羊者云：「元者，氣之始。春者，四時之始。王者，受命之始。正月者，政教之始。公即位者，一國之始。」春秋緯稱黄帝受圗有五始，謂此五事也。杜於左氏之義，雖無此文，而五始之理亦於杜無害。此非左氏褒貶之要，自是史官記事之體。故晉、宋諸史，皆言「元年，春，王正月，帝即位」是也。元年正月，實是一年一月而別立名，故鮮之。云「凡人君即位，欲其體元以居正，故不言一年、一月也」言欲其體元以居正者，元、正實是始、長之義，但因名以廣之。元者氣之本也、善之長也。人君執大本，長庶物，欲其與元同體，故年稱元年；正者，直方之間語也。直其行方，其義人君當執直心、仗大義，欲其常居正道，故月稱正也。以其君之始年，嵗之始月，故特假此名以示義，其餘皆即從其數，不復改也。書稱「月正元日」，意同於此。又解無事而書正月之意。隱雖不即位，然攝行君事，而亦朝廟告朔，改元布政，故書首年始月，以明其應即位而不為也。天子之封諸侯也，割其土壤，分之臣民，使之專為已有。故諸侯於其封內，各得改元。傳說鄭國之事，云僖之元年朝於晉簡之元年，士子孔卒。是諸侯皆改元，非獨魯也。劉炫為規過云：「元、正，惟取始長之義，不為體元、居正規釋。」杜云：「欲其體元以居正，謂人君體是元長以居正位，不欲在下陵奪，處位不終。」是劉妄解杜意。不為體其元善，居於正道，以規杜氏，其理非也。劉炫又難何休云：「唯王者，然後改元立號。春秋託新王受命於魯，故因以録即位。若然，新王受命，正朔必改，是魯得稱元，亦應改其正朔。仍用周正，何也？既託王於魯，則是不事文王。仍奉王正，何也？諸侯改元，自是常法，而云託王改元是妄說也。」說公羊者云：「元者，氣之始。春者，四時之始。王者，受命之始。正月者，政教之始。公即位者，一國之始。」春秋緯云：「黃帝坐於扈閣，鳯凰銜書致帝前，其中得五始之文。」謂此五事。何休又云：「公即位者，一國之始。政莫大於正始，故春秋以元之氣，正天之端；以天之端，正王之政；以王之政，正諸侯之即位；以諸侯之即位，正境內之治。諸侯不上奉王之政，則不得即位。故先言正月而後言即位；政不由王出則不得為政，故先言王而後言正月；王者不奉天以制號令，則無法，故先言春而後言王；天不深正其元，則不能成其化，故先言元而後言春。五者同日並見，相須成體，非比辭也。」何休自云諸侯不得改元，則元者王之元年，非公之元年，公即位不在王之元年，安得同日並見，共成體也？即以託王於魯史之改元，元既為魯所改，則政不由王出，安得以王之政正諸侯？元尊而王卑，年大而月小，年之有元，改而無忌，王之立政，必云須奉。舍其大而事其細，敬所卑而慢所尊，以此立教，必不可行。聖人有作，豈當爾也？黃帝之作五始者，為天子法乎？為諸侯法乎？諸侯不得改元，必非諸侯法，若非諸侯法，安得有公即位乎？無公即位，則闕一始，何得為五始也？若是天子法，不得言王正月、王即位。何休云：「以王之政正諸侯之即位。然王者豈復以己之政，正已即位？不通若此，何以行之？言左氏者，或取為說，是逐狂東走也。」隱、莊、閔、僖四公，元年傳皆說不書即位之由，故指以為例。隱不行即位，又謙不告至，而嵗首告朔朝正，所以尊敬祖考也。若不行即位，又不朝正，則與臣子無別，不成為君，故告朔朝廟也。]"
      },
      {
        "index": 3,
        "text": "三月，公及邾儀父盟于蔑。附庸之君，未王命，例稱名。能自通于大國，繼好息兵，故書字冠之。名例在莊五年。邾，今魯國鄒縣也。蔑，姑蔑，魯地。魯國卞縣南有姑城"
      },
      {
        "index": 4,
        "text": "[音義父，音甫。邾子之字，凡人名字皆放此。蔑，亡結反。好，呼報反。鄒，側留反。卞，皮彥反，本或作弁。]"
      },
      {
        "index": 5,
        "text": "[疏正義曰：公，隱公也。及，與也。與彼邾君字儀父者，盟于蔑地。譜云：「邾，曹姓，顓頊之後，有六終，産六子，其第五子曰安邾，即安之後也。周武王封其苗裔邾俠為附庸，居邾，今魯國鄒縣是也。自安至儀父十二世，始見春秋齊桓行霸，儀父附從進爵稱子。文公徙於繹。桓公以下春秋後八世而楚滅之。」諸侯俱受王命，各有寰宇，上事天子，旁交鄰國。天子不信諸侯，諸侯自不相信，則盟以要之。凡盟禮，殺牲歃血，告誓神明，若有背違，欲令神加殃咎，使如此牲也。曲禮曰：「約信曰誓。涖牲曰盟。」周禮．天官．玉府職曰：「若合諸侯，則共珠槃玉敦。」夏官．戎右職曰：「盟，則以玉敦辟盟，遂役之。贊牛耳、桃茢。」秋官．司盟職曰：「掌盟載之法。凡邦國有疑會同，則掌其盟約之載及其禮義，北面詔明神。」鄭玄以為槃、敦，皆器名也。珠玉以為飾。合諸侯者，必割牛耳，取其血，歃之以盟。敦以盛血，槃以盛耳。将歃，則戎右執其器，為衆陳其載辭，使心皆開辟。司盟之官，乃北面讀其載書，以告日月山川之神。既告，乃尊卑以次歃。戎右傳敦血以授當歃者，令含其血。既歃，乃坎其牲，加書於上而埋之。此則天子會諸侯，使諸侯聚盟之禮也。凡天子之盟諸侯，十二嵗於方岳之下，故傳云「再會而盟」以顯昭明。若王不廵守，及諸侯有事朝王，即時見曰會，殷見曰同，亦為盟禮。其盟之法，案：覲禮為壇，十有二尋，深四尺，加方明於其上。方明者，木也，方四尺。設六玉：上圭，下璧，南方璋，西方琥，北方璜，東方圭。朝諸侯於壇，訖，乃加方明于壇而祀之。列諸侯於庭，玉府共珠槃玉敦，戎右以玉敦辟盟，遂役之，贊牛耳、桃茢。司盟北面詔告明神，諸侯以次歃血。鄭注覲禮云：「王之盟，其神主日；王官之伯盟，其神主月。諸侯之盟，其神主山川。」是盟禮之畧也。若諸侯之盟亦有壇知者，故柯之盟，公羊傳稱曹子以手劒劫桓公于壇是也。其盟神則無復定限，故襄十一年傳稱司慎司盟，名山名川，羣神羣祀，先王先公，七姓十二國之祖是也。其盟用牛牲，故襄二十六年傳云：「歃用牲。」又哀十七年傳云：「諸侯盟，誰執牛耳」是也。其殺牛必取血及耳，以手執玉敦之血，進之於口，知者定八年「涉佗捘衛侯之手及捥」，又襄九年傳云「與大國盟，口血未乾」是也。既盟之後，牲及餘血并盟載之書，加於牲上，坎而埋之。故僖二十五年傳云「宵坎血加書」是也。春秋之世，不由天子之命，諸侯自相與盟。則大國制其言，小國尸其事。官雖小異，禮則大同。故釋例曰：「盟者，殺牲載書。大國制其言，小國尸其事。珠槃玉敦，以奉流血而同歃，是其事也。」其盟載之辭，則傳多有之。此時公求好於邾，邾君來至蔑地，公出與之盟。史書魯事，以公為主。言公及及者，言自此及彼，據魯為文也。桓十七年，公會邾儀父盟于趡。彼言會，此言及者，彼行會禮，此不行會禮故也。故劉炫云：「策書之例，先會後盟者，上言會，下言盟。唯盟不會者，直言及。此為不行會禮，故言及也。或可史異辭，非先會而盟，則稱會。」知者文七年「公會諸侯，晉大夫盟于扈」傳云：「公後至。」則是不及其會。而經稱會，故知盟稱會者，未必先行會禮也。]"
      },
      {
        "index": 6,
        "text": "[注正義曰：傳言未王命，知是附庸也。莊五年「郳犂來来朝」，傳曰未王命觧其稱名之意是知附庸之君例稱名也禮記王制云不合於天子附於諸侯曰附庸鄭𤣥云不合謂不朝會也小城曰附庸附庸者以國附於大國未能以其名通是說附庸之義也王制又云天子之元士視附庸然則附庸貴賤與天子之元士同也其禮則四命知者天子大夫視子男卿視伯三公視公侯所視皆多一命明知附庸多於元士一命又諸侯世子未誓執皮帛視小國之君公之孤四命亦執皮帛及附庸亦執皮帛故知四命也然則天子大夫四命稱字附庸稱名者以王朝之臣故特尊之而稱字釋例曰名重於字故君父之前自名朋友之接自字是以春秋之義貶責書其名斥所重也褒厚顯其字辟所諱也然則應字而名則是貶應名而字則是貴故宰咺書名以貶之儀父書字以貴之傳文唯言貴之不說可貴之狀賈服以為儀父嘉隠公有至孝謙讓之義而與結好故貴而字之善其慕賢說讓知不然者案傳云公攝位而欲求好於邾是公先求邾非邾先慕公復何足貴且書曰儀父乃是新意仲尼以事有可善乃得書字善之不是緣魯之意以為褒貶安得以其慕賢便足貴之又桓十七年公及邾儀父盟于趡桓公不賢不讓彼經亦書儀父故知貴之之言不為慕賢說讓也附庸不能自通不與盟會今能自通大國繼好息民故知為此貴而字之不貴來朝而貴其盟者朝事大國則附庸常道齊盟結好非附庸所能故盟則貴之朝從常法]\n}}\n夏，五月，鄭伯克段于鄢。\n秋，七月，天王使宰咺來歸惠公、仲子之賵。\n九月，及宋人盟于宿。\n冬，十有二月，祭伯來。\n公子益師卒。\n傳\n元年春，王周正月。不書即位，攝也。"
      },
      {
        "index": 7,
        "text": "三月，公及邾儀父盟于蔑，邾子克也。未王命，故不書爵。曰「儀父」，貴之也。公攝位而欲求好於邾，故為蔑之盟。\n夏四月，費伯帥師城郎。不書，非公命也。"
      },
      {
        "index": 8,
        "text": "初，鄭武公娶于申，曰武姜，生莊公及共叔段。莊公寤生，驚姜氏，故名曰「寤生」，遂惡之。愛共叔段，欲立之。亟請于武公，公弗許。及莊公即位，為之請制。公曰：「制，巖邑也，虢叔死焉，佗邑唯命。」請京，使居之，謂之京城大叔。祭仲曰：「都城過百雉，國之害也。先王之制：大都不過參國之一，中五之一，小九之一。今京不度，非制也，君將不堪。」公曰：「姜氏欲之，焉辟害？」對曰：「姜氏何厭之有？！不如早為之所，無使滋蔓！蔓，難圖也。蔓草猶不可除，況君之寵弟乎？！」公曰：「多行不義，必自斃，子姑待之。」"
      },
      {
        "index": 9,
        "text": "既而大叔命西鄙、北鄙貳於己。公子呂曰：「國不堪貳，君將若之何？欲與大叔，臣請事之；若弗與，則請除之。無生民心。」公曰：「無庸，將自及。」大叔又收貳以為己邑，至于廩延。子封曰：「可矣，厚將得眾。」公曰：「不義，不暱，厚將崩。」大叔完聚，繕甲兵，具卒乘，將襲鄭。夫人將啟之。公聞其期，曰：「可矣！」命子封帥車二百乘以伐京。京叛大叔段，段入于鄢，公伐諸鄢。五月辛丑，大叔出奔共。"
      },
      {
        "index": 10,
        "text": "書曰：「鄭伯克段于鄢。」段不弟，故不言弟；如二君，故曰克；稱鄭伯，譏失教也：謂之鄭志。不言出奔，難之也。\n遂寘姜氏于城穎，而誓之曰：「不及黃泉，無相見也。」既而悔之。"
      },
      {
        "index": 11,
        "text": "潁考叔為潁谷封人，聞之，有獻於公，公賜之食，食舍肉。公問之，對曰：「小人有母，皆嘗小人之食矣，未嘗君之羹，請以遺之。」公曰：「爾有母遺，繄我獨無！」潁考叔曰：「敢問何謂也？」公語之故，且告之悔。對曰：「君何患焉？若闕地及泉，隧而相見，其誰曰不然？」公從之。公入而賦：「大隧之中，其樂也融融！」姜出而賦：「大隧之外，其樂也洩洩！」遂為母子如初。\n君子曰：「潁考叔，純孝也，愛其母，施及莊公。《詩》曰：『孝子不匱，永錫爾類。』其是之謂乎！」"
      },
      {
        "index": 12,
        "text": "秋，七月，天王使宰咺來歸惠公、仲子之賵。緩，且子氏未薨，故名。天子七月而葬，同軌畢至；諸侯五月，同盟至；大夫三月，同位至；士踰月，外姻至。贈死不及尸，弔生不及哀，豫凶事，非禮也。\n八月，紀人伐夷。夷不告，故不書。有蜚。不為災，亦不書。\n惠公之季年，敗宋師于黃。公立，而求成焉。九月，及宋人盟于宿，始通也。"
      },
      {
        "index": 13,
        "text": "冬，十月，庚申，改葬惠公。公弗臨，故不書。惠公之薨也，有宋師，太子少，葬故有闕，是以改葬。衛侯來會葬，不見公，亦不\n書。"
      },
      {
        "index": 14,
        "text": "鄭共叔之亂，公孫滑出奔衛。衛人為之伐鄭，取廩延。鄭人以王師、虢師伐衛南鄙。請師於邾，邾子使私於公子豫。豫請往，公弗許，遂行。及邾人、鄭人盟于翼。不書，非公命也。\n新作南門。不書，亦非公命也。\n十二月，祭伯來，非王命也。\n眾父卒。公不與小斂，故不書日。"
      }
    ]
  }
}