{
  "chapterNumber": 20,
  "title": "春秋左傳正義卷19 (Zuozhuan Zhengyi, Volume 19)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "文公十有一年\n【經】十有一年，春，楚子伐麇。（討前年逃厥貉會。○麇，九倫反。）夏，叔仲彭生會晉郤缺於承筐。（承筐，宋地。在陳留襄邑縣西。彭生叔仲，惠伯。郤缺，冀缺。○叔仲彭生，叔又作，本或作「叔彭生」，「仲」，衍字。缺，丘悅反。）\n秋，曹伯來朝。公子遂如宋。狄侵齊。\n冬，十月，甲午，叔孫得臣敗狄於咸。（咸，魯地。○咸音咸。）"
      },
      {
        "index": 1,
        "text": "【傳】十一年，春，楚子伐麇，成大心敗麇師於防渚。（成大心，子玉之子，大孫伯也。防渚，麇地。）潘崇復伐麇，至於錫{宀兒}。（錫{宀兒}，麇地。○復，扶又反。鍚音羊，或作錫，星曆反。）"
      },
      {
        "index": 2,
        "text": "夏，叔仲惠伯會晉郤缺於承筐，謀諸侯之從於楚者。（九年，陳鄭及楚平。十年，宋聽楚命。）秋，曹文公來朝，即位而來見也。（○見，賢遍反。）\n襄仲聘於宋，且言司城蕩意諸而復之，（八年，意諸來奔。歸不書，史失之。）"
      },
      {
        "index": 3,
        "text": "疏注「八年」至「失之」。○正義曰：諸侯之卿出奔而復歸者，宋華元、衛孫林父之徒，皆書其歸，則蕩意諸之歸，亦當書之。服虔云：「反不書者，施而不德。」衛冀隆亦同服義，而難杜云：「襄二十九年，樂氏施而不德，《春秋》所善不書，意諸之歸則是施而不德。且經所不書，傳即發文。史失之，即『不書日，史失之』之類是也。此既無傳，何知史失？」杜必以為史失者，案衛侯鄭之歸於衛也，僖公納賂而請之；衛侯朔之入於衛也，莊公興師而納之；歸邾子益於邾，自我而歸之，皆受魯施，並書於經。何獨意諸施而不德？若意諸施而不德，彼何故施而德之？春秋公侯大夫失位出奔，得人力而反者多矣。若皆施而不德，不應赴告諸侯，魯以不書為是，則書者為非，何以無貶責之文？定人之謂禮，存亡之謂義。未有禮義，在可諱之竟，故杜以為史官失之，故不書於策。\n因賀楚師之不害也。（往年楚次厥貉，將以伐宋。）"
      },
      {
        "index": 4,
        "text": "鄋瞞侵齊，（鄋瞞，狄國名，防風之後，漆姓。○鄋，所求反。《說文》作「{災鄧}，」云：「北方長狄國也，在夏為防風氏，殷為注芒氏。」《字林》{災鄧}，一音先牢反。瞞，莫幹反。漆音七。）"
      },
      {
        "index": 5,
        "text": "疏注「鄋瞞」至「漆姓」。○正義曰：狄是北夷大號。鄋瞞是其國名。《魯語》云「吳伐越，隳會稽，獲骨節專車。吳子使來聘，問之仲尼。仲尼宴之，客執骨而問曰：『敢問骨何為大？』仲尼曰：『昔禹致群臣於會稽之山，防風氏後至，禹殺而戮之，其骨節專車。此為大矣。』客曰：『防風氏何守？』仲尼曰：『汪芒氏之君，守封、隅之山者也，為漆姓。在虞、夏、商為汪芒氏，於周為長狄氏，今曰大人。』客曰：『人長之極幾何？』仲尼曰：『僬僥氏長三尺，短之至也。長者不過十之，數之極也。』」此言「長狄」，狄之長者，彼言「於周為長狄」。知鄋瞞即是防風氏之後，故以《國語》為說。服云：「伐我不書，諱之。」"
      },
      {
        "index": 6,
        "text": "遂伐我。公卜使叔孫得臣追之，吉。侯叔夏禦莊叔，（莊叔，得臣。○夏，戶雅反。）綿房甥為右，富父終甥駟乘。（駟乘，四人共車。○乘，繩證反，注及下皆同。）"
      },
      {
        "index": 7,
        "text": "冬，十月，甲午，敗狄於咸，獲長狄僑如。（僑如，鄋瞞國之君，蓋長三丈。獲僑如，不書，賤夷狄也。○僑，本作「喬」，其驕反。長，如字，又直亮反。）"
      },
      {
        "index": 8,
        "text": "疏注「僑如」至「狄也」。○正義曰：經書「敗狄於咸」，即是敗一國也。敗其國而獲此人，傳不言是其將帥，知是其國之君也。《穀梁傳》曰：「長狄，瓦石不能害。叔孫得臣最善射者，射其目，身橫九畝。斷其首而載之，眉見於軾。」何休云：「蓋長百尺。」《魯語》仲尼所云此十倍僬僥氏之長者，故云「蓋長三丈」。《魯語》言「不過十之」，是疑之言，故云「蓋」也。宣十五年「晉師滅赤狄潞氏，以潞子嬰兒歸」。彼獲嬰兒歸，書之。此獲僑如不書者，潞國大，其君貴，故書之；此國小，僑如賤，不書，賤夷狄也。\n富父終甥摏其喉，以戈殺之。（摏猶衝也。○摏，舒容反。喉音侯。戈，古禾反。）"
      },
      {
        "index": 9,
        "text": "疏「摏其喉以戈殺之」。○正義曰：《考工記》戈之長六尺六寸耳，得及長狄之喉者。兵車之法，皆三人共乘。魯、宋與長狄之戰，車皆四乘，改其乘，必長其兵。謂之戈，蓋形如戈也。"
      },
      {
        "index": 10,
        "text": "埋其首於子駒之門，（子駒，魯郭門。骨節非常，恐後世怪之，故詳其處。○處，昌呂反。）以命宣伯。（得臣待事而名其三子，因名宣伯曰僑如，以旌其功。○名，如字，或亡政反。）"
      },
      {
        "index": 11,
        "text": "疏注「得臣」至「其功」。○正義曰：襄三十年傳說此事云：「叔孫莊叔敗狄於咸，獲長狄僑如及虺也豹也，皆以名其子。」定八年傳稱「魯苫越生子，將待事而名之。陽州之役獲焉，名之曰陽州」。知得臣亦待事以名其三子，以旌章其功也。此三子未必同年而生，或生訖待事，或事後始生，欲以章己功，取彼名而名之也。\n初，宋武公之世，鄋瞞伐宋。（在春秋前。）"
      },
      {
        "index": 12,
        "text": "疏注「在春秋前」。○正義曰：《史記·十二諸侯年表》宋武公即位十八年，以魯惠公二十一年卒。卒在春秋前二十六年，不知鄋瞞以何年伐宋也。"
      },
      {
        "index": 13,
        "text": "司徒皇父帥師禦之，耏班禦皇父充石，（皇父，戴公子。充石，皇父名。○禦，本亦作「禦」，魚呂反。耏音而。）"
      },
      {
        "index": 14,
        "text": "疏注「皇父」至「父名」。○正義曰：皇父，戴公子，《世本》文。古人連言名字者，皆先字後名。且此人子孫以「皇」為氏，知皇父字，充石名。\n公子穀甥為右、司寇牛父駟乘，以敗狄於長丘，（長丘，宋地。）獲長狄緣斯，（緣斯，僑如之先。）\n疏「獲長狄緣斯」。○正義曰：服虔云「不言所埋，埋其身首同處於戰地可知」。\n皇父之二子死焉。（皇父與穀甥及牛父皆死，故而彡班獨受賞。）"
      },
      {
        "index": 15,
        "text": "疏注「皇父」至「受賞」。○正義曰：賈逵云「皇父與穀甥牛父三子皆死」。鄭眾以為穀甥牛父二人死耳，皇父不死。馬融以為皇父之二子從父在軍，為敵所殺，名不見者，方道二子死，故得勝之。如今皆死，誰殺緣斯？服虔云：「殺緣斯者，未必三子之手，士卒獲之耳。」下言「宋公以門賞耏班」，班為皇父禦而有賞，三子不見賞，疑皆死。賈君為近之。如馬之言，於傳文為順。但班獨受賞，知三子皆死，故杜亦同之。\n宋公於是以門賞耏班，使食其征，（門，關門。征，稅也。○稅，舒銳反。）"
      },
      {
        "index": 16,
        "text": "疏注「門，關門。征，稅也」。○正義曰：禮惟關門有征，知門是關門也。《周禮·司關》「司貨賄之出入。掌其治禁，與其征廛。國凶劄，則無關門之征」。鄭玄云：「征廛者，貨賄之稅。」《孟子》曰：「關，幾而不征，則天下行旅皆說，而原出於其塗矣。」如彼文，知出入關者必有征稅，但不知幾而稅一也。然據禮文，城門亦有征。必知關門者，以關門征稅其數既多，故昭二十年「逼介之關，暴征其私」。是關禁之重異於城門。此云食其征稅，故知關稅也。"
      },
      {
        "index": 17,
        "text": "謂之耏門。晉之滅潞也，（在宣十五年。○潞音路。）獲僑如之弟焚如。齊襄公之二年，（魯桓之十六年。）鄋瞞伐齊，齊王子成父獲其弟榮如，（榮如，焚如之弟。焚如後死而先說者，欲其兄弟伯季相次。榮如以魯桓十八年死，至宣十五年一百三歲，其兄猶在。傳言既長且壽，有異於人。王子成父，齊大夫。○且壽，如字，一音授。）埋其首於周首之北門。（周首，齊邑。濟北穀城縣東北有周首亭。）衛人獲其季弟簡如，（伐齊退走，至衛見獲。）鄋瞞由是遂亡。（長狄之種絕。○種，章勇反。）"
      },
      {
        "index": 18,
        "text": "疏注「長狄之種絕」。○正義曰：此時長狄種絕，仲尼猶云「今日大人」者，言當時呼往前長狄為「大人」，未必其時有之。若當時猶有其種，吳人不應怪其骨也。但如此傳文長狄有種，種類相生，當有支胤，唯獲數人，云其種遂絕，深可疑之。命守封隅之山，賜之以漆為姓，則是出為國主，綿曆四代，安得更無支屬？唯有四人，且君為民心，方以類聚，不應獨立三丈之君，使牧八尺之民。又三丈之人，誰為匹配？豈有三丈之妻為之生產乎？人情度之，深可惑也。《國語》仲尼之談，《左傳》丘明所說，通賢大聖立此格言，不可論其是非，實疑之久矣。蘇氏云：《國語》稱「今目大人」，但迸居夷狄，不在中國，故云遂亡。《公羊》、《穀梁》並云，長狄兄弟三人，一之齊，一之魯，一之晉。何以書記異？猶如《史記》所云「秦時大人見於臨洮」。"
      },
      {
        "index": 19,
        "text": "郕大子朱儒自安於夫鍾，（安，處也。夫鍾，郕邑。○郕音成。儒，如朱反。夫音扶。）國人弗徇。（徇，順也。為明年郕伯來奔傳。○徇，似俊反。）\n文公十有二年\n【經】十有二年，春，王正月，郕伯來奔。（稱爵，見公以諸侯禮迎之。○見，賢遍反。）"
      },
      {
        "index": 20,
        "text": "疏注「稱爵」至「迎之」。○正義曰：此實大子，公以諸侯禮迎之。公既尊之為君，史遂從公之意。成十年「晉侯有疾，立大子州蒲為君，會諸侯伐鄭」。經即書為「晉侯」。史官不可反公之心。追言世子，從君所稱，更是其實故也。\n杞伯來朝。（復稱伯，舍夷禮。○復，扶又反，一音服。舍音舍。）\n二月，庚子，子叔姬卒。（既嫁成人，雖見出棄，猶以恩錄其卒。）"
      },
      {
        "index": 21,
        "text": "疏「既嫁」至「其卒」。○正義曰：天子諸侯絕期，嫁女於諸侯，則尊同恩。成於敵體，其禮不為降，卒則服大功九月。叔姬既為杞之夫人，雖見出棄，猶以恩錄其卒。《喪服》女子既嫁而反在父母之室，從本服為之齊衰期。此既書其卒，當服其本服。杜《譜》不知此叔姬是何公之女。要姑與姊妹皆服期也。《釋例》曰：「出棄之女反在父母之室，則與既笄成人者同，故亦書『卒』也。」杞叔姬卒，《穀梁》以為公母姊妹，謂同母姊妹。"
      },
      {
        "index": 22,
        "text": "夏，楚人圍巢。（巢，吳楚間小國。盧江六縣東有居巢城。）秋，滕子來朝。秦伯使術來聘。（術不稱氏，史略文。）"
      },
      {
        "index": 23,
        "text": "冬，十有二月，戊午，晉人、秦人戰於河曲。（不書敗績，交綏而退，不大崩也。稱「人」，秦晉無功，以微者告也。「皆陳曰戰」，例在莊十一年。河曲在河東蒲阪縣南。○陳，直覲反。阪音反。）"
      },
      {
        "index": 24,
        "text": "季孫行父帥師，城諸及鄆。（鄆，莒、魯所爭者。城陽姑幕縣南有員亭。員即鄆也。以其遠逼外國，故帥師城之。○鄆音軍。幕音莫。員音云，一音運，本又作「鄆」，音同。）"
      },
      {
        "index": 25,
        "text": "【傳】十二年，春，郕伯卒，郕人立君。（太子自安於外邑故。）大子以夫鍾與郕邽來奔。（郕邽亦邑。○邽音圭。）公以諸侯逆之，非禮也。（非公寵叛人。）故書曰：「郕伯來奔。」不書地，尊諸侯也。（既尊以為諸侯，故不復見其竊邑之罪。○復，扶又反。見，賢遍反。）\n杞桓公來朝，始朝公也。（公即位，始來朝。）"
      },
      {
        "index": 26,
        "text": "疏「傳始朝公也」。○正義曰：劉炫云：「魯公新立，鄰國及時來朝，則曰『公即位』。而來朝晚，則云『始朝公也』。諸侯自新立，來及時者，則云『即位』，而來見晚，則云「始見霸主』。即位，魯君往朝，則曰『朝嗣君』。魯君新立，往朝大國，則曰『即位而往見』也」。\n且請絕叔姬而無絕昏，公許之。（不絕昏，立其娣以為夫人。不書來歸，未歸而卒。）"
      },
      {
        "index": 27,
        "text": "疏注「不絕」至「而卒」。○正義曰：傳言請「無絕昏」，成五年有「杞叔姬來歸」，故知立其娣為夫人也。其娣亦字「叔」者，周之法稱「叔」也。《釋例》曰：「杞桓公以僖二十三年即位，襄六年卒，凡在位七十一年。文、成之世，經書『叔姬』二人，一人卒，一人出，皆杞桓公夫人也。傳例『出曰來歸』，不書來歸，未歸而卒也。既歸而卒，亦當書之。成五年『杞叔姬來歸』，八年書『卒』是也。宣十六年『郯伯姬來歸』，後不書『卒』者，或更嫁於大夫，故不書卒耳。」"
      },
      {
        "index": 28,
        "text": "二月，叔姬卒。不言杞，絕也。（既許其絕，故不言杞。）書叔姬，言非女也。（女未笄而卒，不書。○笄，古兮反。）"
      },
      {
        "index": 29,
        "text": "楚令尹大孫伯卒。成嘉為令尹。（若敖曾孫，子孔。）群舒叛楚。（群舒，偃姓，舒庸、舒鳩之屬。今廬江南有舒城。舒城西南有龍舒。）"
      },
      {
        "index": 30,
        "text": "疏注「群舒」至「龍舒」。○正義曰：《世本》「偃姓，舒庸、舒蓼、舒鳩、舒龍、舒鮑、舒龔。」以其非一，故言「屬」以包之。\n夏，子孔執舒子平及宗子，遂圍巢。（平，舒君名。宗、巢二國，群舒之屬。）秋，滕昭公來朝，亦始朝公也。"
      },
      {
        "index": 31,
        "text": "秦伯使西乞術來聘，且言將伐晉。襄仲辭玉，曰：「君不忘先君之好，照臨魯國，鎮撫其社稷，重之以大器，寡君敢辭玉。」（大器，圭璋也。不欲與秦為好，故辭玉。○好，呼報反，注及下同。重，直用反。璋音章。）"
      },
      {
        "index": 32,
        "text": "疏「大器」至「辭玉」。○正義曰：聘君用圭，享用璧；聘夫人用璋，享用琮。《聘禮記》曰：「凡四器者，唯其所寶，以聘可也。」故知所言大器是圭璋也。《考工記·玉人》云：「彖圭璋八寸，璧琮八寸以覜聘。」《聘禮記》云：「所以朝天子，圭與繅皆九寸。問諸侯，朱綠繅八寸。」鄭玄云「於天子曰朝，於諸侯曰問。記之於聘文互相備」。言「互相備」者，朝諸侯與天子同，聘天子與諸侯同也。所言「朝圭九寸聘圭八寸」，謂上公禮也。使臣出聘，降君一等，故八寸，則侯伯之使當彖圭六寸，子男之使當彖璧四寸也。《聘義》曰：「以圭璋聘，重禮也。已聘而還圭璋，此輕財而重禮之義也」。然則玉必還其來使，而下云「致諸執事以為瑞節」及「襄仲辭之」者，禮聘終，雖復得還玉，初聘之時，其意欲致與主國，但主國謙退，禮終還之。且襄仲辭之者，為不欲與秦為好。"
      },
      {
        "index": 33,
        "text": "對曰：「不腆敝器，不足辭也」。（腆厚也。○腆，他典反。）主人三辭。賓客曰：「寡君原徼福於周公、魯公以事君，（徼，要也。魯公，伯禽也。言原事君以並蒙先君之福。○徼，古堯反。要，於堯反，下同。）不腆先君之敝器。使下臣致諸執事，以為瑞節。（節，信也。出聘必告廟，故稱先君之器。○瑞，垂偽反。）要結好命，所以藉寡君之命，結二國之好，（藉，薦也。○藉，在夜反，注同。）"
      },
      {
        "index": 34,
        "text": "疏注「藉薦也」。正義曰：《聘禮》「執圭所以致君命」，君命致，藉玉而後通。若坐之有薦席然，故以藉為薦也。\n是以敢致之。」襄仲曰：「不有君子，其能國乎？國無陋矣。」厚賄之。（賄，贈送也。○賄，呼罪反。）"
      },
      {
        "index": 35,
        "text": "秦為令狐之役故，（○為，於偽反。）冬，秦伯伐晉，取羈馬。（令狐役在七年。羈馬，晉邑。○令，力丁反。）晉人禦之。趙盾將中軍，荀林父佐之；（林父代先克。○將，子匠反，下皆同。）郤缺將上軍，（代箕鄭。）臾駢佐之；（代林父。○駢，步邊反。）欒盾將下軍，（欒枝子，代先蔑。○欒，力官反。）盾，徒本反。胥甲佐之。（胥臣子，代先都。）範無恤禦戎，（代步招。○招，上遙反。）以從秦師於河曲。臾駢曰：「秦不能久，請深壘固軍以待之。」從之秦人欲戰，秦伯謂士會曰：「若何而戰？」（晉士會七年奔秦。○壘，力軌反。）"
      },
      {
        "index": 36,
        "text": "疏「深壘固軍」。○正義曰：壘，壁也。軍營所處，築土自衛謂之為壘。深者，高也。高其壘以為軍之阻固。案《覲禮》說「為壇深四尺」，鄭注云「深，高也」。是其義也。"
      },
      {
        "index": 37,
        "text": "對曰：「趙氏新出其屬曰臾駢，必實為此謀，將以老我師也。（臾駢，趙盾屬大夫，新出佐上軍。）趙有側室曰穿，晉君之婿也，（側室，支子。穿，趙夙庶孫。○穿音川。）"
      },
      {
        "index": 38,
        "text": "疏注「側室」至「庶孫」。正義曰：《文王世子》云「公若有出疆之政，庶子守公宮，正室守大廟」。鄭玄云：「正室，適子也。」正室是適子，知側室是支子，言在適子之側也。《世族譜》「穿，趙夙之孫」，則是趙盾從父昆弟之子也。盾為正室，故謂穿為側室。穿別為邯鄲氏，趙旃、趙勝、邯鄲午是其後也。"
      },
      {
        "index": 39,
        "text": "有寵而弱，不在軍事，（弱，年少也，又未嘗涉知軍事。○少，詩照反。）好勇而狂，且惡臾駢之佐上軍也。若使輕者肆焉，其可。」（肆，暫往而退也。○惡，烏路反。輕，遣政反。肆音四。）秦伯以璧祈戰於河。（禱求勝。○禱，丁老反，一音丁報反。）十二月，戊午，秦軍掩晉上軍，趙穿追之，不及。（上軍不動，趙穿獨追之。）反，怒曰：「裹糧坐甲，固敵是求，敵至不擊，將何俟焉？」軍吏曰：「將有待也。」（待可擊。○裹音果。）\n疏「裹糧坐甲」。○正義曰：甲者，所以制禦非常，臨敵則被之於身，未戰且坐之於地。"
      },
      {
        "index": 40,
        "text": "穿曰：「我不知謀，將獨出。」乃以其屬出。宣子曰：「秦獲穿也，獲一卿矣。（僖三十三年，晉侯「以一命命郤缺為卿」，不在軍帥之數。然則晉自有散位從卿者。○帥，所類反。散，悉但反。）秦以勝歸，我何以報？」乃皆出戰，交綏。（《司馬法》曰：「逐奔不遠，從綏不及。逐奔不遠則難誘，從綏不及則難陷。」然則古名退軍為綏。秦、晉誌未能堅戰，短兵未至，爭而兩退，故曰交綏。○爭，爭鬥之爭。）"
      },
      {
        "index": 41,
        "text": "疏注「司馬」至「兩退」。○正義曰：魏武全引《司馬法》云「將軍死綏」，舊說綏，郤也。言軍郤，將當死。綏必是退軍之名。綏訓為安，蓋兵書務在進取，恥言其退，以安行即為大罪，故以綏為名焉。"
      },
      {
        "index": 42,
        "text": "秦行人夜戒晉師曰：「兩君之士，皆未憖也。明日請相見也。（憖，缺也。○憖，魚覲反，又魚轄反。《方言》云：「傷也」。《字林》云：「間也，牛吝反。」）"
      },
      {
        "index": 43,
        "text": "疏注「憖缺也」。○正義曰：憖者，缺之貌。今人猶謂缺為憖也。沈氏云「《方言》云『憖，傷』。傷即缺也」。下云「死傷未收」，則是已有死者，但不至大崩，未甚喪敗，故為「皆未缺也」。"
      },
      {
        "index": 44,
        "text": "臾駢曰：「使者目動而言肆，懼我也，（目動，心不安。言肆，聲放失常節。○使，所吏反。）將遁矣。薄諸河，必敗之。」（薄，迫也。○遁，徒困反。薄，蒲莫反，下同。敗，卑賣反。）胥甲、趙穿當軍門呼曰：「死傷未收而棄之，不惠也；不待期而薄人於險，無勇也。」乃止。（晉師止，為宣元年放胥甲傳。）秦師夜遁。復侵晉，入瑕。（○復，扶又反。）\n城諸及鄆。書，時也。\n文公十有三年\n【經】十有三年，春，王正月。夏，五月，壬午，陳侯朔卒。（無傳。再同盟。）"
      },
      {
        "index": 45,
        "text": "疏注「再同盟」。○正義曰：朔以僖二十九年即位，其年盟於翟泉，文二年於垂隴，七年於扈。云「再同盟」者，據文公言之。\n邾子蘧蒢卒。（未同盟而赴以名。○蘧，其居反。蒢，丈居反。）"
      },
      {
        "index": 46,
        "text": "疏注「未同盟而赴以名」。○正義曰：蘧蒢，邾子瑣之子也。莊二十九年即位，僖元年與魯盟於犖。而云「未同盟」，蓋據文公為言，故云「未同盟」。劉炫以犖盟規之，非也。\n自正月不雨，至於秋七月。（無傳。義與二年同。）大室屋壞。（大廟之室。○大音泰，注及傳同。）"
      },
      {
        "index": 47,
        "text": "疏注「大廟之室」。○正義曰：傳稱「書，不共」，則於此室當共，知大廟之室也。《明堂位》曰「祀周公於大廟」，此周公之廟壞也。不直言大廟壞，而云「大室屋壞」者，大廟之制其簷四阿，而下當其室中，又拔出為重屋。《明堂位》云「大廟，天子明堂，復廟重簷，天子之廟飾」。鄭云：「復廟，重屋也。」是天子之廟上為重屋。此是大廟當中之室，其上之屋壞，非大廟全壞也。《公羊》作「世室」。傳曰：「世室者何？魯公之廟也，周公稱大廟，魯公稱世室，群公稱宮，此魯公之廟也。曷為謂之世室？世室，猶世世不毀也。」《左傳》不辨此是何公之廟，而經謂之「大室」，則此室是室之最大者，故知是周公之廟，非魯公也。《明堂位》曰：「魯公之廟，文世室也。武公之廟，武世室也。」不毀則稱世室。世室非一君廟名。若是伯禽之廟，則宜舉其號諡。且《左氏》經為「大室」，不作世室，故《左氏》先師賈、服等皆以為大廟之室也。壞必更作，書其壞，而不書作者，隨即脩之，故不書也。定二年五月「雉門及兩觀災。十月新作雉門及兩觀」。啟塞從時，譏其緩作，故別書之耳。\n冬，公如晉衛侯會公於遝。（遝地闕。○遝，徒答反。）狄侵衛。（無傳。）\n十有二月，己丑，公及晉侯盟。（十二月無己丑，己丑，十一月十一日。）\n公還自晉。鄭伯會公於棐。（棐，鄭地。○棐，芳味反，又非尾反。）"
      },
      {
        "index": 48,
        "text": "【傳】十三年，春，晉侯使詹嘉處瑕，以守桃林之塞。（詹嘉，晉大夫。賜其瑕邑令，帥眾守桃林以備秦。桃林在弘農華陰縣東潼關。○詹，章廉反。塞，悉代反。令，力呈反。華，戶化反。潼音童。）"
      },
      {
        "index": 49,
        "text": "疏注「詹嘉」至「潼關」。○正義曰：桃林之塞在南河之南，遠處晉之南竟。從秦適周，乃由此路。使詹嘉守此塞者，以秦與東方諸侯遠結恩好。及西乞聘魯，亦應更交餘國，慮其要結外援，東西圖己，故使守此阨塞，欲斷其來往也。\n晉人患秦之用士會也，夏，六卿相見於諸浮。（諸浮，晉地。）"
      },
      {
        "index": 50,
        "text": "疏「六卿相見於諸浮」。○正義曰：六卿在朝，旦夕聚集，而特云「相見於諸浮」者，將欲密謀，慮其漏泄，故出就外野，屏人私議。諸浮當是城外之近地耳。"
      },
      {
        "index": 51,
        "text": "趙宣子曰：「隨會在秦，賈季在狄，難日至矣，若之何？」（六年賈季奔狄。○難，乃旦反。日，人實反。）中行桓子曰：「請復賈季，（中行桓子，荀林父也。僖二十八年始將中行，故以為氏。○行，戶郎反，注同。將，子匠反。）能外事，且由舊勳。」（有狐偃之舊勳。）\n疏「能外事」。○正義曰：賈季是狐突之孫，狐偃之子。本是狄人，能知外竟之事。謂知狄之情，得豫為之備。\n郤成子曰：「賈季亂，且罪大，（殺陽處父故。）不如隨會，能賤而有恥，柔而不犯，（不可犯以不義。）\n疏「能賤而有恥」。○正義曰：服虔云：「謂能處賤且又知恥。」言不可汙辱。"
      },
      {
        "index": 52,
        "text": "其知足使也，且無罪。」乃使魏壽餘偽以魏叛者，以誘士會，執其帑於晉，使夜逸。（魏壽餘，畢萬之後。帑，壽餘子。○知音智。帑音奴。）"
      },
      {
        "index": 53,
        "text": "疏注「魏壽」至「之後」。○正義曰：閔元年晉侯「賜畢萬魏」。魏犨者，萬之孫，為魏之世適。壽餘為魏邑之主，當是犨之近親，故云「畢萬之後」。"
      },
      {
        "index": 54,
        "text": "請自歸於秦，秦伯許之。（許受其邑。）履士會之足於朝。（躡士會足，欲使行。○躡，女涉反。）秦伯師於河西，（將取魏。）魏人在東。（今河北縣，於秦為在河之東。）壽餘曰：「請東人之能與夫二三有司言者，吾與之先。」（欲與晉人在秦者共先告喻魏有司。○夫音扶。）\n疏「請東」至「之先」。○正義曰：請舊是東方之人並有才能堪與彼魏邑二三有司說歸秦之言者，吾與先行。"
      },
      {
        "index": 55,
        "text": "使士會。士會辭曰：「晉人，虎狼也。若背其言，臣死，妻子為戮，無益於君。不可悔也。」（辭行，示己無去心。○背音佩，下同。）\n疏「臣死」至「悔也」。○正義曰：言身拘死於晉，妻為戮於秦，必無益於君，不可改悔。"
      },
      {
        "index": 56,
        "text": "秦伯曰：「若背其言，所不歸爾帑者，有如河。」（言必歸其妻子，明白如河。）乃行。繞朝贈之以策，（策，馬楇。臨別授之馬楇，並示己所策以展情。繞朝，秦大夫。○朝，如字，又張遙反。策，本又作「筴」，初革反。楇，張瓜反，馬杖也；王，鄒華反。《字林》作「{朵}」，云：「箠也，竹瓜反。」）"
      },
      {
        "index": 57,
        "text": "疏注「策馬楇」。○正義曰：服虔云：「繞朝以策書贈士會。」杜不然者，壽餘請訖，士會即行，不暇書策為辭，且事既密，不宜以簡贈人。傳稱「以書相與」，皆云「與書」，此獨不宜云「贈之以策」，知是馬楇。楇，杖也。"
      },
      {
        "index": 58,
        "text": "曰：「子無謂秦無人，吾謀適不用也。」（示己覺其情。）既濟，魏人譟而還。（喜得士會。○譟，素報反。還音旋。）秦人歸其帑。其處者為劉氏。（士會，堯後劉累之胤。別族復累之姓。○累，劣彼反。）"
      },
      {
        "index": 59,
        "text": "疏「其處者為劉氏」。○正義曰：伍員屬其子於齊使為王孫氏者，知己將死，豫令改族。其傳又為而發之。士會之帑在秦不顯，於會之身復無所辟，傳說處秦為劉氏，未知何意言此？討尋上下，其文不類，深疑此句或非本旨，蓋以為漢室初興，損棄古學，《左氏》不顯於世，先儒無以自申，劉氏從秦從魏，其源本出劉累，插注此辭，將以媚於世。明帝時，賈逵上疏云：「《五經》皆無證圖讖明劉氏為堯後者，而《左氏》獨有明文。」竊謂前世藉此以求道通，故後引之以為證耳。○注「士會」至「之姓」。○正義曰：昭二十九年傳稱陶唐氏既衰，其後曰劉累，能飲食龍。夏王孔甲賜氏曰禦龍。襄二十四年傳範宣子云：「匄之祖，自虞以上為陶唐氏，在夏為禦龍氏，在商為豕韋氏，在周為唐杜氏，晉主夏盟為范氏。」《晉語》云：「昔隰叔子違周難於晉，生子輿為司空。世及武子，佐文、襄，輔成、景。是以受隨、範。」賈逵云：「隰叔，杜伯之子。周宣王殺杜伯，其子逃奔晉。子輿，士蒍也。武子，蒍之孫，即士會也。」又《世本》「士蒍生士伯缺，缺生士會，會生士燮」。會是蒍之孫，是為堯後也。會子在秦不被賜族，故自復累之姓為劉氏。秦滅魏，劉氏徙大梁。漢高祖之祖為豐公，又徙沛，故高祖為沛人。\n邾文公卜遷於繹。（繹，邾邑。魯國鄒縣北有繹山。○繹音亦。鄒，側留反。）"
      },
      {
        "index": 60,
        "text": "疏注「繹邾」至「繹山」。○正義曰：邾都本在鄒縣。鄒縣北有繹山，徙都於彼山旁，山旁當有舊邑，故曰「繹，邾邑」也。邾既遷都於此，竟內別有繹邑。宣十年「公孫歸父帥師伐邾，取繹」，取彼之別邑，不取邾之國都也。但邾是小國，彼繹邑亦取繹山為名，應近邾之都耳。"
      },
      {
        "index": 61,
        "text": "史曰：「利於民而不利於君。」邾子曰：「苟利於民，孤之利也。天生民而樹之君，以利之也。民既利矣，孤必與焉。」左右曰：「命可長也，君何弗為？」邾子曰：「命在養民。死之短長，時也。民苟利矣，遷也。吉莫如之！」（左右以一人之命為言，文公以百姓之命為主。一人之命各有短長，不可如何。百姓之命乃傳世無窮，故徙之。○與音預。傳，直專反。）"
      },
      {
        "index": 62,
        "text": "疏注「左右」至「徙之」。○正義曰：史明卜筮，知國遷君必死，不知君命自當卒也。左右之意，謂不遷命可長。左右勸君勿遷，以一人之命為言也。文公之意，人君之命在於養民，遷則民利，志在必遷，以百姓之命為主也。一人之命各有短長，長短先定，不遷亦死，是不可如何。百姓之命利在水土，遷就善居，則民安樂，乃傳世無窮也。晉遷新田，十世之利，衛遷帝丘，卜曰三百年，是傳世也。\n遂遷於繹。五月，邾文公卒。君子曰：「知命」。"
      },
      {
        "index": 63,
        "text": "疏「君子曰知命」。○正義曰：俗人見其早卒，謂其由遷而死。死之短長有時，不遷至期亦卒。傳言「君子曰知命」，所以證俗人之惑。邾文公以莊二十九年即位，至今五十一年，享國久矣，命非短折也。"
      },
      {
        "index": 64,
        "text": "秋，七月，大室之屋壞。書，不共也。（簡慢宗廟，使至傾頹，故書以見臣子不共。○頹，大回反。見，賢遍反。）"
      },
      {
        "index": 65,
        "text": "疏「書不共」。○正義曰：《釋例》曰：「大室之屋，國之所尊，朽而不繕，久旱遇雨，乃遂傾頹，不共之甚，故特書之。」"
      },
      {
        "index": 66,
        "text": "冬，公如晉，朝，且尋盟。衛侯會公於遝，請平於晉。公還，鄭伯會公於棐，亦請平於晉。公皆成之。（鄭、衛貳於楚，畏晉，故因公請平。）鄭伯與公宴於棐，子家賦《鴻雁》。（子家，鄭大夫，公子歸生也。《鴻雁》，《詩·小雅》，義取侯伯哀恤鰥寡，有征行之勞。言鄭國寡弱，欲使魯侯還晉恤之。○鰥，古頑反。）"
      },
      {
        "index": 67,
        "text": "疏注「子家」至「恤之」。○正義曰：《鴻雁》，美宣王勞來諸侯之詩也。首章云「之子於征，劬勞於野。爰及矜人，哀此鰥寡」。之子，侯伯卿士也。存省諸侯，劬勞外野。爰，曰也。矜，憐也。王命之曰當及此可憐之人，謂貧窮者；又當哀此鰥夫寡婦，當收斂之，使有依附。子家言鄭寡弱，欲使魯侯遠行還晉存恤之也。"
      },
      {
        "index": 68,
        "text": "季文子曰：「寡君未免於此。」（言亦同有微弱之憂。）文子賦《四月》。（《四月》，《詩·小雅》，義取行役逾時，思歸祭祀，不欲為還晉。○為，於偽反，下皆同。）"
      },
      {
        "index": 69,
        "text": "疏注「四月」至「還晉」。○正義曰：《四月》，大夫行役之怨詩也。首章云：「四月維夏，六月徂暑。先祖匪人，胡寧忍予？」大夫言已四月初夏，而行至六月往暑矣。寒暑易節，尚不得歸，我之先祖非人乎？王者何當施忍於我？不使得祭祀也。文子言己思歸祭祀，不欲更復還晉。"
      },
      {
        "index": 70,
        "text": "子家賦《載馳》之四章。（《載馳》，《詩·鄘風》，四章以下，義取小國有急，欲引大國以救助。○鄘音容。）"
      },
      {
        "index": 71,
        "text": "疏注「載馳」至「救助」。○正義曰：《載馳》，許穆夫人聞衛之滅，思歸唁兄之詩也。其四章曰：「陟彼阿丘，言采其虻。女子善懷，亦各有行。許人尢之，眾稚且狂。」其五章曰：「我行其野，芃芃其麥。控於大邦，誰因誰極？大夫君子，無我有尢。百爾所思，不如我所之。」此義取小國有急，控告大國。文在五章，而傳言四章，故云「四章以下」，言其並賦五章。"
      },
      {
        "index": 72,
        "text": "文子賦《采薇》之四章。（《采薇》，《詩·小雅》，取其「豈敢定居？一月三捷」。許為鄭還，不敢安居。○三，息暫反，又如字。捷，在接反。）\n疏注「一月三捷」。○正義曰：捷，勝也。三者，謂侵也、伐也、戰也。鄭伯拜，（謝公為行。）公答拜。\n文公十有四年\n【經】十有四年，春，王正月，公至自晉。（無傳。告於廟。）\n邾人伐我南鄙，叔彭生帥師伐邾。\n夏，五月，乙亥，齊侯潘卒。（七年，盟於扈。乙亥，四月二十九日。書「五月」，從赴。○潘，判於反。）"
      },
      {
        "index": 73,
        "text": "疏注「七年」至「從赴」。○正義曰：《齊世家》「孝公卒，弟潘殺孝公子而立，是為昭公」。昭公則以僖二十八年即位，其年盟於踐土。據文公言之，唯同扈之盟耳。杜以《長曆》校之，知乙亥是四月二十九日。「書五月，從赴」者，蓋赴以五月到，惟言卒日，不言其月，即書其所至之月。"
      },
      {
        "index": 74,
        "text": "六月，公會宋公、陳侯、衛侯、鄭伯、許男、曹伯、晉趙盾。癸酉，同盟於新城。（新城，宋地。在梁國穀熟縣西。）"
      },
      {
        "index": 75,
        "text": "秋，七月，有星孛入於北斗。（孛，彗也。既見而移入北斗，非常所有，故書之。○孛，音佩，徐無憒反；嵇康音渤海字。彗，嵇似歲反，一音雖遂反。見，賢遍反。）"
      },
      {
        "index": 76,
        "text": "疏注「孛彗」至「書之」。○正義曰：《公羊傳》曰：「孛者何？彗星也。其言入於北斗何？北斗有中也。何以書？記異也。」《穀梁傳》曰：「孛之為言猶茀也。其曰入北斗，鬥有環域也。」《釋天》云：「彗星為欃槍。」郭璞曰「妖星也。亦謂之『孛』，言其形孛孛似歸彗也」。經言「入於北斗」，則從他處而入，是既見而移入北斗也。彗星長有尾，入於北斗杓中。妖星非常所有，故書。\n公至自會。（無傳。）"
      },
      {
        "index": 77,
        "text": "晉人納捷菑於邾，弗克納。（邾有成君，晉趙盾不度於義，而大興諸侯之師，涉邾之竟，見辭而退。雖有服義之善，所興者廣，所害者眾，故貶稱「人」。○菑，側其反。度，待各反。竟音境。）"
      },
      {
        "index": 78,
        "text": "疏「納捷菑於邾」。○正義曰：捷菑不言「邾」者，下有「於邾」之文。莊公伐齊納子糾不言「齊」者，上有「伐齊」之文，與此同也。僖二十五年「楚人圍陳，納頓子於頓」，昭十二年「齊高偃納北燕伯於陽」，彼舊是國君，故稱其國。哀二年「晉趙鞅納衛世子蒯聵於戚」，世子之尊，以名體國，上下又無「衛」文，故亦稱國，與此異也。齊小白、齊陽生、許叔、蔡季之屬，經無「納」文，又復得國，與此不同也。劉炫云：「已去邾國，又非邾君，故不稱邾捷菑也。得國為君，皆舉國言之。『齊小白入於齊』是也。」\n九月，甲申，公孫敖卒於齊。（既許復之，故從大夫例書卒。）"
      },
      {
        "index": 79,
        "text": "疏注「既許」至「書卒」。○正義曰：傳稱「請葬，不許」，明年傳云「葬視共仲」，則是不得從大夫禮葬，而得從大夫例書卒者，卒葬異禮，事不相連。隱公書「薨」，「不書葬，不成喪」，不以君禮成其葬也。不以君禮猶得書「公薨」。敖雖不以卿禮葬，既許其復，得從例書「卒」。\n齊公子商人弑其君舍。（舍未逾年而稱君者，先君既葬，舍已即告。弑君例在宣四年。）"
      },
      {
        "index": 80,
        "text": "疏注「舍未」至「四年」。○正義曰：《公羊》之例，既葬稱「子」，逾年稱「公」。《左氏》則不然。僖九年九月「晉侯詭諸卒，冬，晉裏克殺其君之子奚齊」。傳曰：「書曰：『殺其君之子。』未葬也。荀息立公子卓以葬。十一月裏克殺公子卓於朝。」經書「裏克弑其君卓」。是未葬稱「子」，既葬稱「君」，不待逾年始稱君也。此稱「弑其君舍」，舍已成君，故云「未逾年而稱君者，先君既葬，舍已即位」也。傳云「五月，昭公卒，舍即位」。後七月，為商人所弑。經、傳無葬昭公之文。又齊侯以五月而卒，傳稱七月弑舍。時未合葬，知已葬者，正以舍已稱君，決知既葬。春秋之世，多不如禮，葬之早晚，時有遲速。雖復違禮而葬，後君葬訖即成成君，非計禮之葬日始成君也。宣十年夏四月，「齊侯元卒」。六月，「葬齊惠公」。冬，「齊侯使國佐來聘」。是葬速成君之文也。杜以成君在於既葬，不以逾年為限。此言「未逾年」者，意在排舊說也。\n宋子哀來奔。（大夫奔，例書名氏。貴之，故書字。）"
      },
      {
        "index": 81,
        "text": "疏注「大夫」至「書字」。○正義曰：崔杼無罪，書「崔氏出奔」。此貴子哀，書其字者，於例字貴於名，故儀父、女叔之徒，皆書其字，則書字是貴之常例也。「崔氏」，傳曰「且告以族」，故因稱「氏」，唯以不名為義。\n冬，單伯如齊。（單伯，周卿士。為魯如齊，故書。○單音善。為，於偽反。）\n齊人執單伯。（諸侯無執王使之義，故不依行人例。使，所吏反。）"
      },
      {
        "index": 82,
        "text": "疏注「諸侯」至「人例」。正義曰：諸侯執諸侯之大夫，無罪，則稱「行人」，以見無罪之義。王者之使，不問有罪無罪，諸侯皆不得執之。執之則為不臣。以諸侯無執王使之義，故單伯不依「行人」例。言單伯身雖無罪，不依使例，故不稱「行人」也。諸侯不得執王使，而諸侯之史得貶王使者，史之所書，周公定法，已君有過，猶尚書之，王使有愆，亦得貶也。\n齊人執子叔姬。（叔姬，魯女，齊侯舍之母。不稱夫人，自魯錄之，父母辭。）"
      },
      {
        "index": 83,
        "text": "疏注「叔姬」至「母辭」。○正義曰：傳稱「子叔姬妃齊昭公」，知舍之母也。「不稱夫人，自魯錄之，父母辭」，亦不知是何公之女，魯是其父母家。不言文公是其父，稱「子叔姬」者，服云：「子殺身執，閔之，故言『子』，為在室辭。十二年『子叔姬卒』，已被杞絕，是並在室也。」"
      },
      {
        "index": 84,
        "text": "【傳】十四年，春，頃王崩。周公閱與王孫蘇爭政，故不赴。凡崩、薨，不赴，則不書；禍、福，不告，亦不書。（奔、亡，禍也。歸、復，福也。○頃音傾。閱音悅。）"
      },
      {
        "index": 85,
        "text": "疏注「奔亡」至「福也」。○正義曰：因崩薨而言禍福，則禍亦崩薨之類。福是反禍者也。福莫大於享國有家，禍莫甚於亡家喪國。禍亦崩薨之類相次之物。且奔、亡、歸、復，其事多矣。雖有出入之例，未見不告之義。此傳於崩薨之末言之，故知奔、亡、是禍，歸、復是福也。\n懲不敬也。（欲使怠慢者自戒。○懲，直升反。）\n邾文公之卒也，（在前年。）公使吊焉，不敬。邾人來討，伐我南鄙，故惠伯伐邾。"
      },
      {
        "index": 86,
        "text": "子叔姬齊昭公，生舍。叔姬無寵，舍無威。公子商人驟施於國，（驟，數也。商人，桓公子。○妃音配，本亦作「配」。驟，仕救反。施，式豉反。數音朔。）而多聚士，盡其家，貸於公、有司以繼之。（家財盡，從公及國之有司富者貸。○盡，津忍反。貸音待，又音忒，注同。）夏，五月，昭公卒，舍即位。\n邾文公元妃齊薑，生定公；二妃晉姬，生捷菑。文公卒，邾人立定公，捷菑奔晉。\n六月，同盟於新城，從於楚者服，（從楚者，陳、鄭、宋。）且謀邾也。（謀納捷菑。）"
      },
      {
        "index": 87,
        "text": "秋，七月，乙卯夜，齊商人弑舍而讓元。（元，商人兄，齊惠公也。書「九月」，從告。七月無乙卯，日誤。○弑音試，本又作「殺」。）元曰：「爾求之久矣。我能事爾，爾不可使多蓄憾。（不為君則恨多。○蓄，敕六反，本又作「畜」。憾，本又作「感」，戶暗反，恨也。）將免我乎？爾為之。」（言將復殺我。○復，扶又反。）"
      },
      {
        "index": 88,
        "text": "疏「將免我乎」。○正義曰：言爾已殺君矣，我若為君，爾將肯放免我乎？言將復殺我。劉炫云：「爾將免我為君之事乎？」"
      },
      {
        "index": 89,
        "text": "有星孛入於北斗，周內史叔服曰：「不出七年，宋、齊、晉之君，皆將死亂。」（後三年，宋弑昭公；五年，齊弑懿公；七年，晉弑靈公。史服但言事徵，而不論其占，固非末學所得詳言。○弑音試，下同。）"
      },
      {
        "index": 90,
        "text": "疏注「後三」至「詳言」。○正義曰：昭十七年傳申須云：「彗所以除舊布新也。天事恒象。」又二十六年傳晏子曰：「天之有彗也，以除穢也。」宋、齊、晉三國之君，並為無道，皆有穢德。今彗出而彼死，是除穢之事，但未測何以知此三君當之。史服但言事徵，不言其占，非末學所得詳言，故言其驗，而不推其義。"
      },
      {
        "index": 91,
        "text": "晉趙盾以諸侯之師八百乘，納捷菑於邾。（八百乘，六萬人。言力有餘。○乘，繩證反，注同。）邾人辭曰：「齊出玃且長。」（玃且，定公。○玃，俱縳反；徐，居碧反。且，子餘反。長，丁丈反，下注同。）宣子曰：「辭順而弗從，不祥。」乃還。（立適以長，故曰辭順。○適，丁曆反。）"
      },
      {
        "index": 92,
        "text": "周公將與王孫蘇訟於晉，王叛王孫蘇，（王，匡王。叛，不與。）而使尹氏與聃啟訟周公於晉。（訟，理之。尹氏，周卿士。聃啟，周大夫。○聃，乃甘反。）趙宣子平王室而復之。（復使和親。）"
      },
      {
        "index": 93,
        "text": "楚莊王立，（穆王子也。）子孔、潘崇將襲群舒，使公子燮與子儀守，而伐舒蓼。（即群舒。○燮，昔協反。守，手又反。蓼音了。）二子作亂，城郢，而使賊殺子孔，不克而還。八月，二子以楚子出，將如商密。（《國語》曰：「楚莊王幼弱，子儀為師，王子燮為傅」。○還音旋。）"
      },
      {
        "index": 94,
        "text": "疏注「國語」至「為傅」。○正義曰：《楚語》蔡聲子云：「楚莊王方弱，申公子儀父為師，王子燮為傅，使潘崇、子孔帥師以伐舒。燮及儀父施二帥而分其室。師還至，則以王如廬，廬戢黎殺二子而復王。」"
      },
      {
        "index": 95,
        "text": "廬戢黎及叔麇誘之，遂殺鬥克及公子燮。（廬，今襄陽中廬縣。戢黎，廬大夫。叔麇，其佐。鬥克，子儀也。○廬，力於反，又音盧，注同。戢，側立反。麇，九倫反。）初，鬥克囚於秦，（在僖二十五年。）秦有殽之敗，（在僖三十三年。）而使歸求成。成而不得志，（無賞報也。）公子燮求令尹而不得，故二子作亂。（傳言楚莊幼弱，國內亂，所以不能與晉競。）穆伯之從己氏也，（在八年。○己音紀，又音祀。）魯人立文伯。（穆伯之子，穀也。）穆伯生二子於莒，而求復。文伯以為請。襄仲使無朝，聽命，復而不出，（不得使與聽政事，終寢於家，故出入不書。○為請，如字，又於偽反，下「以為請」同。十五年亦放此。與音預。）三年而盡室以復適莒。文伯疾，而請曰：「穀之子弱，（子，孟獻子，年尚少。○盡，津忍反。復，扶又反。少，詩照反。）請立難也。」（難，穀弟。○難，乃多反，又如字。）許之。文伯卒，立惠叔。穆伯請重賂以求復，惠叔以為請，許之，將來。九月，卒於齊。告喪，請葬，弗許。（請以卿禮葬。）\n宋高哀為蕭封人，以為卿。（蕭，宋附庸。仕附庸還，升為卿。）"
      },
      {
        "index": 96,
        "text": "疏注「蕭宋」至「為卿」。○正義曰：蕭，本宋邑。莊十二年「宋萬弑閩公」，蕭叔大心者，宋蕭邑之大夫也。平宋亂，立桓公。宋人賞其勞，以蕭邑封叔為附庸。莊二十三年「蕭叔朝公」，是為附庸，故稱「朝」。附庸宋國，故云「宋附庸」也。宣十二年「楚子滅蕭」。此時蕭國仍在，高哀仕於蕭國，遂被拔擢升為宋卿。"
      },
      {
        "index": 97,
        "text": "不義宋公而出，遂來奔。（出而待放，從放所來，故曰「遂」。）書曰：「宋子哀來奔。」貴之也。（貴其不食汙君之祿，辟禍速也。○汙，汙辱之也。）"
      },
      {
        "index": 98,
        "text": "齊人定懿公，使來告難，故書以九月。（齊人不服，故三月而後定，書以九月，明經日月皆從赴。○難，乃旦反。）"
      },
      {
        "index": 99,
        "text": "疏注「齊人」至「從赴」。○正義曰：商人實以七月弑舍，取其位，而齊人未服，三月而後定。定訖始來告，不告舍死之月，唯言商人弑舍。魯史以其九月來告，即書之於九月。如此傳文，告以九月，即書九月，明經之日月皆從赴而書，非褒貶詳略也。杜言此者，排先儒言日月有褒貶之義。\n齊公子元不順懿公之為政也，終不曰「公」，曰「夫已氏」。（猶言某甲。○夫音扶。己音紀。）"
      },
      {
        "index": 100,
        "text": "疏注「猶言某甲」。○正義曰：心惡其政，不以為「公」。凡與人言，欲稱君者，終不謂之為「公」。曰「夫己氏」，斥懿公之名也。劉云：「甲、己俱是名，故云『猶言某甲』。」"
      },
      {
        "index": 101,
        "text": "襄仲使告於王，請以王寵求昭姬於齊。（昭姬，子叔姬。）曰：「殺其子，焉用其母？請受而罪之。」（○焉，於虔反。）冬，單伯如齊，請子叔姬，齊人執之。（恨魯恃王勢以求女故。）又執子叔姬。（欲以恥辱魯。）\n文公十有五年\n【經】十有五年，春，季孫行父如晉。"
      },
      {
        "index": 102,
        "text": "三月，宋司馬華孫來盟。（華孫奉使鄰國，能臨事制宜，至魯而後定盟，故不稱使，其官皆從，故書「司馬」。○華，戶化反。使，所吏反。從，才用反。）"
      },
      {
        "index": 103,
        "text": "疏注「華孫」至「司馬」。○正義曰：成三年「晉侯使荀庚來聘。衛侯使孫良夫來聘。丙午，及荀庚盟。丁未，及孫良夫盟」。彼先以君命行聘，禮既，而別與之盟，故書「聘」，又書「盟」。此雖使來聘，魯不令結盟，故書「盟」未稱使也。僖四年「楚屈完來盟於師」，即其比也。諸侯之卿，例書名氏。以華耦能率其屬官，備禮盡儀，故貴其人，書其官也。八年「宋人殺其大夫司馬，宋司城來奔」，唯言其官，不言氏族。此既書「司馬」，復曰「華孫」者，劉炫云：「或以為華耦貴之既深，故特書族。」案傳，華耦，「魯人以為敏」，則君子不許，是魯貴之不深。蓋史有文質，故辭有詳略。\n夏，曹伯來朝。\n齊人歸公孫敖之喪。（大夫喪還不書，善魯感子以赦父，敦公族之恩，崇仁孝之教，故特錄敖喪歸以示義。）"
      },
      {
        "index": 104,
        "text": "疏注「大夫」至「示義」。○正義曰：桓十八年「公之喪至自齊」，僖元年「夫人氏之喪至自齊」，二注皆云：「告於廟也。」是公與夫人薨於外竟，皆啟廟告至，例書於策。宣八年「仲遂卒於垂」，成十七年「公孫嬰齊卒於貍脤」，皆不書喪至。是大夫喪還，例不書。此獨書「齊人歸公孫敖之喪」者，《釋例》曰：「公孫敖縱情棄命，既已絕位，非大夫也。而備書於經者，惠叔毀請於朝，感子以赦父，敦公族之恩，崇仁孝之教，故曰『為孟氏，且國故』是也。」不言來者，魯人取之，齊人送之，非有專使特來，故不言來。哀八年「齊人歸讙及闡」，注云「不言來，命歸之無指使」。此亦彼之類也。\n六月，辛丑，朔，日有食之，鼓，用牲於社。（傳例曰：「非禮也」。）單伯至自齊。\n晉郤缺帥師伐蔡，戊申，入蔡。（傳例曰：「獲大城曰入」。）秋，齊人侵我西鄙。季孫行父如晉。\n冬，十有一月，諸侯盟於扈。（將伐齊，晉侯受賂而止，故總曰「諸侯」。言不足序列。）\n十有二月，齊人來歸子叔姬。（齊人以王故來送子叔姬，故與直出者異文。）"
      },
      {
        "index": 105,
        "text": "疏注「齊人」至「異文」。○正義曰：傳例「出曰來歸」，是直出之文也。齊人以王之故來送叔姬，故與直出異文也。使者卑微，不可言齊侯使人，故云「齊人來歸」。九年「秦人來歸僖公成風之襚」，定十年「齊人來歸鄆讙龜陰之田」，成九年「晉人來媵」之類，皆是來者微賤，不得稱君命，故舉國稱「人」。\n齊侯侵我西鄙，遂伐曹，入其郛。（郛，郭也。○郛音孚。）"
      },
      {
        "index": 106,
        "text": "【傳】十五年，春，季文子如晉，為單伯與子叔姬故也。（因晉請齊。○為，於偽反，下「為孟」及下注「為惠叔」皆同。）"
      },
      {
        "index": 107,
        "text": "三月，宋華耦來盟，其官皆從之。書曰「宋司馬華孫」，貴之也。（古之盟會，必備威儀，崇贄幣。賓主以成禮為敬，故傳曰「卿行旅從」。春秋時率多不能備儀，華孫能率其屬，以從古典，所以敬事而自重，使重而事敬，則魯尊而禮篤，故貴而不名。○皆從，才用反，注「旅從」同，又音如字。贄音至。率，所類反，又音律。使，所吏反。）"
      },
      {
        "index": 108,
        "text": "疏注「古之」至「不名」。○正義曰：杜檢傳文，諸言「書曰」者，皆是仲尼新意。此云「其官皆從」，即云「書曰司馬，貴之」，明是貴其官從，故書其官也。《聘禮》之文有上介眾介至所聘之國，誓於其竟，則史讀書，司馬執策。賈人拭玉，有司展幣，其從群官多矣。《詩·綿蠻》之篇，言大臣出行，微臣隨從。傳稱「卿行旅從」。昭六年，楚公子棄疾聘晉，至於鄭竟而誓，知其從人多矣。盟會禮重於聘，知古人盟會，必備威儀，崇贄幣。賓之與主，以成禮為敬，故傳云「其官皆從，貴之也」。春秋之時，率多不能備威儀，故傳每言「一個行李」是也。華孫今獨能率其官屬，以從古典，所以敬其君事而自鎮重也。使人既重而承事恭敬，則魯被尊而賓禮薦也。奉使鄰國，能尊主厚禮，是可貴之事，故仲尼貴而不名。至宴，無故揚其先祖之罪，為己謙辭，是不敏之極。「魯人以為敏」，明君子所不與。言仲尼貴其官從，君子嗤其失。辭有善有惡，傳兩舉之也。《釋例》曰：「古之盟會，必備禮儀，示等威，明貴賤。各以成禮為節。節制兼備，則名位不愆。華孫居擾攘之世，而能率由古典，所以敬事而自重，使重而事敬，則魯尊而禮篤，故貴之也。至於宴會，追稱先人之罪，為己謙辭。謙以失辭，故傳云『魯人以為敏』，明君子所不與也。」是言善惡兩舉之事也。襄五年傳曰：「『楚殺其大夫公子壬夫。』貪也。」君子謂「楚共王於是不刑」。言「貪也」，罪壬夫：「不刑」，責共王，亦是兩舉之文。其事類於楚也。服虔云：「華耦為卿，侈而不度，以君命脩好結盟，舉其官屬從之，空官廢職。魯人不知其非，反尊貴之。」其意以為貴之者，魯人貴之，非君子貴之。案經儀父與魯結好，子哀不義，宋公司城效節來奔，單伯自齊致命，傳皆言「書曰，貴之」，實善而貴之也。此亦云「書曰『司馬華孫』，貴之」，何故惡而貴之也？劉炫又難云：「此為不知其非，儀父豈亦魯不知其非而貴之乎？」孔子脩《春秋》，裁其得失，定其褒貶，善惡章於其篇，臧否示於來世。若魯人所善亦善之，所惡亦惡之，已無心於抑揚，遂逐魯人之善惡，削筆之勞，何所施用？約之以理，豈其然哉？「其官皆從」，謂共聘之官無闕，當有留治政者，豈舉朝盡行而責其空官也？若以官從即責空官，聘禮官屬不少，豈周公妄制禮乎？"
      },
      {
        "index": 109,
        "text": "公與之宴，辭曰：「君之先臣督，得罪於宋殤公，名在諸侯之策。臣承其祀，其敢辱君？（耦，華督曾孫也。督弑殤公在桓二年。耦自以罪人子孫，故不敢屈辱，魯君對共宴會。）請承命於亞旅。」（亞旅，上大夫也。○亞，於嫁反。）"
      },
      {
        "index": 110,
        "text": "疏注「亞旅上大夫也」。○正義曰：《尚書·牧誓》：武王呼群官而誓曰「司徒司馬司空亞旅」，孔安國云：「亞，次也；旅，眾也。眾大夫其位次卿。」成二年傳魯賜晉三帥三命之服，「候正、亞旅，受一命之服」。皆卿後即次亞旅，知是上大夫也。華孫不敢當君，請受上大夫之宴。"
      },
      {
        "index": 111,
        "text": "魯人以為敏。（無故揚其先祖之罪，是不敏。魯人以為敏，明君子所不與也。）疏「魯人」。○正義曰：魯人，魯鈍之人。）}}"
      },
      {
        "index": 112,
        "text": "夏，曹伯來朝，禮也。諸侯五年再相朝，以脩王命，古之制也。（十一年「曹伯來朝」。雖至此乃來，亦五年。傳為「冬，齊侯伐曹」張本。）"
      },
      {
        "index": 113,
        "text": "疏「諸侯」至「製也」。○正義曰：《周禮·大行人》云：「凡諸侯之邦交，歲相問也，殷相聘也，世相朝也。」鄭玄云：「父死子立曰世。」凡諸侯相朝，皆小國朝於大國，或敵國相為賓。或彼君新立，此往朝焉；或此君新即位，自往朝彼，皆是世相朝也。襄元年「邾子來朝」，傳曰「凡諸侯即位，小國朝之」，是此新立而彼朝之也。文九年「曹伯襄卒」，十一年「曹伯來朝」，傳曰：「即位而來見也。」是彼新立而朝此也。則知春秋之時猶有世相朝法，與《周禮》合也。《周禮》諸侯邦交，唯有此法，無五年再朝之制。此云「古之制也」，必是古有此法。但禮文殘缺，未知古是何時。鄭玄云：「古者，據今而述前代之言。夏殷之時，天子蓋六年一巡狩，諸侯問而朝天子。其不朝者，朝罷朝。五年再相朝者，似如此。」然則古者，據今時而道前世，自不必皆道前代。傳稱「古者越國而謀」，非謂前代之人有此謀也。「古人有言」，非謂前代之人有此言也。《詩》云：「我思古人」，非思夏殷之人也。此云「古」者，亦非必夏殷。鄭言夏殷禮，非也。僖十五年「公如齊」，杜云：「諸侯五年再相朝，禮也。」引此證彼，則是當時正法，非謂前代禮也。或人見僖公朝齊，杜引此為證，遂言五年再相朝是事霸主之法。然則魯非霸主，曹伯何以朝之？曹豈推魯為霸主而屈己以朝之也？且云「古之制也」，即是古之聖王制為此法。天子不衰，諸侯無霸，明德天子豈慮世衰霸主威權不行而為之制此法，驅諸侯以朝之？此不達理之言耳。然則諸侯之邦交者，將以協近鄰，結恩好，安社稷，息民人。土宇相望，竟界連接，一世一朝，疏闊大甚，其於閒暇之年，必有相朝之法。《周禮》言「世相朝」者，以其一舊一新，彼此未狎，於此之際，必須往朝，舉其禮之大者，不言唯有此事。五年再相朝，正是周禮之制，《周禮》文不具耳。文襄之霸，其務不煩，諸侯以五年再朝，往來大數。更製三年一聘，五年一朝，所以說諸侯也。五年一朝者，亦謂朝大國耳。且彼因說吊葬，非獨霸主之喪，明使諸侯相共行此禮也。霸主遭時制宜，非能創製改物。諸侯或從時令，或率舊章。此在文襄之後，仍守舊制，故五年再相朝也，傳言「古之制」，以文襄己改故也。昭十三年歲聘間朝，是周之諸侯朝天子之法，故《釋例》引之云「明主之制，歲聘以誌業」，以解朝聘之數。《尚書·周官》「六年，五服一朝」，孔《傳》云：「一朝會京師。」是再朝而會，周之正禮也。若然，《大行人》云：「侯服，一歲一見；甸服，二歲一見；男服，三歲一見；采服，四歲一見；衛服，五歲一見；要服，六歲一見。」何於服數朝者，《大行人》所云，謂貢物而見，或君自至，或遣臣來。除此貢物之外，別有朝會之禮。沈氏以為諸侯五年再相朝及昭十三年皆為朝牧伯之法。以「間朝以講禮」與「再朝而會」是三歲之朝與六年之朝。大率言之，是五年之內再相朝也。但魯非曹之伯國，而沈云朝牧伯之禮又昭十三年朝盟主之法，亦無明證。沈氏之言，未可從也。\n齊人或為孟氏謀，（孟氏，公孫敖家，慶父為長庶，故或稱「孟氏」。○長，丁丈反。）"
      },
      {
        "index": 114,
        "text": "疏注「孟氏」至「孟氏」。○正義曰：公孫敖，慶父之子。杜以慶父與莊公異母，庶長稱孟。雖強同於適，自稱為仲，以其實是長庶，故時人或稱「孟氏」。"
      },
      {
        "index": 115,
        "text": "曰：「魯，爾親也。飾棺寘諸堂阜，（堂阜，齊、魯竟上地。飾棺不殯，示無所歸。○寘，之豉反。竟音境。殯，必刃反。）"
      },
      {
        "index": 116,
        "text": "疏注「堂阜」至「所歸」。○正義曰：《喪大記》云「飾棺，君龍帷。黼荒，火三列，黻三列，素錦褚，加帷磕，纁紐六。大夫畫帷。畫荒，火三列，黻三列，素錦褚，纁紐二，玄紐二」。鄭玄云：「飾棺者，以華道路及廣中，不欲使眾惡其親也。荒，蒙也。在旁曰帷，在上曰荒，皆所以衣柳也。士布帷，布荒。君大夫加文章焉。黼荒，緣邊為黼文。畫荒，緣邊為云氣。火、黻為列於其中耳。褚以衤親覆棺，乃加帷磕於其上。紐，所以連結帷磕者也。」《禮》之飾棺，唯有此耳。齊人教之飾棺，蓋依此大夫之制而為之飾。置諸堂阜，故為不殯，示無所歸，冀魯人哀之也。沈氏云：「飾棺，即《雜記》云『諸侯死於道。其青有裧，緇布裳帷，素錦以為屋而行。大夫死於道，以布為青而行』。」義或當然。\n魯必取之。」從之。卞人以告。（卞人，魯卞邑大夫。○卞，皮彥反。）"
      },
      {
        "index": 117,
        "text": "疏注「卞人，魯卞邑大夫」。正義曰：治邑大夫，例呼為「人」。孔子父為鄹邑大夫，謂之鄹人，知此卞人是卞邑大夫。其邑近堂阜，故見之而告魯君。\n惠叔猶毀以為請，（敖卒，則惠叔請之，至今期年而猶未巳。毀，過喪禮。○期，居其反。）"
      },
      {
        "index": 118,
        "text": "疏注「敖卒」至「喪禮」。○正義曰：敖卒巳向周年，猶尚毀以為請，知敖卒即請，至今未巳也。傳言「猶毀」，是不復應毀，故知「毀，過喪禮」也。劉炫云：「敖去年九月卒，至今年夏，據月未匝，不得稱期年。」今知非者，杜以傳云「惠叔猶毀」，據日月之久，欲盛言其遠，故云期年。但首尾二年亦得為期年之義，劉以未周十二月而規杜氏，非也。"
      },
      {
        "index": 119,
        "text": "立於朝以待命。許之，取而殯之。（殯於孟氏之寢，終叔服之言。）齊人送之。書曰：「齊人歸公孫敖之喪。」為孟氏，且國故也。（為惠叔毀請，且國之公族，故聽其歸殯而書之。○為，於偽反。）葬視共仲。（製如慶父，皆以罪降。○共音恭。）聲己不視，帷堂而哭。（聲己，惠叔母，怨敖從莒女，故帷堂。○己音紀。）"
      },
      {
        "index": 120,
        "text": "疏「帷堂」。○正義曰：《檀弓》云「屍未設飾，故帷堂。小斂而徹帷」。至大斂之節，又帷堂，以至於殯恒帷堂。《雜記》云「朝夕哭則不帷」。今聲己恨穆伯，故朝夕哭仍帷堂。《檀弓》又云「帷殯非古，自敬薑之哭穆伯始也」。與此相類也。敬薑者，穆伯妻，文伯歜之母也。穆伯，季悼子之子公甫靖，與敖非一人。"
      },
      {
        "index": 121,
        "text": "襄仲欲勿哭，（怨敖取其妻。）惠伯，曰：「喪，親之終也。（惠伯，叔彭生。）雖不能始，善終可也。史佚有言曰：『兄弟致美。（各盡其美，義乃終。○佚音逸。）救乏、賀善、吊災、祭敬、喪哀，情雖不同，毋絕其愛，親之道也。』子無失道，何怨於人？」襄仲說，帥兄弟以哭之。他年，其二子來，（敖在莒所生。○毋音無。說音悅。）"
      },
      {
        "index": 122,
        "text": "疏「祭敬」至「道也」。○正義曰：「祭敬」者，謂助祭於兄弟之家盡其敬也。「喪哀」者，謂兄弟死喪之事竭其哀也。「情雖不同」，謂內相怨恨。情雖不能和同，當無絕其愛，是相親之道也。"
      },
      {
        "index": 123,
        "text": "孟獻子愛之，聞於國。（獻子，穀之子仲孫蔑。○聞音問，或如字，下同。蔑，亡結反。）○或譖之曰：「將殺子。」獻子以告季文子。二子曰：「夫子以愛我聞，我以將殺子聞，不亦遠於禮乎？遠禮不如死。」一人門於句鼆，一人門於戾丘，皆死。（句鼆、戾丘，魯邑。有寇攻門，二子禦之而死。○遠，於萬反，下同。句，七侯反。鼆，又作「黽」，莫幸反。戾，力計反。）"
      },
      {
        "index": 124,
        "text": "疏注「句鼆」至「而死」。○正義曰：句鼆、戾丘有寇攻門不書者，服虔云「魯國中小寇，非異國侵伐」，故不書也。\n六月，辛丑，朔，日有食之，鼓，用牲於社，非禮也。（得常鼓之月，而於社用牲為非禮。）"
      },
      {
        "index": 125,
        "text": "疏注「得常」至「非禮」。○正義曰：此與莊二十五年經文正同，彼傳云「非常」，此傳云「非禮」者，彼失常鼓之月，言鼓之為非常；此得常鼓之月，而用牲為非禮。彼云「六月」，實是七月。傳因日月之變，以起時曆之誤，故《釋例》曰：「文十五年與莊二十五年經文皆同，而更復發傳曰『非禮』者，明前傳欲以審正陽之月，後傳發例欲以明諸侯之禮，而用牲為非禮也。此乃聖賢之微旨，而先儒所未喻也。」是解二傳不同之意。\n日有食之，天子不舉，（去盛饌。○去，起呂反。饌，仕眷反。）"
      },
      {
        "index": 126,
        "text": "疏注「去盛饌」。○正義曰：《周禮》「膳夫掌王之食飲膳羞，以養王及後世子。王日一舉，鼎十有二，物皆有俎。天地有災則不舉」。鄭玄云：「殺牲盛饌曰舉。」今云「天子不舉」，是去盛饌、貶膳食也。\n伐鼓於社，（責群陰。伐，猶擊也。）"
      },
      {
        "index": 127,
        "text": "疏注「責群陰。伐，猶擊也」。○正義曰：《郊特牲》云：「社祭土而主陰氣也。君南鄉於北墉下，答陰之義也。」《論語》云：「鳴鼓而攻之。」伐鼓者，是攻責之事，故云責群陰也。日食者，陰侵陽，故責陰以救日。孔安國《尚書傳》云：「凡日食，天子伐鼓於社，責上公。」然則社以上公配食，天子伐鼓，責群陰，亦以責上公也。諸侯用幣於社，請上公，亦以請群陰也。互相備也。\n諸侯用幣於社，（社尊於諸侯，故請救而不敢責之。）"
      },
      {
        "index": 128,
        "text": "疏注「社尊」至「責之」。○正義曰：昭二十九年傳曰：「封為上公，祀為貴神。社稷五祀，是尊是奉。」是社為上公之神，尊於諸侯。禮用幣者，皆是告請神明之事。以社尊，故用幣請救，而不敢攻責也。陰侵陽而請陰者，請止而勿侵陽也。\n伐鼓於朝，（退自責。）以昭事神、訓民、事君，（天子不舉，諸侯用幣，所以事神；尊卑異制，所以訓民。）"
      },
      {
        "index": 129,
        "text": "疏注「天子」至「訓民」。○正義曰：天子不舉，自貶食耳。而以為事神者，畏敬神明，乃自貶損，徹膳不舉，亦是事神之義，故通以不舉為事神也。"
      },
      {
        "index": 130,
        "text": "示有等威，古之道也。（等威，威儀之等差。○差，初佳反，又初宜反。）齊人許單伯請而赦之，使來致命。（以單伯執節不移，且畏晉，故許之。）書曰：「單伯至自齊。」貴之也。（單伯為魯拘執，既免而不廢禮，終來致命，故貴而告廟。○為，於偽反，下「似為」同。拘音俱。）"
      },
      {
        "index": 131,
        "text": "新城之盟，（在前年。）蔡人不與。（不會盟。○與音預，下同。）晉郤缺以上軍下軍伐蔡，（兼帥二軍。）曰：「弱，不可以怠。」（怠，解也。○解，佳賣反。）戊申，入蔡，以城下之盟而還。凡勝國，曰「滅之」；（勝國，絕其社稷，有其土地。○還音旋。）獲大城焉，曰「入之」。（得大都而不有。）"
      },
      {
        "index": 132,
        "text": "疏「凡勝」至「入之」。○正義曰：此傳已發凡例，襄十三年復發，傳云「用大師曰『滅』，弗地曰『入』」。再發例者，兵之所加，不可細舉，故舉舊策之典。以例而言，用大師，起大眾，重力以陷敵，因而有之，故曰「勝國」，通以「滅」為文也。以成師重力，雖獲大城，得而弗有，故直以出入為辭，曰「入之」而已。城不包地，國不通邑，滅邑必主大師，是故再發例也。\n秋，齊人侵我西鄙，故季文子告於晉。"
      },
      {
        "index": 133,
        "text": "冬，十一月，晉侯、宋公、衛侯、蔡侯、鄭伯、許男、曹伯盟於扈，尋新城之盟，且謀伐齊也。（齊執王使，且數伐魯。○使，所吏反，下王使同。數音朔。）齊人賂晉侯，故不克而還。於是有齊難，是以公不會。（明今不序諸侯，不以公不會故。○難，乃旦反，下注同。）書曰：「諸侯盟於扈。」無能為故也。（惡其受賂，不能討齊。○惡，烏路反。）凡諸侯會，公不與，不書，諱君惡也。（謂國無難，不會義事，故為「惡」。不書，謂不國別序諸侯。）與而不書，後也。（謂後期也。今貶諸侯，似為公諱，故傳發例以明之。○為，於偽反。）"
      },
      {
        "index": 134,
        "text": "疏「凡諸侯」至「後也」。○正義曰：七年「公會諸侯晉大夫盟於扈」，傳曰：「公後至，故不書所會。」因發例云：「凡會諸侯，不書所會，後也。後至，不書其國，辟不敏也。」彼乃義事，而公後期，諱君之惡，故總稱「諸侯」。此亦總稱「諸侯」，不會，非公之罪。而經文相似，傳辯其嫌，故更復發例，而以善形惡。凡諸侯為義事聚會，而公不與，則不曆書諸國，諱君惡也。若公實與會，而亦不書諸國，為公後期也，即七年扈之盟是也。今於此會，受賂舍罪，致使魯有齊患。公雖不與，非公之罪。經與後期文同，似為公諱，故傳發例以明之。此會公雖不與，非公惡也。\n齊人來歸子叔姬，王故也。（單伯雖見執，能守節不移，終達王命，使叔姬得歸。）"
      },
      {
        "index": 135,
        "text": "齊侯侵我西鄙，謂諸侯不能也。（不能討己。）遂伐曹，入其郛，討其來朝也。（此年夏朝。）季文子曰：「齊侯其不免乎！己則無禮，（執王使而伐無罪。○己音紀。使，所吏反。）而討於有禮者，曰：『女何故行禮？』禮以順天，天之道也。己則反天，而又以討人，難以免矣。《詩》曰：『胡不相畏？不畏於天。』（《詩·小雅》。○女音汝。相，息亮反，又如字。）"
      },
      {
        "index": 136,
        "text": "疏「曰女」至「道也」。○正義曰：言「曰」者，原齊侯之意而為之辭也。責曹曰「女何故行禮？」謂責朝魯也。天道以卑承尊，人道以小事大。禮者自卑而尊人、朝者謙順以行禮。行禮以順天，是天之道也。○「詩曰」至「於天」。○正義曰：此《詩·小雅·雨無正》之篇。胡，何也。詩人責朝廷之臣，女群臣上下何以不相畏乎？女上下不相畏，乃是不畏於天也。"
      },
      {
        "index": 137,
        "text": "君子之不虐幼賤，畏於天也。在《周頌》曰：『畏天之威，於時保之。』（《詩·周頌》。言畏天威，於是保福祿。）不畏於天，將何能保？以亂取國，奉禮以守，猶懼不終，多行無禮，弗能在矣。」（為十八年齊弑商人傳。○守，手又反。）"
      }
    ]
  }
}