{
  "chapterNumber": 22,
  "title": "春秋左傳正義卷21 (Zuozhuan Zhengyi, Volume 21)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎宣公（○陸曰：“宣公名倭，一名接，又作委。文公子，母敬嬴。《諡法》：善問周達曰宣。”）\n疏正義曰：《魯世家》云，宣公名倭，或作接。文公之子，敬嬴所生，以匡王五年即位。是歲，歲在壽星。諡法：善問周達曰宣。\n宣公元年\n【經】元年，春，王正月，公即位。（無傳。）\n公子遂如齊逆女。（不譏喪娶者，不待貶責而自明也。卿為君逆，例在文四年。○娶，七喻反。為，於偽反。）"
      },
      {
        "index": 1,
        "text": "疏“不譏”至“四年”。○正義曰：文公喪未期，此時已娶。違禮不譏者，此事甚惡，言不待貶責而其惡自明也。昭元年《公羊傳》曰：“春秋不待貶絕而罪惡見者，不貶絕以見罪惡，貶絕然後罪惡見者，貶絕以見罪惡”，是其義也。文四年，“逆婦薑於齊”。傳云：“卿不行，非禮也”。是卿為君逆之例也。\n三月，遂以夫人婦薑至自齊。（稱婦，有姑之辭。不書氏，史闕文。）"
      },
      {
        "index": 2,
        "text": "疏注“稱婦”至“闕文”。○正義曰：宣公母敬嬴在，是有姑也。夫人以薑為姓，舉姓，而稱薑氏，去氏稱薑則不成文義。知不稱氏者，史闕文也。傳言新作延廄而經無作字，是作傳之時，經猶未闕，於後經始闕耳。此文傳亦無氏，知是本史先闕，故云史闕文而不云經闕文也。史文既闕，仲尼不正之者，以無所褒貶，故因其詳略也。諸經所關者，或史文先闕，仲尼不改；或仲尼具文在後始闕。《公羊》、《穀梁》，漢初始為其傳，見其闕文，妄為之說，非其實也。《公羊傳》曰：“夫人何以不稱薑氏？貶。曷為貶？譏喪娶。喪娶者，公也，則曷為貶夫人？內無貶於公之道也。內無貶於公之道，則曷為貶夫人？夫人與公一體也。”《穀梁》之意亦然。先儒取以為說。服虔云：古者一禮不備，貞女不從。故《詩》云：“雖速我訟，亦不女從。”宣公既以喪娶，夫人從亦非禮，故不稱氏。見略賤之也。杜不然者，女之出嫁，事由父母。夫來取之，父母許之，豈得問禮具否？拒逆昏姻之命，從夫喪娶，父母之咎，自可罪其父母，何以貶責夫人？若其貶責夫人，當去夫人之號，減一氏字，複何所明？夫人之稱薑氏，猶遂之稱公子也。舍遂之族而去子稱公可乎？亦知遂不可去子稱公，夫人複安可以去氏稱薑也？逆婦薑於齊，以卿不行變文略賤。此經貶遂不稱公子以成夫人之尊，非略賤之事也。《詩》責彊暴之男，行不由禮，陳其爭訟之辭，述其守貞之意，此豈是宣公淫掠，而欲令齊女守貞哉！\n夏，季孫行父如齊。\n晉放其大夫胥甲父於衛。（放者，受罪黜免，宥之以遠。○宥音又。）"
      },
      {
        "index": 3,
        "text": "疏注“放者”至“以遠”。○正義曰：《舜典》云“流宥五刑”。孔安國云：“以流放之法寬五刑。”是放者，有罪當刑，而不忍刑之，寬其罪而放棄之也。三諫不從，待放而去者，彼雖無罪，君不用其言，任令自去，亦是放棄之義。放之與奔，俱是去國，而去情小異。《釋例》曰：“奔者，迫窘而去，逃死四鄰，不以禮出也。放者，受罪點免，宥之以遠也。臣之事君，三諫不從，有待放之禮。故傳曰：‘義則進，否則奉身而退。’迫窘而出奔，及以禮見放，俱去其國。故傳通以進為文。仲尼脩《春秋》，又以所稱為優劣也。”言優劣者，放者，君舍其罪，緩步而出，是其優也；奔者，止則懼死，奔馳而去，是其劣也。昭八年“楚人執陳公子招，放之於越”，哀三年“蔡人放其大夫公孫獵於吳”，與此胥甲父等，皆甘心受罪、黜其官位，宥之以適遠方，是實放而書放也。襄二十九年傳稱：“齊公孫蠆、公孫灶放其大夫高止於北燕。”“書曰‘出奔’，罪高止也。高止好以事自為功，且專，故難及之。”彼罪高止，故實放而書奔也。然則文十四年傳稱“宋高哀不義宋公而出，遂來奔”。高哀無罪亦改放而書奔者。放者，緣遣者之意為義；奔者，指去國之人。立文據其所往之處，皆是從外來耳。高哀身來至魯，自魯而稱來奔，不書宋人之意，故不得言放。此乃外內之文異耳。叛者，以地適他稱叛，入魯則稱來奔，亦此之類也。"
      },
      {
        "index": 4,
        "text": "公會齊侯於平州。（平州，齊地，在泰山牟縣西。○牟，亡侯反。）公子遂如齊。六月，齊人取濟西田。（魯以賂齊，齊人不用師徒，故曰取。）秋，邾子來朝。（無傳。）\n楚子、鄭人侵陳、遂侵宋。晉趙盾帥師救陳。（傳言救陳、宋。經無宋字，蓋闕。○盾，徒本反。）"
      },
      {
        "index": 5,
        "text": "疏注“傳言”至“蓋闕”。○正義曰：陳、宋俱被楚侵，明其並救二國，傳稱救陳、宋，而經無宋字，故設疑云“蓋闕”也。服虔云：趙盾既救陳而楚師侵宋，趙盾欲救宋而楚師解去。案經、傳皆言侵陳，遂侵宋。陳在宋南，是先侵陳，去陳乃侵宋也，若趙盾越宋而南救陳，猶及楚師，北回救宋，安得不及楚也？若言欲救宋而楚師解去，則救陳之時，楚師已向宋矣，何以書救陳也？蓋以陳既被侵，方始告晉，晉人起師救陳，楚又移師侵宋。晉師比至於鄭，楚師既已去矣，故諸國會於棐林，同共伐鄭。棐林，鄭地。明晉始至鄭，不得與楚相遇，故竟無戰事。言救陳、宋者，皆是致其意耳！"
      },
      {
        "index": 6,
        "text": "宋公、陳侯、衛侯、曹伯會晉師於棐林，伐鄭。（晉師救陳、宋，四國君往會之，共伐鄭也。不言會趙盾，取於兵會，非好會也。棐林，鄭地，熒陽宛陵縣東南有林鄉。○棐，芳尾反。好，呼報反。）"
      },
      {
        "index": 7,
        "text": "疏“晉師”至“林鄉”。○正義曰：晉本興師為救陳、宋，但楚師巳去，故四國之君往會晉師，與共伐鄭。言於棐林者，行會禮，然後伐。桓十五年，“公會宋公、衛侯、陳侯於袲，伐鄭”，亦行會禮，乃伐，與此同也。晉師趙盾為將，不言會趙盾而言晉師者，取於兵會，非好會。言所會，會其兵，非會其人，故稱師。案定八年，“公會晉師於瓦”，注云“卿不書，禮不敵公”。知此非為趙盾不敵公侯、稱師者，沈氏云：此會有宋公、陳侯等，猶成二年會於蜀，有蔡、許之君，故知此非為趙盾不得敵諸侯，但取於兵會，彼會於瓦唯有公，故知與此異耳。\n冬，晉趙穿帥師侵崇。（○崇，本亦作崈。）晉人、宋人伐鄭。"
      },
      {
        "index": 8,
        "text": "【傳】元年，春，王正月，公子遂如齊逆女。尊君命也。（諸侯之卿，出入稱名氏，所以尊君命也。傳於此發者，與還文不同，故釋之。）"
      },
      {
        "index": 9,
        "text": "疏注“諸侯”至“釋之”。○正義曰：氏者，位尊乃賜，是臣之寵號。具名氏，所以尊君命，言君命重，故貴臣行；行人貴，則君命尊也。諸侯之卿，出入稱名氏者，若宋華元、衛元咺之類是也。如魯卿公孫敖喪歸尚稱氏，明生歸亦然。其歸父意，如叔孫婼不稱氏者，名有所為，與常例不同也。會盟征伐具名氏者，皆是尊君命也。傳獨於此發者，為其與還文不同，故於此釋之。《釋例》曰：“昏禮雖奉時君之命，其言必稱先君以為禮辭。故公子翬逆女，傳曰‘脩先君之好’；公子遂逆女，傳稱曰‘尊君命’，互發其義也。”"
      },
      {
        "index": 10,
        "text": "三月，遂以夫人婦薑至自齊。尊夫人也。（遂不言公子，替其尊稱，所以成小君之尊也。公子，當時之寵號，非族也，故傳不言舍族。《釋例》論之備矣。○稱，尺證反。舍音舍。）"
      },
      {
        "index": 11,
        "text": "疏注“遂不”至“備矣”。正義曰：公子亦是寵號，其事與族相似。魯臣有罪，則貶去其族，族去則非卿。今遂與夫人俱至，物無兩大，人不並尊。若從夫人者尊。則夫人卑矣故替其尊，稱令從夫人者，卑則夫人尊矣。《釋例》曰：“往必稱族，以示其重，還雖在塗，必舍族以替之，所以成小君之尊，是其義也。”成十四年，“叔孫僑如逆女”及以夫人至，其文與此正同。彼傳云：“稱族，尊君命；舍族，尊夫人。”此傳不言稱族、舍族者，《釋例》曰：“傳云：‘公子遂如齊逆女。尊君命也。遂以夫人婦薑至自齊。尊夫人也。’叔孫僑如逆女，則往曰稱族，還曰舍族。然則公子、公孫，係公之常言，非族也。”是言公子非族，故與彼異文。公子雖則非族，稱、舍亦與族同。故其言尊君命、尊夫人與彼亦不異也。所以異者，族必君賜乃稱之，公子、公孫係公之常言，不須待賜乃稱之耳。\n夏，季文子如齊，納賂以請會。（宣公篡立，未列於會，故以賂請之。○篡，初患反。）\n晉人討不用命者，放胥甲父於衛，（胥甲，下軍佐，文十二年戰河曲，不肯薄秦於險。）"
      },
      {
        "index": 12,
        "text": "疏注“胥甲”至“於險”。○正義曰：案彼傳，胥甲與趙穿同罪，放胥甲而舍趙穿者，於時趙盾為政，穿見晉君之婿，或本罪輕於胥甲，故得無咎。\n而立胥克。（克，甲之子。先辛奔齊。辛，甲之屬大夫。）"
      },
      {
        "index": 13,
        "text": "會於平州，以定公位。（篡立者，諸侯既與之會，則不得複討。臣子殺之，與弑君同。故公與齊會而位定。○複，扶又反。）"
      },
      {
        "index": 14,
        "text": "疏注“篡立”至“位定”。○正義曰：春秋之世，王政不行，諸侯自相推戴，廢立不由天子。篡弑而立，則鄰國討之，若與之會，則序之於列，成其為君。諸侯既巳為會，則臣子不得複討。若其殺之，則與弑君罪同。宣公殺子惡而取國，常畏魯人討已，心不自安，納賂請會。故既與齊會，而公位乃定。成十五年戚之會，討曹成公，成公得列於會。後曹人請於晉曰：“先君無乃有罪乎？若有罪，則君列諸會矣。”是列會則位定也。\n東門襄仲如齊拜成。（謝得會也。）\n六月，齊人取濟西之田，為立公故，以賂齊也。（濟西，故曹地。僖三十一年晉文以分魯。○為，於偽反。）"
      },
      {
        "index": 15,
        "text": "宋人之弑昭公也，在文十六年。晉荀林父以諸侯之師伐宋，宋及晉平，宋文公受盟於晉。又會諸侯於扈，將為魯討齊，皆取賂而還。（文十五年、十七年，二扈之盟，皆受賂。）"
      },
      {
        "index": 16,
        "text": "疏注“文十”至“受賂”。○正義曰：杜以傳言“皆取賂而還”，必有二事，乃得稱皆，故指二扈之盟以充皆義。劉炫云：“案傳數晉罪，近發宋弑昭公前扈之盟，文所不及，何當虛指其事？言皆取賂，故謂宋及晉平，取宋賂，為魯討齊，取齊賂也。”案此言會諸侯於扈，文承“宋人之弑昭公”下，知非十七年會於扈，既取宋賂，又取齊賂，而稱皆，必為十七年、十五年二扈之盟者。案十七年會於扈，尋檢經、傳全無魯討齊之事，豈得違背經、傳妄指十七年乎？但宋弑昭公，其罪既大，故先言之；為魯討齊，其失小，故後言之。劉炫以傳文先後顛倒，又以會於扈為十七年之事，違背經、傳而規杜，非也。“取賂而還”，書本或云“取齊賂而還”。檢勘古本及杜注意，並無“齊”字。文十七年宋及晉平，唯受宋賂。十五年會扈，受齊賂耳。傳言皆者，皆齊、宋也。故知皆取齊賂者非也。"
      },
      {
        "index": 17,
        "text": "鄭穆公曰：“晉不足與也。”遂受盟於楚。陳共公之卒，楚人不禮焉。（卒在文十三年。○共音恭。）陳靈公受盟於晉。秋，楚子侵陳，遂侵宋。晉趙盾帥師救陳、宋。會於棐林，以伐鄭也。楚蒍賈救鄭，遇於北林。（與晉師相遇。熒陽中牟縣西南有林亭，在鄭北。）囚晉解揚，晉人乃還。（解揚，晉大夫。○解音蟹。）"
      },
      {
        "index": 18,
        "text": "晉欲求成於秦，趙穿曰：“我侵崇，秦急崇，必救之。（崇，秦之與國。○秦急崇，絕句；本或作“崇急，秦必救之”，是後人改耳。）\n疏“秦急崇”。○正義曰：崇是秦之與國，故秦人急於援崇。\n吾以求成焉。”冬，趙穿侵崇，秦弗與成。"
      },
      {
        "index": 19,
        "text": "晉人伐鄭，以報北林之役。（報囚解揚。）於是晉侯侈，趙宣子為政，驟諫而不入，故不競於楚。（競，強也。為明年鄭伐宋張本。○侈，昌氏反。又屍氏反。驟，仕救反。）\n宣公二年"
      },
      {
        "index": 20,
        "text": "【經】二年，春，王二月，壬子宋華元帥師及鄭公子歸生帥師，戰於大棘。宋師敗績，獲宋華元。（得大夫，生死皆曰獲。例在昭二十三年。大棘在陳留襄邑縣南。）"
      },
      {
        "index": 21,
        "text": "疏“宋華”至“生帥師”。○正義曰：此華元、歸生及哀二年趙鞅、罕達客主各言帥師者，皆是將尊師眾，故並具其文，或於“歸生”之下無“帥師”之字，脫耳。○注“得大”至“縣南”。○正義曰：此獲華元，生也。哀十一年“獲齊國書”，死也。以此知生死皆曰獲。昭二十三年傳云：“書曰‘胡子髡、沈子逞滅，獲陳夏齧’，君臣之辭也。”傳言“書曰”是仲尼變例也。\n秦師伐晉。"
      },
      {
        "index": 22,
        "text": "夏，晉人、宋人、衛人、陳人侵鄭。（鄭為楚伐宋，獲其大夫。晉趙盾興諸侯之師將為宋報恥，畏楚而還。失霸者之義，故貶稱人。○為鄭，於為反，下同。）"
      },
      {
        "index": 23,
        "text": "疏注“鄭為”至“稱人”。○正義曰：諸經貶諸侯之卿稱人者，傳皆言其名氏。此傳唯稱趙盾及諸侯之師侵鄭，諸侯之將不言名氏，則實是微者，非貶之也。趙盾畏楚而還，故貶之稱人。《釋例》曰：“鄭受楚命伐宋，大敗宋師，獲其二卿。此晉之不競也。晉於是申命眾國，大起其眾，將以雪宋之恥，取威定霸。趙盾為政，而畏越椒之盛，不敢遂其所誌，讬辭班師，失宋之心，孤諸侯之望，所以致貶也”。"
      },
      {
        "index": 24,
        "text": "秋，九月，乙丑，晉趙盾弑其君夷皋。（靈公不君，而稱臣以弑者，以示良史之法，深責執政之臣，例在四年。○皋，古刀反。）"
      },
      {
        "index": 25,
        "text": "疏注“靈公”至“四年”。○正義曰：《釋例》曰：“經書‘趙盾弑君’，而傳云‘靈公不君’，又以明於例，此弑宜稱君也。弑非趙盾，而經不變文者，以示良史之意，深責執政之臣。傳故特見仲尼曰：‘越竟乃免。’明盾亦應受罪也。”雖原其本心，而《春秋》不赦其罪，蓋為教之遠防。\n冬，十月，乙亥，天王崩。（無傳。）"
      },
      {
        "index": 26,
        "text": "【傳】二年春，鄭公子歸生受命於楚伐宋，（受楚命也。○受命於楚，本或作命於楚。）宋華元、樂呂禦之。二月壬子，戰於大棘，宋師敗績，囚華元。獲樂呂，（樂呂，司寇。獲不書，非元帥也。獲，生死通名。經言獲華元，故傳特護之曰囚，以明其生獲，故得見贖而還。○帥，所類反。贖，食欲反。）及甲車四百六十乘，俘二百五十人，馘百人。狂狡輅鄭人，鄭人入於井。（狂狡，宋大夫。輅，迎也。○乘，繩證反，下同。俘，芳夫反。馘，古獲反。馘百人或馘百者，人，衍字。狡，古卯反。輅，五嫁反。）倒戟而出之，獲狂狡。君子曰：“失禮違命，宜其為禽也。戎，昭果毅以聽之之謂禮，（聽，謂常存於耳，著於心，想聞其政令。○倒，丁老反。宜其為禽，一本作宜其禽也。毅，魚既反。著，直略反。）殺敵為果，致果為毅。易之，戮也。”（易，反易。）"
      },
      {
        "index": 27,
        "text": "疏“君子”至“戮也”。○正義曰：軍法以殺敵為上，將軍臨戰，必三令五申之。狂狡失即戎之禮，違元帥之命曲法以拯鄭人，宜其為禽也。昭，明也。兵戎之事，明此果毅以聽之之謂禮，能殺敵人是名為果，言能果敢以除賊。致此果敢乃名為毅，言能彊毅以立功。“易之，戮也”，反易此道，則合刑戮也。昭謂明曉此禮，致謂達之於敵。毅，彊也。能致用此意乃為彊人，言在軍對敵必須殺也。《尚書》成湯數桀之罪以誓眾云：“爾尚輔予一人，致天之罰，予其大賚汝。爾不從誓言，予則戮汝。”武王數紂之罪以誓眾云：“勖哉夫子！尚桓桓，如虎如貔，如熊如羆，於商郊。爾所不勖，其於爾躬有戮！”二王以至聖伐至惡，尚誓眾使多殺，是軍法務在多殺，殺敵乃為禮也。《公羊》善宋襄公“不鼓不成列”，以為文王之戰亦不過此。武王之戰既知不然，文王之戰豈當若是？審如《公羊》之言，文王未曉戰法，其不能身定天下，豈為此乎！"
      },
      {
        "index": 28,
        "text": "將戰，華元殺羊食士，其禦羊斟不與。及戰，曰：“疇昔之羊，子為政；（疇昔，猶前日也。○食音嗣。斟，之金反。不與音預。）"
      },
      {
        "index": 29,
        "text": "疏注“疇昔猶前日也”。○正義曰：《禮記•檀弓》云：孔子謂子貢曰：“吾疇昔之夜，夢坐奠於兩楹之間。”鄭玄云：“疇昔，猶前日也”。是相傳為然。"
      },
      {
        "index": 30,
        "text": "今日之事，我為政。”與入鄭師，故敗。君子謂“羊斟非人也，以其私憾，敗國殄民，（憾，恨也。殄，盡也。○憾，本亦作感，戶暗反，注同。敗，必邁反，又如字。殄，大典反。）於是刑孰大焉。《詩》所謂‘人之無良’者，（《詩•小雅》。義取不良之人，相怨以亡。）其羊斟之謂乎！殘民以逞。”\n宋人以兵車百乘、文馬百駟（畫馬為文四百匹。○逞，敕領反。）\n疏注“畫馬為文”。○正義曰：謂文飾雕畫之，若朱其尾鬛之類也。"
      },
      {
        "index": 31,
        "text": "以贖華元於鄭。半入，華元逃歸，立於門外，告而入。（告宋城門而後入，言不苟。）見叔牂，曰：“子之馬然也？”（叔牂，羊斟也。卑賤得先歸，華元見而慰之。○牂，子郎反。）對曰：“非馬也，其人也。”（叔牂知前言以顯，故不敢讓罪。）既合而來奔。（叔牂言畢，遂奔魯。合，猶答也。）"
      },
      {
        "index": 32,
        "text": "疏“見叔”至“來奔”。○正義曰：叔牂卑賤，故得先歸，華元見而安慰之曰：往奔入鄭軍者，子之馬，自然非子之罪。叔牂自知前言已顯，不敢隱諱，乃對元曰：“非馬也，其人也。”言是已為之。叔牂既答華元而即來奔魯耳。服虔載三說，皆以“子之馬然”為叔牂之語，“對曰”以不為華元之辭。賈逵云：叔牂，宋守門大夫，華元既見叔牂，牂謂華元曰：子見獲於鄭者，是由子之馬使然也。華元對曰：非馬自奔也，其人為之也。謂羊斟驅入鄭也。奔，走也。言宋人贖我之事既和合，而我即來奔耳。鄭玄云：叔牂即羊斟也，在先得歸，華元見叔牂，牂即誣之曰：奔入鄭軍者，子之馬然也，非我也。華元對曰：“非馬也，其人也。”言是女驅之耳！叔牂既與華元合語，而即來奔魯。又一說叔牂宋人，見宋以馬贖華元，謂元以贖得歸，謂元曰：子之得來，當以馬贖故然。華元曰：“非馬也，其人也”。言已不由馬贖，自以人事來耳！贖事既合，而我即來奔。杜以傳文見叔牂而即言曰，則曰下皆當為華元之語，不得為叔牂之辭。且以華元與賤人交語而稱“對曰”，謂歸國而“來奔”，皆於文不順。又羊斟與叔牂當是名字相配，故不從三家而別為之說，采鄭氏來奔為奔魯耳。合是聚合言語，故云“合猶答也”。\n宋城，華元為植，巡功。（植，將主也。○植，直吏反，注同。將，子匠反。）"
      },
      {
        "index": 33,
        "text": "疏注“植將主也”。○正義曰：《周禮•大司馬》：“大役屬其植。”鄭司農云：“植謂部曲將吏。”故“宋城，華元為植，巡功”，是植謂將領主帥監作者也。巡功，謂巡城檢作功也。"
      },
      {
        "index": 34,
        "text": "城者謳曰：“旱其目，皤其腹，棄甲而複。（旱，出目。皤，大腹。棄甲，謂亡師。○謳，烏侯反。旱，戶板反；《說文》、《字林》云，大目也；蘇林云，寢視不安貌；孟康云，猶分然也。皤，步何反。）"
      },
      {
        "index": 35,
        "text": "疏注“旱出目，皤大腹”。○正義曰：《說文》云：“旱，大目也。”目大則出見，故云出目也。皤是腹之狀，腹以大為異，故為大腹也。"
      },
      {
        "index": 36,
        "text": "於思於思，棄甲複來。”（於思，多鬢之貌。○於思，如字，又西才反，多須貌；賈逵云，白頭貌。複，扶又反。來，力知反，又如字，以協上韻。須，脩於反，字又作鬢。）"
      },
      {
        "index": 37,
        "text": "疏注“於思，多鬢之貌”。○正義曰：賈逵以為白頭貌。成十五年華元為右師，距此三十二年，計未得頭白，故杜以為多鬢貌，亦是以意言之耳。"
      },
      {
        "index": 38,
        "text": "使其驂乘謂之曰：“牛則有皮，犀兕尚多，棄甲則那？”（那，猶何也。○驂，七南反。犀音西。兕，徐履反。那，乃多反。）"
      },
      {
        "index": 39,
        "text": "疏“犀兕尚多”。○正義曰：《釋獸》云：“犀，似豕。”郭璞曰：“形似水牛，豬頭，大腹，痺腳。腳有三蹄，黑色。三角：一在頂上，一在額上，一在鼻上。鼻上者，食角也。小而不橢，好食棘。亦有一角者。劉歆期《交州記》曰：‘犀出九德，毛似豕，蹄有甲，頭似馬。’吳錄《地理誌》云：‘武陵沅南縣以南皆有犀。’”《釋獸》云：“兕，似牛”。郭璞云：“一角，青色，重千斤。”《說文》云：“兕如野牛，青毛，其皮堅厚，可製鎧。”《交州記》曰：“兕出九德，有一角，角長三尺餘，形如馬鞭柄。”遍檢書傳，犀、兕二獸並出南方，非宋所有。假令波及宋國，必不能多。言“尚多”者，苟以答謳者耳。"
      },
      {
        "index": 40,
        "text": "役人曰：“從其有皮，丹漆若何？”華元曰：“去之！夫其口眾我寡。”（傳言華元不吝其咎，寬而容眾。○漆音七。吝，力刃反。咎，其九反。）"
      },
      {
        "index": 41,
        "text": "秦師伐晉，以報崇也，（伐崇在元年。）遂圍焦。（焦，晉河外邑。）夏，晉趙盾救焦，遂自陰地，及諸侯之師侵鄭，（陰地，晉河南山北，自上洛以東至陸渾。○渾，戶昏反。）以報大棘之役。楚鬥椒救鄭，曰：“能欲諸侯，而惡其難乎？”遂次於鄭，以待晉師。趙盾曰：“彼宗競於楚，殆將斃矣。（競，強也。鬥椒，若敖之族，自子文以來，世為令尹。○惡，烏路反。難，乃旦反。斃，婢世反。）姑益其疾。”乃去之。（欲示弱以驕之。傳言趙盾所以稱人，且為四年楚滅若敖氏張本。）"
      },
      {
        "index": 42,
        "text": "晉靈公不君：（失君道也，以明於例應稱國以弑。○弑，申誌反。厚斂以彫牆；彫，畫也。○斂，力驗反。彫，本亦作雕。牆，在良反。）從台上彈人，而觀其辟丸也；宰夫胹熊蹯不熟，殺之，寘諸畚，使婦人載以過朝。（畚，以草索為之，筥屬。○彈，徒丹反。胹音而，煮也。蹯，扶元反。置，之豉反。畚音本，草器也。索，素各反。筥，九呂反。）"
      },
      {
        "index": 43,
        "text": "疏“宰夫胹熊蹯”。○正義曰：字書“過熟曰胹”。命此宰夫胹熊蹯，其蹯不至於熟，以其違命，故殺之。○注“畚以”至“筥屬”。○正義曰：《周禮》挈壺氏“挈畚以令軍糧。”鄭眾云：縣畚於廩假之處，畚，所以盛糧之器，故以畚表廩。《說文》云：“畚，蒲器，可以盛糧。”《韓詩外傳》云：“鮑焦挈畚采蔬，遇子貢於道。”是畚可以盛糧盛菜，以草索為之，今人猶有此器，形製似筥，故為筥屬。過朝以示人，令眾懼己。"
      },
      {
        "index": 44,
        "text": "趙盾、士季見其手，問其故，而患之。將諫，士季曰：“諫而不入，則莫之繼也。會請先，不入，則子繼之。”三進，及溜，而後視之，（士季，隨會也。三進三伏，公不省而又前也。公知欲諫，故佯不視。○其手，一本作首。溜，力救反。屋霤也。）"
      },
      {
        "index": 45,
        "text": "疏“將諫”至“繼之”。○正義曰：言二人將欲相隨入諫。士季謂盾曰：子是尊卿，今與子俱諫而不入，則莫之能繼續為諫。會是卑卿，請先往諫，不入則子繼之。○“三進及溜”。○正義曰：溜，謂簷下水溜之處。入門伏而不省，起而更進，三進而及於君之屋溜。言迫於公之前也。"
      },
      {
        "index": 46,
        "text": "曰：“吾知所過矣，將改之。”稽首而對曰：“人誰無過，過而能改，善莫大焉。《詩》曰：‘靡不有初，鮮克有終。’（《詩•大雅》也。○鮮，息淺反，少也，下同。）夫如是，則能補過者鮮矣。君能有終，則社稷之固也，豈惟群臣賴之。又曰：‘袞職有闕，惟仲山甫補之’，能補過也。（《詩•大雅》也。袞，君之上服。闕，過也。言服袞者有過，則仲山甫能補之。○袞，古本反。）君能補過，袞不廢矣。”（常服袞也。）猶不改。宣子驟諫，公患之，使鉏麑賊之。（鉏麑，晉力士。○鉏，仕俱反。麑音迷，一音五兮反。）晨往，寢門辟矣，盛服將朝。尚早，坐而假寐。（不解衣冠而睡。○辟，婢亦反。盛，音成，本或作成。睡，垂偽反。）麑退，歎而言曰：“不忘恭敬，民之主也。賊民之主，不忠；棄君之命，不信。有一於此，不如死也。”觸槐而死。（槐，趙盾庭樹。○槐音懷，又音回。）"
      },
      {
        "index": 47,
        "text": "秋，九月，晉侯飲趙盾酒，伏甲，將攻之。其右提彌明知之，（右，車右。○飲，於鴆反。提，本又作祗，上支反。彌，麵皮反。）趨登，曰：“臣侍君宴，過三爵，非禮也。”遂扶以下。公嗾夫獒焉，明搏而殺之。（獒，猛犬也。○遂扶，舊本皆扶，房孚反；服虔注作跣，先典反，云“徒跣也”。今杜注本往往有跣者，嗾，素口反；《說文》云，使犬也；服本作取。夫音扶。獒，五羔反；《尚書傳》云，大犬也；《爾雅》云，狗四尺為獒；《說文》云，犬知人心可使者。搏，音博。）"
      },
      {
        "index": 48,
        "text": "疏“趨登”至“非禮也”。○正義曰：此言飲趙盾酒，是小飲酒耳，非正燕禮。燕禮：獻酬之後，方脫屨升堂，行無筭爵，非止三爵而已。其侍君小飲則三爵而退。《玉藻》云：“君子之飲酒也，受一爵而色灑如也，二爵而言言斯，禮已三爵而油油以退。”鄭玄云：“禮飲過三爵則敬殺，可以去矣。”是三爵禮訖，自當退也。提彌明言此之時，未必已過三爵，假此辭以悟趙盾耳。○“遂扶”至“獒焉”。○正義曰：服虔本扶作跣。注云：趙盾徒跣而下走。禮，脫屨而升堂，降階乃納屨，堂上無屨，跣則是常，何須云遂跣而下？且遂者，因上生下之言。提彌明言訖而遂，不得為趙盾遂也。杜本作扶，言扶盾下階也。服虔云：嗾，取也。夫，語辭。獒，犬名。公乃族夫獒，使之噬盾也。《釋畜》云：“狗四尺為獒。”是大犬之名，以其使之噬盾，故云：“獒，猛犬也。”"
      },
      {
        "index": 49,
        "text": "盾曰：“棄人用犬，雖猛何為！”（責公不養士，而更以犬為已用。）鬥且出，提彌明死之。初，宣子田於首山，舍於翳桑，（田，獵也。翳桑，桑之多蔭翳者，首山在河東蒲阪縣東南。○翳，於計反。蔭音陰，又於鴆反。）見靈輒餓，問其病。（靈輒，晉人。）曰：“不食三日矣。”食之，舍其半。問之。曰：“宦三年矣，（宦，學也。○食之音嗣，下同。舍其音舍。）"
      },
      {
        "index": 50,
        "text": "疏注“宦，學也”。○正義曰：《曲禮》云“宦學事師”，則二者俱是學也。但宦者學仕宦，學者尋經藝，以此為異耳。"
      },
      {
        "index": 51,
        "text": "未知母之存否，今近焉，去家近。請以遺之。”使盡之，而為之簞食與肉，（簞，笥也。○遺，唯季反，下注同。簞音丹。笥，思嗣反。）"
      },
      {
        "index": 52,
        "text": "疏注“簞，笥也”。○正義曰：鄭玄《曲禮》注云：“圓曰簞，方曰笥。”然則俱是竹器，方圓異名耳，故以簞為笥。鄭玄《論語》注亦云“簞，笥也”。"
      },
      {
        "index": 53,
        "text": "置諸橐以與之。既而與為公介，（靈輒為公甲士。○橐，他洛反。而與音預。公介音界。）倒戟以禦公徒而免之。問何故。對曰：“翳桑之餓人也。”問其名居，（問所居。）不告而退，（不望報也。）遂自亡也。（輒亦去。）乙丑，趙穿攻靈公於桃園。（穿，趙盾之從父昆弟子。乙丑，九月二十七日。○攻，如字；本或作弑。）"
      },
      {
        "index": 54,
        "text": "疏注“穿趙”至“弟子”。○正義曰：《晉語》云“趙衰，趙夙之弟”。《世族譜》，盾是衰子，穿是夙孫，是穿為盾之從父昆弟之子也。《世本》：“夙為衰祖，穿為夙之曾孫。”《世本》轉寫多誤，其本未必然也。"
      },
      {
        "index": 55,
        "text": "宣子未出山而複。（晉竟之山也。盾出奔，聞公弑而還。○竟音境，下文注同。弑，申誌反。）大史書曰“趙盾弑其君”，以示於朝。宣子曰：“不然。”對曰：“子為正卿，亡不越竟，反不討賊，非子而誰？”宣子曰：“烏呼！《詩》曰：‘我之懷矣，自詒伊慼。’其我之謂矣。”（逸《詩》也。言人多所懷戀，則自遺憂。○大音泰。）孔子曰：“董狐，古之良史也，書法不隱。不隱盾之罪。○趙宣子，古之良大夫也，為法受惡。（善其為法受屈。○為，於偽反，注同。）惜也，越竟乃免。”（越竟，則君臣之義絕，可以不討賊。）"
      },
      {
        "index": 56,
        "text": "疏注“越竟”至“討賊”。○正義曰：哀八年傳公山不狃云：“君子違，不適讎國，未臣而有伐之，奔命焉，死之可也。”注云“未臣所適之國，則可還奔命，死其難”。如彼傳文，雖則出奔，臣義未絕，此注云“越竟，則君臣之義絕”者，以仲尼云“越竟乃免”，出竟則免責，明其義已絕也。襄三十年“鄭人殺良霄”，傳曰：“不稱大夫，言自外入也”。去國不稱大夫，是為義絕之驗，旦受君之命，乃得為臣，今君欲殺已，逃奔他國，君之於臣既已絕矣，臣之於君能無絕乎？董狐云“子為正卿，反不討賊”，明其威足討賊，卿位猶在，故責之耳。我以君寵得為國卿，仗君之威，故群下用命，亦既失位出奔，國人不複畏我，國內自有賊亂，非我所能禁之。故越竟得免，由義絕故也。不狃之言，謂已以他故出奔，非是君欲殺已，閔其宗國，宜還救之。昭二十一年，宋公子城以晉師救宋，是其事也。襄二十七年傳曰：“崔氏之亂，申鮮虞來奔，仆賃於野，以喪莊公。”彼是公之寵臣，去國而行君服，豈複責無罪而將見殺、逃竄而行免死者，皆令反服君乎？《禮•檀弓》曰：“穆公問於子思曰：‘為舊君反服，古與？’子思曰：‘古之君子，進人以禮，退人以禮，故有舊君反服之禮也。今之君子，進人若將加諸膝，退人若將隊諸淵，無為戎首，不亦善乎？又何反服之禮之有？’”是言去國雖同，本情有異，不可以一概論也。\n宣子使趙穿逆公子黑臀於周而立之。（黑臀，晉文公子。○臀，徒門反。）"
      },
      {
        "index": 57,
        "text": "疏注“黑臀，晉文公子”。○正義曰：《周語》單襄公云：“吾聞成公之生也，其母夢神規其臀以黑，曰“使有晉國’，故命之曰‘黑臀’。”《晉世家》：“成公者，文公少子，其母周女也。”\n壬申，朝於武宮。（壬申，十月五日。既有日而無月，冬又在壬申下，明傳文無較例。○較音角。）\n初，麗姬之亂，詛無畜群公子，（詛，盟誓。○麗，力知反。詛，側慮反。）"
      },
      {
        "index": 58,
        "text": "疏“初麗”至“公子”。○正義曰：服虔云：麗姬與獻公及諸大夫詛無畜群公子，欲令其二子專國。杜雖不注，義似不然。若麗姬身為此詛，姬死即應複常，何得比至於今？國無公族，豈複文襄之霸，遂踵麗姬法乎？蓋為奚齊、卓子以庶篡適，晉國創其為亂，不用複畜公子。案檢傳文及《國語》，文公之子雍在秦，樂在陳，黑臀在周，襄公之孫談在周，則是晉之公子悉皆出在他國，是其因行而不改，成公今始革之。故傳本其初也，則是國內因麗姬之亂，乃設此詛，非麗姬自為詛也。若麗姬為詛，不須言麗姬之亂，以言之亂，知其創麗姬也。自此之後，雖立公族而顯者亦少，唯有悼公之弟揚幹，悼公之子憖，二人名見於傳。昭十八年，鄭人救火，“子產辭晉公子、公孫於東門”。以外更無其人，良由逼於六卿，不被任用故耳。\n自是晉無公族。（無公子，故廢公族之官。）"
      },
      {
        "index": 59,
        "text": "疏注“無公”至“之官”。○正義曰：不畜群公子，故無公族。是公族之官，掌教公之子弟也。下注云：“餘子，適子之母弟，亦治餘子之政。”子屬餘子之官，則適子屬公族之官也。孔晁注《國語》云：“公族大夫掌公族及卿大夫子弟之官。”是卿之適子屬公族也。《晉語》云：欒伯請公族，悼公曰：“荀家惇惠，荀會文敏，黶也果敢，無忌慎靖，使茲四人者為之。膏粱之性難正也，故使惇惠者教之，文敏者道之，果敢者諗之，慎靖者脩之。”使茲四人者為公族大夫，是公族主教誨也。"
      },
      {
        "index": 60,
        "text": "及成公即位，乃宦卿之適子而為之田，以為公族。（宦，仕也。為置田邑以為公族大夫。○適，本又作嫡，丁曆反，下注同。為置，於偽反。）又宦其餘子，亦為餘子；（餘子，嫡子之母弟也，亦治餘子之政。）"
      },
      {
        "index": 61,
        "text": "疏注“餘子”至“之政”。○正義曰：下庶子為妾子，知餘子則是適子之母弟也。言亦為餘子，則知餘子之官，亦治餘子之政，今主教卿大夫適妻之次子也。下云“庶子為公行”，掌率公之戎車，則公行不教庶子。然則卿大夫之妾子，亦是餘子之官教之矣。\n其庶子為公行。（庶子，妾子也，掌率公戎行。○行，戶郎反，注及下同。）"
      },
      {
        "index": 62,
        "text": "疏注“庶子”至“戎行”。○正義曰：下句趙盾自以為庶，為旄車之族，則旄車之族即公行也。掌車而謂之公行，知其掌率公戎車之行列也。晉於是有公族、餘子、公行。（皆官名。）"
      },
      {
        "index": 63,
        "text": "疏“晉於”至“公行”。○正義曰：此晉有公族、餘子、公行。《詩•魏風》有公族、公路、公行，其公族、公行既同，公路似此餘子。但餘子不主路車，公路非餘子也，當與公行為一，以其主君路車謂之公路，主車行列謂之公行，其實正是一官，詩人變文以韻句耳。《周禮》無此三官之名。《夏官》有“諸子”，下大夫二人，掌國子之倅，事與公族同也。《春官》有“巾車”，下大夫二人，掌王之五路，事與公行同也。無餘子同者，天子諸侯禮異耳。"
      },
      {
        "index": 64,
        "text": "趙盾請以括為公族，（括，趙盾異母弟，趙姬之中子屏季也。○括，古活反。中，如字，又丁仲反。屏，步丁反。）曰：“君姬氏之愛子也。（趙姬，文公女、成公姊也。）微君姬氏，則臣狄人也。”公許之。（盾，狄外孫也。姬氏逆之以為適，事見僖二十四年。○見，賢遍反。）冬，趙盾為旄車之族，（旄車，公行之官。盾本卿適，其子當為公族，辟屏季故，更掌旄車。○旄音毛，一本作毛。）"
      },
      {
        "index": 65,
        "text": "疏注“旄車”至“旄車”。○正義曰：主公車行列謂之公行，車皆建旄，謂之旄車之族。《詩》云：“孑孑幹旄。”又曰：“建設旄。”是公車必建旄也。《周禮》主車之官謂之巾車。巾者，衣也，主衣飾之車。謂之巾車。此掌建旄之車，謂之旄車之族。盾本卿之適子，其子世承正適，當為公族。使辟屏季，故更為旄車之族，自以身為妾子，故使其子為妾子之官。知非盾身自為旄車之族，而云使其子者，旄車之族，賤官耳。盾身既為正卿，無容退掌賤職。六年經稱“晉趙盾、衛孫免侵陳”。仍書於經，非身退位，故知使其子耳。原同長而使趙括者，沈氏云：以其君姬氏之愛子，故使之，非正適也。\n使屏季以其故族為公族大夫。（盾以其故官屬與屏季，使為衰之適。○衰，初危反。）"
      },
      {
        "index": 66,
        "text": "疏注“盾以”至“之適”。○正義曰：族即屬也。故官屬者，父時舊官屬也。將父時官屬盡與屏季，使季為衰之正適也。盾之此意，欲令身死之後，使屏季承其父，後為趙氏宗主。但晉人以盾之忠，更使其子朔承盾後耳。\n宣公三年"
      },
      {
        "index": 67,
        "text": "【經】三年，春，王正月，郊牛之口傷，改卜牛。牛死，乃不郊。（牛不稱牲，未卜日。猶三望。）葬匡王。（無傳。四月而葬，速。）楚子伐陸渾之戎。\n夏，楚人侵鄭。秋，赤狄侵齊。（無傳。）宋師圍曹。冬，十月，丙戌，鄭伯蘭卒。（再與文同盟。）"
      },
      {
        "index": 68,
        "text": "疏注“再與文同盟”。○正義曰：蘭以僖三十三年即位，文二年盟於垂隴，七年於扈，十四年幹新城，魯、鄭俱在，當言三同盟，而云再者，以扈之盟，經文不序諸侯，故不數。劉炫規之，非也。\n葬鄭穆公。（無傳。）"
      },
      {
        "index": 69,
        "text": "【傳】三年，春，不郊，而望，皆非禮也。（言牛雖傷死，當更改卜，取其吉者，郊不可廢也。前年冬，天王崩，未葬而郊者，不以王事廢天事。《禮記•曾子問》：“天子崩未殯，五祀不行，既殯而祭。”自啟至於反哭，五祀之祭不行，已葬而祭。）"
      },
      {
        "index": 70,
        "text": "疏注“言牛”至“而祭”。○正義曰：案經，牛死在正月，郊當用三月，其間足得養牛。牛雖一傷一死，當更改卜取其吉者，郊天之禮不可廢也。牛死而遂不郊，故為非禮也。不郊非禮，則於禮得郊禮，諸侯為天子斬衰，天王崩未葬，而得郊者，不以王事廢天事也。引《曾子問》者，舉動輕以明重也。初死以至於殯，啟殯以至反哭，於此之間，五祀之祭不行耳。既殯之後，啟殯以前，五祀之祭猶尚不廢，郊天必不廢矣。故鄭注云“郊社亦然”。《王製》云：“喪三年不祭，唯祭天地社稷，為越紼而行事。”鄭玄云：“不敢以卑廢尊。”紼盾車索，禮天子殯於西序，欑盾車而塗之係紼，以備火災。言越紼而行事，是在殯得祭也。案《曾子問》：“既殯而祭，其祭也。屍入，三飯不侑，酳不酢而已矣。”謂屍唯三飯，祝不侑，勸其食。食罷，主人酌酒酳屍，屍不酢主人。《曾子問》又云：“已葬而祭，祝畢獻而已。”謂屍飯而侑，勸訖，酳屍，屍酢主人。酢訖，又布祝席，祝坐，主人酌酒以獻祝，獻畢而止。故鄭注云“既葬彌吉，畢獻祝而後止”是也。鄭又注彼云“天子七祀，言五者，關中言之。”案《禮記•祭法》云：王為群姓立七祀，曰司命，曰中霤，曰國門，曰國行，曰泰厲，曰屍，曰灶。王自為立七祀。諸侯為國立五祀，曰司命，曰中霤，曰國門，曰國行，曰公厲。諸侯自為立五祀。大夫立三祀：曰族厲，曰門，曰行。適士立二祀：曰門，曰行。庶士、庶人立一祀，或立戶，或立灶。是其義也。\n望，郊之屬也。不郊，亦無望可也。（已有例在僖三十一年。複發傳者，嫌牛死與卜不從異。○複，扶又反。）\n晉侯伐鄭，及郔。鄭及晉平，士會入盟。（郔，鄭地。為夏楚侵鄭傳。○郔音延。）"
      },
      {
        "index": 71,
        "text": "楚子伐陸渾之戎，遂至於雒，觀兵於周疆。（雒水出上雒塚領山，至河南鞏縣入河。○疆，居良反。）定王使王孫滿勞楚子。（王孫滿，周大夫。○勞，力報反。）楚子問鼎之大小、輕重焉。（示欲逼周取天下。）對曰：“在德不在鼎。昔夏之方有德也，（禹之世。○夏，戶雅反。）遠方圖物，（圖畫山川奇異之物而獻之。）貢金九牧，（使九州之牧貢金。）鑄鼎象物，（象所圖物，著之於鼎。○鑄，之樹反。著，張慮反；舊直略反。）百物而為之備，使民知神、奸。（圖鬼神百物之形，使民逆備之。）故民入川澤、山林，不逢不若。（若，順也。）螭魅罔兩，（螭，山神，獸形。魅，怪物。罔兩，水神。○螭，敕知反。魅，亡備反，本又作鬽。罔，亡丈反。兩，本又作蜽，音同。《說文》云：罔兩，山川之精物也。）"
      },
      {
        "index": 72,
        "text": "疏注“螭山”至“水神”。○正義曰：螭，山神，獸形。魅，怪物。先儒相傳為然。《魯語》仲尼云：“木石之怪夔、罔兩，水之怪龍、罔象”，則罔兩是木石之神。杜以為水神者，《魯語》賈逵注云：岡兩、罔象，言有夔、龍之形而無實體。然則罔兩、罔象皆是虛無，當總彼之意，非神名也。上句言山林、川澤，則螭魅罔兩四神。文十八年注“螭魅，山林異氣所生”。螭魅既為山林之神，則罔兩宜為川澤之神，故以為水神也。"
      },
      {
        "index": 73,
        "text": "莫能逢之，（逢，遇也。）用能協於上下，以承天休。（民無災害，則上下和而受天祐。○休，許虯反，下同。祐音右。）桀有昏德，鼎遷於商，載祀六百。（載、祀，皆年。○載、祀。《爾雅》云：商曰祀，唐、虞曰載，周曰年，夏曰歲。）"
      },
      {
        "index": 74,
        "text": "疏注“載祀皆年”。○正義曰：《釋天》云：“唐虞曰載，商曰祀，周曰年。”孫炎云：“載，取物終更始。祀，時祭祀一訖。年，取年穀一熟。”是載、祀皆年之別名，複言之耳。《律曆誌》云：“商三十一王，六百二十九年。”"
      },
      {
        "index": 75,
        "text": "商紂暴虐，鼎遷於周。德之休明，雖小，重也。（不可遷。○紂，直九反。）其奸回昏亂，雖大，輕也。（言可移。）天祚明德，有所厎止。（底，致也。○祚，才故反。厎音旨。）成王定鼎於郟鄏，（郟鄏，今河南也。武王遷之，成王定之。○郟，古洽反。鄏音辱。）卜世三十，卜年七百，天所命也。周德雖衰，天命未改。鼎之輕重，未可問也。”"
      },
      {
        "index": 76,
        "text": "疏“卜世”至“七百”。○正義曰：《律曆誌》云：周三十六王八百六十七年。過卜數也。夏，楚人侵鄭，鄭即晉故也。"
      },
      {
        "index": 77,
        "text": "宋文公即位三年，殺母弟須及昭公子，武氏之謀也。（武氏謀奉母弟須及昭公子以作亂，事在文十八年。）使戴、桓之族攻武氏於司馬子伯之館，盡逐武、穆之族。武穆之族以曹師伐宋。秋，宋師圍曹，報武氏之亂也。\n冬，鄭穆公卒。\n初，鄭文公有賤妾曰燕吉，（吉，南燕姓。○吉，其乙反，又其吉反。）夢天使與巳蘭，（蘭，香草。）"
      },
      {
        "index": 78,
        "text": "疏“夢天使與巳蘭”。○正義曰：夢言天者，皆非天也。此既言天使與巳蘭，即云“餘為伯鯈”，鯈即非天也。伯鯈不得自稱為天，天不得變為伯鯈，明是夢者恍惚之言耳。成五年，晉趙嬰“夢天使謂已：‘祭餘，餘福女’。”上天之神，丘明正直，寧當就淫亂之人降福以求食乎？昭四年叔孫穆子“夢天壓已，弗勝”，號豎牛助而勝之。若是上天之神，寧當與豎牛爭力而不勝也！明皆恍惚之言，或別有邪神，夢者不識而妄稱天耳。"
      },
      {
        "index": 79,
        "text": "曰：“餘為伯鯈。餘，而祖也。（伯儵，南燕祖。○儵，直留反。）以是為而子。（以蘭為女子名。○女音汝。）以蘭有國香，人服媚之如是。”（媚，愛也。欲令人愛之如蘭。○媚，亡冀反。令，力呈反。）既而文公見之，與之蘭而禦之。辭曰：“妾不才，幸而有子。將不信，敢徵蘭乎？”（懼將不見信，故欲計所賜蘭，為懷子月數。）公曰：“諾。”生穆公，名之曰蘭。文公報鄭子之妃曰陳媯，（鄭子，文公叔父子儀也。漢律：淫季父之妻曰報。○媯，九危反。）生子華、子臧。子臧得罪而出。（出奔宋。○臧，作郎反。）誘子華而殺之南裏，（在僖十六年。南裏，鄭地。）使盜殺子臧於陳、宋之間。（在僖二十四年。）又娶於江，生公子士。朝於楚，楚人冘之，及葉而死。（葉，楚地，今南陽葉縣。○冘，直蔭反。葉，式涉反。）"
      },
      {
        "index": 80,
        "text": "疏“朝於楚”。○正義曰：諸侯大子攝行父事稱朝。此公子士非大子亦稱朝者，以大子稱朝，故傳亦通言之，其實合稱聘耳。"
      },
      {
        "index": 81,
        "text": "又娶於蘇，生子瑕、子俞彌。俞彌早卒。洩駕惡瑕，文公亦惡之，故不立也。（洩駕，鄭大夫。○俞音愉。惡，烏路反，下同。）公逐群公子，公子蘭奔晉，從晉文公伐鄭。（在僖三十年。○從，如字，又才用反。）石癸曰：“吾聞姬、吉耦，其子孫必蕃。（吉姓宜為姬配耦。○癸，居揆反。蕃音煩，下同。）吉，吉人也，後稷之元妃也。（吉姓之女為後稷妃，周是以興，故曰吉人。）今公子蘭，吉甥也，天或啟之，必將為君，其後必蕃。先納之，可以亢寵。”（亢，極也。○亢，苦浪反。）與孔將鉏、侯宣多納之，盟於大宮而立之，（大宮，鄭祖廟。○鉏，仕俱反。大音泰，注同。）以與晉平。穆公有疾，曰：“蘭死，吾其死乎！吾所以生也。”刈蘭而卒。（傳言穆氏所以大興於鄭，天所啟也。○刈，魚廢反。）\n宣公四年"
      },
      {
        "index": 82,
        "text": "【經】四年，春，王正月，公及齊侯平莒及郯。莒人不肯。公伐莒，取向。（莒、郯二國相怨，故公與齊侯共平之。向，莒邑。東海承縣東南有向城。遠，疑也。○郯音談。向，舒亮反。承，韋昭：之饒反；一作丞，又音拯。）\n秦伯稻卒。（無傳。未同盟。○稻，徒老反。）"
      },
      {
        "index": 83,
        "text": "夏，六月，乙酉，鄭公子歸生弑其君夷。（傳例曰：稱臣，臣之罪也。子公實弑而書子家罪，其權不足也。）赤狄侵齊。（無傳。）秋，公如齊。公至自齊。（無傳。告於廟，例在桓二年。）\n冬，楚子伐鄭。"
      },
      {
        "index": 84,
        "text": "【傳】四年春，公及齊侯平莒及郯，莒人不肯。公伐莒，取向，非禮也。平國以禮，不以亂。伐而不治，亂也。（責公不先以禮治之而用伐。○不治，直吏反。）以亂平亂，何治之有？無治，何以行禮？"
      },
      {
        "index": 85,
        "text": "楚人獻黿於鄭靈公。（穆公大子夷也。○黿音元。）公子宋與子家將見。（宋，子公也。子家，歸生。○見，賢遍反。）子公之食指動，（第二指也。）"
      },
      {
        "index": 86,
        "text": "疏“第二指”。○正義曰：《大射禮》云：“右巨指釣弦。”鄭玄云：“右巨指，右手大擘”也。又曰：“設決朱極三。”鄭玄云：“極，猶放也。所以韜指，利放弦也，以朱韋為之。三者，食指、將指、無名指。小指短不用。”然則手之五指之名，曰巨指，食指，將指，無名指，小指也，定十四年傳：“關閭傷將指，取其一屨。”注云：“其足大指見斬，遂失屨。”謂大指為將指者，將者，言其將領諸指也。足之用力，大指為多；手之取物，中指最長。故足以大指為將指，手以中指為將指。其食指者，食所偏用。服虔云：俗所謂啑鹽指也。"
      },
      {
        "index": 87,
        "text": "以示子家，曰：“他日我如此，必嚐異味。”及入，宰夫將解黿，相視而笑。公問之，（問所笑。○解，如字，一音蟹。）\n疏“黿”。○正義曰：《說文》云“黿，大鱉也”。《玄中要記》曰：幹歲之黿能與人語。"
      },
      {
        "index": 88,
        "text": "子家以告。及食大夫黿，召子公而弗與也。（欲使指動無效。○食音嗣。）子公怒，染指於鼎，嚐之而出。公怒，欲殺子公。子公與子家謀先。（先公為難。○染，如琰反。先，悉薦反。難，乃旦反。）子家曰：“畜老，猶憚殺之，（六畜。○畜，許又反，注同；王：許六反。憚，徒旦反，難也。）而況君乎？”反譖子家。子家懼而從之。（譖子家於公。）夏，弑靈公。書曰“鄭公子歸生弑其君夷”。權不足也。（子家權不足以禦亂，懼譖而從弑君，故書以首惡。○禦，魚呂反。）君子曰：“仁而不武，無能達也”。（初稱畜老，仁也。不討子公，是不武也。故不能自通於仁道而陷弑君之罪。）“凡弑君，稱君，君無道也；稱臣，臣之罪也。”（稱君，謂唯書君名而稱國以弑，言眾所共絕也。稱臣者，謂書弑者之名以示來世，終為不義。改殺稱弑，辟其惡名，取有漸也。書弑之義，《釋例》論之備矣。）"
      },
      {
        "index": 89,
        "text": "疏“凡弑”至“之罪”。○正義曰：《晉語》云：趙宣子曰“大者天地，其次君臣”，則君臣之交，猶父子也，君無可弑之理，而云“弑君，稱君，君無道”者，弑君之人固為大罪，欲見君之無道，罪亦合弑，所以懲創將來之君，兩見其義，非赦弑君之人，以弑之為無罪也。《釋例》曰：“天生民而樹之君，使司牧之，群物所以係命。故戴之如天，親之如父母，仰之如日月，事之如神明。其或受雪霜之嚴，雷電之威，則奉身歸命，有死無貳。故傳曰：‘君，天也，天可逃乎？’此人臣所執之常也。然本無父子自然之恩，末無家人習玩之愛，高下之隔縣殊，壅塞之否萬端，是以居上者，降心以察下，表誠以感之，然後能相親也。若亢高自肆，群下絕望，情義圯隔，是謂路人，非君臣也。人心苟離，則位號雖有，無以自固。故傳例曰：‘幾弑君，稱君，君無道；稱臣，臣之罪。’稱君者唯書君名，而稱國、稱人以弑，言眾之所共絕也。稱臣者，謂書弑者之名，以垂來世，終為不義，而不可赦也。然君雖不君，臣不可以不臣，故宋昭之惡，罪及國人，晉荀林父討宋曰：‘何故弑君？’猶立文公而還。深見貶削。懷諸賊亂以為心者，固不容於誅也。若鄭之歸生，齊之陳乞，楚之公子比，雖本無其心，《春秋》之義，亦同大罪。是以君子慎所以立也。諸侯不受先君之命而篡立，得與諸侯會者，則以成君書之，齊商人蔡侯班之屬是也。若未得接於諸侯，則不稱爵。楚公子棄疾殺公子比，蔡人殺陳佗，齊人殺無知，衛人殺州吁，公子瑕之屬是也。諸侯篡立，雖以會諸侯為正，此列國之製也。至於國內，策名委質，即君臣之分已定，故殺不成君者，亦與成君同義。傳曰：‘會於平州，以定公位。’又云：‘若有罪，則君列諸會矣。’此以會為斷也。”經書“趙盾弑君”，而傳云“靈公不君”，又以明於例此弑宜稱君也。弑非趙盾而經不變文者，以示良史之意，深責執政之臣。傳特見仲尼曰“越竟乃免”，明盾亦應受罪也。醫不三世，不服其藥，古之慎戒也。人子之孝，當盡心嚐禱而已，藥物之齊，非所習也。許止身為國嗣，國非無醫，而輕果進藥，故罪同於弑。二者雖原其本心，而《春秋》不赦，蓋為教之遠防也。楚靈無道於民，於例當稱國以弑，公子比首兵自立，楚眾散歸，而靈王縊死，故以比為弑王也。比既得國，國人驚亂，棄疾從而扇之，比懼自殺，皆棄疾之由。故書公子棄疾殺公子比也。《左氏》義例止此而已，其餘小異，皆從赴也。劉、賈、許、潁以為君惡及國朝，則稱國以弑君；惡及國人，則稱人以弑。案傳鄭靈、宋昭，經文異而例同，故重發以同之。子弑其父，又嫌異於他臣，亦重明其不異。既不碎別國之與人，而傳云：“莒紀公多行無禮於國，大子仆因國人以弑之。”經但稱國不稱人，知國之與人，雖言別而事一也。杜言小異。從赴者，宋之蒙澤，楚之乾谿，俱是國內，而弑捷不書蒙澤。齊商人、衛州吁俱是公子，而州吁不稱公子，諸如此類，所有不同，皆從赴也。此弑君之例，有君罪、臣罪之異。而諸侯出奔，皆不書逐君之人以罪臣者，以君之見弑，未必皆為無道，故立臣罪之文，以見君有無罪死者。國君而被臣逐，悉是不能固位，其罪皆在於君。故杜諸侯出奔，例云諸侯奔者，皆迫逐而苟免，非自出也。仲尼之經更沒逐者主名，以自奔為文者，責其不能自安自固，所犯非徒所逐之臣也。蔡侯、宋雖無罪，據其失位出奔，亦其咎也。是說逐君無罪臣之文意也。"
      },
      {
        "index": 90,
        "text": "鄭人立子良。（穆公庶子。）辭曰：“以賢，則去疾不足；（去疾，子良名。○去，起呂反，下皆同。）以順，則公子堅長。”乃立襄公。（襄公，堅也。○長，丁丈反。）襄公將去穆氏，（逐群兄弟。）而舍子良。（以其讓己。○舍音赦，下同。）子良不可，曰：“穆氏宜存，則固原也。若將亡之，則亦皆亡，去疾何為？”（何為獨留。）乃舍之，皆為大夫。"
      },
      {
        "index": 91,
        "text": "初，楚司馬子良生子越椒。子文曰：“必殺之！（子文，子良之兄。）是子也，熊虎之狀而豺狼之聲；弗殺，必滅若敖氏矣。諺曰：‘狼子野心。’是乃狼也，其可畜乎？”子良不可。子文以為大慼。及將死，聚其族曰：“椒也知政，乃速行矣，無及於難。”且泣曰：“鬼猶求食，若敖氏之鬼不其餒而！”（而，語助，言必餒。○難，乃旦反。餒，奴罪反，餓也。）及令尹子文卒，鬥般為令尹，（般，子文之子子揚。○般音班。）子越為司馬。蒍賈為工正，譖子揚而殺之，子越為令尹，己為司馬。（賈為椒譖子揚而己得椒處。○蒍，於委反。賈為，於偽反。處，昌慮反。）子越又惡之，（惡賈。○惡，烏路反，注同。）乃以若敖氏之族，圄伯嬴於尞陽而殺之，（圄，囚也。伯嬴，蒍賈也。尞陽，楚邑。○圄，魚呂反。嬴音盈。尞音遼。）遂處烝野，將攻王。王以三王之子為質焉，弗受。（烝野，楚邑。三王：文、成、穆。○烝，之承反。質音致。）師於漳澨。（漳澨，漳水邊。○漳音章。澨，市製反。）"
      },
      {
        "index": 92,
        "text": "疏注“漳澨漳水邊”。○正義曰：《釋例》云：“漳水出新城沶鄉縣，南至荊山，東南經襄陽南郡當陽縣，入沮。”《爾雅》水邊之名，唯有厓、涘、岸、滸，無以澨為水邊者。但此云漳澨，成十五年云“決睢澨”，雎、漳皆水名，舉水名而言澨，知澨是水邊也。"
      },
      {
        "index": 93,
        "text": "秋，七月，戊戌，楚子與若敖氏戰於皋滸。（皋滸，楚地。○滸，呼五反。）伯棼射王，汰輈，及鼓跗，著於丁寧。（伯棼，越椒也。輈，車轅。汰，過也。箭過車轅上。丁寧，鉦也。○棼，扶云反。射，食亦反，下同。汰，他來反。輈，陟留反。跗，芳扶反。著，直略反。鉦音正。）"
      },
      {
        "index": 94,
        "text": "疏“及鼓跗，著於丁寧”。○正義曰：車上不得置簨虡以縣鼓，故為作跗，若殷之楹鼓也。言著於丁寧，則丁寧是器。《晉語》云：“伐備鍾鼓，聲其罪也；戰以淳於丁寧，儆其民也。”是丁寧，戰之用也。《周禮·鼓人》：“以金錞和鼓。”鄭玄云：“錞，淳於也。其形圓如碓頭。”“以金鐲節鼓。”鄭玄云：“鐲，鉦也。形如小鍾，軍行鳴之，以為鼓節。”是錞即淳於，鐲即丁寧。故先儒皆以鐲為鉦之別名，丁寧即是鉦也。"
      },
      {
        "index": 95,
        "text": "又射，汰輈，以貫笠轂。（兵車無蓋，尊者則邊人執笠，依轂而立，以禦寒暑，名曰笠轂。此言箭過車轅，及王之蓋。○貫，古亂反。笠音立。轂，古木反。）"
      },
      {
        "index": 96,
        "text": "疏注“兵車”至“之蓋”。○正義曰：服虔云：笠轂，轂之蓋如笠，所以蔽轂上，以禦矢也。一曰車轂上鐵也，或曰兵車旁幔輪謂之笠轂。杜以彼為不安，故改之而為此說，亦是以意而言，差於人情為允耳。"
      },
      {
        "index": 97,
        "text": "師懼，退。王使巡師曰：“吾先君文王克息，獲三矢焉，伯棼竊其二，盡於是矣。”鼓而進之，遂滅若敖氏。（初，若敖娶於䢵，䢵，國名。○䢵，本又作鄖，音云。）"
      },
      {
        "index": 98,
        "text": "疏“王使”至“是矣”。○正義曰：此是彊軍人之心耳，息有此矢，矢當有法，不得無人學作，唯三而已。且射中王車，由射之工，不由矢善。若其由矢，王國猶有一矢，何不一發以取越椒？"
      },
      {
        "index": 99,
        "text": "生鬥伯比。若敖卒，從其母畜於䢵，（畜，養。○畜，許六反。）淫於䢵子之女，生子文焉。䢵夫人使棄諸夢中。（夢，澤名。江夏安陸縣城東南有云夢城。○夢音蒙，又亡貢反。）虎乳之。䢵子田，見之，懼而歸。以告。（告女私通所生。○乳，如主反。）遂使收之。楚人謂乳穀，謂虎於菟，故命之曰鬥穀於菟。以其女妻伯比。（伯比所淫者。○穀，如口反。於音烏，菟音徒。妻，七計反。）實為令尹子文。（鬥氏始自子文為令尹。其孫箴尹克黃箴尹，官名。克黃，子揚之子。○箴，之金反。）使於齊，還及宋，聞亂。其人曰：“不可以入矣。”箴尹曰：“棄君之命，獨誰受之？君，天也，天可逃乎？”遂歸，複命，而自拘於司敗。王思子文之治楚國也，曰：“子文無後，何以勸善？”使複其所，改命曰生。（易其名也。○使於，所吏反。拘音俱。）\n疏注“易其名”。○正義曰：言越椒之亂，合誅絕其族，今更存立，故命曰生，言應死而重生。\n冬，楚子伐鄭，鄭未服也。（前年楚侵鄭，不獲成，故曰未服。）"
      }
    ]
  }
}