{
  "chapterNumber": 24,
  "title": "春秋左傳正義卷24 (Zuozhuan Zhengyi, Volume 24)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "宣公十有三年\n【經】十有三年，春，齊師伐莒。夏，楚子伐宋。秋，螽。（無傳。為災，故書。）冬，晉殺其大夫先縠。（書名，以罪討。）\n【傳】十三年，春，齊師伐莒。莒恃晉而不事齊故也。"
      },
      {
        "index": 1,
        "text": "夏，楚子伐宋，以其救蕭也。（救蕭在前年。）君子曰：「清丘之盟，唯宋可以免焉。」（宋討陳之貳。今宋見伐，晉、衛不顧盟以恤宋，而經同貶宋大夫。傳嫌華椒之罪累及其國，故曰唯宋可以免。○累，劣偽反。）"
      },
      {
        "index": 2,
        "text": "疏注「宋討」至「以免」。○正義曰：往年清丘之盟，宋卿亦貶，傳稱「不實其言」。此年宋被楚伐，而晉、衛不救，即是不實之狀於此發。傳言「唯宋可以免」者，意在責諸國耳。嫌華椒之罪累及其國，恐言宋亦有罪，宜其不救。但盟之不信，唯椒身合貶，宋國無罪。言「惟宋可以免」，見諸國皆合責也。\n秋，赤狄伐晉。及清，先縠召之也。（邲戰不得志，故召狄欲為變。清，一名清原。）"
      },
      {
        "index": 3,
        "text": "冬，晉人討邲之敗，與清之師，歸罪於先縠而殺之，盡滅其族。君子曰：「惡之來也，已則取之。『其先縠之謂乎！」（盡滅其族，為誅巳甚，故曰「惡之來也」。）"
      },
      {
        "index": 4,
        "text": "疏注「盡滅」至「來也」。○正義曰：先縠之罪，不合滅族。「盡滅其族，為誅巳甚」，亦是晉刑大過，是為大惡。君子既嫌晉刑大過，又尤先縠自招，故曰「惡之來也，己自取之」。惡之來也，言大惡之事來先縠之家。"
      },
      {
        "index": 5,
        "text": "清丘之盟，晉以衛之救陳也，討焉。（尋清丘之盟以責衛。）使人弗去，曰：「罪無所歸，將加而師。」孔達曰：「苟利社稷，請以我說。（欲自殺以說晉。○使，所吏反。我說，如字，又音悅。以說音悅，又如字。）罪我之由。我則為政而亢大國之討，將以誰任？（亢，禦也。謂禦宋討陳也。○亢，苦浪反。任音壬。）我則死之。」（為明年殺孔達傳。）\n宣公十有四年"
      },
      {
        "index": 6,
        "text": "【經】十有四年，春，衛殺其大夫孔達。（書名，背盟於大國，罪之。）夏，五月，壬申，曹伯壽卒。（無傳。文十四年盟新城。）晉侯伐鄭。秋，九月，楚子圍宋。\n葬曹文公。（無傳。）冬，公孫歸父會齊侯於穀。"
      },
      {
        "index": 7,
        "text": "【傳】十四年，春，孔達縊而死。衛人以說於晉而免。（以殺告，故免於伐。○縊，一賜反。）遂告於諸侯曰：「寡君有不令之臣達，構我敝邑於大國，既伏其罪矣，敢告。」（諸殺大夫亦皆告。）衛人以為成勞，復室其子，（以有平國之功，復以女妻之。○復，扶又反。妻，七計反。）"
      },
      {
        "index": 8,
        "text": "疏注「以有」至「妻之」。○正義曰：《釋詁》以「平」為「成」，則「成」亦「平」也。男子謂妻為室，故杜以為衛人以其父有平定國家之勞，復以女妻之。言衛侯以女妻之也。劉炫以為傳文無衛侯之女為孔達之妻，「復室其子」，謂復以室家還其子。謂達既被誅，家當沒入官，復以孔達財物家室還其子。今知非者，案檢傳文，上孔達云：「苟利社稷，請以我說。」是孔達忠於衛國，本實無罪。所以告於諸侯，隻欲虛以說晉。衛人荷其功力，何得沒其家資？男子謂妻為室，則室者對夫之言，故傳云「女有家，男有室」。今若以孔達之妻而還其子，便則以母還子，不得云：「復室其子」。又諸國大夫之妻，傳皆不載其氏姓，何得獨責孔達之妻須言衛侯之女？既言「復室其子」，明孔達之妻則衛侯之女。可知劉以孔達之妻為衛侯之女，於傳無文以規杜過，於義非也。\n使復其位。（襲父祿位。）"
      },
      {
        "index": 9,
        "text": "夏，晉侯伐鄭，為邲故也。（晉敗於邲，鄭遂屬楚。○為，於偽反。）告於諸侯，蒐焉而還。（蒐，簡閱車馬。○蒐，所留反。閱音悅。）中行桓子之謀也。曰：「示之以整，使謀而來。」鄭人懼，使子張代子良於楚。（十二年，子良質於楚。子張，穆公孫。○行，戶郎反。質音致。）鄭伯如楚，謀晉故也。鄭以子良為有禮，故召之。（有讓國之禮。）"
      },
      {
        "index": 10,
        "text": "楚子使申舟聘於齊，曰：「無假道於宋」。（申舟，無畏。）亦使公子馮聘於晉，不假道於鄭。申舟以孟諸之役惡宋，（文十年，楚子田孟諸，無畏抶宋公仆。○馮，皮冰反。惡，烏路反。抶，敕乙反。）曰：「鄭昭宋聾，（昭，明也。聾，闇也。○聾，力工反。）"
      },
      {
        "index": 11,
        "text": "疏注「昭，明也。聾，闇也」。○正義曰：人之聽視聰明，唯在耳目而已。鄭昭，言其目明，則宋不明也。宋聾，言其耳闇，則鄭不闇也。耳目名舉一事，而對以相反。言宋不解事，必殺我也。"
      },
      {
        "index": 12,
        "text": "晉使不害，我則必死。」王曰：「殺女，我伐之。」見犀而行。（犀，申舟子。以子讬王，示必死。○使，所吏反，「使者」同。女音汝。見，賢遍反。）及宋，宋人止之。華元曰：「過我而不假道，鄙我也。鄙我，亡也。（以我比其邊鄙，是與亡國同。○過，古臥反。又古禾反。）殺其使者，必伐我。伐我，亦亡也。亡一也。」乃殺之。楚子聞之，投袂而起，（投，振也。袂，袖也。○袂，麵世反。袖，徐又反。）屨及於窒皇，（窒皇，寢門闕。○屨，九具反。窒，直結反。）"
      },
      {
        "index": 13,
        "text": "疏注「窒皇寢門闕」。○正義曰：下云：「劍及於寢門之外」，則屨之所及未至於外，故以窒皇為寢門之闕，謂至門逐及也。莊十九年鬻拳「葬於絰皇」，注云「絰皇，塚前闕」者，亦以此而知也。經傳通謂兩觀為闕，唯指雉門。以雉門高大，為縣舊章，而使民觀之，故雉門之觀，特得闕名。名為闕者，以其在門兩旁，而中央闕然為道，雖則小門亦如此耳。故杜於寢門、塚門，皆以闕言之。此作「窒」，彼作「絰」，字異音同，未知孰是。其名為窒皇及巿名蒲胥，其義皆未聞。\n劍及於寢門之外，車及於蒲胥之巿。秋，九月，楚子圍宋。"
      },
      {
        "index": 14,
        "text": "冬，公孫歸父會齊侯於穀。見晏桓子，與之言魯，樂。桓子告高宣子。（桓子，晏嬰父。宣子，高固。○樂音洛。）疏「與之言魯樂」。○正義曰：樂，謂樂居高位也。"
      },
      {
        "index": 15,
        "text": "曰：「子家其亡乎！砍於魯矣。（子家，歸父字。懷，思也。）懷必貪，貪必謀人。謀人，人亦謀己。一國謀之，何以不亡？」（為十八年歸父奔齊傳。）"
      },
      {
        "index": 16,
        "text": "疏「懷於」至「不亡」。○正義曰：懷，思也，謂思高位於魯也。既思高位，必貪。貪必計謀他人。既謀去他人，他人亦謀去己。一國之人謀去之，何以不至亡也？\n孟獻子言於公曰：「臣聞小國之免於大國也，聘而獻物，（物，玉帛皮幣也。）"
      },
      {
        "index": 17,
        "text": "疏「孟獻」至「公說」。○正義曰：臣聞小國之免罪於大國也，使卿往聘大國，而獻其玉帛皮幣之物。於是主人亦禮待之，庭前所實籩豆醯醢有百品也。君自親朝於牧伯之國，而獻其治國之功，若征伐之功，於是主人敬以待之。主人之身，有威儀、容貌，車服之飾，有物采、文章。嘉、淑，皆善也，有善言辭，善稱讚。燕而送賓，有加增賄貨。言賓往既共，則主報亦厚禮。使小國如此朝聘大國者，謀其不免於罪也。若不往朝聘，待其被誅責，而始薦賄貨，則無及於好事矣。今「楚子在宋，君其圖之」，勸君使往聘也。劉炫以為皆是賓事。「聘而獻物」，謂獻其國內之物。於是所獻之物，庭中實之，有百品。謂聘享之禮，龜金竹箭之屬有百品也。「朝而獻功」，言治國有功，故土饒物產，於是玄纁璣組，羽毛齒革，乃得為容貌之物采文章。「嘉淑」，謂美善之物。「加貨」，謂賄賂之多。多獻賄賂，以謀其不免於罪也。○注「物，玉帛皮幣也」。○正義曰：《聘禮》：賓執圭以致命，享用束帛加璧。夫人聘用璋，享用玄纁，束帛加琮，其享幣又有皮馬。是聘所獻物，有玉帛皮幣也。\n於是有庭實旅百。（主人亦設籩豆百品，實於庭以答賓。）"
      },
      {
        "index": 18,
        "text": "疏注「主人」至「答賓」。○正義曰：《聘禮》：「君使卿韋弁服，歸饔餼五牢」。有司入陳鼎、豆、簋、鉶、醯醢百甕，米百筥，黍、稷、稻、粱，皆設於中庭，是「主人設籩豆百品，實於庭以答賓」也。劉炫謂治國有功、土饒云云。炫以杜注莊二十二年，「庭實旅百，奉之以玉帛」，諸侯朝王陳贄幣之象，則朝聘陳幣亦實百品於庭，非獨主人也。"
      },
      {
        "index": 19,
        "text": "朝而獻功，（獻其治國若征伐之功於牧伯。）於是有容貌、采章、嘉淑，而有加貨。（容貌，威儀容顏也。采章，車服文章也。嘉淑，令辭稱讚也。加貨，命宥幣帛也。言往共則來報亦備。）"
      },
      {
        "index": 20,
        "text": "疏注「容貌」至「亦備」。○正義曰：杜謂「於是有」者，皆主人之事，故以容貌為威儀容顏。當謂善為威儀容顏以接賓也。采章，車服文章，謂主人陳設物采文章以接賓，《周禮》車逆之類也。嘉、淑皆訓為善。容貌、采章以外，別言善善，故以為令辭稱讚，謂接賓之時善言辭、善稱讚也。加貨，謂好貨加增於常，若僖二十九年「介葛盧來朝，禮之，加燕好」，成十三年「孟獻子為介，王重賄之」之類，故以加貨為命「宥幣帛」也。劉炫云：「案此勸君行聘，唯當論聘之義，深不宜言主之禮備。豈慮楚不禮而言此也？君之威儀無時可舍，豈待朝聘賓至，乃始審威儀、正顏色，無賓客則驕容儀？容儀非報賓之物，何言報禮備？」又「獻其治國」，劉炫云：「傳稱朝以正班爵之儀，率長幼之序，則不名獻功。成二年王禮鞏伯，『如侯伯克敵，使大夫告慶之禮』，則侯伯克敵，隻合使大夫告王征伐之功，何故親朝獻牧伯？禮，小朝大。小國不合專征，復有何功可獻？炫謂采章、加貨，則聘享獻國所有。玄纁璣組，羽毛齒革，皆充衣服旌旗之飾，可以為容貌、物采、文章，嘉淑謂美善之物。加貨言賄賂之多。皆賓所獻，亦庭實也。於聘總言庭實，於朝指其所有，詳於君，略於臣也。案莊二十二年傳『庭實旅百』，則朝者庭實。又成二年傳云：『侯伯克敵，使大夫告慶之禮。』據此文則聘賓有庭實。又『庭實旅百』與『容貌采章』相對，杜何知『庭實』、『容貌』之等，非是賓之所有，必為主人之物？又君無獻征伐之功，何以知獻功於牧伯？」今知劉說非者，僖二十二年，「楚子入享於鄭，庭實旅百，加籩豆六品」。又昭五年，「燕有好貨，飧有陪鼎」。僖二十九年，「葛盧來朝，禮之，加燕好」。此傳云：「嘉淑，而有加貨。」故知「加貨」、「庭實」之等，皆是主人待賓之物。《禮》傳，賓之於主，無「加貨」之文，故杜為此解。襄八年鄭伯親獻蔡捷於邢丘，是獻征伐之功於牧伯也。劉苟違杜義，以為「庭實旅百」及「容貌」、「采章」、「嘉淑」、「加貨」之等，並為賓物。又以諸侯親朝，無獻征伐之功，以規杜氏，違經背傳，於義非也。"
      },
      {
        "index": 21,
        "text": "謀其不免也。誅而薦賄，則無及也。（薦，進也。見責而往，則不足解罪。○賄，呼罪反。）今楚在宋，君其圖之！」公說。（為明年歸父會楚子傳。○說音悅。）\n宣公十有五年\n【經】十有五年，春，公孫歸父會楚子於宋。\n夏，五月，宋人及楚人平。（平者，總言二國和，故不書其人。）"
      },
      {
        "index": 22,
        "text": "疏注「平者」至「其人」。○正義曰：平者和也，言其先不平，而今始平，小服大、弱下彊之意。昭七年「暨齊平」，燕與齊平也。定十年「及齊平」，十一年「及鄭平」，魯與平也。諸言平者，皆舉國言平，總言二國和同之意，故不書其人，謂不書公卿也。燕暨齊平，不言人，此言宋人、楚人，史異辭耳。《穀梁傳》曰：「人者，眾辭也。」平稱眾，上下欲之也。賈逵云：「稱人，眾辭。」善其與眾同欲。」然則彼不稱「人」者，豈唯國君欲平，而在下不欲平乎？傳載盟辭，則此平有盟，不書盟者，《釋例》曰：「宋人及楚人平，實盟，書平，從赴辭也。」"
      },
      {
        "index": 23,
        "text": "六月，癸卯，晉師滅赤狄潞氏，以潞子嬰兒歸。（潞，赤狄之別種。氏，國，故稱氏。子，爵也。林父稱師，從告。○潞音路。種，章勇反。）"
      },
      {
        "index": 24,
        "text": "疏注「潞赤」至「從告」。○正義曰：狄有赤狄、白狄。就其赤、白之間，各自別有種類。此潞是國名。赤狄之內，別種一國。夷狄祖其雄豪者，子孫則稱豪名為種，若中國之始封君也。謂之赤、白，其義未聞。蓋其俗尚赤衣、白衣也。傳稱「天子建德，因生以賜姓，胙之土而命之氏」者，即以國名為氏。但華夏不須言夏，國名不以氏配。赤狄既須言狄，單國不復成文，故以氏配之，潞氏、甲氏、皋落氏，皆是也。杜言「氏，國，故稱氏」，雖指解此狄，而中國亦然。劉炫云：「狄稱種者，《周禮·內宰》上春『生穜稑之種』。賤之，同之草木，故稱種。」林父尊卿，當稱帥師。今從「將卑師眾」之例，直稱師者，從告也。\n秦人伐晉。（無傳。）"
      },
      {
        "index": 25,
        "text": "王劄子殺召伯、毛伯。（稱殺者名，兩下相殺之辭。兩下相殺，則殺者有罪。王劄子，王子劄也。蓋經文倒劄字。○劄，側八反，徐又側乙反。召，上照反。倒，丁老反。）"
      },
      {
        "index": 26,
        "text": "疏注「稱殺」至「劄字」。○正義曰：《穀梁傳》曰：「不言其，兩下相殺也」。言兩臣下自相殺，非君殺臣，不得言「其大夫」也。《釋例》曰：「大臣相殺，死者無罪，則兩稱名氏，以示殺者之罪，『王劄子殺召伯、毛伯』是也。若死者有罪，不稱殺者名氏，『晉殺其大夫陽處父』是也。」傳稱此人為王子捷，捷、劄一人，而「劄」在「子」上，故疑經文倒「劄」字也。《公羊傳》曰：「王劄子者何？長庶之號也。」何休云：「天子之庶兄也。」《左傳》言劄為王孫蘇所使，非是尊貴，不得為王之庶兄，故《譜》以為雜人，不知何王之子。\n秋，螽。（無傳。○螽音終。）仲孫蔑會齊高固於無婁。（無傳。無婁，杞邑。）"
      },
      {
        "index": 27,
        "text": "初稅畝。（公田之法，十取其一。今又屨其餘畝，復十收其一。故哀公曰：「二，吾猶不足。」遂以為常，故曰初。○稅，始銳反。復，扶又反。）"
      },
      {
        "index": 28,
        "text": "疏注「公田」至「曰初」。○正義曰：《公羊傳》曰：「古者什一而藉。古者曷為什一而藉？什一者，天下之中正也。多乎什一，大桀小桀。寡乎什一，大貉小貉。什一者，天下之中正也。什一行而頌聲作矣。」何休云：「多取於民比於桀。蠻貉無百官制度之費，稅薄。」《穀梁傳》亦云：「古什一而藉。」《孟子》云：「夏後氏五十而貢，殷人七十而助，周人百畝而徹，其實皆什一也。」趙岐注云：「民耕五十畝者貢上五畝，耕七十畝者以七畝助公家，耕百畝者徹取十畝以為賦，雖異名而多少同，故云皆什一也。」書傳言十一者多矣，故杜言「古者公田之法，十取其一」，謂十畝內取一。舊法既已十畝取一矣，「今又履其餘畝，更復十收其一」，乃是十取其二。故《論語》云哀公曰：「二，吾猶不足」，謂十內稅二，猶尚不足。則從此之後，遂以十二為常，故曰初。言初稅十二，自此始也。諸書皆言十一，而《周禮·載師》云凡任地「近郊十一，遠郊二十而三，甸稍縣都皆無過十二，漆材之征二十而五」者，彼謂王畿之內所共多，故賦稅重。諸書所言十一，皆謂畿外之國。故鄭玄云：「十一而稅謂之徹。」徹，通也，為天下之通法。言天下皆十一耳，不言畿內亦十一也。《孟子》又曰：「方里為井，井九百畝。其中為公田。八家皆私百畝，同養公田。公事畢，然後敢治私事。」《漢書·食貨志》取彼意而為之文，云：「井田方一里，是為九夫。八家共之，各受私田百畝，公田十畝，是為八百八十畝，餘二十畝為廬舍。」諸儒多用彼為義。如彼所言，則家別一百一十畝，是為十外稅一也。鄭玄《詩》箋云：「井稅一夫，其田百畝。」則九而稅一，其意異於《漢書》，不以《志》為說也。又孟子對滕文公云：「請野，九一而助。國中，什一使自賦。」鄭玄《周禮·匠人》注引孟子此言，乃云「是邦國亦異外內之法」。則鄭玄以為諸侯郊外、郊內其法不同。郊內，十一使自賦其一。郊外，九而助一。是為二十而稅二。故鄭玄又云：「諸侯謂之徹者，通其率以十一為正。」言郊內郊外相通其率為十稅一也。杜今直云「十取其一」，則又異於鄭。唯謂一夫百畝，以十畝歸公，今又履其餘畝稅之，更十取一耳。「履畝」，《穀梁傳》文也。趙岐不解夏五十、殷七十之意。蓋古者人多田少，一夫唯得五十、七十畝耳。五十而貢，貢五畝。七十而助，助七畝。好惡於此。鄭注《考工記》云：「周人畿內用夏之貢法，邦國用殷之助法。」"
      },
      {
        "index": 29,
        "text": "冬，蝝生。（螽子以冬生，遇寒而死，故不成螽。○蝝，悅全反，《字林》尹絹反，劉歆云「蚍蜉子也」，董仲舒云「蝗子」。）"
      },
      {
        "index": 30,
        "text": "疏注「螽子」至「成螽」。○正義曰：《釋蟲》云：「草螽，負蠜。蜤螽，蜙蝑。」李巡云：「皆分別蝗子，異方之語也。」《釋蟲》又云：「蝝，蝮蜪。」李巡云：「蝮蜪，一名蝝蝝，蝗子也」。郭璞云：「蝗子未有翅者。」劉歆以為「蚍蜉有翅者」，非也。如李、郭之說，是蝝為螽子也。上云：「秋，螽」，秋而生子於地，至冬其子復生，遇寒而死，故不成災。傳稱「凡物不為災，不書」，此不為災而書之者，傳云「幸之也」。此年既饑，若使蝝早生，更為民害，則其困甚矣。喜其冬生，以為國家之幸，故喜而書之。《公羊傳》亦云：「蝝生不書，此何以書？幸之也。」\n饑。（風雨不和，五稼不豐。）"
      },
      {
        "index": 31,
        "text": "疏注「風雨」至「不豐」。○正義曰：此年「秋，螽」。知不為螽而饑者，《春秋》書螽多矣，有螽之年皆不書饑。而此獨書饑，知年饑不專為螽，故云「風雨不和，五穀不豐」也。\n【傳】十五年，春，公孫歸父會楚子於宋。（終前年傳。）"
      },
      {
        "index": 32,
        "text": "宋人使樂嬰齊告急於晉，晉侯欲救之。伯宗曰：「不可！（伯宗，晉大夫。）古人有言曰：『雖鞭之長，不及馬腹。』（言非所擊。）天方授楚，未可與爭。雖晉之彊，能違天乎？諺曰：『高下在心，（度時制宜。○度，待洛反。）川澤納汙，（受汙濁。○汙音烏，注同。）山藪藏疾，（山之有林藪，毒害者居之。○藪，素口反。）"
      },
      {
        "index": 33,
        "text": "疏「川澤」至「藏疾」。○正義曰：《周禮》虞之官有大澤大藪，小澤小藪。《爾雅》十藪皆是大澤，則藪是澤類。鄭玄《周禮》注云：「澤，水所鍾也。水希曰藪。」是藪者，澤之少水之名也。川澤、山藪，相配為文者，川是流水，澤是委水，俱是水，故總云：「納汙」，言其納汙濁也。山有木，藪有草，毒螫之蟲，在草在木，故俱云「藏疾」，言其藏毒害也。藪是澤類，而杜云「山之有林藪」者，藪雖澤類，傳文與山相連。藪是草木積聚之處，近山、近澤、皆得稱藪。上既有「川澤」之文，下別云「山藪」之事，此藪近山，故杜云「山之有林藪也」。劉炫以為「澤旁之藪」，以規杜氏，非也。\n瑾瑜匿瑕，（匿亦藏也。雖美玉之質，亦或居藏瑕穢。○瑾，其靳反。瑜，羊朱反。匿，女力反。）"
      },
      {
        "index": 34,
        "text": "疏注「匿亦」至「瑕穢」。○正義曰：瑾、瑜，玉之美名。《聘義》曰：「瑕不揜瑜，瑜不揜瑕。」鄭玄云：「瑕，玉之病也。瑜，其中間美者，玉之性善惡不相揜。」此云「匿瑕」，似以美匿惡，故云「匿亦藏」也。言玉質雖美，亦瑕藏其中，不言瑜能揜蓋瑕也。"
      },
      {
        "index": 35,
        "text": "國君含垢，（忍垢恥。○垢，古口反，本或作詬。音同。）天之道也。（晉侯恥不救宋，故伯宗為說小惡不損大德之喻。○為，於偽反。）君其待之！」（待楚衰。）乃止。使解揚如宋，使無降楚，曰：「晉師悉起，將至矣。」鄭人囚而獻諸楚，楚子厚賂之，使反其言。（反言晉不救。○解音蟹。降，戶江反。）不許，三而許之。登諸樓車，使呼宋而告之。（樓車，車上望櫓。○櫓音魯。）遂致其君命。楚子將殺之，使與之言曰：「爾既許不穀，而反之，何故？非我無信，女則棄之，速即爾刑！」對曰：「臣聞之，君能製命為義，臣能承命為信，信載義而行之為利。謀不失利，以衛社稷，民之主也。義無二信，（欲為義者，不行兩信。○女音汝，下注「而女也」同。）信無二命。（欲行信者，不受二命。）君之賂臣，不知命也。受命以出，有死無霣，（霣，廢隊也。○霣，於敏反。隊，直類反。）又可賂乎？臣之許君，以成命也。（成其君命。）死而成命，臣之祿也。寡君有信臣，（巳不廢命。）下臣獲考，（考成也。）死，又何求？」楚子舍之以歸。"
      },
      {
        "index": 36,
        "text": "夏，五月，楚師將去宋。（在宋積九月，不能服宋故。）申犀稽首於王之馬前，曰：「毋畏知死，而不敢廢王命，王棄言焉。」王不能答。（未服宋而去，故曰棄言。）申叔時仆，（仆，禦也。）曰：「築室，反耕者，宋必聽命。」從之。（築室於宋，分兵歸田，示無去誌。王從其言。）宋人懼，使華元夜入楚師，登子反之床，起之，曰：「寡君使元以病告，（兵法，因其鄉人而用之，必先知其守將左右、謁者、門者、舍人之姓名，因而利道之。華元蓋用此術，得以自通。○守，手又反。將，子匠反。道音導。）曰：『敝邑易子而食，析骸以爨。（爨，炊也。○析，思曆反。骸，戶皆反，本又作骨。《公羊傳》作骸，何休注云：「骸，骨也。」爨，七亂反。）雖然，城下之盟，有以國斃，不能從也。（寧以國斃，不從城下盟。○斃，婢世反。）去我三十里，唯命是聽。』」子反懼，與之盟，而告王。退三十里，宋及楚平。華元為質。盟曰：「我無爾詐，爾無我虞。」（楚不詐宋，宋不備楚。盟不書，不告。○質音致。）"
      },
      {
        "index": 37,
        "text": "疏「子反懼，與之盟」。○正義曰：服虔云：「與華元私盟，許為退師，若孟任割臂與魯莊公盟。」下云「盟曰」，是兩國平後共盟，而楚人為此辭耳，非此華元、子反私盟之辭也。"
      },
      {
        "index": 38,
        "text": "潞子嬰兒之夫人，晉景公之姊也。酆舒為政而殺之，又傷潞子之目。（酆舒，潞相。○酆，芳忠反。相，息亮反。）晉侯將伐之。諸大夫皆曰：「不可。酆舒有三儁才，（儁，絕異也。言有才藝勝人者三。○儁音俊。）"
      },
      {
        "index": 39,
        "text": "疏注「儁絕」至「者三」。○正義曰：《辨名記》云：「五人曰茂，十人曰選，倍選曰儁，千人曰英，倍英曰賢，萬人曰桀，倍桀曰聖。」是儁為絕異之稱也。有三雋才，知其有才藝勝人者三事耳，不知三者何事也。"
      },
      {
        "index": 40,
        "text": "不如待後之人。」伯宗曰：「必伐之！狄有五罪，俊才雖多，何補焉？不祀，一也。耆酒，二也。棄仲章而奪黎氏地，三也。（仲章，潞賢人也。黎氏，黎侯國，上黨壺關縣有黎亭。○耆，市誌反。黎，禮兮反，國名。）虐我伯姬，四也。傷其君目，五也。"
      },
      {
        "index": 41,
        "text": "疏「不祀」至「五也」。○正義曰：此五者，從輕至重，不祀雖為大罪，廢祀未是害物，故先言之。耆酒則廢亂政事，有害於民，故次之。棄賢人而侵鄰國，其害已大，又次之。殺夫人，傷君目，罪之大者，故後言之。棄仲章而奪黎氏地，是為二事，而並數為一者，俱是為政之惡，故並數之。奪黎氏地已盡奪之，使黎侯失位，故下云「立黎侯而還，更復其國」也。"
      },
      {
        "index": 42,
        "text": "怙其俊才，而不以茂德，茲益罪也。後之人，或者將敬奉德義以事神人，而申固其命，（審其政令。）若之何待之？不討有罪，曰『將待後，後有辭而討焉』，毋乃不可乎？夫恃才與眾，亡之道也。商紂由之，故滅（由，用也。）"
      },
      {
        "index": 43,
        "text": "疏「商紂由之故滅」。○正義曰：《史記·殷本紀》云：「紂賢辯捷疾，聞見甚敏，材力過人，手格猛獸。知足以拒諫，言足以飾非。矜人臣以能，高天下以聲，以為皆出己之下。」武王伐滅之，是由恃才俊故滅也。"
      },
      {
        "index": 44,
        "text": "天反時為災，（寒暑易節。）地反物為妖，（群物失性。）民反德為亂。亂則妖災生。故文反正為乏，（文，字。）"
      },
      {
        "index": 45,
        "text": "疏「天反」至「災生」。○正義曰：據其害物謂之災，言其怪異謂之妖。時由天，物在地，故屬災於天，屬妖於地。其實民有亂德，感動天地，天地為之見變，妖災因民而生，天地共為之耳，非獨天為災而地為妖。民謂人也。感動天地，皆是人君感之，非庶民也。昭七年傳曰：「國無政，不用善，則自取謫於日月之災。」言以政取謫，是其由君不由民。以民表人，故《釋例》引此即改民為人，是其民謂人也。傳言天災，地妖，民亂，曆序以尊卑為次。更言「亂則妖災生」，明妖、災由民起。妖、災亦通言耳。天雖四時，氣唯寒暑，故杜以「反時」為「寒暑易節」。物則其數無窮，故總云「群物失性」。反其常性即是妖也。《釋例》曰：「物者，雜而言之，則昆蟲草木之類也。大而言之，則歲時日月星辰之謂也。歲者，水旱饑饉也。時者，寒暑風雨雷電雪霜也。日月者，薄食夜明也。星辰者，彗孛霣錯失其次也。山崩地震者，陽伏而不能出，陰迫而不能升也。凡天反其時，地反其物，以害其物性，皆為妖災。」是言妖災皆通天地共為之也。此傳地反物者唯言妖耳。《洪範五行傳》則有妖、孽、禍、痾、眚、祥六者之名，以積漸為義。《漢書·五行志》說此六名，云：「凡草物之類謂之妖。妖猶夭胎，言尚微也。蟲豸之類謂之孽。孽則牙孽矣。及六畜，謂之禍，言其著也。及人，謂之屙。屙，病貌，言浸深也。甚則異物生，謂之眚。自外來，謂之祥。」是六名以漸為稱，唯眚、祥有外內之異耳。大旨皆是妖也。○「故文反正為乏」。○正義曰：許慎《說文序》云：「蒼頡之初作書，蓋依類象形，謂之文。其後形聲相益，謂之字。文者，物象之本。字者，孳乳而生。」是文謂之字也。製字之體，文反正為乏。服虔云：「言人反正者，皆乏絕之道也。」人反德則妖災生，妖災生則國滅亡，是乏絕之道也。"
      },
      {
        "index": 46,
        "text": "盡在狄矣。」晉侯從之。六月，癸卯，晉荀林父敗赤狄於曲梁。辛亥，滅潞。（曲梁，今廣平曲梁縣也。書癸卯，從赴。）"
      },
      {
        "index": 47,
        "text": "疏「盡在狄矣」。○正義曰：言「盡在狄矣」，則狄皆有之。其「反德為亂」，則五罪是也。天地災妖，傳不指斥，不知於時潞國有何災何妖也。\n酆舒奔衛，衛人歸諸晉，晉人殺之。"
      },
      {
        "index": 48,
        "text": "王孫蘇與召氏、毛氏爭政，（三人皆王卿士。）使王子捷殺召戴公乃毛伯衛。（王子捷即王劄子。）卒立召襄。（襄，召戴公之子。）\n疏「卒立召襄」。○正義曰：卒，終也，謂後終立之，非此時即立。毛氏後亦不滅，但傳不言之耳。"
      },
      {
        "index": 49,
        "text": "秋，七月，秦桓公伐晉，次於輔氏。（晉地。）壬午，晉侯治兵於稷，以略狄土。（略，取也。稷，晉地，河東聞喜縣西有稷山。壬午，七月二十九日。晉時新破狄，土地未安，權秦師之弱，故別遣魏顆距秦，而東行定狄也。○顆，苦果反。）立黎侯而還。（狄奪其地，故晉復立之。○復，扶又反。）及雒，魏顆敗秦師於輔氏。（晉侯還及雒也。雒，晉地。○雒音洛。）獲杜回，秦之力人也。初，魏武子有嬖妾，無子。武子疾，命顆曰：「必嫁是！」（武子，魏犨，顆之父。○嬖，必計反。）疾病，則曰：「必以為殉！」及卒，顆嫁之，曰：「疾病則亂，吾從其治也。」及輔氏之役，顆見老人結草以亢杜回，（亢，禦也。○殉，似俊反。本或作「必以殉」。治，直吏反，下「治命」同。亢，苦浪反。）杜回躓而顛，故獲之。夜夢之曰：「餘，而所嫁婦人之父也。（而，女也。○躓，陟吏反，徐又丁四反。）爾用先人之治命，餘是以報。」（傳舉此以示教。）"
      },
      {
        "index": 50,
        "text": "晉侯賞桓子狄臣千室，（千家。）亦賞士伯以瓜衍之縣。（士伯，士貞子。○瓜，古華反。衍，以善反。）曰：「吾獲狄土，子之功也。微子，吾喪伯氏矣。」（伯，桓子字。邲之敗，晉侯將殺林父，士伯諫而止。○喪，息浪反。）羊舌職說是賞也，（職，叔向父。○說音悅。向，香丈反。）曰：「《周書》所謂『庸庸祗祗』者，謂此物也夫！（《周書·康誥》。庸，用也。祗，敬也。物，事也。言文王能用可用，敬可敬。○夫音扶。）士伯庸中行伯，（言中行伯可用。）君信之，亦庸士伯，此之謂明德矣。文王所以造周，不是過也。故《詩》曰：『陳錫哉周』，能施也。（錫，賜也。《詩·大雅》。言文王布陳大利，以賜天下，故能載行周道，福流子孫。○施，式豉反。）率是道也，其何不濟！」"
      },
      {
        "index": 51,
        "text": "晉侯使趙同獻狄俘於周，不敬。劉康公曰：「不及十年，原叔必有大咎，（劉康公，王季子也。原叔，趙同也。○孚，芳扶反。不敬，一本作而傲。）天奪之魄矣。」（心之精爽，是謂魂魄。為成八年晉殺趙同傳。○魄，普白反。）\n疏注「心之」至「同傳」。○正義曰：「心之精爽，是謂魂魄，魂魄去之，何以能久？」昭二十五年傳文。\n「初稅畝」，非禮也。穀出不過藉，（周法：民耕百畝，公田十畝，借民力而治之，稅不過此。）以豐財也。"
      },
      {
        "index": 52,
        "text": "疏「初稅」至「財也」。○正義曰：藉者，借也。民之田穀出共公者，不過取所借之田。欲以豐民之財，故不多稅也。既譏其稅畝，言「非禮」，乃舉正禮言「穀出不過藉」，則知所稅畝者，是藉外更稅。故杜氏為十一外更十取一，且以哀公之言驗之，知十二而稅自此始也。\n「冬，蝝生，饑」。幸之也。（蝝，未為災而書之者，幸其冬生，不為物害，時歲雖饑，猶喜而書之。）"
      },
      {
        "index": 53,
        "text": "疏「冬，蝝生，饑。幸之也」。○正義曰：幸之者，為幸蝝冬生，不幸饑也。而傳以「饑」連「蝝生」，乃云「幸之」者，以歲饑而復有災，則民彌益其困。由饑之故，乃以為幸，故傳連饑釋之。\n宣公十有六年"
      },
      {
        "index": 54,
        "text": "【經】十有六年，春，王正月，晉人滅赤狄甲氏及留籲。（甲氏、留籲，赤狄別種。晉既滅潞氏，今又並盡其餘黨。士會稱人，從告。○籲，況於反。種，章勇反。並，必政反，一音如字。）"
      },
      {
        "index": 55,
        "text": "夏，成周宣榭火。（傳例曰：「人火之也。」成周，洛陽。宣榭，講武屋，別在洛陽者。《爾雅》曰「無室曰榭」，謂屋歇前。○榭本又作謝，音同。）"
      },
      {
        "index": 56,
        "text": "疏注「傳例」至「歇前」。○正義曰：《楚語》云：「先王之為台榭也，榭不過講軍實，台不過望氛祥。」知榭是講武屋也。名之曰宣，則其義未聞。服虔云「宣揚威武之處」，義或當然也。成周，周之下都。此榭別在洛陽，講習武事則往就之。《爾雅·釋宮》云「無室曰榭」，又云：「闍謂之台，有木者謂之榭。」李巡曰：「台，積土為之，所以觀望。台上有屋謂之榭。」則榭是台上之屋，居台而臨觀講武，故無室而歇前。歇前者，無壁也，如今廳是也。《公羊》以為「宣宮之榭」，謂宣王之廟也。以其中興，其廟不毀。與《左氏》異也。\n秋，郯伯姬來歸。冬，大有年。（無傳。○郯音談。）"
      },
      {
        "index": 57,
        "text": "【傳】十六年，春，晉士會帥師滅赤狄甲氏及留籲、鐸辰，（鐸辰不書，留籲之屬。○鐸，待洛反。）三月，獻狄俘。（獻於王也。）晉侯請於王。戊申，以黻冕命士會將中軍，且為大傅。（代林父將中軍，且加以大傅之官。黻冕，命卿之服。大傅，孤卿。○黻音弗。將，子匠反。大音泰，注同。）"
      },
      {
        "index": 58,
        "text": "疏注「代林」至「孤卿」。○正義曰：晉之中軍之將，執政之上卿也。大傅又尊於上卿。且加大傅，以褒顯之禮命臣者，皆賜之以服，使服而受命。傳言「以黻冕」者，黻冕是命孤卿之服，故以之命士會也。《論語》稱「禹惡衣服而致美乎黻冕」，鄭玄云：「黻，祭服之衣。冕，其冠也」。此云「黻冕」，亦當然也。黻，蔽膝也。祭服謂之黻。其他服謂之韠。俱以韋為之，製同而色異。韠，各從裳色。黻，則其色皆赤，尊卑以深淺為異。天子純朱，諸侯黃朱，大夫赤而已。大夫以上，冕服悉皆有黻，故禹言黻冕，此亦云黻冕。但冕服自有尊卑耳。《周禮·司服》：「孤之服，自希冕而下。」此士會黻冕，當是希冕也。天子大傅，三公之官也。諸侯大傅，孤卿之官也。《周禮·典命》云：「公之孤四命。」鄭眾云：「九命上公得置孤卿一人。」春秋時晉為霸，王侯亦置孤卿。文六年有大傅陽子，大師賈佗，則晉嘗置二孤。"
      },
      {
        "index": 59,
        "text": "於是晉國之盜逃奔於秦。羊舌職曰：「吾聞之：『禹稱善人，（稱，舉也。）不善人遠。』此之謂也夫！《詩》曰：『戰戰兢兢，如臨深淵，如履薄冰。』善人在上也。（言善人居位，則無不戒懼。○遠，於萬反。夫音扶。兢，居陵反，本亦作矜。）善人在上，則國無幸民。諺曰：『民之多幸，國之不幸也。』是無善人之謂也。」（○諺音彥。）\n「夏，成周宣榭火」，人火之也。凡火，人火曰火，天火曰災。"
      },
      {
        "index": 60,
        "text": "疏「凡火」至「曰災」。○正義曰：人火，從人而起，人失火而為害。本其火之所來，故指火體而謂之為火。天火，則自然而起，不能本其火體，故以其所害言之，謂之為災。聖人重天變，故異其名。《春秋》天變多矣，唯此言火耳。\n「秋，郯伯姬來歸」，出也。"
      },
      {
        "index": 61,
        "text": "為毛、召之難故，王室復亂。（毛、召難在前年。○為，於偽反。難，乃旦反，注同。復，扶又反。）王孫蘇奔晉，晉人復之。（毛、召之黨，欲討蘇氏，故出奔。）"
      },
      {
        "index": 62,
        "text": "冬，晉侯使士會平王室。定王享之，原襄公相禮。（原襄公周大夫。相，佐也。○相，息亮反，注同。）殽烝。（烝，升也。升殽於俎。○殽，戶交反。烝，之承反。）"
      },
      {
        "index": 63,
        "text": "疏注「烝，升也，升殽於俎」。○正義曰：禮，升殽於俎皆謂之烝，故烝為升也。鄭玄《詩》箋云：「凡非穀而食之曰殽。」則殽是可食之名。切肉為殽，乃升於俎，故謂之殽烝。\n武子私問其故。（享當體薦而殽烝，故怪問之。武，士會諡；季，其字。）"
      },
      {
        "index": 64,
        "text": "疏注「享當」至「其字」。○正義曰：若公侯來朝，王為設享，則當有體薦。薦其半體，亦謂之房烝。武子謂巳被王享，亦當房烝，今乃殽烝，故怪而問之。\n王聞之，召武子曰：「季氏，而弗聞乎？王享有體薦，（享則半解其體而薦之，所以示共儉。）"
      },
      {
        "index": 65,
        "text": "疏注「享則」至「共儉」。○正義曰：王為公侯設享，則半解其體而薦之。為不食，故不解折，所以示其儉也。「示其儉」與下「示慈惠」，成十二年傳文。\n宴有折俎。（體解節折，升之於俎，物皆可食，所以示慈惠也。○折，之設反，注同。）"
      },
      {
        "index": 66,
        "text": "疏注「體解」至「惠也」。○正義曰：王為公侯設宴禮，體解節折，升之於俎，即殽烝是也。其物解折，使皆可食，共食啖之，所以示慈惠也。其宴飲殽烝，其數無文若祭祀體解，案《特牲饋食禮》有九體：則肩一、臂二、臑三、肫四、胳五、正脊六、橫脊七、長脅八、短脅九。此謂士禮也。若大夫禮，則十一體，加脡脊、代脅。其諸侯天子無文，或同十一。\n公當享，卿當宴，王室之禮也。」（公謂諸侯。）"
      },
      {
        "index": 67,
        "text": "疏注「公謂諸侯」。○正義曰：五等諸侯總名為公，故云「公謂諸侯」。言諸侯親來，則為之設享，又設燕也。厚用體薦，燕用折俎。若使卿來，雖為設享，仍用公之燕法，亦用折俎，是王室待賓之禮也。《周語》說此甚詳：「王召士季曰：子弗聞乎？禘郊之事，則有全烝。王公立飫，則有房烝。親戚宴享，則有殽烝。」今「叔父使士季實來」，「唯是先王之宴禮，欲以貽爾」。「體解節折，而共飲食之。於是乎有折俎」，「以示容合好」，「將安用全烝？」注《國語》者皆云，禘祭宗廟，郊祭天地，則有全其牲體而升於俎，謂之全烝。王公立飫，即享禮也。禮之立成者名為飫。半解其體而升於俎，謂之房烝。傳言體薦，即房烝也。親戚宴享，則宴享禮同，皆體解節折，乃升於俎，謂之殽烝。此傳略而為文，猶是彼意，故注皆取彼解之。\n武子歸而講求典禮，以脩晉國之法。（傳言典禮之廢久。）\n宣公十有七年\n【經】十有七年，春，王正月。庚子，許男錫我卒。（無傳。再與文同盟。）\n疏注「再與文同盟」。○正義曰：錫我以文六年即位，七年盟於扈，十四年於新城，魯、許俱在，是再同盟也。"
      },
      {
        "index": 68,
        "text": "丁未，蔡侯申卒。（無傳。未同盟而赴以名。丁未，二月四日。）夏，葬許昭公。（無傳。）葬蔡文公。（無傳。）六月，癸卯，日有食之。（無傳。不書朔，官失之。）"
      },
      {
        "index": 69,
        "text": "己未，公會晉侯、衛侯、曹伯、邾子，同盟於斷道。（斷道，晉地。○斷，直管反，一音短。）秋，公至自會。（無傳。）\n冬，十有一月，壬午，公弟叔卒。（傳例曰：公母弟。○，許乙反。）"
      },
      {
        "index": 70,
        "text": "【傳】十七年，春，晉侯使郤克徵會於齊。（徵，召也。欲為斷道會。）齊頃公帷婦人，使觀之。郤子登，婦人笑於房。（跛而登階，故笑之。○頃音傾。跛，波可反。）"
      },
      {
        "index": 71,
        "text": "疏注「跛而登階」。○正義曰：沈氏引《穀梁傳》云：「魯行父禿，晉郤克跛，衛孫良夫眇，曹公子首傴，故婦人笑之。」是以知郤克跛也。《穀梁傳》定本作「郤克眇，衛孫良夫跛」。"
      },
      {
        "index": 72,
        "text": "獻子怒，出而誓曰：「所不此報，無能涉河！」（不復度河而東。○復，扶又反。）獻子先歸，使欒京廬待命於齊，曰：「不得齊事，無復命矣。」（欒京廬，郤克之介，使得齊之罪乃復命。○廬音盧，又力於反。）郤子至，請伐齊，晉侯弗許。請以其私屬，又弗許。（私屬，家眾也。為成二年戰於鞍傳。○鞍音安。）齊侯使高固、晏弱、蔡朝、南郭偃會。（晏弱，桓子。○朝，如字。）及斂盂，高固逃歸。（聞郤克怒故。○斂，徐音廉，一音力漸反。盂音於。）夏，會於斷道，討貳也。盟於卷楚，（卷楚即斷道。○卷音權，一音居免反。）辭齊人。晉人執晏弱於野王，執蔡朝於原，執南郭偃於溫。（執三子不書，非卿。野王，縣，今屬河內。）苗賁皇使，見晏桓子。（賁皇，楚鬥椒之子，楚滅鬥氏而奔晉，食邑於苗地。晏弱時在野王，故因使而見之。○賁，扶云反。使，所吏反。注及下同。）歸，言於晉侯曰：「夫晏子何罪？昔者諸侯事吾先君，皆如不逮，（言汲汲也。○逮音代，或大計反。汲音急。）舉言群臣不信，諸侯皆有貳誌。（舉亦皆也。）齊君恐不得禮，（不見禮待。）故不出，而使四子來。左右或沮之，（沮，止也。○沮，在呂反。）曰：『君不出，必執吾使。』故高子及斂盂而逃。夫三子者曰：『若絕君好，寧歸死焉！』為是犯難而來。吾若善逆彼，（彼齊三入。○好，呼報反。為，於偽反。難，乃旦反。）以懷來者。吾又執之，以信齊沮，吾不既過矣乎？過而不改，而又久之，以成其悔，何利之有焉？使反者得辭，（反者高固，謂得不當來之辭。）"
      },
      {
        "index": 73,
        "text": "疏「以信齊沮」。○正義曰：使沮者之言信也。○「而又」至「有焉」。○正義曰：晏桓子等懼晉之命，不得巳而來，恨齊侯之使也。今晉不以禮待之，而又久執之，以成其悔恨。言本恨齊，今又恨晉。齊侯見晉如此，將有背晉之心。齊若叛晉，何利之有？言此者，勸晉侯免之耳。"
      },
      {
        "index": 74,
        "text": "而害來者，以懼諸侯，將焉用之？」晉人緩之，逸。（緩，不拘執，使得逃去也。傳言晉不能脩禮，諸侯所以貳。○焉，於虔反。拘，九於反。）秋，八月，晉師還。"
      },
      {
        "index": 75,
        "text": "範武子將老，（老，致仕。初受隨，故曰隨武子，後更受範，復為範武子。○復，扶又反。）召文子曰：「燮乎！吾聞之，喜怒以類者鮮，（文子，士會之子，燮，其名。○燮，素協反。鮮，息淺反。）易者實多。（易，遷怒也。）《詩》曰：『君子如怒，亂庶遄沮；君子如祉，亂庶遄巳。』（《詩·小雅》也。遄，速也。沮，止也。祉，福也。○遄，市專反。祉音恥。）君子之喜怒，以巳亂也。弗巳者，必益之。郤子其或者欲巳亂於齊乎？不然，餘懼其益之也。餘將老，使郤子逞其志，庶有豸乎！（豸，解也。欲使郤子從政，快誌以止亂。○豸，本又作鳩，直是反；或音居牛反，非也。解音蟹，此訓見《方言》。）\n疏注「豸，解也」。○正義曰：《方言》文。\n爾從二三子，唯敬！」（二三子，晉諸大夫。）乃請老。郤獻子為政。"
      },
      {
        "index": 76,
        "text": "「冬，公弟叔卒」，公母弟也。凡大子之母弟，公在曰公子，不在曰弟。（以兄為尊。）凡稱弟，皆母弟也。（此策書之通例也。庶弟不得稱公弟，而母弟或稱公子。若嘉好之事，則仍舊史之文。惟相殺害，然後據例以示義。所以篤親親之恩，崇友於之好，《釋例》論之備矣。○好，呼報反。）"
      },
      {
        "index": 77,
        "text": "疏「凡大」至「弟也」。○正義曰：此例再言「凡」者，前「凡」明稱母弟之人，適子及妾子之等；後「凡」明策書稱弟者，皆母弟之義。公之母弟見經者，鄭段、魯公子友、衛叔武實母弟而不稱弟。陳公子招，昭元年稱公子，八年稱弟。《釋例》曰：「母弟之寵，異於眾弟，蓋緣自然之情，以養母氏之志。公在雖俱稱公子，其兄為君，則特稱弟。殊而異之，親而睦之。既以隆友於之恩，亦以獎為人弟之敬，成相親之益也。通庶子為君，故不言夫人之子，而曰母弟。母弟之見於經者二十，而傳之所發，六條而已。凡稱弟皆母弟，此策書之通例也。庶弟不得稱弟，而母弟得稱公子，故傳之所發，隨而釋之。諸稱弟者，不言皆必稱弟也。秦伯之弟針適晉，女叔齊曰『秦公子必歸』。此公子亦國之常言，得兩通之證也。仲尼因母弟之例，據例以興義。鄭伯懷害弟之心，天王縱群臣以殺其弟，夫子探書其志，故顯稱二兄以首惡。佞夫稱弟，不聞反謀也。鄭段去弟，身為謀首也。然則兄而害弟，稱弟以章兄罪；弟又害兄，則去弟以罪弟身也。推此以觀其餘，秦伯之弟針，陳侯之弟黃，衛侯之弟鱄出奔，皆是兄害其弟也。秦伯有千乘之國，而不能容其母弟，傳曰『罪秦伯』。歸罪秦伯，則針罪輕也。陳侯不能制禦臣下，使逐其弟，傳曰『非罪』。非黃之罪，則罪在陳侯。此互舉之文也。至於陳招殺兄之子，宋辰率群卿以背宗國，披大邑以成叛逆，然不推刃於其兄，故以首惡，稱弟稱名，從兩下相殺也。統論其義，兄弟二人交相殺害，各有曲直，存弟則示兄曲也。鄭伯既云失教，若依例存弟，則嫌善段，故特去弟，兩見其義也。若夫朝聘盟會嘉好之事，此乃兄弟之篤睦，非義例之所興，故仍舊史之策，或稱弟，或稱公子。踐土之盟，叔武不稱弟，此其義也。莒挐非卿，非卿則不應書，今嘉獲，故特書。特書猶不稱弟，明諸書弟者皆卿也。」「先儒說母弟，善惡褒貶既多相錯涉」，「又云稱弟皆謂公子，不為大夫者，得以君為尊。案傳莒挐非卿，乃法所不書，書而不言弟，非得以君為尊也。凡聘享嘉好之事，於是使卿，故夷仲年之聘，皆以卿稱弟而行。此例所謂兄稱弟皆母弟。《左傳》明文而自違之。潁氏又曰：臣無竟外之交，故云弟以貶季友，子招樂憂，故去弟以懲過。鄭段去弟，唯以名通，故謂之貶。今此二人皆稱公子。公子者，名號之美稱，又非貶所也。」劉炫云：「再言『凡』者，前『凡』據適妻子為文，後『凡』嫌妾子為君，母弟不得稱弟，故更言『凡』也。」\n宣公十有八年\n【經】十有八年，春，晉侯、世子臧伐齊。（○臧，子郎反。）公伐杞。（無傳。）夏，四月。"
      },
      {
        "index": 78,
        "text": "秋，七月，邾人戕鄫子於鄫。（傳例曰：「自外曰戕。」邾大夫就鄫殺鄫子。○戕，在良反，徐又在精反。鄫，才陵反。）"
      },
      {
        "index": 79,
        "text": "疏注「傳例」至「鄫子」。○正義曰：杜以會盟之例卿則書名氏，大夫則稱人，此稱邾人，故云邾大夫耳。賈逵亦云「邾使大夫往殘賊之」。"
      },
      {
        "index": 80,
        "text": "甲戌，楚子旅卒。（未同盟而赴以名。吳、楚之葬，僭而不典，故絕而不書，同之夷蠻，以懲求名之偽。○僭，子念反。懲，直升反，止也，又作徵，如字，明也。）"
      },
      {
        "index": 81,
        "text": "疏注「未同」至「之偽」。○正義曰：諸侯之葬，魯不會則不書。知吳楚之葬為僭不書者，襄二十九年傳稱葬楚康王，公親送葬，經亦不書，故知其不為魯不會也。《禮·坊記》曰：「天無二日，國無二王」，「示民有君臣之別。《春秋》不稱楚、越之王喪」，「恐民之惑也」。鄭玄云：「楚、越之君僭號稱王，不稱其喪，謂不書葬也。《公羊傳》曰：『吳楚之君不書葬，辟其號也。』」辟其號者，五等諸侯死則稱爵書卒，及葬，則從彼臣子之辭，皆稱為公。若書楚葬，亦宜從彼所稱，當云葬楚莊王。以此僭而不典，不得稱王，故遂絕之而不書其葬，同之蠻夷。言其不足紀錄，以懲創自求名號之偽。同之蠻夷者，蠻夷卒亦不書，言其不書似之也。\n公孫歸父如晉。冬，十月，壬戌，公薨於路寢。"
      },
      {
        "index": 82,
        "text": "歸父還自晉，至笙，遂奔齊。（大夫還，不書，《春秋》之常也。今書歸父還奔，善其能以禮退。不書族者，非常所及。今特書，略之。笙，魯竟也，故不言出。○笙音生，徐又敕貞反，云「本又作檉，亦作朾」。案徐後音，是依二傳文。竟音境。）"
      },
      {
        "index": 83,
        "text": "【傳】十八年，春，晉侯、大子臧伐齊，至於陽穀。齊侯會晉侯盟於繒，以公子彊為質於晉。晉師還，蔡朝、南郭偃逃歸。（晉既與齊盟，守者解緩，故得逃。○繒，才陵反。質音致。解，佳買反。）\n夏，公使如楚乞師，欲以伐齊。（公不事齊，齊與晉盟，故懼而乞師於楚。不書，微者行。）"
      },
      {
        "index": 84,
        "text": "秋，邾人戕鄫子於鄫。凡自虐其君曰弑，自外曰戕。（弑、戕皆殺也，所以別內外之名。弑者，積微而起所以相測量，非一朝一夕之漸。戕者，卒暴之名。○弑音試，注同。弑字從式，殺字從殳，他皆放此。別，彼列反。一朝，如字。卒，寸忽反。）"
      },
      {
        "index": 85,
        "text": "疏注「弑戕」至「之名」。○正義曰：弑者，試也，言臣下伺候間隙，試犯其君。戕者，殘也。言外人卒暴而來，殘賊殺害也。弑、戕皆是殺也，所以別內外之名耳。《釋例》曰：「列國之君，而受害於臣子，其所由者積微而起，所以相測量，非一朝一夕之漸，故改殺為弑。戕者，卒暴之名。有國之君當重門設險，而輕近暴客，變起倉卒，亦因事而見戒也。臣弑其君，子弑其父，世之惡逆，君子難言。故《春秋》諸自內虐其君者，通以弑為文也。《春秋》弑君多矣，其戕唯此一事。自弑其君，足明無道，臣罪之例。戕者，外人所殺，為無防被害，皆是君自招之；縱使君或無道，其惡不加外國，不得從弑君之例也。若戰死則書滅。此謂在國見殺耳。」"
      },
      {
        "index": 86,
        "text": "楚莊王卒，楚師不出。既而用晉師，（成二年戰於鞍是。）楚於是乎有蜀之役。（在成二年冬。蜀，魯地，泰山博縣西北有蜀亭。）"
      },
      {
        "index": 87,
        "text": "公孫歸父以襄仲之立公也，有寵。（歸父，襄仲子。）欲去三桓，以張公室。（時三桓強，公室弱，故欲去之，以張大公室。○去，起呂反，下注「將去」並同。張，如字，一音陟亮反。）與公謀而聘於晉，欲以晉人去之。冬，公薨。季文子言於朝曰：「使我殺適立庶，以失大援者，仲也夫。」（適謂子惡，齊外甥，襄仲殺之而立宣公。南通於楚，既不能固，又不能堅事齊、晉，故云失大援也。○適，丁曆反，注同。援，於眷反。夫音扶。）臧宣叔怒曰：「當其時不能治也，後之人何罪？子欲去之，許請去之。」（宣叔，文仲子，武仲父，許，其名也。時為司寇，主行刑。言子自以歸父害己，欲去者，許請為子去。○請為，於偽反。）遂逐東門氏。（襄仲居東門，故曰東門氏。）子家還，及笙，（子家，歸父字。）壇帷，復命於介。（除地為壇而張帷。介，副也，將去，使介反命於君。○壇音善。介音界。）"
      },
      {
        "index": 88,
        "text": "疏「復命於介」。○正義曰：《聘禮》復命之禮云：「公南鄉」，「使者執圭」，「反命曰：以君命聘於某君，某君受幣於某宮。某君再拜，以享某君，某君再拜」。「若聘君薨於後」，「歸，執圭，復命於殯。升自西階，不升堂。子即位，不哭。辯復命，如聘，子臣皆哭。與介入，北鄉哭，出袒括發。入門右，即位踴」。是君之存亡皆有復命之禮。今身將出奔，不得親自復命，故立介於位。介當南面，歸父於介前，北面執圭復命。既復命之後，北面哭。乃退，括發訖，前即位，北面哭，三踴而出。以復命之語語介，使知令介以此言告於殯也。"
      },
      {
        "index": 89,
        "text": "既復命，袒、括發，（以麻為發。○袒音但。括，古活反。）即位哭，三踴而出。（依在國喪禮設哭位，公薨故。）遂奔齊。書曰：「歸父還自晉。」善之也。"
      }
    ]
  }
}