{
  "chapterNumber": 14,
  "title": "春秋左傳正義卷13 (Zuozhuan Zhengyi, Volume 13)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "僖公十有五年\n【經】十有五年，春，王正月，公如齊。（無傳。諸侯五年再相朝，禮也。例在文十五年。）"
      },
      {
        "index": 1,
        "text": "疏注「諸侯」至「五年」。○正義曰：文十五年，曹伯來朝。傳曰：「禮也。諸侯五年再相朝，以脩王命，古之制也。」杜云：「十一年，曹伯來朝，雖至此乃來，亦五年也。」此十年，公如齊，至此則六年，非五年再朝之事。杜引之者，以去朝歲亦五年，故引證之。劉炫云：「杜云禮者，謂文十五年傳為禮，此仍非禮也。」\n楚人伐徐。"
      },
      {
        "index": 2,
        "text": "三月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯，盟於牡丘。（牡丘，地名，闕。○牡，茂後反。）遂次於匡。（匡，衛地，在陳留長垣縣西南。）公孫敖帥師及諸侯之大夫救徐。（公孫敖，慶父之子。諸侯既盟，次匡，皆遣大夫將兵救徐，故不復具列國別也。○復，扶又反。）\n夏，五月，日有食之。"
      },
      {
        "index": 3,
        "text": "秋七月，齊師、曹師伐厲。（厲，楚與國。義陽隨縣北有厲鄉。）八月，螽。（無傳。為災。○螽音終，本亦作眾。）九月，公至自會。（無傳。）\n季姬歸於鄫。（無傳。來寧不書，此書者，以明中絕。○中，丁仲反，又如字。）"
      },
      {
        "index": 4,
        "text": "己卯，晦，震夷伯之廟。（夷伯，魯大夫展氏之祖父。夷，諡；伯，字。震者，雷電擊之。大夫既卒書字。○晦音悔。）"
      },
      {
        "index": 5,
        "text": "疏注「夷伯」至「書字」。○正義曰：《公羊》、《穀梁傳》皆以「晦」為「冥」，謂晝日闇冥也。杜以長曆推，己卯，晦，九月三十日。《春秋》值朔書朔，值晦書晦，無義例也。傳稱於是展氏有隱慝焉，知此夷伯，展氏之祖父也。大夫之諡，多連字稱之，不知夷伯其名為何，又不知今之展氏其人是誰？故漫言祖父耳。《諡法》「安人好靜曰夷」，是夷為諡也。伯是其字也。《說文》云：「震，劈曆振物者。電，陰陽激曜也」。然則震是劈曆，而言雷電擊之者，劈曆有聲、有光，雷電之大者耳，故言雷電以明之。《玉藻》云：「士於君所言大夫，沒矣則稱諡若字。」是大夫既沒，《禮》書其字也。\n冬，宋人伐曹。楚人敗徐於婁林。（婁林，徐地，下邳僮縣東南有婁亭。○婁，力侯反。邳，蒲悲反。）"
      },
      {
        "index": 6,
        "text": "十有一月，壬戌，晉侯及秦伯戰於韓。獲晉侯。（例，得大夫曰獲。晉侯背施無親，愎諫違卜，故貶絕，下從眾臣之例，而不言以歸。不書敗績，晉師不大崩。○愎，皮逼反。）"
      },
      {
        "index": 7,
        "text": "疏注「例得」至「大崩」。○正義曰：諸侯與大夫因戰而被殺者，昭二十三年傳例：君死曰滅，大夫死曰獲，其被囚虜者，大夫生死同名，皆稱為獲，國君生獲則曰以歸。蔡侯獻舞，沈子嘉、胡子豹之類皆是也。今此晉侯稱獲，故解之。不書敗績，晉侯之車還濘而被執耳，其師不大崩也。"
      },
      {
        "index": 8,
        "text": "【傳】十五年，春，「楚人伐徐」，徐即諸夏故也。「三月，盟於牡丘」，尋葵丘之盟，且救徐也。（葵丘盟在九年。○夏，戶雅反，下注同。）孟穆伯帥師及諸侯之師救徐，諸侯次於匡以待之。\n「夏，五月，日有食之」。不書朔與日，官失之也。"
      },
      {
        "index": 9,
        "text": "疏「夏五月」至「失之」。○正義曰：桓十七年已有例，此重發者，沈氏云，彼直不書日，今朔、日皆不書，故重發之。\n秋，伐厲，以救徐也。"
      },
      {
        "index": 10,
        "text": "晉侯之入也，秦穆姬屬賈君焉，（晉侯入在九年。穆姬，申生姊秦穆夫人。賈君，晉獻公次妃，賈女也。○屬音燭。）"
      },
      {
        "index": 11,
        "text": "疏注「晉侯」至「女也」。○正義曰：莊二十八年傳曰：「晉獻公娶於賈，無子。烝於齊薑，生秦穆夫人及大子申生。」先言穆姬，後言申生，知是申生姊也。言娶於賈，則是正妃。杜言次妃者，蓋杜別有所見也。《晉世家》云：「申生母，齊桓女也。同母女弟為秦穆夫人。夷吾母，重耳母女弟也。」案傳，申生之母本是武公之妾，武公末年，齊桓始立，不得為齊桓女也。虢射，惠公之舅；狐偃，文公之舅。二母不得為姊妹也。皆馬遷之妄耳。"
      },
      {
        "index": 12,
        "text": "且曰：「盡納群公子。」（群公子，晉武、獻之族。宣二年傳曰：「驪姬之亂，詛無畜群公子。」○詛，莊據反。）晉侯烝於賈君，又不納群公子，是以穆姬怨之。晉侯許賂中大夫，（中大夫，國內執政里、丕等。○烝，之承反。）"
      },
      {
        "index": 13,
        "text": "疏注「中大」至「丕等」。○正義曰：《晉語》稱夷吾謂秦公子縶曰：「中大夫里克與我矣，吾命之以汾陽之田百萬。丕鄭與我矣，吾命之以負蔡之田七十萬。」此外猶應更有賂也。"
      },
      {
        "index": 14,
        "text": "既而皆背之。賂秦伯以河外列城五，東盡虢略，南及華山，內及解梁城，既而不與。（河外，河南也。東盡虢略，從河南而東盡虢界也。解梁城，今河東解縣也。華山在弘農華陰縣西南。○解音蟹，注及下注同。）"
      },
      {
        "index": 15,
        "text": "疏注「河外」至「西南」。○正義曰：河自龍門而南，至華陰而東，晉在西河之東，南河之北，以河北為內，河南為外。虢略，虢之竟界也。獻公滅虢而有之，今許以賂秦。列城五者，自華山而東盡虢之東界，其間有五城也。傳稱許君焦、瑕。蓋焦瑕是其二，其餘三城不可知也。列城，猶列國，言是城之大者。解梁城，則在河北，非此河外五城之數也。"
      },
      {
        "index": 16,
        "text": "晉饑，秦輸之粟；（在十三年。）秦饑，晉閉之糴，（在十四年。）故秦伯伐晉。卜徒父筮之，吉。（徒父，秦之掌龜卜者。卜人而用筮，不能通三《易》之占，故據其所見雜占而言之。）"
      },
      {
        "index": 17,
        "text": "疏注「徒父」至「言之」。○正義曰：徒父以卜冠名，知是掌龜卜者。卜人當卜而今用筮，知其本非所掌，不能通三《易》之占，其卦遇蠱，不引《易》文，是據其所見雜占而言之。劉炫云：「案成十六年筮卦遇復，云『南國蹙，射其元王，中厥目』，亦是雜占。」則筮法亦用雜占，不必皆取《易》辭。而云「不能通三《易》之占」者，今刪定以為此，云「涉河，侯車敗」，又云「千乘三去，獲其雄狐」，了無《周易》片意。又云：「卜徒父筮之」。是卜人掌筮，故杜云不能通三《易》。而成十六年非卜人為筮，且「南國蹙」，雖非是辭，還是《周易》之象，不與此同。劉君以彼難此而規杜過，非也。\n涉河，侯車敗。詰之。（秦伯之軍涉河，則晉侯車敗也。秦伯不解，謂敗在已，故詰之。○詰，起吉反。）"
      },
      {
        "index": 18,
        "text": "疏注「秦伯」至「詰之」。○正義曰：如杜此意，則下「千乘三去」，謂晉侯之乘車三度敗壞而去，三去之後，而獲晉君也。劉炫以為，侯者，五等總名，國君大號。以「涉河，侯車敗」為秦伯車敗。又云韓戰之前，秦、晉未有交兵，何得言晉侯車有三敗？以為秦伯車三敗也。今刪。定知不然者，以秦是伯爵，晉實是侯爵，既云侯車敗，故知是晉侯車敗。秦伯乍聞車敗，謂敗在己，不達其旨，故致詰問也。又以「韓戰之前，秦、晉未有交兵，何得言晉侯車有三敗」者，此謂車有敗壞，非兵敗也。劉君數生異見以規杜，非也。\n對曰：「乃大吉也，三敗必獲晉君。其卦遇蠱ⅳ，（巽下艮上，蠱。○蠱音古。）"
      },
      {
        "index": 19,
        "text": "疏注「巽下艮上，蠱」。○正義曰：艮剛巽柔，剛上而柔下，巽順艮止，既順而止，無所爭競，可以有事，故曰「蠱」。《序卦》曰：「蠱者，事也。」"
      },
      {
        "index": 20,
        "text": "曰：『千乘三去，三去之餘，獲其雄狐。』夫狐蠱，必其君也。（於《周易》「利涉大川，往有事也」。亦秦勝晉之卦也。今此所言，蓋卜筮書雜辭，以狐蠱為君。其義欲以喻晉惠公。其象未聞。○乘，繩證反。去，起居反。又起據反，一音起呂反，下同。）"
      },
      {
        "index": 21,
        "text": "疏注「於周」至「未聞」。○正義曰：筮者若取《周易》，則其事可推。此不引《易》，意不可知。故杜舍此傳文，而以《周易》言之。《蠱卦·彖》云：「利涉大川，往有事也。」秦、晉隔河，往而有事，亦是秦勝晉之卦也。今此所言，不出於《易》，蓋卜筮之書，別有雜辭。此雜辭不出《周易》，無可據而推求，故云其象未聞。\n蠱之貞，風也；其悔，山也。（內卦為貞，外卦為悔。巽為風，秦象。艮為山，晉象。）"
      },
      {
        "index": 22,
        "text": "疏注「內卦」至「晉象」。○正義曰：筮之畫卦，從下而始，故以下為內，上為外。此言貞，風；悔，山。知內為貞，外為悔。《洪範》論筮云：「曰貞，曰悔。」是筮之二體，有貞、悔之名也。貞，正也。筮者先為下體而以上卦重之，是內為正也。乾之上九，稱「亢龍有悔」，從下而上，物極則悔，是外為悔也。凡筮者先為其內，後為其外；內卦為己身，外卦為他人，故巽為秦象，艮為晉象。"
      },
      {
        "index": 23,
        "text": "歲云秋矣，我落其實而取其材，所以克也。（周九月，夏之七月，孟秋也。艮為山，山有木，今歲已秋，風吹落山木之實，則材為人所取。）實落材亡，不敗何待？」三敗，及韓。（晉侯車三壞。）"
      },
      {
        "index": 24,
        "text": "疏注「晉侯車三壞」。○正義曰：謂晉之車乘三度與秦戰而敗壞，非謂晉侯親乘之車也。杜言晉侯車壞者，成上「侯車敗」之文故也。且晉之車總屬晉侯，亦得云晉侯車也。劉炫云，此一句是史家序事，充卜人之語，言秦伯之車三經敗壞乃至於韓，而晉始懼。"
      },
      {
        "index": 25,
        "text": "晉侯謂慶鄭曰：「寇深矣，若之何？」對曰：「君實深之，可若何！」公曰：「不孫。」卜右，慶鄭吉。弗使。（惡其不孫，不以為車右。此夷吾之多忌。 ○孫音遜，注同。惡，烏路反。）步揚禦戎，家仆徒為右，（步揚，郤焠之父。）乘小駟，鄭入也。（鄭所獻馬名小駟。○駟音士。）慶鄭曰：「古者大事，必乘其產，生其水土而知其人心，安其教訓而服習其道，唯所納之，無不如誌。今乘異產以從戎事，及懼而變，將與人易。（變易人意。）亂氣狡憤，陰血周作，張脈僨興，外彊中乾。（狡，戾也。憤，動也。氣狡憤於外，則血脈必周身而作，隨氣張動。外雖有彊形，而內實乾竭。○狡，古卯反。憤，扶粉反。張，中亮反，注同。脈音麥。僨，方問反。）"
      },
      {
        "index": 26,
        "text": "疏「亂氣」至「中乾」。○正義曰：言馬之亂氣狡戾而憤，滿陰血遍身而動作張脈動起，外雖有彊形，內實乾竭。外為陽，內為陰，血在膚內，故稱陰血。血既動作，脈必張起，故言張脈也。氣憤於外，內必乾燥，內血為力，故內潤則彊，內乾則弱。言乾竭者，竭，盡也，內乾則力盡。\n進退不可，周旋不能，君必悔之。」弗聽。"
      },
      {
        "index": 27,
        "text": "九月，晉侯逆秦師，使韓簡視師，（韓簡，晉大夫韓萬之孫。）復曰：「師少於我，鬥士倍我。」公曰：「何故？」對曰：「出因其資，（謂奔梁求秦。）入用其寵。（為秦所納。）饑食其栗，三施而無報，是以來也。今又擊之，我怠秦奮，倍猶未也。」公曰：「一夫不可狃，況國乎！」（狃，忕也。言辟秦則使忕來。○施，式氏反，年未注同。狃，女九反。忕，時世反，又時設反。）遂使請戰，曰：「寡人不佞，能合其眾而不能離也。君若不還，無所逃命。」秦伯使公孫枝對曰：「君之未入，寡人懼之，入而未定列，猶吾憂也。（列，位也。）苟列定矣，敢不承命。」韓簡退，曰：「吾幸而得囚。」（得囚為幸，言必敗。）\n壬戌，戰於韓原，（九月十三日。）"
      },
      {
        "index": 28,
        "text": "疏注「九月十三日」。○正義曰：以經書十一月壬戌，恐與經壬戌相亂，故顯言之。下注云十一月壬戌，十四日是也。"
      },
      {
        "index": 29,
        "text": "晉戎馬還濘而止。（濘，泥也。還，便旋也。小駟不調，故惰泥中。○濘，乃定反。隋，大果反。）公號慶鄭。慶鄭曰：「愎諫，違卜，（愎，戾也。○ 號，戶刀反，王戶報反。）固敗是求，又何逃焉？」遂去之。梁由靡御韓簡，虢射為右，輅秦伯，將止之。（輅，迎也。止，獲也。○輅，五嫁反。）鄭以救公誤之，遂失秦伯。秦獲晉侯以歸。（經書十一月壬戌，十四日。經從赴。）晉大夫反首拔舍從之。（反首，亂頭髮下垂也。拔草舍止，壞形毀服。○拔，蒲末反，注皆同。）秦伯使辭焉，曰：「二三子何其慼也？寡人之從君而西也，亦晉之妖夢是踐，豈敢以至？」（狐突不寐而與神言，故謂之妖夢。申生言帝許罰有罪，今將晉君而西，以厭息此語。踐，厭也。○厭，於冉反，一音於甲反，又於輒反，下同。）晉大夫三拜稽首，曰：「君履后土而戴皇天，皇天后土實聞君之言，群臣敢在下風。」"
      },
      {
        "index": 30,
        "text": "穆姬聞晉侯將至，以大子罃、弘與女簡、璧登台而履薪焉。（罃，康公名；弘，其母弟也。簡、璧，罃、弘姊妹。古之宮閉者，皆居之台以抗絕之。穆姬欲自罪，故登台而薦之以薪，左右上下者，皆履柴乃得通。○罃，於耕反。履如字，徐本作屨，九具反。抗，苦浪反。薦，在薦反。上，時掌反。）"
      },
      {
        "index": 31,
        "text": "疏注「罃康」至「得通」。○正義曰：文十八年秦伯罃卒，即此康公也。罃、弘連文，即言與女簡、璧，知弘是罃弟，簡、璧是其姊妹也。劉向《列女傳》說此事，云「與大子罃、公子弘與女簡、璧」，亦以簡、璧為女也。此言登台履薪，是自囚之事。哀八年傳稱「邾子又無道，吳子囚諸樓台，栫之以棘」。以此二文，知古之宮閉者，皆居之於台以抗絕之。俗本作屨者，履是在足之服，故踐者亦稱屨，是以誤焉。定本作「履薪」。"
      },
      {
        "index": 32,
        "text": "使以免服衰絰逆，且告，（免、衰、絰，遭喪之服，令行人服此服迎秦伯，且告將以恥辱自殺。○免音問，又作絻，音同。衰，七雷反。絰，大結反。令，力呈反，下同。）"
      },
      {
        "index": 33,
        "text": "疏注「免衰」至「自殺」。○正義曰：初死則有免服，成則衰、絰，皆為遭喪之服。傳文於此或有曰：「上天降災，使我兩君相見不以玉帛，而以興戎。若晉君朝以人，則婢子夕以死；夕以入，則朝以死。唯君裁之。」《左傳》本無此言，後人妄增之耳。何以知其然？二十二年傳曰：「寡君之使婢子侍執巾櫛。」杜云：「婢子，婦人之卑稱。」若此有婢子，不當舍此而注彼也。又此注云且告夫人「將以恥辱自殺」，若有此辭，不煩彼注。服虔《解誼》，其文甚煩，傳本若有此文，服虔必應多解，何由四十餘字不解一言？亦至二十二年始解婢子，明是本無之也。今定本亦無。"
      },
      {
        "index": 34,
        "text": "曰：「上天降災，使我兩君匪以玉帛相見，而以興戎。若晉君朝以入，則婢子夕以死；夕以入，則朝以死。唯君裁之。」乃舍諸靈台。在京兆鄠縣，周之故台。（亦所以抗絕，令不得通外內。○自「曰上天降災」此凡四十七字，檢古本皆無，晁杜注亦不得有，有，是後人加也。鄠音戶。）大夫請以入。公曰：「獲晉侯，以厚歸也。既而喪歸，焉用之？（若將晉侯入，則夫人或自殺。○焉，於虔反。）大夫其何有焉？（何有猶何得。）且晉人慼憂以重我，（謂反首拔舍。）天地以要我。不圖晉憂，重其怒也；我食吾言，背天地也。（食，消也。○要，於遙反。重，直用反，下同。）重怒難任，背天不祥，必歸晉君。」（任，當也。○任音壬，注及下同。）公子縶曰：「不如殺之，無聚慝焉。」（公子縶，秦大夫。恐夷吾歸，復相聚為惡。○縶，張執反，又丁立反。慝，他得反，後同。復，扶又反。）子桑曰：「歸之而質其大子，必得大成。晉未可滅而殺其君，祇以成惡。（衹，適也。○質音置，下注「質秦」同。衹音支。）且史佚有言曰：『無始禍，（史佚，周武王時大史，名佚。○佚音逸。大音泰。）無怙亂，（恃人亂為己利。○怙音戶。）無重怒。』重怒難任，陵人不祥。」乃許晉平。"
      },
      {
        "index": 35,
        "text": "晉侯使郤乞告瑕呂飴甥，且召之。（郤乞，晉大夫也。瑕呂飴甥，即呂甥也，蓋姓瑕呂，名飴甥，字子金。晉侯聞秦將許之平，故告呂甥，召使迎己。○飴音怡。）子金教之言曰：「朝國人而以君命賞，（恐國人不從，故先賞之於朝。）且告之曰：『孤雖歸，辱社稷矣。其卜貳圉也。』」（貳，代也。圉，惠公大子懷公。）眾皆哭。（哀君不還國。）晉於是乎作爰田。（分公田之稅應入公者，爰之於所賞之眾。○爰，於元反。）"
      },
      {
        "index": 36,
        "text": "疏「作爰田」。○正義曰：服虔、孔晁皆云，爰，易也。賞眾以田，易其疆畔。杜言「爰之於所賞之眾」，則亦以爰為易，謂舊入公者，今改易與所賞之眾。"
      },
      {
        "index": 37,
        "text": "呂甥曰：「君亡之不恤，而群臣是憂，惠之至也。將若君何？」眾曰：「何為而可？」對曰：「征繕以輔孺子，（征，賦也。繕，治也。孺子，大子圉。○ 孺，如喻反。）諸侯聞之，喪君有君，群臣輯睦，甲兵益多，好我者勸，惡我者懼，庶有益乎！」眾說。晉於是乎作州兵。（五黨為州，州二千五百家也，因此又使州長各繕甲兵。○喪，息浪反，後同。輯音集，又七入反。好，呼報反。惡，烏路反。說音悅。長，丁丈反，下「長男」同。）"
      },
      {
        "index": 38,
        "text": "疏「作州兵」。○正義曰：《周禮》：「鄉大夫以歲時登其夫家之眾寡，辨其可任者。」州長則否。今以州長管人既少，督察易精，故使州長治之。"
      },
      {
        "index": 39,
        "text": "初，晉獻公筮嫁伯姬於秦，遇歸妹ⅳ（兌下震上，歸妹。）之睽ⅳ。（兌下離上，睽。歸妹上六變而為睽。○睽，苦圭反；徐音圭。）"
      },
      {
        "index": 40,
        "text": "疏「遇歸妹之睽」。○正義曰：兌下震上為歸妹。震為長男，兌為少女。兌，說也。震，動也。少陰而承長陽。說以動，是嫁妹之象。婦人謂嫁為歸，故名此卦為「歸妹」。兌下離上為睽。兌為澤，離為火，火動而上，澤動而下，乖離之象，故名此卦為「睽」。睽，乖也。\n史蘇占之曰：「不吉。（史蘇，晉卜筮之史。）"
      },
      {
        "index": 41,
        "text": "疏「史蘇」至「之史」。○正義曰：《易·歸妹》上六爻辭：「女承筐無實，士刲羊無血，無攸利。」此引彼文，而以「血」為「衁」、「實」為「貺」，唯倒其句，改兩字而加二「亦」耳。其意亦不異也。二句以外，皆史蘇自衍卦意而為之辭，非《易》文也。《易》之爻辭，亦名為「繇」，故云「其繇曰」。刲，剌也。貺，賜也。剌所以求血，士刲羊，亦無血。筐所以承賜，女承筐，亦無賜。皆所求無獲，是不吉之象。西方鄰國有責讓之言，不可報償也。嫁妹者欲其與夫和親，而其爻變為睽。歸妹之值睽爻，既嫁而更乖張，猶如無助者也。言夫不助妻，故乖離也。震變為離，離還變為震，震為雷，離為火，震變為離，是雷變為火，以其雷為火，為此嬴敗姬，言秦將敗晉也。震為車，上六爻在震體，則無其應，是為車則脫其復。離為火，上九爻在離體，則失其位，是為火則焚其旗。車敗旗焚，是不利於行師，若其行師，敗於宗族之丘邑也。以其變為睽卦，復就睽卦求之，睽卦則上九孤絕失位，是乖離而孤獨也。孤獨無助，遇寇難則張之弧。弧，弓也。遇寇張弓，怖懼警備，亦是不吉之象。「侄其從姑」，言兄子其當從至姑家，與同處也。在姑家六年，其將逋亡，逃歸其本國，而棄遺其家室，言將棄妻而獨歸也。歸家之明年，其將死於高梁之虛。筮嫁女而得此卦，是不吉之象。"
      },
      {
        "index": 42,
        "text": "其繇曰：『士刲羊，亦無衁也。女承筐，亦無貺也。（《周易·歸妹》上六爻辭也。衁，血也。貺，賜也。刲羊，士之功；承筐，女之職。上六無應，所求不獲，故下刲無血，上承無實，不吉之象也。離為中女，震為長男，故稱士女。○繇，直救反。刲，苦圭反。刺，割也。衁音荒。筐，曲方反。貺音況，本亦作況。應，應對之應，下「無應」同。中，丁仲反。）"
      },
      {
        "index": 43,
        "text": "疏注「《周易》」至「士女」。○正義曰：《易》之爻辭無二「亦」字，傳文加之。言男亦猶女，女亦猶男，其意同也。《易》言血，而此言衁，知衁是血也。「貺，賜」，《釋詁》文。刲，刺也。廚宰，男子之事，故刲羊，士之功也。筐篚，婦人所掌，故承筐，女之職也。上爻與三其位相值，一陰一陽乃為相應，上三俱是陰爻，是為無應，動而無人應之，所求無獲，故下刺無血，上承無實，是不吉之象。上爻變，則是震為離。離為中女，故稱女承筐。震為長男，男稱士，故為士刲羊。王弼以兌為羊，羊謂三也。上六處卦之窮，仰無所承，下又無應。為女而上承，則虛筐而莫之與，為士而下命，則刲羊而無血，不應所命也。言士發命而莫之應，女承筐而莫之與，是不吉之象。服虔以離為戈兵，兌為羊，震變為離，是用兵刺羊之象也。三至五有坎象，坎為血，血在羊上，故刺無血也。震為竹，竹為筐，震變為離，離為火，火動而上，其施不下，故筐無實也。此「士刲羊，女承筐」是歸妹上六爻辭，直據上六之一爻，故杜云「上六無應，所求不獲，故下刲無血，上承無實」，與王輔嗣同。則不須變為離卦，自有士女之義。今杜云「離為中女」，便是據變之後始有女承筐之象。既為離卦，則上九有應，所以與《易·說卦》不同者，但《易》之所論當卦為義，此既用筮法，震變為離，故以離、震雜說其理，與《易》不同，故服虔亦稱離為戈兵，用變為說也。"
      },
      {
        "index": 44,
        "text": "西鄰責言，不可償也。（將嫁女於西，而遇不吉之卦，故知有責讓之言，不可報償。○責，側介反，又如字。償，巿亮反，又音常。）"
      },
      {
        "index": 45,
        "text": "疏注「將嫁」至「報償」。○正義曰：如杜此言，直以遇卦不吉，則知言不可償。不知其象何所出也。服虔以為三至五為坎，坎為月，月生西方，故為西鄰。坎為水，兌為澤，澤聚水，故坎責之澤，澤償水則竭，故責言不可償。此取象甚迂，杜言虛而不經，謂此類也。\n歸妹之睽，猶無相也。』（歸妹，女嫁之卦；睽，乖離之象，故曰無相。相，助也。○相，息亮反，注同。）"
      },
      {
        "index": 46,
        "text": "疏注「歸妹」至「助也」。○正義曰：杜意嫁女而遇睽、離之爻，即是無相助也。不知其象所出。服虔云，兌為金，離為火，金火相遇而相害，故無助也。\n震之離，亦離之震，（二卦變而氣相通。）"
      },
      {
        "index": 47,
        "text": "疏注「二卦」至「相通」。○正義曰：為震與離通也。震既與離通，則離亦與震通，言此二卦相通者，與下張本。震為雷，雷是動。離為火。震之離，是動來適火，離之震，是火往適動，欲明火之動熾之意。"
      },
      {
        "index": 48,
        "text": "為雷為火，為嬴敗姬，（嬴，秦姓。姬，晉姓。震為雷，離為火，火動熾而害其母，女嫁反害其家之象。故曰「為嬴敗姬」。○嬴音盈。）"
      },
      {
        "index": 49,
        "text": "疏注「嬴秦」至「敗姬」。○正義曰：震為雷，離為火，《說卦》文。服虔云，離為日，為火。秦嬴姓，水位。三至五有坎象，水勝火，故為嬴敗姬。"
      },
      {
        "index": 50,
        "text": "車說其輹，火焚其旗，不利行師，敗於宗丘。（輹，車下縛也。丘猶邑也。震為車，離為火。上六爻在震則無應，故車脫輹；在離則失位，故火焚旗，言皆失車火之用也。車敗旗焚，故不利行師。火還害母，故敗不出國，近在宗邑。○說，吐活反，注同。輹音福，又音服。案車旁著畐，音福。《老子》所云「三十輻共一轂」是也。車旁著复，音服，是車下伏名義兔。縛如字，又扶臥反。）"
      },
      {
        "index": 51,
        "text": "疏注「輹車」至「宗邑」。○正義曰：子夏《易傳》云「輹，車下伏兔也」。今人謂之車屐，形如伏兔，以繩縛於軸，因名縛也。土之高者曰丘，眾之所聚為邑，故丘猶邑也。《晉語》「震為車也」。《說卦》「離為火」。上爻在震則無應，故車脫輹。三亦陰爻，是無應也。在離則失位，故火焚其旗。初三五奇為陽位，二四上耦為陰位，在離則變為陽而居陰位，是失位也。師行必乘車而建旗，車敗旗焚，故不利行師也。火還害母，故敗不出國，近在宗邑也。服虔云：「五至三有坎為水象，震為車，車得水而脫其輹也。震為龍，龍為諸侯旗，離之震，故火焚其旗也。震，東方木。兌，西方金。木遇金必敗。韓有先君之宗廟，故曰宗丘。」"
      },
      {
        "index": 52,
        "text": "歸妹、睽孤，寇張之弧，（此睽上九爻辭也。處睽之極，故曰睽孤。失位孤絕，故遇寇難而有弓矢之警，皆不吉之象。○難，乃旦反。警音景。）"
      },
      {
        "index": 53,
        "text": "疏注「此睽」至「之象」。○正義曰：睽卦上九云「上九，睽孤。見豕負塗，載鬼一車，先張之弧，後說之弧，匪寇昏媾，往遇雨則吉」。彼文甚多，此略。取之先張之弧，謂見寇而張弓，故曰遇寇難而有弓矢之警。皆不吉之象。服虔云坎為寇、為弓，故曰「寇張之弧」。"
      },
      {
        "index": 54,
        "text": "姪其從姑，（震為木，離為火，火從木生，離為震妹，於火為姑，謂我姪者，我謂之姑。謂子圉質秦。○姪，待結反；《字林》丈一反。）"
      },
      {
        "index": 55,
        "text": "疏注「震為」至「質秦」。○正義曰：《釋親》云：「父之姊妹為姑。女子謂晜弟之子為姪。」是謂我姪者，我謂之姑。\n六年其逋，逃歸其國，而棄其家，（逋，亡也。家，謂子圉婦懷嬴。○逋，補吾反。）"
      },
      {
        "index": 56,
        "text": "疏注「逋亡」至「懷嬴」。○正義曰：桓十八年傳曰：「女有家，男有室」。室家通言耳。夫謂妻為家，棄其家謂棄其妻，故為懷嬴也。子圉以十七年質於秦，二十二年逃歸，是六年乃逋也。"
      },
      {
        "index": 57,
        "text": "明年其死於高梁之虛。」（惠公死之明年，文公入，殺懷公於高梁。高梁，晉地，在平陽楊氏縣西南。凡筮者用《周易》，則其象可推，非此而往，則臨時占者或取於象，或取於氣或取於時日王相，以成其占。若盡附會以爻象，則構虛而不經，故略言其歸趣。他皆放此。○虛，去魚反。王，於況反。相，息亮反。構本又作講，各依字讀。）"
      },
      {
        "index": 58,
        "text": "疏注「惠公」至「放此」。正義曰：圉以二十二年歸，二十三年惠公死，二十四年二月殺懷公於高梁，是為惠公死之明年也。此筮之意，言六年逋，明年死，則是逃歸之明年。而云惠公死之明年者，以二月即死，據夏正言之，猶是逃歸之明年也。但周正己改，故以惠公證之耳。《春秋》筮事既多，此占最少其象，故杜因而明之，云用《周易》則其象可推，非《周易》則不可得知本意，所取不在《周易》。若盡皆附會爻象，以求其事，則象非其類，事非其實，今構虛而不經，故略言歸趣而已，不能盡得其象也。《陰陽書》以為春則為木王、火相、土死、金囚、水休時日，王相謂此也。"
      },
      {
        "index": 59,
        "text": "及惠公在秦，曰：「先君若從史蘇之占，吾不及此夫。」韓簡侍，曰：「龜，象也；筮，數也。物生而後有象，象而後有滋，滋而後有數。先君之敗德及，可數乎？史蘇是占，勿從何益？（言龜以象示，筮以數告，象數相因而生，然後有占，占所以知吉凶，不能變吉凶。故先君敗德，非筮數所生，雖復不從史蘇，不能益禍。○夫音扶。「先君之敗德及」，絕句。「可數乎」，一讀「及可數乎」。數，色主反。復，扶又反。）"
      },
      {
        "index": 60,
        "text": "疏「韓簡」至「何益」。○正義曰：卜之用龜灼以出兆，是龜以金、木、水、火、土之象而告人。筮之用蓍揲以為卦，是筮以陰陽蓍策之數而告人也。凡是動植飛走之物，物既生訖而後有其形象，既為形象而後滋多，滋多而後始有頭數。其意言龜以象而示人，筮以數而告人。惠公之意，以先君若從史蘇之占，不嫁伯姬於秦，己便不及此禍，尤先君不從卜筮也。韓簡之意，以為惠公及禍，自由先君獻公廢適立庶之敗德，不由卜筮。故云先君之敗德既定，致公今及此禍，可由筮數始生之乎？敗德有其象數，龜筮從後而知，因嫁女於秦，見於筮兆，故云「史蘇是占」。縱使當時不從，何能加益此禍？明禍敗既定，龜筮知之，從之不能損，不從不能益也。○注「言龜」至「益禍」。 ○正義曰：謂象生而後有數，是數因象而生也。若《易》之卦象，則因數而生。故先揲蓍而後得卦，是象從數生也。上云龜象、筮數，下直言數不言象者，上總論卜筮，故龜筮並言。當時唯筮伯姬，故下直舉數耳。"
      },
      {
        "index": 61,
        "text": "《詩》曰：『下民之孼，匪降自天，僔遝背憎，職競由人。』」（《詩·小雅》。言民之有邪惡，非天所降。僔遝麵語，背相憎疾，皆人競所主作，因以諷諫惠公有以召此禍也。○孼，魚列反。僔，尊本反。遝，徒合反。邪，似嗟反。諷，方鳳反。）"
      },
      {
        "index": 62,
        "text": "疏「詩曰」至「由人」。○正義曰：《詩·小雅·十月之交》篇也。下民之有邪惡妖孼，非是下自上天。今小人僔々遝遝相對譚語，背則相憎，主於競逐為惡者，由人耳。因以諷諫惠公，言善惡由公耳。"
      },
      {
        "index": 63,
        "text": "「震夷伯之廟」，罪之也。於是展氏有隱慝焉。（隱惡，非法所得；尊貴，罪所不加，是以聖人因天地之變，自然之妖，以感動之。知達之主，則識先聖之情以自厲，中下之主，亦信妖祥以不妄。神道助教，唯此為深。○知音智。）"
      },
      {
        "index": 64,
        "text": "疏注「隱惡」至「為深」。○正義曰：慝，訓惡也。隱蔽之惡，不見於外，非法令所得繩也。其人尊貴，非刑罰所能加也。忽有震破其廟，乃是幽冥加罪，聖人因天地之變，自然之妖，故章其事以感動穢行之人，使自懲肅也。知達之主，則識先聖之情，知此欲以懼愚人也。中下之主，亦信此妖祥之事，謂身為惡行，神必加禍，以此不妄動作。《易》稱「聖人以神道設教」，故云神道助教，唯此事為深。因此遂汎解《春秋》諸有妖祥之事，皆為此也。\n「冬，宋人伐曹」，討舊怨也。（莊十四年，曹與諸侯伐宋。）「楚敗徐幹婁林」，徐恃救也。（恃齊救。）"
      },
      {
        "index": 65,
        "text": "十月，晉陰飴甥會秦伯，盟於王城。（陰飴甥即呂甥也。食采於陰，故曰陰飴甥。王城，秦地，馮翊臨晉縣東有王城，今名武鄉。）秦伯曰：「晉國和乎？」對曰：「不和。小人恥失其君而悼喪其親，（痛其親為秦所殺。）不憚征繕以立圉也，曰：『必報讎，寧事戎狄。』君子愛其君而知其罪，不憚征繕以待秦命，曰：『必報德，有死無二。』以此不和。」秦伯曰：「國謂君何？」對曰：「小人慼，謂之不免。君子恕，以為必歸。小人曰：『我毒秦，秦豈歸君？』（毒謂三施不報。○憚，徒旦反。）君子曰：『我知罪矣，秦必歸君。貳而執之，服而舍之，德莫厚焉，刑莫威焉！服者懷德，貳者畏刑。此一役也，（言還惠公，使諸侯威服，復可當一事之功。○舍如字，又音捨。還音環。）"
      },
      {
        "index": 66,
        "text": "疏注「言還」至「之功」。○正義曰：服虔云：一役者，謂韓戰之役。知不然者，呂甥之言勸秦伯而納晉侯，假稱君子之意。若納晉君，可以更當一役之功。欲深勸秦伯，若直論韓戰之役，於秦未有深利，何肯納也？故杜別為其說。劉炫以服義規之，雖於理亦通，未為殊絕。"
      },
      {
        "index": 67,
        "text": "秦可以霸。納而不定，廢而不立，以德為怨，秦不其然。』」秦伯曰：「是吾心也。」改館晉侯，饋七牢焉。（牛、羊、豕各一為一牢。○饋，其位反。）"
      },
      {
        "index": 68,
        "text": "蛾析謂慶鄭曰：「盍行乎？」（蛾析，晉大夫也。○蛾，魚䋭反；本或作蟻，一音五何反。析，星曆反，本或作晳。盍，戶臘反。）對曰：「陷君於敗，（謂呼不往，誤晉師，失秦伯。）敗而不死，又使失刑，非人臣也。臣而不臣，行將焉？」入十一月晉侯歸。丁丑，殺慶鄭而後入。（丁丑，月二十九日。○焉，於虔反。）是歲，晉又饑，秦伯又餼之粟，曰：「吾怨其君而矜其民。且吾聞唐叔之封也，箕子曰：『其後必大。』晉其庸可冀乎！（唐叔，晉始封之君，武王之子。箕子，殷王帝乙之子，紂之庶兄。○餼，許氣反。）"
      },
      {
        "index": 69,
        "text": "疏注「唐叔」至「庶兄」。○正義曰：唐叔，晉始封之君，《晉世家》文也。《宋世家》云：「箕子者，紂親戚也。」止云「親戚」，不知為父也、兄也。馬融、王肅皆以箕子為紂之諸父。服、杜以為紂之庶兄。既無正文，各以其意言耳。曆檢諸書不見箕子之名，唯司馬彪注《莊子》云「胥餘，箕子名」。不知其然否。\n姑樹德焉，以待能者。」（於是秦始征晉河東，置官司焉。征，賦也。）\n僖公十有六年"
      },
      {
        "index": 70,
        "text": "【經】十有六年，春，王正月，戊申，朔，隕石於宋，五。（隕，落也。聞其隕，視之石，數之五各隨其聞見先後而記之。莊七年，星隕如雨，見星之隕而隊於四遠若山若水，不見在地之驗。此則見在地之驗，而不見始隕之星。史各據事而書。○隕，丁敏反。數，色主反。隊，直類反。）"
      },
      {
        "index": 71,
        "text": "疏注「隕落」至「而書」。○正義曰：「隕，落」，《釋詁》文。《公羊傳》曰：「曷為先言霣而後言石？霣石記聞，聞其磌然，視之則石，察之則五。」是隨聞見先後而記之也。傳稱「隕星也」，則石亦是星，而與星隕文倒，故解之。彼見星之隕，不見在地之驗；此見在地之石，不見始隕之星。史各據事而書，故文異也。三十三年書隕霜者，亦見在地之霜，不見在天之驗，故霜上言隕，與此同也。星、石、霜言隕，雪、雹、螽言雨者，其狀似雨者稱雨，不似雨者即稱隕也。"
      },
      {
        "index": 72,
        "text": "是月，六鷁退飛，過宋都。（是月，隕石之月。重言「是月」，嫌同日。鷁，水鳥，高飛遇風而退，宋人以為災，告於諸侯，故書。○是月，本或作「是日」。鷁，五曆反，本或作鶂，音同。六，其數也。過，古禾反。重，直用反，傳注同。）"
      },
      {
        "index": 73,
        "text": "疏注「是月」至「故書」。○正義曰：《月令》諸言「是月」，皆是前事之月，知此是隕石之月也。石隕、鷁退俱是宋事，事相類而同時告，故重言「是月」，嫌同日也。告者不以鷁退之日告，故言是月以異之。鷁，水鳥者，相傳為然。《春秋考異郵》云，鷁者，毛羽之蟲，生陰而屬於陽。《洪範五行傳》曰：鷁者，陽禽。鷁，字或作鶂。《廣志》云：鷁，古退飛者，今以其首為船頭。《莊子》云：鷁之相視，眸子不運而風化。《博物志》云：雄雌相視則孕，或曰雄鳴上風，雌承下風，則亦孕，是也。鳥飛不能自退，傳言「風也」，是鳥高飛，遇風而退卻也。《公羊傳》曰：「視之則六，察之則鷁，徐而察之則退飛。」是亦隨見先後而書之。魯史而記宋事，知其宋人以為災，告於諸侯，故書。"
      },
      {
        "index": 74,
        "text": "三月，壬申，公子季友卒。（無傳。稱字者貴之。公與小斂，故書日。○與音預。斂，力驗反。公與小斂，本亦「公與斂」。）"
      },
      {
        "index": 75,
        "text": "疏注「稱字」至「書日」。○正義曰：季是其字，友是其名，猶如仲遂、叔之類，皆名字雙舉。劉炫以季為氏而規杜過，非也。炫云：季友、仲遂皆生賜族，非字也。\n夏，四月，丙申，鄫季姬卒。（無傳。○鄫，似陵反。）秋，七月，甲子，公孫茲卒。（無傳。）"
      },
      {
        "index": 76,
        "text": "冬，十有二月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、邢侯、曹伯於淮。（臨淮郡左右。○邢音刑。淮音懷。）"
      },
      {
        "index": 77,
        "text": "疏注「臨淮郡左右」。○正義曰：淮水發源入海，其路甚長，會於淮者，必是會於水旁，不得會於水內。杜欲指其處，無以可明，故云「臨淮郡左右」。\n【傳】十六年，春，「隕石於宋，五」，隕星也。（但言星，則嫌星使石隕，故重言隕星。）"
      },
      {
        "index": 78,
        "text": "疏注「但言」至「隕星」。○正義曰：下云「風也」，是風使鷁退。此若直言星也，則嫌是星使石隕，故重言「隕星」，以明所隕之石即是星也。《易》稱「在天成象，在地成形」。則星之在上，其形不可知也。古今之說，星隕至地，皆言為石。經書在地之驗，故言隕石。傳本在天之時，故言「隕星」。不知星之在上，其形本是石也？為當既隕，始變為石？聖賢不說，難得而知。"
      },
      {
        "index": 79,
        "text": "「六鷁退飛，過宋都」，風也。（六鷁遇迅風而退飛，風高不為物害，故不記風之異。○迅音信，又音峻，疾也。）周內史叔興聘於宋，宋襄公問焉，曰： 「是何祥也？吉凶焉在？」（祥，吉凶之先見者。襄公以為石隕鷁退，能為禍福之始，故問其所在。○焉，於虔反。見，賢遍反，又如字。）"
      },
      {
        "index": 80,
        "text": "疏注「祥吉」至「所在」。○正義曰：《中庸》云「國家將興，必有禎祥；國家將亡，必有妖孽」。則事之先見，善惡異名，吉之先見謂之祥，凶之先見謂之妖。此總云祥者，彼對文耳。《書序》云：「亳有祥，桑、穀共生於朝。」《五行傳》云青祥、白祥之類惡事，亦稱為祥，祥是總名。公問「是何祥也？吉凶焉在？」故杜並以吉凶解之，言吉凶先見皆為祥也。襄公以為石隕、鷁退能為禍福之始，故問其所在。蓋當慮其在已，故問之。"
      },
      {
        "index": 81,
        "text": "對曰：「今茲魯多大喪，（今茲，此歲。）明年齊有亂，君將得諸侯而不終。」（魯喪、齊亂、宋襄公不終，別以政刑吉凶他占知之。）"
      },
      {
        "index": 82,
        "text": "疏注「魯喪」至「知之」。○正義曰：此三者，叔興止言其事，不說知之所由，或觀政教、刑法，或他事別有占驗，故云別以政刑他占知之，言知之不由石、鷁也。劉炫云，政者，若周大夫入陳竟，見官職不脩，君臣南冠如夏氏，知簡夷將亂。子貢見公執玉卑，知其替死也。刑者，若夷吾忌克多怨，君子知其不終也。吉凶有二，陰陽調序，四海玉燭，時吉也；陰陽錯逆，寒暑失度，民多癘疫，五穀不登，時凶也。父慈子孝，君義臣忠，人吉也；父不父，子不子，君不君，臣不臣，人凶也。"
      },
      {
        "index": 83,
        "text": "退而告人曰：「君失問。是陰陽之事，非吉凶所生也。（言石隕、鷁退，陰陽錯逆所為，非人所生。襄公不知陰陽而問人事，故曰君失問。叔興自以對非其實，恐為有識所譏，故退而告人。○錯，七落反。）"
      },
      {
        "index": 84,
        "text": "疏注「言石」至「告人」。○正義曰：劉炫云，言是陰陽之事也，則知事由陰陽，若陰陽順序，則物皆得性，必無妖異。故云陰陽錯逆所為，非人吉凶所生也。傳稱天反時為災，地反物為妖，人反德為亂，亂則妖災生。《洪範》「咎徵曰：『狂恒雨若』」之類，皆言人有愆失，乃致陰陽錯逆。而云陰陽錯逆非人所生者，石隕、鷁飛事由陰陽錯逆，陰陽錯逆，乃是人行所致。襄公不問己行何失，致有此異，乃謂既有此異，將來始有吉凶。故答云「是乃陰陽之事，非將來吉凶所生」。言將來若有吉凶，協此石、鷁之異耳，非始從石、鷁而出也。襄公不知陰陽錯逆為既往之咎，乃謂將來吉凶出石、鷁之間，是不知陰陽而空問人事，故云「君失問」 也。叔興若以實對，當云「由君愆失，致有此異」，今乃別以政刑他占橫說齊亂、魯喪。自以對非其實，恐為有識所識，故退而告人以此言也。服虔云：「鷁退風，咎君行所致，非吉凶所從生。」襄公不問己行何失，而致此變，但問吉凶焉在。以為石隕、鷁退，吉凶何從而生。故云「君失問」。是劉炫用服義為說也。今刪定以杜注云：「石、鷁陰陽錯逆所為，非人所生」，則陰陽錯逆，自然有此，非由人事之失致此錯逆。又吉凶不由石、鷁所生，故傳云「是陰陽之事，非吉凶所生」。是吉凶不由石、鷁，石、鷁不由於人，則吉凶之來，別由人行得失耳。故《釋例》云「或異而無感，或感而不可知」，如此之類是也。其傳云「亂則妖災生」，《洪範》曰：「狂恒雨若」，此皆假之陰陽以為勸戒，神道助教，非實辭也。但聖賢之說未知孰是，故兩載其義，以俟後賢。"
      },
      {
        "index": 85,
        "text": "吉凶由人，吾不敢逆君故也。」（積善餘慶，積惡餘殃，故曰吉凶由人。君問吉凶，不敢逆之，故假他占以對。○殃，於良反。）"
      },
      {
        "index": 86,
        "text": "疏注「積善」至「以對」。○正義曰：積善餘慶，積惡餘殃，《易·文言》文也。言將來吉凶，由人行所致。行善則有吉，行惡則有凶。吉凶自由於君，不從石、鷁而出。吾不敢逆君之心，故假他占以告之。\n夏，齊伐厲，不克，救徐而還。（十五年齊伐厲以救徐。）"
      },
      {
        "index": 87,
        "text": "秋，狄侵晉，取狐廚、受鐸，涉汾，及昆都，因晉敗也。（狐廚、受鐸、昆都，晉三邑。平陽臨汾縣西北有狐穀亭。汾水出大原，南入河。○狐音胡。廚，直誅反。鐸，徒各反。汾，扶云反，水名。大原音泰。）"
      },
      {
        "index": 88,
        "text": "疏注「狐廚」至「入河」。○正義曰：汾水從平陽南流折而西入於河。臨汾縣在汾水北。狐穀疑是狐廚，乃在縣之西北，則狐廚、受鐸皆在汾北。狄自北而侵，南涉汾水至於昆都昆都在汾南也。"
      },
      {
        "index": 89,
        "text": "王以戎難告於齊，齊征諸侯而戍周。（十一年戎伐京師以來，遂為王室難。○難，乃旦反，注同。）冬，十一月，乙卯，鄭殺子華。（終管仲之言。事在七年。）"
      },
      {
        "index": 90,
        "text": "十二月會於淮，謀鄫，且東略也。（鄫為淮夷所病故。○為，於偽反。）城鄫，役人病。有夜登丘而呼曰：「齊有亂。」不果城而還。（役人遇厲氣，不堪久駐，故作妖言。○呼，火故反。還音旋。）\n僖公十有七年\n【經】十有七年，春，齊人、徐人伐英氏。（○英，於京反。）"
      },
      {
        "index": 91,
        "text": "夏，滅項。（項國，今汝陰項縣。公在會，別遣師滅項，不言師，諱之。○項，胡講反，國名，魯滅之也。二傳以為齊滅。）"
      },
      {
        "index": 92,
        "text": "疏注「項國」至「諱之」。○正義曰：知非師少不言師，而言「諱之」者，沈云：襄十三年傳云「用大師焉曰滅」。此既稱滅，故知用大師。劉炫云：案傳，「齊人以為討」，討其滅國，非討用師，既不諱滅，何以諱師？炫謂將卑師少稱人，不可自言魯人，故不稱師。炫不達此旨，以為將卑師少以規杜過，非也。\n秋，夫人薑氏會齊侯於卞。（卞，今魯國卞縣。○卞，皮彥反。）"
      },
      {
        "index": 93,
        "text": "疏「夫人」至「於卞」。○正義曰：婦人送迎不出門，見兄弟不逾閾，今出會齊侯無譏文者，凡夫人之行得禮、失禮直書其事，善惡自明，故於文悉無褒貶。此時公為齊人所止，夫人會以釋之，縱使違禮，不合貶責。\n九月，公至自會。（公既見執於齊，猶以會致者，諱之。）\n冬，十有二月，乙亥，齊侯小白卒。（與僖公入同盟，赴以名。）"
      },
      {
        "index": 94,
        "text": "疏注「與僖」至「以名」。○正義曰：元年盟於犖，三年公子友如齊淮盟，五年於首止，七年於甯母，八年於洮，九年於葵丘，十五年於牡丘，四年與屈完盟於召陵，諸侯皆在，公亦與焉，故為八也。同盟相赴以名主，謂當時兩君但與其父盟，亦得以名赴其子耳。與僖盟既多，故不復通數莊、閔也。\n【傳】十七年，春，齊人為徐伐英氏，以報婁林之役也。（英氏，楚與國。婁林役在十五年。○為，於偽反。）"
      },
      {
        "index": 95,
        "text": "夏，晉大子圉為質於秦，秦歸河東而妻之。（秦征河東置官司，在十五年。○圉，魚呂反。質音致，下同。妻，七計反，下同。）惠公之在梁也，梁伯妻之。梁嬴孕，過期，（過十月不產。懷子曰孕。○嬴音盈，下同。孕，以證反。過，古禾反。）"
      },
      {
        "index": 96,
        "text": "疏注「過十」至「曰孕」。○正義曰：十月而產，婦人大期。又《家語》云「人十月而生」。故知過期，過十月也。《易》稱「婦孕不育」。《說文》云「孕，懷子也」。"
      },
      {
        "index": 97,
        "text": "卜招父與其子卜之。（卜招父，梁大卜。○招，上遙反。大音泰。）其子曰：「將生一男一女。」招曰：「然。男為人臣，女為人妾。」故名男曰圉，女曰妾。（圉，養馬者。不聘曰妾。）"
      },
      {
        "index": 98,
        "text": "疏注「圉養」至「曰妾」。○正義曰：昭七年傳曰：「馬有圉，牛有牧。」《內則》云：「聘則為妻，奔則為妾。」是也。及子圉西質，妾為宦女焉。宦，事秦為妾。○宦音患。"
      },
      {
        "index": 99,
        "text": "師滅項。（師，魯師。）淮之會，公有諸侯之事，未歸，而取項。（淮會在前年冬，諸侯之事，會同講禮之事。）齊人以為討，而止公。（內諱執，皆言止。）"
      },
      {
        "index": 100,
        "text": "秋，聲薑以公故，會齊侯於卞。（聲薑，僖公夫人，齊女。）九月，公至。書曰：「至自會。」猶有諸侯之事焉，且諱之也。（恥見執，故讬會以告廟。）\n疏「猶有」至「諱之也」。○正義曰：實無諸侯之事而言「至自會」者，尚似有諸侯之事焉。"
      },
      {
        "index": 101,
        "text": "齊侯之夫人三：王姬、徐嬴、蔡姬，皆無子。齊侯好內，多內寵，內嬖如夫人者六人：長衛姬生武孟，（武孟，公子無虧。○好，呼報反。嬖，必計反。長，丁丈反，下注同。）少衛姬生惠公，（公子元。○少，詩照反。）鄭姬生孝公，（公子昭。）葛嬴生昭公，（公子潘。○潘，判丹反。）密姬生懿公，（公子商人。）宋華子生公子雍。（華氏之女，子姓。○華，戶化反。）公與管仲屬孝公於宋襄公，以為大子。雍巫有寵於衛共姬，因寺人貂以薦羞於公，（雍巫，雍人，名巫，即易牙。○屬音燭。共音恭，本亦作恭。貂音彫。易音亦。）\n疏注「雍巫」至「易牙」。○正義曰：《周禮》掌食之官，有內雍、外雍。此人為雍官，名巫，而字易牙也。"
      },
      {
        "index": 102,
        "text": "亦有寵，公許之立武孟。（易牙既有寵於，公為長衛姬請立武孟。○為，於偽反。）管仲卒，五公子皆求立。冬十月乙亥，齊桓公卒。（乙亥，十月八日。）易牙入，與寺人貂因內寵以殺群吏，（內寵，內官之有權寵者。）而立公子無虧。孝公奔宋。十二月乙亥，赴。辛巳，夜殯。（六十七日乃殯。○殯，必刃反。）\n僖公十有八年\n【經】十有八年，春，王正月，宋公、曹伯、衛人、邾人伐齊。（納孝公。）夏，師救齊。（無傳。）"
      },
      {
        "index": 103,
        "text": "五月戊寅，宋師及齊師戰於甗，齊師敗績。（無虧既死，曹、衛、邾先去，魯亦罷歸，故宋師獨與齊戰。不稱宋公，不親戰也。大崩曰敗績。甗，齊地。○甗，魚免反，又魚偃反，又音言，一音彥。）\n狄救齊。（無傳。救四公子之徒。）"
      },
      {
        "index": 104,
        "text": "秋，八月丁亥，葬齊桓公。（十一月而葬，亂故。八月無丁亥，日誤。）冬，邢人、狄人伐衛。（狄稱人者，史異辭，傳無義例。）"
      },
      {
        "index": 105,
        "text": "疏注「狄稱」至「義例」。○正義曰：決上狄救齊不稱人也。於例，將卑師眾稱師，將卑師少稱人，謂中夏諸侯之例。此稱邢人，是將卑師少者。夷狄既無爵命，非有君臣之別，文多稱戎、稱狄，今君臣同文，或單稱狄，或稱狄人，是時史異辭，非褒貶也。《穀梁傳》曰：「狄其稱人，何也？善累而後進之，伐衛，所以救齊也。」其意以為上巳救齊，今復伐衛，救齊，故進之稱人。左氏無此義，故為史異辭。\n【傳】十八年，春，宋襄公以諸侯伐齊。三月，齊人殺無虧。（以說宋。○說音悅，又如字。）"
      },
      {
        "index": 106,
        "text": "鄭伯始朝於楚，（中國無霸故。）楚子賜之金，既而悔之，與之盟曰：「無以鑄兵。」（楚金利故。○鑄，之樹反。）疏注「楚金利」。○正義曰：《考工記》云吳、越之劍是也。\n故以鑄三鍾。（古者以銅為兵，傳言楚無霸者遠略。）"
      },
      {
        "index": 107,
        "text": "齊人將立孝公，不勝，四公子之徒遂與宋人戰。（無虧已死，故曰四公子。○勝音升，又升證反。）夏五月，宋敗齊師於甗，立孝公而還。秋，八月，葬齊桓公。（孝公立而後得葬。）"
      },
      {
        "index": 108,
        "text": "冬，邢人、狄人伐衛，圍菟圃。衛侯以國讓父兄子弟，及朝眾，曰：「苟能治之，毀請從焉。」（毀，衛文公名。○菟音徒。圃，布古反，又音布。毀，籲委反。）眾不可，（不聽衛侯讓。）而後師於訾婁。（陳師訾婁。訾婁，衛邑。○訾，子斯反。婁，郎句反，又郎鉤反。）狄師還。（獨言狄還則邢留距衛，言邢所以終為衛所滅。）\n梁伯益其國而不能實也，（多築城邑，而無民以實之。）命曰新裏。秦取之。\n僖公十有九年"
      },
      {
        "index": 109,
        "text": "【經】十有九年，春，王三月，宋人執滕子嬰齊。（稱人以執，宋以罪及民告。例在成十五年。傳例不以名為義，書名及不書名，皆從赴。○嬰，於盈反。）"
      },
      {
        "index": 110,
        "text": "疏注「稱人」至「從赴」。正義曰：此云「宋人執滕子」，下云「邾人執鄫子」，二君於傳無不道之狀，而皆稱人以執，是宋公欲重其罪，以罪及民告。故史從而書之，以示虛實。《釋例》曰：「凡諸侯無加民之惡，而稱人以執，皆時之赴告，欲重其罪，以加民為辭，國史承之，書之於策，而簡牘之記具存，夫子因示虛實。故傳隨而著其本狀，以明得失也。滕子、鄫子皆稱人見執，宋欲重二國之罪，故以不道赴，或名或不名，從所告之文也。傳具載子魚之辭，以虐二國之君見義，明非罪也。」杜言書名從赴者，諸侯被執，其罪與不罪，直以執者稱人、稱侯為異，傳例不以書名為義。《釋例》曰：「諸見執者，巳在罪賤之地，書名與否，非例所加。故但言執某侯也。」其意言被執巳是罪賤，書名更無可加，故不復以名為義。既不以為義，而被執者，有名與不名，知其皆從赴也。"
      },
      {
        "index": 111,
        "text": "夏，六月，宋公、曹人、邾人盟於曹南。（無傳。曹雖與盟而猶不服，不肯致餼，無地主之禮，故不以國地，而曰曹南，所以及秋而見圍。○與音預，下「亦與」同。餼，許氣反。）"
      },
      {
        "index": 112,
        "text": "疏注「曹雖」至「見圍」。○正義曰：哀十二年傳曰：「諸侯之會，侯伯致禮，地主歸餼。」桓十四年「公會鄭伯於曹」，傳曰：「曹人致餼，禮也。」《春秋》諸會於國都者，即以國都名為會地，地主不序於列。此會地於曹南，則在曹之都也。在曹之都而曹人在列，是曹雖與盟而心猶不服。秋，宋人圍曹，傳曰：「討不服也。」以不服而被圍，知此地以曹南，即是不服之狀，明是不肯致餼，無地主之禮，以此故不以國地，而曰曹南，所以及秋而見圍。以秋見圍，知此時不服，故注言之。\n鄫子會盟於邾。（不及曹南之盟。諸侯既罷，鄫乃會之於邾，故不言如會。）"
      },
      {
        "index": 113,
        "text": "疏注「不及」至「如會」。○正義曰：諸侯盟於曹南，鄫子欲往會之。未至於曹，諸侯既罷，以邾既盟訖，故如邾會之。本意欲往會盟，未至於曹，諸侯已去，其實至於邾國，故書會盟於邾，言其意欲盟也。二十八年踐土盟，下云「陳侯如會」。彼謂往至會所，此不至會所，故書其所至，而不言如會。襄七年鄬之會，下「鄭伯髡頑如會，未見諸侯，丙戌卒於鄵」。亦不至會所，而云如會者，其意欲會，而在道身喪，故亦書其所至，義與此同。但卒執事異，故文異耳。鄫子不及曹南，而至於邾國，蓋宋公知其在邾，故使邾子執之。"
      },
      {
        "index": 114,
        "text": "己酉，邾人執鄫子用之。（稱人以執，宋以罪及民告也。鄫雖失大國會盟之信，然宋用之，為罰已虐，故直書用之，言若用畜產也。不書社，赴不及也。不書宋使邾，而以邾自用為文，南面之君，善惡自專，不得讬之於他命。○畜，許又反。）"
      },
      {
        "index": 115,
        "text": "疏注「稱人」至「他命」。○正義曰：昭十一年「楚執蔡世子友用之」，與此「執鄫子用之」，皆惡其無道，直書用之，言其若用畜牲，所以惡楚、宋也。惡宋而以邾自用為文者，南面之君，善惡自專，不得讬之他命，事實惡宋，亦所以惡邾也。傳稱用之於社，而經不書於社，故云赴不及也。劉炫《規過》云：「『執蔡世子友用之』，不言岡山，此何須云『於社？』」今刪定知不然者，以莊二十五年「鼓，用牲於社」。今鄫子既同畜牲而用，當云「邾人用鄫子於社」，今不云「子社」，故知赴不及，則昭十一年「執蔡世子友用之」，亦赴不及也。\n秋，宋人圍曹。衛人伐邢。（伐邢在圍曹前，經書在後，從赴。）\n冬，會陳人、蔡人、楚人、鄭人盟於齊。（地於齊，齊亦與盟。）"
      },
      {
        "index": 116,
        "text": "疏注「地於」至「與盟」。○正義曰：地於齊者，言即以齊為所盟之地也。傳稱「陳穆公請脩桓公之好」，而為此盟，明是齊亦與盟，地於齊而齊不序。諸盟會以國都，而地主不列於序者，地主亦與盟會，皆以此而知之耳。\n梁亡。（以自亡為文，非取者之罪，所以惡梁。○惡，烏路反。）"
      },
      {
        "index": 117,
        "text": "疏注「以自」至「惡梁」。○正義曰：諸侯受命天子，分地建國，無相滅之理。此以自亡為文，不書所取之國，以為梁國自亡，非復取者之罪，所以深惡梁耳，非言秦得滅人國也。《釋例》曰：「作事不時，則怨讟動於民。彼梁伯者，虛興無虞之功，詐稱無害之寇，遂溝其宮，以蕩百姓之心，開大國之志，是妖釁之先徵，自亡之實應。故不言秦滅梁，而以自亡為文。」"
      },
      {
        "index": 118,
        "text": "【傳】十九年，春，遂城而居之。（承前年傳取新裏，故不復言秦也。為此冬梁亡傳。○復，扶又反。）宋人執滕宣公。"
      },
      {
        "index": 119,
        "text": "夏，宋公使邾文公用鄫子於次睢之社，欲以屬東夷。（睢水受汴，東經陳留、梁、譙、沛、彭城縣入泗，此水次有妖神，東夷皆社祀之，蓋殺人而用祭。○睢音雖。屬，朱欲反。譙，在消反。沛音貝。泗音四。祠音辭，或音祀。）"
      },
      {
        "index": 120,
        "text": "疏傳「欲以屬東夷」。○正義曰：屬，訓聚也。殺鄫子以懼東夷，使東夷聚來歸己也。齊桓以德屬諸侯，諸侯聚歸齊桓。○注「睢水」至「用祭」。○正義曰：《釋例》曰：「汴水自熒陽受河，睢水受汴，東經陳留梁國譙郡、沛國，至彭城縣入泗。」凡水，首從水出謂之「受」，流歸他水謂之「入」。《漢書》之例為然，言汴從河出，睢從汴出也。次謂水旁也。下云「用諸淫昏之鬼」，則此祀不在祀典，故云：「此水次有妖神」，妖神而謂之社。傳言「以屬東夷」，則此是東夷之神，故言「東夷皆社祠之」。劉炫云：「案昭十年，季平子伐莒，獻俘，始用人於亳社。」彼亳社舊不用人，杜何以知此社殺人而用祭乎？今知不然者，彼傳云「始用人於亳社」，故知舊來不用。此云「使邾文公用鄫子於次睢之社」，既不言始，明知舊俗用之。劉取彼而規杜過，非也。"
      },
      {
        "index": 121,
        "text": "司馬子魚曰：「古者六畜不相為用，（司馬子魚，公子目夷也。六畜不相為用，謂若祭馬先，不用馬。○畜，許又反，注同。為，于偽反，下「為人」同，又如字，注放此。）"
      },
      {
        "index": 122,
        "text": "疏「司馬」至「用馬」。○正義曰：《爾雅·釋畜》馬、牛、羊、豕、犬、雞，謂之「六畜」。《周禮》謂之「六牲」。養之曰畜，用之曰牲，其實一物也。此云「六畜不相為用」，昭十一年傳曰：「五牲不相為用。」彼注不云：「馬，而以其餘當之，明其俱為祭祀，所用彼此同也。《周禮·校人》「春祭馬祖」，鄭玄云：「馬祖，天駟也。《孝經說》曰：『房為龍馬。』」六畜之言先祖者，唯此一文而已。以外牛、羊之等，其祖不知為何神也。謂若祭馬先，不用馬，略舉一隅，據有文者言之耳。沈氏云：《春秋說》天苑主牛，又有天雞、天狗、天豕。以馬祖類之，此等各有其祖。\n小事不用大牲，"
      },
      {
        "index": 123,
        "text": "疏「小事不用大牲」。○正義曰：《雜記》言釁廟用羊。門夾室皆用雞。隱十一年傳稱鄭伯之詛，「使卒出豭，行出犬、雞」。如此之類，皆是不用大牲也。"
      },
      {
        "index": 124,
        "text": "而況敢用人乎？祭祀，以為人也。民，神之主也。用人，其誰饗之？齊桓公存三亡國以屬諸侯，（三亡國，魯、衛、邢。）"
      },
      {
        "index": 125,
        "text": "疏注「三亡國，魯、衛、邢」。○正義曰：《齊語》云：「魯有夫人、慶父之亂，二君弑死，國絕無嗣，桓公使高子存之；狄人攻邢，桓公築夷儀以封之；狄人攻衛，衛人出廬於曹，桓公城楚丘以封之。」是也。衛則狄滅之矣，魯、邢不滅，而言亡者，美大齊桓之功耳。"
      },
      {
        "index": 126,
        "text": "義士猶曰薄德。（謂欲因亂取魯，緩救邢、衛。）今一會而虐二國之君，（宋公三月以會召諸侯，執滕子；六月而會盟，其月二十二日執鄫子，故云一會而虐二國之君。）又用諸淫昏之鬼。（非周社故。）將以求霸，不亦難乎？得死為幸！」（恐其亡國。）"
      },
      {
        "index": 127,
        "text": "秋，衛人伐邢，以報菟圃之役。（邢不速退，所以獨見伐。）於是衛大旱，卜有事於山川，不吉。（有事祭也。）甯莊子曰：「昔周饑，克殷而年豐。今邢方無道，諸侯無伯，（伯，長也。○長，丁丈反。）天其或者，欲使衛討邢乎？」從之，師興而雨。"
      },
      {
        "index": 128,
        "text": "「宋人圍曹」，討不服也。（曹南盟，不脩地主之禮故。）子魚言於宋公曰：「文王聞崇德亂而伐之，軍三旬而不降，（崇，崇侯虎。○降，戶江反，下同。）退脩教而復之，因壘而降。（復往攻之，備不改前，而崇自服。○復，扶又反，注同；一本作「而復伐之」，「伐」，衍字也。壘，力軌反，軍壘。）《詩》曰：『刑於寡妻，至於兄弟，以御於家邦。』（《詩·大雅》。言文王之教，自近及遠。寡妻，嫡妻，謂大姒也。刑，法也。○御如字，治也；《詩》音五嫁反，迎也。嫡，或作適，丁曆反。大姒音泰。姒音似。）今君德無乃猶有所闕，而以伐人，若之何？盍姑內省德乎，無闕而後動？」（○盍，胡臘反。）"
      },
      {
        "index": 129,
        "text": "陳穆公請脩好於諸侯以無忘齊桓之德。冬，盟於齊，脩桓公之好也。（宋襄暴虐，故思齊桓。○好，呼報反，下同。）"
      },
      {
        "index": 130,
        "text": "「梁亡」，不書其主，自取之也。（不書取梁者主名。）初，梁伯好土功，亟城而弗處，民罷而弗堪。則曰：「某寇將至。」乃溝公宮，（溝，塹。○亟，欺冀反。罷音皮。塹，七豔反。）曰：「秦將襲我。」民懼而潰，秦遂取梁。（○潰，戶外反。）\n僖公二十年"
      },
      {
        "index": 131,
        "text": "【經】二十年，春，新作南門。（魯城南門也，本名稷門。僖公更高大之，今猶不與諸門同，改名高門也。言新以易舊，言作以興事，皆更造之文也。）"
      },
      {
        "index": 132,
        "text": "疏注「魯城」至「文也」。○正義曰：魯城南門，本名稷門。今新作者，新脩彼稷門，更令高大，因改名高門。此事非有所據，魯人相傳云然，今時魯人其言猶如此也。新者易舊之意，作者興事之辭，皆是更造之文也。劉、賈先儒皆云「言新有故木；言作有新木」。故為此言以異之。《釋例》曰：「言新，意所起；言作，以興事。通謂興起功役之事。總而言之，不復分別因舊與造新也。」\n夏，郜子來朝。（無傳。郜，姬姓國。○郜，古報反；《字林》，工竺反。）"
      },
      {
        "index": 133,
        "text": "疏注「郜，姬姓國」。○正義曰：二十四年傳富辰所云，郜之初封，文王之子，聃季之弟。以後更無所聞，唯此年一見而已。無時君諡號，不知誰滅之。\n五月乙巳，西宮災。（無傳。西宮，公別宮也。天火曰災，例在宣十六年。）"
      },
      {
        "index": 134,
        "text": "疏注「西宮」至「六年」。○正義曰：《穀梁》以西宮為閔公之廟。《禮》宗廟在左，不得稱西宮也。《公羊傳》曰：「西宮者何？小寢也。小寢則曷為謂之西宮？有西宮則有東宮矣。」此注取《公羊》為說，故云公別宮也。\n鄭人入滑。（入例在襄十三年。○滑，于八反。）秋，齊人、狄人盟於邢。冬，楚人伐隨。"
      },
      {
        "index": 135,
        "text": "【傳】二十年，春，「新作南門」。書，不時也。（失土功之時。）凡啟塞從時。（門戶道橋謂之啟，城郭牆塹謂之塞，皆官民之開閉，不可一日而闕，故特隨壞時而治之。今僖公脩飾城門，非開閉之急，故以土功之制譏之。傳嫌啟塞皆從土功之時，故別起從時之例。○塞，素則反。）"
      },
      {
        "index": 136,
        "text": "疏注「門戶」至「之例」。○正義曰：傳唯言「啟塞從時」，不知啟塞之言意何所謂？服虔云：「闔扇，所以開；鍵閉，所以塞。」《月令》「仲春，脩闔扇。孟冬，脩鍵閉」。從時，從此時也。傳既云作門不時，更發從時之例，則啟塞之事，當是城門之類，安得以為闔扇、鍵閉細小之物乎？若是仲春、孟冬，傳何以不言春、冬，而直云「從時」，知從何時，豈丘明作傳不了，待《月令》而後明哉？故杜更為別說。雖杜之言亦無明證，正以門戶道橋所以開人行路，故以為啟；城郭牆塹所以障蔽往來，故以為塞。雖言無所據，而理在可通。此二事者，皆官民之所開閉，終當須之，不可一日而闕。言從時者，特從壞時而脩之，不得拘以土功時月也。此新作南門者，當時不是傾壞，僖公欲脩飾使高大耳，非開閉之急，得待土功間月，今以日至之後興造此門，故以土功之制譏之，云「書，不時也」。傳既譏僖公作門不時，嫌門戶牆塹之類交急之事，亦待土功之月，故別起從時之例，言啟塞不須待時，其新作門須待時耳。杜云城郭謂之塞，亦得從壞時而治之，所以春秋築城，每云書不時者，謂非因破壞而輒脩理，故謂之不時。《釋例》曰：「門戶道橋，城郭牆塹，官民之開閉，不可一日闕者也。故特隨壞時而脩之，皆當其時而訖，不必用土功之常時也。故傳既曰『書不時』，又曰『啟塞從時』，重發以明二義。其他急事，亦包之也。」魯城南面三門，隱公元年開一門，故今南有四門。僖公意更繕治高大稷門，非啟塞之義，而以日至之後興功，故經書「春」，傳曰「書不時」，言失土功之時也。啟塞之事猶得從宜而脩之。"
      },
      {
        "index": 137,
        "text": "滑人叛鄭而服於衛，夏，鄭公子士、洩堵寇帥師入滑。（公子士，鄭文公子。洩堵寇，鄭大夫。○洩，息列反。堵，丁古反；王又音者。）\n秋，齊、狄盟於邢，為邢謀衛難也。於是衛方病邢。（○為，于偽反。難，乃旦反。）"
      },
      {
        "index": 138,
        "text": "隨以漢東諸侯叛楚。冬，楚丘穀於菟帥師伐隨，取成而還。君子曰：「隨之見伐，不量力也。量力而動，其過鮮矣。善敗由己，而由人乎哉？《詩》曰：『豈不夙夜，謂行多露。』」（《詩·召南》。言豈不欲早暮而行，懼多露之濡己，以喻違禮而行，必有汙辱，是亦量宜相時而動之義。○穀，奴口反。於音烏。菟音徒。鮮，息淺反，下同。召，上照反。暮，本亦作莫，音暮。汙，汙穢之汙，一音烏路反。相，息亮反。）"
      },
      {
        "index": 139,
        "text": "宋襄公欲合諸侯，臧文仲聞之，曰：「以欲從人則可，（屈己之欲，從眾之善。以人從欲鮮濟。」為明年鹿上盟傳。）\n僖公二十有一年\n【經】二十有一年，春，狄侵衛。（無傳。為邢故。○為，于偽反，下為邾同。）"
      },
      {
        "index": 140,
        "text": "宋人、齊人、楚人盟於鹿上。（鹿上，宋地。汝陰有原鹿縣。宋為盟主，故在齊人上。）夏，大旱。（雩不獲雨，故書旱。自夏及秋，五稼皆不收。）"
      },
      {
        "index": 141,
        "text": "疏注「雩不」至「不收」。○正義曰：《春秋》之例，旱則脩雩，雩必為旱。而經或書雩，或書旱者，雩而得雨，喜雩有益，書雩，不書旱。雩不得雨，則書旱，明災成此時，雩不獲雨，故書旱也。周之夏，即今之二月、三月、四月也，於時方欲下種，此月不雨未能成災。而書夏大旱者，此後雖得少雨，而終是不堪生殖，從夏及秋五稼悉皆不收，不收之後，擇最旱之月而書之，故書夏大旱也。劉炫云，大旱而不書饑者，傳云「是歲也，饑而不害」，故不書饑。"
      },
      {
        "index": 142,
        "text": "秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會于盂。（盂，宋地。楚始與中國行會禮，故稱爵。○盂音于。）執宋公以伐宋。（不言楚執宋公者，宋無德而爭盟，為諸侯所疾，故總見眾國共執之文。○見，賢遍反。）\n冬，公伐邾。（無傳。為邾滅須句故。○句，其俱反，傳同。）"
      },
      {
        "index": 143,
        "text": "楚人使宜申來獻捷。（無傳。獻宋捷也。不言宋者，秋伐宋冬來獻捷，事不異年，從可知。不稱楚子，使來不稱君命行禮。○獻，軒建反。捷，在接反。）"
      },
      {
        "index": 144,
        "text": "十有二月，癸丑，公會諸侯盟于薄，釋宋公。（諸侯既與楚共伐宋，宋服，故為薄盟以釋之。公本無會期，聞盟而往，故書公會諸侯。○薄如字。）"
      },
      {
        "index": 145,
        "text": "疏注「諸侯」至「諸侯」。○正義曰：諸侯之被執者，皆不書其釋。釋而公不與，又不告，故魯史不得書之。此由公往與盟，見其得釋，故書之耳。文七年「公會諸侯、晉大夫，盟於扈」。傳曰：「公後至，故不書所會。凡會諸侯，不書所會，後也。後至，不書其國，辟不敏也。」此盟亦總言「諸侯」，不書其國，似是公之後期，故解之。魯先不屬楚，公本無會期，聞盟而往，故書公會諸侯，非後期也。公非後期而總書諸侯者，此則會盂之諸侯也。一事而再見者，前目而後凡，自謂前已曆序，故後總言耳，非為魯公變文也。"
      },
      {
        "index": 146,
        "text": "【傳】二十一年，春，宋人為鹿上之盟，以求諸侯於楚，楚人許之。公子目夷曰：「小國爭盟，禍也。宋其亡乎？幸而後敗。」（謂軍敗。）"
      },
      {
        "index": 147,
        "text": "夏，大旱，公欲焚巫尫。（巫尫，女巫也。主祈禱請雨者。或以為尫非巫也，瘠病之人，其面上向，俗謂天哀其病，恐雨入其鼻，故為之旱，是以公欲焚之。○尫，烏黃反。禱，丁老反，或丁報反。瘠，在亦反。向，本亦作鄉，許亮反。故為，于偽反。）"
      },
      {
        "index": 148,
        "text": "疏注「巫尫」至「焚之」。○正義曰：《周禮·女巫職》云「旱暵則舞雩」。此以為旱欲焚之，故知巫尫，女巫也。並以巫尫為女巫，則尫是劣弱之稱，當以女巫尫弱故稱尫也。或以為尫非巫也，巫是禱神之人，尫是瘠病之人，二者非一物也。尫是病人，天恐雨入其鼻，俗有此說，不出傳記，義或當然，故兩解之也。《檀弓》云：「歲旱，穆公召縣子而問然，曰：『天久不雨，吾欲暴尫而奚若。』曰：『天則不雨，而暴人之疾子，虐，無乃不可與？』」鄭玄云：「尫者麵鄉天，覬天哀而雨之。」又曰：「然則吾欲暴巫而奚若。」鄭玄云：「巫主接神，亦覬天哀而雨之。」彼欲暴人疾而求雨，故鄭玄以為覬天哀而下雨。此欲燒殺以求雨，故杜以為天哀之而不雨，意異，故解異也。《禮記》既言暴尫，又別言暴巫，巫、尫非一物，《記》言「暴人之疾」，則尫是病人，或說是也。"
      },
      {
        "index": 149,
        "text": "臧文仲曰：「非旱備也！脩城郭，貶食省用，務穡勸分，（穡，儉也。勸分，有無相濟。○貶，彼檢反。省，所景反。）"
      },
      {
        "index": 150,
        "text": "疏注「穡，儉也」。○正義曰：穡是愛惜之義，故為儉也。襄二十四年《穀梁傳》曰：「五穀不升謂之大侵。大侵之禮，君食不兼味，台榭不塗，弛侯、廷道不除，百官布而不製，鬼神禱而不祀。」《曲禮》云「歲凶，年穀不登，君膳不祭肺，馬不食穀。」如此之類，皆是務為儉也。務為儉穡而脩城郭者，服虔云：國家凶荒，則無道之國乘而加兵，故脩城郭為守備也。"
      },
      {
        "index": 151,
        "text": "此其務也。巫尫何為？天欲殺之，則如勿生，若能為旱，焚之滋甚。」公從之。是歲也，饑而不害。（不傷害民。）"
      },
      {
        "index": 152,
        "text": "秋，諸侯會宋公於盂。子魚曰：「禍其在此乎！君欲已甚，其何以堪之？」於是楚執宋公以伐宋。冬，會於薄以釋之。子魚曰：「禍猶未也，未足以懲君。」（為二十二年戰泓傳。 ○懲，直升反。泓，烏宏反。）任、宿、須句、顓臾，風姓也，實司大皞與有濟之祀，（司，主也。大皞，伏羲四國伏羲之後，故主其祀。任，今任城縣也。顓臾在泰山南武陽縣東北。須句在東平須昌縣西北。四國封近於濟，故世祀之。○任音壬，注同。顓音專。臾，羊朱反。「風姓也」，本或作「皆風姓」。大音泰。皞，胡老反。濟，子禮反，注及下注同。羲本或作戲，許宜反。近，附近之近。）以服事諸夏。（與諸夏同服王事。○夏，戶雅反，注及下同。）邾人滅須句，須句子來奔，因成風也。（須句，成風家。）成風為之言於公曰：「崇明祀，保小寡，周禮也。（明祀，大皞、有濟之祀。保，安也。○為，于偽反。）蠻夷猾夏，周禍也。（此邾滅須句而曰蠻夷。昭二十三年，叔孫豹曰：「邾又夷也。」然則邾雖曹姓之國，迫近諸戎，雜用夷禮，故極言之。猾夏亂諸夏。○猾，于八反。叔孫豹，百教反。案杜注所引，是叔孫婼語，今傳本多作「豹」，恐是傳寫誤也。宜為婼。婼音敕若反。）"
      },
      {
        "index": 153,
        "text": "疏注「此邾」至「諸夏」。○正義曰：「蠻夷猾夏」，《舜典》文。猾訓為亂，故云亂諸夏也。此注引昭二十三年傳，當云「叔孫婼曰」。遍檢古本，皆作「豹」字，蓋注後即寫誤。\n若封須句，是崇皞、濟而脩祀紓禍也。」紓，解也，為明年伐邾傳。○紓音舒。"
      }
    ]
  }
}