{
  "chapterNumber": 23,
  "title": "春秋左傳正義卷22 (Zuozhuan Zhengyi, Volume 22)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "宣公五年\n【經】五年，春，公如齊。夏，公至自齊。\n秋，九月，齊高固來逆叔姬。（高固，齊大夫。不書女，歸降於諸侯。）"
      },
      {
        "index": 1,
        "text": "疏注“高固”至“諸侯”。○正義曰：僖五年“公孫茲如牟”。注云：“娶於牟也。卿非君命不越竟，故奉公命聘於牟，因自為逆。”然則此高固亦是因來聘而自逆也。經書“公孫茲如牟”，是以聘為文，此高固以逆為文，不言聘者，此二者皆以非君之命，不得越竟，請君行聘，而因自逆妻，本意為逆，不為聘也。從魯而出，私娶輕而君命重，故書聘，不書逆。自外而來，則嫁女重，而受聘輕，故書逆不書聘。內外之異文耳。諸侯嫁女於大夫，則使大夫為之主，而書於經者，行禮為尊卑不敵，故使大夫為主耳。其女適他族，以先公遺體許人，必告於廟，故書之耳。嫁於諸侯者，皆書其歸。此不書歸者，差降於諸侯也。非齊夫人不得言歸於齊，若言歸於齊，高氏則下嫁於大夫，非公之敵，故不得書其歸也。"
      },
      {
        "index": 2,
        "text": "叔孫得臣卒。（無傳。不書日，公不與小斂。○不與，音預。斂，力驗反。）冬，齊高固及子叔姬來。（叔姬寧，固反馬。）"
      },
      {
        "index": 3,
        "text": "疏注“叔姬寧固反馬”。○正義曰：傳言“來，反馬也”，據高固為文耳。嫌叔姬亦為反馬，故辯之。二者各有所為，而且相隨行耳。女既適人，當稱夫族，宋蕩伯姬是其事也。叔姬巳適高氏，而猶言子叔姬者，以其新歸於夫，反馬乃成為婦，今始來反馬，故以父母之辭言之。\n楚人伐鄭。\n【傳】五年，春，公如齊。高固使齊侯止公，請叔姬焉。（留公，強成昏。○強，其丈反。）"
      },
      {
        "index": 4,
        "text": "“夏，公至自齊”，書，過也。（公既見止，連昏於鄰國之臣，厭尊毀列，累其先君，而於廟行飲至之禮，故書以示過。○厭，於涉反。累，劣偽反。）"
      },
      {
        "index": 5,
        "text": "疏注“公既”至“示過”。○正義曰：凡公行還書“至”者，往反無咎，喜之而告廟也。公如齊見止，求與高固為昏，方始得歸，當以恥而不告，亦複告廟飲至，故依常書之，以示過。《釋例》曰：“凡反行飲至，必以嘉會昭告祖禰，有功則舍爵策勳，無勳無勞，告事而已。若夫執止之辱，厭尊毀列，所以累其先君，忝其社稷，故當克躬罪已，不以嘉禮自殄。宣公如齊既巳見止，連昏於鄰國之臣，而行飲至之禮，故傳曰：‘書，過也。’”言書過者，書之以示公過也。"
      },
      {
        "index": 6,
        "text": "秋，九月，齊高固來逆女，自為也。故書曰“逆叔姬”，即自逆也。（適諸侯稱女，適大夫稱字，所以別尊卑也，此《春秋》新例，故稱“書曰”，而不言“凡”也。不於莊二十七年發例者，嫌見逼而成昏，因明之。○自為，於偽反。別，彼列反。）"
      },
      {
        "index": 7,
        "text": "疏注“適諸”至“明之”。○正義曰：俱是外來逆女。適諸侯，諸侯遣臣來逆，則稱逆女，紀裂繻來逆女是也。適大夫，大夫自來逆，則稱所逆之字，此高固來逆叔姬是也。二文不同，所以別尊卑也。傳言卿自逆者，別其與君逆也。莊二十七年莒慶來逆叔姬，文與此同，不於彼發例者，嫌此高固見迫而成昏，與常例或異，故因此以明其不異也。"
      },
      {
        "index": 8,
        "text": "冬，“來”，反馬也。（禮，送女留其送馬，謙不敢自安，三月廟見，遣使反馬。高固遂與叔姬俱寧，故經、傳具見以示譏。○廟見，賢遍反，下同。使，所吏反。）"
      },
      {
        "index": 9,
        "text": "疏注“禮送”至“示譏”。○正義曰：禮，送女適於夫氏，留其所送之馬，謙不敢自安於夫，若被出棄，則將乘之以歸，故留之也。至三月廟見，夫婦之情既固，則夫家遣使，反其所留之馬，以示與之偕老，不複歸也。法當遣使，不合親行，高固因叔姬歸寧，遂親自反馬，與之俱來。故經、傳具見其事，以示譏也。《儀禮•昏禮》者，士之禮也，其禮無反馬，故何休據之作《膏肓》以難《左氏》，言禮無反馬之法。鄭玄答之曰：《冠義》云“無大夫冠禮”，而有其昏禮，則昏禮者，天子、諸侯、大夫皆異也。《士昏禮》云“主人爵弁，纁裳緇袘。乘墨車，從車二乘”，婦車亦如之。此婦車出於夫家，則士妻始嫁，乘夫家之車也。《詩•鵲巢》云：“之子於歸，百兩禦之。”又曰：“之子於歸，百兩將之。”將，送也。國君之禮，夫人始嫁，自乘其家之車也，則天子、諸侯嫁女，留其乘車可知也。高固，大夫也，來反馬，則大夫亦留其車也，禮雖散亡，以《詩》之義論之，大夫以上，其嫁皆有留車反馬之禮。留車妻之道也；反馬，婿之義也。高固以秋九月來逆叔姬，冬，來反馬，則婦人三月，祭行乃反馬，禮也。是說禮有反馬之法，唯高固不宜親行耳。杜言三月廟見，謂無舅姑者，《士昏禮》，“婦至，其夕成昏。質明讚見婦於舅姑。若舅姑既沒，則婦人三月，乃奠菜”。鄭玄云“奠菜者，祭菜也”。又《記》曰：“婦人三月，然後祭行。”鄭玄云：“謂助祭也”。《曾子問》篇端稱孔子曰：“三月而廟見，稱來婦也。擇日而祭於禰，成婦之義也。”鄭玄云：“謂舅姑沒者也。”是舅姑沒者，以三月而祭，因以三月為反馬之節。舅姑存者，亦當以三月反馬也。《士昏禮》又稱“若不親迎，則婦人三月，然後婿見於妻之父母”。此高固親迎，則不須更見，故譏其親反馬也。案杜注經云“叔姬寧，固反馬”，傳唯舉反馬，不言寧者，以寧是常事，唯反馬非禮，故傳舉其非禮者。\n楚子伐鄭。陳及楚平。晉荀林父救鄭，伐陳。（為明年晉、衛侵陳傳。）\n宣公六年\n【經】六年，春，晉趙盾、衛孫免侵陳。夏，四月。\n秋，八月，螽。（無傳。）\n冬，十月。\n【傳】六年，春，晉、衛侵陳，陳即楚故也。夏，定王使子服求後於齊。（子服，周大夫。）"
      },
      {
        "index": 10,
        "text": "秋，赤狄伐晉，圍懷及邢丘。（邢丘，今河內平皋縣。）晉侯欲伐之。中行桓子曰：“使疾其民，（驕則數戰，為民所疾。○數，所角反。）以盈其貫。將可殪也。（殪，盡也。貫，猶習也。○貫，古患反，注同。殪，於計反。）"
      },
      {
        "index": 11,
        "text": "疏注“殪盡”至“習也”。○正義曰：《釋詁》云“貫，習也”，“殪，死也”。言其死盡，故以殪為盡。盈其貫者，杜以為盈滿其心，使貫習來伐。劉炫云：案《尚書•泰誓》，武王數紂之惡云：“商罪貫盈。”言紂之為惡，如物在繩索之貫，不得為習也。今知不然者，以《詩》稱“射則貫兮”。先儒亦以為習，故杜用焉，義得兩通。劉直以《尚書》之文而規杜過，恐非也。\n《周書》曰：‘殪戎殷’，（《周書》，《康誥》也。義取周武王以兵伐殷，盡滅之。）"
      },
      {
        "index": 12,
        "text": "疏周書曰：“殪戎殷。”○正義曰：如杜所注，戎訓為兵，謂以兵伐殷而殪盡也。殪字宜在下，以《周書》本文，故其字在上。\n此類之謂也。”（為十五年晉滅狄傳。○為，於偽反，下注同。）\n冬，召桓公逆王後於齊。（召桓公，王卿士，事不關魯，故不書，為成二年王甥舅張本。○召，上照反。）\n楚人伐鄭，取成而還。（九年，十一年傳所稱厲之役，蓋如此。）"
      },
      {
        "index": 13,
        "text": "鄭公子曼滿與王子伯廖語，欲為卿。（二子，鄭大夫。○曼音萬。廖，力彫反。）伯廖告人曰：“無德而貪，其在《周易》豐ⅳ（離下震上，豐。）之離ⅳ，（豐上六變而為純離也。《周易》論變，故雖不筮，必以變言其義。豐上六曰：“豐其屋，蔀其家，闚其戶，闃其無人，三歲不覿，凶。”義取無德而大，其屋不過三歲必滅亡。○蔀，步口反，又普口反。闚，古規反。闃，苦鵙反。覿，徒曆反。）"
      },
      {
        "index": 14,
        "text": "疏注“豐上”至“滅亡”。○正義曰：豐卦震上離下，震為動，離為明，動而益明。豐，大之義。豐卦上六變而為純離之卦，故為豐之離也。杜以筮得此卦爻，變而為彼卦，可言遇觀之否，遇坤之比耳。此直口語，不是揲蓍。而亦言豐之離者，《周易》論變為義，故雖不筮，論《易》者，必以變言其義，故言豐之離也。杜又引“豐上六”至“不覿凶”，皆《周易》之文也。王弼以為上六“以陰處極而最在外，不複於位，深自幽隱，絕跡深藏者也”。蔀者，覆鄣之物也。豐大其屋，又鄣蔽其家，闇之甚也。以甚闇而處大屋，不能久享其利。其屋雖大，其室將空，故窺其戶而闃然無人也。經三歲而不能顯見則凶。伯廖引此者，義取無德而居乃屋，不過三歲必滅亡。\n弗過之矣。”（不過三年。）間一歲，鄭人殺之。（○間，間廁之間。）\n宣公七年\n【經】七年，春，衛侯使孫良夫來盟。\n夏，公會齊侯伐萊，（傳例曰：不與謀也。萊國，今東萊黃縣。○萊音來。不與音預。）"
      },
      {
        "index": 15,
        "text": "疏“衛侯”至“來盟”。○正義曰：文二年，“晉人以公不朝，使陽處父父盟公以恥之。書曰：‘及晉處父盟。’”去其族以厭恥也。然則公與大夫對盟則為恥辱，此良夫來盟，無貶責者，彼公親朝晉，晉侯不與公盟，故遣大夫敵公，是為恥辱。此不貶責者，其君不得親來，遣臣來與公盟，不對彼君，非為恥也。秋，公至自伐萊。（無傳。）大旱。（無傳。書旱而不書雩，雩無功，或不雩。）\n冬，公會晉侯、宋公、衛侯、鄭伯、曹伯於黑壤。（○壤，如丈反。）\n【傳】七年，春，衛孫桓子來盟，始通。且謀會晉也。（公即位，衛始脩好。○好，呼報反。）"
      },
      {
        "index": 16,
        "text": "夏，公會齊侯伐萊，不與謀也。凡師出，與謀曰“及”，不與謀曰“會”。（與謀者，謂同誌之國。相與講議利害，計成而行之，故以相連及為文。若不獲巳，應命而出，則以外合為文，皆據魯而言。師者，國之大事，存亡之所由，故詳其舉動以例別之。○不與，音預，下及注“與謀”同，年末“不與”放此。應，應對之應。別，彼列反，下注同。）"
      },
      {
        "index": 17,
        "text": "疏“凡師”至“曰會”。○正義曰：《釋例》曰：“與謀者，同誌之國，彼我之計未定，相與共謀講議，利害計成，而後行之。故以相連及為文。不與謀而出師者，謂不得巳而應命，故以外合為文，皆據魯而言之也。公親會齊侯伐萊，而傳以師出示例，所以通卿大夫帥師者也。魯既春會於曹，以謀伐鄭，夏遂起師，而更從不與謀之文者，厲公篡大子忽之位，謀而納之，非正，故諱，不與謀之例。若夫盟主之合，則上行乎下，非匹敵和成之類，故雖或先謀，皆從不與謀之例。成八年，‘晉士燮來聘’，且言將伐郯，下云‘會伐郯’。是也。凡乞師者，深求過理之辭，執謙以逼成其計。故雖小國乞之於大國，大國乞之於小國，亦皆不從與謀之例，臧宣叔、郤錡是也。傳以師出為例，是唯係於戰伐而劉、賈、許、潁濫以經諸‘及’字為義，本不在例，今欲強合之，所以多相錯伐也。”杜言小乞大，大乞小者，僖二十六年公子遂如楚乞師，成二年臧宣叔如晉乞師，是小國乞於大國也；成十三年郤錡來乞師，十六年欒黶來乞師，十七年荀瑩來乞師，十八年士魴來乞師，是大國乞於小國也。與謀者，心俱欲伐，彼此同謀；乞師者，非彼所欲，乞來為已也。我乞彼者，彼不與我謀；彼乞我者，我不與彼謀，是故凡言乞者，皆從不與謀之例。宣叔是小乞大，郤錡是太乞小，除晉乞魯以外，更無大乞小者，故舉郤錡以辯乞小之事耳。晉是盟主，自是上行乎下，例無與謀之文，不由郤錡乞師，乃從不與謀之例。赤狄侵晉，取向陰之禾。（此無秋字，蓋闕文。晉用桓子謀，故縱狄。○向，舒亮反。）疏注“此無秋字蓋闕文”。○正義曰：苗秀乃名為禾，夏則無禾可取。知此取必在秋，此無秋字蓋闕文。鄭及晉平，公子宋之謀也，故相鄭伯以會。冬，盟於黑壤。王叔桓公臨之，以謀不睦。（王叔桓公，周卿士，銜天子之命以監臨諸侯，不同歃者，尊卑之別也。○相，息亮反。歃，所洽反，又所甲反。監，古銜反。）"
      },
      {
        "index": 18,
        "text": "晉侯之立也，在二年。公不朝焉，又不使大夫聘，晉人止公於會。盟於黃父，公不與盟。以賂免。（黃父即黑壤。）故黑壤之盟不書，諱之也。（慢盟主以取執止之辱，故諱之。）"
      },
      {
        "index": 19,
        "text": "疏注“慢盟”至“諱之”。○正義曰：昭十三年，“公會劉子、晉侯云云於平丘。八月甲戌，同盟於平丘。公不與盟”。於時晉以讒慝弘多，不與公盟，公不得與，非國之恥，故書其同盟而顯言不與。此時公實有罪，為晉所執，不得與盟，是公之恥，故諱而不書其盟，若言諸侯實不盟，公無所可與然。\n宣公八年\n【經】八年，春，公至自會。（無傳。義與五年書過同。）"
      },
      {
        "index": 20,
        "text": "疏注“義與五年書過同”。○正義曰：被執不以為恥，而亦告廟飲至，故書之以示過也。故杜云“義與五年書過同”。"
      },
      {
        "index": 21,
        "text": "夏，六月，公子遂如齊，至黃乃複。（無傳。蓋有疾而還，大夫受命而出，雖死，以屍將事，遂以疾還，非禮也。）"
      },
      {
        "index": 22,
        "text": "疏注“蓋有”至“禮也”。○正義曰：下言其卒，故疑有疾而還也。《聘禮》曰：“賓入竟而死，遂也。”若賓死未將命，則既斂於棺，造於朝，介將命。”哀十五年傳曰：“有朝聘而終，以屍將事之禮。”是入所聘之竟則當遂行。黃是齊竟，遂以疾還，非禮也。"
      },
      {
        "index": 23,
        "text": "辛巳，有事於大廟，仲遂卒於垂。（有事，祭也。仲遂卒與祭同日，略書有事，為繹張本。不言公子，因上行還間無異事，省文，從可知也。稱字，時君所嘉，無義例也。垂，齊地，非魯竟，故書地。○大音泰，傳同。為，於偽反。省，所景反。竟音境。）"
      },
      {
        "index": 24,
        "text": "疏注“有事”至“書地”。○正義曰：有事，祭也者，謂禘祭也。《釋例》以昭十五年，有事於武宮，傳稱“禘於武公”，則知此言有事，亦是禘也。祭之日仲遂卒，不言禘，而略言有事者，禘事得常，不主書禘，為下繹祭張本耳。上言“公子遂如齊”，此言“仲遂卒”，不言公子者，此書有事，為仲遂卒而書之，與上相連猶是一事，因上行還間無異事，省公子之文，從可知也。衛氏難杜云：其間有“辛巳，有事於大廟”，何得為間無異事？秦氏釋云：“有事於大廟”，是為仲遂卒起文，止是一事，故云間無異事也。既不書公子，而稱仲遂者，時君所嘉寵，故稱其字，非義例也。定五年傳，“季平子行東野，卒於房”。房是魯地，卒於竟內，故不書其地。垂是齊地，非魯竟，故書地也。"
      },
      {
        "index": 25,
        "text": "壬午，猶繹。萬人，去籥。（繹，又祭，陳昨日之禮，所以賓屍。《萬》，舞名。籥，管也。猶者，可止之辭。魯人知卿佐之喪不宜作樂，而不知廢繹，故內舞去籥，惡其聲聞。○去，起呂反，注及傳同。籥，羊略反。管音館。惡，烏路反。聲聞音問，又如字。）"
      },
      {
        "index": 26,
        "text": "疏注“繹又”至“聲聞”。○正義曰：“繹，又祭”。《釋天》文。孫炎云：“祭之明日，尋繹複祭”也。《公羊傳》曰：“繹者何？祭之明日也。”《穀梁傳》云：“繹者，祭之旦日之享賓也。”天子諸侯謂之為繹，少牢饋食，大夫之禮也，謂之賓屍。《釋詁》云“繹，陳也”。是陳昨日之禮，以賓敬此屍也。《公羊傳》曰：“萬者何？幹舞也。籥者何？籥舞也。其言萬入去籥何？去其有聲者，廢其無聲者，知其不可而為之也。猶者何？通可以巳也”。是萬為舞名。《禮•明堂位》曰：“朱幹玉戚，冕而舞《大武》。”幹，楯也。戚，斧也。此舞者，左手執楯，右手執斧，故謂之武舞。言王者，以萬人服天下，故以萬為名。《詩》言碩人之舞云：“左手執籥，右手秉翟。”鄭玄云“籥如管，六孔”何休云：“吹之以節舞也。”故吹籥而舞謂之文舞。魯人知卿佐之喪不宜作樂，故去其有聲，而不知廢繹，納舞去籥，惡其聲聞也。尋杜注意，直云萬舞名。又注隱五年，亦直云萬舞也。下問羽數，則萬是舞之大名，不取《公羊》萬是幹舞之義，則執羽吹籥是為萬舞。故杜云：“納舞去籥，惡其聲聞。”是無幹舞、籥舞之別名也。沈氏云，案《曾子問》“嚐禘郊社，簠簋既陳，天子崩。後之喪廢”，則卿喪不廢正祭。繹是又祭，為輕故當廢之。"
      },
      {
        "index": 27,
        "text": "戊子，夫人嬴氏薨。（無傳。宣公母也。）晉師、白狄伐秦。楚人滅舒蓼。秋，七月，甲子，日有食之，既。（無傳。月三十日食。）"
      },
      {
        "index": 28,
        "text": "冬，十月，己丑，葬我小君敬嬴。（敬，諡；嬴，姓也。反哭成喪，故稱葬小君。）疏注“敬諡”。○正義曰：《諡法》：“夙夜敬事曰敬。”雨，不克葬。庚寅，日中而克葬。（克，成也。）"
      },
      {
        "index": 29,
        "text": "疏“雨不”至“克葬”。○正義曰：定十五年九月“丁巳，葬我君定公，雨，不克葬。戊午，日下昃，乃克葬”。彼云乃此。云而者，《公羊傳》曰：“而者何？難也。乃者何？難也。曷為或言而，或言乃？乃難乎而也。”何休云：“難者，臣子重難，不得以正日葬其君。言乃者，內而深，言而者，外而淺。下昃日失久，故言乃。”《左氏無傳，杜又不說，或如《公羊》之言，或是史家異辭。\n城平陽。（今泰山有平陽縣。）楚師伐陳。"
      },
      {
        "index": 30,
        "text": "【傳】八年，春，白狄及晉平。夏，會晉伐秦。（經在仲遂卒下，從赴。）晉人獲秦諜，殺諸絳市，六日而蘇。（蓋記異也。○諜，徒協反，間也，今謂之細作。絳，古巷反。）\n有事於大廟，襄仲卒而繹，非禮也。\n楚為眾舒叛，故伐舒蓼。滅之。（舒、蓼，二國名。○為，於偽反。）"
      },
      {
        "index": 31,
        "text": "疏注“舒蓼二國名”。○正義曰：舒蓼二國名者，蓋轉寫誤，當云一國名。案《釋例•土地名》有“舒、群舒、舒蓼、舒庸、舒鳩”。以為五名，則與文五年滅蓼同。蓋蓼滅後更複，故楚今更滅之。劉炫以杜為一國而規之，非也。\n楚子疆之。（正其界也。○疆，居良反。）"
      },
      {
        "index": 32,
        "text": "及滑汭，（滑，水名。○滑，於八反。汭，如蛻反，一音如悅反。）盟吳、越而還。（吳國，今吳郡。越國，今會稽山陰縣也。傳言楚彊，吳、越服從。○會，古外反。稽，古兮反。彊，其良反。）"
      },
      {
        "index": 33,
        "text": "疏“盟吳越而還”。○正義曰：《譜》云：“吳，姬姓，周大王之子大伯、仲雍之後。大伯、仲雍讓其弟季曆，而去之荊蠻，自號句吳，句或為工，夷言發聲也。大伯無子而卒，仲雍嗣之。當武王克殷，而因封其曾孫周章於吳，為吳子，又別封章弟虞仲於虞。自大伯五世而得封，十二世而晉滅虞，虞滅而吳始大，至壽夢而稱王。壽夢以上，世數可知，而不紀其年。壽夢元年，魯成公之六年也。夫差十五年，獲麟之歲也。二十三年，魯哀公之二十二年，而越滅吳。”“越，姒姓。其先，夏後少康之庶子也。封於會稽，自號於越。於者，夷言發聲也。濱在南海，不與中國通。後二十餘世至於允常，魯定公五年始伐吳。允常卒，子句踐立，是為越王。越王元年，魯定公之十四年也。魯哀公二十二年，句踐滅吳，霸中國，卒。春秋後七世，大為楚所破，遂微弱矣。”《外傳》曰“羋姓歸越”，是越本楚之別封也，或非夏後之後也。"
      },
      {
        "index": 34,
        "text": "晉胥克有蠱疾，（惑以喪誌。○蠱音古。喪，息浪反。）郤缺為政。（代趙盾。）秋，廢胥克，使趙朔佐下軍。（朔，盾之子，代胥克，為成十七年胥童怨郤氏張本。）"
      },
      {
        "index": 35,
        "text": "冬，葬敬嬴，旱，無麻，始用葛茀。（記禮變之所由。茀，所以引柩，殯則有之，以備火；葬則以下柩。○茀，方勿反，引棺索也。柩，其又反。）"
      },
      {
        "index": 36,
        "text": "疏注“記禮”至“下柩”。○正義曰：《禮記》諸言自某始者，皆與後人為始。此云“始用葛茀”，則自此以後常用葛，故云記禮變之所由。茀字，《禮》或作紼，或作綍，繩之別名也。《周禮•遂人》，大喪屬六紼，天子用六也。《喪大記》，君葬用四紼，大夫士葬用二紼。是紼者所以引柩也。於殯則已有之，係於盾車，以備火災。有災則引柩以辟火，及葬，則用之以下柩也。雨，不克葬，禮也。禮，卜葬，先遠日，辟不懷也。（懷，思也。）"
      },
      {
        "index": 37,
        "text": "疏“雨不”至“懷也”。○正義曰：《曲禮》云：“凡卜筮日，旬之外曰遠某日，旬之內曰近某日。喪事先遠日，吉事先近日。”鄭玄云：“喪事，葬與練祥也；吉事，祭祀冠取之屬也。”然則遠近日，先卜上旬，不吉，卜次旬，又不吉，卜下旬。喪事則先卜，下旬卜葬先卜，遠日辟不思念其親，似欲汲汲而早葬之也。今若冒雨而葬，亦是不思其親，欲得早葬，故舉卜葬先遠日，以證為雨而止，禮也。《王製》云：“庶人葬，不為雨止”者，鄭玄云：“雖雨猶葬，禮儀少也。”\n城平陽，書，時也。陳及晉平。楚師伐陳，取成而還。（言晉、楚爭強。）\n宣公九年"
      },
      {
        "index": 38,
        "text": "【經】九年，春，王正月，公如齊。（無傳。）公至自齊。（無傳。）夏，仲孫蔑如京師。齊侯伐萊。（無傳。）秋，取根牟。（根牟，東夷國也。今琅邪陽都縣東有牟鄉。）\n八月，滕子卒。（未同盟。）九月，晉侯，宋公、衛侯、鄭伯、曹伯會於扈。晉荀林父帥師伐陳。\n辛酉，晉侯黑臀卒於扈。（卒於竟外，故書地。四與文同盟。九月無辛酉，日誤。○竟音境。）"
      },
      {
        "index": 39,
        "text": "疏注“卒於”至“日誤”。○正義曰：《釋例》扈是鄭地，故云卒於竟外。黑臀以二年始立，而云四與文同盟者，杜注《春秋》又為釋例，前後經、傳勘當備盡，豈晉侯二年始立，不於文公之世而云四與文同盟？必是後寫之誤。蘇氏亦以為然。劉炫以此規杜，非也。其君卒，或書地，或不書地，皆從赴。今云“卒於竟外”，故書地者，晉侯實在竟外，卒非以為例也。劉炫云：襄七年，鄭伯髡頑卒於鄵，昭二十五年，宋公佐卒於曲棘，竟內亦書地，非竟外。九月無辛酉者，下有十月癸酉。杜以長曆推之，癸酉是十月十六日，辛酉在前十二日耳。故云九月無辛酉。上有八月，下有十月，非月誤也。\n冬，十月，癸酉，衛侯鄭卒。（無傳。三與文同盟。）"
      },
      {
        "index": 40,
        "text": "疏注“三與文同盟”。○正義曰：鄭父毀以僖二十五年卒，鄭代立，其年盟於洮，二十六年於向，二十八年於踐土，文七年於扈，十四年於新城，唯二與文同盟。云三者，以二、三字體相近，轉寫之誤耳。若其不然，杜無容不委。劉炫以此規杜，非也。\n宋人圍滕。楚子伐鄭。晉郤缺帥師救鄭。\n陳殺其大夫洩冶。（洩冶直諫於淫亂之朝以取死，故不為《春秋》所貴而書名。○洩，息列反。冶音也。）"
      },
      {
        "index": 41,
        "text": "疏注“洩冶”至“書名”。○正義曰：文八年，宋人殺其大夫司馬，貴之，而不名；此書洩冶之名，是不為《春秋》所貴，故書名。傳稱臣者，所以治煩去惑，是以伏死而爭，則直諫者，臣之盡忠之事。洩冶忠諫而死，不為春秋所貴者，《釋例》曰：“魯哀之可諫者甚眾，未聞仲尼之苦言。至於陳恒弑其君，孔子沐浴而朝，告於哀公。求討不義，顯事施舍足以致益者，固人臣之所當造膝也。若乃情色之惑，君不能得之於臣，父不能得之於子，臣子而欲顯直於其君父，適所以益謗而致罪也。陳靈公宣淫，悖德亂倫，誌同禽獸，非盡言所救。洩冶進無匡濟遠策，退不危行言孫，安昏亂之朝，慕匹夫之直，忘蘧氏可卷之德，死而無益。故經同罪賤之文。傳特稱仲尼以明之。忠為令德，非其人猶不可，況不令乎？此其義也。”是說不貴洩冶之意也。然則比幹諫紂而死，孔子稱殷有三仁焉，善比幹者。《家語》云：子貢曰：“陳靈公君臣宣淫於朝，洩冶諫而殺之，是與比幹諫死同，可謂仁乎？”孔子曰：“比幹於紂，親則諸父，官則少師，忠款之心，在於存宗廟而已，固當以必死爭之，冀身死之後，紂當悔悟本誌，存於仁者也。洩冶之於靈公，位在大夫，無骨肉之親，懷寵不去，仕於亂朝，以區區之身，欲止一國之淫昏，死而無益，可謂狷矣！《詩》云‘民之多辟，無自立辟’，其洩冶之謂乎？是言洩冶之行，不得同於比幹之意也。"
      },
      {
        "index": 42,
        "text": "【傳】九年，春，王使來徵聘。（徵，召也。言周徵也。徵聘不書，徵加諷諭，不指斥。○諷，芳鳳反。）夏，孟獻子聘於周。王以為有禮，厚賄之。（○賄，呼罪反；《字林》音悔。）\n秋，取根牟，言易也。（○易，以豉反。）滕昭公卒。（為宋圍滕傳。）"
      },
      {
        "index": 43,
        "text": "會於扈，討不睦也。（謀齊、陳。）陳侯不會。（前年與楚成故。）晉荀林父以諸侯之師伐陳。（不書諸侯師，林父帥之，無將帥。○將，子匠反。帥，所類反。）"
      },
      {
        "index": 44,
        "text": "疏注“不書”至“將帥”。○正義曰：僖二十八年，“晉侯、齊師、宋師、秦師及楚人戰於城濮”。彼注云：“宋公、齊國歸父、秦小子憖既次城濮，以師屬晉，不與戰也。”彼以師屬晉，而經書其師。此全不書者，彼雖公卿不行，仍有大夫帥之，將卑師眾，故稱師耳。此則全無將帥，以兵付晉，並入晉軍，林父獨自帥之，故唯書林父伐陳也。\n晉侯卒於扈，乃還。冬，宋人圍滕，因其喪也。"
      },
      {
        "index": 45,
        "text": "陳靈公與孔寧、儀行父通於夏姬，皆衷其衵服，以戲於朝。（二子，陳卿。夏姬，鄭穆公女，陳大夫禦叔妻。衷，懷也。衵服，近身衣。○夏，戶雅反。衷音忠。王，丁仲反。衵，女乙反，一音汝栗反。《說文》云，日日所衣裳也；《字林》同，又云婦人近身內衣也，仁一反。禦，如字，一音魚呂反。近，附近之近。）洩冶諫曰：“公卿宣淫，民無效焉，（宣，示也。○效，戶教反。）且聞不令。君其納之！”（納藏衵服。○聞，如字，一音問。）公曰：“吾能改矣。”公告二子。二子請殺之，公弗禁，遂殺洩冶。孔子曰：“《詩》云：‘民之多辟，無自立辟。’其洩冶之謂乎！”（辟，邪也。辟，法也。《詩•大雅》言邪辟之世，不可立法。國無道，危行言孫。○禁，居鴆反，又音金。多辟，本又作僻，匹亦反，注同。立辟，婢亦反，注同。邪，似嗟反，下同。行，下孟反。孫音遜。）"
      },
      {
        "index": 46,
        "text": "楚子為厲之役故，伐鄭。（六年，楚伐鄭，取成於厲。既成，鄭伯逃歸。事見十一年。○為，於偽反。見，賢遍反。）"
      },
      {
        "index": 47,
        "text": "晉郤缺救鄭。鄭伯敗楚師於柳棼。（柳棼，鄭地。○柳，力手反。棼，扶云反。）國人皆喜，唯子良憂曰：“是國之災也，吾死無日矣。”（自是晉、楚交兵伐鄭，十二年，卒有楚子入鄭之禍。）\n宣公十年\n【經】十年，春，公如齊。公至自齊。（無傳。）"
      },
      {
        "index": 48,
        "text": "齊人歸我濟西田。（元年以賂齊也。不言來，公如齊，因受之。○濟，子禮反。）夏，四月，丙辰，日有食之。（無傳。不書朔，官失之。）已巳，齊侯元卒。（未同盟而赴以名。）\n齊崔氏出奔衛。（齊略見舉族出，因其告辭以見無罪。○見，賢遍反，下同。）"
      },
      {
        "index": 49,
        "text": "疏注“齊略”至“無罪”。○正義曰：崔杼有寵於惠公，惠公既薨，高國二家恐其藉前世之寵，又有寵於新君，故畏其逼己，因君薨而逐之。崔杼未有罪也，齊人疑其事，故不言其名，略言崔氏，見其舉族出奔耳。及仲尼脩之，大夫出奔，無罪不名。不名即因無罪，故因告稱氏而書氏次，見無罪。若貴之，或稱官，或稱字，如司城子哀之類是也。\n公如齊。五月，公至自齊。（無傳。）"
      },
      {
        "index": 50,
        "text": "癸巳，陳夏徵舒弑其君平國。（徵舒，陳大夫也。靈公惡不加民，故稱臣以弑。○夏，戶雅反。）六月，宋師伐滕。公孫歸父如齊。\n葬齊惠公。（無傳。歸父，襄仲之子。）晉人、宋人、衛人、曹人伐鄭。（鄭及楚平故。）\n秋，天王使王季子來聘。（王季子者，《公羊》以為天王之母弟。然則，字季子。天子大夫稱字。）"
      },
      {
        "index": 51,
        "text": "疏注“王季”至“稱字”。○正義曰：《公羊傳》曰：“王季子者何？天子之大夫也。其稱王季子何？貴也。其貴奈何？母弟也。”是《公羊》以為天王之母弟也。母弟而稱季子，然則字季子也。天子大夫例稱字。襄三十年“天王殺其弟佞夫”。母弟稱弟，此不言王弟者，《釋例》云：“朝聘盟會嘉好之事，此兄弟之篤睦，非義例之所興。故仍舊史之策，或稱弟，或稱公子。”是由義無所見，故因其舊文，其相殺害乃稱弟，以示義耳。\n公孫歸父帥師伐邾，取繹。（繹，邾邑。魯國鄒縣北有繹山。○繹音亦。）"
      },
      {
        "index": 52,
        "text": "疏注“繹邾”至“繹山”。○正義曰：文十三年傳稱“邾遷於繹”。則繹為邾之都矣。更別有繹邑，今魯伐取之，非取邾之都也。亦因繹山為名，蓋近在邾都之旁耳。\n大水。（無傳。）季孫行父如齊。"
      },
      {
        "index": 53,
        "text": "冬，公孫歸父如齊。齊侯使國佐來聘。（既葬成君，故稱君命使也。）饑。（無傳。有水災，嘉穀不成。）楚子伐鄭。\n【傳】十年，春，公如齊。齊侯以我服故，歸濟西之田。（公比年朝齊故。）"
      },
      {
        "index": 54,
        "text": "夏，齊惠公卒。崔杼有寵於惠公，高、國畏其逼也，（高、國二家，齊正卿。○杼，直呂反。逼，彼力反。）公卒而逐之，奔衛。書曰“崔氏”，非其罪也；且告以族，不以名。（典策之法，告者皆當書以名，今齊特以族告，夫子因而存之，以示無罪。又言“且告以族，不以名”者，明《春秋》有因而用之，不皆改舊。）"
      },
      {
        "index": 55,
        "text": "疏注“典策”至“改舊”。○正義曰：傳言“且告以族，不以名”。知法當以名告，而齊人誤以族告也。《釋例》云：“若乃稱司城，以貴效節於府人，書歸父之還，以善複命於介，因齊人告辭，以著其無罪，蓋隨事以示褒貶也。傳既云“書曰崔氏”，以明非罪；複云“且告以族，不以名”。知典策之書，舊當以名通也。齊國雖繆以族告，適合仲尼所褒之實，因而不革，以示無罪，且明《春秋》之作，或因仍舊史成文，不必皆有改也？何休《膏肓》以為《公羊》譏世卿而難《左氏》，蘇氏釋云：崔杼祖父名不見經，則知非世卿，且春秋之時，諸侯擅相征伐，猶尚不譏世卿，雖曰非禮，夫子何由獨責？又鄭《駮異義》引《尚書》“世選爾勞”，又引《詩》刺幽王絕功臣之世。然則興滅繼絕，王者之常，譏世卿之文其義何在？\n凡諸侯之大夫違，（違，奔放也。）"
      },
      {
        "index": 56,
        "text": "疏注“違，奔放也”。○正義曰：《釋例》曰：“迫窘而奔，及以禮見放，俱去其國。故傳通以違為文。”是言違兼奔放也。\n告於諸侯曰：“某氏之守臣某，（上某氏者姓，下某名。○守，手又反。）"
      },
      {
        "index": 57,
        "text": "疏注“上某”至“某名”。○正義曰：若言崔氏之守臣杼也。大夫受氏，常世守宗廟，故謂之守臣，言守宗廟之臣也。僖十二年，管仲云“天子之二守高、國在”，彼謂天子命之為守國之臣，與此異也。知此異於彼者，豈天子命者出奔，乃得告於諸侯，餘臣出奔不得告也？且下句云“失守宗廟”，如守臣謂守宗廟之臣，非守國也。天子賜姓，諸侯賜族，對文則姓與族別，散文則可以通。《禮》謂族人為庶姓，故云上某出者姓，其實正是族也。\n失守宗廟，敢告。”所有玉帛之使者則告；（玉帛之使謂聘。○之使，所吏反。）"
      },
      {
        "index": 58,
        "text": "疏注“玉帛之使謂聘”。○正義曰：聘禮，執玉致命，執帛致享，故云“玉帛之使謂聘”也。下注云：“恩好不接，故亦不告”。又昭二十年，“曹公孫會自鄸出奔宋”。注云：“嚐有玉帛之使，來告，故書。”則杜意以為奔者之身嚐有玉帛之使於彼國，已經相接，則告之。若奔者未嘗往聘，恩好不接，則不告。唯告奔者，嚐聘之國，餘不告也。劉炫以為玉帛之使，謂國家有交好之國皆告，非指奔者之一身。\n不然，則否。（恩好不接，故亦不告。○好，呼報反。）\n公如齊奔喪。（公親奔喪，非禮也。公出朝會奔喪會葬，皆書如不言其事，史之常也。）"
      },
      {
        "index": 59,
        "text": "陳靈公與孔寧、儀行父飲酒於夏氏。公謂行父曰：“徵舒似女。”對曰：“亦似君。”徵舒病之。（靈公即位，於今十五年，徵舒已為卿，年大無嫌是公子。蓋以夏姬淫放，故謂其子為似以為戲。○夏，戶雅反。女音汝。）公出，自其廄射而殺之。二子奔楚。（○廄，居又反。射，食亦反。）\n滕人恃晉而不事宋，六月，宋師伐滕。\n鄭及楚平，（前年敗楚師，恐楚深怨，故與之平。）諸侯之師伐鄭，取成而還。"
      },
      {
        "index": 60,
        "text": "秋，劉康公來報聘。（報孟獻子之聘，即王季子也。其後食采於劉。）師伐邾，取繹。（為子家如齊傳。）季文子初聘於齊。（齊侯初即位。）\n冬，子家如齊，伐邾故也。（魯侵小，恐為齊所討，故往謝。）國武子來報聘。（報文子也。）\n楚子伐鄭。晉士會救鄭，逐楚師於潁北。（潁水出河南陽城，至下蔡入淮。）"
      },
      {
        "index": 61,
        "text": "疏注“潁水”至“入淮”。○正義曰：《釋例》曰：“潁水出河南陽城縣陽乾山，東南，經潁川汝陰，至淮南下蔡縣入淮”也。"
      },
      {
        "index": 62,
        "text": "諸侯之師戍鄭。鄭子家卒。鄭人討幽公之亂，斫子家之棺，而逐其族。（以四年弑君故也。斫薄其棺，不使從卿禮。○斫，竹角反。）"
      },
      {
        "index": 63,
        "text": "疏注“以四”至“卿禮”。○正義曰：《喪大記》云：“君大棺八寸，屬六寸，椑四寸。上大夫大棺八寸，屬六寸。下大夫大棺六寸，屬四寸。士棺六寸。”然則子家上大夫，棺當八寸，今斫薄其棺，不使從卿禮耳。不知斫薄之使，從何禮也。\n改葬幽公，諡之曰“靈”。疏“幽公”。○正義曰：《諡法》“動靜亂常曰幽”。}}\n宣公十有一年\n【經】十有一年，春，王正月。"
      },
      {
        "index": 64,
        "text": "夏，楚子、陳侯、鄭伯盟於辰陵。（楚複伐鄭，故受盟也。辰陵，陳地。潁川長平縣東南有辰亭。○複，扶又反，下複封陳同。）公孫歸父會齊人伐莒。（無傳。）\n秋，晉侯會狄於欑函。（晉侯往會之，故以狄為會主。欑函，狄地。○欑，才端反。函音鹹。）"
      },
      {
        "index": 65,
        "text": "疏注“晉侯”至“狄地”。○正義曰：凡諸諸聚會魯不與者，皆曆序諸國，云會於某地，上“盟於辰陵”即其事也。狄從諸夏，序列亦然。僖三十年“齊人狄人盟於邢”是也。此異於彼，而云“晉侯會狄”，是狄在彼地，晉往會之。故傳說晉大夫欲召狄，郤成子勸其勤。是晉侯自往，故以狄為會主。成十五年“會吳於鍾離”，襄十年“會吳於柤”，其意與此同。\n冬，十月，楚人殺陳夏徵舒。（不言楚子而稱人，討賊辭也。）"
      },
      {
        "index": 66,
        "text": "疏注“不言”至“辭也”。○正義曰：討賊辭者，言弑君之賊，人人皆欲殺之，作舉國共殺之文，故不言楚子也。襄二十七年，“衛殺其大夫甯喜”，亦是討賊，但衛人自殺其臣，故稱大夫。徵舒非楚之臣，不得言殺其大夫。諸放、殺及執他國之臣，皆不言某國大夫者，以人臣卑賤，故沒其爵號，而空書名氏。\n丁亥，楚子入陳。（楚子先殺徵舒而欲縣陳，後得申叔時諫，乃複封陳，不有其地，故書入在殺徵舒之後。）"
      },
      {
        "index": 67,
        "text": "疏注“楚子”至“之後”。○正義曰：案傳楚子為陳討夏氏亂，遂入陳殺夏徵舒，轘諸栗門。此經先書殺夏徵舒，後書入陳者，據先後事實為文。故杜注云：“楚子先殺徵舒而欲縣陳，後得申叔時諫，乃複封陳，不有其地，故書入在殺徵舒之後。”是其事也。劉炫云：楚子入陳乃殺徵舒，經先書殺徵舒，後言入陳者，以楚子本意止欲討賊，無心滅陳。及殺徵舒滅陳為縣，後得申叔時諫，乃複封陳，於例不有其地，故云“入陳”。言楚人既殺徵舒，楚子乃複入陳，納二子於陳。“入陳”之文為下納張本。傳云：“書曰：‘入陳，納公孫寧、儀行父於陳’，書有禮也。”人納連文，是入為納也。昭八年“楚師滅陳。執公子招，放於越。殺陳孔奐”。彼心欲滅陳，此則主為討賊，無心滅陳而複封之，君子善其自悔，故退入陳，於下隱其縣陳之過。若其不然，當云楚子入陳，殺夏徵舒。如此則楚子本為入陳，因入乃討陳賊，則是惡楚子。故書入在殺徵舒之後。"
      },
      {
        "index": 68,
        "text": "納公孫寧、儀行父於陳。（二子，淫昏亂人也。君弑之後，能外讬楚以求報君之讎，內結強援於國，故楚莊得平步而討陳，除弑君之賊。於時陳成公播蕩於晉，定亡君之嗣，靈公成喪，賊討國複，功足以補過，故君子善楚複之。○播，補賀反。蕩如字。）"
      },
      {
        "index": 69,
        "text": "疏注“二子”至“複之”。○正義曰：二子與君淫昏，致使君死國亂，實罪人也。今楚子入陳而納之，乃是納罪人也。例應罪楚子，而傳言“書曰‘入陳，納公孫寧、儀行父於陳’，書有禮也”。既善楚子有禮，則是恕彼之過，故杜跡其合恕之由，言賊討國複，是二子之力，其功足以補過。故君子善楚複之。賈逵云：二子不係之陳，絕於陳也。惡其與君淫，故絕之。善楚有禮也。案子糾、捷菑皆不係國，自是例之常，賈說非也。《釋例》云：“賈氏依放《穀梁》，云‘稱納者，內難之辭’。納公孫寧、儀行父於陳，言書有禮，不可言內難也。陳縣而見複，上下交，二人雖有淫縱之闕，今道楚匡陳，賊討君葬，威權方盛。傳稱其禮，理無所難，此先儒說之不安也。”杜言“於時陳成公播蕩於晉”者，此傳云“陳侯在晉”。襄二十五年傳云“夏氏之亂，成公播蕩”是也。"
      },
      {
        "index": 70,
        "text": "【傳】十一年，春，楚子伐鄭，及櫟。子良曰：“晉、楚不務德而兵爭，與其來者可也。晉、楚無信，我焉得有信？”乃從楚。夏，楚盟於辰陵，陳、鄭服也。（傳言楚與晉狎主盟。○櫟，力狄反。爭，爭鬥之爭。焉，於虔反。夏楚盟，本或作楚子。）\n楚左尹子重侵宋，（子重，公子嬰齊，莊王弟。）王待諸郔。（郔，楚地。○郔音延。）\n令尹蒍艾獵城沂，（艾獵，孫叔敖也。沂，楚邑。○艾，五蓋反。獵，力涉反。沂，魚依反。）"
      },
      {
        "index": 71,
        "text": "疏注“艾獵孫叔敖”。○正義曰：服虔亦云：艾獵蒍賈之子孫叔敖也。此年云“令尹蒍艾獵”，明年云“令尹孫叔敖”，明一人也。《世本》“艾獵為叔敖之兄”。《世本》多誤，本不必然。"
      },
      {
        "index": 72,
        "text": "使封人慮事，（封人，其時主築城者，慮事，謀慮計功。○慮，如字，一音力於反，《廣雅》云，無慮都邑也。）"
      },
      {
        "index": 73,
        "text": "疏注“封人”至“計功”。○正義曰：《周禮•封人》，“凡封國，封其四疆。造都邑之封域者，亦如之”。《大司馬》：“大役，與慮事受其要，以待考而賞誅。”鄭玄云：“慮事者，封人也。於有役，司馬與之屬賦丈尺與其用人數也”。是封人主造城邑、計度人數。此云“使封人”，故云“其時主築城者”。慮事者，謀慮城築之事，無則慮之，訖則計功也。史書多有無慮之語，皆謂揆度前事也。"
      },
      {
        "index": 74,
        "text": "以授司徒。（司徒掌役。）量功命日，（命作日數。）分財用，（財用，築作具。）平板榦，（榦，楨也。○榦，古旦反，亦作幹。楨音貞。）"
      },
      {
        "index": 75,
        "text": "疏注“榦楨也”。○正義曰：《釋詁》云：“楨、翰，榦也。”舍人曰：“楨，正也。築牆所立兩木也。翰所以當牆兩邊鄣土者也。”彼楨為榦，故謂榦為楨，謂牆之兩頭立木也。板在兩旁，臥鄣土者，即彼文榦也。平板榦者，等其高下，使城齊也。\n稱畚築，（量輕重。畚，盛土器。○畚音本。盛音成。）程土物，（為作程限。○為，於偽反，又如字。）"
      },
      {
        "index": 76,
        "text": "疏“稱畚築，程土物”。○正義曰：畚者，盛土之器。築者，築土之杵。《司馬》注，輦車所載二築是也。稱畚築者，量其輕重，均負土與築者之力也。程土物，謂鍬畚轝之屬，為作程限，備豫也。"
      },
      {
        "index": 77,
        "text": "議遠邇，（均勞逸。）略基趾，（趾，城足；略，行也。○趾音止。行，下孟反。）具餱糧，（餱，乾食也。○餱音侯。糧音良。乾食，如字，一音嗣；本或作乾飯。）度有司。（謀監主。○度，待洛反。監，古銜反。）事三旬而成，（十日為旬。）不愆於素。（不過素所慮之期也。傳言叔敖之能使民。○愆，起虔反。）"
      },
      {
        "index": 78,
        "text": "晉郤成子求成於眾狄。眾狄疾赤狄之役，遂服於晉（赤狄潞氏最強，故服役眾狄。○潞音路。）秋，會於欑函，眾狄服也。是行也，諸大夫欲召狄。郤成子曰：“吾聞之，非德，莫如勤，非勤，何以求人？能勤，有繼。其從之也。（勤則功繼之。）《詩》曰：‘文王既勤止。’（《詩•頌》文王勤以創業。○創，初亮反。）文王猶勤，況寡德乎？”"
      },
      {
        "index": 79,
        "text": "冬，楚子為陳夏氏亂故，伐陳。（十年，夏徵舒弑君。○為，於偽反。）謂陳人“無動！將討於少西氏”。（少西，徵舒之祖子夏之名。○少，詩照反。）"
      },
      {
        "index": 80,
        "text": "疏注“少西”至“之名”。○正義曰：《禮》以王父字為氏，徵舒以夏為氏，知子夏是字，少西是名。言少西氏者，氏猶家也，言將討少西之家。"
      },
      {
        "index": 81,
        "text": "遂入陳，殺夏徵舒，轘諸栗門。（轘，車裂也。栗門，陳城門。○轘音患。）因縣陳。（滅陳以為楚縣。）陳侯在晉。（靈公子成公午。）申叔時使於齊反，複命而退。王使讓之，曰：“夏徵舒為不道，弑其君，寡人以諸侯討而戮之，諸侯、縣公皆慶寡人，（楚縣大夫皆僭稱公。○使，所吏反。僭，子念反。）"
      },
      {
        "index": 82,
        "text": "疏“以諸侯討而戮之”。○正義曰：經無諸侯，而云以諸侯討之，諸侯皆慶者，時有楚之屬國從行也。十二年邲之戰，經不書唐，而傳云唐侯為左拒。昭十七年長岸之戰，經不書隨，而傳言使隨人守舟。明此時亦有諸侯，但為楚私屬，不以告耳。"
      },
      {
        "index": 83,
        "text": "女獨不慶寡人，何故？”對曰：“猶可辭乎？”王曰：“可哉！”曰：“夏徵舒弑其君，其罪大矣；討而戮之，君之義也。抑人亦有言曰：‘牽牛以蹊人之田，（抑，辭也。蹊，徑也。○女音汝。蹊音兮。徑，古定反。）而奪之牛。’牽牛以蹊者，信有罪矣；而奪之牛，罰巳重矣。諸侯之從也，曰討有罪也。今縣陳，貪其富也。以討召諸侯，而以貪歸之，無乃不可乎？”王曰：“善哉！吾未之聞也。反之，可乎？”對曰：“吾儕小人所謂‘取諸其懷而與之’也。”（叔時謙言小人意淺，謂譬如取人物於其懷而還之，為愈於不還。○儕，士皆反，輩也。）乃複封陳。鄉取一人焉以歸，謂之夏州。（州，鄉屬，示討夏氏所獲也。○複，扶又反。夏，戶雅反。）\n疏“謂之夏州”。○正義曰：謂之夏州者，討夏氏鄉，取一人以歸楚，而成一州，故謂之夏州。"
      },
      {
        "index": 84,
        "text": "故書曰：“楚子入陳。納公孫寧、儀行父於陳”，書有禮也。（沒其縣陳本意，全以討亂存國為文，善其複禮。）"
      },
      {
        "index": 85,
        "text": "疏注“沒其”至“複禮”。○正義曰：言入陳納人為有禮也。直言入陳納人，是沒其縣陳。本意言陳國見存，入而納此人耳。是全以討亂存國為文，所以善其得禮。"
      },
      {
        "index": 86,
        "text": "厲之役，鄭伯逃歸，（蓋在六年。）自是楚未得誌焉。鄭既受盟於辰陵，又徼事於晉。（為明年楚圍鄭傳。十年鄭及楚平，既無其事。辰陵盟後，鄭徼事晉，又無端跡。傳皆特發以明經也。自厲之役，鄭南北兩屬，故未得誌。九年，楚子伐鄭，不以黑壤興伐，遠稱厲之役者，誌恨在厲役。此皆傳上下相包通之義也。○徼，古堯反。）"
      },
      {
        "index": 87,
        "text": "疏注“為明”至“義也”。○正義曰：十年鄭及楚平，既無其事，謂經無之也。鄭徼事晉，文無端跡，亦謂經所無也。傳若不發此語，不知楚以何故，明年忽然圍鄭，為此特發此傳，以明後年圍鄭之經也。自厲役以來，鄭南北兩屬，不專心於楚，故楚未得誌，而明年圍之。七年晉為黑壤之會，鄭伯在焉。厲役在黑壤之前。九年傳言楚子為厲之役故伐鄭，事在黑壤之後，而彼傳不以黑壤興伐，而遠稱厲之役者，楚子之誌，所恨在於厲役逃歸，不為黑壤會晉故也。上指厲，下指辰陵，中包黑壤，此皆傳上下相包通之義也。"
      }
    ]
  }
}