{
  "chapterNumber": 4,
  "title": "春秋左傳正義卷03 (Zuozhuan Zhengyi, Volume 3)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "隱公六年經\n六年，春，鄭人來渝平。【注】和而不盟曰平。【音義】○渝，羊朱反，變也。[【疏】注「和而不盟曰平」。　○正義曰：宣十五年宋人及楚人平，傳載其盟辭。昭七年燕暨齊平，傳稱「盟于濡上」。似平皆有盟，而云不盟者，平實解怨和好之辭，非要盟也。彼自既平之後，別爲盟耳。此與定十年「及齊平」皆傳無盟事。定十一年「及鄭平」下乃云「叔還如鄭涖盟」，平後乃盟，知平非盟也。]\n夏，五月，辛酉，公會齊侯，盟于艾。【注】泰山牟縣東南有艾山。【音義】○艾，五蓋反。"
      },
      {
        "index": 1,
        "text": "秋，七月，【注】雖無事而書首月，具四時以成歲，他皆放此。[【疏】注「雖無」至「放此」。　○正義曰：《公羊傳》曰：「此無事何以書？《春秋》雖無事，首時過則書。首時過則何以書？《春秋》編年，四時具，然後爲年。」此注用《公羊》爲說。《釋例》曰：「年之四時，雖或無事，必空書首月，以紀時變，以明歷數也。」]"
      },
      {
        "index": 2,
        "text": "冬，宋人取長葛。【注】秋取，冬乃告也。上有「伐鄭，圍長葛」，長葛，鄭邑可知，故不言鄭也。前年冬圍，不克而還。今冬乘長葛無備而取之，言易也。【音義】○易，以豉反，傳同。[【疏】注「秋取」至「易也」。　○正義曰：經書「冬」，傳言「秋」。丘明爲傳例，不虛舉經文，獨以秋言此事。明是以秋取，冬乃告也。冬告者，告言冬始取耳，故書之於冬。若其使以冬至告，言秋取，亦當追書於秋。八年傳曰：「冬，齊侯使來告，成三國。」秋成冬告，書之於秋。明此以冬取告，故書於冬也。賈、服以爲長葛不繫鄭者，刺不能撫有其邑。凡邑爲他國所取，皆是不能撫有之，何故於此獨爲惡鄭？故杜以爲上有伐鄭圍長葛，則長葛鄭邑可知，故不言鄭也。既言秋取，取實在秋，因其經文在冬，遂言冬乘無備。襄十三年傳例曰：「凡書『取』，言易也。」知此乘其無備而取之也。杜知長葛不繫鄭，非大都以名通者，以前年云「伐鄭，圍長葛」，長葛之文繫於鄭故也。劉炫以大都通名而規杜氏，非也。]\n隱公六年傳"
      },
      {
        "index": 3,
        "text": "六年春，鄭人來渝平，更成也。【注】渝，變也。公之爲公子，戰於狐壤，爲鄭所執，逃歸，怨鄭。鄭伐宋，公欲救宋，宋使者失辭，公怒而止。忿宋則欲厚鄭，鄭因此而來，故經書「渝平」，傳曰「更成」。【音義】○壤，如掌反。使，所吏反。[【疏】注「渝變」至「更成」。　○正義曰：「渝，變也」，《釋言》文。變平者，變更前惡而復爲和好。變即更之義，成則平之訓，故傳解「渝平」謂之「更成」。自狐壤以來與鄭不和，今日復和，故曰「更成」，言更復狐壤以前之好也。服虔云：「公爲鄭所獲，釋而不結平，於是更爲約束以結之，故曰渝平。」案傳，公賂尹氏而與之逃歸，非鄭所釋，安得釋而結平也？]"
      },
      {
        "index": 4,
        "text": "翼九宗、五正、頃父之子嘉父，逆晋侯于隨，【注】翼，晋舊都也。唐叔始封，受懷姓九宗，職官五正，遂世爲晋强家。五正，五官之長。九宗，一姓爲九族也。頃父之子嘉父，晋大夫。【音義】○頃音傾。長，丁丈反，下丈及注同。[【疏】注「翼晋」至「大夫」。　○正義曰：唐叔始封，受懷姓九宗，職官五正者，謂周成王滅唐，始封唐叔，以懷氏一姓九族，及是先代五官之長子孫賜之。言五官之長者，謂於殷時爲五行官長，今襃寵唐叔，故以其家族賜之耳。今云頃父之子嘉父者，以頃父舊居職位，名號章顯，嘉父新爲大夫，未甚著見，故繫之於父。諸繫父爲文者，義皆同此也。]納諸鄂，晋人謂之鄂侯。【注】鄂，晋別邑。諸地名疑者皆言有，以示不審；闕者不復記其闕。他皆放此。前年桓王立此侯之子於翼，故不得復入翼，別居鄂。【音義】○鄂，五各反。不復，扶又反，下同。[【疏】注「諸地」至「放此」。　○正義曰：杜言「不復記其闕」者，謂但言某邑而已，下不云「闕」。若鄂直云「晋別邑」，及翼侯奔隨，注云「隨，晋地」，鄭人侵衛牧，注云「牧，衛邑」，如此之類，皆不言「闕」是也。若不知何國之地者，則言「闕」，若虞公出奔其池，公孫嬰齊卒于貍脤，並注云「闕」是也。亦有雖知某國之地，注亦云「闕」，則隱十一年蘇忿生十二邑，注「陘」云「闕」者，以餘邑皆知所在，唯此獨闕故也。]"
      },
      {
        "index": 5,
        "text": "夏，盟于艾，始平于齊也。【注】春秋前，魯與齊不平，今乃弃惡結好，故言始平于齊。【音義】○好，呼報反。"
      },
      {
        "index": 6,
        "text": "五月，庚申，鄭伯侵陳，大獲。往歲鄭伯請成于陳，【注】成猶平也。[【疏】「五月庚申」。　○正義曰：案經盟于艾亦在五月，傳略不言月。庚申之日，須月以統之，故別言五月。他皆放此。]陳侯不許。五父諫曰：「親仁善鄰，國之寶也。君其許鄭。」【注】五父，陳公子佗。【音義】○佗，徒何反，人名皆同。陳侯曰：「宋、衛實難，【注】可畏難也。【音義】○難，乃旦反，注同。鄭何能爲？」遂不許。君子曰：「『善不可失，惡不可長。』其陳桓公之謂乎！長惡不悛，從自及也。【注】悛，止也。從，隨也。【音義】○悛，七全反。雖欲救之，其將能乎？《商書》曰：『惡之易也，如火之燎于原，不可鄉邇，【注】《商書‧盤庚》言惡易長，如火焚原野，不可鄉近。【音義】○燎，力召反，又力弔反。鄉，本又作嚮，同，許亮反。近，附近之近。其猶可撲滅？』【注】言不可撲滅。【音義】○撲，普卜反。周任有言，【注】周任，周大夫。【音義】○任音壬。曰：『爲國家者，見惡如農夫之務去草焉，芟夷蘊崇之，絶其本根，勿使能殖，則善者信矣。』」【注】芟，刈也。夷，殺也。蘊，積也。崇，聚也。【音義】○去，起呂反。芟，所銜反；《說文》作癹，匹末反，云以足蹋夷草。蘊，紆紛反。信如字，一音申。\n秋，宋人取長葛。"
      },
      {
        "index": 7,
        "text": "冬，京師來告饑。公爲之請糴於宋、衛、齊、鄭，禮也。【注】告饑不以王命，故傳言「京師」，而不書於經也。雖非王命，而公共以稱命，己國不足，旁請鄰國，故曰禮也。傳見隱之賢。【音義】○爲，于僞反。糴，直歷反。見，賢遍反。[【疏】注【疏】注「告饑」至「之賢」。　○正義曰：王使至魯，皆應書經，此獨不書，故解之。以人情恕之，不得自不輸粟，空告他人。故知己國不足，旁請鄰國，故曰禮也。定五年「歸粟于蔡」尚書於經，此不書者，魯以往歲螟災，故己國饑困，所輸不多，宋、鄭輸粟，不復告魯，故皆不書。此事無經而發，故解傳意，見隱之賢。諸無經之傳，皆意有所見，悉皆放此。]"
      },
      {
        "index": 8,
        "text": "鄭伯如周，始朝桓王也。【注】桓王即位，周、鄭交惡，至是乃朝，故曰始。王不禮焉。周桓公言於王曰：「我周之東遷，晋、鄭焉依。【注】周桓公，周公黑肩也。周，采地，扶風雍縣東北有周城。幽王爲犬戎所殺，平王東徙，晋文侯、鄭武公左右王室，故曰晋、鄭焉依。【音義】○焉依，如字；或於虔反，非。雍，於用反。左音佐，右音祐，又並如字。[【疏】注「周桓」至「焉依」。　○正義曰：桓公是周公黑肩，事見桓十八年傳也。幽王娶申女爲后，生大子宜臼。後得襃姒，嬖之，生子伯服。廢申后，逐大子。以襃姒爲后，伯服爲大子。宜臼奔申。申侯乃與犬戎共攻幽王，殺幽王於驪山之下。於是諸侯乃與申侯共立宜臼，是爲平王。以西都逼戎，晋文侯、鄭武公夾輔平王，東遷洛邑。《毛詩》、《尚書》、《國語》、《史記》皆略有其事。]善鄭以勸來者，猶懼不蔇，【注】蔇，至也。【音義】○蔇，其器反。況不禮焉？鄭不來矣！」【注】爲桓五年諸侯從王伐鄭傳。\n隱公七年經"
      },
      {
        "index": 9,
        "text": "七年，春，王三月，叔姬歸于紀。【注】無傳。叔姬，伯姬之娣也。至是歸者，待年於父母國，不與嫡俱行，故書。【音義】○嫡，本又作適，同，丁歷反。[【疏】注「叔姬」至「故書」。　○正義曰：女嫁於他國，皆有姪、娣與適俱行，則所尊在適，書適，不書姪、娣。叔姬，待年之女，年滿特行，故書其歸。魯女嫁於他國之卿，皆書之。夫人之娣尊，與卿同其書，固是常例。賈云：「書之者，刺紀貴叔姬。」傳無其事，是妄說也。]"
      },
      {
        "index": 10,
        "text": "滕侯卒。【注】傳例曰：「不書名，未同盟也。」滕國在沛國公丘縣東南。【音義】○沛音貝。[【疏】「滕侯卒」。　○正義曰：《譜》云：「滕，姬姓，文王子錯叔繡之後。武王封之，居滕，今沛郡公丘縣是也。自叔繡至宣公十七世，乃見《春秋》。隱公以下，《春秋》後六世，而齊滅之。」《世本》云：「齊景公亡滕。」案齊景之卒在滕、隱之前，《世本》言隱公之後仍有六世爲君，而云「齊景亡滕」，爲謬何甚！服虔昭四年注亦云：「齊景亡滕」，是不考校而謬言之。《地理志》云：「沛郡公丘縣，故滕國也，周文王子錯叔繡所封，三十一世爲齊所滅。」]\n夏，城中丘。【注】城例在莊二十九年。中丘在琅邪臨沂縣東北。【音義】○琅音郎。沂，魚依反。"
      },
      {
        "index": 11,
        "text": "齊侯使其弟年來聘。【注】諸聘皆使卿執玉帛以相存問，例在襄九年。[【疏】注「諸聘」至「九年」。　○正義曰：《聘禮》：「使者執圭以致命，束帛加璧以致享。」鄭玄云：「享，獻也。既聘又獻，所以厚恩惠也。」是執玉帛以相存問也。《玉人職》云：「瑑圭璋璧琮，八寸，以覜聘。」注云八寸者，據上公之臣。案聘禮：圭以聘君，璋以聘夫人。既行聘之後，璧以享君，琮以享夫人。又鄭玄注《小行人》云：「使卿大夫覜聘，降其君瑞一等。」則侯伯之臣圭璋璧琮皆六寸，子男之臣皆四寸。又《小行人》云：「圭以馬，璋以皮，璧以帛，琮以錦，琥以繡，璜以黼。」鄭玄注云：二王之後享天子圭以馬，享後璋以皮。其餘諸侯享天子璧以帛，享後琮以錦，子男享大國之君琥以繡，享大國夫人璜以黼。是玉帛之文也。]\n秋，公伐邾。"
      },
      {
        "index": 12,
        "text": "冬，天王使凡伯來聘。【注】凡伯，周卿士。凡，國；伯，爵也。汲郡共縣東南有凡城。【音義】○共音恭。凡，字本作汎，音凡。戎伐凡伯于楚丘以歸。【注】戎鳴鍾鼓以伐天子之使，見夷狄强虣。不書凡伯敗者，單使無衆，非戰陳也。但言以歸，非執也。楚丘，衛地，在濟陰城武縣西南。【音義】○使，所吏反，下同。見，賢遍反。虣，蒲報反。陳，直覲反。[【疏】注「戎鳴」至「西南」。　○正義曰：傳例「有鍾鼓曰伐」。此既言「伐」，知其鳴鍾鼓也。杜意言「以歸」者，以彼隨己而已，非囚執之辭，故云「但言以歸，非執也」。杜必知「以歸非執」者，《穀梁傳》云：「以歸，猶愈乎執也。」又昭十三年「晋人執季孫意如以歸」，若「以歸」是「執」，何須別起「執」文。明直言「以歸」者非「執」也。至如定四年「以沈子嘉歸」，經云「殺之」；哀七年「以邾子益來」，傳云「囚諸負瑕」。既有「囚」、「殺」之文，容或是「執」。若直言「以歸」，無「囚」、「殺」之事者，則非執者也。《春秋》有文同事異，此即其類也。劉君引沈子、邾子云「以歸者皆執」，以規杜氏，非其義也。]\n隱公七年傳"
      },
      {
        "index": 13,
        "text": "七年，春，滕侯卒。不書名，未同盟也。凡諸侯同盟，於是稱名，故薨則赴以名，【注】盟以名告神，故薨亦以名告同盟。告終、稱嗣也，以繼好息民，【注】告亡者之終，稱嗣位之主。嗣位之主，當奉而不忘，故曰繼好。好同則和親，故曰息民。【音義】○好，呼報反，注同。謂之禮經。【注】此言凡例，乃周公所制禮經也。十一年不告之例，又曰不書於策。明禮經皆當書於策。仲尼脩《春秋》，皆承策爲經。丘明之傳博采衆記，故始開凡例，特顯此二句。他皆放此。[【疏】「凡諸」至「禮經」。　○正義曰：諸侯者，公侯伯子男五等之揔號。侯訓君也。五等之主雖爵命小異，而俱是國君，故揔稱諸侯也。諸發凡者皆周公之垂法，史書之舊章。丘明采合舊語，以發明史例。雖意是舊典，而辭出丘明，非全寫舊語。同盟稱名，薨則赴以名，是周公之舊典。其告終稱嗣以下，乃是解釋「赴」意，非舊語也。僖二十三年又發例曰：「凡諸侯同盟，死則赴以名，禮也。」直言赴名是禮，不言繼好是禮。「繼好息民」是禮之大意，非禮之實，明是丘明言此以解赴名之意。彼云「禮也」，此云「謂之禮經」，其事一也。言謂此赴名爲禮之常法。丘明之意，言周公謂之然也。「謂之禮經」雖指此一事，諸發凡者莫不盡然。以此爲例之初，故特言之。　○注「此言」至「放此」。　○正義曰：凡例是周公所制，其來亦無所出。以傳言「謂之禮經」，則是「先聖謂之」，非丘明自謂之也。史之書策，必有舊法。一代大典，周公所制，故知凡例亦是周公所制。此言凡例則云「謂之禮經」，不言凡例則云「不書於策」。以此明所謂「禮經」，皆當書策。從傳之首至此，始開凡例，故特顯此二句。二句者，「謂之禮經」是一句，與「不書於策」爲二句也。然則九年「凡雨，自三日以往爲霖」，不以爲始，而遠取十一年，云「始開凡例」者，以九年唯記當國雨雪之事，史策舊文，非是赴告國家大事之例。]\n夏，城中丘。書，不時也。\n齊侯使夷仲年來聘，結艾之盟也。【注】艾盟在六年。"
      },
      {
        "index": 14,
        "text": "秋，宋及鄭平。七月庚申，盟于宿。公伐邾，爲宋討也。【注】公拒宋而更與鄭平，欲以鄭爲援。今鄭復與宋盟，故懼而伐邾，欲以求宋，故曰爲宋討。【音義】○爲宋，于僞反，注「爲宋」同。援，于眷反。復，扶又反。"
      },
      {
        "index": 15,
        "text": "初，戎朝于周，發幣于公卿，凡伯弗賓。【注】朝而發幣於公卿，如今計獻詣公府卿寺。[【疏】注「朝而」至「卿寺」。正義曰：朝於天子，獻國之所有，亦發陳財幣於公卿之府寺。如今者，如晋時諸州年終遣會計之吏獻物於天子，因令以物詣公府卿寺。然自漢以來，三公所居謂之府，九卿所居謂之寺。《風俗通》曰：「府，聚也。公卿牧守府，道德之所聚也。藏府，私府，財貨之所聚也。寺，司也，庭有法度，今官所止皆曰寺。」《釋名》曰：「寺，嗣也，治事者相嗣續於其內。」]冬，王使凡伯來聘。還，戎伐之于楚丘以歸。【注】傳言凡伯所以見伐。"
      },
      {
        "index": 16,
        "text": "陳及鄭平。【注】六年，鄭侵陳，大獲。今乃平。十二月，陳五父如鄭涖盟。【注】涖，臨也。壬申，及鄭伯盟，歃如忘。【注】志不在於歃血。【音義】○歃，色洽反，歃血也。如忘，亡亮反，服虔云：「如，而也。」[【疏】「歃如忘」。　○正義曰：歃謂口含血也。當歃血之時，如似遺忘物然，故注云志不在於歃血也。服虔云：「如，而也。雖歃而忘其盟載之辭，言不精也。」盟載之辭在於簡策，祝史讀以告神，非歃者自誦之，何言忘載辭也？且忘否在心，五父終不自言已忘，洩伯安知其忘而譏之？]洩伯曰：「五父必不免，不賴盟矣。」【注】洩伯，鄭洩駕。【音義】○洩，息列反。鄭良佐如陳涖盟。【注】良佐，鄭大夫。辛巳，及陳侯盟，亦知陳之將亂也。【注】入其國，觀其政治，故揔言之也。皆爲桓五年、六年陳亂，蔡人殺陳佗傳。【音義】○治，直吏反。"
      },
      {
        "index": 17,
        "text": "鄭公子忽在王所，故陳侯請妻之。【注】以忽爲王寵故。【音義】○妻，七計反。鄭伯許之，乃成昏。【注】爲鄭忽失齊昏援以至出奔傳。【音義】○爲鄭，于僞反。\n隱公八年經\n八年，春，宋公、衛侯遇于垂。【注】垂，衛地。濟陰句陽縣東北有垂亭。【音義】○句，古侯反。"
      },
      {
        "index": 18,
        "text": "三月，鄭伯使宛來歸祊。【注】宛，鄭大夫。不書氏，未賜族。祊，鄭祀泰山之邑，在瑯邪費縣東南。【音義】○宛，於阮反。祊，必彭反。費音祕。[【疏】注「宛鄭」至「東南」。　○正義曰：內卿貶則去族，外卿貶則稱人。外無去族之理。今宛無族，傳無譏文，故知未賜族也。傳言鄭釋泰山之祀，使來歸祊，知祊是鄭祀泰山之邑。鄭以桓公之故，受邑泰山之下，天子祭泰山必從往助祭，使共湯沐焉，故《公羊》謂之「湯沐之邑」。既有此邑，因立別廟。劉炫云：「言祀泰山之邑者，謂泰山之旁有此邑。邑內有鄭宗廟之祀，蓋祀桓、武之神。」]庚寅，我入祊。【注】桓元年，乃卒易祊田，知此入祊，未肯受而有之。"
      },
      {
        "index": 19,
        "text": "夏，六月，己亥，蔡叔考父卒。【注】無傳。襄六年傳曰：「杞桓公卒，始赴以名，同盟故也。」諸侯同盟稱名者，非唯見在位二君也。嘗與其父同盟，則亦以名赴其子，亦所以繼好也。蔡未與隱盟，蓋春秋前與惠公盟，故赴以名。【音義】○見，賢遍反。好，呼報反。[【疏】注「襄六」至「以名」。　○正義曰：同盟赴名，自有成例，而引杞桓公者，蔡自春秋以來未與魯盟，疑與惠公同盟，故引杞桓爲例。杞桓與成公同盟，而以名赴襄公，傳曰「同盟故也」，則與其父盟得以名赴其子，故疑蔡與惠盟，故以名赴隱也。同盟稱名，則兩君相知。君既知之，則國內皆知。故彼父雖薨，得以名赴彼子，以此名嘗與彼父對稱故也。若父與彼盟，彼君雖在，此子不得以其名赴，以此名未與彼君對稱故也。]辛亥，宿男卒。【注】無傳。元年，宋、魯大夫盟于宿，宿與盟也。晋荀偃禱河，稱齊、晋君名，然後自稱名，知雖大夫出盟，亦當先稱己君之名以啓神明，故薨皆從身盟之例，當告以名也。傳例曰：「赴以名，則亦書之，不然則否，辟不敏也。」今宿赴不以名，故亦不書名。諸例或發於始事，或發於後者，因宜有所異同，亦或丘明所得記注本末不能皆備故。【音義】○宿與音預，下「不與」同。禱，丁老反，或丁報反。[【疏】注「元年」至「備故」。　○正義曰：於例，盟以國地，則地主與之。元年「盟于宿」，知宿與盟也。魯、宋俱是微人，宿君必不親與，之宿亦大夫盟也。盟、禱雖異，俱是告神。荀偃之禱，先稱君名，知大夫聚盟亦各稱君名，臣盟既稱君名，則君薨得以名赴。宿君之卒，宜以名赴魯。今宿男不名，自不以名赴，非法不得也，故引僖二十三年傳例以明之，言其赴不以名，雖知亦不得書也。「諸君不親盟而以名赴魯」，注云：「大夫盟於某者，義皆出此。」衛冀隆難杜云：「周人以諱事神，臣子何得以君之名告神？又荀偃禱河，一時之事耳，非正禮也，何得知大夫盟先稱君名乎？」杜必爲此解者，以諱事神，謂諱神之名以事其神，若祭祖而諱祖之類。山川之神尊於諸侯，故《尚書‧武成》告名山大川，云「有道周王發」，則荀偃禱河自稱君名，於理何怪？杜云「諸例或發於始事，或發於後者」，若七年「滕侯卒」，傳曰：「凡諸侯同盟，於是稱名。」及桓二年「公至自唐」，凡公行，告于宗廟，是「或發於始事」也。宣四年「凡弑君稱君」，及僖二十六年「凡師能左右之曰以」，是「或發於後」也。云「因宜有所異同」者，宣四年「鄭公子歸生弑君」，嫌歸生無罪，及宣五年「高固來逆叔姬」，嫌「見逼成昏」，故傳因以明之是也。云「亦或丘明所得記注本末不能皆備」者，但杜又自疑，以爲諸例皆應從始事而發，在後發者，以記注周公舊凡不繫於始事，繫於後事，丘明作傳因記注所繫，遂以發之。如杜此言，則周公舊凡於記注之文，散在諸事。丘明作傳，因記注之文發例，故或先或後也。]"
      },
      {
        "index": 20,
        "text": "秋，七月，庚午，宋公、齊侯、衛侯盟于瓦屋。【注】齊侯尊宋，使主會，故宋公序齊上。瓦屋，周地。[【疏】注「齊侯」至「周地」。　○正義曰：《春秋》之例，國以大小爲序。《外傳‧鄭語》云：「齊莊、僖於是乎小伯。」此齊侯即僖公也。此盟平宋、衛也。齊爲會主，則齊宜在上。今宋在齊上，故特解之，由宋敬齊侯與衛先遇，故齊侯尊宋使爲會主。瓦屋既闕，知是周地者，以其會于溫，盟于瓦屋，會、盟不得相遠，溫是周地，知瓦屋亦周地也。]\n八月，葬蔡宣公。【注】無傳。三月而葬，速。"
      },
      {
        "index": 21,
        "text": "九月辛卯，公及莒人盟于浮來。【注】莒人，微者，不嫌敵公侯，故直稱公，例在僖二十九年。浮來，紀邑。東莞縣北有邳鄉，邳鄉西有公來山，號曰邳來間。【音義】○邳，蒲悲反。間如字。[【疏】注「莒人」至「來間」。　○正義曰：僖二十九年公會王子虎及諸侯之卿，盟于翟泉，没「公」不言，貶卿稱「人」，直言會某人某人。傳曰：「卿不書，罪之也。在禮，卿不會公侯，會伯子男可也。」此莒人乃對會公侯，故解之，莒是小國，卿當稱「人」，非貶辭也。微者不嫌能敵公侯，故直稱公也。]\n螟。【注】無傳。爲災。\n冬，十有二月，無駭卒。【注】公不與小斂，故不書日。卒而後賜族，故不書氏。【音義】○斂，力驗反。\n隱公八年傳"
      },
      {
        "index": 22,
        "text": "八年春，齊侯將平宋、衛，【注】平宋、衛於鄭。有會期。宋公以幣請於衛，請先相見，【注】宋敬齊命。衛侯許之，故遇于犬丘。【注】犬丘，垂也。地有兩名。[【疏】注「犬丘」至「兩名」。　○正義曰：地有兩名，新舊改易者，傳則言實以明之。若二名俱存者，傳則錯經以見之。此犬丘與垂兩名俱存，故傳不言實。《釋例》曰：「若一地二名，當時並存，則直兩文互見，黑壤、犬丘、時來之屬是也。猶卿大夫名氏互見，非例也。」]"
      },
      {
        "index": 23,
        "text": "鄭伯請釋泰山之祀而祀周公，以泰山之祊易許田。三月，鄭伯使宛來歸祊，不祀泰山也。【注】成王營王城，有遷都之志，故賜周公許田，以爲魯國朝宿之邑，後世因而立周公別廟焉。鄭桓公，周宣王之母弟，封鄭，有助祭泰山湯沐之邑在祊。鄭以天子不能復巡狩，故欲以祊易許田，各從本國所近之宜。恐魯以周公別廟爲疑，故云已廢泰山之祀，而欲爲魯祀周公，孫辭以有求也。許田，近許之田。【音義】○泰山，如字，東岳。能復，扶又反。守，手又反。近，附近之近，下同，又如字。欲爲，于僞反，下爲魯同。[【疏】注「成王」至「之田」。　○正義曰：成王營邑於洛，以爲居土之中，貢賦路均，將於洛邑受朝。許田近於王城，故賜周公許田，以爲魯國朝宿之邑。《詩‧魯頌》曰：「居常與許，復周公之宇。」是周公得許田也。《公羊傳》曰：「許田者何？魯朝宿之邑也。」是許田爲魯朝宿之邑。鄭請易許田而求祀周公，故知後世因在許田之中而立周公別廟焉。鄭桓公以周宣王之母弟，故於泰山之下亦受祊田，以爲湯沐之邑。祊邑內亦有鄭先君別廟。此時周室既衰，王不巡守。鄭以天子不復巡守，則泰山之祀既廢，祊無所用，故欲以祊易許。許田近鄭，祊田近魯，各從本國所近之宜也。魯以許田奉周公之祀，易其田則廢其祀。恐魯以周公別廟爲疑，慮將不許，云已廢泰山之祀，而欲爲魯祀周公。言鄭得許田，周公之祀不絶也。云已廢泰山之祀者，謂天子不復巡守，鄭家已廢此助祭泰山祭祀之事，無所祭祀，故欲爲魯祀周公。其實廢來已久，今始云已廢者，欲爲魯祀周公，故云已廢耳。方便遜辭，以求於魯也。定四年祝佗言康叔之受分物云：「取於有閻之土以共王職，取於相土之東都以會王之東蒐。」有閻之土，猶魯之許田也。相土之東都，猶鄭之祊邑也。鄭近京師，無假朝宿。魯近泰山，不須湯沐。各受其一。衛以道路並遠，故兩皆有之。《禮記‧王制》曰：「方伯爲朝天子，皆有湯沐之邑於天子之縣內。」然則朝宿之邑亦名湯沐。但向京師，主爲朝王。從王巡守，主爲助祭。祭必沐浴，隨事立名，朝宿、湯沐，亦互言之耳。《異義》：《左氏》說諸侯有大功德，乃有朝宿、湯沐之邑；《公羊》說以爲諸侯皆有朝宿、湯沐之邑。許慎以《公羊》爲非，則杜意亦從許慎也。《公羊傳》曰：「此魯朝宿之邑也，則曷爲謂之許田？諱取周田也。諱取周田則曷爲謂之許田？繫之許也。曷爲繫之許？近許也。」杜言近許之田，是用《公羊》爲說。杜依公羊之傳邑實近許，故以許爲名。劉君更無所馮，直云別有許邑，邑自名許，非由近許，國始名爲許以規杜氏，非其義也。]\n夏，虢公忌父始作卿士于周。【注】周人於此遂畀之政。【音義】○畀，必二反。"
      },
      {
        "index": 24,
        "text": "四月，甲辰，鄭公子忽如陳逆婦嬀。辛亥，以嬀氏歸。甲寅，入于鄭。陳鍼子送女，先配而後祖。鍼子曰：「是不爲夫婦，誣其祖矣。非禮也，何以能育？」【注】鍼子，陳大夫。禮，逆婦必先告祖廟而後行。故楚公子圍稱告莊、共之廟。鄭忽先逆歸而後告廟，故曰「先配而後祖」。【音義】○鍼，其廉反。誣，亡符反。共音恭，本亦作恭。[【疏】注「鍼子」至「後祖」。正義曰：先配後祖多有異說，賈逵以「配」爲「成夫婦」也。《禮》：齊而未配，三月廟見，然後配。案《昏禮》：親迎之夜，衽席相連。是士禮不待三月也。禹娶塗山，四日即去，而有啓生焉，亦不三月乃配，是賈之謬也。鄭衆以配爲同牢食也，先食而後祭祖，無敬神之心，故曰「誣其祖也」。案《昏禮》：婦既入門，即設同牢之饌。其間無祭祀之事。先祭乃食，《禮》無此文，是鄭之妄也。鄭玄以祖爲軷道之祭也，先爲配匹而後祖道，言未去而行配。案傳既言「入于鄭」，乃云「先配而後祖」，寧是未去之事也？若未去先配，則鍼子在陳譏之，何須云送女也？此三說皆滯。故杜引楚公子圍告廟之事，言「鄭忽先逆婦而後告廟，故曰先配而後祖」。此時忽父見在，計告廟以否，當是莊公之事，而譏忽者，楚公子圍亦人臣矣，而自布几筵，告於莊共之廟，不言禀君之命。知逆者雖受父命，當自告廟。且忽先爲配匹而後告祖，見其告祖方始譏之，知忽自告祖也。或可鄭伯爲忽娶妻，先逆而後告廟，鍼子見而譏之。公子圍告廟者，專權自由耳，非正也。]"
      },
      {
        "index": 25,
        "text": "齊人卒平宋、衛于鄭。秋，會于溫，盟于瓦屋，以釋東門之役，禮也。【注】會溫不書，不以告也。定國息民，故曰禮也。平宋、衛二國，忿鄭之謀。鄭不與盟，故不書。【音義】○與音預。"
      },
      {
        "index": 26,
        "text": "八月，丙戌，鄭伯以齊人朝王，禮也。【注】言鄭伯不以虢公得政而背王，故禮之。齊稱人，略從國辭。上有七月庚午，下有九月辛卯，則八月不得有丙戌。【音義】○背音佩。[【疏】注「言鄭」至「丙戌」。　○正義曰：庚午之後十六日而有丙戌，二十一日而有辛卯。七月有庚午，九月有辛卯，其間不容一月，是八月不得有丙戌。更遙一周，則丙戌去庚午七十七日，八月亦不得有丙戌，是明丙戌爲日誤。《長歷》推七月丁卯朔，四日庚午，至二十日是丙戌，九月丙寅朔，二十六日辛卯，其月二十一日是丙戌。八月小，丁酉朔，十日丙午，二十日丙辰，二月戊戌，十四日庚戌，二十六日壬戌。未知丙戌二字孰爲誤也。不直云日誤，而檢上下者，因傳明文，故顯言之。他皆放此。]"
      },
      {
        "index": 27,
        "text": "公及莒人盟于浮來，以成紀好也。【注】二年，紀、莒盟于密，爲魯故。今公尋之，故曰以成紀好。【音義】○好，呼報反，下同。"
      },
      {
        "index": 28,
        "text": "冬，齊侯使來，告成三國。【注】齊侯冬來告，稱秋和三國。公使衆仲對曰：「君釋三國之圖，以鳩其民，君之惠也。寡君聞命矣，敢不承受君之明德。」【注】鳩，集也。"
      },
      {
        "index": 29,
        "text": "無駭卒，羽父請謚與族。公問族於衆仲。衆仲對曰：「天子建德，【注】立有德以爲諸侯。因生以賜姓，【注】因其所由生以賜姓，謂若舜由嬀汭，故陳爲嬀姓。【音義】○汭，如銳反。[【疏】注「因其」至「嬀姓」。　○正義曰：《陳世家》云：陳胡公滿者，虞帝舜之後也。昔舜爲庶人時，居于嬀汭，其後因爲氏姓，姓嬀氏。武王克殷，得嬀滿，封之於陳。是舜由嬀汭，故陳爲嬀姓也。案《世本》：帝舜姚姓。哀元年傳稱虞思妻少康以二姚。是自舜以下猶姓姚也。昭八年傳曰：「及胡公不淫，故周賜之姓。」是胡公始姓嬀耳。《史記》以爲胡公之前已姓嬀，非也。]胙之土而命之氏。【注】報之以土而命氏曰陳。【音義】○胙，才故反，報也。[【疏】注「報之」至「曰陳」。　○正義曰：胙訓報也。有德之人必有美報。報之以土，謂封之以國名，以爲之氏。諸侯之氏，則國名是也。《周語》曰：帝嘉禹德，「賜姓曰姒，氏曰有夏」。「胙四岳國」，「賜姓曰姜，氏曰有呂」。亦與賜姓曰嬀，命氏曰陳，其事同也。姓者，生也，以此爲祖，令之相生，雖下及百世，而此姓不改。族者，屬也，與其子孫共相連屬，其旁支別屬則各自立氏。《禮記‧大傳》曰：「繫之以姓而弗別」，「百世而昏姻不通者，周道然也。」是言子孫當共姓也。其上文云：「庶姓別於上，而戚單於下。」是言子孫當別氏也。氏猶家也。傳稱「盟于子晳氏」、「逐瘈狗入於華臣氏」，如此之類，皆謂家爲氏。氏、族一也，所從言之異耳。《釋例》曰：「別而稱之謂之氏，合而言之則曰族。」例言別合者，若宋之華元、華喜皆出戴公，向、魚、鱗、蕩共出桓公。獨舉其人，則云華氏、向氏；并指其宗，則云戴族、桓族，是其別合之異也。《記》謂之「庶姓」者，以始祖爲正姓，高祖爲庶姓，亦氏、族之別名也。姓則受之於天子，族則禀之於時君。天下之廣，兆民之衆，非君所賜皆有族者，人君之賜姓賜族，爲此姓此族之始祖耳。其不賜者，各從父之姓族，非復人入賜也。《晋語》稱「黃帝之子二十五人，其得姓者十二人」。天子之子尚不得姓，況餘人哉，固當從其父耳。黃帝之子，兄弟異姓，周之子孫皆姓姬者，古今不同，質文代革。周代尚文，欲令子孫相親，故不使別姓。其賜姓者亦少，唯外姓嬀滿之徒耳。賜族者，有大功德，宜世享祀者，方始賜之。無大功德，任其興衰者，則不賜之。不賜之者，公之同姓，蓋亦自氏祖字。其異姓則有舊族可稱，不世其禄，不須賜也。衆仲以天子得封建諸侯，故云胙土命氏，據諸侯言耳。其王朝大夫不封爲國君者，亦當王賜之族。何則？春秋之世，有尹氏、武氏之徒，明亦天子賜之，與諸侯之臣，義無異也。此無駭是卿，羽父爲之請族，蓋爲卿乃賜族，大夫以下或不賜也。諸侯之臣，卿爲其極。既登極位，理合建家。若其父祖微賤，此人新升爲卿，以其位絶等倫，其族不復因。故身未被賜，無族可稱。魯挾、鄭宛，皆未賜族，故單稱名也。或身以才舉者升卿位，功德猶薄，未足立家，則雖爲卿，竟不賜族，羽父爲無駭請族，知其皆由時命，非例得之也。華督生立華氏，知其恐慮不得，故早求之也。由此而言，明有竟無族者，魯之翬、挾、柔、溺，名見於經，而其後無聞，是或不得族也。其士會之帑，處秦者爲劉氏。伍員之子，在齊爲王孫氏。《外傳》稱知果知知伯之將滅，自別其族爲輔氏。如此之類，皆是身自爲之，非復君賜。《釋例》曰：「子孫繁衍，枝布葉分，始承其本，末取其別，故其流至於百姓萬姓。」其言自有百姓萬姓，未必皆君賜也。《晋語》稱炎帝姓姜，則伯夷炎帝之後。姜自是其本姓，而云賜姓曰姜者，黃帝之後，別姓非一，自以姜姓賜伯夷，更使爲一姓之祖耳，非復因舊姓也。猶后稷別姓姬，不是因黃帝姓也。]諸侯以字，【注】諸侯位卑，不得賜姓，故其臣因氏其王父字。爲謚，因以爲族。【注】或便即先人之謚稱以爲族。[【疏】「諸侯」至「爲族」。　○正義曰：杜意「諸侯以字」，言賜先人字爲族也。「爲謚，因以爲族」，謂賜族雖以先人之字，或用先人所爲之謚，因將爲族。以謚爲族者，衛齊惡、宋戴惡之類是也。而劉君乃稱「以謚爲族，全無一人」，妄規杜氏，非其義也。死後賜族，乃是正法。春秋之世，亦有非禮，生賜族者，華督是也。《釋例》曰：「舊說以爲大夫有功德者，則生賜族，非也。至於鄭祭仲爲祭封人，後升爲卿，經書『祭仲以生賜族』者，檢傳既無同華氏之文，則祭者是仲之舊氏也。」諸侯以字，字有二等。《檀弓》曰：「幼名冠字，五十以伯仲，周道然也。」則二十有加冠之字，又有伯仲叔季爲長幼之字，二者皆可以爲氏矣。服虔云：「公之母弟則以長幼爲氏，貴適統，伯、仲、叔季是也。庶公子則以配字爲氏，尊公族，展氏、臧氏是也。」案鄭子人者，鄭厲公之弟。桓十四年，鄭伯使其弟語來盟，即其人也。而其後爲子人氏，不以仲、叔爲氏，則服言「公之母弟以長幼爲氏」，其事未必然也。杜以慶父叔牙與莊公異母，自然仲叔非母弟族矣。其或以二十之字，或以長幼之字，蓋出自時君之命也。叔稱叔不稱孫，而三桓皆稱孫，俱氏長幼之字，自不同也。臧氏稱孫，展氏不稱孫，俱氏二十之字，自不同也。然則稱孫與不稱孫，蓋出其家之意，未必由君賜也。以字爲族者，謂公之曾孫以王父之字爲族也。諸侯之子稱公子，公子之子稱公孫。公子、公孫，繫公之常言，非族也。其或貶責，則亦與族同。成十四年「叔孫僑如如齊逆女」，傳曰：「稱族，尊君命也。」僑如「以夫人婦姜氏至自齊」，傳曰：「舍族，尊夫人也。」宣元年「公子遂如齊逆女」，「遂以夫人至」，事與僑如正同，其傳直云「尊君命」、「尊夫人」，不言「稱族」、「舍族」。既非氏族，則不待君賜，自稱之矣。至於公孫之子，不復得稱公曾孫，如無駭之輩直以名行，及其死也則賜之族，以其王父之字爲族也。此無駭是公之曾孫，公之曾孫必須有族，故據曾孫爲文，言以王父字耳。公之曾孫，正法，死後賜族；亦有未死則有族者，則叔孫得臣是也。公子、公孫，於身必無賜族之理。經書季友、仲遂、叔肸者，皆是以字配名連言之，故杜注並云「字也」。其蕩伯姬者，公子蕩之妻，不可言公子伯姬，故繫於夫字，言蕩伯姬。蕩非當時之氏。其傳云立叔孫氏、臧僖伯、臧哀伯、叔孫戴伯之徒，皆傳家據後追言之耳。其公孟彄，《世本》以爲靈公之子，字公孟，名彄，與季友、仲遂相似，俱以字配名。劉炫不達此旨，妄規杜過，非也。必如劉解，生賜族之文證在何處？其公之曾孫玄孫以外，爰及異姓，有新升爲卿，君賜之族，蓋以此卿之字即爲此族。案《世本》宋督是戴公之孫好父說之子，華父是督之字，計督是公孫耳，未合賜族，應死後其子乃賜族，故杜云：「督未死而賜族，督之妄也。」沈亦云：「督之子方可有族耳。」]官有世功，則有官族，邑亦如之。」【注】謂取其舊官舊邑之稱以爲族，皆禀之時君。【音義】○稱，尺證反。[【疏】注「謂取」至「時君」。　○正義曰：舊官謂若晋之士氏，舊邑若韓、魏、趙氏，非是君賜，則不得爲族。嫌其居官邑不待公命，故云「皆禀之時君」。此謂同姓異姓皆然也。服虔止謂異姓，又引宋司城、韓、魏爲證。韓與司城非異姓，司城又自爲樂氏，不以司城爲族也。]公命以字爲展氏。【注】諸侯之子稱公子，公子之子稱公孫，公孫之子以王父字爲氏。無駭，公子展之孫，故爲展氏。\n隱公九年經\n九年，春，天王使南季來聘。【注】無傳。南季，天子大夫也。南，氏；季，字也。"
      },
      {
        "index": 30,
        "text": "三月癸酉，大雨震電。庚辰，大雨雪。【注】三月，今正月。【音義】○電，徒練反。雨雪，于付反，傳同。[【疏】「大雨震電」。　○正義曰：《說文》云：「震，劈歷震物者。」「電，陰陽激曜也。」《河圖》云：「陰陽相薄爲雷，陰激陽爲電。」然則震是雷之劈歷，電是雷光。僖十五年「震夷伯之廟」，是劈歷破之。雷之甚者爲震。故何休云：「震，雷也。」　○「大雨雪」。　○正義曰：《說文》云：「雨，水從雲下也。」然則雨者，天上下水之名。既見雨從天下，自上下者因即以雨言之。雨螽亦稱爲雨，故下雪稱「雨雪」也。平原出水爲大水，直書大水；「平地尺爲大雪」，不直書大雪，而云「大雨雪」者，水則從天入地，出地乃爲多，見其在地之多，言其出水之大，故不言大雨水。雪則自天而下，下即委之於地，見其自上而下，言其下雪之多，故言大雨雪。水則俯視，雪則仰觀，故立文有異。其大雨雹亦與雪同。]挾卒。【注】無傳。挾，魯大夫，未賜族。\n夏，城郎。\n秋，七月。冬，公會齊侯于防。【注】防，魯地，在琅邪華縣東南。【音義】○華，戶化反。\n隱公九年傳"
      },
      {
        "index": 31,
        "text": "九年，春，王三月，「癸酉，大雨霖以震」。書，始也。【注】書癸酉，始雨日。【音義】○霖音林，《爾雅》云：「久雨謂之淫，淫雨謂之霖。」「庚辰，大雨雪」，亦如之。書，時失也。【注】夏之正月，微陽始出，未可震電；既震電，又不當大雨雪，故皆爲時失。凡雨，自三日以往爲霖。【注】此解經書霖也。而經無霖字，經誤。[【疏】注「此解」至「經誤」。　○正義曰：傳發凡以解經，若經無「霖」字，則傳無由發，故知經誤。然則經當如傳言「大雨霖以震」，不當云「大雨震電」。是經脫「霖以」二字，而妄加「電」也。]平地尺爲大雪。\n「夏，城郎」。書，不時也。"
      },
      {
        "index": 32,
        "text": "宋公不王。【注】不共王職。【音義】○共音恭，本亦作供。鄭伯爲王左卿士，以王命討之，伐宋。宋以入郛之役怨公，不告命。【注】入郛在五年，公以七年伐邾，欲以說宋，而宋猶不和也。公怒，絶宋使。\n秋，鄭人以王命來告伐宋。【注】遣使致王命也。伐宋未得志，故復往告之。\n冬，公會齊侯于防，謀伐宋也。"
      },
      {
        "index": 33,
        "text": "北戎侵鄭。鄭伯禦之，患戎師，曰：「彼徒我車，懼其侵軼我也。」【注】徒，步兵也。軼，突也。【音義】○軼，直結反，又音逸。公子突曰：「使勇而無剛者嘗寇而速去之。【注】公子突，鄭厲公也。嘗，試也。勇則能往，無剛不恥退。君爲三覆以待之。【注】覆，伏兵也。戎輕而不整，貪而無親，勝不相讓，敗不相救。先者見獲，必務進；進而遇覆，必速奔；後者不救，則無繼矣。乃可以逞。」【注】逞，解也。【音義】○輕，遣政反。逞，勑領反。解音蟹，或佳買反。[【疏】「先者」至「以逞」。　○正義曰：嘗寇速去，知戎必逐之。逐其去者，必有所獲。獲謂獲鄭人也。在先者見逐有所獲，不復顧後，必務在速進。謂棄其後者，獨自先進。進而遇覆，必速迴奔走。後者不救，則是無繼續矣。無繼則易敗，如是乃可以解患。服虔云：「先者見獲，言必不往相救，各自務進，言其貪利也。」其言見獲者，當謂戎被鄭獲也。鄭人速去以誘之，安得獲戎也？在先者已被鄭獲，重進者將復爲虜，各自務進，欲何所貪，而云貪利也？此則不言可解，無故以解亂之。]從之。戎人之前遇覆者奔，祝聃逐之。【注】祝聃，鄭大夫。【音義】○聃，乃甘反，一音士甘反。衷戎師，前後擊之，盡殪。【注】爲三部伏兵，祝聃帥勇而無剛者先犯戎而速奔，以遇二伏兵，至後伏兵起，戎還走，祝聃反逐之。戎前後及中三處受敵，故曰衷戎師。殪，死也。【音義】○衷，丁仲反，又音忠。殪，於計反。處，昌慮反。[【疏】注「爲三」至「死也」。　○正義曰：「前後及中三處受敵」者，前謂第一伏逆其前也。後謂祝聃與後伏逐其後也，中謂第二伏擊其中也。「衷戎師」者，謂戎師在三伏之中。「殪，死也」，《釋詁》文。]戎師大奔。【注】後駐軍不復繼也。【音義】○駐，丁住反。十一月甲寅，鄭人大敗戎師。【注】此皆春秋時事，雖經無正文，所謂必廣記而備言之，將令學者原始要終，尋其枝葉，究其所窮。他皆放此。【音義】○令，力呈反。要，於遙反。[【疏】「十一月」至「戎師」。　○正義曰：此即上傳所說擊戎之事。史官得其戰狀，乃裁約爲之辭。經之所陳，皆是此類。既不書經，故準經爲文以揔之。]\n隱公十年經"
      },
      {
        "index": 34,
        "text": "十年，春，王二月，公會齊侯、鄭伯于中丘。【注】傳言正月會，癸丑盟。《釋例》推經、傳日月，癸丑是正月二十六日。知經二月誤。"
      },
      {
        "index": 35,
        "text": "夏，翬帥師會齊人、鄭人伐宋。【注】公子翬不待公命，而貪會二國之君，疾其專進，故去氏。齊、鄭以公不至，故亦更使微者從之伐宋。不言及，明翬專行，非鄧之謀也。及例在宣七年。【音義】○去，起呂反，傳同。[【疏】注「公子」至「七年」。正義曰：傳稱羽父先會齊侯、鄭伯，是「不待公命」也。貪會二國之君，自求其名，時史疾其專進，故貶去公子。公子義與氏同，故以氏言之。中丘之會，計君自親行，今齊、鄭稱「人」，是使微者從之也。於例，師出與謀曰「及」，傳稱盟于鄧爲「師期」，公既與謀，計當書「及」。今乃言「會」，明其以翬專行，非鄧之謀。《釋例》曰：「王命伐宋，羽父不匡君以速進，而先會二國，自以爲名，故貶去其族。齊爲侯伯，鄭伯又爲王卿士，二君奉王命以討宋。惡羽父之專進，故使與微者同伐，動而無功，故無成敗也。」案四年翬「固請而行」，故貶去其氏。此直言羽父先會齊侯、鄭伯，無「固請」之文，亦貶之者。又公子豫會邾人、鄭人，以不待公命，而經不書，此翬亦不待公命而經書者，翬於四年傳稱「固請」，明此「先會」亦「固請」也。傳於四年其文已詳，故於此而略耳。豫會邾人、鄭人，本非公卿，故不書；此則公會齊、鄭于中丘，已爲師期，翬又請公先會，先會則是君命，故以書之。]"
      },
      {
        "index": 36,
        "text": "六月壬戌，公敗宋師于菅。【注】齊、鄭後期，故公獨敗宋師。書敗宋，未陳也。敗例在莊十一年。菅，宋地。【音義】○菅，古頑反。陳，直覲反。[【疏】注「齊鄭」至「宋地」。　○正義曰：案傳公會齊侯、鄭伯于老桃，然後公敗宋師，則知老桃之會，謀與宋戰。彼與公謀戰，而公獨敗宋師，知齊、鄭後期也。]辛未，取郜。辛巳，取防。【注】鄭後至，得郜、防二邑，歸功于魯，故書取，明不用師徒也。濟陰城武縣東南有郜城。高平昌邑縣西南有西防城。【音義】○郜，古報反，《字林》又工竺反。"
      },
      {
        "index": 37,
        "text": "秋，宋人、衛人入鄭。宋人、蔡人、衛人伐戴。鄭伯伐取之。【注】三國伐戴，鄭伯因其不和，伐而取之。書伐，用師徒也。書取，克之易也。戴國，今陳留外黃縣東南有戴城。【音義】○載音再，《字林》作戴，云：故國在陳留。易，以豉反，傳同。[【疏】注「三國」至「戴城」。　○正義曰：案傳例，「克邑不用師徒曰取」。然則「取」者，據克邑之易。今此「克」得軍師亦稱「取」者，但取者雖據克邑之文，其克得師衆而易者亦曰「取」。是以莊十一年注云：「威力兼備，若羅網所掩覆，一軍皆見禽制。」若非前敵之易，何能覆而取之？故《釋例》曰：「如取，如攜。」然則凡言「取」者皆易辭。劉君以取之非易而規杜氏，非也。沈氏亦云：「今日圍，明日取，故知易也。」《公羊傳》曰：「其言伐取之何？易也。」是杜所用之義。《地理志》云：「梁國甾縣，故載國。」應劭曰：「章帝改曰考城。」古者甾、載聲相近。故鄭玄《詩》箋讀「俶載」爲「熾菑」，是其音大同，故漢於載國立甾縣，於晋屬陳留。]\n冬，十月，壬午，齊人、鄭人入郕。\n隱公十年傳"
      },
      {
        "index": 38,
        "text": "十年，春，王正月，公會齊侯、鄭伯于中丘。癸丑，盟于鄧，爲師期。【注】尋九年會于防，謀伐宋也。公既會而盟，盟不書，非後也。蓋公還，告會而不告盟。鄧，魯地。[【疏】注「尋九」至「魯地」。　○正義曰：九年傳稱會于防，謀伐宋。未及伐宋而更爲此會，爲師伐宋之期，知是尋防會也。《釋例》曰：「盟于鄧，盟于犖，盟于戚，公既在會而不書盟者，以理推之，會在盟前，知非後盟也。蓋公還告會而不告盟。」]\n夏，五月，羽父先會齊侯、鄭伯伐宋。【注】言先會，明非公本期，釋翬之去族。"
      },
      {
        "index": 39,
        "text": "六月，戊申，公會齊侯、鄭伯于老桃。【注】會不書，不告於廟也。老桃，宋地。六月無戊申；戊申，五月二十三日。日誤。[【疏】注「會不」至「日誤」。　○正義曰：六月無戊申者，下有辛巳取防，亦在六月之內。戊申在辛巳之前三十三日，不得共在一月。上有五月，今別言六月，知日誤月不誤。《長歷》推六月丙辰朔，三日戊午，五日庚申，未知二者孰是。]壬戌，公敗宋師于菅。庚午，鄭師入郜；辛未，歸于我。庚辰，鄭師入防；辛巳，歸于我。【注】壬戌六月七日，庚午十五日，庚辰二十五日，鄭伯後期而公獨敗宋師，故鄭頻獨進兵以入郜、防。入而不有，命魯取之，推功上爵，讓以自替。不有其實，故經但書魯取，以成鄭志，善之也。君子謂鄭莊公於是乎可謂正矣，以王命討不庭，【注】下之事上，皆成禮於庭中。不貪其土以勞王爵，正之體也。【注】勞者，敘其勤以荅之。諸侯相朝，逆之以饔餼，謂之郊勞。魯侯爵尊，鄭伯爵卑，故言以勞王爵。【音義】○勞，力報反，注同。餼音許氣反。[【疏】注「勞者」至「王爵」。　○正義曰：《聘禮》：「賓至于近郊，君使卿朝服，用束帛勞。」《覲禮》：「至于郊，王使人皮弁，用璧勞。」《周禮‧司儀》曰：「諸公相爲賓」，「主君郊勞」，皆不言以饔餼勞。案《禮》，饔餼乃是既相見致大禮，不應於郊以設之。杜意蓋以孰食曰饔，生牲曰餼。以勞客於郊，必有牲饌，故亦饔餼言之，非謂大禮之饔餼也。勞禮，《大行人》云：上公三勞，近郊勞，一也；遠郊勞，二也；竟首勞，三也。侯伯再勞，去竟首。子男一勞，去遠郊。凡近郊勞，皆君自行；遠郊使卿；竟首使大夫掌客。又云：「上公五積，皆眂飧牽」，「侯伯四積」，「子男三積」。是賓入竟之後，有致積之禮。積雖是牽，亦或有孰，或在郊致積，故謂之郊勞。沈依《聘禮》注其郊之遠近，上公遠郊五十里，侯伯三十里，子男十里；近郊各半之。]\n蔡人、衛人、郕人不會王命。【注】不伐宋也。"
      },
      {
        "index": 40,
        "text": "秋，七月，庚寅，鄭師入郊。猶在郊，【注】鄭師還，駐兵於遠郊。宋人、衛人入鄭。【注】宋、衛奇兵，承虛入鄭。蔡人從之伐戴。【注】從宋、衛伐戴也。八月，壬戌，鄭伯圍戴。癸亥，克之，取三師焉。【注】三國之軍在戴，故鄭伯合圍之。師者，軍旅之通稱。【音義】○稱，尺證反。[【疏】注「三國」至「通稱」。　○正義曰：三國之軍在戴城下，故鄭伯合圍之。不言圍戴者，本意圍三師，不圍戴也。不言圍三師者，今日圍，明日取，圍之不久。經以「取」告，不以「圍」告。三國經皆稱「人」，於例爲「將卑師少」。而傳言「三師」，故辯之，「師者，軍旅之通稱。」]宋、衛既入鄭，而以伐戴召蔡人。【注】伐戴乃召之。蔡人怒，故不和而敗。【注】言鄭取之易也。"
      },
      {
        "index": 41,
        "text": "九月，戊寅，鄭伯入宋。【注】報入鄭也。九月無戊寅。戊寅，八月二十四日。[【疏】注「報入」至「四日」。　○正義曰：九月無戊寅者，經有十月壬午，《長歷》推壬午十月二十九日，戊寅在壬午之前四日耳，故九月不得有戊寅。上有八月，下有冬，則誤在日也。]\n冬，齊人、鄭人入郕，討違王命也。\n隱公十有一年經"
      },
      {
        "index": 42,
        "text": "十有一年，春，滕侯、薛侯來朝。【注】諸侯相朝，例在文十五年。【音義】○薛，息列反。[【疏】「十有一年」至「來朝」。　○正義曰：「十」下言「有」者，干寶云：「十盈則更始以奇，從盈數，故言有也。」經備文，傳從略，故傳不言「有」。桓七年穀伯、鄧侯別言「來朝」，此兼言「來朝」者，彼別行禮，此同行禮。由同時行禮，當長者在先，故争之。]"
      },
      {
        "index": 43,
        "text": "夏，公會鄭伯于時來。【注】時來，郲也。滎陽縣東有釐城，鄭地也。【音義】○郲音來。釐，音來；王元規，力之反。"
      },
      {
        "index": 44,
        "text": "秋，七月，壬午，公及齊侯、鄭伯入許。【注】與謀曰及。還使許叔居之，故不言滅也。許，潁川許昌縣。【音義】○與音預。還音環。[【疏】注「與謀」至「昌縣」。　○正義曰：「與謀曰及」，宣七年傳例也。傳稱會于郲，謀伐許。是公與謀也。《譜》云：「許，姜姓，與齊同祖，堯四嶽，伯夷之後也。周武王封其苗裔文叔于許，今潁川許昌是也。靈公徙葉，悼公遷夷，一名城父。又居析，一名白羽。許男斯處容城。自文叔至莊公十一世始見《春秋》。元公子結元年，獲麟之歲也，當戰國初，楚滅之。」《地理志》云：「潁川郡許縣，故許國，文叔所封，二十四世爲楚所滅也。漢世名許縣耳，魏武作相，改曰許昌。」]"
      },
      {
        "index": 45,
        "text": "冬，十有一月，壬辰，公薨。【注】實弑書薨，又不地者，史策所諱也。[【疏】注「實弑」至「諱也」。　○正義曰：他君見弑則書弑，魯君見弑則書薨。公薨例皆地，此公又不地。故解之，言魯史策書所諱也。不忍言君之見弑，又不忍言其僵尸之處，諱而不書，故夫子因之。傳不言書曰，知是舊史諱之也。董狐書「趙盾弑君」，仲尼謂之「良史」。不書君弑，則是史之不良。夫子不改其文而因之者，爲人臣者或心實愛君，爲諱愆過；或志在疾惡，故章賊名。雖事跡不同，而俱是爲國。聖賢兩通其事，欲見仁非一涂。僖元年傳曰：「諱國惡，禮也。」以仲尼之善董狐，知爲史必須直也。以丘明之禮諱惡，知爲史又當諱也。《釋例》曰：「臣之事君，猶子事父。微諫見志，造膝詭辭，執其事而諫其非，不必其得，蓋匡救將然，而將順其已然，故有隱諱之義焉。至於激節之士則不然，南史執簡而累進，董狐書法而不隱，鬻拳劫君而自刖，晏嬰端委而引直，聖賢亦錄而善之，所以廣義訓，博大道。殷有三仁，此之謂也。」是言聖賢兩通之意也。鄭伯髡頑、楚子麏、齊侯陽生之徒，俱實見弑，而以「卒」赴魯，是他國之臣亦有諱國惡者，非獨魯史也。]\n隱公十有一年傳"
      },
      {
        "index": 46,
        "text": "十一年，春，滕侯薛侯來朝，争長。【注】薛，魯國薛縣。【音義】○長，丁丈反。下注及文同。[【疏】注「薛魯國薛縣」。　○正義曰：《譜》云：「薛，任姓，黃帝之苗裔奚仲封爲薛侯，今魯國薛縣是也。奚仲遷于邳，仲虺居薛，以爲湯左相，武王復以其胄爲薛侯。齊桓霸諸侯，黜爲伯。獻公始與魯同盟。小國無記，世不可知，亦不知爲誰所滅。」《地理志》云：「魯國薛縣，夏車正奚仲所國，後遷于邳，湯相仲虺居之。」]薛侯曰：「我先封。」【注】薛祖奚仲，夏所封，在周之前。【音義】○夏，戶雅反。[【疏】注「薛祖」至「之前」。　○正義曰：定元年傳曰：「薛之皇祖奚仲居薛，以爲夏車正。」是夏所封也。]滕侯曰：「我，周之卜正也。【注】卜正，卜官之長。[【疏】注「卜正，卜官之長」。　○正義曰：《周禮‧春官》：「太卜，下大夫二人。」其下有卜師、卜人、龜人、筮人，大卜爲之長。正訓長也，故謂之卜正。]薛，庶姓也。我不可以後之。」【注】庶姓，非周之同姓。[【疏】注「庶姓」至「同姓」。　○正義曰：《周禮‧司儀職》云：「詔王儀，南鄉見諸侯。土揖庶姓，時揖異姓，天揖同姓。」鄭玄云：「庶姓，無親者也。」「異姓，婚姻者也。」是庶姓非同姓也。]公使羽父請於薛侯曰：「君與滕君，辱在寡人。周諺有之曰：『山有木，工則度之；賓有禮，主則擇之。』【注】擇所宜而行之。【音義】○諺音彥，俗言也。度，大洛反。周之宗盟，異姓爲後。【注】盟載書皆先同姓，例在定四年。[【疏】「周之」至「爲後」。　○正義曰：賈逵以宗爲尊，服虔以宗盟爲同宗之盟，孫毓以爲宗伯屬官，掌作盟詛之載辭，故曰宗盟。杜無明解。盟之尊卑，自有定法，不得言尊盟也。《周禮》司盟之官乃是司寇之屬，非宗伯也。唯服之言得其旨也。而孫毓難服云：「同宗之盟則無與異姓，何論先後。若通共同盟，則何稱於宗？」斯不然矣。天子之盟諸侯，令其獎王室，未聞離逖異姓，獨與同宗者也。但周人貴親，先敘同姓。以其篤於宗族，是故謂之「宗盟」。魯人之爲此言，見其重宗之義，執其宗盟之文，即云「無與異姓」。然則公與侯燕，則異姓爲賓，復言「族燕」，不得有異姓也。孟軻所云說詩者「不以辭害意」，此之謂也。「異姓爲後」者，謂王官之伯降臨諸侯，以王命而盟者耳。其春秋之世，狎主齊盟者，則不復先姬姓也。踐土之盟，其載書云「王若曰晋重魯申」，是用王命而盟也。召陵之會，劉子在焉，故祝佗引踐土爲比，爲有王官故也。宋之盟，楚屈建先於趙武，明是大國在前，不先姬姓。若姬姓常先，則楚不得競也。且言周之宗盟，是唯周乃然。」故《釋例》曰：「斥周而言，指謂王官之宰臨盟者也。其餘雜盟，未必皆然。」是言餘盟不先姬姓，盟則同姓在先，朝則各從其爵。故鄭康成注《禮記》云：「朝覲爵同同位。」若然，案《覲禮》曰：「諸侯前朝，皆受舍于朝，同姓西面北上，異姓東面北上。」鄭玄云：「言諸侯，明來朝者衆矣，顧其入覲不得並耳」，「分別同姓異姓，受之將有先後也」。若如此言，則似朝覲不以爵者。但朝覲實以爵同同位，就爵同之中先同姓後異姓。若盟，則爵雖不同，先同姓也。《禮記》：「周公朝諸侯于明堂之位」，「三公中階之前，北面東上；諸侯之位，阼階之東，西面北上；諸伯之國，西階之西，東面北上；諸子之國，門東，北面東上；諸男之國，門西，北面東上。」《覲禮》於方明之壇，鄭言諸侯見王之位，亦引《明堂位》爲說。是則諸侯揔見皆以爵爲班，雖不分別同姓異姓，其受禮之時爵同者，猶先同姓也。其王官之伯臨諸侯之盟，雖羣后咸在，常先同姓，故此言「宗盟」耳。取重宗之事，以喻己也。取譬之事，聊舉一邊。「寡人若朝于薛，不敢與諸任齒」，朝於彼國，自可下主國之宗。諸侯聚盟，不肯先盟，主之宗也。]寡人若朝于薛，不敢與諸任齒。【注】薛，任姓。齒，列也。【音義】○任音壬，注同。[【疏】注「薛，任姓。齒，列也」。　○正義曰：《世本‧氏姓篇》云：「任姓：謝、章、薛、舒、呂、祝、終、泉、畢、過。」言此十國皆任姓也。《禮記‧文王世子》曰：「古者謂年齡，齒亦齡也。」然則齒是年之別名。人以年齒相次列。以爵位相次列亦名爲齒，故云齒也。]君若辱貺寡人，則願以滕君爲請。」薛侯許之，乃長滕侯。"
      },
      {
        "index": 47,
        "text": "「夏，公會鄭伯于郲」，謀伐許也。鄭伯將伐許，五月，甲辰，授兵於大宮。【注】大宮，鄭祖廟。【音義】○大音泰。公孫閼與潁考叔争車，【注】公孫閼，鄭大夫。【音義】○閼，於葛反。潁考叔挾輈以走，【注】輈，車轅也。【音義】○挾音協。輈，張留反。[【疏】「挾輈以走」。　○正義曰：廟內授車未有馬駕，故手挾以走。輈，轅也。《方言》云：「楚、衛謂轅爲輈。」服虔云：「考叔挾車轅，箠馬而走。古者兵車一轅，服馬夾之。若馬已在轅，不可復挾。且箠馬而走，非捷步所及，子都豈復乘車逐之。」]子都拔棘以逐之。【注】子都，公孫閼。棘，戟也。及大逵，弗及，子都怒。【注】逵，道方九軌也。【音義】○逵，求龜反。《爾雅》云：「九達謂之逵。」杜云：「道方九軌。」此依《考工記》。[【疏】注「逵，道方九軌也」。　○正義曰：《冬官‧考工記》：「匠人營國」，「經涂九軌。」軌，車轍。謂王城之內，道廣並九車也。《爾雅‧釋宮》云：「一達謂之道路，二達謂之歧旁，三達謂之劇旁，四達謂之衢，五達謂之康，六達謂之莊，七達謂之劇驂，八達謂之崇期，九達謂之逵。」說《爾雅》者，皆以爲「四道交出，復有旁通」。故劉炫《規過》以逵爲九道交出也。今以爲「道方九軌」者，蓋以九出之道，世俗所希，不應城內得有。此道以記有九軌，故以「逵」當之。言並容九軌，皆得前達，亦是九達之義。故李巡注《爾雅》亦取「並軌」之義。又涂方九軌，天子之制，諸侯之國不得皆有，唯鄭城之內獨有其涂，故傳於鄭國每言「逵」也。故桓十四年「焚渠門，入及大逵」，莊二十八年「衆車入自純門，及逵市」，宣十二年「入自皇門，至于逵路」。劉君以爲國國皆有逵道，以規杜氏，其義非也。]\n秋，七月，公會齊侯、鄭伯伐許。庚辰，傅于許。【注】傅于許城下。【音義】○傅音附，注同。"
      },
      {
        "index": 48,
        "text": "潁考叔取鄭伯之旗蝥弧以先登，【注】蝥弧，旗名。【音義】○蝥，亡侯反。弧音胡。[【疏】注「蝥弧，旗名」。　○正義曰：《周禮》：「諸侯建旂，孤卿建旜。」而《左傳》鄭有蝥弧，齊有靈姑鉟，皆諸侯之旗也。趙簡子有蜂旗，卿之旗也。其名當時爲之，其義不可知也。]子都自下射之，顛。【注】顛隊而死。【音義】○射，食亦反，下及注同。隊，直類反。瑕叔盈又以蝥弧登，【注】瑕叔盈，鄭大夫。周麾而呼曰：「君登矣！」【注】周，徧也。麾，招也。【音義】○麾，許危反，又許僞反。呼，火故反。徧音遍。鄭師畢登。壬午，遂入許。許莊公奔衛。【注】奔不書。兵亂遁逃，未知所在。【音義】○遁，徒頓反。齊侯以許讓公。公曰：「君謂許不共，【注】不共職貢。【音義】○共音恭，本亦作供，音同，注及下同。故從君討之。許既伏其罪矣，雖君有命，寡人弗敢與聞。」乃與鄭人。鄭伯使許大夫百里奉許叔以居許東偏，【注】許叔，許莊公之弟。東偏，東鄙也。【音義】○與聞音預。曰：「天禍許國，鬼神實不逞于許君，而假手于我寡人。【注】借手于我寡德之人以討許。寡人唯是一二父兄，不能共億，【注】父兄，同姓羣臣。供，給；億，安也。【音義】○億，於力反。其敢以許自爲功乎？寡人有弟，不能和協，而使餬其口於四方，【注】弟，共叔段也。餬，鬻也。段出奔在元年。【音義】○餬音胡，《說文》云：「寄食。」鬻，本又作粥，之育反，又與六反。[【疏】注「弟共」至「元年」。　○正義曰：莊公之弟逃於四方，故知唯是共叔段也。《說文》云：「餬，寄食也。」以此傳言「餬口四方」，故以「寄食」言之。昭七年傳云：「饘於是，鬻於是，以餬余口。」《釋言》云：「餬，饘也。」則餬是饘、鬻別名。今人以薄鬻塗物謂之餬紙、餬帛，則餬者，以鬻食口之名，故云「餬其口」也。]其況能久有許乎？吾子其奉許叔以撫柔此民也，吾將使獲也佐吾子。【注】獲，鄭大夫公孫獲。若寡人得没于地，【注】以壽終。【音義】○壽，如字，又音授。天其以禮悔禍于許，【注】言天加禮於許而悔禍之。無寧茲許公復奉其社稷。【注】無寧，寧也。茲，此也。【音義】○復，扶又反，又音服。唯我鄭國之有請謁焉。如舊昏媾，【注】謁，告也。婦之父曰昏，重昏曰媾。【音義】○媾，古豆反。重，直龍反。[【疏】注「謁告」至「曰媾」。　○正義曰：「謁，告也」，《釋詁》文。「婦之父曰昏」，《釋親》文也。「媾」與「昏」同文，故先儒皆以爲「重昏曰媾」。]其能降以相從也。【注】降，降心也。無滋他族，實偪處此，以與我鄭國争此土也。吾子孫其覆亡之不暇，而況能禋祀許乎？【注】絜齊以享，謂之禋。祀，謂許山川之祀。【音義】○覆，芳服反。暇，行嫁反。禋音因。齊，側皆反，本亦作齋。[【疏】注「絜齊」至「之祀」。　○正義曰：《釋詁》云：「禋，祭也。」孫炎曰：「禋，絜敬之祭。」《周語》曰：「精意以享，禋也。」是「絜齊以享謂之禋」。享訓獻也。言絜清齊敬以酒食獻神也。《禮》：諸侯祭山川之在其地者。若其受許之土，則當祭許山川，故知「祀謂許山川之祀」。]寡人之使吾子處此，不唯許國之爲，亦聊以固吾圉也。」【注】圉，邊垂也。【音義】○爲，于僞反，圉，魚呂反。[【疏】注「圉，邊垂也」。　○正義曰：《釋詁》云：「圉，垂也。」舍人曰：「圉，邊垂也。」]乃使公孫獲處許西偏，曰：「凡而器用財賄，無寘於許。我死，乃亟去之！吾先君新邑於此，【注】此，今河南新鄭。舊鄭在京兆。【音義】○賄，呼罪反，《字林》音惰。寘，之豉反，置也。亟，紀力反，急也，下注同。[【疏】注「此今」至「京兆」。　○正義曰：《地理志》云：「河南郡新鄭縣，《詩》鄭桓公之子武公所國。」是知「新邑於此」，謂河南新鄭也。且《志》又云：「京兆鄭縣，周宣王弟鄭桓公邑。」是知舊鄭在京兆也。《志》又云：「本周宣王弟友爲周司徒，食采於宗周畿內，是爲鄭桓公。桓公問於史伯曰：『王室多故，何所可以逃死？』」史伯爲桓公謀取虢、鄶之地，令「寄帑與賄，而虢、鄶受之。後二年，幽王敗，桓公死，其子武公與平王東遷，卒定虢、鄶之地」。然則傳云「先君新邑於此」，謂武公始居此也。《史記‧鄭世家》稱虢、鄶自分「十邑」獻於桓公，桓公「竟國之」。案《鄭語》，桓公始謀，未取之也；武公始國，非桓公也；全滅虢、鄶，非獻邑也。馬遷之言皆謬耳。昭十六年傳子產謂韓宣子，曰「我先君桓公與商人皆出自周，以艾殺此地而共處之」者，謂「寄帑與賄」之時，商人即與俱行耳，非桓公身至新鄭。]王室而既卑矣，周之子孫日失其序。【注】鄭亦周之子孫。夫許，大岳之胤也，【注】大岳，神農之後，堯四岳也。胤，繼也。【音義】○大岳音泰。[【疏】注「大岳」至「繼也」。　○正義曰：《周語》稱「共工、伯鮌二者，皆黃炎之後」。言鮌爲黃帝之後，共工爲炎帝之後。炎帝則神農之別號。《周語》又稱堯命禹治水，「共之從孫四岳佐之」，「胙四岳國，命爲侯伯，賜姓曰姜，氏曰有呂」。賈逵云：「共，共工也。從孫，同姓末嗣之孫。四岳，官名，大岳也。主四岳之祭焉。姜，炎帝之姓，其後變易，至於四岳，帝復賜之祖姓，以紹炎帝之後。」以此知「大岳」是神農之後，堯四岳也。以其主嶽之祀，尊之，故稱大岳，許國是其後也。「胤，繼也」。《釋詁》文。舍人云：「胤，繼世也。」]天而既厭周德矣，吾其能與許争乎？君子謂鄭莊公於是乎有禮。禮，經國家，定社稷，序民人，利後嗣者也。許無刑而伐之，服而舍之，【注】刑，法也。【音義】○厭，於艷反。[【疏】「禮經」至「嗣者也」。　○正義曰：經謂紀理之，若《詩》之經營、經始也。國家非禮不治，社稷得禮乃安，故禮所以經理國家，安定社稷。以禮教民則親戚和睦，以禮守位則澤及子孫，故禮所以次序民人，利益後嗣。「經國家」，猶《詩序》之言「經夫婦」也。]度德而處之，量力而行之，相時而動，無累後人，【注】「我死，乃亟去之」，無累後人。【音義】○度，待洛反。量音良，下同。相，息亮反。累，劣僞反，注同。可謂知禮矣。"
      },
      {
        "index": 49,
        "text": "鄭伯使卒出豭，行出犬雞，以詛射潁考叔者。【注】百人爲卒，二十五人爲行，行亦卒之行列。疾射潁考叔者，故令卒及行間皆詛之。【音義】○卒，尊忽反，注同。豭音加，豬別名。行，戶剛反，注同。詛，則慮反。令，力呈反。[【疏】注「百人」至「詛之」。　○正義曰：《周禮‧夏官》序制軍之法，「百人爲卒」，「二十五人爲兩」。此言「二十五人爲行」者，以傳先「卒」後「行」，「豭」大於「犬」，知「行」之人數少於「卒」也。軍法百人之下唯有二十五人爲「兩」耳。又大司馬之屬官行司馬是中士，軍之屬官兩司馬亦中士，知《周禮》之兩即此行是也。《周禮》之行謂軍之行列，知此行亦卒之行列也。詛者，盟之細，殺牲告神，令加之殃咎。疾射潁考叔者，令卒及行間祝詛之，欲使神殺之也。一卒之內已用一豭，又更令一行之間或用雞，或用犬，重祝詛之。犬、雞者，或雞或犬，非雞、犬並用。何則？盟詛例用一牲，不用二也。豭謂豕之牡者，《爾雅‧釋獸》：豕牡曰豝。豝者是牝，知豭者是牡。祭祀例不用牝。且宋人謂宋朝爲艾豭，明以雄豬喻也。]君子謂鄭莊公失政刑矣。政以治民，刑以正邪。既無德政，又無威刑，是以及邪。【注】大臣不睦，又不能用刑於邪人。【音義】○邪，似嗟反，下及注同。邪而詛之，將何益矣！"
      },
      {
        "index": 50,
        "text": "王取鄔、劉、【注】二邑在河南緱氏縣，西南有鄔聚，西北有劉亭。【音義】○鄔，烏戶反。緱，古侯反，一音苦侯反。聚，才遇反。蔿、邘之田于鄭，【注】蔿、邘，鄭二邑。【音義】○蔿，尤委反。邘音于。而與鄭人蘇忿生之田：【注】蘇忿生，周武王司寇蘇公也。【音義】○忿，芳粉反。[【疏】注「蘇忿」至「公也」。　○正義曰：成十一年傳曰：「昔周克商，使諸侯撫封，蘇忿生以溫爲司寇。」《尚書‧立政》稱「周公告大史曰司寇蘇公」，是其事也。]溫、【注】今溫縣。原、【注】在沁水縣西。【音義】○沁，七浸反；《字林》，先任反；郭璞《三蒼解詁》音狗沁之沁；沈文何，疏鴆反；韋昭，思金反。水名。絺、【注】在野王縣西南。【音義】○絺，勑之反。樊、【注】一名陽樊，野王縣西南有陽城。【音義】○樊，扶袁反。隰郕、【注】在懷縣西南。【音義】○隰，詳立反。郕，尚征反。欑茅、【注】在脩武縣西北。【音義】○欑，才官反。向、【注】軹縣西有地名向上。【音義】○向，舒亮反，注同。軹音紙。盟、【注】今盟津。【音義】○盟音孟。州、【注】今州縣。陘、【注】闕。【音義】○陘音刑。隤、【注】在脩武縣北。【音義】○隤，徒回反。懷。【注】今懷縣。凡十二邑，皆蘇忿生之田。欑茅、隤屬汲郡。餘皆屬河內。君子是以知桓王之失鄭也。恕而行之，德之則也，禮之經也。己弗能有，而以與人，人之不至，不亦宜乎！【注】蘇氏叛王，十二邑王所不能有，爲桓五年從王伐鄭張本。"
      },
      {
        "index": 51,
        "text": "鄭、息有違言，【注】以言語相違恨。息侯伐鄭。鄭伯與戰于竟，息師大敗而還。【注】息國，汝南新息縣。【音義】○竟音境。息，一本作鄎，音息。[【疏】注「息國」至「息縣」。　○正義曰：《世本》：「息國，姬姓。」此「息侯伐鄭」，責其不親親，知與鄭國同姬姓也。莊十四年傳楚文王滅息。其初則不知誰之子，何時封也。《地理志》汝南郡有新息縣，故息國也。應劭云：「其後東徙，故加新云。」若其後東徙，當云「故息」，何以反加「新」字乎？蓋本自他處而徙此也。]君子是以知息之將亡也。不度德，【注】鄭莊賢。【音義】○度，待洛反。不量力，【注】息國弱。不親親，【注】鄭、息，同姓之國。不徵辭，不察有罪。【注】言語相恨，當明徵其辭，以審曲直，不宜輕鬬。犯五不韙，而以伐人，其喪師也，不亦宜乎！【注】韙，是也。【音義】○韙，韋鬼反，《蒼頡篇》同。喪，息浪反。"
      },
      {
        "index": 52,
        "text": "冬，十月，鄭伯以虢師伐宋。壬戌，大敗宋師，以報其入鄭也。【注】入鄭在十年。宋不告命，故不書。凡諸侯有命，告則書，不然則否。【注】命者，國之大事政令也。承其告辭，史乃書之於策。若所傳聞行言，非將君命，則記在簡牘而已，不得記於典策。此蓋周禮之舊制。　○傳，直專反。師出臧否，亦如之。【注】臧否，謂善惡得失也。滅而告敗，勝而告克，此皆互言，不須兩告乃書。【音義】○否音鄙，又方九反，注同。雖及滅國，滅不告敗，勝不告克，不書于策。[【疏】「凡諸」至「于策」。　○正義曰：此傳雖因宋不告敗而發此例，其言「諸侯有命」，非獨爲被伐之命。故注云：「命者，國之大事政令也。」謂諸國大事，崩卒會盟，戰伐克取，君臣乖離，水火災害。經書他國之事，皆是來告則書，不告則否。來告則書者，或彼以實告，改其告辭而書之。或彼以虛告，因其虛言而記之。立文襃貶，章示善惡。雖復依告者多，不必盡皆依告。衛獻公之出奔也，傳稱「孫林父、甯殖出其君」，名在諸侯之策。及其書經，則云「衛侯出奔齊」。如此之類，是改告辭也。晋人之敗秦也，傳稱「潛師夜起，以敗秦于令狐」。秦實未陳，不與晋戰。晋人諱背前言，妄以戰告。及其書經，乃言「晋人及秦人戰于令狐」。如此之類，是因虛言也。雖復或因其虛，或改其實，終是歸於勸戒，得告乃書也。「不然則否」者，雖復傳聞行言，實知其事，但非故遣來告，知亦不書，所以慎謬誤，辟不審。若楚滅六蓼，臧文仲歎而爲言，魯非不知，但無命來告，故不書也。「師出臧否亦如之」者，傳因被兵發例，嫌出師伐人，不必須告，故重明之。「雖及滅國」者，既據侵伐發例，又嫌滅國事重，不待告命，故更明之。言「不書于策」者，明告命大事，皆書於國史正策，以見仲尼脩定，悉因正策之文。　○注「臧否」至「乃書」。　○正義曰：不言「勝敗」而言「臧否」者，明其臧否之言，非徒勝敗之謂，故知是「善惡得失」，揔謂理有曲直，兵有彊弱也。狄伐邢之類，非狄能告也；楚滅庸之徒，非庸能告也：故知敗克互言，不須兩告乃書也。且哀元年傳曰：「吳入越，不書，吳不告慶，越不告敗也。」吳、越並言，知其不待兩告。]"
      },
      {
        "index": 53,
        "text": "羽父請殺桓公，將以求大宰。【注】大宰，官名。【音義】○大音泰，注同。[【疏】注「大宰，官名」。　○正義曰：《周禮》：天子六卿，天官爲大宰，諸侯則并六爲三而兼職焉。昭四年傳稱季孫爲司徒，叔孫爲司馬，孟孫爲司空。則魯之三卿無大宰也。羽父名見於經，已是卿矣，而復求大宰，蓋欲令魯特置此官以榮己耳。以後更無大宰，知魯竟不立之。]公曰：「爲其少故也，吾將授之矣。【注】授桓位。【音義】○爲，于僞反。少，詩照反。使營菟裘，吾將老焉。」【注】菟裘，魯邑，在泰山梁父縣南。不欲復居魯朝，故別營外邑。【音義】○菟，兔都反。裘音求。父音甫。復，扶又反，下同。羽父懼，反譖公于桓公，而請弑之。公之爲公子也，與鄭人戰于狐壤，止焉。【注】內諱獲，故言止。狐壤，鄭地。【音義】○譖，側鴆反。弑音試，下同；一本作殺。鄭人囚諸尹氏，【注】尹氏，鄭大夫。賂尹氏，而禱於其主鍾巫，【注】主，尹氏所主祭。【音義】○賂音路。禱，丁老反，或多報反。巫，亡夫反。遂與尹氏歸，而立其主。【注】立鍾巫於魯。十一月，公祭鍾巫，齊于社圃，【注】社圃，園名。【音義】○圃，布古反。館于寪氏。【注】館，舍也。寪氏，魯大夫。【音義】○寪，于委反。壬辰，羽父使賊弑公于寪氏，立桓公，而討寪氏，有死者。【注】欲以弑君之罪加寪氏，而復不能正法誅之。傳言進退無據。[【疏】「討寪氏，有死者」。　○正義曰：劉炫云：羽父遣賊弑公，公非寪氏所弑。公在寪氏而死，遂寪氏弑君，欲以正法誅之。君非寪氏所弑，故討寪氏之家，僅有死者而已，言不揔誅之。　○注「欲以」至「無據」。　○正義曰：劉炫云：欲以弑君之罪加寪氏，則君非寪氏所弑，而復不能以正法誅之。正法謂滅其族，汙其宮也。傳言此者進退無據：進誅寪氏，則實非寪氏弑君；退舍寪氏，則無弑君之人。是其進退無據也。]不書葬，不成喪也。【注】桓弑隱篡位，故喪禮不成。"
      }
    ]
  }
}