{
  "chapterNumber": 40,
  "title": "春秋左傳 宣公十二年 (Duke Xuan, Year 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "經\n十有二年，春，葬陳靈公。（無傳。賊討國複，二十一月然後得葬。）楚子圍鄭。（前年盟辰陵而又徼事晉故。○徼，古堯反。）"
      },
      {
        "index": 1,
        "text": "夏，六月，乙卯，晉荀林父帥師及楚子戰於邲，晉師敗績。（晉上軍成陳，故書“戰”。邲，鄭地。○邲，扶必反，一音弼。陳音直覲反。）"
      },
      {
        "index": 2,
        "text": "疏注“晉上”至“鄭地”。○正義曰：此一軍成陳，兩軍不成陳。成陳者雖少，以“戰”為文。案昭二十三年，雞父之戰，六國成陳，而楚不成陳。成陳者多，而以“敗”為文者，六國雖眾，楚為兵主，楚既未陳，故以獨敗為文，與此異也。\n秋，七月。\n冬，十有二月，戊寅，楚子滅蕭。（蕭，宋附庸國。十二月無戊寅。戊寅，十一月九日。）"
      },
      {
        "index": 3,
        "text": "疏注“蕭宋”至“九日”。○正義曰：莊十二年“宋萬弑閔公”。蕭叔人心者，宋蕭邑之大夫也，平宋亂，立桓公。宋人嘉之，以蕭邑封叔為附庸。莊二十三年蕭叔朝公，是其事也。此年楚子滅蕭。定十一年，宋公之弟辰入於蕭以叛，則此後複為宋邑也。杜以《長曆》校之，十二月無戊寅，戊寅乃是十一月九日。此不言月，誤。《長曆》云“日月必有誤者”。案傳稱“師人多寒”。若是十一月，則今之九月，未是寒時。當月是而日誤也。"
      },
      {
        "index": 4,
        "text": "晉人、宋人、衛人、曹人同盟於清丘。（晉、衛背盟，故大夫稱“人”。宋華椒承群偽之言，以誤其國，宋雖有守信之善，而椒猶不免譏。清丘，衛地，今在濮陽縣東南。○背，蒲對反，下注同。）"
      },
      {
        "index": 5,
        "text": "疏注“晉衛”至“東南”。○正義曰：傳云，盟曰恤病討貳。陳貳於楚，而宋伐之，衛救陳，不討貳也。楚伐宋而晉、衛不救，不恤病也。是晉、衛背盟，故貶其大夫而稱“人”。曹是小國，貶與不貶俱當稱“人”，故不言曹也。明年傳稱：“君子曰：‘清丘之盟，唯宋可以免。’”則宋不違盟而亦貶宋卿者，彼晉、衛、曹並皆偽妄。“華椒承群偽之言，以誤其國”，致使宋為盟故伐陳，衛人救之，楚人討之，伐陳怒楚，被伐無救。“宋雖有守信之善，而椒猶不免譏”者，為諸國失信，而累及椒也。晉、衛不信，乃在盟後，非是心欲不信而妄作此盟。當盟之時，未有不信之狀。在後違約，不可豫知，而亦並責椒者，君子結交，當擇善而從之，所與不善，必將敗德。椒與不信約盟，則是不信之黨，雖獨守信，並亦貶之。戒後之人，使擇交也。\n宋師伐陳，衛人救陳。（背清丘之盟。）\n傳"
      },
      {
        "index": 6,
        "text": "十二年，春，楚子圍鄭，旬有七日，鄭人卜行成，不吉；卜臨於大宮，臨，哭也。大宮，鄭祖廟。（○臨，力鴆反，下注同。大宮音泰，注同。）"
      },
      {
        "index": 7,
        "text": "疏注“臨哭”至“祖廟”。○正義曰：案《雜記》，客致含賵訖請臨，襄十二年傳：“吳子壽夢卒，臨於周廟。”故云“臨，哭也”。宮即廟也，象其尊貌則謂之為廟，言其牆屋則稱之為宮。大宮，宮之大者。鄭祖廟者，謂鄭大祖之廟也。"
      },
      {
        "index": 8,
        "text": "且巷出車，吉。（出車於巷，示將見遷，不得安居。）國人大臨，守陴者皆哭。（陴，城上俾倪。皆哭，所以告楚窮也。○陴，婢支反；徐，扶移反。俾，普計反。倪，五計反。）"
      },
      {
        "index": 9,
        "text": "疏注“陴城上俾倪”。○正義曰：陴，城上小牆。俾倪者，看視之名。襄六年，晏弱圍萊，“堙之環城，傅於堞”，注云“堞，女牆也”。又二十五年，吳子“門於巢”，“巢牛臣隱於短牆以射之”。二十七年，“盧蒲嫳攻崔氏，崔氏堞其宮而守之”。注云：“堞，短垣也。”陴、堞、俾倪、短牆、短垣、女牆，皆一物也。《說文》云：“堞，城上女垣也。”《廣雅》云：“陴倪，女牆也。”《釋名》云：“城上垣曰陴，於其孔中俾倪非常。亦言陴益也，助城之高也。或曰，女牆言其卑小，比之於城，如女子之於丈夫也。”"
      },
      {
        "index": 10,
        "text": "楚子退師。鄭人脩城。進複圍之，三月，克之。（哀其窮哭，故為退師，而猶不服，故複圍之九十日。○複，扶又反，注同。故為，於偽反。）"
      },
      {
        "index": 11,
        "text": "疏注“哀其”至“十日”。○正義曰：杜以“三月克之”，謂圍經三月，方始克之，故云“九十日”也。知非季春克之者，下云“六月晉師救鄭”，“及河，聞鄭既及楚平，桓子欲還”，是將欲至河，鄭猶未敗，至河聞敗，猶欲還師。在國聞敗，師必不發。若是季春克之，不應此至六月而晉人不聞，以此知“三月”非季春也。經、傳皆言春圍鄭，不知圍以何月為始。圍經旬有七日，為之退師。聞其脩城，乃複更進。圍三月方始克之。則從初以至於克，凡經一百二十許日。蓋以三月始圍，至六月乃克也。"
      },
      {
        "index": 12,
        "text": "入自皇門，至於逵路。（塗方九軌曰逵。○逵，求龜反。《爾雅》云：“九達謂之逵。”《說文》作馗，云：“九達道，似龜背，故謂之馗。”逵，或馗字。）鄭伯肉袒牽羊以逆，（肉袒牽羊，示服為臣仆。○袒，徒旱反。）曰：“孤不天，（不為天所佑。○佑音又。）不能事君，使君懷怒以及敝邑，孤之罪也。敢不唯命是聽？其俘諸江南以實海濱，亦唯命。其翦以賜諸侯，使臣妾之，亦唯命。（翦，削也。○俘，方夫反，囚也。濱音賓。翦，子淺反。）若惠顧前好，（楚、鄭世有盟誓之好。○好，呼報反，注同。）徼福於厲、宣、桓、武，不泯其社稷，（周厲王、宣王，鄭之所自出也。鄭桓公、武公，始封之賢君也。原楚要福於此四君，使社稷不滅。泯，猶滅也。○厲、宣，鄭桓公友，周厲王之子，宣王之母弟。桓、武，鄭武公名滑突，桓公之子。泯，彌忍反；徐，亡軫反。要，於遙反。）"
      },
      {
        "index": 13,
        "text": "疏注“周厲”至“滅也”。○正義曰：鄭桓公是周厲王之子，宣王母弟，又宣王封之，故僖二十四年及此皆厲、宣並言之。桓公始封西鄭，武公姑居東鄭，二公是始封之賢君。若其存鄭，則四君祐楚，故原楚要福於此四君，使社稷不滅。“泯，滅也”，《釋詁》文。"
      },
      {
        "index": 14,
        "text": "使改事君，（夷於九縣，楚滅九國以為縣，原得比之。○九縣，莊十四年滅息，十六年滅鄧，僖五年滅弦，十二年滅黃，二十六年滅夔，文四年滅江，五年滅六、滅蓼，十六年滅庸。傳稱楚武王克權，使鬥緡尹之；又稱文王縣申、息。此十一國，不知何以言九。）"
      },
      {
        "index": 15,
        "text": "疏注“楚滅”至“比之”。○正義曰：楚滅諸國見於傳者，哀十七年稱文王“縣申、息”，莊六年稱楚滅鄧，十八年稱“武王克權”，僖五年“滅弦”，十二年“滅黃”，二十六年“滅夔”，文四年“滅江”，五年“滅六”，又“滅蓼”，十六年“滅庸”，凡十一國見於傳。僖二十八年傳曰：“漢陽諸姬，楚實盡之。”則楚之滅國多矣。言九縣者，申、息定是其二，餘不知所謂。蘇氏、沈氏以權是小國，庸先屬楚，自外為九也。"
      },
      {
        "index": 16,
        "text": "君之惠也，孤之原也，非所敢望也。敢布腹心，君實圖之。”左右曰：“不可許也，得國無赦。”王曰：“其君能下人，必能信用其民矣，庸可幾乎！”退三十裏，而許之平。（退一舍以禮鄭。○下，遐嫁反。幾音冀。）\n疏“庸可幾乎”。○正義曰：庸，用也。幾讀如冀。言用可冀幸而得之乎？何必滅其國？\n潘尫入盟，子良出質。（潘尫，楚大夫。子良，鄭伯弟。○尫，烏黃反。質音致。）"
      },
      {
        "index": 17,
        "text": "夏，六月，晉師救鄭。荀林父將中軍，（代郤缺。○將，子匠反，下及注並同。下尹將、將左、將右皆放此。）先縠佐之。（彘季代林父。○縠，戶木反，本又作穀，音同。彘，直例反。）"
      },
      {
        "index": 18,
        "text": "疏注“彘季代林父”。○正義曰：服虔云：“食采於彘。”或當然也。文十二年河曲之戰，荀林父佐中軍，臾駢佐上軍，欒盾將下軍。自爾以來，傳無其代，知先縠代林父，郤克代臾駢，趙朔代欒盾也。八年傳趙朔佐下軍，知欒書代趙朔也。案傳文皆稱彘子，今注云彘季者，勘《譜》亦以彘子、彘季為一人，則杜君別有所據。書傳殘缺，不可得而知也。劉炫云：“傳文皆稱彘子，何以知是彘季？”以縠非彘季以規杜。今知非者，杜以子為男子之稱，季是幼小之辭。季之與子，是得通稱。子路或為季路。舉其常稱謂之子，論其字謂之季，故公子友或稱季友。而劉以傳唯稱彘子，無彘季，而規杜，非也。"
      },
      {
        "index": 19,
        "text": "士會將上軍。（河曲之役，郤缺將上軍。宣八年，代趙盾為政，將中軍。士會代將上軍。）郤克佐之。（郤缺之子，代臾駢。○臾，滋朱反。駢，蒲邊反。）趙朔將下軍，（代欒盾。）欒書佐之。（欒盾之子，代趙朔。）趙括、趙嬰齊為中軍大夫，（括、嬰齊，皆趙盾異母弟。）鞏朔、韓穿為上軍大夫。荀首、趙同為下軍大夫。（荀首，林父弟。趙同，趙嬰兄。○鞏，九勇反。）韓厥為司馬。（韓萬玄孫。）"
      },
      {
        "index": 20,
        "text": "疏注“韓萬玄孫”。○正義曰：《韓世家》云韓之先事晉，得封韓原，曰韓武子，後三世有韓厥。《世本》云：“桓叔生子萬，萬生求伯，求伯生子輿，子輿生獻子厥。”《史記》所云武子，蓋韓萬也。如彼二文，厥是萬之曾孫，而服虔、杜預皆言厥韓萬玄孫，不知何所據也。"
      },
      {
        "index": 21,
        "text": "及河，聞鄭既及楚平，桓子欲還，曰：“無及於鄭而剿民，焉用之？（桓子，林父。剿，勞也。○剿，初交反；徐又子小反。焉，於虔反。）楚歸而動，不後。”（動兵伐鄭。）隨武子曰：“善。（武子，士會。）會聞用師，觀釁而動。（釁，罪也。○釁，許靳反；服云，間也。）"
      },
      {
        "index": 22,
        "text": "疏注“釁，罪也”。○正義曰：釁訓為罪者，釁是間隙之名。今人謂瓦裂、龜裂皆為釁。既有間隙，故為得罪也。\n德、刑、政、事、典、禮不易，不可敵也，不為是征。（言征伐為有罪，不為有禮。○為，於偽反，注同。）"
      },
      {
        "index": 23,
        "text": "疏“德刑”至“是征”。○正義曰：既言觀釁而動，更說無釁之事。德、刑、政、事、典、禮，此六事行之不變易者，不可與之敵也。聖王之製，征伐者為有罪者耳，不為是六事不易，行征伐也。此舉六事之目，下文曆說楚不易六事以充之。"
      },
      {
        "index": 24,
        "text": "楚軍討鄭，怒其貳而哀其卑，叛而伐之，服而舍之，德、刑成矣。伐叛，刑也；柔服，德也。二者立矣。昔歲入陳，（討徵舒。）今茲入鄭，民不罷勞，君無怨讟，（讟，謗也。○罷音皮。讟，徒木反。）"
      },
      {
        "index": 25,
        "text": "疏“君無怨讟”。○正義曰：讟，謗也。政有常則民不恨，故國君無人怨，無人謗。擊鼓怨州吁，鄭人謗子產，是有怨謗也。"
      },
      {
        "index": 26,
        "text": "政有經矣。（經，常也。）荊屍而舉，（荊，楚也。屍，陳也。楚武王始更為此陳法，遂以為名。○此陳，直覲反，下同。）商、農、工、賈不敗其業，而卒乘輯睦，（步曰卒，車曰乘。○賈音古。卒，子忽反，注同。乘，繩證反，注皆同。輯音集，又七人反。）"
      },
      {
        "index": 27,
        "text": "疏“商農”至“其業”。○正義曰：《齊語》云：“公曰：‘成民之事若何？’管子對曰：‘四民者，勿使雜處。’”“公曰：‘處士、工、商、農若何？’管子對曰：‘昔聖王之製也，處士就間燕，處工就官府，處商就市井，處農就田野。’”彼四民謂士、農、工、商，此數亦四，無士而有賈者，此武子意，言舉兵動眾，四者不敗其業，發兵則以士從征，不容複就間燕，故不云士，而分商、賈為二。行曰商，坐曰賈。雖同是販賣，而行坐異業。發兵征伐，四者悉皆不與，故總云不敗其業也。"
      },
      {
        "index": 28,
        "text": "事不奸矣。（奸，犯也。○奸音幹。）蒍敖為宰，擇楚國之令典，（宰，令尹。蒍敖，孫叔敖。○蒍，於委反。）"
      },
      {
        "index": 29,
        "text": "疏注“宰令”至“叔敖”。○正義曰：《周禮》六卿，大宰為長，遂以宰為上卿之號。楚臣令尹為長，故從他國論之，謂令尹為宰。楚國仍別有大宰之官，但位任卑耳，傳稱大宰伯州犁是也。楚國名上卿為令尹者，《釋詁》云“令，善也”，《釋言》云“尹，正也”，言用善人正此官也。楚官多以尹為名，皆取其正直也。"
      },
      {
        "index": 30,
        "text": "軍行，右轅，左追蓐，（在車之右者挾轅為戰備，在左者追求草蓐為宿備。傳曰“令尹南轅”，又曰“改乘轅”。楚陳以轅為主。○蓐音辱。挾，胡牒反，又古洽反，一音古協反。）"
      },
      {
        "index": 31,
        "text": "疏注“在車”至“為主”。○正義曰：《司馬法》：兵車一乘有甲士三人，步卒七十二人。甲士在車，不共碎役。所言左、右者，分步卒為左、右也。兵車一轅，服馬夾之，而言“挾轅”者，步卒被分在右者，當軍行之時，又分之使在兩廂，挾轅以為戰備。楚陳以轅為主，故以轅表車，正是挾車嚴兵，以備不虞也。其應在左者，使之追求草蓐，令離道求草，不近兵車也。蓐謂臥止之草，故云“為宿備”也。此是在道時然，故云“軍行，右轅，左追蓐”。至於對陳之時，則各在車之左、右，故豫定左、右之分，在道分使之耳。"
      },
      {
        "index": 32,
        "text": "前茅慮無，（慮無，如今軍行前有斥候蹋伏，皆持以絳及白為幡。見騎賊舉絳幡，見步賊舉白幡，備慮有無也。茅，明也。或曰時楚以茅為旌識。○蹋，徒臘反。幡，芳元反。騎，其寄反。識，申誌反，又音誌。）"
      },
      {
        "index": 33,
        "text": "疏注“慮無”至“旌識”。○正義曰：茅，明也。在前者，明為思慮其所無之事，恐其卒有非常，當預告軍中兵眾，使知而為之備也。“如今軍行”，謂當杜之時行軍有此法也。“前有斥候蹋伏”者，令人遠在軍前斥度候望，慮有伏兵，使蹋行之，持以絳及白為幡，與軍人為私號也。《曲禮》曰：“前有水則載青旌，前有塵埃則載鳴鳶，前有車騎則載飛鴻，前有士師則載虎皮，前有摯獸則載貔貅。”其事與此見賊舉幡相似也。“茅，明”，《釋言》文。舍人曰：“茅，昧之明也。”"
      },
      {
        "index": 34,
        "text": "中權後勁。（中軍製謀，後以精兵為殿。○勁，吉政反。殿，丁練反。）百官象物而動，（軍政不戒而備，物猶類也。戒，敕令。）"
      },
      {
        "index": 35,
        "text": "疏注“物猶”至“敕令”。○正義曰：類，謂旌旗畫物類也。百官尊卑不同，所建各有其物。象其所建之物而行動，軍之政教不待約敕號令而自備辨也。《周禮·大司馬》：“中秋教治兵”，“辨旗物之用，王載大常，諸侯載旂，軍吏載旗，師都載旃，鄉遂載物，郊野載，百官載”。鄭玄云：“軍吏，諸軍帥也。師都，遂大夫也。鄉遂，鄉大夫也。或載旃，或載物。眾屬軍吏，無所將也。郊謂鄉遂之州長，縣正以下。野謂公邑大夫。載者，以其將羨卒也。百官，卿大夫也。載者，以其屬衛王也。凡旌旗，有軍眾者畫異物，無者帛而已。”是其尊卑所建，各有物類也。案《春官·司常職》云：“及國之大閱，讚司馬頒旗物。王建大常，諸侯建旂，孤卿建旃，大夫士建物，師都建旗，州裏建，縣鄙建，道車載旞，斿車建旌。”俱是《周禮》而所建不同者，《大司馬》所云，“中秋教治兵”之法；《司常》所云，“中冬教大閱”之法。鄭玄云：“凡頒旗物，以出軍之旗則如秋，以尊卑之常建則如冬。大閱備軍禮，旌旗不如出軍時空辟實也。”是為時不同，故所建異。此云“象物而動”，謂軍行之時，當指治兵之法也。"
      },
      {
        "index": 36,
        "text": "能用典矣。其君之舉也，內姓選於親，外姓選於舊。（言親疏並用。）舉不失德，賞不失勞，老有加惠，（賜老則不計勞。）旅有施舍，（旅客來者，施之以惠，舍不勞役。）"
      },
      {
        "index": 37,
        "text": "疏“其君”至“施舍”。○正義曰：內姓謂同姓也。其君之舉用人也。於同姓則選之於親，於外姓則選之於舊。於親內選賢，言唯賢是任，不以親以舊便即用之。所舉不失有德，所賞不失有勞。必有德乃舉，有勞乃賞。言不賞無勞，不舉無德。臣民年老，有加增恩惠。外來旅客，有施舍常法。謂羈旅之臣，以其新來，施以恩惠，舍不勞役也。○注“賜老則不計勞”。○正義曰：“老有加惠”，當謂年老有加增恩惠，不論有勞與無勞也。劉炫云：“老者當有恩惠之賜，非勞役之限。但恩惠則賞賜之。以文連‘賞不失勞’之下，故杜云‘賜老則不計勞’。”劉炫以不計勞之文而規杜氏，一何煩碎。"
      },
      {
        "index": 38,
        "text": "君子小人，物有服章。（尊卑別也。○別，彼列反。）貴有常尊，賤有等威，（威儀有等差。○差，初佳反，又初宜反。）"
      },
      {
        "index": 39,
        "text": "疏注“威儀有等差”。○正義曰：言貴有常尊，則當云賤有常卑，而云賤有等威者，威儀等差文兼貴賤，既屬常尊於貴，遂屬等威於賤，使互相發明耳。"
      },
      {
        "index": 40,
        "text": "禮不逆矣。德立、刑行、政成、事時、典從、禮順，若之何敵之？見可而進，知難而退，軍之善政也。兼弱攻昧，武之善經也。（昧，昏亂。經，法也。○昧音妹。）"
      },
      {
        "index": 41,
        "text": "疏“德立”至“敵之”。○正義曰：功德苦其不立，刑威苦其不行，政以成就為上，事以得時為善，典貴其從，禮惡其逆，故云“德立、刑行、政成、事時、典從、禮順”。各以義理相配為文，皆不易之事。既曆序此事，乃云“若之何敵之”，副上“德、刑、政、事、典、禮不易，不可敵也。”"
      },
      {
        "index": 42,
        "text": "子姑整軍而經武乎！（姑，且也。）猶有弱而昧者，何必楚？仲虺有言曰‘取亂侮亡’，兼弱也。（仲虺，湯左相，薛之祖奚仲之後。○虺，許鬼反。侮，亡呂反。相，息亮反。）"
      },
      {
        "index": 43,
        "text": "疏注“仲虺”至“之後”。○正義曰：“取亂侮亡”，《尚書·仲虺之誥》文也。定元年傳：“薛宰曰薛之皇祖奚仲居薛，以為夏車正”，“仲虺居薛，以為湯左相。”二人皆是薛祖，是仲虺為奚仲之後。"
      },
      {
        "index": 44,
        "text": "《汋》曰‘於鑠王師！遵養時晦’，（《汋》，《詩·頌》篇名。鑠，美也。言美武王能遵天之道，須暗昧者惡積而後取之。○汋，章略反。於音烏。鑠，舒若反。）"
      },
      {
        "index": 45,
        "text": "疏注“汋詩”至“取之”。○正義曰：《汋》，《詩》經無“汋”字。《序》云：“言能汋先祖之道，以養天下”，故以汋為名焉。“鑠，美”，《釋詁》文。於，歎辭也。時，是也。晦，昧也。言於美乎哉，武王之用師也，能遵天之道，養是闇昧之君，待闇昧者惡積而後取之。言遵天之道者，上天誅紂之期未至，武王靖以待之，是其遵天之道也。\n耆昧也。（耆，致也，致討於昧。○耆音旨；徐，其夷反，老也。注及下同。）"
      },
      {
        "index": 46,
        "text": "疏注“耆致”至“於昧”。○正義曰：耆音指，指致聲相近，故為致也。“致討於昧”者，言養之使昧，然後可討之。上句云“兼弱攻昧”，引仲虺之言以證“兼弱”，引武王之事以證“攻昧”。此不言“攻昧”而言“耆昧”者，以《汋》詩之意，言養紂而不言伐紂，不得謂之“攻昧”，故緣詩之意，言致之於昧然後攻之。"
      },
      {
        "index": 47,
        "text": "《武》曰：‘無競惟烈。’（《武》，《詩·頌》篇名。烈，業也。言武王兼弱攻昧，故成無疆之業。○疆，居良反。）"
      },
      {
        "index": 48,
        "text": "疏注“武詩”至“之業”。○正義曰：“烈，業也”。《釋詁》文。競，疆也。《詩》意言無疆乎，唯武王之功業。言克商功業，實無疆也。此引《武》詩，承兼弱攻昧之，下故杜以傳意解之，言武王兼弱取昧，故成此無疆之業。此《詩·汋》、《武》二篇，並無“兼弱”之事，因傳上文連言之。\n撫弱耆昧，以務烈所，可也。”（言當務從武王之功業，撫而取之。○以務烈所，絕句。）"
      },
      {
        "index": 49,
        "text": "疏“撫弱”至“可也”。○正義曰：上言“兼弱”，此云“撫弱”，言其撫養而取之，未必皆攻伐以求之也。此“撫弱”即覆上“仲虺有言”、“兼弱”也。“耆昧”即覆上《汋》曰‘於鑠王師’”、“耆昧”也，“以務烈所”覆上“《武》曰‘無競惟烈’”。士會言不須敵楚，兼撫餘諸侯弱者，致討諸侯昧者，以務武王烈業之所，可也。"
      },
      {
        "index": 50,
        "text": "彘子曰：“不可。（彘子，先縠。）晉所以霸，師武、臣力也。今失諸侯，不可謂力。有敵而不從，不可謂武。由我失霸，不如死。且成師以出，聞敵彊而退，非夫也。（非丈夫。）命有軍師，而卒以非夫，唯群子能，我弗為也。”以中軍佐濟。（佐，彘子所帥也。濟，渡河。○帥，所類反，下及注有帥、元帥、三帥同。）"
      },
      {
        "index": 51,
        "text": "疏“晉所”至“佐濟”。○正義曰：言晉之所以得為霸主者，由軍師之武，群臣有力，以有武力成此霸功。今失諸侯，不可謂之為力；見敵不能從，不可謂之為武。“命為軍帥”者，三軍將佐，皆受君命，為軍之主帥。“以中軍佐濟”，謂一軍之內，將佐分之，各有所帥，故注云“佐，彘子所帥也”。僖二十八年“胥臣以下軍之佐”，與此同也。\n知莊子曰：“此師殆哉！（莊子，荀首。○知音智。）"
      },
      {
        "index": 52,
        "text": "疏“知莊子”至“大咎”。○正義曰：莊子見彘子逆命，必當有禍，乃論其事云：此師之行，甚危殆哉！《周易》之書，而有此事。師之初六變而為臨。初六爻辭云，軍師之出，當須以法。若不善，則致其凶。既引《易》文，以人從律，今者師出，乃以律從人，則有“不臧”之凶。又覆解“不臧”之義，云執事上下，相順和成則為臧，若相違逆則為不臧。既釋“不臧”之事，又釋“以律”之意。坎為眾，今變為兌，兌為柔弱，是“眾散為弱”。坎為川，今變為兌，兌為澤，是“川壅為澤”。坎為法象，今為眾則弱，為川則壅，是法律破壞從人之象。故曰“律否臧”，以釋《易》文“律否臧”之義。否臧，《易》注云：“為師之始，齊師者也。齊眾以律，失律則散。故師出以律，律不可失。失律而臧，何異於否？失令有功，法所不赦。故師出不以律，否臧皆凶。釋“否臧”既了，又釋“凶”之一字，故云“且律竭”，言法律竭盡也。川水當盈，而以竭盡，且又被夭塞，不得整流，似法當嚴整，而以破壞，被人違逆，不得施行，所以致此凶禍。解釋“凶”義既了，以盡《易》意，然後論彘子之惡，當此初六之禍，故云水之不行，是謂臨矣。彘子有帥不從，欲論不行之臨事，誰甚於彘子？《周易》所言，是彘子之謂。若能違辟前敵，於事猶可。若果敢遇敵，必致禍敗也。此禍敗之事，彘子主受之，雖在敵免死而歸，必大咎也。師、坎為水，坤為眾，眾行如水，師出之象，故名其卦為師。服虔云：“坎為水，坤為眾。又互體震，震為雷。雷，鼓類，又為長子。長子帥眾，鳴鼓巡水而行，行師之象也；臨、兌為澤，坤為地。居地而俯視於澤，臨下之義，故名為臨。”"
      },
      {
        "index": 53,
        "text": "《周易》有之，在師（坎下坤上，師。）之臨(兌下坤上，臨。師初六變而之臨。）曰：‘師出以律，否臧，凶。’（此師卦初六爻辭。律，法；否，不也。○臧，子郎反。）執事順成為臧，逆為否，（今彘子逆命不順成，故應否臧之凶。○應，應對之應。）眾散為弱，（坎為眾，今變為兌，兌柔弱。）"
      },
      {
        "index": 54,
        "text": "疏注“坎為”至“柔弱”。○正義曰：《晉語》：“文公筮，”尚有晉國“。司空季子占之曰：“震，雷也。車也。坎，水也。眾也。主雷與車，而尚水與眾。”是坎為眾也。《易·說卦》“兌為少女”，故為柔弱。眾聚則彊，散則弱。坎變為兌，是眾散為弱也。\n川壅為澤，（坎為川，今變為兌。“兌為澤”，是川見壅。○壅，於勇反，本又作雍，注皆同。）"
      },
      {
        "index": 55,
        "text": "疏注“坎為”至“見壅”。○正義曰：《說卦》“坎為溝瀆”。溝瀆即是川也。《說卦》“兌為澤”。川是流水，今變為澤，是川見壅也。"
      },
      {
        "index": 56,
        "text": "有律以如己也。（如，從也。法行則人從法，法敗則法從人。坎為法象，今為眾則散，為川則壅，是失法之用，從人之象。）"
      },
      {
        "index": 57,
        "text": "疏注“如從”至“之象”。○正義曰：《釋詁》云：“如，往也。”往是相從之義，故訓為從也。法行則人從之，率人以從法也。法敗則法從人，人各有心，棄法不用，法從人也。《釋言》云：“坎，律銓也。”樊光曰：“坎卦，水也。水性平，律亦平，銓亦平也。”郭璞曰：“《易》坎卦主法，法律皆所以銓量輕重。”是坎為法象也。今坎變為兌，為眾則散而為弱，為川則壅而為澤，是失法之所用，法敗從人之象也。\n故曰律。否臧，且律竭也，（竭，敗也。坎變為兌，是法敗。）"
      },
      {
        "index": 58,
        "text": "疏注“竭敗”至“法敗”。○正義曰：竭是水涸之名，坎為水為法。水之竭似法之敗，故云“竭，敗也”。坎變為兌，則為水不流，則為法不行，失為坎之用，是法敗之象\n盈而以竭，夭且不整，所以凶也。（水遇夭塞，不得整流，則竭涸也”。○夭，於表反。）"
      },
      {
        "index": 59,
        "text": "疏注“水遇”至“涸也”。○正義曰：哀九年傳曰：“如川之滿，不可遊也。”水當盈川而以壅，故竭是“水遇夭塞，不得整流，則竭涸也”。夭遏是壅塞之義，故云“遇夭塞”也。"
      },
      {
        "index": 60,
        "text": "不行謂之臨，（水變為澤，乃成臨卦。澤，不行之物。）有帥而不從，臨孰甚焉？此之謂矣。（譬彘子之違命，亦不可行。）果遇，必敗，遇敵。彘子屍之。（主此禍。）"
      },
      {
        "index": 61,
        "text": "疏注“主此禍”。○正義曰：《釋言》訓屍為主，故云“主此禍也”。服虔亦云“主此禍也”。又引《易·師卦·六五》：“長子帥師，弟子輿屍，凶。”“長子帥師，以中行也。弟子輿屍，使不當也。”佐之於元帥，弟子也，而專以師濟，使不當也，軍必破敗而輿屍。案下句云“雖免而歸”，則謂彘子當在陳而死，師卦有“輿屍”之語，其言“屍之”，或容有此意。但“屍”字不可兩解，故杜略去之。"
      },
      {
        "index": 62,
        "text": "雖免而歸，必有大咎。”（為明年晉殺先縠傳。○咎，其九反。）韓獻子謂桓子（獻子，韓厥。）曰：“彘子以偏師陷，子罪大矣。子為元帥，師不用命，誰之罪也？失屬亡師，為罪巳重，不如進也。（今鄭屬楚，故曰失屬。彘子以偏師陷，故曰亡師。○令，立呈反。）事之不捷，惡有所分。（捷，成也。）與其專罪，六人同之，不猶愈乎？”（三軍皆敗，則六卿同罪，不得獨責元帥。）師遂濟。楚子北師次於郔。（郔，鄭北地。○郔音筵。）沈尹將中軍，（沈或作寢。寢，縣也，今汝陰固始縣。○沈音審。）"
      },
      {
        "index": 63,
        "text": "疏注“沈或”至“始縣”。○正義曰：楚官多名為尹。沈者或是邑名，而其字或作寢。哀十八年有寢尹吳由於。因解寢為縣名，不言寢是而沈非也。"
      },
      {
        "index": 64,
        "text": "子重將左，子反將右，將飲馬於河而歸。（子反，公子側。○飲，於鴆反。）聞晉師既濟，王欲還，嬖人伍參欲戰。（參，伍奢之祖父。○嬖，必計反；徐，甫詣反；《字林》，方豉反。參，七南反。）令尹孫叔敖弗欲，曰：“昔歲入陳，今茲入鄭，不無事矣。戰而不捷，參之肉其足食乎？”參曰：“若事之捷，孫叔為無謀矣。不捷，參之肉將在晉軍，可得食乎？”令尹南轅、反旆，（回車南鄉。旆，軍前大旗。○旆，蒲具反。鄉，本又作向，同，許亮反。）伍參言於王曰：“晉之從政者新，未能行令。其佐先縠剛愎不仁，未肯用命。（愎，很也。○愎，皮逼反。很，胡懇反。）其三帥者，專行不獲。（欲專其所行而不得。）聽而無上，眾誰適從？（聽彘子、趙同、趙括，則為軍無上，令眾不知所從。○適，丁曆反。）此行也，晉師必敗。且君而逃臣，若社稷何？”王病之，告令尹改乘轅而北之，次於管以待之。晉師在敖、鄗之間。（熒陽京縣東北有管城，敖、鄗二山在熒陽縣西北。○乘，繩證反。管，古緩反。管城，管叔所封也。本或作菅，古顏反，非也。敖，五刀反。鄗，苦交反。）\n疏“次於管”。○正義曰：《土地名》：“熒陽京縣東北有管城，古管國也。”"
      },
      {
        "index": 65,
        "text": "鄭皇戌使如晉師，曰：“鄭之從楚，社稷之故也，未有貳心。楚師驟勝而驕，其師老矣，而不設備。子擊之，鄭師為承，（承，繼也。○皇戌，雖律反。使，所吏反。驟，仕救反。）楚師必敗。”彘子曰：“敗楚服鄭，於此在矣，必許之。”欒武子曰：（武子，欒書。○敗，必邁反。）“楚自克庸以來，（在文十六年。）其君無日不討國人而訓之（討，治也。）於民生之不易、禍至之無日、戒懼之不可以怠；（於，曰也。○易，以豉反。）在軍，無日不討軍實而申儆之，（軍實，軍器。○儆，敬領反。）於勝之不可保、紂之百克而卒無後，訓之以若敖、蚡冒篳路藍縷以啟山林。（若敖、蚡冒，皆楚之先君。篳路，柴車。藍縷，敝衣。言此二君勤儉以啟土。○紂，直九反。蚡，扶粉反。冒，莫報反。篳音必。藍，力甘反。縷，力主反。）"
      },
      {
        "index": 66,
        "text": "疏注“若敖”至“啟土”。○正義曰：《楚世家》云：熊咢卒，子熊儀立，是為若敖。若敖卒，子霄敖立。霄敖卒，子熊煦立，是為蚡冒。蚡冒卒，弟熊達立，是為楚武王。案杜《注》文，十六年傳，蚡冒，楚武王父。不從《史記》也。以荊竹織門謂之篳門，則篳路亦以荊竹編車，故謂篳路為柴車。《方言》云：“楚謂凡人貧衣破醜敝為藍縷。藍縷謂敝衣也。”服虔云：“言其縷破藍藍然。”"
      },
      {
        "index": 67,
        "text": "箴之曰：‘民生在勤，勤則不匱。’不可謂驕。（箴，誡。○箴，章金反。匱，其位反。）先大夫子犯有言曰：‘師直為壯，曲為老。’我則不德，而徼怨於楚，我曲楚直，不可謂老。（不得，謂以力爭諸侯。徼，要也。○要，一遙反。）其君之戎分為二廣，（君之親兵。○廣，古曠反，下及注皆同。）廣有一卒，卒偏之兩。（十五乘為一廣。《司馬法》：百人為卒，二十五人為兩。車十五乘為大偏。今廣十五乘，亦用舊偏法，複以二十五人為承副。）"
      },
      {
        "index": 68,
        "text": "疏“廣有”至“之兩”。○正義曰：兩廣之別，各有一卒之兵，百人也。一卒之外，複有十五乘之偏，並二十五人之兩。既言“一卒”，又云“卒偏之兩”。言卒之者，成辭婉句耳。或解云，兩屬於偏，云“偏之兩”者，謂偏家之兩。知不然者，案成七年“以兩之一卒”亦云“之”字，豈又是兩家之卒？且杜注云“十五乘為大偏”。今楚亦用舊偏法，此一廣之中實有此偏，非是偏名為兩，而出一卒，別複有偏之一兩二十五人從之。劉炫云：“兩廣之別，各有一卒百人，一卒外複有偏，一兩二十五人。《兵法》：十五乘為偏，偏有一兩從之。兩是偏家之物，故謂比為‘偏之兩’。其實一廣十五乘，有一百二十五人從之”。○注“十五”至“承副”。○正義曰：下云“楚子為乘，廣三十乘分為左右”，知十五乘為一廣也。《史記》稱齊景公時，有司馬田穰苴，善用兵。至六國時，“齊威王使大夫追論古者《司馬兵法》，附穰苴於其中”，凡二百五十篇，號曰《司馬法》。“百人為卒”，“二十五人為兩”，“十五乘為偏”，皆《司馬法》之文。“百人為卒”，“二十五人為兩”，《周禮》亦有此文。但《周禮》無偏，故杜並引《司馬法》耳。此云“大偏”，對成七年“九乘為小偏”，故此為“大偏”也。桓五年二十五乘為偏，戰時臨陳，所用不同，不可與此相對為大小。杜注多少皆望文也。言“亦用舊偏法”者，謂楚雖荊屍而舉，仍用舊偏。舊於穰苴前巳有，則應《周禮》有文，但以亡沒者多，故《禮》文不具。"
      },
      {
        "index": 69,
        "text": "右廣初駕，數及日中，左則受之，以至於昏。內官序當其夜，（內官，近官，序，次也。○“序當其夜”，一本作“序當其次”。）"
      },
      {
        "index": 70,
        "text": "疏“右廣”至“其夜”。○正義曰：右廣雞鳴初駕，數及日中，則左廣受而代之，以至於昏，此晝日事也。其內官，親近王者，為次序以當其夜，若今宿直遞持更也。"
      },
      {
        "index": 71,
        "text": "以待不虞。不可謂無備。子良，鄭之良也；師叔，楚之崇也。（師叔，潘尫，為楚人所崇貴。）師叔入盟，子良在楚，楚、鄭親矣。來勸我戰，我克則來，不克遂往，以我卜也！鄭不可從。”趙括、趙同曰：“率師以來，唯敵是求。克敵、得屬，又何俟？必從彘子。”（得屬，服鄭。）\n疏“以我卜也”。○正義曰：將我晉戰之勝負，卜其遂來遂往；猶人揲蓍看卦善惡，而卜其去之與住也。"
      },
      {
        "index": 72,
        "text": "知季曰：“原、屏，咎之徒也。”（知季，莊子也。原，趙同。屏，趙括。徒，黨也。○知季音智。荀首後為智氏。屏，步丁反。）趙莊子曰：“欒伯善哉！（莊子，趙朔。欒伯，武子。）實其言，必長晉國。”（實猶充也。言欒書之身行，能充此言，則當執晉國之政也。○長，徐，丁丈反。行，下孟反。）楚少宰如晉師，（少宰，官名。○少，詩照反，注及下同。）曰：“寡君少遭閔凶，不能文。（閔，憂也。）聞二先君之出入此行也，（二先君，楚成王、穆王。）"
      },
      {
        "index": 73,
        "text": "疏注“二先”至“穆王”。○正義曰：莊十六年，楚始伐鄭，文王之世也。二十八年，子元伐鄭，成王之初也。僖五年首止之會，鄭伯逃歸，自是以後，鄭始時複從。楚成王以前，鄭未屬楚，故出入此行，唯成、穆耳。今之莊王，成王孫、穆王子。出入此行，猶往來於鄭。"
      },
      {
        "index": 74,
        "text": "將鄭是訓定，豈敢求罪於晉？二三子無淹久！”淹，留也。隨季對曰：“昔平王命我先君文侯曰：‘與鄭夾輔周室，毋廢王命！’今鄭不率，（率，遵也。○夾，古洽反，舊古協反。毋音無。）寡君使群臣問諸鄭，豈敢辱候人？（候人，謂伺候望敵者。○候音戶豆反。伺音司，又音息嗣反。）敢拜君命之辱。”彘子以為諂，使趙括從而更之，曰：“行人失辭。（言誤對。○諂，敕檢反。）寡君使群臣遷大國之跡於鄭，（遷，徙也。）曰：‘無辟敵！’群臣無所逃命。”楚子又使求成於晉，晉人許之，盟有日矣。（有期日。）楚許伯禦樂伯，攝叔為右，以致晉師。（單車挑戰，又示不欲崇和，以疑晉之群帥。○單音丹。挑，徒了反，下文同。帥，所類反。）"
      },
      {
        "index": 75,
        "text": "疏注“單車”至“群帥”。○正義曰：《周禮》“環人掌致師”，鄭玄云：“致師，致其必戰之誌。”則致師者，致己欲戰之意於敵人。故單車揚威武以挑之，下云“趙旃請挑戰”，是也。挑彼晉師，故言“以致晉師”也。楚子既求成，而又令挑戰，示其不欲崇和，以疑誤晉之群帥。"
      },
      {
        "index": 76,
        "text": "許伯曰：“吾聞致師者，禦靡旌摩壘而還。”（靡旌，驅疾也。摩，近也。○摩，末多反。壘，力軌反。近，附近之近。）樂伯曰：“吾聞致師者，左射以菆，（左，車左也。菆，矢之善者。○射，食亦反，下注音同。菆，側留反。）"
      },
      {
        "index": 77,
        "text": "疏注“左車”至“善者”。○正義曰：兵車自非元帥，皆射者在左，禦在中央，故云“左，車左”。樂伯居左，故稱左也。下云莊子“抽矢菆納諸廚子之房”，選好矢而留之，知菆是矢之善者。"
      },
      {
        "index": 78,
        "text": "代禦執轡，禦下，兩馬、掉鞅而還。”（兩，飾也。掉，正也。示閒暇。○兩馬，徐云或作掚，皆力掌反，或音亮。掉，徒吊反；徐，乃較反。鞅，於丈反。間音閑。）"
      },
      {
        "index": 79,
        "text": "疏注“兩飾”至“間暇”。○正義曰：兩，飾；掉，正；皆無明訓。服虔亦云：“是相傳為然也。飾馬者，謂隨宜刷刮馬，又正其鞅，以示間暇。”"
      },
      {
        "index": 80,
        "text": "攝叔曰：“吾聞致師者，右入壘，（折馘、折馘，斷耳。○折，之設反，注同。馘，古獲反。斷音短。）執俘而還。”皆行其所聞而複。晉人逐之，左右角之。（張兩角，從旁夾攻之。）樂伯左射馬而右射人，角不能進，矢一而已。麋興於前，射麋麗龜。（麗，著也。龜，背之隆高當心者。○糜，亡悲反。著，直略反。）"
      },
      {
        "index": 81,
        "text": "疏注“麗著”至“心者”。○正義曰：《易·離卦·彖》云：“離，麗也。日月麗乎天，百穀草木麗乎土。”是麗為著之義。龜之形，背高而前後下。此“射麋麗龜”，謂著其高處。故杜以“龜”為“背之隆高當心者”。服虔亦然，是相傳為此說也。"
      },
      {
        "index": 82,
        "text": "晉鮑癸當其後，使攝叔奉麋獻焉，曰：“以歲之非時，獻禽之未至，敢膳諸從者。”鮑癸止之曰：“其左善射，其右有辭，君子也。”既免。（止不複逐。○從，才用反，下“從者”同。）"
      },
      {
        "index": 83,
        "text": "疏“以歲”至“從者”。○正義曰：《周禮·獸人》“冬獻狼，夏獻麋，春秋獻獸物”者，謂獻之以共王之膳耳，非能遍及於百官也。禮，冬獵曰狩，言圍守而取之，獲禽多也。於時虞人所獻，或頒及群臣，故言“歲之非時，獻禽之未至”，以為語之辭耳。\n晉魏錡求公族，未得（錡，魏犨子，欲為公族大夫。○錡，魚綺反。犨，尺周反。）\n疏注“錡，魏犨子”。○正義曰：服虔亦以為犨子。《世本》以為犨孫。《世本》多誤，未必然也。"
      },
      {
        "index": 84,
        "text": "而怒，欲敗晉師。請致師，弗許。請使，許之。遂往，請戰而還。楚潘黨逐之，及熒澤，見六麋，射一麋以顧獻，曰：“子有軍事，獸人無乃不給於鮮？敢獻於從者。”（熒澤在熒陽縣東。新殺為鮮，見六得一，言其不如楚。○敗，必邁反，又如字。使，所吏反。熒，戶扃反。射，食亦反。鮮音仙，注同。）叔黨命去之。（叔黨，潘黨，潘尫之子。）趙旃求卿未得，（旃，趙穿子。）且怒於失楚之致師者。請挑戰，弗許。請召盟，許之。與魏錡皆命而往。郤獻子曰：“二憾往矣，（獻子，郤克。○憾，胡暗反。）弗備，必敗。”彘子曰：“鄭人勸戰，弗敢從也；楚人求成，弗能好也。師無成命，多備何為？”士季曰：“備之善。若二子怒楚，楚人乘我，喪師無日矣。（乘，猶登也。○好，呼報反，下同。喪，息浪反。）不如備之。楚之無惡，除備而盟，何損於好？若以惡來，有備不敗。且雖諸侯相見，軍衛不徹，警也。”（徹，去也。○警音景。去，起呂反。）彘子不可。（不肯設備。）士季使鞏朔、韓穿帥七覆於敖前，（帥，將也。覆，為伏兵七處。○覆，扶又反，注同。帥，如字。將，子匠反。處，昌慮反。）故上軍不敗。趙嬰齊使其徒先具舟於河，故敗而先濟。潘黨既逐魏錡，（言魏錡見逐而退。）趙旃夜至於楚軍，（二人雖俱受命，而行不相隨，趙旃在後至。）席於軍門之外，使其徒入之。（布席坐，示無所畏也。）\n疏“使其徒入之”。○正義曰：使己從人入壘，以取俘馘也。"
      },
      {
        "index": 85,
        "text": "楚子為乘廣三十乘，分為左右右。廣雞鳴而駕，日中而說。（說，舍也。○乘，繩證反，下三十乘、十乘並注皆同。說，舒銳反，注及下同。）左則受之，日入而說。許偃禦右廣，養由基為右；彭名禦左廣，屈蕩為右。（楚王更迭載之，故各有禦、右。○屈，居勿反。更音庚。迭，直結反。）乙卯，王乘左廣以逐趙旃。趙旃棄車而走林，屈蕩搏之，得其甲裳。（下曰裳。○搏音博。）晉人懼二子之怒楚師也，使屯車逆之。（屯車，兵車名。○屯，徒溫反。）"
      },
      {
        "index": 86,
        "text": "疏注“屯車，兵車名”。○正義曰：襄十一年，“鄭人賂晉侯以廣車、屯車、淳十五乘，甲兵備”。甲兵從之，是兵車明矣。鄭玄云：“廣車，橫陳之車。”服虔云：“屯車，屯守之車，古名難得而知。”其義或當然矣。"
      },
      {
        "index": 87,
        "text": "潘黨望其塵，使騁而告曰：“晉師至矣！”楚人亦懼王之入晉軍也，遂出陳。孫叔曰：“進之！寧我薄人，無人薄我。《詩》云：‘元戎十乘，以先啟行。’先人也。（元戎，戎車在前也。《詩·小雅》。言王者軍行，必有戎車十乘在前開道，先人為備。○騁，敕景反。陳，直覲反，下注皆同。先人，悉薦反，注及下同。）"
      },
      {
        "index": 88,
        "text": "疏注“元戎”至“為備”。○正義曰：元，大也。戎，車也。《詩·小雅·六月》之篇，言王者軍行，必有大車十乘，常在軍前以開道，諸軍從行，所以先人為備也。《詩》毛傳云：“夏後氏曰鉤車，先正也。殷曰寅車，先疾也。周曰元戎，先良也。”三代行軍皆前有此車，其名，《司馬法》之文也。其先正、先疾、先良，毛解其名，鄭玄又釋其意：鉤車，備設鉤般，其行曲直有正，故曰先正。寅，進也，此車能進取遠道，故曰先疾。元戎，大車之善者，故曰先良也。"
      },
      {
        "index": 89,
        "text": "《軍誌》曰‘先人有奪人之心’，薄之也。”（奪敵戰心。）遂疾進師，車馳卒奔，乘晉軍。桓子不知所為，鼓於軍中曰：“先濟者有賞！”中軍、下軍爭舟，舟中之指可掬也。（兩手曰掬。○卒，子忽反，下及注並同。掬，九六反。）晉師右移，上軍未動。（言餘軍皆移去，唯上軍在。經所以書戰，言猶有陳。）"
      },
      {
        "index": 90,
        "text": "疏“晉師”至“未動”。○正義曰：晉之三軍，上軍在左，中軍在中，下軍在右。言晉之中軍、下軍敗走，在上軍之右者皆移，唯上軍未動。故杜云“餘軍皆移去，唯上軍在”。"
      },
      {
        "index": 91,
        "text": "工尹齊將右拒卒以逐下軍。（工尹齊，楚大夫。右拒，陳名。○拒音矩，本亦作矩，下同。）楚子使唐狡與蔡鳩居告唐惠侯，（二子，楚大夫。唐，屬楚之小國。義陽安昌縣東南有上唐鄉。○狡，古卯反。）\n疏“告唐惠侯”。○正義曰：此未戰之前告。經不書唐侯者，為楚私屬，故不見也。"
      },
      {
        "index": 92,
        "text": "曰：“不穀不德而貪，以遇大敵，不穀之罪也。然楚不克，君之羞也。敢藉君靈以濟楚師。”（藉，猶假借也。）使潘黨率遊闕四十乘，（遊車補闕者。○乘，繩證反，下“之乘”並注“易乘”同。）"
      },
      {
        "index": 93,
        "text": "疏注“遊車補闕者”。○正義曰：《周禮》車仆有“闕車之倅”，鄭玄云：“闕車，所用補闕之車也”。此言遊闕，知遊車以擬補闕。今使從唐侯，是補闕也。"
      },
      {
        "index": 94,
        "text": "從唐侯以為左拒，以從上軍。駒伯曰：“待諸乎？（駒伯，郤克，上軍佐也。）隨季曰：“楚師方壯，若萃於我，吾師必盡，（萃，集也。○萃，似醉反。）不如收而去之。分謗生民，不亦可乎？”（同奔為分謗，不戰為生民。）殿其卒而退，不敗。（以其所將卒為軍後殿。○殿，多練反，注同。）王見右廣，將從之乘。屈蕩屍之曰：“君以此始，亦必以終。”（戶，止軍中易乘，則恐軍人識。）自是楚之乘廣先左。（以乘左得勝故。）"
      },
      {
        "index": 95,
        "text": "疏注“以乘左得勝故”。○正義曰：桓八年傳云“楚人尚左，君必左”者，謂置車尚左，故君在左。此言先左，謂乘廣先左耳。上文且云右廣初駕，日中乃授左廣，則舊法先乘右廣。今楚王偶然乘左廣以逐趙旃，因是而得戰勝，以為宜乘左廣。自是以後，乘廣先左，以乘左得勝故也。\n晉人或以廣隊不能進，（廣，兵車。○隊，直類反。）"
      },
      {
        "index": 96,
        "text": "疏注“廣，兵車”。○正義曰：襄十一年鄭人賂晉侯以廣車，定四年“史皇以乘廣死”，是兵車稱廣也。此言晉人廣隊，下云“拔旆投衡”，軍行則旆在軍前，不是車皆有旆也。此蓋是晉人在軍之前載旆之車。"
      },
      {
        "index": 97,
        "text": "楚人惎之脫扃，（惎，教也。扃，車上兵闌。○惎，其器反。扃，古熒反，徐公冥反。服云：扃，橫木校輪間，一曰車前橫木也。《西京賦》云“旗不脫扃”，薛綜云：“扃，所以止旗也。”）"
      },
      {
        "index": 98,
        "text": "疏注“惎教”至“兵蘭”。○正義曰：脫扃，拔旆，皆是教人之語，知惎為教也。服虔云：“扃，橫木，有橫木投於輪間。一曰扃，車前橫木。”張衡《西京賦》云：“旗不脫扃”，薛綜注云：“扃，所以止旗。”今杜以扃為“車上兵闌”，各以意言，皆無明證。而《禮》扛鼎之木，其名曰扃，則扃是橫木之名。教之脫扃，則扃是可脫之物。杜云兵闌，蓋橫木車前，以約車上之兵器，慮其落也。隊坑，則橫木有礙，故不能進。"
      },
      {
        "index": 99,
        "text": "少進，馬還，又惎之拔旆投衡，乃出。（還，便旋不進。旆，大旗也。拔旆投衡上，使不帆風，差輕。○帆，凡劍反；又作巴，普霸反。差，於賣反。）"
      },
      {
        "index": 100,
        "text": "疏注“還便”至“差輕”。○正義曰：旆扇風重，故馬便旋而不能進。《釋天》云：“緇廣充幅，長尋曰，繼曰旆。”郭璞曰：“帛續末，為燕尾者。”此旆能扇風使重，令馬不能進，則其製必大矣，故云“旆，大旗也”。城濮之役，“亡大旆之左旃”，此之類也。旆縣於竿，插之車上。衡是馬頸上橫木。故拔取旗竿，投於衡上臥之，使不帆風，則於車差輕，故得出坑也。帆是扇風之名，今人船上張布以鄣風，名之曰帆。"
      },
      {
        "index": 101,
        "text": "顧曰：“吾不如大國之數奔也。”趙旃以其良馬二濟其兄與叔父。以他馬反，遇敵不能去，棄車而走林。逢大夫與其二子乘，（逢，氏。○數，所角反。乘，繩證反。）謂其二子無顧。（不欲見趙旃。）顧曰：“趙傁在後。”（傁，老稱也。○傁，素口反。稱，尺證反。）怒之，使下，指木曰：“屍女於是。”授趙旃綏以免。明日，以表屍之，（表所指木，取其屍。○女音汝。）皆重獲在木下。（兄弟累屍而死。○重，直隴反。）"
      },
      {
        "index": 102,
        "text": "疏注“兄弟累屍而死”。○正義曰：獲者，被殺之名。並皆被殺，唯當言皆獲耳。欲見屍相重累之，皆獲，故杜辨之云：“兄弟累屍而死。”累即傳之重也。"
      },
      {
        "index": 103,
        "text": "楚熊負羈囚知罃。知莊子以其族反之，（負羈，楚大夫。知罃，知莊子之子。族，家兵。反，還戰。○罃，於耕反。還音環。）廚武子禦，（武子，魏錡。○廚，直誅反。）下軍之士多從之。（知莊子下軍大夫故。）每射，抽矢菆，納諸廚子之房。（抽，擢也。菆，好箭。房，箭舍。○射，食夜切，又食亦反。擢，直角反。）廚子怒曰：“非子之求而蒲之愛，（蒲，楊柳，可以為箭。）董澤之蒲，可勝既乎？”（董澤，澤名，河東聞喜縣東北有董池陂。既，盡也。○勝音升。陂，彼宜反。）"
      },
      {
        "index": 104,
        "text": "疏“可勝既乎”。○正義曰：重物不可舉者，謂之不勝。用之不可盡者，亦言不勝。史傳多有其事，今人無複此語，故少難解耳。既，盡也。可勝盡乎？言用之不可盡也。"
      },
      {
        "index": 105,
        "text": "知季曰：“不以人子，吾子其可得乎？吾不可以苟射故也。”射連尹襄老，獲之，遂載其屍；射公子穀臣，囚之。以二者還。（穀臣，楚王子。○射，食亦反，下同。）"
      },
      {
        "index": 106,
        "text": "疏“不以”至“故也”。○正義曰：言我不以好箭射楚貴人之子而質之，吾之子其可得乎？吾為此計者，不可用惡箭苟且為射故也。"
      },
      {
        "index": 107,
        "text": "及昏，楚師軍於邲，晉之餘師不能軍，（不能成營屯。）宵濟，亦終夜有聲。（言其兵眾，將不能用。○將，子匠反。）丙辰，楚重至於邲，（重，輜重也。○重，直勇反，又直用反，注上重字同。輜，側其反。重也，直用反。）"
      },
      {
        "index": 108,
        "text": "疏注“重輜重也”。○正義曰：輜重，載物之車也。《說文》云：“輜，一名軿，前後蔽也。”蔽前後以載物，謂之輜車。載物必重，謂之重車。人挽以行謂之輦。輜、重、輦，一物也。襄十年傳稱：“秦堇父輦重如役”，挽此車也。輜重載器物糧食，常在軍後，故乙卯日戰，丙辰始至於邲也。《周禮·鄉師》：“大軍旅會同，正治其徒役，與其輂輦。”鄭玄云：“輂，駕馬；輦，人挽行：所以載任器也。止，以為蕃營。”《司馬法》曰：“夏後氏謂輦曰餘車，殷曰胡奴車，周曰輜輦。輦一斧、一斤、一鑿、一梩、一鋤，周輦加二版、二築。”又曰：“夏後氏二十人而輦，殷十八人而輦，周十五人而輦。”說者以為夏出師不逾時，殷逾時，周曆時，故前世輦少而後世輦多。"
      },
      {
        "index": 109,
        "text": "遂次於衡雍。潘黨曰：“君盍築武軍（築軍營以章武功。○雍，於用反。盍，戶臘反。）而收晉屍以為京觀？（積屍封土其上，謂之京觀。○觀，古亂反，注及下京觀同。）臣聞克敵必示子孫，以無忘武功。”楚子曰：“非爾所知也。夫文，止戈為武。（文，字。）武王克商，作《頌》曰：‘載戢幹戈，載櫜弓矢。（戢，藏也。櫜，韜也。《詩》美武王能誅滅暴亂而息兵。○戢，側立反。櫜，古刀反。韜，他刀反。）我求懿德，肆於時夏，允王保之。’（肆，遂也。夏，大也。言武王既息兵，又能求美德，故遂大而信王保天下。○夏，戶雅反，注同。）"
      },
      {
        "index": 110,
        "text": "疏“武王”至“保之”。○正義曰：昔武王克商，周公為之作《頌》曰：武王誅紂之後，則戢藏其幹戈，則櫜韜其弓矢。言既誅暴亂，則無複所用，故韜藏之。懿，美也。肆，遂也。時，是也。夏，大也。允，信也。武王以天下既定，又能求美德之士而任用之，故於是功業遂大，信哉！唯我武王保之。美武王能保天下也。○注“戢藏”至“息兵”。○正義曰：戢訓為斂聚、斂藏之義，故為藏也。櫜一名韜，盛弓矢之衣也。幹戈弓矢藏而不複用，是美武王能誅滅暴亂而息兵也。此所引者，《周頌·時邁》之篇也。《詩序》云：“頌者，以其成功告於神明。”則《頌》詩功成乃作。此傳言“武王克商作《頌》”者，武王克商，後世追為作《頌》，頌其克商之功，非克商之作也。《國語》引此云“周文公之頌曰”，則此周公所作也。傳言“克商作《頌》”者，包下三篇，皆述武王之事。○注“肆遂”至“天下”。○正義曰：肆之為遂，相傳為此訓也。“夏，大”，《釋詁》文。求美德，謂求而任用之。遂大者，功業遂大也。"
      },
      {
        "index": 111,
        "text": "又作《武》，其卒章曰：‘耆定爾功。’（《武》，《頌》篇名。耆，致也。言武王誅紂，致定其功。○耆音旨，注同。）"
      },
      {
        "index": 112,
        "text": "疏“又作”至“爾功”。○正義曰：既作《時邁》，又作《武》篇也。《頌》皆一章。言“其卒章”者，謂終章之句也。言武王誅紂，致定爾武之大功也。"
      },
      {
        "index": 113,
        "text": "其三曰：‘鋪時繹思，我徂維求定。’（其三，三篇。鋪，布也。繹，陳也。時，是也。思，辭也。頌美武王能布政陳教，使天下歸往求安定。○鋪，普吳反，徐音敷。繹音亦。）"
      },
      {
        "index": 114,
        "text": "疏“其三”至“求定”。○正義曰：其三，《周頌·賚》之篇也。鋪，布也。繹，陳也。徂，往也。言武王能布陳政教，故其時之民歸武王者，皆云我徂惟自求安定，美武王能安民，故民歸之也。○注“其三”至“安定”。○正義曰：鋪是布散之義，故為布也。“繹，陳”，《釋詁》文。思是語之辭，不為義也。"
      },
      {
        "index": 115,
        "text": "其六曰：‘綏萬邦，屢豐年。’（其六，六篇。綏，安也。屢，數也。言武王既安天下，數致豐年。此三、六之數，與今《詩·頌》篇次不同，蓋楚樂歌之次第。○屢，力住反，注同。數，所角反，下“數致”同。）"
      },
      {
        "index": 116,
        "text": "疏“其六曰”至“豐年”。○正義曰：其六，《周頌·桓》之篇也。綏，安也。屢，數也。言武王伐紂，安天下萬國，數有豐孰之年。美武王能和眾國、豐民財也。○注“其六六篇”至“次第”。○正義曰：“綏，安”，《釋詁》文。“屢，數”，常訓也。杜以其三、其六與今《詩·頌》篇次不同，故為疑辭。蓋楚樂歌之第，言楚之樂人歌《周頌》者，別為次第，故《賚》第三，《桓》第六也。劉炫以為其三、其六者，是楚子第三引“鋪時繹思”，第六引“綏萬邦”。今刪定知非者，此傳若是舊文及傳家敘事，容可言楚子第三引“鋪時繹思”，第六引“綏萬邦”。此既引楚子之言，明知先有三、六之語，故楚子引之，得云“其三”、“其六”。若楚子始第三引《詩》，第六引《詩》，豈得自言“其三曰”、“其六曰”？劉以“其三”、“其六”為楚子引《詩》次第，以規杜過，何辟之甚！沈氏難云：襄二十九年“季劄觀樂”，篇次不同，杜云“仲尼未刪定”；此亦不同，而云“楚樂歌之次”者，襄二十九年雖少有篇次不同，大略不甚乖越，故云“仲尼未刪定”；以前此之三、六，全與《詩》次不同，故云“楚樂歌之第”。今《周頌》篇次，《桓》第八，《賚》第九也。\n夫武，禁暴、戢兵、保大、定功、安民、和眾、豐財者也。（此武七德。）"
      },
      {
        "index": 117,
        "text": "疏“夫武”至“財者也”。○正義曰：楚子既引四篇，乃陳七德，則四篇之內有此七者之義。戢幹戈、櫜弓矢，禁暴、戢兵也。時夏、保之，保大也。耆定爾功，定功也。我徂求定，安民也。綏萬邦，和眾也。屢豐年，豐財也。我徂求定，是能安民，故往求定也。綏萬國，由德能和眾，故萬國安也。\n故使子孫無忘其章。（著之篇章，使子孫不忘。）"
      },
      {
        "index": 118,
        "text": "疏注“著之”至“不忘”。○正義曰：杜以“不忘其章”，謂子孫不忘上四篇之詩，故云“著之篇章，使子孫不忘”。必知然者，以文承“武王克商作《頌》”之後，文連四篇詩義，故以為著之篇章。劉炫云：“能有七德，故子孫不忘章明功業。”橫取下文“京觀”為無忘其章明武功，以規杜失，非也。"
      },
      {
        "index": 119,
        "text": "今我使二國暴骨，暴矣；觀兵以威諸侯，兵不戢矣。暴而不戢，安能保大？猶有晉在，焉得定功？所違民欲猶多，民何安焉？無德而強爭諸侯，何以和眾？利人之幾，（幾，危也。○暴骨，蒲卜反，本或作曝。焉得，於虔反。強，其丈反。）而安人之亂，以為己榮，何以豐財？（兵動則年荒。）武有七德，我無一焉，何以示子孫？其為先君宮，告成事而已。（祀先君，告戰勝。）"
      },
      {
        "index": 120,
        "text": "疏注“祀先君，告戰勝”。○正義曰：《禮記·曾子問》稱“古者師行，必以遷廟主行”，載於齊車，言必有尊也”。《尚書·甘誓》云“用命賞於祖”，謂遷廟之祖主也。“為先君宮”，為此遷主作宮，於此祀之。“告成事”，告戰勝也。《禮·大傳記》云“牧之野，武王之大事也”，既事而“奠於牧室”，亦是新作室而奠祭也。《曾子問》又曰：“無遷主，則何主？”孔子曰：“天子諸侯將出，必以幣帛皮圭告於祖禰，遂奉以出，載於齊車以行，每舍奠焉，而後就舍。”"
      },
      {
        "index": 121,
        "text": "武非吾功也。古者明王伐不敬，取其鯨絺而封之，以為大戮，於是乎有京觀，以懲淫慝。（鯨鯢，大魚名，以喻不義之人吞食小國。○鯨，直京反。鯢，五兮反。懲，直升反。慝，他得反。）"
      },
      {
        "index": 122,
        "text": "疏注“鯨鯢，大魚名”。○正義曰：裴淵《廣州記》云：“鯨鯢，長百尺。雄曰鯨，雌曰鯢。目即明月珠也，故死即不見眼睛也。”周處《風土記》云：“鯨鯢，海中大魚也。俗說出入穴即為潮水。”"
      },
      {
        "index": 123,
        "text": "今罪無所，（晉罪無所犯也。）而民皆盡忠以死君命，又何以為京觀乎？”祀於河，作先君宮，告成事而還。（傳言楚莊有禮，所以遂興。）"
      },
      {
        "index": 124,
        "text": "是役也，鄭石製實入楚師，將以分鄭，而立公子魚臣。辛未，鄭殺仆叔及子服。（仆叔，魚臣也。子服，石製也。）"
      },
      {
        "index": 125,
        "text": "疏“是役”至“魚臣”。○正義曰：入楚師，言入此楚師於鄭國。服虔云“入楚師，使楚師來入鄭”，是也。此石製引楚師入鄭，將以分鄭國，以半與楚，取半立公子魚臣為鄭君，己欲擅其寵也。"
      },
      {
        "index": 126,
        "text": "君子曰：“史佚所謂‘毋怙亂’者，謂是類也。（言恃人之亂以要利。○佚音逸。毋音無。怙音戶。要，一遙反。）《詩》曰：‘亂離瘼矣，爰其適歸？’（《詩·小雅》。離，憂也。瘼，病也。爰，於也。言禍亂憂病，於何所歸乎？歎之。○瘼音莫。）"
      },
      {
        "index": 127,
        "text": "疏注“詩小”至“歎之”。○正義曰：《詩·小雅·四月》之篇也。“離，憂”，“瘼，病”，“爰，於”，皆《釋詁》文。言時世禍亂，必有憂病者，於何其所適歸乎？歎此禍亂，不知將何以歸也。"
      },
      {
        "index": 128,
        "text": "歸於怙亂者也夫！”（恃禍則禍歸之。○夫音扶。）鄭伯、許男如楚。（為十四年晉伐鄭傳。）秋，晉師歸，桓子請死，晉侯欲許之，士貞子諫曰：“不可。（貞子，土渥濁。○渥，於角反。）"
      },
      {
        "index": 129,
        "text": "疏“桓子請死”。○正義曰：《檀弓》云：“謀人之軍，師敗則死之。謀人之邦，邑危則亡之。”今桓子將軍，師敗，故請死。"
      },
      {
        "index": 130,
        "text": "城濮之役，晉師三日穀，（在僖二十八年。○濮音卜。）文公猶有憂色。左右曰：‘有喜而憂，如有憂而喜乎？’（言憂喜失時。）公曰：‘得臣猶在，憂未歇也。（歇，盡也。○歇，許竭反。）困獸猶鬥，況國相乎！’及楚殺子玉，（子玉，得臣。○相，息亮反，下熊相同。）公喜而後可知也，（喜見於顏色。○見，賢遍反。）曰：‘莫餘毒也。’巳是晉再克而楚再敗也，楚是以再世不競。（成王至穆王。○競，其敬反。）今天或者大警晉也。（警，戒也。）而又殺林父以重楚勝，其無乃久不競乎？林父之事君也，進思盡忠，退思補過，社稷之衛也，若之何殺之？夫其敗也，如日月之食焉，何損於明？”晉侯使複其位。（言晉景所以不失霸。○重，直用反。）"
      },
      {
        "index": 131,
        "text": "疏“進思”至“補過”。○正義曰：《孝經》有此二句。孔安國云：“進見於君，則必竭其忠貞之節，以圖國事。直道正辭，有犯無隱。退還所職，思其事宜。獻可替否，以補王過。”此孔意進謂見君，退謂還私職也。或當以此二句，據臣心為文。文既據臣，君在其上。施之於君則稱進，內省其身則稱退。盡忠者，盡巳之心，以進獻於君；補過者，內脩己心，以補君愆失。故以盡忠為進，補過為退耳，非謂進見與退還也。"
      },
      {
        "index": 132,
        "text": "冬，楚子伐蕭，宋華椒以蔡人救蕭。蕭人囚熊相宜僚及公子丙。王曰：“勿殺，吾退。”蕭人殺之。王怒，遂圍蕭。蕭潰。申公巫臣曰：“師人多寒。”王巡三軍，拊而勉之，（拊，撫慰勉之。○僚，子彫反。潰，戶內反。拊，芳甫反。）\n疏“蕭潰”。○正義曰：實未潰，史以實王之意，故言潰。知者，下云“明日蕭潰”，是也。\n三軍之士皆如挾纊。（纊，綿也，言說以忘寒。○挾，戶牒反。纊音曠。說音悅。）\n疏注“纊，綿也”。○正義曰：《玉藻》云：“纊為繭，縕為袍。”鄭玄云：“纊，新綿也。”"
      },
      {
        "index": 133,
        "text": "遂傅於蕭。還無社與司馬卯言，號申叔展。（還無社，蕭大夫。司馬卯、申叔展，皆楚大夫也。無社素識叔展，故因卯呼之。○傅音附。還音旋。卯，馬鮑反。號，徐戶到反，一音戶刀反，呼也。）叔展曰：“有麥麹乎？”曰：“無。”“有山鞠窮乎？“曰：“無。”（麥麹，鞠窮，所以禦濕。欲使無社逃泥水中。無社不解，故曰無。軍中不敢正言，故謬語。○麹，去六反。鞠，起弓反。禦，魚呂反，下同。解音蟹，下同。）"
      },
      {
        "index": 134,
        "text": "疏注“麥麹”至“謬語”。○正義曰：“麥麹，鞠窮，所以禦濕”，賈逵有此言，則相傳為此說也。《尚書·說命》云：“若作酒醴，爾惟麹糵。”則麥麹，作酒之物。《本草》有芎藭者，是藥草之名。觀傳文勢，欲使無社逃於泥水中，而問有此物以否，知是禦濕所用，但不知若為用之耳。"
      },
      {
        "index": 135,
        "text": "“河魚腹疾柰何？”（叔展言無禦濕藥，將病。）曰：“目於眢井而拯之。”（無社意解，欲入井，故使叔展視虛廢井而求拯已。出溺為拯。○眢，烏丸反。眢井，廢井也。《字林》云：“井無水也，一皮反。”拯，拯救之拯，注同。）"
      },
      {
        "index": 136,
        "text": "疏“河魚”至“拯之”。○正義曰：上句是叔展之言，“曰”下是無社對語。無社頻答，言“無”。叔展乃言必須入水，故以水厄告之。云如似河中之魚，久在水內，則生腹疾，無此二物，其奈濕何！無社乃解其意，告叔展云，當目視於眢井而拯出之。“出溺為拯”，《方言》文。"
      },
      {
        "index": 137,
        "text": "“若為茅絰，哭井則已。”（叔展又教結茅以表井，須哭乃應以為信。○絰，直結反。己音紀，舊音以。應，應對之應。）"
      },
      {
        "index": 138,
        "text": "疏“若為”至“則己”。○正義曰：此亦叔展之言也。無社既解其意，令展視井拯己。但廢井必多，不可知處，故教無社令結茅為絰，置於井上。又恐無社錯應他人，更教之云，若號哭向井，則是我之已身。已，展叔自謂也。"
      },
      {
        "index": 139,
        "text": "明日，蕭潰。申叔視其井，則茅絰存焉，號而出之。（號，哭也。傳言蕭人無守心。○號，戶刀反，注同。守，手又反。）晉原縠、宋華椒、衛孔達、曹人同盟於清丘。（原縠，先縠。）"
      },
      {
        "index": 140,
        "text": "疏注“原縠，先縠”。○正義曰：杜《譜》以為雜人，則不知誰之子也。案傳先軫或稱原軫。此蓋先軫之後也。傳有名號之異，杜《譜》皆並言之。“先縠”之下不言“原縠”，是杜脫也。上文稱為彘子，服虔以為食菜於彘。今複稱原，原其上世所食也。於時趙氏有原同，蓋分原邑而共食之也。"
      },
      {
        "index": 141,
        "text": "曰：“恤病，討貳。”於是卿不書，不實其言也。（宋伐陳，衛救之，不討貳也。楚伐宋，晉不救，不恤病也。）宋為盟故，伐陳。（陳貳於楚故。○為，於偽反。）衛人救之。孔達曰：“先君有約言焉。若大國討，我則死之。”（衛成公與陳共公有舊好，故孔達欲背盟救陳，而以死謝晉，為十四年衛殺孔達傳。○約，於妙反，又如字。共公音恭。好，呼報反。背音佩，十四年經注同。）"
      }
    ]
  }
}