{
  "chapterNumber": 1,
  "title": "春秋左傳正義序 (Preface to the Correct Meaning of the Zuo Commentary)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "春秋正義序\n[夫《春秋》者，紀人君動作之務，是左史所職之書。王者統三才而宅九有，順四時而治萬物。四時序則玉燭調於上，三才協則寶命昌於下，故可以享國永年，令聞長世。然則有為之務，可不慎與？國之大事在祀與戎，祀則必盡其敬，戎則不加無罪，盟會協於禮，興動順其節，失則貶其惡，得則褒其善。此《春秋》之大旨，為皇王之明鑒也。若夫五始之目，章於帝軒，六經之道，光於《禮記》。然則此書之發，其來尚矣。但年祀緜邈，無得而言。暨乎周室東遷，王綱不振，楚子北伐，神器將移。鄭伯敗王於前，晉侯請隧於後。竊僭名號者，何國不然！專行征伐者，諸侯皆是。下陵上替，內叛外侵，九域騷然，三綱遂絕。夫子內韞大聖，逢時若此，欲垂之以法則無位，正之以武則無兵，賞之以利則無財，說之以道則不用。虛歎銜書之鳳，乃似喪家之狗，既不救於已往，冀垂訓於後昆。因魯史之有得失，據周經以正褒貶。一字所嘉，有同華衮之贈；一言所黜，無異蕭斧之誅。所謂不怒而人威，不賞而人勸，實永世而作則，歷百王而不朽者也。]"
      },
      {
        "index": 1,
        "text": "[至於秦滅典籍，鴻猷遂濅。漢德既興，儒風不泯。其前漢傳《左氏》者有張蒼、賈誼、尹咸、劉歆，後漢有鄭衆、賈逵、服虔、許惠卿之等，各為詁訓。然雜取《公羊》、《穀梁》以釋《左氏》，此乃以冠雙屨，將絲綜麻，方鑿圓枘，其可入乎？晉世杜元凱又為《左氏集解》，專取丘明之傳，以釋孔氏之經，所謂子應乎母，以膠投漆，雖欲勿合，其可離乎？今校先儒優劣，杜為甲矣，故晉宋傳授，以至于今。其為義疏者，則有沈文何、蘇寬、劉炫。然沈氏於義例粗可，於經傳極疎；蘇氏則全不體本文，唯旁攻賈、服，使後之學者鑽仰無成；劉炫於數君之內，實為翹楚，然聦惠辯博，固亦罕儔，而探賾鉤深，未能致遠。其經注易者，必具飾以文辭，其理致難者，乃不入其根節。又意在矜伐，性好非毀，規杜氏之失，凡一百五十餘條，習杜義而攻杜氏，猶蠹生於木而還食其木，非其理也。]"
      },
      {
        "index": 2,
        "text": "[雖規杜過，義又淺近，所謂捕鳴蟬於前，不知黃雀在其後。案僖公三十三年經云「晉人敗狄于箕。」杜注云「郤缺稱『人』者，未為卿。」劉炫規云：「晉侯稱『人』與殽戰同。」案殽戰在葬晉文公之前，可得云背喪用兵，以賤者告。箕戰在葬晉文公之後，非是背喪用兵，何得云「與殽戰同」？此則一年之經，數行而已，曾不勘省上下，妄規得失。又襄公二十一年傳云：「邾庶其以漆閭丘來奔，以公姑姊妻之。」杜注云：「蓋寡者二人。」劉炫規云：「是襄公之姑，成公之姊，只一人而已。」案成公二年，成公之子公衡為質，及宋逃歸。案《家語・本命》云：「男子十六而化生。」公衡已能逃歸，則十六七矣。公衡之年如此，則於時成公三十三四矣，計至襄二十一年，成公七十餘矣，何得有姊而妻庶其？此等皆其事歷然，猶尚妄說，況其餘錯亂，良可悲矣！然比諸義疏，猶有可觀。今奉勑刪定，據以為本，其有疎漏，以沈氏補焉。若兩義俱違，則特申短見。雖課率庸鄙，仍不敢自專，謹與朝請大夫國子博士臣谷𨙻律、故四門博士臣楊士勛、四門博士臣朱長才等，對共參定。至十六年，又奉勑與前脩疏人及朝散大夫行大學博士上騎都尉臣馬嘉運、朝散大夫行大學博士上騎都尉臣王德韶、給事郎守四門博士上騎都尉臣蘇德融、登仕郎守大學助教雲騎尉臣隨德素等，對勑使趙弘智覆更詳審，為之正義，凡三十六卷，冀貽諸學者，以裨萬一焉。]\n春秋左傳序"
      },
      {
        "index": 3,
        "text": "春秋左氏傳序【音義】○陸曰：「此元凱所作。既以釋經，故依例音之。本或題爲『春秋左傳序』者。沈文何以爲『釋例序』，今不用。」[【疏】正義曰：此序題目，文多不同，或云「春秋序」，或云「左氏傳序」，或云「春秋經傳集解序」，或云「春秋左氏傳序」。案晉宋古本及今定本並云「春秋左氏傳序」，今依用之。南人多云此本「釋例序」，後人移之於此，且有題曰「春秋釋例序」，置之《釋例》之端。今所不用。晉大尉劉寔與杜同時人也，宋大學博士賀道養去杜亦近，俱爲此序作注，題並不言「釋例序」，明非「釋例序」也。又晉宋古本，序在《集解》之端。徐邈以晉世言五經音訓，爲此序作音。且此序稱「分年相附，隨而解之，名曰《經傳集解》」，是言爲《集解》作序也。「又別集諸例，從而釋之，名曰《釋例》。異同之說，《釋例》詳之」。是其據《集解》而指《釋例》，安得爲「釋例序」也？序與敍，音義同。《爾雅‧釋詁》云︰「敍，緒也。」然則舉其綱要，若繭之抽緒。孔子爲《書》作《序》，爲《易》作《序卦》，子夏爲《詩》作《序》，故杜亦稱《序》，序《春秋》名義、經傳體例及己爲解之意也。此序大略，凡有十一段，明義以「春秋」是此書大名，先解立名之由。自「春秋」至「所記之名也」，明史官記事之書、名曰「春秋」之義。自「周禮有史官」至「其實一也」。明天子諸侯皆有史官、必須記事之義。自「韓宣子適魯」至「舊典禮經也」。言周史記事、襃貶得失、本有大法之意。自「周德既衰」至「從而明之」，言典禮廢缺、善惡無章，故仲尼所以脩此經之意。自「左丘明受經於仲尼」至「所脩之要故也」，言丘明作傳，務在解經，而有無傳之意。自「身爲國史」至「然後爲得也」，言經旨之表不應，須傳有通經之意。自「其發凡以言例」至「非例也」，言丘明傳有三等之體。自「故發傳之體有三」至「三叛人名之類是也」，言仲尼脩經有五種之例。自「推此五體」至「人倫之紀備矣」，揔言聖賢大趣足以周悉人道，所說經、傳理畢，故以此言結之。自「或曰《春秋》以錯文見義」至「《釋例》詳之也」，言己異於先儒，自明作《集解》、《釋例》之意。自「或曰《春秋》之作」下盡「亦無取焉」，大明《春秋》之早晚、始隱終麟、先儒錯繆之意。賈逵《大史公十二諸侯年表序》云︰「魯君子左丘明作傳。」據劉向《別錄》云︰「左丘明授曾申，申授吳起，起授其子期，期授楚人鐸椒。鐸椒作《抄撮》八卷，授虞卿；虞卿作《抄撮》九卷，授荀卿；荀卿授張蒼。」此經既遭焚書而亦廢滅。及魯共王壞孔子舊宅，於壁中得古文逸《禮》有三十九篇，《書》十六篇。天漢之後，孔安國獻之，遭巫蠱倉卒之難，未及施行。及《春秋左氏》丘明所修，皆古文舊書，多者二十餘通，藏於祕府，伏而未發。漢武帝時，河間獻《左氏》及古文《周官》。光武之世，議立《左氏》學，公羊之徒上書訟《公羊》抵《左氏》，《左氏》之學不立。成帝時，劉歆校祕書，見府中古文《春秋左氏傳》，歆大好之。時丞相尹咸以能治《左氏》，與歆共校傳。歆略從咸及丞相翟方進受，質問大義。初《左氏傳》多古字古言，學者傳訓詁而已。及歆治《左氏》，引傳文以釋經，轉相發明，由是章句義理備焉。歆以爲左丘明好惡與聖人同，親見夫子，而公羊、穀梁在七十二弟子後，傳聞之與親見，其詳略不同。歆數以問向，向不能非也。及歆親近，欲建立《左氏春秋》及《毛詩》、逸《禮》、《古文尚書》，皆列於學官。哀帝令歆與五經博士講論其義，諸儒博士或不肯置對，歆因移書於太常博士，責讓之。和帝元興十一年，鄭興父子及歆創通大義奏上，《左氏》始得立學，遂行於世。至章帝時，賈逵上《春秋大義》四十條，以抵《公羊》、《穀梁》，帝賜布五百匹。又與《左氏》作《長義》。至鄭康成，箴《左氏膏肓》，發《公羊墨守》，起《穀梁廢疾》。自此以後，二傳遂微，《左氏》學顯矣。]"
      },
      {
        "index": 4,
        "text": "「春秋」者，魯史記之名也。[【疏】注「春秋」至「名也」。　○人臣奉主，品目不同。掌事曰司，掌書曰史。史官記事，爲書立名，以「春秋」二字爲記事之書名也。　○正義曰：從此以下至「所記之名也」，明史官記事之書名曰「春秋」之意。「春秋」之名，經無所見，唯傳記有之。昭二年，韓起聘魯，稱「見《魯春秋》」。《外傳‧晉語》司馬侯對晉悼公云「羊舌肸習於《春秋》」，《楚語》申叔時論傅太子之法云「教之以《春秋》」。《禮‧坊記》云︰「《魯春秋》記晉喪曰『其君之子奚齊』。」又《經解》曰：「屬辭比事，《春秋》教也。」凡此諸文所說，皆在孔子之前，則知未修之時舊有「春秋」之目。其名起遠，亦難得而詳。《禮記‧內則》稱五帝有史官，既有史官，必應記事，但未必名爲「春秋」耳。據周世法則，每國有史記，當同名「春秋」，獨言「魯史記」者，仲尼脩魯史所記，以爲《春秋》，止解仲尼所修《春秋》，故指言魯史，言修魯史《春秋》以爲襃貶之法也。]記事者，以事繫日，【音義】○繫，工帝反。以日繫月，以月繫時，以時繫年，所以紀遠近、別同異也。【音義】○別，彼列反。[【疏】注「記事」至「異也」。　○既辨「春秋」之名，又言記事之法。繫者，以下綴上、以末連本之辭。言於此日而有此事，故以事繫日；月統日，故以日繫月；時統月，故以月繫時；年統時，故以時繫年：所以紀理年月遠近，分別事之同異也。若「隱三年，春，王二月，己巳，日有食之」、「二年，秋，八月，庚，公及戎盟于唐」之類，是事之所繫年時月日四者皆具文也。史之所記，皆應具文，而《春秋》之經文多不具，或時而不月，月而不日，亦有日不繫月、月而無時者。史之所記，日必繫月，月必繫時，《春秋》二百四十二年之間，有日無月者十四，有月無時者二，或史文先闕而仲尼不改，或仲尼備文而後人脫誤。四時必具，乃得成年，桓十七年五月，無夏；昭十年十二月，無冬：二者皆有月而無時。既得其月，時則可知，仲尼不應故闕其時，獨書其月，當是仲尼之後寫者脫漏。其日不繫於月，或是史先闕文，若僖二十八年冬下無月，而有壬申、丁丑，計一時之間再有此日，雖欲改正，何以可知？仲尼無以復知，當是本文自闕，不得不因其闕文，使有日而無月。如此之類，蓋是史文先闕，未必後人脫誤。其時而不月、月而不日者，史官立文，亦互自有詳略，何則？案經朝聘、侵伐、執殺大夫、土功之屬，或時或月未有書日者；其要盟、戰敗、崩薨、卒葬之屬，雖不盡書日，而書日者多，是其本有詳略也。計記事之初日月應備，但國史揔集其事，書之於策，簡其精麤，合其同異，量事而制法，率意以約文，史非一人，辭無定式，故日月參差，不可齊等。及仲尼脩故，因魯史成文，史有詳略，日有具否，不得不即因而用之。案經傳書日者，凡六百八十一事：自文公以上，書日者二百四十九；宣公以下亦俱六公，書日者四百三十二。計年數略同，而日數向倍，此則久遠遺落，不與近同；且他國之告有詳有略，若告不以日，魯史無由得其日而書之，如是，則當時之史亦不能使日月皆具。當時已自不具，仲尼從後脩之，舊典參差，日月不等，仲尼安能盡得知其日月皆使齊同？去其日月，則或害事之先後；備其日月，則古史有所不載，自然須舊有日者因而詳之，舊無日者因而略之，亦既自有詳略，不可以爲襃貶，故《春秋》諸事皆不以日月爲例。其以日月爲義例者，唯卿卒、日食二事而已。故隱元年，冬，十有二月，「公子益師卒」。傳曰「公不與小斂，故不書日」。桓十七年，「冬，十月，朔，日有食之」。傳曰「不書日，官失之也」。丘明發傳，唯此二條。明二條以外，皆無義例。既不以日爲例，獨於此二條見義者，君之卿佐，是謂股肱，股肱或虧，何痛如之？病則親問，斂則親與。卿佐之喪，公不與小斂，則知君之恩薄。但是事之小失，不足以貶人君。君自不臨臣喪，亦非死者之罪，意欲垂戒於後，無辭可以寄文；而人臣輕賤，死日可略，故特假日以見義也。日食者，天之變。甲乙者，歷之紀。朔是日月之會，其食必在朔日，是故史書日食必記月朔。朔有甲乙，乃可推求，故日有食之，須書朔日。日與不日，唯此而已。月與不月，傳本無義。《公羊》、《穀梁》之書，道聽途說之學，或日或月，妄生襃貶。先儒溺於二傳，橫爲《左氏》造日月襃貶之例，故杜於大夫卒例備詳說之。仲尼刊定日月無襃貶，而此序言史官記事必繫日月時年者，自言記事之體須有所繫，不言繫之具否皆有義例也。《春秋‧感精符》曰：「日者，陽之精，耀魄光明，所以察下也。」《淮南子》曰：「積陽之熱氣生火，火氣之精者爲日。」劉熙《釋名》曰：「日，實也，光明盛實。」是說日之義也。日之在天，隨天轉運，出則爲晝，入則爲夜，故每一出謂之一日。日之先後，無所分別，故聖人作甲乙以紀之。《世本》云︰「容成造歷，大橈作甲子。」宋忠注云︰「皆黃帝史官也。」《感精符》曰：「月者，陰之精，地之理也。」《淮南子》曰：「積陰之寒氣久者爲水，水氣之精者爲月。」劉熙《釋名》曰：「月，闕也，滿而闕也。」是說月之義也。月之行天，其疾於日十三倍有餘，積二十九日過半而行及日與月相會。張衡《靈憲》曰：「日譬火，月譬水，火外光，水含景，故月光生於日之所照，魄生於日之所蔽。當日則光盈，就日則明盡。」然則以明一盡謂之一月，所以揔紀諸月也。三月乃爲一時，四時乃爲一年，故遞相統攝，紀理庶事。「紀遠近」者，前年遠於後年，後月近於前月，異其年月，則遠近明也。「別同異」者，共在月下，則同月之事；各繫其月，則異月之事：觀其月則異同別矣。若然，言正月二月則知是春，四月五月則知是夏，不須以月繫時，足明遠近同異。必須以月繫時者，但以日月時年各有統屬，史官記事，唯須順敍，時既管月，不得不以月繫時。案經未有重書月者，日則有之。桓十二年，冬，十有一月，「丙戌，公會鄭伯，盟于武父。丙戌，衛侯晉卒」。一日再書者，史本異文，仲尼從而不改，故杜云︰「重書丙戌，非義例，因史成文也。」]故史之所記，必表年以首事，年有四時，故錯舉以爲所記之名也。【音義】○錯，七各反，下皆同。[【疏】注「故史」至「名也」。　○將解名曰「春秋」之意，先說記事主記當時之事。事有先後，須顯有事之年。表，顯也。首，始也。事繫日下，年是事端，故史之所記必先顯其年，以爲事之初始也。年有四時，不可徧舉四字以爲書號，故交錯互舉，取「春秋」二字，以爲所記之名也。春先於夏，秋先於冬，舉先可以及後，言春足以兼夏，言秋足以見冬，故舉二字以包四時也。「春秋」二字是此書之揔名，雖舉「春秋」二字，其實包冬夏四時之義。四時之內，一切萬物生植孕育盡在其中。《春秋》之書，無物不包，無事不記，與四時義同，故謂此書爲《春秋》。《孝經》云︰「春秋祭祀，以時思之。」《詩‧魯頌》云︰「春秋匪解，享祀不忒。」鄭箋云︰「春秋，猶言四時也」。是舉春秋足包四時之義。年、歲、載、祀，異代殊名，而其實一也。《爾雅‧釋天》云︰「載，歲也。夏曰歲，商曰祀，周曰年，唐虞曰載。」李巡曰：「夏歲，商祀，周年，唐虞載，各自紀事，堯舜三代示不相襲也」。孫炎曰：「載，始也，取物終更始也。歲，取歲星行一次也。祀，取四時祭祀一訖也。年，取年穀一熟也。」是其名別而實同也。此四者，雖代有所尚，而名興自遠，非夏代始有歲名，周時始有年稱。何則？《堯典》云：「期三百有六旬有六日，以閏月定四時，成歲。」《禹貢》：「作十有三載，乃同。」是於唐虞之世，已有年歲之言。記事者，則各從所尚，常語者，則通以爲言，故虞亦稱年，周亦稱歲。周詩《唐風》稱「百歲之後」，是周之稱歲也。四時之名，春夏秋冬，皆以時物爲之號也。《禮記‧鄉飲酒義》曰：「春之爲言蠢也，夏之爲言假也，秋之爲言揫也。冬之爲言中也。中者藏也。」《漢書‧律歷志》云︰「春，蠢也，物蠢生也。夏，假也，物假大也。秋，揫[（即由反）]也，物揫斂也。冬，終也，物終藏之也。」是解四時異名之義也。史之記事，一月無事不空舉月，一時無事必空舉時者，蓋以四時不具，不成爲歲，故時雖無事，必虛錄首月，其或不錄，皆是史之闕文。隱六年空書「秋，七月」。注云︰「雖無事而書首月，具四時以成歲。」桓四年不書秋冬，注云︰「國史之記，必書年以集此公之事，書首時以成此年之歲，故《春秋》有空時而無事者。今不書秋冬首月，史闕文。」是其說也。然一時無事則書首月，莊二十二年書「夏，五月」者，杜雖於彼無注，《釋例》以爲闕謬。「春秋」之名，錯舉而已，後代儒者，妄爲華葉。賈逵云：「取法陰陽之中。春爲陽中，萬物以生。秋爲陰中，萬物以成。欲使人君動作不失中也」。賀道養云：「春貴陽之始，秋取陰之初」。計「春秋」之名，理包三統，據周以建子爲正言之，則春非陽中，秋非陰中；據夏以建寅爲正言之，則春非陽始，秋非陰初，乃是竅混沌而畫蛇足，必將夭性命而失巵酒。]"
      },
      {
        "index": 5,
        "text": "《周禮》有史官，掌邦國四方之事，達四方之志。諸侯亦各有國史。[【疏】注「周禮」至「國史」。　○既解名曰「春秋」之意，又顯記事之人。春官宗伯之屬有「大史下大夫二人」、「小史中士八人」、「內史中大夫一人」、「外史上士四人」、「御史中士八人」。雖復各有所職，俱是掌書之官。　○正義曰：《周禮‧春官‧小史職》曰：「掌邦國之志。」《內史職》曰：「凡四方之事書，內史讀之。」《外史職》曰：「掌四方之志，掌達書名于四方。」今杜氏序云「掌邦國四方之事」者，「掌邦國」取《小史職》文，「四方之事」取《內史職》文，杜揔括兩史，共成此語。諸侯官屬雖難備知，要傳記每說諸侯之史，知諸侯亦各有國史也。《周禮》言「邦國」者，乃謂畿外諸侯之國也。國在四表，故言「四方」。云「凡四方之事書，內史讀之」者，謂四方有書來告，內史讀以白王也。告王之後，則小史主掌之，故云「掌邦國之志」。內史雖云讀四方之事書，其實國內史策，皆內史所掌，故其職掌八柄及策命之事也。然則內史、小史，既主國內，又主四方來告之事，故僖二十三年杜注云「國史承告而書」是也。杜此序又云「達四方之志」，取《外史職》文。案《外史職》云「掌四方之志，掌達書名四方」，今移「達」字於「四方之志」上，如杜之意，外史達此國內之志，以告四方，故僖二十三年杜注云「同盟然後告名，赴者之禮」是也。然則 「掌邦國四方之事」者，據此承受他國之赴也；「達四方之志」者，據己國有事赴告他國也。《春秋》既有內外二種，故杜翦撮天子之史，取外史、內史兩文。《周禮》諸史雖皆掌書，仍不知所記《春秋》定是何史。蓋天子則內史主之，外史佐之，諸侯蓋亦不異。但春秋之時不能依禮，諸侯史官多有廢闕，或不置內史，其策命之事，多是大史，則大史主之，小史佐之。劉炫以爲《尚書》周公封康叔，戒之《酒誥》，其經曰「大史友，內史友」。如彼言之，似諸侯有大史、內史矣。但徧檢記傳，諸侯無內史之文。何則？《周禮‧內史職》曰「凡命諸侯及孤卿大夫，則策命之」。僖二十八年傳說襄王使「內史叔興父策命晉侯爲侯伯」，是天子命臣，內史掌之。襄三十年傳稱鄭「使大史命伯石爲卿」，是諸侯命臣，大史掌之。諸侯大史當天子內史之職，以諸侯兼官無內史故也。鄭公孫黑强與薰隧之盟，使大史書其名，齊大史書崔杼弑其君，晉大史書趙盾弑其君，是知諸侯大史主記事也。南史聞大史盡死，執簡以往，明南史是佐大史者，當是小史也。若然，襄二十三年傳稱「季孫召外史掌惡臣」，言外史，則似有內史矣。必言諸侯無內史者，閔二年傳稱史華龍滑與禮孔曰「我，大史也」，文十八年傳稱魯有「大史克」，哀十四年傳稱齊有「大史子餘」，諸國皆言大史，安得有內史也？季孫召外史者，蓋史官身居在外，季孫從內召之，故曰外史，猶史居在南，謂之南史耳。南史、外史，非官名也。《藝文志》云︰「古之王者，世有史官，君舉必書，所以慎言行，昭法戒。左史記言，右史記事，事爲《春秋》，言爲《尚書》，帝王靡不同之。」《禮記‧玉藻》云︰「動則左史書之，言則右史書之。」雖左右所記二文相反，要此二者皆言左史右史。《周禮》無左右之名，得稱左右者，直是時君之意，處之左右，則史掌之事因爲立名，故傳有「左史倚相」。掌記左事，謂之左史，左右非史官之名也。左是陽道，陽氣施生，故令之記動。右是陰道，陰氣安靜，故使之記言。《藝文志》稱「左史記言，右史記動」，誤耳。上言「魯史記」，則諸侯各有史可知，又言諸侯各有國史者，方說諸侯各有《春秋》，重詳其文也。]大事書之於策，【音義】○策，本又作「册」，亦作「筴」，同，初革反。小事簡牘而已。【音義】○牘，徒木反。[【疏】注「大事」至「而已」。　○既言尊卑皆有史官，又論所記簡策之異。《釋器》云「簡謂之畢」，郭璞云「今簡札也」。許慎《說文》曰：「簡，牒也。牘，書版也。」蔡邕《獨斷》曰：「策者，簡也。其制，長二尺，短者半之。其次一長一短，兩編下附。」鄭玄注《中庸》亦云「策，簡也」。由此言之，則簡、札、牒、畢，同物而異名。單執一札謂之爲簡，連編諸簡乃名爲策，故於文「策」或作「册」，象其編簡之形。以其編簡爲策，故言策者簡也。鄭玄注《論語序》以《鉤命決》云「《春秋》二尺四寸書之，《孝經》一尺二寸書之」，故知六經之策皆稱長二尺四寸。蔡邕言二尺者，謂漢世天子策書所用，故與六經異也。簡之所容，一行字耳。牘乃方版，版廣於簡，可以並容數行。凡爲書，字有多有少，一行可盡者，書之於簡；數行乃盡者，書之於方；方所不容者，乃書於策。《聘禮記》曰：「若有故則加書將命，百名以上書於策，不及百名書於方。」鄭玄云︰「名，書文也，今謂之字。策，簡也。方，版也。」是其字少則書簡，字多則書策。此言大事小事，乃謂事有大小，非言字有多少也。大事者，謂君舉告廟及鄰國赴告，經之所書皆是也。小事者，謂物不爲災及言語文辭，傳之所載皆是也。大事後雖在策，其初亦記於簡。何則？弑君大事，南史欲書崔杼，執簡而往，董狐既書趙盾，以示於朝，是執簡而示之，非舉策以示之，明大事皆先書於簡，後乃定之於策也。其有小事，文辭或多，如呂相絶秦，聲子說楚，字過數百，非一牘一簡所能容者，則於衆簡牘以次存錄也。杜所以知其然者，以隱十一年傳例云「滅不告敗，勝不告克，不書于策」。明是大事來告，載之策書也。策書不載，丘明得之，明是小事傳聞，記於簡牘也。以此知仲尼脩經皆約策書成文，丘明作傳皆博采簡牘衆記。故隱十一年注云「承其告辭，史乃書之于策。若所傳聞行言非將君命，則記在簡牘而已，不得記於典策。此蓋周禮之舊制」也。又莊二十六年經皆無傳，傳不解經，注云「此年經、傳各自言其事者，或策書雖存，而簡牘散落，不究其本末，故傳不復申解」。是言經據策書，傳馮簡牘，經之所言其事大，傳之所言其事小，故知小事在簡，大事在策也。]《孟子》曰：楚謂之《檮杌》，晉謂之《乘》，而魯謂之《春秋》，其實一也。【音義】○《孟子》，書名。姓孟，名軻，字子輿，鄹邑人。與齊宣王同時人。著此書。檮，徒刀反。杌，五忽反。檮杌，四凶之一。杜云「頑凶無儔匹之貌」。乘，繩證反，車乘也。一云兵乘。[【疏】注「孟子曰」至「一也」。　○既言簡、策之異，又說諸國別名。孟子，姓孟，名軻，字子輿，鄒邑人也。當六國之時，師事孔子之孫子思，脩儒術之道，著書七篇。其第四《離婁》篇云︰「王者之迹息而《詩》亡，《詩》亡然後《春秋》作。晉謂之『乘』，楚謂之「檮杌』，魯謂之『春秋』，一也。」其言與此小異，是杜足「其實」二字，使成文也。彼趙岐注云︰「『乘』者，興於田賦乘馬之事，因以爲名。『檮杌』者，嚚凶之類，興於記惡之戒，因以爲名。『春秋』，以二始舉四時，記萬事之名。」是三者立名雖異，記事則同，故云「其實一也」。序發首云「『春秋』者，魯史記之名也」，故引此以爲證。且明諸侯之國各有史記，故魯有《春秋》，仲尼得因而脩之也。案《外傳》：申叔時、司馬侯乃是晉、楚之人，其言皆云「春秋」，不言「乘」與「檮杌」。然則「春秋」是其大名，晉、楚私立別號，魯無別號，故守其本名。賈逵云「周禮盡在魯矣，史法最備，故史記與周禮同名」。然則晉、楚豈當自知不備，故別立惡名？]"
      },
      {
        "index": 6,
        "text": "韓宣子適魯，【音義】○宣子，名起，晉大夫。適魯，在昭二年。見《易‧象》與《魯春秋》，曰：「周禮盡在魯矣。【音義】○盡，津忍反，後放此。吾乃今知周公之德與周之所以王。」【音義】○王，于況反，又如字。[【疏】注「韓宣」至「以王」。　○既言諸國有書，欲明魯最兼備，故云此。　○正義曰：此昭二年傳文也。宣子，晉卿，名起，食邑於韓，因以爲氏。謚曰宣子者，有德之稱。爲昭公新立，身新爲政，故來聘魯，因觀書於大史氏，見此書而發言。杜注彼以爲《易‧象》即今《周易》上下經之《象》辭也，《魯春秋》謂魯史記之策書也。《春秋》遵周公之典以序事，故曰「周禮盡在魯矣」。《易‧象》、《春秋》是文王、周公之所制，故見《春秋》知周公之德，見《易‧象》知周之所以王也。文王能制此典，即是身有聖德，聖不空生，必王天下。周室之王，文王之功，故觀其書，知周之所以得王天下之由也。文王身處王位，故以王言之。周公不王，故以德屬之。人異，故文異。傳言觀書大史，則所觀非一，而獨言《易‧象》、《魯春秋》者，韓子主美文王、周公，故特言之。《易‧象》，魯無增改，故不言「魯易象」。《春秋》雖是周法所記，乃是魯事，故言「魯春秋」也。《春秋》、《易‧象》，晉應有之，韓子至魯方乃發歎者，味其義，善其人，以其舊所未悟，故云今始知，示其歎美之深，非是素不見也。《易‧下繫辭》云《易》之興也，其當殷之末世，周之盛德，當文王與紂之事。則謂《易‧ 象》，爻彖之辭也。鄭玄案據此文，以爲《易》是文王所作。鄭衆、賈逵、虞翻、陸績之徒，以《易》有「箕子之明夷」、「東鄰殺牛」，皆以爲《易》之爻辭周公所作。杜雖無明解，似同鄭說。]韓子所見，蓋周之舊典禮經也。[【疏】注「韓子」至「經也」。　○序言史官所書，舊有成法，故引韓子之事，以此言結之。韓子所見《魯春秋》者，蓋是周之舊日正典、禮之大經也。韓子之言，并歎《易‧象》，此之所見，唯謂《春秋》者，指說《春秋》，不須《易‧象》故也。知是舊典禮經者，傳於隱七年「書名」例云「謂之禮經」，十一年「不告」例云「不書于策」，明書於策必有常禮。未脩之前，舊有此法。韓子所見而說之，即是周之舊典，以無正文，故言「蓋」爲疑辭也。制禮作樂，周公所爲，明策書禮經亦周公所制，故下句每云周公，正謂五十發凡是周公舊制也。必知史官所記，有周公舊制者，以聖人所爲，動皆有法，以能立官紀事，豈得全無憲章？定四年傳稱備物典策以賜伯禽，典策則史官記事之法也。若其所記無法，何足以賜諸侯？諸侯得之，何足以爲光榮而子魚稱爲美談也？且仲尼脩此《春秋》以爲一經，若周公無法，史官妄說，仲尼何所可馮，斯文何足爲典，得與諸《書》、《禮》、《樂》、《詩》、《易》並稱經哉？以此知周公舊有定制，韓子所見是也。]"
      },
      {
        "index": 7,
        "text": "周德既衰，官失其守。上之人不能使《春秋》昭明，赴告策書，【音義】○告，古毒反，一音古報反。崩薨曰赴，禍福曰告。諸所記注，【音義】○注，張住反，字或作「註」。多違舊章。[【疏】注「周德」至「舊章」。　○正義曰：此明仲尼脩《春秋》之由，先論史策失宜之意。計周公之垂法典策具存，豈假仲尼更加筆削？但爲官失其守，襃貶失中，赴告策書，多違舊典，是故仲尼脩成此法，垂示後昆。襄三十一年傳稱卿大夫「能守其官職」，昭二十年傳曰「守道不如守官」，是言人臣爲官，各有所守。周德既衰，邦國無法，羣小在位，故官人失其所守也。雖廣言衆官失職，要其本意是言史官失其所掌也。昭三十一年傳曰：「《春秋》之稱，微而顯，婉而辨。上之人能使《春秋》昭明。」注云︰「上之人謂在位者也。」彼謂賢德之人在天子諸侯之位，能使《春秋》襃貶勸戒昭明。周德既衰，主掌之官已失其守，在上之人又非賢聖，故不能使《春秋》襃貶勸戒昭明。致令赴告記注多違舊章也。文十四年傳曰「崩薨不赴，禍福不告」，然則鄰國相命，凶事謂之赴，他事謂之告，對文則別，散文則通。昭七年傳「衛齊惡告喪于周」，則是凶亦稱告也。赴告之中違舊章者，若隱三年，平王以壬戌崩，赴以庚戌；桓五年，陳侯鮑卒，再赴以甲戌己丑；及不同盟者而赴以名，同盟而赴不以名之類是也。策書記注多違舊章者，仲尼既已脩改，不可復知。正以仲尼脩之，故知其多違也。]仲尼因魯史策書成文，考其真僞，而志其典禮，上以遵周公之遺制，下以明將來之法。[【疏】注「仲尼」至「之法」。　○此明仲尼所因并制作之意。所脩之經，以魯爲主，是因魯史策書成定之舊文也。「考」謂校勘，「志」謂記識。考其真僞，真者因之，僞者改之。志其典禮，合典法者襃之，違禮度者貶之。上以遵周公之遺制，使舊典更興；下以明將來之法，令後世有則，以此故脩《春秋》也。前代後代，事終一揆，所賞所罰，理必相符。仲尼定《春秋》之文，制治國之法，文之所襃，是可賞之徒；文之所貶，是可罰之類。後代人主，誠能觀《春秋》之文，揆當代之事，辟所惡而行所善，順襃貶而施賞罰，則法必明，而國必治，故云「下以明將來之法」也。不教當時而爲將來制法者，孔子之時，道不見用，既知被屈，冀範將來。將來之與今時，其法亦何以異，但爲時不見用，故指之將來，其實亦以教當代也。]其教之所存，文之所害，則刊而正之，【音義】○刊，苦干反，削也。以示勸戒。[【疏】注「其教」至「勸戒」。　○此說仲尼改舊史之意。教之所存，謂名教善惡，義存於此事。若文無襃貶，無以懲勸，則是文之害教。若僖二十八年「天王狩于河陽」，傳云︰「晉侯召王，以諸侯見，且使王狩。仲尼曰：『以臣召君，不可以訓。』故書曰『天王狩于河陽』。」杜以晉文之意本欲尊周，將率諸侯共朝天子，自嫌彊大，不敢至周，喻王出狩，得盡臣禮。尋其蹤緒，心是跡非。又昭十九年，「許世子止弑其君買」，傳云︰「許悼公瘧。五月，戊辰，飲大子止之藥，卒。書曰：『弑其君。』君子曰：『盡心力以事君，舍藥物可也。』」許止進藥，不由於醫，其父飲之，因茲而卒。名教善惡須存於此者也。不罪許止，不没晉文，無以息篡逆之端，勸事君之禮，故隱其召王之名，顯稱弑君之惡。如此之例，皆是文之害教，則刊削本策，改而正之，以示後人，使聞善而知勸，見惡而自戒。諸仲尼所改新意，皆是刊而正之也。]其餘則皆即用舊史，史有文質，辭有詳略，不必改也。[【疏】注「其餘」至「改也」。　○此說仲尼不改舊史之意，「其餘」，謂新意之外皆即用舊史也。始隱終麟，二百餘載，史官遷代，其數甚多，人心不同，屬辭必異，自然史官有文有質，致使其辭有詳有略，既無所害，故不必改也。「史有文質」，謂居官之人。「辭有詳略」，謂書策之文。史文則辭華，史質則辭直，華則多詳，直則多略，故《春秋》之文詳略不等也。螟螽蜚蜮，皆害物之蟲，蜚蜮言有，螟螽不言有；諸侯反國，或言自某歸，或言歸自某；晉伐鮮虞，吳入郢，直舉國名，不言將帥；及郊與川郊皆無所發；諸侯出奔，或名，或不名，明是立文乖異，是其史舊有詳略，義例不存於此，故不必皆改也。]故傳曰：「其善志。」又曰：「非聖人孰能脩之？」[【疏】注「故傳」至「脩之」。　○上傳，昭三十一年，言《春秋》之書其是善志記也。下傳，成十四年，言若非聖人，誰能脩《春秋》，使成五例也。下傳既非同年，而云「又」者，言又重上事之辭，止又其傳，非又其年也。]蓋周公之志，仲尼從而明之。[【疏】注「蓋周」至「明之」。　○既以「蓋」爲疑辭，而知事必然者，案傳，君子論《春秋》之美而云「善志」。《春秋》既是舊名，明稱舊記爲善，故知上傳之言蓋，言周公之志也。脩者，治舊之名。傳善聖人而言脩舊，明脩前聖之道，故知下傳之言蓋，仲尼之明周公也。上已言「蓋周之舊典禮經」，此復重云「蓋周公之志」者，上明《春秋》記事之法舊史之遵周公也，此明仲尼因舊史之文還脩周公之法，故重言蓋。敘此以上論經，以下論傳。]"
      },
      {
        "index": 8,
        "text": "左丘明受經於仲尼，以爲經者不刊之書也，故傳或先經以始事，【音義】○先，悉薦反。或後經以終義，【音義】○後，戶豆反。或依經以辯理，或錯經以合異，隨義而發。[【疏】注「左丘」至「而發」。正義曰：丘明爲經作傳，故言受經於仲尼，未必面親授受使之作傳也。此說作傳解經而傳文不同之意丘明以爲經者，聖人之所制是不可刊削之書也。非傳所能亂之。假使傳有先後，不畏經因錯亂，故傳或先經爲文以始後經之事，或後經爲文以終前經之義，或依經之言以辨此經之理，或錯經爲文以合此經之異，皆隨義所在而爲之發。傳期於釋盡經意而已，是故立文不同也。大史公《十二諸侯年表序》云︰自孔子論史記，次《春秋》，七十子之徒口受其傳。魯君子左丘明懼弟子各安其意，失其真，故具論其語，成《左氏春秋》。沈氏云︰《嚴氏春秋》引《觀周篇》云︰「孔子將脩《春秋》，與左丘明乘如周，觀書於周史，歸而脩《春秋》之經，丘明爲之傳，共爲表裏。」《藝文志》云︰「左丘明，魯史也。」是言丘明爲傳，以其姓左，故號爲《左氏傳》也。先經者，若隱公不書即位，先發仲子歸于我；衛州吁弑其君完，先發莊公娶于齊。如此之類，是先經以始事也。後經者，昭二十二年，王室亂，定八年，乃言劉子伐盂以定王室；哀二年，晉納蒯聵于戚，哀十五年，乃言蒯聵自戚入衛。如此之類，是後經以終義也。依經者，經有其事，傳辯其由。隱公不書即位，而求好於邾，故爲蔑之盟。案其經文，明其歸趣，如此之類，是依經以辯理也。錯經者，若地有兩名，經傳互舉，及經「侵」傳「伐」，經「伐」傳「侵」，於文雖異，於理則合。如此之類，是錯經以合異也。傳文雖多，不出四體，故以此四句明之也。]其例之所重，【音義】○重，直用反，又直龍反。舊史遺文，略不盡舉，非聖人所脩之要故也。[【疏】注「其例」至「故也」。　○此說有經無傳之意。例之所重者，若桓元年，「秋，大水」，傳云「凡平原出水爲大水」。莊七年，「秋，大水」。此則例之所重，皆是舊史遺餘策書之文。丘明略之，不復發傳，非聖人所脩之要故也。言遺者，舊史已没，策書遺留，故曰遺文。]"
      },
      {
        "index": 9,
        "text": "身爲國史，躬覽載籍，必廣記而備言之。其文緩，其旨遠，將令學者原始要終，【音義】○令，力呈反，下「令學者」同。要，於遙反。尋其枝葉，究其所窮。【音義】○究，久又反。[【疏】注「身爲」至「所窮」。　○此說無經有傳之意。　○正義曰：《說文》云「籍，簿書也」。張衡《東京賦》曰「多識前世之載」，載亦書也。躬覽載籍，所見者博，以義有所取，必廣記而備言之。非直解經，故其文緩。遙明聖意，故其旨遠。將令學者本原其事之始，要截其事之終，尋其枝葉，盡其根本，則聖人之趣雖遠，其賾可得而見。是故經無其事，而傳亦言之，爲此也。原始要終及其旨遠，並《易‧下繫辭》文也。尋其枝葉，以樹木喻也。究亦窮也，言窮盡其所窮之處也。]優而柔之，使自求之；饜而飫之，【音義】○饜，於艷反。飫，於預反。使自趨之。【音義】○趨，七住反，又七俱反。若江海之浸，【音義】○浸，子鴆反。膏澤之潤，【音義】○膏，古刀反。渙然冰釋，【音義】○渙，呼亂反。怡然理順。【音義】○怡，以之反。然後爲得也。[【疏】注「優而柔之」至「然後爲得也」。　○此又申說無經之傳有利益之意。「優而柔之，使自求之」，《大戴禮‧子張問入官》學之篇有此文也。其「饜而飫之」，則未知所出。優、柔，俱訓爲安，寬舒之意也。饜、飫，俱訓爲飽，饒裕之意也。謂丘明富博其文，優游學者之心，使自求索其高意精華；其大義飽足學者之好，使自奔趨其深致；言其廣記備言，欲令使樂玩不倦也。江海以水深之故，所浸者遠；膏澤以雨多之故，所潤者博。以喻傳之廣記備言，亦欲浸潤經文，使義理通洽。如是而求之，然後渙然解散，如春冰之釋，怡然心說，而衆理皆順，然後爲得其所也。江海，水之大者，故舉以爲喻。脂之澤者爲膏，言雨之爲潤若脂膏然，故稱膏澤也。]"
      },
      {
        "index": 10,
        "text": "其發凡以言例，皆經國之常制，周公之垂法，史書之舊章。仲尼從而脩之，以成一經之通體。[【疏】注「其發」至「通體」。　○正義曰：自此至「非例也」，辯說傳之三體。此一段說舊發例也，言發凡五十皆是周公舊法。先儒之說《春秋》者多矣，皆云丘明以意作傳，說仲尼之經，凡與不凡無新舊之例。杜所以知發凡言例是周公垂法、史書舊章者，以諸所發凡皆是國之大典，非獨經文之例。隱七年，始發凡例，特云「謂之禮經」；十一年，又云「不書于策」。建此二句於諸例之端，明書於策者，皆是經國之常制，非仲尼始造策書自制此禮也。何則？「夫灾，無牲」，「卒哭」，「作主」，「諸侯薨于朝會，加一等」，「夫人不薨于寢，則不致」，豈是仲尼加造此言也？公行告廟，侯伯分災，二「凡」之末，皆云「禮也」，豈是丘明自制禮乎？又公女嫁之送人尊卑，哭諸侯之親疎等級，王喪之稱「小童」，分至之書「雲物」，皆經無其事，傳亦發凡。若丘明以意作傳，主說仲尼之經，此既無經，何須發傳？以是故知發凡言例，皆是周公垂法、史書舊章，仲尼從而脩之，以成一經之通體也。國之有史，在於前代，非獨周公立法，史始有章。而指言周公垂法者，以三代異物，節文不同，周公必因其常文而作，以正其變者，非是盡變其常也。但以一世大典，周公所定，故《春秋》之義，史必主於常法，而以周公正之。然凡是周公之禮經，今案《周禮》竟無凡例，爲當禮外別自有凡，爲當凡在禮內。今者所據，禮內有凡。知者，案《周禮‧大宰職》於「八法」之內有「官成」、「官法」，鄭衆注云「官成者，謂官府之有成事品式。官法者，謂職所主之法度」。然則此凡者是史官之策書成事法式也。《釋例‧終篇》云︰「稱凡者五十，其別四十有九」，蓋以母、弟二凡，其義不異故也。計周公垂典，應每事設法，而據經有例，於傳無凡多矣，《釋例》四十部，無凡者十五。然則周公之立凡例，非徒五十而已。蓋作傳之時已有遺落，丘明采而不得故也。且凡雖舊例，亦非全語，丘明采合而用之耳。《終篇》云諸凡雖是周公之舊典，丘明撮其體義，約以爲言，非純寫故典之文也。蓋據古文覆逆而見之，此丘明會意之微致，是其說也。然丘明撮凡爲言，體例不一，於一凡之內，事義不同，亦有因經所有，連釋經之所無，如「王曰小童、公侯曰子」是也。亦有略其經之所無，直釋經之所有，如「凡祀，啓蟄而郊，龍見而雩」，不言礿祀，以經無故也，如此之類是也。所以然者，蓋以舊凡語少，經雖無事，則亦連文引之，所以兼引「王曰小童」。若舊凡語多，經無者則略之，經有者則載之，所以略其礿祀獨舉郊雩。故莊十一年「王師敗績于某」，杜注云「事列於經，則不得不因申其義」。是舊凡多者，唯舉經文也。發凡之體，凡有二條：一是特爲策書；一是兼載國事。特爲策書者，凡告以名則書之類是也。兼載國事者，凡嫁女于敵國之類是也。雖爲國事，但他書有者，亦不在凡例，如天子七月而葬，既於禮文備有，故丘明作傳不在凡例也。此諸凡者自是天下大例，其言非獨爲魯故。哭諸侯之條，既發凡例，乃云故魯爲諸姬，明知正凡所言，非止魯事。且送女例云「於天子，則諸卿皆行」，魯無嫁女於天子之理。祭祀例云「啓蟄而郊」，自非魯國不得有郊天之事，明是采合故典、裁約爲文也。]其微顯闡幽，裁成義類者，【音義】○闡，昌善反，明也。皆據舊例而發義，指行事以正襃貶。【音義】○襃，保刀反。貶，彼檢反，《字林》方犯反。[【疏】注「其微」至「襃貶」。　○此下盡「曲而暢之」，說新意也。「微顯闡幽」，《易‧下繫辭》文也。微謂纖隱，闡謂著明。舊說云「下云『經無義例』，此釋經有義例」。謂孔子脩經，微其顯事，闡其幽理，裁節經之上下，以成義之般類。其善事顯者，若秦穆悔過，貶四國大夫，以例稱「人」，觀文與常文無異。惡事顯者，若諸侯城緣陵，叔孫豹違命，城緣陵依例稱諸侯，與無罪文同，叔孫豹去氏，與未賜族者文同，皆是微其顯事。闡幽者，謂闡其幽理，使之宣著。若晉趙盾、鄭歸生、楚比、陳乞及許大子止，皆非親弑其君，是其罪幽隱，孔子脩經加 「弑」，使罪狀宣露，是闡幽也。諸《春秋》襃貶之例並是也。蓋以爲皆據舊例而發義。以下論丘明之傳微顯闡幽乃是經事，故賀沈諸儒皆悉同此。劉炫以微顯闡幽皆說作傳之意。經文顯者，作傳本其纖微；經文幽者，作傳闡使明著。顯者，若「天王狩于河陽」，觀經文，足知王是天子，狩是出獵，但不知天子何故出畿外狩耳，故傳發「晉侯召王」，是其微顯也。幽者，若「鄭伯克段于鄢」，觀經不知段是何人，何故稱克，故傳發「武姜愛段」，是闡其幽也。丘明作傳，其有微經之顯、闡經之幽，以裁制成其義理比類者，皆據舊典凡例而起發經義，指其人行事是非，以正經之襃貶，例稱「得雋曰克」，傳言「如二君，故曰克」，是其據舊例發義也；晉侯召王使狩，鄭伯不教其弟，仲尼没其召王，顯稱鄭伯，丘明正述其事，先解經文，是指其行事以正襃貶也。此二事尤明者耳，其餘皆是新意也。此序主論作傳，而賀沈諸儒皆以爲經解之，是不識文勢而謬失杜旨。]諸稱「書」、「不書」、「先書」、「故書」、「不言」、「不稱」、「書曰」之類，皆所以起新舊，發大義，謂之變例。[【疏】注「諸稱」至「變例」。　○上既言據舊例而發義，故更指發義之條，諸傳之所稱「書」「不書」「先書」「故書」「不言」「不稱」及「書曰」七者之類，皆所以起新舊之例，令人知發凡是舊，七者是新，發明經之大義，謂之變例。以「凡」是正例，故謂此爲變例，猶《詩》之有變風變雅也。自杜以前，不知有新舊之異，今言「謂之變例」，是杜自明之以曉人也。稱「書」者，若文二年「書士縠，堪其事」；襄二十七年「書先晉，晉有信」，如此之類是也。「不書」者，若隱元年春「正月，不書即位，攝也」；「邾子克，未王命，故不書爵」，如此之類是也。「先書」者，若桓二年「君子以督爲有無君之心，故先書弑其君」；僖二年，虞師晉師 「滅下陽，先書虞，賄故也」，如此之類是也。「故書」者，隱三年，「壬戌，平王崩，赴以庚戌，故書之」；成八年「杞叔姬卒，來歸自杞，故書」，如此之類是也。「不言」者，若隱元年「鄭伯克段于鄢。不言出奔，難之也」；莊十八年「公追戎于濟西。不言其來，諱之也」，如此之類是也。「不稱」者，若僖元年「不稱即位，公出故也」；莊元年「不稱姜氏，絶不爲親」，如此之類是也。「書曰」者，若隱元年「書曰鄭伯克段于鄢」，隱四年『書曰衛人立晉』，衆也」，如此之類是也。案：襄元年「圍宋彭城。非宋地，追書也」；隱元年「稱鄭伯，譏失教也」；昭三十一年「公在乾侯。言不能外內也」。「先書」、「故書」既是新意，則 「追書」亦是新意；「書」與「不書」俱是新意，則「稱」與「不稱」、「言」與「不言」亦俱是新意，豈得「不言」、「不稱」獨爲新意，「言」也「稱」也便即非乎？《釋例‧終篇》云「諸雜稱二百八十有五」，止有其數，不言其目，就文而數，又復參差。竊謂「追書」也，「言」也，「稱」也，亦是新意。序不言者，蓋諸類之中足以包之故也。有田僧紹者，亦注此序，以爲序言諸「稱」，「稱」亦即是新意，與下七者合爲八名。斯不然矣。案「書」與「不書」，其文相次。若 「稱」字即是新意，但當言「稱」與「不稱」相次，何以分爲別文？明知杜言諸「稱」，自謂諸傳所稱，不以「稱」爲新意。但以理而論之，「稱」亦當是新意耳。]然亦有史所不書，即以爲義者，此蓋《春秋》新意，故傳不言「凡」，曲而暢之也。【音義】○暢，勑亮反。[【疏】注「然亦」至「之也」。　○此說因舊爲新也。仲尼脩《春秋》者，欲以上遵周制，下明世教，其舊史錯失，則得刊而正之，以爲變例。其舊史不書，則無可刊正，故此又辯之。亦有史所不書，正合仲尼意者，仲尼即以爲義。改其舊史及史所不書，此二者蓋是《春秋》新意，故傳亦不言凡，每事別釋，曲而通暢之也。「此蓋《春秋》新意」，其言揔上，通變例與不別書也。舉一凡而事同者，諸理盡見，是其直也；不言凡而每事發傳，是其曲暢。暢訓通，故言曲而暢之也。若然，隱公實不即位，史無由得書即位。邾克實未有爵，史無由得書其爵。然則傳言不書，自是舊史不書。而以不書爲仲尼新意者，《釋例‧終篇》杜自問而釋之，云丘明之爲傳，所以釋仲尼《春秋》。仲尼《春秋》皆因舊史之策書，義之所在，則時加增損，或仍舊史之無，亦或改舊史之有。雖因舊文，固是仲尼之書也。丘明所發，固是仲尼之意也。雖是舊文不書，而事合仲尼之意，仲尼因而用之，即是仲尼新意。若宣十年「崔氏出奔衛」，傳稱「書曰『崔氏』，非其罪也，且告以族，不以名」。是告不以名，故知舊史無名，及仲尼脩經，無罪見逐，例不書名，此舊史之文，適當孔子之意，不得不因而用之。因舊爲新，皆此類也。然杜唯言史所不書，即以爲義，不云史所書爲義者，但夫子約史記而脩《春秋》，史記之文，皆是舊史所書，因而襃貶，理在可見，不須更言，但恐舊史不書，而夫子不用，故特言之。]其經無義例，因行事而言，則傳直言其歸趣而已。【音義】○趣，七住反。非例也。[【疏】注「其經」至「例也」。　○此一段說經無義例者。國有大事，史必書之，其事既無得失，其文不著善惡，故傳直言其指歸趣向而已，非襃貶之例也。《春秋》此類最多，故隱元年「及宋人盟于宿」，傳曰「始通也」。杜注云「經無義例，故傳直言其歸而已。他皆放此」。是如彼之類，皆非例也。]"
      },
      {
        "index": 11,
        "text": "故發傳之體有三，而爲例之情有五。【音義】○爲音于僞反，又如字。[【疏】注「故發」至「有五」。　○正義曰：傳體有三，即上文發凡正例、新意變例、歸趣非例是也。爲例之情有五，則下文「五曰」是也。書經有此五情，緣經以求義爲例，言傳爲經發例，其體有此五事。下文五句，成十四年傳也。案彼傳上文云「春秋之稱」，下云「非聖人誰能脩之？」聖人指謂孔子，美孔子所脩，成此五事，五事所攝，諸例皆盡。下句釋其顯者以屬之耳。此發傳之體有三，上文三言「其」以別之，觀文足可知耳。劉寔分變例新意以爲二事。《釋例‧終篇》曰「丘明之傳有稱周禮以正常者，諸稱凡以發例者是也；有明經所立新意者，諸顯義例而不稱凡者是也」。稱古典則立凡以顯之，釋變例則隨辭以讚之。杜言甚明，尚不能悟，其爲暗也，不亦甚乎！]一曰：「微而顯」，文見於此，而起義在彼。【音義】○見，賢遍反，下同。「稱族，尊君命；舍族，尊夫人」、「梁亡」、「城緣陵」之類是也。【音義】○舍音捨。[【疏】注「一曰」至「是也」。　○「文見於此」，謂彼注云「辭微而義顯」也。「稱族，尊君命，舍族，尊夫人」，成十四年傳爲叔孫僑如發也。經曰「秋，叔孫僑如如齊逆女。九月，僑如以夫人婦姜氏至自齊」。叔孫是其族也，襃賞稱其族，貶責去其氏。銜君命出使稱其族，所以爲榮；與夫人俱還去其氏，所以爲辱。出稱叔孫，舉其榮名，所以尊君命也；入舍叔孫，替其尊稱，所以尊夫人也。族自卿家之族，稱舍別有所尊。是文見於此而起義在彼。僖十九年經書「梁亡」，是秦亡之也。傳曰「不書其主，自取之也」。僖十四年經書「諸侯城緣陵」，是齊率諸侯城之，以遷杞也。傳曰「不書其人，有闕也」。秦人滅梁而曰「梁亡」，文見於此，「梁亡」見取者之無罪。齊桓城杞而書「諸侯城緣陵」，文見於此，「城緣陵」見諸侯之有闕。亦是文見於此，而起義在彼。皆是辭微而義顯，故以此三事屬之。]二曰「志而晦」，約言示制，推以知例。參會不地、與謀曰「及」之類是也。【音義】○參，士南反，又音三。與音預。[【疏】注「二曰」至「是也」。　○彼注云「志，記也。晦，亦微也。謂約言以記事，事敘而文微」。桓二年，秋，「公及戎盟于唐。冬，公至自唐」。傳例曰「特相會，往來稱地，讓事也。自參以上，則往稱地，來稱會，成事也」。其意言會必有主，二人共會，則莫肯爲主，兩相推讓，會事不成，故以地致。三國以上，則一人爲主，二人聽命，會事有成，故以會致。宣七年「公會齊侯伐萊」。傳例曰「凡師出，與謀曰及，不與謀曰會」。其意言同志之國，共行征伐，彼與我同謀計議，議成而後出師，則以相連及爲文。彼不與我謀，不得已而往應命，則以相會合爲文。此二事者，義之所異，在於一字。約少其言，以示法制，推尋其事，以知其例。是所記事有敘，而其文晦微也。]三曰「婉而成章」，【音義】○婉，於阮反。曲從義訓，以示大順。諸所諱辟，璧假許田之類是也。【音義】○辟，本亦作「避」，音同，後放此，假，古雅反，後不音者同。[【疏】注「三曰」至「是也」。○彼注云「婉，曲也。謂屈曲其辭，有所辟諱，以示大順，而成篇章」。言「諸所諱辟」者，其事非一，故言「諸」以揔之也。若僖十六年，公會諸侯于淮，未歸而取項，齊人以爲討而止公。十七年，九月，得釋始歸。諱執止之恥，辟而不言，經乃書「公至自會」。諸如此類，是諱辟之事也。諸侯有大功者，於京師受邑，爲將朝而宿焉，謂之朝宿之邑。方岳之下，亦受田邑，爲從巡守備湯水以共沐浴焉，謂之湯沐之邑。魯以周公之故，受朝宿之邑於京師許田是也；鄭以武公之勳，受湯沐之邑於泰山祊田是也。隱桓之世，周德既衰，魯不朝周，王不巡守，二邑皆無所用，因地勢之便，欲相與易，祊薄不足以當許，鄭人加璧以易許田。諸侯不得專易天子之田，文諱其事。桓元年，經書「鄭伯以璧假許田」，言若進璧以假田，非久易也。掩惡揚善，臣子之義，可以垂訓於後。故此二事皆屈曲其辭從其義訓，以示大順之道。是其辭婉曲而成其篇章也。]四曰「盡而不汙」，【音義】○汙，於俱反，曲也。直書其事，具文見意。丹楹刻桷、天王求車、齊侯獻捷之類是也。【音義】○楹音盈。刻音克。桷音角。捷，在妾反。[【疏】注「四曰」至「是也」。　○彼注云︰「謂直言其事，盡其事實，無所汙曲」。禮制，宮廟之飾，楹不丹，桷不刻。莊二十三年「秋，丹桓宮楹」；二十四年，春，「刻桓宮桷」。禮，諸侯不貢車服，天子不私求財。桓十五年「天王使家父來求車」。禮，諸侯不相遺俘。莊三十一年「齊侯來獻戎捷」。三者皆非禮而動，直書其事，不爲之隱，具爲其文，以見譏意。是其事實盡而不有汙曲也。]五曰「懲惡而勸善」，【音義】○懲，直升反。求名而亡，欲蓋而章。書齊豹「盜」、三叛人名之類是也。[【疏】注「五曰」至「是也」。　○彼注云「善名必書，惡名不滅，所以爲懲勸」。昭二十年「盜殺衛侯之兄縶」，襄二十一年「邾庶其以漆閭丘來奔」，昭五年「莒牟夷以牟婁及防茲來奔」，昭三十一年「邾黑肱以濫來奔」，是謂盜與三叛人名也。齊豹，衛國之卿，《春秋》之例，卿皆書其名氏，齊豹忿衛侯之兄，起而殺之，欲求不畏彊禦之名，《春秋》抑之，書曰「盜」。盜者，賤人有罪之稱也。邾庶其、黑肱、莒牟夷三人，皆小國之臣，並非命卿，其名於例不合見經，竊地出奔，求食而已，不欲求其名聞，《春秋》故書其名，使惡名不滅。若其爲惡求名而有名章徹，則作難之士，誰或不爲？若竊邑求利而名不聞，則貪冒之人，誰不盜竊？故書齊豹曰「盜」，三叛人名，使其求名而名亡，欲蓋而名章，所以懲創惡人，勸獎善人。昭三十一年傳具說此事，其意然也。盜與三叛俱是惡人，書此二事，唯得懲惡耳，而言「勸善」者，惡懲則善勸，故連言之。]"
      },
      {
        "index": 12,
        "text": "推此五體，以尋經、傳，觸類而長之。【音義】○長，丁丈反。附于二百四十二年行事，王道之正，人倫之紀備矣。[【疏】注「推此」至「備矣」。　○正義曰：上云「情有五」，此言「五體」者，言其意謂之情，指其狀謂之體，體情一也，故互見之。一曰微而顯者，是夫子脩改舊文以成新意，所修《春秋》以新意爲主，故爲五例之首。二曰志而晦者，是周公舊凡，經國常制。三曰婉而成章者，夫子因舊史大順，義存君親，揚善掩惡，夫子因而不改。四曰盡而不汙者，夫子亦因舊史，有正直之士，直言極諫，不掩君惡，欲成其美，夫子因而用之。此婉而成章，盡而不汙，雖因舊史，夫子即以爲義。揔而言之，亦是新意之限，故傳或言「書曰」或云「不書」。五曰懲惡而勸善者，與上微而顯不異，但勸戒緩者，在微而顯之條；貶責切者，在懲惡勸善之例，故微而顯居五例之首，懲惡勸善在五例之末。五者《春秋》之要，故推此以尋經、傳，觸類而增長之，附於二百四十二年時人所行之事，觀其善惡，用其襃貶，則王道之正法，人理之紀綱，皆得所備矣。從首至此，說經、傳理畢，故以此言結之。「觸類而長之」《易‧上繫辭》文也。二百四十二年，謂獲麟以前也。以後經則魯史舊文，傳終說前事，辭無襃貶，故不數之也。觸類而長之者，若隱四年經書「翬帥師」，傳稱羽父固請，「故書曰『翬帥師』，疾之也」。十年經亦書「翬帥師」，傳雖不言「書曰」、「故書」，是知與上同爲新意。又隱元年傳「曰『儀父』，貴之也」，則桓十七年云「儀父」，亦是貴之是也。]"
      },
      {
        "index": 13,
        "text": "或曰：《春秋》以錯文見義。若如所論，則經當有事同文異而無其義也。先儒所傳，皆不其然。【音義】○傳，直專反。[【疏】注「或曰」至「其然」。　○正義曰：自此至「釋例詳之」，言己爲作注解之意。論經、傳之下，即是自述己懷，於文不次，言無由發，故假稱或問而荅以釋之。《春秋》之經，侵伐會盟及戰敗克取之類，文異而義殊，錯文以見義。先儒知其如是，因謂苟有異文，莫不著義。杜以爲仲尼所述，據史舊文，文害者，則刊而正之，不害者，因其詳略。此其異於先儒，故或人據上文杜之異旨，執先儒以問曰：《春秋》以錯文見義，其文異者，必應有義存焉。若如所論，辭有詳略，不必改也，則經當有事同文異而無其義意者也。先儒所傳，皆不其然，今何以獨異？欲令杜自辯之。]荅曰：《春秋》雖以一字爲襃貶，然皆須數句以成言，【音義】○數，色主反，下同。非如八卦之爻，可錯綜爲六十四也，【音義】○綜，宗宋反。固當依傳以爲斷。【音義】○斷，丁亂反。[【疏】注「荅曰」至「爲斷」。　○莊二十五年「陳侯使女叔來聘」，傳曰「嘉之，故不名」。僖二十五年「衛侯毀滅刑」，傳曰「同姓也，故名」。襃則書字，貶則稱名，襃貶在於一字。襃貶雖在一字，不可單書一字以見襃貶，故荅或人曰「《春秋》雖以一字爲襃貶，皆須數句以成言語，非如八卦之爻，可錯綜爲六十四也」。卦之爻也，一爻變，則成爲一卦；經之字也，一字異，不得成爲一義，故經必須數句以成言，義則待傳而後曉，不可錯綜經文，以求義理，故當依傳以爲斷。文異者，丘明不爲發傳，仲尼必無其義，安得傳旨之表妄說經文？以此知經有事同文異而無其義者也。「數句」者，謂若隱元年「秋，七月，天王使宰咺來歸惠公仲子之賵」及昭十三年「夏，四月，楚公子比自晉歸于楚，弑其君虔于乾谿」。此皆三句以上。《春秋》一部，未必皆然。杜欲盛破賈、服一字，故舉多言之。或以爲數其文句，義亦得通。「錯綜其數」，《易‧上繫辭》文，謂交錯綜理之。]古今言《左氏春秋》者多矣，今其遺文可見者十數家。[【疏】注「古今」至「數家」。　○《漢書‧儒林傳》云︰「漢興，北平侯張蒼及梁大傅賈誼、京兆尹張敞、大中大夫劉公子皆脩《左氏傳》。誼爲《左氏傳》訓詁，授趙人貫公，公傳子長卿，長卿傳清河張禹，禹授尹更始，更始傳子咸及丞相翟方進，方進授清河胡常，常授黎陽賈護，護授蒼梧陳欽，而劉歆從尹咸及翟方進受。由是言《左氏》者本之賈護、劉歆。」是前漢言《左氏》者也。漢武帝置五經博士，《左氏》不得立於學官。至平帝時，王莽輔政，方始立之，後漢復廢。雖然，學者浸多矣，中興以後，陳元、鄭衆、賈逵、馬融、延篤、彭仲博、許惠卿、服虔、潁容之徒，皆傳《左氏春秋》。魏世則王肅、董遇爲之注。此等比至杜時，或在或滅，不知杜之所見十數家定是何人也。]大體轉相祖述，進不成爲錯綜經文以盡其變，退不守丘明之傳。於丘明之傳，有所不通，皆没而不說，而更膚引《公羊》、《穀梁》，【音義】○膚，芳于反。適足自亂。[【疏】注「大體」至「自亂」。　○《禮記‧中庸》云「仲尼祖述堯舜」。祖，始也，謂前人爲始而述修之也。經之詳略，本不著義，强爲之說，理不可通，故「進不成爲錯綜經文以盡其變」。於傳之外，別立異端，故「退不守丘明之傳」。傳有不通，則没而不說，謂諸家之注多有此事。但諸注既亡，不可指摘。若觀服虔、賈逵之注，皆没而不說者衆矣，謂若文二年「作僖公主」，傳於僖三十三年云「作主，非禮也。凡君薨，卒哭而祔，祔而作主」，及襄九年「閏月，戊寅，濟于陰阪」之類是也。膚謂皮膚，言淺近引之也。《公羊》、《穀梁》口相傳授，因事起問意，與《左氏》不同，故引之以解《左氏》，適足以自錯亂也。]預今所以爲異，專脩丘明之傳以釋經。經之條貫，必出於傳。【音義】○貫，古亂反。傳之義例，揔歸諸凡。推變例以正襃貶，簡二傳而去異端，【音義】○去，起呂反。蓋丘明之志也。[【疏】注「預今所以」至「之志也」。　○丘明與聖同時，爲經作傳，經有他義，無容不盡，故專修丘明之傳以釋經也。作傳解經，則經義在傳，故「經之條貫，必出於傳」也。發凡言例，則例必在凡，故「傳之義例，揔歸諸凡」也。若有例無凡，則傳有變例，如是則「推尋變例以正襃貶」。若《左氏》不解，二傳有說，有是有非，可去可取，如是則簡選二傳，取其合義而去其異端。杜自言以此立說，蓋是丘明之本意也。昭三年「北燕伯款出奔齊」，傳云「書曰『北燕伯款出奔齊。』罪之也」。則知昭二十一年「蔡侯朱出奔楚」，亦是「罪之也」。《釋例》曰：「朱雖無罪，據失位而出奔，亦其咎也」。宣十年「崔氏出奔衛」，傳云「書曰：『崔氏』，非其罪也」。不書名者非其罪，則書名者是罪也。襄二十一年「晉欒盈出奔楚」，杜注云︰「稱名，罪之。」如此之類，是推變例以正襃貶也。莊十九年「公子結媵陳人之婦于鄄」，杜注云「《公羊》、《穀梁》皆以爲魯女媵陳侯之婦」。僖九年「伯姬卒」，杜注云「《公羊》、《穀梁》曰『未適人』，故不稱國」。如此之類，是簡二傳也。先儒取二傳多矣，杜不取者，是去異端也。]其有疑錯，則備論而闕之，以俟後賢。[【疏】注「其有」至「後賢」。　○《集解》與《釋例》每有論錯闕疑之事，非一二也。《釋例‧終篇》云︰「去聖久遠，古文篆隸歷代相變，自然當有錯誤，亦不可拘文以害意，故聖人貴聞一而知二，賢史之闕文也。今《左氏》有無傳之經，亦有無經之傳。無經之傳，或可廣文。無傳之經，則不知其事。又有事由於魯，魯君親之而復不書者，先儒或强爲之說，或没而不說，疑在闕文，誠難以意理推之。」是備論闕之之事也。]然劉子駿創通大義，【音義】○駿音俊。子駿，劉歆字。創，初亮反，《字林》作「創」。賈景伯父子、許惠卿，皆先儒之美者也，末有潁子嚴者，雖淺近亦復名家，【音義】○復，扶又反，下同。故特舉劉、賈、許、潁之違，以見同異。【音義】○見，賢遍反，下同。[【疏】注「然劉」至「同異」。　○《漢書‧楚元王傳》稱，劉歆字子駿，劉德孫，劉向少子也。哀帝時，歆校祕書，見古文《春秋左氏傳》，大好之。初《左氏傳》多古字古言，學者傳訓詁而已，及歆治《左氏》，引傳文以解經，經、傳相發明，由是章句義理備焉。是其創通大義也。後漢賈逵，字景伯，扶風人也。父徽，字元伯，授業於歆，作《春秋條例》。逵傳父業，作《左氏傳訓詁》。許惠卿，名淑，魏郡人也。潁子嚴，名容，陳郡人也，比於劉、賈之徒，學識雖復淺近，然亦注述《春秋》，名爲一家之學。杜以爲先儒之內四家差長，故特舉其違，以見異同。自餘服虔之徒，殊劣於此輩，故棄而不論也。]分經之年，與傳之年相附，比其義類，【音義】○比，毗志反。各隨而解之，名曰《經傳集解》。[【疏】注「分經」至「集解」。　○丘明作傳，不敢與聖言相亂，故與經別行，何止丘明、公羊、穀梁？及毛公、韓嬰之爲《詩》作傳，莫不皆爾。經傳異處，於省覽爲煩，故杜分年相附，別其經傳，聚集而解之。杜言「集解」，謂聚集經傳爲之作解，何晏《論語集解》乃聚集諸家義理以解《論語》，言同而意異也。]又別集諸例及地名、譜第、歷數，【音義】○譜，本又作「諩」，同布古反。數，所具反，後不音者皆同。相與爲部，凡四十部，十五卷，皆顯其異同，從而釋之，名曰《釋例》。將令學者觀其所聚，異同之說，《釋例》詳之也。[【疏】注「又別」至「之也」。　○《春秋》，記事之書。前人後人行事相類，書其行事，不得不有比例。而散在他年，非相比校，則善惡不章，襃貶不明，故杜別集諸例，從而釋之，將令學者觀其所聚，察其同異，則於其學易明故也。言諸例及地名、譜第、歷數三者，雖《春秋》之事，於經傳無例者繁多，以特爲篇卷，不與諸例相同，故言「及」也。事同則爲部，小異則附出，孤經不及例者，聚於《終篇》，故言「相與爲部」也。其四十部次第，從隱即位爲首，先有其事，則先次之。唯世族土地，事既非例，故退之於後。《終篇》宜最處末，故次《終篇》之前，《終篇》處其終耳。土地之名起於宋衛「遇于垂」，世族譜起於「無駭卒」，「無駭卒」在遇垂之後，故地名在世族之前也。]"
      },
      {
        "index": 14,
        "text": "或曰：《春秋》之作，《左傳》及《穀梁》無明文，說者以爲仲尼自衛反魯，脩《春秋》，立素王。【音義】○王，于況反，下「王魯」「素王」同。丘明爲素臣。言《公羊》者，亦云黜周而王魯，【音義】○黜，勑律反。危行言孫，【音義】○行，下孟反。孫音遜，本亦作遜。以辟當時之害，故微其文，隱其義。《公羊》經止獲麟，而《左氏》經終孔丘卒，敢問所安？[【疏】注「或曰」至「所安」。　○正義曰：上一問一荅，說作注理畢，而更問《春秋》作之早晚及仲尼述作大意。先儒所說，並皆辟謬，須於此明之。亦以於文不次，故更假問荅以明之。一問之間，凡有四意：其一，問作之早晚；其二，問先儒言孔子自爲素王，其事虛實；其三，問《公羊》說孔子黜周王魯，其言是非；其四，問《左氏》獲麟之後乃有餘經，問杜於意安否？據杜云《左傳》及《穀梁》無明文，則指《公羊》有其顯說。今驗何休所注《公羊》，亦無作《春秋》之事。案：孔舒元《公羊傳》本云「十有四年，春，西狩獲麟。何以書？記異也。今麟非常之獸，其爲非常之獸，柰何有王者則至，無王者則不至，然則孰爲而至？爲孔子之作《春秋》」，是有成文也。《左傳》及《穀梁》則無明文，故說《左氏》者，言孔子「自衛反魯」，則便撰述《春秋》，三年文成，乃致得麟。孔子既作此書，麟則爲書來，應言麟爲孔子至也。麟是帝王之瑞，故有素王之說。言孔子自以身爲素王，故作《春秋》，立素王之法。丘明自以身爲素臣，故爲素王作左氏之傳。漢魏諸儒，皆爲此說。董仲舒對策云︰「孔子作《春秋》，先正王而繫以萬事，是素王之文焉。」賈逵《春秋序》云︰「孔子覽史記，就是非之說，立素王之法。」鄭玄《六藝論》云︰「孔子既西狩獲麟，自號素王，爲後世受命之君制明王之法。」盧欽《公羊序》云︰「孔子自因魯史記而脩《春秋》，制素王之道。」是先儒皆言孔子立素王也。《孔子家語》稱齊大史子餘歎美孔子，言云「天其素王之乎！」素，空也。言無位而空王之也。彼子餘美孔子之深，原上天之意，故爲此言耳，非是孔子自號爲素王。先儒蓋因此而謬，遂言《春秋》立素王之法。左丘明述仲尼之道，故復以爲素臣。其言丘明爲素臣，未知誰所說也。「言《公羊》者」，謂何休之輩。「黜周王魯」，非《公羊》正文，說者推其意而致理耳。以杞是二王之後，本爵爲上公，而經稱「杞伯」，以爲孔子黜之。宣十六年「成周宣榭火」，《公羊傳》曰「外灾不書，此何以書？新周也」。其意言周爲王者之後，比宋爲新。緣此故謂《春秋》託王於魯，以周、宋爲二王之後，黜杞同於庶國。何休隱元年注云︰「唯王者然後改元立號，《春秋》託新王受命於魯。」宣十六年注云「孔子以《春秋》當新王，上黜杞，下新周而故宋」，黜周爲王者之後，是「黜周王魯」之說也。定元年《公羊傳》曰「定、哀多微辭，主人習其讀而問其傳，則未知己之有罪焉爾」。何休云「此假設而言之，主人謂定、哀也。習其經而讀之，問其傳解詁，則不知己之有罪於是。此孔子畏時君，上以諱尊隆恩，下以辟害容身，慎之至也」。是其孫言辟害，微文隱義之說。「自衛反魯」，「危行言孫」，皆《論語》文也。鄭玄以爲據時高言高行者皆見危，謂高行爲危行也。何晏以危爲厲，厲，言行不隨俗也。未知二者誰當。杜旨《公羊》之經獲麟即止，而《左氏》之經終於孔子卒。先儒或以爲麟後之經亦是孔子所書，故問其意之所安也。]"
      },
      {
        "index": 15,
        "text": "荅曰：異乎余所聞！仲尼曰：「文王既没，文不在茲乎？」此制作之本意也。歎曰：「鳳鳥不至，河不出圖。【音義】○出，如字，又尺遂反。吾已矣夫！」【音義】○夫音扶，下「若夫」同。蓋傷時王之政也。[【疏】注「荅曰」至「政也」。　○此盡末以來，荅上問四意。但所荅或先或後，而其文不次，欲令先有案據，乃得遞相發明，故不得以次而荅問者，先問作之早晚，杜意定以獲麟乃作，故從「仲尼曰」至「所以爲終」，明作之時節，兼明白本意自欲制作，感麟方始爲之，非是先作《春秋》，乃後致麟也。既言止麟之意，須說始隱之由，且欲取平王周正驗其非「黜周王魯」之證。但既言其終，倒言其始，則於文不次，故荅前義未了，更起一問，自「曰然則」以下盡「此其義也」，明《春秋》始隱之意，荅「黜周王魯」之言。既言王魯爲非，遂并辯《公羊》之謬。自「若夫制作」盡「非隱之也」，荅微文隱義之爲非也。自「聖人包周身之防」盡「非所聞也」，荅孫言辟害之爲虛也。先儒以爲未獲麟而已作《春秋》，過獲麟而經猶未止，故既荅《公羊》之謬，然後却辯素王爲虛，并說引經爲妄。自「子路欲使門人」盡「又非通論也」，荅素王素臣之問。自「先儒以爲」盡「得其實」，荅經止獲麟之意。「至於反袂」以下，言其不可采用。此章分段大意，其文旨如此。問者以所聞而問，其「異乎余所聞」一句，歎其所據非理，故言「異乎余所聞」。「仲尼曰」與「歎曰」二者，皆《論語》文也。孔子過匡，匡人以兵遮而脅之，從者驚怖，故設此言以强之。文王雖身既没，其爲文王之道，豈不在茲身乎？孔子自比其身，言己有文王之道也。其下文又云「天之將喪斯文也，後死者不得與於斯文也。天之未喪斯文也，匡人其如予何？」其意言天若未喪文王之道，必將使我制作，匡人不能違天以害己。此言是有制作之本意也。聖人受命而王，則鳳鳥至，河出圖。仲尼歎曰：「鳳鳥不至，河不出圖，吾已矣夫！」此言蓋傷時王之政，不能致此瑞也。先有制作之意，而恨時無嘉瑞，明是既得嘉瑞，即便制作。杜欲明得麟乃作，故先表此二句。鄭玄以爲河圖洛書，龜龍銜負而出，如《中候》所說，龍馬銜甲，赤文綠色，甲似龜背，袤廣九尺，上有列宿斗正之度，帝王錄紀興亡之數是也。孔安國以爲河圖即八卦是也。未知二者誰當杜旨。]麟鳳五靈，王者之嘉瑞也。【音義】○瑞，垂僞反。今麟出非其時，虛其應而失其歸，【音義】○應，應對之應。此聖人所以爲感也。絶筆於獲麟之一句者，所感而起，固所以爲終也。[【疏】注「麟鳳」至「終也」。　○麟、鳳與龜、龍、白虎五者，神靈之鳥獸，王者之嘉瑞也。今麟出於衰亂之世，是非其時也。上無明王，是虛其應也。爲人所獲，是失其歸也。夫此聖人而生非其時，道無所行，功無所濟，與麟相類，故所以爲感也。先有制作之意，復爲外物所感，既知道屈當時，欲使功被來世，由是所以作《春秋》。絶筆於獲麟之一句者，麟是仲尼所感而書，爲感麟而作，既以所感而起，固所以爲終也。荅上《春秋》之作《左傳》無明文之問，又言己所以爲獲麟乃作之意。獨舉「麟鳳」而云「五靈」，知二獸以外爲龜、龍、白虎者，以鳥獸而爲瑞，不出五者，經傳讖緯莫不盡然。《禮記‧禮器》曰：「升中于天而鳳皇降，龜龍假。」《詩序》曰「《麟趾》，《關雎》之應」，「《騶虞》，《鵲巢》之應」，騶虞即白虎也。是龜、龍、白虎並爲瑞應。隻言「麟鳳」便言「五靈」者，舉「鳳」配「麟」，足以成句，略其三者，故曰「五靈」。其「五靈」之文出《尚書緯》也。《禮記‧禮運》曰「麟鳳龜龍，謂之四靈」。不言五者，彼稱「四靈以爲畜」，則「飲食有由也」。其意言四靈與羞物爲羣，四靈既擾，則羞物皆備。龍是魚鮪之長，鳳是飛鳥之長，麟是走獸之長，龜是甲蟲之長。飲食所須，唯此四物。四物之內，各舉一長。虎、麟皆是走獸，故略云「四靈」。杜欲徧舉諸瑞，故備言「五靈」也。直云 「絶筆獲麟」，則文勢已足，而言「之一句」者，以《春秋》編年之書，必應盡年乃止。人年唯此一句，故顯言之，以明一句是其所感也。]"
      },
      {
        "index": 16,
        "text": "曰：然則《春秋》何始於魯隱公？荅曰：周平王，東周之始王也。隱公，讓國之賢君也。考乎其時則相接，言乎其位則列國，本乎其始則周公之祚胤也。【音義】○祚，才路反。胤，以刃反。若平王能祈天永命，紹開中興；【音義】○中，丁仲反。隱公能弘宣祖業，光啓王室，則西周之美可尋，文武之迹不隊，【音義】○隊，直類反。是故因其歷數，附其行事，采周之舊，以會成王義。【音義】○王，如字，又于況反。垂法將來。[【疏】注「曰然」至「將來」。　○上既解終麟之意，未辯始隱之由，故又假問以釋之。不言「或問」而直言「曰」者，以荅前未了，須更起此問，若言問者猶是前人，且既解絶筆，即因問初起，以此不復言「或」，欲示二問共是一人故也。「然」者，然上語；「則」者，陳下事，乘前起後之勢。問者言絶筆於獲麟，既如前解，然則《春秋》初起，何獨始於魯隱公，不始於他國餘公，何也？荅曰：「周平王，東周之始王也。」遷居洛邑，平王爲首，是始王也。「隱公，讓國之賢君也」，於第當立，委位讓桓，是賢君也。「考乎其時則相接」，隱公之初，當平王之末，是相接也。「言乎其位則列國」，其爵爲侯，其土則廣，是大國也。「本乎其始，則周公之祚胤也」，魯承周公之後，是其福祚之胤也。若使平王能撫養下民，求天長命，紹先王之烈，開中興之功；隱公能大宣聖祖之業，光啓周王之室，君臣同心，照臨天下，如是則西周之美，猶或可尋，文武之迹，不墜於地。而平王、隱公居得致之地，有得致之資，而竟不能然，只爲無法故也。仲尼愍其如是，爲之作法，其意言若能用我道，豈致此乎？是故因其年月之歷數，附其時人之行事，采周公之舊典，以會合成一王之大義，雖前事已往，不可復追，冀得垂法將來，使後人放習。以是之故，作此《春秋》。此序一段，大明作《春秋》之深意。問者不直云「隱公」而言「魯隱公」者，言「魯」決其不始於他國，言「隱」決其不始於餘公，挾此二意，故并魯言之也。其荅直言「隱公」不云「魯」者，以魯之《春秋》已爲韓起所說可知故也。周自武王伐紂定天下，恒居鎬地，是爲西都。周公攝政，營洛邑於土中，謂之東都。成王雖暫至洛邑，還歸鎬京。爲幽王滅於西周，平王東遷洛邑，因謂洛邑爲東周，謂鎬京爲西周。平王始居東周，故云「東周之始王也」。平王四十九年而隱公即位，隱公三年而平王崩，是其相接也。《詩‧既醉》云 「永錫祚胤」，言福祚及後胤也。《尚書‧召誥》云「用供王能祈天永命」，言用善德治民得長命也。襄十年傳曰「而以偪陽光啓寡君」，《論語》曰「文武之道未墜於地」，是杜所用之文也。《春秋》據魯而作，即是諸侯之法，而云「會成王義」者，《春秋》所書，尊卑盡備。王使來聘，錫命賵含，有天子撫邦國之義。公如京師，拜賜會葬，有諸侯事王者之法。雖據魯史爲文，足成王者之義也。以其「會成王義」，故得「垂法將來」，將使天子法而用之，非獨遺將來諸侯也。]所書之王，即平王也；所用之歷，即周正也；【音義】○正音政，讀者多音征。後皆放此；所稱之公，即魯隱也，安在其黜周而王魯乎？子曰：「如有用我者，吾其爲東周乎！」此其義也。[【疏】注「所書」至「義也」。　○既言作《春秋》之意，然後荅「黜周王魯」之言。經書「春王正月」，王即周平王也，月即周正也。「公及邾儀父」，公即魯隱公也。魯用周正，則魯事周矣。天子稱王，諸侯稱公，魯尚稱公，則號不改矣。《春秋》之文，安在黜周王魯乎？若黜周王魯，則魯宜稱王，周宜稱公。此言周王而魯公，知非黜周而王魯也。孔子之作《春秋》，本欲興周，非黜周也，故引《論語》以明之。公山弗擾召孔子，孔子欲往，子路不說，夫子設此言以解之，其意言彼召我者，而豈空然哉？必謂我有賢能之德故也。既謂我有賢德，或將能用我言。如其能用我言者，吾其爲東方之周乎！言將欲興周道於東方也。原其此意，知非黜周，故云此其興周之義也。注《論語》者，其意多然。唯鄭玄獨異，以東周爲成周，則非杜所用也。]若夫制作之文，所以章往考來，情見乎辭。言高則旨遠，辭約則義微。此理之常，非隱之也。[【疏】注「若夫」至「之也」。　○此一段荅說《公羊》者言「微其文、隱其義」之意。「若夫」者，發端之辭。既荅「王魯」，更起言端，故云若夫聖人制作之文，所以章明已往，考校方來，欲使將來之人鑒見既往之事。聖人之情，見乎文辭。若使發語卑雜，則情趣瑣近；立言高簡，則旨意遠大；章句煩多，則事情易顯；文辭約少，則義趣微略。此乃理之常事，非故隱之也。文王演《易》，則亦文高旨遠，辭約義微，豈復孫辭辟害？以彼無所辟，其文亦微，知理之常，非爲所隱也。其章往考來，情見乎辭，皆《易‧下繫辭》之文。彼作「彰往而察來」，意不異耳。]聖人包周身之防，【音義】○包，必交反。防，扶放反，又音房。既作之後，方復隱諱以辟患，非所聞也。[【疏】注「聖人」至「聞也」。　○此一段荅孫言辟害之意。若成湯繫於夏臺，文王囚於羑里，周公留滯於東都，孔子絶糧於陳蔡，自古聖人幽囚困厄，則嘗有之，未聞有被殺害者也。包周身之防者，謂聖人防慮必周於身，自知無患方始作之。既作之後，方復隱諱以辟患害，此事實非所聞也。云「非所聞」者，言前訓未之有也。]子路欲使門人爲臣，孔子以爲欺天。而云仲尼素王，丘明素臣，又非通論也。【音義】○論，力頓反。[【疏】注「子路」至「論也」。　○此一段答素王素臣爲非也。案《論語》稱「孔子疾病，子路使門人爲臣。病間，曰：久矣哉，由之行詐也！無臣而爲有臣，吾誰欺？欺天乎！」其意言子路以孔子將死，使門人爲臣，欲令以臣禮葬君，冀其顯榮夫子。夫子瘳而責之，我實無臣，何故而爲有臣？吾之於人也，於誰嘗欺？我尚不敢欺人，何故使吾欺天乎？子路使門人爲臣，纔僭大夫禮耳，孔子尚以爲欺天，況神器之重，非人臣所議，而云「仲尼爲素王，丘明爲素臣」，又非通理之論也。聖人之生，與運隆替，運通則功濟當時，運閉則道存身後。雖復富有天下，無益於堯舜；賤爲匹庶，何損於仲尼？道爲升降，自由聖與不聖；言之立否，乃關賢與不賢。非復假大位以宣風，藉虛名以範世，稱王稱臣，復何所取？若使無位無人，虛稱王號，不爵不祿，妄竊臣名，是則羨富貴而恥貧賤，長僭踰而開亂逆，聖人立教，直當爾也！臧文仲山節藻棁，謂之不知；管仲鏤簋朱紘，稱其器小；見季氏舞八佾，云「孰不可忍」？若仲尼之竊王號，則罪不容誅。而言「素王」「素臣」，是誣大賢而負聖人也。嗚呼！孔子被誣久矣，賴杜預方始雪之。]先儒以爲制作三年，文成致麟，既已妖妄。又引經以至仲尼卒，亦又近誣。【音義】○近誣，如字，近，舊音附近之近；誣音無。[【疏】注「先儒」至「近誣」。　○此下至「爲得其實」，皆明麟後之經非仲尼所脩之意。直言「先儒」，無可尋檢，未審是誰先生此意。案今《左氏》之經，仍終孔丘之卒。雖杜氏之注此經亦存，而尤責先儒引經至仲尼卒者，蓋先儒以爲夫子自衛反魯即作《春秋》，作三年而後致麟，雖得麟而猶不止，比至孔丘之卒，皆是仲尼所脩。以是辨之，謂之近誣，明先儒有此說也。服虔云︰「夫子以哀十一年自衛反魯而作《春秋》，約之以禮，故有麟應而至。」是其宗舊說也。服虔又云︰「《春秋》終於獲麟，故小邾射不在三叛人中也。弟子欲明夫子作《春秋》以顯其師，故書小邾射以下至孔子卒。」案杜於此下及哀十四年注，皆取服義爲說，則服氏於此一事已改先儒矣。麟是王者之瑞，非爲制作而來，而云仲尼致之，是其妖且妄也。經是魯史之文，非仲尼之所述，而云仲尼脩之，是其近誣罔也。言「近誣」者，心所不悟，非故誣之，故云「近誣」也。]據《公羊》經止獲麟，而左氏小邾射不在三叛之數，【音義】○邾，張俱反。射音亦。故余以爲感麟而作，作起獲麟，則文止於所起，爲得其實。[【疏】注「據公」至「其實」。　○《穀梁》之經亦止獲麟，而獨據《公羊》者，《春秋》之作《穀梁》無明文。杜以獲麟乃作，義取《公羊》，故獨據之耳。小邾射以句繹來奔，與黑肱之徒義無以異。傳稱書三叛人名，不通數此人以爲四叛，知其不入傳例。麟下之經，傳不入例，足知此經非復孔旨，故余以爲感麟而作《春秋》，其意起於獲麟，則文止於所起。自此而談「爲得其實」，重明經止獲麟，并自成己說，起麟之意也。]至於「反袂拭面」，【音義】○袂，綿世反。拭音式。稱「吾道窮」，亦無取焉。[【疏】注「至於」至「取焉」。　○《公羊傳》稱「孔子聞獲麟」，「反袂拭面，涕沾袍，曰吾道窮矣！」杜既取《公羊》經止獲麟，而《公羊》獲麟之下即有此傳，嫌其并亦取之，故云「亦無取焉」。不取之者，以聖人盡性窮神，樂天知命，生而不喜，死而不戚，困於陳蔡，則援琴而歌；夢奠兩楹，則負杖而詠，寧復畏懼死亡，下沾衿之泣，愛惜性命，發道窮之歎？若實如是，何異凡夫俗人，而得稱爲聖也！《公羊》之書，鄉曲小辯，致遠則泥，故無取焉。此則上文所謂「簡二傳而去異端」，豈有反袂拭面，涕下沾袍？以虛而不經，故不取也。]"
      }
    ]
  }
}