{
  "chapterNumber": 25,
  "title": "春秋左傳正義卷25 (Zuozhuan Zhengyi, Volume 25)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "◎成公（○陸曰：成公名黑肱，宣公子。諡法：「安民立政曰成。」）\n疏正義曰：《魯世家》云：「成公名黑肱，宣公之子，穆薑所生，以定王十七年即位。」諡法：「安民立政曰成。」《釋例》曰：「計公衡之年，成公又非穆薑所生，不知其母何氏也。」案宣元年「夫人婦薑至自齊」，即穆薑也。至此始十八年耳。二年傳稱「公衡為質於楚」。公衡，成公子也。既堪為質，則其年巳長。成公若是穆薑之子，未得有成長之男。\n成公元年"
      },
      {
        "index": 1,
        "text": "【經】元年，春，王正月，公即位。（無傳。）二月，辛酉，葬我君宣公。（無傳。）無冰。（無傳。周二月，今之十二月，而無冰，書冬溫。）"
      },
      {
        "index": 2,
        "text": "疏注「周二」至「冬溫」。○正義曰：襄二十八年「春無冰」。彼春無月，則是竟春無冰。此亦應竟春無冰。而書在二月下者，以盛寒之月書之也。《穀梁傳》曰：「終時無冰，則誌。」此未終時而言「無冰」，何也？終無冰矣，加之寒之辭也。其意言此月寒最甚，此月無冰，則終無冰矣。杜言「今之十二月」者，見此意也。冬而無冰，是時之失，故書之，記冬溫也。"
      },
      {
        "index": 3,
        "text": "三月，作丘甲。（《周禮》：「九夫為井，四井為邑，四邑為丘。」丘十六井，出戎馬一匹，牛三頭。四丘為甸，甸六十四井，出長轂一乘，戎馬四匹，牛十二頭，甲士三人，步卒七十二人。此甸所賦，今魯使丘出之，譏重斂，故書。○甸，徒練反，一音繩證反，乘，繩證反。卒，尊忽反。斂，力驗反。）"
      },
      {
        "index": 4,
        "text": "疏「周禮」至「故書」。○正義曰：《周禮》「九夫為井，四井為邑，四邑為丘，四丘為甸」，《小司徒職》文也。《司馬法》：「六尺為步，步百為畝，畝百為夫，夫三為屋，屋三為井，四井為邑，四邑為丘。丘有戎馬一匹，牛三頭，是曰匹馬丘牛。四丘為甸，甸六十四井，出長轂一乘，馬四匹，牛十二頭，甲士三人，步卒七十二人。戈楯具謂之乘馬。」然則杜之此注多是《司馬法》文。而獨以《周禮》冠之者，以《司馬法》祖述《周禮》，其所陳者即是周法。言此是周之禮法耳，不言《周禮》有此文也。鄭注《論語》云《司馬法》「成方十里，出革車一乘」，與此不同者，鄭注《小司徒》云：「方十里為成。」緣邊一里治溝洫，實出稅者方八里，六十四井，案鄭注《小司徒》又引《司馬法》云成出革車一乘，甲士十人，徒二十人。十成為終，千井，革車十乘，甲士百人，徒二百人。十終為同，萬井，革車百乘，甲士千人，徒二千人」，與此車一乘，甲士三人，步卒七十二人不同者，《小司徒》辨畿內都鄙之地域，鄭所引「士十人，徒二十人」者，謂公卿大夫畿內采地之制，此之所謂諸侯邦國出軍之法，故不同也。古者用兵，天子先用六鄉，六鄉不足取六遂，六遂不足取公卿采邑及諸侯邦國。若諸侯出兵，先盡三鄉、三遂，鄉、遂不足，然後總徵竟內之兵。案此一車，甲士、步卒總七十五人。《周禮·大司徒》：「五人為伍，五伍為兩，四兩為卒，五卒為旅，五旅為師，五師為軍。」大敗不同者，《小司徒》所云，謂鄉遂出軍及臨時對敵布陳用兵之法。此甲士三人，步卒七十二人，謂徵課邦國出兵之時所征之兵。既至臨陳，還同鄉遂之法。必知臨敵用鄉、遂法者，以桓五年「戰於繻葛」，「先偏後伍」，又宣十二年「廣有一卒，卒偏之兩」，及《尚書·牧誓》云「千夫長，百夫長」，是臨時對敵皆用卒兩師旅也。長轂、馬牛、甲兵、戈楯，皆一甸之民同共此物。若鄉遂所用，車馬、甲兵之屬，皆國家所共。知者，以一鄉出一軍，則是家出一人，其物不可私備故也。此言四丘為甸，並據上地言之。若以上、中、下地相通，則二甸共出長轂一乘耳。甸即乘也。六十四井出車一乘，是故以甸為名。此一乘甲兵，甸之所賦。今魯使丘出甸賦，乃四倍於常。譏其重斂，故書之也。《穀梁傳》曰：「作，為也。丘為甲也。丘甲，國之事也。丘作甲，非正也。」「古者立國家，百官具，農工皆有職以事上。古者有四民，有士民，有商民，有農民，有工民。丘作甲，非正也。」其意以為四邑為丘，使一丘農民皆作甲，以農為工，失其本業，故譏之。今《左氏》經、傳並言「作丘甲」耳，重斂之事，傳無明文。而知必異《穀梁》，以為丘作甸甲者，以傳云「為齊難故，作丘甲」。以慮有齊難而多作甲兵，知使丘為甸甲而倍作之也。士卒牛馬悉倍於常，而獨言甲者，甲是新作之物。其餘斂充之耳，非作之也。譏其新作，故舉甲言之。初稅畝言初，此不言初者，此備齊難，暫為之耳，非是終用，故不言初。然則築城備難，非時不譏。此亦備難，而譏之者，魯是大國，甲兵先多，僖公之世《頌》云「公車千乘」，昭公之蒐傳稱「革車千乘」，此時不應然也。其甲足以拒敵，而又加之重斂，故譏之。\n夏，臧孫許及晉侯盟於赤棘。（晉地。）"
      },
      {
        "index": 5,
        "text": "秋，王師敗績於茅戎。（茅戎，別種也。不言戰，王者至尊，天下莫之得校，故以自敗為文。不書敗地，而書茅戎，明為茅戎所敗。書秋，從告。○茅戎，亡交反。《史記》及三傳皆作貿戎。種，章勇反。）\n冬，十月。"
      },
      {
        "index": 6,
        "text": "【傳】元年，春，晉侯使瑕嘉平戎於王，（平文十七年阝垂之役。詹嘉處瑕，故謂之瑕嘉。○阝音審。詹，之廉反。）單襄公如晉拜成。（單襄公，王卿士。謝晉為平戎。○單音善。為，於偽反，下文同。）劉康公徼戎，將遂伐之。（康公，王季子也。戎平還，欲要其無備。○徼，古堯反，要也。要，一遙反。）"
      },
      {
        "index": 7,
        "text": "疏注「康公」至「無備」。○正義曰：宣十年經書「王季子來聘」，傳言「劉康公」，知即王季子也。傳言「平戎於王」，戎必遣使詣周受平。但康公要戎者，非要戎平還之，使單使來平，不足伐也，欲伐其國耳。以未平之日設備禦周，今既平矣，戎必無備。要其無備，將遂往伐之。故下云「遂伐茅戎」，起兵伐其國也。"
      },
      {
        "index": 8,
        "text": "叔服曰：「背盟而欺大國，此必敗。（叔服，周內史。○背音佩，下音同。）背盟不祥，欺大國不義，神人弗助，將何以勝？」不聽。遂伐茅戎。三月癸未，敗績於徐吾氏。（徐吾氏，茅戎之別也。）"
      },
      {
        "index": 9,
        "text": "疏敗績於徐吾氏。○正義曰：敗於徐吾之地也。茅戎巳是戎內之別，徐吾又是茅戎之內聚落之名，王師與茅戎戰之處。"
      },
      {
        "index": 10,
        "text": "為齊難故，作丘甲。（前年魯乞師於楚，欲以伐齊，楚師不出，故懼而作丘甲。○難，乃旦反，下同。）聞齊將出楚師，夏，盟於赤棘。（與晉盟，懼齊、楚。）\n秋，王人來告敗。（解經所以秋乃書。）"
      },
      {
        "index": 11,
        "text": "冬，臧宣叔令脩賦、繕完、（治完城郭。○繕完，市戰反，下和端反。）具守備，曰：「齊、楚結好，我新與晉盟，晉、楚爭盟，齊師必至。雖晉人伐齊，楚必救之，是齊楚同我也。（同，共也。○守，手又反。好，呼報反。）知難而有備，乃可以逞。」（逞，解也。為二年齊侯伐我傳。○解音蟹。）\n成公二年\n【經】二年，春，齊侯伐我北鄙。"
      },
      {
        "index": 12,
        "text": "夏，四月，丙戌，衛孫良夫帥師及齊師戰於新築，衛師敗績。（新築，衛地。皆陳曰戰，大崩曰敗績。四月無丙戌；丙戌，五月一日。○築音竹。陳，宜覲反。）"
      },
      {
        "index": 13,
        "text": "六月，癸酉，季孫行父、臧孫許、叔孫僑如、公孫嬰齊帥師會晉郤克、衛孫良夫、曹公子首及齊侯戰於鞍，齊師敗績。（魯乞師於晉，而不以與謀之例者，從盟主之令，上行於下，非匹敵和成之類，例在宣七年。曹大夫常不書，而書公子首者，首命於國，備於禮，成為卿故也。鞍，齊地。○僑，其驕反，注同。郤，去逆反。鞍音安。與音預。敵，如字，本或作適，亦音敵。）"
      },
      {
        "index": 14,
        "text": "疏注「魯乞」至「齊地」。○正義曰：此云盟主之令，故不從與謀。《釋例》云：「乞師不得從與謀。所以不同者，以事得兩通，故互言之。魯於聘與盟會，雖二卿並行，止書一使。至於行師用兵，則並書諸將。此書四卿，昭、定之世或書三卿，或書二卿，皆謂重兵，故書之。其他國唯書元帥。詳內略外也。」書曹公子首者，《釋例》曰：「公侯伯子男及卿大夫士命數，《周官》具有等差。當春秋時，漸以變改，是故仲尼、丘明據時之宜，從而然之，不復與《周官》同也。」「命者，其君正爵命之於朝。其宮室、車旗、衣服、禮義，各如其命數，皆以卿禮書於經。衛之於晉，不得比次國，則邾、莒、杞、鄫之屬，固以微矣。此等諸國，當時附隨大國，不得列於會者甚眾。及其得列，上不能自通於天子，下無暇於備禮成製。故與於盟會戰伐甚多，唯曹公子首得見經，其餘或命而禮儀不備，或未加命數，故皆不書之。」是言首成為卿，故書。\n秋，七月，齊侯使國佐如師。己酉，及國佐盟於袁婁。（《穀梁》曰：「鞍去齊五百里。袁婁去齊五十里。」）"
      },
      {
        "index": 15,
        "text": "疏注「穀梁」至「十里」。○正義曰：齊之四竟不應過遙。且鞍巳是齊地，未必竟上之邑，豈得去齊有五百里乎？《穀梁》又云「壹戰綿地五百里」，則是甚言之耳。《釋例·土地名》鞍與袁婁並闕，不知其處遠近，無以驗之。\n八月，壬午，宋公鮑卒。（未同盟而赴以名。○鮑，步卯反。）\n庚寅，衛侯速卒。（宣十七年，盟於斷道。據傳，庚寅，九月七日。）\n取汶陽田。（晉使齊還魯，故書「取」。不以好得，故不言歸。○汶音問。好，呼報反。）"
      },
      {
        "index": 16,
        "text": "疏注「晉使」至「言歸」。○正義曰：晉使齊還魯，魯不用力，故直書取。哀八年「齊人歸讙及闡」。此不言齊人歸者，不以好得。非齊歸我，故不言歸。\n冬，楚師、鄭師侵衛。（子重不書，不親伐。）"
      },
      {
        "index": 17,
        "text": "疏注「子重不書不親伐」。○正義曰：僖二十五年「楚人圍陳」，注云：「子玉稱人，從告。」此云「子重不書，不親伐」者，彼以路遠，或當不以實告，此傳言「侵衛，遂侵我」，道路既近，告當以實。經、傳皆言「楚師」，例是將卑師眾，故以為子重不親伐，所以弘通其義也。\n十有一月，公會楚公子嬰齊於蜀。（公與大夫會，不貶嬰齊者，時有許、蔡之君故。）"
      },
      {
        "index": 18,
        "text": "疏注「公與」至「君故」。○正義曰：傳稱：「在禮，卿不會公侯。」會公侯則貶之而稱人，翟泉之盟是也。此嬰齊會公，乃稱公子而不貶者，為其會有蔡、許之君。蔡侯、許男與公相敵，嬰齊不與公敵，故不貶也。傳稱孟孫賂楚，楚人許平，即云：「十一月，公及楚公子嬰齊、蔡侯、許男、秦右大夫說、宋華元、陳公孫寧、衛孫良夫、鄭公子去疾，及齊國之大夫盟於蜀。」凡會且盟者，必先會而後盟。盟時蔡、許在列，會時必亦在焉。以二君乘楚車，謂之失位。經雖抑而不書，會時其身實在。且二君與楚同行，無容不列於會，故知二君在會，嬰齊不敵公也。或以為於時兵將嬰齊為主，蔡、許為王左右，隸屬嬰齊，則二君卑於嬰齊，何由得與公敵？斯不然矣！征伐以主兵為先，盟會以尊卑為序，《春秋》之常也。僖二十七年，「楚人、陳侯、蔡侯、鄭伯、許男圍宋」。楚既稱「人」，必非貴者。為其主兵，猶序於上。文七年，「公會諸侯、晉大夫盟於扈」，傳曰：「齊侯、宋公、衛侯、陳侯、鄭伯、許男、曹伯，會晉趙盾，盟於扈。」於時晉為盟主，召諸侯使集會，而趙盾猶序於下文，不先諸侯，則知此時行兵，楚為其主，會則蔡、許在先，故二君自敵公，明嬰齊不敵公也。襄二十六年，「公會晉人、鄭良霄、宋人、曹人於澶淵」，傳曰：「公會晉趙武、宋向戊、鄭良霄、曹人於澶淵」，「趙武不書，尊公也」，「於是衛侯會之。」然則時有衛侯，猶貶趙武者，於時衛侯雖往，晉將執之，不得與會，而趙武敵公，故貶之也。彼傳又曰：「晉人執甯喜，北宮遺使女齊以先歸。衛侯如晉，晉人執之。」於會已執其卿，衛侯如晉，晉即執之，明其不得與會，公無所敵。故趙武敵公，與此異也。"
      },
      {
        "index": 19,
        "text": "丙申，公及楚人、秦人、宋人、陳人、衛人、鄭人、齊人、曹人、邾人、薛人、鄫人盟於蜀。（齊在鄭下，非卿。傳曰：「卿不書，匱盟也。」然則楚卿於是始與中國準。自此以下，楚卿不書，皆貶惡也。○匱，其位反。）"
      },
      {
        "index": 20,
        "text": "疏注「齊在」至「惡也」。○正義曰：諸會、盟同地，而間無他事者，例不重序其人。此會、盟序者，前會之時，唯公會楚耳。蔡、許從楚而行，唯應蔡、許在列，秦、宋以下諸國未至，會、盟人別，故別序也。諸征伐會盟，實卿而貶稱「人」者，傳皆言其名氏；實是大夫而本合稱「人」者，則傳皆言大夫。此傳「鄭公子去疾」以上，言其名氏，則皆是卿也。「齊國之大夫」，則實是大夫，故齊在鄭下，為非卿故也。傳曰「卿不書，匱盟也」，謂匱盟之故，並貶楚卿，楚卿於是盟上始與中國相準。《釋例》曰：「楚之尹臣，最多混錯。舊說亦隨文強生善惡之狀，混瀆無已。其不能得辭，則皆言惡蠻夷得志。然當齊桓之盛，而經以屈完敵之。若必有褒貶，非抑楚也。此乃楚之初興，未閑周之典禮，告命之書，自生同異，猶秦之辟陋，不與中國準，故《春秋》抑秦以存例也。楚之熊繹，始封於楚，辟在荊山蓽路藍縷，以居草莽。及武王熊達，始居江漢之間。然未能自同於列國，故經稱『荊敗蔡師』，『荊人來聘』，從其所居之稱而總其君臣。至於魯僖，始稱楚人，而班次在於蔡下。僖二十一年，當楚成王之世，能遂其業，內列於公侯，會於盂，楚之君，爵始與中國列。然其臣名氏猶多參錯。至魯成二年，楚公子嬰齊始乃具列。傳曰：『卿不書，匱盟也。』兼為楚臣示例也。自此以上，《春秋》未以入例。自此以下，褒貶之義，可得而論之也。」杜言「兼為楚臣示例」者，解傳言「匱盟」之意。傳言「卿不書」者，非獨言諸侯之卿不書，兼言楚卿亦不書，是「兼為楚卿示例」。"
      },
      {
        "index": 21,
        "text": "【傳】二年，春，齊侯伐我北鄙，圍龍。（龍，魯邑。在泰山博縣西南。）頃公之嬖人盧蒲就魁門焉，（攻龍門也。○頃音傾。嬖，必計反。魁，苦回反。）龍人囚之。齊侯曰：「勿殺！吾與而盟，無入而封。」（封，竟。○竟音境。）弗聽。殺而膊諸城上。（膊，磔也。○膊，普各反。磔，陟百反。）"
      },
      {
        "index": 22,
        "text": "疏注「膊，磔也」。○正義曰：《周禮》：「掌戮掌斬殺賊諜而博之。」鄭玄云：「博當為『膊諸城上』之膊字之誤也。膊謂去衣磔之。」《方言》云：「膊，曝也」。\n齊侯親鼓，士陵城。三日，取龍。遂南侵，及巢丘。（取龍、侵巢丘不書，其義未聞。）"
      },
      {
        "index": 23,
        "text": "疏注「取龍」至「未聞」。○正義曰：外取內邑，非魯之罪，無所可諱，而此獨不書，故杜云其義未聞。賈逵云：「殺盧蒲就魁，不與齊盟，以亡其邑，故諱不書耳。」案楚子滅蕭，嬰齊入莒，皆殺楚人，而經不變文以加罪，此何當改文以諱惡也？哀八年，「齊人取讙及闡」，以淫女見取，猶尚書之；此殺敵見取，何以當諱？知諱義不通，故不從也。"
      },
      {
        "index": 24,
        "text": "衛侯使孫良夫、石稷、甯相、向禽將侵齊，與齊師遇。（齊伐魯還，相遇於衛也。良夫，孫林父之父。石稷，石碏四世孫。甯相，甯俞子。○相，息亮反。向，舒亮反。碏，七略反。俞，羊朱反。）石子欲還，孫子曰：「不可！以師伐人，遇其師而還，將謂君何？（言無以答君。）若知不能，則如無出。今既遇矣，不如戰也。」夏有……（闕文，失新築戰事。）石成子曰：「師敗矣。子不少須，眾懼盡。（成子，石稷也。衛師巳敗，而孫良夫復欲戰，故成子欲使須救。○復，扶又反。）子喪師徒，何以復命？」皆不對。又曰：「子，國卿也。隕子，辱矣。（隕，見禽獲。○喪，息浪反。隕，於敏反。）"
      },
      {
        "index": 25,
        "text": "疏「皆不對」。○正義曰：子者，指斥孫子，其言並告諸將。言「皆不對」者，孫子與甯相、向禽皆不對。」又曰：子，國卿也」，乃專與孫子言耳。"
      },
      {
        "index": 26,
        "text": "子以眾退，我此乃止。」（我於此止禦齊師。○禦，魚呂反。）且告車來甚眾。（新築人教孫桓子，故並告令軍中。）齊師乃止，次於鞫居。（鞫居，衛地。○鞫，居六反。）新築人仲叔於奚救孫桓子，桓子是以免。（於奚，守新築大夫。）"
      },
      {
        "index": 27,
        "text": "疏注「於奚，守新築大夫」。○正義曰：大夫守邑，以邑冠之，呼為某人。孔子父，鄒邑大夫，傳稱鄒人紇；《論語》謂孔子為鄒人之子，即此類也。"
      },
      {
        "index": 28,
        "text": "既，衛人賞之以邑，（賞於奚。）辭，請曲縣、（軒縣也。《周禮》：天子樂，宮縣四面；諸侯軒縣，闕南方。○縣音玄，注同。）"
      },
      {
        "index": 29,
        "text": "疏注「軒縣」至「南方」。○正義曰：《周禮·小胥》：「正樂縣之位，王宮縣，諸侯軒縣，卿大夫判縣，士特縣。」鄭玄云：「宮縣，四面縣。軒縣，去其一面。判縣，又去一面。特縣，又去一面。四面象宮室，四面有牆，故謂之宮縣。軒縣三面，其形曲，故《春秋傳》曰『請曲縣、繁纓以朝』，諸侯之禮也。」鄭玄云：「樂縣，謂鍾磬之屬縣於笱虡者。軒縣，去南面，辟王也。判縣，左右之合，又空北面。特縣，縣於東方，或於階間而已。」是先儒皆以闕南方，故曲也。《家語》說此事云「請曲縣之樂，繁纓以朝」，王肅云：「軒縣，闕一面，故謂之曲縣。」\n繁纓以朝，許之。（繁纓，馬飾。皆諸侯之服。○繁，步幹反，注同。）"
      },
      {
        "index": 30,
        "text": "疏注「繁纓」至「之服」。○正義曰：《周禮·巾車》：「掌王之五路：玉路，樊纓，十有再就，以祀。金路，樊纓九就，同姓以封。象路，樊纓七就，異姓以封。革路，絛纓五就，以封四衛。木路，前樊鵠纓，以封蕃國。」鄭玄云：「樊讀如鞶帶之鞶，謂金馬大帶也。」「纓，金馬鞅也。」玉路、金路、象路，其樊及纓皆以五彩罽飾之。就，成也。玉路十二成，金路九成，象路七成，革路樊纓以絛絲飾之而五成，木路以淺黑飾韋為樊，鵠色飾韋為纓，亦五成。是言天子諸侯樊纓之飾。繁即鞶也，字之異耳。《巾車》又云：「孤乘夏篆，卿乘夏縵，大夫乘墨車，士乘棧車」，其飾皆無樊纓是繁纓為馬之飾，皆「諸侯之服」也。案《儀禮·既夕》：士「薦馬纓三就」。又諸侯之卿，有受革輅、木輅之賜，皆有繁纓。而云「諸侯之服」者，以與「曲縣」相對。又於奚所請，故云「諸侯之服」。且諸侯之卿特賜，乃有大輅。《士喪禮》為送葬設盛服耳，皆非正法所有。"
      },
      {
        "index": 31,
        "text": "仲尼聞之，曰：「惜也！不如多與之邑。唯器與名，不可以假人，（器，車服。名，爵號。）君之所司也。名以出信，（名位不愆，為民所信。○愆，起虔反。）信以守器，（動不失信，則車服可保。）器以藏禮，（車服所以表尊卑。）禮以行義，（尊卑有禮，各得其宜。）義以生利，（得其宜，則利生。）利以平民，政之大節也。若以假人，與人政也。政亡，則國家從之，弗可止也已。」"
      },
      {
        "index": 32,
        "text": "疏「仲尼」至「止也已」。○正義曰：仲尼在後聞之曰：此曲縣、繁纓可惜也，不如多與之邑。唯車服之器與爵號之名，不可以借人也。此名號車服，是君之所主也。名位不愆，則為下民所信，此名所以出信也。動不失信，然後車服可保，此信所以守車服之器也。禮明尊卑之別，車服以表尊卑，車服之器，其中所以藏禮。言禮藏於車服之中也。義者，宜也。尊卑各有其禮，上下乃得其宜，此禮所以行其物宜也。物皆得宜，然則是利生焉，此義所以生利益也。利益所以成民，此乃政教之大節也。若以名器借人，則是與人政也。政教既亡，則國家從之而亡，不復可救止也。已言利以平民者，平，成也，每事有利，所以成就下民，使國益民，皆是利也。此以曲縣、繁纓與人，假人器耳。名器俱是可重，故並言名。\n孫桓子還於新築，不入，（不入國。）遂如晉乞師。"
      },
      {
        "index": 33,
        "text": "臧宣叔亦如晉乞師。皆主郤獻子。（宣十七年，郤克至齊，為婦人所笑，遂怒。故魯、衛因之。孫桓子、臧宣叔皆不以國命，各自詣郤克，故不書。）晉侯許之七百乘。（五萬二千五百人。○乘，繩證反，下同。）郤子曰：「此城濮之賦也。（城濮在僖二十八年。○濮音卜。）有先君之明與先大夫之肅，故捷。克於先大夫，無能為役。」（無能為之役使。）請八百乘，許之。（六萬人。）郤克將中軍，士燮將上軍，（範文子代荀庚。○將，子匠反。）"
      },
      {
        "index": 34,
        "text": "疏注「範文子代荀庚」。○正義曰：宣十二年邲之戰，傳稱「荀林父將中軍，先縠佐之。士會將上軍，郤克佐之。趙朔將下軍，欒書佐之。」十三年晉殺先縠，當是士會佐中軍，郤克將上軍。不知誰代郤克佐上軍，疑是荀首為之。十六年士會將中軍，則林父卒矣。當是郤克佐中軍，疑是荀首將上軍，荀庚佐之。十七年士會請老，郤克將中軍，當是荀首佐中軍，荀庚將上軍。所以知者，此年傳稱，楚屈巫對莊王云：「知罃之父」，「中行伯之季弟也，新佐中軍。」則荀首於莊王之世，已佐中軍。明士會老後，郤克遷而荀首代也。首於邲戰，尚為大夫，不應宣之末年得佐中軍，故疑先縠死後，代郤克佐上軍也。明年「荀庚來聘」，傳稱「中行伯之於晉也，其位在三」。則此時荀庚將上軍矣。林父卒來已久，不應始用荀庚，故疑林父卒後，荀庚即佐上軍，士會老後，荀庚轉將上軍。故杜以為士燮伐荀庚也。邲戰以來，趙朔無代。今欒書將下軍，則趙朔卒矣，故知欒書代趙朔，不知此時誰代欒書佐下軍也。"
      },
      {
        "index": 35,
        "text": "欒書將下軍，（代趙朔。）韓厥為司馬，以救魯、衛。臧宣叔逆晉師，且道之。季文子帥師會之。及衛地，韓獻子將斬人，郤獻子馳，將救之。至，則既斬之矣。郤子使速以徇，告其仆曰：「吾以分謗也。」（不欲使韓氏獨受謗。○道音導。徇，似俊反。）師從齊師於莘。（莘，齊地。○莘，所巾反。）六月，壬申，師至於靡笄之下。（靡笄，山名。○靡笄，如字，又音摩。笄音雞。）齊侯使請戰，曰：「子以君師，辱於敝邑，不腆敝賦，詰朝請見。」（詰朝，平旦。○腆，他典反。詰，起吉反。朝如字，注及下「朝夕」、「朝食」同。見，賢遍反。）對曰：「晉與魯、衛，兄弟也，來告曰：『大國朝夕釋憾於敝邑之地。』（大國謂齊。敝邑，魯、衛自稱。○憾，胡暗反，本又作感。）寡君不忍，使群臣請於大國，無令輿師淹於君地。（輿，眾也。淹，久也。○令，力呈反。師，如字，下「無令輿師」同，一音所類反。）能進不能退，君無所辱命。」（言自欲戰，不復須君命。○復，扶又反。）齊侯曰：「大夫之許，寡人之願也；若其不許，亦將見也。」齊高固入晉師，桀石以投人，（桀，擔也。○擔，丁甘反。）禽之而乘其車，（既獲其人，因釋巳車，而載所獲者車。）係桑本焉，以徇齊壘，（將至齊壘，以桑樹擊車而走，欲自異。○壘，力軌反。）曰：「欲勇者，賈餘餘勇。」（賈，賣也。言巳勇有餘，欲賣之。○賈音古，注同。賣，摩懈反。）癸酉，師陳於鞍。邴夏禦齊侯，逢醜父為右。晉解張禦郤克，鄭玄緩為右。齊侯曰：「餘姑翦滅此而朝食。」（姑，且也。翦，盡也。○陳，直覲反。邴音丙，又彼命反。夏，戶雅反。解張，音蟹；下如字，一音直亮反。）不介馬而馳之。（介，甲也。）郤克傷於矢，流血及屨，未絕鼓音，（中軍將自執旗鼓，故雖傷而擊鼓不息。○將，子匠反，下將在左同。）"
      },
      {
        "index": 36,
        "text": "疏注「中軍」至「不息」。○正義曰：以郤克為中軍之將。言己之傷而未絕鼓音，明是法當自執旗鼓也。《周禮·大仆》：「軍旅田役讚王鼓」，鄭玄云：「王通鼓佐，擊其餘麵。」上云「齊侯親鼓」。則天子、諸侯自將兵者，亦親執旗鼓以令眾。"
      },
      {
        "index": 37,
        "text": "曰：「餘病矣！」張侯曰：「自始合，而矢貫餘手及肘，餘折以禦，左輪朱殷，豈敢言病？吾子忍之！」（張侯，解張也。朱，血色，血色久則殷。殷音近煙，今人謂赤黑為殷色。言血多汙車輪，禦猶不敢息。○貫，古亂反，下注同。肘，竹九反。折，之設反。殷，於閑反，徐於辰反，注同。近，附近之近。汙，汙穢之汙，《字林》一故反。）緩曰：「自始合，苟有險，餘必下推車，子豈識之？然子病矣！」（以其不識巳推車。○推，昌誰反，又他回反，注及下「推車」同。）張侯曰：「師之耳目，在吾旗鼓，進退從之。此車一人殿之，可以集事，（殿，鎮也。集，成也。○殿，多縛反，注同。）若之何其以病，（○絕句。）敗君之大事也？擐甲執兵，固即死也。（擐，貫也。即，就也。○擐音患。）"
      },
      {
        "index": 38,
        "text": "疏「若之」至「事也」。○正義曰：郤克云「餘病矣」，言己不堪擊鼓，欲有退軍之意。故責之云：如之何其以身病之故，欲喪敗君之大事也？"
      },
      {
        "index": 39,
        "text": "病未及死，吾子勉之！」左並轡，右援枹而鼓，馬逸不能止，師從之。（晉師從郤克車。○並，必政反，徐方聘反。援音爰。枹音浮，鼓槌也，《字林》云擊鼓柄也，本亦作桴。）\n疏「援桴而鼓」。○正義曰：《說文》云：「援，引也。」「枹，擊鼓杖也」。援枹而鼓，謂引杖以擊之。"
      },
      {
        "index": 40,
        "text": "齊師敗績。逐之，三周華不注。（華不注，山名。○華，如字，又戶化反。注，之住反。）韓厥夢子輿謂己曰：「旦辟左右。」（子輿，韓厥父。）故中禦而從齊侯。（居中代禦者。自非元帥，禦者皆在中，將在左。○帥，所類反。）"
      },
      {
        "index": 41,
        "text": "疏注「居中」至「在左」。○正義曰：韓厥為司馬，亦是軍之諸將也。以夢之故，乃居中為禦，明其本不當中，先非禦者。若禦不在中，又不須云「代禦」，以此知自非元帥。其餘軍之諸將，皆禦者在中，將在左。"
      },
      {
        "index": 42,
        "text": "邴夏曰：「射其禦者，君子也。」公曰：「謂之君子而射之，非禮也。」（齊侯不知戎禮。○射，食亦反，下並注皆同。）"
      },
      {
        "index": 43,
        "text": "疏注「齊侯不知戎禮」。○正義曰：僖二十二年傳曰：「雖及胡耇，獲則取之」，「明恥教，戰求殺敵也。」宣二年傳曰：「戎，昭果毅以聽之之謂禮。殺敵為果，致果為毅。」是戎事以殺敵為禮。齊侯謂射君子為非禮者，乃是齊侯不知戎禮也。"
      },
      {
        "index": 44,
        "text": "射其左，越於車下。（越，隊也。○隊，直類反。）射其右，斃於車中。綦毋張喪車，從韓厥，曰：「請寓乘。」（綦毋張，晉大夫。寓，寄也。○綦毋音其，下音無。喪，息浪反。乘，繩證反。）從左右。』皆肘之，使立於後。（以左右皆死，不欲使立其處。○處，昌慮反。）\n疏「皆肘之」。○正義曰：《說文》云：「肘，臂節也。」謂左右為凶處，故以肘排退之。\n韓厥俛，定其右。（俛，俯也。右被射，仆車中，故俯安隱之。○俛音勉。仆音赴，又蒲北反。）"
      },
      {
        "index": 45,
        "text": "疏「韓厥俛，定其右」。○正義曰：言此者，為下「醜父與公易位」。由厥之俯，故不覺其易。綦毋張蓋助厥定右，故並不見之。"
      },
      {
        "index": 46,
        "text": "逢醜父與公易位。（居公處。）將及華泉，驂絓於木而止。（驂，馬絓也。○華，戶化反。絓，戶卦反，一音卦。驂，七南反。）醜父寢於孱中，（孱，士車。○孱，生產反，又士板反，《字林》仕諫反，云臥車也。）"
      },
      {
        "index": 47,
        "text": "疏注「孱，士車」。○正義曰：《周禮·巾車》「士乘棧車」，鄭玄云：「棧車不韋鞔而漆之。」《考工記·輿人》云「棧車欲弇」，鄭玄云：「為其無革鞔，不堅，易坼填。」然則弇者，謂上狹下闊也。孱與棧，字異音義同耳。"
      },
      {
        "index": 48,
        "text": "蛇出於其下，以肱擊之，傷而匿之，故不能推車而及。（為韓厥所及。醜父欲為右，故匿其傷。○肱，古弘反。匿，女力反，注同。）韓厥執縶馬前，（縶，馬絆也。執之，示脩臣仆之職。○縶，張立反。絆音半。）再拜稽首，奉觴加璧以進，（進觴璧，亦以示敬。○觴，式羊反。）"
      },
      {
        "index": 49,
        "text": "疏「韓厥」至「以進」。○正義曰：襄二十五年，「鄭公孫舍之帥師入陳」，傳曰：「陳侯免，擁社」，「子展執縶而見，再拜稽首，承飲而進獻。」事與此同，唯無璧耳。蓋古者有此禮。彼雖敗績，猶是國君，故戰勝之將，示之以臣禮事之，不忍即加屈辱，所以申貴賤之義。《晉語》云：「靡笄之役，卻獻子伐。齊侯來，獻之以得殞命之禮也。」服虔引《司馬法》：「其有殞命，以行禮如會所，用儀也。若殞命，則左結旗，司馬授飲，右持苞壺，左承飲以進。」杜不引之者，蓋彼此不甚相當故也。"
      },
      {
        "index": 50,
        "text": "曰：「寡君使群臣為魯、衛請，曰：『無令輿師陷入君地。』（本但為二國救請，不欲乃過入君地，謙辭。○為，於偽反，注同。令，力呈反。）下臣不幸，屬當戎行，無所逃隱。（屬，適也。○屬音燭，注同。行，下郎反。）且懼奔辟，而忝兩君。臣辱戎士，（若奔辟，則為辱晉君，並為齊侯羞，故言二君。此蓋韓厥自處臣仆，謙敬之飾言。○辟音避，注同，徐扶臂反，服氏扶赤反。）敢告不敏，攝官承乏。」（言欲以巳不敏，攝承空乏，從君俱還。○從，才用反，又如字。）醜父使公下，如華泉取飲。鄭周父禦佐車，宛茷為右，載齊侯以免。（佐車，副車。○宛，紆元反。茷，扶廢反。）韓厥獻醜父，郤獻子將戮之。呼曰：「自今無有代其君任患者，有一於此，將為戮乎！」郤子曰：「人不難以死免其君，我戮之不祥，赦之，以勸事君者。」乃免之。齊侯免，求醜父，三入三出。（重其待己，故三入晉軍求之。○呼，火故反。任音壬。難，乃旦反。）"
      },
      {
        "index": 51,
        "text": "疏注「重其」至「求之」。○正義曰：劉炫以齊侯三入齊軍，又三出齊軍，以求醜父。每出之時，齊之將帥敗而怖懼，以師而退，不待齊侯，致使齊侯入於狄卒，今知不然者，以傳文三入在前，三出在後。若用此說，齊侯先在晉軍，今入齊軍，得以三入在前。今齊侯既先在齊軍，欲出求醜父，應先出後入，不應先入後出。且初時二出容有二入，在後之出，遂入狄卒，有出無入，何得云三入？又以傳文師、帥兩字分明，故杜以為齊侯每出齊師，以帥厲退者。每出之文，別自為義，不計上之三出。劉君不達此旨，妄規杜失，非也。"
      },
      {
        "index": 52,
        "text": "每出，齊師以帥退，入於狄卒，（齊師大敗，皆有退心，故齊侯輕出其眾，以帥厲退者，遂迸入狄卒。狄卒者，狄人從晉討齊者。○卒，子忽反，注及下同。輕，遣政反。迸，補諍反。）狄卒皆抽戈楯冒之，以入於衛師。衛師免之。（狄、衛畏齊之強，故不敢害齊侯，皆共免護之。○楯，食準反，又音允。冒，亡報反。）遂自徐關入。齊侯見保者，曰：「勉之！齊師敗矣。」（所過城邑，皆勉勵其守者。○守，手又反。）辟女子，（使辟君也。齊侯單還，故婦人不辟之。○辟音避，注皆同，一音扶赤反。單音丹。）女子曰：「君免乎？」曰：「免矣」。曰：「銳司徒免乎？」曰：「免矣。」（銳司徒，主銳兵者。○銳，悅歲反。）曰：「苟君與吾父免矣，可若何！」（言餘人不可復如何。○復，扶又反。）乃奔。（走辟君。）齊侯以為有禮，（先問君，後問父故也。）既而問之，辟司徒之妻也。（辟司徒，主壘壁者。○辟音壁，必覓反，注同，徐甫亦反。）予之石窌。（石窌，邑名，濟北盧縣東有地名石窌。○窌，力救反，一音力到反。）晉師從齊師，入自丘輿，擊馬陘。（丘輿、馬陘，皆齊邑。○陘音刑。）齊侯使賓媚人賂以紀甗、玉磬與地。（媚人，國佐也。甗，玉甑，皆滅紀所得。○媚，美異反。賂音路。甗，魚輦反，徐音彥，又音言，《字林》牛健反。甑，子孕反，又慈陵反。）"
      },
      {
        "index": 53,
        "text": "疏注「媚人」至「所得」。正義曰：經書「齊侯使國佐如師」，故知賓媚人即國佐也。杜《譜》云：「國佐，賓媚人，武子，三事互見於經、傳，不知賓媚人是何等名號也。」鄭玄注《考工記》云：「甗，無底甑。」《方言》云：「甑，自關而東謂之甗。」知甗是甑也。下云「子得其國寶」，知甗亦以玉為之。傳文「玉」在「甗」、「磬」之間，明二者皆是玉也。莊四年「紀侯大去其國」。不言齊滅，而云「滅紀所得」者，紀侯被逼而去，後齊侯收其民人，又取其國寶，此則與滅無異，故為此解。"
      },
      {
        "index": 54,
        "text": "「不可，則聽客之所為。」賓媚人致賂，晉人不可，曰：「必以蕭同叔子為質，（同叔，蕭君之字，齊侯外祖父。子，女也。難斥言其母，故遠言之。○質，徐音致，下同。難，乃旦反。）而使齊之封內盡東其畝。」（使壟畝東西行。○盡，津忍反。壟，力勇反。行，戶郎反，又如字。）對曰：「蕭同叔子非他，寡君之母也。若以匹敵，則亦晉君之母也。吾子布大命於諸侯，而曰：『必質其母以為信。』其若王命何？（言違王命。）且是以不孝令也。《詩》曰：『孝子不匱，永錫爾類。』（《詩·大雅》。言孝心不乏者，又能以孝道長賜其志類。）若以不孝令於諸侯，其無乃非德類也乎？（不以孝德賜同類。）"
      },
      {
        "index": 55,
        "text": "疏「蕭同」至「類也乎」。○正義曰：蕭同叔子非他人，是寡君之母也。若以匹敵言之，則亦晉君之母也。吾子布大命於諸侯，而曰必質其諸侯之母以為信，其若王命何！先王之命諸侯也，使之孝於母，親其類。今輕慢其母，不愛同類，即是違王命也。柰此王命何！子今輕齊侯之母，亦是輕晉侯之母。自輕其母，即是不孝。且告吾諸侯云以母為質，是此者以不孝之事令諸侯也。《詩》之意言孝子所以行孝，不為匱乏之道，故以孝道長賜女之族類。諸侯皆晉侯之類，晉侯皆以孝德賜同類。若以不孝之事號令諸侯，其無乃非是以孝德賜同類乎？責其違孝道也。所引《詩》者，《大雅·既醉》之篇。"
      },
      {
        "index": 56,
        "text": "先王疆理天下物土之宜，而布其利，（疆，界也。理，正也。物土之宜，播殖之物各從土宜。○疆，居良反，注下皆同。）故《詩》曰：『我疆我理，南東其畝。』（《詩·小雅》「或南或東，從其土宜」。）\n疏「詩曰」至「其畝」。○正義曰：此《詩·小雅·信南山》之篇。"
      },
      {
        "index": 57,
        "text": "今吾子疆理諸侯，而曰『盡東其畝』而已，唯吾子戎車是利，（晉之伐齊，循壟東行易。○易，以豉反。）無顧土宜，其無乃非先王之命也乎？反先王則不義，何以為盟主？其晉實有闕。（闕，失。）四王之王也，（禹、湯、文、武。○之王，於況反。）樹德而濟同欲焉。（樹，立也。濟，成也。）五伯之霸也，（夏伯昆吾，商伯大彭、豕韋，周伯齊桓、晉文。○或曰：齊桓、晉文、宋襄、秦穆、楚莊。）"
      },
      {
        "index": 58,
        "text": "疏注「夏伯」至「晉文」。○正義曰：《鄭語》云：「祝融能昭顯天地之光明」，「其後八姓」，「昆吾為夏伯矣，大彭、豕韋為商伯」。《論語》云：「管仲相桓公，霸諸侯。」昭九年傳曰：「文之伯也，豈能改物。」是三代有伍伯矣。伯者長也，言為諸侯之長也。鄭玄云：「天子衰，諸侯興故曰霸。霸，把也，言把持王者之政教，故其字或作伯，或作霸也。\n勤而撫之，以役王命。（役，事也。）今吾子求合諸侯，以逞無疆之欲。（疆，竟也。○竟如字，又音境。）"
      },
      {
        "index": 59,
        "text": "疏「四王」至「之欲」。○正義曰：禹、湯、文、武四王之王天下也，立德於民而成其同欲。民有所欲，上即同之。東畝南畝，皆順民意。五伯之霸諸侯也，唯勤勞其功而撫順之，以奉事王命而已，不改王之制度也。吾子求合諸侯，以快其無疆畔之欲，止求自快巳欲，不與民同，是違王霸之政也。"
      },
      {
        "index": 60,
        "text": "《詩》曰：『布政優優，百祿是遒。』（《詩·頌》。殷湯布政優和，故百祿來聚。遒，聚也。○遒，在由反；徐，子由反。）子實不優，而棄百祿，諸侯何害焉？（言不能為諸侯害。）"
      },
      {
        "index": 61,
        "text": "疏「詩曰」至「害焉」。○正義曰：《詩·商頌》。言成湯布政優優然而寬，故百種福祿於是聚歸之。子實不能優寬，而自棄福祿，於諸侯何害？言不能為諸侯害也。所引《詩》者，《商頌·長發》之篇。"
      },
      {
        "index": 62,
        "text": "不然，（不見許。）寡君之命使臣則有辭矣，曰：『子以君師辱於敝邑，不腆敝賦，以犒從者。（戰而曰犒，為孫辭。○使，所吏反。犒，苦報反。從，才用反。）"
      },
      {
        "index": 63,
        "text": "疏注「戰而曰犒，為孫辭」。○正義曰：士卒之勞於外，師眾枯槁，以酒食勞之，謂之犒師。此以師拒戰，非犒勞之義，而亦稱犒者，言以此師眾往當待之，如以酒食犒之然，為孫順之辭耳。"
      },
      {
        "index": 64,
        "text": "畏君之震，師徒橈敗。（震，動。橈，曲也。○橈，乃教反。）吾子惠徼齊國之福，不泯其社稷，使繼舊好，唯是先君之敝器、土地不敢愛。子又不許。請收合餘燼，（燼，火餘木。○泯，彌忍反。好，呼報反。合，如字，一音閤。燼，似刃反。）背城借一。（欲於城下，復借一戰。○背音佩。復，扶又反。）敝邑之幸，亦云從也，況其不幸，敢不唯命是聽？』」（言完全之時，尚不敢違晉，今若不幸，則從命。）"
      },
      {
        "index": 65,
        "text": "疏注「言完」至「從命」。○正義曰：言於先完全福幸之時，尚不違晉，故言「亦云從也」，是指其實事。劉炫以為齊人請戰，言敝邑脫或有幸戰勝，亦云從也，虛稱未然之事。乖違文勢上下，苟異杜氏，而規其過，非也。"
      },
      {
        "index": 66,
        "text": "魯、衛諫曰：「齊疾我矣！（諫郤克也。）其死亡者，皆親匿也。子若不許，讎我必甚。唯子則又何求？子得其國寶，（謂甗、磬。○昵，女乙反。）我亦得地，（齊歸所侵。）而紓於難，（齊服則難緩。○紓音紆，緩也，一音直呂反。難，乃旦反，下同。）其榮多矣。齊、晉亦唯天所授，豈必晉？」晉人許之，對曰：「群臣帥賦輿（賦輿，猶兵車。）以為魯、衛請，若苟有以藉口而復於寡君，（藉，薦。復，白也。○為，於偽反。藉，在夜反，注同。）"
      },
      {
        "index": 67,
        "text": "疏注「藉，薦。復，白也」。○正義曰：禮，承玉之物名為繅藉。藉是承薦之言，故為薦也。復者，報命於君，故為白也。言無物則空口以為報。少有所得，則與口為藉，故曰藉口。服虔云：「今河南俗語，治生求利，少有所得，皆言可用藉手矣。」\n君之惠也。敢不唯命是聽？」禽鄭自師逆公。（禽鄭，魯大夫。歸逆公會晉師。）"
      },
      {
        "index": 68,
        "text": "秋，七月，晉師及齊國佐盟於爰婁，使齊人歸我汶陽之田。公會晉師於上鄍，（上鄍，地闕。公會晉師不書，史闕。○鄍，覓經反。）"
      },
      {
        "index": 69,
        "text": "疏注「上鄍」至「史闕」。○正義曰：定八年經書「公會晉師於瓦」。此獨不書，故云「史闕」，謂舊史先闕，故仲尼脩經無之。"
      },
      {
        "index": 70,
        "text": "賜三帥先路三命之服，（三帥：郤克、士燮、欒書。已嘗受王先路之賜，今改而易新，並此車所建、所服之物。○帥，所類反，注及下同。）"
      },
      {
        "index": 71,
        "text": "疏「賜三」至「之服」。○正義曰：《周禮·典命》：「公之孤四命」，「其卿三命，其大夫再命，其士一命」，「侯伯之卿、大夫、士亦如之。」此二帥皆卿也，本國三命，故魯賜以「三命之服」。司馬、司空、輿帥、侯正、亞旅，皆大夫，本國一命，故皆受「一命之服」。於卿言賜，於大夫言受，互相足也。《周禮》大夫再命，此司馬、司空等皆一命者，春秋之時，其事巳異於《周禮》，故大夫一命。○注「三帥」至「之物」。○正義曰：三卿皆統一軍，故總稱三帥。魯君之賜晉臣，正可知其法所得服，改新以與之耳，不得特命他臣發初賜以此物。且彼若先無此物，則無由敢受魯賜，故杜以為此三帥「巳嘗受王先路之賜，今改而易新」，並此車所建之旌旗，所著之衣服，皆賜之也。案《釋例》：「先路者，革路，若木路。或云先，或云次，蓋以就數為差。其受之於王則稱大。」杜言「革路若木路」者，或用革，或用木也。知「受之於王則稱大」者，鄭子蟜、叔孫穆子受之於王皆稱大，是也。革、木是卿大夫車之尊者，故云大路。金路是諸侯車之尊者，亦稱大。則定四年大路、大旂是也。玉路，天子車之尊者，亦稱大，故《顧命》云「大路在賓階麵」是也。言「所建、所服之物」者，《周禮·巾車》：「革路，建大白以即戎。」《司服》云：「凡兵事，韋弁服。」《巾車》又云：「木路，建大麾以田。」《司服》又云：「凡田冠弁服。」然則此車所建，或是大白、大麾，所服或是韋弁、冠弁。劉炫以為既言「先路」，則是晉君之賜，杜云「受王先路之賜」，非其義也。今知不然者，杜以穆叔、子蟜嘗受王路，故杜據而言之。《釋例》應云「受王大路之賜」。言「先路」者，順傳「先路」之文故也。劉以為嘗受晉君賜而規杜氏，非也。"
      },
      {
        "index": 72,
        "text": "司馬、司空、輿帥、候正、亞旅，皆受一命之服。（晉司馬、司空皆大夫，輿帥主兵車，候正主斥候，亞旅亦大夫也。皆魯侯賜。）"
      },
      {
        "index": 73,
        "text": "疏注「晉司」至「侯賜」。○正義曰：司馬、司空，本是卿官之名。但晉之諸卿，皆以三軍將佐為號，其司馬、司空，皆為大夫之官，仍有為卿之嫌，故云「晉司馬、司空皆大夫也」。明他國以為卿，晉以為大夫也。輿帥至於亞旅，本是大夫官名，故又云「亦大夫也」。軍行有此大天從者，司馬主甲兵，司空主營壘，輿帥主兵車，候正主斥候。亞旅次於卿，是眾大夫也，無專職掌，散共軍事，故後言之。直言「受服」，嫌非魯賜，故云「皆魯侯賜」。"
      },
      {
        "index": 74,
        "text": "八月，宋文公卒。始厚葬，用蜃炭，益車馬，始用殉。（燒蛤為炭以瘞廣，多埋車馬，用人從葬。○蜃，市忍反，蛤也。炭，吐旦反。殉，似浚反。蛤，古答反。瘞，於例反。廣，苦晃反，一音曠。）"
      },
      {
        "index": 75,
        "text": "疏注「燒蛤」至「從葬」。○正義曰：《晉語》云：「雀入於海為蛤，雉入於淮為蜃。」《月令》孟冬「雉入大水為蜃」，鄭玄云：「大水，謂淮也。」大蛤曰蜃，則蜃者，蛤之類也。《周禮·掌蜃》：「掌斂互物蜃物，以共廣之蜃。」鄭玄云：「互物，蟠蛤之屬。猶塞也。將井槨先塞下，以蜃禦濕也。」是用蜃以瘞廣也。《禮·檀弓記》曰：「塗車芻靈，自古有之。」鄭玄云：「芻靈，束茅為人馬。謂之靈者，神之類也。」不解塗車，當是用泥為車也。傳言「益車馬」者，謂用此塗車茅馬益多於常，故云「多埋車馬」也。鄭玄云「殺人以衛死者曰殉」，言殉還其左右也。言「始用殉」，則自此以後，宋君葬常用殉，故謂此為始也。劉炫以為用蜃炭者，用蜃復用炭。知不然者，杜以傳用蜃炭共文，故知燒蛤為炭。又且炭亦灰之類，雖灰亦得稱炭。劉君以為用蜃復用炭而規杜氏，非也。\n重器備，（重，猶多也。○重，直恭反，注同。）"
      },
      {
        "index": 76,
        "text": "疏注「重猶多也」。○正義曰：重謂重疊，故猶多，多為明器也。言器備者，《既夕禮》陳明器云：「用器：弓矢、耒耜、敦扞、槃匜」，「役器：甲胄、幹笮、燕器、杖笠、翣。」其器有共用之器，有備禦之器，故言器備。"
      },
      {
        "index": 77,
        "text": "槨有四阿，棺有翰檜。（四阿，四注槨也。翰，旁飾；檜，上飾。皆王禮。○槨音郭。翰，戶旦反，一音韓。檜，古外反，徐音會。）"
      },
      {
        "index": 78,
        "text": "疏注「四阿」至「王禮」。○正義曰：《周禮·匠人》云殷人「四阿重屋」。鄭玄云：「阿，棟也。四角設棟也。是為四注槨也。」《既夕禮》陳明器云「抗木橫三縮二」謂於槨之上設此木，從二橫三，以負土。則士之槨上平也。今此槨上四注而下，則其上方而尖也。禮，天子槨題湊，諸侯不題湊。不題湊則無四阿。《釋詁》云：「楨、翰，幹也。」舍人曰：「楨，正也，築牆所立兩木也。翰，所以當牆兩邊，障土者也。」翰在牆之旁，則知此翰亦在旁也。《詩》云「會弁如星」，鄭玄云「會謂弁之縫中」，言其際會之處也。會在弁之上，知此檜亦在上。棺有此物，明是其飾，故以為旁飾、上飾也。言「槨有」、「棺有」，則是本不當有，言其厚葬，譏其奢僭。宋公所僭，必僭天子。明此四阿、翰、檜，皆是王之禮也。蜃炭言「用」，亦本不當用。其蜃炭蓋亦王之禮也。車馬、器備，法得有之，言「益」言「重」，但譏其多耳。殉則本不得然，非譏其僭。"
      },
      {
        "index": 79,
        "text": "君子謂：「華元、樂舉，於是乎不臣。臣，治煩去惑者也，是以伏死而爭。今二子者，君生則縱其惑，（謂文十八年，殺母弟須。○去，起呂反，下「去之」同。爭，爭鬥之爭。）死又益其侈，是棄君於惡也。何臣之為？」（若言何用為臣。○侈，昌氏反，又式氏反。）"
      },
      {
        "index": 80,
        "text": "疏注「若言何用為臣」。○正義曰：言何用為臣，是不成臣也。言雖有若無。劉君還以為不成臣，與杜義無別，而規杜氏，非也。"
      },
      {
        "index": 81,
        "text": "九月，衛穆公卒，晉二子自役吊焉，哭於大門之外。（師還過衛，故因吊之。未復命，故不敢成禮。○過，古禾反，又古臥反。）衛人逆之，（逆，於門外設喪位。）婦人哭於門內，（喪位，婦人哭於堂。賓在門外，故移在門內。）送亦如之。遂常以葬。（至葬行此禮。）"
      },
      {
        "index": 82,
        "text": "疏「哭於」至「以葬」。○正義曰：「哭於大門之外」，謂大門外之西東面。「衛人逆之」，謂大門外之東西面。各從賓主之位。「婦人哭於門內」，謂門內之西東面，以堂上在西東面故也。至於三子之去，衛人送之，其位亦如之。自此有鄰國吊者，常行此禮，以至於葬。沈氏云：《雜記》：「吊者即位於門西，東面。主孤西面。相者受命曰：孤某使請事。客曰：寡君使某，如何不淑。相者入告。出曰：孤某須矣。吊者入，主人升堂西面。吊者升自西階，東面致命。」此臣奉君命行吊之禮，今三子師行經衛竟，不敢成禮，故於大門之外，○注「喪位」至「於堂」。○正義曰：《喪大記》云：君之喪，「夫人坐於西方，內命婦姑姊妹子姓立於西方，外命婦率外宗哭於堂上北面」。又曰「婦人迎客送客不下堂」，是「喪位，婦人哭於堂」。"
      },
      {
        "index": 83,
        "text": "楚之討陳夏氏也，（在宣十一年。○夏，戶雅反，下同。）莊王欲納夏姬，申公巫臣曰：「不可！君召諸侯，以討罪也。今納夏姬，貪其色也。貪色為淫，淫為大罰。《周書》曰：『明德慎罰。』（《周書·康誥》）文王所以造周也。明德，務崇之之謂也。慎罰，務去之之謂也。"
      },
      {
        "index": 84,
        "text": "疏「周書」至「謂也」。○正義曰：《周書·康誥》之篇，周公述文王之事，以告康叔云：「惟乃丕顯考文王，克明德慎罰。」巫臣既引其言，乃申其意，言文王能為此行，故所以造周國也。「務崇之」，謂務欲崇益道德。「務去之」，謂務欲去其刑罰。"
      },
      {
        "index": 85,
        "text": "若興諸侯，以取大罰，非慎之也。君其圖之！」王乃止。子反欲取之，巫臣曰：「是不祥人也！是夭子蠻，（子蠻，鄭靈公，夏姬之兄，殺死無後。○殺，申誌反，下文殺靈侯同。）殺禦叔，（禦叔，夏姬之夫，亦早死。○禦，魚據反。）"
      },
      {
        "index": 86,
        "text": "疏「天子蠻殺禦叔」。○正義曰：子蠻、禦叔，自以短命死耳。似天鍾美於是，致使物無兩大，故以二事為夏姬之罪。"
      },
      {
        "index": 87,
        "text": "弑靈侯，（陳靈公也。）戮夏南，（夏姬子徵舒。）出孔、儀，（孔寧、儀行父。）喪陳國，（楚滅陳。○喪，息浪反，下注「而喪」同。）何不祥如是？人生實難，其有不獲死乎！（言死易得，無為取夏姬以速之。○易，以豉反。）天下多美婦人，何必是？」子反乃止。王以予連尹襄老。襄老死於邲，不獲其屍。（邲戰在宣十二年。）其子黑要烝焉。（黑要，襄老子。○要，一遙反。烝，之承反。）巫臣使道焉，曰：「歸，吾聘女。」（道夏姬使歸鄭。○道音導，注同。聘女，匹政反，下音汝。）"
      },
      {
        "index": 88,
        "text": "疏「歸，吾聘女」。○正義曰：《禮記·內則》云：「聘則為妻，奔則為妾。」道之云：女歸鄭國，吾依禮聘女以為妻也。"
      },
      {
        "index": 89,
        "text": "又使自鄭召之，曰：「屍可得也，（襄老屍。）必來逆之。」姬以告王，王問諸屈巫。（屈巫，巫臣。○屈，居勿反。）對曰：「其信！知罃之父，成公之嬖也，而中行伯之季弟也。（知罃父，荀首也。中行伯，荀林父也。邲之戰，楚人囚知罃。○知罃音智，下於耕反。）新佐中軍，而善鄭皇戌，甚愛此子。（愛知罃也。）其必因鄭而歸王子與襄老之屍以求之。（王子，楚公子穀臣也。邲之戰，以荀首囚之。）鄭人懼於邲之役而欲求媚於晉，其必許之。」王遣夏姬歸。將行，謂送者曰：「不得屍，吾不反矣。」巫臣聘諸鄭，鄭伯許之。（聘夏姬。）及共王即位，將為陽橋之役，（楚伐魯至陽橋，在此年冬。○共音恭。）使屈巫聘於齊，且告師期，巫臣盡室以行。（室家盡去。）申叔跪從其父，將適郢，遇之，（叔跪，申叔時之子。○跪，其委反，一音居委反，從，才用反。郢，以井反，又以政反。）曰：「異哉！夫子有三軍之懼，而又有《桑中》之喜，宜將竊妻以逃者也。」（《桑中》，《衛風》淫奔之詩。）及鄭，使介反幣，而以夏姬行。（介，副也。幣，聘物。○介音界。）將奔齊，齊師新敗，曰：「吾不處不勝之國。」遂奔晉，而因郤至。（至，郤克族子。）"
      },
      {
        "index": 90,
        "text": "疏注「至，郤克族子」。○正義曰：《世本》：「郤豹生冀芮，芮生缺，缺生克。」又云「豹生義，義生步楊，楊生蒲城鵲居，居生至」。如《世本》，克是豹之曾孫，至是豹之玄孫，於克為二從兄弟子。"
      },
      {
        "index": 91,
        "text": "以臣於晉。晉人使為邢大夫。（邢，晉邑。○邢音刑。）子反請以重幣錮之，（禁錮勿令仕。○錮音固。令，力呈反。）"
      },
      {
        "index": 92,
        "text": "疏注「禁錮勿令仕」。○正義曰：《說文》云：「錮，鑄塞也。」鐵器穿穴者，鑄鐵以塞之，使不漏。禁人使不得仕官者，其事亦似之，故謂之禁錮。今世猶然。"
      },
      {
        "index": 93,
        "text": "王曰：「止！其自為謀也，則過矣。其為吾先君謀也，則忠。忠，社稷之固也，所蓋多矣。（蓋，覆也。○自為，於偽反，又如字。為吾，於偽反。）且彼若能利國家，雖重幣，晉將可乎？（言不許。）若無益於晉，晉將棄之，何勞錮焉？」（為七年楚滅巫臣族、晉南通吳張本。）"
      },
      {
        "index": 94,
        "text": "晉師歸，範文子後入。武子曰：「無為吾望爾也乎？」（武子，士會，文子之父。）對曰：「師有功，國人喜以逆之。先入，必屬耳目焉，是代帥受名也，故不敢。」武子曰：「吾知免矣！」（知其不益己禍。○屬，章欲反，後同。帥，所類反，下注稱帥、軍帥、將帥同。吾知，一本無知字。）郤伯見，公曰：「子之力也夫！」對曰：「君之訓也，二三子之力也，臣何力之有焉？」（卻伯，郤克。○見，賢遍反，下同。夫音扶。）範叔見，勞之如郤伯，對曰：「庚所命也，克之制也，燮何力之有焉？」（荀庚將上軍，時不出，範文子上軍佐，代行，故稱帥以讓。○勞，力報反。將，子匠反，下同。）欒伯見，公亦如之，對曰：「燮之詔也，士用命也，書何力之有焉？」（詔，告也。欒書下軍帥，故推功上軍。傳言晉將帥克讓，所以能勝齊。）"
      },
      {
        "index": 95,
        "text": "宣公使求好於楚。莊王卒，宣公薨，不克作好。（在宣十八年。○好，呼報反，下同。）公即位，受盟於晉，（元年盟赤棘。）會晉伐齊。衛人不行使於楚，（不聘楚。○使，所吏反。）而亦受盟於晉，從於伐齊。故楚令尹子重為陽橋之役以救齊。將起師，子重曰：「君弱，（傳曰：寡人生十年而喪先君。共王即位，至是二年，蓋年十二三矣。）群臣不如先大夫，師眾而後可。《詩》曰：『濟濟多士，文王以寧。』（《詩·大雅》。言文王以眾士安。○濟，子禮反。）夫文王猶用眾，況吾儕乎？（儕，等。○儕，仕皆反。）且先君莊王屬之曰：『無德以及遠方，莫如惠恤其民而善用之。』」乃大戶，（閱民戶口。○閱音悅。）巳責，（棄逋責。○逋，補吾反。）逮鰥，（施及老鰥。○鰥，古頑反。施，始豉反。）救乏，赦罪。悉師，王卒盡行。彭名禦戎，蔡景公為左，許靈公為右。（王卒盡行，故王戎車亦行，雖無楚王，令二君當左右之位。○卒，子忽反，注同。令，力呈反。）"
      },
      {
        "index": 96,
        "text": "疏注「王卒」至「之位」。○正義曰：諸言「禦戎」，皆禦君之戎車。此云「彭名禦戎」，知王戎車亦行也。若君親在軍，則君當車中，禦者在左，勇力之士在右，故禦戎、戎右，常連言之。此王車雖行，王身不在，故不立戎右，使禦者在中，令蔡、許二君居王車上，當左右之位，若夾衛王然。下注云：「乘楚王車為左右」，是二君皆在車之上也。"
      },
      {
        "index": 97,
        "text": "二君弱，皆強冠之。冬，楚師侵衛，遂侵我，師於蜀。（公略之而退，故不書侵。○強，其丈反。冠，古亂反。）使臧孫往，（臧孫，宣叔也。）辭曰：「楚遠而久，固將退矣。無功而受名，臣不敢。」（不敢虛受退楚名。）楚侵及陽橋，（陽橋，魯地。）孟孫請往賂之。（楚侵遂深，故孟孫請以賂往。孟孫，獻子也。）以執斫、執針、織紝，（執斫，匠人。執針，女工。織紝，織繒布堰。○斫，竹角反。針，之林反。紝，女金反，徐而鴆反。）皆百人，公衡為質，（公衡，成公子。○質音致。）以請盟。楚人許平。十一月，公及楚公子嬰齊、蔡侯、許男、秦右大夫說、宋華元、陳公孫寧、衛孫良夫、鄭公子去疾及齊國之大夫盟於蜀。（齊大夫不書其名，非卿也。○說音悅。去，起呂反。）"
      },
      {
        "index": 98,
        "text": "疏注「齊大」至「卿也」。○正義曰：諸大夫盟會，經貶之稱「人」，或總言大夫。若實是國卿，本合書名者，傳即顯其名氏。若本是大夫，不合書名者，傳直言其大夫，見其貶與不貶俱當稱「人」，故不復言其名氏。此傳言齊國之大夫，傳不顯其名，為非卿故也。襄十六年溴梁之會，經書「戊寅，大夫盟」。傳云：「於是叔孫豹、晉荀偃、宋向戌、衛甯殖、鄭公孫蠆、小邾之大夫盟。」於時會上，鄭之下有曹、莒、邾、薛、杞，而小邾之大夫最處其下，舉小邾而上包之。此盟鄭人之下，有齊、曹、邾、薛、鄫，俱是大夫。齊最在上，舉齊而下總之。止為齊若是卿，則合言名氏。此會非卿，故舉齊也。\n卿不書，匱盟也。於是乎畏晉而竊與楚盟，故曰「匱盟」。（匱，乏也。）"
      },
      {
        "index": 99,
        "text": "疏注「匱，乏也」。○正義曰：私竊為盟，盟終不固，此盟是匱乏之道也。傳既言「匱盟」以解經，又自解名曰「匱盟」之意：於是乎畏晉而竊與楚盟，故曰此是匱乏之盟也。諸侯之卿竊與楚盟，而仲尼貶之，言其不應背晉，故責之也。責諸侯之背晉，是成晉為盟主也。哀十二年「公會吳於橐皋」，吳子請盟，公不欲，使子貢辭之，而私與衛侯、宋皇瑗盟。彼畏吳而竊相與盟，不貶者，不與吳為盟主，言其私盟可許。但魯自畏吳，不書其盟，其情無可責也。《釋例》曰：「諸侯畏晉而竊與楚盟，書盟而貶其卿，此所以成晉為盟主也。吳之彊大，始於會鄫，終於黃池。凡三會、三伐、三盟，惟書會、伐而不書盟者，吳以盟主自居，而行其夷禮。禮儀不典，則盟神不蠲，非所以結信義，昭明德，故不錄其盟，不與其成為盟主也。既不與吳之為盟主，則宋、魯、衛三國私盟可許，故無貶文。」是也。若然，僖二十一年，「公會諸侯盟於薄」，二十七年，「公會諸侯盟於宋」，彼二者皆顯與楚盟，並無貶責。此竊與楚盟而貶之者，當僖公之時，齊桓既卒，晉文未興，中國無伯，唯彊是與，雖遠共楚盟，無所可責；此時晉為盟主，堪率諸侯，私竊為盟，心實畏晉，故貶之耳。然諸侯之卿畏晉，容可貶之，楚之彊盛，恒與晉敵，非是畏晉，卿亦貶者，楚既彊盛，應顯然作盟，今私竊受盟，不敢宣露，非是畏晉之義，且成晉為伯，事須貶楚。"
      },
      {
        "index": 100,
        "text": "蔡侯、許男不書，乘楚車也，謂之失位。（乘楚王車為左右，則失位也。卿不書，則稱人。諸侯不書，皆不見經，君臣之別。○見，賢遍反。別，被列反。）"
      },
      {
        "index": 101,
        "text": "疏注「乘楚」至「之別」。○正義曰：小國之從大國，其征伐也，皆自乘其車，自率其軍。至戰陳之時，與同出力耳。此二君棄巳之車，乘楚之乘，乃為楚王左右，則是失位。既失其位，非復國君，故侵與盟會，並皆不序。經書「楚師、鄭師侵衛」，於時蔡、許在矣，「公會楚公子嬰齊於蜀」，蔡、許亦在也，及盟，又蔡、許之君在焉。侵也，會也，盟也，三事並失其位，經悉不書，故傳於盟下釋之，明上「侵衛」、「會蜀」皆失位也。舊說諸侯之貶亦書為「人」，杜意謂諸侯之貶不至於「人」，故因此而又明之，「卿不書，則稱人」。諸侯不書，則全不見經，此是君臣之別，明貶諸侯無稱「人」之法也。"
      },
      {
        "index": 102,
        "text": "君子曰：「位其不可不慎也乎！蔡、許之君，一失其位，不得列於諸侯，況其下乎？《詩》曰：『不解於位，民之攸塈。』（《詩·大雅》。言在上者勤正其位，則國安而民息也。攸，所也。塈，息也。○解，佳賣反。塈，許器反。）\n疏「詩曰」至「攸塈」。○正義曰：此《大雅·假樂》之篇。其是之謂矣。」"
      },
      {
        "index": 103,
        "text": "楚師及宋，公衡逃歸。臧宣叔曰：「衡父不忍數年之不宴，（宴，樂也。○數，所主反。樂音洛。）以棄魯國，國將若之何？誰居？後之人必有任是夫！國棄矣。」（居，辭也。言後人必有當此患。○居音基。任音壬。夫音扶。）是行也，晉辟楚，畏其眾也。君子曰：「眾之不可巳也。大夫為政，猶以眾克，況明君而善用其眾乎？《大誓》所謂『商兆民離，周十人同』者，眾也。」（《大誓》，《周書》。萬億曰兆。民離則弱，合則成眾。言殷以散亡，周以眾興。）"
      },
      {
        "index": 104,
        "text": "疏「大誓」至「眾也」。○正義曰：《泰誓》云：「受有億兆夷人，離心離德；予有亂臣十人，同心同德。」此言「《大誓》所謂」者，引其意，非本文也。"
      },
      {
        "index": 105,
        "text": "晉侯使鞏朔獻齊捷於周，王弗見，使單襄公辭焉，曰：「蠻夷戎狄，不式王命，（式，用也。○捷，在妾反。）淫湎毀常，王命伐之，則有獻捷，王親受而勞之，所以懲不敬，勸有功也。兄弟甥舅，侵敗王略，（兄弟，同姓國。甥舅，異姓國。略，經略法度。○湎，麵善反。勞，力報反。敗，必邁反。）王命伐之，告事而已，不獻其功，所以敬親昵，（告伐事而不獻囚俘。○昵，女乙反。）禁淫慝也。（淫慝，謂虣掠百姓，取囚俘也。○慝，他得反。虣，本又作暴，薄報反。掠音亮。）今叔父克遂，有功於齊，（克，能也。）而不使命卿鎮撫王室，所使來撫餘一人，而鞏伯實來，未有職司於王室，（鞏朔，上軍大夫，非命卿，名位不達於王室。）又奸先王之禮。（謂獻齊捷。○奸音幹。）餘雖欲於鞏伯，（欲受其獻。）其敢廢舊典以忝叔父？夫齊，甥舅之國也，而大師之後也，（齊世與周昏，故曰甥舅。○大音泰。）寧不亦淫從其欲以怒叔父，抑豈不可諫誨？」士莊伯不能對，（莊伯，鞏朔。○從，子用反，本亦作縱。）王使委於三吏，（委，屬也。三吏，三公也。○三公者，天子之吏也。）"
      },
      {
        "index": 106,
        "text": "疏注「三吏三公也」。○正義曰：《曲禮》云：「五官之長曰伯」，其擯於天子也，曰天子之吏。」鄭玄云：「謂三公也。」是三公稱吏，故知「三吏，三公也」。"
      },
      {
        "index": 107,
        "text": "禮之如侯伯克敵使大夫告慶之禮，降於卿禮一等。王以鞏伯宴，而私賄之，使相告之曰：「非禮也，勿籍。」（相，相禮者。籍，書也。王畏晉，故私宴賄以慰鞏朔。○相，息亮反，注同。）"
      },
      {
        "index": 108,
        "text": "疏「禮之」至「一等」。○正義曰：如侯伯克敵使大夫告慶之禮，則不得依獻捷之禮。其獻捷之禮，王待之必重於告慶之禮。鞏朔，晉之上軍大夫也，縱使得如獻捷之禮，亦當降卿禮一等。傳言「降於卿禮一等」，以見下待鞏朔不失常也。"
      }
    ]
  }
}