{
  "chapterNumber": 3,
  "title": "春秋左傳正義卷02 (Zuozhuan Zhengyi, Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "隱公三年經\n三年，春，王二月，己巳，日有食之。【注】無傳。日行遲，一歲一周天。月行疾，一月一周天。一歲凡十二交會。然日月動物，雖行度有大量，不能不小有盈縮，故有雖交會而不食者，或有頻交而食者。唯正陽之月，君子忌之，故有伐鼓用幣之事。今《釋例》以《長歷》推經、傳，明此食是二月朔也。不書朔，史失之。書朔日例在桓十七年。　【音義】○己巳，上音紀，下音祀，後倣此。食如字，本或作蝕，音同。量音亮。縮，所六反。[【疏】注「日行」至「七年」。　○正義曰：古今之言歷者，大率皆以周天爲三百六十五度四分度之一。日行比月爲遲，每日行一度，故一歲乃行一周天。月行比日爲疾，每日行十三度十九分度之七，故一月內則行一周天又行二十九度過半，乃逐及日。言一月一周天者，略言之耳，其實及日之時，不啻一周天也。日月雖共行於天，而各有道，每積二十九日過半，行道交錯而相與會集，以其一會，謂之一月。每一歲之間凡有十二會，故一歲爲十二月。日食者，月掩之也。日月之道互相出入，或月在日表，從外而入內；或月在日裏，從內而出外。道有交錯，故日食也。二十九日過半，月及日者，以歷家一度分爲九百四十分，則四百七十分爲半。今月來及日，凡二十九日又四百九十九分，是過半校二十九分也。「日有食之」，言有物來食之也。日月同處，則日被月映而形魄不見，聖人不言日被月食，而云「日有食之」者，以其月不可見，作不知之辭。《穀梁傳》曰：「其不言食之者何也？知其不可知，知也。」是言慎疑，故不言月也。朔則交會，故食必在朔。然而每朔皆會，應每月常食，故解之。言「日月動物，雖行度有大量，不能不小有盈縮，故有雖交會而不食者，或有頻交而食者」。自隱之元年，盡哀二十七年，積二百五十五年，凡三千一百五十四月，唯三十七食，是「雖交而不食」也。襄二十二年九月、十月頻食，二十四年七月、八月頻食，是「頻交而食」也。食無常月，唯正陽之月，君子忌之，以日食者陰侵陽也。當陽盛之月，不宜爲弱陰所侵，故有伐鼓用幣之事。餘月則否。其日食例皆書「朔」。「己巳」之下經無「朔」字。《長歷》推此己巳實是朔日，而不書朔，史失之也。此注作大判言耳。戰國及秦，歷紀全差，漢來漸候天時，始造其術。劉歆《三統》以爲五月二十三分月之二十而日一食，空得食日而不得加時。漢末會稽都尉劉洪作《乾象歷》，始推月行遲疾，求日食加時。後代脩之漸益詳密。今爲歷者，推步日食，莫不符合，但無頻月食法。故漢朝以來，殆將千歲，爲歷者，皆一百七十三日有餘而始一交會，未有頻月食者。今頻月而食，乃是正經，不可謂之錯誤。世考之歷術，事無不驗，不可謂之疎失。由是注不能定，故未言之也。又《漢書‧高祖本紀》：高祖即位三年十月、十一月晦，日頻食。則日有頻食之理。其解在襄二十四年。《穀梁傳》曰：「言日不言朔，食晦日也。」朔日並不言，食晦夜也。朔日並言，食正朔也。言朔不言日，食既朔也。]"
      },
      {
        "index": 1,
        "text": "三月，庚戌，天王崩。【注】周平王也。實以壬戌崩，欲諸侯之速至，故遠日以赴。《春秋》不書實崩日而書遠日者，即傳其僞以懲臣子之過也。襄二十九年傳曰：「鄭上卿有事」，「使印段如周」會葬。今不書葬，魯不會。　【音義】○即傳，直專反。印，因刃反。[【疏】「天王崩」。　○正義曰：《曲禮》下曰：「天子死曰崩，諸侯曰薨，大夫曰卒，士曰不禄，庶人曰死。」鄭玄云︰「異死名者，爲人褻其無知，若猶不同然也。自上顛壞曰崩。薨，顛壞之聲。卒，終也。不禄，不終其禄。死之言澌也，精神澌盡也。」是由天子尊，若山崩然；諸侯卑，取崩之聲，以爲尊卑之差也。不書天王名者，以海內之主，至尊之極，故敬而不敢名也。《穀梁傳》云︰「高曰崩，厚曰崩，尊曰崩。天子之崩，以尊也。其崩之何也？以其在民上，故崩之。其不名何也？大上，故不名也。」蘇氏云︰「王后崩，大子卒，不書者，赴不及魯也。今以爲略之例，所不書也。」告喪，《禮》云︰「告王喪，曰天王登假。」此言崩者，魯史裁約爲文，不道當時赴，不言登假也。　○注「周平」至「不會」。　○正義曰：今檢杜注，無葬者皆顯言其謚。此爲無葬，故言周平王也。仲尼脩經，當改正真僞以爲褒貶。周人赴不以實，孔子從僞而書者，周人欲令諸侯速至，故遠其崩日以赴也。不書其實而從其僞，言人知其僞則過足章矣，故即傳其僞以懲創臣子之過。《釋例》曰：「天王僞赴，遂用其虛，明日月闕否，亦從赴辭。」「君子不變其文，以慎其疑。且虛實相生，隨而長之，真僞之情，可以兩見。承赴而書之，亦所以示將來也」。]"
      },
      {
        "index": 2,
        "text": "夏，四月，辛卯，君氏卒。【注】隱不敢從正君之禮，故亦不敢備禮於其母。[【疏】「君氏卒」。　○正義曰：君氏者，隱公之母聲子也。謂之君氏者，言是君之母氏也。母之與子，氏族必異，故經典通呼母、舅爲母氏、舅氏，言其與己異氏也。]"
      },
      {
        "index": 3,
        "text": "秋，武氏子來求賻。【注】武氏子，天子大夫之嗣也。平王喪在殯，新王未得行其爵命，聽於冢宰。故傳曰：「王未葬」，釋其所以稱父族，又不稱使也。魯不共奉王喪，致令有求。經直文以示不敬，故傳不復具釋也。【音義】　○賻音附。殯，必刃反。共音恭，本又作供，音同。令，力呈反。復，扶又反。[【疏】注「武氏」至「釋也」。　○正義曰：武氏者，天子大夫之姓。直云「武氏子」，不書其字，則其人未成爲大夫也。若是上士例當書名，又不應繫之父族。謂之爲「子」，明其是大夫之子也。又王使至魯，皆言天王使矣。此後不言王使，明其不稱王命也。以此知此人父喪已終，宜嗣父位。但平王未命而崩，新王居喪，未得行其爵命，政事聽於冢宰。冢宰使之適魯，冢宰不得專命，故作自來之文。傳言「王未葬」者，意兼兩事：王喪在殯，新王不得加臣爵位，故此人仍繫父族；王又不得命臣出行，故此人不稱王使。以未葬之故，闕此二事，故傳以未葬解之。]"
      },
      {
        "index": 4,
        "text": "八月，庚辰，宋公和卒。【注】稱卒者，略外以別內也。元年大夫盟於宿，故來赴以名。例在七年。　【音義】○別，彼列反。\n冬，十有二月，齊侯、鄭伯盟于石門。【注】來告，故書。石門，齊地；或曰，濟北盧縣故城西南濟水之門。"
      },
      {
        "index": 5,
        "text": "癸未，葬宋穆公。【注】無傳。魯使大夫會葬，故書。始死書卒，史在國承赴，爲君故，惡其薨名，改赴書也。書葬則舉謚稱公者，會葬者在外，據彼國之辭也。書葬例在昭六年。　【音義】○爲，于僞反。惡，烏路反。[【疏】注「魯使」至「六年」。　○正義曰：文九年「叔孫得臣如京師」、「葬襄王」，昭三年「叔弓如滕葬滕成公」，如此之類，遣卿行者，皆書其使名。此不書使名，知是大夫往也。大夫奉命出使，位賤不合書名，故直書其所爲之事而己。盟則云及某盟，會則云會某人，葬則云葬某公，舉其所爲之事，明有使往可知也。《釋例》曰：「先王之制，諸侯之喪，士弔，大夫送葬。及其失也，禮過於重。文、襄之伯，因而抑之。諸侯之喪，大夫弔，卿共葬事。夫人之喪，士弔，大夫送葬。猶過古制。故『公子遂如晋葬襄公』，傳不言禮。『葬秦景公』，傳曰：『大夫如秦葬景公』，特稱『禮也』。一以示古制，二以示書他國之葬必須魯會，三以示奉使非卿，則不書於經，此丘明之微文也。」是言大夫得正而卿過禮也。諸侯曰薨，禮之正名。魯史自書君死曰薨。若鄰國亦同書薨，則與己君無別。國史自在己國，承他國赴告，爲與己君同，故惡其薨名。雖赴稱薨，皆改赴書卒，略外以別內也。至於書葬，則五等之爵皆舉謚稱公者，會葬者在於國外，據彼國之辭。彼國臣子稱君曰公，書使之行，不得不稱公也。又云「惡其薨名，改赴書」者，《釋例》曰：「天子曰崩，諸侯曰薨，大夫曰卒，古之制也。《春秋》所稱，曲存魯史之義，內稱公而書薨，所以自尊其君，則不得不略外，諸侯書卒以自異也。」至於既葬，雖邾、許子男之君皆稱謚而言公，各順臣子之辭，兩通其義，是其說也。案《禮‧雜記》赴告之辭云︰「君訃於他國之君，曰：寡君不禄，敢告於執事。」然則赴辭本無薨語，而云「惡其薨名」者，以夫人薨例云「不赴於諸侯」則「不曰薨」，明其以薨告人，故書薨也。是知王侯喪者，其通國命，皆以崩、薨相告。記之所稱，謂荅主人之問，飾其文辭耳。若以記文無「薨」，即疑不以薨告，記稱大夫、士赴人之辭，皆云「不禄」，豈大夫無「卒」名也？以此知相赴，策書必以薨爲文。但擯者口傳赴辭，義在謙退，從士之「不禄」。故禮記言之赴則必以薨，但改赴書卒耳。史之書事莫不在國，會葬者自可在外，書策者國內書之而云「據彼國之辭」者，書使行之事，言使爲此事行，故文從彼稱，不謂書不在國也。卿爲君逆，謂之逆女，亦是書己之使，據彼稱女，與此同也。]\n隱公三年傳\n三年，春，王三月，壬戌，平王崩。赴以庚戌，故書之。"
      },
      {
        "index": 6,
        "text": "夏，君氏卒。聲子也。不赴於諸侯，不反哭于寢，不祔于姑，故不曰薨。不稱夫人，故不言葬。【注】夫人喪禮有三：薨則赴於同盟之國，一也；既葬，日中自墓反，虞於正寢，所謂反哭于寢，二也；卒哭而祔於祖姑，三也。若此則書曰夫人某氏薨，葬我小君某氏。此備禮之文也。其或不赴、不祔，則爲不成喪，故死不稱夫人薨，葬不言葬我小君某氏。反哭則書葬，不反哭則不書葬。今聲子三禮皆闕。《釋例》論之詳矣。【音義】　○祔音附。[【疏】注「夫人」至「詳矣」。正義曰：僖八年「致夫人」傳曰：「不赴於同」，「則弗致」，故知赴者，赴於同盟之國也。《禮‧檀弓》記葬禮云︰「既封」，「有司以几筵舍奠於墓左，反日中而虞。」《士喪禮》：「既葬，乃反哭於廟，遂適殯宮而虞。」是既葬，日中自墓反，虞於正寢。正寢即殯宮也。僖三十三年傳與《檀弓》記皆云︰「卒哭而祔。」《喪服小記》曰：「婦祔於祖姑」，《雜記》曰：「妾祔於妾祖姑。」是祔於姑者，祔於祖姑也。此三者，皆夫人之喪禮。夫人喪禮有三，史策所書有二，唯卒、葬兩事而已。其卒之異者，或云夫人某氏薨，仲子、文姜之類是也；或云某氏卒，定姒、孟子是也。葬之異者，或云葬我小君某氏，文姜、敬嬴之類是也；或云葬某氏，葬定姒是也；或則不書葬也。今聲子三禮皆闕。經異常辭，必是闕一事則變一文。但傳既并釋，注不顯配，雖言《釋例》詳之，例亦未甚分明。此傳「故」上三事，「故」下三事。若以次相配，則不赴於諸侯，故不曰薨；不反哭於寢，故不稱夫人；不祔於姑，故不言葬。文次相屬，事乃似然。但顧下傳，義則不爾。定十五年「姒氏卒」，傳曰：「不稱夫人，不赴，且不祔也。」哀十二年「孟子卒」，傳曰：「死不赴，故不稱夫人。不反哭，故不言葬小君。」彼二傳皆以「不赴」解「不稱夫人」，以「不反哭」解「不書葬」。然則由不赴，故不曰薨；由不反哭，故不書葬也。二事既然，則由不祔，故不稱夫人，斷可知矣。傳文不以次相配者，初死乃赴，葬乃反哭，反哭之後始祔。三者依事之先後爲文也。至書於經，則夫人與薨共文，故先言不稱夫人，後言不書葬，順經之先後爲文也。《禮》之本意，必赴乃稱薨，祔乃稱夫人，反哭乃書葬者，夫人與君同體，死必赴於鄰國。若不以赴告於鄰國，則夫人之禮不成。尊成以否，義由赴告。成尊之狀，在於書薨，故赴則稱薨，不赴則不稱薨也。《禮》：適祔於適祖姑，妾祔於妾祖姑。亦既不祔於姑，便是適、妾莫辯。故祔則稱夫人，不祔則不稱夫人也。既葬於墓，反哭於寢，哀之尤極，情之最切。既葬而不反哭，全是不念其親，葬與不葬，殆無以異。故不反哭，則不書葬也，皆所以懲臣子，責其不行禮也。人之行禮，有勤有惰，未必廢則俱廢，行則皆行。此聲子自三禮皆闕，其餘或可一行一否。《釋例》曰：「夫人子氏赴而不反哭，故不書葬；定姒則反哭而不赴，故書葬而不言小君。」以此二者據傳則然，理在不惑，但不知赴而不祔，祔而不赴者，辭當云何耳。薨者，夫人之死號。不稱夫人，必不得稱薨也。小君者，夫人之別號。不稱夫人，必不得稱小君也。「孟子卒」下注云︰「不稱夫人，故不言薨。」是夫人與薨，文相將也。「葬定姒」傳曰：「不稱小君，不成喪也。」注云︰「不赴不祔，故不稱小君。」傳以「不赴不祔」解「不稱夫人」，注以「不赴不祔」解「不稱小君」。是夫人、小君，文相將也。夫人也，薨也，小君也，三者相將之物，不可致詰。蓋赴、祔二禮，課行一事，則具此三文。二事並廢，則三文皆去耳。何則？檢此傳相配，不赴則不曰薨，不祔則不稱夫人。是稱夫人由祔不由赴也。孟子之傳乃云︰「不赴，故不稱夫人。」是稱夫人由於赴，不由於祔也。定姒之傳云︰「不稱夫人，不赴且不祔。」又以二事並解不稱夫人。注云︰「赴同祔姑，夫人之禮，二者皆闕，故不曰夫人。」明是二者俱闕，乃去夫人，課行一事，則稱夫人，稱夫人則必書薨，書薨則必稱小君。所異者，不反哭則不書葬，若不書葬則小君之文無所施耳。即仲子是也。赴同祔姑皆是夫人之禮，故赴而不祔，祔而不赴，則皆曰夫人某氏薨。惠公自有元妃，別爲仲子立廟，則仲子未必祔姑，蓋以赴同之，故得稱夫人薨也。]不書姓，爲公故，曰君氏。【注】不書姓，辟正夫人也。隱見爲君，故特書於經，稱「曰君氏」，以別凡妾媵。【音義】○爲公，音于僞反。見，賢遍反。別，彼別反。[【疏】注「不書」」至「妾媵」。　○正義曰：辟正夫人，謂辟仲子耳。何則？妾子爲君，則其母得爲夫人，不須辟仲子也。但公以讓位之故，不從正君之禮，故亦不備禮於其母，使之辟仲子也。《釋例》曰：「凡妾子爲君，其母猶爲夫人。雖先君不命其母，母以子貴，其適夫人薨，則尊得加於臣子，外內之禮皆如夫人矣。故姒氏之喪，責以小君不成。成風之喪，王使會葬，傳曰『禮也』。隱以讓桓攝位，故不成禮於聲子，假稱君氏，以別凡妾媵。蓋是一時之宜，隱之至義也。」是其辟仲子之意也。]"
      },
      {
        "index": 7,
        "text": "鄭武公、莊公爲平王卿士。【注】卿士，王卿之執政者。言父子秉周之政。王貳于虢。【注】虢，西虢公，亦仕王朝。王欲分政於虢，不復專任鄭伯。【音義】○朝，直遙反。復，扶又反。任，而鴆反，後不音者皆同。鄭伯怨王，王曰：「無之。」故周、鄭交質。王子狐爲質於鄭，鄭公子忽爲質於周。【注】王子狐，平王子。【音義】○質音致，下同。狐音胡。王崩，周人將畀虢公政。【注】周人遂成平王本意。【音義】○畀，必二反，與也。四月，鄭祭足帥師取溫之麥。秋，又取成周之禾。【注】四月，今二月也。秋，今之夏也。麥、禾皆未熟，言取者蓋芟踐之。溫，今河內溫縣。成周，洛陽縣也。【音義】○祭，側界反。芟，所銜反。[【疏】注「四月」至「陽縣也」。　○正義曰：此直言秋，秋有三月。若是季秋，則今之七月。杜必知「秋，今之夏」者，以此傳在武氏之上。案經，武氏之下有「八月，宋公和卒」，則知此是七月，故爲今之夏，謂今之五月也。麥熟在夏，而云麥、禾皆未熟者，謂四月之時麥未熟，七月之時禾未熟，二者異時，故言皆也。]周、鄭交惡。【注】兩相疾惡。君子曰：「信不由中，質無益也。明恕而行，要之以禮，雖無有質，誰能間之？苟有明信，澗谿沼沚之毛，【注】谿亦澗也。沼，池也。沚，小渚也。毛，草也。【音義】○要，於遙反。間，間廁之間。谿，苦兮反。《爾雅》云︰「山夾水曰澗」，「山瀆無所通曰谿。」沼，之紹反。沚音止，亦音市，本又作畤。蘋蘩蕰藻之菜，【注】蘋，大蓱也。蘩，皤蒿。蕰藻，聚藻也。【音義】○蘋音頻。蘩音煩。蕰，紆紛反。藻音早。蓱，蒲丁反。皤，蒲多反，白蒿也。[【疏】「澗谿」至「之菜」。　○正義曰：毛即菜也。而重其文者，谿沼言地之陋，蘋藻言菜之薄，故文重也。　○注「谿亦」至「毛草」。　○正義曰：《爾雅‧釋山》云︰「山夾水，澗。」李巡曰：「山間有水。」《釋名》曰：「言水在兩山間也。」《釋水》曰：「水注川曰谿。」李巡曰：「水出於山，入於川。」《釋山》又云︰「山豄無所通，谿。」李巡曰：「山中水瀆，雖無所通，與水注川同名。」宋均曰：「無水曰谷，有水曰谿。」然則谿亦山間有水之名，是澗之類，故云「谿亦澗也」。沼者，池之別名。張揖《廣雅》亦云︰「沼，池也。」應劭《風俗通》云︰「池者，陂池，從水，也聲。」沚與畤音義同。《釋水》曰：「小渚曰沚。」《釋名》曰：「沚，止也，小水可止息其上。」草是地之毛。《周禮》「宅不毛」，謂宅內無草木也，故杜以毛爲草。草即下句蘋蘩蕰藻是也。蘩，陸菜，而云沼沚之毛者，或采之水旁，非皆水內也。　○注「蘋大」至「聚藻也」。　○正義曰：《釋草》云︰「蘋，蓱，其大者蘋。」舍人曰：「蘋，一名蓱，大者名蘋。」郭璞曰：「水中浮蓱，江東謂之薸。」陸機《毛詩義疏》云︰「今水上浮蓱是也。其麤大者謂之蘋，小者曰蓱。季春始生。可糝烝爲茹，又可苦酒淹以就酒。」《釋草》又云︰「蘩，皤蒿。」孫炎曰：「白蒿也。」陸機《疏》曰：「凡艾白色爲皤蒿。今白蒿，春始生，及秋香美。可生食，又可烝。一名遊胡，北海人謂之旁勃。故《大戴禮‧夏小正》傳曰：『蘩，遊胡。』遊胡，旁勃也。」許慎《說文》云︰「藻，水草，從月，從水，巢聲。或作藻，從澡。」《毛詩傳》曰：「藻，聚藻也。」然則此草好聚生。蕰訓聚也，故云「蕰藻，聚藻也」。陸機《疏》云︰「生水底，有二種：其一種葉如雞蘇，莖大如箸，長四五尺。其一種莖大如釵股，葉如蓬，謂之聚藻。」又云︰「扶風人謂之藻，聚爲發聲也。此二藻皆可食，煮熟捼去腥氣，米麪糝烝爲茹，嘉美，楊州人饑荒可以當穀食。」]筐筥錡釜之器，【注】方曰筐，員曰筥，無足曰釜，有足曰錡。【音義】○筐，丘方反。筥，九呂反。錡，其綺反。筐、筥皆器也。[【疏】注方曰」至「曰錡」。　○正義曰：此皆《詩》毛傳、鄭箋之文也。《說文》云︰「筥，飯牛筐也。」《廣雅》云︰「錡，釜也。」]潢汙行潦之水，【注】潢汙，停水。行潦，流潦。【音義】○潢音黃。汙音烏。潦音老。[【疏】注「潢汙」至「流潦」。　○正義曰：停水，謂水不流也。行，道也。雨水謂之潦。言道上聚流者也。服虔云︰「畜小水謂之潢。水不流謂之汙。行潦，道路之水。」是也。此水用爲飲食，故引《泂酌》之篇。藻雖潦水所生，要此潦非生菜處也。]可薦於鬼神，可羞於王公。【注】羞，進也。[【疏】「可薦」至「王公」。　○正義曰：上言鬼神，此言王公，是生王公也。或以爲王公亦謂鬼神，非生王公也。此傳之意，取《詩》爲言。《泂酌》論天子之事，是羞於王也。《采蘩》云公侯之事，是羞於公也。言薦又言羞者，鄭玄注《庖人》云︰「備品物曰薦，致滋味乃爲羞。」]而況君子結二國之信，行之以禮，又焉用質？【注】通言盟約彼此之情，故言二國。【音義】○焉，於虔反。約，如字，又於妙反。《風》有《采蘩》、《采蘋》，【注】《采蘩》、《采蘋》，《詩‧國風》。義取於不嫌薄物。《雅》有《行葦》、《泂酌》，【注】《詩‧大雅》也。《行葦》篇，義取忠厚也。《泂酌》篇，義取雖行潦可以共祭祀也。【音義】○葦，于鬼反。泂音迥。共音恭。[【疏】「《雅》有《行葦》」。　○正義曰：《采蘩》、《采蘋》、《泂酌》，上傳所言皆有彼篇之事，其言未及《行葦》。今言《行葦》者，其意別取忠厚，非以結上也。]昭忠信也。」【注】明有忠信之行，雖薄物皆可爲用。【音義】○行，下孟反。\n武氏子來求賻，王未葬也。"
      },
      {
        "index": 8,
        "text": "宋穆公疾，召大司馬孔父而屬殤公焉，曰：「先君舍與夷而立寡人，【注】先君，穆公兄宣公也。與夷，宣公子，即所屬殤公。【音義】○屬，章欲反，注同。殤，舒羊反。舍音捨。與，如字，一音餘。[【疏】「武氏」至「葬也」。　○正義曰：蘇氏云︰案文九年「毛伯來求金」，傳曰「不書王命，未葬也」。此傳直云「王未葬」。不同者，毛伯直釋，不稱使，故云「不書王命」。此武氏子，非但不稱使，又稱父族，二事皆由未葬，故直云「王未葬也」。　○「而立寡人」。　○正義曰：《曲禮》下曰：「諸侯見天子曰臣某、侯某，其與民言自稱曰寡人。」今與臣言亦云寡人，則知其對臣民自稱同也。《老子》曰：「孤寡不穀，王侯之謙稱。」故以下諸侯自稱，亦多言不穀。]寡人弗敢忘。若以大夫之靈，得保首領以没，先君若問與夷，其將何辭以對？請子奉之，以主社稷，寡人雖死，亦無悔焉。」對曰：「羣臣願奉馮也。」【注】馮，穆公子莊公也。【音義】○没，本亦作殁，同。馮，皮冰反，本亦作憑。公曰：「不可。先君以寡人爲賢，使主社稷，若弃德不讓，是廢先君之舉也。豈曰能賢？【注】言不讓則不足稱賢。光昭先君之令德，可不務乎？吾子其無廢先君之功。」【注】先君以舉賢爲功，我若不賢是廢之。使公子馮出居於鄭。【注】辟殤公也。八月庚辰，宋穆公卒，殤公即位。君子曰：「宋宣公可謂知人矣。立穆公，其子饗之，命以義夫。【注】命出於義也。夫，語助。【音義】○夫音符，注同。[【疏】「命以義夫」。　○正義曰：義者宜也。錯心方直，動合事宜，乃謂之爲義。宣公之立穆公，知穆公之賢，必以義理，不弃其子。今穆公方卒，命孔父以義事而立殤公。是穆公命立殤公，出於仁義之中，故杜云「命出於義也」。必知「命以義夫」謂穆公命立殤公者，以杜注云「帥義而行，則殤公宜受此命，宜荷此禄」。「公子馮不帥父義」，「終傷咸宜之福」。明知殤公受穆公之命與殷湯、武丁同有「咸宜」，是知穆公命殤公是爲義也。]《商頌》曰：『殷受命咸宜，百禄是荷。』其是之謂乎！」【注】《詩‧頌》言殷湯、武丁受命皆以義，故任荷天之百禄也。帥義而行，則殤公宜受此命，宜荷此禄。公子馮不帥父義，忿而出奔，因鄭以求入，終傷「咸宜」之福，故知人之稱唯在宣公也。殷禮有兄弟相及，不必傳子孫，宋其後也，故指稱《商頌》。【音義】○頌，似用反。荷，本又作何，何可反，又音何，注同，任也。任音壬。忿，芳粉反。稱，尺證反。傳，直專反。[【疏】商頌」至「謂乎」。　○正義曰：《商頌‧玄鳥》之卒章，言成湯、武丁，此二王者，受天之命，皆得其宜，故天之百種之禄，於是乎荷負之。言天禄皆歸，故得而荷負也。今穆公立殤公亦得其宜，故殤公宜荷其禄，《詩》之意其是此事之謂乎！　○注「詩頌」至「商頌」。　○正義曰：唐虞之代，契爲司徒，封於商。十四世至湯，王有天下，遂以商爲代號。後世有武丁者，中興賢君，時有作詩頌之者，謂之《商頌》，美湯與武丁能荷天禄。今殤公亦荷天禄，與《詩》義同，故引以證之。《公羊傳》言宋之禍，宣公爲之。尤其舍子立弟，果令馮有争心。以馮之争爲宣公之過。今此傳善宣公，故申明其事。若使帥義而行，則殤公宜受此命，宜荷此禄。但公子馮不帥父義，失其咸宜，故知人之稱唯在宣公。止善宣公知穆公耳。馮自争國，非宣公之罪，故善之。傳言使公子馮出居于鄭，則是父使之出。注言忿而出奔者，四年傳曰：「公子馮出奔鄭，鄭人欲納之。」又告宋曰：「君若伐鄭，以除君害。」是馮出奔鄭，求入，欲害宋國也。父使居鄭，欲以辟殤公；馮乃因鄭，欲以害殤公。故據父言之，則云使之出居；據馮言之，則云忿而出奔；各從其實而爲之文也。謚法：「短折不成曰殤」，「布德執義曰穆」。]"
      },
      {
        "index": 9,
        "text": "冬，齊、鄭盟于石門，尋盧之盟也。【注】盧盟在春秋前。盧，齊地，今濟北盧縣故城。庚戌，鄭伯之車僨于濟。【注】既盟而遇大風，傳記異也。十二月無庚戌，日誤。【音義】○僨，弗問反，仆也。[【疏】注「既盟」至「日誤」。　○正義曰：《釋言》云︰「僨，僵也。」舍人曰：「背，踣意也。」車踣而入濟，是風吹之隊濟水，非常之事，故云傳記異也。《禹貢》：「導沇水東流爲濟，入于河，溢爲滎。」《釋例》曰：「濟自滎陽卷縣東經陳留至濟陰，北經高平，東經濟北，東北經濟南，至樂安博昌縣入海。」案：檢水流之道，今古或殊。杜既考校元由，據當時所見，載於《釋例》，今一皆依杜。雖與《水經》乖異，亦不復根尋也。庚戌無月，而云十二月者，以經盟于石門在十二月，知此亦十二月也。經書十二月，下云「癸未，葬宋穆公」，計庚戌在癸未之前三十三日，不得共在一月。彼《長歷》推此年十二月甲子朔，十一日有甲戌，二十二日在丙戌，不得有庚戌。而月有癸未，則月不容誤，知日誤也。]"
      },
      {
        "index": 10,
        "text": "衛莊公娶于齊東宮得臣之妹，曰莊姜。【注】得臣，齊大子也。太子不敢居上位，故常處東宮。[【疏】「衛莊」至「莊姜」。　○正義曰：《齊國侯爵譜》云︰「姜姓，大公望之後。其先四岳，佐禹有功。或封於呂，或封於申，故太公曰呂望也。太公股肱周室，成王封之於營丘，今臨淄是也。」僖公九年，魯隱公之元年也。簡公四年，獲麟之歲也。簡公弟平公十三年，《春秋》之傳終矣。平公二十五年卒。後二世七十年而田氏奪齊，太公之後滅矣。案《齊世家》，莊公生僖公。東宮得臣，未知何公太子。案《史記‧十二年諸侯年表》，衛莊公之立在春秋前二十五年，齊僖公之立在春秋前八年。然則莊姜必非齊僖公之女，蓋是莊公之女，僖公姊妹也。得臣爲太子，早死，故僖公立也。不言僖公姊妹，而繫得臣者，見其是適女也。得臣爲太子，云常處東宮者，四時東爲春，萬物生長在東；西爲秋，萬物成就在西。以此君在西宮，太子常處東宮也。或可據《易‧象》：西北爲乾，乾爲君父，故君在西；東方震，震爲長男，故太子在東宮也。]美而無子，衛人所爲賦《碩人》也。【注】《碩人》詩，義取莊姜美于色，賢于德，而不見荅，終以無子，國人憂之。【音義】○爲音于僞反。[【疏「所爲賦《碩人》也」。　○正義曰：此賦謂自作詩也。班固曰：「不歌而誦亦曰賦。」鄭玄云︰「賦者，或造篇，或誦古。」然則賦有二義。此與閔二年鄭人賦《清人》，許穆夫人賦《載馳》，皆初造篇也。其餘言賦者，則皆誦古詩也。]又娶于陳，曰厲嬀。生孝伯，早死。【注】陳，今陳國陳縣。【音義】○嬀，九危反。[【疏】「又娶于陳」。　○正義曰：《陳國侯爵譜》云︰「嬀姓，虞舜之後。當周之興，有虞遏父者爲周陶正。武王賴其利器用，與其先聖之後，以元女大姬妃遏父之子滿，封於陳，賜姓曰嬀，號胡公。桓公二十三年，魯隱公之元年也。湣公二十一年，獲麟之歲也。二十四年，楚滅陳。」此當桓公時。二嬀，蓋桓公姊妹也。]其娣戴嬀，生桓公，莊姜以爲己子。【注】嬀，陳姓也。厲、戴皆謚。雖爲莊姜子，然大子之位未定。[【疏】注「嬀陳」至「未定」。　○正義曰：謚法：「暴慢無親曰厲。」典禮：「無愆曰戴。」是皆謚也。石碏言：「將立州吁，乃定之矣。」請定州吁，明大子之位未定，《衛世家》言立完爲大子，非也。]公子州吁，嬖人之子也。【注】嬖，親幸也。【音義】○吁，混于反。嬖，必計反。賤而得幸曰嬖。有寵而好兵。公弗禁，莊姜惡之。石碏諫曰：「臣聞愛子，教之以義方，【注】石碏，衛大夫。【音義】○好，呼報反。禁，居鴆反，一音金。惡，烏路反。碏，七略反。弗納於邪。驕、奢、淫、泆，所自邪也。四者之來，寵禄過也。將立州吁，乃定之矣。若猶未也，階之爲禍。【注】言將立爲太子，則宜早定。若不早定，州吁必緣寵而爲禍。【音義】○邪，似嗟反，下同。泆音逸。[【疏】「弗納」至「過也」。　○正義曰：驕謂恃己陵物，奢謂夸矜僭上，淫謂耆欲過度，泆謂放恣無藝。此四者之來，從邪而起。故服虔云「言此四者過從邪起」，是也。劉炫云︰「此四者所以自邪己身，言爲之不已，將至於邪。邪謂惡逆之事。」劉又難服云︰「邪是何事，能起四過？若從邪起，何須云四者之來寵禄過也？寵禄豈是邪事，四者得從而來乎？且言弗納於邪，懼其緣驕以至於邪，非先邪而後驕也。」]夫寵而不驕，驕而能降，降而不憾，憾而能眕者，鮮矣。【注】如此者少也。降其身則必恨，恨則思亂，不能自安自重。【音義】○夫音扶，發句之端，後放此。憾，本又作感，同，胡暗反，恨也。五年同。眕，之忍反，重也。鮮，息淺反，少也。[【疏】「夫寵而」至「鮮矣」。　○正義曰：恃君寵愛，未有不驕。亦既驕矜，必不能自降其心。强降其心，未有不恨。亦既怨恨，必不能自重其身。《釋言》云︰「眕，重也」。言恨則思亂，必不能自安自重也。寵而必驕，降而必憾，言其勢必自然，故言其能不然者少也。驕而不能降，憾而不能眕，言其心難自抑。故言其能然者少也。鮮訓少。以一鮮揔四事，言四事皆鮮也。]且夫賤妨貴，少陵長，遠間親，新間舊，小加大，【注】小國而加兵於大國，如息侯伐鄭之比。【音義】○妨音芳。少，詩照反。長，丁丈反。間，間廁之間，下同。比，必二反。淫破義，所謂六逆也。君義，臣行，父慈，子孝，兄愛，弟敬，所謂六順也。【注】臣行君之義。[【疏】「賤妨」至「破義」。　○正義曰：賤妨貴，謂位有貴賤。少陵長，謂年有長幼。楚公子申多受小國之賂，以偪子重、子辛，是賤人而妨貴人也。邾捷菑以弟而欲奪兄位，是年少而陵年長也。齊東郭偃、棠無咎專崔氏之政，而侮崔成、崔彊，是疎遠而間親戚也。晋胥童、夷羊五得君寵，而去三郤，是新臣而間舊臣也。息伐鄭，曹奸宋，是小國而加大國也。陳靈、蔡景姦穢無度，是邪淫而破正義也。妨謂有所害。陵謂加尚之。間謂居其間使彼疎遠也。加亦加陵。破謂破散。淫義不兩立，行惡則破善，故言破也。]去順效逆，所以速禍也。君人者，將禍是務去，而速之，無乃不可乎！」弗聽。其子厚與州吁游，禁之，不可。桓公立，乃老。【注】老，致仕也。四年經書州吁弑其君，故傳先經以始事。【音義】○去，起呂反，下同。弑音試。先，悉薦反。[【疏】「去順效逆」。　○正義曰：州吁於逆則少陵長，於順則弟不敬，是去順效逆也。六順、六逆，因事廣言，非謂州吁徧犯之也。　○注「老致」至「始事」。　○正義曰：《禮》：「七十而致事」，言還其所掌之事於君也。傳之初始有此故言傳先經以始事。餘不注，從可知也。]\n隱公四年經"
      },
      {
        "index": 11,
        "text": "四年，春，王二月，莒人伐杞，取牟婁。【注】無傳。書「取」，言易也。例在襄十三年。杞國本都陳留雍丘縣。推尋事跡，桓六年，淳于公亡國，杞似并之，遷都淳于；僖十四年，又遷緣陵；襄二十九年，晋人城杞之淳于，杞又遷都淳于。牟婁，杞邑，城陽諸縣東北有婁鄉。【音義】○杞音起。牟，亡侯反。易，以豉反。雍，於用反。[【疏】「莒人」至「牟婁」。　○正義曰：《譜》云︰「杞，姒姓，夏禹之苗裔。武王克殷，求禹之後，得東樓公而封之於杞，今陳留雍丘縣是也。九世及成公，遷緣陵，文公居淳于。成公始見《春秋》。湣公六年，獲麟之歲也。湣公弟哀公三年，《春秋》之傳終矣。哀公十年卒。自哀公以下，二世，十三年而楚滅杞。」檢杞於此歲已見於經，桓二年有「杞侯來朝」，莊二十七年有「杞伯來朝」，於傳並無號謚，又不書其卒。僖二十三年杞成公卒，其謚乃見於傳。未知此年杞國定是何君，當是成公之父祖耳。牟婁，杞邑，莒伐取之。自是以後，常爲莒邑。昭五年「莒牟夷以牟婁來奔」是也。文三年秦人伐晋，傳稱取王官及郊；襄二十三年齊侯伐晋，傳稱取朝歌：並書伐不書取。此伐、取兩書者，彼告伐不告取，此伐、取並告故也。昭元年伐莒取鄆，書「取」不書「伐」；昭十年伐莒取郠，書「伐」不書「取」者：元年兵未加莒而鄆逆服，故書取不書伐；十年晋以取郠討公，故書伐不書取。其伐國圍邑，書圍以否，亦從告也。　○注「書取」至「婁鄉」。　○正義曰：襄十三年傳例曰：「凡書取，言易也。」知此書取亦言易也。《地理志》云︰「陳留郡縣，故杞國，武王封禹之後東樓公。」是杞本都陳留雍丘縣也。《志》又云︰「北海郡淳于縣。」應劭曰：「《春秋》州公如曹，《左氏傳》曰：淳于公如曹。」臣瓚案：「州，國名，淳于，國之所都。」此淳于縣於漢屬北海郡，晋時屬東莞郡。故《釋例‧土地名》云︰「州國都於東莞淳于縣。」以雍丘、淳于雖郡別而竟連也。桓五年傳稱：「淳于公如曹，度其國危，遂不復。」六年春「實來」，雖知其國必滅，不知何國取之。襄二十九年晋帥諸侯「城杞」。昭元年祁午數趙文子之功云「城淳于」。是知淳于即杞國之都也。僖十四年「諸侯城緣陵而遷杞」，不知從何而遷，故云「淳于公亡國，杞似并之」，而遷居其地。僖十四年又從淳于而遷於緣陵。襄二十九年又從緣陵而遷於淳于。以無明文，疑不敢質，故言「推尋事跡」，似當然也。若然淳于爲杞所并，定似不虛，而遷都淳于未有事跡。自雍丘而遷緣陵，亦可知矣。而杜必言遷都淳于，又從淳于遷緣陵者，以桓六年淳于公亡國，襄二十九年又杞都淳于，則淳于始末是杞之所有，又杞之所都，故疑未都緣陵之前，亦都淳于也。取國易者則直言「取」，若取邿、取鄟之類是也，故不須加「伐」於上。若其伐國取邑，其邑既小，不得名通，若不加「伐」於上，不知得何國之邑，是以雖易亦加「伐」，文則「伐杞取牟婁」、「伐邾取須句」之類是也。成二年「取汶陽田」，乞師盟主，興兵伐齊，得邑既難，而亦書「取」者，因其伐齊，晋使還汶陽之田，魯不加兵，故書「取」，從易也。劉君或疑此意，遂云「上言伐，下言取者，非易」，以規杜氏，非也。]"
      },
      {
        "index": 12,
        "text": "戊申，衛州吁弑其君完。【注】稱臣弑君，臣之罪也。例在宣四年。戊申，三月十七日，有日而無月。【音義】○弑，本又作殺，同，音試。凡弑君之例，皆放此，可以意求，不重音。完音丸。[【疏】注「稱臣」至「無月」。　○正義曰：宣四年傳例曰：「凡弑君：稱君，君無道也；稱臣，臣之罪也。」注云︰「稱君，謂唯書君名。而稱國以弑，言衆所共絶也。稱臣者，謂書弑者之名，以示來世，終爲不義。」然則此稱州吁之名，稱臣弑君，是臣之罪也。言完非無道，而州吁爲賊也。州吁實公子，而不稱公子者，傳文更無襃貶，直是告辭不同，史有詳略耳。公子雖復非族，而文當族處，《春秋》書族以否，大有乖異，故杜備言之。《釋例》曰：「尋案《春秋》諸氏族之稱，甚多參差，而先儒皆以爲例。欲託之於外赴，則患有人身自來者，例不可合，因以辟陋未賜族爲說。弑君不書族者四事。州吁、無知，不稱公子、公孫，賈氏以爲弑君取國，故以國言之。案公子商人亦弑君取國，而獨稱公子宋督，賈氏以爲督有無君之心，故去氏。案傳自以先書弑君見義，不在於氏也。宋萬，賈氏以爲未賜族。案傳稱南宮長萬，則爲已氏南宮，不得爲未賜族也。執殺大夫不書族者二事，楚殺得臣與宜申，賈氏皆以爲陋。案楚殺大夫公子側、大夫成熊之等六七人，皆稱氏族，無爲獨於此二人陋也。欲以爲通例，則有若此之錯。欲以爲無義例，則傳曰『嘉之，故不名』、『書曰仲孫，嘉之』、『書曰崔氏，非其罪』、『翬、溺帥師，皆曰疾之』、『稱族，尊君命』、『舍族，尊夫人』、『尊晋罪己』之文，炳然著明。以此推之，知亦非仲尼所遺也。斯蓋非史策舊法，故無凡例。當時諸國，以意而赴，其或自來聘使者，辭有詳略。仲尼脩《春秋》，因采以示義。義之所起，則刊而定之；不者即因而示之，不皆刊正也。故蔡人嘉赴，而經從稱季。傳曰：蔡人嘉之，書崔氏。傳亦曰：且告以族，明皆從其本也。書司馬華孫來盟，亦無他比，知非大例也。然則揔而推之，《春秋》之義，諸侯之卿，當以名氏備書於經。其加貶損，則直稱人。若有襃異，則或稱官，或稱氏。若內卿有貶，則特稱名，文不直言魯人，故異於外也。若無襃無貶，傳所不發者，則皆就舊文，或未賜族，或時有詳略也。推尋經文，自莊公以上，諸弑君者皆不書氏，閔公以下皆書氏，亦足明時史之異同，非仲尼所皆刊也。」是杜解州吁不稱公子之意。杜知然者，正以經之所書無常比例。襃則或書官，或書氏；貶則或稱人，或去族。既無定例，明非舊典。仲尼有所起發，則刊正舊史，無所襃貶，則因循故策。仲尼改者，傳辨其由。傳所不言，則知無義。正是史官自有詳略故耳。戊申在癸未之後二十五日，更盈一周，則八十五日。往年十二月癸未葬宋穆公，則此年二月不得有戊申。雖承二月之下，未必是二月之日。故《長歷》推此年二月癸亥朔，十日壬申，二十二日甲申，不得有戊申也。三月壬辰朔，則十七日有戊申也。此經上有二月，下有夏，得在三月之內，不是字誤，故云有日而無月。僖二十八年冬下無月，而經有「壬申公朝于王所」，有日而無月，經有比類，故知此亦同之。凡如此者有十四事。]"
      },
      {
        "index": 13,
        "text": "夏，公及宋公遇于清。【注】遇者，草次之期，二國各簡其禮，若道路相逢遇也。清，衛邑，濟北東阿縣有清亭。[【疏】注「遇者」至「清亭」。　○正義曰：《曲禮下》云︰「諸侯未及期相見曰遇，相見於郤地曰會。」然則會者豫謀間地，克期聚集，訓上下之則，制財用之節，示威於衆，各重其禮。雖特會一國，若二國以上，皆稱會也。遇者或未及會期，或暫須相見，各簡其禮，若道路相逢遇然。此時宋、魯特會，欲尋舊盟，未及會期。衛來告亂，故二國相遇。若三國簡禮亦曰遇。故莊四年「齊侯、陳侯、鄭伯遇于垂」是也。《曲禮》稱「未及期而相見」，指此類也。《周禮》「冬見曰遇」，則與此別。劉賈以遇者用冬遇之禮，故杜難之。《釋例》曰：「遇者，倉卒簡儀，若道路相逢遇者耳。《周禮》『諸侯冬見天子曰遇』，劉氏因此名以說《春秋》，自與傳違。案《禮》『春曰朝，夏曰宗，秋曰覲，冬曰遇』，此四時之名。今者《春秋》不皆同之於《禮》。冬見天子，當是百官備物之時，而云遇禮簡易；經書『季姬及鄫子遇于防』，此婦呼夫共朝，豈當復用見天子之禮？於理皆違。」是言《春秋》之遇與《周禮》冬遇異也。草次，猶造次。造次，倉卒，皆迫促不暇之意。]\n宋公、陳侯、蔡人、衛人伐鄭。"
      },
      {
        "index": 14,
        "text": "秋，翬帥師會宋公、陳侯、蔡人、衛人伐鄭。【注】公子翬，魯大夫。不稱公子，疾其固請，强君以不義也。諸外大夫貶，皆稱人，至於內大夫貶，則皆去族稱名。於記事之體，他國可言某人，而己國之卿佐，不得言魯人，此所以爲異也。翬、溺，去族，傳曰「疾之」，叔孫豹則曰「言違命」，此其例也。【音義】○翬，許歸反。强，其丈反。去，起呂反，下同。溺，乃歷反。[【疏】注「他國」至「魯人」。　○正義曰：案「鄭伯使宛來歸祊，庚寅我入祊」，及「齊侯伐我北鄙」，及「我師敗績」，然魯事皆得稱「我」，則己之卿佐被貶，亦可稱「我人」，所以不然者，凡云「我」者皆上有他國之辭，故對他稱我；魯人出會他國，上未有他國之文，不可發首言「我人」故也。]"
      },
      {
        "index": 15,
        "text": "九月，衛人殺州吁于濮。【注】州吁弑君而立，未列於會，故不稱君。例在成十六年。濮，陳地，水名。【音義】○濮音卜。[【疏】注「州吁」至「水名」。　○正義曰：春秋之世，王政不行，賞罰之柄，不在天子。弑君取國，爲罪雖大，若已列於諸侯會者，則不復討也。其有臣子殺之，即與弑君無異。未必禮法當然，要其時俗如是。宣公殺惡取國，納賂於齊以請會，傳曰：「會于平州以定公位。」杜云︰「篡立者，諸侯既與之會，則不得復討，臣子殺之，與弑君同，故公與齊會而位定。」是其義也。《釋例》又云︰「諸侯篡立，雖以會諸侯爲正，此列國之制也。至於國內，策名委質，即君臣之分定，故諸殺不成君者，亦與成君同義。」然杜前注云︰「篡立者，諸侯既與之會，臣子殺之，與弑君同。」則若未會諸侯，臣子殺之，不與弑君同。似與《釋例》違者。《釋例》所云「諸弑不成君，亦成君同義」者，即莊九年齊人殺無知，及此年衛人殺州吁，以其未會諸侯，故不書爵，猶不從兩下相殺之例，故云亦與成君同義。若既會諸侯，則臣弑稱爵，則文十八年「齊人弑其君商人」是也。曹伯負芻殺其大子而自立，成十五年諸侯「同盟于戚」。曹伯既列於會，然後晋人執之。十六年傳稱「曹人請于晋曰，若有罪，則君列諸會矣」，是列會即成君矣。此州吁未列於會，故不稱君，曹人之辭，即是成例，故云例在成十六年。殺之於濮，謂死於水旁也。《釋例‧土地名》此濮下注云「闕」。哀二十七年傳濮下注云︰「濮自陳留酸棗縣受河，東北經濟陰，至高平鉅野縣入濟。」彼濮與此名同實異，故杜於此不言闕，直云「濮，陳地，水名」。]"
      },
      {
        "index": 16,
        "text": "冬，十有二月，衛人立晋。【注】衛人逆公子晋而立之，善其得衆，故不書入於衛，變文以示義。例在成十八年。[【疏】注「衛人」至「八年」。　○正義曰：成十八年傳例曰：「凡去其國，國逆而立之曰入。」此公子晋去衛居邢，衛人迎而立之，於法正當書「入」，宜與齊小白同文。傳言書曰：「衛人立晋，衆也。」是仲尼善其得衆，故改常例，變文以示義也。]\n隱公四年傳\n四年，春，衛州吁弑桓公而立。公與宋公爲會，將尋宿之盟。未及期，衛人來告亂。\n夏，公及宋公遇于清。【注】宿盟在元年。"
      },
      {
        "index": 17,
        "text": "宋殤公之即位也，公子馮出奔鄭，鄭人欲納之。及衛州吁立，將脩先君之怨於鄭，【注】謂二年鄭人伐衛之怨。[【疏】注「謂二」至「之怨」。　○正義曰：二年伐衛見經，故以屬之，未必往前更無怨也。《衛世家》稱，桓公十六年，乃爲州吁所弑。則隱之二年，當桓之世。服虔以先君爲莊公，非也。何則？宣公烝夷姜生急子，公納急子之妻生壽及朔，朔能構兄，壽能代死，則是年皆長矣。宣公以此年即位，桓十二年卒，終始二十矣。雖壽之死，未知何歲。急子之娶，當在宣初。若隱之二年，莊公猶在，豈於父在之時已得烝父妾生急子也？《史記》雖多謬誤，此當信然。]而求寵於諸侯，以和其民。【注】諸篡立者，諸侯既與之會，則不復討，故欲求此寵。【音義】○篡，初患反。復，扶又反，下文復伐同。使告於宋曰：「君若伐鄭以除君害，【注】害謂宋公子馮。君爲主，敝邑以賦與陳、蔡從，則衛國之願也。」【注】言舉國之賦調。【音義】○從，才用反。調，徒弔反。宋人許之。於是陳、蔡方睦於衛。【注】蔡，今汝南上蔡縣。[【疏】注「蔡今」至「蔡縣」。　○正義曰：《蔡國侯爵譜》云︰「蔡，姬姓，文王子叔度之後也。武王封之於汝南上蔡，爲蔡侯，作亂，見誅。其子蔡仲，成王復封之於蔡。至平侯，徙新蔡，昭侯徙九江下蔡。宣侯二十八年，魯隱公之元年也。昭侯子成侯十年，獲麟之歲也。成侯子聲侯四年，《春秋》之傳終矣。聲侯十四年卒。自聲侯以下，二世，二十八年，而楚滅蔡。」《地理志》云︰「汝南上蔡縣，故蔡國，周武王弟叔度所封。」]故宋公、陳侯、蔡人、衛人伐鄭，圍其東門，五日而還。公問於衆仲曰：「衛州吁其成乎？」【注】衆仲，魯大夫。對曰：「臣聞以德和民，不聞以亂。【注】亂謂阻兵而安忍。以亂，猶治絲而棼之也。【注絲見棼縕，益所以亂。【音義】○棼，扶云反，亂也。縕，於云反。夫州吁，阻兵而安忍。阻兵無衆，安忍無親，衆叛親離，難以濟矣。【注】恃兵則民殘，民殘則衆叛，安忍則刑過，刑過則親離。[【疏】阻兵而安忍」。　○正義曰：阻恃諸國之兵以求勝，而征伐不已。安忍，行虐事，刑殺過度也。]夫兵，猶火也，弗戢，將自焚也。夫州吁弑其君，而虐用其民，於是乎不務令德，而欲以亂成，必不免矣。」【音義】○戢，莊立反。"
      },
      {
        "index": 18,
        "text": "秋，諸侯復伐鄭。宋公使來乞師，【注】乞師不書，非卿。公辭之。【注】從衆仲之言。羽父請以師會之，【注】羽父，公子翬。公弗許。固請而行，故書曰「翬帥師」，疾之也。[【疏】故書」至「疾之也」。　○正義曰：案元年傳：「邾人、鄭人盟于翼。公子豫請往，公不許，遂行。」彼則不書，又不加貶責；此公子翬之行，公亦不許，而書於經，又加貶責者；公子豫，公不許，私竊而行；翬師强梁，固請公，事不獲已，令其出會，故以君命而書，又加貶責。]諸侯之師，敗鄭徒兵，取其禾而還。【注】時鄭不車戰。"
      },
      {
        "index": 19,
        "text": "州吁未能和其民，厚問定君於石子。【注】石子，石碏也，以州吁不安諮其父。石子曰：「王覲爲可。」[【疏】「王覲爲可」。　○正義曰：於王處行覲禮，此事是爲可也。]曰：「何以得覲？」曰：「陳桓公方有寵於王，陳、衛方睦，若朝陳使請，必可得也。」厚從州吁如陳。石碏使告于陳曰：「衛國褊小，老夫耄矣，無能爲也。此二人者，實弑寡君，敢即圖之！」【注】八十曰耄。稱國小己老，自謙以委陳，使因其往就圖之。【音義】○覲，其靳反，見也。朝，直遙反，後不出者皆放此。褊，必淺反，一音必殄反。耄，毛報反。陳人執之，而請涖于衛。【注】請衛人自臨討之。【音義】○涖音利，又音類，臨也。九月，衛人使右宰醜涖殺州吁于濮，石碏使其宰獳羊肩涖殺石厚于陳。君子曰：「石碏，純臣也。惡州吁而厚與焉。『大義滅親』，其是之謂乎！」【注】子從弑君之賊，國之大逆，不可不除，故曰大義滅親。明小義則當兼子愛之。【音義】○獳，奴侯反。惡，烏路反。與焉，音預。"
      },
      {
        "index": 20,
        "text": "衛人逆公子晋于邢。冬，十二月，宣公即位。【注】公子晋也。【音義】○邢音刑，國名。[【疏】「宣公即位」。　○正義曰：賊討乃立，自繼前君，故不待踰年也。]書曰「衛人立晋」，衆也。\n隱公五年經"
      },
      {
        "index": 21,
        "text": "五年，春，公矢魚于棠。【注】書陳魚，以示非禮也。書棠，譏遠地也。今高平方與縣北有武唐亭，魯侯觀魚臺。[【疏】注「書陳」至「魚臺」。　○正義曰：陳魚者，獸獵之類，謂使捕魚之人陳設取魚之備，觀其取魚以爲戲樂，非謂既取得魚而陳列之也。其實觀魚而書陳魚者，國君爵位尊重，非蒐狩大事則不當親行，公故遣陳魚而觀其捕獲，主譏其陳，故書陳魚，以示非禮也。傳曰「非禮也，且言遠地」，故知書棠，譏遠地也。]\n夏，四月，葬衛桓公。\n秋，衛師入郕。【注】將卑師衆，但稱師，此史之常也。【音義】○郕音成，國名。將，子匠反。"
      },
      {
        "index": 22,
        "text": "九月，考仲子之宮，初獻六羽。【注】成仲子宮，安其主而祭之。惠公以仲子手文，娶之，欲以爲夫人。諸侯無二嫡，蓋隱公成父之志，爲別立宮也。公問羽數，故書羽。婦人無謚，因姓以名宮。【音義】○嫡，丁歷反。爲別，于僞反。[【疏】九月」至「六羽」。　○正義曰：三年之內，木主特祀於寢宮。廟初成，木主遷入其中，設祭以安神也。祭則有樂，故初獻六羽。初，始也。往前用八，今乃用六也。獻者奏也，奏進聲樂以娛神也。六羽謂六行之人，秉羽舞也。　○注「成仲」至「名宮」。　○正義曰：「考，成」，《釋詁》文也。言「初獻六羽」者，謂初始而獻，非在後恒用。知者，案宣十五年「初稅畝」，杜云「遂以爲常，故云初」。杜於此不解「初」義，明不與彼同。故《春秋》之經有文同事異，如此之類是也。注以祭文不見，故辨之云︰「成仲子宮，安其主而祭之。」以其與「獻羽」連文，知「考」謂祭以成之，非謂始築宮成也。又解立宮之意，惠公以仲子手有「夫人」之文，因即娶之，雖不以爲夫人，有欲以爲夫人之意。禮，「諸侯不再娶」，於法無二適。孟子入惠公之廟，仲子無享祭之所。蓋隱公成父之志，爲別立宮。仲子以二年十二月薨，四年十二月已再期矣，喪畢即應入廟。至此始成宮者，仲子立廟本非正法。喪服既終，將爲吉祭，主無祭處，始議立之，故晚成也。傳云「始用六佾」。不書「佾」而書「羽」者，以公問羽數，故書羽也。婦人法不當謚，仲子無謚，故因姓以名宮也。立宮必書於策，羽則非當所書，善其復正，故書之。傳載衆仲之對，而言公從之，是其善之意也。爲書六羽，故言考宮，言其因考以獻羽也。若不爲羽，當云立仲子之宮，如立武宮、煬宮然，不須言考也。《禮‧雜記》下云「成廟則釁之」，「路寢成則考之而不釁」，以廟則當釁，寢則當考。此廟言考者，考是成就之義。廟者鬼神所居，祭祀以成之。寢則生人所宅，飲食以成之。《雜記》注云「路寢者，生人所居，不釁者，不神之也。考之者，設盛食以落之」，是也。廟成釁之者，尊而神之，蓋木主未入之前已行釁禮也。案《雜記》釁廟之禮云︰「祝、宗人、宰夫、雍人皆爵弁純衣，雍人拭羊，宗人視之，宰夫北面于碑南，東上。雍人舉羊升屋，自中，中屋南面，刲羊，血流于前，乃降。門、夾室皆用雞，先門而後夾室。其衈皆於屋下。割雞，門，當門；夾室，中室。有司皆鄉室而立，門則有司當門北面。既事，宗人告事畢，乃皆退。」是釁廟之禮。此言考宮獻羽，自爲主已入廟，則祭以成之，非釁禮，與彼異也。故《公羊傳》曰：「考宮者何？考猶入室也，始祭仲子也。」是謂祭爲考也。服虔云︰「宮廟初成，祭之，名爲考。將納仲子之主，故考成以致其五祀之神，以堅之。」其意謂考即是釁也。案《雜記》，釁廟之禮，止有雞羊；既不用樂，何由獻羽？言將納仲子之主，則是仍未入宮。然則作樂獻羽，敬事何神？考仲子之宮，唯當祭仲子耳，又安得致五祀之神乎？蘇氏云︰不稱夫人宮者，桓宮、僖宮不言公，則仲子例不合稱夫人宮也。不稱廟而言宮者，於經例周公稱大廟，羣公稱宮，故仲子依例稱宮也。若然，案文十三年「大室屋壞」，大廟稱室者，謂大廟之室屋壞耳。若傳文，則大廟或稱宮，即「大宮之椽」是也，羣公或稱廟，即「同宗於祖廟」，「同族於禰廟」，是也。]"
      },
      {
        "index": 23,
        "text": "邾人、鄭人伐宋。【注】邾主兵，故序鄭上。[【疏】注「邾主」至「鄭上」。　○正義曰：天下有道，諸侯不得專行征伐。春秋之時，專行征伐，以其不禀王命，故以主兵爲首。雖小國主兵，即序於大國之上，欲見伐由其國，善惡所歸故也。雖大夫爲主，國君從之，亦序主兵於上。僖二十七年「楚人、陳侯、蔡侯、鄭伯、許男圍宋」，注云︰「傳言楚子使子玉去宋。經書『人』者，恥不得志。以微者告，猶序諸侯之上，楚主兵故。」是微人主兵，亦序國君之上，史策之常法也。]"
      },
      {
        "index": 24,
        "text": "螟。【注】無傳。蟲食苗心者爲災，故書。【音義】○螟，亡于反。[【疏】注「蟲食」至「故書」。　○正義曰：《釋蟲》云︰「食苗心，螟。食葉，𧎢。食節，賊。食根，蟊。」舍人曰：「食苗心者名螟，言冥冥然難知也。」李巡曰：「食禾心爲螟，言其姦，冥冥難知也。食禾葉者，言其假貣無厭，故曰𧎢也。食其節者，言其貪狼，故曰賊也。食其根者，言其稅取萬民財貨，故曰蟊也。」孫炎曰：「皆政貪所致，因以爲名。」郭璞曰：「分別蟲啖食禾所在之名耳。」李巡、孫炎以政致爲名，舍人、郭璞以食處爲名。陸機《疏》云︰「舊說螟、𧎢、蟊、賊，一種蟲也，如言寇、賊、姦、宄，內外言之耳。故犍爲文學曰：此四種蟲皆蝗也。實不同，故分別釋之。」然則螟，非以蟲名，以食苗之處爲名耳。]"
      },
      {
        "index": 25,
        "text": "冬，十有二月，辛巳，公子彄卒。【注】大夫書卒不書葬。葬者臣子之事，非公家所及。【音義】○彄，苦侯反。[【疏】注「大夫」至「所及」。正義曰：《檀弓》下云︰「君於大夫，將葬，弔於宮。」君親弔之而不書者，弔喪問疾，人道之常，假有得失，不足襃貶，如此小事，例皆不書。葬若國家所營，則亦不可不書。大夫之葬，皆臣子自爲，非公家所及，事不關國，無以得書葬也。他國之君書葬者，遣使往會，須書君命故耳。]\n宋人伐鄭，圍長葛。【注】潁川長社縣北有長葛城。\n隱公五年傳"
      },
      {
        "index": 26,
        "text": "五年，春，公將如棠觀魚者，臧僖伯諫曰：「凡物不足以講大事，【注】臧僖伯，公子彄也。僖，謚也。大事，祀與戎。【音義】○觀魚者，本亦作漁者。其材不足以備器用，則君不舉焉。【注】材謂皮革齒牙、骨角毛羽也。器用，軍國之器。君，將納民於軌、物者也。故講事以度軌量謂之軌，取材以章物采謂之物，不軌不物謂之亂政。亂政亟行，所以敗也。【注】言器用衆物不入法度，則爲不軌不物，亂敗之所起。【音義】○度，待洛反，一音如字。亟，欺冀反，數也。[【疏】「觀魚者」。　○正義曰：《說文》云：「漁，捕魚也。」然則捕魚謂之魚。《天官》：「䱷人，掌以時䱷爲梁。」「凡䱷者，掌其政令。」是謂捕魚爲魚。魚者，猶言獵者也。　○「臧僖」至「敗也」。　○正義曰：凡物不足以講大事者，物謂事物，旌旗車服之屬。若其爲教戰祭祀等大事，故布設陳列則可。如其細碎盤遊，雖陳其物，不堪足以講習大事。止謂不爲大事而陳此物，故云不足以講大事也。其材不足以備器用者，材謂皮革齒牙之屬。若其爲飾器用，故狩獵取材則可。如其因遊宴戲樂，所得之材不堪足以備飾器用。止謂不爲器用而取此材，故云不足以備器用也。人君一國之主，在民之上，當直己而行之，以法敺民而納之於善，故云「人君將納民於軌、物者也」。言當爲軌、爲物，納民於其中也。既言民歸軌物，更解軌物之名。故講習大事，以準度軌法度量，謂之爲軌。準度軌量，即謂習戰、治兵、祭祀之屬是也。取鳥獸之材，以章明物色采飾，謂之爲物。章明物采，即取材以飾軍國之器是也。劉炫云︰「捕魚獵獸，其事相類。此諫大意，言人君可觀獵獸，不可觀捕魚。凡物者，廣言諸物，鳥獸魚鼈之類也。材謂所有皮革毛羽之類也。器謂車馬兵甲，軍國所用之物也。凡此諸物，捕之不足以講習兵事，其材不足以充備器用，如此者則人君不親舉焉。」其意言獵之坐作進退，可以教戰陳，獸之齒牙皮革，足以充器用，人君可以觀之。捕魚不足以教戰陳，鱗甲不足以爲器用，人君不宜觀之。人君以下云云同。今若人君所行不得其軌，舉動不順器服，不當其物，上下無章，如是則謂之荒亂之政也。亂政數行，國家之所以禍敗也。其意言魚非講事，是不軌；材不充用，是不物。今君觀魚，是爲亂國之政，禍敗之本，故不用使公行也。事度軌量，正謂順時狩獵以教習戎事也。材章物采，正謂取其皮革以修造器物也。下云「四時田獵，治兵振旅，以習威儀」，覆此講事也。「肉不登俎，材不登器，則公不射」，覆此章物也。別言川澤之實，非君所及，指言不可觀魚，辭有首引，自相配成也。　○注「臧僖」至「與戎」。　○正義曰：僖伯名彄，字子臧。《世本》云「孝公之子」，即此冬書「公子彄卒」是也。謚法：「小心畏忌曰僖。」是僖爲謚也。諸侯之子稱公子，公子之子稱公孫。公孫之子不得祖諸侯，乃以王父之字爲氏。計僖伯之孫始得以臧爲氏，今以僖伯之上已加臧者，蓋以僖伯是臧氏之祖，傳家追言之也。成十三年傳曰：「國之大事，在祀與戎。」故知大事，祀與戎也。必知兼祀者，以下云「鳥獸之肉，不登於俎」故也。劉炫云︰「田獵止教戎，而言祀者，獵狩主以祭祀，故并祀言之。下注云︰『俎，祭宗廟器』，見此意也。」　○注「言器」至「所起」。　○正義曰：車馬、旌旗、衣服、刀劒，無不皆有法度。器用衆物不入法度，廣言之也。器不當法，用非其物，則爲不軌不物，政不在君，則亂敗之所起也。]故春蒐、夏苗、秋獮、冬狩，【注】蒐，索，擇取不孕者。苗，爲苗除害也。獮，殺也；以殺爲名，順秋氣也。狩，圍守也；冬物畢成，獲則取之，無所擇也。【音義】○蒐，所求反，索也。獮，息淺反，《說文》作𤣔。《穀梁傳》云︰「春曰田」，「秋曰蒐。」狩，手又反。索，所百反。孕，以證反，爲苗，于僞反。[【疏】注「蒐索」至「擇也」。　○正義曰：《爾雅‧釋天》四時之獵名與此同，說者皆如此注，故杜依用之。《周禮‧大司馬職》：「中春教振旅」，「遂以蒐田」；「中夏教茇舍」，「遂以苗田」；「中秋教治兵」，「遂以獮田」；「中冬教大閱」，「遂以狩田。」其名亦與此同。鄭玄解苗田與此小異，言「擇取不孕任者，若治苗去不秀實者」。孫炎亦然。桓四年《公羊傳》曰：「春曰苗，秋曰蒐，冬曰狩。」三名既與《禮》異，又復夏時不田。《穀梁傳》曰：「四時之田，皆爲宗廟之事也，春曰田，夏曰苗，秋曰蒐，冬曰狩。」皆與《禮》異者，良由微言既絶，曲辨妄生。丘明親受聖師，故獨與《禮》合。漢代古學不行，明帝集諸學士作《白虎通義》，因《穀梁》之文爲之生說，曰：「王者、諸侯所以田獵何？爲苗除害，上以共宗廟，下以簡集士衆也。春謂之田何？春，歲之本，舉本名而言之也。夏謂之苗何？擇其懷任者也。秋謂之蒐何？蒐索肥者也。冬謂之狩何？守地而取之也。四時之田，揔名爲田何？爲田除害也。」案：苗非懷任之名，何云「擇去懷任」？秋獸盡皆不瘦，何云「蒐索取肥」？雖名通義，義不通也。故先儒皆依《周禮》、《左傳》、《爾雅》之文而爲之說，其名亦有意焉。雖復春獵，獲則取之，不能擇取不孕；夏獵所取無多，不能爲苗除害。爲因時異而變文耳。謂之獵者，蔡邕《月令章句》云︰「獵者，捷取之名也。」]皆於農隙以講事也。【注】各隨時事之間。【音義】○隙，去逆反。[【疏】注「各隨時事之間」。　○正義曰：隙訓間也。四仲之月，自是常期。就其月中，簡選間日。雖則農月，必有間時，故曰隨時事之間也。仲冬，農之最隙，故大備禮也。]三年而治兵，入而振旅，【注】雖四時講武，猶復三年而大習。出曰治兵，始治其事；入曰振旅，治兵禮畢，整衆而還。振，整也。旅，衆也。【音義】○振，之慎反，整也。復，扶又反，下同。[【疏】注「雖四」至「衆也」。　○正義曰：雖每年常四時講武，猶復三年而一大習，猶如四時常祀，三年而復爲禘祭，意相類也。出曰治兵者，以其初出，始治其事也。入曰振旅者，以治兵禮畢，整衆而還。振訊是整理之義，故振爲整也。「旅，衆也」，《釋詁》文。治兵振旅，坐作進退，其禮皆同。所異者，唯長幼先後耳。《釋天》云︰「出爲治兵，尚威武也；入爲振旅，反尊卑也。」孫炎曰：「出則幼賤在前，貴勇力也；入則尊老在前，復常法也。」莊八年《穀梁傳》曰：「出曰治兵，習戰也；入曰振旅，習戰也。」《公羊傳》曰：「出曰治兵，入曰振旅，其禮一也，皆習戰也，是其禮同也。」何休《公羊》爲「出曰祠兵」，休云︰「殺牲饗士卒。」鄭玄《詩》箋引《公羊》亦作「治兵」，是其所見本異也。此治兵振旅，亦四時教之，但於三年大習，詳其文耳。《周禮》「春教振旅」、「秋教治兵」者，四時教民各以其宜。春即止兵收衆，專心於農；秋即繕甲厲兵，將威不軌：故異其文耳。]歸而飲至，以數軍實，【注】飲於廟，以數車徒、器械及所獲也。【音義】○數，所主反，注同。械，戶戒反。[【疏】注「飲於」至「獲也」。　○正義曰：桓二年傳例曰：「凡公行，告于宗廟，反，行飲至。」彼飲至在廟，知此言飲至，亦飲於廟也。軍之資實，唯有車徒、器械，獵則有所獲。《詩序‧車攻》美宣王「脩車馬，備器械」，「因田獵而選車徒」，故知數軍實者，數車徒、器械及所獲也。《說文》云︰「械，器之揔名。」虞喜云︰「器械謂鎧甲、兜鍪也。」宣十二年傳言：楚國「無日不討軍實而申儆之」。襄二十四年傳曰：「齊社蒐軍實，使客觀之。」二注並云「軍器」，不言「車徒及所獲」者，彼無獵事，故不言也。]昭文章，【注】車服旌旗。[【疏】注「車服旌旗」。　○正義曰：《周禮‧巾車職》曰：「革路建大白以即戎」，「木路建大麾以田」。《司服職》曰：「凡兵事，韋弁服」，「凡甸，冠弁服」。鄭玄云︰「甸，田獵也。」計田獵當乘木路，服冠弁，但三年治兵，乃習兵大禮，不宜乘田車，服田服，天子蓋乘革路，服韋弁也。在軍君臣同服，公卿以下蓋亦乘兵車、服兵服也。其旌旗，則尊卑異建。治兵之禮，爲辨旗物，必不建大白、大麾。《大司馬職》曰：「中秋教治兵」，「辨旗物之用，王載大常，諸侯載旂，軍吏載旗，師都載旜，鄉遂載物，郊野載旐，百官載旟」，「遂以獮田。」鄭玄云︰「軍吏，諸軍帥也。師都，遂大夫也。鄉遂，鄉大夫也。或載旜，或載物。衆屬軍吏，無所將也。郊，謂鄉遂之州長縣正以下也。野，謂公邑大夫。載者，以其將羨卒也。百官，卿大夫也。載者，以其屬衛王也。凡旌旗，有軍衆者畫異物，無者帛而已。」然則治兵旌旗，當如《司馬職》文也。按《司常職》云︰「及國之大閱，贊司馬頒旗物。王建大常，諸侯建旂，孤卿建旜，大夫士建物，師都建旗，州里建旟，縣鄙建旐，道車載旞，斿車載旌。」計大閱治兵，俱是教戰，而旌旗之物所建不同者，鄭玄云︰「凡頒旗物，以出軍之旗則如秋，以尊卑之常則如冬。」「大閱備軍禮，而旌旗不如出軍之時空辟實。」然則大閱所建，尊卑之常；治兵所建，出軍之禮。此「三年治兵」與「秋教治兵」，其名既同，建當不異。故服虔解此亦引《司馬職》文，明是旌旗所建，用秋辨旗物之法。案《大司馬職》「教治兵」，「王載大常」，所以《巾車》云「大麾以田」，又云「大白以即戎」者，先儒以爲王田，春夏則大麾，秋冬則大常，旌旗所用雖如治兵之時，然王若親軍，則建大白。]明貴賤，辨等列，【注】等列，行伍。【音義】○辨，如字，又方免反，別也。行，戶郎反。順少長，【注】出則少者在前，還則在後，所謂順也。【音義】○少，詩照反，注皆同。長，丁丈反，下注同。習威儀也。鳥獸之肉，不登於俎，【注】俎，祭宗廟器。【音義】○鳥獸之肉，一本作其肉。俎，莊呂反。皮革、齒牙、骨角、毛羽，不登於器，【注】謂以飾法度之器。[【疏】「鳥獸」至「於器」。　○正義曰：《說文》云︰「革，獸皮治去其毛，革更之。」然則有毛爲皮，去毛爲革。《周禮》掌皮「秋斂皮，冬斂革」，以其小異，故別時斂之，散文則皮、革通也。頷上大齒謂之爲牙。鳥翼長毛謂之爲羽。齒、牙、毛、羽各自小異，故歷言之也。「登於俎」，謂升俎以共祭。「登於器」，謂在器以爲飾。諸器之飾有用此材者。　○注「俎，祭宗廟器」。　○正義曰：饗燕之饌，莫不用俎，獨言宗廟器者，明田獵取禽，主爲祭祀，若止共燕食，則公亦不爲。下注云「法度之器」，其義亦然，非法之器，公亦不舉。登訓爲升。服虔以上「登」爲「升」，下「登」爲「成」。二「登」不容異訓。且云「不成於器」，爲不辭矣。又器以此物爲飾，寧復待之乃成也？《周禮‧䱷人》：「凡祭祀，共其魚之鮮薧。」特牲、少牢，祭祀之禮，皆有魚爲俎實。「肉登於俎，公則射之」，而以觀魚爲非禮者，此言不登於俎者，謂妄出遊獵，雖取鳥獸，元不爲祭祀。不登於器，亦謂盤遊，元不爲取材，以飾器物。今公觀魚，乃是遊戲，故以非之。然登俎、登器之物，雖君所親，至於庶羞雜物，細小之倫，雖爲祭祀，亦君不射。《禮》水土之品，籩豆之物，苟可薦者，莫不咸在，豈皆公親之也？劉炫云︰「此言田獵之時，小鳥、小獸，則公不射。雖講事而田，尚不射小物，況魚非講事，不宜輒舉。」不謂登俎之物皆公所親射。祭祀水土云云同。]則公不射，古之制也。若夫山林川澤之實，器用之資，皁𨽻之事，官司之守，非君所及也。」【注】士臣皁，皁臣輿，輿臣𨽻。言取此雜猥之物以資器備，是小臣有司之職，非諸侯之所親也。【音義】○射，食亦反。皁，才早反。輿音餘。猥，烏罪反。[【疏】「若大」至「及也」。　○正義曰：山林之實，謂材木樵薪之類。川澤之實，謂蔆芡魚蟹之屬。此皆器用之所資，須賤人之所守掌，非人君所宜親及之也。此雖意諫觀魚，而廣言小事，故注云取此雜猥之物以資器備，非諸侯所親也。雜猥，謂諸雜猥碎也。資，謂器之資財待此而備，器之所用及所盛皆是也。《穀梁傳》曰：「《禮》，尊不親小事，卑不尸大功。魚，卑者之事也，公觀之，非正。」與此同也。若然，《月令》：季冬「命漁師始漁，天子親往嘗魚，先薦寢廟」。彼《禮》「天子親往」，此譏公者，彼以「時魚絜美」，取之以薦宗廟，特重其事。天子親行，意在敬事鬼神，非欲以爲戲樂。隱公觀魚，志在遊戲，故譏之也。]公曰：「吾將略地焉。」【注】孫辭以略地。略，揔攝巡行之名。傳曰：「東略之不知，西則否矣」。【音義】○行，下孟反。[【疏】注「孫辭」至「否矣」。　○正義曰：僖九年傳曰：「東略之不知，西則否矣。」又十六年傳曰：「謀鄫且東略也。」略者，巡行之名也。公曰「吾將略地焉」，言欲案行邊竟，是孫辭也。若國竟之內，不應譏公遠遊。且言「遠地」，明是他竟也。《釋例》曰：「舊說棠，魯地。據傳公辭欲略地，則非魯竟也。」《釋例‧土地名》：「棠在魯部內，云本宋地，蓋宋、魯之界上也。」]遂往，陳魚而觀之。【注】陳，設張也。公大設捕魚之備而觀之。【音義】○捕音步，一音搏。僖伯稱疾，不從。書曰「公矢魚于棠」，非禮也，且言遠地也。【注】【音義】○從，才用反。竟音境。[【疏】注「矢亦陳也」。　○正義曰：《釋詁》云︰「矢，陳也」。]"
      },
      {
        "index": 27,
        "text": "曲沃、莊伯以鄭人、邢人伐翼，【注】曲沃，晋別封成師之邑，在河東聞喜縣。莊伯，成師子也。翼，晋舊都，在平陽絳邑縣東。邢國在廣平襄國縣。【音義】○沃，烏毒反。[【疏】注「曲沃」至「國縣」。　○正義曰：《晋國侯爵譜》云︰「姬姓，武王子唐叔虞之後也。成王滅唐而封之。今大原晋陽縣是也。燮父改之曰晋。燮父孫成侯徙都曲沃，今河東聞喜縣是也。穆侯徙都絳。鄂侯二年，魯隱公之元年也。定公三十一年，獲麟之歲也。出公八年，而《春秋》之傳終矣。出公十七年卒。自出公以下，五世，八十二年，而韓、趙、魏滅晋也。」《地理志》云︰「河東聞喜縣，故曲沃也」，「武帝元鼎六年行過，改名。」應劭曰：「武帝於此聞南越破，改曰聞喜。」《志》又曰：「趙國襄國縣，故邢國。」然則於漢屬趙國，於晋屬廣平。]王使尹氏、武氏助之。翼侯奔隨。【注】尹氏、武氏，皆周世族大夫也。晋內相攻伐，不告亂，故不書。傳具其事，爲後晋事張本。曲沃及翼本末見桓二年。隨，晋地。【音義】○傳具，一本作傳。見，賢遍反。\n夏，葬衛桓公。衛亂，是以緩。【注】有州吁之亂，十四月乃葬。傳明其非慢也。"
      },
      {
        "index": 28,
        "text": "四月，鄭人侵衛牧，【注】牧，衛邑。經書「夏四月葬衛桓公」，今傳直言夏而更以四月附鄭人侵衛牧者，於下事宜得月，以明事之先後，故不復備舉經文。三年「君氏卒」，其義亦同，他皆倣此。【音義】○牧，州牧之牧，徐音目。以報東門之役。【注】東門役在四年。衛人以燕師伐鄭。【注】南燕國，今東郡燕縣。【音義】○燕，於賢反，國名。[【疏】注「南燕」至「燕縣」。　○正義曰：燕有二國，一稱北燕，故此注言南燕以別之。《世本》：「燕國姞姓。」《地理志》：東郡燕縣，「南燕國，姞姓，黃帝之後」也。小國無世家，不知其君號謚，唯莊二十年燕仲父見傳耳。]鄭祭足、原繁，洩駕以三軍軍其前，使曼伯與子元潛軍軍其後。燕人畏鄭三軍，而不虞制人。【注】北制，鄭邑，今河南城皋縣也，一名虎牢。【音義】○洩，息列反。曼音萬。六月，鄭二公子以制人敗燕師于北制。【注】二公子，曼伯、子元也。君子曰：「不備不虞，不可以師。」\n曲沃叛王。秋，王命虢公伐曲沃，而立哀侯于翼。【注】春，翼侯奔隨，故立其子光。"
      },
      {
        "index": 29,
        "text": "衛之亂也，郕人侵衛，故衛師入郕。【注】郕，國也，東平剛父縣西南有郕鄉。【音義】○父音甫。[【疏】注「郕國」至「郕鄉」。　○正義曰：《史記‧管蔡世家》稱郕叔武，文王子，武王之母弟，「後世無所見」。既無世家，不知其君號謚。唯文十二年郕大子朱儒奔魯，書曰「郕伯來奔」，見於經、傳，則郕國伯爵也。]"
      },
      {
        "index": 30,
        "text": "九月，考仲子之宮，將萬焉。【注】萬，舞也。[【疏】注「萬舞也」。　○正義曰：案《公羊傳》曰：「萬者何？干舞也。籥者何？羽舞也。」則萬與羽不同。今傳云「將萬焉」，「問羽數於衆仲」，是萬與羽爲一者，萬、羽之異，自是《公羊》之說。今杜直云︰「萬，舞也」，則萬是舞之大名也。何休云︰所以仲子之廟唯有羽舞無干舞者，「婦人無武事，獨奏文樂」也。劉炫云︰「《公羊傳》曰萬者云云，籥者云云，羽者爲文，萬者爲武。武則左執朱干，右秉玉戚；文則左執籥，右秉翟。此傳將萬問羽，即似萬、羽同者，以當此時萬、羽俱作，但將萬而問羽數，非謂羽即萬也。經直書羽者，與傳互見之。」]公問羽數於衆仲。【注】問執羽人數。對曰：「天子用八，【注】八八六十四人。諸侯用六，【注】六六三十六人。[【疏】注「六六三十六人」。　○正義曰：何休說如此。服虔以「用六」爲六八四十八，大夫「四」爲四八三十二，士「二」爲二八十六。杜以舞勢宜方，行列既減，即每行人數亦宜減，故同何說也。或以襄十一年鄭人賂晋侯以「女樂二八」爲二佾之樂，知自上及下，行皆八人。斯不然矣。彼傳見晋侯減樂之半以賜魏絳，因「歌鍾二肆」，遂言「女樂二八」，爲下半樂張本耳，非以二八爲二佾。若二八即是二佾，鄭人豈以二佾之樂賂晋侯，晋侯豈以一佾之樂賜魏絳？]大夫四，【注】四四十六人。士二，【注】二二四人。士有功，賜用樂。夫舞所以節八音而行八風，【注】八音，金、石、絲、竹、匏、土、革、木也。八風，八方之風也。以八音之器，播八方之風，手之舞之，足之蹈之，節其制而序其情。【音義】○八音，金鍾、石磬、絲琴瑟、竹簫管、土塤、木柷敔、匏笙、革鼓也。八方之風，謂東方谷風，東南清明風、南方凱風、西南涼風、西方閶闔風、西北不周風、北方廣莫風、東北方融風。匏，白交反。蹈，徒報反。[【疏】「夫舞」至「八風」。　○正義曰：舞爲樂主，音逐舞節，八音皆奏，而舞曲齊之，故舞所以節八音也。八方風氣寒暑不同，樂能調陰陽，和節氣。八方風氣由舞而行，故舞所以行八風也。　○注「八音」至「其情」。　○正義曰：八音爲「金、石、土、革、絲、木、匏、竹」，《周禮‧大師職》文也。鄭玄云︰「金，鍾鎛也；石，磬也；土，塤也；革，鼓鼗也；絲，琴瑟也；木，柷敔也；匏，笙也；竹，管簫也。」八風，八方之風者，服虔以爲八卦之風；乾音石，其風不周；坎音革，其風廣莫；艮音匏，其風融；震音竹，其風明庶；巽音木，其風清明；離音絲，其風景；坤音土，其風涼；兌音金，其風閶闔。《易緯‧通卦驗》云︰立春調風至，春分明庶風至，立夏清明風至，夏至景風至，立秋涼風至，秋分閶闔風至，立冬不周風至，冬至廣莫風至。風體一也，逐天氣、隨八節而爲之立名耳。調與融一風一名。昭十八年傳曰「是謂融風」，是其調、融同也。沈氏云︰案《樂緯》云，坎主冬至，樂用管；艮主立春，樂用塤；震主春分，樂用鼓；巽主立夏，樂用笙；離主夏至，樂用絃；坤主立秋，樂用磬；兌主秋分，樂用鍾；乾主立冬，樂用柷敔。此八方之音，既有二說，未知孰是，故兩存焉。更說制樂之本，節音行風之意，以八音之器，宣播八方之風，使人用手以舞之，用足以蹈之，節其禮制，使不荒淫，次序人情，使不蘊結也。《蟋蟀》詩曰：「無已大康，職思其居。」是節其制也。舜歌《南風》曰：「南風之時兮，可以阜吾人之財兮。南風之薰兮，可以解吾人之慍兮。」是序其情也。]故自八以下。」【注】唯天子得盡物數，故以八爲列。諸侯則不敢用八。公從之。於是初獻六羽，始用六佾也。【注】魯唯文王、周公廟得用八，而他公遂因仍僭而用之。今隱公特立此婦人之廟，詳問衆仲，衆仲因明大典，故傳亦因言始用六佾。其後季氏舞八佾於庭，知唯在仲子廟用六。【音義】○佾音逸。僭，子念反。[【疏】注「魯唯」至「用六」。　○正義曰：襄十二年傳曰魯爲諸姬「臨於周廟」，是魯立文王之廟也。文王，天子自然用八。《禮記‧祭統》曰：「昔者周公旦有勳勞於天下」，「成王康王」「賜之以重祭」，「朱干、玉戚以舞《大武》，八佾以舞《大夏》。此天子之樂也，康周公，故以賜魯。」《明堂位》曰「命魯公世世祀周公以天子之禮樂」，是周公之廟用八也。傳曰「始用六佾」，則知以前用八。何休云︰「僭，齊也。下傚上之辭。」魯之僭以必有所因，故本其僭之所由，言由文王、周公廟用八佾，他公之廟遂因仍僭而用之。今隱公詳問衆仲，衆仲因明大典，公從其言，於仲子之廟初獻六羽，故傳亦因言始用六佾。謂仲子之廟用六佾，他公則仍用八也。至襄、昭之時，魯猶皆亦用八，故昭二十五年《公羊傳》稱，昭公謂子家駒曰：「吾何僭哉？」荅曰：「朱干、玉戚以舞《大夏》，八佾以舞《大武》，此皆天子之禮也。」是昭公之時僭用八也。此減從正禮，尚書於經，若更僭非禮，無容不書。自此之後，不書僭用八佾，知他廟僭而不改，故杜自明其證：其後「季氏舞八佾於庭」，知唯在仲子廟用六也。]"
      },
      {
        "index": 31,
        "text": "宋人取邾田。邾人告於鄭曰：「請君釋憾於宋，敝邑爲道。」【注】釋四年再見伐之恨。　○道音導，本亦作導。鄭人以王師會之。[王師不書，不以告也。]伐宋，入其郛，以報東門之役。[郛，郭也。東門役在四年。]【音義】○郛，芳夫反，下同。宋人使來告命。【注】告命，策書。公聞其入郛也，將救之。問於使者曰：「師何及？」對曰：「未及國。」【注】忿公知而故問，責窮辭。【音義】○使，所吏反，下同。公怒，乃止，辭使者曰：「君命寡人同恤社稷之難，今問諸使者，曰『師未及國』，非寡人之所敢知也。」【注】爲七年公伐邾傳。"
      },
      {
        "index": 32,
        "text": "冬，十二月，辛巳，臧僖伯卒。公曰：「叔父有憾於寡人，【注】諸侯稱同姓大夫，長曰伯父，少曰叔父。有恨，恨諫觀魚不聽。[【疏】注「諸侯」至「不聽」。　○正義曰：《詩‧伐木》篇毛傳曰：「天子謂同姓諸侯，諸侯謂同姓大夫，皆曰父，異姓則稱舅。」《覲禮》載天子呼諸侯之稱，曰：「同姓大國則曰伯父，其異姓則曰伯舅；同姓小邦則曰叔父，其異姓則曰叔舅。」然則諸侯之國有大小之異，大夫無地之大小，明以年之長少爲異。莊十四年傳稱鄭厲公謂原繁爲伯父。《禮記‧祭統》稱衛莊公呼孔悝爲叔舅。諸侯呼異姓大夫爲伯舅，同姓大夫爲叔父者，雖則無文，明亦然矣。僖伯者，孝公之子，惠公之弟。惠公立四十六年而薨，則子臧此時年非幼少，呼曰叔父者，是隱公之親叔父也。此注自言臣之大法耳。]寡人弗敢忘。葬之加一等。」【注】加命服之等。\n宋人伐鄭，圍長葛，以報入郛之役也。"
      }
    ]
  }
}