{
  "chapterNumber": 1,
  "title": "Ἀλφάβητος κατανυκτικὸς καὶ ψυχωφελὴς περὶ τοῦ ματαίου κόσμου (Penitential Alphabet)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "Ἄνθρωπε, πάσχεις καὶ θαῤῥεῖς τὸ κάμνεις νὰ κερδήσῃς.\nκακοπαθεῖς καὶ μάχεσαι, θέλεις ἵνα πλουτήσῃς,\nπλατύνεσαι κι αὐξάνεσαι εἰς πλοῦτον καὶ εἰς τέκνα.\nὅταν οὖν λάβῃς τὰ ποθεῖς, χαρῆς καὶ εὐθυμήσῃς,\nὃ θάνατος ἁρπάζει σε, τὸ τέλος οὐ κερδίζεις.\nΒλέπεις τὸν κόσμον, ἄνθρωπε, τροχὸς ἔν καὶ γυρίζει\"\nτοὺς μὲν ἀνάγει σήμερον, τοὺς δ᾽ ἄλλους καταιβάζει,\nκαὶ τοὺς ἀνάγει σήμερον, πάλε κλωθογυρίζει.\nκαὶ ἔχ᾽ ἐλπίδα εἰς θεὸν. καὶ νὰ σὲ βοηθήσῃ.\nΓίνεσαι μέγας, ἄνθρωπε, βλέπεις τοὺς ἄνω κάτω᾽\nτοὺς ἔβλεπες ἀπάνω σου, τώρα τοὺς βλέπεις κάτω.\nθὲς τὸν σκοπόν σου, πρόσεξε, τοὺς εἶδες ἄνω κάτω,\nπῶς τοὺς τυρίζει ὃ τροχὸς τοὺς κάτω πάλιν ἄνυ..\nφέῤνει τὸν πλούσιον εἰς πτωχειὰν καὶ τὸν πτωχὸν εἰ\nπλοῦτον.",
        "index": 1
      },
      {
        "text": "ματαίου οἵ Μ ἔστιν δὲ καὶ πεντάστοικος καθὼς καὶ αἱ πέντε ἔσθήσις τοιὶ\nἀνθρώπου ὐἰά Μ ἀρχὴ τοῦ πρώτου στοιχείου Ν\nἔνη πίστευσον ἐπὶ πολλοῦ γυρίζει καὶ ἔχε γοῦν ἐλπίδα πρὸς θεὸν καὶ νασὲ\nΔύνεσαι πάλιν σήμερον νὰ χάσῃς, νὰ σκοτώσῃς,\nνὰ καύσῃς χώρας φοβερὰς, νὰ τὰς αἰχμαλωτεύσῃς,\nἢ δυναστεύσῃς ὀρφανοὺς καὶ πένητες καὶ χήραις,\nκαὶ εἰ ποιήσῃς πραγματειὰν ἢ τὴν πλεονεξίαν,\nπαρακαλῶ σε νὰ μ᾽ εἰπῇς τὸ τέλος τί κερδίζεις,\nἜλαβες δόξαν, ἄνθρωπε, ἐπλούτησες κ᾿ ἐχάρης,\nεἰς τὰ ἐπλούτησες καλῶς, ἐκέρδησες κ᾿ ἐχάρης,\nεἰπὲ καὶ πληροφόρησον τί θέλεις νὰ ἐπάρῃς.\nμόνον γὰρ καὶ τὸ σάβανον μόλις νὰ τὸ ἐπάρῃς,\nοὕ μάτην πλουτεῖς, ὦ ἄνθρωπε, καὶ μάτην κοπιάζεις.\nΖώνεσαι ζώνην ἰσχυράν, μοχθεῖς πολλὰ καὶ τρέχεις,\nκακοπαθεῖς καὶ μάχεσαι τὸν κόσμον νὰ τὸν ἔχῃς,",
        "index": 2
      },
      {
        "text": "καὶ φαίνεταί σε πάντοτε, οὐδὲν τὸν θέλεις χάσει.\nὅρα, στιγμῇ ἐχάσες τον καὶ τίποτα οὐκ ἔχεις.\nκαὶ πάντα πρᾶττε τὸ καλὸν, διὰ νὰ σωθῇ ἣ ψυχή σου.\nἮλθες εἰς κόσμον, περπατεῖς, παρέχεις νὰ φροντίζῃς᾽\nτὸν κόσμον γὰρ αὐτὸν ποθεῖς κ᾿ οὐ χρήζεις τῶν μελλόντων.\nτὰ πρόσκαιρα καὶ γήινα ποθεῖς τα ἐκ καρδίας,\nκ᾽ ἔχεις ἀγάπην εἰς αὐτὰ πλέον ἐκ τῆς ψυχῆς σου.\nπρὸς τὴν ψυχὴν κρειττότερον τὶ ἄλλον νὰ γυρίσῃς.\nΘέλεις νὰ ἰδῇς τὸ κέρδος σου, πάντως καὶ νὰ πιστεύσῃς;\nεὗρε μνημεῖον ἀνοικτὸν καὶ ἀνατράνισέ το᾽\nτοὺς βασιλεῖς, τοὺς ἄρχοντας πρόσεξε νὰ τοὺς ἴδῃς\"\nκαὶ ἐνθυμήσου, ἄνθρωπε, πῶς μέλλεις ν᾿ ἀποθάνῃς.\nἸδοὺ τὸ τέλος ἤγγικεν. ἄνθρωπε, γνώρισέ το.\nνάτος εὑρίσκει σε, τὴν δόξαν ὅλην χάνεις. ἐὰν οὖν σὲ εὕρῃ εἰς τὸ καλὸν,\nχαρὲς ἐσέναν ἔχει\" ἐὰν οὖν σὲ εὕρῃ εἰς τὸ κακὸν, ἀλλοῖ ἐσέναν ἔχει. ἀρχὴ",
        "index": 3
      },
      {
        "text": "ψυχὴν σου Μ κριτότερον σύντομα ναγυρίσης Μ᾽ ἀρχὴ τοῦ ὀγδόου\nμνημούρων ἀνοικτῶ Υ καὶ πρόσκυψε εἰς αὗτον Μ ἔνη ν᾽ οὐκεῖν\nκαὶ σκέψαι, λάβε κατὰ νοῦν, καὶ μάθε σου τὴν φύσιν.\nκαὶ ἐνθυμησου τὸν κριτὴν κ᾽ ἔχε τον εἰς τὸν νοῦν σου,\nκαὶ στέναξον, ὦ ἄθλιε, καὶ κλαῦσον ἐκ καρδίας.\n4Ὁ κ᾿ ἐπιμελήσου τὴν ψυχὴν πρὶν. νὰ σὲ λάβῃ ἣ. ὥρα.\nΚαλὸν ἂν ποίσῃς, ἄνθρωπε, ἐκεῖνον νὰ κερδήσῃς,\nτὰ πράγματά σου τῶν πτωχῶν χαιράμενος τὰ δίδε,\nπλοῦτον πολὺν καὶ θησαυρὸν εἰς τοὺς πρυχοῦς νὰ τ᾽ εὕρῃς.\nκαὶ τὸν κριτὴν τὸν φοβερὸν καθάρως ν᾽ ἀντρανίσῃς..\nτότε νὰ λάβης ἐλεον, μετάλην παῤῥησίαν.",
        "index": 4
      },
      {
        "text": "Λέτεις νὰ ποίσῃς παρομπρὸς νὰ κλαύσῃς, νὰ θρηνήσῃς,\nνὰ παραβλέψῃς τὸ κακὸν, καὶ τὸ καλὸν νὰ ποίσης.\nκαὶ ἔχῃς τὸ καθ᾽ ἑαυτοῦ, βούλεσαι νὰ τὸ ποίσι;Ξ.\nἂν ἔλθῃ ὁ θάνατος τοργὰ, τί ἀπήλογον νὰ δώσης;\nδιὰ πρᾶττε τὸ καλὸν, πρὶν νὰ σὲ λάβῃ ἣ ὥρα.\nΜήνα σὲ φαίνετ᾽, ἄνθρωπε, ὁ θάνατος οὐ τρέχει;\nπίστευσον τὴν ἀλήθειαν, ἐκεῖνος πάντα τρέχει..\nκ᾿ ἐκεῖνος ὥραν, ἄνθρωπε, οὐκ ἔχει οὐδὲ δόξα\"\nκ᾽ εἴ τιναν εὕρῃ ᾿ς τὸ καλὸν, ἀφίνει κι ἀναμένει,\nὑ0 τὸν δὲ εἰς τὸ κακὸν εὑρῇ, αἰφνίδιον ἁρπάζει.\nΝύκταν ἡμέραν, ἄνθρωπε, περιπατεῖς καὶ τρέχεις,\n- καὶ καβαλλάρης καὶ πεζὸς τὸν κόσμον τριτυρίζεις:\nτὰς ἡδονὰς τὰς ἄτακτας ποθεῖς καὶ χαίρεσαί τας,\nκι ἀλησμονεῖς τὸ δίκαιον καὶ τ᾽ ἄδικον τυρεύεις.\nὁὉ καὶ ἐνθυμήσου, ἄνθρωπε, τὴν ὥραν τοῦ θανάτου.",
        "index": 5
      },
      {
        "text": "πίζης “νὰ Ὑλιτόσης θαρρῆς τὸ καὶ δοξάζεσαι ἔχεις μεγάλος θάρος τοῦτο\nἐκεῖ νὰ ἐξιλεώσῃς Μ οἷ ν᾽ ἔλαιον ἀρχὴ τοῦ ἑνδεκάτου στοι-᾿\nλέγοντα μεταγνώθοντα ἡμέρες παρατρέχουν Μ δ. ἡ δὲ συμβὴ σε ΝΜ,\nὕβο Κ ὡρὸν Μ ὅθ ἥτην ἀνξύρηστοκαλὸν Μ εἰς Υ' χαρὰν ἐκεῖνον\nἔχει ἴῃ ἤπθ νοϑὰ Μ καὶ εἴτιναν εὕρη ςὸ κακὸν, ἀλὴ ἐκεῖνον ἔχει Ν\nτὴν ἄπειρον τοῦ κόσμου ἐὰν ἔχης Μ ὥρα στιγμὴν ἐχάσες τὴν καὶ\nΞενίζομαι ᾽ς τὸν ἄνθρωπον ὁποῦ οὐδὲν πιστεύει\nκρίσιν καὶ ἀνταπόδοσιν εἰς τὸν παρόντα κόσμον,\nπο; παραβλέπει τὸν ᾿κριτὴν, τὴν φοβερὰν ἡμέραν,",
        "index": 6
      },
      {
        "text": "ἣν μέλλει γὰρ παρίστασθαι τρόμῳ πολλῷ καὶ φύόβι\"᾽\nτὸ ὅταν οὖν μέλλῃ νὰ κριθῇ, τί λόγον ν᾽ ἀποδώσῃ;\nὍταν ὑπᾷς εἰς τὸν κριτὴν, σταθῇς κ᾽ ἀναντρανίσῃς,\nκαὶ τὸν κριτὴν τὸν φοβερὸν καὶ τὸν βρυγμὸν τὸν μέταν,\nτὸ πῶς ὑπᾶν οἱ δίκαιοι εἰς τὰ ὡραῖα κάλλη,\nοἱ δ᾽ ἄδικοι κ᾿ ἐπίορκοι εἰς μεγάλην ὀδύνην,\nτὸ πολλὰ νὰ κλαύσῃς, νὰ δαρῆς, τὴν κεφαλήν σου δείρεις.\nἸΤῶς σὲ νικᾷ ἣ ὄρεξις, καὶ χάνεις τὴν ψυχήν σου!\nἰδὲ, μεταμελήθητι, ψύξον τὴν ὀρεξίν σου.\nνήστεύσον, κακοπάθησον, φεῦγ᾽ ἀπὸ πᾶσαν τγύνη,\nἀπὸ καλῆς, ἀπὸ κακῆς, ᾿πὸ πάσης ᾿πιθυμίας,\nνὰ λάβης δόξαν ἐκ θεοῦ, τιμὴν παρὰ ἀνθρώπων.\nῬήγας ἂν γένῃς, ἄνθρωπε, χώρας καὶ ἂν κατάρξῃς,\nκαὶ χρήματα καὶ πλουτισμὸν πολὺν ἂν ὑποτάξης,\nκαὶ τὴν ψυχήν σου ὑστερηθῇς, νόησε τὴν ζημίαν.",
        "index": 7
      },
      {
        "text": "οἱ ἄνθρωποι τὰ χρήματα διανέμουν νὰ σωθοῦσιν,\nκαὶ τὸν Χριστὸν τὸν ἀγαθὸν αὐτὰ νὰ τὸν δανείσουν.\nΣυνάγεις χρήματα πολλὰ, φαντάσματα καὶ δόξαν,\nκαὶ δείχνεις τόλμαν φοβερὰν, ὀγκόνεσαι μεγάλως.\nδιίύσεις Ν᾽ καὶ ἔχει γοῦν τὸ μέρος στοῦ μετὰ τῶν σαδδουκαίων Μ᾽ ἀρχὴ\nεἰς τὰς χρηστὰς τὰς βρύσας (ἰΐω ἰαηηοη τἰ Χριστοῦ τονΐαξβο Ἰοσθηκίιι\nψυχῆς προσφέρνει καὶ ἄστατος ἔνη πίστευσον πωσσῶς οὐκὠφελῆσαι καὶ\nἀντὶς γοῦν τὴν ὄρεξιν παράδεισον ὑστερῆσαι ἀρχὴ τοῦ ἑπτακαιδεκάτου\nΘΧΒ θοῦ ' ππὸ: τὴν δὲ ψυχὴν τὴν ταπεινὴν ὀνήρου δίκην εἶδες ἀρχὴ\nκνύεις τόλμαν φ. ἐλπίζεις εἰς τὴν δόξαν Μ ροκὶ 87. ὅταν οὖν λάβης τὸ\nποθεὶς καὶ παραλάβης δόξαν ΜΥ\nθυμήσου γὰρ τοὺς πρὸ ἐσοῦ, τί ἐκέρδησαν ἐκεῖνοι,\nκαὶ λεῖπ᾽ ἀπαὶ τὸ ἄδικον, βλέπε δικαιοσύνη.",
        "index": 8
      },
      {
        "text": "ὁ θάνατος ἁρπάζει σε, τὴν δόξαν ὅλην χάνεις.\nΤυφλόνουν σε τὰ πρόσκαιρα καὶ οὐ θυμᾶσαι κρίσιν,\nκαὶ οὐ θυμᾶσαι τὸν κριτὴν, τὴν φοβερὰν ἡμέραν,\nβούλεσαι δώσῃς χρήματα, ἐλπίζεις διὰ νὰ ζήσης\"\nτοῦτο (δὲ) πληροφόρεσαι καὶ βάλλε κατὰ νοῦν σου᾽\nὙπερνικᾷ σ᾽ ἣ ὄρεξις καὶ χάνεις τὴν ψυχήν σου.\nἰδὲ, μεταμελήθητι, κόψε κακὰς ὀρέξεις\"\nπολλοὶ ἐκ τῆς ὀρέξεως ἐχάσαν τὴν ψυχήν τους.\nφοβήθητι, ὦ ἄνθρωπε, ποῦ θέλεις καταντήσει\nεἰς τὸν κριτὴν τὸν φοβερὸν καὶ τὸν καρδιογνώστην.\nΦέρε τὸν νοῦν σου ἀπὸ τοῦ νῦν πῶς ἤσουν εἰς τὸν κόσμον,\nπῶς ἐγεννήθης, ἐλεεινὲ, πῶς θέλεις ἀποθάνει.\nἂν ἔχῃς γνῶσιν, ἄφες τα ἐκεῖνα τὰ ἐκράτεις᾽\nἀπὸ ψυχῆς τὰ μίσησε, ποσῶς οὐκ ὠφελοῦν σε.\nΧῶμαν᾽ ὑπάρχεις, ἄνθρωπε, κἂν οἷος καὶ ἂν ἧὖσαι,",
        "index": 9
      },
      {
        "text": "κἂν βασιλεὺς κἂν πένητας, πατριαρχῶν τὸ κλέος,\nσπούδαζε, πρᾶττε τὸ καλὸν, καὶ τὸ καλὸν νὰ᾿ λάβῃς,\n1-ὸ καὶ μὴ ἐλπίζῃς νὰ σωθῆς, χωρὶς καλὰ νὰ κάμῃς.\nΨώραν ἂν ἔχῃς, ἄνθρωπε, γυρεύεις θεραπείαν\nνοῦ καὶ διὰ τοῦτο πρόσεχε, εἰς τὸν κριτὴν ὑπάγεις ἃ Μ ἀρχὴ τοῦ\nἐννεακαιδεκάτου στοιχείου Μ πρόσκερα Υ͂ καὶ οὐ παραβλέπεις δόξαν\nἴῃ. ἰδόντα ρασύο νουϑι 92. οὐκ ἔχεις λογισμὸν πῶς θέλεις ἀποθάνει Μ\nεἰδὲς μεταμελήθητι καὶ τήρησε τὴν κρίσιν Μ 9ὅ πρὶν νὰ σὲ λάβῃ ὁ\nλήθη σε Ν' οὐκ ἔχεις λογισμὸν ποσσῶς διὰ μέριμναν θανάτου Μ ὅτι\nπὶ ΠῸΝ παθευϊξιῦ νϑυϑιβ τοῦ σώματος τὸ τέλαιον, μᾶλλον καὶ τῆς ψυχῆς\nσου πίστευσον ἀληθέβω σε, κάμε καλλὰ καὶ σώζου ποσσῶς οὐκ\nπρ. διὰ νὰ σωθῇ ἡ ψυχή σου ἴπ αἰΐοχτω ρατέθ νϑύβαβ Υ͂ οὐῦ\n. καὶ τριγυρίζεις ἰατρὸν νὰ λάβης θεραπείαν,\nκαὶ δίδεις ἐκ τὰ πλούτη σου κι ἀπὸ τὰ ἔχοντά σου.",
        "index": 10
      },
      {
        "text": "τ ὧν εἰς τὴν σάρκα τὴν φθαρτὴν γυρεύῃς θεραπείαν,\nι15 τὴν τῆς ψυχῆς ἀσθένειαν οὐ μέλλεις θεραπεῦσαι;\nὋὮ παραδόξου. συμφορᾶς, ὦ μυστηρίου ξένου.\nὁ κτίστης γὰρ καὶ κύριος θεός τε καὶ δεσπότης\nεἰς γῆν κατῆλθεν σαρκωθεὶς ἐκ κόρης ἀπειράνδρου᾽\nἴδωμεν οὖν γε καὶ ἡμεῖς τὴν αὐτοῦ εὐσπλαγχνίαν,\nσκοτισμὸς ἀνθρώπων ἴῃ αἰΐονα, μαγέθ νόγῆῖν Μ 117. ὁ κτίστης πάντιυν\nτὴς τῶν πάντων Μ γγοβὺ εἰς λύτρωσιν ἁμαρτιὼν παντὸς ἀνθρώπου",
        "index": 11
      }
    ]
  }
}