{
  "chapterNumber": 28,
  "title": "Vol. I, Libro Terzo, Capo 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ALTRE CONFESSIONI."
      },
      {
        "index": 1,
        "text": "124. — Compiuti questi cenni di teologia razionale, nominando le cose con più verità, rimasto io poco meno che a mezza via intimidito e abbagliato dagli splendori divini, mi sono più d’una fiata rivolto indietro ad esaminare il tutto insieme del mio discorso, delle mie prove e del legame di tutte le parti. Non v’à scrittore, io mi penso, che ciò non faccia, e beato quello che dal riguardare le cose sue nell’essere loro completo esce soddisfatto sopra ogni punto. Il divario da me a loro è pur questo che essi o approvano o correggono in secreto e in silenzio; mentre io sono entrato nell’abito di confessare ogni cosa ai lettori. Dico, adunque, che tornando sul mio lavoro con l’occhio dell’animo, parecchi dubbj al solito mi si sono svegliati con noia e rincrescimento; ed ecco quello che nel sacrario della coscienza vennero a bassa voce disputando in fra loro."
      },
      {
        "index": 2,
        "text": "125. — Due modi v’à per cominciare la scienza di Dio. L’uno empirico e di filosofia naturale; l’altro teoretico e propriamente dimostrativo. Tu al primo ti appigliasti nei dialoghi di Scienza prima pronunziando per voce del popolo che v’à una cagione di tutto ciò che comincia ad esistere. Puossi egli nella filosofia socratica salire più su, tentare argomenti che non procedano a posteriori e imprendere a costruir l’Assoluto con qualche dato più elementare ancora e più semplice? Forse che si; e questo appunto volle procurare in fra gli altri il Clarke nel suo trattato dell’esistenza di Dio; il perchè egli non dubitò della rettitudine del suo metodo e affermò risolutamente fondarsi tuttoquanto quel suo trattato sopra un ragionamento a priori; il quale volea stabilire che qualche cosa à dovuto esistere necessariamente ab eterno; e la prova di ciò era ch’esistendo oggi effettualmente alcuna cosa, certo alcuna cosa à dovuto esistere sempre. Questo a priori adunque del Clarke è solo apparente. Nel fatto l’argomento di lui move dall’esistenza attuale del mondo finito; e di più, sottointende la verità del principio della ragione sufficiente e altresì sottointende che sia confutato a dovere il Kant, il quale pretende la successione del tempo essere unicamente formale e non riuscire ad alcuna obbiettiva realità; quindi, al suo parere, chi prova che la successione delle cause non può procedere in infinito non proverebbe nulla di sodo."
      },
      {
        "index": 3,
        "text": "126. — Ma se torna utile il dare connessione, ordine e precisione scientifica alle credenze istintive mediante la filosofia naturale o socratica, più vantaggioso ancora noi reputiamo l’elevar quelle a dottrina rigorosa e apodittica con metodo che noi domandammo geometrico; recando ciò grande onore alla ragione speculativa, la quale a buon dritto è impaziente e poco assai soddisfatta di una ontologia empirica. Rimane, impertanto, di cimentare le forze della pura speculazione e conoscere ciò che valga un vero e saldo ragionamento a priori. Ma non s’incomincia a priori se non dalla verità necessaria e provando similmente a priori che la verità necessaria è Dio e che l’obbietto reale di lei è così certo, così evidente e innegabile come essa medesima la verità. Questo procacciammo noi di fare con molte cautele e con sufficiente discussione e pigliando ad argomentare da tutta la verità non dal contenuto d’alcuna idea in particolare contro l’uso praticatosi nelle scuole insino al di d’oggi. Di quindi è nato che tutta la verità volendo esprimere tutto l’Ente assoluto, il nostro primo fu l’uno e il tutto, fu il massimo e perfettissimo, fu Dio insomma in quel maggiore compimento di concezione e maggiore contenimento di essere che la mente umana può pensare."
      },
      {
        "index": 4,
        "text": "127. — Ma occorre onninamente alla scienza questa pienezza di principio, o non le tornerebbe ad onore più grande costruire di mano in mano la verità e per postulato supremo chiedere e presupporre il manco possibile? Riconosciamo impotenti ed erronei i tentamenti fatti su ciò dall’Hegel in Germania e dal Rosmini in Italia. Ma debbesi egli affermare che altra via nessuna non v’è per tal fine, salva l’astrazione del Rosmini e dell’Hegel."
      },
      {
        "index": 5,
        "text": "Non potrebbesi egli in fatto ragionare nella infrascritta maniera? Negandosi tutte le esistenze finite non s’incontra neppure l’ombra della contradizione logica. Ma niuno oserebbe dire altrettanto della loro. possibilità. Questo possibile delle cose fu ieri come oggi e sarà tale in perpetuo; esso è dunque un che di necessario e di eterno; e però dove non sia esso medesimo l’Assoluto, per lo certo con l’Assoluto si immedesima e unifica. D’altra parte, cotesta possibilità eterna e immutabile di tutte le cose debb’essere propriamente infinita; perocchè dimostrammo in altra occasione che solo l’infinito può dare sostegno proporzionevole all’indefinito. Del pari, se la possibilità. di tutte le cose attuabili è sempiterna e però incapace di mutazione, le cose, venendo all’essere, sono intimamente connesse con la propria eterna possibilità; ma non sono lei e lei non modificano. Sono adunque la loro eterna efficienza; e la possibilità per rispetto alle cose vale la loro eterna fattibilità; e quando questa relazione immediata di causalità non paja subito quale è necessaria logicamente ed irrepugnabile, è necessaria del sicuro l’altra relazione del condizionato e incondizionato; perocchè tutti gli esseri entrano a forza nell’una o nell’altra categoria; sono condizionate tutte le cose attuabili, incondizionata la possibilità loro infinita. Ciò importa che v’è un’esistenza, la quale determina tutte le cose; e determinarle in ogni parte dell’essere non vuol dire causarle? Il discorso ritorna dunque al principio suo; e la possibilità delle cose suona realmente ed esattamente la loro fattibilità."
      },
      {
        "index": 6,
        "text": "128. — Una simile argomentazione a noi apparisce vera, certa ed incensurabile. Nè credo si possa riuvenire per la scienza metafisica un supposto e un inizio più rigoroso e più semplice; dacchè non v’è nulla al di sopra dell’astratta possibilità e d’altra parte, la costruzione che abbiamo delineata dell’Ente assoluto e delle attribuzioni sue metafisiche regge al martello d’una dialettica severissima. E non pertanto, io giudico che quella semplicità di supposto e di costruzione à valore non scientifico, ma puramente metodico. Per fermo, il possibile assoluto non si sperimenta, ma si pensa; egli una verità, e ogni idea ne esprime qualche sembianza diversa. Cominciandosi dunque dalla verità cominciasi dal possibile; l’uno e l’altro inizio equivalgono perfettamente. Quelle dimostrazioni poi che arieggiano a certa specie di costruzione speculativa in che modo le potemmo condurre al fine se non adoperando e applicando il principio d’identità e di ripugnanza? E tale principio rappresenta ed esprime sotto forma universalissima la necessità logica di tutti i possibili, come di tutte le verità. Del pari, se argomentando abbiamo attribuito al possibile le doti trascendenti dell’Assoluto, le idee rispettive di tutte esse già splendevano innanzi alla mente e non ci fu lecito di fare altra cosa salvo che di osservare le attinenze che legano i loro concetti al concetto del possibile."
      },
      {
        "index": 7,
        "text": "129. — Noi dunque abbiamo dinnanzi agli occhi l’infinito delle idee e le loro eterne attinenze che sono le verità necessarie."
      },
      {
        "index": 8,
        "text": "Il perchè, il vero incominciamento nostro è sempre dalla eterna idealità o verità che voglia chiamarsi, In quale poi si converte con Dio ed è il primo e l’ultimo dell’ontologia e della metafisica."
      },
      {
        "index": 9,
        "text": "130. — Una cosa per altro ci slega da ogni dubbiezza, ed è che al concetto dell’Essere perfettissimo si può giungere in più maniere con la riflessione e l’argomentazione; e il risultamento è sempre il medesimo perchè sempre una stessa necessità logica conduce il pensiere; sebbene poi quel concetto giaccia compiuto e lucente in cospetto di nostra mente molto prima che il raziocinio ed il sentimento vi si travaglino intorno. Imperocchè noi vedemmo la serie intera dei possibili adunarsi ed unificarsi naturalmente nel contenente loro comune e assoluto e il pensiere attribuir di continuo a questo le idee trascendenti o gli attributi metafisici che tu li domandi. Così è tanto vero il detto di Kant che la idea di Dio è grande e necessaria forma della ragione, quanto à falso ch’ella risolvasi in entità subbiettiva e però in pretta illusione, e la tesi che la significa valga poco più o poco meno della sua antitesi. Noi, se non ci inganniamo in di grosso, confermammo con nova luce d’analisi e nova efficacia di raziocinio la sentenza di molti gran metafisici non potere l’intelletto entrare nel minimo atto di sua facoltà senza congiungersi con la visione di Dio il quale per appunto gli si manifesta con forma intelligibile o vogliam dire come verità."
      },
      {
        "index": 10,
        "text": "131. — Strana cosa è a riflettere che solo in Italia l’ontologia cominci dal suo principio legittimo che è l’oggetto universale, infinito e assoluto essenzialmente congiunto con le ideali rappresentazioni. In Germania ancora che dopo Kant gl’ingegni speculativi si assottiglino tutti quanti a fondare un’ontologia, il principio di questa è sempre cercato dentro il subbietto, ma con apparenza del contrario."
      },
      {
        "index": 11,
        "text": "Non fa mestieri di provar ciò rispetto al Ficthe il quale trova l’universo nell’Io. Lo Schelling sebbene sembrò volersi ribellare dai metodi subbiettivi e parli con gran voce di Dio e della Natura, nullameno comincia egli pure dal cercar l’Assoluto nell’Io e figurando un pensiere primo indifferente all’obbietto come al subbietto; e di più pretende avere un’apprensione immediata di esso Dio per effetto di certa facoltà singolare impartita a ingegni privilegiati e felici i quali vengono assorti in una specie di rivelazione che può narrarsi ma non discutersi. Dell’Hegel ebbi già a notare che cercò l’estremo contatto fra il me e il non me, fra l’oggettivo e il subbiettivo; e ciò che n’esce secondo lui è il pensare come pensare, e questo è propriamente il suo a priori. E dal pensiere indeterminato moveva il Bardilli; e il Bouttervek dall’assoluto conoscere. Mentre il Jacobi consulta i suoi sentimenti e presentimenti per avere notizia di Dio e definire a giusto modo quello che possa la presuntuosa ragione umana."
      },
      {
        "index": 12,
        "text": "132. — Nessuno, impertanto, mira drittamente alla faccia della verità come all’obbietto assoluto e immutabile e come a quel dato supremo che porge congiunto in modo essenziale la realità e l’idea, la rappresentanza e il rappresentato, la intelligibilità e la cosa intelletta. Per mio sentire, ciò provenne in Germania da due cagioni. La prima fu il predominio della dottrina di Kant, la quale sembrò trasmutare tutte le verità necessarie in puri enti logicali e in forme vuote d’ogni sussistenza. Nè mai colà si seppe o si volle rivendicare la certezza loro obbiettiva; ed ogni sistema riparossi per le prime avvisaglie nella sola ed unica cittadella lasciata sussistere da quel filosofo e voglio dire il pensier subbiettivo. La seconda ragione si fu il propendere naturale degli ingegni tedeschi all’unità di sostanza e di causa; quindi la fede di rinvenire l’oggetto dentro il subbietto e l’essere universale nel nostro particolare."
      },
      {
        "index": 13,
        "text": "133. — Così Dio immortale coi raggi perenni che spande nell’anima sotto forma di verità spegne e divelle di nuovo i dubbj ripullulati circa la bontà del mio metodo e il cominciare la scienza direttamente dalla contemplazione dell’oggetto guardato nella maggiore di tutte le sintesi. Ma forse di queste mie confessioni il lettore si tedia e l’ultimo effetto loro si è di toglier fede alle dottrine d’un uomo a cui manca la vigorezza o dell’ingegno o dell’animo per afferrare la verità con presa tenace, ostinata e senza più mutamento e rallentamento. Può darsi; ma io spero meglio dal lettore accorto e benevolo. Chè s’egli à meditato da buon senno intorno a cotesti problemi, io raccontando la serie delle mie fluttuazioni ò forse arbitrio di concludere senza troppo sgradirgli: De te Fabula narratur."
      },
      {
        "index": 14,
        "text": "134. — Dall’Assoluto ebbe cominciamento e in esso prosegui, senza mai deviare, il largo giro delle verità in sino ad ora significate; e però un solo principio e una sola ragione le regge tutte. Da un lato, carattere loro comune è l’evidenza immedinta; e dall’altro, è malleveria loro comune la logica impossibilità del contrario."
      },
      {
        "index": 15,
        "text": "135. — SNoi cancellammo dalla mente, per via d’astrazione, tutto il mondo visibile e ponemmo in forse qualunque esistenza di cui di presente non apparisse la ragione immota ed incontroversa. Ma non assottigliammo perciò la intellezione dell’Assoluto al punto da ridurlo a qualche cosa di vaniente e di affatto indeterminato. Perocchè, qual costrutto potremo mai ricavare dalla nuda ombra dell’essere? e che prodigio sarà mai questo di fare il quasi niente principio fecondissimo di tutta la scienza? Cotal pretensione poi di edificare con esso la intera filosofia parmi meno paradossa nell’Hegel che nel Rosmini. Atteso che nel tedesco era una fede e un convincimento perfetto di aver trovato i momenti della generazione stessa dell’Ente assoluto, a cui destinava per principio la mescolanza del nulla e dell’essere, e figurandolo a modo del solido geometrico, il quale si finge prodotto gradatamente dalla flussione del punto che è nulla ed è qualche cosa."
      },
      {
        "index": 16,
        "text": "136. — Ma il Rosmini, stupendo ed esatto ingegno analitico e persuaso oltremodo della vanità del metodo compositivo alemanno, come poteva darsi a credere che annientando tutti gli oggetti della mente dall’idea dell’ente possibile in fuori, avrebbe con quell’astrattezza estrema dato solidità e fertilità alla metafisica?"
      },
      {
        "index": 17,
        "text": "137. — A noi, dunque, ammaestrati dall’inutile tentamento si dell’italiano e si del tedesco; a noi riconfermati mille volte per mille ragioni nella sentenza che niun concetto originale e al tutto speciale può emergere per necessità logica ed analitica da un altro concetto: a noi, ripetiamo, fecesi chiaro ed aperto che il cominciamento vero della prima filosofia sta, per contrario, nella pienissima realità e nella maggiore e più comprensiva di tutte le sintesi; tanto che quivi già è segnata e delineata la metafisica intera; e solo fa bisogno all’uomo li lucidarla con diligenza grandissima sull’eterno esemplare, come de’ capolavori dell’arte si usa."
      },
      {
        "index": 18,
        "text": "138. — Nè dove sia questa sintesi occorre cercare con sagacità rara e difficile ed aiutarsi nell’opera della lucerna di Epitetto."
      },
      {
        "index": 19,
        "text": "Forse che l’infinito non ci è sempre dinnanzi agli occhi, e non è quel fondo immutevole in cui la mente distingue le idee, l’animo dilata i suoi sentimenti, il cuore spande gli affetti e le aspirazioni sue, la natural circoscrive e sigilla le forme degli enti?"
      },
      {
        "index": 20,
        "text": "Però, da capo il diciamo, altro è cercare il principio, altro il cominciamento. La scienza umana indaga con qualche esitanza, il suo migliore cominciamento, ma l’oggetto non comincia; quindi nenimanco il principio; e l’uno e l’altro rilucono innanzi al pensiero ab eterno."
      },
      {
        "index": 21,
        "text": "139. — La sintesi, adunque, suprema è data e non fatta, ed è presentaria a qualunque uomo in ogni attimo di tempo e di vita."
      },
      {
        "index": 22,
        "text": "Ma i Platonici venuti dinnanzi a noi, contentaronsi di meditar l’Assoluto e discorrerne assai dottamente al volgo e ai sapienti; ma dimostrata a priori la sua sussistenza non fu, ch’io sappia, da niuno; del pari che niuno additò e descrisse con giusta misura i confini, le concordanze ed il nesso fra i fatti e i principj, segnando per tal guisa le condizioni dell’amicizia vera e durevole fra il sommo loro maestro e Aristotele. Niuno, similmente determinò con rigore quello che sieno le idee e l’atto comune d’intenderle; nè in che limiti si ristringa precisamente e infallantemente l’apprensione immediata dell’Ente Primo."
      },
      {
        "index": 23,
        "text": "140. — E perchè intorno al sussistere dell’Assoluto non milita l’argomento dell’evidenza di fatto che pugna e vince nei soli veri sperimentali; e perchè, d’altra parte, la intellezione e la percezione, guardate nell’oggetto proprio a ciascuna, sono divise fra loro di essenza e di genere, quanto il finito dall’infinito; perciò tutto, a noi fu mestieri di sobbarcarci al gran peso d’investigare una dottrina speculativa, antichissima nella sostanza e nuova nell’abito dei principi e delle dimostrazioni."
      },
      {
        "index": 24,
        "text": "141. — Da queste insino ad ora non abbiamo dedotto con rigor geometrico che la notizia universale e scientifica delle intellezioni, e vale a dire dell’infinito a cui perultimo sono riferite tutte le idee della forma delle quali porgemmo pure, sebbene per sommi capi, una dottrina sostanziosa ed esatta. Ma l’esistenze contingenti dove son elleno? e di qual maniera la filosofia nostra assegnerà loro il cominciamento e la vita e le vedrà uscire dagli abissi di quell’oceano di cristallo che stendesi immobile sotto il trono di Dio?[1] Le diremo noi consostanziali con l’infinito e fluenti da lui ab eterno, o come fugaci parvenze o come volubili irradiazioni ed emanazioni? ovvero con fatica ostinata ed assidua ci porremo a scrutare l’alto mistero di creazione e il libero atto che la compieva?"
      },
      {
        "index": 25,
        "text": "142. — Che se il finito non isgorga per intima necessità dal profondo seno del Verbo eterno, e le percezioni e le intellezioni non si immedesimano, come sarà una la scienza umana, e potrà la nostra filosofia venirla sottordinando a un solo e supremo principio? e qual giudicio converrà farsi di quella Formola decantata con che un ingegno sovrano pretese appunto comporre in ottimo accordo ed unificare i due termini? Problemi alti e mirabili sono questi, di cui lungamente abbiamo cercata ed escogitata la soluzione. E la verremo sponendo con ordine, compiendosi prima la trattazione di ciò che è più prossimo all’ontologia ed alla teologia; nè senza interporre qualche altra pagina levata, per dirla con Dante, dal libro di mia memoria sotto la rubrica degli ondeggiamenti faticosi del mio pensiere negli studj razionali."
      },
      {
        "index": 26,
        "text": "143. — E innanzi di procedere a nuovo subbietto una di quelle fluttuazioni debb’essere qui medesimo raccontata; dacchè si riferisce direttamente all’apprensione di Dio e a quello che ne possiamo sapere e conoscere o per iscienza o per istinto."
      },
      {
        "index": 27,
        "text": "Noi fermammo nel libro secondo e nel primo che parlandosi con rigore teorico, l’apprensione nostra immediata dell’Assoluto riducesi ad intuire semplicemente la presenzialità sua, come dire, astratta e il legame con esso lei di tutte quante le idee rappresentative. Venimmo poi divisando che un certo abito naturale di nostra mente attribuisce di mano in mano a quel sostegno comune delle intellezioni ogni concetto di perfettibilità e ogni superlazione infinita; onde che noi ci compon uno assai per tempo l’idea piena e determinata di Dio e quel concetto prototipo di ogni eccellenza che lo stesso Kant non nega esistere di continuo davanti al pensiere."
      },
      {
        "index": 28,
        "text": "Il rimanente abbiamo affermato che emerge dalla riflessione e dalla virtù discorsiva; e però nell’ordine della speculazione la teologia naturale essere non solamente una dottrina argomentata e dedotta, ma perciò stesso molto ristretta e poco disposta a lunghe ricerche analitiche. Al che quindi si disse venire in aiuto efficace il sentimento e la fede."
      },
      {
        "index": 29,
        "text": "Ora, io vo’ confessare che in altri tempi io mi riposavo in opinione non poco diversa; e pareami che la intuizione immediata di Dio si profondasse molto più nell’esser divino e però accostassesi a quella creduta ed espressa dal Malebranche e da Vincenzo Gioberti."
      },
      {
        "index": 30,
        "text": "144. — Per un canto, io scorgevo in modo apertissimo che l’analisi minuta e severa de’ nostri atti mentali non ci discopre altra specie d’apprensione diretta dell’Assoluto, salvo la mentovata poc’anzi. Per altro canto, ciò non mi pareva bastevole a fondare la certezza e necessità dei principi, nè a spiegare tutte le nozioni e determinazioni che intorno a Dio si rincontrano dentro al pensiere."
      },
      {
        "index": 31,
        "text": "Dimorando in tal sospensione di giudicio, io ripensavo un giorno a que’ versi mirabili del nostro Poeta:"
      },
      {
        "index": 32,
        "text": "«Perchè appressando sè al suo disire, Nostro intelletto si profonda tanto, Che retro la memoria non può ire.»"
      },
      {
        "index": 33,
        "text": "E dimandavo a me stesso perchè non possa la umana memoria ir dietro all'intelletto quando questo profondasi più che molto nell’oggetto finale del desiderio dell’animo. E parvemi che ciò provenisse dal non trovare la memoria ripetuto e ben definito nella coscienza ciò che l’intuito primo ed inconsapevole arreca dentro la mento."
      },
      {
        "index": 34,
        "text": "145. — Così di pensiere in pensiere venni investigando nel generale, se mai possano dentro la mente esistere intuizioni perenni, sopra le quali manchi al pensiere la facoltà d’inflettersi e di ripensarle; e per tal maniera di condurle dentro l’ambito e dentro la luce della coscienza."
      },
      {
        "index": 35,
        "text": "Nè scorgendo in tale supposto veruna impossibilità di fatto nè veruna ripugnanza di termini, m’andavo persuadendo ch’esso volgeva la chiave di forse molti secreti di metafisica e facea sparire il conflitto e l’eccesso di parecchie dottrine. Quindi in più luoghi del mio libro Dell’Ontologia e del Metodo e in qualche altro mio scritto accennai cotesto concetto d’una intuizione ovvero anche percezione perenne dell’Assoluto la qual fosse impossibile all’intelletto nostro di ripensare e riflettere."
      },
      {
        "index": 36,
        "text": "Vero è che mai non mi seppi adagiare con animo fermo e risoluto in simigliante opinione; e non tardo molto che mi parve un trovato assai meno felice di quel di Platone che le Anime si ricordano in parte le cose vedute e sapute in una vita migliore. Nel generale, io sentivo che i supposti non sono ricevuti con grazia e benevolenza dalla filosofia teoretica; e bisogna che una grande e manifesta necessità schiuda loro le porte e procuri per modo di discorso le lettere di naturalità in quella repubblica severa e gelosa."
      },
      {
        "index": 37,
        "text": "146. — In secondo luogo, parecchie istanze gravissime insorgono contro la ipotesi testè menzionata. La maggiore è questa che se l’intuito dell’Assoluto non cade giammai nella riflessione, egli è come non avvenisse, e i nostri giudicj intorno alla verità e intorno ai principj non se ne possono prevalere; o tutto al più sarà loro conceduto a certi propositi di allegare un che indefinito, infigurato ed inesprimibile presente ogni sempre allo spirito, ma inatto a render ragione di qualchesia cosa. Oltre ciò, se la mente umana è fornita della facoltà essenziale, primigenia e fondamentale d’inflettere sopra sè stessa, e farsi quindi consapevole d’ogni passione ed azione propria, converrebbe per lo inanco addurre una qualche ragione e cagione del perchè quella facoltà diviene impotente ed inoperante in risguardo solo dell’intuito dell’Assoluto. Nè la impotenza è da essere cercata nella parte subbiettiva dell’atto. Conciossiachè la riflessione, in quanto si lega al subbietto e in quanto in lui si ristringe, adempiesi mai sempre ad un modo, qualunque sia l’oggetto ed il termine della medesima; e consiste, come sa ognuno, in quella veduta interiore che à la mente del proprio atto; laonde ella dice continuamente a sè stessa: io percepisco, sento, penso, intuisco tale cosa o tale altra."
      },
      {
        "index": 38,
        "text": "Ma se la impotenza di cui parliamo si riferisce invece all’oggetto solo dell’intuito, rinasce la necessità di addurne una qualche ragione conveniente e proporzionata. Perocchè, l’oggetto siccome tale non entra mai nel pensiere propriamente riflesso. Ma l’oggetto, d’altro lato, rimanendo presente ed attivo in che l’apprensione prima e diretta e l’apprensione seconda e riflessa s’incontrino e si confondano nel termine loro comune che è desso appunto l’oggetto. Ora, perchè diremo che similmente ciò non succeda nello intuito dell’Assoluto? massime, quando l’energia intera e l’efficacia maggiore della meditazione vi pondera sopra?"
      },
      {
        "index": 39,
        "text": "147. — Per queste obbiezioni ed alcun’altra che io taccio, rimanendo il supposto di cui si parla sprovveduto di ragione probabile, e i problemi ontologici guadagnandovi assai poca luce, io lo sono venuto smettendo e dimenticando. Oltrechè, s’io non piglio errore, quello che fu toccato da noi degl’influssi divini basta a spiegare l’apparizione e l’autorità nell’animo nostro di parecchi principj assoluti a cui la mente e la ragione consentono con prontezza e saldezza incrollabile; tuttochè non si riesca a mostrarne con precisione l’origine e non si risolvano in semplici determinazioni e in casi particolari del grande assioma della identità e della ripugnanza."
      }
    ]
  }
}
