{
  "chapterNumber": 21,
  "title": "Vol. I, Libro Secondo, Capo 8",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA INTELLIGENZA E DELLA VERITÀ."
      },
      {
        "index": 1,
        "text": "197. — Abbiamo vedato per incidenza qualcuna delle materie spettanti alla psicologia; e di proposito, abbiamo veduto la più parte delle cose che trattansi nella scienza logica, pigliando il vocabolo in larga significazione e cioè quale sinonimo della scienza dell’intelletto e più latamente ancora quale scienza della verità. Per fermo, tra l’Assoluto reale o l’Infinito che il si domandi e lo spirito umano che è il relativo reale o il finito, si tramettono la mente, la cognizione e l’idea che sono cose diverse e medesime e a parlar con rigore sono la verità nelle sue attinenze guardata. Perocchè la mente è la facoltà intelligibile umana rivolta verso l’oggetto di eni chiede la cognizione; e questa è l’atto della facoltà intelligibile che si compie e ferma nell’apprensione dell’oggetto, mediante l’idea; in fine, tuttociò è la verità, o vogliam dire, è l’Ente conosciuto o conoscibile almeno. Quindi l’Ente è insieme la verità; perchè nella sua essenza sta pure inchiusa la intelligibilità eterna e la fonte d’ogni intelligibile; e ciò propriamente è la verità assoluta con determinazioni senza numero; e vale il medesimo quanto l’assoluta realità con le sue ipostasi e le relazioni sue infinite, intelligibili tutte ab eterno ed intellette per lo manco da esso Ente assoluto."
      },
      {
        "index": 2,
        "text": "198. — Ripetasi adunque il già pronunziato da noi più volte, e cioè, che il principio dell’essere implica eziandio il principio del conoscere; e la mente umana è un raggio di quella luce superna intellettuale. Se non che, la intelligenza umana apprende in diverso modo il finito e l’infinito. Apprende quello immediatamente e vale a dire ch’ella congiungesi in via diretta con la cosa conoscibile; e però i Latini fecero sinonimi. spesse volte factum et verum. Apprende poi senza mezzo l’infinito in quanto è termine dei concetti; e apprende mediatamente le specificazioni ed attribuzioni effettive di lui, e cioè mediante le idee che sono segni e rappresentanze delle specificazioni ed attribuzioni medesime."
      },
      {
        "index": 3,
        "text": "199. — Ma la nostra visione mentale aggiunge, leva o modifica alcuna cosa all’oggetto? Quando io piego lo sguardo della coscienza sui fenomeni dello spirito e delle forze esteriori, li avviso io identicamente quali sono, ovvero in modo diverse?"
      },
      {
        "index": 4,
        "text": "Ecco l’ultimo passo, al nostro parere, che è lecito movere alla Critica della Conoscenza; e parlando con più precisione, è l’ultimo dubbio ch’ella tenta di movere, ignorando ancora se vi s’inchiuda o no un paralogismo non risolubile.."
      },
      {
        "index": 5,
        "text": "200. — Per fermo, uoi qui siamo dirimpetto ad una facoltà primissima e semplicissima e alla quale non si concede di venire studiata ed analizzata se non mediante i suoi proprj atti; dacchè il solo conescere studia e conosce la cognizione. Una cosa sola apparisce evidente, e cioè che la forma conoscitiva è altrettanto semplice quanto identica a sè medesima sempre. E come lo spazio penetra e circonda i corpi senz’alterarli minimamente, cosi fa la luce conoscitiva in risguardo dei proprj oggetti. E perchè è sempre pari e medesima con sè stessa, però le cognizioni non perdono un atomo della loro certezza e della loro propria natura; considerato che quando anche la vista mentale congiungendosi con le cose a cui guarda recasse nel modo dell’apprensione un qualche elemento che in quelle non sussistesse per appunto, tal modo riuscendo essenziale affatto all’intelligenza mai non potrebbe mutare d’un minimo che; e; mutando, per la semplicità sua estrema diverrebbe diversissimo da sè stesso, il qual supposto è impossibile; e il fatto continuato e perpetuo ciò manifesta. Onde segue che tutte le forme e l’ordine delle cognizioni umane similmente si rimangono identiche e inalterabili. Per ciò medesimo la luce mentale quanto è semplice uniforme e per nulla mutabile, altrettanto è indifferente (se puossi dire) e straniera agli oggetti che illumina; e dà avviso delle percezioni come dei concetti, del simile come del diverso, degli atti come dei fenomeni."
      },
      {
        "index": 6,
        "text": "201. — Aggiungeremo noi a ciò il testimonio perenne e universalissimo della coscienza degli uomini, i quali reputano davvero che l’occhio mentale nè levi nè metta nulla del suo nelle cose adocchiate, di qualità che non è agevole neppure il far concepire ed intendere cotesta sorta di dubbio e d’istanza? Certo, i più saldi argoimenti del senso comune valgono poco o nulla introdotti dinnanzi al magistrato severo ed inappellabile della filosofia teoretica e il lor comparire à dell’intempestivo e dell’arbitrario. Ma il senso comune non à forse egli un criterio immediato e squisito della verità e così profondo e sicuro, quanto occulto ed inconsapevole, per maniera che sia difficile e quasi impossibile all’analisi psicologica il rintracciarlo e deffinirlo? Perocchè, donde cava egli quell’apprensione si limpida e quella certezza tanto piena e continuata sulla sincerità perfetta della luce conoscitiva? Comunque ciò sia, non parmi da pretermettere un’altra considerazione, e cioè che il nostro sentire, il nostro volere ed altri atti del nostro spirito ci appariscono identici in modo perfetto con sè medesimi così quando la mente gli avvisa e distingue come prima di tal distinzione. Io so bene che la volontà non intende e la sensazione nemmanco; pure come potrebbe avvenire che il senso, la mente e la volontà, operando e mischiandosi nella stessa unità sostanziale dell’anima, questa non s’accorgesse tanto nè quanto della mutazione che la mente recherebbe in ogni atto e forma primissima e non riflessa del sentire e del volere?"
      },
      {
        "index": 7,
        "text": "203. — Noi, trovato che l’infinito in atto sussiste e la sua presenzialità è appresa immediate dall’intelletto in ogni nozione ipotetica, trovammo altresì il cominciamento a priori della metafisica in qualunque pensiere speculativo, e fu principio chiaro, patente, legittimo ed inconcusso. E perchè l’infinito ci si manifesta sotto la forma del Vero assoluto, ei ne consegue che il principio dell’essere e il principio del conoscere ci vennero dati insieme per guisa che solo all’astrazione analitica riesce di separarli. Attesochè il vero ci si scoperse come espressione del reale e il reale come essenzialmente ed eternamente vero. Così fondammo la scienza dell’Assoluto in quanto è cardine della metafisica e inizio di tutte le discipline razionali."
      },
      {
        "index": 8,
        "text": "204. — Scendemmo poi a divisare partitamente quello che sono le idee si nel termine loro e si in loro stesse e in risguardo del nostro intelletto o più largamente parlandosi in risguardo di nostra mente. Qui accadde cercare l’origine delle varie sorte di cognizioni e la procedenza e legittimità dei sommi principj dialettici, ogni cosa riscontrando con le più astratte ed universali categorie e riconfermando il pronunziato che noi teniamo per solenne e assiomatico: ogni universale ante rem; ogni cognizione post rem. Di tal guisa tornammo a francheggiare ed a validare i diritti dell’esperienza, e divisammo d’altra parte con precisione e certezza il modo per cui si connette essa alle specie intelligibili ed agli eterni esemplari."
      },
      {
        "index": 9,
        "text": "205. — Veduto che la mente apprende sempre le verità e le realità sotto forma di giudicio, vennero definite le due classi abituali di quello, l’una relativa alle idee, l’altra relativa ai fatti; l’una rivolta alle sintesi naturali e concrete che si offrono belle e compiute agli occhi della mente; l’altra rivolta all’unità di concetto che mai da nessuna idea nè da nessuna composizione ideale si discompagna. E perchè l’infinito involge il finito e lo sostenta, lo illustra e a sè lo congiunge con progressivo ed interminabile accostamento, così scorgemmo che il Vero assoluto è sostegno ultimo e suggello e perpetuazione di tutti i veri contingenti o con altro nome di tutte mai le cognizioni sperimentali."
      },
      {
        "index": 10,
        "text": "206. — Ricusammo poi quel terzo genere di giudicj dal Kant denominati sintetici a priori; sebbene avvertimmo che nei giudicj effettualmente sintetici interviene non rade volte un diverso grado di affermazione che è un atto subbiettivo e appartenente solo allo spirito nostro, e il quale non muta minimamente la natura dell’obbietto di cui si giudica. Fu provata e riprovata la impossibilità di convertire a vicenda le percezioni e le idee in predicato o in subbietto immediato l’una dell’altra. E nondimeno si mostrò con esattezza e lucidezza, come le idee si mescolino di continuo alle percezioni e crescano la notizia dei fatti particolari; il che porse materia altresì per discorrere del sillogismo e della significazione sua ontologica. Varcammo quindi da capo a riconoscere con più distinzione i due poli d’ogni verità e d’ogni certezza, le percezioni e le intellezioni, i fatti e le idee; accennando come nella flussione perpetua dei fenomeni le forme sostanziali rimangono salde e non trasmutabili e porgendo nuova dimostrazione del come in fondo a tutte le idee sia sempre intuito l’Ente assoluto e non abbiano compattezza nessuna le istanze che muover si possono contro tale apprensione."
      },
      {
        "index": 11,
        "text": "207. — Dopo queste delineazioni dei generi principali di cognizione, come degli atti ordiuarj della mente intorno di essa ne vennero ricercate alcune specie più singolari e più controverse; fra l’altre la nozione dell’essere, l’apprensione dei contrarj e quello che sieno propriamente gli universali, e se ve n’à di più ragioni e nature. E in ciascuna di tali materie divenne palese quanto la ideologia e la logica, e parecchi studj e analisi psicologiche piglino certezza, semplicità e nitidezza di spiegazione e dilucidazione dalla teorica delle idee che noi professiamo."
      },
      {
        "index": 12,
        "text": "208. — Si trascorse per ultimo a ragionare delle cinque forme d’influsso onde l’Assoluto pur nascondendosi palesa sè stesso patentemente all’animo nostro; e quindi fu definita con sufficienza la natura e ragione dell’evidenza, della bellezza, della moralità e della religione, intralasciando di parlare dell’influsso creativo, parte per non potersene avere coscienza distinta e parte per esser materia di successiva trattazione. In questi capi ci sembra di aver radunato la scienza più universale e fondamentale della Gnosis, o logica che voglia chiamarsi; la quale sotto il rispetto di collegarsi strettamente al principio supremo dell’essere e facendo parte troppo integrale della dottrina delle idee non può la metafisica alienarla da sè e passarsene con silenzio."
      },
      {
        "index": 13,
        "text": "209. — Posto per verità salda e fondamentale che idee innate non sussistono e però nemmanco le forme concettuali del Kant, ci occorse di provare che il contenuto delle nozioni si origina tuttoquanto o per via diretta dalla cognizione sensitiva o per riflessione dal paragonare i concetti in fra loro. Quindi non esservi mozione si alta e sì opposta alla finità e alla contingenza in cui non si ravvisino determinazioni ed elementi dedotti dal paragone dei sensibili, senza eccettuare nemmanco i tre caratteri celebrati d’ogni idea speculativa che sono la universalità, la immutabilità e la necessità logica."
      },
      {
        "index": 14,
        "text": "Da un lato si mostrò come fossero naturali non che possibili i giudicj operati immediatamente sulle cose, tolta di mezzo ogni antecedenza d’idee; dall’altro si venue definendo e spiegando il fatto delle verità di senso comune, le quali conducono assai per tempo e con assai sicurezza la mente nostra alla ricerca d’altre verità parziali e subordinate. Di tal maniera si escluse da noi quell’argomento principe degl’idealisti moderni, che avvisare e interpretare i sensibili e la lor cognizione senza forme ideali anteriori mena per forza al paralogismo, e che la induzione sperimentale non è fattibile mai dove non precedano alcuni assiomi posti onninamente a priori dentro al pensiere."
      },
      {
        "index": 15,
        "text": "210. — Nullameno, la ideologia nostra si differenzia in modo essenziale da quella degli aristotelici antichi e de’ moderni sensisti e positivisti in ciò che per noi la idea (e meglio, la visione di lei) è promossa ed occasionata e non mai prodotta dalle percezioni e dai fantasmi; e per noi l’assolutezza sua proviene dal dilatarsi che fa nello interminato del sostegno comune ed inalterabile di tutte le idee che è l’ente ipotetico ossia quella realità immediata ed irrepugnabile che sta perennemente dinnanzi allo spirito."
      },
      {
        "index": 16,
        "text": "Del pari, se noi ripetiamo coi vecchi peripatetici :"
      },
      {
        "index": 17,
        "text": "«. . . . . da onde vegna lo intelletto Delle prime notizie omo non sape No de’ primi appetibili l’affetto; Che sono in voi siccome studio in ape;.»"
      },
      {
        "index": 18,
        "text": "211. — Quindi, come non può negarsi nell’uomo dallato a parecchi istinti animali un istinto altresì razionale, che è suo lume e guida perpetua eziandio nello spiegamento più alto e perfetto delle facoltà meditative, così non ci è lecito d’indovinare tutti gli accidenti, i trapassi, gli occulti incrementi e gli ordigni mirabili, a cosi chiamarli, della storia del pensiero. Basti di avere con metodo rigoroso di eliminazione rimossa la mal presunta necessità delle idee innate; e d’altro canto, mostrata la necessità della cognizione sensitiva schietta primitiva e composta di soli proprj elementi."
      },
      {
        "index": 19,
        "text": "212. — Invece, adunque, di affermare col Kant e il Rosmini che le idee sono forme della materia sensibile la teorica nostra mantiene che primamente opera il senso e la percezione; quindi i fantasmi, naturale rappresentazione di quelli; da ultimo le idee che sono non più effigie e similitudini ma si emblemi e simboli del senso e della percezione; la quale non s’informa dell’idea ma vi si specchia e sublima; perchè vi trova la sua ragione eterna e infinita; e il legame entro i lue termini cominciato occasionalmente e per una specie di contatto spirituale è poi riconosciuto profondo, necessario e propriamente ontologico. E per effetto di quella spirituale contiguità, mai non si annebbia e confonde la rispondenza precisa fra i simboli e le cose simboleggiate. Oltrechè, la mente può riscontrarla in ogni tempo ed in ogni fatto, al modo che può l’archeologo nelle iscrizioni degli obelischi raffrontare qual e là i segni geroglifici coi segni fonetici e sicurare il lor legame e la loro certa espressione."
      },
      {
        "index": 20,
        "text": "213. — Di tal maniera, tornano ad una per una in risguardo della verità, le distinzioni e separazioni che conviene tenere a mente nello speculare in universale le realità e le forme più astratte dell’essere. E nel modo che volendosi rinvenire e fermare l’assoluto della esistenza, occorre di ascendere all’ente che esiste per sè e determina tutte quante le altre entità reali o possibili; il medesimo incontra nè più nè meno a rispetto della verità. Chè nei fatti contingenti ella segue la contingenza loro e le loro incertezze; nelle cose trascendenti invece à carattere inerrante, necessario, immutabile."
      },
      {
        "index": 21,
        "text": "214. — Ma perchè Dio intende tutte le esistenze e il vero subbiettivo medesimo nella sua sostanza è una fulgorazione della mente divina, è detto e asseverato con gran proprietà che uno solo è il vero ed uno il criterio intorno di lui e ciò è la conversione sua compita ed esatta con l’ente. Lasciando stare che ogni cosa ilinnanzi l’occhio di nostra mente piglia la nota comune della intelligibilità, la qual nota induce per sè il concetto universale del vero. Insomma, non s’ingannano gli uomini sapienti o volgari, quando per istinto dell’animo rassomigliano il vero al Sole che sopra ogni nube dell’aria splende di serenità candidissima ed incessabile. I lumi, invece, naturali od artificiali che ardono sopra la terra, sebbene composti in essenza della luce stessa che raggia perenne in quell’astro, sono paragonabili alle intelligenze finite in quanto s’imprimono della verità circoscritta che porta seco ogni fatto ed ogni fenomeno. Per gran ventura, possono gli occhi della intelligenza nostra finita raffrontar di continuo la propria luce caduca con la immortale ed esente di ombra e tramonto. Cosi, in effetto, ogni certezza sperimentale viene confermata od invalidata per la virtù dei principj che emanano fontalmente dal Vero assoluto. Per ciò medesimo, noi affermammo altrove che l’entimema stesso di Renato Cartesio qualora voglia diventar fondamento di scienza incrollabile dee radicarsi nel pensiere speculativo, e dire a un dipresso: io veggo che il mio cogitare include infallantemente l’esistere, perocchè l’ente e il nulla si escludono in modo assoluto."
      },
      {
        "index": 22,
        "text": "215. — Sentenziò già Aristotele ed ogni scuola ebbe poi ripetuto che l’ente e il vero si convertono. Quindi. come v’à l’ente assoluto e relativo, infinito e finito la verità trascorre per le medesime categorie; e se parlasi dai logici dell’essere comunissimo, debbesi far luogo eziandio al vero comunissimo. Di tal guisa avendo noi dimostrato a suo tempo che l’essere comunissimo non importa in maniera alcuna identità di sostanza tra l’infinito e il finito, noi provammo implicitamente che il simile debbe venir giudicato della comunanza universale del vero."
      },
      {
        "index": 23,
        "text": "216. — Ma scendendo a qualche particolare diciamo la verità poter essere considerata ella pure nel subbietto e nell’obbietto. Nel primo la verità convertesi con la reduta nostra mentale che avvisa mediante una medesima facoltà i fatti e le idee, vogliam dire le verità contingenti e le necessarie, e pone fra esse due il legame e la identità della propria sostanza e del proprio atto."
      },
      {
        "index": 24,
        "text": "Egli appare manifesto che l’essenza di tal verità è limitata e contingente. E quello che serba di generale e comune con tutti gli altri intelletti finiti, procede dalla uniformità di natura delle cose create, la quale peraltro non annulla le differenze individue e lascia quindi sussistere le disuguaglianze, le mutazioni e la incertitudine delle verità contingenti."
      },
      {
        "index": 25,
        "text": "217. — Ma il vero giace altresì nell’oggetto; ed anzi à quivi la sua dimora eterna e non defettibile. Quivi assoluto, universale, infinito ed irreprobabile come la realità, con la quale si converte e di eni è la forma esterna o intellettuale e cioè a dire comunicabile ad una mente. Laonde dalla parte dell’Assoluto la verità convertesi eziandio con la idealità che è forma di comunicazione; e però non è la veduta del nostro spirito che crea la verità e le nozioni, sibbene lo spirito nostro le riceve e conosce, e sono come una luce immensa incontrata da altra luce. Così l’Assoluto è per natura ed essenza propria intelligibile; la mente nostra per sola finita partecipazione; le cose contingenti per passività in quanto ricevono la luce di nostra mente."
      },
      {
        "index": 26,
        "text": "Ora, come la idea, o verità che la domandiamo appare e splende sempre d’un modo e universalmente, da ciò proviene che nelle verità necessarie, supreme e più semplici tutte le vedute mentali umane concordano, e se ne genera quella unità di pensiere e di scienza che à suo fondamento e cagione nella unità e immobilità dell’oggetto."
      },
      {
        "index": 27,
        "text": "218. — Infine, altra cosa è la verità contingente ed altra la verità dei contingenti. In questa seconda può dimorare tanta universalità, immobilità ed assolutezza quanta nel vero necessario e infinito, con questo per altro, che i suoi pronunziati guardino al contingente possibile od ipotetico non all’attuale ed esistente nel tempo."
      },
      {
        "index": 28,
        "text": "Se gli eclettici di Francia parlando si volontieri della ragione impersonale intendono della verità obbiettiva, bene e compiutamente si appongono; e fanno altrettanto bene se intendono della verità astratta e speculativa dei contingenti. Ma non potremmo approvarli in niun modo quando della verità umana e personale pur troppo facessero una cosa identica con l’assoluta e divina. Certo è che l’epiteto d’impersonale appropriasi unicamente a questa e non mai alla prima; e solo è lecito di affermare che la mente nostra individua alzandosi dalla cognizione immediata dei fenomeni alla contemplazione delle idee, si congiunge con la verità impersonale e ne cava i principj eterni della impersonale ragione."
      }
    ]
  }
}
