{
  "chapterNumber": 45,
  "title": "Vol. II, Libro Secondo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEL POSITIVO NEGLI ENTI FINITI."
      },
      {
        "index": 1,
        "text": "1. — Gli enti finiti mai non possono scompagnarsi dalla finità loro, e questa (come fu provato) ne penetra e intacca, per modo di parlare, la sostanza e il fondo; di qualità che non risolvesi tutta in privazione soltanto ma in più maniere di mal positivo; e conviene altresì radunare sotto tale considerazione tutte le forme di essere che sono incapaci dell’infinito, o come l’abbiam domandata, della superlazione; avvegnachè tutte queste mostrano chiaramente di provenire per diretto o per indiretto dalla limitazione; e tali sono la materia, la sensibilità, il moto corporeo e simili."
      },
      {
        "index": 2,
        "text": "2. — Nondimeno i limiti e pure le forme che ne provengono non costituiscono del sicuro tutto l’essere; anzi sono come l’ombra che contorna i corpi luminosi; e il mal positivo può venire rassomigliato a quella penombra che occupa gli orli di quelli. Ma il resto è propriamente il positivo dell’essere ed è la sede naturale del bene che di sua natura è tutto positivo."
      },
      {
        "index": 3,
        "text": "4. — Dopo ciò, viene il domandare perchè l’atto creativo non riempie quanto è possibile il più questa parte dell’essere, e onde avvenga che il finito cominci dagl’infimi gradi dell’esistenza e non pervenga ai superiori salvo che a lentissimi passi e con un travaglio, a così parlare, lungo e sempre combattuto. Torna il discorso medesimo a rispetto della congiunzione dell’anima con l’Assoluto e alla partecipazione diretta ch’egli fa di sè stesso alla creatura. Attesochè, se tal forma di congiunzione e partecipazione non è impedita dalla finità, onde accade che sia tanto scarsa in paragone del desiderio, anzi del bisogno che ne sente continuo la nostra miseria?"
      },
      {
        "index": 4,
        "text": "4. — Leibnizio a queste interrogazioni ed alle consimili rispondeva con un argomento ab absurdis. Dio è infinitamente buono, e non potendo comunicare al creato il bene infinito ne partecipa la quantità maggiore possibile, e con altri termini egli attua il meglio, attuar non potendo la perfezione assoluta. Ora, come di ciò non è lecito dubitare, così rimane certissimo che l’ordine a cui vediamo soggette le cose è il migliore di quanti al divino intelletto sono presenti; e tutto quello che a noi apparisce inferiore di bontà di bellezza di appagamento e va’ discorrendo trova nell’ordine universale la sua ragione ed il suo compenso, tanto che non potrebbe essere nè diverso nè superiore a quello che è."
      },
      {
        "index": 5,
        "text": "5. — Non diciamo che a cotesto argomento manchi compiutamente la verità e la drittura dialettica; e prima di Leibnizio molti metafisici e moralisti, segnatamente cristiani, trovarono a un di presso tale norma di ragionare a difesa della bontà e provvidenza di Dio. Sembra tuttavolta che la scienza vi scapiti; ed il pensiere umano si arrende con pena alla forza delle remote illazioni, mentre si acqueta e compiace infinitamente nelle ragioni dedotte per dritto filo dai principj superiori e quando le vede germogliare dall’essenza stessa delle cose. Stantechè, come notavasi nella ontologia, l’uomo ragionando converte in attività propria il vero e l’assimila a sè quanto è lecito al subbietto di assimilare l’oggetto assoluto. Io mi reputai dunque in debito di assaggiare da ogni parte il tema proposto e indagare se alla cosmologia razionale fosse fattibile mai di produrre in mezzo alcuna dimostrazione dell’ordine che regna dentro il creato di maniera che la mente sia, per lo manco, disposta di più ed avvicinata a capirlo e senta come in realtà esser non potrebbe migliore di quello che i fatti da ogni parte lo manifestano."
      },
      {
        "index": 6,
        "text": "7. — Dico dunque per prima cosa che in ogni mutazion di pensiere sempre tornò a rappresentarmisi come evidente che nel mondo creato adempiesi di continuo una convenienza ed una conciliazione fra due termini opposti, non che diversi, quali pur sono l’infinito e il finito. Quindi venni persuaso della necessità di tener l’occhio assiduamente all’uno ed all’altro e cogliere il concetto mezzano che n’esce."
      },
      {
        "index": 7,
        "text": "8. — Così raffrontando, per primo, le cose finite con la efficienza infinita, mi fu manifesto ch’ella dee volere mettere in atto la sua pienezza profonda ed inessiccabile. Ma d’altro lato, come i possibili in grembo di Dio sono realmente infiniti, così rimane dimostrato che ogni attuazione loro nello spazio e nel tempo si mostrerà inferiore d’intervallo non misurabile a quell’infinito. E ciò non ostante aggiungerà tutta la dovizia la diversità e il numero che può capire nella contenenza e nel contenente finito. Conciossiachè, l’efficienza divina, dove non intervenga altra necessità razionale, dee solo fermarsi ai limiti estremi della capacità del creato, non potendo rimanere di lei porzione nessuna (facendomi lecito di sì parlare) la quale non produca effetto nessuno."
      },
      {
        "index": 8,
        "text": "9. — D’altra parte io consideravo che l’effettuazione del maggior numero dei possibili riscontravasi molto convenientemente col fine voluto dalla suprema bontà. Mercechè, io sempre sonomi sentito fare forza alla mente quando ò voluto negare che l’esistenza, qualechessia, non sia migliore del nulla. Tuttochè io confessi l’essere non convertirsi onninamente col bene, salvo che nella sostanza divina e il nulla tornar preferibile al male positivo per sè solo considerato."
      },
      {
        "index": 9,
        "text": "All’ultimo mi à sembrato disciogliere il groppo avvisando che lo spirito della bontà e intelligenza infinita volando, a parlare con le Scritture, sopra l’oceano delle esistenze le fa convergere tutte quante al fine o come partecipi di esso fine o nella condizione di mezzo, ovvero per qualche attinenza remota o prossima diretta o indiretta col mezzo e col fine. Di quindi si origina che la esistenza in universale, e soppressa qualunque notizia delle nature speciali, ci si rappresenta migliore a marcia forza del nulla. Dovea, pertanto, dalla potenza divina balzar fuori il possibile non certo infinito ma indefinito e maggiore d’ogni termine assegnabile. Che se tornandovi sopra con la meditazione mi vennero poi vedute alcune necessità razionali restringenti, per sì dire, la sfera immensa dei possibili, non per questo mi si dileguò la persuasione che quelle necessità vi operano a maniera eccettuativa nel modo che andrò mostrando a suo luogo."
      },
      {
        "index": 10,
        "text": "10. — Tra gli ammendamenti e i rimutamenti occorsimi nel proposito, un altro concetto permaneva saldo e chiarissimo, ed era, che il bene finito essendo fattibile la divina bontà l’avea del sicuro menato all’atto, e che quindi alla creazione intera sopraponevasi sempre una ragione finale e questa la conduceva alla fruizione massima del massimo bene partecipato. Conveniva, impertanto, a volere intendere il proposito secondo i principj, intendere e penetrare la natura del bene. Sopra il che mi sgomentavano le parole di Platone, il quale in niuna cosa fermò più lungamente il pensiere e aguzzò l’occhio intellettuale quanto nella nozione del bene. Eppure da ultimo confessava non potersene avere giusta definizione e l’essenza di lui chiudersi nell’altezza inaccessibile della suprema unità."
      },
      {
        "index": 11,
        "text": "Con tutto ciò Platone medesimo non nega all’uomo la cognizione di molti caratteri sopraeminenti del bene e di molti segni, accompagnamenti e misure che ce ne discoprono le attinenze, diremmo, più sostanziali. Quindi raccoltomi più d’una volta in me stesso per meditare intorno al bene, parvemi di conoscere con evidenza che la forma sotto la quale il bene ci si manifesta compiuto e desideratissimo e per ogni lato si converte col fine è la forma della beatitudine; e questa, a considerarla nella sua ragione e cagione, consiste nell’esercizio attivissimo e libero di tutto l’essere o dir si voglia nel possesso e però nella fruizione della unità sostanziale d’ogni essenza positiva ed attiva le quali sinonimano con tutte le sorti di perfezione. E ancora che il pensiere distingua pur sempre la beatitudine dalla perfezione dell’essere, per lo certo non si distinguono in Dio, e fuori di Dio al pensier nostro è altrettanto impossibile separarle sostanzialmente; conciossiachè dov’è perfezione assoluta sentiamo non potere la beatitudine far difetto, ed e converso sentiamo che dove è beatitudine deve stare la perfezione; e questa seconda intanto ci sembra differir dalla prima in quanto nell’animo nostro il più puro e sublime dei sentimenti e compiacimenti serba ognora un vestigio di passività e dipendenza; nè la possiam convertire in una forma essenziale del nostro libero volere."
      },
      {
        "index": 12,
        "text": "11. — A prima giunta, niuna cosa mi parve differir maggiormente dal bene quale l’ò descritto, quanto la finità; perocchè questa è molteplice mentre il bene è uno; e se la perfezione racchiude sempre una forma attiva (ed anzi la pienezza del bene vuol dire pienezza di attività), il finito per sè richiama la idea della dipendenza e della passione o per lo manco richiama la idea d’una attività mai sempre angustiata e bisognosa del diverso da sè."
      },
      {
        "index": 13,
        "text": "12. — Nullameno, ei non mi comparve impresa difficile il conciliare cotesti estremi, e vidi e conobbi non essere vietato alle cose finite certa unità relativa; e del pari la lor passione richiedere altrettanta azione nelle sostanze circonvicine. Che se col finito può stare l’attività, egli si può eziandio figurare un ordine, mediante il quale l’attività proceda in aumento continuo."
      },
      {
        "index": 14,
        "text": "13. — Che poi il bene risieda sostanzialmente nella virtù attiva e tale che possieda per intero sè stessa e l’opera sua, mi diventava certo e chiarissimo quanto più conducevami innanzi nella indagazione dei beni umani e della loro essenza e ragione. Quel detto volgare mens sana in corpore sano che altro si vuole significare salvochè il postulato della felicità sulla terra consistere in una disposizione di membra e di animo per la quale il libero e pieno esercizio delle facoltà nostre sia facile intenso ed armonico? è dunque la felicità umana sul mondo un’attività proporzionata ed agevole di tutto il nostro essere. E le voluttà dei sensi perciò saziano e stancano e viziano a breve andare lo spirito perchè sono passive la maggior parte, ancora che l’animo si sforzi di tramutarle in attività concentrandosi tutto in esse, non patendo di esserne distolto e distratto, schiudendovi incontro le porte di tutti i sensi e studiando cento artificj e congegni per accrescerne la intensione la varietà e la durata."
      },
      {
        "index": 15,
        "text": "14. — Si fa manifesto d’altra parte che il compiacimento più immediato e proprio dell’animo e a interrompere il quale non bastano tutte le forze esteriori si è quello che sgorga dal cotidiano esercizio della virtù, e cioè a dire dalla pronta e facile determinazione della volontà secondo i dettami della ragion morale; dettami che l’attività stessa virtuosa immedesima a grado a grado con noi per maniera che libertà ed autorità più non fanno che uno e la legge morale diventa legge nostra volontaria ed autonoma propriamente. Il perchè dee sembrar naturale che cotesta profonda e continua padronanza di noi medesimi e della nostra ragione siesi manifestata agli stoici come il maggiore dei beni, perchè è la maggiore e migliore delle attività e il più sícuro dei possessi e niuna cosa può conturbare la serenità veramente beata che l’accompagna."
      },
      {
        "index": 16,
        "text": "15. — Ma oltre di ciò, io venni guardando nelle diverse condizioni e fortune dell’uomo ragguagliate tutte a quel punto in cui egli si stima e sente felice a rispetto delle sue potenze e degli abiti suoi; e vidi pur sempre che questo avveravasi nell’attivo operoso ed intero possedimento di sè e dell’oggetto desiderato, talchè nulla gli reca soddisfazione compiuta ed immacolata s’egli non è autore e facitore del proprio bene. Per ciò vidi e conobbi che se l’imparare, a modo d’esempio, è sempre gradevole e utile, quel sapere ci torna grandemente più accetto che noi produciamo a noi stessi mediante l’efficacia della ragione e dei principj. Avvegnachè sembra allora, già lo dicemmo, che l’attività nostra fabbrichi essa il vero e lo assimili alla nostra natura e della sua certezza ed assolutezza intimamente godiamo, perocchè, come disse il Vico, criterio supremo del vero è farlo."
      },
      {
        "index": 17,
        "text": "16. — Alle conclusioni medesime giuusi con prestezza e facilità scendendo a meditare sull’operazioni dell’arte. E per fermo mi si rappresentò fortunato e felice sopra tutti i cultori dell’arte colui il quale è più attivo e fecondo autore dell’opera sua; quel poeta, per esempio, e quello scultore che ogni cosa ànno tratto dal fondo proprio, tanto che suolsi dar nome di creazione ai poemi ovvero alle statue loro. E certo, se gli accidenti esteriori o le proprie passioni non li tribulassero, essi in quanto spiegano nei prodotti dell’arte quella ricca ed originale attività e padronanza debbono di necessità godere e sentirsi partecipi di beatitudine."
      },
      {
        "index": 18,
        "text": "17. — Dall’altro canto, perchè l’attività libera e somma del bene non può giacere discosto dall’unità, io mi diedi a cercare per lungo tempo se a rispetto dell’unità l’esperienza mia propria e quella degli altri uomini confermavano i risultamenti dell’astratta speculazione. E non tardai guari ad avvedermi che l’unità del nostro spirito vivendo isolata in mezzo della natura è insufficiente ai suoi fini e convienle studiare il modo di crescere e dilatarsi all’intorno con quelle tre specie di ampliazione che abbiamo avvisato essere soltanto possibili agli enti finiti, e cioè la congiunzione dei simili, la partecipazione dei diversi e la coordinazione dei mezzi od organamento che la si chiami. Quest’ultimo, assunto segnatamente nella sua forma migliore ed istrumentale, è del sicuro la specie più prossima all’unità e che più le somiglia, e però di tutti i modi di congiunzione e composizione che intervengono tra gli enti finiti quello si è che mostra maggiore efficacia ed arreca frutto maggiore di bene. Ma che vuol dire organizzare se non dispiegare tale e tanta energia che l’uno assimili a sè il molteplice e nel molteplice diffonda quasi e propaghi l’essere proprio? Di tal maniera, diventa beato il legislatore che informa della sua volontà e del suo pensiere lo Stato, il quale opera quindi siccome fosse un organo nobilissimo e fornito di mille attitudini; e obbedisce con ispontaneità e con ingegno alla mente legislatrice. Una pari felicità è nel capitano che regge i moti diversi ma sempre coordinati di quell’esercito da lui scelto adunato e disciplinato e che pende docilissimo dai cenni di lui nelle vicende prospere e nelle contrarie. Così da ogni parte e dalla natura più differente dei fatti mi ridondava un concetto medesimo, e vale a dire che il bene nella creazione è certa unità sommamente attiva e operosa e la quale si fa centro d’una varietà pressochè infinita per via dell’organamento."
      },
      {
        "index": 19,
        "text": "18. — Esce da tutto questo la conseguenza che Dio pur volendo fornire le creature d’ogni abbondanza di attributi nol potrà fare se non per gradi, essendo quelle necessitate a condizioni finite e vale a dire sempre incompiute, come sempre capaci di incremento maggiore. In secondo luogo, esse creature mai non potranno dilatarsi nel bene insino a tanto che si rimangono in essere meramente passivo e sono una schietta e sola recettività dell’azione divina. Per lo contrario, è loro grandemente mestieri essere dotate di attività somma od a tale attività poter pervenire; e similmente fa loro mestieri di agire continuo sugli esseri circostanti e di convertirli, quanto è possibile, in mezzo e strumento proprio."
      },
      {
        "index": 20,
        "text": "10. — Se non che, pur sottoponendo l’intero universo al loro intento del bene, questo non uscirà mai del temporaneo e del relativo e la serie delle varietà ed ampliazioni avrà un termine non valicabile. Attesochè il finito (si disse più d’una volta) per ispaziare crescere senza termine domanda il fondamento e la connessione dell’infinito. Per lo certo, Dio può provvedere a questo, partecipando direttamente sè stesso alle creature. Ma pongasi mente che qui torna intera intera la difficoltà poc’anzi accennata e vogliam dire che la partecipazione stessa divina conviene che svegli l’attività delle creature e divenga, per modo di parlare, una conquista e un possesso loro, senza đi che non germoglierà da essa il frutto prezioso del bene."
      },
      {
        "index": 21,
        "text": "20. — Entrato io a volta a volta in cotesta sequela di raziocinj e convintomi della loro sodezza, mi accorsi della gran luce che spandono sopra molti problemi di ontologia e cosmologia e qualmente al riflesso di quella luce l’aspetto di molte cose comparisca diverso ed anzi opposto al giudicio che se ne fa per ordinario dagli scrittori non che dal volgo. Allora io vidi manifesto perchè la intuizione nostra di Dio incominci così velata ed ombratile e perchè dobbiamo pensare ad appropriarci a poco per volta l’infinito dell’idea che sempre incombe al nostro intelletto. Nè feci diverso giudicio di quell’altro stato dell’animo nostro che io notava nel Libro secondo, Capo settimo dell’ontologia, dove definii brevemente le quattro maniere d’influsso che movono immediatamente da Dio ed operano con viva efficacia nel fondo dello spirito umano. Quivi, ricordi il lettore che io m’intrattenni a spiegare siccome di quelle maniere d’influsso manifestansi unicamente gli effetti, i quali sebbene riescano maravigliosi ed abbiano sufficienza di risvegliare in diverso modo la nostra energia, non però dimostrano senza velo e senza intermezzo giammai la fonte sublime ed inaccessibile da onde provengono. Quindi ella non è intuita ma propriamente argomentata. Mi sembrò del pari discernere allora con distinzione e chiarezza che quando lo spirito umano senza buona preparazione e senza spiegamento proporzionato di attività e di opera venisse in contatto immediato con la verità o la bellezza o la santità od altra perfezione divina, questa a sè il rapirebbe e in sè medesima il terrebbe assorto invasato ed immobile come per povera similitudine fa la nostra terra delle stelle cadenti e il Sole delle comete che gli cascano dentro."
      },
      {
        "index": 22,
        "text": "21. — Pervenuto a questo punto della mia meditazione intorno al principio dell’universo, mi persuasi della verità e certezza delle massime infrascritte."
      },
      {
        "index": 23,
        "text": "22. — Che, cioè nell’universo spiegasi l’indefinito della possibilità non però ciecamente e per la sola necessità del dovere ogni potenza venire all’atto, ma in maniera a Dio convenevole e in virtù del decreto della bontà infinita, la quale, scorgendo che il bene finito è fattibile, lo chiamò all’esistenza e di quanti esseri cava dal nulla nessuno vuole che sia onninamente alieno dal cooperare all’attuazione del bene."
      },
      {
        "index": 24,
        "text": "23. — Quindi non si dee chiedere perchè la natura comincia da questo grado dell’esistenza ovvero da quello. Perocchè nella catena degli enti creati qualunque punto sia scelto da noi ovvero posto dall’esperienza ordinaria nella comune veduta comparirà sempre, a chi ben lo guarda, nè il primo assolutamente nè l’ultimo e sempre al pensiere si affacceranno dej possibili antecedenti e inferiori come de’ susseguenti e superiori non numerabili, i quali tutti, replichiamo, ànno qualche attinenza remota o vicina all’attuazione incessante ed universale del bene."
      },
      {
        "index": 25,
        "text": "Nemmanco si dee cercare in qual parte delle cose create e in qual punto di loro durata si aduni maggiormente o per lo contrario si diradi quel mal positivo che dalle limitazioni proviene come da fontale promozione. E se cotal male si spanda invece con poca disparità nel mondo visibile e nell’invisibile. Egli mi parve che indagare la giusta misura di tutto ciò sia temerario e a qualunque altezza di scienze non conceduto. Salvo il sapere, come altrove fu notato, che nel generale ampliandosi la virtù del finito e l’operare coordinato degli enti partecipi di ragione debbe al mal positivo venir scemando via via la latitudine e l’efficacia. Quindi mi persuasi che l’economia del creato debbe sempre venir divisata nel suo tutto insieme e nell’ámbito immenso de’ suoi contenenti. Ed una cosa essere l’indefinito svariatissimo e strano e incomposto, a così chiamarlo, di tutti i possibili; altra la sapienza infinita che pensa e ordina le combinazioni loro. Quindi sono come caratteri che mescolati nella grande urna del Caos riescono informi ed incoerenti; ma combinati da una mente esprimono (poniamo caso) l’Iliade o la Divina Commedia."
      },
      {
        "index": 26,
        "text": "24. — In secondo luogo, visto e riconosciuto per raziocinio e per induzione che il bene tragittandosi dall’infinito al finito non cambia essenza nè attribuzione e che il sol modo di possederlo consiste nel farlo e la sua pienezza massima convertesi con la massima attività; e in fine che convertendosi egli eziandio con l’Uno, bisogna che il bene creato cerchi tutte le simiglianze e imitazioni dell’unità mediante ogni maniera di congiunzione e coordinazione e quella segnatamente che piglia nome di strumento o di organo; perciò è da giudicare con sicurezza che il mondo creato risulta di una catena immensa e correspettiva d’azione e passione, e parte fa e s’appropria il bene, parte fornisce alcuna materia o alcun mezzo per l’attività intorno al bene."
      },
      {
        "index": 27,
        "text": "25. — In ciò si comprende un principio fondamentale e fecondo della scienza cosmologica, il quale dice: che Dio nella natura tutto crea e nulla opera, tutto preordina e nulla eseguisce."
      },
      {
        "index": 28,
        "text": "26. — Ultimamente, perchè la impotenza ed insufficienza congenita d’ogni qualunque finito e il mal positivo che ne proviene e la diversità sregolata e discorde di tutti i possibili viene parte impedita e parte corretta dall’artificio divino delle combinazioni; ed oltre di ciò, i subbietti attivi destinati a partecipare il bene debbono coordinare a sè stessi la serie dei mezzi e degli apparecchi, necessario è che nella natura apparisca quasi un’immagine di fatica di tardità e di stento; mentre invece non può figurarsi cagione alcuna la quale si muova ed operi con prestezza ed agevolezza maggiore, in quanto nè mai si spende nella natura un attimo di tempo di più nè le cose adempiono un solo atto contrario minimamente all’indole loro ed al loro fine immediato."
      },
      {
        "index": 29,
        "text": "27. — Ò raccontato a filo a filo il succedersi de’ miei raziocinj intorno al proposito; ancora che in fatto sia nel corso loro intervenuta più d’una incertezza ed abbia toccato alla riflessione la cura e il disagio del tornarvi sopra assai volte. Ciò non ostante, io vorrei pure che tutte le pagine di queste mie Confessioni assomigliassero alle qui presenti, non vi essendo occorsa necessità di pentirmi nè obbligo di disdire innanzi al pubblico il fatto mio proprio; e quanto all’aver dileguato dalla mia mente quell’errore volgare di credere che il fondamento della felicità sia nel riposo, nella passività e nel ricevere il bene senza produrlo, io mostrai di stimare il contrario insino da quando furono mandati fuori i Dialoghi di Scienza Prima."
      },
      {
        "index": 30,
        "text": "28. — Intanto, egli pare che da coteste mie meditazioni rampolli una ragione gagliarda e feconda contro gli scettici, i quali non finano mai di chiedere ai metafisici perchè nel mondo è il mal positivo e perchè il bene potendo essere partecipato alle creature, ciò non accade immediatamente e con abbondanza per lo manco sì fatta che pareggi il bisogno e il desiderio che se ne à; ed infine perchè la natura sembri dannata a certo travaglio incessante per attingere lo scopo suo e da per tutto compariscano sequele e concatenamenti di mezzi di apparecchi di organi, laddove una potenza e una sapienza infinita ebbe piena balia di costruire ogni cosa nella maturità e compitezza dell’essere proprio."
      },
      {
        "index": 31,
        "text": "29. — Noi, dunque, in cambio di argomentare dal solo assurdo come fece Leibnizio ed altri prima e dopo di lui, provando che la spiegazione di tutto ciò debbe esistere comunque non apparisca, da poichè Dio bontà e potenza infinita vuole del sicuro il bene del mondo anzi il massimo bene partecipabile, noi, dico, in luogo di questo inferire e arguire dalla impossibilità del contrario rispondiamo agli scettici soprallegati con ragioni dirette e palmari tutte ricavate dalla essenza stessa di ciò che riceve l’esistere e dalle relazioni essenziali tra il finito e l’infinito."
      }
    ]
  }
}
