{
  "chapterNumber": 23,
  "title": "Vol. I, Libro Terzo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SI CHIARISCONO E SI CONFERMANO IL NOSTROPRIMO SINTETICO E IL NOSTRO PRIMO ANALITICO."
      },
      {
        "index": 1,
        "text": "14. — Provato che le proposizioni identiche accertano irrepugnabilmente la sussistenza delle loro eterne e rispettive realità; e perciò provato la sussistenza dell’Assoluto, il quale si definiva da noi l’Essere perfettissimo; quindi ricerco e discusso quanto era d’uopo la natura e l’origine di tutte le cognizioni e la forma de’ nostri giudicj; resta che si trapassi a fondare e murare i due magni edifizi della scienza dell’ente che sono la teologia e la cosinologia; e parlandosi con esattezza resta che se ne indaghi il disegno più generale e i principj direttivi e supremi. Ogni rimanente oltrepassa le nostre forze e il nostro proposito."
      },
      {
        "index": 2,
        "text": "15. — Ma se a coloro che van leggendo queste pagine non è sgombrato dalla mente il residuo di molti dubbj; e però, ei non accettano senza qualche riserva la mia teorica fondamentale, e, più che altro, non accettano alcun mio pronunziato, posto assolutamente a priori, io verrò con poco effetto alzando ed architettando que’ due penetrali della metafisica. Ed ò motivi assai per temer ne’ lettori simigliante disposizione. Dacchè ò potuto accennare piuttosto che dichiarare ed esporre il corpo ed i membri della dottrina cardinale. Ed ora m’avveggo che la brevità debbe avermi nociuto non poco e mosso e adunato in molti un nuvolo di questioni. Onde io m’appiglierò a un partito che accorda insieme la chiarezza e la brevità e il quale consiste nel mettere innanzi parecchie obbiezioni e difficoltà e farle seguire da altrettante risoluzioni; e ciò, per via di proposte e risposte in modo stringato e prettamente scolastico. E se io introdurrò qui una forma insolita e inelegante di trattazione, me ne scusi la necessità. Perchè l’essere breve è debito primo di scrittore, pauroso di recare tedio e stracchezza; e debito primo di filosofo è l’essere chiaro."
      },
      {
        "index": 3,
        "text": "Oltre ciò, io non voglio intermettere l’uso di confessare candidamente le occulte e minute peripezie che avvengono entro alla mia scarsa e fiacca giudicativa. Chè quando io mi confido di avere diradicato, insino ale ultime barbe ogni dubbio e disperso ogni minimo avanzo di nebbia interposta fra l’animo e la faccia serena ed intemerata della verità, quelle barbiciuole spesso ridanno su e quei dissipati vapori a poco a poco ritornano. Le dubbiezze, impertanto, e i nodi e i groppi che sto per risolvere allacciarono primamente con assai forza il mio povero ingegno; e come tardi si formarono vengo tardi a disfarli a me stesso e al lettore. Sono revisioni, del sicuro, e indagi sgradevoli. Ma ciò che importa è di toccare la pienezza del vero; e piaccia a Dio che vi si giunga pur facendo qualche regresso ed assai giravolte."
      },
      {
        "index": 4,
        "text": "16. — Così fingo dunque che interroghi l’ Opponente e così risponda il Metafisico."
      },
      {
        "index": 5,
        "text": "Oppon. Que’ predicati che scorgiamo nel subbietto d’una proposizione identica sono necessariamente veri, supposta mai sempre la verità del subbietto medesimo. E però niuno vi negherà del sicuro quel vostro Primo: Dio essere ineffabilmente quello che è, dato a conceduto innanzi che il suo subbietto sia supposto a ragione, e cioè che nel concetto di Dio. non cada contradizione. Ma voi qual prova me ne porgete?"
      },
      {
        "index": 6,
        "text": "Metaf. Voi dovete pigliar quel concetto qual io ve lo do e definirlo qual io il definisco per l’Essere perfettissimo. Ora, la semplicità ed evidenza di tali due termini è così fatta che non mi sembra bisognare li prova alcuna. Così il geometra nel mettere innanzi i suoi teoremi, poniam caso, intorno ai triangoli non reputa necessario di antecedentemente mostrare che il concetto di triangolo sia possibile e non inchiuda contradizione; perchè nei subbietti mentali semplici la coerenza od incoerenza dei termini apparisce immediata. E quando così non fosse e all’oppositore mantenesse la facoltà perpetua di esigere dimostrazione della legittimità dei supposti, noi entreremo nell’un via uno e faremo un processo vano ed interminabile. Nè si può formare discorso, udito e capito fra gli uomini, il quale, com’è necessità che affermi alcuna cosa, del pari è necessità che principii dalla intellezione dei termini chiara, evidente e fuor del sospetto di intrinseca ripugnanza."
      },
      {
        "index": 7,
        "text": "17. — Tuttavolta, per rimevere gli scrupoli vostri, mi basterà distendere un poco la definizione da me data del subbietto e produrla in queste parole: l’Essere perfettissimo che esclude il von essere ed esclude la non perfezione, è logicamente possibile. Certo, l’essere è assurdo che sia il non essere, e la perfezione che sia imperfezione, o che tale diventi solo perchè è perfezione assoluta e si scevera da ogni specie e modo l’imperfezione; ovvero, perchè aggiunge sè all’essere il quale non possiede altramente la sua pienezza che quando inchiude ogni perfezione. Laonde segue che il concetto di essere perfettissimo in luogo di trarre seco dubbiezza alcuna d’intrinseca ripugnanza, si mostra in quel cambio il più positivo che si conosca e il più sincero d’ogni mescolamento di negazione. E perciò la teorica mia invece d’introdurre nella proposizione sua cardinale un termine condizionale e dubitativo, come fa Leibnizio con quelle parole: Deus, si possibilis est, existit, comincia dal costituire in essa medesima proposizione la possibilità dell’assunto."
      },
      {
        "index": 8,
        "text": "18. — Oppon. Ma la perfezione assoluta temo che sin concetto illusorio e fallace, non essendo ella in atto giammai nè dentro la mente nè dentro i limiti dell’esperienza e della natura. Annoverate quante doti e perfezioni vi aggrada, sempre ne rimarranno al di fuori alcune, e quindi altre ed altre senza mai termine; perocchè una serie mai non somma l’infinito; e se togli la serie, non è più l’infinito e la perfezione piena e reale ma vuota ed astratta."
      },
      {
        "index": 9,
        "text": "Metaf. Al contrario, il concetto della perfezione assoluta comincerebbe allora ad esser fallace, quando noi volessimo a forza introdurvi la serie ed il numero perchè l’Assoluto e Infinito gli esclude entrambi. Laonde, se ciò ne vieta di annoverare gli attributi della perfezione, non punto ne vieta di concepirla o converte in contradizione e fallacia l’idea che se ne possiede o infine la rende vuota ed astratta da interissima e concretissima ch’ella è nell’esistenza sua obbiettiva."
      },
      {
        "index": 10,
        "text": "19. — Del resto, qualora si dubiti della possibilità logica dell’essere perfettissimo, convien dubitare il medesimo di qualunque concetto. Imperocchè qualunque concetto pensa un ente finito o infinito e però perfetto o imperfetto; ma questo secondo è pensato e conosciuto imperfetto paragonandolo con l’idea della perfezione. Seguirà che se in tale idea giace qualche contradizione intrinseca, ogn’idea di cosa imperfetta sarà viziata nella sua origine; e noi ci recheremo alla fine a credere che qualunque idea del finito o dell’infinito contradittoria. Certo, così concludono ovvero sconcludono gli Hegeliani; e dissi francamente sconcludono, attesochè, quando fosse pur vero che la contradizione reale e non guari apparente si annidi in fondo a qualunque idea, diventa impossibile non che il ragionare e sillogizzare ma l’atto medesimo del pensiere; il quale dovrebbe in ogni concetto replicar sempre che l’ente e il nulla, il si e il no, il falso e il vero sono identici compiutamente."
      },
      {
        "index": 11,
        "text": "20. — Oppon. Ma qui insorge un’altra dubbiezza. Que’ due termini l’essere e la perfezione come sono da voi ritrovati? Se li sceglieste a talento e ad arbitrio, voi in una scienza rigorosamente a priori introducete un fatto fortuito e una condizione non necessaria e variabile. Nemmanco mi acquetereste rispondendomi col maggior numero degli ontologi: io li penso e ba- sta; perchè questo vostro pensarli è un fenomeno; e ad ogni modo, è fatto transitorio, particolare ed accidentale. La vostra scienza dunque non comincia al tutto a priori conforme vi sembra, ma si mescola coi dati dell’esperienza."
      },
      {
        "index": 12,
        "text": "21. — Metaf. Antecedentemente vi dico che io non li scelgo que’ due concetti; essendo che elli si offrono per sè medesimi all’intelligenza e compongono insieme il concetto sovrano, di cui è impossibile affatto pensare cosa maggiore così a rispetto del contenente come a rispetto del contenuto; e perciò uniti e immedesimati come li vuole l’intrinseca necessità loro, compongono il Primo da cui dee cominciare la scienza. Laonde, se tu cerchi davvero quel Primo, il pensar que’ concetti è necessità e non elezione. D’altro canto, vi è noto che, giusta la mia teorica, l’idea dell’Ente assoluto a cui fanno capo tutte le idee speciali di superlazione, si va componendo per tempo e in modo naturale e spontaneo dentro la mente d’ogni uomo. Il perchè io v’ò provato pure istoricamente la prevalenza e anteriorità delle due nozioni; e per dir la cosa con lingua usata nelle scuole, ripeterò che le due nozioni possiedono antecedenza logica e cronologica."
      },
      {
        "index": 13,
        "text": "22. — Secondamente, io dico che il mio pensare ai concetti non entra come una delle parti essenziali ed elementari della scienza fondata a priori; e chi lo fa, inciampa in sull’uscio e piglia indirizzo non buono. L’ontologia comincia dal vero; e questo à natura eterna e assoluta e non dipende dal mio pensarlo nè da qualunque atto cogitativo di qualunque creato intelletto; perocchè ruinati eziandio i mondi, la verità rimane inviolata, essendo essa unicamente l’eterna e infinita realità conoscibile e intelligibile. cose, anche potesse annullarsi lo spazio e tutte le cose in cui si applica la misura, permarrebbe intatta la geometria intera in mezzo al terribile vuoto dell’universo; perchè ella è un infinito di enti conoscibili per essenza loro e conosciuti ab eterno da lui che fu per appunto chiamato il gran geomètra."
      },
      {
        "index": 14,
        "text": "23. — Laonde, io non vo’ ripetendo coi Cartesiani e con qualche moderno scrittore che Dio è, perchè io lo penso; ma dico: Dio è perchè in sempiterno fia vero che l’Essere perfettissimo è logicamente possibile, e l’ipotesi di tale essere perfettissimo è tutt’uno con la realità sua. Onde il mio pensarlo non ci entra per nulla; e in ciò sta il progresso dell’ontologia nostra su quella degli altri. Stantechè, se la possibilità logica è sinonima della pensabilità, questa ricerca soltanto che sia possibile nel generale una mente che pensi e conosca le idee, nè quella eterna di Dio può far mail difetto."
      },
      {
        "index": 15,
        "text": "24. — Oppon. Ogni sentenza qui reggerebbe, qualora non si pretendesse da voi che in quel concetto delEssere perfettissimo è significata virtualmente ogni specialità e forma infinita di cosa. Perocchè, come fate voi a provare che la contradizione è esclusa da tutte le parti colà sottointese? Non avviene egli troppo sovente, che alcune proposizioni verissime e semplicissime nel primo aspetto, sono di poi, indagandole e scomponendole, riconosciute non che false ma ripugnanti?"
      },
      {
        "index": 16,
        "text": "25. — Metaf. Non nego il fatto; uego che il possiate o tanto o quanto adattare al concetto sopranotato. E prima, v’invito a pigliare l’un termine separatamente dall’altro. L’essere, dicemmo, non dà mai luogo in sè stesso al non essere, nè la perfezione alla non perfezione. Se, dunque, entrambo i termini sono positivi supremamente e assolutamente, resta che qualunque concetto vi sia sottointeso, non potrà mai portare la ripugnanza laddove n’è essenzialmente esclusa."
      },
      {
        "index": 17,
        "text": "Guardiamo se ella possa annidarsi e nascondersi nella congiunzione di essi termini. Ora, ci basterà il ricordare che la vera contradizione risulta dalla meschianza dell’essere e del suo contrario, il quale à in certa maniera i suoi gradi nella privazione e in ogni sorta di finità; dacchè il finito, pur come tale si risolve da ultimo in sottrazione e negazione di essere. Ma nei due termini sopra notati è l’opposto appunto della finità o della privazione; e l’uno e l’altro ci significano l’infinito sotto due diversi rispetti, l’uno della grandezza e l’altro della pienezza."
      },
      {
        "index": 18,
        "text": "Ciò posto, ogni contenuto dell’infinito è pure cosa infinita; e se la deduzione che noi ne facciamo coi nostri giudicj paresse in alcun suo termine ripugnare, il difetto proviene certissimo dalla finità della nostra mente e dal sottomettere a divisione ed a sceveraimento ciò che è sempre uno e sempre compito."
      },
      {
        "index": 19,
        "text": "26. — Oppon. Io mi vi darei per vinto, quando non fosse un’altra obbiezione gravissima ed è che la perfezione non compie, ma si ristringe il concetto dell’essere puro e lo altera. Per fermo, l’essere comunissimo contiene eziandio i finiti, laddove la perfezione assoluta ricusa ogni finità. Da ciò consegue che l’Essere perfettissimo è semplicemente una determinazione e una specie dell’essere e quindi non è il Primo, avendo sopra di sè una entità maggiore od almanco più comprensiva."
      },
      {
        "index": 20,
        "text": "27. — Metaf. Voi mi ponete fra mani un tema da discorrerne in sino al di del giudicio; e gioverebbemi assai di mostrarvi in che laberinto di sottigliezze e d’astrazioni vane ed inestricabili sieno entrati i filosofi usando ed abusando di cotesta nozione dell’essere, com’io altre volte accennava. Platone dall’ufficio usuale di verbo copulativo la sollevò a quello di rappresentar l’Assoluto; Aristotele non le attribui sempre un significato medesimo; e proseguirono a mutarlo ed a lambiccarlo le scuole del medio evo. Kant ravvisò nella nozione dell’essere una forma vuota dell’intelletto. Hegel la fece sinonima del nulla; Gioberti la contrappose alla nozione dell’esistente; Rosmini la tramezzo tra il niente ed il qualche cosa di reale."
      },
      {
        "index": 21,
        "text": "28. — Ma Dio mi salvi al presente dal porre il piede in simile ginepraio. Io toccherò della materia un sol punto chiarissimo a tutti gli uomini e mi sarà d’avanzo. L’essere puro ed astratto è mera esistenza mentale e non dimora in nessun contingente finito e concreto. Quando vi fosse, star vi dovrebbe o come subbietto o come modo o, infine, come la sintesi di ambedue. Ma se vi stesse come subietto, i modi sarebbero un nulla e le sostanze sarebbero tutte identiche, nè una pietra, quanto all’intrinseco, differirebbe da un uomo. Se vi stesse come modo, i subbietti sarebbero essi un nulla e i modi sarebbero tutti simili e non discernibili l’uno dall’altro. Da ultimo, se vi stesse come la unione del subbietto e del modo e tanto valesse la cosa concreta quanto l’essere suo, non esisterebbe nell’intero universo che la identità e unità perfettissima di questo Assoluto che domandasi Essere, e ogni differenza, varietà, mutazione e produzione riuscirebbe non che impossibile ma intrinsecamente contradittoria."
      },
      {
        "index": 22,
        "text": "29. — Oppon. Un ultimo dubbio. Voi difendete la vostra dottrina dell’Assoluto mostrando gli assurdi, ne’ quali trabocca colui che la nega. Lasciamo stare che non par bello nè proprio d’un’alta scienza questo provare il vero per indiretto. Ma oltre di ciò, il dimostrare che fate ab absurdis è un’applicazione continua del principio di ripugnanza. Ora, questo principio medesimo che altro è in sostanza, se non una forma astratta ed universale dell’essere, un concetto in somma di natura apodittica e irrefragabile? In tal guisa, voi difendete la verità dei concetti mediante un altro concetto, il che in logica si domanda un manifesto paralogismo."
      },
      {
        "index": 23,
        "text": "30. — Metaf. A me pareva che tali cose già fossero altrove state spiegate con sufficienza. Ma quando io sia per fugare dal vostro intelletto molte reliquie di oscurità e di errore, non mi tornerà faticoso il ripetere quel che io diceva ed offerirlo al pensiero sotto altra considerazione. Nella teorica mia la prova diretta ed intrinseca è nella evidenza immediata del vero, il quale inchiude di necessità l’oggetto reale correspettivo, già non potendo non essere il vero di qualche cosa, e dovendosi il vero assoluto sostanziare ed unificare con l’assoluta realità. La dimostrazione ab absurdis sopravviene poi per abbattere le oppugnazioni e sventare i sofismi."
      },
      {
        "index": 24,
        "text": "31. — Del resto, in ogni concetto si mostra la verità eterna e assoluta. Nol puoi negare, non abolire; dacchè abolendo e negando la mera possibilità della cosa concetta, tu porresti insieme il si ed il no, l’essere ed il non essere. E se la cosa concetta non è un possibile, ma un trascendente, bisogna a fortiori che tu l’affermi e la creda esistente; perchè dove non fosse in alcuna maniera ed anzi non fosse eterna e assoluta, la verità non avrebbe oggetto nessuno e diventerebbe contradittoria con sè medesima. Questo è l’ultimo termine dell’umana evidenza e certezza, più su del quale è pretta follia il volere ascendere; ed ogni dimostrazione esatta circa qualunque nozione o proposizione riducesi a fare discernere che la tesi o l’ipotesi è una determinazione e specificazione della verità eterna e assoluta, le cui forme logicali supreme sono i due principj dell’identità e della contradizione. Laonde, io mi arbitro a dire che il paralogismo diventerebbe qui la riprova del vero. Ma propriamente, paralogismo non v’è; stante che non si dimostra un principio dal principio medesimo; invece, si fa manifesto che quel tal vero assoluto, sebbene particolare, entra nel generale, espresso dalli due assiomi testé citati."
      },
      {
        "index": 25,
        "text": "32. — Per ciò, se il Primo si piglia dalla massima delle astrazioni, abbiamo questo pronunziato: l’ente è quello che è, e il contrario fa ripugnanza. Invece se il Primo vien collocato nella suprema delle sintesi la mente andrà ripetendo a sè stessa la degnità scritturale: Dio è ineffabilmente quello che è. Per ultimo. se vuolsi che il Primo significhi il più alto giudicio analitico del quale sia capace l’uman pensiero e onde la scienza riceva un cominciamento rigoroso e non censurabile, noi c’imbatteremo nella proposizione: l’Essere perfettissimo è logicamente possibile. E chi dicesse che il Primo non può e non debbe assumere che una forma, io gli ricorderei che Dio solo vede tutte le relazioni e vede sè stesso in modo compiuto e immutabile. Noi uomini, vestendo natura diversa e finita, sebbene contempliamo mai sempre l’obbietto medesimo che è l’Assoluto, non possediamo una guisa unica ed assoluta di riguardarlo e di esprimerlo."
      },
      {
        "index": 26,
        "text": "33. — Nullameno, ripugna alla scienza di rimanersi indifferente fra coteste forme di pronunziati; e se dal minimo non si dee cominciare, considerato che il minimo è impotente e infecondo, rimane che il cominciamento legittimo sia dal termine opposto o vogliasi dire dal massimo; quindi dal Dio ipotetico che torna un medesimo col Dio sussistente."
      },
      {
        "index": 27,
        "text": "Oppon. Non vi tacerò che di mano in mano che sonovi andato significando i miei dubbj sul vostro pronunziato mi venne veduto assai chiaro che in sulle prime io vi sono stato, come dire, troppo liberale, perchè io dovevo a dirittura disdirvi la facoltà di cominciare dalla nozione di Dio o dall’essere perfettissimo che torna a un medesimo. Nel fatto e dopo averci pensato sopra quanto bisogna io m’accorgo che ottimo cominciamento è quello il quale racchiude il meno essere che sia fattibile dovendo esso stare nella scienza come un postulato di cui non si dà ragione; e il postulato quanto è più semplice tanto riuscirà più discreto e accettabile. Oltrechè se la scienza è un procedere dimostrativo ognora più largo e fecondo, il suo principiare dee per l’opposto essere tenuissimo e poco meno che un nulla e la voce cominciamento esprime per sè medesima cotesta cosa; che se tu pervieni a potergli sottrarre porzione dell’essere, tu lo cogli quasi in contradizione coll’ufficio e natura sua. Onde avviene che il geometra al quale preme di costruire con ogni severità la propria dottrina, comincia dalla flussione del punto, levando da mezzo la quale non rimane più nulla dello spazio e della estensione."
      },
      {
        "index": 28,
        "text": "Metaf. Ingegnoso discorso davvero, ma fondato, quanto è al mio giudicio, in fallace supposto; nè vi lifende abbastanza l’esempio di Hegel, il quale del sicuro attennesi ad uno de’ vostri argomenti, allora che tolse a crear l’universo dall’ente purissimo. E badate che non lo aggravo a torto dicendo che tolse a creare; conciossiachè nel sistema suo il moto delle cose e il moto della scienza non si dispajano. Ora, venendo a voi vi domando di qual sorta cominciamento intendete parlare."
      },
      {
        "index": 29,
        "text": "Oppon. Di quale? Sembrami aver già detto che della scienza speculativa."
      },
      {
        "index": 30,
        "text": "Metaf. Trattasi, adunque, di trovar principio alla scienza umana non già all’essere delle cose, e quel principio dee contenere, virtualmente almeno, tutto il processo delle dottrine speculative. Il perchè Aristotele con l’usata saggezza e ponderazione disse appunto de’ principj che sono tenui nella forma e infiniti nella potenza; e come non è potenza la quale non si concreti in qualche subbietto, io ripeterò qui dell’ente puro di Hegel quello che altra volta ne giudicavo, e ciò è ch’egli è dannato ad una sterilità perpetua ed irreparabile qualora non vi si annidi un infinito di potenza. E questo secondo caso avverandosi, noi abbiamo sotto diverso nome e sembiante quell’assoluta infinitudine dalla quale io principio."
      },
      {
        "index": 31,
        "text": "Ma v’à di più; obbligo è della metafisica il porre veracemente a priori il primo termine suo. Al presente io nego che l’ente puro di Hegel cominci a priori la scienza."
      },
      {
        "index": 32,
        "text": "Oppon. Badate a non dovervi ricredere, dacchè mi sembra il vostro assunto un po’ temerario."
      },
      {
        "index": 33,
        "text": "34. — Metaf. Domando: l’ente puro è necessario comiuciamento perchè di necessità esiste, ovvero perchè lo penso nella proposizione: l’ente puro equivale al nulla?"
      },
      {
        "index": 34,
        "text": "Oppon. Per l’uno e per l’altro, mi credo io."
      },
      {
        "index": 35,
        "text": "Metaf. Dunque proverò falsa la cosa sotto l’uno e l’altro rispetto. La proposizione: l’ente puro equivale al nulla, non è identica, o vogliam dire, non é verità necessaria. Tel dice lo stesso Hegel allorachè rovescia la tesi e riconosce altrettanto vera e inconcussa l'opposta proposizione: l'ente puro e il nulla si contradicono."
      },
      {
        "index": 36,
        "text": "Concludo che il cominciamento dell’Hegel non è posto a priori in virtù d'un pronunziato apodittico."
      },
      {
        "index": 37,
        "text": "Oppon. Udiamo quel che pensate dell’altro supposto."
      },
      {
        "index": 38,
        "text": "Metaf. Sembrami di conoscere che quello che io ne penso già è nel cospetto di vostra mente. Come prova l’Hegel che l'ente purissimo sia necessaria esistenza? Forse perchè è impossibile di cancellarne al tutto il pensiero? Impossibile nel fatto, concedo; nella concezione, lo nego; perchè non iscorgo ripugnanza veruna dall’annullare tutto l’uomo non che il suo pensiere."
      },
      {
        "index": 39,
        "text": "Oppon. Ma il pensier puro, secondo Hegel, equivale all’essere puro, e voi medesimo in altro luogo scriveste che l'essere puro negato rinasce nella sua possibilità."
      },
      {
        "index": 40,
        "text": "Metaf. Rinasce per lo certo, ma idealmente; e si à quindi il giudicio ipotetico: la possibilità dell’ente è assoluta e però eterna ed incommutabile. Con ciò noi torniamo all’opinione testè esclusa delle verità necessarie."
      },
      {
        "index": 41,
        "text": "Oppon. Non istimo che v’apponiate; dapoichè l’Hegel vuole per appunto pigliar le mosse dell’ente ideale o logico che il domandiamo."
      },
      {
        "index": 42,
        "text": "Metaf. Curioso ente logico che poi ti riesce si poco astratto e tanto massiccio, clie di lui escono tutti gli enti concreti particolari e quindi gli enti razionali e individui!"
      },
      {
        "index": 43,
        "text": "35. — Oppon. Ad ogni modo, dalle due proposizioni hegeliane che l’ente puro sia simile al nulla ovvero gli sia contrario assolutamente, una debb’essere troppo vera; e però essendo un giudicio, conforme lo domandate, ipotetico, l’Hegel à cominciato schiettamente e legittimamente la scienza a priori."
      },
      {
        "index": 44,
        "text": "Metaf. L’Hegel non credo volesse incominciare la scienza come voi l’intendete. Ma si conceda o si finga. In tal presupposto il principio venendo attinto alla verità necessaria non debbe la natura e le condizioni li lei contraddire."
      },
      {
        "index": 45,
        "text": "Ciò posto, voi ben sapete che la verità necessaria è significazione ideale dell’Assoluto e che tutta insieme compone l’oggetto universale e perpetuo della virtù intellettiva. Nè si può sceglierne una parte ed un’altra scartarne, perchè esso oggetto è uno e infinito e tale dimostrasi a noi di continuo; onde chi lo dimezza o comecchesia lo ristringe per divisioni e astrazioni, di necessità lo falsifica. Che se nè l’intuito nostro, nè la riflessione tornano capaci di esprimerlo nella sua interezza, è gran vanità stimare che le nostre analisi, per artificiose che pajano, sieno in sostanza altra cosa che il testimonio della nostra limitazione e impotenza; e chiamar ciò un metodo di costruzione e un fabbricare Domeneddio, sembrami di quelle invenzioni atte a sorprendere il giudicio umano non a illuminarlo e condurlo alla vera scienza. Il principio, adunque, meno indegno della filosofia razionale e meno discosto dalla indivisibile unità dell’eterno e divino oggetto di lei sarà il pronunziato maggiormente estensivo e maggiormente comprensivo."
      },
      {
        "index": 46,
        "text": "36. — Ad ogni modo, è legge non preteribile di buona dialettica e di buon metodo incominciare dall’interezza dell’oggetto immediato e immutabile delle nostre cogitazioni; poichè quella interezza è inchiusa tuttaquanta nell’atto di nostra mente e le distinzioni e separazioni vengono da poi e sono artificiali e non naturali. Alle parti precede il tutto alle analisi la sintesi all’astratto il concreto. Ora l’intuito diretto e continuo di nostra mente che ci porge? Sempre ci porge la presenzialità infinita ed incommutabile del sostegno comune di tutte le idee. E sebbene ce la porge indeterminata in sè stessa, neppure ce la dimostra spogliata giammai di qualche ideale rappresentanza. La idea, pertanto, infinita, il suo sostegno ipotetico e il legame non risolubile fra l’una e l’altro sono gli elementi essenziali onde risulta il pensiere speculativo; e chi si arbitra di separarli, nel fatto li snatura e falsifica. Ciò è si vero, che a noi è bastato definire la verità e chiarirne da ogni parte il concetto per ravvisarvi dentro la eterna realità sua e la congiunzione apodittica dell’idea e dell’ideato."
      },
      {
        "index": 47,
        "text": "37. — In quella vece gli Hegeliani principiano dall’astrarre ogni cosa e dopo aver consumato obbietto e subbietto, rimasta loro in mano non so qual nozione che è e non è, esiste e non esiste, ànno fede da quel nonnulla di ricavare il mondo da loro disfatto. Ma appunto perchè quella loro nozione non è subbietto ne obbietto e però non è idea nè fatto, non assoluta verità nè assoluta esistenza, costituisce un apparente a priori e il loro sistema sbalorditojo comincia arbitrariamente e cosi prosegue per omnia sœcula."
      },
      {
        "index": 48,
        "text": "Ma voi di nuovo crollate il capo, segno che non vi o persunso al tutto; e vedesi bene che in questi argomenti scoppiano i dubbj l’uno dall’altro e la radice mai non si secen. Voi poc’anzi dicestemi: io sono presso a finire e solo mi resta un ultimo dubbio."
      },
      {
        "index": 49,
        "text": "38. — Oppon. Di grazia, non me lo rimproverate. E s’io m’assottiglio a trovare obbiezioni ed appunti al vostro principio non è oggimai per me proprio ma per la turba disattenta de’ lettori e nditori a cui piace qualunque sorta di cavillo, tanto che possano soddisfare alla naturale malizia umana che gode di sfatare le altrui opinioni solo per questo che non sono opera del nostro cervello."
      },
      {
        "index": 50,
        "text": "Voi come tutti gli ontologi professanti il teismo incominciando dal concetto di Dio incontrate le obbiezioni che l’Hegel addirizzava in particolar modo contro cotesta forma di principio. Egli opponeva per prima cosa che non potendosi compiere la indagazione dei predicati che sono intuiti o dedotti rimane sempre incerto se in qualcuno di essi appiattasi la contradizione. A questo, per verità, mi sembra sia stato convenienter ente risposto da voi laddove mostravate che la ripugnanza logica venendo esclusa di necessità dall’essere in quanto privo di negazione e dalla perfezione assoluta in quanto priva d’ogni difetto, non poteva insinnarsi in veruna maniera nelle analisi particolari; perocchè quanto si giudica del tutto si giudica delle parti. Ma l’Hegel prosegue notando che voi e gli altri teisti incominciate la scienza da un subbietto mal noto che è Dio e il quale in fondo si rimane tale mai sempre; dacchè ogni cognizione procede dai predicati e non altramente. In secondo luogo, il novero e la ricerca di quel che sono i predicati non pervenendo mai all’ultima fine, la sintesi terminativa non può mai aver luogo; e impedita la sintesi, è impedita eziandio la scienza. In ultimo, que predicati non sono dedotti l’uno dall’altro e si conoscono, la più parte, empiricamente traslatando in seno di Dio i risultamenti dell’esperienza."
      },
      {
        "index": 51,
        "text": "39. — Metaf. Queste note nella sostanza io le reputo vere. Ma nego che sieno censure, e infirmino la legittimità del nostro principio. Dite che il subbietto si conosce ne’ suoi predicati e non altramente. Distinguiamo, anzi tutto, la forma che piglia il giudicio dalla materia che esprime. Per quella forma tutto ciò che annunziasi del subbietto siccome tale, passa nel predicato. Nè io presumo nè voi nè altra persona sensata di tramutare le leggi essenziali e indeclinabili del pensiere umano. La scienza, noi l’affermammo più volte, per cominciare a priori debbe movere dall’ipotesi o dal vero necessario che tu la chiami e dee significarla con un subbietto ideale, e cioè a dire col distinguere alcuna cosa d’alcuna cosa. Certo, quando tu parli (verbigrazia) dell’unità sostanziale di Dio, tu pensi al più intrinseco dell’essere suo; e non pertanto, se vuoi esprimere il proprio concetto, dovrai confinare nel predicato quella unità e quella sostanza. A chiunque ricusa di sottomettersi a tali esigenze supreme del nostro intelletto rimane il solo partito di ripetere in fra sé mille volte Dio, Dio, Dio, senz’altro aggiunto, conforme usa di fare il popolo indiano dentro i suoi templi gridando hom, hom, hom, che vuol dire Brama; eccellente metodo forse per cadere in estasi ovvero in deliquio, ma impotente del sicuro a trovare la scienza. L’Hegel, so bene, crede iscampare da simili strette facendo che l’hom o il suo essere indeterminato si mova; e prima diventi l’esistenza poi la qualità indi la quantità e così prosegui. Di questo modo, l’ente o l’idea genera di sè e per sè i suoi predicati. Il guaio sta che quel gramo essere indeterminato nascendo così sfornito d’ogni energia e così incerto e sospeso tra la morte e la vita, tra l’esistenza ed il nulla, non si potrebbe movere nemmanco applicandogli la macchina a vapore più gigantesca che mai pensassero il Watt e lo Stephenson. Del che abbiamo tanto discorso ad altre occasioni, che spero mi concederete di tacerne al presente."
      },
      {
        "index": 52,
        "text": "Se poi l’Hegel rinfaccia al teismo, una cognizione di Dio la quale versi sugli attributi piuttosto che sulla sostanza, rispondo che attributi e sostanza, predicati e subbietto in Dio tornano ad un medesimo; quindi nel fatto l’obbiezione riducesi a dire che la cognizione nostra di Dio è scarsissima e, per ogni parte angustiata dal mistero il che non disdico e puerile vanteria sarebbe il negarlo."
      },
      {
        "index": 53,
        "text": "Oppon. Vi licenzio di trascorrere alle altre considerazioni; chè questa mi sembra bene redarguita."
      },
      {
        "index": 54,
        "text": "40. — Metaf. Delle altre io mi spaccerò brevemente; perchè s’egli è vero che noi ragionando di Dio non perveniamo mai alla conclusione, ciò prova che in nostro cospetto è l’infinito reale e non l’apparente. Qualora poi noi fossimo censurati di cominciare la metafisica da un pronunziato parziale e manchevole, risponderemmo a dirittura di no; e che la diligenza nostra è stata per appunto di significare per prima cosa il massimo e non il minimo, il più concreto e non l’astratto, una sintesi tale insomma che la scienza di tutti i secoli non vi possa aggiungere un jota. E nel fatto, ei si può con sicurezza sfidare Hegel e tutti i suoi alla prova di accrescere un minimo che all’essere perfettissimo. Vero è che noi non l’abbiamo veduto generarsi nè indoviniamo per nulla come ciò avvenga nel grembo dell’eternità. E se v’è concetto che ci si mostri paradosso e balzáno, si è quello d’un Assoluto il quale vada creando sè stesso di mano in mano e a membro per membro sottoponendosi a mille limitazioni e necessità come, verbigrazia, del farsi materia e corpo, e circondarsi di organi e patir dolori e crucci per cogliere cognizione di sè medesimo, e sapere all’ultimo ch’egli è identico a quella materia, a quel corpo, a quella organizzazione. Per noi la scienza à necessario cominciamento in un presupposto che è l’Assoluto. Dacchè il cominciare è dell’uomo e non dell’oggetto; e Dio è principio per questo appunto che non conosce principio. Del pari, noi leggendo nel magno volume dell’infinito che sempre ci sta dischiuso d’innanzi, mai non abbiamo avvisata la nostra medesimezza con esso. Per lo contrario, quanto più vi leggiamo dentro, tanto meglio ci apparisce da un lato la discrepanza dei due termini, dall’altro il progresso incessabile della lor congiunzione. E nemmanco si dica che di tal modo il finito rimane escluso dall’infinito e non campeggia dentro la sintesi con la quale annunciamo Dio e poniamo la scienza a priori. Nell’Essere perfettissimo è la ragione e cagione eterna e necessaria del creato; chè altramente perfettissimo non sarebbe. Quindi, se a voi gradisse di tener dietro alle nostre deduzioni o risoluzioni che s’abbiano a dire vedreste come partendo dal giudicio veramente primo e più semplice nell’ordine divisivo ei si perverrà al fine non per intuito impossibile ma per raziocinio apodittico, ei si perverrà, ripeto, alla sentenza famosa ora nelle scuole italiane: l’Ente crea l’esistente. Ma l’intelletto umano è sì fatto, che i suoi pronunziati non possono al tempo medesimo essere espliciti e impliciti, significare con distinzione uguale ed esatta il sommo contenente e il sommo contenuto, risplendere insieme di luce sintetica e di luce analitica. Però ci è avviso che la metafisica tuttaquanta s’inizia con due estreme proposizioni di cui l’una segna il colmo della sintesi e fu espressa con quelle parole: Dio è ineffabilmente quello che è. L’altra segna il grado essenziale e primordiale d’ogni processo analitico e vogliam dire che comincia la distinzione e l’astrazione da cio senza cui tutto il rimanente non può seguitare; il che nel nostro parere consiste anzi tutto in fermare la pensabilità della cosa. Laonde segue che il primo giudicio divisivo intorno l’Assoluto doveva essere quella nostra proposizione: Dio, ovvero l’essere perfettissimo, è logicamente possibile."
      },
      {
        "index": 55,
        "text": "Oppon.Non mi dispiacciono cotesti vostri pensieri. Ma voi provaste col fatto proprio che una parola tira l’altra, perchè la brevità l’avete un poco dimenticata e foste più lungo dell’altre volte."
      },
      {
        "index": 56,
        "text": "41. — Metaf. Chieggovi scusa; e per l’ultima opposizione sarò brevissimo del sicuro; stantechè io credo nel fatto, che le specie originali di tutte le cose rimangono originali ogni sempre e vo’dire che niuno potrà dedurle mutuamente e convertir l’una nell’altra; sebbene d’altro canto, nel ricercare le loro attinenze e rassomiglianze, e in quanti modi maravigliosi accennino all’unità, v’abbia per la scienza un progresso non terminabile. Tale considerazione tornando più volte nelle mie scritture e commentandola a più riprese, posso arbitrarmi di non discorrerne di vantaggio al presente. Aggiungerò solo che quando fosse nel pincer mio e nell’uso di argomentare, come dicono, ad hominem, avrei materia copiosa da dimostrare qualmente l’Assoluto di Hegel ascende da una specie originale ad un’altra per inero arbitrio e con salti mortali e spezzando a dirittura la legge della continuità cui sembra egli volere obbedire con fedeltà scrupolosa. Per fermo, infino a che trattasi per lui e la scuola sua di far trapassare l’ente indeterminato per le supreme astrazioni dell’esistenza, della qualità, dell’essenza e va’ discorrendo, la cosa sembra non mal riuscire, lavorando egli di metafore, stirando il senso delle parole e introducendo sempre la mutazione e la novità a spizzico e quasi come acqua piovana che per le minime fissure trapela ed uomo non se ne accorge. Ma quando il discorso vorrebbe che verbigrazia dalla nozione dell’oggetto esca la nozione speciale dello spazio e della materia; ovvero, che la idea della volontà si converta nel bene[1] e la volontà particolare diventi il dovere morale; o che l’idea assoluta sotto forma sensibile generi la bellezza; o finalmente che dalla coscienza del vero assoluto nasca il senso religioso, allora quei baratti di astrazione e quegli intralciamenti di frasi non bastano; e alla fine, ti accorgi che il bene, il bello, il santo, il giusto e il doveroso nel linguaggio dell’Hegel ànno smarrita la propria e non trasformabile significazione."
      }
    ]
  }
}
