{
  "chapterNumber": 58,
  "title": "Vol. II, Libro Quarto, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEL PRINCIPIO SPIRITUALE NELLA COSMOLOGIA."
      },
      {
        "index": 1,
        "text": "1. — Il finito può dilatarsi in due modi; o con la moltiplicità e contemperanza dei simili e dei diversi, e questo in varie maniere secondo abbiamo avvisato più volte; ovvero con lo spiegamento e perfezionamento Successivo dell’individuo, mediante una potenza di facoltà originarie nell’individuo inserite per atto di creazione. Noi insino a qui abbiamo piuttosto accennato che definito l’essere individuale fornito d’assai facoltà ed invece venimmo designando, come portava il subbietto, le limitazioni estreme e non valicabili entro le quali egli debbe rimanersi per le deficienze generali e non correggibili della finità. Oltrechè, era conveniente considerare da prima il finito nella sua moltiplicità essenziale e le relazioni scambievoli delle sue parti, a cosi domandarle, in quanto possono fare ufficio di mezzo."
      },
      {
        "index": 2,
        "text": "2. — Noi delineammo nel primo Libro i confini estremi e negativi dell’individuo e vale a dire l’ultima attenuazione dell’essere di là dalla quale più non esiste subbietto alcuno determinato e concreto. Conviene al presente avvisare il termine opposto e cioè insino a qual segno può venire alzata originalmente la forma individuale e impartibile d’un ente finito e particolare. Conciossiachè in questa soltanto dee potersi attuare il fine della creazione che è la dispensazione massima del bene assoluto. E la capacità del bene guardato soprattutto nella specie più alta che è la beatitudine, ricerca gran perfezione di essere. Nè basta che la natura inferiore aiuti e cooperi tuttaquanta in condizione di mezzo e strumento. Imperocchè nè i mezzi nè gli strumenti valgono a tramutare la essenza del subbietto sostanziale che ne fa uso. Senza dire ch’egli debb’esser fornito della facoltà per appunto di coordinarli e metterli in opera; a tanto meglio vi riesce quanto più signoreggia i mezzi e gli strumenti. Cotesto finito, pertanto, che dee racchiudere in sè una qualche ragione di fine, dee per ciò racchiudere molta perfezione propria e maggioreggiar grandemente in fra la moltitudine sterminata degli enti che anno sola ragione di mezzo."
      },
      {
        "index": 3,
        "text": "4. — Però incontro alle toccate perfezioni dell’individuo stanno le perpetue necessità del finito che noi rassegnammo nel primo Libro. Egli debbe possedere nell’intimo suo, e cioè nel subbietto siccome tale, una forma di essere tanto determinata quanto semplice. Quindi egli non può assumere questa entità e quella e quell’altra ad un tempo. A guardar la cosa in astratto, diresti che gli possono venire attribuite originalmente moltissime facoltà ed anzi innumerevoli. Ma prima. dovendo riuscire omogenee col loro principio o subbietto, ognun vede che al numero e alla varietà loro sono assegnati certi confini di là dai quali quelle potenze e attitudini o comincerebbono a farsi non coerenti e sproporzionate o l’adoperamento loro non tornerebbe agevole, simultaneo e fruttuoso quanto conviene, e diverrebbe di più in più complicato e confuso. Tutto il che viene a ripetere la sentenza espressa nel cominciamento di questo trattato, e cioè che il finito è l’opposto della Unità; e l’individuo non può aver perfezione se non in quanto partecipa della unità; e s’intende della piena unità, non della vuota ed astratta."
      },
      {
        "index": 4,
        "text": "5. — In secondo luogo osserviamo che l’individuo del quale si parla non dee venir riguardato rispetto solo all’infinito di potenza che crea il mondo. Imperocchè simile potenza à quattro termini esteriori in veduta e sono, qualmente si spiegò nel secondo Libro. la Possibilità, la Convenienza, l’Attività e la indefinita Partecipazione. La potenza increata ricusa per sè di riconoscere altri limiti salvo quelli del possibile. E d’altra parte la infinita sapienza ponendo con ineffabile arte ogni cosa in suo luogo, tempo e congiunture migliori serve mirabilmente alla latitudine sterminata dei possibili. Seguita la bontà sempiterna, che volendo attribuire la massima fruizione del bene agli enti finiti debbe condurli al grado massimo dell’attività, che è insieme la pienezza e l’apice della vita. In ultimo, tutto questo debbe venire distribuito sì fattamente, che ne risulti sempre ed in ogni dove il bene maggiore al maggior numero di creature. Quindi bisogna che l’attività e la vita si compiano nella intuizione e partecipazione diretta dell’Assoluto. Da ciò risulta che le molte necessità e angustie avvertite nel primo Libro intorno alla finità, non pure non si dileguano mai assolutamente sotto gl’influssi dell’infinito; ma nemmanco nel generale possono gli enti finiti rimoverle e dilungarle a un tratto da sè con ismisurato intervallo; ma ogni cosa nel mondo comparirà procedere verso la perfezione sua con gradazione, tardità, contrastamento e lavoro."
      },
      {
        "index": 5,
        "text": "6. — Pur nullameno, quel quanto di vera unità e di vera individualità che possiede il finito capace di alcun grado di bene lo rende altamente superiore di nobiltà, di efficacia e di virtù organatrice a tutti gli elementi del mondo meccanico e chimico e a tutti i composti loro. Per fermo, ciascuno di tali elementi è agli altri simigliantissimo in quanto nè li soverchia di potenza e di facoltà in modo da subordinarli a sè, nè molto nè poco a sè li assimila sottraendoli in parte o in tutto al giogo ed alla efficacia delle leggi lor proprie: e quando anche stia come centro in fra loro, è centro materiale ed accidentale. L’atomo adunque e molto meno il composto di atomi ed ogni elemento del mondo meccanico non è un individuo nell’accezione più razionale e dignitosa della parola. Individuo può dirsi in concetto negativo perchè non à parti separabili, ma pel rimanente non già. E per esempio, il Sole risulta di un composto di atomi che può risolversi tutto ne’ suoi elementi senza che nulla rimanga perduto e disfatto di lor natura. Per simile, nel Sole non, è vero centro; e il punto in cui s’equilibrano i suoi componenti è matematico e astratto; e però significa non già qualcosa di sostanziale e d’indivisibile ma il risultamento d’un gran complesso di forze bilanciate e omogenee. Del pari, il Sole sebbene occupa il mezzo d’un ampio sistema mondiale e ne determina i moti, ciò accade per la ragione delle masse non per la sua peculiare e individua; e i pianeti che lo circondano forse lo vincono a gran pezza di attribuzioni e d’efficacia accogliendo sulla superficie loro le combinazioni della vita vegetativa ed animale."
      },
      {
        "index": 6,
        "text": "7. — Vero è d’altro lato che pur l’individuo capace di qualche finalità rimane soggetto alle insufficienze da noi ricordate segnatamente nell’aforismo XV e nel XVIII (Capo quinto, Libro primo) e però gli sarà d’uopo di allargare il proprio essere coordinando appo sè certo sistema e certa cooperazione di mezzi, levandosi i quali, poco o nulla gli gioverebbero le molte o poche prerogative di sua natura. Ma simile ordine strumentale avrà condizioni differentissime da tutto ciò che succede nel mondo meccanico e chimico, e piglierà con buon diritto il nome peculiare di organizzazione; laddove le altre combinazioni e cospirazioni, a chiamarle così, di elementi e di forze non trascendono mai la virtù dell’automatismo, o dir vogliamo della macchina."
      },
      {
        "index": 7,
        "text": "8. — Per fermo, la macchina, e sia pure della natura, non può infondere in sè nè fuori di sè potenze e leggi diverse da quelle a cui per essenza propria obbediscono tutte le parti che la compongono. Invece, nell’individuo organato esiste certa unità sostanziale e certo principio superiore che subordina e modifica il tutto profondamente e v’induce alcune leggi peculiarissime e diverse a compimento da quelle a cui ciascun elemento materiale di esso tutto obbedirebbe di necessità per la forma ed essenza propria. Laonde cotesto medesimo tutto organato e di tal guisa subordinato compone esso pure una individualità; e con assai più ragione debb’essere domandato un piccolo mondo che non questa terra che abitiamo quando la si avvisi in disparte dalla vita che alberga ma non produce."
      },
      {
        "index": 8,
        "text": "9. — Tali cenni per al presente sono bastevoli a definire la differenza profonda che corre tra il principio spirituale ed il materiale o con altro vocabolo tra la mezzanità e la finalità corrispondendo questa agli esseri viventi e organati, quella al mondo meccanico e chimico. Il perchè si vede infino in sulla soglia di tal nuova trattazione come uel creato sono diversi principj a diversa ragione di atti; e già nell’ordinamento dei mezzi scorgemmo la necessità di distinguere sostanzialmente l’attrazione dalla coesione, questa dall’affinità, l’affinità dall’azione eterea e nel medesimo etere due specie separate sebbene connesse. Il che ripetiamo contro coloro che s’infatuano oltre il debito del simplex duntaxat et unum."
      },
      {
        "index": 9,
        "text": "10. — Del rimanente, gli è manifesto ad ognuno che nella creazione tornano necessarj gli esseri strumentali quanto i finali, le masse ei corpi quanto gl’individui. Di questi ultimi, ripetiamo, risulta il mondo intero spirituale; sebbene poi conviene distinguere in essi la forma puramente vegetativa dalla senziente ed intelligente, conforme verrà spiegato con ampiezza più tardi ; e ciò che in generale separa e differenzia dalla materia i principj spirituali si è la individualità e il soggiogar quella e organarla a proprio strumento e sviluppo; e quindi per via di fatto confermasi la razionale presunzione che l’essere che à ragione di fine non può sortire medesimezza di natura con l’essere che à ragione sola di mezzo."
      },
      {
        "index": 10,
        "text": "11. — La serie poi dei principj spirituali debbe riuscire innumerabile nel quale e nel quanto come tutte le serie della natura, non dimenticando noi per altro che laddove apparisce la vera mentalità, la viva coscienza e simili eccelsi attributi della personalità, comincia una categoria d’individni supremamente più nobile per lo intervenimento d’un principio al tutto diverso che è la congiunzione dello spirito con la infinita idealità."
      },
      {
        "index": 11,
        "text": "12. — Ora non può negarsi che ragguagliando l’atomo materiale con uno di tali individui, ci pare di scorgervi una diversità immensurabile. Tuttavolta essa rivolgesi, chi ben la guarda, in negazione piuttosto che in altro; e s’intende che l’atomo materiale, manca di tutta quanta la nobiltà e splendenza di essere notata qui sopra nell’individuo razionale; e nondimeno, l’atomo à questo di comune con esso individuo che ancora che comparisca sempre esteso e composto, pure convien pensare che termini in punti non divisibili o vogliam dire in subbietti semplici e inalterabili, e che però l’atomo, o meglio ciascuno di essi punti può congiungersi all’individuo spirituale con varj legami di causa e di effetto; e cioè, da un canto con legame reciproco di azione efficiente in quello che i due subbietti ànno di simigliante (sia poco od assai) e l’individuo à d’inferiore (se può dirsi) nei gradi dell’essere; e d’altro canto con legame di eccitazione o di semplice occasionalità per le parti superiori e le più differenti dall’uno all’altro."
      },
      {
        "index": 12,
        "text": "13. — Nè già si nasconde che la materia pur ricevendo l’atto efficiente dello spirito, e quando anche non lo ricambi, rivela con ciò solo qualche rapporto di simiglianza; imperocchè il tutto diverso nettampoco è passivo e non à facoltà di accogliere l’atto esteriore diverso. Ma ricordiamoci che fuori degli opposti i quali si negano compiutamente, il simile e il differente non sono assoluti, e cho il tutto diverso venne per appunto definito da noi quella specie di entità che oltre al differire sostanzialmente da altro essere, nettampoco gli si connette per qualunque relazione causale attiva o passiva."
      },
      {
        "index": 13,
        "text": "14. — Nessuna impossibilità metafisica è da riconoscere per tanto nella congiunzione temporanea ed accidentale dello spirito e della materia. L’atomo materiale sempre si accompagna coi simili a lui; e intendi ch’ei si manifesta e opera sempre come un aggregato e un composto. Ma niuno à provato e non vi perverrà, credo, giammai che al semplice venga interdetto di congiungersi in una volta con parecchi semplici ossia col composto. Che s’egli si può congiungere, può eziandio ricevere i loro atti. tanto che facciano uno dentro al suo spirito, e fuori dello spirito si dividano nel molteplice."
      },
      {
        "index": 14,
        "text": "15. — Vero è che i semplici corporei, o vogliam dire gli atomi, sono sempre estesi laddove lo spirito è compiutamente inesteso. Ma si badi che eziandio gli atomi negli estremi loro elementi sono inestesi salvo che sono congiunti allo spazio e nello spazio appariscono quindi l’azione loro cumulativa si manifesta mai sempre in certa estensione e genera il fenomeno del continuo resistente. E questo medesimo spazio, nel subbietto universale che à, riesce cosa impartibile, e tutti i suoi modi estensivi e quantitativi risolvonsi in meri fenomeni. Che cosa, impertanto, debbono venir giudicate le divisioni e separazioni materiali? Certo, disgiungimenti di gruppi di forze accompagnati sempre da fenomeni rispettivi di estensione e di spazio e i quali disgiungimenti mai non fanno sparire in compiuto modo i gruppi medesimi e solo li smembrano e li assottigliano."
      },
      {
        "index": 15,
        "text": "16. — Ma le forze corporali o gli atomi per essere immancabilmente congiunti allo spazio non per ciò s’immedesimano al tutto con esso. Chi pensa tal cosa, confonde la identità dell’essere con la congiunzione degli esseri. E parimente la espressione che gli atomi sono nello spazio vuole a giusto modo significare certo atto di congiunzione e non mica una sostanziale inerenza come parrebbe indicare il segnacaso in e come si avvera, per esempio, nella virtù motrice; dacchè la virtù motrice è inerente in fatto agli atomi o forze movevoli ancorachè l’effetto si manifesti quindi al di fuori per fenomeni di spazio."
      },
      {
        "index": 16,
        "text": "17. — Perchè poi ciascun atomo di materia si trovi in questo originale e, a ciò che sembra, essenziale congiungimento con lo spazio di guisa che ogni operato loro non mai si discioglie da qualche fenomeno di estensione, io non l’andrò ricercando; atteso che credo dover rimanere sepolto alla umana meditazione, e solo è da concederne la notizia e la scienza a coloro che convertono lo spazio nella esteriorità dell’idea e creano l’estensione col punto e col tempo; il primo che non à fiato di estensione, il secondo che à successione ma non à spazio nè moto.[1]"
      },
      {
        "index": 17,
        "text": "18. — La monade spirituale perfetta del sicuro è fuor dello spazio e la sua essenza non punto la lega ad esso a maniera indissolubile. Tuttavolta, congiungendosi intrinsecamente con gli atomi materiali, si congiunge altresì allo spazio sebbene accidentalmente e mediatamente; e ancora che non sia estesa, opera nello esteso. Intendo per monade spirituale perfetta l’anima razionale. Rispetto alle monadi vegetative ed organiche, le quali per dilatazione appelliamo principj spirituali, discorreremo tra breve."
      },
      {
        "index": 18,
        "text": "19. — Dopo ciò, dimostrato avendo che tra la materia e lo spirito non sono impossibili le relazioni causali e la penetrazione degli atti, noi per iscansare la malagevole spiegazione e dichiarazione di tali rapporti non cadremo in verun paradosso, come fecero più metafisici, ora negando la esistenza della materia, ora quella dello spirito ed ora trasformando a piacere l’uno nell’altro, ovvero immaginando teoriche le quali se forse scampano dalla suddetta difficoltà, rovinano in parecchie contraddizioni, siccome incontra, per mio giudicio, all’ipotesi dell’armonia prestabilita e alla dottrina che domandano occasionalismo."
      },
      {
        "index": 19,
        "text": "20. — Per fermo, qualora si ammetta come verità chiara e patente che la idea o possibilità astratta che la si chiami tiene facoltà di attuarsi nella natura finita e particolare e dall’eterno discendere nel temporale, dall’assoluto involgersi nel relativo e farsi larga, lunga e profonda, ogni cosa apparentemente è spiegata e tutto può uscire da tutto. Ma coteste metamorfosi sono più incredibili assai di quelle dei poeti, e convien ripetere con l'Alighieri"
      },
      {
        "index": 20,
        "text": "«Taccia di Cadmo e d'Aretusa Ovidio.»"
      },
      {
        "index": 21,
        "text": "21. — Nè d'altra parte professandosi invittamente da noi la dottrina delle essenze diverse ed inalterabili possiamo in nulla partecipare alla opinione oltremodo diffusa al dì d'oggi in Alemagna che la materia e lo spirito sieno termini relativi e nulla d'assoluto non sia nell'uno e nell' altro. Vero è bene che non accade di porre fra la materia e lo spirito quell' abisso profondo nè quella specie di alienazione e di odio che vi pone il volgo, tanto che la materia diviene sinonimo di tutti i mali e d'ogni sconcezza e bruttura. Che se fosse tale, nemmanco sarebbe mezzo e strumento a buon fine."
      },
      {
        "index": 22,
        "text": "22. — Alla psicologia poi appartiene il mostrare con prova apodittica che la sensazione e la percezione porgono notizia certa e scientifica della sussistenza dei subbietti esteriori corporei e dovere in questi spiegarsi un ordine di qualità e di atti correspettivi ai fenomeni ch'essi subbietti medesimi promovono od occa sionano dentro di noi."
      },
      {
        "index": 23,
        "text": "Similmente mostrano le dottrine da me professate che il concetto chiaro e peculiarissimo del fuori di noi ci attesta per sè solo la realità dello spazio; tuttochè non sappiasi definire preciso nei fenomeni dell' esteso e del resistente continuo quello che lo spirito v'introduce, ossia il modo col qual riceviamo l'atto della resistenza esteriore corporea e più in generale le forme e determinazioni dello spazio."
      },
      {
        "index": 24,
        "text": "23. — Concedesi volentieri che la distinzione fra le qualità primarie e le secondarie de’ corpi non esce da diversità veruna di essenza; e che le une e le altre serbano l’alternazione di una serie di fenomeni alla quale risponde una serie obbiettiva e reale di qualità, di atti e di relazioni. Per fermo le qualità domandate primarie sono le più generali e costanti. Laddove le secondarie dipendono in buona parte dalla costituzione e passione de’ nostri organi. Ma questi medesimi organi sono pur fuori dell’anima, e la loro sostanza e disposizione soggiace a frequentissime modificazioni dallo spirito indipendenti. Egli è il vero, per via d’esempio, che, tolto di mezzo l’apparecchio dell’organo dell’udizione, non si sveglierebbe entro noi la sensazione dei rumori e dei suoni. Ma eziandio quell’apparecchio mirabile tornerebbe inoperante ed inutile, quando l’aria non fosse capace di quei tremori così svariati le cui leggi impariamo nei libri di Acustica."
      },
      {
        "index": 25,
        "text": "24. — Rimane, pertanto, certissimo che fuori dello spirito sussistono i corpi; ed ogni genere di percezione riuviene all’esterno un certo ordine correspettivo di fatti e certe rispondenze continue ed esattissime nello stato di essi corpi."
      },
      {
        "index": 26,
        "text": "25. — Queste generali distinzioni e definizioni tra la natura di mezzo e la natura di fine occorrevano al principio del Libro presente; le quali poi ci condussero per legamento logico a discorrere per sommi capi della diversità e dei legamenti causali tra la materia e lo spirito. Seguita che noi raccogliamo, secondo nostro uso, la sostanza del tutto in certo numero di aforismi, porgendo al lettore quel saggio di teorica deduttiva che non è temerario oggi d’iniziare di esporre intorno al proposito."
      }
    ]
  }
}
