{
  "chapterNumber": 10,
  "title": "Vol. I, Libro Primo, Capo 9",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CONCETTO GENERALE DELLA NOSTRA FILOSOFIATEORETICA."
      },
      {
        "index": 1,
        "text": "101. — Appresso i moderni, quello che un pensatore va giudicando delle fonti della cognizione, gli diventa senza meno il principio e la base di tutto il filosofare. Imperocchè la speculativa consuma ogni giorno più quell’impulso e quel moto di spontaneità e d’intuizione che la diresse nei tempi andati; e divenuta oggimai tutta analisi e tutta riflessione, ricasca ad ogni tratto dentro la cerchia della coscienza individuale. E però io medesimo costituendo a rispetto della Filosofia Critica quelle massime di cui ò toccato poco dianzi, dovea prevedere a un di presso in quale specie di metafisica avrei terminato e quetato il corso delle mie cogitazioni."
      },
      {
        "index": 2,
        "text": "102. — I dommi veramente sovrani della Critica della conoscenza sono, al mio sentire, non più che due; quali espressi secondo le forme non eleganti ma severe e concise degli scolastici, troverebbero la definizione loro in questi brevissimi pronunziati:"
      },
      {
        "index": 3,
        "text": "Ogni universale ante rem;"
      },
      {
        "index": 4,
        "text": "Ogni cognizione post rem."
      },
      {
        "index": 5,
        "text": "La prima partenendo ai Reali d’ogni compagnia e tempo e osteggiando ogni generazione di Nominali, inchiude la dottrina della sussistenza obbiettiva di tutte le idee. L’altra, come testè fu ragionato, non pure nega ricisamente le idee innate; ma con la teorica nostra speciale dell’atto di percezione fornisce e correda di certezza scientifica le cognizioni sperimentali, tenendo sempre vivo e presente l’assioma che dove il fatto non potesse per sè medesimo notificarsi, l’uomo ne cercherebbe inutilmente la cognizione per tutti i secoli."
      },
      {
        "index": 6,
        "text": "Non rimanea dunque più molto da travagliare, perchè mi sorgesse nell’animo un concetto generale e ben contornato di filosofia dimostrativa."
      },
      {
        "index": 7,
        "text": "103. — Io guardava un giorno con più diletto che mai in una incisione della Scuola d’Atene, gran capolavoro di Raffaele, e notava il fine accorgimento avuto da lui di collocare e atteggiare Platone e Aristotile in guisa da lasciar dubio il riguardante circa alla prevalenza dell’un filosofo sopra l’altro: sebbene in quelli anni Aristotile proseguiva a tiranneggiare gli studj publici. Ma il Sanzio mandato ancor giovinetto in Firenze, erasi per lo certo imbattuto in alcuno dei componenti la nuova Accademia platonica, e forse conobbe e ascolto con le proprie orecchie Marsilio Ficino."
      },
      {
        "index": 8,
        "text": "104. — Io dalla veduta di quelle figure fui tratto a considerare più intensivamente che non facessi altre volte questo fatto notabilissimo e principalissimo della storia della filosofia che nè Platone à mai potuto cacciar di sella il discepolo suo, nè questo il suo gran maestro; ed ànno alternamente regnato negl’intelletti a guisa dei re di Tebe, e vivono eterni e gloriosi come la favola va fingendo di Castore e di Polluce: che or l’uno or l’altro scende sotterra e sembra estinto e dimenticato; e poi risuscita e ricompare in mezzo agli uomini."
      },
      {
        "index": 9,
        "text": "105. — A ciò pensando, mi crebbe una luce mirabile dentro la mente e n’uscì fuori bello e compiuto questo concetto fondamentale che la filosofia non possa altrimenti solidarsi e correggersi, nè entrare in via d’incremento e perfezionamento, nè pigliar nome e valore di scienza positiva e dimostrativa, salvo che amicando per sempre e congiungendo insieme strettissimamente Platone con Aristotile. E sebbene il difficile tentamento di concordar l’uno con l’altro sia molto antico, e in Italia segnatamente, dove Pico Mirandolano il cominciò a pensare nella fine del quattrocento, oggi solo, per quel che io ne stimo, è diventato ben riuscibile, mercè delle nuove e fortunate investigazioni compiute da assai valentuomini così nel campo delle idee come in quello della logica e della psicologia; ed ancora perchè tal passo di Platone o tale altro di Aristotile sceverato dal tutto insieme non impaccia ora il nostro giudicio, il quale stendesi più volentieri sulle dottrine e le massime cardinali e qualitative delle loro teoriche."
      },
      {
        "index": 10,
        "text": "106. — Laonde, di cotesta conciliazione e armonia dei due maggiori sistemi della filosofia antica avviene il medesimo che di tutte le cose condotte dal tempo e dallo studio umano a certa loro convenevole maturità; le quali si scoprono poco meno che da sè stesse e leggermente dimostrano altrui la pienezza dell’essere e della vita a cui sono pervenute. Di tal guisa, colui al quale oggi incontra di edificare alla perfine una scienza rigorosa dei sommi principj, risolvendo in uno le teoriche più sostanziose e proprie d’Aristotile e di Platone, dee reputarsi meno ingegnoso che fortunato. E ripotesi nell’alta speculativa quello che gindicano i politici. intorno alla storia ; e cioè a dire, che uomini eziandio mediocri apparir possono come grandi per essere capitati opportunamente. Già ventitrè anni addietro uscivano dalla mia penna le infrascritte parole: Noi arbitriamo..... la vera e sola concordia fra Platone e Aristotile consistere in ciò che l’uno è complemento necessario dell’altro; tanto manca che si escludono e si contradicano. Bella e feconda sentenza era questa suggeritami meno assai dalla scienza che da secreto indovinamento; come troppo il dimostrano le spiegazioni e dichiarazioni incerte ed insufficienti che io ne scriveva in quel tempo.[1] La concordia ferma e durevole tra le due filosofie divenne possibile nella mia mente allora soltanto che io giunsi a persuadermi della realità obbiettiva di tutte le idee. E d’altra parte rimasi saldo nel credere che i fatti della natura e del nostro spirito sono intuiti immediatamente e senza intraponimento veruno d’idee; come eziandio non mi rimossi dal giudicare che nelle cognizioni astratte, le idee porgono bensì la forma e l’assolutezza, ma l’esperienza porge tutta quanta la loro materia; chè sono i due canoni fondamentali della teorica d’Aristotile."
      }
    ]
  }
}
