{
  "chapterNumber": 30,
  "title": "Vol. I, Libro Quarto, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEL SUPREMO PRINCIPIO."
      },
      {
        "index": 1,
        "text": "28. — Un altro intendimento (io diceva in cominciando) m’à sempre seguito nel corso vario e perturbato del mio meditare sulle verità metafisiche: trovare il principio ordinatore supremo di cui possa affermarsi:"
      },
      {
        "index": 2,
        "text": "«. . . . . . . . . . . . . . da quel punto Dipende il cielo e tutto l’universo,»"
      },
      {
        "index": 3,
        "text": "e intendasi l’universo reale non meno che l’ideale, e insomma la unità del vero e dell’ente da onde proceda la gran sintesi di tutte le efficienze concrete e di tutte le scienze e dottrine quante se ne pensano intorno a Dio, all’uomo ed alla natura."
      },
      {
        "index": 4,
        "text": "A prima vista, il trovamento di sì fatto principio compare un assunto spedito ed agevole; ed anzi, non discernesi come se ne debba istituire un qualche studio e una qualche ricerca. Il fondamento d’ogni verità e d’ogni realità, la causa suprema del tutto, l’Alfa e l’Omega d’ogni cosa creata non è sempre e in qualunque parte manifesto e lucente? Si, è; ma il filosofo con lo scostarsi passo per passo dal giudicio volgare termina nel dubio e nella incertezza delle verità più evidenti; e ciò che domanda la scienza teorica è ben altro da ciò che domanda il naturale discorso umano. Fatto è che ne’ più celebrati sistemi di metafisica il principio sovrano non è il medesimo. Cartesio lo scorge nell’ego cogito; MalebrancheMalebranche e Gioberti nella percezione immediata di Dio; Rosmini nella mera idea dell’ente possibile; Locke nella sensazione; Galluppi nel me che sente il non me; Aristotele nel principio d’identità e contradizione; Leibnizio, in questo e nell’altro della ragion sufficiente; gli Scozzesi in tutte le verità evidenti sì di fatto e sì di ragione; Hegel nell’ente puro che è insieme puro pensiere ed equivale al non ente."
      },
      {
        "index": 5,
        "text": "29. — Tale e si strana divergenza da che proviene? Sicuramente da ciò che il principio generatore della certezza immediata non sembra unificarsi sempre con quello in cui si appunta ogni verità insieme ed ogni realità; nè l’evidenza di fede accordasi costantemente con la evidenza dimostrativa e propriamente scientifica. Oltre di che, la sintesi più si dilata e più pericola di sconnettersi; e va divisa in parti ciascuna di cui s’attiene a un diverso fondamento e principio. Trattasi dunque pei metafisici di rinvenire un che di elevato e inconcusso il quale raccolga in uno la certezza, la verità e la realità prima ed irrepugnabile; rifulga similmente nell’ordine subbiettivo e nell’obbiettivo; sia sotto diversi rispetti individuale ed universale; venga posto onninamente a priori; non gli accada dimostrazione veruna, o sia desunta dal proprio seno ovvero da altro principio superiore o diverso; basti a potere render ragione, per le somme cause almeno, di tutte le cognizioni sperimentali, e stringa e leghi sotto forma rigorosa di sintesi dottrinale le parti svariatissime e innumerevoli dello intero scibile e degli oggetti correlativi."
      },
      {
        "index": 6,
        "text": "30. — Con queste considerazioni scorgesi agevolmente come il rinvenire un principio supremo nel quale s’incardini e giri tutta la sfera degli studj speculativi e si conciliino appunto le condizioni predette, divenga negozio assai laborioso e di lunga e sottile investigazione; e ancora è da disputare se è fattibile all’uomo il trovarlo. Io non so bene quello che intorno al proposito occorse in mente de’ metafisici miei coetanei, e se abbiano mai divertito dall’impreso cammino e vinto sempre e dileguato la esitazione e la peritanza. Io per me, confesso che non rinvenendo maniera di sottomettere e disciplinare tutti i principj ad uno massimo ed unico, e nel quale fossero a sufficienza soddisfatte le condizioni sopra accennate, mi viveva il più del tempo con animo forte sospeso a scontento; e il disordine e l’incoerenza della filosofia mi parevano ad ogni tratto suscitare un ostacolo tanto pertinace a resistere e tanto difficile a superare come sarebbe di ricondurre la quiete e la buona concordia in un regno agitato e sconvolto da lunga guerra intestina. Ma forse è vero in filosofia non meno che nella politica il peggior partito essere quello di non pigliarne alcuno."
      },
      {
        "index": 7,
        "text": "32. — Ora io mi rivolgo in particolar modo a te lettore benigno (c’è qui nessuno?), e ti affermo con persistenza ch’egli bisogna o non avvedersi per nulla di si fatti sconci o la penna più che spesso cade di mano. Ecco qua il Rosmini, il quale pone in capo dello scibile intero una indagazione sottile e non iscevra di congetture intorno all’origine così storica come logica di tutte le nostre idee; tanto che si fa a descrivere minutamente e usque ad unguem i primi pensieri e le prime notizie del neonato. Guai se la ipotesi che egli va componendo non reggesse da ogni parte alla critica, e qualcosa vi rimanesse di meramente opinabile! Ogni fesso e ogni screpolatura che appare ne’ fondamenti dà grave apprensione per la sodezza dell’intero edificio."
      },
      {
        "index": 8,
        "text": "33. — D’altro lato, le idee rosminiane non colgono la sussistenza delle cose, ma la nuda possibilità; e questa, conforme il sistema suo, non è metafisica, o vogliam dire, non è l’efficienza divina, non è atto primo, non forza virtuale, non facoltà inesplicata, ma è molto meno di ciò e torna ad una semplice privazione; conciossiachè esprime solo la rimozione da un concetto d’ogni termine contradittorio; è insomma la pretta possibilità mentale e logica, e non risiede nell’oggetto, sibbene nel solo subbietto e vuol dire da ultimo la facoltà di pensare."
      },
      {
        "index": 9,
        "text": "34. — Le cose, pertanto, concrete e reali come si conoscono in atto? e da qual principio dipende a qual principio si annette la cognizione loro con legame diretto e apodittico? Dalle idee stesse, no del sicuro, negandolo egli medesimo delle volte infinite, e nemmanco dalla virtù creatrice suprema, quando ella sarà trovata e dimostrata dal Rosmini; essendo ch’egli mantiene la libertà assoluta dell’atto creativo in termini tali che non si può intorno alla natura ed alle cose tutte finite argomentare nulla di certo, salvo la mera loro possibilità di comparire nel tempo. La percezione adunque, e più in generale parlandosi, il fatto rivelasi come separato da ogni rimanente e si costituisce in principio allato al principio ideale, che è pure indipendente dal fatto ed à caratteri trascendenti."
      },
      {
        "index": 10,
        "text": "Del sicuro, il Rosmini nel progresso della sua metafisica dimostrerà razionalmente ed invittamente la sussistenza certa della realità suprema e dichiarerà che in essa è il vero e formale principio da cui dipendono e a cui si annettono tutti gli altri. Ma l’Assoluto sarà in tal guisa un vero dedotto e non primitivo. E oltre di ciò, da cho e come verrà dedotto? Quando la prova dell’Assoluto venga derivata dal mondo sensibile e dai fatti del nostro spirito, s’accorge ognuno ch’ella esce da un contingente e fa contingenti le conseguenze a cui giunge."
      },
      {
        "index": 11,
        "text": "E quando derivi dall’idea, per qual prodigio può mai succedere che una possibilità logica, priva al tutto di sussistenza, dimostri altra cosa fuorchè altre possibilità e altre idee prive per simil modo di qualunque realità? Si può anche affermare con ragione saldissima che la idea rosminiana, come si toccava più sopra, à cosa contingente ed anzi è mero fenomeno; perchè è certo essere iniziale e incompiuto, è vuoto di sussistenza; e però non è Dio, nè alcuna idea di Dio, ne veruna sua appartenenza; apparisce in una mente e fuor della mente non esiste; e quando anche si voglia ch’ei rappresenti il reale ed il sussistente, non è lecito li affermare, come insegna lo stesso Rosmini, che il reale sussista in atto, perchè l’ideale lo rappresenta."
      },
      {
        "index": 12,
        "text": "35. — Nè giova che l’autore di tal sistema vada ripetendo in altre pagine dell’opera sua l’ente iniziale e incompiuto assolversi e compiersi in Dio, e però partecipare direttamente ed essenzialmente dei divini attributi, quali sono l’assolutezza, la eternità, la infinitudine e simili; ed essere più che un’appartenenza di Dio; posciachè costituisce una delle tre forme dell’Ente assoluto. E per fermo, intralasciando di avvisare la incoerenza somma che passa tra le une e le altre proposizioni, cosa stata adempiuta con abbondanza e facondia da Vincenzo Gioberti, egli diventa manifestissimo che, l’idea dell’ente iniziale e nudo di sussistenza apparendo in sè e per sè cosa contingente ed essendo primo principio dell’intero sistema, trasfonde la sua contingenza a tutti i principj logicali da lui ricavati e mediante i quali si prova e dimostra ogni rimanente. Senza dire che la contingenza è condizione tale di essere che non può venire assunta e spogliata ad arbitrio, nè recitare convenevolmente due parti in commedia."
      },
      {
        "index": 13,
        "text": "36. — Ma v’è di più. Se tu raccogli per li volumi del nostro filosofo le nozioni di ontologia che qua e colà si affacciano, ti si renderà manifesto, come testè ò accennato, ch’egli poneva in cima a tutte le cose una suprema essenza dell’essere; e questo piglia forma ideale negl’intelletti, reale nelle sussistenze, morale nella perfezione o nel bene che voglia dirsi. È poi infinito e assoluto in sè stesso, finito e relativo negli enti creati. Dal che tutto esce un panteismo de’ più rigorosi; a rompere il quale occorre di assumere quella essenza dell’essere come qual cosa di subbiettivo e di meramente logico ovvero aggirarsi in cento vane logomachie; come per esempio di dare ai finiti la sola partecipazione dell’essere la quale di nuovo o convertesi in identità ed emanazione di sostanza o in forme subbiettive e mentali che non raggiungono mai il reale e concreto."
      },
      {
        "index": 14,
        "text": "37. — Và pure chi s’è ingegnato di mostrare con tavole sinottiche la unità e semplicità della teorica rosminiana ponendovi a capo l’ente ideale e schierando sotto di lui le determinazioni e specificazioni sue diverse e molteplici Ma tutto questo è mera unità formale ed estrinseca; avvegnachè se l’essere comunissimo abbraccia ogni cosa, non ne stringe però alcuna. Il che serve per esempio assai patente di quella unità di dottrine cercata piuttosto in certo ordine artificiale che nella natura intrinseca del proprio soggetto."
      },
      {
        "index": 15,
        "text": "Ciò posto, mi sembra certissimo che quando al pensiere del Rosmini fossersi mostrati nella loro evidenza questi slegamenti e queste contradizioni; ed egli avesse ravvisato con gran chiarezza mancare al sistema suo l’unità dei principj e la coerenza e armonia delle parti, forse l’avrebbe rifatto più volte; forse emendato e corretto con pazientissima diligenza e fatica; ma v’era eziandio pericolo grave che dall’opera desistesse."
      },
      {
        "index": 16,
        "text": "38. — Da niuna scuola poi di filosofi scorgeva io curata e cercata con maggiore insistenza questa unità di principi quanto dalla tedesca. E certo, una parte non leggiera della celebrità tragrande in che mantenevasi ed oggi pure mantiensi, almeno in Italia, la metafisica di Hegel è da recare all’unità (secondo le apparenze) potente e fecondissima che tutta la involge ed informa. Per vero, fu lecito alla prima infanzia della speculativa spiegare ogni cosa con l’acqua o col fuoco e più tardi coi numeri o con l’amicizia ed inimicizia degli enti, e più tardi ancora con la mente universale o con l’unità astratta e infinita degli Eleati. Ma ne’ tempi nostri e nella pienezza e maturità del sapere razionale è cosa stupenda e meno da uomo (oso dire) che da taumaturgo il porsi a provare che l’essere purissimo ed attenuato al punto da poterlo scambiare col nulla, è origine, causa, principio, sostanza e generazione di tutto l’universo visibile ed invisibile."
      },
      {
        "index": 17,
        "text": "39. — Io mi sforzai dunque (e non nascondo che vi speso gran tempo e fatica) a conoscere il fondo di tale miracolosa unità. E questa a guardarla da un lato nel suo alto principio e dall’altro nelle sue espansioni e ne’ suoi nessi veramente vitali, riducesi al pronunziato infrascritto, la cui espressione singolare ed insolita conviene mi sia comportata dai lettori, perchè fa giusto tenore alla singolarità e novità del sistema."
      },
      {
        "index": 18,
        "text": "40. — L’Assoluto propriamente non è, ma sempre e sempre diventa. Nell’ultima sua essenza è Idea pura e similmente assoluta. Movendosi per necessità intrinseca, la quale si converte con l’assoluta libertà, ella si svolge in tre forme successive e progressive, la mentalità, la realità e lo spirito, o vogliam dire la possibilità logica, la natura e l’umanità; e in ciascuna forma valica per tre momenti, i quali si replicano tante volte quante è possibile che ognuna di quelle sotto diversi rispetti si differenzi da sè medesima e così differenziata ritorni ad unificarsi. Prima l’idea, negando sè stessa nelle antitesi proprie ideali e tornando ad affermarsi in maniera da sciogliere il groppo successivo e alternato delle contradizioni, produce di mano in mano tutte le categorie astratte ed universali dell’essere e crea il mondo compiuto delle virtualità. Poi l’idea, straniandosi di nuovo da se medesima per effetto delle discrepanze ognora rinascenti e per la necessità incessante del diventare, si esterna e si attua; e però scende nello spazio, nel tempo e nelle esistenze materiali e particolari e piglia essere di natura. Se non che la realità esterna medesima non può alienarsi e staccarsi effettualmente dalla profonda essenza ideale del tutto e conviene che vi si riconduca mediante una sintesi superiore la quale da capo accosta ed unifica il pensiere e l’ente, l’obbietto e il subbietto, la possibilità e l’attualità, il mondo mentale ed il mondo fisico. Per fermo cotale sforzo di unificazione varcando esso pure per più momenti fatali e l’uno antitetico inverso dell’altro, genera primamente la natura meccanica e fisica, indi la chimica, appresso la organica, e nella natura organica il sentire e l’intendere, che già sono forme essenzialmente e patentemente ideali. Il colmo poi di queste intime elaborazioni e trapassi dell’Idea viene conseguito per atto della coscienza, e cioè a dire col pensiere, che piglia di più in più cognizione di sè medesimo nell’intelletto dell’uomo e trascorrendo le quattro sfere connesse dello Stato, dell’Arte, della Religione e della Filosofia; benchè nella sola Filosofia l’Idea riconoscesi come una e medesima compitamente e assolutamente nella possibilità, nella natura e nello spirito."
      },
      {
        "index": 19,
        "text": "41. — Lo scibile intero si spiega e distende in questo ámbito senza limiti; dove, ripetiamo, una sola essenza è per tutto presente, la quale prima è nozione; quindi è realità; da ultimo è consapevole cognizione e sempre serbasi una, identica e autonoma perfettamente. La fisica, la logica e la metafisica, l’uomo e la storia, la scienza e l’arte, la speculativa e la pratica qui trovano le medesimità loro e insieme la loro distinta originazione."
      },
      {
        "index": 20,
        "text": "42. — Dopo tutto ciò e guardando solo alla appariscente connessione e omogeneità delle parti e alla immensurabile vastità dell’intero, confesseremo di buona grazia che forse mai non si vide sistema generale ed enciclopedico fornito in vista di maggiore semplicità e il quale non superi ogni altro per la grandezza del contemente e per la pienezza del contenuto. Nè crediamo doversi negare all’Hegel una profonda originalità, la quale più che in altro si fa cospicua in quel suo concepire una identità si perfetta tra l’essere e la coguizione, che il moto della scienza e il moto delle cose debbano riescire uno e medesimo, e la logica e l’ontologia essere termini che si convertono."
      },
      {
        "index": 21,
        "text": "43. — Beato Hegel e più beata la scienza umana, qualora potesse ella riconoscere per suo proprio cotesto sublime edificio lavorato, può dirsi, con un sol pezzo e dove quasi non appariscono commettiture e intromessi. Ma purtroppo cotesta unità rigorosa di sistema e di principj viene fabbricata sulle apparenze e sui paradossi. L’idea eterna e assoluta e però immutabile e sempre identica a sè medesima e che nullameno diventa ogni maniera di concetti, come altresì ogni maniera di cose concrete, è un pretto assurdo. Già inchiude contradizione che un concetto universale si muti e divenga di mano in mano tutti gli altri concetti; ma è più strano ancora a dirsi che queste nude intellezioni trapassino dall’astrazione mentale alla contingenza dei fatti e piglino le condizioni dello spazio, del tempo, del moto e della materia. Nessuna dimostrazione mai sarà escogitata e trovata di ciò che la pura idealità si converta o possa convertirsi in realtà materiale e tangibile, e in varietà di fenomeni. In quel cambio, le necessità della dialettica compiutamente concordi agli adagi del senso comune, pronunciarono sempre che fra i due termini s’interpone un abisso e differiscono l’uno dall’altro quanto il finito dall’infinito, il relativo dall’assoluto, il caduco dall’eterno ec. ec."
      },
      {
        "index": 22,
        "text": "44. — Un secondo salto mortale è spiccato dipoi dall’organizzazione al senso e da questo all’intelletto. Io voglio regalare un intero mondo al fisiologo al quale verrà fatto di mostrare a priori che il senso dee per necessità intrinseca venir fuori da quell’intreccio di vene, fibre, arterie, ossa, glandule e nervi che suolsi chiamare organizzazione de’ più perfetti viventi. Si dica altrettanto ně più nè meno dell’intelletto in riguardo del senso. Questo che à egli che fare con la mente, con la coscienza e con la ragione? Nulla per lo certo, qualora non si confonda la sensazione con l’intuito che l’avverte e con la coscienza che avverte l’intuito e il termine suo. Qui pure è un gran salto (noi ripetiamo) e forse più temerario ancora delli due anteriori. Nè l’equivocazione frequente sullo schietto significato delle parole, nè le sottili e lambiccate argomentazioni di Hegel e di tutti i suoi valgono a riempiere l’iato profondo che separa l’uomo spirituale e intellettuale da tutti gli esseri a lui inferiori. Di tal guisa l’entrare dell’idea nella materia e nel tempo è tanto paradosso e contradittorio, quanto l’uscirne e tornare alla cogitazione e allo spirito. Conciossiachè l’infinita idealità è così distante dalla materia quanto qualunque perfettissima organizzazione fisica dalla coscienza, dalla ragione, dalla moralità e dagli altri immateriali congiungimenti dell’essere nostro con Dio."
      },
      {
        "index": 23,
        "text": "45. — La unità hegeliana, impertanto, simile a quella di Spinoza, è fondata parte sull’impossibile logico e parte sulle affermazioni arbitrarie; senza negare per ciò l’abilità maravigliosa, mediante cui l’assurdo è velato e le arbitrarie supposizioni pigliano aria di prove e di dogmi. Il perchè io diceva più sopra che quella unità nel primo adocchiarla comparisce potente e feconda; e tale è forse in più materie applicative; atteso che nella sfera dei contingenti ogni cosa procede tra le limitazioni e le opposizioni. Solo, io mantengo che Giorgio Hegel rinnovo l’apologo della Peri condannata perpetuamente a volare intorno alle porte sacre e sfolgoreggianti del paradiso. Egli gira intorno all’infinito, ma nol sa ravvisare nè contemplare, e per ciò lo nega; o a dir meglio, lo fraintende e sfigura, scambiandolo talvolta con l’indeterminato, tal altra col processo non esauribile del diventare, e spogliando l’Assoluto d’ogni eterno e ineffabile suo carattere e lasciandogli solo il nome, ripetuto innumerevoli volte e partecipato eziandio con nessuna restrizione alla scienza umana."
      },
      {
        "index": 24,
        "text": "46. — Intanto l’Hegel mi sembra avere insegnato due cose ai filosofi. La prima, che è impossibile adoperare il metodo di composizione nell’ontologia, e imprimere, nondimeno, in questa il carattere rigoroso di scienza, tanto che ogni suo pronunziato riesca evidente ed ir- repugnabile. L’altra, che l’unità e semplicità d’un sistema metafisico non può nè dee provenire giammai nè dall’unità di sostanza fra Dio e il creato nè da connessioni simulate e apparenti delle parti fra loro e di tutte esse col loro subbietto. La consustanziale esistenza del finito e dell’infinito è concetto assurdo; e pure, menando buono all’Hegel il gran paradosso che la contradizione è intrinseca all’ente e si rinnova sempre e in tutte le cose, io non dubito di asserire che ogni uomo sensato e non vinto da passione maraviglierà senza fine nel vedere attribuite all’Ente assoluto le condizioni e le contingenze tutte quante degli enti relativi."
      },
      {
        "index": 25,
        "text": "47. — A rispetto poi del metodo compositivo, io replico che sebbene io non ardisca di negarne per affatto la possibilità e forse un qualche discreto uso nelle scienze naturali, lo reputo inapplicabile alla Scienza Prima o vogliam dire alla dottrina rigorosa dell’Assoluto. Per questa ogni ragionamento a priori cammina col metodo geometrico e presuppone il mondo increato ed interminato delle idee, come appunto il geometra presuppone nello spazio mentale tutte le possibilità dei modi quantitativi e delle loro attinenze. Quindi è follia pensare che la metafisica pigli le mosse dal minimo dell’esistenza. Invece, od ella non può sussistere o comincierà del sicuro dal massimo, e intendiamo dalla infinita esistenza e pienezza dell’essere. E l’ontologia umana (quella, vale a dire, che è accessibile e conseguibile dal nostro pensiere) sarà pur sempre un’analisi severa e perpetua operata sulla infinitudine dei concetti i quali si appuntano nel concetto supremo e più sintetico di tutti espresso dalla parola Assoluto, Infinito Dio. Confessiamo non vi essere teorica tanto semplice in apparenza e tanto una nei libri forse di tutti i filosofi quanto quella d’immaginare un nonnulla che a mano a mano diventa ogni cosa sempre per una medesima legge di necessità intrinseca, e ponendo prima la tesi, appresso l’antitesi e risolvendole ambedue in un termine superiore sintetico. Ma non si stenta molto a provare che quella unità e semplicità estrema torna in profonda illusione ed in falsità permanente. E per fermo, o quel nonnulla primitivo racchiude la infinita possibilità e virtualità del tutto, ovvero il suo diventare procede con una serie di effetti che non ànno cagione. Nell’un caso, quel nonnulla vale per lo manco un infinito di potenza; nel secondo abbiamo una continua ribellione all’assioma irrepugnabile della ragion sufficiente."
      },
      {
        "index": 26,
        "text": "48. — Ogni scolaretto si fa capace di questo che l’infinito pone sè stesso intero e infinito, e chi ne cerca il cominciamento, la generazione e lo sviluppo lo nega ed annulla; e così operano gli Hegeliani i quali, come si disse, scambiano il vero infinito con lo indeterminato, o pure con una serie incessante e non terminabile di finiti. Non trattasi adunque pel metafisico di generare l’infinito ma di mostrarlo con evidenza al pensiere ed alla ragione; e cogliere quella nozione di lui che sia pregnante di tutta la ontologia."
      },
      {
        "index": 27,
        "text": "49. — Nè gioverà punto il ripiego, paradossastico esso pure, di dire che tutte queste evoluzioni e questi diventari dell’idea sono nell’ultimo fondo tutti immanenti è perenni, dacchè il tempo e la successione è dessa altresì una determinazione dell’essere; talchè il principio ed il fine, l’ente puro e al nulla parificato e l’ente che divenne e va diventando ogni cosa sono una sola e simultanea congenerazione. Al che si risponde che tanto è assurdo immedesimare il finito con l’infinito quanto la eternità con la successione e col tempo, quanto la virtualità con l’atto e il diventare col permanere, e cosi prosegui. Vero è che Hegel introduce il diventare eziandio nella logica ossia nella generazione dei concetti. Ma noi replicheremo sempre con fermo e inesorabile raziocinio che nessun concetto originale e peculiare davvero e, come dicono, sui generis, deriva da altro concetto; e che solo noi ricaviamo l’una dall’altra le idee di relazione, ed a parlare più esatto noi ci avvediamo successivamente e per atto di paragone e di analisi delle attinenze eterne e immutabili che tra le diverse idee intervengono."
      },
      {
        "index": 28,
        "text": "50. — In conclusione, se a rispetto della prima filosofia, la unità dei principj, la derivazione e la connessione saldissima delle dottrine e la semplicità estrema del tutto sono i tre termini a raggiungere i quali debbe di continuo travagliarsi il buon metafisico, ciò non vuol essere conseguito con danno alcuno della verità e con ingegnose apparenze e artificiose dissimulazioni. L’unità perfetta e assoluta di causa è manifesta ad ogni intelletto, perchè v’è un solo Dio e un solo signore dell’universo. Ma trasmutare cotal principio dalla suggestione naturale che il porge in un pronunziato apodittico e dedurre ogni cosa da lui con forte filo dialettico senza mai spezzarlo e moltiplicarlo, hoc opus, hic labor. Colui è gran filosofo che a cotesta eccellenza di ordine accosta il proprio sistema; chi opina di possederla e attuarla intera sogna ad occhi spalancati. Noi speriamo di aver mostrato al lettore il solo e schietto principio di tutta la ontologia. Rimane che ne mostriamo la pienezza applicativa e l’inessiccabile fecondità. Conciossiachè, noi pensiamo che non sia buon metodo quello di provare il principio mediante le applicazioni; ma solo ci par ragionevole che la vastità e il profitto delle applicazioni comprovino la verità del principio o a parlar più esatto il modo assunto di definirlo e altrui dimostrarlo."
      },
      {
        "index": 29,
        "text": "51. — Del resto, promettere la scienza assoluta varrebbe come una sorta di ciurmeria, qualora non si sapesse quanto è capace d’inorgoglirsi l’ingegno speculativo. L’Uno, l’Infinito, l’Assoluto e altre denominazioni dell’Ente supremo risuonano perpetuamente alle orecchie dell’anima; ed egli è sempre e da ogni lato in vista dell’intelletto. Così che i pensieri, le prove, i tentamenti, le aspirazioni tutte e continue della filosofia in quel termine guardano, là si travagliano di pervenire. Ma non appena ella si crede di averlo raggiunto e di contemplarlo nel suo colmo e purissimo essere, s’accorge (come altre volte notammo) dell’introdurvi che fece alcuna indebita moltiplicità e certi limiti inconvenienti e alcun che di umano e di relativo. E però rinnova la fatica e la diligenza, sopprime ogni forma di finità e con altri metodi che reputa più fortunati torna a riguardare nella unità vera e infinita e nel vero e sfolgorante Assoluto. Ma qui pure o s’avvede di contemplare piuttosto una astrazione che una realità e quello che l’Assoluto non è in cambio di cogliere l’entità sua concreta e positiva; ovvero, i concetti da capo s’intorbidano e si mescolano di altri incompetenti e contradittorj."
      },
      {
        "index": 30,
        "text": "52. — In tal guisa, la cognizione dell’Ente primo sebbene si dilata e purifica di mano in mano per gran conato di scienza e meditazione, mai non ispoglia tutti i caratteri subbiettivi, e il finito e l’infinito ancora che tra loro ripulsivi e antitetici sono termini sempre accoppiati nel nostro giudicio come noi sempre costretti a disgiungerli; e ciò per la ragione molto evidente e a ciascuno manifesta che l’oggetto infinito della cognizione è ricevuto finitamente dal subbietto conoscitore. Per contra, la congiunzione del finito con l’infinito essendo reale e accadendo in più modi e segnatamente pel nesso della cognizione che è un contatto spirituale della mente con l’oggetto, l’infinito darà sempre di sè all’uomo alcuna notizia positiva; e qualche raggio della sua vera e candida luce trasparirà di continuo per mezzo alle stesse ombre e alle stesse limitazioni e separazioni di nostra natura e del finito nostro intelletto."
      },
      {
        "index": 31,
        "text": "E basti il sino a qui ragionato e concluso circa al principio supremo ed alla unità della scienza. Noi ci rifaremo da capo a discorrerne laddove quel principio e quella unità sembrano più che mai disparati; io vo’ dire nel passaggio dalla ontologia alla cosmologia."
      }
    ]
  }
}
