{
  "chapterNumber": 5,
  "title": "Vol. I, Libro Primo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "IL LIBRO DE’ DIALOGHI DI SCIENZA PRIMA."
      },
      {
        "index": 1,
        "text": "33. — Dopo tutto questo, se io per addietro mi giudicava come traviato e sperduto, ed era di me contento al sommo, io diveniva bel bello come ricreduto e assai malcontento della stessa filosofia; sembrandomi che la non fosse mai vera scienza e che le rimanesse al tutto impossibile di emulare la severità e la irrefragabilità delle matematiche. Ne ciò mi turbava mediocremente. Chè la scienza all’ultimo diventa una nostra bella, nè vorremmo trovarle in viso la macchia d’una lentigine. E quando dal rumore dell’opere esterne e dagli svagamenti che offre gagliardi e continui una gran metropoli, io ritornava alla quiete e al silenzio della mia cameretta, l’animo parimente tornava a pensare con grave noia e quasi con isgomento e sbalordimento sulla poca saldezza delle razionali discipline. Già con gli occhi della mente io discernera dintorno a me la turba dei derisori della filosofia, e figuravo ch’ei mi guardassero con procaci visaggi e con atti più che baldanzosi; ed io li sentiva altresì sghignazzare senza riserbo sul fatto mio, e delle mie trepidazioni pigliarsi giuoco prolungato e scortese; tanto manca che per natura io sia propenso e voglioso del discredere e del negare. Ma d’altra parte, come libero spirito ch’io sarò sempre mai e forte innamorato della verità qualechessia, ogni rimedio poteva io tentare alla cotidiana molestia del dubio, eccetto l’esorbitanze dei mistici e le prescrizioni e il giogo dell’autorità."
      },
      {
        "index": 2,
        "text": "34. — Qualche altro tempo, io usciva meco medesimo in queste parole: Or che dunque? Se gli autori questionano da molti secoli intorno alla metafisica e tuttavia non si rimangono dal discordare e contendere intorno al fondamento primo delle realità e delle cognizioni; e s’egli appare meno difficile il mettere insieme una rigorosa dimostrazione della impossibilità l’una scienza apodittica piuttosto che della possibilità, resteranno le umane generazioni senza luce di filosofia e non vi sarà disciplina nessuna bene ordinata e ferma e incrollabile intorno i veri supremi? Il che quando fosse, varrebbe il medesimo che abbandonare lo scibile intero alla materialità degli empirici, alle sottilità dei sofisti e al variare e tumultuare continuo delle controversie; né altro diventerebbero tutte le scienze che mere arti congetturali; e patrimonio delle menti non sarebbe giammai il certo ed il vero, ma il solo apparente e il solo opinabile. Conciossiachè, dove mai non giunge, dove non s’intromette, dove secretamente non penetra la virtù dei sommi principj? a quale teorica non danno base, o quale ricerca, vogliamo di fatti, vogliamo d’idee, non sente bisogno d’incardinarsi in alcun pronunziato speculativo, definitole e ammannitole dalla filosofia?"
      },
      {
        "index": 3,
        "text": "35. — E si passi pur l’uomo della scienza dei sommi veri, quando si pone ad investigare la originazione delle idee, la natura e le passioni dell’essere, la realità dello spazio e simiglianti materie astratte, dove la perplessità e l’esitanza sembrano trarsi dietro poco o verun danno e pericolo. Ma potrà egli passarsi altrettanto d’una scienza certa e assoluta nelle materie morali? e proseguirà dubitando e negando, venuto che sia a discutere della virtù ed a scandagliare i cupi e reconditi seni della sapienza civile?"
      },
      {
        "index": 4,
        "text": "37. — Avvolgendomi io per non piccolo spazio di tempo fra tali pensieri, mi sovvenne di quella filosofia tanto riguardosa e modesta, quanto serena e sicura ne’ suoi giudicj, e della quale fu detto averla Socrate primamente levata dal cielo e condotta a conversare famigliarmente in mezzo agli uomini. Di lei mi sovvenne, la qual non presume in alcuna cosa di saperne più là della stessa natura: ma di questa, invece, si dichiara attenta discepola, e ne accetta i pronunziati siccome oracoli; e dove non giunge o la diretta esperienza o l’argomentare irreprobabile, non si sdegna ella di supplire con la fede istintiva e comune. Tale filosofia, chi ben la considera e ne cerca diligentemente la storia, prosegui a risplendere negl’intelletti savj e meglio contemperati eziandio in mezzo alle più animose e irreconciliabili discettazioni delle scuole e delle accademie. Quella filosofia persuadeva già Marco Tullio, quando trattavasi d’indagazioni curiose ed astratte, di dubitare e cavillare insieme coi secondi platonici; e quando controvertevansi le discipline morali e civili. di tenersi saldo ed irremovibile negli adagi del senso comune, e col loro lume e criterio accettare la parte più bella e fondata delle teoriche degli stoici."
      },
      {
        "index": 5,
        "text": "38. — Ma cotesta filosofia secondo natura e secondo i suggerimenti e i metodi del buon senso, non avrà diceva io allora, ordine rigoroso di scienza, non forza di dimostrazioni, non principj, non unità ? Avralli, soggiungevo, chè altramente non sarebbe opera d’umano intelletto, e non le competerebbe alcuna signoria ed alcuna invigilazione sulle altre specie e categorie dell’umano sapere."
      },
      {
        "index": 6,
        "text": "Se non che, inquirendo io per li libri la qualità, il valore e il numero de’ suoi principj e la distribuzione vasta insieme e sintetica delle parti e la forma peculiare della logica sua e de’ metodi, non rinvenni nulla che mi paresse intero e accettabile; e mi si adunava dinnanzi agli occhi una larga e implicata materia, quasi ancora ignuda di forma."
      },
      {
        "index": 7,
        "text": "39. — Certo è che cotesto còmpito non venne fatto a dovere e compiutamente dalla scuola scozzese, benchè benemerita sopramodo e per tutte le età di quella che io soglio chiamare filosofia naturale o socratica. Il Reid e lo Stewart, per tacere degli altri, macchiarono ed oscurarono il bello intendimento loro con parecchi gravi difetti. Primo, pretesero con false ragioni di rinserrare ed imprigionare la intera scienza delle supreme verità nella sola e nuda psicologia. Secondo, negarono la possibilità stessa di una metafisica rigorosa e dimostrativa. Terzo, disdissero all’uomo il dubio speculativo e l’esame e la critica della autorità e legittimità de’ suoi mezzi conoscitivi. Quarto, alla psicologia medesima e alle scienze morali, indi ricavate, applicarono l’osservazione ed il raziocinio a maniera empirica; onde il tutto si raccoglieva da essi in una bene schiarita fenomenologia dello spirito umano. Quinto, moltiplicarono all’eccesso i principj e nella storia della mente e nei trattati dell’ Etica; difetto non evitabile al metodo loro grettamente sperimentale. Sesto, sembrò che avvisassero nel senso comune il solo e inconcusso criterio del vero, quando il giudicare comune degli uomini non è più che un gran testimonio ed una riprova di esso vero; ed è poi un ottimo metodo di riscontro e di revisione per assaggiare la bontà e solidità si dei sistemi universali sì delle dottrine particolari."
      },
      {
        "index": 8,
        "text": "40. — A scansare adunque cotesti difetti mi diedi io, forse con più buon volere che facoltà; ma certo, con esempio imitabile e con molto zelo e coraggio; perchè trattavasi di costituire e connettere in forma inusata tutto il corpo della filosofia. Anzi ogni cosa distinsi accuratamente la filosofia naturale o socratica lalla dimostrativa o teoretica. La prima, diceva io, procedendo coi metodi cauti e assennati delle scienze positive e aiutandosi di tutte le massime universali ed incontroverse, indaga, ripartisce e connette il più abilmente e razionalmente che sa i frutti molteplici dell’intuire e dell’osservare, dell’indurre e del delurre intorno ai tre gran subbietti delle studiose discipline, Dio, il mondo e l’anima umana. L’altra, e vogliam dire la filosofia teoretica, procaccia per quanto può e tin dove può di traslatare quelle verità innate od empiriche dall’ordine intuitivo e sperimentale nell’ordine puro dimostrativo; ponendo in prima a sindacato severo quelle massime stesse onde è governata la mente nella ricerca ordinaria del vero e del certo, e investigando con l’uso della Filosofia Critica l’indole e il valore delle facoltà conoscitive. Il che fatto, ella si travaglia di edificare lentamente e per opera del raziocinio apodittico la scienza assoluta dei sommi principj, ristringendo di più in più nei suoi teoremi il numero de’ postulati e gittando le fondamenta di quella che il Leibnizio avria domandata la geometria dell’ente e del necessario."
      },
      {
        "index": 9,
        "text": "41. — Con tale distinzione profonda delle due specie di scienza speculativa venne da ne pensato il libro dell’Ontologia e del Metodo e poi l’altro dei Dialoghi di Scienza prima. In questo secondo descrissi, a volerla così chiamare, la legislazione intera della filosofia naturale. Ne’ primi cinque dialoghi io ne assegnava la materia ed il fine, ne scandagliava il metodo, ne delineava i principj massimi. E intorno a questi (come a subbietto fondamentale) io mi faceva a cercare con diligenza quanti sono e quali e di che caratteri rivestiti; e se alcuno è fra loro che tutti li padroneggi e governi, e quali si possono condurre alla forma delle proposizioni identiche od analitiche; quanti ricevono dimostrazione dai superiori; quanti sembrano rimanere intangibili, o come il geometra usa dire, non riducibili in altri."
      },
      {
        "index": 10,
        "text": "42. — Nel sesto dialogo accennavo una dottrina assai trascurata e pur bella e di suprema importanza, ed è quella che cerca e studia gli schiarimenti, le purgazioni e l’ampliazione e fruttuosità progressiva dei principj del senso comune secondo che le arreca l’azione del tempo e della civiltà, e per le quali si rettifica in mente degli uomini il naturale raziocinio e la notizia. dei primi veri e componesi a poco a poco presso le genti più culte una scienza comune evidente e feconda che è molto più alta e più piena che il senso comune, e differisce da lui quanto la intuizione dalla riflessione, l’arte dalla scienza, la cognizione empirica dalla razionale; mentre lo assomiglia ciò non ostante nella universalità, nella certezza, nella perduranza; e da lui non pure ebbe il seme, ma crebbe all’ombra sua e dall’umore di sue radici pigliò nutrimento."
      },
      {
        "index": 11,
        "text": "43. — Tutte cose mal trasandate dai metafisici perchè, come sentenziò il Vico, non solo si pompeggia nel mondo la boria delle nazioni, ma quella maggiore altresì dei filosofi e delle Accademie; le quali rendonsi certe di veder lume esse sole e non s’accorgono ovvero non curano del comune sapere speculative, cresciuto a grado per grado e a spese propriamente di mille prove sfortunate e di mille errori e emoderatezze ne’ quali incappo l’orgogliosa e solitaria cogitazione dei cattedranti e dei capiscuola. Nè sembra inutile di qui notare come questa che domandiamo scienza comune tronca i pervi a quell’argomento degli scettici e detrattori della metafisica, il quale dal conflitto perenne delle dottrine è dei sistemi inferisce in lei la impossibilità del progredire e perfezionarsi. Attesoché, guardandosi spassionatamente alla via trascorsa in più secoli dalla scienza comune, chiunque s’avviserà di negarne i grandi incrementi si porrd del sicuro alla prova di negar l’evidenza."
      },
      {
        "index": 12,
        "text": "Ancora, non mi asterrò dall’avvertire di passata che questo fatto cospicuo degli ammendamenti e degl’incrementi nella scienza comune dei sommi principj e delle più larghe applicazioni dovrebbe pigliar luogo eminente nelle storie che scrivonsi della civiltà e della Filosofia."
      },
      {
        "index": 13,
        "text": "44. — Egli & poi manifesto che definiti e fermi gli adagi supremi, giusta la estimazione che ne fa la ragion comune, può ogni rimanente procedere con deduzione rigorosa e scientifica quanto si voglia il più e applicando la mente alla cognizione cosi dello spirito come degli enti corporei, alle realità ed alle idee, all’essere ed al pensiere, e insomma a tutto il sapere universo e infinito. Conciossinché la Filosofia naturale non muta certo né ristringe la materia dello scibile, né cambia in nulla il procedimento degl’intelletti, il quale per legge intrinseca e formativa di quelli va sempre mai dall’intuizione alla riflessione e dalla sintesi all’analisi; per ritornare graduatamente ad una sintesi molto più chiara e più comprensiva, e dentro di cui l’unità de’ principj raccoglie e dispone i veri sottordinati; come l’unità della causa connette e spiega la moltitudine dei fenomeni e il vario e misto operare delle sostanze. Questo solo si concede alla Filosofia naturale che in ciascun subbietto del suo meditare le cognite del problema (e ciò sono i pronunziati certi del senso comune) riescano spesso più numerose che nol comporta e nol vuole la forma del filosofare assoluta e apodittica."
      },
      {
        "index": 14,
        "text": "45. — Con si fatto metodo, venni nei Dialoghi di Scienza prima tratteggiando e contornando un’Ontologia ed una Cosmologia: il rovescio di quello che praticò la scuola scozzese, la quale aboliva l’ontologia e rado o non mai procedeva per deduzioni e dimostrazioni."
      },
      {
        "index": 15,
        "text": "46. — Giudichi il mondo se nell’ampia materia della Filosofia naturale abbia io felicemente o no intagliato le vere fattezze di lei, e dato il giusto rilievo a ciascun suo membro e dapertutto espresso con verità il moto e la vita. Che quantunque io discerna di gran magagne nell’opera mia, ed ella non risponda, l’uno per cento, all’archetipo in cui, modellandola, io riguardava, non credo esser tenuto a darne spia ad alcano. E far confessione al publico dei peccati mezzo nascosti è una specie d’umiltà che confina con l’immodestia e la petulanza. Basti che il generale concetto del libro sia buono e savio e ch’io non me ne debba pentire. E così d’ogni altra cara e desiderata cosa mi sentissi io queto e sicuro siccome sono e mi sento di questo che spesso gli uomini torneranno indietro a mirare in viso la socratica filosofia; e nella semplicità e verecondia della sua bellezza nativa ristorarsi e ricompensarsi de’ loro amori infelici per le troppo ambiziose teoriche, e discernendo alfine di avere abbracciata la nuvola in iscambio di Giunone."
      },
      {
        "index": 16,
        "text": "48. — I’er ciò poi che s’appartiene alla forma da me introdotta in quel libro e dell’avere in parecchie sue parti tentato con le mie deboli forze un rinnovamento della gran luce di poesia che Platone diffuse per entro ai suoi dialoghi, spero che non mi sarà imputato a vanità e ad errore; e fo voti al cielo e ai genj tutelari d’Italia perchè intelletti molto migliori e più immaginosi del mio si mettano per lo stesso sentiere non mi parendo conveniente a noi Italiani di entrar negli orti di Accademo e nccettar la sostanza della teorica delle idee, senza ricordarci che per Platone era la filosofia una scienza insieme e una musa, e che la più alta poesia non altro è veramente che una popolare metafisica."
      },
      {
        "index": 17,
        "text": "48. — Osservazioni e censure me ne vennero fatte assai poche essendo stati pochissimi, per ciò ch’io sappia, i lettori del libro; il quale stampato in Parigi a mie spese e non trombettato da alcuna gazzetta, ebbe lentissimo spaccio e non incontrò l’onore della divolgazione e della controversia. Nullameno, di due peccati venne ripreso da qualche attento e ingegnoso lettore. Si disse che la filosofia esposta nei Dialoghi di Scienza prima riusciva qualcosa di temporaneo e fatto a modo di provvisione; perocchè ella dovea cessare e sparire in quel giorno che la mente umana giungesse all’acquisto certo e non disputato della filosofia teoretica. Notavano altri che io non avea tenuto fermo il proposito di filosofare alla maniera socratica; essendo che spesso m’ero accostato al metodo dimostrativo il più rigoroso; e spesso ponevo innanzi opinioni e dottrine alle quali non servivano di fondamento e di prova immediata nè la evidenza dei fatti del nostro spirito nè alcun adagio chiaro e ben definito di senso comune. In cotesto abbaglio non essere caduti mai gli scrittori scozzesi, i quali negavano a dirittura così l’efficacia e il frutto della sillogistica come la possibilità stessa della scienza universale dell’essere. Invece, facendosi luogo ne’ Dialoghi all’una e all’altra disciplina, l’indole ei confini della Filosofia socratica rimanevano di necessità soprafatti e travalicati. Perocchè una volta entrato l’ingegno umano a discorrere dell’ente in universale e con metodo sillogistico è impossibile di fermarlo a mezzo del suo cammino."
      },
      {
        "index": 18,
        "text": "49. — Contraporrò alle due sorte d’istanze qualche mia breve considerazione per utile di coloro che si compiacciono in cotal genere di filosofare. E quanto alla prima io allego anzi tutto le previsioni espresse nel paragrafo 46. Di poi non dubito di affermare che quando anche sarà trovata una metafisica teoretica il cui fondamento ed i cui principj rimovano ogni ombra di dubio ed ella proceda per una serie di teoremi tutti positivi e tutti evidenti, nullameno, la filosofia spiegata dentro i miei Dialoghi serberebbe la sua importanza ed il suo carattere, il quale consiste principalmente a trattare la scienza dell’essere con tutti quanti i principj e i criterj naturali e comuni della verità e non col metodo solo dimostrativo di che usano i geometri e il quale dal principio di contradizione in fuori non accetta altro fondamento di prova. Conciossiachè parlandosi del risultamento finale e pratico, tutti que’ criteri sono ad un modo uguale fecondi e accettabili; e la fede, l’autorità l’esperienza, l’arte induttiva e congetturale sono mezzi e strumenti buoni di scienza; e i quali mantenuti ne’ limiti loro e sopra ogni cosa accordati insieme e coordinati adempiono al fine del trovamento e accertamento del vero con altrettanto di felicità, dignità e profitto quanto la sola e nuda ragione speculativa. Di più aggiungo che nelle scuole dovrebbesi in ogni tempo e a fronte di qualunque progresso di scienza addestrare gl’ingegni con la modesta filosofia di cui discorriamo e la quale nessuna facoltà della mente lascia inesercitata e avvezza quelli ad attingere con cautela e misura a tutte le fonti del vero."
      },
      {
        "index": 19,
        "text": "Ed è ciò in fondo che sempre desidera di porre in atto quella scienza popolare di cui toccammo qui sopra; e la storia delle intuizioni comuni chiarite corrette ordinate via via per opera della civiltà e della cultura diffusa alle moltitudini diventa eziandio materia degnissima quanto profittevole ad esser trattata da alcun cattedrante con buono spirito induttivo e senza orgoglio di sistema."
      },
      {
        "index": 20,
        "text": "50. — P’er giunta, v’à un’altra ragione assai ragguardevole di serbare viva e fiorente questa specie di filosofia che vennemi chiamata naturale o socratica; e la ragione è che le massime del senso comune debbono pur sempre servire di riscontro, di norma e di verificazione alla metafisica teoretica. Il qual concetto sebbene sia stato da me ripetuto assai volte, nullameno proseguirò a farlo nel progresso del presente trattato; perocchè una appunto delle sue proprietà e forme qualitative desidero e voglio che sia il corrispondere esso in tutto e sempre alle opinioni e credenze più illuminate e perseveranti del genere umano. Ma d’altra parte, coteste opinioni e credenze non possono assumere autorità nè adempiere l’ufficio profittevolissimo da noi accennato, ognora che si rimangono oscure, indefinite, disordinate e sconnesse. Conviene che una ricerca tanto ingegnosa, quanto penetrativa indaghi e studii nella coscienza delle culte e civili nazioni quelle opinioni e quelle massime e indichi ai metafisici di maggior levatura come il progresso dello scibile e le mille trasmutazioni delle teoriche razionali non guari le alterano e cambiano nella loro sostanza, ma vi introducono più chiarezza e sviluppo e maggiore ordine e coerenza."
      },
      {
        "index": 21,
        "text": "51. — A rispetto poi della seconda obbiezione, egli mi occorre di riconoscere che forse ò ceduto di soverchio al piacere d’involgere nella forma scientifica più rigorosa le investigazioni affidate alla scorta del senso comune. Ma per fermo, qualmente io notava più sopra, ciò è un istintivo e rinascente appetito della intelligenza; e quando non sia soddisfatto alla bella prima, procaccerà più tardi l’intento suo e lo raggiungerà del sicuro con più o meno di buon successo. L’idraulica si differenzia dalla geometria pura non maggiormente forse della filosofia naturale (com’io l’ò chiamata) dalla teoretica. Nell’una e nell’altra si assumono per certi ed irrepugnabili molti più principj che non fanno la geometria pura e la pura metafisica. Ogni rimanente può nell’una e nell’altra procedere a retto filo di logica. Nondimeno, non è da maravigliare se coloro a cui piace di filosofare alla socratica non solo disapprovano il diluugarsi d’un passo dalla evidenza immediata o dei fatti o de’ raziocinj, ma fuggono altresì a tutt’uomo l’austerità dottrinale e le strette locuzioni dialettiche e attengonsi, invece, a modi più popolari e persuasivi secondo gli esempi immortali lasciatici da Cicerone vuoi nelle Tuscolane, vuoi negli Ufficj e nelle Leggi. Sebbene si può notare che l’abito esterno di simili scritti lascia la loro sostanza tal quale la trova. E nel vero, v’à più parti nei dialoghi di Platone, a citare un esempio insigne, in cui sotto parole e immagini conversevoli e al tutto poetiche ascondesi un argomentare stringato ed irrepugnabile; e per lo contrario parecchi libri scritti con aridità e severità geometrica spesso avvolgonsi in paralogismi o in difettive dimostrazioni, del che fanno testimonianza, fra gli altri, Volfio e Spinoza. Certamente, io trascorreva nei Dialoghi delle volte parecchie a materie congetturali e ad opinioni non più che probabili. Ma sembrami di averlo fatto pur sempre dandone avviso al lettore e serbando distinti i subbietti il che dee bastare per qualunque giudice accurato e difficile."
      },
      {
        "index": 22,
        "text": "52. — Dopo tutto ciò io concludo, che, nonostante i difetti gravi dell’opera, io non debbo pentirmi e ricredermi sull’avere insistito ed insistere ancora intorno alla divisione delle due maniere e metodi di filosofare; dapoichè tale divisione fondasi nella natura medesima delle cose, negli abiti permanenti della nostra intelligenza e nella diversità che interviene tra il fine speculativo e quello che mira alla scienza insieme e alla pratica il peggio è che le due specie si confondano e turbino l’una l’altra. Tenute, invece, ambedue nell’ordine proprio, recheranno utilità rilevata alle discipline umane. Il perchè godo di vedere al presente nella Toscana alcun alto ingegno professare filosofia al modo socratico ed ornarla di tutta quella facondia, eleganza e vivezza che è dicevole al genere; e non pure fondarla sulla ragione e l’esperimento ma sull’autorità e la fede. Salvo che queste debbono ridondare dalle credenze comuni degli uomini; e non mai dalle positive e particolari della rivelazione cristiana; perocchè altro è il filosofare, altro il teologare."
      },
      {
        "index": 23,
        "text": "53. — Ma quel secondo volume de’ tuoi Dialoghi di Scienza prima perchè non è sbucato mai fuori dalle cellule del tuo cervello, e corre già il diciottesimo anno che viene aspettato? ei non bisognava prometterlo, se a compilarlo non ti reggeva la mente ed il cuore. E quale licenza strana pigliavi tu di asserire, contro il detto degli Scozzesi, la possibilità di na filosofia ancor più severa e al tutto geometrizzante, quando non ne avevi fermo il concetto dentro dell’animo? Laonde tu col fatto ci provi non ti diversificare punto ne’ tuoi pensieri dal Reid e da’ suoi discepoli, giusta la estimazione dei quali una dottrina dimostrativa de’ sommi veri non si dà e una metafisica certa e degna del nome di scienza non si ritrova. E se altri ti giudicò uno scettico e ti disse vacillante e mezzo vergognoso dello stesso dubitare, ei ti fu bene investito. Tali censure mi sembra sentir pronunziare da taluno (se pur ve n’à) che hadi alle mie ciancia fruscole e tenga dietro al moto e al corso de’ miei pensieri."
      },
      {
        "index": 24,
        "text": "54. — Ed ecco io sono al terzo capo delle mie confessioni; e non voglio nascondere a niuno che più volte in questi diciotto anni ò disegnata e distesa la trama di quella benedetta filosofia teoretica e più volte altresì ò disfatto quasi in intero e la trama e il tessuto riuscendoni l’una e l’altro qualcosa di troppo simile ai ragnateli traforati e squarciati in un subito da qualche moscone insolente, io voglio dire da qualche fatto per innanzi non bene avvertito o da qualche acerrimo sillogismo tenutosi appiattato nei penetrali dell’astrazione e della dialettica. E qui pure non per giuoco d’ironia, ma per ammirazione sincera io lodo ed esalto, quasi con istupore, que’ metafisici che trovato il bandolo di certe loro connesse e protratte raziocinazioni, ne conducono il filo lunghissimo e sottilissimo senza paura e sospetto mai che loro si rompa tra le dita o si annodi e avviluppi di guisa da scompigliare e arruffare a un tratto la gran matassa che ne cavarono, e ciò avvenga in quel mentre appunto che sono per metterla in sull’arcolaio e darle nome e celebrità di sistema. In verità ch’io porto loro una dolce invidia; ed elli mi fanno intendere chiaramente perchè Platone nei dialoghi abbia usanza di spesso chiamare macario, che nel volgar nostro suona beato, il più intrepido de’ disputatori; perchè gran beatitudine è quella di non dubitare della sua scienza; e dopo dieci e venti anni guardarla in viso con altrettanto o maggiore compiacimento e non trovarci nulla da rinnegare e correggere."
      },
      {
        "index": 25,
        "text": "55. — Checchè peraltro si stimi di ciò, tempo è che io dichiari in breve le conclusioni teoretiche alle quali, aiutandomi Iddio, sono alla fine pervenuto: e intendo delle parti che contraddistinguono la mia dottrina e la sceverano da quella degli altri; ciò che si possiede a comune mi sembra inutile di registrare e ciascuno lo può sottointendere."
      },
      {
        "index": 26,
        "text": "Ma qui, lettor mio, non isperare da me che io ti dilati e rispiani la via e te la sgombri dai rovi e dalle ceppaie, come à praticato insinora."
      },
      {
        "index": 27,
        "text": "Noi entriamo a dirittura nella selva selvaggia delle astrazioni e nel più fitto delle metafisiche astruserie. Ben ti prometto la concisione e una gran parsimonia di que’ pensieri intermedj ch’uomo sperimentato nella materia può supplire del proprio; e farò come colui che lineando in carta i confini e le massime partizioni d’uno sinisurato impero, lascia ad altro tempo il segnare a luogo a luogo le città e le borgate e i più notabili accidenti del suolo. Insomma, io posso e voglio. accorciarti la noia, ma non abolirla; e m’è tanto impossibile di fiorire il mio novo subbietto, quanto sarebbe ad Euclide il convertire in madrigali i suoi teoremi."
      }
    ]
  }
}
