{
  "chapterNumber": 39,
  "title": "Vol. II, Libro Primo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ALTRE INTIME CONFESSIONI."
      },
      {
        "index": 1,
        "text": "1. — Sebbene la cronaca (a volerla così chiamare) dei miei pensieri, delle mie mutazioni e delle conclusioni mie intorno alla metafisica dovesse avere compimento col primo volume, dapoichè questo secondo non è altro più che un’applicazione dei principj già fermi e accettati, pure v’à alcuni concetti e alcune opinioni importanti in filosofia che possono grandemente profittare di quella storia. E voglio significare che giova l’andar raccontando con semplicità e con ordine com’esse sbocciarono a poco a poco dentro alla intellettiva e crebbero a competente maturità; e per quali vicende di dubj, di pentimenti e di emendazioni pervennero alla serenità d’un convincimento perfetto, quasi fiori che tra le nebbie ed i temporali si aprirono in ultimo alla patente luce d’un bel sole di primavera."
      },
      {
        "index": 2,
        "text": "Io, dunque, allora che sentirò il bisogno di illustrare con più chiarezza e persuadere con più forza alcune dottrine, userò ancora di questo mezzo di esporre altrui brevemente le occasioni, l’esitanze, le correzioni e le risoluzioni finali e gagliarde, in fra le quali la mia povera mente pervenne alla verità non mai con prestezza e sempre con travaglio penoso dell’animo. Attesochè egli mi sembra di poter dire con ischiettezza non presuntuosa ch’io mai non ò tenuto in picciolo conto nè valutato come poco saldi e poco fruttiferi i sacri studj della filosofia e massimamente quelli della Scienza Prima."
      },
      {
        "index": 3,
        "text": "2. — Sappiasi, impertanto, che avendo io da lungo tempo ordito in mente la tela di questa mia cosmologia, volle fortuna che io capitassi in paese il più ricco forse e glorioso d’antiche memorie di quanti se ne incontrano sulla superficie del nostro pianeta. E un giorno fra gli altri procacciando alcuna distrazione piacevole alla protratta meditazione, salii ad un colle dove grandeggiano ancora gli avanzi augusti e venerabili del tempio maggiore e più bello che l’arti umane abbiano saputo alzare e dedicare alla Dea della scienza. Di quivi girando l’occhio all’intorno e avvisando con più attenzione quella pianura che stendesi di là dal Ceramico e rasenta la colonna sepolcrale del Müller (il lettore conosce ora di che luogo si parla), io vi cercava con desiderio melanconico e inutile qualche vestigio visibile degli orti celebratissimi di Accademo, i quali si sa con certa notizia che dentro quella landa nuda e polverosa fiorivano. Se fossi poeta o scrivessi romanzi e impressioni di viaggi, curerei di descrivere con vivezza le ricordanze solenni e le immagini non volgari che risorgevanmi in mente al cospetto di quella terra deserta, ma pure insigne e ossequiata da tutto il genere umano. E s’à un bel dire: colà non resta più nulla e la venerazione tua à del superstizioso, o per lo manco, dello astratto. Quella terra che tu vedi e puoi toccare e passeggiare, sostenne i piedi di Platone e ricevette l’orma de’ suoi sandali, e quivi scrisse, o concepì per lo manco, i suoi dialoghi divini e dispensò ai discepoli il tesoro delle sue dottrine eccelse ed imperiture. Che se in ogni tempo tali riflessioni e rammemorazioni m’avrebbero commosso altamente e legato l’animo di parecchi affetti sublimi, giudichi il lettore quali fossero i miei pensieri ed i miei sentimenti in quel punto della mia vita in cui, cessando da ogni dubiezza, avevo con persuasione non più alterabile abbracciato la verità della dottrina delle idee, e dopo Pittagora salutato Platone siccome il solo maestro e il solo fondatore dell’ontologia."
      },
      {
        "index": 4,
        "text": "3. — Ma se descrivere una commozione profonda e quasichè religiosa dell’animo non è facile, nè riuscirebbe gran fatto opportuno, credo d’altra parte che la sostanza dei miei pensieri in quella congiuntura è facilissimo d’essere indovinata; perocchè alla mente mi si affacciavano due contrarj troppo visibili: la caducità e ruina delle opere materiali dell’uomo e la eternità e gloria dell’opere dell’intelletto. Caddero le mura, io diceva, della tua patria, o figliuolo di Efestione, e i platani e le fontane della tua silenziosa Accademia non potettero venir custodite e salvate da quelle Muse che tu invocavi conservatrici delle tradizioni nè da quelle Grazie il cui simulacro ponevi sulle soglie medesime del tuo ricetto innocente e ospitale. Ma dopo venti e più secoli il fulgid’oro e incorrotto delle tue dottrine cavato dalla più schietta e profonda miniera della verità mantiensi bello ed immacolato come quel primo giorno che tu il traevi dallo stampo della tua mente ispirata; e in ciò pagano gli uomini un giusto tributo non pure alla tua sapienza e facondia non pareggiabile, ma sì alla dignità e grandezza del nostro essere da te rivelata. Perocchè tu infondendo quasi un colirio immortale nelle umane pupille facestile capaci di avvisare e discernere le forme ideali e spiritualmente toccare la realità loro eterna e assoluta."
      },
      {
        "index": 5,
        "text": "4. — Nè contento a questo e pieno ancora tutto l'animo della filosofia Italica e levato sopra te dalla solenne armonia degli inni di Cleanto, annunziasti agli uomini il governo amoroso di Dio sul mondo e ogni cosa rivocasti potentemente all'idea del bello e del buono. Fortunato me, se un qualche raggio del tuo divino intelletto si spanda su questo mio libro che la teorica delle idee studia di rinnovare con quei complementi ed emendamenti che recò per sè medesimo il tempo e il variare e il permutarsi di cento scuole."
      },
      {
        "index": 6,
        "text": "5. — Cotesti pensieri, com'è naturale, mi s'aggiravano allora per la fantasia; quando sopravvennero i dubj cosa che sempre m'accade, e fecero poco meno che naufragare le mie speranze. Platone è sommo, dissero i successivi pensieri, ma non gli è conceduto di preoccupare le vie nuove ed intentate dell'umana meditazione. Se tu porgi orecchio alle cose strane e diverse che suonano oggi nel mondo dei metafisici, udirai parlare di Platone per incidenza e solo perchè indovinò la immanenza dell'idea in tutte le cose, e disse che la dialettica simigliava al movimento generativo di quelle. Ma quanto al povero libro tuo che va sulle orme antiche e pretende di romper guerra così spietata agli avversari del teismo, persuaditi bene ch'egli sarà o non letto o, subito letto, dimenticato. In tale disposizione di animo io scendevo quel giorno dal Partenone e, poco allegro de’ miei studj, volgevo la mente a cure molto diverse e remotissime dalla filosofia."
      },
      {
        "index": 7,
        "text": "6. — Il dì dopo gli stessi pensieri mi risorgevano in animo e la stessa amaritudine li accompagnava. Oh la bella scoperta che avrai tu fatto, dicevo io in fra me, dopo tanto meditare e leggere e scrivere; ecco alla fine ài provato che il senso comune à ragione e in ciò si raccoglie tutta la sostanza di tua dottrina! Invece, il mondo à sete di novità; e chiede non così il vero come l’inaspettato e il fantastico a quegl’ingegni inventori che s’arbitrano d’insegnare al genere umano in che guisa sia costruita la fabbrica dell’universo. Platone e Aristotile furono poco meno che gittati via tra i vecchiumi appena quel francese fortunatissimo si pose con gran sicumera a promettere agli uomini che egli avrebbe con lo stropicciamento dei dadi e la materia sottile da indi cavatane mostrato il modo preciso col quale furono fatti i mondi e quello che ci sta dentro e cioè le piante e gli animali; nè dubitò con li suoi dadi vertiginosi e la sua materia sottile costruire persino le forme organiche e insegnare una notomia e fisiologia tanto diversa dal vero, quanto un orivolo dall’uomo."
      },
      {
        "index": 8,
        "text": "7. — Ora tu di cotesta sorta di novità e di ardimenti non ài vestigio; ed anzi tu presumi in filosofia di poter ripetere con sincerità il detto di Newton hypotheses non fingo, che è il detto medesimo stato pronunziato da Galileo mezzo secolo prima. Smetti dunque ogni fiducia di buon successo. Chè negli studj fisici domanda ognuno la novità dei fenomeni e nei razionali la novità per lo manco delle combinazioni delle idee."
      },
      {
        "index": 9,
        "text": "8. — Intrattenendomi io in cotali pensieri, mi trovai per accidente seduto di rimpetto ad un tavolo su cui posava una statuetta rappresentante la Venere famosa di Milo che io porto meco dovunque mi vada, e subito mi corse all’animo questa considerazione: Egli non accade così della vera bellezza; chè il tempo mai non la invecchia e la logora; l’antichità invece, non le scemando novità e vaghezza, le cresce venerazione e quasi la converte in qualcosa di santo e degno di culto. Ecco qua una effigie bellissima uscita la prima volta dalle greche officine, or fanno ventiquattro secoli. E tornata poi inopinatamente a ricreare lo sguardo degli uomini, il volgo e gl’intendenti in coro la lodano a cielo e non si saziano d’ammirarla, appunto come facciamo delle rose e degli altri più dilicati fiori di maggio i quali sempre che riappariscono dopo i rigori del verno ci riescono cari e avvenenti a uno stesso modo e con una stessa misura."
      },
      {
        "index": 10,
        "text": "8. — E qui mentre gli occhi miei fermi nella testa e nel corpo della bellissima statua giudicavano di scoprirvi ancora alcuna nuova leggiadria per innanzi non saputa avvertire, una voce dell’animo quasi genio famigliare incominciommi dentro a parlare con accento sì vivo e con tale spedito e stretto concatenamento di ragioni, ch’io avrei giurato non essere io l’autore ed espositore di quel soliloquio, ma sì una mente strapiera e molto migliore della mia che avesse per benignità grande pigliato cura di pormi in pace e in concordia l’animo e l’intelletto."
      },
      {
        "index": 11,
        "text": "10. — Diceva, impertanto, la voce: dunque la bellezza sola è immutabile, e mutabile la verità? e quella tornerà sempre nuova, questa non mutando parrà cosa volgare e sazievole? Ma se il bello esce dalla perfezione, qual cosa al mondo è più perfetta della verità? e se tutti ripetono con Platone il bello essere splendenza del vero, come può l’ornamento esteriore differir di natura dal suo subbietto? Ma la bellezza figurativa nell’arte greca ti si mostra appunto perfetta; laddove la perfezione di quel vero di cui discorriamo non è visibile ancora e in niuna scuola raggiungeva il suo compimento."
      },
      {
        "index": 12,
        "text": "11. — Oltrechè la bellezza figurativa o plastica sebbene può rivestire a mano a mano aspetti infiniti, nientedimeno in ciascuna forma particolare, colto che sia e delineato l’archetipo suo rispettivo, tu déi pensare che, non v’è salita al migliore e al diverso; avvegna principalmente che in quell’archetipo è la intenzione medesima della natura e quindi v’è l’assoluto di là dal quale non può cercarsi e ritrovarsi che il falso."
      },
      {
        "index": 13,
        "text": "Ma il vero non imbattendosi nei limiti della materia come ciò è forza che accada alla bellezza figurativa, risulta infinito e nelle parti e nel tutto. Il perchè nell’uomo è naturale quanto legittimo voler sempre salire alla novità nello studio del vero. Ma tal novità, bada qui bene al nostro concetto, debb’essere rintracciata nella ascendente perfezione e dee risplendere dentro una sintesi ognora più larga e feconda tuttochè uguale e coerente a sè stessa ne’suoi principj e ne’ suoi sviluppi."
      },
      {
        "index": 14,
        "text": "12. — Dopo ciò, considera che quel proverbio che dice, vox populi, vox Dei non à valore solamente nei negozj civili e politici ma serba la certezza sua eziandio nella scienza. Per fermo, se tu avviserai la riposta saggezza dei parlari antichissimi nel modo che il Vico insegnava a noi Italiani segnatamente, conoscerai che mentre i Latini non avrebbero mai asserito essere l’uomo partecipe di volontà od anche del pensiere o della libertà, perchè in essi atti è troppo manifesta l’attività nostra, ei dissero invece che noi siamo partecipi di ragione, dichiarando con questo che la ragione non è punto opera nostra, ma è divina rivelazione. Chè qualora tu ti rammemori del lavoro dello spirito intorno alle idee e come guardando nei loro concetti e nelle loro attinenze, noi componiamo i giudicj ed i raziocinj e tutto questo nel fatto sia opera umana, io ti verrò altresì ricordando che di tutto quel cumulo di operazioni mentali, parte risulta dalla riflessione varia fluttuante e meditativa del filosofo, parte è comune ad ogni sorta d’ingegni in quanto la forma stessa innata delle facoltà nostre mena quelli necessariamente e con metodo uguale a riconoscere e persuadersi di certo novero di supreme verità. Così l’uomo partecipa alla divina ragione, in quanto è dotato della visione delle idee e imita come può per felice istinto il divino discorso o l’eterno Verbo che tu il domandi. Conosci da ciò essere verissimo che il senso comune è voce di popolo e similmente è voce di Dio."
      },
      {
        "index": 15,
        "text": "13. — Però quando la filosofia con isforzo inaudito del meditare e dimostrare perviene per le sue vie al risultamento medesimo cui giunge di balzo la mente del popolo mediante certa divinazione arcana e passiva, la scienza umana tocca il sommo di sua nobiltà e di sua potenza perchè tutto quello che aduna, ordina, prova ed illustra, tutto esce dall’attività profonda del nostro essere intellettuale morale. E la facoltà del ragionamento apodittico per ciò riesce la più severa, la più gelosa e quasi a dire non mai contentabile delle facoltà del pensiere e dell’animo perchè tiene le chiavi della nostra coscienza e dell’autonomia nostra. Quindi il traslatare il vero dall’ordine dell’istinto a quello della scienza pura, o vogliam dire dimostrativa, è opera lunga, travagliata e sopra ogni credere difficilissima. Laonde non s’inganna la scienza stessa a scorgere in cotal fatto il maggiore de’ suoi trionfi. E però se la scienza mediante l’opera tua fossesi approssimata notabilmente a cotesto alto segno, lascia ridere a posta loro i poco avveduti a cui paresse un bel modo di screditare cotesta tua ontologia, dicendo ch’ella conclude col gran pronunziato che il senso comune à ragione."
      },
      {
        "index": 16,
        "text": "14. — E non badano cotestoro che il riscontrarsi una dottrina con gli adagi del senso comune vale in filosofia quello che nelle fisiche l’essere un supposto verificato appunto dall’esperienza. Quindi nè i principj nè il termine della metafisica debbe riuscir nuovo ed inopinato, essendo che la natura e certo dirozzamento ed erudizione comune delle genti civili apprende a tutti certa notizia ed intuizione delle verità più larghe e profonde e su cui si fondamentano la logica naturale, l’etica, la religione e l’altre discipline più necessarie al viver sociale. E questo progredire lento e quasichè istintivo della scienza popolare da cui direbbesi come costituita e serbata una perenne filosofia capace di sviluppi come di correzioni, è un fatto notabilissimo della civiltà che la superbia dei metafisici fece male a non avvertire e a non tenerne gran conto."
      },
      {
        "index": 17,
        "text": "15. — Ciò veduto e posta da banda ogni impossibile novità nel principio e nel termine della metafisica, debbe la tua dottrina venir sindacata per gli altri rispetti. Ed ei si vedrà che in tutte le scuole e per ogni tempo materia del filosofare sono stati i fatti e le idee. Ma il difficile è pur sempre di porli in concordia e in connessione tale in fra loro da ricavarne una Scienza Prima tutta coerente e tutta dimostrativa."
      },
      {
        "index": 18,
        "text": "15. — Nè già l’armonia loro poteva essere rinvenuta in sino a che rimanevano incertezze ed oscurità intorno all’essere delle idee e all’essere dei fatti e sulla facoltà e maniera di pigliarne cognizione. E quando a te fossero bene riuscite queste tre cose di definire con esattezza la natura delle idee e quella delle percezioni; di trovare la cagione e ragione vera ed essenziale del loro collegamento e di esibire prova non dubbia e non impugnabile di tutte le realità, fondando a priori (e ciò forse per la prima volta) l’ontologia, la tua dottrina, antichissima di principj e di conclusioni, avrebbe largamente corretto e innovato tutto ciò che debbesi edificare su que’ principj e a quelle conclusioni avviare."
      },
      {
        "index": 19,
        "text": "17. — Al che debbesi aggiungere una luce nuova, la quale rifletterà del sicuro abbondante e purissima sulla scienza del Cosmo il quale, per lo certo, venne architettato dall’autor suo in conformità mirabile con le prefate conclusioni e principj. Ed anzi dal seno di essi principj tu se venuto ritraendo la vera e sola forma possibile di unità che può legare tutte le scienze, perchè lega necessariamente il finito all’infinito, e conducendo le cose create al colmo del bene partecipabile le ritorna a quell’infinito dal quale movevano."
      },
      {
        "index": 20,
        "text": "18. — Questi pensieri ed altri consimili andò esprimendo con voce interiore chiarissima quel grazioso spiritello che mi si svegliò dentro l’animo quasi improvvisamente e pareva non già discorrere quel che il pensiere dettava ma leggere franco e spedito dentro a un libro stampato. Io non so bene dell’indole sua e se tiene del sogno ovvero dell’apparizione. Ciò solo che il caso mi fece di lui sapere si è il nome impostogli quando fu tenuto a battesimo e lo chiamarono Amor proprio."
      },
      {
        "index": 21,
        "text": "Ad ogni modo, io me gli tengo un poco obbligato, perocchè quelle sue parole tanto sicure e baldanzose m’incorarono all’opera che andremo esponendo ai lettori."
      }
    ]
  }
}
