{
  "chapterNumber": 35,
  "title": "Vol. I, Libro Quinto, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELL’UNITÀ DI SISTEMA."
      },
      {
        "index": 1,
        "text": "1. — S’io dirò al lettore che a senso mio nelle cose antescritte i principj fondamentali dell’ontologia sono già belli e trovati, forse ne rimarrà malcontento ed incredulo; chè gli parranno pochi, asciutti ed estenuati; ricordandosi sopratutto d’un nostro gran pensatore il quale spende due grossi volumi a solo descrivere le categorie dell’ente e della ragione e sembra non aver finito. Nel che seguitò il valentuomo l’esempio offertogli da Aristotele la cui metafisica si spazia e spande la maggior parte nelle dette generalità. Similmente la scuola Leibniziana e il Volfio in ispecie si compiacquero sommamente nel trattare cotale materia, ed io me ne taccio al postutto. Or che ragioni buone e persuasive ne darò io? Ne darò queste che seguono cosi nette e chiare, per mio sentire, come brevemente significate."
      },
      {
        "index": 2,
        "text": "2. — Che Aristotele ne ragionasse molto a dilungo stettegli bene ed acconcio ai suoi tempi, non essendo ancora la Grecia usata alla diligente e minuta definizione dei concetti. E perchè Aristotele in quella sorta di studio eccelleva e riuscivagli facilissima quanto felice e compiuta, vi s’intratteneva per avventura più del bisogno e dettò le minuzie della topica, della sillogistica e della sofistica. Oggi quel che rileva si è di mostrare il fondamento inconcusso della verità e della realità; mostrare in modo non ripugnabile l’esistere dell’Assoluto; e con la evidenza del fatto e della intuizione percettiva dar prova altresì apodittica della esistenza effettiva del mondo esteriore. Il che non si ottiene mediante dieci volumni di splendide categorie; dopo i quali un Kantiano od un Hegeliano insorge, e mutandone l’applicazione o il significato, l’uno ne cava la nullità dei Noumeni, l’altro la identità assoluta del tutto."
      },
      {
        "index": 3,
        "text": "Secondamente, trattandosi le categorie in disparte dai loro subbietti è pericolo grande di compilare più presto un vocabolario ed un formulario che la scienza positiva e feconda."
      },
      {
        "index": 4,
        "text": "L’esempio de’ Libniziani è patente, e quel medesimo di Aristotele non mi contradice. Perocchè, quando egli avvisò i fatti del nostro spirito, lasciossi indietro i contemporanei e tutti gli antichi maestri. Ma quando con l’aiuto delle categorie posesi a delineare la sua metafisica, si aggirò, mi sembra, in astrattezze non troppo solide e poco assai concludenti; e mentre nella Storia delle parti degli animali è ammirabile trovatore d’infinite positive specialità, nella metafisica oltre il balzare spesso i lettori da una definizione ad un’altra, elle si risolvono il più delle volte nelle somme generalità che tutti conosciamo, e le quali come le reti da pigliar tonni, sebbene abbracciano molto mare, lasciano passare per le grosse niaglie quasi tutto il pesce che v’abita."
      },
      {
        "index": 5,
        "text": "3. — In terzo luogo credo che in ciò da Aristotele sia proceduto esempio non buono; attesochè quel suo proposito di trattare in universale dell’ente e delle sue passioni ed attribuzioni e farlo materia principale e continua della metafisica dee quasi a forza condurre a molte dannose ambiguità ed equivocazioni; perocchè mediante quel genere massimo, a così chiamarlo, dell’essere si fingono delle identità e delle sostanziali attinenze a cui manca ogni fondamento; il che vedremo fra breve con alquante più parole, e se ne toccò una parte nel Libro secondo laddove si discorsero le nozioni più astratte e comuni."
      },
      {
        "index": 6,
        "text": "4. — Del rimanente, possono le categorie venir divisato sotto tre rispetti molto diversi; logicamente, come sembra facesse Aristotele, il quale dopo aver raccolto dall’esperienza e dal raziocinio astrattivo i massimi predicamenti di tutte le cose e ciò che è spediente per costruire nello spazio e nel tempo un definito individuo, se ne servi largamente come di buon apparecchio a studiare la parte formale dei giudizj e de’ sillogismi."
      },
      {
        "index": 7,
        "text": "Invece, il Kant trasmuto le categorie in funzioni assidue del nostro spirito, mediante le quali è perennemente applicata l’unità di certe forme alla incomposta moltitudine dei fenomeni. Secondo cotale assunto vedemmo di già che ogni dimostrazione del mondo esteriore diventa impossibile e la notizia compiuta dell’universo trasmutasi in pura idealità ed in essere subbiettivo."
      },
      {
        "index": 8,
        "text": "In fine, nello intendimento di assai metafisici le categorie esprimono l’ingenerarsi stesso e l’esplicarsi dell’essere e l’ordine intrinseco e sostanziale onde egli si attua necessariamente e si perfeziona. Di tal guisa le categorie, quali che sieno, diventano materia ontologica e loro compete la prima sede e la principal signoria nella scienza speculativa."
      },
      {
        "index": 9,
        "text": "5. — Certo, un ente perchè sussista, debbe attuare tal condizione e tal altra, e tutte vogliono esser legate in un ordine logico se non causale e cronologico; e quello che è lecito di avvisare e conoscere a priori intorno di ciò, scorgeremo più tardi trattando i principj particolari della cosmologia. Solo qui noteremo che simil notizia circa l’originazione necessaria dell’essere e le sue forme essenziali viene perturbata a ogni tratto dalla ignoranza in che siamo del fondo ultimo d’ogni natura finita. Grande illusione, adunque, fascia la mente dei metafisici, a cui pare di scorgere in modo netto e preciso il nascimento o la formazione dell’Assoluto. E ben s’intende che per essi le categorie tengono il maggior campo degli studj razionali. Ma quella necessità intrinseca di tutte le forme dell’essere uscenti l’una dall’altra così per legame assoluto dialettico quanto per virtù cd atto generativo non piglia sembianza di verità che nel loro intelletto orgoglioso e preoccupato, e inutilmente procacciano di farne trovatore e inventore Platone od altro antico e moderno. Nè il Kant medesimo, tuttochè spiegasse grande acume ed alacrità nel ripartire con simetria un poco affettata le categorie, gli schemi e le forme ideali della ragione, mai non si arbitrò di affermare che l’una fosse ingenerata dall’altra per necessità dialettica insieme e ontologica. Ma di questo pensiamo aver parlato a sufficienza in più luoghi della presente opera."
      },
      {
        "index": 10,
        "text": "6. — Ora, vengo ad una confessione che non è d’errore e peccato vecchio ma di novissimo; ond’è pure per questa volta invertito l’ordine de’ miei pensieri e delle emendazioni loro. Sappia dunque il lettore benigno e paziente che parendomi aver compiuta l’ontologia quanto a’ principj fondamentali e al dimostrare le tre precipue sussistenze Dio la natura e l’uomo, fattomi a guardare l’opera intera, io ne volevo estrarre la maggiore e migliore sostanza e ridurla, come dicono, in quinta essenza. Dacchè niuna cosa dimostra la bontà e connessione d’una dottrina, quanto il poterla epilogare in poche parole con ordine, precisione, semplicità e lucidezza. Il che poi debbe maggiormente avverarsi nella metafisica, che è disciplina costretta bensì a diffondersi per chiarezza e compitezza di prove in ispesse analisi e lunghi ragionamenti, ma della quale in ultimo si ricavano pochi pronunziati solenni quasi umore sottile e aromatico stillato dá migliaia di fiori. Ma la cosa è malagevole più che altri a prima giunta non crederebbe. E sopratutto è faticoso linear bene i termini della sintesi entro cui si steude ovvero stender si debbe la scienza. Sopra il che sentendomi incerto e sospettando con gran ragione della fiacchezza ed angustia della mia mente io me ne stavo, or fa pochi mesi, con l’animo tutto sospeso ed inquieto. E perchè io conosco ab experto quanto mi giovi l’aspettare da qualche lettura un qualche subito risvegliamento della energia del pensare, pigliai per caso intra mani il Manuale del Tennemann, dov’è una prefazione che parla in universale del grande e compiuto problema della filosofia. Or veggasi, io dicevo in fra me, quanta larghezza di limiti, quanta copia di materia e quanto vigore di legamento vi pone costui il quale per l’ufficio medesimo assuntosi di dettare storia debbesi guardare al possibile da ogni spirito separativo di sistema e da ogni soverchia parzialità e specialità di giudicio."
      },
      {
        "index": 11,
        "text": "7. — Debbo io spiattellarla proprio come la sento? lo v’ò trovato giusto il contrario di quel che cercavo. Perocchè il Tennemann, dopo avere girato un guardo acutissimo sopra ogni scuola e ogni tempo, lasciasi intendere troppo bene ch’gli sposa e incorona piuttosto un filosofo che la filosofia; e tal filosofo è il Kant. Perlochè, cercare le condizioni, la natura e la facoltà del conoscere diventa per Tennemann il problema sommo e quasi unico della scienza. Quando io ero in Romia a studio, vi capitò un calzolaio di Valdichiana e ficcossi dove potette il più per vedere ogni cosa. In procinto di tornarsene a casa fu domandato non so da chi di quello che fra tanti edifizj e anticaglie grandi e bellissime gli avea paruto degno di maggior maraviglia. Rispose risoluto: il piede colossale che vedesi in Campidoglio; considerato che vi vorrebbero due o tre cuoi interi di bue per fargli una scarpa. Ed anche il Tennemann non si seppe scostar di bottega e sciogliersi dalle preoccupazioni della scuola in cui fu allevato."
      },
      {
        "index": 12,
        "text": "8. — Io chiusi il libro in fretta ed apersi quello della coscienza, a vedere se io non mi coglievo nell’errore medesimo traboccando in un eccesso opposto all’eccessor del Kant ed amplificando di là dal vero l’importanza l’estensione l’efficacia e le prove della teorica delle idee. Manifesto il dubbio al lettore candidamente e quale m’entrò allora nell’animo e più volte s’è rinnovato, senza peraltro che io vegga il suo saldo fondamento e trovi intorno al proposito cagione grave e pertinace da ricredermi sopra taluno de’ miei principj. Conciossiachè di costa alle idee sembrami che dopo i sensisti e le loro esorbitanze, in verun dettato, quanto. nel mio, il fatto e l’esperienza campeggino più largamente e serbino il proprio diritto con certezza maggiore. Laonde, io voglio ricisamente che nelle idee non sia cosa la qual non dimori in fonte e in origine dentro la nostra esperienza; e sto fermo nel credere che Platone e Aristotele insieme uniti completano mutuamente l’opera loro, e divisi la mozzano e la manomettono."
      },
      {
        "index": 13,
        "text": "9. — Del rimanente, io mi riposo almeno con sicurezza in questa persuasione, e cioè, che l’ontologia nostra guarda con interezza il problema della scienza e non lo scambia con altro più circoscritto e speciale."
      },
      {
        "index": 14,
        "text": "Dopo ciò, per trapassare alfine a qualche particolare, dico che ò divisato di trattar prima di quale sorta di unità sin convenevole d’informare e animare le dottrine metafisiche e donde può essere derivata essa unità e con quali considerazioni, riserbi e limitazioni. Rinvenuta l’unità, séguita che si compendino e definiscano le materie speciali per innanzi discusse e fermate, indicando con esattezza la lor connessione e correlazione in maniera che paiano membra organate e viventi del corpo nobilissimo della scienza."
      },
      {
        "index": 15,
        "text": "10. — L’atto creativo compiendo il passaggio dall’infinito al finito e però dall’uno al diverso e da ciò che permane immutabile a ciò che sempre muta e diventa, mena il pensiere a discutere la forma più generale dell’universo e qual legame unitivo congiunga l’ontologia con la cosmologia, tanto che ue risulti un tutto perfettamente connesso ed armonizzato; e dicemmo il tutto non l’uno; conciossiachè questo implica l’essere consostanziale dei termini, quando il tutto armonizzato non solo ritrova la forma sua subbiettiva (per così chiamarla) nell’intelletto e nella scienza, ma ancora ritrova un legamento reale esteriore nella virtù creatrice e nella generale cospirazione dei fini, secondo che verrà spiegato più tardi. Però sia posto e determinato immediatamente che ne’ finiti può solo comparire una immagine di unità e solo in quanto vi si rifletta la mentalità divina e l’ordine e dispensazione del bene, nel modo che andremo provando in questo Libro e ne’ susseguenti."
      },
      {
        "index": 16,
        "text": "11. — Aristotele accomunò il nome di metafisica all’ontologia ed alla cosmologia e quella defini la scienza dell’ente per sè (τό ὄν), e volle dire che trattavasi d’investigare nella varietà immensa e inimmaginabile delle cose quella loro eterna e comune essenzialità da cui provengono tutte le forme, per cui operano tutte le cagioni e secondo cui trovasi la ragione e dimostrazione fondamentale d’ogni esistenza. Superbo concetto era questo e non pure difficilissimo a mandare ad effetto, ma introduceva per tempo nella filosofia una torta preoccupazione. Quella, intendo io, di volere a forza ritrovar l’Uno da per tutto siccome in più luoghi di questa opera sarà confermato."
      },
      {
        "index": 17,
        "text": "12. — Aristotele chiamò similmente la metafisica la scienza dei principj, e per nostro giudicio al vero apponevasi. Ma poi dovendo egli assolvere tutti i principj nella unità dell’essere e del conoscere e vogliam dire in un principio supremo ragione e forma di quanti altri se ne rassegnano per le scuole e pei libri, non vi potè bene riuscire. Pronunzio, in fatto, che il principio d’identità e contradizione soprastava a tutti gli altri. Ma in seguito non provando, anzi negando la realità obbiettiva assoluta dei concetti universali, ei venne a collocare in capo di tutti i principj una entità logica vuota d’ogni sussistenza e cavata come le altre dai fantasmi e dalle specie intelligibili; il perchè venne a tramutarla in un mero prodotto del nostro spirito e in una forma kantiana come direbbesi oggidì. Secondamente, non significò Aristotele in niuno suo scritto la medesimezza tra cotesto principio e l’altro della causalità o della ragion sufficiente, il quale è pure la chiave di tutte le cognizioni e scienze sperimentali. In terzo luogo, accettando egli il dogma della materia assoluta e coeterna con Dio, non pervenne mai a rimovere dal suo sistema la Dualità che in sè medesima è ripugnante. E per fermo, la materia, secondo Aristotele, talvolta è il ricettacolo di tutte le forme potenziali promosse all’atto dal movitore supremo; e tal altra, è attenuata e stremata ad una natura di essere si indeterminata e impotente, che i suoi discepoli l’ebbero a domandare un prope nihil e la più vile cosa che mai vi sia, conforme la frase del Varchi[1] dottissimo. peripatetico."
      },
      {
        "index": 18,
        "text": "13. — Oltreció, affermando Aristotele che nulla esiste che non dimori in qualche atto; e l’atto, o la forma che abbiasi a dire, provenendo dall’efficienza del primo motore nè appartenendo alla materia la quale per sè, mentre in potenza è ogni cosa, in atto non è nulla, concludesi che Dio, atto assolutissimo ed efficienza universalissima, è altresì autore di tutti gli atti peculiari et individui; i quali poi per gradi e quasi a dire per gerarchie diventano sempre più simiglianti al proprio e perfettissimo atto di lui che consiste nel pensier del pensiere. In cotal guisa, dell’assoluto e del relativo, di Dio e del mondo emerge una sola scienza e un solo concetto sintetico. Onde non fa maraviglia che nei placiti di Aristotele abbiano gli Hegeliani ravvisato un preludio al dogma loro fondamentale che il pensiere sia il fondo di tutte le cose."
      },
      {
        "index": 19,
        "text": "14. — Sa ognuno che il genio divino di Platone non iscampo dall’errore dell’assoluta Dualità; sebbene anch’egli procurasse di condur la materia al minimo della esistenza, e talvolta se la figuri siccome una vacuità di spazio, ovvero una capacità di ricevere le impronte dei somni archetipi, qualcosa insomma di negativo e com’egli stesso la domanda il non ente. Ad ogni modo, Platone mai non confuse Iddio col mondo, ma unificò il tutto con la partecipazione delle idee e dell’Uno e col dare alla terra ed ai cieli un’anima universale che gl’informa e governa."
      },
      {
        "index": 20,
        "text": "15. — Nei tempi cristiani, invece, la Dualità scomparve, essendo invalso a poco per volta il dogma della creazione ex nihilo. Ma coloro che non l’accettavano, come esempligrazia i Neoplatonici, durati insino al cadere del secolo quinto, tornarono alla vecchia teorica della sostanza unica, derivandone per emanazioue le esistenze finite e traendo dall’Uno assoluto prima il Verbo poi l’anima del mondo poi tutto il rimanente. Ma fu loro rimproverato pur sempre di dedurre dall’Uno ciò che non vi era per innanzi e non poten starvi in modo veruno, e di sentenziare che il mondo emanato non fosse altramente certo sviluppo continuo e però certo incremento e perfezionamento; ma per lo contrario vi si dovesse riconoscere la deteriorazione successiva dell’Uno insino agli sperdimenti e disgregamenti della materia. Sebbene a costoro potevasi con gagliardezza rispondere che l’Uno assoluto mai non rinverrà ombra vestigio di perfezione nel molteplice, nel diverso, nel disgregato e nel transitorio, che sono in sostanza la negazione sua. Onde il vero è questo: che tornano ripugnanti ad un modo le due ipotesi del compiersi e perfezionarsi l’Assoluto nella natura o per lo contrario dello scadere e del peggiorare."
      },
      {
        "index": 21,
        "text": "16. — Quindi rinate le lettere e con esse certa novità e libertà di opinare, Giordano Bruno accinsesi all’opera di unificare Dio e il mondo, l’infinito e il finito con una dialettica più potente e più coerente, ammesso che ciò sia fattibile all’ingegno umano entrato all’impresa di accordare e risolvere gli opposti non conciliabili. E mentre i Neoplatonici, massime i più antichi, intendevano l’Uno assoluto sotto forma di assoluta semplicità, il Bruno vi pianto dentro francamente tutti i contrarj, come l’attivo e il passivo, la materia e la forma, la causa e l’effetto, il principio ed il principiato, l’eternità e il tempo, il mutabile e l’immutabile, e va’ discorrendo. Però disse: i mondi essere l’esplicazione dell’Uno e tornare in esso per la identità di sostanza e di causa e stando ogni cosa dentro ogni cosa; benchè poi confessasse che la più intima essenza dell’ Uno è inescogitabile, e però inconoscibile; e forse volle dire di non potersi far capace del come i contrarj si adagino nella semplicità dell’Uno assoluto, ovvero come non vi stando rinchiusi, provengano nondimeno da esso."
      },
      {
        "index": 22,
        "text": "17. — Questo pensamento del Bruno da lui chiamato coincidentia oppositorum è riapparito sempre nel fondo li qualunque sistema di panteismo escogitato di poi in Germania; onde sempre i termini opposti, anzi i contradittorj medesimi, ànno avuto luogo nella essenza dell’Assoluto or col nome d’indifferenza dei differenti, or con quello di limitazione e d’inciampo che l’Assoluto genera a sè medesimo, or con l’altro di negazione e contradizione e dello straniarsi l’idea necessariamente da sè stessa. In tal guisa, costoro trasfondendo nell’ontologia tutte le parti contingenti e fenomeniche della cosmologia, e vogliamo dire trasfondendo nell’Assoluto il relativo intero intero, parvero dare unità sostanziale e formale alla scienza dell’essere, non pervenendo, peraltro, giammai nell’intento di conciliare e immedesimare i termini ripugnanti."
      },
      {
        "index": 23,
        "text": "18. — Ma d’altro lato, fece pur suo cammino la metafisica del teismo uscita insino da principio dal fecondo filosofema della creazione ex nihilo. Ed ella pure ajutossi ad attingere l’unità e produrre la scienza dell’ente per sè. Molti si travagliarono di piegar verso i dogmi cristiani le dottrine d’Aristotele; altri, quelle di Platone. Fra i più originali, alcuno concepì la forma del mondo come un fedele riflesso dell’infinito, tanto che per ogni banda vi si scorga rilucere l’unità la universalità e l’altre eccelse determinazioni dell’Assoluto, ma in modo limitato, o come dice il Cusano, in modo contratto. Laonde costui ebbe a sentenziare che l’uomo è Dio, sebbene aggiunse che è tale non assolutamente; e del pari pronunziò che in ogni ente particolare v’è una contrazione dell’universo. Più tardi, il Campanella irradiò in ogni ente finito le tre divine primalità del potere, del conoscere e del volere, tutto che le circuisse del continuo col non ente e le immaginasse talvolta spiegate, talaltra latenti ed oscure."
      },
      {
        "index": 24,
        "text": "19. — In fine, Leibnizio, per lo sgomento preso della sostanza unica dello Spinoza, ruppe e divise in innumerevoli priucipj attivi la causa materiale e formale dei peripatetici e degli scolastici e condusse, non può negarsi, ad unità e semplicità estrema la cosmologia sua pensando certa natura essenziale e comune di tutti gli enti. Disse ogni cosa essere monade o di monadi composta, e forni ciascuna di esse d’un’attività intrinseca e perfettamente spontanea; da onde poi doveano emergere, giusta un disegno prestabilito, tutte le percezioni ed appetizioni loro; ed ogni monade per la propria virtù rappresentativa e per un infinito di relazioni potea farsi specchio dell’intero universo."
      },
      {
        "index": 25,
        "text": "20. — A tutti questi gran pensatori teisti non venne veduto, per mio giudizio, che le condizioni indeclinabili del mondo finito vi fanno, sopra ogni cosa, signoreggiare il diverso e vi arrecano di necessità maggior dose d’impotenza e d’imperfezione che essi speculando non riconobbero. Similmente, non parvero quanto è bisogno e quanto il vero domanda, badare a ciò che la finità delle cose induce effetti non pur negativi, ma positivi e durevoli; e questi essere assai più numerosi ed assai più fecondi che altri non crederebbe. In fine, non fu avvertito forse da que’ filosofi che molte forme di essere le quali sono possibili nell’ordine dei contingenti disconvengono all’Assoluto, quando anco uscissero delle loro limitazioni, perchè di natura per se medesima inferiore e imperfetta; come, ad esempio, la forza motrice, la quale tuttochè fosse infinita, riesce ingiurioso a dire che sussista ed operi in Dio. Per fermo, ella si dispiega nel moto, e il moto è mutazione e la mutazione apparisce nel tempo; quindi è condizionata e finita. Oltrechè, una forza motrice infinita cagionando infinito moto, questo varrebbe quanto una perfetta inmobilità e però avrebbesi uua energia senza efficacia e una cagione senza effetto; onde si prova da capo che il moto si origina dal finito e ripugna all’Ente assoluto, sebbene in ogni fatto naturale riapparisce, e, lui spento, l’universo tutto visibile s’impietra e si accieca."
      },
      {
        "index": 26,
        "text": "21. — Manca, impertanto, alla cosmologia dai teisti meditata infino al di d’oggi nua scienza più profonda di ciò che porta con sè l’essere finito de’ mondi creati. E corsero essi con troppa precipitanza e con animo preoccupato a studiarvi l’uno, l’universale, l’identico e l’altre doti dell’infinito. Di cotal guisa, oscurarono eziandio il concetto dell’arte suprema di Dio, onde la finità è menata a grado per grado, e non ostante le sue deficienze, al possedimento e alla fruizione del bene. Secondo costoro e secondo il Gioberti (se la sua mente fu espressa con terminativo giudicio in più passi dell’opere postume) tutto il finito sarebbe partecipe essenzialmente ed originalmente delle eccellenze dell’infinito. Il che poi è contraddetto dalla vera e germana notizia della natura. Oltrechè, quando fosse ben dimostrato che la creazione ripete contrattamente l’infinito, quegli autori, per inio sentire, fermaronsi a mezza via senza ragione legittima, ed era loro conveniente di riconoscere che il concetto più adequato e migliore della creazione sarebbe caduto in mente a que’ Neoplatonici che subito dopo Dio figurarono un essere a lui inferiore e non furse consustanziale con lui ma chè è schietta e compiuta immagine delle sue perfezioni e domandaronlo il Verbo."
      },
      {
        "index": 27,
        "text": "22. — Certo, nel nostro sistema ontologia e cosmologia non possono immedesimarsi compiutamente; atteso che, la prima discorre anzi tutto dell’uno, e l’altra del molteplice; quella cerca principalmente l’identico, questa il diverso. Qualora all’uomo diventasse fattibile di concepire con qualche determinazione positiva e speciale la immensità di Dio che è insieme la immensità della sua efficienza causale, onde è presente in tutte le cose nel modo che lo spazio investe e penetra tutti gli estesi, noi avremmo da ciò il concetto più puro e più vero della comprensione del mondo nell’Assoluto, e però di certa inerenza peculiarissima e di certa sopraeminente unità, la quale serba intatte nondimeno le sostanze finite, le cagioni seconde e le azioni imputabili. Ma perchè la forma di cotali nessi ci è inconoscibile, noi ci ristringeremo a dire che il principio unitivo dell’ontologia e della cosmologia non può del sicuro consistere nella identità di sostanza e nella unità dei contrarj, come nettampoco nell’assoluta coeterna Dualità; a sibbene dee ravvisarsi anzi tutto nella necessità susseguente della creazione per quel pronunziato supremo ontologico che Dio vuole il bene infinito e il bene possibile o vogliam dire finito. E perchè solo in Dio l’essere e il bene perfettamente si convertono, la creazione sarà un ordine portentoso e incessabile di mezzi e di fini dove la potenza increata dispiegherà la serie non terminabile dei possibili; la sapienza li volterà per modo diretto o per indiretto all’adempimento dell’ordine; la bontà ineffabile trarrà da quell’ordine la massima partecipazione del bene al numero massimo delle creature. Tanto ch’eziandio nel finito il Bene e l’Ente si adeguino in tale significato almeno che niuna esistenza finita rimangasi aliena interamente alla cooperazione ed attuazione del fine."
      },
      {
        "index": 28,
        "text": "23. — Cosi la unità della metafisica nostra s’imperna sempre nella divina unità. Perocchè Dio essendo l’Alfa e l’Omega, il principio ed il fine, la creazione tramezza fra questi due termini, sempre informata dalla virtù del principio e dal progressivo conseguimento del fine. I panteisti fanno emanare il mondo dall’Uno e all’Uno lo riconducono sotto la forma del tutto assoluto e individuato. Noi vediamo il molteplice movere ad extra dall' Uno e tornar verso questo con interminabile approssimazione. Onde, a parlare coi tropi in diani, il mondo è perpetua respirazione ed inspirazione di Dio. E se dall’Uno non può emanare sostanzialmente il molteplice, bene si ricerca l'infinito della potenza sapienza e bontà divina e increata per indurre nel molteplice l'attività crescente e non terminabile inverso l'unificazione."
      },
      {
        "index": 29,
        "text": "24. — Fermato e descritto il legame unitivo della ontologia e della cosmologia, sembra opportuno il considerare se la nostra metafisica, che le comprende ambedue, può venir definita nelle due maniere che uso Aristotele e noi qui addietro abbiamo accennato. Ricordisi, adunque, il lettore che la metafisica, secondo quel gran pensatore, è la scienza dei principj supremi ovvero è la scienza dell'essere in sè; il che significa non pure la scienza dell' Assoluto, ma una tale provenienza di tutte le cose da lui, che per ultimo vi si lasci scoprire certa natura essenziale comune, la quale renda ragione di tutti gli esseri sostanzialmente, almeno, e universalmente."
      },
      {
        "index": 30,
        "text": "25. — Ora, in risguardo della prima definizione, egli è da avvertire che la scienza dei sommi principj allora è perfetta e conformissima alle necessità e condizioni dell' essere, quando tutti essi principj si risolvono manifestamente in un solo protoprincipio, a così domandarlo; e questo, considerata la doppia relazione che debbe tenere con la idea e con l' ideato, viene a porgere in sè medesimo la doppia origine dell'essere e del conoscere, dell' Ente e del Vero."
      },
      {
        "index": 31,
        "text": "Al presente diciamo che la metafisica nostra soddisfa a ciò assai competentemente, avendo mostrato che il principio d'identità e di ripugnanza è l'espressione e rappresentazione più astratta dell'Assoluto, di quel medesimo il quale è oggetto necessario e perpetuo di tutte le idee come di tutte le verità esistenti a priori. Per fermo, nell’ontologia nostra il prefato principio significa recisamente che l’Ente sussiste ed è per necessità intrinseca tutto ciò che di lui si annunzia nei limiti del pensabile. E però sono veri tutti i possibili e vera e reale la efficienza infinita che è il termine loro effettivo. Quindi altrettanto veri e reali sono trascendenti o vogliam dire le attribuzioni eterne infinite di Dio. Dal che poi discende nel principio d’identità e ripugnanza contenersi altresì il principio della ragion sufficiente; e così veniamo forniti di tutti gli assiomi che governano la ideazione e la causazione i pensieri e i fatti, i giudicj ipotetici e i giudicj sperimentali."
      },
      {
        "index": 32,
        "text": "26. — Ma quanto all’altra definizione che pensò Aristotele della metafisica chiamandola la dottrina dell’essere in sè, noi ripetiamo che mai a nessuno riuscirà di accomunarla all’ontologia ed alla cosmologia insieme. Imperocchè il finito per sè medesimo forma a dirittura il contrario dell’uno, dell’identico, dell’universale e simili, nel modo che verrà mostrato partitamente e con ordine nel secondo volume. Anzi, sotto tale rispetto, come più sopra fu già indicato, converrebbe definire la metafisica, la scienza dell’uno e del molteplice, dell’identico e del diverso, dell’universale e del particolare per ciò che anno di sostanziale e per le attinenze loro scambievoli. E quando anche tornasse vero quello che gli Hegeliani pretendono gli opposti e i contradditorj sussistere ed unificarsi compiutamente dentro il pensiere, la qual cosa è falsa, la cosmologia che fa suo subbietto la natura eziandio materiale e meccanica debbe a forza trattare del molteplice, del diverso e del singolo fuori d’ogni qualunque unità e cosi disgregati e eterogenei come reca per appunto la differenza loro essenziale dall’infinito. Nè l'accostamento graduato del molteplice all’uno, del singolare all’universale e del diverso all’identico succede giammai pel ritorno dell’Ente alle proprie ed innaturate sue condizioni; ma si accade, conforme la voce del genere umano proclama, pel soverchiante valore dell’opifice eterno e pel trionfo del bene infinito sulle finite caducità."
      },
      {
        "index": 33,
        "text": "27. — Del resto, per trovare il fondo comune di tutte le cose, non basta il dar loro una forma vuota e indeterminata come l'Ente, l’Uno, In sostanza e altrettali generalità, ma occorre definirla e specificarla in alcuna maniera ed esprimere nettamente quello che è. Nessuno de' gran maestri antichi osò convertire tutti i generi in un genere solo, se non pigliamo per un si fatto i numeri di Pittagora o l'acqua di Talete o il fuoco di Eraclito o la mente di Anassagora. E forse Giordano Bruno imitò quest’ultimo quando parve indicar l'idea per fondamento comune di tutte le cose ovvero dilatava e applicava il concetto di Aristotele che converti l’Assoluto nel pensier del pensiere. Ad ogni modo, fra i moderni Tedeschi e massime fra gli Hegeliani l’idea divenne al tutto sinonima dell’Assoluto, e ogni cosa movendo da lei in lei si converte. Dopo ciò è da domandare se il bene e il bello, se ogni attività e ogni forza sono pensiere e idea; poi se il pensiere è solo atto o solo subbietto, o l’uno e l'altro egualmente. Qualora si risponda che si, e tutto ciò essere idea o pensiere sotto diverse maniere e sembianze, noi ci stringeremo nuovamente nelle spalle, come d’innanzi ad altro enorme paradosso; e il genere umano proseguirà nel suo credere che la volontà, per esempio, ancora che sia dal pensiere guidata, non è in sè medesima un pensiere e nemmianco essere tale la forza esteriore onde l’animo è penetrato, e che essa anima, quando gioisce ovvero si addolora, conosce l’una e l'altra affezione ma con quell’atto conoscitivo non le confonde: e neppur quando pensa e conosce, l'anima si trasmuta in pensiere; perocchè questo è sempre l’atto d’un agente e l’emanazione d’una sostanza; e l’agente e la sostanza non sono pensiere; e perchè quel subbietto operante e quella sostanza sono anteriori all’atto ed ànno maggior ragione di essenza che l'atto medesimo, perciò il pensiere o l’idea non è del sicuro l’ultimo fondo dell’essere. Ne tale ultimo fondo convertesi con la potenza o facoltà del pensare; avvegnachè cotesta potenza medesima ricerca un sostegno e un agente; e dove tu lo mutassi in idea e in pensiere, subito si converrebbe farlo aderente a qualosa che emana l’idea e il pensiere."
      },
      {
        "index": 34,
        "text": "28. — Insomina, l’idea invece di comporre ella stessa la realità e il fondamento del sussistere, ne ricerca l'antecedenza, perchè sempre si dimostra in forma di atto e non mai di subbietto; e mentre è un lume ed una espressione incessante ed universale di tutte le specie di esseri, non è sostanzialmente alcuno di essi; come tutte le cose esterne sono visibili per la luce ma niuno afferma ch’elle medesime non sieno altro che luce."
      },
      {
        "index": 35,
        "text": "30. — Il Gioberti, carezzando più forse che non voleva certe opinioni hegeliane, scrisse un tempo che le sensazioni sono l’intelligibile implicito e le idee il sensibile esplicito. Laonde avrebbesi da concludere che le sensazioni e le idee tornano nel fondo a un medesimo e l’une e l’altre sono intelligibilità. Per nostro giudicio l’essere formativo del senso e quello della idea differiscono toto celo nel modo appunto che appartengono a diversissime facoltà. Ma pure concedendosi il paradosso, noi insisteremo sempre nel dire che la intelligibilità ricerca un qualcosa d’intelligibile e un subbietto in cui quella risieda come qualità od attribuzione; e cotesto subbietto impertanto non è intelligenza e pensiere. Del resto, immedesimando in qual che sia modo il sensibile e l’intelligibile, noi torneremo ad accettare in fra breve il sistema della sensazione trasformata; perocchè questa è più gagliarda evidente e notoria dell’astratto pensiere. E ciò per appunto è accaduto alla dottrina di Hegel nelle mani di Feuerbac, il quale, scorgendo che senza nervi e senza cervello difettano similmente le sensazioni e le idee, non si ritenne dal sentenziare che alla fine delle fini vero sostanziale progenitore cosi del senso come del pensiere è il fosforo e però doversi non nella idea ma nella forza della materia ravvisare il principio fontale di tutte le cose."
      },
      {
        "index": 36,
        "text": "31. — Ma tornando all’opinione assai singolare del Gioberti, io non credo ch’egli sarebbesi posto a difenderla con allegare che le sensazioni e le intellezioni si adempiono ambedue nella unità sostanziale del medesimo essere; perchè primamente verrebbegli opposto che nessuna necessità logica sforza il giudicio nostre a pensare che un subbietto sostanziale finito emanar non possa due forme differentissime di attività. E concedasi pure che fra le attribuzioni e le facoltà dello stesso ente debba intervenire qualche riposta omogeneità; rimanendo questa ignotissima a noi nella specie sua, manca ogni arbitrio d’identificare per ciò le manifestazioni le più diverse; e può eziandio accadere che l’omogeneità consista in qualcosa di comune bensi ma differente da ciò che à ciascuno di proprio e di peculiare."
      },
      {
        "index": 37,
        "text": "32. — In secondo luogo, nel caso nostro speciale è gran bisogno di notare come la sensazione è passiva e proveniente dagli organi, mentre l’intendere è attivo, interiore e spirituale. Per fermo, nella sensazione è da ravvisare piuttosto il modo col quale l’anima riceve l’azione esteriore di quello che una espansione e manifestazione della sua spontaneità interiore ed ingenita. Quindi l’atto vero ed omogeneo con lo spirito la intellezione e non già l’altro in cui interviene una diversa ed estrania natura di agente."
      },
      {
        "index": 38,
        "text": "33. — Fu dai panteisti moderni pensato più volte in più modi un’altra maniera di unificare finito e infinito e riporre uno stesso identico essere infondo: tutte le cose; e la maniera consistette nello studiarsi di provare che le leggi del pensiere e le leggi della natura tornino ad un medesimo, o per lo manco vadano ogni giorno accostandosi e compenetrandosi di vantaggio. Egli è chiaro con ciò che se le leggi del pensiere e della natura si conformano perfettamente, e le leggi nel fondo esprimono la essenza dell’essere, debbono quei due termini manifestare la stessa cosa sotto diverso sembiante; e perchè poi negli ultimi penetrali del pensiere lampeggia l’Assoluto, cosi tutta la scienza del finito e dell’infinito risolvesi in una legge d’identità, e sempre ritorna l’assioma del vecchio Anassagora che ogni cosa è in ogni cosa."
      },
      {
        "index": 39,
        "text": "34. — Ma tutto ciò, per dirla come la sento, è un superbo castello in Ispagna non rispondendo per niente alla realità delle cose. Per fermo, il supposto era comodissimo non solamente per confondere insieme finito e infinito, ma eziandio per fare argine alle negazioni kantiane e segnatamente a quella che interdiceva qualunque trapasso dal pensiere alla natura e dai fenomeni alle realità. Neghisi pure tutto ciò, dissero i panteisti impettiti e pieni di baldanza. Noi non ce ne prendiamo affanno e dolore; conciossiachè pensiere e natura sono un inedesimo; e se non c’è ponte o barca per trapassare dall’una all’altra, tanto fa. Quel paese là non dissomiglia da questo, e noi studiando le idee studiamo e impariamo le cose."
      },
      {
        "index": 40,
        "text": "35. — Tale discorso dei panteisti ripetuto pure oggidì con diversi termini dalla scuola di Hegel, sottointende una cognizione che è quella appunto contro di cui venivano le osservazioni e argomentazioni del Kant, e cioè a lire che la mente umana po paragonare insieme e conoscere partitamente le leggi del pensiere e le leggi della natura. E per lo certo, quando fosse pur vero che la mente nostra non perviene mai a conoscere direttamente e immeditamente le cose, ma le discerne e le giudica sotto certi aspetti e forme uscienti dal proprio spirito e applicate per necessità fatale ed ineluttabile a qual sia oggetto esteriore, come giungeremmo noi a scoprire la somiglianza o dissomiglianza delle leggi del pensiere con quelle della natura? Conciossiachè all’occhio mio così o così organato come accaderà mai di vedere gli oggetti con figure e colori diversi da quelli confacevoli all’organo stesso? Quindi, cotesto diritto di istituire simile sorta di paragone e di giudicio può solo appartenere a coloro, e noi siamo del numero, i quali dimostrarono in modo patente che l’anima umana à l’intuito immediato si dell’Assoluto e si di sè stessa e delle forze esteriori senza interponimento alcuno di forme categoriche e senza l’uopo d’alcun giudicio a priori sintetico. Mail contatto spi- rituale di nostra mente con le cose, le trasmuta forse in natura identica con essa la mente? Eppure questo: vuole affermare la scuola hegeliana, il cui sistema, chi ben lo guarda, è nel più interno midollo una supposizione arbitraria di certa specie universale d’identità e torna ad un pretto idealismo meglio forse elaborato ed architettato degli altri che il precedettero."
      },
      {
        "index": 41,
        "text": "36. — Non è dunque per discorso paralogico, ovvero mediante un supposto arbitrario, che noi giudichiamo del somigliare e dissomigliare in fra loro le leggi del pensiere e quelle della natura. Per fermo, tutto il secondo volume di questa nostra opera darà prova compiuta della differenza profonda essenziale e perpetua che passa tra la costituzione e legge della natura e la costituzione e legge del nostro pensiere."
      },
      {
        "index": 42,
        "text": "37. — Qui basterà anticiparne qualche principio. Diciamo, impertanto, che la essenza generale della natura è una successione di effetti mossi da cagioni tutte particolari e separate sebbene conformi e connesse e ciascuna operante per cieca necessità, salvo che una mente alla natura superiore mena quella fatalità lor invincibile all’attuazione del disegno prestabilito. E simile disegno porta che nell’intera natura valga la ragione del mezzo, mentre nell’uomo vale e si adempie la ragione del fine."
      },
      {
        "index": 43,
        "text": "38. — Sono nella natura più ordini di mezzi tutti necessarj, ma il superiore, che è l’animale, comprende gl’inferiori e da ultimo diventa capace di allergare il pensiere e l’aspirazione al bene assoluto. Salvo che il pensiere e quella fruttifera aspirazione non sono guarì un risultamento delle forze della natura, ma si provengono dalla congiunzione loro con un principio sopramondano o dir vogliamo con l’infinito. D’altra parte, nell’uomo, si disse. è costituita la finalità, e ognun vede che le leggi che la governano esser debbono molto diverse da quella che regge la mezzanità e l’apparecchio. Oltre di ciò, se la natura sempre rimane particolare e divisa e mai non acquista coscienza di sè medesima, troppo differisce dalle leggi del pensiere le quali sono insieme legate dalla identità e unità del subbietto e pigliano di mano in mano coscienza distinta di sè medesime e si legano con l’intelletto, al quale sta sempre di fronte la visione dell’universale. Lasciamo stare che la giustizia, la bontà e la santità e in genere il mondo intero morale sono ignotissimi alla natura eziandio nel più perfetto dei suoi organismi perchè la natura uscir non può dal finito; e quando anche voglia chiamarsi parte della natura l’anima umana, questa, ripetiamo, si fa capace di tutte le forme del mondo morale per immediata comunicazione e partecipazione d’alcuni divini attributi; quindi, per un principio differentissimo dai corporali e fisiologici."
      },
      {
        "index": 44,
        "text": "39. — La natura è strumentale e però sono strumentali le leggi sue. Onde l’uomo se ne serve e le coordina a poco per volta all’adempimento del fine. Senza negare per ciò che l’uomo è costretto altresì di adattarsi e acconciarsi al rigore di quelle. Ma simile dipendenza gli accade per la veste materiale che à, la quale come parte della natura alle leggi di lei obbedisce; e perchè appunto differiscono essenzialmente dalle leggi del pensiere, l’uomo se ne querela ogni di e deplora continuo il conflitto incessante tra la natura e lo spirito."
      },
      {
        "index": 45,
        "text": "40. — Ma per venire più dappresso a guardare l’indole del nostro pensiere e paragonarlo con la natura; si avverta per prima cosa che altro è il pensiere oggettivo ed altro il subbiettivo. E quanto al primo dicemmo più sopra ch’egli è degnato continuamente della visione delle idee. Il che l’introduce nella contemplazione dello infinito e nella cognizione delle verità eterne e inmutabili. E quanto l’essere delle idee disti dall’essere dei fatti cento volte l’abbiamo notato; onde per questa parte si tenterà vanamente di conformare la natura finita separata e mutabile all’oggetto costante del pensiere speculativo che sono le idee ei giudizj ipotetici. A rispetto poi del pensiere subbiettivo e a quella che può domandarsi legislazione propria della mente o vogliam dire le nozioni e le regole logicali comuni, basterà, credo, di notare che le forme schiettamente subbiettive del nostro pensiere come l’incessante bisogno della sintesi e dell’unità e le nozioni cotidiane dell’essere puro e degli enti negativi e l’uso delle contradittorie e il continno adoperamento del sillogismo e più ancora quello non rado dei sofismi ed ogni generazione di fallacie e di errori non sappiamo bene quale parità rinvengono nella natura, dove l’unità sostanziale risiede solo nelle monadi separate e mai in nessun composto, come in nessun composto si avvera mai una sintesi assoluta; dove gli enti negativi le contradittorie non possono certo avere riscontro di realtà; dove infine ogni cosa è vera e nessuna è falsa; dove il sillogismo è impossibile, perchè ogni essere formando un particolare esprime, se ciò è lecito dire, la minore proposizione; ma la maggiore, che inchiude un universale, non istà in luogo veruno. Certo, la mente avvisa e conosce le sintesi naturali de’ corpi ovverossia le unioni e complessioni loro naturali; e il regno immenso della materia e della vita curiosamente indaga ed illustra. Ma per ciò fare ella paragona ed astrae; due atti alla natura ignotissimi, perchè in essa ogni cosa è concreta; e il simile o diverso l’eguale o disuguale se giacciono in subbietti disgiunti mai non comporranno quella unità in cui si racolga la relazione loro scambierole."
      },
      {
        "index": 46,
        "text": "41. — So troppo bene che la logica hegeliana presume di esprimere identicamente il moto formativo delle nozioni e delle cose, e però intende di esprimere eziandio la medesimezza delle loro leggi. Ma se noi manteniamo con profondo convincimento che le idee non diventano e che anzi è contradittorio l’attribuir loro il moto e lo sviluppo, noi siamo dispensati dalla fatica d’istituire nuovo paragone fra il mondo ideale e il reale. D’altro lato, non ci sembra che questo secondo tenga fede neppure esso alle genesi escogitate da Schelling o da Hegel. Diremo noi come Oken. per via d’esempio, che la primordiale materia simile all’idea dell’ente indeterminato non ebbe qualità nè forma nessuna, o che il fuoco è la piena coscienza di Dio libera d’ogni pensiere individuale? Ovvero, opineremo con Schelling che la verità e la scienza somigliano al peso ed alla materia; la bontà e la religione al movimento e alla luce; e l’arte e la bellezza all’organismo e alla vita? Questi pareggi e medesimezze del pensiere e della natura già in Alemagna stessa furono chiamati saturnali della scienza da colui che della natura ebbe notizia più forse di qualunque moderno, io vo’ dire Alessandro Humboldt."
      },
      {
        "index": 47,
        "text": "42. — Nè per questo si negano le stupende corrispondenze e armonie tra le leggi della natura e quelle del pensiere; conciossiachè la sapienza e provvidenza di Dio apparisce più portentosa appunto colà dove era maggiore la diversità e la discrepanza. Ma di cio tratterà alla distesa la nostra cosmologia; chè qui disdirebbe di prolungare un ragionamento a cui per concludere cou rigore di prova occorrono nozioni e principj nuovi e speciali."
      },
      {
        "index": 48,
        "text": "44. — Quel concetto poi del Leibnizio di riempiere l’universo di anime e così nel principio spirituale dinamico fondare la essenza stessa dell’essere, fu ripetizione di quanto aveano più comunemente pensato i filosofi antichi intorno alla natura; perchè, dice il Vico sapientemente, l’uomo e in ispecie il fanciullo fa sè misura del mondo ed avviva tutte le cose com’egli si sente avvivato. E qualcosa del fanciullo rimane sempre nell’uomo e nell’essere collettivo della civil compagnia. Vero è peraltro che oggi cotesta idea dell’anima universale o delle anime particolari surrogate ai freddi ed inerti atomi ripiglia credito assai, e i nostri due insigni filosofi Rosmini e Gioberti vi si accostano più che molto. E perchè l’anima sprovveduta d’ogni senso non pare ammissibile, e nel senso vogliono certi metafisici raffigurare alcuna orma d’intelligibilità, perciò noi torniamo a un dipresso al già discorso più sopra ed a quello ci rimettiamo. Per fermo, se io intendo bene il Rosmini, egli non sembra alieno dal credere che l’essenza dell’anima si ristringa in un sentimento. Io poi dico a quell’inclito pensatore, che l’ultimo fondo dell’anima del sicuro non è conosciuto da niuno, e la coscienza afferma del proprio nostro subbietto che esiste, ma non di esistere come sentimento, sibbene come principio attivo perenne e immutabile; imperocchè noi percepiamo assai chiaramente i nostri atti e la connessione loro col subbietto proprio interiore: In qual connessione implica senza dubbio l’avere intùito della esistenza di lui in quanto è termine e sostegno interiore dell’atto e all’atto si congiunge."
      },
      {
        "index": 49,
        "text": "45. — Questo dovere distinguere la cognizione del limite dalla cognizione dell’intima natura dell’essere non può contradirsi; e del pari non è da negare che la cognizione nostra potendo essere più o meno profonda e penetrativa. ciò si riscontra per appunto con quello che domandiamo universalmente e per via di tropo l’esterno e l’interno degli esseri e il più interno ed il meno. Se a noi fallisse l’intuito della congiunzione dei nostri atti col proprio nostro subbietto, per lo certo mai non potremmo pronunziare la parola io. Ma la coscienza medesima, la quale ei attesta quella intima congiunzione, ci lascia al bujo sul rimanente; e ciò vuol dire che l’apprensione del nostro essere stendesi principalmente sugli atti e non oltrepassa un primo grado d’interiorità, il quale i sufficiente soltanto a persuaderei che siamo un attivo subbietto, e però una forza subbiettiva e spontanea diversa e contrapposta alle forze esteriori."
      },
      {
        "index": 50,
        "text": "46. — Quindi per qualunque inflessione dello spirito sopra sè stesso non giunge egli a compenetrarsi più là dei confini sopra descritti. Che se vogliamo alla voce sentire annettere una significazione assai più lata ancora di quella attribuitale spesse volte dai Latini, in non mi opporrò a taluno che pronunziasse per questo che noi ci sentiamo una forza operosa e spontanea od ancora che noi abbiamo il sentimento chiaro e distinto del nostro essere. Solo in tal caso vorrò notare che quel sentimento non à nulla affatto di senso e però diversissimo da ogni specie di sensazione, il che all’ultimo dee generare, come ognun vede, una incomoda logomachia."
      },
      {
        "index": 51,
        "text": "47. — Insomma, questo volére cercare per ogni verso una natura comune di tutte le cose e una identica determinazione dell’essere e degli esseri credo proposito falso e infecondo; e ne nasce certa preoccupazione mentale delle peggio fondate e delle più perniciose alla sana filosofia. Carattere essenzialissimo del finito è la diversità non la medesimezza; e cercare con questa l’unificazione della scienza è concetto, a quello che io stimo, materiale piuttosto e superficiale. La unità procede dall’infinito e spandesi spiritualmente e a grado per grado nei finiti, non ostante la opposta natura loro. Studiare e definire questo ingerimento sempre più vittorioso della divinità, forma la scienza del Cosmo; e ciò venne per istigazione naturale presentito e simboleggiato da più popoli mediante la voce de’ lor sacerdoti; questo esprimeva Ormuz col suo laborioso tardo trionfo sopra Arimane; questo lo slegamento e l’affrancamento dell’Egizio Tifone; questo medesimo significarono i concetti Messianici della Palestina e dell’Iran."
      },
      {
        "index": 52,
        "text": "48. — Ad ogni modo, dapoichè fu cercato fra le varie categorie dell’essere quella o cotesta, secondo parevano più convenienti ad unificare la sostanza del mondo e connetterlo più strettamente con Dio, piuttosto dovea prevalere a tutte le altre la categoria del bene. Perocchè se il fine consiste nel bene, questo i necessariamente l’ultimo termine e nulla può stargli sopra. Anzi nella stessa natura divina secondo l’ordine nostro di cognizione, il bene è come a dir la corona e l’integrazione di tutte le sopraeccellenze di Dio; attesochè, dato il bene, ogni cosa è dato con esso, in quanto ogni cosa dee col bene accordarsi ed essere quasi a dire la sua materia e il suo complemento; laddove le perfezioni infinite debbono venire considerate a rispetto del bene affine di concepirle quali vere perfezioni cosi in sè medesime come in risguardo di tutte le altre. Insonima, il bene al modo che Platone conobbe e avvisò molto distintamente, è il termine più sostanziale ed il più sintetico e intorno di cui gira l’intero universo. Commento di questo gran vero sarà tuttaquanta la nostra cosmologia; imperocchè, se il bene non poteva esistere eziandio in modo finito, i mondi sarebbero tutti e sempre rimasti nel nulla."
      },
      {
        "index": 53,
        "text": "49. — Ondechè, se mi fosse obbligo di definire la metafisica in modo da contenere la sua maggiore sostanza e con forma la più universale e comune al creato ed all’increato, e ciò tutto con parole brevissime conie fece Aristotele definendola In scienza dell’Ente, io vorrei piuttosto chiamarla la scienza del Buono assoluto; ed anche basterebbe dir Buono senz’altro aggiunto. Certo è avanti ogni cosa che il Buono assoluto conduce seco tutte le attribuzioni della infinità le quali appartengono similmente all’assolutezza. Di quindi poi il principio dell’essere e il principio del conoscere; imperocchè il buono implica necessariamente non pure la propria realità, ma la cognizione, considerato che la bontà buia e cieca ed inconsapevole non può in modo niuno essere bontà."
      },
      {
        "index": 54,
        "text": "50. — In lei d’altra parte riluce con evidenza il terzo principio (principium fiendi) che noi volentieri domanderemo dell’esistere se cotal voce, come interpreta il Vico, significa una entità che ad altra si appoggia. L’assoluta Bontà è necessariamente creatrice del bene finito o vogliam dire delle sussistenze esteriori ch’ella conduce alla massima partecipazione del bene infinito, nel che è inchiuso tutto l’ordine dell’universo e tutte le relazioni reciproche dell’ontologia e della cosmologia."
      },
      {
        "index": 55,
        "text": "51. — De tre suddetti principj furono i due anteriori posti da noi in capo all’ontologia, quando cominciamo dall’esprimere la maggiore di tutte le sintesi dicendo che Dio è ineffabilmente quello che è. Poi scendendo all’ordine analitico pronunziammo che Dio ovvero l’essere perfettissimo è logicamente possibile; da onde ricavammo la pensabilità astratta ed universale; e questa contemplata nell’Ente assoluto divenne assoluta intelligibilità, o vogliam dire il vero nella sua essenza, e con altri termini ancora il principio del conoscere. Ma tuttochè l’essere e il vero possano venir predicati sotto diverso rispetto dell’infinito e del finito, questo secondo non esce dalla mera possibilità e non trapassa necessariamente alla condizione di cosa reale in atto salvo che pel terzo principio il quale noi possiamo significare dicendo: Dio ovvero l’essere perfettissimo è infinitamente buono. Ciò vale il filosofema giobertino: l’Ente crea l’esistente; con questa fondamental differenza che il prenunciato nostro inchiude la ragione assoluta ed irrepugnabile dell’esistere del bene finito in atto: laddove quel famoso filosofema significa onninamente o un’idea senza ideato o un fatto che può negarsi o un’ipotesi che può non mai attuarsi."
      },
      {
        "index": 56,
        "text": "52. — Se ricorda il lettore in quanti lunghi pensieri ci abbia tenuto il proposito di rinvenire un concetto e con esso una realità così larga e profonda da contenere, spiegare e legare insieme le cose e la scienza delle cose e discendere agevolmente per filo di logica a tutte le partizioni ed applicazioni delle discipline particolari, crederà senza fallo che noi ci tenemmo per assai soddisfatti nel credere che quel concetto quella realità erano pur ritrovati; e con essi compievasi con sufficienza l’ordito e la trama dell’intera filosofia; rimanendo solo il carico, la fatica e la diligenza di riempiere gli intervalli per ordine e secondo che porta l’indole e lo spiegamento delle diverse materie. Nondimeno, essendo questo un punto capitalissimo nella metafisica, mi fo debito, secondo mio stile, di raccontare sotto brevità i dubj che ni travagliarono intorno ad esso e le occasioni onde nacquero e il modo che mi appariva più conveniente ed efficace per dissiparli."
      },
      {
        "index": 57,
        "text": "53. — E prima, questa mia unità di subbietto e di legamento sarebbe ottima qualora non rimanesse quasi esteriore alle cose; imperocchè il beue in quanto ragione di fine si separa da quelle e non si può scambiare in guisa veruna con l’essere loro."
      },
      {
        "index": 58,
        "text": "In secondo luogo affermando noi stessi che la natura del bene va rassegnata fra i principi elementarissimi e però indefinibili, noi veniamo a costituire tutta la scienza in un fondamento mal noto ed oscuro. E quindi, come la nozione del fine ci è nebbiosa, avviene a forza altrettanto dell’ordine intero dei mezzi."
      },
      {
        "index": 59,
        "text": "54. — Oltrechè, s’egli è vero quello che pensano tutti i logici che d’ogni materia si debba cercare e sapere primamente s’ella è; poi quello che è; appresso per che cagione; da ultimo a qual fine; noi discorrendo unicamente del fine presumiamo a torto di contenervi tutta la ragione dell’essere; perocchè, se vi è contenuta in alcuna guisa, ciò accade per relazione di relazione non per iscienza propria e diretta. Intorno a tali gravissime oppugnazioni io dava in più tempi a me stesso le risposte infrascritte."
      },
      {
        "index": 60,
        "text": "55. — Che l’unità del bene e del buono rimanga come esteriore alle cose non è negato da noi e non si giudica quale difetto. Perocchè le cose in niuna maniera non possono fare uno. Basti che il bene e il mono si meschino sostanzialmente e perfettamente nell’Assolnto che è il Principio ed il Fine; e quale principio, è vera ed essenzialissima unità di bene con le infinite sue forme delle quali la bontà sembra a noi la più divina. Ed inquanto l’Assoluto è finalità universa, l’unità sua rimane esteriore alle cose ancora che le involga tutte dentro il suo seno e tutte corrano a lui esattamente come raggi innumerevoli inverso del centro."
      },
      {
        "index": 61,
        "text": "56. — Il bene è poi di quelle primalità che niuno può definire, perchè è genere a sè inedesimo ed anzi ad ogni genere è superiore. Chè quando fosse altramente, noi non avremmo toccato l’apice della speculazione e qualcosa rimarrebbesi od aliena al bene od a lui superiore. Quindi egli è così pretto e chiaro, che non consente di crescere luce a sè stesso con le definizioni e le assegnazioni di luogo e di grado. Nè avviene diversamente per le primalità assunte dagli altri filosofi; chè del sicuro Aristotele non può definire l’essere in sè, nè Leibnizio la forza o la monade nè Hegel l’Idea."
      },
      {
        "index": 62,
        "text": "Però, chiunque domanda oscurità l’evidenza e desidera definizione esatta e scientifica dell’assolutamente incomposto ed originale, non mostra intendere giusto quello che cerca; e forse converrebbe aquetarlo con qualche definizione apparente, nominale e paralogica quali s’incontrano in copia nella ontologia del Volfio."
      },
      {
        "index": 63,
        "text": "57. — Certo è poi che la nozione del bene risponde a un termine realissimo e da ogni parte positivo, mentre per nostro avviso, la nozione dell’essere accumunata a qualunque esistenza dicemmo risolversi in certa utile notazione dell’intelletto ed esprimere in fondo in fondo non esse le cose ma la loro attinenza più generale ed astratta."
      },
      {
        "index": 64,
        "text": "58. — Vero è che i logici voglion sapere per ordine se l’ente è; poi quello che è; quindi la sua cagione e il suo fine. Ora noi dei quattro quesiti soddisfacciamo a tre pienamente e vogliam dire nei termini conseguibili alla scienza umana. E per fermo, che l’ente esista si prova per la esistenza della infinita bontà, la quale costituendo l’Alfa e l’Omega del tutto, costituisce la cagione vera efficiente e il fine essenziale e perpetuo dell’ente."
      },
      {
        "index": 65,
        "text": "59. — Ma tu vuoi ch’io sappia per via diretta quello che è l’ente per sè e non guari argomentando dalla nozione del bene e del fine."
      },
      {
        "index": 66,
        "text": "Io lo saprò meglio (mi penso) di molti altri sistemi. Perchè il concetto del bene mi trae diritto a conoscere e definire tutte le perfezioni il che importa tutte mai le determinazioni positive e luminose dell’essere. Di quindi io saprò eziandio quello che è positivo davvero e saldo e perfettibile nell’ente finito. Ma perchè di questo è carattere peculiare ed innato la diversità, io cercherò inutilmente per notizia diretta la sua natura comune e l’unità sua e troverò invece da ogni parte lo scomunato e il molteplice. Quindi io potrò meglio indovinare di lui quello che non sia e le discrepanze ed alienazioni dall’infinito."
      },
      {
        "index": 67,
        "text": "60. — Piacque a Platone indagar sottilmente dell’Uno, dell’Ente e del Bene; ma questo ultimo fece trionfare sugli altri due nè dubitò di sottomettere ad esso tanto l’ordire delle idee quanto le perfezioni e le eccellenze divine. Della qual gerarchia, se è lecito così nominarla, io riconosco di essermi innamorato fortissimamente appena n’ebbi notizia; nè mi guardai molto dalle obbiezioni che potevano invalidarla. E certo, se parlano il cuore e la fantasia, nessun concetto di Dio e della unità universale ci dee parere più alto e più comprensivo di quello del bene e della bontà. Perocchè il bene, che intrinsecamente vuol dire beatitudine ed esternamente bellezza infinita, assomma, a così parlare, tutte le altre innumerevoli e interminate attribuzioni dell’Assoluto e racchiude la ragione suprema del suo medesimo esistere. E d’altra parte noi veggiamo dalla Bontà scaturire il gran mare dell’essere e l’economia universa e la ragione essenziale di tutti i mondi creati."
      },
      {
        "index": 68,
        "text": "61. — Ma la scienza rigorosa ontologica adopera intorno alla cognizione di Dio altre seste ed altre misure che il sentimento e l’affetto. La quale verità (per dirla con Dante) vennemi ribadita dentro la mente con chiodi saldissimi in un certo caso molto strano e molto rimoto nell’apparenza dal nostro proposito. Io ebbi in Roma (or fa sedici anni compiuti) da un grando e venerabile personaggio la commissione di parlare a nome di lui nella presenza dei mandatarj del popolo. Io che per mala fortuna non potevo tormi di dosso quel carico, e dall’altro lato sentivo come fosse greve e non adatto al mio ingegno ed alli miei studj, fatto di necessità virtù e impressionatomi ben bene dell’altitudine sapienza e magnanimità di quel gran signore, m’aiutai di farlo parlare in guisa che non dispiacendo a sè stesso gradisse invece sommamente alle moltitudini allora poco mansuete e disciplinate. Il peggio è che quel gran messere parve sulle prime dilettarsi quanto mai della mia scrittura o fecemene molte lodi. Ma di li a poco qual se ne fosse la cagione ci si ricredette del suo giudicio. E come il popolo applaudiva caldamente al discorso e mettevalo in cielo, tanto più il detto personaggio incapavasi a biasimarlo. A me parve tutto ciò molto nuovo e ragionavane un giorno con tale che poi raccontò il caso per filo e per segno in alcuni suoi libri di storia. Era uomo di pronto ingegno ed arguto e piacevagli assai di voltare in giovialità ed in celia le umane stranezze. Laonde egli mi prese a dire: Voi siete savio e discreto. Pure dimenticaste quel vecchio adagio: de principe pauca, de Deo nihil; e aveste coraggio di far discorrere a lungo una certa specie d’uomo che sta sospeso fra il cielo e la terra ed è mezzo principe e mezzo Dio. Chi può indovinare i concetti e le parole che gli convengono e quelle che gli disdicono? In fede mia, che voi pigliaste una mala gatta a pelare ne potevate riportarne altro onore ed altro vantaggio che graffiamenti e sberleffi."
      },
      {
        "index": 69,
        "text": "62. — Io vi darei ragione, risposigli interrompendo, qualora io non vi fossi stato costretto. E d’altra parte, non vi esca di mente ch’ogni pretazzuolo di villa, una volta almeno per settimana, fa pur parlare a sua posta Domenedio che è maggior personaggio dell’altro testé menzionato. Così tra ’l serio e il faceto io mi difendevo e scusavo. Ma l’amico senza por tempo in mezzo e ridendo tuttavia soggiunse: deh! che sarebbe di noi e del mondo creato se Domenedio al modo dei nostri grandi badasse tanto o quanto alle parole che facciamogli pronunziare. E per fermo, egli sembra impossibile che"
      },
      {
        "index": 70,
        "text": "«Lingua mortal presuntuosa vegna»"
      },
      {
        "index": 71,
        "text": "al fatto d’indovinare ed esprimere così per appunto i pensieri e i ragionamenti di Dio."
      },
      {
        "index": 72,
        "text": "63. — Nè andò più oltre quel giorno il nostro colloquio; e il vortice delle faccende publiche tornò di lì a poco ad assorbire tutta la mente e l’opera nostra. Pur nondimeno, perchè l’amore agli studj speculativi è sempre venuto meco; e ogni frangente della vita mi vi riconduce, se non altro, col desiderio e pensandovi alla sfuggita ne’ più perduti ritagli di tempo, sonomi ricordato assai volte del maravigliar che faceva l’amico mio della temèrità umana intorno al parlare e pensare divino, il che vuol dire intorno all’essere e alle attribuzioni di Dio."
      },
      {
        "index": 73,
        "text": "64. — Per ciò il lettore à già conosciuto la timidezza e le cautele infinite con le quali noi procedemmo nel disegnare i principj della teologia naturale. Ed ora scendendo alla fine al caso specificato dell’attribuzione divina del Bene, io non voglio tacere che la teorica di Platone, intorno al proposito è da venire accettata con grande riserbo. La idea del bene apparisce veramente generatrice di tutte le altre e debbesi pensare il medesimo della realità respettiva? Certo, noi scorgiamo nel bene e nel suo concetto una maggioranza e una pienezza di sintesi che in altri divini attributi ci sembra di non riconoscere. Ciò non ostante, noi sappiamo senza fallo che tutto è infinito e perfetto in Dio allo stesso modo e l’una sovraccellenza non vi è inferiore di nessun grado e per nessuno rispetto; nè questa può essere elemento e principio di cotest’altra, se cotest’altra reciprocamente non è principio ed elemento di quella."
      },
      {
        "index": 74,
        "text": "65. — Adunque tutto ciò che si predica del bene assoluto e dell’ordine e gerarchia da lui proveniente è, anzi tutto, il niodo col quale si offre alla comprensione umana; ed è vero intanto nella realità suprema propriamente oggettiva, in quanto è dilatato ad ogni altra forma divina e non viene assunto in veruna maniera restrittiva e privativa pel rimanente."
      }
    ]
  }
}
