{
  "chapterNumber": 31,
  "title": "Vol. I, Libro Quarto, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA CREAZIONE AD INTRA."
      },
      {
        "index": 1,
        "text": "53. — Ma usciamo una volta di tali questioni incidenti, che sebbene sostanziose e non infruttuose, disviano poco opportunamente il nostro pensiere dall’impreso cammino, il quale è di disegnare le parti massime e costitutive della metafisica e proseguirne l’edificazione a priori, da noi respingendo ogni straniero principio. Nè ci cade poi in animo che al lettore attento e avveduto non diventi facile il giudicare come ciò che si attiene intrinsecamente all’atto creativo è meglio considerato nella ontologia di cui trattiamo al presente che nella cosmologia. Perocchè in questa s’indagano propriamente gli effetti comparsi ad extra di esso atto creativo. Quindi stimiamo di proseguire a ordinar la materia secondo ragione, compiendo la ontologia con gl’infrascritti preliminari della scienza del mondo creato. Nè trascurando altresì di proseguire a notare parecchi documenti metodici convenevoli alla materia. E qui il libro di narrativo che è stato assai di frequente diverrà quasi per intero discorsivo e raziocinatore; dacchè la storia de’ nostri pensieri è giunta a quel termine in cui poche mutazioni di massime e di teoriche vi sono succedute. Ma non pertanto a luogo a luogo diremo dei pentimenti, delle emmendazioni e degli accidenti di qualche rilievo per mantenere agli studiosi meno esperti e più giovani quel profitto il quale ci proponemmo quando s’incominciò da noi la serie delle confessioni che danno titolo all’opera."
      },
      {
        "index": 2,
        "text": "54. — Noi, se il discreto lettore se ne rammemora, lictissimi di aver trovato l’Assoluto e di spaziarvici dentro a diletto, eravamo venuti al punto di scorrere con la mente fuori di lui per visitare le cose finite e apprendere quello che sono e sapere con giustezza siccome stia questo mondo visibile di cui si dice un gran male, sebbene poi il partirsene rincresce oltremodo alla più parte dei figliuoli di Adamo. Ma l’Assoluto, simile ai palazzi incantati d’Ariosto, non lascia trovare le sue porte a nessuno; il che sembra assai naturale. L’infinito basta a sè stesso in tutto e non occorregli mai di cercar nulla fuori di sè medesimo. Quindi lo puoi tu girare per interminabili secoli, ma quelle flammantia mœnia mundi del poeta romano verrannoti mai vedute vicino o discosto? Vero è che nella voce infinito sta inchiuso il nome del suo contrario; ma tale contrario nel seno dell’Assoluto perde le concrete e sostanziali terminazioni, perde il moversi e il diventare e troppo da sè stesso è diverso; anzi è la ragion eterna e l’efficienza increata che noi contempliamo sotto certe ideali determinazioni che ci aiutano a pensare e divisare il finito in realtà ed in atto. Insomma, qui c’imbattiamo nel contrapposto di quella difficoltà che ferma il filosofo di qua dal mondo sensibile e fenomenico, e moveva il Kant a chiedere le mille volte dove fosse il ponte per trapassare nella regione dei Noumeni. Ora, il varco dialettico dall’infinito dei concetti al mondo delle percezioni in atto non è del sicuro meno malagevole a chiunque lo cerchi e lo tenti."
      },
      {
        "index": 3,
        "text": "55. — Nientedimanco è chiarissimo e distintissimo all’uomo il concetto del finito ; ma ciò proviene non per alcuna virtù di scienza speculativa, sibbene per la unità dello spirito nostro in cui si adunano così i fenomeni come le idee ed in cui si avvisano nettamente le relazioni fra il percepire e l’intendere; sebbene vi permangano distintissimi, e le essenze e i termini loro nè poco nè molto vi si immedesimino."
      },
      {
        "index": 4,
        "text": "Da un lato, la percezione e l’esperimento ci porge notizia evidente immediata e continua degli enti sensibili; da un altro lato, scorge lo spirito nostro che i concetti speculativi circa al finito tengono tale rispondenza ed analogia con la percezione e l’esperimento, che si può mediante quelli discorrere convenientemente della natura di questi. Maravigliosa armonia, levata la quale mai non tornerebbe fattibile agli uomini di avere scienza; perchè questa o non troverebbe gli universali in cui si sustanzia, ovvero gli universali mancherebbero del loro contenuto che dallo sperimentare cotidiano è via via ricavato."
      },
      {
        "index": 5,
        "text": "56. — E nell’uomo, per ciò, una giusta persuasione che errando noi con la mente nell’universo delle idee non soltanto cogliamo una scienza vera e nell’oggetto suo assoluta, ma eziandio una scienza molto profittevole, perchè applicabile. Così il geometra, benchè non guardi immediatamente se non alla bellezza e sublimità delle sue astrazioni e ai veri ipotetici che va ordinando; tuttavolta, serba nell’animo la persuasione perenne che tutte quante le sue dottrine possiedono la loro possibile attuazione nei fenomeni dello spazio e nelle figure dei corpi."
      },
      {
        "index": 6,
        "text": "57. — Egli si può, dunque, pur rimanendo nell’infinito e vogliam dire nella immensità dei concetti, discorrere del finito con esatta verità e applicabile al mondo delle contingenze e dei fenomeni. Salvochè, bisognerà pure trapassare alfine alla percezione e riconoscere in essa la finità reale ed in atto. Conciossiachè tutto l’immenso e l’innumerabile dei concetti non produrrebbe nemmanco l’ombra e il vestigio d’una sensazione o d’una forza esteriore e individua a quella connessa. Ad ogni modo, non dee il filosofo dubitare di proseguire la sua via con la scorta delle idee e coi principj assoluti della dialettica, perchè quivi è la sede propria e inconcussa della verità, la quale convien ricordare che è grande fine a sè stessa e appagamento supremo dell’intelletto. E prima d’ogni cosa riscontrasi con la eterna realità e rinviene con sicurezza le ragioni, le efficienze e gli archetipi di ogni creatura."
      },
      {
        "index": 7,
        "text": "58. — Con tutto ciò due cose sono da avvertire in sulla soglia medesima della nostra scienza del mondo creato. La prima, ch’ella non promette ad alcuno di dedurre logicamente la cognizione dei fatti in guisa da corrispondere a tutto l’ordine generativo e argomentando solo dalle intime loro essenze. Cotesta felicità di scienza è serbata ad ingegni molto più arditi che il nostro non è. Affermano essi, per atto d’esempio, che lo spazio è l’idea esternata in modo astratto e generale. Aggiungono che il punto, negazione dello spazio, non sa rimanersi quieto e che tale inquietezza del punto genera ad una il moto ed il tempo; e la materia risultare giustamente d’una combinazione del moto e del tempo."
      },
      {
        "index": 8,
        "text": "Noi, invece, protestiamo di non volerci prevalere della equivocazione giacente nella parola esteriorità, la quale se viene assunta nell’accezione sua propria significa un modo dello spazio; e quando si pigli in senso figurato, esprime apparimento, manifestazione, rivelazione o altrettale cosa tanto diversa dallo spazio quanto esso da qualunque idea e da qualunque forma e atto mentale, e quanto la rivelazione, per esempio, d’un atto volitivo è separata e diversa dalle figure dei corpi al senso manifestate. Così non diremo mai per forza di equivoco che l’idea esternandosi, o meglio, manifestandosi diventa lo spazio. Ma confesseremo i concetti, quali che sieno, non avere facoltà alcuna di trasmutarsi in realità contingenti e finite; e dichiareremo lo spazio essere delle cose elementarissime che niuno può ricavare da altro genere o specie e per le quali non si fa lecito ad uomo nessuno di prevenire l’esperienza."
      },
      {
        "index": 9,
        "text": "59. — Dichiareremo eziandio con accertato giudicio che lo spazio verrà contemplato parecchi anni e secoli senza che mai si giunga a dedurne per necessità logica la notizia del moto nè quella del tempo. Conciossiachè tutto lo spazio universo non racchiude per sè un’ombra di moto e un attimo solo di tempo, e in ciascun suo punto non si scorge nè mentalmente nè effettualmente la necessità di cambiare di luogo. D’altra parte, è da ricordarsi che dove non fosse nè spazio nè moto, sarebbe, non pertanto, la successione negli atti diversi del pensiere e della coscienza; tanto manca che sia provato il tempo ed il moto essere tutt’uno; chè se nel punto è certa innata e fatale inquietudine, ciò vuol dire che v’è già il moto o per lo manco la sua potenza, ed allora non s’insegna come il moto è generato ma si afferma che esiste perchè esiste. Nè il moto può farsi fuori del tempo; quindi anche il tempo è messo là a priori senza ragione e non è guari dedotto. Ma di ciò, altrove."
      },
      {
        "index": 10,
        "text": "60. — La cosmologia nostra procederà bensì per deduzione necessaria di giudicj operata sopra concetti assoluti ed eterni; ma questi allora che sono primitivi di forma ed esprimono qualche essenza originale e propriamente sui generis vengono da noi presupposti e ricevuti come principj. Essendochè (più volte il dicemmo) niun concetto peculiare e semplice e che fa genere da sè stesso verrà in eterno dedotto da un altro con rigore di logica ma solo per ingegnosa ludificazione; ovvero scambiando le somiglianze parziali con la identità; come per via d’esempio la bontà con la bellezza, il bene morale con l’utile comune. Secondamente, per questa ragione medesima i giudicj nostri deduttivi inforno alla creazione non presumeranno d’indovinare le specie singolari affatto ed originali degli enti, ma si d’iniziare una scienza elevata ed in parte nuova scorrendo per tutti i principali legami e le massime dipendenze dialettiche tra il finito e l’infinito."
      },
      {
        "index": 11,
        "text": "61. — Nè si nega che tale scienza a priori dell’essere della natura penetra poco addentro nel vasto oceano delle notizie sperimentali. Ma torna nullameno giovevolissima alle connessioni loro più intrinseclie e le avvezza a maggiore desiderio di razionalità e di unità. Sebbene l’utilità sua maggiore (oltre l’appagamento dell’intelletto) è quella di dimostrare come in tutta la creazione domina il principio morale, e come la scienza della natura è parte anch’essa della scienza del bene che sarà l’ultima conclusione della nostra cosmologia. Ei si conviene avere a mente assai spesso questo che per noi è assioma metodico, e vale a dire che la metafisica studiando gli ultimi termini della possibilità del sapere si fonda necessariamente in un subbietto metà oscuro e metà luminoso; e però quando descriva nettamente i confini della cognizione ed inizii con esattezza la serie rigorosa delle deduzioni e porga a tutte le discipline certi principj alti ed astratti e nondimeno scintillanti di viva luce.come le stelle più remote e il quali non riescono nè infecondi di scienza nè poveri di applicazione, ella, del sicuro, à ben meritato del senno umano e si fa venerabile ad ogni cultore e maestro delle varie parti dello scibile."
      },
      {
        "index": 12,
        "text": "62. — Nella pienezza del suo significato la voce infinito vuol dire l’uno insieme e il tutto, la immensità del contenuto e la immensità del contenente; e con altri termini ancora la infinità estensiva e la infinità comprensiva. Per lo manco è questo il concetto che la riflessione intellettuale suscita e fa risplendere nella generalità degli uomini, e in esso la mente tocca quell’ultimo del pensare e del concepire di là dal quale non v’è salita e al di sotto di cui nessuna realità immaginata ragguagliasi compiutamente con la plenitudine di lui. Ma dopo Kant in Germania fu lecito di sospettare che il finito e l’infinito non si risolvano in altro che in due forme antitetiche e abituali dello intendimento; e chi ne vuole accertare la realità, giusta i canoni del senso comune, piglia a trattare un subbietto il quale entra senza meno negli irresolubili paralogismi della ragione."
      },
      {
        "index": 13,
        "text": "63. — Noi crediamo avere esibita una dimostrazione evidente ed irrepugnabile della esistenza in atto dell’infinito. Per negarlo, occorre di negare quell’ultimo fondamento del raziocinio umano, levato il quale non possono nemmanco essere concepiti e proferiti i dubj della Filosofia Critica. Laonde, nell’ordine della scienza, diventa più ragionevole il dubitare della esistenza del finito. Nè questa, per fermo, rinviene buona dimostrazione dialettica se non per le sue attinenze con l’infinito e per le condizioni essenziali ed irremovibili di qualunque natura di ente, come più tardi sarà manifesto. A nessuno poi si rimane occulto che l’esistere in atto di qualunque ente particolare e individuo ci riesce provato per via del sentire e del percepire che sono facoltà diversissime dal pensiere speculativo."
      },
      {
        "index": 14,
        "text": "64. — Ma tutto ciò non contende ai filosofi l’arbitrio di contemplare, almeno, l’astratta ragione e possibilità del finito, e di venire indagando se a questo non sia necessario, semprechè voglia passare all’atto, di sussistere nell’infinito come sua pertinenza intrinseca e suo modo proprio e formale, e sieno entrambi consustanziali e identici nell’ultimo fondo dell’essere; ovvero, sieno subbietti divisi e di essenza incomunicabile. Noi sentenziamo assai risolutamente che Dio e la natura non sono un medesimo; e l’uomo tuttochè congiuntissimo al Primo Ente distinguersi da lui per una distinzione e separazione sostanziale; nè qualunque ascendimento della natura e dell’uomo nelle altezze dell’infinito poter mescolare ed unificare gl’inconfondibili termini. In altro mio scritto[1] venne avvertito siccome passi enorme intervallo tra l’immedesimare sostanzialmente il mondo con Dio e tener questo diviso e lontano dalla natura e dall’uomo. Dio è dentro e fuori di noi e da per tutto ed in ogni cosa; ma i nostri atti non sono i suoi e la nostra essenza non la sua, nè mai può diventare essenza divina. La separazione insomma è questa, che la finità, la peccabilità, il male e simili contingenze non sussistono in Dio, il suo concetto non le implica ed anzi le esclude e che ogni congiunzione delle nature create con Dio non perviene pur mai a consustanziarle con esso."
      },
      {
        "index": 15,
        "text": "65. — La sobrietà e speditezza del presente trattato non comportano ch’io ripeta la distesa e minuta dimostrazione che stimo avere prodotta altrove della contradizione intrinseca ed assoluta del panteismo, e però a quella mi rimetto e prego il lettore a cercarla nell’Appendice.[2] Solamente mi torna bene di qui avvertire l’altra prova rigorosa ed irrefragabile dello stesso pronunziato che balza fuori da quella fontale diversità di essenza e di atto che abbiamo avvisata più volte tra l’intendere e il percepire, tra l’idea e il fatto."
      },
      {
        "index": 16,
        "text": "66. — E per fermo, non è egli vero che per investigare che uom faccia l’intimo dei concetti e le relazioni loro scambievoli, sempre ne ritragge altri concetti ed altre attinenze ideali, e mai non s’imbatte nella finità concreta e reale, ma in termini mentalmente correspettivi ed analoghi, e cioè a dire nelle ragioni eterne d’ogni specie di finiti? e sempre à in contemplazione la divina efficienza guardata e divisata sotto questa o quella determinazione? Di guisa che, dove non soccorresse l’esperimento a fornirgli notizia diretta dei veri ed effettivi finiti, egli nè li conoscerebbe siccome tali nè potria siccome tali pensarli nelle loro specialità distinte e particolari?"
      },
      {
        "index": 17,
        "text": "Ora, cotesta impossibilità mentale di trascorrere per relazione di medesimezza dall’idea al fatto, o, ciò che torna a un medesimo, dall’infinito al finito, onde mai procede se non dalla incompossibile sussistenza di entrambo sotto una identica e sostanziale realità? Ciò esprimono nel generale gli uomini quando asseriscono che la natura e sostanza divina non si confonde con la umana. Tuttochè si possano concepire tra Dio e il creato tra l’infinito e il finito intimissime congiunzioni e più intime per avventura di quanto siamo capaci d’immaginare. E veramente, il panteismo esce da una insufficienza della nostra immaginativa, la quale non sa rappresentare a sè stessa altra forma di legame e di connessione profonda e intima salvo quella del modo e della sostanza o l’altro dell’agente e dell’atto, l’altro infine dell’effetto e della cagione consustanziali ed impliciti; chè sono le tre generazioni di nesso immediato ed intrinseco dateci a conoscere dall’esperienza. Invece, la congiunzione che à l’atto creativo con ogni cosa in ogni parte dell’universo non entrando in nessuna di tali categorie si fa misteriosa ed oscura, sebbene sia tanto penetrativa quanto debb’essere quella che annoda il mondo con la cagione suprema che è sola vera e sola efficiente ed à ragione assoluta e perenne su tutto l’essere."
      },
      {
        "index": 18,
        "text": "67. — Di quindi ciascuno ravvisa come non si riscontri col vero quel filosofema solenne e fondamentale d’alcuno famoso panteista, essere esattamente nella realità tutto ciò che è nel pensiere e viceversa. Imperocchè quando egli abbia dimostrato che ad ogni cosa reale risponde un concetto, molto manca che dimostri il concetto non estendersi immensamente di là dai termini dei sussistenti finiti, e molto manca altresì che provi la cosa stare nel concetto come nella finita realità. Attribuisca pure esso a tutte le esistenze finite un sustrato universale e comune; sempre rimarrà certo che le sensazioni e affezioni mie non sono quelle di Pietro e di Cajo; che l’atto del mio intuire e del mio volere non si scambia con quello d’alcun vivente, ma è l’uno dall’altro separatissimo e al tutto incomunicabile, e la cui individua e particolare natura non à nulla di universale, ma è interamente propria e singola e assolutamente sceverata e divisa dagli altri finiti. Vi dimorano del sicuro implicati e misti l’accidente e la sostanza, la quale vedesi poi replicata, in modo conforme, negli enti congeneri, mentre l’accidente varia in ciascun individuo ed è mai sempre flussibile. Ma la sostanza vi è propria e singola non meno dell’accidente."
      },
      {
        "index": 19,
        "text": "68. — Per contra, i concetti rispettivi di simili atti e di simil natura, sebbene distinti in fra loro e peculiarissimi, sempre ànno virtù esemplare ed universale e possono, come suol dirsi, entrare l’uno nell’altro e tal fiata contenere, tal altra venir contenuti e generarsi mutuamente e mutuamente chiamarsi; onde è forza poi di concludere che nè si generano veramente nè si comprendono nè si dividono, ma sono tuttora una perfetta, infinita idealità che noi uomini scorgiamo a parte per parte e l’una nozione dopo l’altra. Senza dire che il moto e più in generale la mutazione nelle idee non à nè può aver luogo, quando del moto e della mutazione vive perpetuamente e incessantemente la natura. Del pari, nella idea dimorano in accordo i contrarj, e il nulla si pone dallato all’essere, e ogni concetto dallato alla sua negazione; tutte cose impossibili nel mondo che fluisce e diventa. Ancora, nella idea sono le nozioni del simile e del diverso, del grande e del picciolo e va discorrendo, mentre in ciascuna cosa esteriore, guardata per sè, tu non rinvieni vestigio di tali termini. In fine, nella idea più speciale come nella più astratta splende sempre la unicità; il che non avviene mai nel mondo finito, dacchè le cose individue possono tutte venir replicate e senza fine moltiplicate; ed appunto non vi è unicità, perchè non vi giace l’universale. Per lo contrario, v’à certa forma di unità in ogni sostanza finita che non può sussistere nell’infinito. Nè solo intendo della unità propriamente separata e individua delle cose particolari in atto, si bene d’un’altra dipendente da quella, ed è la infrascritta. Semprechè tu pigli a considerare un fiore od un animale od altra cosa che à vita o il proprio tuo spirito, certo non negherai ch’ella in ogni istante di tempo soggiace ad innumerevoli mutazioni, tutte accidentali, tutte minutissime e più che spessor invisibili, permanendo ella uguale a sè stessa nel fondo del proprio essere. Ora, a ciascuna di quelle mutazioni fugaci, o chiamandole con più preciso vocabolo, a ciascuno di quegli stati della sostanza vivente, risponde un concetto; perocchè noi possiamo pensarlo quello stato nella sua idea eterna e assoluta. E però di tali concetti v’à uno sterminato numero e quante sono le mutazioni reali della sostanza e quante le possibili che non si effettuano. Conciussiachè tu non puoi cambiare e modificare a seconda degli stati diversi il concetto della sostanza di cui si parla. Esso è immutabile onninamente e compiutamente; e se lo muti o meglio credi mutarlo, vedrai essere un altro in luogo del primo, un concetto, dico, specialissimo e particolarissimo la cui visione stavati occulta per innanzi."
      },
      {
        "index": 20,
        "text": "69. — Concludiamo. Nella idea il finito, siccome tale, è analogo e non è simile; quindi non à concrete limitazioni, non à moto, non successione, non cambiamenti accidentali e continui. À, invece, la universalità e l’unificazione con l’infinito e per ogni sostanza individua in atto à una varietà inesauribile di concetti correspettivi a cui soltanto può bastare una larghezza e capacità senza limite. A rincontro, nel mondo dei contingenti, il finito à limiti concreti, à privazione essenziale e mutazione incessabile; à il simile a sè, non l’universale; à la ripetizione di sè non la unificazione con la infinita idealità. Possiede, in quel cambio la unità individua e l’unità di medesimezza nella successione dei suoi cambiamenti, ciò che non può sussistere in seno all’idea."
      },
      {
        "index": 21,
        "text": "70. — E dopo ciò, dirai tu ancora, o filosofo, che realità e idea si compenetrano e s’immedesimano o per lo meno che il particolare il disgregato ed il materiale sono mere parvenze e meri punti di transizione dell’idea stessa? o stimerai sufficiente affermare che sotto le concezioni e volizioni individue sta l’universale concreto? Ciò tu asserisci non certo per la immediata coscienza del fatto, sibbene per le prepotenti esigenze del tuo sistema; il fatto della natura e dell’uomo dà soltanto l’universale in potenza, come il domandò Aristotele, ed è replicato negl’individui e separato numericamente in ciascuno; talchè il sentire, il percepire, il volere, il rammemorare e simili atti, eziandio guardati nell’ultimo fondo sostanziale del subietto loro, si attuano e s’individuano in me ed in te in colui ed in cotestui, ma non si accomunano e non s’identificano in altro nessuno. Anzi nell’intimo dell’essere mio sento con apprensione immediata ed evidentissima che mentre sono un subbietto sostanziale e non guari un fenomeno, cotal subbietto è mio proprio ed è perenne e identico sempre sostanzialmente e niuna forza lo può mutare senza annullarlo, niuna trasfonderlo in essere alieno perchè concedendo pure che il mio principio spirituale non si distingua per nulla dagli altri nella essenza, negli attributi e negli atti, io veggo pur sempre che sono distinti per lo meno nell’essere loro separato ed impenetrabile perchè furono creati più e non uno."
      },
      {
        "index": 22,
        "text": "71. — E considera, o panteista, che dove la notizia ideale di qualsia cosa è a tutti comune e il pensiere d’innumerevoli uomini appuntasi in uno e medesimo oggetto speculativo, la coscienza, invece, di quell’apprensione e di quella notizia non trapassa i confini del tuo singolo intelletto; e del pari, la cognizione attuale e immediata degli enti finiti e sensibili è tua propria e individua; e così ciascun uomo acquista e possiede la sua ed avvi tante apprensioni sperimentali e varie nel mondo quanti ci sono spiriti umani. E questi si accordano insieme non per unità di consapevolezza, non per comunanza di percepire e sentire, ma per comunanza d’intendere."
      },
      {
        "index": 23,
        "text": "72. — Seguita al presente di domandare s’egli è necessario che esista il finito in atto o veramente non si debba affermare di lui più che la mera possibilità. Gran controversia ne ànuo fatto le scuole; e dai panteisti in fuori, la opinione più vulgata si è non potersi in niuna maniera dimostrare la necessità che vi sia mondo creato."
      },
      {
        "index": 24,
        "text": "E qui pure mi bisogna un po’ di Confiteor, avendo anch’io per lunghi anni tenuta ferma cotesta opinione e dovendomene oggi ricredere, da poichè non la veggo fondata in ragione. Così ò provato novamente in me stesso come in niuna cosa sia prudente di stare all’altrui dettato. Nel fatto, io mai non avevo scrutato cotesto vero con riflessione intensa prolungata e paziente. Ma la giudicavo parte con l’autorità altrui e parte con un leggiero esame che io n’avevo intrapreso. Ma in filosofia, l’uomo non sa realmente se non le dottrine ch’egli medesimo à dalle fondamenta costrutto dentro al pensiere con solerzia e fatica non ordinaria, sciogliendo ad una per una tutte le dubiezze e i viluppi dei contrarj giudicj e, sopra ogni cosa, cribrando con finissimo vaglio le altrui sentenze."
      },
      {
        "index": 25,
        "text": "73. — Ultimamente chi ne discorreva fra noi con l’usata lucentezza e vigoria di concetto fu Vincenzo Gioberti; al quale parve di dovere conchiudere che nel soggetto della creazione è da notare e distinguere accuratamente un doppio movimento dialettico l’uno inverso e contrario all’altro; perciocchè puossi da Dio scorrere col pensiero alla creazione, o per opposto dalle realità finite e create ascendere insino all’autore loro. In questa seconda specie di movimento, essendo che il raziocinio si spicca dal contingente il quale à tutta fuori di sè la ragione del proprio essere, conviene che salga bensì ad essa ragione per legge di necessità logica, ma vi rincontra una virtù emanatrice, non propriamente creatrice. In quel cambio, se il moto discorsivo incominci da Dio, che è assoluta libertà, non può cotal moto discendere a conseguenza veruna apodittica, nè quindi conoscere alcuna effettuazione la qual non mantenga in sè il carattere della libertà stessa pienissima e perfettissima. Però, affine di stabilire a priori ma con altra forma la sussistenza del mondo, il Gioberti argomento in modo, per mio giudicio, più ingegnoso che saldo contro le prove eziandio che si deducono a posteriori, e vogliam dire dall’esistenza del contingente. Di poi, concluso, giusta l’opinar suo, che la creazione non è dimostrabile nè a priori nè a posteriori, forni l’uomo della facoltà portentosa di percepire con solo un atto e un solo giudicio l’eterno ed il temporale, Dio e il mondo, l’infinito e il finito e di più il legame fra essi termini che è l’atto medesimo di creazione sempre mai operoso e immanente."
      },
      {
        "index": 26,
        "text": "74. — Il che ci sembra costituire tutta la scienza metafisica non già in un principio assoluto, universale ed irrepugnabile, ma in una specie determinata d’intuizione e di percezione la quale potrebbe non essere, come può non essere qualunque fatto del nostro spirito. E perciò appunto sono interdette al filosofo tutte le vie e le prove d’incominciare la scienza a priori salvo. quella delle verità necessarie. Atteso che queste sole verità sono assolutamente oggettive è non dipendono dalla mente e dallo spirito umano; e quando anche non esistesse nulla nel mondo, tuttavolta sarebbero quelle verità. Onde segue che Dio medesimo sta nella formola giobertina senz’alcuna dimostrazione. Dapoichè il suo esistere non vi è posto come un vero primo eterno e apodittico, ma si a maniera d’una realità immediatamente percetta e da potersi quindi senza contradizione veruna mettere in forse o per lo manco stimar contingente e mutabile; considerandosi sopra tutto che non è cosa fattibile mai che la intuizione umana colga ed apprenda l’infinito l’eterno l’assoluto e il perfetto siccome tale, nel loro atto sostanzialissimo e senza intermezzo d’idee nè facendo uso veruno della facoltà discorsiva. Ma lasciando ciò stare e rimettendoci ad altri luoghi di questo nostro dettato per quanto s’appartiene alla intuizione dell’atto creativo, accade qui solo di avere a memoria che il Gioberti non diversamente dalla più parte dei metafisici sostiene la libertà di Dio essere così fatta da non se ne potere dedurre in guisa veruna l’attualità della creazione."
      },
      {
        "index": 27,
        "text": "75. — Noi reputiamo, invece, che sebbene Dio sia liberismo, nientedimanco non ne proviene che della creazione si debba affermare la sola e nuda possibilità. E diciamo in quel cambio assai fermamente ch’ella è necessaria; quindi l’ontologia avere facoltà di costituirla a priori. E se questo non fosse, mai l’ontologia non trascorrerebbe dall’infinito al finito, e della cosmologia non potrebbe pronunziar verbo che fosse affermazione sicura della realità contingente in atto. Da lungo tempo taluni teologi trasfondendo senza avvedersi nella divinità parecchie nozioni incompetenti, si avvolgono per mille tragetti di distinzioni e di sottigliezze che non ànno uscita, e porgono volentieri agli scettici materia da berteggiare."
      },
      {
        "index": 28,
        "text": "Citiamone un esempio. L’uomo con atto distinto e diverso prima guarda nella sua mente all’ordine delle verità; poi secondo che queste gli si affacciano e si conseguitano, determina i suoi giudicj e la volontà sua. I teologi fanno fare il simile nè più nè meno a Domenedio. Il perchè sentonsi astretti ad affermare che la divina volontà si dispone e dispiega necessariamente, secondo che suggerisce la infinita sapienza. Altri allora leva la voce e chiama eretica quella opinione e mantiene e giura intrepidamente che la volontà divina à libera al tutto di contradire alla increata sapienza del Verbo. E se da san Tommaso si scrive che la virtù è bene non solo perchè da Dio è voluta, ma perchè essendo bene non può Iddio non volerla, insorge Occam e accusa di temeraria quella sentenza; nè si perita d’affermare che Dio è liberissimo anche di disvolere la virtù e fare che la scelleraggine ne pigli il posto e l’ufficio ed essa diventi la virtù eroica e perfetta."
      },
      {
        "index": 29,
        "text": "76. — Molto più tardi Malebranche reputò e Leibnitzio confermò con gran senno che Dio vuole e crea l’ottimo di tutti i mondi possibili; ed ecco quella gentile anima del Fénelon ed altri con lui se ne scandalizza e grida che ciò è un introdurre indebitamente la necessità nei pensieri e negli atti di Dio il quale è liberissimo di creare l’universo con qualunque grado di bruttezza e forse anche il pessimo dei mondi possibili. E accade di riconoscere che le risposte del Leibnizio e de’ suoi non riescirono magistrali sempre ed irrepugnabili. Perocchè egli medesimo e la scuola sua troppo adusavansi a quel linguaggio dottrinale e superbo che a dirla schietta rasenta spesso e da più lati l’Antropomorfismo. E se l’ingegno altresì fecondissimo ed acutissimo del Leibnizio gli fa rinvenire partiti a spedienti impensati e perspicaci, ei non riescono ognora accettabili ad un giudicio freddo e penetrativo. Come quando gli venne trovato che in Dio non era la necessità metafisica sibbene la morale. Una sola è la necessità vera e assoluta, il non potere l’ente essere e non essere al tempo medesimo. Ora se Dio seguita i decreti della saggezza perchè operando altramente la perfezione infinita di lui avrebbe difetto, e però sarebbe e non sarebbe infinita, appare manifestissimo che Dio è mosso non da morale ma da metafisica necessità. Ma usciamo a un tratto di questi paradossi a cui debbesi meritamente lo scredito e la incuria che la scienza nostra s’è guadagnata dalla parte degli nomini pratici e positivi."
      },
      {
        "index": 30,
        "text": "77. — Dio come pensi ed operi, mai non sarà saputo da alcuno su questa terra, nè s’egli guarda o non guarda ne proprj concetti alla maniera nostra e secondo quelli delibera. Appena la pura scienza speculativa giunge a poter affermare in Lui la personalità, o vogliam dire la volontà, la sapienza, la bontà e l’amore; e aiuta le affermazioni coi suggerimenti validissimi che ci provengono dallo istinto religioso e morale; mentre confessa altresì questi predicati personali esistere in Dio in modo sopraeminente e inescogitabile. Come enti finiti e alquanto più pratici dell’essere nostro, forse noi uomini abbiamo una più esatta cognizione di ciò che Iddio non è nè può essere. Sappiamo, per via di esempio, che certissimamente in Dio non è nè il prima nè il poi, non sono antecedenti nè conseguenti logici, non premesse nè illazioni, non divisione e moltiplicità di atti, non anteriorità di natura cosi fra le forme sue essenziali come tra le opere che a quelle si riferiscono. Dio è ineffabilmente quello che è per un solo atto primissimo e assolutissimo. Per un tale atto è medesimamente sapienza infinita, infinita potenza e tutti gli altri sublimi attributi. E qualunque mai cosa fluisce da ciascuno di essi, o crediamo che possa fluire, accade in pari modo per quell’atto unico e indivisibile."
      },
      {
        "index": 31,
        "text": "78. — Dio è il bene infinito e però pensa, afferma e vuole infinitamente sè medesimo, perchè il solo bene è oggetto proprio e convenevole del suo volere perfettissimo. Da ciò segue che Dio con atto assoluto e libero, e intanto libero in quanto assoluto, vuole ab eterno la creazione, s’egli è provato che la creazione sia bene. Cotesta volontà di creare, impertanto, è liberissima come necessaria secondo due diversi rispetti. È liberissima ad intra, perchè primitiva assolutamente e chè increata ed ingenerata. E necessaria nell’umano giudicio, perchè non ci è lecito di pensare che la creazione non sia, subito che scorgiamo Dio volere ab eterno tutto il bene possibile. Considerata, dunque, la creazione come conseguenza di quel placito eterno, ella diventa necessaria e vale a dire che non può essere negata senza cadere in assurdo, e come assoluta verità risplende essa pure dinnanzi alla mente di Dio. Conchiudasi Dio, con un medesimo atto sempre liberissimo perchè sempre e assolutamente primitivo, pensa e vuole il bene infinito e il bene possibile e tutte mai le conseguenze stupende e non terminabili di tal suo volere. Per conoscere quindi se la creazione è necessaria, a rispetto nostro, ripetiamo che torna sufficiente il conoscere che ella sia un bene. Però si domanda: il bene possibile o vogliam dire il bene finito può egli esistere? o con altri termini, avvi forse alcuna implicanza nel suo concetto? e il bene, perchè limitato, cessa forse di essere bene?"
      },
      {
        "index": 32,
        "text": "79. — A tali quesiti non sembra malagevole troppo il dare risposta conveniente e precisa. Il concetto del bene finito non inchiude discrepanza, nel modo stesso che non la inchiude il concetto dell’essere, della bellezza, della bontà e d’altri subbietti considerati sotto condizione finita. La finitudine è propriamente limitata privazione e limitata insufficienza; quindi non annulla funditus le essenze positive, sì bene le ristringe. Contraddittorio anzi sarebbe ch’elle constassero unicamente di privazione e d’insufficienza; e prima occorre che esistano per venire affette dalle limitazioni d’ogni maniera. Perciò il bene finito già non vuol dire il bene annullato o convertito nel suo contrario; ma il bene di cui si può immaginare cosa maggiore o minore e che à natura contingente e sempre d’immenso intervallo è separato dall’infinito. A noi non si vieta di figurare una creatura felice a questa maniera che quanto bene desidera tanto ne consegua. E nondimeno, ella sarebbe finitamente felice o dir vogliamo che il bene suo sarebbe finito, perchè in altri esseri più perfetti può sorgere una cognizione più lata e però un desiderio ancora più alto e più comprensivo del bene. Lasciando stare che se il desiderio si origina da privazione e non può essere simultaneo con l’adempimento, ciò solo introduce limitazione ed insufficienza nella felicità. Il bene, impertanto, gli è un positivo che a somiglianza di tutti gli altri pure uscendo dall’infinito non si dilegua ed annichila, tuttochè contragga di piena necessità le condizioni d’ogni cosa creata."
      },
      {
        "index": 33,
        "text": "80. — Fermo adunque rimane che il bene finito è possibile. E tanto basta perchè si argomenti con piena certezza che la creazione, o vogliam dire il bene finito, debbe dal nulla venire all’atto; perocchè, non venendo, la bontà divina non sarebbe infinita e rimarrebbe inferiore ai termini del possibile; anzi ella non sarebbe in veruna maniera; perchè come l’atto creativo costituisce una relazione ad extra della potenza infinita, così la bontà divina è una relazione ad extra dell’infinito amore del bene. Conciossiachè questo amore intanto è domandato bontà, in quanto mira ad un bene distinto dal proprio incomunicabile. E d’altra parte, se in Dio non fosse una bontà essenziale e cioè a dire ch’ei non volesse anche il bene esterno e limitato, mancherebbegli con la bontà una eccelsa forma del bene assoluto e infinito. Nè simile forma è punto incapace di superlazione assoluta, ovvero proviene da cagione materiale o comecchessia imperfetta, o racchiude nell’idea sua qualche traccia d’incongruenza e nella sua positiva realità qualche meschianza di privazione. Noi perverremo alle conseguenze medesime argomentando dall’assoluta sapienza. Attesochè sebbene la forma speciale dell’intendimento divino chiudasi al tutto alla comprensiva dell’uomo, niente di meno egli è certo che le verità evidenti ed irrefragabili ànno in quello il lor fondamento e il principio supremo; e che d’altro lato, l’operare divino è conformissimo alla verità, el anzi è la verità e la ragione stessa operante ab eterno."
      },
      {
        "index": 34,
        "text": "81. — Ciò posto, se oltre al bene infinito può sussistere un bene finito, egli è altrettanto vero e certo che la esistenza di questo secondo è preferibile al nulla, per ciò solo che è bene, e possedendo come tale entro sè medesimo la ragione evidente di essere. Adunque, l’operare divino conformissimo alla verità manderà in atto il bene finito, perchè la eterna ragione lo vede migliore infinitamente del nulla. Ma la cagione suprema d’ogni finito è altresi in una mente infinita e vuolsi dire che è razionale cagione; da ciò pure consegue che ogni cosa finita si attua in ordine al bene, perchè la ragione ultima della esistenza è il bene. E chi ricerca di andare più su col discorso e domanda dimostrazione di questa ragione ultima dell’esistenza non può ricevere altra risposta giammai se non che il bene è bene ed è il fine essenziale di tutte le cose e che operare razionalmente vuol dire operare in contemplazione d’un fine."
      },
      {
        "index": 35,
        "text": "82. — Quindi Spinoza, potentissimo dialettico, negando insieme con Cartesio le cause finali dovette negare altresì il bene ed il male morale e che Dio operi con intelletto. Poi ricascò nella causa finale quando in tutte le cose riconobbe un istinto profondo di conservazione, tanto è faticoso scordare e scansare i principj stillati da natura in ciascuno intendimento e quasi costituenti la intelligenza medesima. Quanto poi a quel suo assioma di cui qui cade naturalissima ricordazione, che data cioè la causa è necessariamente dato l’effetto, noi avvisiamo che Dio volendo con atto primissimo e liberissimo essere causa attuale, l’effetto non potea non seguire; e perchè volle essere cansa attuale del mondo, il mondo dovette apparire."
      },
      {
        "index": 36,
        "text": "83. — Tuttochè sottilizzando qualcuno può qui obbiettare: La cosa potrebbe anche andare pel verso che tu di’ quando si trattasse del bene finito in universale. Ma creandolo, conviene pure che questo bene venga determinato così e così; quindi sia migliore in tal modo, peggiore in tale altro e sempre al bene creato manchi altro bene possibile. Ora Dio non può volere un bene inferiore; e il massimo non può attuarlo perchè il finito dell’infinito non è capace. Concludesi che Dio non può esser mosso a creare per intendimento di bene, perchè questo in atto sarebbe inferiore mai sempre all’esuberanza infinita della bontà, o vogliam dire sarebbevi sempre una bontà infinita che opererebbe disformemente da sè medesima."
      },
      {
        "index": 37,
        "text": "Ciò venne in fatto obbiettato al Leibnizio, come sarà notato a suo luogo. Per al presente rispondiamo che Dio col fare ascendere le cose gradatamente nel bene e senza mai termine spiega tutto lo effetto della bontà infinita di cui il finito è capace. Oltredichè quando anche la legge del progredire non ci fosse manifesta dovrebbe la mente umana andar persuasa che la creazione, ancora che in modo a noi misterioso ed occulto, esaurisce del sicuro quella maggiore partecipazione di bene a cui le angustie non removibili del finito sono sufficienti. D’altro lato, posto il concetto di creazione, abbiamo di necessità due ordini di relazioni, col finito cioè e con l’infinito. Nè torna ragionevole a dire che il minimo e il massimo, il peggiore e il migliore non anno luogo a rispetto dell’infinito. Conciossiachè rimane l’altro rispetto pensato esso pure e librato dalla mente divina."
      },
      {
        "index": 38,
        "text": "84. — Ma forse si aggiunge che i pensamenti di Dio intorno al finito sono ottimi e perfettissimi tutti, e quindi non può egli fare scelta fra quelli e l’uno all’altro preferire come più degno della esterna attuazione."
      },
      {
        "index": 39,
        "text": "E qui da capo si sdrucciola nel ragguagliare indebitamente i nostri pensieri e giudicj allo inconoscibile. intelletto di Dio. Per fermo, l’intelletto divino è ottimo e perfettissimo in ciascuna determinazione sua; e tutte formano l’unità del proprio infinito e niuna è pensata spartitamente, ma si l’una in tutte le altre e tutte le altre nell’una. Questo poco osiamo dire del divino pensiere e forse è già troppo e le nostre parole lo ingiuriano senza volerlo per impotenza d’umano linguaggio e di finito concepimento. Veggasi dopo ciò s’egli è conveniente di supporre che Dio scelga o non iscelga nell’infinito de’ suoi pensamenti. Però la istanza allegata ed altre che si derivarono dall’azione elettiva di Dio peccano nel lor concetto medesimo e basta per confutarle negare il supposto che fanno."
      },
      {
        "index": 40,
        "text": "85. — Riposiamoci, adunque, di nuovo sugli assiomi infrascritti, de’ quali l’uno dice che Dio vuole il bene possibile oltre il bene infinito. L’altro che alla comunicazione del bene non vuol porre altro limite se non la impossibilità assoluta del finito di ricevere davantaggio."
      },
      {
        "index": 41,
        "text": "Dopo ciò è da considerare che quanto siamo impotenti a conoscere il modo e l’atto onde l’Assoluto a questo fine perviene, altrettanta insufficienza dobbiamo ravvisare intorno al conoscere come l’Assoluto pensi quel fine e quel modo. Quindi le argomentazioni contrarie fannosi di necessità cavillose ed inconcludenti Ma il lettore sopporti benignamente coteste minute obbiezioni e confutazioni in materia che a noi preme sopra ogni dire di mettere in sodo e per ogni verso dilucidare perchè è gran fondamento della scienza ontologica e cosmologica."
      },
      {
        "index": 42,
        "text": "86. — Aggiungerò, impertanto, una istanza molto ingegnosa che fu ricavata, si dice, dai libri di sant’Agostino. Dio dovette essere indifferente tra il migliore e il peggiore. Conciossiachè a petto dell’infinito ogni termine comparativo se ne va in dileguo; e torna lo stesso ragionamento eziandio per quella necessità di concedere alla creazione la massima partecipazione del bene. Attesochè il massimo delle cose finite prolungato pure e moltiplicato senza mai termine è come nulla dirimpetto dell’infinito e da lui si separa assolutamente per una distanza immensurabile."
      },
      {
        "index": 43,
        "text": "87. — Tale istanza, come ognun vede, non giunge a provare che siavi indifferenza per l’opifice eterno tra il creare il bene finito o lasciarlo nel nulla ma si tra il crearlo con legge e misura ovvero senza legge e senza misura. Quindi pur concedendo che la obbiezione si apponga al vero, non perciò ne segue che la creazione non sia necessaria; proverebbesi, invece, non essere necessaria la massima dispensazione del bene, perchè il più o meno di bene non à ragione di preferenza sulle bilancie divine. Ma chi obbietta, dimentica per mio giudicio che tutto il bene finito coi suoi gradi le sue relazioni ed il suo progresso à la verità propria e correspettiva nell’eterno intelletto e che è vero perpetuamente e assolutamente esservi nel finito possibilità d’un bene minore e d’un bene maggiore e in quel cambio esservi impossibilità che il bene partecipato travalichi la misura della indefinita e interminabile dilatazione nello spazio e nel tempo e la travalichi eziandio ad extra la bontà infinita e la infinita efficienza. Ora come notavasi poco addietro, queste verità ed altre si fatte che sono assolute perchè ideali e identiche nel subbietto e nel predicato, esistono sostanzialmente nel pensiero di Dio, sebbene niuno indovina in che guisa e forma vi esistono. E perchè Dio con atto primissimo e però liberissimo concorda fra loro, se è lecito così parlare, le infinite sue perfezioni; e però concorda la sapienza alla potenza e ambedue alla bontà e le altre a questa ed a tutte, consegue certissimamente che Dio vuole così il bene finito come vuole ampliarlo negli ultimi termini del possibile."
      },
      {
        "index": 44,
        "text": "88. — A me sembra poi non occorrere molte parole a provare che la creazione posto che sia in atto non può riuscire creazione di pretti fenomeni, ma si di subbietti sostanziali modificabili. Il nudo fenomeno ricerca un sostegno; e se non è cosa reale, certo ad alcuna realità si annette. D’altro lato, il bene sostanziale e finito è possibile, dunque pel superiore discorso egli debbe esistere. Considerato che non è pensabile un bene scemo d’ogni sorta di atto, e l’atto porta l’agente e di entrambo è costituito un essere sostanziale attivo."
      },
      {
        "index": 45,
        "text": "Adunque significhiamo di nuovo il principio primo e fondamentale della nostra cosmologia il quale è che un mondo sostanziale finito debbe necessariamente esistere e necessariamente partecipare al bene massimo di cui il finito è capace."
      },
      {
        "index": 46,
        "text": "89. — La scienza a priori fa qui, pertanto, un passo di più e costituisce saldamente due cose. La prima, che il finito esiste attualmente e non solo possibilmente. La seconda, che il finito, non in quanto tale ma in quanto essere positivo, è capace del bene e a fine di bene è creato. Conciossiachè, qualora di là dalla creazione del bene finito esistesse un’altra creazione nè buona nè mala, questa, sprovveduta d’ogni fine, sarebbe cieca ed irrazionale; nè provenir potrebbe da Dio che è ragione infinita. Ciascuno poi sa che unicamente il bene à ragione di fine. Laonde l’antico detto aristotelico è vero che il buono è un qualitativo comune di tutte le cose e intendesi delle veramente reali e positive."
      },
      {
        "index": 47,
        "text": "90. — Parrà forse a taluno che ancora che questi ultimi entimemi procedano rigorosi e niuno li possa combattere, ciò non ostante, essi piglino la loro dimostrazione da altro principio che non è quello della identità e della contradizione. Io prego costui di recarsi a mente come noi porgemmo altrove una prova chiarissima della medesimezza che corre tra il principio detto di ripugnanza, e l’altro domandato della ragion sufficiente, quando noi parlammo della natura del possibile e fu fermato e comprovato che il possibile metafisico da ultimo convertesi col fattibile e vale quanto a dire che la possibilità di tutte le cose risolvesi in una virtualità infinita e increata che è la cagione e l’efficienza suprema di tutte quelle. E perchè il possibile da niuno è negato, debbesi altresì consentire alla causalità infinita e pareggiare il principio della ragion sufficiente a l’altro della identità e della ripugnanza. Oltrechè, se l’infinito sussiste ed a gran forza conviene fornirlo d’ogni trascendente perfezione, debbevisi riconoscere eziandio un’infinita potenza e però la ragion sufficiente dell’esistere di ogni finito. Ed ancora, se l’infinito sussiste, non può fuori di lui esistere cosa la quale non sia finita e però non venga determinata e condizionata in ogni sua forma; perocchè in ognuna dipende dall’essere che lo limita."
      },
      {
        "index": 48,
        "text": "Per ultimo, se Dio vuole il bene infinito e il bene finito o possibile, Dio determina così l’uno come l’altro. Salvo che determinando le sue perfezioni, tutte s’immedesimano compiutamente con Dio. Quindi è in ciascheduna di esse l’atto l’unità e l’identità sostanziale comune, e però ciascheduna di esse determina sè medesima ed è causa sui. Laddove nel mondo finito la determinazione proviene dal di fuori, ed è in tutto l’essere quello che la ragione causatrice à voluto."
      },
      {
        "index": 49,
        "text": "91. — Dopo tutto ciò correggasi quel mio luogo dei Dialoghi di scienza prima dove il subbietto medesimo venne trattato un po’ alla presta e fu all’ontologia: negato a dirittura ogni facoltà di dare dimostrazione a priori della sussistenza del mondo."
      },
      {
        "index": 50,
        "text": "Per fermo, egli non è scritto che gli ultimi pensamenti d’un ingegno speculativo sieno i migliori. Ma ciò che nel generale li salva almeno da presunzione, e li fa autorevoli e rispettabili si è la più lunga, la più circospetta e la più consumata meditazione. E venendo al presente caso io dico saldamente che innanzi di adagiarmi nella sentenza della necessità della creazione nei termini e modi anzi descritti, ò raffrontata quella proposizione con tutti i principi ed esaminato ad una ad una le sue moltiplici attinenze; e da ogni parte m’è balzata agli occhi la luce della sua verità, quanto per lo contrario ò veduto dileguarsi ogni nerbo delle istanze che le si possono fare. Valga per prova questo cenno che io qui ne do con sufficienza e chiarezza, oltre alle cose già disputate e concluse."
      },
      {
        "index": 51,
        "text": "92. — Egli si può obbiettare, ed anzi ciò venne fatto, io penso, da molti, che quando la creazione sia necessaria, ella smarrisce il carattere di contingente e con più generalità ancora il contingente non esiste. Ma tu, amico lettore, rispondi con sicurezza. La contingenza vuol dire il contrario dell’assoluto, e se questo è infinito ed eterno ed à in sè solo la cagione e ragione del proprio esistere, la contingeuza nè à in sè tal cagione e ragione, nè è infinita e nemmeno eterna. Ora il creato sebbene per un rispetto suo esteriore esista necessariamente, nullameno è finito in ogni sua condizione ed à fuori di sè la cagione e ragione sua e comincia ad apparire nel tempo. E propriamente per questo ch’egli comincia e può quindi finire, il concetto della sua non esisistenza guardato da sè e per sè, non include contradizione; e solo la include se venga considerato nella sua attinenza con la volontà divina del bene. In quel modo ch’eziandio ponendosi la esistenza non necessaria del mondo, diventa contradittorio il suo non esistere, conceduto che la volontà divina siasi deliberata di farlo sussistere. E sia pure volontà e deliberazione al tutto arbitraria; nullameno, presupposto che la cagione trapassi all’atto, l’effettuazione dee necessariamente seguire."
      },
      {
        "index": 52,
        "text": "Il mondo è contingente insomma perchè non à in sè medesimo nè può avere la necessità dell’esistere; e questa viengli dal di fuori ed a lui rimane aliena ed estrinseca. Invece la necessità sua intrinseca è susseguente e non primitiva."
      },
      {
        "index": 53,
        "text": "93. — Una seconda obbiezione sarebbe la infrascritta: Se la creazione è necessaria come conseguenza logica della divina bontà, dove la creazione non fosse, la bontà divina soffrirebbe difetto. Dunque la perfezione divina è dipendente dall’esistenza del mondo. A ciò si replica convertendosi la proposizione con dire che appunto perchè la bontà infinita esiste e nessuna perfezione a Dio può mancare, esiste la creazione; questa impertanto dipende dalla infinita perfezione di Dio e non viceversa."
      },
      {
        "index": 54,
        "text": "94. — Per simile, chi ponesse innanzi il dubbio che l’infinito non sia sufficiente a sè stesso, dacchè gli bisogna la creazione per compiere l’infinito delle forme del bene, rinnoverebbe la istanza medesima con poco diverse parole; e noi con poco diverse diremmo a rincontro doversi invertere affatto l’ordine dei concetti. Perocchè, non potendo mai l’infinito riuscire manchevole in niuna sua forma e non sufficiente a sè stesso, è necessario che nell’infinito del bene sia pure la determinazione della bontà e fluisca di quindi la creazione. Egli è certo che qui ed altrove scambiando l’equipollenza logica delle idee col valore loro obbiettivo la mente s’involge in molte incertezze ed ambiguità. E per fermo, egli sembra pressochè indifferente asserire che la creazione non può stare senza l’infinito e questo senza la creazione. Nel fondo della verità peraltro i due termini non punto equivalgono. E quando pronunziamo che levata la creazione è pur levato l’infinito, noi senza quasi avvedercene trasmutiamo la creazione nell’Assoluto, dacchè la poniamo quale un primo da cui dipendono le altre esistenze, il che è fallace supposizione. Chè di due termini quello che è dipendente e determinato non à balía di porre e levar sè medesimo."
      },
      {
        "index": 55,
        "text": "95. — Mutando un poco la forma e la prospettiva, puossi di nuovo obbiettare che se Dio con solo un atto pienissimo e assolutissimo pone tanto sè stesso e le perfezioni sue infinite, quanto il bene creato e finito, questo partecipa dell’assolutezza divina e quindi anche della divina natura. Se mal non ricordo, simile istanza o poco diversa fu dal Gioberti pensata ed esposta; e noi rispondiamo: l’atto divino è uno, primitivo e assoluto, ma sono diversi e dispàri i suoi termini. Perocchè il termine ad extra, od estrinseco che il si domandi, non è causa sui quando ogni perfezione divina è tale; atteso che ognuna è forma ed attivissima forma della unità sostanziale di Dio. Altro dunque è esistere necessariamente ed altro as olutamente; perocchè nella necessità logica uopo è distinguere una antecedenza e una susseguenza. Però il creato, da capo il diciamo, esiste bensì necessario ma non assoluto."
      },
      {
        "index": 56,
        "text": "96. — Nà gli esperti di tali materie insisteranno con osservare che l’effetto è così necessario all’essere di cagione come questa inverso l’effetto. Del sicuro, cagione ed effetto sono termini corrispondenti dentro al pensiere e l’uno richiama inevitabilmente l’altro. Ma questa reciprocazione mentale e direi quasi grammaticale non toglie di mezzo la dipendenza metafisica dell’effetto dalla cagione, dipendenza che per natura sua non può farsi scambievole. Certo, nell’ordine dei concetti la idea di causa non è migliore nè anteriore a l’idea di effetto, perocchè entrambe sono eterne ed ingenerate e la relazione loro è similmente ideale e coeterna con esse. Invece nell’ordine delle realità e propriamente nell’ordine che interviene tra il finito e l’infinito questa identità di valore e d’origine tra la causa e l’effetto non può sussistere. Oltrechè, la cagione assolutamente prima e assolutamente libera è cagione perchè vuol essere tale e piglia da sè il suo principio; ma l’effetto esteriore da sè nol piglia e conviene ricercare fuori di lui la ragione della necessità dell’esistere suo."
      },
      {
        "index": 57,
        "text": "94. — Per ciò, dileguasi l’altra obbiezione che spunta allato al concetto dell’Assoluto. Perocchè puossi dire, e taluno infatto lo scrisse,[3] che in Dio, Ente assoluto, non dee concepirsi alcun termine relativo e però nemmanco la causalità, dappoichè questa domanda il correlativo suo che è l’effetto. Di nuovo affermiamo che l’assolutezza di Dio consiste in ciò solo che ogni altro termine à l’esistenza da lui per libero atto del suo volere e del suo potere. E sempre Dio è in questo atto primissimo e liberissimo di volere essere causa; onde la relazione che ne procede viene ad essere una relazione di Dio con sè stesso; e l’effettuazione esterna non è altro più che un proseguimento necessario della relazione medesima. Egli fu affermato le mille volte che posto l’Assoluto, il quale debbe esistere unico e solo per sua natura, qualunque altro essere riesce per ciò relativo; ma non fu mai detto che il relativo trasmettesse la contingenza propria nell’Assoluto."
      },
      {
        "index": 58,
        "text": "98. — Sembrami, dunque, che da ogni banda venga difesa e rinvigorita la nostra sentenza che la creazione sia necessaria; nè credo ne possa provenire alcun conseguente poco o nulla ortodosso, o che, per esempio, se ne debba alterare il concetto della libertà umana. Perocchè questa, per nostro avviso, è una vera partecipazione di assoluta causalità e intendiamo che la volontà nostra in certi limiti e in certe preordinate condizioni e disposizioni opera mossa unicamente da sè medesima; e di quindi Platone traeva a buon dritto argomento ottimo per dimostrare la nostra immortalità; ed anche presso gli Aristotelici questa sublime autonomia dell’anima non andò disconosciuta come vedesi nelle Questioni di Alessandro Afrodiseo, il quale non dubita di chiamar l’anima non secondo motore ma primo."
      },
      {
        "index": 59,
        "text": "Per tal largizione, impertanto, del sommo fattore inverso il principio nostro spirituale è necessario invece che nessuna causa impellente sforzi la nostra volontà per entro ai confini segnati al suo libero arbitrio; e fu così fatto il decreto supremo perchè conformavasi alla bontà infinita e alla massima dispensazione del bene."
      },
      {
        "index": 60,
        "text": "99. — Ad ogni modo le difficoltà le quali s’incontrano ad accordare il libero arbitrio umano con la necessità del creato non iscemano d’un capello nell’altra teorica che vuole abolita ogni ombra di necessità nel mondo. Da poichè se questo non balzò fuori dal nulla per melo caso ma per la volontà di Dio; e la volontà di Dio è anteriore alla creazione logicamente e temporalmente, la creazione a rispetto di quella volontà non può non sussistere; e sia lecito per avventura di controvertere se la volontà divina fu libera o no in risguardo di sè medesima; non pertanto, posta la divina deliberazione, chi nega la necessità dell’effetto nega qualunque necessità logica e mette in bando il principio d’identità e contraddizione."
      },
      {
        "index": 61,
        "text": "100. — Del rimanente, non solo noi manteniamo l’invitta ragione della nostra dottrina, ma debbesi aggiungere che, da lei infuori, altro modo non v’à di provare l’esistenza necessaria del mondo e provare insieme che l’atto creativo fu libero veramente della sola libertà primitiva ed originale dell’atto per cui Dio medesimo e le perfezioni sue infinite sussistono. Per fermo, di tutte esse perfezioni la bontà sola, perciò che noi conosciamo, esce, a così parlare, dell’infinito ed à un necessario riguardamento fuori di sè e fuori della sostanza divina. Quindi è provenuto che alcuno in Francia volendo dimostrare per altra via la necessità della creazione fallisse, per mio giudicio, il proposito suo. Nel vero, egli disse che Dio avendo per carattere distintivo l’essere una forza creatrice assoluta e non potendo per ciò non passare nell’atto, seguita che la creazione non è possibile ma sì è necessaria. La prova poi di quel carattere distintivo consiste in ciò che Dio è causa perchè sostanza ed è causa assoluta perchè assoluta sostanza."
      },
      {
        "index": 62,
        "text": "101. — Ma si chiede al citato filosofo se quel suo Dio è causa assoluta di sè medesimo ovvero delle esistenze finite. Se di queste seconde, nopo è darne dimostrazione, ed è la cosa appunto di cui si contende. Dio. cagione assoluta di sè medesimo (causa sui), à pure in sè stesso un effetto infinito e nulla lo tragge al di fuori del proprio essere, perchè l’infinito in atto pareggia perfettamente una infinita efficienza."
      },
      {
        "index": 63,
        "text": "Vero è che il detto filosofo in un avvertimento premesso al libro suo Dei Frammenti afferma che la creazione venue compiuta con saggezza e bontà. Deesi, quindi, presumere che pure l’autore di cui si parla derivi dalla bontà la ragione eterna della esistenza del mondo."
      },
      {
        "index": 64,
        "text": "102. — Taceremo di quell'altra ragione pensata da un altro sovrano ingegno di Francia, il quale di compagnia con molti teologi pronunziò che il mondo emerse dal nulla perocchè Dio volle dar gloria a sè stesso. E da capo si accosta l’azione divina agl’intendimenti ed affetti umani. Dio glorifica sè medesimo infinitamente dalla cima di tutti i secoli; e lui glorificano in eterno le infinite sue perfezioni rendendogli testimonianza beata e ineffabile; mentre a noi caduche e minime creature ciò rassembra una solitudine."
      }
    ]
  }
}
