{
  "chapterNumber": 25,
  "title": "Vol. I, Libro Terzo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA TEOLOGIA RAZIONALE; E PRIMA,DEL METODO SUO PECULIARE."
      },
      {
        "index": 1,
        "text": "53. — Noi modesti e riguardosi, come ricerca la pochezza di nostra mente; e consapevoli altresì della fiacchezza dell’uomo a tenere aperta la sua pupilla nel Sole di tutto il creato, entriamo tremando nella speculazione dell’infinito."
      },
      {
        "index": 2,
        "text": "E subito in quello oceano senza rive scorgiamo dirimpetto alla fragile navicella nostra due scogli minaccevoli, tra mezzo ai quali ci conviene di far tragitto. Chi urta nel primo, in cambio di alzare l’uomo a Dio, abbassa questo alla nostra miseria. Colui invece che rompe all’altro scoglio, fa di Dio una tale astrazione che negagli la personalità e ponlo in manifesta contradizione col senso religioso di tutti i popoli in tutte le età."
      },
      {
        "index": 3,
        "text": "54. — A cansare cotali estremi è grandemente mestieri fornirsi di un’ottima carta da navigare; e la carta consiste nel metodo, di cui segnerò in breve i principj; trattandosi qui (ben s’intende) del metodo peculiare alla teologia razionale non del generale conveniente agli interi studj ontologici."
      },
      {
        "index": 4,
        "text": "55. — A detta de’ panteisti alemanni, l’Assoluto è la conciliazione degli opposti. Ei vengono in tale sentenza per ciò che s’ostinano a fare del finito e dell’infinito una sola essenza. Per fermo, nel finito è sempre un mescolamento di privazione e di opposizione, così portando la sua natura caduca, insufficiente e mutabile; ed è vero altresì che da tale mescolamento e contrasto esce il moto e la vita, esce la serie ordinata degl’incrementi e degli sviluppi e quello che gli odierni Tedeschi con significato più universale domandano il diventare."
      },
      {
        "index": 5,
        "text": "Ma se il finito è cousostanziale con l’infinito, è bisogno da un lato che quegli opposti si fondamentino nell’Assoluto; e da un altro lato, in lui si dileguino per prodigio d’una natura sopraeminente, la quale comprende insieme e concilia il si e il no di tutte le cose."
      },
      {
        "index": 6,
        "text": "56. — A cotesto fine vennero indagando un metodo, il quale riesce tanto falso e paradossastico, quanto impossibile mettere in relazione d’identità il finito e l’infinito e trovare una natura di essere che gl’immedesimi nella propria sostanza. Tal metodo fu chiamato trichotomia dal contenere tre diversi momenti: col primo si afferma la tesi; col secondo la si nega, e viene per conseguente affermata l’antitesi; col terzo si nega la negazione medesima e viene trovata la sintesi, nella quale l’opposizione dei due termini discompare mediante un terzo che li concilia ed unifica."
      },
      {
        "index": 7,
        "text": "57. — Si noti per primo che nelle cose naturali può cotal metodo tornare non rade volte e vero e fruttifero; essendo che in quelle l’opposizione è parziale e non assoluta; quindi la conciliazione dei contrarj in un fatto più comprensivo e fecondo è possibile e razionale. Nell’uomo, verbigrazia, la libertà e l’autorità costituiscono un’antinomia, la quale poi si risolve nel termine superiore della spontaneità del bene morale. Ma ciò accade perchè la contradizione non è intera; essendo l’uomo libero si ma non assolutamente e nascendo per natura soggetto alla legge morale; salvo che a questa non è menato con veemenza ineluttabile d’impulsi spirituali o meccanici."
      },
      {
        "index": 8,
        "text": "58. — Ma nulla si diparte maggiormente dalla verità quanto quella famosa trichotomia, sempre che venga applicata alle assolute opposizioni. Perchè dal negare la negazione non uscirà altra cosa giammai che il riprodursi l’affermazione dianzi annullata. E se questo gli è un ragionare molto alla semplice e a cui perviene eziandio l’ingegno d’un uomo di villa, ciò prova che il buon senso è il primo e più formidabile oppugnatore di certe superlative dottrine."
      },
      {
        "index": 9,
        "text": "59. — Ad ogni modo, è gran paradosso il contemplare nell’Assoluto gli opposti o parziali od interi; e se un assurdo può di un altro esser maggiore, dico essere assurdo più sperticato il volerli quivi annientare, qualora vi sieno."
      },
      {
        "index": 10,
        "text": "Nell’Assoluto certamente non v’à opposizioni, eccetto quelle che v’introduce la cortezza di nostra mente e il condizionato modo con cui ella apprende le cose."
      },
      {
        "index": 11,
        "text": "60. — Laonde, è ufficio della scienza rimovere quelle apparenti contradizioni, mostrando ch’elle non pure non sono assolute, ma non sono in veruna guisa."
      },
      {
        "index": 12,
        "text": "E a rispetto di ciò, il metodo da praticare è quasichè sempre il seguente. Prima, si dee fermare la tesi che annunzia dell’infinito una od altra determinazione; poi viene significata l’antitesi, la quale risulta d’alcun elemento umano introdotto in quel predicato del subbietto infinito. Da ultimo, l’antitesi viene soppressa non coll’avvertire soltanto la insinua- zione indebita d’alcuna forma di finità e di contin- genza, ma con affermare una perfezione sopraemi- nente di essere, la quale non è meno certa che arcana ed inconoscibile."
      },
      {
        "index": 13,
        "text": "61. — E poniamo, per atto d’esempio, la tesi che Dio, come sapientissimo, conosce l’ottimo di tutti i mondi possibili; e come infinitamente buono, dee vo- lerlo attuare nel tempo. Accosto a tale concetto, sorge. la proposizione antitetica che se la bontà infinita non. può non seguire il consiglio della sapienza, la libertà del divino operato si spegne. E d’altra parte, la scelta. dell’ottimo di tutti i mondi è contradittoria; concios. sinchè ogni archetipo, determinato e finito, di certa forma dell’universo à sopra di sè altri archetipi innumerevoli in cui risplende maggior perfezione e bellezza."
      },
      {
        "index": 14,
        "text": "Ora, l’antitesi prima si scioglie mostrando che in seno di Dio non à luogo antecedente logico nè con- seguente; non v’à prima nè poi; non dipendenza di tal facoltà e di tale operazione da tale altra, e ognil cosa in lui sussiste e s’adempie con un solo e mede- simo atto assoluto. Liberamente egli pone il bene infinito e liberamente con un atto identico e indivisi- bile lo conosce, lo vuole e fuori di sè lo partecipa."
      },
      {
        "index": 15,
        "text": "Qui la specie sublime e inescogitabile consiste in quel divino conoscere che non antecede al volere e al potere e in niuna guisa ne dipende; e in quella na- tura di atto che non à divisione nessuna ed è primo ed uno in perpetuo, e quindi è libero atteso sempre, che è perfettamente e perennemente assoluto."
      },
      {
        "index": 16,
        "text": "62. — La seconda opposizione, stantechè à riferimento ad obbietto estrinseco, viene risoluta mediante un termine che l’esperienza ci fa manifesto ogni giorno più, ma che impossibile era trovar mentalmente per semplice deduzione di concetti e giudicj. Rimovesi adunque l’istanza dicendo: Niuna forma di perfezione, in quanto è singolare ed immobile e si rimane sceverata dall’altre, può esprimere l’ottimo di tutti i mondi; perchè, di limitata e di contingente ch’ella debb’essere, diverrebbe assoluta e infinita. Invece, la forma migliore dell’universo consiste in ciò, che nessuna ne possieda egli perpetua ed immutabile, ma raggiunga di mano in mano e senza mai termine tutte le specie progressive e ascendenti di perfezione; serbando però ogni essere certa primitiva ed originale medesimezza di natura e di essenza, come ampiamente sarà mostrato nella Cosmologia. Cosi la teorica del progresso ferma ed assoda l’ottimismo del Leibnizio e ribatte le mille istanze lanciategli contro dai teologi e dagli scettici."
      },
      {
        "index": 17,
        "text": "63. — Ma perchè eziandio nella teologia razionale i principj metodici tornano a profitto sommo e a sicura malleveria della verità, io mi risolvo a qui aggiungere un altro esempio che cresca luce alla massima sopranotata."
      },
      {
        "index": 18,
        "text": "Dio è azione infinita ed esiste ab eterno e immutabilmente. Ecco una tesi che scaturisce in maniera immediata ed irreprobabile dai concetti dell’Assoluto. L’antitesi è ricavata dall natura umana; secondo la quale non pajono compossibili questi tre termini: azione, vita e immutabilità. E per vero, un operare che à sempre il medesimo effetto, e à sempre conseguito pienissimamente il suo fine e non à movimento e progresso alcuno spirituale, a noi sembra valere come la perfetta inazione, la quale chiamiamo appunto immobilità. E di qui il Michelet di Berlino in un suo recente scritto reputava di attingere una obbiezione formidabile contro il teismo e recavasi a memoria un detto del Lessing che l’Ente il quale dall’eternità pensa sempre la stessa cosa, è supremamente tediato e tedioso e convertesi in vuota astrazione."
      },
      {
        "index": 19,
        "text": "64. — Ora, non basta al metodo nostro di spegnere la obbiezione, mostrando ch’ella proviene tutta da un paragone improprio ed impertinente fra le condizioni umane e le superlazioni divine. Ma bisogna mettere altrui in mente che il concetto di Dio rimane difettosissimo restringendolo alla negazione sola d’ogni moto di attività. Quindi occorre di cancellar la obbiezione con un terzo termine, il quale è veramente sintetico, perchè aggiunge alla tesi e con lei immedesima un attributo trascendente e positivissimo al quale per altro la mente nostra è inabilitata ad annettere una peculiare specificazione. Deesi dunque rispondere al tedesco Michelet che sopra le condizioni finite e caduche dell’operare e del vivere umano v’à una forma di atto e di vita ignotissima a noi ma pure certissima, la quale è immensamente più attiva ed è più vivente di ciò che si move e si muta. Che se a tutti gli ingegni umani non riescirà fattibile mai di rappresentarsi la specie d’un senso il qual sia diverso dai cinque che soli son conosciuti, qual maraviglia che loro riesca altresì impossibile di figurarsi un’azione intensissima e beatissima e nientedimanco scevera al tutto di mutazione?"
      },
      {
        "index": 20,
        "text": "Qui, piaccia al lettore di avvertirlo, s’imitano i matematici ai quali le incognite rimangono taluna volta fuori d’ogni equazione, e però da nessuna quantità cognita sono spiegate nel lor valore, sebbene sappiasi certo che que’ termini incogniti esistono e debbono esistere. Il nostro termine trascendente adunque non è punto un medio impossibile tra due assolute contradittorie, ma si è qualcosa di trascendente che purga l’attributo divino d’ogni finità e d’ogni divisione ed implicazione."
      },
      {
        "index": 21,
        "text": "65. — Nè dicasi, tornando all’esempio allegato, il nome di vita e di azione scambiare affatto in simile caso la sua materia e però la significazione eziandio. Perchè da un lato, non può a Dio negarsi l’azione e la vita che sono positivissime cose e perciò dimorano nell’infinito; e dall’altro lato, il vivere e l’operare umano disdicono a Dio intrinsecamente, perchè si mescolano di mutazione che è essa medesima un’alterazione ed un misto dell’ente e del nulla. Esiste, pertanto, una forma di essere, o come si usa chiamarlo, un Trascendente che aduna in sè e con perfezione infi- nitamente maggiore il bene ed il bello che esce dal moto, dalla varietà e dal progresso dell’operare e del vivere umano."
      },
      {
        "index": 22,
        "text": "66. — Oltrechè, sebbene all’attività e alla vita umana accade frequentissima la mutazione, niuno vorrebbe affermare che l’attività e la vita consistono solo nella mutazione. Il perchè cogliendo con la mente quello che è più durevole nell’uno e nell’altro termine e sublimandolo a un infinito di perfezione, ci produrremo un’ombra ed un simbolo dell’atto e del viver divino, tanto che all’ombra ancora ed al simbolo si approprii lo stesso nome; in quella maniera che domandiamo pittura tanto gli scorbj della storia geroglifica dei Messicani quanto il Giudicio di Michelangelo, se tra il finito e l’infinito è mai proporzione alcuna."
      },
      {
        "index": 23,
        "text": "67. — E di qui cavasi un lemma, direbbero i matematici, il quale pronunzia che ogni mentale indagazione intorno dell’infinito è certa di essere pervenuta al sol mezzo della sua via, quante volte il pensiero non trovasi come imprigionato e angustiato fra due tesi in apparenza contradittorie; atteso che tale conflitto tra l’essere divino ed il concepire umano, fa segno evidente che il nostro intelletto à raggiunto la concezione di Dio e sol gli rimane di contemplare il termine trascendente che dissipa ogni apparenza delle contradittorie."
      },
      {
        "index": 24,
        "text": "68. — Raccogliendo le cose dette, abbiamo, impertanto, un progresso notabile nella dottrina naturale di Dio; perocchè la non si cerca col solo criterio delle perfezioni umane traslatate, a così parlare, in grembo di Dio e levando loro i confini più manifesti; ma si la indaghiamo con un paragone più esatto e più convenevole delle perfezioni nostre, tutte le quali sono talmente condizionate e angustiate, che il lor concetto assoluto sciogliendolo da ogni disposizione finita o dal finito prodotta sembra significare più un essere negativo che altro. Laonde, si conviene riempierlo nel modo da noi descritto; e vale a dire, per via d’un’essenza certa, positiva e infinita ma inconoscibile nella specie sua peculiare."
      },
      {
        "index": 25,
        "text": "Questo metodo non abbiamo veduto seguire né dal Malebranche nè da Leibnizio. Il che à fatto sorgere di necessità molte gravi incongruenze ne’ loro pensamenti e giudicj intorno alla natura del Primo e sovrano essere."
      },
      {
        "index": 26,
        "text": "69. — Un altro principio metodico di gran rilevanza prescrive che si distingua accuratamente ciò che è in Dio da ciò che è Dio. Gli archetipi dei contingenti sono tutti adunati in Dio; ma non si predicano li lui come un suo eccelso e consostanziale attributo; essendo veramente aspetti diversi e determinazioni speciali della divina efficienza. In quel cambio, i concetti che non rispondono a verun contingente o possibile od attuato e significano pur nondimeno cosa eterna, positiva e infinita, esprimono all’intendimento nostro ciò che si predica essenzialmente di Dio. E tuttavolta, mai non ci pigli dimenticanza di questo gran vero, che in tutte le distinzioni, gli ordini, le precedenze, i giudizj e le connessioni che noi facciamo e avvertiamo nell’infinito, sempre, e a malgrado nostro, vi è introdotta una parte formale, e, come dicono, subbiettiva che nell’oggetto non sussiste e gravemente ne altera e vizia l’idea. Di quindi, per quel ch’io stimo, rampolla la fonte più copiosa d’equivocazioni e di paradossi de’ quali veggiam riboccare la più parte de’ libri che portano in fronte quelle rispettabili insieme e ambiziose parole: de Deo tractatus."
      },
      {
        "index": 27,
        "text": "70. — Non v’è sentimento nel cuor dell’uomo, non facoltà nella sua mente e nell’essere suo, non fatto e fenomeno alcuno nella natura da cui non possa ritirarsi raziocinando certune prove e testimonianze di Dio e delle cose divine; perocchè tutto s’appunta e termina in lui; e il finito campeggia nell’infinito, e il temporario ed il relativo fluttua e lucica, per si dire, sull’eterno e sull’assoluto, quasi onde commosse in pelago immenso e nuvole erranti sulla faccia del firmamento. Ma importuno e dannoso è confondere i generi delle prove ed anzi il non separarle con isquisita diligenza. Il che avviene più che spesso nell’alta materia di cui discorriamo."
      },
      {
        "index": 28,
        "text": "Altra cosa, adunque, è parlare di Dio per fede; altra, secondo i canoni del buon senso; ed altra, il tentare quello che possa scoprirne la pretta ragione dimostrativa e componendo la scienza sempre come uno spiegamento logico e irrepugnabile del principio dell’essere quale fu posto da noi in capo all’ontologia universa. Di quindi proviene che questa scienza è tanto venerabile quanto circoscritta, e cosi debbe mantenersi severa, come sfuggire i pericoli gravi onde è sempre attorninta."
      },
      {
        "index": 29,
        "text": "71. — Deviano pure più che spesso i teologanti da un terzo principio metodico, osservando il quale non si confiderebbero, come fanno, di ragionare a dilungo delle relazioni fra Dio e gli uomini guardandole dal lato umano e poco dal lato divino. Sonosi stampati volumi, a citare uno o due casi notabili, sulla prescienza di Dio, non badando, per mio giudicio, che incominciavasi ad errare assai gravemente nel titolo stesso della controversia. E che? Dio sa le cose prima che succedano? Mai no. Perocchè Dio gloriando infinitamente fuori del tempo vede sempre le cose nell’atto che avvengono e tutte dalla eternità gli sono presenti a un modo. Chiaro è che nella eterna durata non vi essendo il prima nè il poi, nemmanco vi può essere alcuna prescienza; e il tempo e le sue successioni vi compariscono come un continuo di spazio che l’occhio abbraccia e misura ad un tratto; e ciò che noi domandiamo annullazione d’un essere torna nel guardo di Dio ad una semplice limitazione e ad un punto segnato in altra sorta di continuo."
      },
      {
        "index": 30,
        "text": "72. — Da ciò si scorge quanto infruttuosa ed inopportuna fatica sia sostenuta da coloro, i quali si travagliano a sciogliere le incongruenze che stimano intervenire fra le precognizioni di Dio e gli atti del nostro libero arbitrio."
      },
      {
        "index": 31,
        "text": "Per simile, tu vedi alcun altro affannarsi intorno al concetto della divina semplicità, reputandola, com’è ragionevole, una delle perfezioni che la mente rincontra nel meditare la essenza di Dio. Ma perchè à l’abito presuntuoso di discorrere di quella essenza alla maniera umana e di volerne sapere ed intendere troppo più che non gli è conceduto, riduce quella semplicità ad una forma così vuota che diventa contradittoria con la pienezza dell’essere. Per fermo, in noi uomini e nella natura il diverso genera assai di leggieri qualche maniera d’implicazione e composizione; onde l’assolutamente semplice diventa per noi sinonimo della identità uniforme e scevera di determinazioni. Così bel bello giungesi alla concezione paradossa dello Schelling che Dio è l’indifferenza assoluta dei differenti. Quello che è lecito all’uomo di concepire intorno alla divina semplicità noi lo verrem divisando fra poco tenendo discorso della unità sostanziale di Dio. Per al presente accenneremo che solo nelle concezioni più alte e felici de’ sommi artisti rinviensi un cenno ed un simbolo della divina semplicità. Perocchè la natura è sempre composta, e il semplice che noi vi ammiriamo è nella contemplazione dell’attinenza che corre fra i mezzi ed i fini. È dunque un fatto mentale, come spiegherà meglio la nostra Cosmologia. E di quel fatto sono studiatori grandi gli artisti, i quali procacciano d’introdurre uelle opere loro il massimo della varietà col massimo della unità e questo è figura della divina semplicità."
      },
      {
        "index": 32,
        "text": "73. — In fine, non tralascerò di notare l’altra vivissima disputazione che fecesi in Francia nel finire del secolo decimosettimo e il cominciare del susseguente circa la natura dei decreti divini. Che avendo il Malebranche sentenziato movere tutti i decreti di Dio da volontà universale e universalmente provedere alla natura ed all’uomo, Arnauld ed altri lo impugnarono con fierezza mantenendo invece che Dio provede ad ogni caso particolare con particolari decreti. E non sembra egli di udir qui disputare intorno alle leggi umane, le quali pur troppo se intendono al generale debbono negligere le specialità più accidentali e minute; ovvero, se badano a dar regola a queste, secondo le occorrenze, perdono d’occhio la sostanza dei fatti e la ragione loro comune? Ma i decreti divini provedono perfettamente all’universale non meno che ad ogni particolare. Se non che, ogni particolare è così naturato e modificato come porta l’ordine e la connessione che tiene con tutti gli esseri e tutti questi con lui; e se il particolare à ragione di fine, del sicuro il fine sarà da lui conseguito in quel massimo grado che porta la ragione intera dell’universo. Ma di ciò ancora tratteremo in più parti della Cosmologia. Solo qui mi avviene di notare come la stessa mente del Leibnizio profondissima ed acutissima non si guardasse quanto doveva da simili umanazion: (mi si condoni il vocabolo) della divina potenza ed intelligenza. Dio non deroga ad una legge che in vista d’un’altra leggepiù applicativa ec.; così egli parla intorno al proposito. Or come? deesi mai concepire che Dio deroghi ad alcuna sua legge? E la favella umana è povera tanto e così materiata da non poter ragionare di Dio in modo meno impertinente? Ma, ripetiamo, che queste e simiglianti inconvenienze procedono tutte dallo scordarsi che nelle attinenze che passano fra Dio e la creazione, l’uno dei termini si può molto meglio adorare che intendere."
      },
      {
        "index": 33,
        "text": "74. — Per la considerazione stessa parecchie istanze si spuntano che parevano formidabili; come quella, a cagion d’esempio, che il Bayle pone innanzi contro la libertà di Dio argomentando dalla sua immutabilità. Nè si ricorda che Dio è immutabile, perchè infinito e perfetto; e quindi non può aggiungere bene alcuno all’essere proprio ed alla propria beatitudine; e tutto ciò à voluto egli di sè medesimo con la libertà vera ed intera che solo appartiene all’atto primissimo e assolutissimo, in cui non cade divisione e la cui potenza e la cui ragione è intrinseca tutta quanta all’atto medesimo. Mutare significa indigenza e ricerca del meglio; e la libertà del mutare significa incertitudine e smarrimento nella ricerca di esso meglio."
      }
    ]
  }
}
