{
  "chapterNumber": 17,
  "title": "Vol. I, Libro Secondo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELL’APPRENSIONE DELL’ASSOLUTO."
      },
      {
        "index": 1,
        "text": "87. — Si pronunziò negli esordj del libro che la metafisica, come dispensa a tutte le discipline inferiori le dimostrazioni e i principi, così non serba nulla di superiore per sè, ma ritrae dal suo seno medesimo ogni prova ed ogni principio. Però dicemmo che quando la metafisica non rinvenga un cominciamento a priori o lo rinvenga dubioso e controvertibile, manca alla sua natura e all’ufficio suo più proprio e qualitativo. E perchè è scienza e vale a dire è teorica la quale di- stendesi in una serie ordinata certa ed universale di cognizioni, la sua forma immediata è la verità. Ne questa può essere particolare ed accidentale, ma sì fornita singolarmente del carattere di necessità e immedesimata col proprio oggetto, e vogliam dire che l’essere e il vero compor debbono una cosa sola; e tal cosa una è l’Ente intelligibile per essenza."
      },
      {
        "index": 2,
        "text": "88. — Si affermò pure da noi che il principio della metafisica debbe, del sicuro, venire attinto a qualche filosofema esprimente non già il minimo delle cose ma invece il massimo. Perocchè il minimo è la stessa impotenza, laddove il massimo racchiude il perchè dell’intero universo. Nè si obbietti che posto il massimo viene posto ogni cosa alla bella prima e la scienza non è fatta ma rivelata. Già rispondemmo che il dare alla scienza per fondamento un Assoluto il quale comincia ad essere e poi diventa quel che non era, si è appunto un costituirla nel contrario affatto dell’Assoluto; e d’altra parte il massimo o non è posto, ovvero è posto nella sua interezza ed infinitudine; perchè dove non fosse tutto, ei non sarebbe massimo, Vero è bene che la scienza. umana lo verrà speculando a parte per parte; e la fatica e investigazione di tutti i secoli rimarrà inferiore d’immenso intervallo al subbietto; tanto manca che presupposto l’Assoluto o il massimo sia pur data e fatta la scienza. Questa non è fatta ma solo è possibile col presupposto del massimo, rimosso il quale, diventa impossibile così la notizia che pigliamo di lui come quella della natura; sopra il che discorreremo un poco più avanti. Nè questo è vero unicamente della metafisica ma d’ogni scienza ideale. Euclide venne dilatando di mano in mano la cerchia de’ suoi teoremi, sebbene sussista compiuto ed eterno lo spazio intellettuale con l’infinito delle sue relazioni e possibilità e il geometra debbe averlo a mente e accettarlo come suo postulato universale e perpetuo."
      },
      {
        "index": 3,
        "text": "89. — Quanto poi all’indovinare e descrivere la sempiterna generazione del massimo ente e delle sue ipostasi, noi la giudichiamo impresa non pure avventata ma di necessità illusoria e sofistica. E quando in tale bisogna il metafisico non si avvolga in isterili paralogismi, descriverà invece o l’ordine analitico delle sue proprie nozioni e astrazioni, o gl’incrementi ed esplicamenti del finito, credendo descrivere quelli dell’infinito. Oltrechè, notammio altravolta che, parlandosi con rigore, nè le nozioni si generano l’una dall’altra, nè si conosce per raziocinio anteriore l’vindole e il movimento causale delle forze peculiari ed originali della natura."
      },
      {
        "index": 4,
        "text": "90. — Occorre, adunque, per nostro giudicio, che negli ontologi entri una volta per sempre questa persuasione, e cioè che dove alla mente umana non istesse dinnanzi continuamente il reale Infinito sotto la forma d’una infinita idealità, noi non potremmo per entro al pensiere nè rinvenirlo giammai nè costruirlo o per iscienza o per ardite divinazioni. Onde coloro che il tentano, e in Gerinania sono parecchi, gittano a marcia forza il tempo la fatica e l’ingegno. La speculazione e la scienza, impertanto, comincia come il giudicio e il discorso ed anzi come il pensiere, e vale a dire con qualche sintesi superiore e oggettiva, atta a dirimersi in molte altre subordinate e riuscire a molte conseguenze applicative e feconde. Certo la mente umana ognora che il può studia di movere dal più semplice e progredire in verso il composto; ma tutto ciò è buon artificio metodico e null’altra cosa. Senza che, nell’Ente massimo è la semplicità vera e assoluta, e il composto vi è introdotto dalla impotenza del nostro pensiere."
      },
      {
        "index": 5,
        "text": "91. — Si disse poi che il filosofema fondamentale, esprimente l’essere massimo sotto l’abito di verità. astratta universale e necessaria, implica eziandio la massima realità e la cagione suprema ed effettrice del mondo. Sul che ci accade innanzi tratto di avvertire che le cognizioni di qualunque sorta si vogliano tutte presumono di concludere nella realità; e solo si può controvertere sulla relazione loro mediata o immediata con la realità medesima. Ed anzi tu puoi concepire l’essere in disparte dalla verità, ma non viceversa la verità senza congiunzione con l’essere di cui è la forma conoscitiva. Quindi a noi bastò di chiarire questa necessaria corrispondenza per fare evidente l’esistere. dell’Assoluto. Perocchè se egli non fosse, nemmanco sarebbe la verità. E sebbene tal conclusione provenisse dall’applicare a certe proposizioni ipotetiche il principio d’identità e di ripugnanza, non fu malagevole il dimostrare che non veniva con esso introdotto alcun principio superiore ed alieno, ma del genere stesso e della pari efficacia con la verità alla quale applicavasi. Come appunto nelle matematiche l’un teorema serve all’altro di prova, tuttochè nessuno appartenga a un ordine diverso e più alto di verità. Da ciò venne ritratto che propriamente la metafisica non dimostra il principio suo ma solo lo espone e chiarisce; tornando esso evidente sempre nella intuizione perenne che ne à il pensiere, non sempre nei ripiegamenti della riflessione e nelle acutezze del raziocinio, e molto meno nei pareri diversi e nelle contrarie preoccupazioni in noi generate dalle scuole e dai libri."
      },
      {
        "index": 6,
        "text": "92. — Tu non puoi due volte bagnarti nel medesimo fiume, diceva Eraclito; imperocchè la seconda volta tu non sei per appunto lo stesso uomo; e le acque del fiume ad ogni batter d’occhio si mutano; laonde concludeva che l’Assoluto invece di dimorare nel permanente consiste anzi nella flussione e mutazione perpetua. Questo ripete oggi la dotta Germania col suo sistema dell’Assoluto che mai non è e sempre diventa. Al che poi aggiungendo la dottrina Kantiana delle categorie, e l’altra che i concetti e le idee sono mere rappresentazioni vuote d’ogni realità e divise da ogni rappresentato, se ne ricava che non sussistono nè le verità di fatto nè le verità di ragione; quelle essendo apparenze instabili e svanenti; queste, proposizioni di certa possibilità le mille miglia distante dal concreto e dall’attuale."
      },
      {
        "index": 7,
        "text": "Noi di rincontro diciamo con Aristotele che le nature universali replicate negli individui nè mutano nè periscono nè si disgregano; onde la flussione delle cose mai non travalica la modalità e l’accidenza; e queste puranco soggiacciono a legge; onde mutano e cessano e si rinnovano secondo un tenore costante e immutabile. Aggiungiamo poi con Platone o giusta lo spirito e la ragione de’ suoi principj, che tutto ciò che nel pensiere speculativo sussiste assoluto ed eterno nell’infinito. Il perchè non accade un sol fatto ed un sol fenomeno il quale non si fondamenti nella quiddità d’alcuna sostanza e nel rispettivo possibile che assume i caratteri dell’Assoluto, quanto ogni verità necessaria e suprema. Onde è falso che aver non si possa notizia scientifica dei singolari. Conciossiachè i rispettivi concetti, loro sebbene infiniti, racchiudono tutti e ciascuno assoluta esistenza e immutabile; e ciascuno ferma e perpetua l’accidente leggiero e volubile quasi a similitudine delle immagini fotografiche nelle quali perpetuato un raggio di luce istantaneo e fugacissimo. L’accidente non è più e forse più non ritorna; ma giace eterno ed inconsumabile nello infinito della divina efficienza. Che se i concetti eziandio minuti e particolarissimi ànno virtù universale, ciò non vieta che tutto quello che trovasi nel singolare e nell’individuo non sia ripetuto con esattezza per entro al concetto."
      },
      {
        "index": 8,
        "text": "93. — Però il giudicio comune degli uomini reputò ogni sempre che nei fatti come nelle idee sia una sola e medesima verità; posciachè i fatti e i fenomeni intanto sono veri in perpetuo in quanto noi li possiamo contemplare in idea. Per fermo, allorchè Cartesio se ne usciva con quel suo famoso entimema: ego cogito ergo sum, che altro volle mettere in sodo se non un’applicazione evidente, facile a rinnovarsi, comune a tutti gli uomini del principio logico superiore che afferma ogni cosa essere necessariamente quello che è? Rimossa la visione ed applicazione di tale assioma, egli annunziava un fatto che un attimo appresso potea cessare e un attimo prima potea non esistere. Come dunque l’avrebbe Cartesio convertito in principio ed in fondamento di scienza? E d’altra parte, se in quell’assioma logicale non fosse riposta un’assoluta realità, esso tanto avrebbe di attuale e di positivo quanto glie ne porgerebbero i fatti e non viceversa."
      },
      {
        "index": 9,
        "text": "94. — I due poli, impertanto (e non rincresca di ripensarlo e ridirlo), d’intorno ai quali si gira continuo la scienza e certezza umana sono per le cose contingenti le nature sostanziali immutabili; e per l’universo delle idee e della ragione l’eterno loro sostrato, che è presenziale sempre al nostro intelletto in qualunque segno e rappresentanza mentale. Egli è poi manifesto che le forme immutabili delle sostanze finite, come non racchiudono alcuna necessità logica e sostengono innumerevoli mutazioni nei modi e negli accidenti, rimangono quali verità relative a rimpetto delle idee e dei principj ideali, e questi le involgono e illustrano del lume loro sempre uguale ed inalterabile. E tutto ciò nell’ultimo fondo vuol dire che l’infinito involge il finito e lo penetra e lo sostenta sebbene non sia consustanziale con esso."
      },
      {
        "index": 10,
        "text": "95. — Noi abbiamo espresso e spiegato più d’una volta come l’atto del pensare si fermi propriamente la dove le rappresentazioni ideali pigliano concretezza e realità e dove i pensabili ed i possibili vengono contemplati nell’essere in sè o vogliam dire in ipotesi; da poichè, se bene vi si guarda, l’essenza eterna ed incommutabile di ciascuna cosa piglia per appunto nome d’ipotesi. Ciò non ostante, occorre di spendere più altre parole su questo vero fondamentale e cioè che la mente nostra in qualunque idea e concetto sempre permanga nell’apprensione immediata dell’Ente assoluto e per tale lo riconosca e senza punto esitare ed anzi per necessario collegamento gli attribuisca i predicati suoi metafisici. La istanza grave che gli si fa contro e conviene ribattere è questa. L’uomo non può intuire l’infinito e l’eterno quale infinito ed eterno. Perocchè egli vive nel tempo; e in certa minuta frazione di tempo coglie e intuisce l’Ente assoluto. Parràgli questo, impertanto, cosa temporanea e non sempiterna. Del pari, lo vedrà saldo e immobile, perenne ed immensurabile; ma lo somiglierà (poniamo caso) al firmamento che sembragli altrettanto sconfinato ed immobile. E così l’uno oggetto e l’altro gli si palesano ugualmente con le condizioni d’un fatto; e nel primo non riconosce nulla di necessario; e sebbene lo scorga sempre il medesimo e soverchiante qualunque limite, non però intuisce la sua natura estemporanea ed essenzialmente infinita; e quindi non vi discerne la impossibilità logica del mutare e del ricevere le limitazioni del contingente."
      },
      {
        "index": 11,
        "text": "96. — Tale istanza per nostro avviso scrolla forte quella dottrina che si fondamenta nella percezione diretta dell’Assoluto e vuole che si percepiscano altresì in maniera immediata ed intrinseca le determinazioni di lui e però le attribuzioni sue trascendenti, come la eternità, la infinitudine, la bellezza, il bene, la perfezione e le somiglianti a queste. Ma cotale atto di percezione è da noi screduto e negato; e quanto alle attribuzioni anzidette non dubitiamo di asseverare che quando ancora fossero rivelate al nostro pensiere da non so qual discorso che l’Ente fa di continuo a sè medesimo e da non so quali giudicj a priori sintetici, l’uomo non intenderebbe sillaba di quel linguaggio; e quelle sintesi gli apparirebbono tenebrose ed inconoscibili."
      },
      {
        "index": 12,
        "text": "97. — Invece, egli fu mostrato da noi in più luoghi che il nostro pensiere non giunge in fatto, e giungere non potrebbe, alla percezione ed apprensione immediata ed intrinseca dell’eterno siccome tale nè dell’unità d’ogni perfezione nè del bene incomunicabile nè d’altre somiglianti superlazioni; ma solo possiede e contempla la idea or dell’una ed ora dell’altra. Circa l’infinito poi occorrono alcune speciali considerazioni già toccate più sopra. Fu mostrato per addietro come da una parte il positivo di nozioni siffatte venga fornito elementarmente dall’esperienza; e dall’altra, per la natura intellettuale e separata dell’idee apparisce pienamente assoluto, perocchè non vi si scorge alcuna contingenza e alcuna limitazione. E atteso che le contingenze ed i limiti convertonsi da ultimo in altrettante privazioni e negazioni dell’essere; di tal maniera, rimovendosi tutte esse dall’idea contemplata, abbiamo in lor cambio altrettante affermazioni di quel positivo che la idea rappresenta."
      },
      {
        "index": 13,
        "text": "98. — Nè convien porre in dimenticanza che altro è percepire l’infinito siccome tale, altro percepire taluna cosa senza scorgere ed avvertire i suoi limiti. Del che abbiamo notizia ed esperimento continuo, rispetto pure ad oggetti finiti e sensibili. E per verità, ognora che giriamo l’occhio lassù in alto all’immensità degli spazj celesti, l’occhio non sente o non s’avvede d’alcuna circoscrizione. Il qual fatto ajuta naturalmente il pensiere al concetto dell’infinito, e dilata quel positivo che le idee trascendenti esprimono e la cui origine proviene loro dall’esperienza."
      },
      {
        "index": 14,
        "text": "In cotesta guisa la mente umana non pure è capace di contemplare alcun che di positivo piegando la vista da ogni limitazione quivi presente; ma si è capace dell’intuito immediato d’alcun oggetto altresì positivo in cui non appariscono limitazioni; o per lo manco ella non ne à contezza nessuna. E ciò principalmente le accade nella intuizione del subbietto comune di tutte le idee."
      },
      {
        "index": 15,
        "text": "99. — Da questo fatto notabilissimo e il quale accompagna invariabilmente ogni nostra cogitazione ideale, discendono conseguenze altrettanto notabili e da non perdere mai d’occhio nella scienza del pensiere e della verità."
      },
      {
        "index": 16,
        "text": "Prima, gli è manifesto che la notizia nostra dell’infinito è in parte positiva e non tutta negativa, contro l’opinione di molti più destri e pazienti ad argomentare che a scorgere da ogni lato quello che sono ed importano i fatti fondamentali di nostra mente."
      },
      {
        "index": 17,
        "text": "In secondo luogo, viene confermata quella distinzione tanto vera quanto profittevole a questi nostri studj fra l’intendere l’infinito ed il percepirlo. Troppo è sicuro che il finito non può in maniera veruna contenere l’infinito nè ricevere infinitamente l’azione di lui, nè penetrarlo con l’atto proprio per modo da conoscerne e quasi sentirne la pura sostanza; chè ciò significa schiettamente la percezione. Ma l’intendimento di cui si parla essendo certa relazione mentale di cui un termine è limitato e l’altro esce da ogni limite, entra nell’ordine di quelle realità di cui nessuno può mostrare la impossibilità metafisica. Considerato che qui non si dice costituire i due termini una cosa sola; ovvero l’uno diventar predicato dell’altro. Il perchè, quante volte verrà osservato che dall’uno dei capi della relazione dimora il finito con le sue restrizioni assolute ed insuperabili. altrettante verrà risposto che nel capo di rincontro permane l’infinito, ed in esso dilatasi senza limitazione non già l’essere umano ma la veduta di sua mente. Questo a noi sembra l’ultimo punto della difficile controversia e dubitiamo forte ch’ella trovi spazio da muovere ancor più discosto. E in ogni caso, per procedere più là, converrebbe acquistar notizia maggiore di tutte le forme possibili dell’atto di congiunzione, e conoscere meglio com’esso accosta le nature contrarie e, per modo di favellare, supplisce all’immedesimarsi perfetto degli enti. Per simile, converrebbe scrutare più addentro la facoltà intellettiva; la quale, pur nondimeno, sappiamo che adempie l’azione sua fuori di sè e stendesi ad oggetto contrario non che diverso dalla natura di cui è azione. Non basta, dunque, a sciogliere il nodo l’intervento della dialettica e l’argomentare ricisamente con l’essere e il non essere e con l’accordo o la ripugnanza dei termini. Qui certo v’à qualche cosa che li concilia e serba ai Platonici autorità di affermare che l’uomo possiede una nozione positiva dell’infinito in quanto infinito."
      },
      {
        "index": 18,
        "text": "100. — Seguita il considerare da capo se tale sostegno comune di tutte le idee nel modo che ci appare infinito ci si manifesti eziandio assoluto ed eterno per intuito immediato e non per giudicio che noi ne facciamo. Ma è fuor di dubbio che l’eterno siccome tale non può essere intuito dall’uomo; e se le cose sono assolute perchè eterne, dovrem ripetere circa all’assolutezza quello che abbiamo dichiarato della eternità. Non però di meno gioverà molto alla chiarezza e al compimento di questa dottrina il riguardare di nuovo nel più intrinseco della intuizione di cui si discorre. L’ente che ci apparisce in fondo ad ogni concetto non solamente permane immutabile e inalterabile per mezzo a tutte le mutazioni de’ nostri pensieri, ma il supposto medesimo del suo disparire e cessare ci torna contradittorio. Per fermo, se noi pensiamo all’annullamento di quell’oggetto perpetuo ed universale di nostra mente, noi dobbiamo tuttavolta concedere che superstite a lui, per cosi favellare, rimane la possibilità sua la quale non essendo il nulla ed anzi un che di assoluto e innegabile fa da capo ricomparire quell’essere che pensavasi di annullare. Ciò per diversi rispetti domandasi appunto la eternità, la necessità e l’assolutezza del- l’essere. E il medesimo è dimostrato eziandio dal considerare che tutti i possibili sono pensabili e che subbietto comune d’ogni pensabile è per appunto questo essere intuito di cui parliamo. Onde se i possibili esistono, conviene ancora far esistere il lor Contenente comune. E se l’annullazione di lui è pensabile, fa bisogno che simigliante supposto annettasi come gli altri al subbietto assoluto e cioè che questo abbia esistenza nel mentre che se ne specula la non esistenza e ciò viene a dire che in fatto l’annullamento di lui non è pensabile."
      },
      {
        "index": 19,
        "text": "101. — Ma d’altra parte, pur conoscendo la certezza evidente ed irreprobabile di tutto questo, noi non ei avvolgeremo entro alcuna illusione persuadendoci con sì fatte analisi di aver colto un qualche principio maggiormente fecondo e più alto di quelli per addietro significati. La impossibilità di negare il supposto, che altro vuol dire da ultimo se non la impossibilità di negare l’oggetto universale e perpetuo della mente, di guisa che conviene pensarlo, nell’atto medesimo che ci proponiamo la sua negazione? E la malleveria estrema che rinviene essa mente di cotesti fatti e principj non giace ella pure alla fine nel grande assioma della identità e della contradizione il quale come più volte fu fermato da noi non fa altra cosa eccetto che esprimere in modo astrattissimo la necessità dei supposti? Quindi la verità assoluta dimostra l’assolutezza del proprio oggetto; e l’assolutezza di questo prova mutuamente la verità ed ogni proposizione necessaria che vi si contiene. Sono, inpertanto, due lati e forme del medesimo essere, e perciò si richiamano e compiono l’uno l’altro a vicenda. Noi dunque nel fatto non superiamo giammai quella prima realità e quel primo vero che sta immobile nel cospetto d’ogni pensiere chiama a sè di continuo ia virtù intellettiva. Nondimeno, dal superiore discorso abbiamo conosciuto assai meglio perchè l’assolutezza, la eternità e gli altri metafisici attributi sono arrecati immediatamente all’obbietto di cui ragioniamo quali proprietà sue essenziali. A rispetto poi della infinitudine, ci è lecito di affermare li nuovo che, oltre al concetto dal quale è rappresentata, noi ne possediamo una qualche specie d’intuizione; se questo nome può esser dato all’apprensione immediata d’un positivo compiutamente indeterminato e in cui non è bisogno di fare astrazione veruna dai limiti; perocchè questi da niuna banda non appariscono e l’intelletto non ne è consapevole in modo veruno."
      },
      {
        "index": 20,
        "text": "102. — Adunque, ripetiamo che sempre di fronte alla nostra mente sta la visione d’un che assoluto e immutabile, trasparente, per si dire, dal fondo d’una infinita idealità che esprime, rappresenta e significa or l’una or l’altra delle determinazioni di lui. Queste sono le ipotesi particolari ed innumerevoli; esso l’ipotesi universale ed astratta. Di quindi poi provengono tutti gli assiomi e i principj; di quindi la forma perenne ed immobile delle cognizioni guardate per entro la idea; e intorno di cui fluttueggiano per moto incessante le cose finite e va e viene senza mai requie il soffio, a così parlare, e la nebbia instabile dei fenomeni. Tanto manca che possa dirsi con gli Hegeliani e col vecchio Eraclito che il vero essere non è lo stare ma il sempre mutare. Ogni cosa pensata è, invece, ed è eternamente; e il flusso mutevole scorre al di fuori di tutte le essenze increate. Aggiungasi che per entro il vortice stesso delle attuazioni esterne, successive e fugaci degli enti ipotetici persistono i subbietti e le nature create, modificabili all’infinito, ma non trasformabili, come sarà veduto a parte per parte nella Cosmologia."
      },
      {
        "index": 21,
        "text": "103. — Sembrami dopo ciò assai meno difficile di conoscere come dentro alla mente il concetto dell’Assoluto signoreggi ogni cosa e nell’unità sua raccolga e raduni tutte le perfezioni. Conciossinchè egli è il termine e il luogo, a parlare col Malebranche, così dei possibili come dei trascendenti. E a rispetto dei primi, non solo egli ci apparisce quale il lor recipiente infinito, ma si ancora quale la loro efficienza eterna e non defettibile. Rispetto poi a quelli che domandiamo trascendenti, conviene innanzi ogni cosa recarsi a mente che d’ogni esistenza finita abbiamo arbitrio di pensare il più ed il meno e non v’essere limite che la fantasia ovvero la intelligenza non valichi. Però succede che per certo abito della mente e certo desiderio d’ingrandire e perpetuare le cose e massime le più positive, tali esistenze sono pensate maggiori de’ loro limiti; ed anzi, sono contemplate in una forma assoluta di essere sciolte da ogni contingenza. Il che può accadere eziandio in modo più spedito ed anzi immediato per l’applicazione del concetto d’infinito alle varie specie di cose capaci di superlazione. In tal guisa perviene il nostro intelletto all’idea sincera e prototipa del bello, del buono, del giusto, del santo, ovvero a quella della perfezione o della sapienza o della immensità, e così prosegui. Ora, ciascuno di simiglianti concetti raccogliesi immediatamente là dove eziandio si raccolgono tutti i possibili e tutti i pensabili; e questi e le dette nozioni seguano le determinazioni distinte e diverse della infinita verità che è insieme e identicamente infinita realità. Se non che, rispetto alle idee dalle quali sono rappresentate le pertinenze, a dir così, naturali dell’Ente assoluto non tanto come sostegno e luogo di ogni concetto quanto per essere l’uno, l’eterno ed il necessario cui non possono fallire tutte le specie d’infinitudine, la mente per un discorso piano e spontaneo riferisce simili idee più propriamente e strettamente all’Assoluto medesimo ed abituasi a riguardarle quali attribuzioni e perfezioni essenziali di lui. Il che opera con agevolezza tanto maggiore in quanto ogni nozione collegandosi al comune subbietto si spazia e dilata nella smisuratezza di questo, perocchè dichiarammo più d’una volta che tal subbietto viene appreso senza limitazione alcuna, o per lo manco, la mente di niuna limitazione à quivi notizia e coscienza nè confusa nè chiara."
      },
      {
        "index": 22,
        "text": "104. — Di questa maniera il concetto di Dio è il fondo perenne medesimo d’ogni intellezione quale che sia, e rappresenta a noi di continuo l’uno e il tutto, il massimo della latitudine e il massimo della pienezza; e le specificazioni di tali termini si unificano e ordinano a mano a mano in quel concetto supremo. Così poi la scienza studia e analizza con fatica e lentezza ciò che l’istinto razionale e l’uso cotidiano ed abituale dei principj di ragione edificò molto per tempo in cima ai nostri pensieri."
      },
      {
        "index": 23,
        "text": "105. — Ma uscir non debbesi di questa materia avanti di avere considerato un vantaggio grande che piglia la nostra teorica su quella dell’idea dell’ente possibile; ed è, che nella teorica nostra il termine delle rappresentazioni ideali appare ed è effettualmente oggettivo; e conviene negare affatto la verità per negare che quello non sia reale e non sia oggettivo. Per lo contrario, tornano tutte impotenti ed inutili le prove che accumula Antonio Rosmini per dimostrare che l’idea sua è veramente oggettiva e fuor del subbietto che la contempla. Parla bene dei caratteri trascendenti di lei non applicabili a subbietto finito. Ma quei caratteri appartenendo in proprio all’ente possibile, e vogliam dire vuoto di sussistenza, riescono essi medesimi una ignuda possibilità che nulla non involge di reale e di sussistente. E insomma una forma Kantiana nè più nè meno; e Kant non l’appellerebbe oggettiva se non di apparenza. Per fermo, se la idea in quanto è segno e rappresentazione non si palesa allo spirito quale forma del sussistente e connessa immediate con l’Ente Primo, può con ragione essere stimata congenita con lo spirito e dentro lo spirito contenuta."
      },
      {
        "index": 24,
        "text": "106. — È dote comune degl’ingegni gagliardi e fecondi movere da qualche supposizione non fornita loro dai fatti o dalla logica necessità, ma si ricavata dal tesoro della lor mente e menata con dialettica sottilissima e applicazioni argutissime alle ultime conclusioni d’un vasto sistema dove tutto è conveniente e con abilità architettato, ma dove le fondamenta pericolano sempre di cedere sotto il peso dell’edificio. Tardo o per tempo giunge sul luogo alcun paladino della Filosofia Prima; alza la pietra del sogliare, spezza l’ampolla di vetro che vi sta sotto e il maraviglioso palazzo va in fumo. Nè per questo lato io mi dorrò impertanto della secchezza e mediocrità dell’ingegno mio, scampato essendo perciò al gran rischio di fondare la metafisica nelle arbitrarie supposizioni. Kant negò ostinatamente il mondo esteriore e il mondo assoluto degli oggetti ideali. Bene sta, disse il Fichte. Supponiamo che a edificare l’universo e la scienza basti il nostro subbietto. E vi si provò con un ardimento che nelle sue mani fruttò un sistema forte e connesso, laddove in mano ad uomo mediocre incespicava al secondo passo e porgea materia da frizzi e risate. Il simigliante si dica degli altri gran pensatori tedeschi, ognuno de’ quali per nostro avviso adorò un simulacro foggiatosi dentro al pensiere, poco badando se i fatti e il senso comune e l’austera scienza delle nozioni e della logica gli avrebbero tenuta fede. Noi percepiamo Dio e le attribuzioni sue sublimi, disse per ipotesi Vincenzo Gioberti, e per ipotesi figurò l’intuito comune dell’atto creativo e crebbe a dismisura ed oltre ragione l’efficacia della parola. Ma che ne avvenne di poi? Per mio giudicio ne avvenne che, negatosi il fatto di quella percezione e di quell’intuito, ogni rimanente cadde a terra pel proprio peso."
      },
      {
        "index": 25,
        "text": "107. — Quand’io non pigli errore massiccio, ogni cosa potrà venire rimproverata a questa mia Prima Filosofia salvo l’esser fondata in fatti suppositivi. E mentre pel metafisico citato da ultimo egli accade che quanto più il pensiere procaccia di scorgere quelle intuizioni arcane che gli si annunziano, tanto meno vi riesce, non potendo suscitare entro sè la consapevolezza e la notizia di cosa non sussistente; io mi confido per lo contrario che i fatti da me avvisati parranno di più in più evidenti, secondochè la riflessione e meditazione vi si fermeranno di vantaggio. Nè dubitiamo, per via d’esempio, che alcuno ci neghi il cominciamento nostro legittimo a cui dà valore un pronunziato necessario e il più sintetico fra i necessarj. Conciossiachè o la scienza umana non può movere mai a priori, o può movere in quel modo con le verità necessarie e non altramente. Le quali verità poi è pure manifesto che oltre al lor contenuto e alla importanza speciale de’ loro concetti sono da registrare nel novero delle esistenze in atto e che è impossibile di apprenderle se non esistono, e impossibile di avvisarne la innegabilità se non esistono assolute. Di qui l’evidenza delle nostre dimostrazioni."
      },
      {
        "index": 26,
        "text": "108. — In secondo luogo, a noi sembra certissimo che chiunque si farà ad esaminare il termine delle intellezioni, vi scorgerà un che onninamente obbiettivo e però esterno al pensiere; scorgerà che la cosa intelletta è la cosa in sè, il punto supremo e inconcusso, la Ipotesi insomma la quale porge sostegno comune a tutte mai le rappresentazioni e che è più positiva e reale di quante esistenze affettano dal di fuori l’anima nostra. In pari tempo egli si riconoscerà che questo ente ipotetico sebbene è colto immediatamente dal nostro intuito non consente in guisa veruna di venir penetrato e percetto. Ondechè l’intuito ne apprende la mera presenzialità e in quanto solo, intendendo noi e contemplando le idee, scorgiamo altresì l’attinenza loro necessaria ad un termine così certo e positivo come inqualificato e perciò oscuro e vuoto ed astratto."
      },
      {
        "index": 27,
        "text": "109. — In fine, il terzo nostro principio che allato alla scienza dell’Assoluto volge la chiave della scienza della natura, fondasi tutto, esso pure, nella indagazione e nella notizia più vera, più completa e più esatta del percepirsi dall’uomo quando le forze esteriori e quando il proprio nostro subbietto."
      },
      {
        "index": 28,
        "text": "110. — Emmendata e rinnovata l’astronomia e la fisica coi metodi principalmente scoperti da Galileo, pensarono i metafisici che fosse d’uopo alla scienza loro di fare altrettanto, e provaronsi di convertirla siccome l’altre in dottrina d’osservazione. Forse che presero errore? non mai, credo io; salvo che l’osservazione fu angusta, impaziente e superficiale; e quando l’avessero voltata in verso le idee, come la fermarono sui nudi fenomeni; e l’avessero assottigliata a scrutare le opere dell’intelletto non meno che quelle del senso, per lo certo la Prima Filosofia proseguirebbe ora felicemente quella magna restaurazione di cui gli studj naturali non finano di compiacersi e gloriarsi."
      },
      {
        "index": 29,
        "text": "111. — Chiaro è che i fisici non meno dei filosofi, usano cotidianamente di nozioni e di principj ideali ed anno fede pienissima che in essi sta il vero o perchè provengono dall’esperienza o perchè la preoccupano con sempre sicura divinazione. Ma come ciò sia, non debbe dispiacer loro di sapere che le nozioni e i principj che ànno comuni coi metafisici non riescono già una mera e vuota astrattezza e un supposto che non à sussistenza fuor del pensiere, ma terminano tutti insieme nella realità più certa e più sostanziale di quante n’esistono. Debbe eziandio gradire ai fisici di sapere che l’osservazione intima e più rigorosa dei fatti dello spirito illustrata d’altra parte da piano e irrepugnabile ragionamento, à dimostrato, crediamo, per sempre la realità immediata e certezza apodittica dei veri sperimentali o dir vogliamo delle percezioni cosi interiori come esteriori; e dimostrato à puranco non v’essere dentro le idee nè dentro i principi alcuna rappresentazione la quale fornisca la mente d’un briciolo di cognizione non derivato in fonte dall’esperienza medesima ovvero dal paragone dei concetti in fra loro, nati e derivati allo stesso modo. Cosi mentre ai naturalisti fu detto dalla scuola Kantiana che la scienza da essi adunata è un gran complesso di fenomeni o vogliam dire di apparenze avvolte in ischemi , in categorie in unificazioni meramente subbiettive e componenti d’altro lato, una logica di vuote ed astratte forme, noi per contra affermiamo ed asseveriamo loro la ontologia e la logica tornare a una cosa medesima; non perchè nella logica l’uomo studii e impari la generazione effettiva dell’essere, come sembra a talun ingegno fantasioso, ma perchè la logica insegna le più universali e profonde determinazioni dell’Assoluto, vuoi come gran contenente di tutti i possibili, vuoi come fornito delle sue proprie e ineffabili attribuzioni."
      },
      {
        "index": 30,
        "text": "112. — Della procedenza dei principj confessiamo aver dato piuttosto cenni che dottrina compiuta. Non però dimeno crediamo non sia difficile raccoglierne la sostanza maggiore e migliore nelle varie parti di questo libro e dell’altro. Contuttoció noi mostreremo da capo l’essere ontologico di essi principj e come ciascuno provenga apoditticamente dalla perenne intuizione dell’Ente assoluto."
      },
      {
        "index": 31,
        "text": "Per vero, nessun principio nella logica verrà trovato e ravvisato o superiore o più semplice dell’infrascritto: l’Ente è. Ora cotesto principio significa per appunto il contatto spirituale continuo di nostra mente con l’Assoluto in quel suo comparire immediato e quale termine e appoggio immutabile d’ogni ideazione ed intellezione. Egli è l’Ente, come assai volte si disse, indeterminato e infinito; e perciò proprio infinito, perchè indeterminato e solo conoscibile nella sua presenzialità. E questa sopravvive, a così parlare, a qualunque sforzo di concezione e immaginazione rivolta a disdirla e annullarla; perocchè non tornando fattibile di negare almeno la possibilità sua metafisica e rinvenendola anche nel fondo dei concetti assoluti di eternità, necessità, infinitudine e simili, tutti e sempre connessi con lei, la mente si persuade dell’assolutezza sua compiuta ed inalterabile; quindi se n’esce in quell’affermazione solenne, e quasi a dire protologica, l’Ente è. Si badi, impertanto, che qui non occorre l’apprensione dell’essere comunissimo sì bene quella realissima e immediatissima dell’Assoluto nel modo che a noi si palesa di sotto allo adunamento e unimento delle sue rappresentazioni. A rispetto di ciò è lecito di asserire che il prefato principio, sebbene universale, non è punto astratto, ma ritragge nè più ne meno la realità nel modo che è presente al pensiere."
      },
      {
        "index": 32,
        "text": "113. — Che se di nuovo domandi perchè la logica umana cominciar non possa dalla intuizione pura dell’ente, scansando la forma del giudizio analitico testé ricordato, noi rispondiamo pur di nuovo che ciò proviene dalla condizione del mondo finito di cui siamo parte; conciossiachè l’azione e la mutazione informano il mondo finito, e rimosse quelle è rimossa pure ogni maniera di cognizione. La visione dell’Ente e del suo contenuto senza moto veruno d’analisi e senz’atto veruno di giudicio e d’affermazione è proprio unicamente del mondo infinito dove il difetto di moto non ispegne l’azione e la vita."
      },
      {
        "index": 33,
        "text": "114. — Ma se l’Ente esiste in modo assoluto, questo esistere suo è pur necessario; l’Ente è dunque medesimamente e sempre quello che è, e il contrario fa ripugnanza. Però abbiamo i due principj della identità e della contradizione."
      },
      {
        "index": 34,
        "text": "Se non che, l’Ente oltre la sua presenzialità immediata e indeterminata apparisce annesso a tutte le idee sotto le quali stanziano gli eterni possibili e l’eterne attribuzioni ed essenze di lui. Da tale pienezza dell’Ente procede poi drittamente il principio di causalità; conciossiachè oltre allo scorgere noi che la possibilità metafisica convertesi in ultimo con la eterna fattibilità delle cose, certo è pure che se di là dall’infinito esistono o esister possono i finiti, questi sono dal primo determinati; perchè condizione, finità e determinazione sono vocaboli che poco o nulla di valore si differenziano. E d’altra parte, come puoi concepire la pienezza dell’essere e non attribuirgli pienezza di potestà e pienezza di atto? e chi queste possiede determina tutte le cose ed è ragione e cagione del tutto. Così viene dedotto a priori il principio della ragion sufficiente in cui è tanta necessità insieme e realità, quanta per la teorica delle idee ne viene ravvisata nella pienezza dell’essere o vogliam dire nella efficienza infinita e nella infinita perfezione."
      },
      {
        "index": 35,
        "text": "115. — Ogni altro logico assioma, se ben si guarda, o rampolla da cotesti due della identità e causalità, ovvero entra nell’ordine di que’ pronunziati che il Kant domandava giudicj a priori sintetici intorno ai quali tenemmo, altrove, discorso particolare."
      },
      {
        "index": 36,
        "text": "Chiuderemo la trattazione col porre in vista un’ultima conseguenza, importante, della teorica delle idee; e la conseguenza fia questa, che laddove nella scuola di Kant ebbesi a sentenziare nel generale che non si può affermar della cosa nulla di ciò che è nella chiara e distinta idea di lei, all’opposto troviamo nella nostra filosofia esser verissima la opinione dei Cartesiani che debba affermarsi della cosa tutto ciò che è contenuto nella sua chiara e distinta idea. Questo, ripetiamo, è verissimo nel generale ed anzi à schietto valore di assioma, quando il vocabolo idea significhi l’oggetto immediato dell’atto d’intellezione. Arvegnachè la cosa pensata quivi intellettualmente è sempre la cosa in sè, l’eterno ideato, l’ipotesi; e ognora che il concetto non à parti fra sè ripugnanti, ma in quel cambio le à tutte chiare e distinte, esse tutte sono reali nel reale Infinito. Non così forse la intendeva Cartesio e la scuola sua; attesochè appo lei domandavasi promiscuamente idea la percezione e l’intellezione, apprendere il fatto e apprendere la nozione dell’assoluta possibilità. Ciò non ostante, prendo io medesimo un vivo compiacimento misto quasi di meraviglia di tal conclusione della nostra dottrina."
      },
      {
        "index": 37,
        "text": "116. — Laonde sia pur registrata nel libro delle Confessioni mie anche questa di avere per tempo lunghissimo e con certa superba fiducia negato ogni credenza a quel pronunziato di Cartesio. Or come, diceva io con la folta schiera dei positivisti e degli empirici, terremo noi per sussistente tutto ciò che si pensa in modo chiaro e distinto, ovvero confonderemo le esistenze effettive con le mere suppositive? Che se i Cartesiani intendono solo di coteste ultime, l’assioma loro riducesi a dire che l’idea chiara e distinta porge una cognizione altresì ideale sebbene chiara e distinta. Ma nel presente io m’avveggo che presumendo di parlare con esattezza attribuivo ai vocaboli indebite significazioni; dacchè dicendo cognizione ideale saper dovevo di esprimere quella sorta di cognizione la quale inchiude la maggiore delle realità; e il senso e le percezioni essere a confronto meno positive; e quando non sieno meno certe, tuttavolta, fatto paragone col gran lume razionale, risplendono dinnanzi alla mente di fioca evidenza."
      }
    ]
  }
}
