{
  "chapterNumber": 15,
  "title": "Vol. I, Libro Secondo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "NATURA ED ORIGINE DELLE NOZIONI."
      },
      {
        "index": 1,
        "text": "36. — In conclusione degli anteriori ragionamenti noi ci sentiamo più che mai confortati a ripetere quel nostro adagio «Ogni universale ante rem.» Conciossinchè, non solo l’eterne efficienze o vogliam dire le eterne possibilità delle cose finite permangono indipendenti dall’esperienza e l’antecedono di tutta mai la distanza intramessa fra il tempo e la durata infinita, ma i segni ideali medesimi, gli stessi enti rappresentativi onde quelle sono espresse e figurate al nostro intelletto, crediamo avere in sè alcuna parte divina e però esistere indipendenti essi pure nella essenza propria e d’immenso intervallo anteriori all’esperimento umano ed alla visione che a noi succede di fruirne. E questa è la parte, potrebbe dirsi, da attribuire a Platone. Non perciò conviene trasandare o frantendere l’altra che Aristotele giustamente s’appropria e fu significata da noi con l’adagio: «Ogni cognizione post rem.»"
      },
      {
        "index": 2,
        "text": "37. — Intorno a cotesta sentenza versa, per mio giudicio, tutta la gran discussione dell’origine delle idee e la quale invece dovrebbe esser chiamata dell’origine delle cognizioni. Imperocchè negare le intellezioni e la forma e l’oggetto loro alieno dal senso è affatto impossibile. Ma provare che il lor contenuto è desunto elementarmente dalle percezioni e dagli altri fatti dello spirito ovvero dal raffrontare le idee una all’altra, e non da nozioni innate e all’esperienza anteriori, è ciò che s’addice alla parte vera e fondatissima della psicologia e ideologia che chiameremmo aristotelica. Soppressa o alterata la quale, tutto il sistema delle cognizioni si altera nel suo proprio fondo; e si deroga, contro ragione, al valore ed alla certezza del sapere positivo fontalmente costituito nell’apprensione immediata di noi medesimi e delle finite realità, Laonde, insino a che Aristotele mantiene che il contenuto delle idee si origina tutto dalla esperienza, non pure si appone alla verità, ma con saviezza diffidasi egli del suo maestro; il quale per via della metessi (μέθεξις) o partecipazione delle idee inforsa non poco la scienza della natura e sembra ridurre il finito a un’ombra incerta e fuggevole di realità."
      },
      {
        "index": 3,
        "text": "37. — Ne fa mestieri di scriver grossi volumi per rendere manifesta l’origine sperimentale del contenuto elementare di tutte le nostre idee. Conciossinchè quella origine è patente, al mio credere, si per le nozioni che rappresentano cose contingenti e finite e si per le relazioni che dal riscontro di quelle provengono. Solo cominciano le dubiezze per l’altre nozioni astratte che esprimono le condizioni e categorie trascendenti dell’essere. Quindi fu sempre domandato come dal particolare sorgesse il concetto dell’universale e dal finito quello dell’infinito; come il relativo porgesse l’idea dell’assoluto; il contingente e mutabile l’idea del necessario e immutabile; il temporaneo l’idea dell’eterno. Del pari fu chiesto quando ed in qual maniera cose determinate ogni sempre e individuate suscitino la notizia dell’essere puro e perfettamente indeterminato o quella del possibile o l’altra dell’esistenza che non contengono elemento sensibile e non paiono potere emergere dalla sola astrazione."
      },
      {
        "index": 4,
        "text": "39. — Prima rispondesi nel generale a dubbj si fatti con un principio tanto chiaro e valido quanto comprensivo di tutta la materia delle cognizioni; e il principio è questo, che le idee ricevono il risultamento dell’esperienza nel nodo e nelle condizioni che convengono alla natura loro. Il perchè accade, come più volte fu notato, che il particolare, il diviso, il mutevole, il temporaneo e simili altre contingenze e pertinenze del mondo finito vengano nel mondo ideale significate e rappresentate non già con termini simili, ma soltanto con analoghi, e per via di correlazione sebbene costante e precisa. Onde a voler conoscere propriamente quelle condizioni nell’essere loro concreto è forza avvisarle immediatamente nelle sintesi naturali dei fatti sensibili e percettivi. A riscontro, le condizioni proprie degli esseri intellettuali senza nulla aggiungere di specifico e nulla di originale ai risultamenti dell’esperienza, li rendono capaci di dar materia alle rappresentazioni metafisiche qui sopra nominate."
      },
      {
        "index": 5,
        "text": "40. — E per fermo, nel mentre che il positivo degli enti finiti (dacchè eziandio negli enti finiti c’è il positivo) può sciogliersi in guisa veruna dai suoi limiti e dalle sue contingenze, e queste soppresse, viene altresì quello annientato, la mente per mera virtù astrattiva può contemplarlo in idea dove esso piglia essenza permanente e assoluta, e dove sono negate tutte le sue finità. Nel vero, questa specie intelligibile ovvero cotesta, come si affaccia sola e resoluta innanzi alla mente e non à nulla più di materiale e sensibile, così appare sceverata naturalmente dalle contingenze anteriori e dilatasi nell’infinito del termine obbiettivo comune al quale si annette. Per tal maniera, il durare delle cose, a dar pure un esempio, che in esse cose à misura tanto diversa ed ora è brevissimo, ora è sterminato e vince la nostra immaginazione, venendo guardato nel suo continuo e in quella medesimezza che à da per tutto, se ne compone l’idea del durare astratto assoluto e virtualmente universale, o vogliam dire l’idea dell’eternità. Pronunziammo in quella idea essere virtualmente l’universale, perché è una sola a rispetto delle durate particolari che rappresenta; alle quali poi non è numero determinato assegnabile, ma di cui nessuna è sottratta alla virtù rappresentativa dell’idea del durare. Forse taluno vorrà notare che quella medesimezza la quale il pensier nostro va raccogliendo da più paragoni sebbene rimane disciolta da questo limite particolare e da cotest’altro, nullameno mai non si slega da ogni limite; perocchè i casi particolari paragonati portano la varietà del limite, non la soppressione. Ovvio mi sembra il rispondere che pure accettando per vera ed esatta cotesta considerazione, la mente può sempre nel concetto del durare e in qualunque altra apprensione e nozione distinguere la cosa dalla condizione del limite; e se la distingue, la può, similmente affermare in separato, o vogliam dire facendo astrazione compiuta dal limite e pervenendo di tal maniera al concetto puro e assoluto della durata e dell’altre esistenze. Resta di sapere se và occasioni e motivi frequenti perchè il pensiere sia mosso a compiere quelle sorte di astrazione; la qual ricerca è da lasciarsi, per nostro giudicio, alla minuta psicologia e ideologia. D’altro canto, non è difficile intendere come possa alla mente nostra giovare di cogliere la natura propria ed essenziale d’una cosa separatamente dalle condizioni o troppo accidentali o troppo generiche. Così radunando io in pensiere quella medesimezza (poniamo caso) che fannomi concepire i suoni diversi paragonati, ne cavo la idea universale del suono non badando alla temporalità o simile condizione, la quale non entra a comporre la essenza loro peculiare e inconfondibile con altre."
      },
      {
        "index": 6,
        "text": "41. — Ciò che si afferma del concetto di eternità, dilatasi per sé medesimo agli altri concetti superlativi in ciascuno de’ quali è il segno e la rappresentazione d’un che positivo, da cui sono rimosse tutte le sorte e maniere di finità e il quale distendesi naturalmente nello interminato e comune sostegno di tutte le ideazioni. E certo è che non si potrebbe pensare all’eterno, se l’esperienza anteriore non facesse conoscere il tempo; nè all’assoluto, se del pari l’esperienza non desse notizia di molte cose relative e dei termini contrapposti; nè all’immutabile, se il transitorio ed il permanente non cadessero nella esperienza ambidue; në all’infinito senza la notizia di certe limitazioni di là dalle qualità appariscono altre esistenze ed altre non numerabili; ovvero, senza il concetto di qualchesia limite pensato a rimpetto del suo contrario o della sua negazione che voglia dirsi; ovvero infine e più facilmente, senza il concetto di tale medesimezza e di tale altra, la quale, come dicemmo, contemplata in idea e nell’essere suo assoluto rappresenta il positivo identico e interminato della sua specie. Di quindi è poi che, paragonandosi cotesti speciali infiniti od interminati, se ne ritragge la nozione comune di esso medesimo l'infinito astratto ed universale. Al che si aggiunge (e sarà meglio veduto fra breve) l’apprensione immediata del Contenente di tutte le idee come di tutte le divine efficienze, il qual non può non mostrarsi alla nostra apprensione scevro affatto di limitazioni di qual sia sorte. Onde per avventura il concetto dell’infinito debbe riuscire uno de’ primi ad apparire alla mente; bastando a ciò che noi riflettiamo sull’apprensione medesima di quel campo infinito, a così chiamarlo, nel quale si spazia il sostegno comunedi tutte le ideazioni."
      },
      {
        "index": 7,
        "text": "42. — Avvertasi poi cosa molto importante, e cioè, che in questo argomento delle nozioni metafisiche s’abbia una prova palmare da un lato della intervenzione necessaria della idealità coi suoi caratteri eminenti; e dall’altro, che il contenuto dei concetti non trascende d’un minimo che le specialità originali fornite dall’esperienza. Imperocchè questi concetti o vogliam dire questi segni e rappresentanze dell’eterno, dell’immutabile, dell’assoluto e dello infinito confessa ognuno che non bastano a farci conoscere la natura vera obbiettiva dell’ente reale supremo e della reale assolutezza, eternità e immutabilità di lui. E per fermo, nella cognizione che al presente ne possediamo la parte positiva risulta da quelle apprensioni e medesimezze concrete, onde vengono suscitate in principio le idee di cui discorriamo; il che stabilisce non più che un rapporto di simiglianza tra quelle apprensioni e medesimezze e l’eterno rappresentato; simiglianza la quale avvertasi bene, non è percepita, ma si è argomentata dalla impossibilità logica di smentire le verità necessarie e la sussistenza dei loro oggetti ideali. E del pari, è argomentata dall’altra impossibilità di interdire all’Assoluto la perfezione infinita d’ogni positivo che l’esperienza ci va rivelando di mano in mano, come sarebbe la vita, la bellezza, l’attività, l’intelligenza e altrettali. Tutto il rimanente della prefata. cognizione è negativo; dacchè si viene sempre con esso a ripetere la rimozione di questo limite e di cotesto. Se non che, chi bene considera, sciogliendo noi il positivo espresso in quelle idee da qualunque limitazione, noi neghiamo in fondo (e fu avvisato più sopra) altrettante negazioni, dapoichè ogni limite è privazione di essere; per ciò negandosi le negazioni, noi affermiamo infinitamente quel positivo; ond’egli viene a riuscire una esistenza positiva direttamente contraria al temporale, al relativo, al finito, al mutabile, e così seguita. Resta inoltre: a considerare l’apprensione singolarissima del sostegno comune di tutto le idee, il quale ci comparisce infinito non per virtù sola di negazione, come venne di già notato e più avanti da capo discorreremo. Concludasi che tutto ciò basta alla cognizione certa e chiara degli attributi trascendenti dell’essere; ma non la si dee confondere con la percezione immediata di loro essenze che a noi in guisa veruna non è conceduta."
      },
      {
        "index": 8,
        "text": "43. — Due cose, importanto, rimangono salde e chiare in questa gran controversia; e cioè, che le apprensioni nostre sensibili e tutto quello che vi opera dentro la virtù astrattiva tornerebbe infruttifero quando alla mente non si affacciassero le specie intelligibili corrispondenti, le quali per l’essere loro separato, esemplare ed essenzialmente oggettivo appariscono assolute ed incancellabili, campeggiano nell’infinito del loro sostegno comune e rivelano gli altri privilegi mirabili della idealità. Ma, viceversa, cotesti esseri oggettivi e assoluti non avrebbero contenenza nessuna intelligibile a noi, qualora ogni determinazione loro non pigliasse radice nei fatti sperimentali, e questi non fossero appresi immediatamente, e la virtù astrattiva e comparativa non ne cogliesse di mano in mano le medesimezze, le attinenze ed i limiti."
      },
      {
        "index": 9,
        "text": "Dopo ciò, veggano nuovamente coloro i quali presumono di originare, come suol dirsi, a priori le idee di causa, di sostanza, di tempo e simili, quanto vano presupposto si piacciono di edificare. Atteso principalmente che l’idea può solo rappresentare quel che conoscesi dell’ideato. E però se questo per ogni verso rimane incognito nè manifesta l’essere suo mediate o immediate, per intuito o per simiglianza, nessuna nozione potremo averne giammai che sia tanto o quanto significativa ed intelligibile. Ora, le andremo avvisando un poco più partitamente; e saranno scelte nelle categorie supreme e più astratte, come l’infinito, l’essere, l’universale, l’uno, il tutto, il possibile e il necessario."
      },
      {
        "index": 10,
        "text": "44. — Sogliono ordinariamente gli uomini giudicare che il concetto dell’infinito compiasi negando il finito. conforme apparisce nella costruttura stessa della parola. Il Malebranche, invece, mantenne che per lo contrario la idea del finito sorge dalla negazione dell’infinito. Nè questo può essere vero. Avvegna che il finito reale non può dimorare nel reale infinito e però dalla idea di questo non può provenire l’idea dell’altro; e quando la percezione non ne desse ella notizia immediata, noi ne avremmo desiderio perpetuo, ed anzi neppur desiderio, perocchè l’ignoto non risveglia l’intelletto a cercarlo. Ma ogni passione da noi sostenuta forza la virtù intellettiva a intuire alcun esterno subbietto in noi operante; e di quindi esce la notizia che v’è altra cosa di là dal nostro proprio subbietto e altre forze che limitano il nostro volere. Arroge che negandosi il limite delle esistenze create vedemmo che non si nega per ciò tutto l’essere loro; ma negandosi l’infinito, rimane forse alcuna forma del finito? L’idea dunque del finito non succede a quella dell’infinito nè può esserne mai derivata. cVolle pure il Malebranche che l’infinito sempre e immediate ci stia presente e noi conoscerlo per intuito diretto e quale è in sè stesso; dacchè niuna cosa finita può essere atta a rappresentarlo."
      },
      {
        "index": 11,
        "text": "Ma conviene innanzi interrogare il Malebranche per sapere esattamente quello che intenda sotto nome d’infinito. Conciossiachè s’egli parla di quel termine comune di tutte le idee che mostra immediatamente di sè medesimo la sola presenzialità oscura o indeterminata, noi consentiamo con lui che tal visione è nel nostro possesso continuo; ma porge, come presto vedremo, un concetto dell’infinito scarsamente positivo; e sciogliendolo da ogni specie ideale, egli ci riesce vuoto e astrattissimo per maniera, da poterlo confondere con la nozione dell’essere puro e onninamente indeterminato. Il qual concetto dell’infinito, già si disse che può similmente essere dedotto dal pur negare il finito; dapoichè, come affermava Platone, allato ad ogni idea siede l’idea del suo contrario. Ma veramente crediamo che il Malebranche intendesse discorrere d’una infinitudine fornita di tutte le forme e di tutte le essenze perfette e ciascuna delle quali possiede in interminato la propria natura. La qual pienezza dell’essere non può venir suggerita alla nostra mente se non dall’apprensione dell’Assoluto, insieme con tutte le specie intelligibili aunesse con lui. Imperocchè in simile caso egli ci si manifesta non pure quale termine e quale sostegno di tutte le nostre idee, ma lo pensiamo qual contenente d’ogni possibilità, d’ogni efficienza e d’ogni livino attributo. Più tardi vi giunge la nostra speculativa ragionando minutamente sulla natura dell’Assoluto medesimo, ovvero su qualunque realità infinita in disparte considerata, e giudicando ch’ella non può dimorare mai sola, ma debbe assolversi per necessità logica nell’infinito d’infiniti sostanzialmente unificati. Di tutto ciò per altro, la mente nostra riceve una cognizione mediata e cioè a dire per via di significazione e rappresentanza; e quel pronunziato del Malebranche che niuna cosa finita valga a rappresentare l’infinito pecca da molti lati, conforme si avvisava nel trattare dell’Assoluto. Prima, le idee rappresentative chi dice che sieno cosa finita? e non sieno, invece, determinazioni d’un’infinita idealità senza complicazione e separazione, sempre una e sempre medesima? ed eziandio non costituiscano la forma intelligibile mediante cui l’Assoluto si manifesta al pensiere umano? In secondo luogo non fa nullamente mestieri che il segno e la rappresentazione tengano simiglianza con l’oggetto rappresentato. Imperocchè il loro ufficio è definito, direbbero gli scolastici, da una intenzione; e basta ad esso una fedele, percune e non alterabile corrispondenza, come in più luoghi di questa opera si dichiara."
      },
      {
        "index": 12,
        "text": "46. — Non si obbietti poi, contro l’origine sperimentale delle idee metafisiche, giacersi le categorie dell’essere a cui quelle si riferiscono, giacersi, diciano, tutte specificate, individuate e complesse dentro le cose; e tu ai, per esempio, nella realità il mutabile o l’immutabile dell’animo umano ovvero il limite e il grado di tal forza chimica e di tale altra; e per contra. tu ne ricavi l’idea generale e assoluta non di qualunque mutabilità o immutabilità di cosa, ma di quella particolare dell’animo umano; e similmente, l’idea generale e assoluta non di qualunque energia, ma della forza chimica quale risulta dalla comune natura di quelle forze parziali e particolari."
      },
      {
        "index": 13,
        "text": "L’obbiezione è subito risoluta con avvertire questo risultamento cotidiano e palpabile delle nostre analisi che cioè, proseguendosi sulle percezioni e sulle nozioni l’opera del raffrontare e dell’astrarre, giunge la mente ad una natura comune si fatta che perde nell’ultimo fondo suo tutte le note specifiche; per tal guisa ciò che il pensiere contempla di più universale nelle idee proviene direttamente o dall’esperienza o dal ragguaglio delle nozioni in fra loro e non mai da elementi ideali anteriori ed innati. Così il paragone de’ varj subbietti che operano tuttogiorno sull’animo nostro fa discernere una medesimezza perfetta fra loro in questo, che ognuno racchiude certa intima essenza compiutamente informe ed incognita. Nella quale essenza è pur lecito ancora alla virtù astrattiva di bene distinguere la facoltà e il conato dall’ente che li sostiene. Ora, questa ultima astrazione nostra praticata sulle sintesi naturali e sensibili non meno che sul contenuto delle nozioni, promove da ultimo la concezione di certo essere universale indeterminato; salvo che accade di ravvisarvi ancora una qualche potenzialità e distinguerlo dalle attribuzioni e dagli atti che in esso trovano il principio loro; onde egli esiste per sè e ogni rimanente esiste per lui."
      },
      {
        "index": 14,
        "text": "47. — Varcando poi il pensiere a far paragone degli stessi concetti in quello che tengono di comune e d’indifferente, discopre che tutti anno una medesima forma di sintesi, la quale consiste in ciò che una o più idee sempre sono inserite in un’altra e l’inserimento o voglia dirsi inerenza è di genere proprio e peculiarissimo; conciossinchè non proviene come nelle sostanze effettive da alcuna concretezza modale od accidentale, nè da alcuna potenzialità ed attività dell’idea che riceve l’inserimento. Il che tutto vien conosciuto per luce immediata d’intuito. E nel vero, tu non puoi certo pensare (poniamo) all’idea del triangolo senza distinguervi immediatamente i lati, gli angoli e la superficie da quelli circoscritta. Vè dunque l’idea generale di superficie, determinata e specificata dalle altre di lato e di angolo; sebbene queste ultime non sono parte sostanziale nè atto ed emanazione di quella idea generale. Per tal guisa la mente perviene alla concezione assoluta e astrattissima di subbietto o vogliamo dire dell’essere in qualchesia maniera determinato. Poichè, raffrontando insieme i subbietti ideali coi sostanziali finiti e rimovendo In mente da ciò che serbano ancora di proprio come la idealità nei concetti e la potenzialità nei sustrati reali, rimane pur nondimeno qualcosa d’indefinito congiunto comecchesia a qualcosa che definisce e cioè un essere determinato. Il che, vedesi chiaro, non è ancora la nozione dell’essere puro e indeterminato, sebbene molto le si approssima. L’esperienza conduce poi a questa ultima in due maniere non poco diverse; e nell’una si coglie la nozione del suo contrario o vogliam dire della privazione e del nulla; nell’altra si riscontrano le nozioni trascendenti dello infinito, della eternità, dell’uno assoluto e di simiglianti. Per fermo, paragonando noi ad ogni tratto in fra loro le percezioni e le sensazioni, gli atti e i fenomeni, le realità e le apparenze e insomma qualunque specie di cose e qualunque sorta di relazioni, e più generalmente ancora, ogni forma e ragione apprensibile di esistenze, noi ci avvediamo che le più discrepanti fra esse ànno questo nondimeno di simile che tutte differiscono ad una maniera dalla privazione; e vale a dire che quando l’una o l’altra vien meno e cessa, cotale dileguarsi e cessare promove nell’anima uno stesso genere d’impressione; e che mentre operano e durano, producono, invece, una serie di percezioni e affezioni, le quali ancora che assai differenti luna dall’altra fanno tutte contrapposto uguale e compiuto al senso della cessazione o privazione che la si chiami. Cotesti due termini contemplati poi in idea l’uno a riscontro dell’altro, e fatto prima astrazione compiuta da ciò che solo si riferisce al nostro sentire ad altre accidenze, conducono alla perfine la mente al concetto assoluto dell’ente puro e del nulla."
      },
      {
        "index": 15,
        "text": "48. — Del pari, allorchè la mente per la virtù astrattiva medesima diverge dalla consapevolezza che à delle intellezioni e delle idee intellette e solo raccogliesi a considerare quella realità suprema a cui ciascuna si annoda e che alla congiunzione loro è termine e limite, noi c’imbattiamo novamente nel concetto dell’essere puro; attesochè quella realità o dir si voglia l’Assoluto ci appaia per sè vuoto d’ogni determinazione e solo le assuma via via dalle forme rappresentative sotto cui giace. Tale essere poi come non à determinazioni immediate e reali apprensibili, così non à limiti nè dipendenze; e perchè in sè raduna tutte le idee di tutti i pensabili, alle quali mancando esso mancherebbe ogni oggettività ed ogni verità; però, conforme fu pronunziato poc’anzi, lo giudichiamo infinito, eterno e per ogni rispetto e da ogni parte assoluto; e si argomenta con sicurezza (si argomenta, diciamo, e non si apprende nè percepisce) che quivi ciascuna di quelle idee, secondo sua indole, incontra una suprema e rispettiva efficienza di cosa finita, ovvero un’attribuzione propria e immediata del sommo ente."
      },
      {
        "index": 16,
        "text": "49. — Giova altresi di avvertire che quivi la mente rincontra una entità (è vero) indeterminata ma non confondibile, nullameno, con la negazione e privazione compiuta. Laonde il concetto che si à della sua infinitudine non sembra a me che si risolva in mera negazione d’ogni finito. È un positivo indeterminato in cui l’intuito nostro non avvisa alcuna specie di limite e per cui l’intuito medesimo sentesi approssimato e avviato all’apprensione diretta e propria dell’infinito. Nè qui pure abbiamo alcuna cosa d’innato, e di anteriore all’esperienza. Perocchè l’intuito di cui si discorre è simultaneo con quello d’ogni qualunque idea; come d’altra parte le idee succedono nella nostra mente alla percezione e non la precedono. In secondo luogo l’oggetto di quell’intuito non è per sè un’idea o dir si voglia un segno e un essere rappresentativo. ma si è l’ente realissimo apparito al pensiere in quel modo che venne più volte definito da noi."
      },
      {
        "index": 17,
        "text": "50. — Egli è poi manifesto per sè medesimo che la due nozioni ottenute da fonti diverse rimarranno confuse e talvolta unificate solo nell’ultimo grado dell’astrazione e nell’assolutezza ideale; e scordando di vantaggio le attinenze loro speciali e immediate. Invece, richiamando queste poco o molto alla mente, avremo in un caso l’ente assoluto, nell’altro l’ente comunissimo; e nell’altro descritto più sopra l’ente determinato o qualificato. L’ente assoluto differirà dal comunissimo in ciò che respinge dal suo seno l’essere relativo e finito. Già vedemmo che l’ente determinato è sinonimo di subbietto e distingue sè stesso da ogni forma qualitativa ed attributiva e da ogni entità modale ed accidentale; mentre per lo contrario si predica l’essere comunissimo indifferentemente del subbietto e della qualità, della sostanza e del modo, dell’agente e dell’atto. Le quali considerazioni, minute ma vere, tornerà bene di recarsi a mente più tardi."
      },
      {
        "index": 18,
        "text": "51. — Dalla nozione dell’eterno e dell’assoluto procede immediatamente la nozione del necessario, significando questa la impossibilità logica che la cosa sia diversamente da quello che è. Ora, ogni mutazione nell’Assoluto e nelle sue pertinenze introdurrebbe nella eternità la temporaneità, e cioè a dire il finito ed il relativo, e cioè a dire ancora l’essere insieme e il non essere. La nozione poi dell’universale risulta dall’idea dell’uno e del tutto. E l’uno specificato e il tutto pure specificato raccoglier possiamo dall’esperienza; imperocchè, a citare un caso ordinario, la mente s’accorge che il subbietto d’ogni facoltà nostra e d’ogni nostro atto è identico e indivisibile, e diverse sono le facoltà e così pure in altri oggetti e fenomeni compie la distinzione medesima. Nel disegno d’un poligono, per esempio, discerne un solo spazio e parecchi lati che il circoscrivono. Ne può la mente non discernere al tempo stesso che quelle facoltà e quella identità fanno insieme il tutto dell’anima e quei lati insieme con quello spazio il tutto del poligono; inerendo i termini l’uno nell’altro e componendo ciò che altrove chiamammo le sintesi naturali. Solo manca che dal frequentare le astrazioni ed i paragoni fra le specie di cose giungasi alla massima generalità dell’uno, dei molti e del tutto che sono all’ultimo vedute dello spirito e concetti di relazione, e i quali divenuti sciolti e liberi dentro al pensiere sono variatissimamente applicati ai casi particolari e concreti."
      },
      {
        "index": 19,
        "text": "52. — Per ultimo, la nozione del possibile metafisico crediamo originarsi molto naturalmente dalla relazione che viensi notando fra le facoltà e gli atti delle efficienze finite; e però egli ci esprime e rappresenta la facoltà universale e assoluta; o vogliam dire l’assoluta efficienza; onde i possibili metafisici tornano sinonimi della fattibilità universa e che cioè tutte le cose ànno la fontale cagione loro nell’ente infinito e assoluto, in quell’ente, diciamo, di cui non ci è lecito di conoscere direttamente se non la presenzialità oscura e indeterminata e come limite estremo della connessione comune di tutte le idee. Di quindi la mente nostra riconosce da capo la infinità, eternità e assolutezza dell’oggetto supremo ed ultimo d’ogni pensiere speculativo. Perchè i possibili non ànno numero così nel tempor come nello spazio; e però l’essere che li contiene non può aver limite in guisa veruna."
      },
      {
        "index": 20,
        "text": "Quanto poi ad alcuni concetti speciali e che mirano al bene, al bello, al giusto ed al santo, noi ne terremo ragionamento più innanzi per ciò che ànno o sembrano avere di originale e di alieno dalla esperienza."
      },
      {
        "index": 21,
        "text": "53. — Veduto ciò, consideri bene il lettore gl’incrementi e progressi ottenuti dalla speculativa in questa materia delle nozioni trascendenti dopo le negazioni del Kant, il quale rinfrescando alcune massime troppo vere dei vecchi platonici obbiettava ai sensisti e agli empirici che sopratutto l’universale, l’infinito, il necessario, l’eterno non potevano essere ne pensati nè conosciuti dall’uomo mediante le percezioni. Quindi egli (strana conseguenza) negando ai sensi e a qualunque fatto sperimentale l’originazione di quei concetti, l’attribui risolutamente allo spirito nostro per certa virtù fatale ed inconsapevole, non badando affatto che lo spirito nostro non è meno contingente e particolare delle altre nature create."
      },
      {
        "index": 22,
        "text": "54. — Nessuno ignora in Italia che Antonio Rosmini delle categorie kantiane volle salva una sola e cioè quella dell’essere e la dichiarò innata. Invece, il Gioberti le converti tutte in immediate realità percepite in Dio stesso per quanto, almeno, trascendono l’esperienza e si soprapongono a quella notizia diretta che porge di sè l’esistente o vogliam dire il fatto."
      },
      {
        "index": 23,
        "text": "Circa tale materia che è una delle più disputate nelle scuole metafisiche, la verità secondo noi è sol questa. Primo; che le idee differiscono essenzialmente dalle sensazioni e dai fantasmi e sono tutte segni e rappresentanze ad intra di oggetti ipotetici, ad extra degli enti reali finiti e delle loro medesimezze o di specie o di genere. Secondo; gli oggetti ipotetici essere altrettanto reali e distinguersi in due ampie categorie; l’una dei possibili, l’altra dei trascendenti; l’una convertirsi con la eterna esemplarità e fattibilità delle cose, l’altra con Dio ed i suoi attributi. Terzo; che le idee, non già negli oggetti loro guardate ma in quanto sono segni e rappresentanze, potrebbero pigliare origine eziandio dal nostro spirito per certa virtù formativa infusa ed ingenerata con lui medesimo. Ma studiate sottilmente in ogni lor condizione e massime nell’attinenza che anno immediata col subbietto assoluto, inducono a giudicarle di natura trascendente, sebbene dalla nostra parte congiunte e mescolate a qualche elemento subbiettivo ed umano; e sono nel fondo loro la forma intellettuale onde l’Assoluto quasi per luce specchiata svela sè stesso alla nostra mente: quindi nella loro sostanza sono la verità eterna, o altramente sono l’eterna realità fattasi conoscibile in modo e grado proporzionato e convenevole a noi; e sotto altro vocabolo sono la intelligibilità essenziale di Dio ricevuta dal nostro intelletto (ne sia lecito cosi parlare) a modo di superficie. Quarto; la visione di tali idee svegliarsi occasionalmente dalle percezioni e dai fantasmi e si ancora dal paragone dei concetti in fra loro. La causa, invece, permanente e diretta di tal visione essere l’intelletto partecipato, la efficienza divina e la divina intelligibilità: questa, qual luce perenne del vero; l’altra, qual cagione esemplare; il primo, quale disposizione infusa ed abituale dello spirito. Quinto; che guardandosi all’Assoluto in quanto è infinito ed infinito apparisce, tutte le idee sono segno e rappresentanza di uno e medesimo oggetto, il quale è il gran Contenente dei pensabili e dei possibili o vogliam dire d’ogni attribuzione divina e di tutte quante le ipotesi. In queste poi dimora la essenza increata e realissima d’ogni specie di entità, e sono ciò che domandasi il pensiere della cosa in sè, il termine ultimo dell’idea e propriamente l’eterno ideato. Sesto; tale gran Contenente svelarsi a noi sotto di esse rappresentanze in quanto è limite e riferimento loro comune; e perciò discopre immediatamente di sè medesimo la sola presenzialità oscura e indeterminata. Settimo; che quindi tutte le idee sono ante rem, sebbene non v’abbia nella mente nessuna idea innata; e ciò vuol dire che la visione loro accade sempre post rem all’occasione dell’esperienza, e non ostante che sotto apparenze accidentali e come fortuite la causa della visione medesima sia sostanziale, permanente e divina. Ottavo; quindi la materia od il contenuto di tutte le idee non comprendere alcun elemento speciale ed originale che non abbia riscontro nei fatti dello spirito nostro e della natura. Nono; a ciò lo spirito esser provvisto della facoltà di astrarre e paragonare; e di cogliere dentro alle cose in fra le note individuali il subbietto sostanziale comune, e cioè questa medesimezza o cotesta. Decimo; che d’altra parte, la visione delle idee rispettive ferma in pensiere quelle astratte medesimezze e le rende assolute e per la negazione dei limiti vengono a significare l’infinito della loro entità. Undecimo; che di tal guisa l’eterno, l’assoluto, l’immutabile, il necessario ed altri consimili trascendenti sono intelletti, non già percepiti, e l’idea loro esprime un che di positivo e di negativo; onde errano gli scettici che disconoscono affatto il primo di que’ termini, ed errano i dogmatici che del secondo pigliano dimenticanza. Duodecimo; sembrare eziandio che nell’apprensione immediata dell’ente reale ovo non entri da alcuna banda alcun intuito di limiti; quindi racchiudere un’apprensione di certo infinito vuoto ed astratto. Tregesimo; questo infinito dimostrarsi oltreciò necessario, perchè rinasce, a modo di parlare, perpetuamente nel concetto della propria possibilità, quando la mente procaccia di rimuoverlo dalla sua veduta e negarlo. Laonde, nella nozione dell’infinito astratto e del necessario qualcosa giace di positivo oltre la mera idealità e intendiamo dire qualcosa d’immediatamente visibile nell’apprensione dell’ente obbiettivo indeterminato. Quartodecimo; che dell’adunarsi che fanno i concetti d’ogni possibile e d’ogni pensabile intorno al limite loro oggettivo, sorge da ultimo la nozione dell’infinito non più astratto e indeterminato ma concreto pieno e perfetto. Quintodecimo; che di tal guisa, nelle intellezioni nostre è agevole di distinguere la realità, l’idealità e la perfezione infinita; il che risponde alle tre supreme categorie dell’ente, del vero e del bene."
      },
      {
        "index": 24,
        "text": "55. — Fu molto vantata fra noi certa generazione ed emanazione di tutte le idee da una idea superiore, solo necessaria e solo innata dentro la mente; e venne speso gran tempo a svolgere per minuto ogni parte di tal laboriosa genealogia. Ciò forse come esercizio analitico intorno alle nozioni e come studio diligente delle categorie può riuscire profittevole. Ma per la scienza non vi scorgiamo vantaggio e progresso notabile; oltrechè noi neghiamo che alcuna idea innata sussista dentro la mente. In sostanza poi crediamo che le idee non sono nè generate nè derivate; e ad ogni modo, sarebbe da dire che le idee generano e sono generate a vicenda; perocchè ciascuna à intimo nesso con tutte le altre, e tutte compongono nel fondo loro una sola indivisa, eterna e infinita idealità. Però vedesi che ciascheduna è indifferentemente predicato e subbietto, contiene ed è contenuta, è principio e conseguenza, e così prosegui. E per esempio, in queste due proposizioni: il cinque è numero dispari; e il dispari si avvera nel numero cinque, noi abbiamo permutazione compiuta del predicato in subbietto e del subbietto in predicato. Per simile, se è lecito dire che certa determinata replicazione dell’unità genera il numero cinque, puossi anche dire che il numero cinque genera sè medesimo con quella replicazione. L’una e l’altra. frase è ugualmente tropologica; e le si fatte giovano forse a meglio indicare certe relazioni meno visibili tra i nostri concetti; ma sempre occorre di ricordare ch’elle fingono un movimento e una cansazione impossibile. Nella realità, per tornare all’esempio, l’uno non potrà mai generare il molteplice ch’è suo contrario e che in niuna maniera vi è contenuto; e solo ciò può accadere per atto di creazione in fra le nature finite."
      },
      {
        "index": 25,
        "text": "56. — D’altra parte, si noti che il concetto del numero dispari o quello che gli si oppone del numero pari e qualunque altra idea rappresentativa di cosa distinta e sotto alcuno rispetto individuata debbe rispondere ad intra a un oggetto proprio, stante per sè, e il quale in ultimo è la possibilità eterna e l’efficienza divina di certa forma determinata; e che però in quanto è determinata così o così, non può essere da sè medesima differente e non può essere più che una. Or come avviene che il numero dispari, tornando all’addotto esempio, trovasi qua in condizione di predicato e là in condizione di subbietto? ed ancora, come succede egli che talvolta è meditato nel suo essere puro ed astratto, e tale altra appare contenuto (poniamo) nel cinque, tanto che si afferma il cinque contenere in sè in modo specificato il numero dispari? Se il numero dispari astratto e puro non è più che uno, egli esisto al tempo medesimo e solo ed accompagnato e in condizioni contrarie non che diverse."
      },
      {
        "index": 26,
        "text": "57. — In tutto ciò, per nostro avviso, splende e trionfa la vera dottrina platonica e avverte ogni generazione di scettici che l’uomo quando pensa le idee trovasi innanzi alla rappresentazione del vero e reale infinito in cui la unità è da per tutto, come da per tutto è la distinzione delle innumerabili essenze che quello contiene ed unifica. Coteste essenze, od efficienze o possibilità che le domandiamo, sono tutte a priori, e però eterne, assolute immutabili, e insieme con esse dimorano eziandio ab eterno le relazioni loro infinite; delle quali poi vivono le nostre scienze speculative, dilatandosi senza mai termine nella notizia e intelligenza di quelle. Ma noi quali enti finiti a cui non è conceduto di uscire affatto dalle deficienze del nostro intelletto, rechiamo spesso nella contemplazione della infinita idealità gli abiti angusti di nostra mente, le finzioni di nostra immaginazione, i tropi consueti dell’umana parola e i diversi e limitati punti di prospettiva sotto de’ quali l’occhio nostro interiore guarda e descrive le significazioni e rappresentanze dell’Assoluto. Di quindi, molte apparenti contradizioni ed incongruenze. Scorgendo, esempligrazia, tra il concetto del numero cinque e il concetto del numero dispari attinenze parecchie, ora pigliamo l’un numero ed ora l’altro a centro e subbietto di quelle. Talvolta guardiamo ciascuno di essi in disparte e in astratto, e tal altra volta lo contempliamo quale un sostrato di molte nozioni speciali correlative, mentre tuttociò costituisce oggettivamente solo una serie di rapporti diversi che à il numero dispari o il numero cinque con sè medesimo e con gli altri concetti. Si giudichi il simigliante delle dipendenze e inerenze di nostre idee. Così, producendo altra sorta d’esempio, allorchè si afferma che nella idea di circolo è compresa la idea dell’uguaglianza di tutti i raggi, dobbiamo intendere quella comprensione non pure in modo intellettuale ma relativo alla guardatura particolare di nostra mente. Le idee per fermo sono tutte in fra esse uguali di valore, di dignità, di rappresentanza, d’origine; e nessuna è dipendenza inerenza concreta e sostanziale dell’altra. Ciò è sì vero, che puossi facilmente rivolgere la proposizione surriferita e far subbietto il predicato e predicato il subbietto, secondo che già si notava in altro esempio allegato. E la conversione farebbesi con queste parole: Traendo da un punto e per ogui verso infinite rette uguali e congiungendole linealmente nel loro estremo, se ne genera una periferia equidistante per tutto dal centro. In tal guisa la idea dell’uguaglianza dei raggi non è più contenuta ma si contiene ella a vicenda la idea rispettiva del circolo. Del pari, tu puoi con verità uguale affermare che l’essere è il subbietto comune di tutte le cose ovvero che è il predicato comune. In sostanza, questo contenere od essere contenuto dell’idee vuol solo significare, che quando noi contempliamo la infinita idealità sotto un distinto e determinato concetto noi avvisiamo una sintesi propria solo dell’intelletto, e di cui queste idee e coteste sono integrali elementi senza che l’una sia subbietto o causa o genesi o principio di verun’altra. E quella sintesi è unità ideale assoluta in quanto è una delle infinite determinazioni del sommo ente; e perchè sono infinite, ciascuna idea contiene ed è contenuta scambievolmente; e ciò importa in ultimo per ciascheduna (come notammo qua sopra) una serie innumerabile di relazioni con sè stessa e con tutte le altre. Per ciò medesimo nessuna idea e nessun elemento d’idea possiamo attenuare giammai al termine che non contenga altri elementi e altra serie non numerabile di relazioni, conciossiachè nella maniera che l’unità ricomparisce in tutte le idee, similmente vi ricomparisce l’infinito delle determinazioni."
      },
      {
        "index": 27,
        "text": "58. — Un’altra conseguenza proviene da questa unità così propria dello infinito che torna fedelmente a ricomparire in ciascuna determinazione di lui, e la conseguenza è che la nozione medesima del diverso, del moltiplice, del discorde, dell’opposto e di simiglianti altri termini non può venire accolta in pensiere se non sotto forma di unità; quantunque le cose ivi espresse abbiano nella finita realità certa propria essenza onninamente contraria all’uno. Così quando noi dichiariamo che il moltiplice è ciò appunto che non è l’uno; tuttavolta lo contempliamo siccome qualcosa di uno. Questo conviene avere a mente ognora che nell’osservare i fatti disgiunti e diversi introduciamo nelle idee rispettive certa unità che è logica puramente; ma che nondimeno farebbesi errore grande a reputarla subbiettiva e fattizia nell’accezione ordinaria di tali vocaboli. Perocchè tale necessità subbiettiva di nostra mente procede senza dubitazione dalla natura dell’infinito riflessa nei nostri concetti."
      },
      {
        "index": 28,
        "text": "59. — Queste cose poste in chiaro, noi accennerento di nuovo alcune considerazioni utilissime e quasi a dir pratiche; attesochè servono a ben dirigere varie e copiose investigazioni logiche e metafisiche. La prima si è che, nel generale, cercare la derivazione e genealogia delle idee mentre non è per accrescere più che molto il patrimonio della scienza, ei vi si pericola assai di confondere obbietto e subbietto e scordare inopportunamente che nelle cogitazioni intorno alle rappresentanze ideali sempre abbiamo un intelletto finito che visita l’infinito."
      },
      {
        "index": 29,
        "text": "60. — In secondo luogo riconfermiamo quella sentenza iterata le mille volte da noi, e cioè che torna impossibile il dedurre l’una dall’altra le somme primalità o vogliam dire le idee propriamente originali e rappresentative di essenze eterne fontalmente diverse. Quindi, per esempio, il vero ed il bene, la potenza e la sapienza, il bello ed il giusto, l’eterno e il santo, l’assoluto volere e l’assoluta intelligibilità sono trascendenti che mai non si possono tramutare l’uno nell’altro, sebbene sappiamo che tutti necessariamente si risolvono nella unità sostanziale d’un infinito d’infiniti. Ma perchè l’essere formativo di tale unità è affatto inescogitabile a noi; e perchè nella stessa coscienza umana e nell’intuito del nostro subbietto è oscurità e indeterminazione e quello che unifica in noi intrinsecamente e omogeneamente parecchie facoltà e diversi atti non si conosce, onde l’una specie differisce dall’altra in modo compiuto, segue che riescono vani tutti gli sforzi de’ moderni panteisti e cosmologi a scrutare e indicare una sola forma universa di quelle primalità, sieno finite o infinite. Il che poi riconferma ampiamente il principio nostro che nessuno sforzo di speculativa perviene a riporre in mezzo alle idee la benchè minima notizia di cosa ignota all’esperienza ed i cui elementi non giacciano in veruna percezione e in verun fatto e fenomeno dello spirito."
      },
      {
        "index": 30,
        "text": "61. — Nè fa impedimento quel dirsi da tutti ogni giorno e con gran ragione che la giustizia è bellissima che il vero è un bene, che la sapienza è potente, e va discorrendo. Coteste espressioni e le simiglianti significano la gran parentela e l’intima partecipazione e scambievole di quelle primalità. Nondimeno, ciascheduno nel fondo fondo serba certa sua specie assolutamente propria e incomunicabile. E se tu mi ricerchi di nuovo della unità loro sostanziale e perfetta in Dio, rispondo subitamente che io non la nego; ma"
      },
      {
        "index": 31,
        "text": "«. . . . si s’inoltra nell’abisso Dell’eterno statuto quel che chiedi, Che da ogni creata vista à scisso.»"
      },
      {
        "index": 32,
        "text": "62. — L’ultima considerazione cade su quella temerità di sistema che pone il moto creativo o generativo in mezzo alle idee e fa uscir da loro quello che non vi esiste nè in atto ne in facoltà nè in qualunque altra maniera presumibile e intelligibile. Quella invenzione dell’ente o idea, che per una necessità arcana passa continuamente in altro e torna di poi in sè stesso arricchito di ciò che non esiste in nessuno dei termini per via non potè raccogliere, ci sembra nella scienza una singolarità delle più bizzarre e incredibili del nostro secolo. E insino a tanto che lo scibile umano rironoscerà per cardini del suo ragionare il principio d’identità e l’altro della ragion sufficiente, ripudierà del sicuro un dogma che intima guerra mortale a que’ due principj. Per fermo, in esso la eterna possibilità delle cose (nota bene, o lettore) diventa di mano in mano e di moto proprio tutte le forme della dialettica, poi tutti i particolari della natura e in ultimo tutte le cogitazioni ed opere umane; esiste nel tempo e prima del tempo; è necessariamente mutabile e necessariamente immutabile; à principio perchè diventa dal nulla, e non à principio perchè eterna. Ogni cosa poi nel suo diventare riesce un effetto sempre maggiore e sempre diverso della cagione ed è puntualmente effetto e cagione al tempo medesimo."
      }
    ]
  }
}
