{
  "chapterNumber": 54,
  "title": "Vol. II, Libro Terzo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLE VARIE SORTE DI COSMOLOGIEAPPARSE INFINO A' DI NOSTRI."
      },
      {
        "index": 1,
        "text": "145. — Tu puoi definire le molte cosmologie apparse infino a’ di nostri o in ordine al metodo o in ordine ai principj capitali e informativi della materia proposta. Sotto il primo rispetto alcune sono da dirsi empiriche e non filosofiche fra le quali oggi è notabilissima quella dell’Humbolt. Altre sono arbitrarie; conciossiachè procedono per lunga catena di supposti nè ricavati dal fatto, nè attinti alla speculazione e con legame interiore non rigoroso. Sotto il rispetto medesimo alcune sono ontologiche o deduttive, e procacciano di spiegar la natura scientificamente o movendo a priori e ritraendo ogni cosa da pochi principj assoluti o solo accattando dall’esperienza poche generalità e indovinando il rimanente."
      },
      {
        "index": 2,
        "text": "146. — Non troviamo esempi nè antichi nè moderni di cosmologie induttive, ossia di trattati della natura ne’ quali con la esposizione dei fatti cammini di pari la induzione ordinata e connessa delle loro leggi tanto che si giunga a spiegarli con poche astratte generalità così vere e certe come i fenomeni onde sono desunte. Scritture sì fatte per ciò ch’io conosco non sono ancora venute in luce per la ragione troppo fondata che la impresa eccede le possibilità della scienza. E per fermo, dove la induzione generale divenisse fattibile, goderebbero i fisici di tosto mutarle abito e convertirla in deduzione ponendovi a capo un certo numero di postulati solo conoscibili per via di senso e di sperimento; e poniamo che fossero certe forze primigenie della materia e certe leggi supreme dell’organismo."
      },
      {
        "index": 3,
        "text": "147. — Quanto ai principj informativi della intera trattazione e in ordine ai quali altre sorte e maniere di cosmologia vogliono essere registrate, noi ne terremo ragionamento fra breve. Ora, a spianarci la via e molto più a raccorciarla, ci giovi di compiere alcune esclusioni legittime e facili. Diciamo, impertanto, che non importa discorrere delle cosmologie arbitrarie, le quali non soddisfanno punto nè all’esperienza nè al raziocinio, sebbene possono farsi ammirare per la immaginazione e per la inventiva e racchiudere forse germi fecondi per future scoperte. Entrano in questa classe tutte quasi le cosmologie comparse nel decimo sesto secolo e nel principiare del decimosettimo. V’entra l’Agrippa con la sua Occulta Filosofia; il Telesio col suo libro De natura juxta propria principia; il Patrizio con la sua Nova de universis Philosophia; il Vanini co’ suoi Ammirandi arcani della natura. Nè crediamo si debbano eccettuare le cosmologie mistiche o teosofiche a cominciare da Paracelso infino a Saint-Martin. Ne’ costoro libri v’à certamente parecchie verità, e follia sarebbe il giudicarli null’altro che vuote fantasticherie. Ma come non s’accordano con la notizia positiva dei fatti, massime dopo la innovazione degli studj naturali, e il metodo loro perpetuo è la congettura temeraria e rado coerente con sè medesima, la metafisica vi à poco assai da imparare; nè le si fa lecito di riconoscerli come parti maturi d’un alto senno speculativo."
      },
      {
        "index": 4,
        "text": "148. — Neppure debbon cadere sotto la nostra disamina le cosmologie chiamate da noi empiriche; e sono nel fatto enciclopedie di dottrine naturali subordinate e connesse il meglio che è fattibile a’ nostri giorni, considerata la necessità delle spezzature loro infinite proveniente dal numero strabocchevole di fenomeni che vagano senza freno di principj e di teorie."
      },
      {
        "index": 5,
        "text": "150. — Che l’uomo compiacciasi grandemente d’avere non solo scoperte le leggi del mondo meccanico ma sottoposte a’ suoi calcoli per maniera da indovinarne le più minute combinazioni, è giusto e lodevole; e nell’astronomia moderna riluce del sicuro uno dei titoli più gloriosi dell’umano perfezionamento. Ciò non ostante ella incapperebbe in errore gravissimo quando sperasse di ragguagliare a sè col tempo e lo studio le altre scienze. Atteso principalmente ch’ella discorre intorno a un subbietto il meno complesso ed il più uniforme di tutti, perchè è, quasi a dire, il sostrato comune del mare immenso dei fenomeni. Ma tale semplicità che accompagna necessariamente la universalità della natura corporea, si dilegua issofatto nelle specie e cagioni particolari in cui dimora il diverso, e le cose diventano complicate e mutevoli. Anzi la stessa uniformità universale della materia e del moto si fa manifesta all’uomo da un lato per virtù astrattiva e dall’altro perchè la fiacchezza dei sensi giunge a cogliere lei sola nella immensità dei mondi creati."
      },
      {
        "index": 6,
        "text": "151. — Da ciò è chiaro che la speranza concepita per addietro da molti di spiegar l’universo fisico con le leggi sole della materia e del moto fu tentamento vanissimo; perocchè quell’universo in niuna sua parte obbedisce a leggi meramente meccaniche e non possiede quella unità e medesimezza e quella varietà uniforme e costante che i geometri si figurano. Taluno di essi dimentica (e giova ripeterlo più d’una volta) che sempre ed in ogni dove il finito è particolare e molteplice e involge il diverso, il complicato e l’eterogeneo.  152. — Per vero, le matematiche non ispiegano la creazione, ma si quello che dentro la creazione è automatico e fu originalmente costituito in pondere et mensura. Quivi ogni cosa è governata dalle cagioni seconde con un rigore che mostra nel generale la invariabilità dei subbietti già provata dai nostri principj; onde quello che disse il Poeta dell’aere superiore"
      },
      {
        "index": 7,
        "text": "«Libero è qui da ogni alterazione»"
      },
      {
        "index": 8,
        "text": "noi dimostrammo accadere per tutti i secoli nel fondo ultimo d’ogni sostanza. La copia maravigliosa poi e non esauribile di teoremi che incontrano i geometri nella meccanica celeste svela quell’infinito di potenza e di arte combinatoria che la divina mentalità profonde per tutto."
      },
      {
        "index": 9,
        "text": "142. — Ad ogni modo, per vaste certe e sublimi che sieno le dottrine astronomiche, non dee concedersi che vengano reputate vere cosmologie, sebbene questo è il modo comunale di riguardarle. Per fermo, elle s’imprimono fortemente nelle fantasie nostre a cagione della semplicità loro estrema, e perchè discorrendo di stelle e pianeti e d’altre enormi grandezze sbalordiscono il pensiere e la fantasia. Nel fatto però abbiamo veduto la semplicità loro da onde proviene; e sempre convien ricordare che ufficio delle matematiche è d’investigare il quanto e non mai il quale; ed ognora ch’esse ànno presunto d’indovinar la natura laddove le forze o non sono meccaniche o serbano scarsa relazione indiretta con la quantità, non se ne ottenne buon frutto."
      },
      {
        "index": 10,
        "text": "154. — D’altro canto, non è giudizioso il pigliar concetto del veramente grande e divino dalla vastità delle masse e dalla smisuranza degli spazi. Quindi fu bene avvertito che un fiorellino dei campi e una gracile farfalletta racchiudono cagione altrettanta o maggiore di ammirazione e meditazione. Per simile, quando la scienza pervenne in questi ultimi anni a dar prova esatta che dal sistema nostro solare sono rimosse tutte le cause le quali potessero nel progresso del tempo rompere molto o poco la periodicità costante e il perfetto equilibrio di tutti i suoi moti, lasciò intatto il problema del modo col quale proseguesi dalla creazione il suo eterno sviluppo e donde ella fa originare la virtù sua incessante d’innovazione. A parlare con ogni esattezza l’astronomia ci fa conoscere più volentieri le leggi del principio da noi domandato di conservazione e di resistenza che le altre dell’altro principio. Coesistono, nullameno, entrambi in ogni parte del creato e, può dirsi, in ogni ente; e la vittoria finale dee sempre venir riserbata alla potenza innovatrice."
      },
      {
        "index": 11,
        "text": "155. — Concludesi da ciò che non dee parer temerario nè puerile nè inutile ai matematici stessi che qualche intelletto speculativo tenti di accennare le fondamenta e ordinare i principj di una sintesi cosmologica, estesa al quale non meno che al quanto; e ancora che non pigli speranza di attingere la evidenza e la precisione delle dimostrazioni geometriche od almeno debba lasciare ai tardi avveniri la possibilità di occupare cotesta gloria. Sappiasi, in frattanto, che gli astronomi ed i geometri non la preoccupano tutta. Ondechè quel matematico sommo di Francia il quale intitolò l’opera sua Sistema del mondo dir volle certamente sistema della materia corporea solo in quanto si move con masse enormi tra enormi distanze. Domanderebbesi egli sistema dell’uomo la osteologia sola? Ed appunto la scienza dei moti celesti c’insegna, per mio giudicio, quello che puossi chiamare non impropriamente la ossatura del mondo."
      },
      {
        "index": 12,
        "text": "156. — E sebbene il La Place si confida che nei minimi spazi e tra le minime particelle della materia governino con poca modificazione le stesse leggi del moto e dell’attrazione siderea, i fatti meglio osservati invalidano la sua sentenza in troppi casi e con troppe eccezioni."
      },
      {
        "index": 13,
        "text": "157. — Se non che nell’opera di cui discorriamo si ammira un monumento solenne della scienza fisico-matematica; e venne dettata con metodo impareggiabile di semplicità, di lucentezza, di ordine. Per lo che io volli guardare se mai se ne potesse pigliare esemplo per la cosmologia metafisica. Comincia il La Place nel primo libro a descrivere le apparenze dei moti celesti; e nel secondo ferma e descrive la corrispondente realità di quelli mediante l’esperienza induttiva ed il raziocinio. Trascorre nel terzo a significare i più alti principj della meccanica, raccogliendoli in pochissimi pronunziati e legandoli con tutto il rigore dell’astrazione geometrica. Nel quarto libro, supposta la legge dell’universale gravitazione e applicando via via i prefati principj, mostra siccome tutto l’ordine dei movimenti celesti descritto nei libri anteriori diventa una serie di verità matematiche e risponde a capello e per ogni cosa alle ragioni e ai risultamenti del calcolo."
      },
      {
        "index": 14,
        "text": "158. — Da tale stupendo, esatto e continue riscontro del supposto e dei fatti segue una forma nuova e pure certissima ed evidente di prova che la gravitazione universale è vera e costante legge della natura e l’astronomia piglia carattere dimostrativo assoluto. Dico ciò essere una novità nella storia dell’umano pensiere. Considerato che mai nelle altre scienze non è accaduto di far combaciare con precisione estrema un supposto con una serie innumerevole di fenomeni, tanto che sia impossibile di stare in forse della verità del supposto medesimo non ostante che l’esperienza non abbia modo di accertarsene per la via diretta della osservazione sensibile. E nondimeno, ripeto, il supposto è così bene accolto e accettato per infallibile, che si prenunziano con la sua scorta parecchi fatti e fenomeni i quali accadono puntualmente secondo il presagio."
      },
      {
        "index": 15,
        "text": "159. — Ma da questa medesima felicità dell’astronomia si ritrae la impossibilità d’imitare il metodo del La Place nella cosmologia metafisica. Se forse non ne rimanga imitabile quella parte di far precedere la descrizione sì delle apparenze e sì delle realità respettive, e quindi, compiuta la esposizione dei principj, mostrare siccome quelle trovano in questi il perchè e la cagione loro assoluta. Ma non è meno buono e meno accettabile l’ordine inverso, il quale consiste ad esporre i principj giusta il rigore e la necessità logica e poi significare l’avveramento loro palpabile nei fatti e nelle apparenze. Noi scegliemmo questo secondo modo come il più conveniente agli studj speculativi. Ma quanto alla possibilità ed all’estensione dell’avveramento che è il frutto migliore non che del metodo ma eziandio di tutta la scienza, noi da capo ne ragioneremo un poco più avanti."
      },
      {
        "index": 16,
        "text": "160. — Non consta il mondo di sola geometria. Invece ogni fatto risulta di forze parecchie e diverse, intorno alla cui natura il compasso e le cifre algebriche non insegnano nulla o insegnano rapporti lontani e superficiali di quantità."
      },
      {
        "index": 17,
        "text": "161. — Sembrami che ciò dimenticasse il La Place, quando posesi a creare un supposto circa la primitiva generazione e composizione del sistema nostro solare. Certo è per altro ch’egli ne discorre per incidenza e con brevi cenni e dichiarando con parole assai positive di proporre ai dotti una mera congettura. Ma perchè quel supposto usciva dai pensamenti d’un alto. ingegno e sembra spiegare la genesi del sistema nostro planetario con invidiabile semplicità, il popolo degli studiosi vi applaudì con gran cuore e il supposto corre per le bocche di tutti e recentemente mostrò di accettarlo il Plinio de’ nostri tempi Alessandro Humbolt."
      },
      {
        "index": 18,
        "text": "162. — Demolire è facile immensamente più che l’edificare; nè io mi piglierei questo carico, quando non fosse necessario di provare ai fisici con un esempio insigne quanto sia falso il metodo di spiegar la natura esagerando il concetto dell’unità e della semplicità, massime allora che più non si tratta delle forme universalissime di lei che sono il simile ed il comune per entro il diverso; ma invece si tratta di entità complesse in cui dal lato alle cagioni generiche operano le specifiche, e il fatto finale risulta così dalle forze meccaniche come dalle chimiche e da quelle del mondo etereo."
      },
      {
        "index": 19,
        "text": "163. — Comincia il La Place dal notare, insieme con tutti gli astronomi, quanto sia degno di osservazione e meditazione lo scorgere che tutti i pianeti si movono intorno al Sole da occidente in oriente e quasi in un piano istesso. Poi, di scorgere i loro satelliti, che parimente si movono ciascuno intorno al pianeta proprio nel medesimo verso e a un dipresso nel piano medesimo. In fine, di scorgere il Sole, i pianeti ed il nostro satellite giranti sopra sè stessi nel verso e pressochè nel piano del moto loro di proiezione. Da ciò, conclude quel geometra, si dee ritrarre che, giusta il calcolo delle probabilità, vi sono quattro mila bilioni di gradi contro uno, per credere che l’ordine anzi descritto del nostro sistema solare non usciva dal caso ma da una cagione comune regolatrice della conformità di tutti quei moti. Quindi si à una certezza maggiore di quella che accompagna i fatti della storia riputati non dubj. Tali conclusioni sono legittime e fondatissime, ancora che negli ultimi tempi sieno appariti due satelliti del pianeta Urano che girano in contrario verso; ma, per mio giudicio, le probabilità espresse qui sopra non iscemano di valore, in quanto che sonosi dopo il La Place discoperti numerosi pianeti, uno assai grande e piccioli gli altri, nessuno dei quali esce dalle disposizioni comuni testè accennate."
      },
      {
        "index": 20,
        "text": "164. — Dopo ciò il La Place, mostrato la poca rispondenza che tiene coi fatti la ipotesi del Buffon, scende a dichiarare la sua con queste brevi parole: «In che guisa determinava l’atmosfera solare i movimenti di rotazione e rivoluzione così dei pianeti come dei satelliti? Quando questi corpi fossero penetrati in essa atmosfera, la resistenza trovatavi avrebbeli precipitati nel Sole. Puossi dunque congetturare che i pianeti vennero componendosi ai limiti successivi di quell’atmosfera pel condensarsi delle zone, le quali abbandonava ella nel piano del proprio equatore raffreddandosi di mano in mano e condensandosi vie più sulla superficie dell’astro..... Tali zone vaporose potettero col raffreddarsi comporre da prima anelli liquidi o solidi intorno del corpo centrale. Ma un simil caso straordinario sembra non essersi avverato nel nostro sistema che rispetto a Saturno. Nel generale invece si strinsero le zone in parecchi globi; e quando l’un d’essi riusci potente in maniera da tirare a sè tutti gli altri, quell’adunamento loro compose un pianeta considerevole.»"
      },
      {
        "index": 21,
        "text": "165. — Cotesta è la supposizione del La Place. Indaghiamo se veramente spiega i fatti correlativi con quella felicità che nell’universale le si attribuisce. Anzi tutto mi sia lecito di rinnovare la osservazione già scritta, che il La Place, per mio giudicio, preoccupato della meccanica mette in dimenticanza la fisica, poco pensando che la natura mai non opera con le sole leggi matematiche e il mondo fu risultamento e fattura di tutte le forze e non solo della general pesantezza. Laonde a lui conveniva o desistere dal proposito di rinvenire una spiegazione dell’origine del sistema solare, o domandarla ai principj e alle cognizioni di tutte le scienze naturali. Imperocchè lo splendore del Sole e dell’altre stelle e per contra l’opacità di tutti i pianeti dovea pigliar posto fra i dati del gran problema. E similmente dovevano pigliarlo le leggi, i gradi e le forme della coesione e i suoi rapporti col calore; e questo per ciò che è in sè medesimo e nelle attinenze sue immediate ed essenziali con l’etere. Senzachè tali elementi doveano venir pensati e figurati come operanti nel vuoto immenso e in immenso corpo. Dacchè il modo loro di essere in quello stato si differenzia necessariamente da ciò che insegna la cotidiana e minuta esperienza, alla quale i fatti si dimostrano sempre sotto sembianze accidentali e particolarissime."
      },
      {
        "index": 22,
        "text": "166. — Ma, checchè si giudichi di queste norme metodiche, torniamo a dire che il supposto del La Place non si appone, secondo noi, alla verità. La qual cosa crediamo di dimostrare con le seguenti considerazioni."
      },
      {
        "index": 23,
        "text": "167. — È nel sistema nostro solare questo fatto sostanzialissimo, che mentre tutti i pianeti e i satelliti loro permangono opachi, il Sole splende di propria e perpetua luce. Nè può cotal differenza procedere da cause speciali ed accidentarie; conciossiachè l’intero firmamento splende e scintilla altresì di luce propria e perenne. E sebbene possono esistere infiniti corpi celesti opachi e invisibili a noi appunto per sì fatta lor condizione, ciò soltanto proverebbe che v’à due costituzioni primitive ed essenziali di corpi celesti, i luminosi e gli opachi. Nè l’essere luminoso od opaco è leggier condizione e poco attinente alle altre condizioni sostanziali e costitutive. Perocchè ella induce, fra l’altre cose, una differenza profonda nel calore e nella rarefazione; e tutti i fenomeni corporali o dipendono dal calore e dalla coesione ovvero ne sono grandemente modificati. Senza dire che compiendosi le sintesi più perfette della natura (a quello che sembra) sulla superficie dei pianeti, elle o non si compiono o sono differentissime sulla superficie ardente degli astri luminosi. Onde, se v’à fenomeno primitivo davvero ed universale e di suprema importanza, questo è della luce nativa, a così chiamarla, di tutti i gran corpi visibili del cielo stellato."
      },
      {
        "index": 24,
        "text": "168. — Ora, affermandosi giusta l’ipotesi che i pianeti si composero interamente ed unicamente della materia del Sole, viene la grave domanda perchè non rilucono di luce propria siccome lui e quindi sono diversi tanto da lui."
      },
      {
        "index": 25,
        "text": "169. — Nè si dica la differenza essere sorta più tardi per le diverse rivoluzioni interiori accadute tanto nel Sole quanto ne’ pianeti. Ciò che è al tutto essenziale, sebbene può modificarsi, non cessa e permane e in qualunque rivolgimento o sconvolgimento serba la propria efficacia. Nel vero, l’occhio nostro scorrendo per lo firmamento e paragonando fra loro tutte le parvenze degli astri, può avvisare i gradi i passaggi e le trasmutazioni senza numero di loro materia in quanto almeno si fa visibile ed à movimento e figura. In tal modo Herchel credè giustamente di cogliere un certo concetto generale sulla genesi dei grandi ammassi di materia stellare. E giudicò che da per tutto cominciano essi con estrema rarefazione e rendono sembianza di stelle nebulose e talvolta anche di vaporità immensa priva d’ogni centro e d’ogni forma; quindi poi si condensano, e tu vi distingui uno o più nuclei e questi fannosi di più in più definiti, tanto che ogni vaporità vi viene assorbita e consolidata."
      },
      {
        "index": 26,
        "text": "170. — In cosi varie e sostanziali trasmutazioni e modificazioni un sol fenomeno si rappresenta come continuo e, dalla intensità infuori, come identico a sè medesimo, noi vogliam dire la emissione della luce. Il Sole adunque se fu innanzi una nebulosa, mandò sempre luce propria ed inestinguibile. E però è stranissimo, noi replichiamo, che i pianeti composti dell’atmosfera sna luminosa non rendano luce ma sieno compintamente opachi. Quanto al supposto dell’essere stato il Sole in principio una nebulosa diremo fra poco."
      },
      {
        "index": 27,
        "text": "171. — In secondo luogo, sebbene con la supposizione del dotto La Place è trovata nel nostro sistema solare la origine della forza centrifuga e dell’equilibrio con la centripeta, la cagione di ciò è speciale e particolare e non adattasi guari ai sistemi delle stelle giranti l’una verso dell’altra. E del pari non vi si spiega l’impulso iniziale delle innumerevoli comete, di cui è più abbondanza nel cielo, scriveva Keplero, che di pesci nell’oceano. Debbe dunque esistere nel mondo sidereo una cagione originale e comune dei moti iniziali dei corpi celesti e diversa da quella di cui parla l’ipotesi; alla quale per ciò medesimo non è lecito di attribuire il merito, come fa taluno, di aver rimossa la necessità d’un impulso primitivo miracoloso, e vale a dire non uscente dalle leggi insite della materia e del moto."
      },
      {
        "index": 28,
        "text": "172. — In terzo luogo, neghiamo che la terra e gli altri pianeti sieno potuti nascere dall’atmosfera del Sole nel modo che descrive l’ipotesi."
      },
      {
        "index": 29,
        "text": "Concediamo essere la nostra stella nel suo interiore trapassata per gradi crescenti di accostamento e di coesione, ma non sappiamo quanto sia vero che ciò debba nominarsi un raffreddamento. Al presente sulla faccia del nostro globo ogni dilatazione di materia accade o sempre o nel più dei casi per intrusione di calore. Ma dove la materia è naturalmente e originalmente assai rada può dubitarsi se quello stato dipenda dal calore intermesso, e quindi se la coesione risponda di necessità ad altrettanta perdita di esso calore."
      },
      {
        "index": 30,
        "text": "173. — Ma lasciando ciò stare, egli è certo, al nostro parere, che il raffreddamento del Sole non potè ad ogni modo avvenire con questo risultamento che ne uscissero belli e fatti i pianeti quali noi li veggiamo."
      },
      {
        "index": 31,
        "text": "Prima, perchè, non ostante l’accumularsi di materia o meglio il rigonfiare del suo volume nella zona dell’equatore, il corpo centrale dovea divenire, a proporzione, assai più compatto prevalendo quivi la forza centripeta e il momento della pressione. Adunque, dovrebbe la densità media del Sole. superar quella di tutti i pianeti, laddove rimane inferiore d’un quarto alla densità del nostro globo e di vantaggio ancora a quella di Mercurio, il pianeta più prossimo. Rimane inferiore eziandio alla densità di Marte e di Venere e sopravanza di pochissimo quella degli altri grossi pianeti."
      },
      {
        "index": 32,
        "text": "174. — Inoltre, concepire nella materia nebulosa e primitiva del Sole una omogeneità perfetta e un perfetto equilibrio a noi non sembra consentaneo col vero. Simile equilibrio non sussiste veramente che su quel confine dell’atmosfera dove nè la forza centripeda nè la contraria prevale e dove perciò la sostanza solare perde ogni peso. Ma da quel punto in giù, perchè non ostante la pressione sempre maggiore non cresca l’addensamento della materia occorre (credo) immaginare molecole tutte uguali e compiutamente elastiche e però incoercibili assolutamente. Ma una materia sì fatta è mera astrazione. Ed anzi convien supporre che crescendo verso il centro gradatamente la densità se ne sprigioni molto calore latente, il quale poi salga a mantenere più rarefatte le sostanze superiori."
      },
      {
        "index": 33,
        "text": "175. — Secondo; nell’ipotesi non si accennando ad alcuna cagione perturbatrice deesi reputare che il raffreddamento del Sole accaduto sia per gradi conformi e regolarissimi. Laonde fra i pianeti avrebbesi a incontrare una proporzione e rispondenza la più esatta d’ogni elemento; il che non è, ed è anzi affatto il contrario. Imperocchè essi variano tutti notabilmente per la distanza, il volume, la densità, l’inclinazione dell’asse, il periodo della rotazione, l’eccentricità, lunghezza, inclinazione e velocità del movimento elittico; e infine per l’accompagnamento e il numero dei satelliti."
      },
      {
        "index": 34,
        "text": "176. — Terzo; pur concedendo che verso la zona equatoriale avessesi a radunare e condensare più materia sì per la velocità centrifuga e sì per la maggior superficie esposta al raffreddamento, certo è nondimeno che intorno all’asse polare dove forza di proiezione non esisteva, la materia dell’atmosfera condensavasi o più o altrettanto per la ragione allegata della massima forza e pressione centrale. Ei non si capisce, impertanto, come gli anelli equatoriali si distaccassero netti e sciolta invece si rimanesse la materia stipata lungo l’asse di rotazione."
      },
      {
        "index": 35,
        "text": "177. — Qualora dunque nell’atmosfera solare distacco di materia vi fosse stata, la figura del corpo staccato dovea riuscire un grande anello girante sopra una specie di fuso parte del quale sarebbesi incorporata nel Sole e parte nell’atmosfera. Imperocchè ogni materia d’intorno all’asse non ricevendo altro impulso che quello della pesantezza, dee cader tutta sul centro, e quivi, potendo moversi liberamente per ogni verso, dee conglobarsi ed equilibrarsi sotto forma di sfera. In altro caso, la materia che scende, a così parlare, lungo la linea dei poli adunasi, come può, in quella figura che abbiamo accennata e di cui alcune nebulose ci rendono esempio."
      },
      {
        "index": 36,
        "text": "178. — Nessuna ragione poderosa poi ne persuade che le zone od anelli non fossero quasi sfere compiute. Certo, elle dovevano dilatarsi per tutto dov’era operante la forza centrifuga e il calore raggiante si disperdeva. Ad ogni modo, elle del sicuro allargavansi molto più là dei limiti entro cui si raccoglie oggi la poca o molta deviazione dei pianeti dal piano dell’equatore."
      },
      {
        "index": 37,
        "text": "179. — Quarto; intendesi che parecchie di tali zone crescendo di assodamento e velocità si rompessero, vuoi per sottigliezza soverchia, vuoi per poca omogeneità; ma che tutte si rompessero è strano. Più strano e, per mio giudicio, incredibile che rotte, invece di radunarsi in globi numerosi entro al piano della rotazione propria, ciascuna si contraesse tutta quanta in un solo globo. Immaginiamo pure nei pezzi infranti differenza di compattezza, di velocità, di figura; noi perverremo con questi ingegni a rappresentarci un caso nel quale, mediante molti accidenti e molta varietà e contrasto di attrazione e di moto, un sol globo usciva dai rottami d’un intero anello. Ma che simile caso difficilissimo e poco probabile siesi ripetuto per tutti i pianeti e per ciascun satellite loro esce da ogni verisimiglianza; e l’esempio unico che si cita dell’anello di Saturno non fa nessun contrappeso. Nè meno è difficile a dimostrare che d’una fascia si lunga quanto il cerchio intero dell’equatore risultasse da ultimo un globo sì picciolo quanto è la terra, la quale non aggiunge alla milionesima parte del Sole. Attesochè, se la fascia si componeva di rado vapore, non distaccavasi certo per effetto di concrezione dal corpo del Sole. Nel supposto contrario, sorge, mi sembra, assai vigorosa la obbiezione testè espressa."
      },
      {
        "index": 38,
        "text": "180. — Da ultimo convien ricordare che la ipotesi del La Place rampollò dal tronco d’un’altra ipotesi più generale, che fu quella dell’Herchel a cui venne pensato in seguito d’osservazioni numerosissime che originalmente ogni stella sia stata una nebulosa. Oggi il telescopio avendo scoperto quasi da per tutto nelle nebulose un minutissimo gruppo di stelle distinte e ben contornate, tanto scema di probabilità la ipotesi generale dell’Herchel, quanto la particolare del La Place."
      },
      {
        "index": 39,
        "text": "181. — Egli non v’à dubio che alla metafisica appartengono le cosmologie deduttive, o parlandosi con più modestia, le cosmologie, le quali si travagliano con somma industria a procedere in buona parte almeno, per via deduttiva, lasciando all’azione del tempo e degli ingegni operosi il compito difficilissimo di riempiere di mano in mano tutti gli sdrusciti dell’ampia tela. E bisogna anche per ciò che le scienze sperimentali raggiungano principj più sostanziosi e più comprensivi che oggi non sono. Imperocchè allora potrà forse l’intelletto scorgere qualche filo di deduzione maggiormente applicativa e feconda; il che al presente è impossibile, considerato il cumulo, per non dirla faraggine, di fenomeni i quali rimangono tuttavia sconnessi ed inesplicati."
      },
      {
        "index": 40,
        "text": "182. — Premesso ciò e guardando alle cosmologie deduttive apparse in antico e ne’ nostri tempi, ci sembra di dovere concludere che niuna parte della filosofia è meno progredita e più bisognevole di buon addirizzamento."
      },
      {
        "index": 41,
        "text": "183. — Tutta la civiltà greca e latina, protraendo quest’ultima infino ai termini del medio evo e più oltre ancora, parteggiò talvolta per la cosmologia di Platone e più spesso e con ostinazione incredibile per quella di Aristotele. Nell’una e nell’altra le supposizioni abbondano e il nesso razionale e la virtù deduttiva scarseggia. Vi appariscono pure molto spiccati i caratteri come a dir subbiettivi; semplicità estrema, unità perfetta, simmetria universale e d’ogni parte visibile. In generale si addentrano molto poco a spiegar la natura, e molto meno vi si addentrarono i tardi loro discepoli, massime gli Aristotelici; i quali, dimenticando i libri immortali del lor maestro sulle parti degli animali e gli altri molti trattati di cose fisiche, si ristrinsero a disputare sulla materia e la forma, sull’atto creativo e il principiare o non principiare del mondo, e simili altre generalità ontologiche piuttosto che cosmologiche."
      },
      {
        "index": 42,
        "text": "184. — Si staccarono da costoro alcuni panteisti, come Giordano Bruno e più tardi lo Spinoza. Quegli dedusse dall’ontologia sua molte forme particolari del Cosmo adattandole ai nuovi concetti copernicani in astronomia, e divinaudo con singolare felicità parecchie cose confermate di poi dall’osservazione. L’altro, sebbene incorpori Dio non soltanto con la natura in generale ma con la materia in particolare, non discende a veruna dottrina speciale d’intorno al Cosmo."
      },
      {
        "index": 43,
        "text": "185. — Forse dovrebb’essere concepita una schiera separata di cosmologi deduttivi per riporvi dentro que’ metafisici a cui la natura e tutto il creato sembrò una emanazione sostanziale e immediata del primo Ente. E fra essi splende principalmente nell’antichità la scuola neoplatonica alessandrina, che travisò non poco i pensieri e i dogmi del fondatore dell’Accademia. In questi e negli altri che li ànno imitati più tardi riluce un acume finissimo di raziocinio e certa maniera larga e sintetica di concepire e ordinare; ma nulla non può emendare appo essi l’errore fondamentale che vizia tutto il sistema e consiste nel dare a Dio e a tutte le cose un subbietto comune ed inseparato, pur vergognando di ricavarne le conseguenze necessarie e facendo della natura e dell’uomo un che mezzano ed ambiguo fra il finito e l’infinito tra il relativo e l’Assoluto, e così prosegui per l’altre massime categorie. Senza dire che le dottrine loro sul mondo s’intrattengono assai poco a spiegarne la costituzione e le leggi; e quel poco è guasto dai deliramenti della magia e della teurgia."
      },
      {
        "index": 44,
        "text": "185. — V’à pure alcuni cosmologi i quali ondeggiando fra il teismo e l’emanatismo potrebbero venir rannodati ai neoplatonici di cui ragioniamo. Dei principali è il Campanella che in parecchi suoi dettati discorse l’ordine universale della natura legandolo strettamente alle sue dottrine ontologiche, giusta le quali ogni ente risulta fatto e costituito di potenza di conoscenza e d’amore che sono i tre supremi attributi di Dio medesimo e l’universo tutto quanto è un maraviglioso e armonico simulacro di lui."
      },
      {
        "index": 45,
        "text": "187. — Nè questo concetto della gran simiglianza della creazione con Dio è più proprio del Campanella che di quasi tutti i metafisici teologanti del medio evo. E nel primo volume ci accadde di dover ricordare in proposito alcune sentenze superlative ed enfatiche del Cusano che chiamò il mondo una specie di Dio contratto; e qualche parte di tal concetto riluce eziandio in alcuni pensieri di cosmologia di Vincenzo Gioberti. Credo anzi che lo stesso Rosmini accenni nella sua Teosofia all’idea neoplatonica dell’animazione universale per la ragione che la natura debb’essere una ella pure e non disciolta nella diversità ed eterogeneità dell’essere. Ma comunque ciò sia, tutti questi scrittori penetrarono poco addentro nella descrizione e dimostrazione metodica della fabbrica del mondo. Il simile si dee giudicare del Leibnizio, a cui piacque di discorrere della costituzione degli enti creati quanto era bisogno ai suoi dogmi ontologici e alle sue controversie religiose e morali. Nè l’abito sillogistico delle sue deduzioni è sufficiente a velare l’arbitrio soverchio che piglia di procedere per via di supposti non ben ricavati nè dall’esperienza nè dai principj speculativi."
      },
      {
        "index": 46,
        "text": "188. — Pur finalmente ne’ nostri tempi s’intese l’ufficio della filosofia razionale d’entrare a discorrere della natura con sufficienza e con modo proporzionato al progresso ammirando di tutte le fisiche discipline. E certo, a’ di nostri non è più concedibile ad alcun metafisico il rimanersi nelle vuote generalità e non insegnando nulla di ben definito circa la disposizione e la economia degli enti creati; come del pari non gli è più lecito di fantasticare sopra essi con inutile fecondità di combinazioni che non si raffrontano con l’esperienza. Esempio solenne di tale fatica infruttifera e temeraria si rimarrà, credo, per ogni tempo avvenire Renato Cartesio. Dacchè egli vi spiegò dentro senza profitto un ingegno portentoso; e quanta forza maggiore inventiva seppevi adoperare, d’altrettanto si trovò scostato dal vero."
      },
      {
        "index": 47,
        "text": "189. — Quando Talete e gli altri cosmologi antichi sperarono di prevenire l’osservazione e l’esperimento con la virtù della fantasia, il buon senso volgare ponea lor di rincontro la favola di Proteo il quale bisogna sorprendere di soppiatto e stringere con fortissime braccia e non punto sgomentarsi della svarianza delle sue metamorfosi. Perocchè alla fine stracco e doloroso del sentirsi avvinghiato e serrato con persistenza e violenza, apre la bocca ad esprimer l’oracolo e il vaticinio che gli si domanda. Potevasi egli significare con maggior garbo e insieme con maggior lucidezza l’arte lunga laboriosa paziente e ingegnosa d’interrogar la natura e nella congerie de’ fenomeni che paiono disciolti e discordi cogliere alcuna legge universale e perpetua di certo ordine di fatti? Eppure quel documento di prisca sapienza non fu praticato a dovere che a far principio dalla scuola di Galileo in giù; e praticato appena, mutò la faccia di tutte le scienze sperimentali. A chi rimangono ignoti gl’incrementi prodigiosi delle matematiche e delle fisiche ottenuti in pochissimi anni mediante i metodi nuovi induttivi? Non è per ciò da ammirarsi che i dotti e le Accademie non volessero udir più parlare di deduzioni speculative applicate alla cognizione dei fatti, e negassero a dirittura la possibilità di comporre una cosmologia razionale. Ma, d’altro canto, non v’à sapere sodo senza principj, nè induzione larga e feconda senza virtù di astrazioni e di raziocinio, nè frutto generale e scientifico del percepire, dell’osservare e del cimentare senza menar tutto ciò alla universalità e al nesso discorsivo delle teoriche."
      },
      {
        "index": 48,
        "text": "190. — Per tal guisa, ne’ nostri giorni la cosmologia razionale è più che mai divenuta un desiderato delle menti profonde e niuno ancora pervenne (ch’io sappia) a definirne il giusto carattere, i metodi acconci, i risultamenti sperabili. Nel cadere del secolo scorso riprovandosi e deridendosi da ogni parte l’ontologia e coltivandosi fra i pensatori più arditi una specie di culto verso la natura visibile, sorse la fiducia di spiegare ogni cosa empiricamente e mercè delle forze o manifeste od occulte della materia. Però, la cosmologia (se vogliamo così domandarla) del barone d’Holbach consegui fama strepitosa; la quale oggidì sembra a tutti pochissimo meritata ed egli ci riesce freddo e ampolloso allato all’entusiasmo che or fa due mila anni cantava :"
      },
      {
        "index": 49,
        "text": "«Æneadum genitrix, hominum, divumque voluptas, Alma Venus.»"
      },
      {
        "index": 50,
        "text": "Ma perchè niuna forza dell’animo può ricalcitrare alle necessità permanenti e agli istinti profondi e non cancellabili del pensiere e della ragione, presto gli uomini si persuasero che non ispiegasi nulla col solo accozzamento degli atomi, e bisognò dare alla natura l’intendimento di quel che opera; e si tornò quindi al vecchio adagio mens agitat molem."
      },
      {
        "index": 51,
        "text": "191. — Ora cotesta mente che è ella mai? e come costruisce una fabbrica tanto miracolosa? Accadeva, dunque, di sposar novamente alla metafisica e all’ontologica la notizia suprema ed universale della natura secondo che fu tentato in qualunque tempo ed in ogni scuola; con, peraltro, questo divario sostanzialissimo che conveniva far caso dei progressi vasti e rapidi di tutte le scienze fisiche; le quali poi quanto più si dilatano e crescono, più sembrano dislegarsi e moltiplicare le specie; onde la sintesi loro terminativa e dimostrativa soverchia a gran pezza le forze dell’umano intelletto. Così da ana banda le esigenze e tendenze del nostro spirito ci riconducevano alla cosmologia razionale e dall’altra ce ne discostava la quasi impossibilità di metterla in atto."
      },
      {
        "index": 52,
        "text": "192. — Ma poco o nulla, invece, se ne sgomentò la Germania; e Schelling ed Hegel fra gli altri osarono di costruire a priori non che tuttoquanto il creato ma l’autore di lui il quale rinchiusero dentro l’opera sua con invisceramento maggiore o minore, secondo portava la lor metafisica, e con sorte inferiore e meno invidiabile, al credere mio, di quella del bozzolo e d’altre crisalidi le quali sfarfallano alcuna volta e girano liberamente per l’aria aperta de’ campi; laddove il loro Assoluto non è mai tale nel fatto e non è mai compito nè libero."
      },
      {
        "index": 53,
        "text": "193. — Del resto, è incredibile la disinvoltura, la facilità, l’eleganza e la sicurezza con la quale lo Schelling e i suoi passionati discepoli fannosi a costruir la natura idealmente e sillogisticamente e affermano ad ogni tratto la rispondenza perfetta delle leggi del pensiere con quelle del mondo visibile e tramutano le une nelle altre e tutte poi le risolvono in certa identità arcana e inescogitabile. Agli occhi loro corre un’analogia compitissima tra il peso e la verità e tra la materia e la scienza. Del pari, sono analoghi la bontà e la luce, il moto e la religione. Di tal maniera, fu introdotta nella metafisica una forma nuova di misticismo; i fenomeni diventarono simboli e una metafora abilmente trovata velò con certa leggiadria la ignoranza profonda delle vere cause e la impotenza inemendabile della mente indovinatrice."
      },
      {
        "index": 54,
        "text": "194. — Non però di meno dalla baldanza inconsiderata di quei filosofi uscì il vantaggio che venne da capo riconosciuto alla metafisica il debito d’investigare le ragioni supreme dei fatti sperimentali e che non le sia conceduto di starsene sopra ciò con le mani a cintola, solo perchè la fisica, la chimica e la biologia rifuggono dalla speculativa, o perchè l’unità della scienza ogni giorno discostasi di vantaggio e alla notizia dei fenomeni non basta oggimai nessuna capacità di memoria e il filo del raziocinio si perde nell’immenso lor labirinto."
      },
      {
        "index": 55,
        "text": "196. — Dal sommario che abbiam compilato delle sorte diverse di cosmologia succedute in antico e fra noi moderni, risulta, per nostro avviso, quello che segue: Primo; che tal parte nobilissima della metafisica esce dagl’ingegni peculativi tutta informata per ordinario dei sistemi ontologici che l’antecedono e a seconda di questi piglia veste e color differente. Però, notandosi che in Germania le cosmologie ultime furono derivate dal concetto della identità fra Dio e la creazione e che questa è uno spiegamento ed una manifestazione della sostanza divina, dobbiamo concludere che il teismo difetta ancora della sua propria e conveniente cosmologia."
      },
      {
        "index": 56,
        "text": "197. — Secondo; rispetto all’intriseco della trattazione doversi persuadere il filosofo che le generalità vuote ed astratte sul fare degli scolastici non soddisfano al dì d’oggi neppure a mezzo la curiosità umana che è nudrita con abbondanza e meglio assai che in antico dai trovamenti cotidiani e stupendi dei fisici e dei matematici."
      },
      {
        "index": 57,
        "text": "198. — Terzo; però doversi tener gran conto del progredire sicuro, veloce ed applicativo che conseguiscono tuttodi le discipline sperimentali. E dove qualche parte almeno non ne sia spiegata e dimostrata dalla cosmologia, doversi giudicare inutili e quasichè puerili le sue meditazioni e i suoi pronunziati."
      },
      {
        "index": 58,
        "text": "199. — Quarto; che si può, cominciando, descrivere i fatti, conforme notammo sull’opera del La Place, e quindi trovar le ragioni assolute ed universali. Ovvero, e converso stabilire i principj e dedurne tali nozioni d’intorno ai fatti che il tutto riesca come una larga e bene ordinata ipotesi la quale si avvera con esattezza nella realità del creato. Questa seconda maniera è più propria della scienza rigorosa. L’altra è più modesta e sincera. Ad ogni modo, il metodo della cosmologia razionale dee sempre essere sostanzialmente deduttivo."
      },
      {
        "index": 59,
        "text": "200. — Quinto; che dalle prefate considerazioni discende consistere lo sforzo massimo della cosmologia nel rinvenire prove apodittiche non già delle somme categorie e di ciò solo che le cose create ànno tutte a comune; ma sì delle leggi più sostanziali che reggono l’economia universa del mondo meccanico e chimico e del mondo organizzato e animato. E di quanti più fatti avviserà la ragione vera e propria, di altrettanto diverrà fruttuosa e sveglierà giusta ammirazione."
      },
      {
        "index": 60,
        "text": "201. — Sesto; che oltre alle deduzioni esatte e sicure non crediamo interdetto alla cosmologia metafisica come a nessuno studio speculativo i ragionamenti probabili e le congetture assai verosimili; con questo, peraltro, che sieno confessate con ischiettezza e le riceva il lettore nè più nè meno per quel che sono."
      },
      {
        "index": 61,
        "text": "202. — Settimo; altre massime direttive cosi salde e fondate come fertili e salutevoli provenire dalla ispezione stessa della natura e di vantaggio dalla meditazione profonda sui caratteri del finito, conforme apparisce nei due Libri già scritti e seguiterà più che mai a mostrarsi nel seguito. E perciò appunto ci è sembrato opportuno contro l’uso corrente accennare il metodo della scienza quando ella comincia con qualche precisione e nettezzą a delinearsi in mente al lettore."
      },
      {
        "index": 62,
        "text": "203. — Ottavo; che del danno proveniente dal travisare i giusti ed esatti caratteri del finito basterà citar per esempio quella persuasione direm naturale appresso molti scrittori di riconoscere nella creazione le forme e le leggi medesime del proprio pensare e del proprio intendere; e segnatamente l’unità rigorosa e certo fondo continuo d’identità e il misurare alla propria stregua la semplicità, la finalità e l’ordine intero delle cose."
      },
      {
        "index": 63,
        "text": "204. — Nono; invece il canone giusta il quale dee procedere la nostra investigazione essere questo mai sempre: che la natura non è l’uno, ma è il molteplice e Dio stesso potervi bene introdurre l’armonia, non l’unità; e che tra le leggi del pensiere e quelle del mondo creato v’à certa rispondenza e certa analogia del sicuro maravigliosa e fedele; ma che, nondimeno, la luce della creazione giungendo alla nostra papilla mentale ora attraversa pareccbj prismi ed ora si addensa in parecchj fuochi di lente; il che peraltro mai non accade senza la consapevolezza mediata o immediata del nostro animo."
      },
      {
        "index": 64,
        "text": "205. — Decimo; nella cosmologia quanto in ogni scienza speculativa le deduzioni e dimostrazioni dipendere dai principj; e che questi quando sono pochi ed astratti non bastano, quando molti e specificati o non si connettono o mancano di assoluta certezza. La scienza per al presente non può se non procedere con riserbo fra tali due opposti; e radunando copia bastevole di principj procurare di connetterli il più strettamente che sia fattibile. Undecimo; perciò presupponemmo noi alla cosmologia nostra i principj infrascritti. In primo luogo ed a comune con gli altri studj speculativi le supreme categorie alle quali aggiungemmo una chiara teorica dell’atto creativo. In secondo luogo le disposizioni e i caratteri incancellabili del finito ritraendoli dalle dottrine ontologiche più certe e più manifeste. In terzo luogo le sue relazioni necessarie e perpetue con l’infinito. Di che poi provengono altri principj particolari e fecondi. Perchè dai rapporti con la potenza infinita discendono le massime intorno la possibilità. E dai rapporti con la sapienza deriva la legge di convenienza, scambievole di tutti i possibili. Per ultimo, dai rapporti con la bontà increata vien fuori la legge di finalità e l’altra del progressivo perfezionamento e l’altra che le fa tenore continuo della partecipazione massima del bene assoluto."
      },
      {
        "index": 65,
        "text": "206. — Duodecimo; confessarsi da noi schiettamente che i principj surriferiti insegnano molte condizioni e attitudini non pur generali ma particolari della natura e del suo modo di ascendere all’adempimento dei fini. Salvochè vi sono già introdotte le nozioni più generali della materia e del moto, oltre a quelle dello spazio e del tempo. E sebbene in questo presente Libro e nei due anteriori abbiamo avvisata una rispondenza perfetta fra essi principj e l’indole propria e gli atti diversi vuoi della forza attrattiva e delle affinità chimiche vuoi della forma peculiare dell’etere e così discorri per altri particolari, nullameno v’à qualcosa in tutto ciò di speciale e di originale che i principi astratti non danno, e ci proviene da quella esperienza comune la quale accompagna, può dirsi, ciascun istante di nostra vita. Senza dire che la materia in atto e il suo moto e le sue affezioni similmente attuali ci vengono rivelate dal senso e dalle percezioni facoltà differentissime e separatissime dagli oggetti ideali."
      },
      {
        "index": 66,
        "text": "207. — Ma egli si dee dubitare se con questi sussidj medesimi l’argomentazione e la deduzione in cosmologia trova modo di assegnare le vere cause e le ragioni assolute a fatti e fenomeni ancor più speciali, ovvero le è forza di compiere un tessuto a vergato attingendo dall’esperienza di mano in mano un certo numero di presupposti e derivando ogni rimanente dalla virtù dei principj. Sulla qual cosa proponesi li discorrere il Capo che segue."
      }
    ]
  }
}
