{
  "chapterNumber": 24,
  "title": "Vol. I, Libro Terzo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SI ACCENNANO LE NOSTRE PERPLESSITÀE SI ACCERTA IL LIMITE DELLA SCIENZA."
      },
      {
        "index": 1,
        "text": "42. — Lettor mio, l’indovinare non è mestier dozzinale ed agevole; e può darsi caso che io non abbia scontrato neppure una delle obbiezioni che fai e dei quesiti a cui desideri acconcia risposta. E se in ciò m’appongo, io debbo dolermi più presto della mala ventura che di me stesso, perchè ò fatto il possibile per dar proprio nella cruna del tuo intendimento; nè ò dubitato di tediarti per questo con una forma di dialogo la più arida e inelegante che rinvenir si possa ne’ dialettici del medio evo. Ora è tempo di lasciare cotali secchezze e venir all’aperto e girar l’occhio pel cielo e profondarvi tanto la nostra veduta, quanto n’è dato licenza da quell’Iddio che a ciò creava e indirizzava la mente dell’uomo. Ed io penso avere facilitata la cosa mediante il dialogo compiuto poc’anzi. Perocchè da un lato, la prova ontologica della esistenza di Dio (fondamento della teologia naturale) venne riposta da noi nel Primo assoluto della nostra filosofia; dall’altro, ci sembra aver difeso cotesto Primo da ogni censura, e mostrato di più che da lui in fuori non v’è altro Primo razionale e accettabile."
      },
      {
        "index": 2,
        "text": "43. — Il perchè, s’io non piglio errore massiccio, la nostra filosofia risponde in sino a qui competentemente ad ogni generazione di scettici. Ella prova segnatamente contro il Kant che i tre Noumeni, l’uno assoluto e gli altri due relativi, sussistono accertatamente pure agli occhi della scienza, non potendo cansare la contradizione logica colui il quale si ostini a negar l’evidenza delle percezioni e delle intellezioni."
      },
      {
        "index": 3,
        "text": "L’ontologia nostra à (mi sembra) risposto non male eziandio all’antico dimando che fa ogni uomo cerca tor della scienza e ciò è qual sia supremamente e innegabilmente il principio dell’essere e il principio del conoscere. E noi sentenziammo l’uno e l’altro fondarsi ed originarsi nell’Assoluto, la cui sussistenza è provata, sponendo e dichiarando pur solamente il significato d’ogni qual sia verità necessaria; atteso che ogni verità così fatta, è l’Assoluto pensabile e conoscibile; e questo poi nella plenitudine della sua sintesi è chiamato Dio e nell’estrema delle astrazioni mentali è il principio d’identità e di ripugnanza."
      },
      {
        "index": 4,
        "text": "44. — Dopo ciò, rimane che io ritorni alquanto sopra me stesso. Perocchè m’accorgo che in sino a qui son proceduto assai franco ed ò fatto molto il sentenziatore e il dogmatico, tacendo gli errori, le perplessità, i tentamenti e gli andirivieni fra’ quali è corsa la vita mia intellettiva. Ora, di questi accennerò un qualche particolare."
      },
      {
        "index": 5,
        "text": "In Parigi fra gli altri uomini rari e famosi che v’ò conosciuti fu l’Heine, la cui morte immatura piansero con pari dolore la Germania e la Francia. Ardente amatore di libertà, egli lasciava la patria sua mezzo volontario e mezzo costretto. Quindi non è meraviglia ch’ei parlasse con qualche affetto e domestichezza a me povero rifuggito per la cansa medesima. Senza dire che la sua fama allora metteva le prime penne e scrivevamo ambedue articoli nell’Europe littéraire."
      },
      {
        "index": 6,
        "text": "«Biondo era e bello e di gentile aspetto,»"
      },
      {
        "index": 7,
        "text": "salvo che l’animo suo un pov troppo beffardo trasparivagli spesso in tutta l’aria del volto e convertiva in ghigno il sorriso. Ma non usciam di proposito. Un giorno, dopo aver cianciato di mille cose, entrati non so per qual via nel pecoreccio della metafisica, io presi ardimento di dirgli che i panteisti alemanni, sotto sembianza di molto allargare, impiccolivano invece il campo della filosofia; stantechè nel fondo, ei negavano l’infinito e ponevano in luogo suo l’indefinito dell’uomo e della natura. Egli miscredente del panteismo, come d’ogni altro dogma, sorrise alla prima a quel mio concetto e fece vista d’un uomo che sente dir cosa arguta ed insolita. Poi come lo pungesse un poco che un italiano osasse dar di becco nella metafisica superlativa de’ suoi paesani, in tal maniera rispose."
      },
      {
        "index": 8,
        "text": "44. — Sta bene; veggo che voi adorate il Deus absconditus delle Scritture, il quale a forza d’esser sublime, imperscrutabile e inaccessibile ci lascia tutti al buio e di se e delle cose create. L’infinito è un gran parolone; ma quello che vi sta sotto nessuno lo sa; e però ei si darebbe ragione in ciò ad Abailardo e agli altri nominali quando giudicavano che la scienza versa volentieri negli universali e questi non essere che nomi e i nomi non altro che aria mossa dai muscoli della trachea. Con tale dottrina voi scorgereste subito a che si riduce la scienza dell’infinito. Ma lasciando ciò stare, voi vi dovete persuadere di questo che il merito grande dei panteisti moderni di là dal Reno si è d’aver rotto e annullato il formalismo delle scuole. Voi in Italia e qui pure in Francia giungete al più al più a trovare che l’ente sussiste; e del quomodo, accennate la parte più indeterminata ed estrinseca. Ai soli Tedeschi è entrato il coraggio di ricercare il quid e indagare animosamente l’intrinseco delle essenze e far vera la massima di Aristotele che le cose si sanno e si dimostrano per la cagione."
      },
      {
        "index": 9,
        "text": "46. — Tali parole dell’Heine, dette meno per forte convincimento che per mostra d’ingegno e mortificazione della mia scienza, mi si impressero molto addentro nell’animo; e sempre poi son venuto pensando al modo di scansare la taccia di formalista. Nè voglion negare che nell’uomo e in tutto il creato la natura, se per natura s’intende la divina mentalità che ogni cosa governa, tende mai sempre ad effettuare questo fecondo e solenne principio: l’Unità nella varietà per ria dell’organamento. Del pari, non nego che lo scibile umano debbe nelle sue forme e negli ordini suoi far rilucere, quanto può il meglio, il prefato principio, secondo che ò spiegato a dilungo in altro mio scritto.[1] Sebbene, ciò non sia fattibile che assai parzialmente e quasi per timida imitazione; e come il pittore col variar delle tinte finge le carni e la vita, così il geometra sembra che faccia egli il vero trovandolo e componendolo; e il fisiologo dalla molecola embriogenica sembra che cavi scientificamente e a fibra per fibra i tessuti, la composizione e figurazione, l’attività e gli uffici degli organi. Ma qui sieno sufficienti cotesti cenni; chè del metodo parlerò forse tra breve, un po’ alla distesa."
      },
      {
        "index": 10,
        "text": "47. — Oltre ciò, questa specie di mental creazione à non pure le sue condizioni perpetue e inalterabili, ma non ascende più su dei regni della natura. E chi prosuntuosamente vuole introdurla nella scienza dell’Assoluto, darà corpo ai sogni e alle ombre; ovvero, mescolerà il mondo con l’artefice suo, e stimando di parlare assai competentemente di Dio, foggerà una specie di anima universale simile a quella che Platone insinua in tutto il Cosmo e che si distingue e separa dall’Ente supremo per tutto il diametro immensurabile che s’interpone tra il finito e l’infinito."
      },
      {
        "index": 11,
        "text": "48. — L’alto e vero Assoluto rivela sè stesso all’uomo in più guise, e tutte ammirande; ma in nessuna egli manifesta l’intrinseco dell’essere proprio. Io non vi scorgo nè causa nè effetto, nè generante nè generato. Perocchè la ragione m’insegna sol questo che non può identicamente l’effetto esser cagione e il generante generato. Ogni attributo di lui m’appare come sciolto sostanzialmente dagli altri, e solo per necessità logica io li raccolgo nell’unità e medesimezza della divina natura. Similmente, veggo io come dall’infinita essenza esce (per modo d’esempio) la infinita beatitudine o la bontà perfettissima, o la santità, o la bellezza? No del sicuro; ed ogni ragionamento che spendovi sopra non è dedotto a priori; e vo’ dire, che se attribuisco a Dio cotali eccellenze infinite, ciò proviene da che l’esperienza me le discuopre avanti nelle cose finite. Il solo e nudo raziocinio mi dà un concetto indeterminato della pienezza dell’essere e d’ogni pensabile perfezionamento. E però, con qualunque conato della ragione e della immaginazione io non giungo a specificare nell’Assoluto quelle altre innumerevoli perfezioni che certo vi sono, ma dall’esperienza umana sono ignorate.[2] Io non so nemmanco perchè l’infinito esiste e non invece il nulla, il nulla compiuto ed eterno."
      },
      {
        "index": 12,
        "text": "49. — Tra questi limiti invalicabili credo debba contenersi l’umana scienza, a cui peraltro si stende davanti l’infinito dei concetti e schiudesi via via quella profondità arcana dei sentimenti, il cui difficile scandaglio come non riesce mai infruttifero, così mai non sarà per toccare l’ultimo fondo. E tal modo di sapere ò stupendo e sublime ed è interminabile e inesauribile; ma per niun prodigio d’ingegno non muta natura e non oltrepassa i confini da noi indicati, salvo che per illusione."
      },
      {
        "index": 13,
        "text": "50. — Il perchè, l’ontologia nostra non soddisfa nemmanco in picciola parte al problema fastoso e a marcia forza frustatorio e insolubile a cui la filosofia moderna tedesca s’è dedicata pressochè tutta, e il quale sotto varj apparecchi di formole viene in sostanza a proporre che trovisi e dichiarisi pianamente e innegabilmente l’essenza intima dell’Assoluto e come sin ingenerato da lei l’Assoluto stesso e n’esca e si spanda quello spiegamento maraviglioso e incessabile che suolsi chiamare universo e la cui notizia debb’essere costruita dentro la mente in ordine compositivo e apodittico e paralello al moto e alla vita medesima per che l’eterna sostanza diventa di mano in mano ogni cosa. Veramente, un cotal problema avrebbe appresso gl’Indiani sgomentato ancora la Dea Maja e il Dio Pradjapati e forse lo stesso Visnu, benchè assistessero ed ajutassero prima la covazione e poi la gran fenditura dell’uovo di Brama. Eppure, in Germania è nel cuore de’ metafisici entrato più coraggio che in tutti gli eroi ed i semidei del Mahabharata."
      },
      {
        "index": 14,
        "text": "51. — Così gli Alemanni, in un mezzo secolo appena, ànno pronunziato prima col Kant che non potevasi saper nulla scientificamente e neppure il nostro sussistere sostanziale; poi con l’Hegel che si può saper tutto e per sino in che modo Dio compone sè stesso e la natura universa che è fatta dall’essere suo, ma un poco alienato da sè medesimo."
      },
      {
        "index": 15,
        "text": "La proposizione del Kant era profittevole assai, esposta in forma di dubio e indirizzata a cercare con più acume e severità il fondo delle facoltà nostre apprensive e conoscitive e spartendo in esse con nuova misura il dominio disputato e confuso dell’obbietto e del subbietto."
      },
      {
        "index": 16,
        "text": "52. — Il tema strepitoso dei panteisti dovea, per fuggire l’aspetto di paradosso e non tentar l’impossibile, dovea, dico, vestire esso pure la forma riservata del dubio e venir chiedendo ai sapienti se valga l’uomo ad oltrepassare in verun caso le cognizioni sperimentali e gli astratti che ne derivano; e possa armar la ragione di facoltà differenti dalle comuni e con l’opera loro coglier l’essenza dell’Assoluto e costruire a priori le attribuzioni di lui e l’una ingenerare dall’altra per atto intimo e necessario. E la prima risposta al quesito arditissimo dovea essere una determinazion rigorosa e scientifica dei limiti prescritti alle nostre indagini e al nostro sapere. Ma sembra che il dubio sia reputato di là dal Reno come indizio certo d’ingegno mediocre e pusillanime. Il perchè, quel tema comparve anzi sotto la forma dell’affermazione più intera e superba che uscir possa non che dalla bocca d’un uomo, ma si da quella d’un oracolo."
      },
      {
        "index": 17,
        "text": "Nel Nicromega di Voltaire si racconta che certi fisici e astronomi, tornando per mare dall’aver misurato il globo, s’imbatterono in un immenso gigante il quale reggeva tutto il vascello sopra l’ugna del pollice. I fisici, chi il crederebbe? non ispaventati per niente, nè della sua grandezza, nè della sua potenza, pigliarono subito a disputare su quello ch’ei fosso e appuntavano i telescopj affine di avvisarlo e squadrarlo bene da tutti i lati. Ma egli accadde che a taluno di loro nel fervor della disputa venne pronunziato un si grosso strafalcione che al gigante fu forza di ridere sbardellatamente e que tapinelli precipitarono giù al primo crollo e inabissaronsi in un taschino de’ suoi calzoni. Ora, se tu muterai il gigante nell’Assoluto e i fisici ne’ metafisici, non giudicherai subito che l’apologo è scritto apostatamente per questi ultimi e sferza con troppa ragione lo imbaldanzire stranissimo de’ loro cervelli?"
      }
    ]
  }
}
