{
  "chapterNumber": 34,
  "title": "Vol. I, Libro Quarto, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "IL SOLO TEISMO SALVA L’AUTONOMIA E DIGNITÀDELL’ESSERE UMANO."
      },
      {
        "index": 1,
        "text": "149. — Tutto quello che stiamo per ragionare al presente seguita per dritto filo dalle cose poc’anzi discorse; mia la loro importanza, piuttosto suprema che grande, richiede da noi che se ne parli quasi a dire in disparte e se ne scriva un capitoletto più breve ancora dell’anteriore."
      },
      {
        "index": 2,
        "text": "Affermiamo, adunque, per nostro giudicio e per giudicio popolare che se l’uomo è simile ad un cratere in cui ferve e spuma il divino liquore, e la mente assoluta vi opera quel non so che d’astratto e d’impersonale che domandasi pensare come pensare. egli non à virtù alcuna individua, nè alcun pregio di natura, salvo che accidentale ed effimero, nè a lui si fa lecito di aspirare ad alcuna altezza di destinazione e di fine; e tanto vale esso nell’ufficio di contenente e d’involucro quanto il bozzolo d’una farfalla o il gusciov d’un granel di legume. Chè se l’ente universale si serve del cervello di Göethe per giungere a un grado eminente nella sfera dell’arte, ovvero si serve del cervello dell’Hegel per alfine conoscere la identità di tutte le cose col proprio essere, l’onore e il valore del Göethe e dell’Hegel non ci paiono più rilevati di quello d’uno scrignetto in cui si ripongono i più preziosi gioielli di casa: con questo divario nondimeno, che i gioielli preziosi della scienza e dell’arte vi dimorano una sola breve giornata, e il di dopo non rimane più nulla dello sfortunato scrignetto e accade di lui quello che delle foglie del fiore appena il frutto vi allega dentro."
      },
      {
        "index": 3,
        "text": "150. — Ogni costruttura e forma di panteismo conduce a questo medesimo. Perocchè in ciascuna, quando voglia ella serbarsi un po’ coerente, debbe il nostro me riuscire una vuota apparenza, un’onda repentina e fugace che sorge e si spiana nell’oceano smisurato della sostanza comune. Non voglia taluno citarmi a rincontro gli stoici. Perocchè questi o non furono panteisti o con felice incongruenza raffigurarono in ciascun’animna umana una particola sostanziale e distinta della grande anima dell’universo."
      },
      {
        "index": 4,
        "text": "151. — Chè se in qualunque umano individuo giusta gli adagi del panteismo la sostanza non è dell’uomo, tanto meno gli può appartenere la libertà; ma il senso e l’intuizione che ne possiede provengono dall’Assoluto, il quale effettualmente comincia nel genere mano a ripensare sè stesso e riconoscersi libero nell’ultimo fondo della sua volontà, la quale è primitiva onninamente e spontanea. Chè quando poi da simile presupposto discenda la impossibilità di fare l’uomo imputabile veramente degli atti proprj e però dannabile e punibile, e quando del pari ne derivi l’altra impossibilità di cogliere la ragione e significazione dei rimorsi e definire schiettamente il concetto dell’obbligazione morale, non mancheranno lambicchi dialettici e alterazioni graduate del senso delle parole per confondere tutto ciò nel loro contrario ed anzi in un paradosso, il quale concluda che l’Assoluto à certa sua volontà universale e particolare, la quale è identicamente necessaria e libera, è diritto e dovere, è colpa e castigo, è azione e passione, e tutto ciò che opera, sembri virtù o scelleraggine, violenza o giustizia, è sempre ugualmente razionale e legittimo."
      },
      {
        "index": 5,
        "text": "149. — A fronte di esorbitanze sì fatte, il teismo a nome del senso comune e a nome della scienza proferisce solennemente che l’uomo è vera sostanza individua, vero subbietto distinto di qualità e di atti, vera forma costituita in certa natura propria e durevole per tutti i secoli, tanto che niun progresso di perfezione e di bene gli torrà la coscienza della medesimezza sua peculiare e incomunicabile. Ente fornito d’intelletto i pure fornito di libertà per maniera che partecipa in qualche grado della ragione di prima efficienza. Di quindi il titolo suo sublime d’ente morale e imputabile. Di quindi il giure universale e i contrapposti sentimenti dell’obbligazione e del diritto. Di quindi, infine, il poter meritare la felicità propria e l’accendersi in lui quella nobile sete di gloria e quella fiducia di sopravvivere negli scritti, ne’ monumenti, nell’opere e più ancora nella maraviglia e riconoscenza del genere umano. Le quali cose come possono riscaldare il petto e la mente del panteista confessiamo di non capire. Perchè, gloriandosi egli delle sue scritture invenzioni e gesta diverse, mi fa pensare a una pisside e ad un ostensorio che attribuissero a sè quegl’incensi e quegl’inni onde il popolo e i sacerdoti onorano e glorificano la divinità presente nel ricettacolo d’oro o d’argento. E sebbene la profonda virtù sia modesta e di sè dubitosa e rechi la prima lode dell’opere sue a Dio, suprema cagione e sostegno delle azioni morali, tuttavolta è lecito al giusto di compiacersi nell’intimo suo del bene attuato; il che vuol dire da ultimo che egli se ne riconosce autore ed operatore. Laddove l’Hegel avea molto minor diritto a compiacersi dei suoi dettati che non farebbe l’ape nel fabbricarsi la cella ed il miele. Perchè, sebbene l’ape non è consapevole dell’arte sun, nondimeno l’esercita proprio essa e la trae fuori dal suo principio attivo ed organico."
      },
      {
        "index": 6,
        "text": "153. — Aurei sogni e infantili dell’umana filautia esclamano qui gli avversarj; e ripetono la vieta e frusta obbiezione già toccata da noi della ripugnanza intrinseca tra l’essere creato e l’essere attivo. Perocchè dicono se il tuo subbietto sostanziale è creato continuamente e sono creati così gli atti e le qualità come l’agente, il sostrato e ogni cosa, non ti rimane nulla di proprio, di separato e di autonomo, e tutto debb’essere riferito alla virtù creatrice."
      },
      {
        "index": 7,
        "text": "154. — Non và dubbio, noi rispondiamo pur novamente che l’atto creativo fa esistere l’ente ed ogni suo contenuto, ma lo fa esistere appunto con la facoltà di operare. Questa facoltà non sarebbe senza l’atto creativo e non sarebbero quelle condizioni speciali ond’è informata la facoltà e le operazioni che ne provengono; ma se il subbietto la facoltà e gli spiegamenti di lei sono congiunti e contermini, a cosi parlare, con la cagione, pure sono sostanzialmente da lei separati. Altro è dunque fare esistere una cosa, altro emanarla dal proprio seno e dentro lei operare, tanto che sia una espansione o trasmutazione del medesimo essere. Forse ti dà noia il non poter concepire come sieno separati effetto e cagione e questa non permanga in quello virtualmente od attualmente; ovvero come non ostante la separazione, tutto ciò che è nell’effetto esiste ed opera per la efficienza causale? Ma non è questo propriamente l’arcano dell’atto creativo? Non figurarono per questo gli antichi una materia preesistente, mal sapendo in altra maniera intendere l’azione causale e rappresentandola sempre a sè stessi come certa intromissione e penetrazione di un ente in un altro? Aggiungasi a ciò quello che abbiamo espresso più d’una volta e vale a dire che Dio può congiungersi alle creature ed involgerle e contenerle in guise stupende ed inconoscibili, tuttochè superiori d’intimità e penetrazione a quanto l’ingegno e la fantasia si sforzano di trovare e di definire. Solo debbesi escludere la congiunzione di atto ad agente e di modo a sostanza. E già per noi s’è descritta qua addietro più d’una forma d’influsso immediato della divinità nel profondo dell’anima. Ma l’influsso creativo dee del sicuro operar dal di fuori; imperocchè tutto il finito rimane per la sostanza escluso dall’infinito."
      },
      {
        "index": 8,
        "text": "153. — Ma fra i teisti, non si nega, v’à una schiera li fanatici i quali compiacendosi fuor di misura delle intrinseche loro comunicazioni con Dio pervengono ai risultamenti medesimi del panteismo. E incredibile quanto sia caro all’uomo l’abbandonarsi all’autorità altrui e tôrsi giù dalle spalle il carico grave e perpetuo della propria imputabilità. La inerte quiete dell’animo torna a molte nature melanconiose ed immaginose il supremo dei piaceri; mentre la coscienza meglio illuminata e rinvigorita del genere umano pur sempre gridatogli: tu se’ un principio vivente ed attivo fornito di libertà e moralità e posto a rimpetto dell’infinito delle idee nel quale puoi leggere le norme eterne così del vero come del bene. Opera dunque moralmente e liberamente, e adempi per la tua energia i tuoi fini supremi. A te si concede la serenità dello spirito, non il riposo; ti è lecito di camminare con iscorte fidate ma non di fermarti. Pena, suda, travaglia; il tuo sabato è ancora troppo discosto da te."
      },
      {
        "index": 9,
        "text": "156. — Molto si ragionò fra i teologi della grazia efficace e del quanto e del come possono le azioni umane farsi meritorie. Ma il solo Malebranche illuso da una pietà così ardente come sincera portò nella metafisica la dottrina nuova (dico nuora pei teisti) del negare pressochè assolutamente le cagioni seconde e volere che l’uomo pensi e conosca ogni cosa in Dio e Dio operi in lui ogni cosa. Negò le cagioni seconde per non potere intendere come le sostanza operino l’una nell’altra, dimenticando quella povertà abituale del nostro ingegno e del nostro sapere onde siamo costretti a rimanere le più volte contenti di conoscere che tal fatto o tale altro sussiste senza fiducia di scoprire la sua ragione e il suo modo."
      },
      {
        "index": 10,
        "text": "157. — Del resto, egli si può e debbe accettare il principio del Malebranche qualora s’intenda con precisione e con discrezione. Tu vuoi, sommo contemplatore dell’Oratorio, che noi veggiamo ogni cosa in Dio? Sta bene; ima và pure quel noi, vale a dire, quell’individua sostanza e incomunicabile che spiegando la sua virtù intellettiva spazia per lo infinito delle idee. Aggiungi che Dio opera in noi ogni cosa? E sia pur questo, badando che ài nominato il nostro subbietto siccome termine dell’azione divina. Se v’à un subbietto passivo, v’à eziandio un atto e un modo di ricever l’azione e però cotesto subbietto è una causa e come tale è fuori di Dio ed è autore del proprio atto. Più tardi nascerà occasione di riandare con più minuzia su questi concetti del Malebranche."
      },
      {
        "index": 11,
        "text": "158. — Intorno poi alla libertà, lasciando che i moralisti e i psicologi ne trattino ex professo, diremo di passata che vi si fa errore in due opposte maniere: o negandola e attenuandola più che la coscienza non testimonia a tutti gli uomini in ciascun istante di loro vita; ovvero amplificandola di là dai termini preordinati e solo pei quali è conciliabile essa con la continua ne- cessità che governa la storia."
      },
      {
        "index": 12,
        "text": "La libertà quale al presente ci è conceduta è del sicuro nell’infima delle sue condizioni, potendo noi scegliere fra il bene ed il male, fra la materia e lo spirito, fra gli eterni documenti della giustizia e una voluttà passeggiera particolare e ingannevole. Perchè noi possiamo pur dalla lunga imitare la divina libertà e la forma sopraeccellente di essere causa prima, ei ci fa mestieri di trasmutare il nostro arbitrio in una sorta di necessità razionale e morale, tanto che la sola spontaneità del bene sia nostra legge, o parlando più esatto, siamo noi legge a noi stessi."
      },
      {
        "index": 13,
        "text": "E tale per fermo è il frutto maraviglioso, direbbe Pindaro, che si coglie dall’albero della sapienza. Vinte le passioni sensuali e gli errori invecchiati e ostinati dell’intelletto, noi ci reputiamo grandemente più liberi. Nel fatto noi ci accostiamo di più allo stato poc’anzi descritto della compiuta spontaneità. Per lo certo nella vita futura e migliore noi proseguiremo a fruire della inestimabile dote della libertà; ma l’escreiteremo non più nell’arbitrio infelice di scegliere fra il male ed il bene, ma fra il bene ed il meglio e quindi tra il meglio. e l’ottimo insuperabile."
      },
      {
        "index": 14,
        "text": "Ora, rivocando il discorso al tema nostro speciale, ne sembra, dopo gli schiarimenti dati e le istanze rimosse, che niuno abbia pur le apparenze della ragione per negare il pronunciato espresso nel titolo del presente Capo e il qual dice che al solo teismo debbe attribuirsi la facoltà e certezza di mantenere all’uomo l’autonomia e la dignità dell’essere proprio."
      },
      {
        "index": 15,
        "text": "159. — Innanzi di chiudere il Quarto Libro e girando l’occhio sulla intera sua trattazione, desidero che sia chiarito come la teorica nostra della realità obbiettiva di tutte le idee non può mancare di crescervi luce e fruttuosità nel modo che fece alla materia di tutti i Libri anteriori. Per fermo, a tacere di altre considerazioni, certo è che la nostra teorica smentisce con veemenza l’accusa mossa contro il teismo, e da noi repulsa più volte, che la creazione ex nihilo ed attuata nel tempo separa Dio dall’uomo e dall’universo. Invece, la metafisica per noi professata mantiene che l’uomo pensando la verità pensa continuamente Iddio e guardando alle idee guarda nella rappresentazione immediata delle realità esemplari ed eterne. Quindi la mente è in assiduo contatto spirituale con l’Assoluto, E questa è rivelazione mirabile della scienza speculativa, la quale insegna con ciò una forma di comunicazione, certo, superiore a tutte le materiali e sensibili figurate da religioni superstiziose o da grossolane filosofie."
      },
      {
        "index": 16,
        "text": "160. — Così non meno dei panteisti moderni noi troviamo Dio per entro al pensiere; ma la discrepanza profonda consiste in ciò che quel pensiere è oggettivo essenzialmente e assolutamente, nè per noi si ripudia il fatto sostanzialissimo, levato il quale, è pur levato il pensiere medesimo, e intendiamo la distinzione e separazione non cancellabile fra l’obbietto e il subbietto, fra l’idea e l’essere, fra la intellezione e il termine suo."
      },
      {
        "index": 17,
        "text": "161. — Quanto poi alla natura, il progresso della scienza e della filosofia conduce ogni giorno i teisti a maggiormente riconoscere che Dio, per modo di favellare, è supplito di mano in mano dalle cause seconde l’atto creativo immediato sempre si fa più discosto. Di tal maniera si va prolungando senza mai termine la catena dei fatti e svelando la necessità che li regge; le menti s’illustrano, le previsioni si dilatano e le religioni si purificano. E Giove Pluxio, per via d’esempio, che appresso i Romani significava il Nume loro più formidabile infuso in grembo a Rea madre per fecondarla delle mèssi, diventa per virtù di riflessione e di scienza un seguo ed una figura particolare della efficienza immanente di Dio la qual produce e mantiene continuo e per ogni dove i principj causali del mondo."
      },
      {
        "index": 18,
        "text": "In luogo di ciò, ai panteisti giova confondere questi termini e nella efficienza suprema quanto nell’ultimo fatto materiale e sensibile scorgere una sostanza medesima e due atti correspettivi del medesimo diventare. Talchè il popolo romano, a giudicio d’alcuno di loro, sentendo nelle acque piovane la presenza di Giove coglieva della divinità un concetto più profondo e più vero; e confessandosi in comunanza di vita e di essere con gli Dei immortali traeva maggior entusiasmo e rendeva alla patria, alla fortuna di Roma e ai Penati li Troja un culto sincero e utilissimo che alle moderne popolazioni è interdetto. Di tutto questo si persuada chi vuole. Noi perseveriamo nel giudicare ch’eziandio per tale rispetto il genere umano è felicemente uscito dalle rozze credenze e dalle corpulente immaginazioni della sua fanciullezza."
      }
    ]
  }
}
