{
  "chapterNumber": 53,
  "title": "Vol. II, Libro Terzo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ANCORA DELLA STESSA MATERIA."
      },
      {
        "index": 1,
        "text": "95. — Ma in ciascuno di tali ingegni e artificj la natura intoppa nella insufficienza e necessità del finito; il che giova ad ogni tratto di ricordare. Per fermo, la varietà nell’uno convertesi il più del tempo nel misto del simile col dissimile e che no contempliamo sotto forma di unità; come quando avvisiamo il genere dei metalli o l’altro più largo dei minerali o il più ristretto dei basalti. L’uomo medesimo o l’animale bruto, ancorachè sia uno nella realità di ciascum individuo, lascia scorgere più diversità che varietà, paragonandosi (poni caso) gli estremi, e cioè l’embrione con l’essere già formato ovvero la età infantile con l’ultima; e parimente sono più differenze che varietà la memoria, la volontà, il senso, l’istinto. E quelle differenze sono poste insieme dalla natura ed unificate in certo subbietto mediante una sintesi laboriosa e lentissima a cui il finito perviene valicando per innumerevoli composizioni e preparazioni."
      },
      {
        "index": 2,
        "text": "96. — Il partecipare poi del diverso, benchè sia fattibile ed anzi la natura lo venga effettuando in ogni momento, à di continuo questo limite che nel generale l’una meschianza impedisce l’altra, e se avviene questa, quella non può avvenire. Lo zolfo meschiato al mercurio compone il cinabro; ma se vuole insieme partecipare del ferro non può, e conviengli per ciò abbandonare il mercurio."
      },
      {
        "index": 3,
        "text": "97. — La insufficienza del finito produce ancora che la partecipazione del diverso piuttosto fa luogo ad un terzo essere differente, di quello che ad aumentazione di proprietà e di attribuzioni; come si scorge nei sali, ovvero negli ossidi metallici, in cui l’ossigene sembra perdere ogni sua proprietà, e le basi alcaline e i metalli gran parte delle loro. Laonde la mentalità suprema per giungere al vero incremento dell’essere e ad un mescolamento tale del diverso che l’unità vi stia dentro sostanzialmente, apparecchia e addirizza tutte le cose alle sintesi terminative, e vale a dire ai subbietti sostanziali che chiamerei moltiformi, e a quelle composizioni in cui qualche ente superiore subordina gl’inferiori siccome accade per entro ai composti organici."
      },
      {
        "index": 4,
        "text": "98. — Ma di ciò altrove. Qui basti il considerare che due sono nel nostro proposito gl’intendimenti della natura; l’uno risguarda al possibile l’altro alla finalità. Rispetto al primo, la natura adempie l’intendimento suo, sempre che attua l’indefinito del vario del diverso e del misto, ancora che il misto non duri e le combinazioni si avvicendino senza incremento vero e ordinato dell’essere, in che consiste la sintesi."
      },
      {
        "index": 5,
        "text": "99. — Con tali considerazioni sul modo assai differente che può adoperare il finito nello spiegare l’indefinito trapasseremo a conoscere partitamente l’applicazione di tutto ciò nei tre mondi da noi distinti, e cioè l’etereo, il chimico ed il meccanico. E facendoci dal primo, che è l’etereo, diciamo che preconosciuti gli ufficj suoi i quali ànno indole generale ed inalterabile e ricordandoci di quanto ne fu definito più sopra, debbe comparire in lui molto spiccata se non l’unità di subbietto, certo l’unità di forma. Quindi non il diverso propriamente ma il vario vi dee dimorare con isfarzosa moltiplicazione, tanto che si accosti a quel diverso nell’uno di cui testè abbiamo discorso. Della qual cosa fanno fede parecchie scienze. Di fatto, la luce, il calore, l’elettricismo ed il magnetismo sono argomento di studio e sapere tanto diversificato e vasto che niuna intelligenza umana l’abbraccia mai tutto, l’insegnamento n’è già spartito fra parecchie cattedre nelle università più insigni d’Europa."
      },
      {
        "index": 6,
        "text": "100. — Della varietà poi del mondo chimico testimoniano similmente tre amplissime scienze la geologia, la mineralogia e la chimica propriamente denominata. E qui debbe aver luogo non pure il vario, ma eziandio il diverso sebbene non assoluto. Imperocchè la natura nel mondo chimico move un passo di più verso il fine; e però alla partecipazione del simile o vogliam dire alla comunanza della materia quivi si aggiunge la partecipazione del diverso, che è pure la differenza spiccata e profonda delle specie nel genere; oltre alle combinazioni di tutto questo col mondo etereo. E si noti da ultimo che nei cristalli regolari i quali appariscono in ogni corpo e nelle parti e membra de’ gran contenenti ossia delle masse maggiori per lo spazio disseminate è da riconoscere un primo tentamento e un inizio primo di forma individuale."
      },
      {
        "index": 7,
        "text": "100. — Dicemmo in sul cominciare che la congiunzione del simile è l’atto e il modo più semplice onde il finito allarga i suoi limiti e sforza la sua insufficienza. In tale congiunzione, pertanto, deesi ripetere il fatto più universale e comune del mondo creato; e però nel seno della materia il fenomeno più frequente debb’essere l’accostarsi delle molecole per costruire i corpi e quindi l’accostarsi di questi per costruire le masse. Nè qui può fermarsi la cosa; ma la stessa necessità e la stessa legge verrà a mover le masse per entro lo spazio ed avviare l’una all’incontro dell’altra."
      },
      {
        "index": 8,
        "text": "102. — Ora, in questo medesimo fatto dell’attrazione universale tanto semplice e tanto comune e tenuto, come si disse, ne’ giusti confini dalla virtù espansiva dell’etere, la natura introdusse un’altra sorta di varietà inesauribile. Conciossiachè, lasciando stare i fenomeni dell’affinità da un canto e dell’adesione da un altro che sono i due estremi del meno e del più nel congiungersi delle molecole, pure nei corpi similari v’è tante sorte di coesione fra le molecole, quante forse le specie stesse dei corpi. Di quindi l’uno si mostra tenace, l’altro friabile, un terzo duttile, un quarto rigido e così prosegui; e ciascuno à eziandio una propria guisa di rompersi non che un peso proprio specifico."
      },
      {
        "index": 9,
        "text": "103. — Ma nelle masse maggiori, o vogliam dire nei Soli e ne’ loro sistemi, proseguirà la natura a profondere il diverso ed il vario? Certo che si, non potendo errare il principio, il qual vuole che sempre e in qualunque ragione di enti apparisca attuato l’indefinito del possibile. Salvo che cotesti sistemi solari sono da ultimo serbatoj smisurati e massimi contenenti del mondo chimico. Il perchè, diversificandosi questo da sistema a sistema vengono le masse medesime a diversificare."
      },
      {
        "index": 10,
        "text": "104. — Sopra la qual cosa noi ripetiamo che quantunque nè l’ingegno nè la fantasia nè altra mai facoltà umana coglier possa in veruna maniera le novità originali di qualsia specie e quindi riesca impossibile affatto di figurare e definire la tempra e le condizioni peculiarissime del mondo chimico negli altri sistemi solari, tuttavolta andiamo persuasi che quivi sfoggia il diverso ed il vario in modo tanto abbondevole quanto inconoscibile a noi. Del che ci giunge pure qualche indizio mediante l’esperienza. Conciossiachè il colore, la qualità e l’intensità della luce nei corpi celesti, certo loro appannamento ed annebbiamento, la fosforescenza, le macchine, la scintillazione ed altre contingenze ci appaiono spesse volte diversi da pianeta a pianeta, da stella a stella e da costellazione a costellazione."
      },
      {
        "index": 11,
        "text": "104. — Senza che, l’aspetto e figurazione di queste ultime, la rarità e spessezza di loro materia e la posizione e il moto di loro parti similmente diverso da una ad altra acervazione di stelle non può non rispondere a differenze integrali nella natura de’ loro elementi; considerato che in nessuna di quelle parvenze è carattere accidentale. E tutto ciò in sino al termine estremo dove dura comunanza di corporeità di moto."
      },
      {
        "index": 12,
        "text": "106. — Di là da quel segno principia una diversità di mondi per noi assoluta ed infigurabile, e dei quali sappiamo sol questo che del sicuro sussistono; perchè l’infinito della possibilità, certo, non rimane esausto nelle due sfere a noi note della materia e dello spirito; o parlandosi più preciso, nelle due sfere di fenomeni sotto cui ci si rivelano i due principj, il materiale vo’ dire e lo spirituale. Nè tutte le forze della materia probabilmente ci sono ancor note come non tutto lo spiegamento essenziale delle facoltà dello spirito."
      },
      {
        "index": 13,
        "text": "107. — Notiamo per incidente che facendo noi professione in questo volume di dedurre da pochi e certi principj quanta maggior notizia si può dell’ordine della natura, è assai rincrescevole ad ogni tratto il venir dichiarando la molta ignoranza che sosteniamo sulla più parte di questa gran fabbrica dell’universo; e conoscere poi di giunta che nel difetto della scienza argomentativa non ci soccorre nemmanco la scienza sperimentale ed empirica. Ciò non ostante, noi ci terremo fermi al proposito che le dimostrazioni non sieno scambiate ha con le congetture e queste medesime men trasvadano tanto da divenire"
      },
      {
        "index": 14,
        "text": "«Sogni d’infermo e fole da romanzo.»"
      },
      {
        "index": 15,
        "text": "108. — Di cotal tedio ed impaccio vanno esenti gli Hegeliani, i quali negano intrepidamente tuttociò di cui non possiedono la nozione. Così negano, per via d’esempio, che vi sieno sistemi solari somiglievoli ad una e diversi dal nostro; e già notammo altrove che il maestro loro pensatamente e iteratamente chiamò il cielo stellato qualcosa di comparabile ad una specie d’espulsione cutanea. Vero è che in tale espulsione l’Herchel, l’Olbers, il Bessel ed altri valentuomini ravvisarono qua un mondo incipiente, là un mondo assai progredito, più discosto un altro che scindesi in due, e più discosto ancora oceani immensi di materia cosmica, onde usciranno a poco per volta novelle costellazioni. Si vero che in nessun luogo è intera immobilità ed anzi ogni parte di quella espulsione si move; e probabilmente ogni moto à il suo centro, come del sicuro à la sua legge determinata e indeclinabile; senza parlare di que’ gruppi di stelle che girano l’una intorno dell’altra con periodo certo quanto diverso di tempo e misura."
      },
      {
        "index": 16,
        "text": "109. — Simigliantemente, non è da cercare per gli Hegeliani quel che significa la via lattea, le nuvole magellaniche ed altri membri smisurati della sfera siderale. E qui un maligno potrebbe riflettere che in quella sorta, come dire, di scabbia celeste il solo caso dee sbizzarrirsi e tener dominio."
      },
      {
        "index": 17,
        "text": "110. — Forse io frantendo non poco i pensamenti degli Hegeliani. Ma sembrami che in cambio di spararle si grosse tornava lor meglio di dichiarare che l’Assoluto nemmanco nel cervello di Hegel è molto progredito nella coscienza di sè medesimo e nel ravvisarsi una cosa atessa con la natura; e che quindi col tempo conoscerà e spiegherà per bene tutte le opere gigantesche e bellissime che à lavorate colassù senza addarsene troppo e quasi giocando a capanniscondere. Per un Assoluto che è identicamente nel tempo e nella eternità, nella idea e nella materia, e non à mai cominciato e pur tuttavia diventa e diventerà sempre, ei si può indifferentemente affermare che sa ogni cosa ovvero che non sa nulla o pochissimo. Del resto, non è ufficio nostro di aggiustare le lor partite e sa più un pazzo in casa propria che un savio in casa d’altri. Ma, per mio avviso, quella corona che portano della scienza assoluta è un triste e gravoso carico; e credo che sentano anch’essi quanto pesa la sovranità, massime in questi nostri tempi. Cartesio ancora ebbe a dire che non v’è fatto nell’universo a cui non trovisi spiegazione pronta ed agevole nei principj del suo sistema. Ahi parole imprudentil Venne di lì a poco il Newton e fece piazza polita di que’ principj e di quel sistema."
      },
      {
        "index": 18,
        "text": "111. — Ora, tornando al soggetto, chiediamo di nuovo: come avverrà il misto, e cioè la partecipazione del diverso nelle masse maggiori considerate nel lor tutto insieme e l’una a rispetto dell’altra? potranno i sistemi solari summentovati fare scambio in fra loro di qualità e di attribuzioni, quando anche non ne risulti incremento di essere per ciascheduno? Per nostro avviso, tal presupposto non pure non è escluso da veruno principio ma confermato in quella vece da ciò che fu dichiarato testè circa l’indefinita varietà e differenza che la natura desidera e vuole in tutte le cose."
      },
      {
        "index": 19,
        "text": "112. — Stimasi, dunque, da noi che i sistemi solari girano l’uno intorno dell’altro con tal legge di moto e con tale vicenda, che ognuno o la maggior parte visiti gli altri di mano in mano e mutuamente sia visitato, con iscambio successivo dell’influsso proprio e dell’altrui. Quindi si può immaginare che quello che accadde fra gli astri di una intera costellazione o di parecchie insieme connesse avvenga poi fra le altre non unite nè connesse; e il risultamento sia che ciascheduno sistema solare abbia trascorsa tutta la serie del suo agire e del suo patire e soggiaciuto al novero intero delle mutazioni convenevoli all’essenza sua speciale e immutabile."
      },
      {
        "index": 20,
        "text": "113. — Nè solo si des pensare che fra gli astri e le costellazioni diverse accada un avvicendamento e uno scambio d’influssi e d’ingerimenti, ma che da ciò derivi l’attuazione di molte potenze a cui bisognava un impulso esteriore, come vediamo succedere continuamente nel mondo chimico e nello spirito nostro medesimo. Imperocchè, essendo legge del finito che le facoltà non valgono a suscitare sè stesse e condursi all’atto per sola propria energia, così è lecito di opinare che in qualunque parte della natura sieno forze latenti non ancor trapassate all’atto per mancanza d’impulso esteriore conveniente e proporzionato. Sul qual proposito tornerà necessariamente il nostro discorso avanti la fine di questo Libro."
      },
      {
        "index": 21,
        "text": "114. — Ma tra le combinazioni del mondo stellare e quelle del mondo chimico interviene la differenza che le seconde si compiono per incorporamento, laddove le prime il più delle volte si debbono compiere per accostamento ed influsso. Nel vero, nelle grandi masse prevale il principio della stabilità e della resistenza, e perciò prevale la coesione. Di quindi nasce che il mondo più sottile e più mobile, e in cui la natura può giungere con agevolezza maggiore alle sintesi terminative dimora alla superficie di quelle, dov’è minor compattezza e pressione. Per ciò nel generale non debbono gli astri di già formati incorporarsi l’uno nell’altro, perdendo qualche porzione di superficie e rompendo a mezzo il lavoro intrapreso del mondo chimico."
      },
      {
        "index": 22,
        "text": "115. — Del pari, se noi ricordiamo quello che fu fermato nel Libro secondo intorno alle necessità del moto e dell’attrazione e nel primo intorno alla impenetrabilità e all’agire e reagire dei corpi, noi ci persuaderemo che gli astri di già formati e assodati correndo l’uno verso dell’altro con impeto inimmaginabile invece d’incorporarsi ed unificarsi frangerebbero nel cozzo tremendo le loro compagini e de’ loro frantumi infecondi saria piena senza frutto una immensa distesa di spazio."
      },
      {
        "index": 23,
        "text": "116. — D’altro canto, ei si vedrà di qui a poco che nella forza passiva dell’attrazione dimora certa virtù occasionale di altra specie di moto diverso ed attivo. Tutto il che combinato con arte divina genera per ogni dove e mantiene l’equilibrio degli astri, e intendiamo dire che tutti per una serie coordinata di movimenti ora elittici ed ora iperbolici possono bene visitarsi ma non entrar l’uno nell’altro ovvero infrangersi come vetri e andare in minuzzoli."
      },
      {
        "index": 24,
        "text": "117. — Salvo che le combinazioni del mondo chimico debbono riuscire estremamente fine e gracili a petto a quelle dei sistemi solari. Nè possono da Sole a Sole o da costellazione a costellazione mutare gl’influssi senza che non se ne alteri profondamente e non se ne perturbi e sconvolga tutto l’ordine del mondo chimico respettivo."
      },
      {
        "index": 25,
        "text": "118. — Ma bene la natura provvede a ciò con due suoi metodi mirabilissimi. E l’uno è di produrre tra i corpi celesti la novità degl’influssi cou minimi gradi e impiegandovi parecchi bilioni d’anni, tanto che la mutazione non può arrecare rivolture violente e conquassi."
      },
      {
        "index": 26,
        "text": "L’altro metodo della natura si è di aspettare dentro a ciascuno membro d’un sistema solare che un certo ordine del mondo chimico sia trapassato di mano in mano per tutti li suoi svolgimenti; per guisa che la mutazione ed innovazione, tuttochè repentina, riesca opportuna e fruttifera. Nè manca la divina mentalità di dedurre, secondo i casi e gl’intendimenti dall’uno e dall’altro metodo, ora la semplice differenza che aggiunta alle altre cresce l’attuazione del possibile; ora la differenza che a rispetto delle anteriori segna un progresso e vale a dire qualcosa che cagiona un durabile incremento di essere o per lo manco un preparamento inverso di esso."
      },
      {
        "index": 27,
        "text": "119. — Di queste due arti della natura abbiamo testimoni evidenti le mutazioni sopravvenute nel nostro globo, delle quali alcune si compiettero quasi in un subito ed altre con processo lentissimo. Sebbene nel giudicarle sia molto diverso il criterio usato dagli scrittori e tu odi, per via d’esempio, il Cuvier che parla di cataclismi molti e veementissimi; invece il Lyell vorrebbe quasi negarli e procaccia con grande ingegno di accumular le prove onde si mostri l’operare tardissimo della natura ma sempre d’un minimo grado diverso da sè medesimo, tanto che nella fuga delle miliaia di secoli gli effetti assommati riescano all’ultimo ad una profonda trasformazione. Del resto, parlandosi della natura la rapidità ed anche la subitaneità delle mutazioni non è quella certo che immaginiamo noi con le tenui misure di minuti e d’istanti solo proporzionale al nostro durare brevissimo e al nostro mutare incessante e visibile. Ad ogni modo, saranno esempio della subitezza dei cambiamenti l’eruzioni vulcaniche, le quali arrecarono ruine tanto maggiori quanto i vulcani spesseggiavano oltre misura nel mondo antico."
      },
      {
        "index": 28,
        "text": "120. — Puossi anche dire che la vita degli animali più nobili è così delicata e ricerca una convenienza e proporzione così minuta ed esatta con la natura ambiente, da non resistere ad alcun cambiamento che sopravvenga in un sistema solare, quando anche si operasse a gradi lentissimi e impercettibili. Il perchè from noi siamo di credere che quando questo nostro Sole verrà tanto prossimo alla costellazione di Ercole, verso cui procede, da sentirne alcuna sorta d’influsso, la nostra specie dovrà perire. Conciossiachè noi non la reputiamo atta a trasformarsi organicamente. Ma di ciò nel quarto Libro."
      },
      {
        "index": 29,
        "text": "121. — Uscendo anche dal sistema nostro solare che a petto al firmamento vale un granel di sabbia. il telescopio ci diede avviso di qualche subita rivoluzione accaduta in altri corpi celesti, e sono quelle stelle segnatamente che od apparirono improvviso o per lo contrario cessarono a un tratto di splendere e di scintillare. Altre ve n’à che dopo essere rimaste oscurate alcun tempo s’illuminarono di nuovo. Altre infine mutano di colore a certi periodi. In ciascuno di simili casi certo alla superficie di quegli astri sono avvenuti e avverranno cambiamenti profondi e rapidi e quali abbiamo usanza di domandare cataclismi. Conciossiachè, quando una mutazione si stende su tutta la faccia d’un astro non minore del nostro Sole, non può avere per lo certo carattere accidentale ed inefficace e non accompagnarsi con mille cambiamenti particolari ed intrinseci in tutte le materie dove penetra l’atto di quella cagione sostanziale e generica onde la mutazione prima è provenuta."
      },
      {
        "index": 30,
        "text": "122. — Ma per compiere questi nostri aforismi intorno alla diversità e alla novità che dee comparire negli astri mediante la vicenda e permutazione scambievole dei loro influssi, a noi giova di ricordare che ciò debbe sempre avvenire secondo tutti i principi e le arti della natura di già descritte. Quindi, sebbene nessuna fissa nel firmamento sia tale davvero e che quando il durare dei secoli potesse contrarsi e stringersi nell’intervallo di pochi secondi noi le vedremmo cambiare tutto l’ordine e la configurazione della presente sfera siderea, nullameno egli è certo che qualcosa pure fra esse dee sustanziare il principio della saldezza della resistenza e della immobilità relativa, come altra parte delle medesime debbe esprimere il principio contrario della mobilità e della incostanza."
      },
      {
        "index": 31,
        "text": "123. — È da far luogo eziandio a quest’altra considerazione intorno al proposito, e vale a dire che posto ancora che i cambiamenti de’ massimi corpi stellari mirassero soltanto ad esaurire l’indefinito del possibile, tuttavolta fu già pronunziato che la divina inentalità non concede a verun possibile di essere alieno compiutamente dalla cooperazione remota o prossima diretta o indiretta ai fini superiori ed universali della creazione."
      },
      {
        "index": 32,
        "text": "125. — Per ciò medesimo a noi sembra evidente che i sistemi solari le costellazioni e gli aggregamenti di queste essendo costituiti e congegnati per maniera che mediante la coordinazione de’ lor movimenti e il visitarsi mutuamente e lo scambiarsí gl’influssi venga così in ciascuna parte come nel tutto spiegata la infinitudine dei possibili per entro i termini della capacità delle parti e del tutto, certo la natura vi à adoperato non solo la congiunzione dei simili e la partecipazione dei diversi, ma quell’altro modo di aggrandire i limiti e l’efficacia dei finiti che noi domandammo l’ordine e la cospirazione dei mezzi e il quale consiste a fare operare un effetto comune da certa catena di cause insufficienti ciascuna per sè, ma bastevoli al conseguimento del fine in virtù di connessione e cospirazione. Ed è ciò in sostanza che ottengono tutte le macchine a cominciare dalle più semplici insino alle più implicate e maravigliose."
      },
      {
        "index": 33,
        "text": "126. — L’intero mondo meccanico, adunque, considerato ne’ suoi gran contenenti e nelle relazioni e coordinazioni in fra essi, vuol essere riconosciuto quale un macchinismo portentoso ed inconsumabile, mentre le macchine umane sono temporanee tutte e recano in sè medesime il principio loro dissolutivo, non sapendosi rinvenire la guisa di perpetuarne il moto; appunto perchè da per tutto è moto e gli elementi di resistenza mutano essi medesimi a poco per volta."
      },
      {
        "index": 34,
        "text": "127. — Ma nella natura la perpetuazione del moto che non può essere assolutamente in nessuna parte è serbata nel tutto con questo artificio che all’una macchina disfatta subentra l’altra diversa e più comprensiva. Rimanendo, tuttavolta, incerto per noi se cotesto macchinismo universo mantiensi con la periodicità e l’indefinita replicazione ovvero con l’innovazione indefinita ed interminabile. Noi tratteremo di ciò ampiamente nell’ultimo Libro."
      },
      {
        "index": 35,
        "text": "128. — Sembra non vera, o per lo manco avventata, l’affermazione nostra che il mondo meccanico non serbi neppure esso in ciascuno suo sistema parziale la perpetuazione del moto, e vale a dire la identità e inalterabilità del sistema medesimo. Per fermo, gli studj profondi degli ultimi gran matematici anno dimostrato che sebbene nel nostro sistema solare sieno cagioni pressochè innumerabili di perturbamento e d’alterazione, ogni cosa da ultimo trova il suo compenso ed il suo equilibrio."
      },
      {
        "index": 36,
        "text": "130. — Ma se le enormi masse stellari costituiscono un macchinismo vero e fruttifero, è sempre da mantenere che tuttociò è diversissimo dalla organizzazione strettamente denominata, la quale, sebbene sia l’ultimo termine d’una artificiosa coordinazione e connessione di mezzi, nullameno à carattere tanto proprio e così definito che in niuna maniera si dee confondere col macchinismo e con qual si voglia forma ed operazione del mondo meccanico. Eppure è frequente l’abbattersi in trattati di cosmologia i I quali proclamano con certa enfasi la organizzazione dell’universo. E qualora affermassero ciò per dilatazione di significato, e dir volessero che l’universo intero compone un sistema e in ciascun suo membro è certa coordinazione e cospirazione di mezzi, a noi non toccherebbe di dissentire avendo espresso propriamente e in parecchi luoghi il concetto medesimo. E nemmanco faremmo contesa quando ristretto il lor ragionare al mondo nostro visibile giudicassero che il suo tutto insieme in quanto risulta di astri e costellazioni è coordinato e connesso in modo da produrre più e meglio di ciò che ciascuna parte e ciascuna aggregazione di parti per sè non potrebbe. Ma costoro vogliono a dirittura che i gruppi di costellazioni sieno le vere membra maggiori d’un grande corpo animato od almeno vivente; ed anzi l’Owen e il Burdach l’arcano della vita spiegano e disigillano con questo altro arcano certo non inferiore e non meno chiuso della universale organizzazione. Laonde, se parlano per metafora e danno questi nomi di organizzazione e di vita a un ordine molto implicato di materia e di movimento, trascurano la proprietà e la severità di linguaggio convenienti a filosofo, e se adoperano i detti nomi con significazione litterale, affermo da capo che non s’appongono alla verità."
      },
      {
        "index": 37,
        "text": "131. — Sopra il che non mi bisogna di anticipare il corso della nostra teorica e produrre in mezzo il valor vero ed esatto che debbesi assegnare ai vocaboli vita ed organizzazione quasi sempre mal definiti. M’abbondano le ragioni per dimostrare che nel mondo meccanico in quanto esso è tale e distinguesi onninamente dal mondo chimico non è vita e non è organizzazione, pigliando le due voci fuor d’ogni senso traslato e nell’accezione comune, poco o molto determinata che sia."
      },
      {
        "index": 38,
        "text": "132. — L’organizzazione e la vita da lei proveniente sono le massime sintesi della natura sopra la terra; conciossiachè in esse apparisce l’attuazione perenne ed universale del fine dell’ordine fisico. Però vi concorrono del sicuro i tre mondi insieme descritti da noi per quanto vi concorre ogni ragione di materia e di corpo, e senza qui risolvere se la materia ed i corpi bastino sì o no all’adempimento reale del fine. Ma le sintesi della natura essendo i composti più elaborati e difficili, domandano la massima varietà, frequenza ed agevolezza di moto e il massimo intreccio delle sostanze e delle mistioni loro. Per lo contrario predomina nelle grandi masse la stabilità, la uniformità e la coesione compatta. Onde nella serie dei mezzi e degli apparecchi il mondo meccanico rimane inferiore e ogni altra serie lo presuppone."
      },
      {
        "index": 39,
        "text": "133. — Oltrechè, se vogliono que’ metafisici al complesso delle costellazioni dare un’anima intelligente e per lo manco sensibile, noi già negammo più sopra il senso latente o spiegato appartenere comecchessia agli atomi della materia e negammo più assai risolutamente tra le cagioni seconde qualunque principio reale ed universale dotato di attività e costituente una efficienza altresì reale ed universale."
      },
      {
        "index": 40,
        "text": "134. — Rimane che si convertano gli aggregamenti di stelle in una celeste e magnifica vegetazione; e così dai poeti fu domandata; nè io li biasimo; perocchè ad essi appartiene cercare le simiglianze più appariscenti e gradevoli e per via di tropi arditi e significativi imprimere negli intelletti volgari la cognizione di cose astratte. Certo le costellazioni fondamentano ogni altra sorta di mondi e la vita compare o sopra essi od intorno ad essi. Laonde quelle sono sostegno, difesa e ricettacolo della vita come il fiore e la pianta del seme e del frutto; e perchè in ogni gruppo diverso di stelle immaginiamo a ragione una forma diversa di ordine e composizione mondiale e quindi eziandio d’organizzazione e di vita, così i poeti osano assomigliarli alle specie diverse di piante e di fiori. E che più? basta alle lor fantasie che un cielo stellato in notte serena e limpida renda qualche sembianza di campi e pianure dismisurate quando in primavera sono gremite di minutissime erbe e di fiori. Ai poeti s’appartiene di descrivere leggiadramente le nude apparenze, ai filosofi di spiegarle. E i filosofi in questo caso debbon concludere che una vegetazione generale infruttifera, quando pure fosse possibile, non compete alla natura. Quella che noi scorgiamo quaggiù sulla terra è preparazione e sostentamento dell’organismo animale."
      },
      {
        "index": 41,
        "text": "135. — Ma per tagliar netto questo nodo e chiudere l’adito a supposti non ragionevoli, stringiamo il discorso dicendo:o parlasi di vegetazione simile od analoga per lo manco a quella che conosciamo, ovvero di altra di costruzione ignotissima ed infigurabile. Se vuoi la prima, io la nego ricisamente salvo che tu non ardissi di paragonare le roccie di granito alle cellule e i filoni di metallo alle fibre legnose; e non so poi dove rinverresti le analogie per le radici e le foglie per la nutrizione e la secrezione, per le semenze e lo sviluppo. Ma se vuoi per lo contrario pensare ad una vegetazione tanto diversa che rimangasi fuori d’ogni nostra esperienza e notizia, io ti risponderò in genere che non v’à certo e vero organismo dove non v’à gerarchia nessuna di essere e cioè non si distinguono le sostanze in inferiori ed in superiori tanto che quelle servano a queste e tutte insieme compongano una tale complessione di corpo da prevalere alle forze ambienti ed esistere con leggi proprie e individuali. Ma nulla di ciò non si trova nel mondo meccanico, dove le leggi e le forze operano anzi con estrema conformità e comunanza, prive di abito ed efficacia individuale e adunando e sperdendo i loro aggregati per impulso esteriore e senza nulla che assomigli a sviluppo intrinseco e a qualche virtù unitiva di un cotal tutto e separativa da ogni rimanente."
      },
      {
        "index": 42,
        "text": "136. — Questo attribuire al gran complesso dei mondi creati una organizzazione ed un’anima, provenne del sicuro dal concetto esagerato della unità, secondo che ne abbiamo discorso più volte. E per fermo, il tutto insieme delle cose non potendo stare senza ordine e connessione compiuta e non parendo ragionevole che dentro all’intero risplenda minore unità e minor perfezione che nelle parti, ei si dovette pensare che la gran fabbrica dell’universo da ultimo si unificasse in uno spirito vivente e la materia e i corpi e le forze gli si congiungessero a maniera di organi, per essere in effetto l’organizzazione la forma più eccellente e meglio unitiva di un sistema di enti finiti."
      },
      {
        "index": 43,
        "text": "137. — Ma costoro non avvisarono che legando un anima al gran corpo organato dei mondi peccavano del sicuro nel poco o nel troppo."
      },
      {
        "index": 44,
        "text": "«Che non è cosa da pigliarsi a gabbo»"
      },
      {
        "index": 45,
        "text": "la formazione di un’anima così fatta, e bisogna o comporne una specie di Dio ovvero un ente difettosissimo e sproporzionato da ogni parte alla sua organizzazione ed incoerente in ogni condizione del proprio essere. Nè Platone la intese altramente, se pur non volle nel Timeo sotto la figura di un’anima descrivere la mentalità suprema, governatrice eterna e immanente della creazione. Certo è che la chiamò un Dio beato, stante per la virtù propria, non bisognoso mai d’altri, unico solo solitario e il quale conosce ed ama sè stesso con sufficienza."
      },
      {
        "index": 46,
        "text": "138. — Ma lasciando queste opinioni che a noi compariscono strane, ricordiamo novamente che nel finito nulla cosa può cancellare la moltiplicità che gli è essenziale; quindi il tutto dell’universo, come altrove si disse, potrà riuscire concordante, non uno. E se a tutto lui presiede un sol fine, i mezzi debbono spiegare la infinità del diverso. Per ciò medesimo, posto anche un legame ed una cospirazione in tutte le parti del cielo stellato, a noi debbono sovvenire quell’altre regioni dell’immenso creato dissimili affatto da questo mondo visibile e in ciascuna delle quali converrebbe inserire un’altra anima con altri organi, quando non si voglia concepire uno spirito così moltiforme da venir servito da membra di opposta natura e le quali ciò non ostante facessero uno; a che poi servirebbero nessuno è capace d’immaginare; perchè gli organi sono strumenti da operare in certi subbietti per adattarli a certi fini. Ma quello animale sterminatissimo non rinverrebbe subbietto nessuno fuori di sè; e mentre non si vede com’egli potrebbe mutare e perfezionarsi, gli animali suoi parassiti e cutanei, per così chiamarli, progredirebbero di bene in meglio senza che tu intenda quale maniera di vantaggio e di godimento gliene proverrebbe."
      },
      {
        "index": 47,
        "text": "139. — Dio solo scorgendo nei mondi creati l’attuazione d’ogni possibile e i portenti dell’ordine, e vale a dire i possibili coniugati secondo le lor convenienze, gode la perfetta armonia del tutto non ostante la moltiplicità e il diverso che lo spartisce e lo rende ignoto ed alieno da sè medesimo."
      },
      {
        "index": 48,
        "text": "140. — Qui si compiono le generalità circa i metodi della natura per ciò che spetta all’ordinazione lei mezzi. Ne rimane esclusa l’organizzazione; perchè è interposta tra la ragione del mezzo e la ragione del fine, anzi comincia col fine stesso certa immedesimazione e certa unità."
      },
      {
        "index": 49,
        "text": "141. — Procedemmo, quanto ci fu possibile, col fondare i principj e dedurre le conseguenze per virtù di raziocinio e serie di entimemi accattando dall’esperienza il minimo del tema proposto; sebbene ad ogni tratto e senza neppure addarcene abbiamo guardato ai fatti e preso lume e indirizzo da loro."
      },
      {
        "index": 50,
        "text": "142. — E certo, quanto più la trattazione nostra discenderà alle forme speciali della natura, di tanto si vedrà costretta a consultar l’esperienza; e darannosi piuttosto cenni di deduzioni che vere e formali teoriche. Sopra il che faremo qui seguitare un nuovo e più intrinseco esame per meglio definire le forze del ragionamento a priori nella scienza del Cosmo, sospendendo per al presente la usata sequela degli aforismi."
      },
      {
        "index": 51,
        "text": "143. — Nè paia increscevole ed inopportuno al lettore tale sospensione. Perocchè egli, spero, debb’essere avvezzo oggimai e bene disposto all’ordine da me seguitato, che non è quello soltanto o delle materie o del raziocinio ma talvolta ritrae l’andamento de’ miei pensieri in quel modo che accaddero e non tacendo nessuno dei dubj delle emendazioni e dei pentimenti, tra mezzo ai quali è venuta innanzi quest’opera nostra. Così il presente caso porta che noi raccontiamo al lettore come entrati a meditare sull’essere della natura scegliemmo di calcare una via mezzana tra la induzione e la deduzione molto più persuasi a ciò dallo istinto e dal senso comune, di quello che per avere discorso tra noi lungamente e maturamente circa al metodo appropriato alle dottrine cosmologiche. E tuttochè non abbiamo avuto cagione di ricrederci in guisa veruna sulla bontà e dirittura del cammino in cui entrammo assai risoluti, nullameno insorgendo ad ogni tratto gravissimi ostacoli all’indovinamento del vero e non iscorgendo talvolta nessun mezzo acconcio da valicare terre e deserti pericolosi e intentati, ci ricordammo del popolo dei cosmologi e pensammo alla varietà grandissima dei sentieri da essi battuti. Quindi volemmo possedere un concetto più limpido e una coscienza più sicura del nostro metodo, e imprendemmo di paragonarlo con quello di tutti gli altri."
      },
      {
        "index": 52,
        "text": "144. — Di cotesto esame e ragguaglio noi porgeremo al lettore una succosa e ordinata sostanza; ponendolo di tal guisa, com’è nostra consuetudine, nella successione e nella vicenda medesima in che trapassava la nostra mente; e vedrà egli eziandio confermata largamente questa verità che non si possono intendere quanto bisogna i principi d’un metodo, se non quando è più che iniziata la cognizione e quasi a dire il maneggio d’una materia complessiva ed astrusa di contemplazione e di studio. Questa utilità noi promettemmo al lettore delle nostre Confessioni e questa proseguiremo a recargli secondo occasione."
      }
    ]
  }
}
