{
  "chapterNumber": 52,
  "title": "Vol. II, Libro Terzo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SEGUE LA STESSA MATERIA."
      },
      {
        "index": 1,
        "text": "36. — Bisogna altresì all’ordine della natura che in ogni dove sia del generale e dello speciale. Perocchè, se tutto è generale e comune, niente s’innova e si perfeziona e la partecipazione del diverso non à più luogo e nulla non può servire di mezzo e strumento; dacchè questo conviene che differisca o poco o molto da chi lo adopera."
      },
      {
        "index": 2,
        "text": "37. — D’altra parte, se tutto è speciale, niente non si compone e non si organizza, considerato che nulla non sarebbe conforme ed omogeneo col rimanente, perocchè la specie in quanto tale si diversifica dal genere e diversificando si separa."
      },
      {
        "index": 3,
        "text": "38. — Di qui scorgiamo di nuovo il perchè la natura essendo non meno feconda ed inesauribile nel diverso quanto nel simile, ciò non pertanto nelle sue sfere parziali raccoglie il diverso come specie nel genere o vogliam dire nel simile; e questo è dilatato ed accomunato a numero molto maggiore di enti. Per fermo, la natura in ciascun ordine di cose tende alla formazione di certe sintesi dove il finito scema la propria insufficienza ed inattitudine organizzando tutto il diverso con legame di unità; e fondamento di unità è il simile; e quello che rimane esteriore alle sintesi do- vendo cooperarvi o come strumento o quale mezzo diretto o remoto debbe differir nelle specie ma somigliarsi nel genere; perchè il tutto diverso, come fu detto altre volte, non agisce e non patisce dal tutto diverso."
      },
      {
        "index": 4,
        "text": "40. — Occorrerà eziandio che qualcosa sia mobilissima e qualcosa tardissima. E però in quella sia la mutazione continua, in questa la permanenza; quella ceda a qualunque impulso, questa si opponga e resista. Perocchè dove tutto si mova e cambi, nulla si fa e conserva; e dove tutto permane, nulla si produce. Del pari, se ogni cosa resiste, nulla si fa; e se tutto cede, qualunque cosa si disfà. Ma i due principj come non possono dimorare nel subbietto medesimo conviene per altro che si mescolino quanto è possibile in ogni parte con debite proporzioni. Il principio di resistenza e stabilità conviene che risulti dalla più generale e comune disposizione dei corpi. Attesochè le gran sintesi a cui tende la natura debbono anzi tutto costituirsi di materia, la quale insintantochè rimane disgregata e disciolta non porge subbietto ad alcuna composizione; e del pari, insino a tanto che non regge e non fondamenta ogni cosa, niun edificio vi si può sopraggiungere. La materia, impertanto, nell’essere suo di subbietto fondamentale e comune sarà meno mobile e più permanente e quindi meno cedevole e più resistente ed inerte."
      },
      {
        "index": 5,
        "text": "41. — Di quindi pure il primo atto, a così domandarlo, della natura è l’accozzamento dei simili. Conviene dunque che la materia dove che sia si congreghi. Non in guisa, tuttavolta, che l’attrazione e congiunzione dei simili prevalga ricisamente all’altro principio della mobilità e della mutazione. Però è necessario che la congiunzione della materia avvenga spartitamente e componga più masse divise e con differente compattezza e le une sieno in relazione attiva con le altre ; perocchè, dove fosse diversamente, avremmo da capo la inerzia e immobilità del tutto e la impossibilità delle sintesi successive e finali."
      },
      {
        "index": 6,
        "text": "42. — Per queste poi occorre che il principio opposto di mobilità e cedevolezza, mentre informa soltanto alcune sostanze speciali, si faccia presente per tutto dove sono corpi e dov’è materia capace della più perfetta forma sintetica, la quale in ordine al mondo fisico si adempie nella strumentalità e questa nell’organizzazione."
      },
      {
        "index": 7,
        "text": "43. — Manifesto è del pari che ciascuno di tali principj avrà alcun subbietto in cui toccherà l’estremo di sua natura. E da una banda, per via d’esempio, saranno i metalli. Dall’altra l’etere e le monadi vegetative. Tutte le sostanze intermedie parteciperanno a diversi gradi della persistenza e della mobilità."
      },
      {
        "index": 8,
        "text": "45. — Neppure è da pretermettere che la più resistente materia non è sempre nel nostro globo dalla coesione dei simili effettuata; sibbene talvolta dalla coesione dei diversi, e vogliam dire dalle terre e dai minerali composti e mescolati per affinità chimiche, come sono i graniti il basalto i marmi. Ciò dimostra che il principio di mobilità si converte nel suo contrario; perchè la natura procede appunto fra gli opposti, come si discorrerà negli aforismi infrascritti. E del pari, ciò dimostra che per l’essenza del finito la semplice congiunzione del simile à poca efficacia; e quindi può dirsi senza timor di eccezione che la natura laddove cerca un fatto di suprema energia e che tocchi l’ultimo di certo concorrimento ed assetto di fenomeni à ricorso continuamente alla partecipazione del diverso e però alla intromissione del contrario."
      },
      {
        "index": 9,
        "text": "46. — Per le mostrate cose si viene a concludere che gli atomi materiali si uniranno in fra loro e mediante la congiunzione del simile e mediante la partecipazione del diverso. In tal maniera saranno composte le masse, fra cui non debb’essere nè unità nè disgregazione assoluta, ma certa vicenda di accostamento e disgiungimento."
      },
      {
        "index": 10,
        "text": "47. — Però, chi ben considera, riconosce che essendovi un modo più generale e più costante di congiunzione fra gli atomi che è quello domandato di coesione, tal forza operando sempre ed in ogni dove piglierà di mano in mano un crescente predominio; e intendiamo che il principio di resistenza e di permanenza piglierà con forza fatale il disopra e andrà spegnendo di qua e di là i movimenti ed i mutamenti troppo necessarj a compiere i fini della natura. Laonde noi siamo certi che un qualche principio contrario dovunque sia materia debbe mantener l’equilibrio. E per fermo la esperienza c’insegna che tale equilibrio è causato e serbato dall’etere e nella sfera dell’organismo dalle monadi vegetative, sebbene in modo differentissimo."
      },
      {
        "index": 11,
        "text": "48. — Perchè dunque è necessario anzi tutto al finito che le parti del molteplice non si rimangano disgiunte, dopochè in tale stato la insufficienza e impotenza loro non à diminuzione e riparo, la legge più generale e comune della natura, secondo fu toccato ne’ Libri anteriori, dovrà essere l’attrazione da cui per primo sono costruite le molecole, indi i corpi, indi le masse con diversa maniera e grado di accostamento e il cui più leggiero è l’adesione e il massimo è la coesione prodotta dal peso, dal tempo, dall’acconcia forma corpuscolare e da altri accidenti. Di poi si fa manifesto che gli atomi attraenti ciascuno con forza infinitesima acquistino in massa virtù poderosa e gli smisurati corpi si attraggano pel principio medesimo; e perchè fra i diversi avvenga altrettanto come fra i simili, saranno entro quelli spartite e variate le affinità chimiche."
      },
      {
        "index": 12,
        "text": "49. — Oltre alla mescolanza del simile e del diverso, del mobile e del permanente, dello speciale e del generale; ed oltre alla temperanza e misura del principio congiuntivo e dell’espansivo, accade che per trasmutare quanto è pur d’uopo alle sintesi superiori certa moltitudine e differenza di enti vi s’introduca altresì l’opposizione e il conflitto; dacchè i compiuti contrarj si escludono; in quel cambio, la opposizione parziale entro certo termine serba e diversifica il moto."
      },
      {
        "index": 13,
        "text": "50. — Da un canto, l’opposizione sorge e moltiplica da ogni parte quasi a dire naturalmente, poichè ciaschedun finito avendo difetto d’innumerevoli facoltà e forze che sono in altri subbietti spartite, sostiene da tutte esse più o meno d’impedimento e contrasto. Dall’altro canto, perchè ogni cosa non si fermi inattiva o movendosi non trasvada e disordini senza modo nè legge, conviene che talvolta ella superi le forze avversarie, tal altra ne sia superata, e in entrambo i casi avvenga moto e però mutazione nei termini di qualche misura o di qualche ritegno. Il che adempiesi tanto meglio e con mutazioni più produttive, in quanto la divina mentalità dispone che le cose oppongansi nella specie, e nel genere si concordino; e di tal maniera ottiene ora che certi atti non eccedano e non trasmodino ora che crescano di vigorezza ed ora li torna alla condizione perduta."
      },
      {
        "index": 14,
        "text": "51. — Così nell’organizzazione animale il sistema muscolare contrapponesi alla prevalenza del sistema nervoso e viceversa; del pari che nella organizzazione sociale umana il contrasto bene ordinato delle potestà pubbliche le impedisce di traviare e le astringe a non uscire ciascuna della propria competenza giuridica. Per simile, insegna la cotidiana esperienza che le fatiche, l’astenimento e il disagio ingagliardiscono ogni corpo animato e le difficoltà acuiscono l’ingegno e nelle dure prove si tempra il carattere. D’altro lato ancora nei miscugli chimici sono ristorate alcune proprietà per l’azione dei reagenti; e i veleni operando contro i veleni ricuperano altrui la salute, come nell’uom delinquente il dolore della pena ripristina il senso morale perduto."
      },
      {
        "index": 15,
        "text": "52. — Ma negli opposti sono anche gli estremi delle cose; e quando gli opposti non fossero e non operassero, mancherebbero eziandio tutte le medie partecipazioni. Conciossiachè dal bianco e dal nero dal chiaro e dal fosco risultano le lineazioni e figure dei corpi come dal temperamento del grave e dell’acuto escono le melodie."
      },
      {
        "index": 16,
        "text": "53. — Di tal guisa la creazione si giova di tutte le sorte e categorie degli opposti a fine principalmente di frequentare e variare con legge il moto e le mutazioni. E dall’uno dei capi di tale serie sono gli opposti a cui manca per sino la simiglianza del genere; nell’altro capo, invece, sono gli opposti che anno tutto uguale e comune, salvo una certa disposizione e un certo modo di operare. Della prima sorta sono le cause non formali ed efficienti ma solo eccitatrici ed occasionali; siccome accade, per via d’esempio, tra il corpo e lo spirito che sono contrarj di essenza e tuttavolta ora eccitano ed ora occasionano. l’uno nell’altro azioni e fenomeni. Della seconda sorta ci porge esempio l’elettricismo, che per una sua legge mirabile di polarità entra ed esce continuo di equilibrio e in qualche maniera combatte insieme e concilia sè con sè stesso. Di tal legge di polarità come sorgente sempre viva e normale di moto è avidissima la natura e sotto sembianze numerose e variate la riproduce."
      },
      {
        "index": 17,
        "text": "54. — Queste sono le più singolari definizioni ed applicazioni del concetto degli opposti in quanto cagionano e rinnovano il mutar delle cose; e parte se ne indovina speculando sui nostri principj, parte se ne conferma e specifica consultando i fatti e gli esperimenti. Ma degli opposti non è spedita bisogna fare rassegna ordinata e compiuta. Atteso che in natura gli opposti sono da per tutto; perchè ogni cosa è cagione od effetto, è agire o patire, sostanza o accidente, e così prosegui; e in ciascuno di tali doppj è una sorta di opposto."
      },
      {
        "index": 18,
        "text": "55. — Da lungo tempo i logici ànno distinto le varie ragioni degli opposti ed ànno eziandio notato come talvolta dall’una all’altra corra inmenso intervallo. Così l’ultima da noi nominata è da dirsi non di cose contrarie ma contrapposte, e che si riscontrano ed ànno legame di congiunzione più presto che di ripugnanza. Invece gli è manifesto che l’opposizione logica non sussiste in natura e non può esser cagione di moto e di mutamento. Alcuni opposti poi ànno un termine conciliativo ed altri non l’ànno; in fisica il sale concilia l’acido e l’alcali, e nella morale la spontaneità e l’amore conciliano il comando con la suggezione, la libertà con la necessità, la legge con l’arbitrio. Ma in quel cambio sono altri termini che nessuna potenza varrà a conciliare, come il brutto e il bello il bene e il male la virtù e il vizio il finito e l’infinito. Onde la natura, che non può eliminare da sè nè il vizio nè il male nè la bruttezza nè la finità, procaccia con ogni industria di scemarne il dominio e di farli talvolta non mai cagione efficiente ma el occasione dell’opera de’ loro contrarj."
      },
      {
        "index": 19,
        "text": "56. — Queste cose accenniamo tuttochè poco attinenti al proposito, ricordandoci di quella scuola famosa tedesca la quale à stretto in un fascio tutte le specie di opposti e ne à fatto uscire l’universo. Ma nella realità quegli opposti sono efficaci nella natura che vogliono in fondo significare qualche variata e fruttuosa partecipazione del diverso."
      },
      {
        "index": 20,
        "text": "57. — Se la mobilità e la permanenza non possono coesistere nel subbietto medesimo e l’una e l’altra sono necessarj alle sintesi terminative cui vuol pervenire la creazione, converrà che dove il moto vario e frequente dee prevalere, prevalga eziandio un qualche principio misuratamente contrario alla resistenza e alla coesione. E se tal principio sia l’etere, converrà che ne risultino effetti costanti e vogliam dire che il loro opporsi alla persistenza ed alla compiuta coesione non avvenga per accidente ma per propria natura."
      },
      {
        "index": 21,
        "text": "58. — E così accade per appunto. Chè mentre nelle grandi masse è un ampio repositorio di qualunque ragione di sostanze atte ad elementare ogni sorta di corpi, vi s’incontra eziandio altro gran serbatoio di materia fluida come le acque bi gaz componenti la nostra atmosfera. Vi ai aggiungono i sedimenti e le terre di ultima formazione i quali sono quasi un tritume ed un polverio cavato a poco a poco dall’ossatura del globo. In tutto questo è un complesso diverso di materiali usabili, a così parlare, e maneggevoli che la natura come buon capomastro dispone e prepara da lunga mano nella sua stupenda officina. E per vero sembra che agli astronomi venga avvisata una qualche atmosfera gazeiforme su quasi tutti i pianeti. Il che induce a credere che pure colà debba prevalere il principio del moto e cedere quello della resistenza e della coesione."
      },
      {
        "index": 22,
        "text": "59. — Dai nostri principj è derivata per noi la necessità di ammettere fra le masse enormi e le picciolissime un che di mezzano non per estensione ma per virtù e atto a penetrare ogni cosa ed opporsi all’eccesso dell’attrazione e della coesione, onde poi procederebbe altresì l’eccesso della resistenza e della immobilità. Di qui si vede che l’etere debbe avere essenza propria e diversa da quella d’ogni materia. Quindi è rimosso e combattuto il concetto di alcuno a cui sembra l’etere e la materia stellare originalmente essere state una cosa medesima con differenza estrema di densità; e un primo grado di contrazione dell’etere doversi ravvisare in certa materia cosmica fluttuante per lo spazio e la cui presenza è fatta avvertire da un’alterazione che credesi cagionata da lei nel moto di alquante comete e segnatamente in quello della cometa di Encke."
      },
      {
        "index": 23,
        "text": "60. — Aggiungiamo ora che la essenziale diversità fra l’etere e la materia stellare ci viene eziandio accertata dalla legge degli opposti o della polarità che s’abbia a chiamarla, e senza la quale le mutazioni o non accadrebbero o riuscirebbero scarse e infeconde. Perlochè in generale il simile non à cagion di mutare, e la opposizione è in sostanza il diverso congiunto a qualche similitudine. E questo si vedrà meglio discorrendo più avanti della genesi del mondo meccanico."
      },
      {
        "index": 24,
        "text": "61. — Ma per fermo una cagione potissima di mutazioni frequenti rapide agevoli ed efficaci dimorerebbe in certa vicenda non pure di polarità di affinità e di espansione, ma in un intreccio tale di forze che le ultime ad operare ricomparissero come prime e rinnovassero inversamente il corso e il concatenamento di loro azioni e di loro effetti. Il che alla natura non è malagevole ad ottenere. Considerato ch’ella dove desidera che moltiplichi non il simile ma il diverso moltiplica altresì le cagioni promovitrici, le quali vedemmo altrove essere atte ad eccitare le altrui facoltà, sebbene differenti dall’indole propria di esse cagioni. Per cotal guisa una serie di forze ciascuna assai differente dall’altra può suscitare a vicenda una serie altresì di atti diversi, e l’ultima di quelle forze divenire scambievolmente provocatrice dell’operare della prima, se venga con lei in relazione e in contatto."
      },
      {
        "index": 25,
        "text": "62. — L’esperienza ratifica largamente queste presunzioni del raziocinio. E nel vero, uno de’ più rilevanti trovati della fisica moderna si è di conoscere che tutte le forze del mondo chimico e del mondo meccanico possono ingenerarsi l’una dall’altra con esatta scambievolezza. Mediante il calore si provocano le affinità chimiche, la luce, il moto meccanico, la elettricità, e si modificano per ogni parte i fenomeni del fluido magnetico. Questo reciprocamente suscita moto meccanico, calore, luce, ed elettricità. Con la elettricità poi sono promosse le affinità chimiche, il moto meccanico, il magnetismo, il calore, e così prosegui."
      },
      {
        "index": 26,
        "text": "63. — Ma d’altro canto, i subbietti non si trasmutano e le forze non si comunicano. Quindi nella catena dei cambiamenti surriferiti, del sicuro intervengono modi diversi di causazione; e vale a dire che v’à qualcosa la quale opera non come forza efficiente ma solo promovitrice e talvolta ancora per mera virtù occasionale; e quindi alcune sostanze in quel giro di fenomeni soggiacendo a modificazioni parecchie e tornando con l’ultima allo stato lor primitivo, generano un periodo di movimenti e di cambiamenti per l’estremo dei quali l’effetto sembra diventare cagione."
      },
      {
        "index": 27,
        "text": "64. — Giusto perchè le forze non si trasmettono e rimangono intatte non pure nella essenza ma nella quantità d’ogni loro azione egli avviene che quantunque diverse misuransi l’una all’altra con esattezza mirabile. E cotesta nuova aritmetica di proporzioni, a così domandaria, applicabile a tutte le forze meccaniche e chimiche poste a ragguaglio l’una dell’altra, è una bella e fruttuosa scoperta de’ nostri tempi. Conciossiachè il sicuro ed esatto rapporto delle quantità supplisce in fisica molte volte e fino a certo termine all’ignoranza che sopportiamo intorno all’essenza delle cose, e perciò intorno alla necessità intrinseca dell’operare delle cagioni."
      },
      {
        "index": 28,
        "text": "65. — A rispetto poi del circolo delle forze produttrici la scienza moderna offre esempi di singolare bellezza. Ma il concetto generale fu indovinato dagli antichi assai chiaramente. E dissero in fra l’altre cose che i vapori marini forman le nubi, queste la pioggia, e della pioggia si ristorano i fiumi e dei fiumi il mare."
      },
      {
        "index": 29,
        "text": "66. — Del rimanente, in cotesto giro di mutua causazione delle forze ed in cui talvolta l’effetto sembra mutarsi in cagione e viceversa, è pure da riconoscere una delle maniere stupende della natura di giungere agli alti suoi fini con semplicità di mezzi e moltiplicazione e varietà di prodotti."
      },
      {
        "index": 30,
        "text": "67. — Ed anzi, com’ella non può tradurre in infinito veruna serie di cause e di effetti, abbiamo arbitrio di presagire che in ogni sfera distinta e separata di esistenze manterrà in ultimo le mutazioni ed il moto con la gran legge del periodo, la quale, chi ben guarda, risolvesi in fatto nel ricircolare le stesse cagioni e gli stessi effetti, talvolta nel verso diretto e talaltra nello inverso."
      },
      {
        "index": 31,
        "text": "68. — Se non che questo concatenamento di forze come potrà diventare generale e continuo e variare insieme quanto bisogna allo adempimento delle sintesi terminative? Tutto ciò contradice all’indole e alle insufficienze comuni della finità, la quale (fu detto assai volte) riesce inerte ed inoperante; e oltre ciò è disgregata e particolare ed anzi è isolata e individua. D’altro canto, per la stessa diversità delle essenze e moltitudine degli opposti ogni cosa va soggetta a mille accidenti minuti e mutevoli; onde, qualora non caschi nella indolenza abituale, non vedesi per che maniera mantener possa un tenore di atti regolatamente diverso e medesimo. Concludesi che alla natura fa grandemente mestieri alcuna virtà generale che da per tutto e sempre assicuri la continuazione del moto e l’eccitazione delle forze; onde ne provenga poi una o molte di quelle circolazioni e rinnovazioni di atti poco dianzi ricordate. E questo sentiva Aristotele quando immaginava quel suo primo mobile da cui dipendevano tutti gli altri; e Platone sentì forse il medesimo dando il governo della terra e dei cieli ad un’anima onde fluisse perennemente l’attività e la vita. Ma l’uno e l’altro scordava, come accade troppo sovente, le condizioni e limitazioni del finito per le quali diventa contradittorio il concetto d’una efficienza finita insieme ed universale, ovvero infinita ma esclusa dalla essenza divina. Oltrechè, trattandosi nel caso nostro d’un essere materiale farebbe ripugnanza l’attribuirgli certa unità infinita, e indivisibile."
      },
      {
        "index": 32,
        "text": "69. — Vi sarà dunque nel mondo un principio di mobilità, conforme l’abbiamo descritto, e il quale, oltre essere supremamente penetrativo ed espansivo, andrà fornito della facoltà di eccitare le forze e variare le mutazioni; ma non potendo sostanziarsi in un solo subbietto e in un solo centro, avrà tante sedi, a così favellare, quanti sistemi si comporranno nel mondo meccanico e chimico e da un gran corpo centrale pioverà continuamente la eccitazione a tutte le forze od a quelle che sono prevalenti su tutte."
      },
      {
        "index": 33,
        "text": "71. — Torna chiaro similmente che cotesto etere il quale diventando nel Sole cagione perpetua di eccitamento s’ingerisce di continuo nelle mutazioni di tutto il sistema, diventa altresì il legame generale nè mai interrotto di quello ed è grande ed efficace strumento di comunicazione."
      },
      {
        "index": 34,
        "text": "72. — L’etere, adunque, come principio generale di regolata mobilità nel mondo inorganico e però opposto all’altro principio di stabilità e di resistenza, dovrà farsi presente per ogni dove e non meno nei piccioli corpi che ne’ grandissimi, non meno negl’interstizj delle molecole che fra gli spazj planetarj. Essendochè intendimento della natura è il moto; e d’altra parte l’essenza del finito porta seco più volentieri la immobilità. Necessario è impertanto che il principio di cui discorriamo da per tutto apparisca, sebbene con grado molto diverso di operosità e di effetto. Egli è pure forza generale espansiva ed eccitatrice, due forme della stessa potenza di mutare e di movere."
      },
      {
        "index": 35,
        "text": "73. — Per ciò niuna cosa sopravanzerà l’etere di sottigliezza e penetrazione, onde tutte invece potranno essere penetrate da lui insino all’ultime molecole. Del pari, dovendo egli dividere il troppo unito e vincere qualunque inerzia e durezza, non potrà avere le parti sue separate ma comporrà un continuo inferiore solo a quello dello spazio e immensamente maggiore di quello dell’aria. Per simile, dovendo impedire l’eccesso della forza attrattiva non verrà egli attratto da nessun centro, ossia non avrà le parti nè il tutto pesanti; il che si ravvisa altresì da questo, che l’etere circondando ugualmente tutte le masse, e penetrandole per ogni verso, non può uscir di bilancia nè gravitare sui corpi quali che sieno."
      },
      {
        "index": 36,
        "text": "74. — Da ultimo, egli congiungerà in sè medesimo attributi contrarj; o per discorrere con più giustezza, egli opererà in tempo e subbietto diverso in maniera differentissima e quasi opposta. Per fermo, s’egli il più delle volte non riuscisse tenuissimo e cedevolissimo, non potrebbe mutarsi a ciascuno istante e dapertutto promovere le mutazioni. D’altro canto, la sua virtù espansiva ricerca che in certe maniere di atto e in certo stato dei corpi con lui congiunti egli sembri la meno sforzevole di tutte le cose e nulla resista alla sua violenza disgregativa. Laonde occorre, chi voglia bene immaginare la essenza dell’etere, concepirlo siccome il più elastico d’ogni subbietto corporeo e il meno addensato e compatto; di qualità che il suo rarefarsi e addensarsi non abbia paragone con altra materia, ed esso esca facilmente d’equilibrio e più facilmente vi ritorni; e del pari gli atomi suoi sottilissimi uscendo sempre e tornando alla propria forma e alla comune contiguità, mentre compongono un tutto omogeneo ed unito più che altra sostanza, paiono quasi animati da perpetui tremori, e il moto loro convertesi in minuta vibrazione o in rivolgimento di ciascuno sopra di sè medesimo."
      },
      {
        "index": 37,
        "text": "75. — Ma se l’etere è mobilissimo e in ogni dove è cagione di eccitamento, ragion vuole ch’eziandio tutte le cose lo movano e l’eccitino; dacchè vedemmo nessun ente materiale potere con sè variare sè stesso e non dipendere in guisa veruna dalle forze esteriori. Solo ne si fa lecito d’immaginare che le parti dell’etere non sieno tutte condizionate ad un modo ed anzi originalmente sieno distinte come a zone diverse e per grado differente di sottigliezza, ovvero possano contrarre diversa forma di atto l’una a rispetto dell’altra, per guisa che cessando anche la esterna provocazione elle proseguano ad agire e reagire in fra loro per certa legge di polarità e certo modo di flussione e circolazione."
      },
      {
        "index": 38,
        "text": "76. — A noi è avviso che l’esperienza avveri e particolarizzi queste presunzioni speculative in tal modo i che l’etere insinuandosi in ogni corpo e combinandosi intrinsecamente con ogni minima parte di quelli vi opera i fenomeni del calore e della luce. Mentre i corpi d’altro lato combinandosi in fra di loro e rimanendo sempre mescolati con l’etere promovono in questo i fenomeni elettro-magnetici che ànno qualcosa di più speciale e di separato nell’etere stesso. Per fermo, a tacer della luce, il calore è così efficace a mutare e rimutare profondamente le condizioni e le figure dei corpi e interviene con azione così universale ed assidua, che vedesi aperto la costituzione loro dipendere non meno dalla virtù dei proprj elementi, che dal modo primitivo di unione e combinazione con l’etere. Onde, per via d’esempio, il Sole à per propria natura costitutiva il tramandar luce e calore ogni sempre, e il medesimo giudichiamo di tutte le stelle. Non può affermarsi, egli sembra, altrettanto dell’elettro-magnetismo; il quale accompagna, certo, pressochè tutti i fenomeni fisici e chimici di essi corpi, ma per ordinario e a giudicare dalle apparenze li lascia poco o nulla alterati nell’essere loro, ed è mestieri a scoprire la gran potenza di lui che l’arte sperimentale intervenga coi suoi finissimi ordigni. D’altro canto se quei fenomeni, mentre sono di rado e assai parzialmente il prodotto immediato della forza elettrica o magnetica, tuttavolta non mancano mai di eccitarne la variata manifestazione, dobbiamo concludere che il calore nel generale e la luce nella sfera speciale della vegetazione, e in altri fatti fisiologici e chimici è causa immanente e costitutrice di molte disposizioni sostanziali e fondamentali dei corpi; laddove questi con le lor mutazioni e combinazioni paiono provocare solo occasionalmente nel seno dell’etere i fenomeni elettro-magnetici, i quali intanto si manifestano dentro le sostanze corporee e intorno di esse, in quanto l’etere le invade, a così parlare, e le impregna di sè in ogni luogo ed in ogni tempo."
      },
      {
        "index": 39,
        "text": "77. — Ma tutto ciò, ripetiamo, è giudicio ricavato dalle prime apparenze e dai fenomeni più vistosi e immediati. Guardandosi, invece, nell’ultimo fondo loro, tornerà forse spediente d’invertere le conclusioni accennate e dire che luce e calorico sono ingerimenti perenni e proprj dell’essenza dell’etere in seno dei corpi laddove l’elettro-magnetismo è pure forza operosa dell’etere nel didentro de’ corpi, ma sempre legata con essi e costituendo parte di lor natura."
      },
      {
        "index": 40,
        "text": "78. — È perciò l’elettro-magnetismo un etere meno elastico e meno sottile; e non irraggia ma fluisce e circola; e se à minor vibratezza, à movimento locale molto maggiore. Stanzia in tutti i corpi ma disparmente e con quantità assai diversa. Fra i corpi eterogenei gira con differente polarità; tra gli omogenei varia d’intensione e torna ed esce continuamente d’equilibrio; il perchè dapertutto ed in ogni sostanza fassi cagione di moto molecolare e di mutamento."
      },
      {
        "index": 41,
        "text": "79. — Adunque, come un’aria grossa e vaporosa distinguesi dall’aria fina e rarefatta dell’Alpi, l’elettro-magnetismo si distingue dall’etere puro ed immenso e si combina tuttora coi corpi e da sè non istà. Quindi, mentre l’etere passa e raggia nel vuoto, l’elettro-magnetismo non lo attraversa ed è mai sempre inerente in qualche materia."
      },
      {
        "index": 42,
        "text": "80. — Ciò poi che le macchine addimostrano con veemenza e aggrandimento di fenomeni l’elettro-magnetismo ordinario lo fa con più tempo e a minimi gradi. Picciolissime e ripetute scariche, induzioni, correnti e circolazioni sciolgono a poco a poco i più intimi aggregamenti chimici e ne promovono altri diversi. Il perchè mentre l’elettro-magnetismo operando naturalmente e ordinariamente sembra lasciar le sostanze nelle condizioni di prima, esercita invece non rade volte nell’intima lor connessione effetti più rilevati che il calore e la luce. Imperocchè il calore invadendo i corpi ne disfà spesso la trama, a così domandarla, per la efficacia de’ suoi tremori e della sua forza espansiva. Ma talvolta la forma ultima molecolare con la tenuità estrema e la compattezza unitissima resiste e si mantiene; e d’altro lato la luce e il calore che sono attribuzioni vere ed atti essenziali dell’etere, per la somma loro sottilità ed elasticità conducono quasi al nulla l’azione propriamente meccanica de’ loro impulsi; laddove l’elettro-magnetismo meno elastico e meno sottile scorrendo e battendo infinite volte gli stessi punti rompe tal fiata le resistenze molecolari e modifica profondamente la costituzione atomica ed invisibile delle sostanze."
      },
      {
        "index": 43,
        "text": "81. — Da ciò consegue che se contro lo eccesso e la immobilità della coesione opera più specialmente il calore, contro la resistenza e la permanenza delle affinità opera più specialmente l’elettrico."
      },
      {
        "index": 44,
        "text": "82. — Consegue eziandio da ciò che l’etere nell’una e nell’altra disposizione del suo subbietto cospira ugualmente a perpetuare e variare il moto e impedisce in ogni materia la lunga passività e l’inerzia e la ripetizione troppo uniforme degli stessi fenomeni."
      },
      {
        "index": 45,
        "text": "83. — Vogliamo avvertire per ultimo che le due differenziate disposizioni del subbietto etereo da noi descritte, se dimostrano in quello un’abbondanza di attività e una forza mirabile ed iniziale di eccitamento, serbangli tuttavolta la necessità comune agli enti finiti di non possedere in sè solo il principio insieme e lo spiegamento della propria efficenza. L’etere non pure si distingue ad ogni momento e si differenzia da sè medesimo, ma l’una delle due forme che assume non opera con virtù indipendente ed universale, sibbene circoscritta per entro i corpi e dipendente sempre da essi."
      },
      {
        "index": 46,
        "text": "Ma della natura ed ufficio dell’elettro-magnetismo verrà nuova occasione di ragionare"
      },
      {
        "index": 47,
        "text": "84. — In risguardo poi dell’ufficio che esercita l’etere di porre in comunicazione diversa e continua ogni membro de’ sistemi solari e di eccitarvi perennemente l’attività ed il moto, giudico che si rinvenga di ciò una dimostrazione nuova ed inopinata nella scoperta recente delle attinenze e rispondenze strettissime fra le macchie del Sole e certe periodiche variazioni nel magnetismo terrestre."
      },
      {
        "index": 48,
        "text": "85. — Ogni cosa nel finito à certe competenze ed attribuzioni in esclusione di altre; e ciò semplicemente per la ragione dell’esser finito. Noi siamo sicuri, adunque, che l’etere per l’universalità sua d’azione e d’ingerimento sarà sfornito di vera e perfetta individualità; e perchè combinasi con le sostanze di ogni ragione ed eccita ogni maniera di forze e di moto, così manca delle efficienze speciali e peculiari di quelle. Da ciò proviene che non vi sarà corpo giammai costruito di etere o d’alcuna sua proprietà, come a dire di solo calorico o di solo fluido elettro-magnetico o di sola luce; e lo Schelling parlò da poeta e non da cosmologo quando disse dell’oro essere luce coagulata."
      },
      {
        "index": 49,
        "text": "86. — Quindi pure l’etere, tuttochè sia general promotore di forze, di cambiamenti e di moto, non è principio efficiente nè come cagione nè come atto. E intendiamo significare che non pure egli non è il principio per cui esistono sostanzialmente le cose, ma nemmeno è atto generale efficiente in questa accezione che compenetrandosi qua e là con gli atti delle sostanze particolari faccia di sè e di quelle certa unità di essere uscente dalla liquefazione di due nature nel modo che avviene, per via d’esempio, nelle terre e nei sali."
      },
      {
        "index": 50,
        "text": "87. — Per vero, non istà nelle condizioni si grame e si disgregate del finito che il principio attivo adunisi tutto o gran parte non dico in un solo ente ma nemmanco in una sola specie di enti; e affermisi pure altrettanto dell’opposto principio. Laonde attività e passività sono due essenze corrispondenti, spartite e digradate per ogni angolo dell’universo; e in ciascuna sfera di cose debbono riapparire e sussistere con una sorta particolare di ordine e di gerarchia."
      },
      {
        "index": 51,
        "text": "88. — In molte religioni antiche la gerarchia degli Dei forse volle significare questa gradazione della potenza attiva e passiva; sebbene nel generale fu spiegato ogni cosa unificando da una parte tutto l’attivo e dall’altra tutto il passivo; e poi congiungendoli insieme se ne faceva nascere ogni ragione di esistenze per una specie di pregnanza e di parto. Belo e Melitta, Osiri ed Iside, Giove e Rea simboleggiano i due principj dalle cui nozze viene fuori il mondo creato. E non solo le prische mitologie ma i pensamenti de’ più vecchi filosofi riduconsi tutti a cercare cotesta unità della causa attiva operante in qualche subbietto generale passivo. Lo stesso Platone unificò la prima in certa anima universale e il secondo nello spazio e nella materia; e che altro sono l’Ile aristotelico ed il primo mobile, quello che può diventare ogni cosa, e questo, operare ogni cosa? Parmenide invece radunò ogni efficienza nel caldo ed ogni passività nel freddo, e ciò piacque a Telesio dopo circa due mill’anni e poco mancò non se ne persuadesse anche Bacone. Da ultimo, Cartesio riconobbe i due principj nel moto e nella materia e sperò che gli bastassero a fabbricare la immensa diversità delle cose."
      },
      {
        "index": 52,
        "text": "89. — Ciò dimostra di nuovo siccome l’ingegno umano piuttosto che adattarsi e proporzionarsi all’indole del finito e ai metodi della natura tenta di adattar quelli alla forma della sua mente, la quale smania di rinvenir da per tutto l’unità e la simiglianza perocchè ne’ loro contrarj si turba e smarrisce."
      },
      {
        "index": 53,
        "text": "91. — Accennammo pure con qual tenore nel primo e nel terzo di essi venga distribuita l’attività e passività. La cosa è più malagevole assai rispetto al mondo chimico o della materia minuta ed eterogenea che voglia dirsi. Imperocchè quivi campeggia il diverso e si frequentano le mutazioni. Ciò non ostante, non dubitiamo che nel mondo chimico non si avverino tutte le grandi generalità per addietro definite; salvo che l’esperienza farà quivi riconoscere molta più varietà e complicazione di fenomeni; considerando che la natura nel mondo chimico si accosta maggiormente alle sintesi terminative che non nel meccanico e nell’etereo."
      },
      {
        "index": 54,
        "text": "92. — E per fermo abbiam divisato più sopra che il mondo dei grandi corpi è preparazione a quello dei piccioli e non viceversa; e l’etere non compie nulla in sè stesso ma inizia promove e concorre ad ogni cosa fuori di sè. Nel mondo meccanico prevale da ogni parte la somiglianza; e i cinquanta e più elementi semplici che l’esperienza ci rivela vi stanno inchiusi come in gran recipiente apprestato ad altro ordine di mezzi e di fini. Invece nel mondo chimico principiano quegli elementi a spiegare la virtù loro senza che alcuno raccolga in sè solo l’intera efficienza attiva e tutti gli altri la intera passiva. Ma sono distribuiti in fra essi il generale e il particolare, la resistenza e la variabilità, la conformità e l’opposizione."
      },
      {
        "index": 55,
        "text": "93. — Nel vero i metalli sono passivi a rispetto dei metalloidi e rappresentano meglio il principio di resistenza. Ma neppure fra i metalloidi spariscono affatto cotali disposizioni, dacchè sono grandemente necessarie all’ordine di tutte le cose. Quindi, per via d’esempio, vediamo l’ossigene manifestare chiarissimamente la sua natura attiva mobile e trasmutabile come causa generale di ossidazione e principio generatore degli acidi e quale virtù eccitatrice della vita nelle piante e negli animali. Per lo contrario, il carbonio nei vegetabili e l’azoto negli animali esprimono di vantaggio la solidità e la permanenza."
      }
    ]
  }
}
