{
  "chapterNumber": 9,
  "title": "Vol. I, Libro Primo, Capo 8",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SE V’ABBIA NESSUNA IDEA INNATA."
      },
      {
        "index": 1,
        "text": "87. — Ma le idee prevengono il fatto e l’esperimento, ovvero lo seguono? ed alla intellezione ideale fa ognora bisogno, ovvero non fa l’antecedenza promovitrice, od occasionale delle percezioni e dei fantasmi?"
      },
      {
        "index": 2,
        "text": "Questo argomento di vecchie e ostinatissime controversie dimora nella mia giudicativa appianato e risoluto per ogni sempre. E intorno di ciò io penso di non dovermi disdire nè ritrattare di un sol nonnulla; e dopo cinque lustri e più d’esame paziente, spassionato, minuto e diligentissimo non ò alcuna peritanza di confermare ed asseverare il gran pronunciato di Aristotele, non v’essere nulla nella mente che prima non sia stato ne’ sensi; intendendo che per li sensi abbiano avuto loro varco e loro principio eziandio i risultamenti dell’astrarre e del comparare; e comprendendo sotto il nome di fatto e di esperimento alcune specie altresi d’intuizioni e di percezioni che in sè medesime propriamente non sono sensate, come la intuizione dello spazio e della durata o quella dell’atto penetrativo. delle forze esteriori e forse alcun’altra di cui toccheremo più avanti."
      },
      {
        "index": 3,
        "text": "88. — E insomma il filosofema fondamentale d’Aristotile suona per me la esclusione intera e generalissima d’ogni idea innata. Imperocchè idea la quale non rappresenti nulla è certo un essere di ragione affatto diverso da ciò che quel vocabolo suona nell’uso generale moderno."
      },
      {
        "index": 4,
        "text": "E volere che le idee rappresentino a noi primamente e originalmente ciò che in qualunque modo ci è ignoto e non dimeno abbiano una chiara e determinata significazione, è del sicuro un abbaglio de’ più madornali."
      },
      {
        "index": 5,
        "text": "In questa accezione impertanto, nessuna idea esiste innata, e val quanto dire che nessuna antecede nella mente nostra la cognizione diretta degli esseri rappresentati."
      },
      {
        "index": 6,
        "text": "89. — Certo è poi che le idee guardate nell’oggetto assoluto al quale si riferiscono, sono, invece, tutte quante innate e superiori e anteriori alle nostre cogitazioni. Imperocchè non v’à idea la quale non esprima una eterna possibilità d’alcuna cosa finita, ovvero tale determinazione o tale altra dell’Assoluto medesimo."
      },
      {
        "index": 7,
        "text": "Oltrechè, non par conveniente di credere che gli esseri rappresentativi comincino allora soltanto ad esistere, quando appariscono al nostro intelletto, o si annullino ognora che noi divertiamo da esse la vista mentale."
      },
      {
        "index": 8,
        "text": "90. — Oh! dunque tu cavi dai sensi quello che non possono mai contenere l’universale, cioè, l’immutabile e il necessario? Io non cavo ciò dai sensi ma dall’avvisare il contrario di quello che sono essi; e vale a dire, negando la finità, la volubilità e la contingenza loro; il che subito mi porge il concetto dell’universale, del necessario e dell’immutabile."
      },
      {
        "index": 9,
        "text": "Mi contendi tu questo ancora e mi disdici il conoscere con l’esperienza altresì il finito, il mutevole e il contingente? aggiungendo che quelle medesime negazioni già sottointendono l’affermazione anteriore dell’essere, la cui iden non può germogliare nè da alcun sensato elemento nè da alcuna virtù astrattiva e comparativa? In simile caso, non mi basterebbe nettampoco mostrarti come dal sentimento perpetuo dell’indefinito, e vale a dire di cosa di cui non apparisce mai la limitazione ultima, sia per astrazione promosso il concetto dell’infinito e come però in questo concetto contengasi molto più che una negazione, ovvero mostrarti che la notizia di lui e del suo contrario nascano sempre gemelle e contemporanee dentro al pensiere. Tu a forza mi condurresti a indagare ed a controvertere un sistema d’ideologia sorto ne’ nostri giorni in Italia e tuttora riputatissimo nelle sue scuole. Ma la discussione n’è faticosa e involta in mille minuti particolari; e quindi impossibile a venir trattata, pure in compendio in questa brevissima lineazione d’una Critica della conoscenza. Noi vi torneremo un poco più avanti ed a migliore occasione."
      },
      {
        "index": 10,
        "text": "91. — E più corta cosa provare per al presente con argomenti non risolubili la contradizione intima di quella teorica; e però dico assai fermamente che giusta i principj ne’ quali si incardina essa e tuttaquanta si sostiene, l’atto medesimo della cognizione diventa impossibile. Noi abbiamo, sentenziano i Rosminiani, da una banda il nostro sentire e patire, ciechi del tutto ed inconoscibili; dall’altra, possediamo l’intuizione dell’idea. Succede che noi confrontiamo in fra loro i due termini; e per effetto di tal confronto lo spirito dice a sè stesso che quel sentire e patire sono un’attuazione particolare dell’idea per innanzi intuita.[1]"
      },
      {
        "index": 11,
        "text": "92. — Ma prima; se noi confrontiamo i due termini, sono essi dunque conosciuti ambedue; e non più l’uno mediante l’altro, ma ciascheduno per sè. Nel vero, sarà in eterno impresa vanissima il paragonare una cosa nota ad altra oscura ed essenzialmente inconoscibile; ed è atto contradittorio scuoprire una relazione, ignorando per necessità invincibile l’uno dei relativi. Il peggio è che per cansare l’assurdo, arbitrano che in questo sol caso il giudicio genera a sè stesso l’uno de’ snoi menibri. Così il generato è generante al tempo medesimo ed è cagione ed effetto e sussiste e non sussiste; bisogna che il giudicio esista di già per produrre l’uno de’ suoi componenti, e bisogna che i componenti esistano entrambi, volendo che il giudicio si faccia. Lascio di notare che se la mente potesse qui qualche cosa, ella opererebbe il contrario di ciò che venne supposto, e vogliam dire che in luogo di congiungere la percezione all’idea, questa come forma e quella come materia, le giudicherebbe diverse ed opposte e non aventi nulla che fare insieme. Per fermo, l’una è concetto di possibilità, l’altra è realità; l’una inattiva, l’altra mista di azione e passione; l’una è assoluta, l’altra contingente, l’una universale, l’altra particolare, e c’è arbitrio di prolungare l’opposizione per cento categorie. Nè basterebbe ancora; essendo che per unire i prefati termini è necessaria l’una delle due cose: o fare l’idea predicato della percezione, o questa predicato dell’idea; e quindi affermare o che l’idea sussiste dentro la percezione o questa dentro l’idea; se non che entrambi i supposti riescono assurdi. Conciossiachè l’idea non può essere predicato o subbietto, salvo che d’altra idea; e per contra, non si può nulla attribuire d’intrinseco e di formale alla percezione in atto che medesimamente non sia un concreto ed una effettiva realità."
      },
      {
        "index": 12,
        "text": "93. — Nemimanco si può ammettere quel primitivo giudicio siccome un fatto preordinato dalla natura e quale fondamento della vita nostra intellettiva. E di certo, chi vorrà consentire a questo che la natura incominci la vita nostra mentale con un inganno sperticatissimo e la inizii appostatamente con un errore massiccio? Inganno ed errore sono evidentemente il far dire allo spirito nostro quelle parole: tale sentire e tale patire sono un’attuazione particolare dell’idea pur dianzi intuita. O come? L’universale diventa particolare? Una possibilità eterna, assoluta, immutabile, scende nelle contingenze dello spazio e del tempo, e diviene tanto relativa ed accidentale quanto una sensazione fugace e mutevole? Ma non siete voi quegl’ideologi i quali con un sentenziare acuto ed acerrimo provaste le mille volte che i sentimenti e le percezione si differenziano essenzialmente e per ogni lato dalla idea? In che guisa, impertanto, egli vi viene poi pensato e giudicato che quella idea dell’ente possibile si attua o come voi dite si realizza nel sentire e nel percepire? E di più; se la sensazione e la percezione sono o diventano atti particolari dell’ente pensato, gran necessità è di concludere o che quell’ente pensato racchiude come sua pertinenza la facoltà del sentire e del percepire o che tali due movimenti dell’animo si risolvono in pura idea. Nè ciò basta ancora. Perchè altro paradosso balza fuori drittamente e naturalmente dal giudicio di cui si discorre, e il paradosso è l’infrascritto."
      },
      {
        "index": 13,
        "text": "94. — Io non istimo che alcuno si arbitri di negare che l’anima attribuisce immediatamente a sè stessa l’atto del sentire e del percepire. Avvengano i moti e le affezioni del mio spirito in qualunque maniera e sia qualunque si voglia l’essenza e l’abito loro, egli è troppo evidente che io credo sempre e senza eccezione giammai essere io quello che sento e che percepisco tali corpi, tali affezioni, tal mio patire od agire, e così reputo invittamente dover accadere in ogni altro uomo. Ma costoro invece che dicono? lo spirito affermare a sè stesso che quel sentire e quel percepire sono un’attuazione particolare dell’idea per innanzi intuita. Dunque sono due atti particolari dell’idea pensata e non dello spirito. Attribuisce dunque lo spirito ad altri quello che scorge con evidenza essere fatto suo proprio!"
      },
      {
        "index": 14,
        "text": "95. — Poi dato e non mai conceduto che alla materia della percezione la mente abbia facoltà di aggiungere la forma ideale dell’ente possibile, questo convertirebbe nell’essere proprio, cioè in mere possibilità, le cose tutte reali di cui diventa unica forma; e noi medesimi esisteremmo non attualmente, ma solo possibilmente. E in effetto, il sensibile non tramutato in intelligibile rimane ignoto e cieco; tramutato in intelligibile, non è più sensibile nè reale; e noi cercheremo in eterno il sussistente e il concreto, e sempre fuggirà discosto dai nostri occhi. Atteso principalmente che pei Rosminiani il possibile à pura esistenza ideale; e fuor della mente è ciò che non esiste ancora attualmente e non può agire.[2]"
      },
      {
        "index": 15,
        "text": "96. — Infine, ricorrono al dire che quel giudicio onde il concetto dell’essere viene conjugato alla sensazione e alla percezione, già non vien fatto dalla mente, ma dalla natura nel fondo del nostro spirito e per efficacia dell’unità sostanziale di lui."
      },
      {
        "index": 16,
        "text": "«Oh questa si a udir è cosa nova»"
      },
      {
        "index": 17,
        "text": "che non sia la mente che giudica, ma qualche altra cosa. E intanto, non negano che in quel primo giudicio v’à un atto esplicito di affermazione e v’à il conoscere che il tal predicato appartiene al tale subbietto. E queste non sono opere della mente? Due intelletti adunque s’annidano dentro di noi, e l’un d’essi à privilegio di fare tutte le impossibili cose che abbiamo notato. Nè dobbiamo fermarci qui. Perocchè ci è forza di proseguire e fornir lo spirito d’un terzo intelletto, che conferendo le azioni e i giudicj di quelli due, sappia alfine costituirvi l’unità, senza la quale non v’è giudicio nè altra opera d’intendimento compita e fruttifera."
      },
      {
        "index": 18,
        "text": "97. — E poi vano sotterfugio il dire che la percezione e l’idea si accoppiano in un solo giudicio, e l’uno si fa predicato e l’altro subbietto, mediante l’unità sostanziale dell’anima nostra; quasi potesse quella unità mutare l’essere delle cose e fare che l’una facoltà diventi atto ed affezione dell’altra, e sia questa predicato o subbietto di quella, ed abbiasi licenza di dire o che l’intelletto patisce. o che la volontà intende o che il senso giudica, e simili paradossi. Di più, se quel giudicio (o per tenermi a martello) se la congiunzione di que’ due termini del giudicio è fatta naturalmente nel fondo del nostro spirito, giammai la mente non li scorge divisi e non può esprimere quel discorso: la idea per innanzi intuita in astratto e in universale eccola qui attuata in modo particolare."
      },
      {
        "index": 19,
        "text": "98. — Tengasi adunque per dimostrato, che l’anima nostra, appunto come sostanza nna e impartibile e munita della facoltà di avvertire ogni proprio stato e gli atti che ne provengono, avverte divisamente, ma con la stessa veduta mentale, le percezioni, i sentimenti le volizioni e le intellezioni, e ne scorge pure la differenza. Una mente sola ora afferma le sussistenze concrete ed ora le idee; e quindi compone due specie differentissime di giudicj; in quelli della prima distingue una cosa inerente in un’altra o che ne dipende o che le si attiene. In cambio, negli altri giudizi che forma di soli concetti assoluti, la mente asserisce semplicemente é sempre ad un modo che tale idea è il predicato o il subbietto di tale altra idea. Ma la percezione in atto non sarà il predicato giammai d’un’idea nè questa di quella. Per ciò conseguire, necessita che la percezione divenga innanzi un concetto; ma non diverrà mai cotesto, o parlando più esatto, noi non ne penseremo mai l’idea rispettiva, se la percezione non fu innanzi avvisata e conosciuta direttamente nel suo essere in atto e senza intervento alcuno di forme ideali."
      },
      {
        "index": 20,
        "text": "99. — Non iscordo le molte ed acute istanze che furono mosse contro a quel primo genere di giudicj dove, al mio sentire, è impossibile che intervengano idee. Lungamente e imparzialissimamente òlle tra me dibattute ed òlle pesate a minutissime dramme sul più perfetto saggiatore che mi fornirono l’ingegno, la pazienza e lo studio. Ma sempre sono tornato a riconoscere più nettamente l’abuso infinito che si suol fare dell’astrattissimo concetto dell’essere; ed io proverò alla distesa (quando Dio mi serbi tempo e intelletto) che questo negare allo spirito la intuizione diretta e semplice di ciò che avviene dentro di lui à viziato nella radice l’ideologia e ontologia nuova italiana. Accenno in brevi parole cose sottili ed astratte e di copiosa e pressochè infinita materia. Di tal maniera so che riesco involto ed oscuro ai moltissimi che poco attesero a tale subbietto di controversia e nol vennero a poco a poco smaltendo nella lor mente con ispeciale: meditazione. Ma s’io ne discorressi quanto bisogna per esser chiaro all’universale, io convertirei questo sunto in un voluminoso trattato. Ed anche di ciò mi verrà il destro di riparlare alla distesa nel progresso dell’opera."
      },
      {
        "index": 21,
        "text": "100. — Ancora debbo notare che per trascorrere, et sia pur di fuga, tutti gli argomenti magistrali della Filosofia Critica, mi converrebbe entrare al presente in quell’altro pelago dei giudicj a priori sintetici di cui questiona così a lungo il libro della Ragion pura. Ed eziandio intorno di questi io son pervenuto ad una teorica differentissima da quella del gran filosofo di Conisberga; e ciò che per lui è forma diversa e peculiare di giudizio, è per me un genere di affermazione che riesce tanto assoluta, come se avesse a riprova sua il principio d’identità e di contradizione. Nè potendo qui disputarne, mi stringerò a citare al lettore la compendiosa descrizione che se ne trova nei Dialoghi di scienza prima[3] e nel capit. XX dell’Ontologia e del Metodo. Ma forse più avanti ne discorreremo di nuovo, toccando di certe speciali relazioni della mente con l’Assoluto."
      }
    ]
  }
}
