{
  "chapterNumber": 62,
  "title": "Vol. I, Appendice III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Del massimo problema dell’Ontologia."
      },
      {
        "index": 1,
        "text": "Al signor Conte Mamiani."
      },
      {
        "index": 2,
        "text": "Ho l’onore di sottoporle alcune considerazioni sulla dimostrazione a priori di Dio, da lei proposta nelle Confessioni di un Metafisico.[1] Più confortato dalla di lei bontà che dalla saldezza de’ miei argomenti, io pretendo molto meno di sentenziare sulle di lel dottrine, che di offrire il debole tributo delle mie riflessioni allo schietto cercatore del vero o al valente difensore del realismo."
      },
      {
        "index": 3,
        "text": "Ella si propone di provare la realità dell’assoluto cavandola dal concetto di esso, e a tale scopo compone i seguenti sillogismi:"
      },
      {
        "index": 4,
        "text": "«1° Ad ogni verità necessaria e però eterna ed assoluta risponde un obbietto esattamente conforme, senza di che più non sarebbe verità e mentirebbero i due principii di identità e di ripugnanza. Ora, tale proposizione o tale altra esprime una verità necessaria e però eterna ed assoluta: dunque a tale proposizione o a tale altra risponde un obbietto compitamente conforme, o vogliam dire una esistenza eterna ed assoluta;"
      },
      {
        "index": 5,
        "text": "2 Ogni verità necessaria esistendo eterna ed assoluta inchiude l’esistere eterno ed assoluto dell’oggetto suo rispettivo. Ma nel concetto di Dio vi sono tante verità necessarie quanti predicati vi si distinguono; dunque l’oggetto loro rispettivo esiste assoluto ed eterno.» (Del massimo problema dell’Ontologia.)"
      },
      {
        "index": 6,
        "text": "La prima argomentazione è generale, la seconda particolare, l’una e l’altra mirano allo stesso scopo. Ma la certezza o la dubbiezza della prima involgono la certezza o la dubbiezza della seconda; l’una è il principio di cui l’altra è la conseguenza. Consideriamo la prima, è un epicherema che si può ridurre a forma di sillogismo semplice levando le prove aggiunte alla maggiore. Rimane cosi un sillogismo della prima figara, secondo modo, perfettissimo in quanto alla sua costruzione, poichè i termini e le proposizioni vi sono ordinate e stabilite secondo le regole. Tuttavia vi potrebbe essere sofisma se vi fosse equivocazione nell’uso di uno dei termini, dovendo essi essere mantenuti nel medesimo significato onde non ce ne sia più di tre; vi potrebbe essere anche sofisma se vi si tenesse come vero ciò che non è accordato. Onde seuoprire se si nasconde o no uno di questi difetti nel sillogismo sopracitato, è d’uopo esaminarne accuratamente la maggiore e la minore. La minore è una definizione che suppone un dato esempio di verità necessaria, e se la elezione dell’esempio è acconcia, non pare possibile che l’errore sia contenuto in essa proposizione. La maggiore, o è un assioma, o è una proposizione dimostrata. Se è dimostrata, la sua verità dipenderà dalla dimostrazione, e la dimostrazione si ridurrà a dedurre dai principii della ragione, o la identità del vero e dell’essere assoluto in una proposizione analitica, o la loro semplice convenienza. in una proposizione sintetica. Se è un assioma, sarà o una proposizione analitica, o una proposizione sintetica a priori. Suppongo in primo luogo che sia una proposizione sintetica a priori; lo sarà alla condizione che il predicato non sia implicitamente contenuto nel soggetto, e tuttavia a noi venga dato dalla natura in congiunzione con esso. Noi non potremo cavare la sussistenza o realità dell’oggetto dal vero da noi pensato, poiché, se il potassimo, il giudizio sarebbe analitico; e neppure potremo dimostrare che la realità e la sussistenza conviene alle verità assolute, poichè il giudizio non sarebbe allora un principio o proposizione a priori. D’altronde la realità degli oggetti assoluti non può aver riscontro nella esperienza. La sintesi dei due termini (il vero e la esistenza assoluta) sarebbe dunque un dato impossibile a verificarsi e inaccessibile alla riprova, un dato che sarebbe l’oggetto di una fede o affermazione primitiva. La realità obbiettiva delle idee consisterebbe nella rispondenza presupposta di essa idee agli oggetti reali, rimossi per natura dalla veduta di nostra mente, e quindi si farebbero innanzi tutte le difficoltà escogitate dal criticismo nella sua famosa disamina del passaggio dal soggetto all’oggetto, dal pensiero alla cosa in sè; e la conclusione che su tali principii si appoggerebbe, avrebbe un valore relativo all’intelletto umano e non un valore assoluto. La nostra fede nella sussistenza dell’assoluto sarebbe esplicata, non sarebbe provata la realità dell’assoluto in sè. Ma io elimino immediatamente la precedente ipotesi come contraria ai fatti, i fatti essendo nel mio caso gli alti di lei pensieri intorno all’intima connessione tra il vero e la mente."
      },
      {
        "index": 7,
        "text": "Trascrivo la maggiore del suo sillogismo:"
      },
      {
        "index": 8,
        "text": "«Ad ogni verità necessaria e però eterna ed assoluta risponde un obbietto esattamente conforme, o vogliam dire una esistenza eterna ed assoluta.»"
      },
      {
        "index": 9,
        "text": "Se bene intendo, secondo la sinonimia da lei adottata, realità obbiettica, obbietto conforme, esistenza eterna ed assoluta, sussistenza dell’oggetto ipotetico o intelligibile sono tutt’uno, e si riferiscono ugualmente alle intellezioni o idee. Vediamo adunque se fra i due membri della proposizione ci può essere equazione, e a quale condizione ci può essere. Riscontrando la parola rispondere, da lai usata in questa circostanza, coi passi dei paragrafi 107, 103 e 100 del capo undecimo delle Confessioni, non si può, da quanto mi sembra, pigliar equivoco sul senso di detto vocabolo, e considerarlo come seguo ili semplice correlazione o rispondenza esterna fra l’idea l’oggetto, come se questa e quello fossero cose armonicamente accomodate insieme quantunque divise. Direi quasi che tutto il suo scritto attesta ch’ella prende contenuto e contenenza come sinonimi di oggetto dell’Idea. Nel qual caso l’ideato e l’oggetto che è nominato nel secondo membro della proposizione, è un semplice contenuto delle verità necessarie di cui è questione nel primo membro. Ciò promesso ed accettato, ne pare seguitare che la maggiore del suo raziocinio sia veramente analitica e possa servir di base a un’argomentazione dimostrativa; essa poi non sembra un assioma che in quanto non è specificata la esatta relazione dei due membri della proposizione. E qui giova notare che il senso comune ammette spontaneamente la sussistenza perenne degli oggetti assoluti che corrispondono alle verità necessarie, ma quale sia la natura dei due termini e come siano legati insieme è questione che mi pare oltrepassare le forze di esso, e quindi la maggiore da lei proposta o ritiene le qualità di un pronunziato del senso comune, ed allora non essendo preciso il principio, la conclusione ne risulta dubbia ed indeterminata, non già nell’uso comune delle parole, ma nel loro senso filosofico; o esprime una determinata relazione (e se ben m’avviso è ciò che qui avviene), ed allora abbisogna di una dichiarazione; la quale, se non m’inganno, sembrami potersi envare dalle sue sentenze ed esprimersi nel seguente sillogismo:"
      },
      {
        "index": 10,
        "text": "Gli oggetti delle verità necessarie hanno quella esistenza che è inchiusa nelle verità necessarie, mn le verità necessarie si risolvono in idee, dunque essi hanno la esistenza che è inchiusa nelle idee; sono parte di un tutto che è l’idea e partecipano della medesima natura. Se l’idea non fosse che una semplice determinazione mentale, come voleva il Kant, l’ideato o il contenuto non sarebbe che una parte integrante della rappresentanza, e la esistenza di quello dipenderebbe come da sua condizione, dalla esistenza di questa. Ma tale non è per certo la di lei dottrina, che anzi tutta diretta a disciogliere la reta del criticismo, e a conciliare le due massime forme del dogmatismo in una sintesi più comprensiva. Mi pare di lei ferma sentenza che le idee non sono divise sostanzialmente dal loro oggetto, che si concerto col loro oggetto, che le intellezioni terminano nelle relazioni necessarie e nelle realità a sussistenze assolute, che colgono le cose in sè e quindi nell’essere loro necessario ed eterno. Dalle quali espressioni apparirebbe chiaro che le idee non sono per lei semplici rappresentanze, ma modi dell’essere e modi della mente nello stesso tempo, e, per servirmi di una formola conosciuta, che non vi sarebbe differenza fra i reale assoluto e l’ideale. Ella non ammette la possibilità della illusione nelle intellezioni del necessario, e pronunzia essere congiunti intimamente i due termini della mente e dell’essere. In questa intima unione o identità sta, se non erro, il cardine della dimostrazione da lei proposta, e quindi anche il segno delle obbiezioni che le si possono voltar contro. Conciossiachè se i concetti, presi nella loro integrità, contengono l’esistere eterno o ciò che costituisce la possibilità eterna del loro oggetto, la maggiore del suo sillogismo rimane una proposizione analitica, la cui verità dipenderà dal modo d’intendere il soggetto. Posto il soggetto, idea o verità, come identico all’essenza della cosa in sè, il sillogismo sembra inattaccabile. Rimane tuttavia da dileguare il dubbio: se si abbia il diritto di porre l’idea come identica alla essenza delle cose o all’assoluto."
      },
      {
        "index": 11,
        "text": "Io non mi arbitro di pronunziare; cercherò solo di spiegare più accuratamente per quali ragioni, secondo me, delle tre principali maniere d’intendere e di significare la idea, additate da lei nelle diverse parti delle Confessioni, due non mi sembrano potersi conciliare colla dimostrazione da lei impresa, e col valore assoluto delle verità necessarie, e sono: l’idea considerata come seguo e l’idea considerata come rappresentanza. Eliminate le quali, si restringerà almeno il campo della disquisizione, e riescirà meno dubbiosa la determinazione della vera natura dell’idea."
      },
      {
        "index": 12,
        "text": "In una cosa che serve di segno io noto: 1ª la cosa; 2ª le sue relazioni con un’altra: 3ª quest’altra; 4ª la sua relazione col pensiero, ossia la sua attitudine a far presente quest’altra cosa al pensiero. Cosi, verbigrazia, io percepisco il lampo e lo scoppio del fulmine, e la relazione di successione che passa fra di loro. Di più, questa relazione essendo costante, io posso considerare il primo termine come l’indizio del secondo, posso aspettare il secondo dopo di essere stato testimonio del primo."
      },
      {
        "index": 13,
        "text": "Sia ancora un altro esempio: io percepisco le lettere scritte e percepisco i suoni articolati. Percepisco eziandio le relazioni istituite fra quelle e questi, intendo che si possono moltiplicare e ordinare le lettere secondo il numero e l’ordine dei suoni. Finalmente intendo la possibilità di suscitare nell’udito i suoni, mentre colla vista raccolgo le lettere; in altre parole intendo che le lettere possono farmi ritrovare i suoni, possono essere i segni dei suoni."
      },
      {
        "index": 14,
        "text": "Ora, facendo l’analisi di una rappresentanza mentale, vi troveremo i seguenti elementi:"
      },
      {
        "index": 15,
        "text": "1ª Una determinazione del pensiero, ossia il pensiero di una cosa;"
      },
      {
        "index": 16,
        "text": "2ª Una relazione di questo pensiero colla cosa presa in sè stessa;"
      },
      {
        "index": 17,
        "text": "3ª Una relazione della determinazione del pensiero colla mente, o colla totalità del pensiero."
      },
      {
        "index": 18,
        "text": "Si può verificare la esistenza di questi elementi in una rappresentanza qualunque, verbigrazia in quella di circolo. Vi troviamo il pensiero dell’oggetto e quello delle parti che lo costituiscono, come di linea curva, di figura, di punto interno, di distanza, di uguaglianza. Chi levasse le determinazioni elementari del pensiero, la cui sintesi forma il concetto di circolo, leverebbe con ciò stesso l’essere di questa rappresentanza mentale."
      },
      {
        "index": 19,
        "text": "Ma la rappresentanza è rappresentanza di qualche cosa, di una cosa che si suppone distinta dalla rappresentanza e in relazione con essa. Spetta poi alla critica filosofica il determinare cotesta relazione, il decidere se l’oggetto sia un semplice contenuto del pensiero, o un termine del pensiero con esso congiunto, o una cosa che risponda più o meno perfettamente al pensiero, di cui il pensiero sia la copia più o meno compiuta, e finalmente se sia una finzione dello spirito, una unità sintetica delle sue soggettive determinazioni e nulla più. La scelta di una di queste soluzioni è negozio della critica; ad essa spetta il fissare in modo preciso il valore della rappresentanza mentale, anzi l’indagarne la natura e pronunziare se il nome e l’ufficio di rappresentanza convenga alla idea. Ma intanto nel concetto comune di rappresentanza si distingue l’elemento del pensiero e l’elemento dell’essere che vi risponde, la determinazione della mente e la cosa in sè, ciò che rappresenta e ciò che è fattor presente. Soltanto la rappresentanza non essendo, nello stato della cognizione volgare, accompaguata dalla precisa coscienza del suo valore, ne segue che la esistenza della cosa in sè sia ipotetica, e ben a ragione possa, sotto questo riguardo, l’oggetto dell’idea chiamarsi ipotetico. In terzo luogo una rappresentanza non è possibile se non a condizione che il modo o la determinazione del pensiero sia legata al pensiero totale nella coscienza, in altri termini sia fatta presente al pensiero preso come soggetto conscio di sè."
      },
      {
        "index": 20,
        "text": "Quantunque strettissima sin la relazione che passa fra segno e rappresentanza, nondimeno le premesse analisi dimostrano qualche differenza fra l’uno e l’altra. Questa differenza deve passare nella idea, secondochè s’identifica col segno o colla rappresentanza. Un principale divario sembra correre fra il segno e la rappresentanza, ed è che il segno è il pensiero di una cosa che serve a pensarne un’altra, mentre la rappresentanza è un pensiero che termina in una cosa sola, che risponde veracemente o ipoteticamente al una sola cosa."
      },
      {
        "index": 21,
        "text": "L’idea non può essere segno delle cose intelligibili se non esiste un pensiero di queste cose distinto dalla idea, fine e ragione della idea stessa. Di fatto che cosa è il segno? E ciò che fa presente un’altra cosa allo spirito; ora non si può far presente una cosa allo spirito che facendogliela pensare; se poi la cosa che ne fa pensare un’altra è pure un pensiero, ne segue che non si può far uso di tale segno senza fermare successivamente l’attenzione in due concetti distinti, senza due pensieri diversi; uno dei quali sarebbe l’idea e l’altro sarebbe una forma della mente distinta dalla idea."
      },
      {
        "index": 22,
        "text": "Giustifichiamo meglio queste asserzioni. Se l’Idea è un segno, sarà o un segno naturale o un segno convenzionale, poichè i segui sono o fondati in natura o stabiliti dalla umana volontà. Così i movimenti esterni che sorgono spontanei nello sviluppo delle passioni sono segni naturali delle medesime; cioè sono fatti concomitanti ad altri fatti, o effetti di cui altri fatti sono la causa; diconsi poi segni perchè, data una intelligenza che afferri il nesso esistente fra questi e quelli, essa può dedurre dalla presenza degli uni la presenza degli altri, ossia passare dal pensiero dei primi al pensiero dei secondi. Nel caso citato il valore del segno viene dall’apprensione di una relazione esistente in noi stessi, applicabile agli altri e atta a trasformarsi in legge."
      },
      {
        "index": 23,
        "text": "I giudizii nei quali sono raccolti i segni esterni e le cose significate che stanno dentro dell’animo, sono sintetici, ma In sintesi è afferrata nella unità del nostro essere, alla coscienza del quale si manifesta in un rapporto di simultaneità o di successione il fatto interno, come la passione, e la sensazione dal fatto esterno, come è quella del movimento."
      },
      {
        "index": 24,
        "text": "Il valore di un segno convenzionale à fondato sulla volontà che opera la sintesi del segno e della cosa significata."
      },
      {
        "index": 25,
        "text": "Se l’Idea è un segno convenzionale, cadiamo nelle conseguenze di un nominalismo radicale; se è un segno naturale, essa fa parte di una relazione nella quale sono due termini, l’ideato e l’idea, l’oggetto e il segno, relazione che dà luogo, per ipotesi, alla legge seguente: data una idea, è dato pure un oggetto; ovvero: quando apprendo un’idea, posso dire che havvi un oggetto correlativo. Ma non potendo noi ne istituire nè sperimentare la sintesi dell’ideasegno e dell’oggetto segnato, ne segue che non possiamo neppure verificarla. Questa è precisamente la conclusione di Kant riguardo ai modi del pensiero. I suoi concetti non si possono considerare come vere rappresentanze di cose rispondenti al pensiero, ma egli medesimo si è affaticato a fare intendere che non sono altro che segni, o pure notazioni mentali di quelle incognite o x che chiama Noumena."
      },
      {
        "index": 26,
        "text": "Coloro che non vogliono attribuire alla idea altro ufficio. che quello di segno, sono costretti di accettare le conclusioni del Kantismo, eccettuato il caso che contradicendo a sè stessi, ammettano la possibilità di un esperimento trascendente, il quale serva di fondamento e di verificazione alla sintesi dell’ideato e dell’idea. Dico che contradirebbero a sè stessi, perchè, concesso che la mente possa passare, colla propria forza e per ingenita legge, dall’idea o segno dell’oggetto intelligibile al pensiero determinato della cosa segnata, l’idea sarà bensì il segno naturale della cosa in sè, ma per fermo non sarà più vera idea; tutto l’essere d’idea sarà trasportato al pensiero che termina nella cosa, poichè con questo solo la cosa si conosce nella sua determinata essenza, mentre la pretesa idea non è che l’occasione onde passare a un pensiero più adeguato a cui solo si conviene il nome e l’ufficio d’idea. Sia pure l’idea un semplice segno, ma allora o se ne annulla affatto il valore obbiettivo confessando la impossibilità di verificare il nesso che la lega all’oggetto (x), o si pretende di poter determinare tal nesso, e di stabilire, verbigrazia, la corrispondenza o la causalità degli oggetti verso le idee, e allora è d’uopo istituire al di sopra della idea una forma di pensiero o di cognizione che permetta di porgersi giudice fra di essa e l’oggetto; e questa forma superiore di cognizione pare non possa essere che o un intuito diretto o una rivelazione. Ma la rivelazione, l’accenno come un colpo disperato che sarebbe la condanna della ragione in una questione che compete direttamente alle sue indagini e a’ suoi diritti. In quanto all’intuito, sarebbe mestieri stabilirne la natura e la possibilità. Imperocchè, in che modo è desso proposto? come fatto che cade immediatamente nella coscienza o come ipotesi? Evidentemente come ipotesi destinata a spiegare la formazione delle idee e la nostra fede nella esistenza degli oggetti intelligibili, i quali, dimostrata la ipotesi, saranno considerati come reali dalla mente filosofica, mentre prima della dimostrazione non erano per la medesima che ipotetici. Ma onde una ipotesi sia tenuta per dimostrata occorrono due condizioni essenziali: 1ª che non inchiuda alcuna contradizione; 2ª che non contradica ai fatti, anzi serva loro di spiegazione. Bisogna dunque prima di tutto verificare la possibilità del predetto intuito. Un intuito diretto degli oggetti è una visione diretta, visione della mente e non del senso, poichè gli oggetti di cui si tratta sono intelligibili non sensibili. Ma o m’inganno a partito, o una tale visione non ha potuto introdursi fra le ipotesi della filosofia dell’intelletto che coll’aiuto di un paragone sensibile. L’intuito è la visione del senso trasportata alla mente, è una condizione della sensitività trasferita allo intelletto, è una specie di sensitività superiore, dalla quale penderebbe tutto il nostro intendere. Non cerco per ora se a priori sembri conforme o contraria al sensismo l’impresa di spiegare le idee con un concetto tolto dai sensi; mi basti l’accenuare alcune delle difficoltà o dei dubbii che sorgono nell’animo alla propostal di cotesta visione."
      },
      {
        "index": 27,
        "text": "La visione sensibile è passiva; è pure passiva la visione intelligibile? Non ci par verso di concepirla altrimenti. Di fatto la causa di essa non può essere che in noi o fuori di noi; se è in noi, la visione sarà un portato della nostra immaginazione, sarà bensi un fenomeno della nostra attività, ma perderà il valore obbiettivo che le si vuole attribuire; se è fuori di noi, la medesima visione sarà un fatto passivo, vi sarà fra noi e gli oggetti intelligibili la relazione di passione e di azione, dalla quale non veggo come si potranno rimovere le qualità e le condizioni a cui soggiace il rapporto della stessa specie che lega la sensazione al sensibile, e per cui la critica filosofica condanna il senso, preso da solo, alla ignoranza delle cose quali sono in sè stesse. Se la passività dei modi sensitivi à la ragione della loro relatività, come poi la passività dei modi intellettivi sarebbe la condizione di un assoluto conoscere? come lo stesso nesso può essere assunto per ispiegare il relativo e l’assoluto della cognizione? La passività dei modi sensitivi è un fatto, e che da questo fatto consegua il carattere relativo dei medesimi mi pare fuori di ogni dubbio, conciossiachè noi apprendiamo gli esseri esterni nelle azioni che esercitano su di noi o piuttosto nelle apparenze (fenomeni) che fra coteste azioni e le correlative nostre passioni tramezzano. Il fenomeno sensibile, come osserva Platone nel Teeteto, suppone una doppia limitazione del soggetto e dell’oggetto, per cui l’essere non ci è dato nel senso quale è veramente ed assolutamente, ma quale apparisce in questo movimento e in questo rapporto. Ora per quale artificio della immaginazione potremo noi figurarci una maniera d’intuizione che sfugga a queste conseguenze? dov’è il tipo di ogni intuizione, di ogni visione, di ogni vedere? Evidentemente nel senso; e tanto è vero che i filosofi, i quali istituiscono una visione di oggetti intelligibili separati dal pensiero, la fanno passiva e la sottopongono ad alcuna delle condizioni inerenti alle rappresentanze sensibili; parecchi eziandio non indugiano a chiamarla un senso, così la chiama talvolta il Rosmini e così l’appellano quegli ecclettici francesi pei quali la ragione è il senso dell’assoluto. Ma o questo termine di senso applicato al pensiero è una metafora, e allora in che consiste l’intuito, in che differisce dall’idea, in che dal senso? É egli una sovraintelligenza a cui corrisponda un sovraintelligibile, e nella determinazione della quale nulla possa la ragione come facoltà subordinata? Se è un termine preciso trasportato analogicamente dalla visione sensibile a una visione sovrasensibile, in tal caso non pare possibile di spogliare cotesto senso, quantunque sublimato al grado di prima facoltà dello spirito, delle essenziali condizioni del senso in genere, nè di mantenerne assoluti e immobili gli oggetti, senza segregarne per astrazione la passività e la relatività, tolte le quali non si scorge più vestigio di senso."
      },
      {
        "index": 28,
        "text": "Non si può tacere che a molti la passività dello intelletto sembra fondamento saldissimo di veracità, e sicurissima guarentigia contro l’inganno, parendo loro non poter nascere la fallacia e il sofisma dentro la mente che per una cotale immistione della sua attività finita colla pura impressione del vero. Ma su che si fondano per proporre questa sentenza? Da quanto mi pare, sui seguenti supposti: 1° Gli oggetti intelligibili sono separati dal soggetto intelligente; 2° Vi ha un senso per l’intelligibile come ve n’ha uno pel sensibile; 3° L’oggetto intelligibile opera sul senso intellettivo in modo. diverso dall’oggetto sensibile; mentre il sensibile non fa su di noi che un’impressione estrinseca nella quale appena si adombra una immagine della realtà, l’intelligibile si affaccia all’intuito quale esiste in sè stesso, e colla sua azione significa in noi le proprie determinazioni. Convengo che, ammessi questi supposti come principii, ne viene come corollario la certezza dell’intuito malgrado la sua passività, o, se si vuole, in ragione di essa, e non ostante la sua analogia col senso. Ma in primo luogo, queste proposizioni, il cui complesso forma l’ipotesi dell’intuito, si risolvono esse in concetti armonizzanti, o in elementi discordi; la sintesi del senso e dell’assoluto della cognizione è perfettamente logica, o difettosa e ripugnante in sè stessa? Supposto che sia perfettamente logica in sh stessa, resterebbe ancora ad escogitarne e a proporne la dimostrazione provandone la compita convenienza colla economia dell’intelletto."
      },
      {
        "index": 29,
        "text": "La posizione dell’idea-segno ci ha condotti alla supposizione di un intuito e quindi alla critica di questo intuito; mi pare che la istituzione della idea-rappresentanza porti con sè le stesse conseguenze. L’idea presa come rappresentanza mi sembra assai superiore in valore e in dignità alla idea considerata come semplice segno, e più atta ad esprimere l’inclinazione naturale dell’animo a credersi in possesso del vero. Per Cartesio, per Locke, per Leibnitz istesso le idee sono rappresentanze la cui fedeltà à fondata o sulla volontà di Dio, o sulla esperienza, o sull’armonia prestabilita degli esseri; ciascuno di essi afferma la conformità delle idee cogli oggetti, e senza investigare profondamente il modo di verificare una relazione tanto importante, si limita a determinarla con supposizioni più o meno ingegnose. La critica del passaggio dal soggetto all’oggetto fu ideata dal Kant; e in vero non si può proporre l’idea come rappresentanza, senza supporre nello stesso tempo la separazione della cognizione e dell’oggetto, posta la quale sorge immediatamente la questione: Se gli oggetti delle idee esistano, e se esistendo corrispondano, e fino a qual punto, alle idee. Non mi pare che la critica abbia il diritto d’immedesimare, come fa il Cousin nell’esame della idea rappresentativa, il senso della parola Rappresentanza con quello del termine Immagine, per procacciarsi la facile soddisfazione d’imporre le conclusioni di un radicale sensismo a chiunque ammette il valore rappresentativo delle idee. Ma mi sembra potersi giustamente indirizzare il seguente dilemma a coloro che propongono la idea-rappresentanza: o è copia o è finzione; se è finzione perde ogni valore, se è copia, chi ne accerta la fedeltà? Questa difficoltà è la medesima che quella che abbiamo additata più sopra toccando della idea-segno, nè credo che il modo di scioglierla possa differire da quello che già è stato indicato; posta la separazione della idea e dell’oggetto, diventa necessaria un’altra forma di cognizione che ne determini il rapporto e segni i limiti della umana certezza. Se questa forma è un intuito diretto, essa soggiacerà alle obbiezioni che mi sono provato di svolgere."
      },
      {
        "index": 30,
        "text": "Con queste osservazioni io non intendo di asserire recisamente che le idee non siano mai rappresentative, chè anzi mi sembra potersi ad esse, senza indugio, attribuire tale qualità ed ufficio, ogniqualvolta si pigliano in ordine alla natura e si riferiscono alla esperienza."
      },
      {
        "index": 31,
        "text": "Maio ho avuto specialmente di mira gli oggetti assoluti, intorno ai quali si aggira la dimostrazione da lei proposta, parendomi, in tal caso, l’idea-segno e l’idea-rappresentanza doversi risolvere in una sintesi di dati soggettivi, separata dall’esistere assoluto delle verità necessarie, e quindi non potersi analiticamente tale esistenza ricavare dalla idea, perché in essa non è contenuta."
      },
      {
        "index": 32,
        "text": "Confesso candidamente che il piacere di partecipare a una disputazione da lei istituita mi ha condotto in una analisi che somiglia a una digressione, e che adoperando ella la parola Verità, avrei potuto contentarmi della sua definizione del vero, e cosi, sostituendo la definizione al definito, verificare se la maggiore della sua argomentazione è analitica o sintentica. Mi dia licenza di farlo ora."
      },
      {
        "index": 33,
        "text": "Ella definisce il Vero cosi: l’Essere in quanto è conosciuto o almeno conoscibile. Il conosciuto o il conoscibile accennano una relazione attuale o possibile all’intelletto, ma sottoponendo la esistenza del vero ad una relazione attuale colla mente, si farebbe, da quanto sembrami, dipendere l’oggetto dal soggetto, il vero che è legge e principio del conoscere, che qui è fatto. E nondimeno um relazione possibile colla mente mi sembrerebbe necessaria per intendere la parola verità per raggiungerne l’idea. Comprendo che il vero sia anteriore all’atto del conoscere, ma non capirei che supposta la esistenza di un intelletto sufficiente, il vero non potesse essere conosciuto. Il vero mi parrebbe dunque l’essere in quanto conoscibile o intelligibile, e il vero necessario; l’essere che non può non essere in quanto la mente non può non intenderlo, o l’essere in quanto la mente intende che non può non essere. I vocaboli in quanto soglionsi adoperare per segnare un accidente o un rispetto astratto; non li prenderei qui con questo intendimento, ma come segni di un’intima connessione. anzi identità delle due cose. Da queste dichiarazioni seguirebbe, se non erro, che nel vero è una dipendenza dal doppio termine dell’essere e del pensiero, e che quindi esso è una doppia determinazione dell’uno e dell’altro, o possibile o in atto (avvertendo però che il possibile suppone sempre una preesistenza reale); che ad esso vero è tanto essenziale l’aspetto reale quanto l’aspetto ideale, che il medesimo deve fondamentarsi tanto in ciò ch’ella chiama le divine efficienze quanto nelle leggi della mente, e che tanto è reale o possibile quanto è ideale o conoscibile, tanto ontologico quanto logico, che anzi questi due caratteri in esso si agguagliano e si compenetrano. Colle quali riflessioni se io avessi avuto la fortuna di entrare nella mente di V. S., io non mi crederei errare affermando essere la maggiore del sillogismo esaminato analitica, e reggere perfettamente la conclusione."
      },
      {
        "index": 34,
        "text": "Mi si dia licenza di riassumere queste osservazioni nel modo seguente: secondo la maniera d’intendere il soggetto della maggiore, questa proposizione è analitica o sintetica. Se le verità mentali non sono sostanzialmente separate dal loro contenuto, quale viene espresso ed inteso nel secondo membro della proposizione e nella conclusione, la maggiore è analitica; se la parola verità è presa nel significato soggettivo di semplice rappresentazione della mente, o di segno e quell’esistere eterno, assoluto delle verità necessarie è posto come oggetto correlativo, e non come parte integrante della determinazione mentale, allora la proposizione è sintetica; quindi la necessità di dimostrare la convenienza dei due termini corrispondenti."
      },
      {
        "index": 35,
        "text": "In ogni modo mi sembra necessario di definire il soggetto della maggiore, o di descriverne il contenuto, onde accertarsi se l’attributo che è dell’ordine reale ne è dedotto. Altrimenti non si saprà bene se il termine maggiore, obbietto o esistenza, ha relazione di contenenza col medio, verità, e quindi non apparirà chiaro il nesso del maggiore col minore."
      },
      {
        "index": 36,
        "text": "Nel passare dal suo primo e generale sillogismo al secondo e particolare, col quale ella riprende sotto altra forma il medesimo assunto, mi accorgo che avrei potuto risparmiarle la pena di leggere ciò che precede e dirle semplicemente: la forma come la sostanza del secondo sillogismo da lei proposto mi sembrano esenti da ogni difetto, imperocchè, se non isbaglio, ella vi adotta in termini chiari la identità del vero e dell’essere."
      },
      {
        "index": 37,
        "text": "«Ogni verità necessaria esistendo eterna ed assoluta inchiude l’esistere eterno ed assoluto dell’oggetto suo rispettivo. Ma nel concetto di Dio vi sono tante verità necessarie, quanti predicati vi si distinguono; dunque l’oggetto, loro rispettivo esiste assoluto ed eterno.»"
      },
      {
        "index": 38,
        "text": "Nel sillogismo antecedente la parola rispondere poteva dare a dubitare che il termine maggiore, obbietto od esistenza assoluta, fosse preso in un senso nella maggiore e in altro senso nella conclusione, e qui sarebbe stato il sofisma. Ma nel presente raziocinio essendo agguagliata la esistenza alla verità, il reale che è nella conclusione si trova anche nella maggiore."
      },
      {
        "index": 39,
        "text": "Mi perdoni di avere condotto cosi per le lunghe una verificazione che si poteva eseguire con tanta brevità. Se la mia veduta fu corta da principio, la confessione che ora le luccio, le provi almeno ch’io cerco d’imitare, non potendo in altro. nella schiettezza, l’esempio dato da V. S. Ill. ai cultori della Filosofia."
      },
      {
        "index": 40,
        "text": "Mi protesto con tutto il rispetto"
      },
      {
        "index": 41,
        "text": "Casale, li 19 luglio 1857."
      },
      {
        "index": 42,
        "text": "Suo dev. ed obb. servitoreLuigi Ferri."
      },
      {
        "index": 43,
        "text": "Al signor professore Luigi Ferri."
      },
      {
        "index": 44,
        "text": "Lette appena, o signore, le vostre acutissime e lucidissime considerazioni, io venni fra me dicendo: vedi quanto ingegno e quanto sapere è in questo giovine, e come la sua modestia, che in ogni tempo sarebbe rara, diventa prodigiosa al di d’oggi che il mondo è pieno di saputelli di quindici anni ai quali puzzano tutte le cose non nate e non fiorite nel loro cervello. Io mi rallegro impertanto di cuore con voi e con gli studi razionali italiani in cui certo imprimerete orma gloriosa e condurreteli in termine che non abbiamo in ciò almeno ad invidiare la scienza di nessun altro popolo. Ma per nou tenere a disagio nè voi nè i lettori con parole remote dal nostro tema, io vo’ che sappiate che quanto veniste notando circa la forma de’ due miei sillogismi sembrami tutto vero, esatto, perspicuo; e voi giovanissimo insegnate a me canuto a scansare le ambiguità e trovar le voci e maniere del dire veramente adeguate ai concetti. Ne diverso giudicio fo dell’altre vostre considerazioni sulle note proprie e qualitative dei segni e delle presentanze ideali e sull’essere e le condizioni dell’intuito mentale."
      },
      {
        "index": 45,
        "text": "Ma voi sembrate, se io hen v’intendo, accettar l’opinione di molti che non possa altramente risolversi la controversia intorno la dimostrazione a priori dell’Assoluto, quando per innanzi non venga levato ogni dubio sulla natura intima dei concetti e non si fermi prima in guisa certa ed irrepugnabile che l’idea e l’oggetto ideato son tutt’uno. Io reputo per lo contrario che la dimostrazione a priori da me proferita della esistenza di Dio regge piena ed irreprobabile, qualunque opinione si segua intorno all’essere delle idee e in ciò appunto raccogliesi, per mio giudicio, il suo pregio e si à un novo riscontro della verità sua. E in effetto, sieno le idee meri esseri rappresentativi tramezzanti tra l’intelletto e l’obbietto o sieno in quel cambio esse medesime le cose eterne e assolate, presenti al nostro pensiere et nulla interposita creatura, come parla sant’Agostino, la verità non muta però di natura e di essenza, nè può consistere in altro giammai che nella conformità perfetta della cognizione e del cognito e, a parlar più esatto, nella cosa in quanto è conoscibile; perocchè l’essere è domandato verità sempre che si consideri nella relazione sua effettiva possibile con l’intelletto. Ciò torna più che bastevole alla diimostrazione mia, nè punto mi occorre di trapassare all’esame della natura delle idee. Per fermo, due assiomi si possiedono intorno alla verità, e sono tali e si fatti, che per nessun rispetto usurpano il nome loro nè la celono a verun altro assioma nella pienezza dell’evidenza. Il primo asserisce che le verità positive sono verità di qualcosa e non già del nulla; il secondo che questo qualcosa è nè più nè meno di ciò che la verità lo annunzia. Ognun vede che negare cotesti due dogmi logicali, vale quanto negare a dirittura e levar dal mondo la verità; perocchi ella si annienta del pari o togliendole qualunque oggetto, e, come i Tedeschi direbbero, ogni contenuto; ovvero, facendo che la verità esprima od annunzi l’oggetto suo diversamente da quello che esiste. Tutte le conseguenze di ciò furono divisate e scritte da me più volte e in più modi; e la sostanza loro raccogliesi mai sempre negl’infrascritti pronunziati. In qualunque proposizione identica giace inchiusa un verità necessaria; le verità necessarie sono eterne e assolate, e non potendo mancare di oggetto debbonlo avere altresi assoluto ed eterno com’esse; debbonlo avere eziandio non punto diverso da ciò che annunziano, e se lo annunziano positivo sostanziale e concreto, riesce contraddittorio ed assurdo che tale non sia. E qui si noti che l’ultimo de’ pronunziati anzi espressi è poco meno che superfluo a rispetto del dimostrare la sostanziale sussistenza degli obbietti ipotetici, atteso che è impossibile di negare un essere sostanziale a ciò che sussiste assoluto ed eterno. Che non potendosi dare al mondo più d’un solo assoluto, l’oggetto delle verità necessarie debbe essere Dio o in Dio e per ultimo debbe sostanziarsi in esso e con esso."
      },
      {
        "index": 46,
        "text": "Queste cose vedute, mi sembra, egregio signore, che vi sarà forza di consentire che io ò buon arbitrio di tener di scosto In controversia intorno all’indole peculiare delle idee. Vuoi tu che sieno intuiti diretti e immediati dell’oggetto correspettivo? In quel caso, la realità obbiettiva de nostri pensieri è bello che conceduta. Per contra, vuoi che nelle nostre idee non si riconosca altra maggiore realità eccetto che una mera e nuda rappresentazione? io ti menerò buono il supposto; con tale aggiungimento per altro, che a quella mera e nuda rappresentazione sia sempre e necessariamente connesso il rappresentato ne questo differisca per nulla da ciò che viene significando di lui la sua verità. Quindi quella espressione del mio primo sillogismo ad ogni verità..... risponde un oggetto esattamente conforme, e l’altra del mio secondo: ogni verita..... inchinde l’oggetto suo respettivo, tornano ad un medesimo; e vale a dire che l’una e l’altra dizione vogliono egualmente significare la connessione necessaria e innegabile tra l’idea e l’idento, e come l’esistere del primo termine conduca seco il necessario e reale esistere del secondo."
      },
      {
        "index": 47,
        "text": "To mostrava (per mio sentire) con piena evidenza che pei concetti ipotetici che sono termini di proposizioni identiche nou basta all’oggetto da quelli rappresentato di essere un contingente reale in atto; ma sempre dover riuscire qualcosa di coeterno alla sua verità. Io mostrava similmente quell’ideato rappresentato che voglia chiamarsi non potere consistere mai in una vuota apparenza, come giudicano molto leggermente gli scettici. Chè se l’ideato è apparente o vogliam dire diverso da ciò che pensiamo, la verità è falsa e ingannevole. Neppure quell’ideato può convertirsi in un possibile, se questa voce intenda di esprimere un ente che non sussiste, ovvero una semplice mentale rappresentazione. Conciossinchè, quando io penso Dio, per modo d’esempio, io volgo la mente a cosa la quali dove non sussista, è impossibile al tutto che mai trapassi all’atto di essere. In secondo luogo, io penso a Dio, cioè alla cosa ideata non alla idea, penso al rappresentato non alla rappresentazione sua, penso all’oggetto in sè, al contenuto della verità, all’ultimo termine insomma del mio atto cogitativo, mentre l’idea e la possibilità non sono l’ultimo termine e v’è qualcosa da chiedere e da pensare di là la loro ed è l’oggetto, per appunto al quale si riferiscono l’idea, la possibilità, l’intuito e qualunque altra specie di entità o di atto vogliamo interporre tra la mente e la cosa pensata. E qui torna da capo il dilemma: la mente o incontra l’ideato o riferisce a quello l’idea. Se io penso, po- niamo, a Dio, conviene o ch’io col pensiere raggiunga l’oggetto, ovvero ch’io riferisca l’idea dell’oggetto al termine suo che è l’oggetto medesimo. Quando a me non sia peranco venuto fatto di mettere in chiaro cotesto capo della teorica mia, confesso di non trovare altri modi në altri vocaboli a ciò sufficienti e mi stringe necessità di pregare un poco il lettore a farci sopra considerazione e ruminar la materia con un millesimo di quella diligenza e pazienza con la quale l’ò io trovata e ordinata. Perchè, sebbene la cosa paia semplice sopra modo nè ricerchi nel filosofo altra disposizione, ad essere escogitata e provata da lui convenientemente, che l’uso del buon senso e del retto giudicio, pure al povero ingegno mio à costato molti anni di indagazione meditazione, rassomigliando ella a quegli edificj venerabili e antichi, addosso a’ quali sono state murate in più tempi altre fabbriche; e voglio dire che i sistemi degl’idealisti e degl’ipercritici anno come travisato e sepolto il vero di questa nobilissima parte della metafisica."
      },
      {
        "index": 48,
        "text": "In questo punto mi occorre un pensiere, ed è che alcun Rosminiano, per disperato rifugio al suo ente possibile tenti di negare il carattere rappresentativo delle idee, nè tuttavolta conceda loro una reale e concreta obbiettività, pronunziando che l’essere dei concetti è mentale e non altro, ma però similissimo all’ente reale e concreto; ed anzi, per tanto simile che a trasmutarlo in quello bisogni aggiungervi unicamente certa energia di sussistenza. In tal guisa (proseguirà forse a dire) allorchè affermo (poniamo caso) che Dio è l’ente perfetto, io penso effettualmente a Dio e alle sue perfezioni, ma quali le porge la mente; e cioè che io penso un Dio ipotetico, una mera entità ideale non sussistente fuor del pensiere e bastevole nondimeno a conferire all’atto cogitativo l’oggetto suo. Ne fa bisogno di più perchè esso atto adempia il suo fine che quello è di conoscere e giudicare: onde assai bene il Locke ed altri dopo lui definivano la verità un convenienza d’idee. Perchè io giudichi d’una impronta, per via d’esempio, e ne riceva l’esatta notizia, tanto fa che io la contempli nella materia improntata, quanto in sé stessa perocchè supponesi la copia essere minutamente simile all’esemplare. Ora, l’idea è come un’impronta sfornita d’ogni materia. L’idea, impertanto, è compiuta in sè, ed in sè à termine e non dipende per l’obbietto correlativo e proprio dalla sussistenza delle cose reali conformi, le quali possono esistere o non esistere."
      },
      {
        "index": 49,
        "text": "Tutto ciò, se ben vi si guarda, è una pretta illusione fondata sul credere che fra le idee e le cose corra una relazione di simiglianza esattissima quale si scorgo talvolta fra certi obbietti e le loro effigie. Per lo contrario, quando la idea non si connetta punto alla cosa pel legame della rappresentazione, niun grado di somiglianza interviene fra loro. Io penso (poniamo) al concetto d’una rosa perfettamente individuata. Io debbo, anzi tutto, sopprimere per astrazione i fantasmi del colore, della figura, dello spazio e simili; perchè mantenendoli, io non ò ancora il concetto puro intellettuale di essa rosa; ma questi levati, che mi rimane di simigliante all’oggetto concreto? nulla. L’idea di colore non è colore; l’idea di figura e di spazio non è figurata e nello spazio non campeggia. Laonde, tolto di mezzo, io ripeto, il nesso della rappresentanza, quella idea esemplificata auto è diversa dall’oggetto quanto una lettera dal suono vocale di cui à segno."
      },
      {
        "index": 50,
        "text": "Assentiamo assai di buon grado che nemmanco nell’oggetto assoluto di nostre idee può darsi nulla di senanto e di materiale; laonde la somiglianza perfetta fra l’idea e la realità sua ad intra, concediamo dovere essere al tutto spirituale. Così l’idea della rosa non fa mestieri che somigli al contingente sensibile e materiale, ma si all’efficienza eterni e assoluta in cui è la causa, la ragione e l’essenza del contingente medesimo."
      },
      {
        "index": 51,
        "text": "Stia pure la proposta dottrina in cotesti termini. Ma se l’idea riceve compimento in sè stessa e non ricerca fuori di sè un oggetto necessario e con lei connesso in modo essenziale, ella è cosa eterna e assoluta, perchè si fatta è la verità, come da nessuno viene ignorato; quindi non solo non può mancarle la sussistenza, ma forza è che questa sin sostanziale in supremo grado; perocchè l’accidente, il modo, il fenomeno ed altrettali entità relative non esistono in sè e per sè, non sono eterne, non assolute. L’idea, impertanto, nel supposto degli avversarj, non riesce simile unicamente per via d’effigie all’eterna e assoluta efficienza, ma le è simile sostanzialmente e però identicamente, quando non si vogliano ammettere due assoluti e due infiniti. Paradossa è poi la proposizione che tale ente sia similissimo a tale altro, salvo chi all’uno manca l’energia dell’esistere sostanzialmente. Ma, di grazia, che vuol dire sostanza nella più comune ed ovvia accezione se non un subbietto con attributi, con modi e con atti? Ma se l’idea non è sabbietto e non riceve ne atti, mi attributi, në modi, come somiglin esattamente al subbietto ed agli attributi? Dirò invece con gran ragione che pienamente gli dissomiglia e che è assurdo affermare il contrario."
      },
      {
        "index": 52,
        "text": "Però tornando al superiore discorso, ci si dee concludere che in quel Dio mentale testè ricordato od è il carattere rappresentativo della realità ed a lei si riferisce come ad oggetto suo proprio e a termine della intellezione, ovvero nascondesi un ente, differentissimo di essenza e di forma dall’oggetto pensato; e in tale supposizione ognuno ravvisa ch’io non penso più Dio, secondo portava il caso, ma si altra cosa diversa; e quindi io sono ingannato e la verità mi mentisce."
      },
      {
        "index": 53,
        "text": "Del resto, il nodo della difficoltà, se difficoltà vi giace, non può essere rinvenuto, come bene si avvisa da voi, salvo che nella sentenza significata dalla maggiore del sillogismo che dice ad ogni verità necessaria, e però eterna e assoluta, risponde un obbietto esattamente conforme; la qual maggiore, dopo le note e gli avvertimenti vostri, giudico che sarebbe con poca eleganza un con più rigorosa dizione da venire scritta così ogni verità necessaria, e però eterna e assoluta, esprime un obbietto che è interamente ed esattamente quale essa verità lo annunzia. Tale proposizione non può mai dubitarsi che non sia identica o vogliam dire che non entri preciso nella classe de’ giudicj analitici. E m’accordo bene a dire con voi, che qualora significasse un giudicio a priori sintetico la dimostrazione mia tornerebbe non più che ad una spiegazione più o manco ingegnosa dell’istinto razionale degli uomini. Sebbene, io mantengo che i giudicj a priori sintetici predicati dal Kant non sussistouo; ma qui moverei una quistione importunissima e al tutto aliena dal nostro proposito. Perciò mi ravvio e dico il giudicio poc’anzi allegato esser di forma strettamente analitica; perocchè risulta di due assiomi, essi pure analitici nella sostanza e nella espressione. Il primo è inchiuso in quelle parole: ogni verità necessaria..... esprime un obbietto; il secondo in quelle altre: l’obbietto è interamente ed esattamente quele essa verità lo annunzia. Il primo viene a significare che la verità non è il nulla ma si è qualche cosa e però non le si può negare un oggetto ed un contenuto qualechessia senza condurla al niente e però all’aperta contradizione: quindi la verità senza oggetto nessuno è da ultimo l’essere che non è essere. Il secondo assioma viene a significare che la verità tanto o quanto discorde dal proprio oggetto, à falsa e ingannevole; o con altra frase, ch’essa è verità insieme e non è. Dunque abbiamo in veduta e connesse logicamente in fra loro tre proposizioni identiche, la certezza di cui è parimente affermata e provata dal principio di ripugnanza, e queste sono: che à impossibile di negare le verità necessarie; che ognuna di esse à un obbietto nel quale termina; che l’obbietto nou differisce d’un atomo dalla espressione della verità sua rispettiva."
      },
      {
        "index": 54,
        "text": "Non nego, mio degno signore, che forse a niun metafisico. è bastato l’animo di ricusar fede a cotesti assiomi. Nullameno, gran parte di loro ne à ricusate le conseguenze, e sonosi perciò riparati sotto lo scudo di un sofisma con tal sicurezza che più non avrebbero fatto, dove essa medesima la ragione combattuto avesse con le armi sue immortali al loro fianco. E il sofisma fu questo: che certo la verità debbe avere un oggetto conforme e adeguato alla significazione di lei; ma non per ciò fa mestieri ch’egli sussista in atto ed è sufficiente che egli sussista in possibilità e in idea; atteso che la verità sebbene afferma l’oggetto proprio, non afferma già ch’egli esista. E qui da capo torna la favola di colui che venne dinanzi al re nè vestito è undo; e così vogliono costoro che l’oggetto della verità esista e non esista, e siavi al mondo qualcosa che tramezza tra l’essere e il nulla. Dobbiamo noi ripetere ancora che la verità necessaria ricerca un oggetto coeterno e assoluto siccome lei e il quale dove non esista non à guari possibilità di esistere? Dobbiamo ripetere che il possibile si predica solo dei contingenti, non delle cose eterne e assolute? ripetere che il possibile logico, o il pensabile che voglia dirsi, non à da far niente cou la sussistenza dell’essere? che il pensabile è suo attributo ma nol costituisce nol crea, dovendo al contrario sussistere l’ente perchè riesca pensabile? e la pensabilità sola e astratta senza subbietto veruno ridursi ad un nulla? ed essere nulla altresì per questa ragione evidente che la possibilità logica vuole da ultimo significare nua negazione e cioè a dire la rimozione da un concetto delle contradittorie? Dunque oserai tu affermare che l’oggetto assoluto ed eterno delle verità necessarie non è altro più che la rimozione delle contradittorie? Ma in nome di Dio, dove ed in quale essere torna impossibile alle contradittorie di comparire? nell’idea, rispondi tu? ma qui la pazienza di Giobbe cadria forse in pericolo di venir meno, supportando necessità di replicare per la millesima volta che la verità compiesi nell’ideato non nell’idea, termina nella cosa in sè non nell’immagine sua, termina non inni nelle relazioni ma si nell’oggetto in cui s’appunta ogni relazione, levato il quale, ogni specie e maniera di relazione al tutto si annichila."
      },
      {
        "index": 55,
        "text": "Dopo tutto ciò, reputo, mio egregio signore, che mi sia lecito di adunare e concludere la sostanza de’ nostri ragionamenti in questo dilemma: o confutare e smentire gli assiomi surriferiti, o concedere che i vera ed invitta la dimostrazione mia a priori dell’esistenza di Dio."
      },
      {
        "index": 56,
        "text": "Ma infine, sembrani che voi soggiungiate, potrebbesi egli sapere a quale opinione voi vi attenete circa all’essere delle idee? possibile che vi paia argomento sul quale vi torni lecito ed anzi utile e bello mantenervi in silenzio? qual filosofo a’ nostri di non ne à scritto distesamente? e degli studiosi ordinarj di metafisica forse non ne rinverrete al nostro tempo uno solo il quale accostandosi a voi in fretta e tirandovi per la giubba non vi interroghi subito con queste parole: messere, poiché avete nome di filosofo, di grazia, ditemi quello che sono le idee?"
      },
      {
        "index": 57,
        "text": "Io vi aprirò dunque la mia sentenza intorno di ciò, poichè mi sembra che voi il vogliate e la generale curiosità esiga. Ma sento di dovervi avvertire che, assai differentemente dal comune dei metafisici, io non affermerò ogni cosa siccome certa, ne darò i miei pensamenti per l’ultimo termine della scienza. Della tesi proposta alcune parti definirà risolutamente, altre assai dabiamente. Perchè tale reputo oggi lo stato della controversia e tale debbesi tramandare ai futuri speculatori."
      },
      {
        "index": 58,
        "text": "E prima, io pronuzio che veramente le idee sono esseri rappresentativi e non sono l’intuito immediato e sostanziale dell’Assoluto. Della qual sentenza mi pare che si raccolgano molte prove e, a parlar più esatto, molte poderosissime congetture, tutte le quali se non fanno dimostrazione apodittica, nondimeno bastano a sforzare il consentimento nostro."
      },
      {
        "index": 59,
        "text": "La prima è che le idee non anno in sè stesse nulla di sostanziale, nulla di attivo, non anima, non potenza, non vita. Ora, se le idee fossero intuiti diretti ed intrinseci della divina sostanza, come non vi scorgeremmo noi l’attività, l’efficienza e la vita, poiche Dio è chiamato il vivente ed è atto purissimo e assolutissimo e non pure dobbiamo reputarlo sostanza, ma, come il Fardella diceva, egli solo è vera sostanza e le altre sono come ombre e segni e vestigi di quella? E quando si obbietti che a noi è impossibile concepire la vita, l’attività, l’efficienza e la sostanza di Dio, tanto diverse dal nostro essere, rispondo che ciò propriamente ne porge buona riprova che l’idea non è l’intrinseca intuizione dell’Ente, supposta la quale, già non sarebbe negato all’uomo qualunque notizia e apprensione del vivere ed operare divino."
      },
      {
        "index": 60,
        "text": "Secondo. Le idee delle cose divine ed eterne e quelle dei contingenti più tenui e caduchi non si dispaiano nè si differenziano. Intanto, sappiamo e veggiamo che l’idea del limite non è limite; quella della divisione o della corruzione o del corpo o del male non è divisa, non corrotta, non corporea, non mala; perciò affermiamo l’oggetto correlativo di esse idee (intendasi l’oggetto assoluto) non essere simigliante ma solo analogo alle cose contingenti rappresentate. Il quale aggiuntivo analogo è ritrovato ed usato a indicare una entità sussistente e diversissima dalle conosciute, sebbene di essa diversità non abbiasi notizia veruna speciale, e che, d’altro lato, ella serbi strettissima rispondenza con le conosciute. Ma quando le idee fossero non nude rappresentazioni, sibbene intuiti diretti e penetrativi, come non avremmo alcuna cognizione dell’essere analogo il qual risponde a capello e prima d’ogni tempo alle condizioni e limitazioni dei contingenti?"
      },
      {
        "index": 61,
        "text": "Terzo. A chi ben guarda, si mostreranno ugualissime di natura e di forma, così le idee positive come le negative, cosi quelle che esprimono gli enti reali come l’altre che esprimono i midi enti di ragione, le idee delle cose concrete non meno di quelle da cui sono significate le sottilissime e supreme astrazioni. In che modo si potrà ciò spiegare, semprechè la idea non rappresenti l’oggetto ma sia esso l’oggetto da noi percepito?"
      },
      {
        "index": 62,
        "text": "Quarto. Noi pensiamo tuttogiorno l’eternità di Dio, la sapienza, bellezza e beatitudine sua; nè le idee che di ciò concepiamo differiscono in niente dall’altre di altre cose, quanto al loro essere propriamente ideale. Ma intanto come possiamo noi, chiusi nella finità del tempo, intuire l’eternità in atto? Certo, dunque, l’idea della eternità di Dio non è un intuito diretto e immediato di quella. Si dica il simile della beatitudine, la quale si può per segni arguire ma non percepire direttamente, perocchè ella nell’essere proprio ed intrinseco al tutto incomunicabile, ed è ciò appunto che i metafisici domandano subbiettivo. E qualora alcuno dicesse che l’intuito nostro coglie della divina beatitudine la parte comunicabile o, parlandosi con più rigore, l’atto espansivo che a noi si congiunge, replico prestamente che un intuito siffatto varrebbe una specie di visione beatifica; e l’idea, in luogo di essere al tutto inattiva ed inoperante siccome è, spiegherebbe una suprema energia di azione e passione."
      },
      {
        "index": 63,
        "text": "Ma se la beatitudine è da venir rasseguata fra le cose più intrinseche e subbiettive, il contrario deesi affermare della bellezza, che è la forma e la luce esteriore del bene. Ora, posto che il concetto della bellezza divina sia l’intuizione diretta e propria di lei, oude avviene che non la percepiamo per nulla e non c’innonda tutta l’anima di soavità ne penetrano in veruna parte dell’essere nostro i raggi purissimi e splendentissimi della increata pulcritudine? Tutte queste idee, pertanto, dei divini attributi sono mere rappresentanze e come nè di natura, nè di forma, nè di condizione alcuna si diversificano menomamente da tutte le altre sembrami esser troppo legittimo il pervenire alla conclusione che le idee guardate in sè e per sè, cercate nell’essere loro più proprio e più peculiare, sono, come disse l’antichità, non le cose ma le immagini loro e sono rappresentanze ad intra dell’Assoluto, ad extra dei contingenti, ognora che esse ai contingenti si riferiscono. Le quali conclusioni trovano conferma amplissima nell’uso odierno di tutte le lingue; per fermo, quelle espressioni idea di Dio. idea dell’infinito, idea del corpo e così prosiegui, che vogliono altro significare salvo che elle non sono Dio, l’infinito, il corpo ec., ma la rappresentazione di quegli oggetti?"
      },
      {
        "index": 64,
        "text": "Ma qui insorge una gravissima difficoltà, ed io procaccerò di significarla con brevità e chiarezza, la prima richiesta dai termini angusti di un lettern, l’altra dal subbietto implicato ed astruse."
      },
      {
        "index": 65,
        "text": "Se le idee sono mere rappresentanze e tuttavolta sono materia propria e immediata de’ nostri pensieri speculativi, questi non pervengono mai all’obbietto; e la verità, la quale afferma continuamente pur esso l’obbietto. mantiene un perpetuo inganno alla mente umana. Ne giova attenuare la cosa affermando che l’intelletto riferisce per certa forza d’istinto e di abito la idea che pensa all’oggetto pensato. Perocchè questo oggetto pensato che è in ultimo, salvo che una nuova idea o rappresentanza che voglia dirsi? Di quindi un nuovo inganno dello spirito nostro, il qual erede di riferire l’idea all’oggetto, quando nel fatto il termine del riferimento è pur esso un’idea. Pongasi invece che l’intelletto pervenga alla fine all’oggetto reale e assoluto, qual mestiere si à in tal caso dell’intermezzo dell’idee? Onde la necessità e il profitto di tali, parte inutili, parte incomode rappresentanze? Dove sono presenti i principi, gli ambasciatori fanno impaccio e non altro. E come effettivamente abbiam dimostrato un oggetto reale e assoluto rispondere sempre ed esattamente alle nostre idee; e rimanere al tutto impossibile che il pensiere speculativo non pensi la cosa in sè e non termiui in lei, ne segue che si debbano piuttosto negare gli esseri mentali rappresentativi di quello che l’intuito diretto e immediato della realità obbiettiva a cui mira la nostra mente nelle astratte cogitazioni sue."
      },
      {
        "index": 66,
        "text": "Questo è un nodo molto aggruppato, come scorgete, e a slegare il quale ci vogliono mani infinitamente più abili ed scrcitate che le mie non sono. Pur nondimanco mi ci voglio provare, ponendo sempre in disparte e in riserbo la dimostrazione a priori da me rintracciata dell’esistenza di Dio, la qual regge e dura intatta ed irreprobabile comunque si opini si giudichi intorno all’essere dell’idee. Conciossinchè ella si fonda sulla forma essenziale della verità; e perciò dico quella prima parte del ragionar nostro rimanere chiusa e compita, e dalla seconda che or trattiamo potere del certo ricevere maggior lume, non maggior nerbo e vigore di prova."
      },
      {
        "index": 67,
        "text": "Ciò bene avvisato, piacemi di ripetere quel che io scrivea el decimo capo delle Confessioni, e vale a dire che la idea. si è l’Assoluto in quanto apparisce e significa se medesimo all’intelligenza; e più avanti aggiungeva che l’idea «è il manifestarsi dell’Assoluto allo spirito sotto forma intellettuale e non altramente: quindi per la idea noi nou sentiamo ne percepiamo in guisa veruna l’Ente assoluto, nè abbiamo l’intuito diretto ed intrinseco dell’attività sua nè della potenza causale nè d’altro vivente attributo.»"
      },
      {
        "index": 68,
        "text": "Che è dunque cotesta forma intellettuale onde l’Assoluto si manifesta? E la idea o vogliam dire la rappresentazione di lui, la quale la mente nostra scurge altres congiunta al rappresentato e però scorge il rappresentato in quanto almeno è termine della conginnzione, ma non lo penetra nè punto nè poco, e perciò propriamente nol percepisce."
      },
      {
        "index": 69,
        "text": "Sa ognuno che altra cosa è il penetrarsi e immedesimarsi di due o più enti, altra l’esser congiunti. Del pari, una cosa si è l’avvertire il termine della congiunzione ed un’altra il percepirlo o vogliam dire l’aver coscienza della mutua penetrazione degli atti, uscenti così da lui come dall’altro termine con esso congiunto. Nessuna contradizione s’incontra a pensare che la intellexione di un oggetto non trapassi più oltre del legame di questo con altro ente: perchè nel modo che esso legame può essere più o meno esterno, così più o meno esterna può riuscire la intellezione del termine. Del sicuro, l’Assoluto per sè ed in sè non à parti nè gradi, e la esteriorità sua non è meno sostanziale della interiorità. Ma la unione e intellexione nostra con lui e di lui d’infiniti gradi è capace. Quindi l’Assoluto, a parlar per figura, traspare a noi dall’idea come un corpo luminoso per la trama di un denso velo. E nella maniera appunto che la luce manifesta delle cose la superficie sola, in quel modo la vista mentale scorge l’ideato nella massima esteriorità, e solo, ripeto, nel suo legame con l’essere rappresentativo; e quando presuma l’occhio nostro intellettuale trascorrer quel segno e raccogliere dell’obbietto una nozione definita e propria, esso obbietto sembra eclissarsi ed unicamente rimane in cospetto l’idea sua specie e sembianza."
      },
      {
        "index": 70,
        "text": "Del pari, l’occhio avvisando il sole dietro a dipinte vetriere, non può per niune sforzo discernere e lineare la forma di quello ma sempre lo vede determinato e contornate delle dipinte figure del vetro. Sebbene io m’accorgo che tali comparazioni nocciono piuttosto che giovino alla chiarezza del concetto e v’introducono troppi elementi materiali ed improprj. Il perchè giudico miglior partito, mancandomi opportunità e spazio da partitamente ragguagliare il lettore del mio concetto, contentarmi per al presente di questo cenno fugace e rimettermi ad altra scrittura a ciò deputata, se mai vincerò il mio difetto gravissimo e opposto a quello dei più degli scrittori moderni, io voglio dire di far bozzetti piuttosto che quadri e non inchiodare nell’altrui mente i pensieri propri mediante un profluvio di divisioni, chiose, minuzzamenti, spiegamenti, ripetizioni ed amplificazioni."
      },
      {
        "index": 71,
        "text": "Terenzio Mamiani."
      }
    ]
  }
}
