{
  "chapterNumber": 64,
  "title": "Vol. I, Appendice V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SULLE DOTTRINE PLATONICHEE SULLA LORO CONCILIAZIONE COLLE ARISTOTELICHE."
      },
      {
        "index": 1,
        "text": "«Nel fascicolo 58° della Rivista Contemporanea, il professore Luigi Ferri iniziava una discussione intorno alla filosofia esposta nelle Confessioni del Mamiani e alle dottrine platoniche, alle quali considerazioni rispondeva il Mamiani nel fascicolo 59°."
      },
      {
        "index": 2,
        "text": "La nuova Direzione, desiderosa di consacrare di tratto in tratto qualche pagina della Rivista a scritti di razionale filosofia, ha accettato la continuazione di tale disputazione filosofica, e stampa ora la nuova lettera che il professor Ferri indirizza all’autore delle Confessioni d’un Metafisico,[1] alla quale terrà dietro la risposta del conte Terenzio Mamiani intorno al medesimo argomento.»"
      },
      {
        "index": 3,
        "text": "Tale risposta che anziavano allora i direttori della Rivista non fu potuta compire per accidentarie cagioni. Al presente si supplisce con una serie di note apposte qua e là al testo, il quale volentieri ripublichiamo perchè pienissimo, al nostro parere, di giudicj assennati e di osservazioni nuove, perspicaci e utili sopra modo a far progredire, correggere e sviluppare la teorica delle idee; oltre poi all’esempio raro che vi si porge del disputare cortese e dell’opinare modesto e alieno da ogni spirito ripulsivo."
      },
      {
        "index": 4,
        "text": "Poichè a lei non dispiace che la discussione cominciata fra noi sulle dottrine platoniche e sulla loro conciliazione colle aristoteliche sia continuata, io non indugio a corrispondere al cortese ed onorevole invito. Fra le altre ragioni che mi confortano a tornare nell’aringo, io pregio certamente con compiacimento la benevolenza che accompagna le sue risposte; mu assai più mi muove la loro importanza e la speranza, che da esse concepisco, di vedere progredire cotesta disputazione e farsi qualche luce sui problemi rilevantissimi che ne sono l’oggetto. Imperocchè, se una parte delle sue risposte non muta il mio convincimento, un’altra m’ispira dei dubbi e mi suggerisce nuove riflessioni; alcuni punti dell’ultima sua dissertazione mi parvero concessioni di cui io cercherò di prevalermi, insistendo sui veri ai quali mi sembrano riferirsi; alcuni altri accennano a problemi vedute che mi dimostrano i mancamenti delle mie osservazioni, e mi costringono o a nuove istanze, o a patti tanto più agevoli che ad altro non miro, nel sostenere la mia parte, qualunque siasi, in questa polemica, che alla mia istruzione e alla dichiarazione del vero."
      },
      {
        "index": 5,
        "text": "Fino dalle prime riflessioni che nel 1857 io ebbi l’onore di sottoporle nella Rivista Contemporanea intorno alla sua filosofia, io pensai che il problema del valore delle idee e della relazione loro col mondo e con Dio fosse il centro intorno al quale si aggirassero gli ultimi suoi scritti, e sul quale dovesse stabilirsi la critica, prima di discendere ad altre questioni subordinate; e come la soluzione da lei data a questo problema consiste essenzialmente nel porre le verità, oggetti delle idee, come sussistenti per sè stesse e indipendenti dalla mente e dal mondo, cosi io credetti che altro nome nou si potesse dare alla sua dottrina, che quello di platonismo; per cui ella mi parve, malgrado le differenze non piccole che dividono il suo dall’altrui pensiero, continuare quella scuola che da Ficino a Gioberti si perpetuò in Italia a fianco della scuola aristotelica, e stringendo alleanza ora colla religione, ora colle lettere nazionali, quando colla filosofia moderna d’altri paesi, quando colla storia coll’archeologia, sotto varie forme, non cessò d’aver voce e seggio magistrale nelle nostre contrade. Fu dessa pure che nel medio evo suscitò il realismo contro il nominalismo ed il concettualismo nella questione dell’universale, la quale è così strettamente unita al problema delle idee, che il Cousin potè dire con verità essersi nelle scolastiche disputazioni dell’età di mezzo continuata, sotto certi rispetti, la polemica di Aristotele contro Platone, e delle Accademie contro le scuole del Liceo e del Portico. La questione di sapere che cosa sia l’universale è tanto importante, che l’averne tentata la soluzione diè nome di grandi filosofi ai lottori scolastici, e non poco procacciò alla fama di san Tommaso. No l’instaurare gli antichi dibattimenti deve parere cosa strana e oziosa o non degua degli intendimenti e delle aspirazioni del secolo in cui viviamo, imperocchè i maggiori pensatori dei nuovi tempi non si stettero dal ridestarli sotto nuovi nomi, e non solo i nostrani, ma quelli di Germania, d’Inghilterra e di Francia non meno dei nostri. Dacchè Kant propose l’arduo problema del valore dei nostri concetti, l’antica questione risorse più imponente di prima, si divise, si ordinò, si determinò nelle sue parti, si porse ai filosofi con nuove esigenze di metodi e d’indagini ineluttabili. Essa si congiunse colla triplice questione della possibilità dell’intelletto e della sua armonia colla natura e con Dio, ma in fondo rimase sostanzialmente identica, e se potesse oggi parere pedantesca l’idea di collocare Cartesio e Malebranche, Reid e Kant, Schelling e HegelHegel, Galluppi, Rosmini e Gioberti nelle classi degli antichi concettualisti e realisti, un tale lavoro sarebbe nondimeno giustificato dalla similitudine dei fatti e dall’affinità grandissima delle questioni; imperocchè, separando e congiungendo il reale e ideale, il concreto e l’astratto, il particolare e l’universale, i filosofi moderni, di necessità, accordarono o negarono la realtà agli oggetti delle idee generali considerati in sè stessi, e si posero nel campo degl’idealisti o dei realisti, offra di essi pigliarono una posizione intermedia. Pochi nominalisti novera oggidì il sensismo nelle file diradate de’ suoi campioni, ma l’idealismo e il realismo, rigogliosi e gagliardi, sono ancora impegnati in forte contesa. Nè fra di essi si disputa di argomenti secondari, o intorno a problemi subordinati, ma si tratta del valore delle idee e delle verità, delle supreme ragioni del sapere e dell’essere. E invero la filosofia non può scostarsi da questa ardua ricerca; la metafisica generale non è altro che un’analisi ed una sintesi dei concetti più importanti dello spirito, a’ quali si riferiscono, come loro oggetti, le determinazioni generali degli enti; la dialettica delle idee e la legislazione della natura si corrispondono e poggiano su due basi armoniche e parallele; da una parte un ideale in cui tutte le idee si riducono, dall’altra un reale a cui tutte le realtà risalgono; fra essi un’armonia tale, che la realtà sveglia nella mente l’idea, e che l’idea, presaga e quasi conscia del reale, lo indovina e l’annunzia. Il problema delle ragioni di cotesta relazione non può evitarsi dallo spirito, che, maravigliato di cosi sorprendente riscontro, e ansioso di raggiungere l’unità del sapere, dimanda a sè stesso quale dei due precede e domina l’altro, e se vi è comunanza o identità fra di essi, e dentro quai limiti essa succede. Da coteste interrogazioni ai sistemi tedeschi o italiani, non v’è che un passo, ma un passo del genio e dell’alta speculazione; il vecchio realismo di Anselmo o di Bonaventura, e l’antico concettualismo di Abelardo trasformano nell’ontologismo di Gioberti, nel psicologismo di Galluppi o nell’idealismo di Rosmini."
      },
      {
        "index": 6,
        "text": "Noi dovremo dunque dibattere l’antico problema, congiungendolo coi nuovi quesiti della moderna filosofia, e illustrandone la soluzione col lume dell’analisi e della critica."
      },
      {
        "index": 7,
        "text": "Fra di noi la questione non cade propriamente sul concettualismo; non si contende del valore concettuale o soggettivo delle idee, poichè concordiamo nell’affermarne l’importanza assoluta; ma disputiamo del modo di spiegare la loro oggettività, parendo a lei che le verità non possano conservare i loro caratteri che a patto di sussistere indipendenti dallo spirito e dal mondo, quantunque con essi congiunte, e sostenendo io che gli oggetti o le verità si trovano nel mondo, e quindi anche nella mente che del mondo è l’apice. La tesi da lei propugnata sinora è un vero e schietto ontologismo, quello cioè che pone la distinzione sostanziale della verità e del mondo; quella che da me si sostenne, mettendo in dubbio la sostanzialità distinta delle verità, si accostava al concettualismo, e additando nelle cose mondiali gli elementi generici e specifici, quai degni oggetti delle idee, e colle leggi costanti e generali degli enti, cla esistenza del vero nel concreto e finito, si approssimava al realismo cosmico o aristotelico. Ella faceva della realtà la categoria suprema, per lei gli universali erano reali, le verità realtà; ma ella non parova ammettere viceversa che le realtà del mondo avessero pure in sè un elemento ideale, o meglio, contenessero quella specie di realtà, alla quale, secondo lei, gl’identi tutti si riducono; conciossinché fra la realità ideabile e la realità percepibile corra sempre il di- vario dell’infinito e del finito, dell’assoluto e del relativo, del necessario e del contingente. A me, per lo contrario, stava molto a cuore lo spiegare per mezzo d’una comunanza nel vero e nell’essere la corrispondenza e l’affinità dello spirito e della natura, della intellezione e della percezione io pensava che si dovesse riconoscere nel mondo un elemento ideale, un oggetto dell’idea, una parte della verità. Tale è stata sinora la nostra disputa."
      },
      {
        "index": 8,
        "text": "Ma egli è omai tempo di uscire di questa antitesi, che è come l’ingresso dei nostri trinceramenti, e di cimentare in campo aperto i nostri argomenti e le nostre ragioni. Nel recare nuovamente in mezzo la min tesi, e nel completarla, con quei pensieri, che un anno di riflessione e di studio vi aggiunse, io cercherò di farlo partitamente e con ordine. Ma prima di tutto mi à mestieri di riepilogare le sue ultime istanze, senza menomarne la precisione e la forza; esse si riducono, se non erro, alle seguenti:"
      },
      {
        "index": 9,
        "text": "1° L’universale à unico e i particolari sono innumerevoli; l’idea è una e le menti sono molte. Sia che tu pongi l’oggetto dell’idea nelle cose, sia che tu lo racchiuda nei pensanti, tu ne abolisci la unità per sostituirvi una pluralità opposta alla sua natura. L’uno non è nel mondo, e non nella mente.[2]"
      },
      {
        "index": 10,
        "text": "2° A cotesta unità non può giungere la filosofia che da una fonte comune deduce le facoltà del percepire e dell’intendere, o che dalla percezione fa dipendere la intellezione essendoché i sensibili sono simili, ma non porgono all’intelletto più che una similitudine. Ora altro è l’identità inalterabile dell’idea, e altro l’analogia e la simiglianza che si manifesta nelle cose sensibili. Senza di questa non si avverte l’identità dell’idea, ma l’una è soltanto occasione al comparire dell’altra. L’identico non è nel mondo.[3]"
      },
      {
        "index": 11,
        "text": "3° Nelle cose finite non è vera immutabilità, ma una perduranza attestata dall’esperienza, e avvalorata dall’idea che abbiamo a priori della natura. La costanza delle leggi naturali è tenuta per vera a priori, non a posteriori, e ciò stabilisce nuovamente la diversità dell’intendere e del percepire, non che degli oggetti corrispondenti. L’immutabile non è nel mondo.[4]"
      },
      {
        "index": 12,
        "text": "4° Le leggi del mondo sono contingenti, e la loro cessazione o mutazione non implica contraddizione, mentre le idee sono necessarie. Il necessario non è nel mondo.[5]"
      },
      {
        "index": 13,
        "text": "5° Separato il finito dal tempo e dallo spazio, il finito è spogliato della propria essenza, non è più finito. Il corpo che non è nello spazio, non è più corpo; il moto che non si muove, non è più moto; il tempo che non succede, non è più tempo. Ora ciò che non è moto, spazio e tempo non appartiene al mondo.[6]"
      },
      {
        "index": 14,
        "text": "6° La universalità non è carattere pertinente soltanto al genere ed alla specie, ma aspetto che si manifesta in qualunque oggetto o porzione di oggetto, dal momento che lo consideriamo col puro pensiero, e che in esso fissiamo l’atto della intellezione. Tu non puoi intendere o concepire una cosa qualunque senza scorgere in essa una virtù di rappresentanza universale. Nè ciò vuolsi attribuire al guardare che fa la mente negli attributi generici e specifici delle cose. poichè in qualsiasi oggetto inteso, nel più alto come nel più umile, splendono i divini caratteri della verità."
      },
      {
        "index": 15,
        "text": "7° Le cose sono copie delle idee, non le idee medesime o le verità; quindi si può bensì affermare che le idee contengono ciò che si trova nella essenza degli enti, e che gli enti racchiudono ciò che nelle idee è veduto, ma in questo senso, che le cose sono conformi alle idee, e che le idee гарpresentano le cose. Non vi è dunque altra relazione fra l’idea e le sostanze individue che quella che passa fra rappresentanza e rappresentato; non fa d’uopo ammettere l’ideale nel reale finito. L’ideale rimane nel reale assoluto e infinito.[7]"
      },
      {
        "index": 16,
        "text": "Io mi propongo di esaminare in questa risposta la questione dell’universale nel suo doppio rispetto ideologico e ontologico. Partirò dalla cognizione dell’universale e dall’affermazione della sua esistenza per passare alla disquisizione della sua maniera di esistere nelle cose e nell’assoluto. Esaminerò dunque distintamente, ma quasi sempre, in causa della connessione delle due parti del problema, simultaneamente i due pronunziati fondamentali della di lei dottrina: ogni intellezione post rem, ogni universale ante rem; e in primo luogo, ammessa la necessità della esistenza dell’universale, io cercherò in che soggetto si debba collocare, se nella cosa conosciuta o in un soggetto diverso e sopramondano, o in tutte e due. Distinguerò nell’universale la quantità e la qualità, la determinazione e l’estensione, noterò ciò che risguarda la sua modalità, e’ di tutti cotesti caratteri, che lo contrassegnano, terrò conto, trattando sia dell’universale in sè stesso, sia delle sue relazioni. Di queste distinzioni, eseguite secondo le categorie dell’intelletto, nelle quali la filosofia ravvisa pure le condizioni generali degli enti, io mi prevarrò per rispondere successivamente alle questioni dell’unità e dell’identità dell’universale, della sua necessità ed eternità, della sua esistenza in sè stesso o nelle cose, della sua esistenza assoluta e immutabile e della sua congiunzione col moto. Cercherò dimostrare che il platonismo, quasi esclusivamente attento alle categorie di quantità e di modalità, trascura, nel portar giudizio dell’universale, la categoria di qualità, onde nelle polemiche che gli Aristotelici sostennero contro di esso, n’ebbe accusa, in parte giustificata, di rinnovare l’antico pitagorismo, istituendo unità numeriche soprasensibili e dotandole di realtà e di sostanza. Mi sforzerò quindi di far vedere che l’aristotelismo fondandosi sugli argomenti che derivano da questo difetto del platonismo e su ragioni diverse, stabilisce fra la verità, la natura e lo spirito una connessione assai meglio determinata di quella che nei Platonici più celebri possa trovarsi; la quale se io pur pervenissi a dimostrare coi principj aristotelici e con quelli della filosofia moderna che li completano o li correggono, io avrei forse dichiarata la esistenza dell’ideale nel reale, e dell’astratto nel concreto. Ma, difeso e ammesso in questi limiti l’aristotelismo, io di buon grado passerò con lei nella schiera dei Platonici; è la natura, è il mondo di Aristotele, o piuttosto il concetto che egli si forma delle prime e fondamentali condizioni del suo svolgimento, che a me pare secondo ragione di difendere e mantenere, non la sua imperfetta teologia, o qualche parte manchevole della sua cosmologia; chè a ben giusto dileggio si esporrebbe colui il quale volesse oggi parteggiare per Platone o per Aristotele come facevano i nostri maggiori dell’età di mezzo, giurando in cerba magistri; corre già il terzo secolo che Bruno atterrò gli angusti confini del mondo peripatetico e schiuse colla potenza della sua mente le porte dello spazio infinito; che Galileo distrusse il centro immaginario del creato, tolse alle sfere la loro divinità e rese il moto alla terra. La nuova scienza non è che un continuo trionfo della mente umana sull’antica sapienza di quei sommi; ma gli errori loro, di cui constano le cause inevitabili, non tolgono il pregio incomparabile ai principii regolatori, ai metodi e alle somme verità che a noi tramandarono. Nella sintesi ingrandita e completata dei loro metodi e delle loro aspirazioni razionali, più assai che nell’unione delle loro afformazioni particolari, sta oggidì il còmpito necessario di ogni filosofia; e in coteste lavoro della umana mente i nomi stessi di Platone e di Aristotele non conservano che un interesse secondario; ciò che più importa sono i loro principii, nella diversità dei quali sembra, a così dire, incarnarsi la doppia tendenza che porta lo spirito verso l’ideale e il reale, e dirimendoli in sistemi esclusivi, fa poi nascere un’altra aspirazione e il bisogno dell’unità. Tale bisogno fu vivamente sentito dai nostri pensatori del secolo XV, e con quante opere, con quanti tentativi non cercarono di soddisfarvi quegli acuti e feraci ingegni! Ne provò pure gli stimoli la mente germanica, e ne cercò l’appagamento colle teoriche de’ suoi filosofi. Ella, signor Conte, riconosce la necessità di associare Platone con Aristotele, ei lavori postumi di Rosmini e di Gioberti mi sembrano pare un autorevole invito e un’ottima preparazione al conseguimento di questo scopo. Pare dunque gianto anche pegl’Italiani il momento di occuparsi di questo rilevante problema."
      },
      {
        "index": 17,
        "text": "Partiamo, secondo un regola metodica da lei generalmente seguita, dalla fede istintiva del senso comune. Tutti gli uomini sono convinti dell’esistenza della verità, e per conseguenza anche dell’esistenza dell’universale; un vero che non fosse universale, che non si estendesse a tutte le menti e a tutte le cose, non sarebbe più il vero. Il senso comune fa facoltà alla filosofia di porre questa prima affermazione il vero esiste, e di cavarne immediatamente quest’altra esiste l’universale; ma poi, senza acquistar mai il diritto di distruggere gli adagi legittimi del senso comune, la filosofia, valendosi dei procedimenti scientifici, sostituisce, in questa questione, come in tutte le altre, la sua autorità, che è quella della ragione speculativa, alla fede del senso comune, e diventa la guida di questo anzichè rimanerne l’ancella. L’universale existe, ma che cosa è egli, in che modo esiste, e in che soggetto? Onde semplificare e scomporre la questione, piglierò a considerare un universale qualunque nella qualità, nella quantità, nella modalità e nella relazione secondo il procedimento che mi sono prefisso. Questi quattro rispetti si possono avvertire in un oggetto qualunque della mente, per conseguenza in un oggetto universale. L’universale è l’universale di qualche cosa: così l’umanità è l’universale degli uomini, e all’infuori dell’essere comunissimo, che apparisce alla mente come il con tenente indeterminato di tutte le determinazioni, io non veggo un solo universale che non sin determinato; soltanto qualunque sia la copia delle determinazioni che si contengono negli universali più ricchi, ad essi ne manca sempre una che è la individualità. Determinati per le qualità che li distinguono gli uni dagli altri, gli universali sono indeterminati per rispetto alla individua in cui possono pensarsi o avverarsi. Il concetto universale, e convengo con lei che tutti lo sono, è dunque il concetto o la rappresentanza di una o più determinazioni. Le relazioni intrinseche che legano insieme coteste determinazioni in una sola unità ideale costituiscono negli universali le essenze ideali, le quali, in quanto almeno appariscono alla mente, rispondono perfettamente alle determinazioni reali degli enti. Ora a me pare di poter mantenere che cotesta corrispondenza sia più che una analogia o una somiglianza, per la ragione che le determinazioni da noi intese nell’idea o avvertite nella realtà hanno una comunanza di essere nella medesimezza del vero. Ciò che costituisce una verità qualunque, ciò che la rende pensabile ed intelligibile, ciò che permette di considerarla ora in sè stessa, ora nelle sue individuazioni naturali, è il suo significato, la sua comprensione o il suo contenuto, come altri dicono; da questo suo intimo organismo io non posso prescindere senza annullarne l’essere, e senza togliere il subbietto di tutte le distinzioni e attribuzioni che io vengo compiendo quando le considero uel finito e nell’infinito, nella sua eterna sussistenza o nelle sue apparizioni temporali. Ma per non guastare l’argomento che mi propongo di dedurre da questo osservazioni, introducendovi affermazioni ipotetiche e concetti incidenti, pei quali il platonismo si crederebbe lecito un influsso che per ora non gli voglio accordare, lascio da lato completamente la questione della individuazione del vero, e solo dico che il significato di un vero qualunque mi si mostra identico, sia che il consideri nel finito, sia che lo contempli nell’infinito; che cotesto significato è la essenza del vero; e che trovandosi negli enti limitati e individui, come nell’essere illimitato e infinito, esso costituisce una società indestruttibile e necessaria di tutte le cose nella verità. Questa società necomuna, in certo modo, l’uomo, il mondo e Dio, rende solidali per le medesime leggi la natura, lo spirito, e il loro supremo principio: nè cotesta universale convivenza confonde le loro sostanze o le assorbisce l’una nell’altra, imperocchè altro è la verità, e altro la sostanzialità delle cose.[8]"
      },
      {
        "index": 18,
        "text": "L’unità di sostanza confonderebbe insieme tutti gli enti, e li trasformerebbe in modi di un medesimo soggetto; ma la medesimezza del vero, che in essi rifulge, non osta per nulla alla pluralità delle sussistenze sostanziali. I costitutivi di queste sono essi medesimi altrettante verità che si differenziano e si digradano per la gerarchia degli esseri, che si ripetono nei generi e nelle specie, che si moltiplicano modificandosi all’infinito negli individui, ma che ridotti alla loro massima semplicità sono le leggi universali di tutti gli enti, e formano l’oggetto della metafisica. Perchè ho io facoltà di considerare gli esseri più diversi. come il corpo e lo spirito, sotto certi riguardi comuni, perchè posso paragonarli, agguagliarli per certe qualità e distinguerli profondamente per certe altre? Perchè la nostra mente e la realtà tutta obbedisce alle medesime leggi; perchè le sostanze tutte seguono, nello svolgersi, nel costituirsi, nel vivere e nel morire, molte norme particolari e altre regole comuni; perchè l’essenza, la causa, la ragione, il fine, la legge, il processo si trovano nell’esistere e nell’operare di tutte; perchè il mondo tutto è unità nella varietà; perchè la simiglianza e la differenza che sono leggi del cosmo suppongono l’identico nel vario e l’uno nel molteplice.[9] Il vero è dunque universalmente presente nel inondo, ed io cosi posso argomentare: Il vero solo è intelligibile, e dovunque apparisce la intelligibilità ivi si mostra pure la verità. Il mondo è intelligibile, esso contiene adunque il vero; lo spirito conosce e comprende il mondo, esso intende dunque la verità nel mondo. Il vero s’incontra in ogni determinazione degli enti; ora non v’è sostanza indeterminata: dunque il vero è nelle sostanze tutte; le sostanze sono uguali, considerate dal punto di vista generale della sostanzialità, simili e dissimili, esaminate sotto il rispetto molteplice delle loro qualità generiche, specifiche e individuali; dunque vi sono delle verità che si trovano in tutta una classe di esseri naturali, ed altre che si manifestano solo in alcuni. Lo spirito è come cosa reale, operante nel tempo, partecipa alle leggi generali delle sostanze, dunque nello spirito sono realizzati i veri universali, a cui ogni cosa ottempera nell’universo; conscio delle condizioni della propria realtà lo spirito riconosce in esse le condizioni di ogni realtà; posto nella natura, egli non ha con essa una semplice relazione di coesistenza, o rapporto di armonia e corrispondenza inesplicabile. L’unione indissolubile dell’essere e del vero essendo necessaria assolutamente, essa sussiste tanto nello spirito quanto nella natura. Lo spirito, come ente specificamente distinto da tutti gli altri, comprende in sè medesimo determinazioni e leggi che non s’incontrano nel giro delle altre sostanze e costituiscono la sua preminenza; ma la legislazione universale degli enti è in lui come nella natura; e se la coscienza vi aggiunge l’incomparabile pregio della conoscenza, essa però non la muta da quello che è essenzialmente e universalmente; le leggi della quantità e della qualità, del tempo e dello spazio, della causalità, della finalità e tutte quelle che si riferiscono alle supreme categorie dell’intelletto governano i nostri giudizii, e reggono eziandio la natura, ci fanno facoltà di rappresentarci adeguatamente le cose, perchè esse sono pure nelle cose, ci permettono di legare le sensazioni e le percezioni nostre secondo il nesso verace delle sintesi mentali, perchè le leggi che inesistono nelle cause delle sensazioni, che regolano e informano lo svolgimento e la connessione dei fenomeni, dipendono da una legislazione universale. Opera stupenda e sintesi suprema di tutte le potenze della natura, lo spirito, per riconoscere le determinazioni e le forme inferiori dell’essere, si serve, coscienza, di quelle stesse leggi universali colle quali s’identifica l’operar comune della natura; nel sottoporre tutte le cose alla sua misura, lo spirito piglia in queste il suo metro, o piuttosto pigliandolo in sè medesimo egli lo riceve dallo stesso principio nel quale e desso e la natura son radicati. Ma lasciamo per ora le relazioni che la medesimezza del vero istituisco fra Dio e il mondo. Non si tratta per anco dell’ultimo fondamento del vero, nè dell’assoluta sua esistenza, sibbene della relazione della cognizione colle cose conosciute, della rappresentanza coi rappresentati. Cotesta relazione consiste nella identità di uno stesso elemento ideale, di un medesimo significato e di un medesimo vero."
      },
      {
        "index": 19,
        "text": "To cerco adunque di spiegare la cognizione colla seguente serie di posizioni fra loro connesse: 1° Il vero esiste nello spirito e nelle cose, il vero è nell’essere conoscente e nella cosa conosciuta. 2° Il vero rimane identico a sé stesso nei due termini, quantunque da un lato esso inesista in una realità esterna, e da un altro osso sia contenuto in un concetto. 3° Cotesta identità non dà luogo a un’assurda immedesimazione di sostanze per cui lo spirito abbia necessità di riceverle in sè stesso, o di trasformarsi in esse, o di provenire da esse perfezionandosi per lungo volger di secoli; lo spirito non è e non diventa le cose, pensandole, ma esso le conosce per via di rappresentazione; accettando da Kant[10] e da altri filosofi cotesto modo d’intendere la idea o la cognizione intellettiva, a me pare ch’ella fermi il primo e massimo ufficio delle idee, quello che i fatti ci porgono prima di ogni altro, quello ch’è fondamento di tutte le questioni che si possono proporre intorno alla natura della cognizione e base delle soluzioni che si possono tentare per ispiegarla. 4° Tuttavolta nel rappresentarsi le cose la mente deve in qualche modo diventar simile ad esse; imperocchè, come potrebb’ella farsi il ritratto delle cose senza farlo somigliante? La mente deve dunque farsi nelle sue rappresentauze simile alle cose: ora come non vi può essere similitudine senza identità nella differenza, vi sarà pure una relazione di questo genere fra la intelligenza e le cose. Il Cousin nella sua celebre critica dell’idea rappresentativa, ravvisando un assurdo in questa parte del problema, taglio il nodo negando l’ufficio rappresentativo dell’idea e sostituendo la intuizione alla rappresentanza. Ma il paradosso non è che apparence. Si supponga difatto che una medesima legislazione regga la mente e la natura, ed ecco che ease si presentano immediatamente al filosofo come fornite di un elemento comune, secondo il quale si ordinamo si connettono parallelamente e armonicamente le rappresentanze e le cose rappresentate. La differenza delle sostanze spirituali e materiali non rende impossibile la comunanza di cotesto elemento universale, perchè essendo sostanze le une e le altre, esse debbono possedere i costitutivi d’ogni realtà, e le leggi generali degli enti; ed ecco quindi l’identico stare senza discordia e senza paradosso nel diverso, e la somiglianza prodursi senza assurdo, e la rappresentanza spiegarsi. 5° Ma si noti bene che cotesta identità di leggi universali non istituisce un’analogia metaforica fra la rappresentanza e il rappresentato, sibbene una vera identità, purchè questa s’intenda ristretta nei suoi giusti limiti. L’indole della legislazione logica degli enti è tale, che tutti possono averla senza accomunare le loro sostanze; essa è come in proporzionalità e la ragion geometrica nelle linee, La similitudine nelle figure, l’equivalenza nelle superficie e nei solidi, tutte relazioni che costituiscono una comunanza i essere fra i modi dell’estensione in cui si avverano, senza per ciò annientarne la distinzione. 6° La supposizione fatta qui sopra di una legislazione universale inerente allo spirito alle cose, mediante la quale si spieghi la rappresentazione di queste per quello, non è mera ipotesi ma una tesi che si dimostra deducendola dalla identità del vero in questo modo: La rappresentanza d’un oggetto di percezione non può esser vera che della verità di quell’oggetto medesimo, ma da un lato la rappresentanza nel formarsi e conservasi, e dall’altro la determinazione dell’oggetto nel costituirsi e mantenersi, obbediscono alle leggi dello spirito e dell’essere; dunque la mente non acquista verità di rappresentanza, e l’ente rappresentato non possiede verità rappresentabile, se non se alla condizione che ambedue convengano in un medesimo principio informativo e armonizzante, garante della medesimezza e della universalità del vero. Dalle quali cose io credo sia fatta facoltà di concludere che l’identità d’una legislazione comune della mente e delle sostanze create può essere assunta come ipotesi esplicativa del fatto della rappresentazione, o come proposizione già dimostrata e principio d’una deduzione la cui conseguenza è la veracità della rappresentanza medesima. Bossuet disse nella sua Logica che l’idea è la rappresentanza della verità dell’oggetto inteso.[11]"
      },
      {
        "index": 20,
        "text": "A me pare che si possa, senza indugio accettare questa definizione, imperocchè essa mi sembra mantenere intatti i diritti della natura senza ledere quelli dello spirito o menomare la suprema autorità dell’assoluto. Da essa io partirei volentieri per difendere, nei confini delle sue giuste pretese, la causa dell’aristotelismo, riprendendo e variando a questo modo i precedenti raziocinii: rappresentandomi la verità dell’oggetto inteso io mi rappresento una verità contenuta nell’oggetto; intendendo nell’idea le determinazioni degli enti, io intendo una verità contenuta in esse. Dunque la verità della idea è pure la verità che si trova nelle cose ideate. Ma il linguaggio stesso più comunemente usato dai filosofi ci è testimonio dell’esistenza di quest’identità; conciossiache che altro è mai l’intelligibilità delle cose conosciute se non la qualità per cui esse ponno riferirsi alla mente, adattarsi alle sue leggi e spiegarsi con esse? Ma in che maniera le cose potrebbero riferirsi alla mente, assoggettarsi alla sua misura, se la legislazione del mondo discordasse dalla legislazione della mente, o se fosse soltanto analoga e più o meno simile alla medesima? Che cosa sarebbe la spiegazione della realtà, la divinazione, la scienza, l’ammirazione della natura, se non an vanissimo sogno o un delirio? L’astronomo che determina il volume, il peso, la massa degli astri, l’ampiezza e la situazione delle loro orbite, la durata delle loro rivoluzioni, senz’altra regola che le ragioni del calcolo e della geometria, sarebbe un inventore e non uno scuopritore, farebbe il romanzo e non la storia del cielo. Non è questa la ragione che ci guida nel sentimento di venerazione che proviamo per Galileo e per Newton, ma li giudichiamo sommi ingegni e sommamente sapienti, perchè in essi la legislazione della natura acquistò al massimo grado la cognizione di sè medesima. Dirollo apertamente: se la supposizione di una discordanza o di una analogia ipotetica e inesplicabile fra lo spirito e le cose potesse reggere, io non vedrei più altro pensiero al mondo che quello di Leopardi, altro contegno che quello di Eraclito, altra filosofia che quella di Kant."
      },
      {
        "index": 21,
        "text": "L’illusione, il dubbio, il dolore mi sembrerebbero le eterne prerogative dell’uomo su questa terra. Ma questa fatale ipotesi è impossibile; di ciò è mallevadrice la esistenza della verità, la quale risalta dallo stesso scetticismo, e ammessa che sia, si trae dietro l’identità del vero e la spiegazione della cognizione per mezzo di una legislazione universale."
      },
      {
        "index": 22,
        "text": "Ho io bisogno di avvertire che così parlando e ragionando io non intendo oppugnare i suoi sentimenti e le sue opinioni, ma piuttosto di parteciparvi e di svilupparne alcune parti, proponendole alcuni mezzi di vieppiù cementare quella unione dell’aristotelismo e del platonismo a cui ella nobilmente agogna? Mi si perdoni la soverchia insistenza, ma a me non pare di avere esauriti gli argomenti nè di vedere cessata la opposizione degli avversari. Imperocchè i platonici prevalendosi anch’essi della esistenza necessaria del vero e della sua medesimezza, possono sostenere, e anzi questo è il nerbo dei loro argomenti, che il principio il quale armonizza lo spirito e la natura, la rappresentanza e la cosa rappresentata, non è nel mondo ma fuori, che la sua unità è guarentigia delle analogie esistenti fra l’intelligenza e le cose intese, che il vero non è che nell’infinito, e che cotesto vero inesauribile e vario più dell’immensa varietà delle mondane accidenze, è appunto quella legislazione che si vorrebbe a torto infondere negli enti e far penetrare in tutte le sostanze del creato."
      },
      {
        "index": 23,
        "text": "Cotesta istanza richiede una distinzione capitale: la unità del vero e dell’universale può intendersi in due modi, o s’intende di un’unità sostanziale, o s’intende di un’unità di natura e di essenza. Il vero può essere chiamato numericamente uno, perchè ha sempre una stessa natura ovunque si appalesi e in qualunque cosa si consideri; oppure può essere appellato uno, perchè lo si figura come modo immutabile di una sostanza unica. Io credo che queste due maniere di unità siano ugualmente fondate, ma in modo diverso, e lungi dall’immedesimarsi e assorbirsi, esse mi sembrano dar luogo a considerazioni che giustificano da una parte l’aristotelismo ossia l’esistenza del vero nel mondo, e dall’altra il platonismo ossia la esistenza sopramondana del medesimo. L’una specie d’unità è dedotta dalla natura determinata del vero e non è che un rispetto di essa; l’altra è stabilita dalla considerazione dei caratteri del vero: se tu consideri una verità nel suo significato o nella sua qualità, tu hai la prima sorta di unità; se passando alla modalità dell’oggetto tu ragguagli gli attributi del vero colle pertinenze degli enti creati, eccoti comparire la necessità di un’altra unità, che sola può assicurarne l’eternità, l’immutabilità, l’esistere assoluto. Ma questo ascenso della mente verso l’uno, questo riferimento della verità all’uno assoluto e incondizionato è distinto dal conoscimento delle apparizioni mondane del vero. La mente ha facoltà di ridurre nell’ente primo tutta la legislazione che regge"
      },
      {
        "index": 24,
        "text": "«Ciò che per l’universo si squaderna»"
      },
      {
        "index": 25,
        "text": "Ma non per ciò essa è necessitata di uscire da se o dal mondo per trovare l’oggetto della cognizione, o il vero. Le determinazioni delle cose, le relazioni innumerevoli degli enti, tutto ciò che nella realtà ha un rapporto possibile alla mente, un lato intelligibile e rappresentabile per via di concetti, basta a questo scopo. Il vero è legge, e legge à l’ordine che perpetuamente accompagna il moto e la generazione, la vita e la morte degli enti. Ora ogni vero è uno anzitutto per l’unità della sua comprensione e della sua determinazione."
      },
      {
        "index": 26,
        "text": "L’unità o unicità d’un aniversale à bensi immediatamente riferibile alla categoria di quantità, ma la ragione, per cui l’universale è riputato uno e non molteplice, non è nel quanto, ma sibbene nel quale degli oggetti pensati, nella qualità degli enti e nella loro determinazioni perfettamente simili; la definizione del quadrato è una, perchè è l’espressione di una idea e di una essenza che si riferiscono a una speciale determinazione della estensione figurata; ora, se la estensione figurata è negli estesi figurati, vi sarà pure la determinazione della estensione e della figura, e vi potrà essere ugualmente il quadrato. A me basta ciò per trovare il fondamento dell’unità de’ nostri concetti e delle verità corrispondenti, imperocchè, essendo negli enti certe determinazioni comuni a tutta una classe, io non posso pensare ai loro caratteri comuni in modo diverso e molteplice, ma in modo identico e uno; la identità delle determinazioni degli esseri spiega la identità del concetto con cui noi le pensiamo, e la identità del concetto medesimo spiega la sua unità.[12]"
      },
      {
        "index": 27,
        "text": "Gli atti delle nostre speciali intellezioni sono molteplici e varii secondo il tempo e le circostanze soggettive, ma il modo con cui si adattano alle cose è sempre il medesimo; uno solo vale per tutti, e la rappresentanza che ne risulta conserva lo stesso significate in qualunque momento tu la richiami. Anzi, qualora il nostro concetto sia chiaro e preciso, egli è pienamente indifferente che tu lo consideri in me o in te, il mio e il tuo potrebbonsi l’uno all’altro sostituire, come le une alle altre potrebbero sottentrare le qualità comuni di due individui senza indizio di mutazione. Imperocchè quantunque, a cagion d’esempio. immensa sia la differenza delle particolari determinazioni che distinguono l’uomo grande dal volgare e il dotto dall’indotto, l’ano e l’altro sono pur sempre uomini, e poco importa che tu consideri in questo o in quello l’umanità; l’uno e l’altro debbono possedere un certo numero di determinazioni senza le quali non sarebbero uomini, e che si chiamano appunto universali perchè sono in tutti gli individui componenti l’uman genere; chi non le ha o è bruto o non ha d’uomo che il nome. Nè si faccia ricorso alla similitudine degli individui per sostituirla alla parziale identità che gli accomuna, avversando o negando questa identità pel motivo che essendo gli individui numericamente distinti e gli uni fuori degli altri, essa non è possibile; imperocchè, come già si notò, la similitudine non avviene che per la individuazione diversa di una medesima determinazione, o della medesima qualità degli enti; il simile suppone l’identico nel vario, il comune nell’individuale, il generale nel particolare. Cotesti due elementi, che il platonismo disgiunge, sono perfettamente con giunti nell’unità sostanziale degli enti, e nell’atto dell’esistenza, e sarà l’eterno onore di Aristotele di avere stabilito e dimostrato cotale intima unione. La differenza degli individui è verissima, ma se non si vuole spezzare l’essere delle cose, e foggiarlo in modo diverso da quello che lo fa la natura, è d’uopo riconoscere immediatamente che allato alla diversità sorge l’identità: Nè l’essere un individuo fuori dell’altro, e numericamente distinto dall’altro mi allarma molto per la sorte di cotest’identità, conciossinché la qualità o determinazione è tal cosa, che essa può rimanere identica, moltiplicandosi, e convenire a tutti gli enti di una classe senza patire diminuzione, frangersi o disperdersi. Ciò che induce difficoltà e dubbi grandi nella mente che indaga il nodo di questo problema e la rende perplessa fra l’affermare e il negare l’esistenza dell’universale nel mondo, si la pendenza ch’essa ha a confondere, senz’avvedersene, le categorie di qualità, di quantità e di sostanza. Essa tende a sostituire l’unità numerica di una cosa sostanziale all’unità qualitativa di una determinazione o di un modo dell’essere, e, fatta zimbello dell’illusione, essa crea misteri e problemi superflui. Io non pretendo che tale avvertenza tolga dalla metafisica la somma difficoltà di spiegare il rapporto dell’uno col molteplice, poichè qualora si ammetta cotesto elemento comune o cotesta identica legislaziono universale, per cui si può, senza soluzione di continuità, discorrere da un ente a un altro e passare dialetticame dalla manifestazione estrinseca del vero alla sua rappresentazione nell’umana coscienza, dal fatto esterno al fatto interno e viceversa, ciò non pertanto rimane a stabilire la esistenza del vero in sè stesso e a conciliarla colla sua manifestazione nel tempo e nello spazio. Ora io confesso che in questo punto importante l’aristotelismo cede le armi al platonismo, e che, se la definizione aristotelica dell’universale concorda colle ragioni che dimostrano la esistenza del vero nella natura, non si confà altrettanto all’indole della verità, guardata nelle esigenze della sua esistenza e modalità assoluta. Per Aristotele l’universale è ciò che è nei molti, ciò che conviene ai molti, è una qualità del molteplice; per Platone al contrario è l’uno separato al molteplice e a cui i molti partecipano. Per Aristotele la sostanza prima e reale è l’individuo, per Platone la vera sostanzialità è l’universale, il tipo, l’idea. No seguita che pel primo l’universale non esiste che negli individui, non ha unità numerica che nella mente, e non ha altra esistenza che quella della potenza, dell’atto sostanziale e del trapasso dall’una all’altra. Platone per lo contrario invaghito della sostanzialità eminente e della perduranza dell’universale, lo pone in sè stesso e separato, e ne fa la realtà prima o la causa efficiente per cui mediante una relazione ineffabile pigliano forma transitoria di sussistenze determinate le cose vanienti del mondo. Cotesti due rispetti dell’essere e del vero non si escludono, anzi si completano necessariamente l’un l’altro. Credo che Aristotele avrà sempre ragione contro chi nega l’esistenza del vero nel mondo e nella mente, ma credo pure che Platone trionferà sempre contro quegli aristotelici che, chiudendo nel finito l’orizzonte di loro veduta, si limitano a stabilire l’esistenza della verità nel mondo e nell’uomo. Il vero esiste anche in sè stesso, il vero è indipendente dallo spirito umano e dalla materia, e, come tale, non è astretto alle trasformazioni e vicende delle cose che sono soggette alle condizioni del tempo e dello spazio. Aristotele mi spiega la quantità dell’universale, mostrandomelo nel molteplice potenziale o attuale, mi rende ragione della qualità o della comprensione dell’universale, e per essa dell’unità e medesimezza della intellezione; ma l’unità del vero a cui arriva è un’unità di cognizione, non è l’unità del vero in sè stesso. A questo pensò Platone, e per fermo cotesta è tale scoperta da eternare il suo nome per tutto il tempo che la filosofia durerà sulla terra. La indipendenza del vero vuole che le realità mondane s’informino alle sue leggi, e non che le leggi di esso dipendano da queste. Ogni pensiero come ogni cosa reale suppone una necessità o condizione ideale, e le condizioni ideali terminano per ultimo in un ideale incondizionato, come tutte le necessità relative finiscono in un necessario assoluto."
      },
      {
        "index": 28,
        "text": "Ella ben vede, o signor Conte, che colle precedenti considerazioni io non ho mirato a distruggere nè l’esistenza assoluta della verità, nè l’identità del primo logico col primo ontologico, ossia del vero e dell’essere nell’assoluto, nè la distinzione della percezione e della intellezione, le quali tesi costituiscono l’essenza di ogni platonismo, o vuoi di ogni sistema che ammetta nel soggetto conoscente una facoltà superiore all’esperienza, e riconosca nella universalità delle cose l’uno e l’infinito oltre il molteplice e il finito. Non ho neppure aggredito l’ufficio essenziale ch’ella attribuisce all’idea ponendola come rappresentanza, perchè esso mi parvero e conforme all’osservazione imparziale dei fatti. Ma ho cercato se mediante una legislazione e costituzione universale degli enti si possa spiegare l’armonia della rappresentanza col rappresentato, anzi la possibilità e veracità della medesima; mi è sembrato che se non tentiamo questo passo noi rimaniamo al buio intorno al valore delle nostre rappresentazioni, e che l’assoluto, del quale ella ammette che noi cogliamo soltanto un atto corrispettivo alla rappresentanza ideale, poco servirà a rischiararci sull’indole del nostro sapere. Ella afferma che noi siamo congiunti coll’assoluto, di cui afferriamo la sussistenza nell’atto immanente e costitutivo del nostro intendere, e la efficienza diversa nei modi variatissimi delle nostre intellezioni. Ella asserisce pure che le idee sono rappresentanze che da un lato si connettono con la divina sussistenza ed efficienza, e da un altro lato rappresentano le cose rivelate dalla percezione; da una parte è la sussistenza dell’oggetto assoluto, da un’altra la sussistenza degli enti finiti, in mezzo la mente colla sua virtù rappresentativa e percettiva. Un congiungimento sui generis unisce queste realtà insieme; fra l’infinito e la mente il nesso è di azione per parte del primo e di passione per parte del secondo termine:[13] fra l’anima e le cose esterne il rapporto è d’azione e di reazione vicendevole; fra l’intendere e il percepire l’unione è la più intima che si possa concepire perchè avviene dentro l’anima, una e impartibile, malgrado la diversità delle sue facoltà."
      },
      {
        "index": 29,
        "text": "Questa dottrina è precisa ed ha il vantaggio d’offrire alla mente dello studioso soluzioni ben definite, ma lo studioso incontentabile e spinto dal bisogno di sempre più ampie spiegazioni, cerca d’oltrepassare le fatali barriere che i sistemi oppongono al suo amore per l’ideale della filosofia. Ogni dottrina deve avere i suoi confini, nè io mi meraviglio d’incontrarne nella sua; nondimeno pigliandoli a considerare attentamente, essi mi parvero generalmente di quelli che il pensiere può valicare senza abbatterli, e che lungi dal fermar l’occhio della mente, essi lo invitano a godere nuovi prospetti. Cosi, pensando, a cagion d’esempio, all’ufficio rappresentativo da lei attribuito all’idea, io venni meco dicendo: cotesto modo d’intender l’idea è vero, è conforme al fenomeno interno, alla ragione e al consenso degli uomini; le idee non sono le cose, sibbene le rappresentazioni delle cose; ma chi m’assicura del valore e della veracità della rappresentanza, e come posso io liberarmi dalle obbiezioni e dai dubbi che trassi dalla filosofia critica, e che espressi nella mia prima lettera all’autore delle Confessioni? Chi mi sta garante dell’armonia della rappresentanza e del rappresentato?"
      },
      {
        "index": 30,
        "text": "Mi si dice che la rappresentanza ideale, o la idea, è occasionata dalla percezione, ma cotesto nesso di pura coesistenza, lungi dal diminuire la mia perplessità, l’aumenta; un occasionalismo non contiene in sè la ragion sufficiente dell’armonia che mi preme di dimostrare.[14] Io sono certo dell’esistenza del vero assoluto, ma non cogliendone che l’esistenza, non ne conosco le speciali determinazioni; ora in queste determinazioni, e non nelle rappresentanze ideali, sta la verità vera, la sola verità che abbia un valore assoluto. Io non ignoro che le mie idee sono legate a un oggetto o ideato sopramondano, so che per esso e per la sua efficienza esse pigliano l’esistenza; ma la categoria, che per questa dottrina vien posta in cima al sapere, essendo quella dell’azione, il valore delle mie idee dipende da una attività suprema, ed io sarò costretto a cercare, con Cartesio, il criterio del vero nella veracità divina, dopo di averlo inutilmente cercato nelle idee. O forse mi potrà distrigare l’avviluppata matassa il considerare che cotesta somma attività da cui dipende l’umano sapere è identica al vero assoluto, e quindi non può operare che secondo le regole dello stesso vero? Ma dato che con ciò io conosci essere le idee riferibili alle verità assolute, avrò io in mano una sola verità assoluta ? Le verità, di cui comporrò il mio sapere, saranno verità umane costituite da Dio, stabilite dalla divina efficienza, e tutto il loro valore consisterà nella significazione di un termine ineffabile; noi sappiamo che esiste un assoluto, ma ignorando in che cosa consista, noi rimarremo nel relativo."
      },
      {
        "index": 31,
        "text": "Mentre questi dubbi tenzonavano in me, parvemi di poterli dileguare inoltrandomi nella via da lei battuta e cercando qualche nesso sintetico che strettamente congiungendo lo spirito, la natura e Dio, accertasse il valore delle idee senza togliere ai termini distinti dell’umano sapere l’essenza pro- pria. Io so, andai dicendo, che il vero esiste ed è assoluto, io possiedo dunque almeno una verità di un valore intiero, fisso e non parziale relativo e mutabile! ciò equivale a dire che il valore di ogni verità è assoluto, perchè ogni verità che non sia conforme al tipo di quella prima non sarebbe una verità, ma un’ombra, un’apparenza del vero. Quando adunque io intendo chiaramente ciò che percepisco e sento, io posseggo pure una verità, che come tale, e indipendentemente dalle realità a cui si riferisce, ha un valore assoluto; così è assolutamente vero che io sono in questo momento circondato da un certo numero di oggetti, e che a malgrado della loro contingenza, essi sono da me percetti, veduti, distinti, percepibili e visibili per chiunque sia nella condizione di tempo, di spazio, d’organismo e di spirito in cui mi trovo; e tutto ciò avviene per le leggi naturali delle cose, e quand’anche non avvenisse, potrebbe sempre essere, e tale possibilità è per ultimo fondata sull’attuale costituzione della natura, la cui legislazione universale è conforme alle leggi del pensiero, quindi assolutamente intelligibile e vera. Avvi dunque un valore assoluto in ogni verità e tutte partecipando a una medesima essenza, io ho facoltà di prevalermi di tale medesimezza per ispiegare le relazioni, onde l’idea si connette col rappresentato esterno e coll’oggetto supremo della mente."
      },
      {
        "index": 32,
        "text": "Le verità soglionsi distinguere in verità di fatto e in verità ideali, e cotesta distinzione è fondata, ma egli è certo altresì che le une e le altre convengono nell’essere di verità. Vi è dunque qualche cosa di comune fra l’esperienza la ragione; cotesta comunanza sarà parziale, parzialissima ma pure ella è, e conviene tenerne conto. Sotto altra forma questa comunanza è la medesima che interviene fra le percezioni e le idee. Chi la stabilisce, chi la fa, chi la sorregge? È forse l’anima colla sua forza unitiva? Ma allora la rappresentanza non ha che un valore soggettivo! L’anima trova in sé la percezione e la rappresentanza, e accostando l’una all’altra vede riprodursi in questa ciò che è in quella; non può dubitare di ciò che succede in essa. Ma questo non è che un fatto, e un fatto di tanta importanza merita spiegazione. L’anima ferma nell’idea l’ufficio rappresentativo! Ma in che modo? chiedo io. Per legge relativa, o per legge assoluta, per una necessità logica che domini tutte le cose, che sia identica colla necessità metafisica delle cose, o per una necessità inerente all’anima sola? Evidentemente per la prima e non per la seconda; altrimenti il vero non è più assoluto, non ha più un valore universale, o è cosa chiusa per noi. Tutte le rappresentanze che si riferiscono al pensiero e all’idea hanno il loro tipo nell’idea, e la loro ragione nella volontà e uella coscienza; ma la rappresentanza per cui la mente riproduce a sè stessa le cose non ha ragion sufficiente e certa per noi, se la natura per qualche via osservabile non deriva dal modello la somiglianza nell’immagine. Ora una legislazione comune degli enti mi parrebbe poter servire al bisogno di questa deduzione. Questa legislazione essendo negli enti, come enti, dev’essere anche nello spirito; obbedendo ad essa nella formazione delle sue idee, esso obbedisce dunque nello stesso tempo alle condizioni logiche dei suoi giudizi, alla necessità logica delle sue intellezioni e alla necessità metafisica delle realità esterne; ora le condizioni logiche dei giudizi sono conosciute; esse non sono altro che le categorie e loro relazioni. Le condizioni fisiche dei fenomeni esterni, ossia la necessità fisica della natura, dipendono dunque da quelle medesime leggi da cui dipendono le condizioni psicologiche dei fatti interni; dunque lo spirito mi può rappresentare la materia, senza diventar materiale, e l’idea rendermi la percezione senza tramutarsi in essa; ed ecco pure come la verità o l’idealità può trovarsi nella realità. Tutte le verità formano un sistema e dipendono da alcuni principii supremi, i quali costituiscono precisamente la necessità logica e metafisica delle cose; ne segue che tanto le verità razionali quanto le verità empiriche dipendono dai medesimi veri e sono verità per le medesime condizioni dell’essere e del conoscere, e che, malgrado le sue differenze, il vero conserva, ovunque s’incontri e s’appalesi, la medesima essenza e il medesimo valore assoluto, poichè per le stesse leggi e condizioni fondamentali esso si rappresenta al di dentro di noi e si effettua al di fuori, si attua nell’idea e s’individua nella percezione, apparisce nell’oggetto della ragione e nel contenuto della esperienza."
      },
      {
        "index": 33,
        "text": "Cotesto modo di vedere spiegherebbe forse perchè il vero sembri dipendere tanto dallo spirito quanto dall’essere, non potendosi capire che lo spirito lo faccia o lo crei per la sua coscienza, e tampoco che il vero possa esistere senza relazione alla mente. La medesimezza delle leggi degli enti, quanto enti, fa conoscere come lo spirito servendosi della propria autonomia faccia nello stesso tempo uso delle leggi universali e quindi si adatti alla verità delle cose restando autonomo: quindi troverebbero la loro spiegazione quelle definizioni del vero, per cui esso è dichiarato l’essere, l’essere intelligibile, o l’intelligibilità e pensabilità delle cose. Ne con ciò si ridurrebbe l’esistere del vero alle forme e sostanze del finito e del relativo, alle vicende dello spirito umano e della materia; poichè se le cose non possono generarsi, vivere e morire nel tempo e nello spazio senza obbedire alle leggi del vero che portano in seno, e quindi senza comprenderne l’applicazione e l’esistenza nella loro sfera, esso non per ciò cessa di esistere assolutamente; esso è nel molteplice, ma è anche nell’uno, noi lo afferriamo nel mondo, ma abbiano eziandio facoltà di ridurlo nel principio del mondo; in quanto esiste in sè e per sè, il vero è una legislazione identica colla prima ragione, colla prima sostanza e colla prima causa. Noi siamo costretti dalle leggi della ragione di porre il vero in sè, fuori del tempo e dello spazio, indipendente dal moto e superiore alle contingenze del mondo. Nella convenienza delle cose tutte con quest’unità suprema, in cui sono riposte le supreme leggi, sta la radice delle ragioni addotte dai Platonici per ammettere una sussistenza soprasensibile che corrisponda a ogni sensibile sembianza e realtà; e per contra, la riproduzione nel mondo della legislazione immutabile dell’essere, e la sua associazione col tempo e col moto è il fondamento di tutti gli argomenti che gli Aristotelici arrecano in favore dell’identità parziale dell’idea e del fatto, della percezione e dell’intellezione, delle verità empiriche e delle verità ideali, del sensibile e dell’intelligibile."
      },
      {
        "index": 34,
        "text": "Per fermo l’aristotelismo e il platonismo, l’empirismo e l’idealismo sono sistemi opposti, che poggiano sui più saldi istinti e sulle più profonde tendenze dell’animo umano. Ciascuno di essi contiene certamente una parte della verità. La sintesi che li riunirà senza contraddizione, e che riducendone i metodi e le conclusioni all’unità di principio effettuerà fra di essi una vera conciliazione, sarà il sistema che desiderano i tempi, non l’ultimo e definitivo, poiché la filosofia, anche più della scienza è una evoluzione progressiva del pensiero, ma il sistema confacente ai bisogni attuali della filosofia, quello da cui partiranno le ricerche ulteriori."
      },
      {
        "index": 35,
        "text": "Ma io mi avvedo che il bel problema da lei sollevato sul platonismo e l’aristotelismo mi ha allontanato dal mio scopo primitivo, che era di rispondere a tutte le sue istanze. Ora io non ho replicato esplicitamente che a quelle delle sue risposte che si fondano sull’unità e identità dell’universale. Tuttavia io mi ci sono fermato espressamente, perchè ivi mi è sembrato di scorgere il punto più difficile e più delicato della questione che si agita fra noi. Le altre tesi mi paiono inoltre subordinate a questa. Io mi contenterò dunque d’accennare le antitesi che si levano contro le sue tesi, e il tentativo di conciliazione che mi pare di poter dedurre dalla risoluzione della prima difficoltà e dal principio già dimostrato, o almeno supposto tale, d’una legislazione universale."
      },
      {
        "index": 36,
        "text": "1ª — Tesi — La idea è universale e la percezione è singolare."
      },
      {
        "index": 37,
        "text": "Dunque la percezione non è che l’occasione e non la causa dell’idea, di più l’una è rappresentanza del reale, l’altra apprensione diretta del reale; dunque corre fra loro solo un rapporto di somiglianza."
      },
      {
        "index": 38,
        "text": "— Antitesi. — La idea contiene nella sua comprensione tutto ciò che è contenuto nella percezione.[15]"
      },
      {
        "index": 39,
        "text": "Dunque convengono in un elemento identico, e l’una si cava dall’altra."
      },
      {
        "index": 40,
        "text": "— Sintesi. — Nulla di più opposto che l’idea e la percezione se si guardano nella estensione o quantità estensiva; per questo rispetto l’una è soltanto occasione all’altra, perchè nell’idea sola e non nella percezione spicca il carattere dell’universalità. L’opposizione si concilia guardando alla loro comprensione. Opposte pure sono la realtà e la rappresentanza della realtà, l’una procedendo dal pensiero conscio di nè, e l’altra dalle forze naturali operanti nello spazio. Ma nondimeno la significazione delle idee si ricava dai fatti e dalle percezioni; ora ciò non trasporta certamente nelle idee la sostanzialità delle cose, colle leggi speciali, col moto e la vita loro, ma ciò richiede che per la medesima verità o legislazione logica ed ontologica, le idee, i fantasmi, la percezione e le cose si convengano; non vi ha somiglianza senza qualche identità, non analogia senza qualche comunanza. Concedo dunque che l’universale, come tale, non è nella natura, ma ripeto pure con lei che in ogni particolare giace altresì l’indeterminato, il quale ripetesi in tutte le cose simili ed è congiunto, anzi immedesimato con le individue determinazioni (V. Riv. Cont. p. 58, ottobre 1858). Ma aggiungo nello stesso tempo, che ciò che in un senso è indeterminato, è determinato in un altro, e che le determinazioni generiche e specifiche sono bensì indeterminate per rispetto alla individualità, ma non cessano di essere determinate relativamente a qualità più generali, e così via discorrendo, finchè si arrivi all’essere comunissimo. Per la qual cosa è d’uopo riconoscere negl’individui oltre alla individualità che li rende incomunicabili e perfettamente discernibili, un altro elemento relativo ad ogni loro qualità, e alla propria loro essenza che li assimila, li associa, e, se si tratta di esseri morali, li affratella."
      },
      {
        "index": 41,
        "text": "2ª — Tesi. — L’idea sola è immutabile, e i fatti e le percezioni sono mutabili. Non vi è che movimento nel mondo."
      },
      {
        "index": 42,
        "text": "— Antitesi. — Nei fatti sono le leggi, e le leggi generali della natura non mutano. L’immobilità è pure nel mondo.[16]"
      },
      {
        "index": 43,
        "text": "— Sintesi. — La tesi non considera che l’universale in sè stesso, assolutamente, fuori del tempo e dello spazio, e in questo senso la tesi è vers; l’antitesi lo considera negli enti finiti, e l’antitesi è vera pure, ma ad una condizione, che cioè uno stesso elemento sin comune all’oggetto dell’idea e a quello della percezione. Qui la sintesi mi è fornita da queste sue parole: Credo anch’io nelle cose finite giacere un che d’essenziale e d’immutabile; e Platone sentenziava nel Teeteto che il perpetuo movimento implica contraddizione e che quando non vi sia nulla di fermo, nulla vi può essere di mobile. Per questo rispetto tra i contingenti e il necessario, tra le percezioni e le intellezioni corre non più che una differenza. Ammetto con lei che questa differenza è capitale, e che le dà vinta la causa della tesi contro l’ammessione esclusiva dell’antitesi, ma l’antitesi avendo pare la sua verità, la soluzione ultima della questione non può essere che in una sintesi che concilii le due opposte proposizioni; e le sue parole me la somministrano. L’immutabilità dei fatti, dice ella, è un fatto essa stessa, potrebbe non essere, come potrebbe aver cessazione; cioè nei fatti vi ha una costituzione e un organismo il quale non può non essere, supposta l’esistenza del fatto, cioè ancora nei fatti contingenti e mutevoli appare una legislazione logica e metafisica In cui esistenza ha per condizione l’esistenza del fatto, come il fatto stesso non può comparire nel tempo e nello spazio che per la virtà di uun necessità sostanziale identica all’uno e al primo, alla causa e alia ragione del creato."
      },
      {
        "index": 44,
        "text": "Osserverò eziandio che cotesta sintesi dell’idea e del fatto nelle leggi logiche e metafisiche sembra pare necessaria a conciliare insieme le seguenti tre proposizioni da lei opposte all’esistenza di un elemento immobile nei fatti. — 1° Ella dice che l’affermazione di questa immobilità è tolta dal principio assoluto, nella mente riposto, che la natura opera identicamente nello spazio e nel tempo, ovvero che la sostanza delle sue leggi non muta. — 2° Che tutto ciò potrebbe non essere, perchè il concetto contrario non inchiude contraddizione. — 31° Infine che il fatto si avvern sempre in certa quantità di esseri limitata e numerabile."
      },
      {
        "index": 45,
        "text": "Ammetto che il principio così detto della costanza delle leggi naturali sia a priori, e che l’idea stessa di legge lo sia; a cotesto principio non è assoluto e vero, se la natura non è realmente ciò che esso la prenuncia e l’afferma, cioè se l’immobile non si trova nella natura congiunto col moto. In quanto alla possibilità di supporre il contrario delle leggi esistenti, distinguerò, in questo caso, come qui sopra, l’esistenza del fatto dal modo con cui è regolato, dal suo tenore. Non disputo della sua esistenza e la chiamo anch’io contingente, ma le sue determinazioni essenziali si presentano rivestite di una necessità che per la mente è logica e per le cose è metafisica; le leggi e le determinazioni essenziali degli enti, connettendosi per via di ragioni sufficienti, esse non si possono supporre mutate se nello stesso tempo non si sopprimono col pensiero le ragioni loro; ora noi possiamo bensì ignorare le ragioni intermedio che congiungono le leggi fisiche, meccaniche, astronomiche ec, colle ragioni prime o metafisiche, ma non abbiamo facoltà di negare questo nesso, anzi abbiamo necessità di affermarlo, e ciò basta per farci comprendere che un elemento logico e metafisico giace nelle rose e che da esso le cose e lo spirito sono congiunti nell’applicazione e rappresentanza del vero. Dico ancora che se potesse concepirsi il contrario di una sola legge del mondo, sarebbe mutato issofatto il concetto di tutta la legislazione mondana, e quindi il concetto del mondo stesso; ma allora, il mondo non è più conforme al suo tipo, alla sua condizione: sopramondana, alla sua ragione eterna, o questa ragione mutata, o ve ne sono in numero infinito, e qui cadiamo nelle difficoltà dell’ottimismo di Leibnitz."
      },
      {
        "index": 46,
        "text": "Finalmente la terza osservazione versa intorno al numero limitato di fatti in cui si avvera la legge. Ora parmi poter avvertire che la verità della legge e le condizioni inerenti cotesta verità non dipendono dalla quantità, sibbene dalle. qualità del fatto, dalla sua intima costituzione."
      },
      {
        "index": 47,
        "text": "3. La tentata conciliazione delle due precedenti tesi e antitesi servirà eziandio per spiegare l’opposizione di ciò che è nel tempo e nello spazio con ciò che è fuori del tempo e dello spazio. Riferisco le sue parole: «Il corpo, il moto, lo spazio, il tempo sono significati dalle percezioni quali in natura sussistono. Ma s’io invece annunzio la legge universale dei gravi; il corpo, il moto, lo spazio, e il tempo sono puri concetti, e però il corpo non ha materia, il moto non si move, il tempo non succede ec.» Rispondo:"
      },
      {
        "index": 48,
        "text": "I fenomeni e le sostanze contengono le verità inseparabili dalle loro rispettive determinazioni e dal loro regolare svolgimento. Ora la verità delle cose, quantunque sia in esse e duri quanto la loro sostanzialità, non si può convertire colla loro esistenza, dipendendo questa dalle cause efficienti e quella dalle ragioni; le verità possono dunque essere nel fatto, far parte del fatto conservando un valore diverso di quello dell’esistenza del fatto. Possono essere nel moto, nel tempo, nello spazio, nella materia senza confondersi colla parte sensibile ed appariscente della successione, dell’estensione, della coesistenza ec. Il moto, In successione, la mutazione debbono avere i loro costitutivi essenziali e invariabili. L’elemento variabile e l’invariabile sono l’opposizione che si manifesta di continuo ed è perpetuamente contenuta nelle vicende o nella sostanza del creato."
      },
      {
        "index": 49,
        "text": "Convengo dunque che il mutare è essenziale alle cose del mondo, che la vita è un trapasso continuo dall’essere virtuale all’effettuale, ma aggiungo immediatamente che se le cose sono mutevoli, in quanto finite, sono eziandio permanenti in quanto sono logicamente determinate, e nel concludere con lei che la permanenza e la mutazione si mescolano e si manifestano ad ogni istante negli enti di questo mondo mi fondo sull’esistenza del Vero nelle cose, sulla sua congiunzione col moto e col tempo, e sull’identità di questo Vero con quello che governa lo spirito; mi fondo finalmente sul rapporto di medesimezza che passa tra il vero che è nell’uno vero che è nel molteplice per comprendere ciò ch’ella aggiunge sull’esistenza delle determinazioni degli enti e degli oggetti delle verità nell’assoluto; che cioè, non potendo i contingenti e i finiti risultare unitamente di contingenza e limitazione, la quale si risolve in non ente, v’ha in essi un positivo che nell’assoluto incontra il suo termine simile."
      },
      {
        "index": 50,
        "text": "Per confermare con nuove spiegazioni il mio parere e variare l’aspetto del principio al quale s’informa tutta questa replica, noterò che il positivo di cui qui sopra è questione, e che si ammette negli enti mondani, non può essere che la sostanzialità loro colle ane determinazioni, e che il termine corrispettivo, supposto nell’eterno, non si può assumere che come condizione di quello ch’è nel tempo. La condizione deve spiegare il condizionato; essa può dunque convertirsi colla totale possibilità dell’ente finito, se rende conto di due cose: 1° della sua sostanzialità; 2° delle sue qualità speciali. Il concetto di una legge o di un tipo basterebbe all’uopo, se si trattasse soltanto di pensarne le determinazioni; ma volendo intendere la sua produzione e la sua comparizione nel tempo e nello spazio, è necessario ricorrere al doppio concetto di ragione e di causa, di legge e di attività. Trovati cotesti due elementi costitutivi della possibilità o ragion sufficiente di un ente, noi possiamo e dobbiamo dare anche un passo, immedesimando la ragione o condizione ideale con l’attività o condizione reale nell’unità della sostanza prima, ma questa immedesimazione significa che noi non dobbiamo concepire più unità sostanziali nell’uno e nell’essere primo: per essa non vien tolta all’uno la sua varietà, e non è distrutta la possibilità di distinguere fra l’attività e il suo modo di operare, fra la potenza e la sua legge, anzi rimane sempre necessario il rapporto logico della legge al suo soggetto d’inerenza."
      },
      {
        "index": 51,
        "text": "Ora passando dall’uno al molteplice e dalla condizione al condizionato, mi pare che la stessa logica relazione si mantenga non solo, ma più fortemente spicchi e si dimostri per l’opposizione, non infrequente, delle accidenze e delle azioni particolari degli enti colle loro determinazioni generiche e specifiche. Coteste determinazioni essendo essenziali per l’individuo, sono le sue leggi, o altrimenti sono la necessità ontologica del suo svolgimento, la condizione intrinseca della sua vita. Ora se il concetto di questa condizione si potesse convertire con quello di tutta la realità dell’individuo, questo sarebbe sempre ciò che dovrebbe essere, ossia la compiuta e corretta manifestazione della sua logica e ontologica necessità. Ma lo svolgimento dell’individuo non corrisponde sempre al suo tipo, dunque havvi nella realtà del finito un principio diverso dalla sua ragione tipica, per cui la sua attività riesce sovente con sè medesima pugnante e discorde. Ciò importa nel molteplice assai più ancora che nell’uno la distinzione della sostanzialità, dell’attività, dell’efficienza e delle sue leggi o del suo necessario tenore."
      },
      {
        "index": 52,
        "text": "Questo si potrebbe chiamare un argomento ad hominem diretto al platonismo, poichè se da un lato il sistema platonico avanza l’aristotelismo e lo completa additando i tipi ideali verso cui si volge come a sua stella polare il movimento tutto del creato e il progresso degli enti morali, da un altro lato esso assegna alla natura uno scopo senza i mezzi corrispettivi, se coll’aristotelismo non ammette la tendenza intrinseca di ogni ente, e le ragioni e leggi interne che determinano la sua direzione."
      },
      {
        "index": 53,
        "text": "Io non cesserei più, se volessi arrecare tutte le ragioni per cui mi pare necessaria la distinzione di questi due elementi degli enti, e quelle che mi sembrano fondare l’identità di uno d’essi in tutti gl’individui di una medesima classe. La verità o la legislazione dell’ente è nella sua realtà individuale, l’ideale è nel reale come l’attributo essenziale nella sostanza, ma ciò che fa velo all’intelletto che esamina cotesto argomento, e lo lascia di continuo perplesso fra la legittimità di questa distinzione e il valore di questa sintesi, si è da un lato l’uso equivoco della parola reale, e dall’altro la dimenticanza dei fatti e delle ragioni per cui la distinzione e la congiunzione del reale e dell’ideale sono ugualmente necessarie. Si vuole chiamar reale tutto ciò ch’è ideale, e sia pure, poichè l’ideale è o esiste. Ma come più comunemente s’intende per reale la sostanza individua o la sua singolare attività, cosi l’ideale, che non può scambiarsi con questo lato della realtà senza mutarsi nel puro e semplice contenuto della percezione, sembra rifuggire dalla realità e doversene ragionevolmente espellere. Il Rosmini lavoro, per tutta la sua vita, il concetto di cotesta espulsione, dopo di averlo formato in mente per paura del panteismo. Mirando allo stesso fine si propose di confutare l’aristotelismo, e si creò del platonismo un’idea diversa da quella che ne aveva Platone. Ma, ciò sia detto con buona pace di quell’anima santa e peregrina, e col rispetto dovuto a quell’ingegno tragrande che di tante opere stupende arricchi la patria, il vero, il solo tipo del panteismo rimarrà sempre lo spinozismo, il quale non è altro che l’unità di sostanza. Ogni dottrina seria può e deve cercare l’unità del sapere; ma purchè la via per cui si raggiunge non sia l’unità di sostanza, l’unità del sapere non è il panteismo. Se il collocare l’ideale nel reale fosse un tentativo di pan- teismo, il primo teologo del mondo, che fu pure un sommo aristotelico, san Tommaso sarebbe panteista; molti Padri lo sarebbero, tutti saremmo colpiti dalla stessa condanna, a allora rassicurati dal numero e dall’autorità dei compagni potremmo sclamare: malo cum istis errare quam tecum bene sentire."
      },
      {
        "index": 54,
        "text": "Lasciamo agli avversari della filosofia il maneggio sleale o per lo meno inesatto di cotesto vocabolo, e ristringiamone l’applicazione a quelle dottrine che professano il principio dell’unicità di sostanza."
      },
      {
        "index": 55,
        "text": "Prima di dar termine a questa dissertazione io dovrei fare due cose: 1° rispondere all’argomento ch’ella trae dalla possibilità di concepire universalmente l’individuo, l’accidente, e tutte le particolarità, e ch’ella oppone alla esistenza di una comunanza di essere negli oggetti delle percezioni delle intellezioni; 2° esaminare il rapporto di copia a modello che dal platonismo viene stabilito fra l’oggetto della percezione e l’oggetto della idea."
      },
      {
        "index": 56,
        "text": "Riguardo al primo punto, parmi che l’argomento o provi troppo, o troppo poco. Prova troppo, se stabilisce che la veduta intellettiva non va mai disgiunta dall’universale e che il particolare stesso, per la qualità e direzione del riguardamento mentale, presenta un aspetto universale; non prova abbastanza, perchè se mostra che il particolare non si può concepire senza l’universale, non esclude per ciò l’esistenza delle determinazioni universali nelle cose."
      },
      {
        "index": 57,
        "text": "Ma la vera forza di questo argomento consiste forse nella facoltà di opporlo non tanto alla esistenza del generale nelle cose, quanto a ogni tentativo di confusione fra la percezione e l’idea, avendo l’idea sempre ad oggetto l’universale e terminando la percezione nel particolare, anzi nell’indivi- duale. Per lo che siamo abilitati a valerci dell’elemento generico e specifico compreso nella percezione per dimostrare la parentela nella percezione coll’idea, e l’esistenza del genere e della specie nelle cose; e possiamo pure oppugnare vittoriosamente la dottrina che bandisce ogni oggetto assoluto dal pensiero additando nell’estrema particolarità l’occasione di una corrispettiva intellezione universale e assoluta."
      },
      {
        "index": 58,
        "text": "Egli è verissimo che le più minute accidenze e le cose più contradittorie all’uno che si trovano nel molteplice, debbono incontrare nell’assoluto il loro termine analogo. Ma la contraddizione non esiste che per l’individualità sostanziale per l’altro elemento, che è nelle cose, cioè la verità, è tolta l’incompatibilità in questione, e il tempo e lo spazio non solo, ma il moto, la divisione, la generazione, la morte, il limite, il nulla possono avere la stessa verità nel mondo e in Dio."
      },
      {
        "index": 59,
        "text": "Quanto al secondo punto noterò senza dilungarmi che lo Platone preferi servirsi della relazione di copia a modello nei dialoghi popolari, mentre nei metafisici sostituì quasi costantemente la partecipazione alla imitazione. L’imitazione difatti può essere una metafora, e come tale avere il suo scopo morale ed utile, ma presa alla lettera riduce all’antropomorfismo il rapporto dell’uno col molteplice. Io non pretendo che la partecipazione platonica sia una spiegazione più chiara, ma essa si presenta sotto un aspetto più scientifico. Nondimeno essa cade nel difetto, biasimato da Aristotele, di trasportare l’unità e l’essenza degli enti fuori degli enti, e di collocare una parte degli enti in loro, e un’altra fuori di loro, e quindi anche di distruggere l’individualità e la sostanzialità dei medesimi."
      },
      {
        "index": 60,
        "text": "Il platonismo antico oscillò dunque fra l’imitazione e la partecipazione, e il platonismo moderno, quantunque avvalorato dalla idea cristiana della creazione, non può uscire d’impaccio senza porger la mano all’aristotelismo, e ammettere la perpetua ed universale congiunzione ed inerenza dell’ideale e del reale negli enti."
      },
      {
        "index": 61,
        "text": "Io non ho intrapresa questa dissertazione pel piacere di opporre un pensiero ad un altro, o per dar risalto alle mie facoltà, e mettere in rilievo un io di più, mediante la facile scoperta di alcune difficoltà nelle dottrine altrui; ma ebbi sopratutto in animo di comprendere il pensiero di chi, cortese, m’invito a una palestra filosofica, e di cercare con lui il vero, ora facendomi iu lui, ora tornando in me, ora combattendo, ora venendo a patti, talvolta ancora prestando armi all’avversario e aguzzandole io stesso per l’amore imparziale della verità. Molte furono le polemiche filosofiche al mondo, e parecchie le memorabili e le fruttuose; ma se non tutti possono pretendere di rinnovarne gli alti pregi e i forti documenti, a tutti è almeno concesso di evitare ciò ch’esse ebbero di aspro, di meno consentaneo colla dignità del pensiero e coi veri interessi della scienza. A misura che la mente s’inoltra, condotta da una meditazione spassionata, pei meandri dei sistemi e delle dottrine, essa s’accorge che le simiglianze ei punti di contatto sono per lo meno altrettanti che le differenze e le separazioni."
      },
      {
        "index": 62,
        "text": "I filosofi che viaggiano pel mondo delle idee hanno con loro la stessa topografia; le strade per cui si mettono sono diverse, ma possono condurre allo stesso punto; quelli di loro che falliscono allo scopo, e si arrestano o tornano indietro, hanno non di meno esplorata pur essi una parte del mondo ideale. Se eglino potessero convenire insieme, reduci da un altro viaggio, e sedersi in uno di quei conviti che la serena loro fantasia immagino per amore del vero, si racconterebbero, senza dubbio, le pene e le gioie provate nelle loro peregrinazioni scientifiche; ma desiderosi di nudrirsi del vero che i nuovi tempi arrecarono, essi confesserebbero senza fatica i loro difetti e i loro sbagli, e, immolando l’amor proprio a un altro amore, si amicherebbero per ricominciare insieme l’antico viaggio e con fraterna concordia meglio raggiunger la meta. Ma pur troppo, fra gli ostacoli che la filosofia deve superare per compiere i suoi destini. l’amor proprio colla sequela di tutta la sua prole non è il più piccolo. Troppo spesso incontra di lamentare l’indole delle polemiche. In esse si comincia d’ordinario colla obbiezione viva, si prosegue con una deduzione forzata di conseguenze, delle quali una sola basta a destar sospetti e a seminar dubbi sulla moralità delle dottrine, e si termina distribuendo qualifiche intollerabili pel decoro delle persone e por la dignità del sapere. Chi può godere di un tale procedimento?"
      },
      {
        "index": 63,
        "text": "Quidquid delirant reges plectuntur Achivi!"
      },
      {
        "index": 64,
        "text": "Gli avversari soli della filosofia ne godono e se ne prevalgono. La scienza si vantaggia assai più della intelligenza paziente e conciliativa dei testi, dei concetti e delle dottrine: una critica filosofica che non cercherebbe altro che le differenze e le opposizioni, sarebbe una critica monen, infeconda, a cui mancherebbe la fede nella solidarietà di tutte le menti, nella connessione di tutti i pensieri, nella congiunzione e continuità del lavoro mentale delle umane generazioni, e quindi anche nell’oggetto della filosofia, la cui universalità ha per condizione la legislazione universale degli intelletti. Analisi e sintesi son due processi e due necessità perpetuamente connesse e inseparabili nella critica come nella formazione dei sistemi, e nell’esercizio del pensiero scientifico e filosofico, come nel maneggio del volgare e comunale."
      },
      {
        "index": 65,
        "text": "So che la sintesi filosofica è pure indivisa da quella unità di veduta che la riduce a sistema, e che per essa in personalità umana imprime la propria forma nella filosofia; ma non si deve porre in dimenticanza che l’ideale del sistema sarebbe appunto quello in cui l’opera della personalità altro onore non ambisse e non conseguisse che quello di conoscere e manifestare il vero impersonale e assoluto.[17]"
      }
    ]
  }
}
