{
  "chapterNumber": 59,
  "title": "Vol. II, Libro Quarto, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PRIMI AFORISMI SULLA FINALITÀDEGLI ENTI CREATI."
      },
      {
        "index": 1,
        "text": "26. — Poichè v’à uno stupendo e immenso apparecchio di mezzi, certo l’universo racchiude eziandio altrettanta varietà e immensità di esseri in cui si attua e splende la ragione del fine. E come per la contemplazione del fine siamo pervenuti a determinare per addietro la natura dei mezzi e degli apparecchi, ora dalla cognizione di tutti questi procederà la notizia determinata e particolare degli enti inverso de’ quali sono disposti e coordinati."
      },
      {
        "index": 2,
        "text": "27. — Gli enti con ragione di fine parrebbe dovessero riuscire più numerosi degli altri in quanto la natura pone volentieri in opera un mezzo solo al conseguimento di più fini, come la lingua e il palato che servono sì al fatto, al gusto e alla prima digestione e sì alla parola ed al canto e quindi al pensiere ed all’arte musica. Ma viceversa, la natura adopera alcune altre volte più mezzi in verso ad un solo fine; come quando nei vegetabili accerta la propagazione delle specie e con la fecondazione e con i tralci e i germogli e persino con le semplici foglie. Ma questo computo non è agevole a farsi ed anzi impossibile. Dacchè i fini relativi e inferiori sono mezzi e strumenti a fini più alti e prossimi all’assoluto. E d’altra parto, se ogni atomo di materia à ragione di mezzo e tu lo consideri com’esistenza separata, la loro moltiplicità oltrepassa ogni proporzione con l’altre sorte di esseri. Ad ogni modo, l’esperienza ed il raziocinio s’accordano ad attestare che quanto gli esseri sono più perfetti e però partecipano con più abbondanza del fine, altrettanto riescono meno numerosi perchè sono l’ultimo effetto del travaglioso operare di mille cause minute e l’ultimo risultamento di lunghe serie di ostacoli superati e d’insufficienze supplite."
      },
      {
        "index": 3,
        "text": "28. — Chiaro è che la onnipotenza della cagione spiega eziandio negli enti finali la sterminata moltiplicazione dei generi e però del diverso; e nei generi la sterminata moltiplicazione delle specie e però del vario; spiega poi altrettanta moltiplicazione degli individui e però del simile in ciascuna diversità di genere e varianza di specie."
      },
      {
        "index": 4,
        "text": "30. — Nessun principio ristringe la reiterazione di sè medesimo qualora non ne venga impedito; quindi nè la reiterazione, pure degli enti finali à per sè alcun termine. Imperocchè noi vedemmo nei Libri anteriori che la creazione è incessabile ed è tale in tutte le cose e non meno rispetto alla quantità che alla qualità. I limiti poi dell’una e dell’altra provengono dal dover essere i finiti mutuamente compossibili e del pari dal non riuscir compossibili certe mischianze molto complesse e estremamente implicate dell’identico e del differente. Perciò nel generale tanto più di leggieri moltiplicano gli enti organati quanto sono più semplici."
      },
      {
        "index": 5,
        "text": "32. — Degl’insetti si conoscono a un dipresso cento ventimila specie diverse e v’à alcuni luoghi in America dove sono copiosi e molesti al segno da fare impossibile all’uomo il viverci. Nè alcuno ricerchi se le miriadi di tali enti nocivi od inutili adempiono la finalità ovvero la contraddicono. Primamente, la forza vitale espande sè medesima per la necessità sua intrinseca; e di tutte le combinazioni fattibili fra la materia e un principio vitale qualchesissia nessuna può mancare di effettuazione se forze contrarie non intervengono. E le forze contrarie non punto difettano qualora si volga l’occhio alla totalità dei fenomeni. Nel vero, molte specie d’insetti depongono le uova loro sulle. larve di altri insetti i quali con lo schiudersi di quelle uova rimangono uccisi; senza parlare del gran numero d’uccelli e d’altri animali che se ne cibano continuamente e pur tacendo della limitazione che reca assai volte al lor propagarsi la scarsezza delle piante di cui si nudriscono. Ma l’arte e perseveranza dell’uomo giunge a purgarne l’aria ed il suolo con sufficienza; e quando gli fosse spediente di far dimora nelle vallate dell’Orenoco testè ricordate, rinverrebbe certo alcuna maniera di liberarsi da quelli sciami fastidiosissimi."
      },
      {
        "index": 6,
        "text": "33. — Del resto, tali cento venti mila specie d’insetti ci dimostrano da capo la infinità del possibile a rispetto dell’organismo. Ma la saggezza altresì infinita che abbiam chiamata arte divina di Convenienza ci è sopramodo più malagevole a discuoprire e ad intendere in tale subbietto perchè dei rapporti innumerabili che lega quella sorta di viventi alla economia universale del mondo, appena una minima parte ci è conosciuta."
      },
      {
        "index": 7,
        "text": "34. — Venne fatta da parecchi fisiologi una singolare investigazione e fu di sapere se la quantità della vita scema sul mondo o s’accresce, ovvero se nei confini medesimi si conserva. E come spunto fuori il pensiere d’introdurre la quantità nella vita? Puoi tu contarla veramente a pezzi e minuzzoli? e di qual misura ti servirai nel tuo calcolo? Certo è impossibile avvisare e sapere la quantità estensiva degli enti organati se intendiamo per ciò il numero degl’individui; ed esso non è mai fermo un solo momento; ma varia continuo pel variare degli accidenti. Sapere il numero delle specie è cosa fattibile, sebbene lunghissima e travagliosa e sempre mai încompiuta; chè le specie minutissime si nascondono ad ogni ispezione la più diligente; oltre il dover noi per sempre ignorare le specie innumerabili apparse nell’epoche geologiche e delle quali non è rimasta veruna spoglia e vestigio. Sopra tutto ciò riluce una sola massima generale accennata da noi delle volte parecchie, e cioè che l’infinito del possibile dee comparire nell’organismo quanto nella materia inorganica."
      },
      {
        "index": 8,
        "text": "35. — Meno singolare a noi sembra il chiedere intorno al proposito la quantità intensiva, e intendiamo se va declinando o crescendo sulla faccia del globo la vita più ricca di facoltà e provveduta di maggiore eccellenza di organi. Sotto questo rispetto e ricordando le cose per addietro ragionate non si dee dubitare che sul nostro globo crescendo l’attuazione del fine vi cresce altresì la perfezione della vita; al che basterebbe la maggiore propagazione e la migliore civiltà del genere umano. Ma v’à di più; chè l’uomo, conforme si toccherà in altro luogo, pur seguitando il proprio interesse e l’intento dell’utile, mantiene e propaga abbondantemente le specie animali meno imperfette che sono quelle in cui si aduna, per sì dire, la maggiore intensità della vita."
      },
      {
        "index": 9,
        "text": "36. — Coteste esistenze qualichessieno se ànno ragione di fine sono superiori e più nobili al riscontro di ogni mezzo. Ma nell’ordine delle realità, ciò che è superiore e più nobile significa una reale maggioranza nelle primalità dell’essere, come la potenza, l’unità, la individualità, la vita e simiglianti. Maggioreggia, dunque, cotesto essere, e vale a dire ch’egli è fornito di più attitudini; quindi partecipa di qualche grado di più alla unità vera, la quale consiste non nell’attenuazione estrema e indivisibile dell’esistenza ma nella sua pienezza che è tutto e semplice al tempo medesimo."
      },
      {
        "index": 10,
        "text": "37. — Simile ente finale avanza in dignità e supera d’importanza tutti i sistemi solari aggirantisi per lo spazio. Onde fu molto bene asserito che la grandezza smisurata d’un astro e la sua lacentezza continua e la sua durata quasichè eterna e la velocità portentosa danno meno da pensare e maravigliare al filosofo che una farfalla od altra sorta di vivente sebbene non vi risplenda se non il fine relativo e qual può uscire dalla cospirazione di puri mezzi naturali."
      },
      {
        "index": 11,
        "text": "38. — Ancora si può notar con ragione quanta parte del mondo corporeo piglia nobiltà e importanza dal nostro spirito per le relazioni che questo v’induce con l’assoluto del vero e del bello. Nè vuolsi dire con ciò che la natura non sia nè vera nè bella. Conciossiachè i termini della relazione come possono rimanersi alieni dalla essenza di lei? E d’altra parte, ogni rivelazione dell’Assoluto nell’uomo non è subiettiva ma sostanziale e obbiettiva. Certo, la soavità e vaghezza delle armonie non è originata dalle ondulazioni e vibrazioni sonore dell’aria, sì bene dalle intuizioni nostre della bellezza musicale; e si affermi altrettanto per la leggiadria dei colori e la magia delle prospettive. È il diamante carbone impietrito e la perla una escrescenza forse morbosa d’alcuni molluschi. L’oro e l’argento giacciono informi e appannati dentro le roccie. Ma trapassate queste cose alle mani dell’uomo acquistano avvenenza, espressione e decoro di arte plastica. Per simile, il fluido elettrico gira le sue correnti ordinarie per li fili telegrafici come in altre infinite sostanze materiali od organiche; ma solo per l’industria dell’uomo fannosi strumento al pensiero e vincendo tempo e distanza mettono in congiunzione immediata i divisi intelletti. Di cotal maniera la dignità e nobiltà effettiva dell’ente finale rifluisce sulla natura e sugli enti inferiori che non possiedono altra ragione salvo quella del mezzo. E chi ravvisa in questi fatti solo un accidente dell’essere umano e certa maniera umana di giudicarli e di farne uso piglia inganno grave, per nostro avviso, e fraintende la vera realità dell’ordine cosmico."
      },
      {
        "index": 12,
        "text": "39. — Ma quest’abbondanza di attitudini non solo è avversata dalle insufficienze e necessità registrate e descritte nel Libro primo, ma sì da quelle che espone il Libro secondo laddove insegna che ancora che i possibili sieno infiniti ei non divengono coerenti e nou si ordinano e non cooperano al bene, salvo che per la Convenienza che la saggezza eterna introduce fra essi; il perchè ogni ente finale non può riuscire diverso e maggiore di quello che porta il cumulo delle sue relazioni e delle sue proporzioni, a così chiamarle, con tutto il rimanente. Sopra ciò, v’è continua ed instante la necessità nell’ente finale di essere attivo e nell’attività crescere indefinitamente. Da ultimo, la misura dell’essere suo debbe eziandio venir raffrontata con lo intendimento perpetuo della bontà sovramondana, la qual vuole di certo il bene maggiore di ciascun ente finale, ma in guisa che non tolga mai luogo alla diffusione perenne di esso bene al maggior numero di creature."
      },
      {
        "index": 13,
        "text": "40. — D’altra parte, l’ente finale non meno d’ogni esistenza finita à mestieri di eccitazione esterna; e similmente compie fuori di sè lo spiegamento delle sue facoltà, imperocchè egli non basta a sè in sè stesso. (Libro primo, aforismo VIII.)"
      },
      {
        "index": 14,
        "text": "41. — Chiaro è dunque che all’ente capace di finalità è bisogno l’operar sempre e l’operare utilmente fuori di sè. Il che porta la esistenza di altri essori inferiori e subordinati e forniti per ciò medesimo della sola ragione di mezzo."
      },
      {
        "index": 15,
        "text": "42. — Ma il mezzo non può essere uno numericamente nè semplice privativamente; chè sarebbe non Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2 Pagina:Mamiani - Confessioni di un metafisico, Vol. 2"
      }
    ]
  }
}
