{
  "chapterNumber": 56,
  "title": "Vol. II, Libro Terzo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "AFORISMI GENETICI."
      },
      {
        "index": 1,
        "text": "262. — Nel principio d’ogni tempo flui dall’atto creativo l’oceano delle esistenze finite. Cominciò quasi un punto non percettibile e si dilatò e crebbe senza più mai intermettere; e dopo milioni di secoli tuttavia si dilata. Perocchè lo spazio va allargandosi quanto il suo contenuto[1] e di là dall’ultimo luogo che ora possiedono i corpi siderei nuova materia comparisce e nuovi aggregati si formano e così sempre."
      },
      {
        "index": 2,
        "text": "263. — Nè accade altramente di quelle sorte di gran contenenti dallo spazio differentissimi e di cui non abbiamo nè certa notizia nè concetto determinato, ma che pur pensiamo possibili per adequare le nostre idee all’indefinito del diverso."
      },
      {
        "index": 3,
        "text": "264. — Fluì ogni ragione d’elementi semplici e indivisibili e ciascuno moltiplicò senza termine e i più differenti si espansero come oceano in altro oceano senza confondersi e come un suono e un odore riempiono la medesima aria d’un medesimo luogo. Ma noi di quei mari immensi, che sono forse innumerevoli, conosciamo solo due specie distinte, la corporalità e la spiritualità; e di questa seconda conosciamo per esperienza quella forma unicamente che congiungesi alla corporalità."
      },
      {
        "index": 4,
        "text": "265. — Che il mondo non sia infinito, oltre all’aversene prova razionale è confermato pure dall’esperienza, per quanto i fatti possono dimostrare simile sorta di cose."
      },
      {
        "index": 5,
        "text": "266. — Meditando sulla essenza del fine quanto sulla essenza del mezzo, fu già fermato da noi che quello risolvesi in attività e questo debbe o promoverla od aiutarla o comechessia servirla. Da ciò fu dedotto che debbe avervi una serie di esistenze dall’uno dei capi della quale stia la massima attività potenziale ed elementare e dall’altro la massima passività; intercedendo nel mezzo copia strabocchevole di esseri variamente partecipi dell’attività e della passività. Riducesi pure a questo ciò che venne fermato da noi circa la resistenza e la permanenza di fronte alla estrema mobilità e trasmutazione."
      },
      {
        "index": 6,
        "text": "267. — La passività, la resistenza e la immobilità pensate nell’essere loro inferiore ed inerte, fanno concepire propriamente certa natura somiglievole alla materia le cui qualità generali sono quel tanto che si fa necessario onde un ente finito sussista e serva di mezzo a cosa migliore. Chè quando non fossa esteso, non apparterrebbe allo spazio e non avrebbe potenza di moto; e perderebbe estensione e mobilità quando non fosse impenetrabile. Del pari, negherebbesi a qualunque ufficio se fosse al tutto immodificabile e sfornito d’ogni recettività."
      },
      {
        "index": 7,
        "text": "268. — D’altra parte, se noi concepiamo degli esseri spirituali ed attivi e però capaci della finalità e pervenenti a quella mediante la corporalità, dovremo considerare in che guisa la corporalità dee venir trasmutata in natura organica ossia nella forma più alta e perfetta di essere strumentale; ed è il punto massimo a cui può venire condotta qualunque esistenza nella sua condizione di mezzo."
      },
      {
        "index": 8,
        "text": "269. — A noi, dunque, s’appartiene di descrivere la generazione dei mondi in quanto a poco per volta divennero mezzo e strumento dellcuniversa finalità e come servirono a tale ufficio la mobilità e la permanenza, l’attivo e il passivo, il diverso e l’identico e attuando in ogni cosa l’infinito della possibilità e la sapienza riposta nel Convenevole."
      },
      {
        "index": 9,
        "text": "270. — Ripetiamo, impertanto, che al principiare dei tempi sgorgò il flusso della materia e per legge preordinata di creazione mescolò in ogni modo fattibile il simigliante e il diverso."
      },
      {
        "index": 10,
        "text": "271. — Fu generale il simigliante, particolare il diverso; perchè i modi, gli atti e i fenomeni s’informano della sostanza e non al contrario. Quindi non possono i subbietti essenzialmente diversi possedere modi, atti e fenomeni in fra loro identici, se non in parte e per accidente. Imperò la materia ebbe tutta quanta certo essere comune e fondamentale, differenziandosi all’infinito in ogni rimanente. Nè solo fu varia di qualità ma di forma plastica, nè solo di forma plastica ma di numero, posizione e combinazione degli ultimi indivisibili, perchè niuna maniera di varietà e differenza è lasciata fuori dalla natura."
      },
      {
        "index": 11,
        "text": "272. — Primamente gli atomi, ovvero sia gli ultimi indivisibili, formarono le molecole, queste i cristalli più elementari che sono molecole approssimate e situate con certa regola; perchè fu visto per addietro da noi principio di mutazione nella materia dover essere il moto, e questo dovendo avere impulso esteriore e certa direzione produce in generale l’accostamento delle parti della materia; il quale atto poi dee succedere secondo legge e vale a dire secondo le originali disposizioni d’ogni specie di materia. Per la forza attrattiva medesima i cristalli elementari composero i corpi e questi le masse."
      },
      {
        "index": 12,
        "text": "Ciò importa che la distribuzione primitiva della materia nel vuoto fosse diversa. Chè quando fosse stata uniforme, il tutto rimaneva nella immobilità dell’universale equilibrio. Del pari, dovette la materia essere spartita di guisa da produrre masse divise; perocchè altramente tutto sarebbesi conglobato in un acervo immenso e compatto."
      },
      {
        "index": 13,
        "text": "273. — Ma la materia spartita corse qua e là ai centri più prossimi; e questi dovettero rimanere il più delle volte assai remoti l’uno dall’altro. Chè qualora fossero stati si prossimi da operare l’uno nell’altro con atto profondo ed assiduo, i moti, gl’influssi e gl’ingerimenti scambievoli sarebbersi tanto moltiplicati e intralciati, da produrre per ogni dove od una confusione perpetua ovvero una cessazione del movimento e della vita."
      },
      {
        "index": 14,
        "text": "274. — Però, nella distribuzione della materia come in tutte le cose, il diverso apparve nella misura del possibile. In alcune parti dello spazio la materia fu radissima, e questa radezza medesima ebbe ogni grado e combinazione. Di tal materia si composero le comete dalle più rarefatte alle meno e dalle vaporose e diafane alle costruite d’un nocciolo spesso e ben contornato."
      },
      {
        "index": 15,
        "text": "275. — Per la legge della varietà non è da stimare che ogni specie di nebbia lucente incontrata dal telescopio debba risolversi in gruppi di stelle; e forse è rada materia stellare quella nebbia albeggiante che scorgesi in fondo alle nuvole magellaniche; e della sorta medesima è forse la luce domandata zodiacale. Nè consentirei a crederla, come vogliono alcuni, certa quantità di etere più condensato. L’etere, per mio giudicio, nella sua distesa immensa e per tutto presente ed equilibrata non dà splendore molto nè poco; e sempre gli bisogna un subbietto esteriore da cui sieno promossi e in cui appariscano i suoi moti e le sue qualità."
      },
      {
        "index": 16,
        "text": "276. — Altrove, per la stessa legge del diverso, la materia contrasse la maggior compattezza possibile e trascorse per ogni grado e combinazione intermedia. Nel generale, furono di tal compattezza formate le stelle con densità differente; e di talune si può pensare che già superarono di durezza il diamante, altre di gravezza il platino ed il ferro e in altre si adempievano tutte le misure interposte. Ondechè, se in quegli astri accadde una successiva condensazione come porta l’attrazione molecolare, quivi la compattezza dei corpi trascende ogni termine di nostra immaginativa."
      },
      {
        "index": 17,
        "text": "277. — In certi luoghi la materia stessa compatta ma tritamente divisa agglomerossi in centri frequenti e vicini, e lo spazio si gremi di astri minuti e fitti li quali compongono le nebulose domandate riducibili. Del sicuro, accadde in altri luoghi il contrario e ne uscirono sistemi di poche stelle e talvolta di due soltanto."
      },
      {
        "index": 18,
        "text": "278. — E se nei sistemi fu diversa la chiarità, il numero e la distanza delle stelle non accadde minor differenza nella grandezza di ciascuna, e certo la natura compiacquesi ancora in ciò di trapassare dal minimo al massimo. Onde gli astronomi non possono in niuna guisa valutare con precisione il volume dalla distanza e la distanza dal volume o l’uno e l’altra dalla intensione della luce, perchè questa medesima segue la legge perpetua della varietà."
      },
      {
        "index": 19,
        "text": "280. — Similmente s’egli non è vero che osservando i noccioli delle nebulose e il più o meno infittire della loro materia, si cavi pressochè la misura esatta del punto a cui è pervenuta la loro formazione e composizione, tuttavolta non ci è vietato di cogliere la natura in sul fatto del costruire i sistemi solari. Dappoichè nella immensità dello spazio visitato dalle nostra lenti v’à certo alcune costellazioni ancora incompiute; e fra queste, alcune prossime al perfezionamento loro finale, altre appena iniziate ed altre pervenute al mezzo della propria costituzione."
      },
      {
        "index": 20,
        "text": "281. — Ma non bastava che la materia cosmica giacesse spartita od accumulata per guisa da produrre sistemi stellari isolati e per la distanza indipendenti l’uno dall’altro. Occorreva eziandio che le acervazioni degli astri non fossero casuali nè dentro dell’àmbito loro nè fuori; dappoichè dentro, il numero, la posizione e la figura del tutto importava tale condizione d’influssi scambievoli, piuttosto che tale altra. Di fuori, il principio ordinatore voleva che que’ sistemi, tuttochè indipendenti, non rimanessero tanto slegati ed alieni che in verun tempo e in veruna combinazione e per nessun effetto della economia generale potessero esercitare alcun’azione scambievole. Chè tali due estremi vuol sempre fuggire la mente rettrice, l’uno di confonder le cose per l’intralciamento minuto e continuo di tutte le forze; l’altro di fare le parti dell’universo straniere fra loro tanto che non cospirino più direttamente o meno alla comune finalità. Il che nondimeno diciamo a rispetto delle esistenze comprese in quei mondi che non s’alienano affatto di essenza e di modi e possono avere l’uno in risguardo dell’altro alcuna attinenza di azione e passione. Dell’altre sfere di essere tanto diverso da rimanere fra loro ignotissime e come non esistenti noi dovemmo fermare la sola possibilità e aggiungemmo che solo Dio le contiene in certa unità e intende la cooperazione di tutte allo spiegamento e perfezionamento del creato. L’unità sotto la quale noi gl’intendiamo è logica meramente e non guari obbiettiva."
      },
      {
        "index": 21,
        "text": "282. — E manifesto che nella composizione e figurazione degli adunamenti stellari apparve la medesima varietà che in qualunque opera della natura. E tale varietà corrispose nel tempo stesso ai fini che presiedettero alla distribuzione dei vasti membri (così li domanderemo) del gran mondo sidereo, fra’ quali la Galassia è notissima e spiccatissima. Il fine principale poi fu di render possibile ad ogni sistema la partecipazione del diverso, come venne toccato nel principio di questo Libro e più tardi sarà nuovamente spiegato. La quale partecipazione tende nell’universo sidereo al risultamento medesimo che in ogni altra sfera di essere, e cioè al fine di svolgere la virtualità tutta quanta riposta in ogni sistema, tanto che gli apparecchi e le potestà del mondo strumentale tocchino il loro estremo; e le creature capaci in diretto modo della finalità raggiungano per tutto ciò il maggior bene progressivo e la varietà maggiore di esso bene."
      },
      {
        "index": 22,
        "text": "283. — Nè simili effetti potevano comparire pel solo moto e per le sole combinazioni che escono dall’attrazione delle masse e coesione dei corpi. Considerato che non torna a ciò sufficiente qualunque forma e modificazione del movimento circolare od elittico. Le altre sorte di movimento, vuoi il parabolico, vuoi l’iperbolico e i composti di essi due, sebbene valgano a porre in comunicazione i sistemi separati, non riescono per sè soli a foggiare le moltiformi costrutture e le membra smisurate e complesse del mondo sidereo. Elle, dunque, furono l’opera d’una prestabilita armonia, e ciò importa che la materia stellare venne ripartita originalmente e qua e là condensata con l’apparenza del caso e la verità d’una legge occulta e profonda di provvidenza."
      },
      {
        "index": 23,
        "text": "284. — Altrove fu dimostrato perchè quegli adunamenti di stelle cui demmo nome di membra d’un corpo immenso non vogliono essere riguardate quali parti vere d’una vivente organizzazione, contro l’uso invalso in molte cosmologie tedesche."
      },
      {
        "index": 24,
        "text": "285. — Nondimeno, essendo per sicuro le costellazioni ricettacolo della vita, debbesi ammirare l’istinto profondo del genere umano di aver dato alle stelle figure viventi e sempre avere opinato che dagli astri procedessero influenze prepotenti ed universali. Noi vedremo fra breve che in fatto nessun sistema solare va esente da quelle influenze e come in esse convien notare la causa maggiore delle innovazioni e trasmutazioni mondiali."
      },
      {
        "index": 25,
        "text": "286. — Similmente abbiamo veduto nell’anterior Libro che le masse esprimono il principio di resistenza e immobilità e per lo contrario nel mondo chimico sono i principj attivi e mutabili. Nondimeno, si aggiunse che per le necessità del finito anche nel mondo chimico, dopo certa serie di azioni e di reazioni, le sostanze e i composti tendono a quietare ed equilibrarsi. Imperocchè il principio attivo non è loro essenziale per guisa da non bisognare dell’azione esteriore provocatrice e questa di un’altra, e così di seguito. E perchè tale catena non s’interrompa e le provocazioni si ripetano e si modifichino senza tregua, occorre un principio generale e perenne di eccitazione."
      },
      {
        "index": 26,
        "text": "287. — Del pari, essendo in ogni parte della materia la potenza attrattiva e l’attitudine alla coesione perchè il finito procura primamente di dilatarsi mediante la congiunzione dei simili, accade che i corpi tendono da ogni lato a coacervarsi e quindi a cagione dell’inerzia spengono nella coesione il moto e le facoltà produttive."
      },
      {
        "index": 27,
        "text": "288. — Bisogna, impertanto, che nel principio generale di eccitazione sia peranche una virtù espansiva contraria alla coesione."
      },
      {
        "index": 28,
        "text": "Adunque nel cominciamento dei tempi allato alla materia o rada o condensa parve e si diffuse rapidamente un’altra materia immensamente più sottile ed abile a penetrare per ogni porosità e giungere in contatto degli ultimi atomi."
      },
      {
        "index": 29,
        "text": "Cotesta materia tanto sottile, dovendo essere da per tutto presente, compose un continuo molto più puro ed unito dell’aria e di qualunque altra sostanza gazzosa, e dovette poter ripigliare immediatamente il suo posto e la forma sua quante volte ne sia rimossa. Ella è però la più elastica delle sostanze."
      },
      {
        "index": 30,
        "text": "289. — Ognuno intende che una materia sì fatta, per essere fonte generale e perenne di eccitazione, debbe riuscire il contrario dell’altre sostanze in cui prevale il principio del permanere e del resistere. Sarà danque mobilissima ed atta a varietà infinite di moto, e il più minimo impulso esterno la porrà in tremori e in oscillazioni; e perchè s’insinua in tutti i corpi e giunge sovente insino agli ultimi indivisibili, tali suoi tremori e oscillazioni eccitano ad ogni istante ogni parte di essi corpi con ordine per altro e con leggi determinate."
      },
      {
        "index": 31,
        "text": "290. — Ma perchè tale materia che domandasi etere debbe diffondersi da per tutto con certa medesimezza di sostanza e di atto, però venne avvertito più sopra che le è impossibile di assumere un essere individuale e particolare, siccome avviene alle sostanze speciali. Però niuna cosa è composta di etere, sebbene ogni cosa è mescolata con l’etere."
      },
      {
        "index": 32,
        "text": "291. — Del pari, come nessuna potenza finita e massime materiale è un principio originale indipendente ed assiduo di attività, così all’etere occorre un subbietto centrale a cui dare e da cui ricevere in modo uniforme e costante una virtù motrice variabilissima, e di tal maniera serbare intorno di sè e in tutte le cose l’ufficio di promozione e di eccitazione. Quel subbietto centrale a rispetto nostro vedremo essere il Sole. Ma si noti che un subbietto centrale consimile o parecchi insieme coordinati debbono sussistere da per tutto dov’è materia attrattiva dove sono sistemi stellari per le ragioni esposte poc’anzi e altra volta significate."
      },
      {
        "index": 33,
        "text": "293. — Dovunque, impertanto, furono corpi, fu eziandio l’etere, conforme s’ebbe a notare altrove, e perciò venue ad essere dopo lo spazio il più gran contenente della natura visibile. Quindi, perch’egli è nesso e comunicazione di tutte le vaste moli quanto dei minimi corpi trovandosi in ogni luogo e penetrando ogni cosa, però avvertiremo che non soggiace all’attrazione generale delle masse; o parlandosi più preciso, le attrazioni esercitate sopra di lui si bilanciano e contrappesano."
      },
      {
        "index": 34,
        "text": "294. — D’altro canto, insinuandosi egli nelle più compatte sostanze per la minutezza estrema de’ suoi elementi e per certa affinità generale che tiene con gli ultimi componenti dei corpi, interdice a questi una coesione permanente e immutabile e vince assai volte le altre specie di affinità."
      },
      {
        "index": 35,
        "text": "295. — Egli à poi natura espansiva; e intendesi non solamente che slega e disgiunge ogni diverso aggregato penetrandolo a poco per volta e talora con gran veemenza; ma intendesi pure ch’egli vibri ed oscilli per entro i corpi ; e con impulsi finissimi e rapidissimi ne ecciti le molecole e di più in più le separi e le disperda."
      },
      {
        "index": 36,
        "text": "296. — Tutto ciò porta nell’etere una facilità somma ed assidua di moto e di quiete, di combinazione e risoluzione. Perciò, sebbene nell’essere suo normale egli forma di sè un immenso e perfetto continuo, può nullameno diradarsi od accumularsi con agevolezza incredibile, e intendiamo senza quello sforzo che occorre a vincere nelle altre sostanze l’adesione delle molecole. Ma d’altra parte, egli tende a ricomporre ogni sempre il continuo ed equilibrare i suoi elementi."
      },
      {
        "index": 37,
        "text": "297. — Per simile, come tende nel generale a combinarsi con tutti i corpi ed anzi con gli ultimi lor componenti, così li abbandona assai facilmente; e però entra esce ritorna ad ogni mutazione minima di condizioni e accidenti, essendo esso medesimo autore ordinario d’innumerabili mutazioni; onde viene ad essere cagione insieme ed effetto con vicenda frequente ed universale. Da tutto il che procede per ultimo il risultamento maggiore e più generale a cui tende la natura, e ciò è il moto e la mutazione spessa e diversa di tutte le cose."
      },
      {
        "index": 38,
        "text": "298. — Chiaro è poi che di rimpetto a cotesta forza eccitatrice e disgregativa debbono sussistere altre forze di congiunzione, di resistenza, di compattezza e d’immobilità, come più fiate venimmo accennando e si proseguirà a mostrare nel seguito."
      },
      {
        "index": 39,
        "text": "299. — A noi venne riconosciuto per semplice raziocinio che vi debbe essere nell’universo corporeo qualche principio supremo di attività e di mutazione e similmente un qualche principio di legamento e comunicazione tra le parti più disgregate. Del pari, scorgemmo per raziocinio la necessità d’alcuna potenza separativa al fine appunto di conservare il moto e frequentare le mutazioni. Ma che tutto ciò si operasse da un solo agente accordando in sè medesimo facoltà ed atti in apparenza contrarj noi pensiamo che l’esperienza sola poteva insegnarlo. Ciò non ostante, giova considerare quello che fu avvisato nel Libro anteriore, e vale a dire che mentre la divina mentalità vuole in ogni parte ed in ogni cosa l’indefinito del diverso quanto del simile, tuttavolta in ciascuna cosa particolare studia ella ogni massima unità e semplicità; quindi accoppia in una stessa natura proprietà e forze nel primo aspetto contrarie e dall’opposto ritragge la conformità degli effetti; come talvolta dalle cagioni identiche à l’arte di dedurre l’opposizione degli effetti."
      },
      {
        "index": 40,
        "text": "300. — Ad ogni modo, questo è sicuro e lo vedremo con precisione fra breve, che l’etere congiunge proprietà e virtù di sembiante contrario. Imperocchè da un canto egli si comunica a tutte le masse e però le lega a sè e pone iu rapporto fra loro; dall’altro canto per la sua forza espansiva e le sue vibrazioni tende a sciogliere la coesione dei corpi e, quando non vi fosse contrasto, a dissiparli per lo vano. Egualmente, l’etere mentre scioglie infinite combinazioni ne promove altrettante e più; e mentre è cagione incessabile di mutamenti, provoca le composizioni più fine e implicate e le sintesi terminative a cui si adoperano i tre mondi da noi ricordati, il meccanico, cioè, il chimico e l’etereo."
      },
      {
        "index": 41,
        "text": "301. — Ma perchè ogni cosa creata vedemmo dover serbare la propria natura e in ogni suo cambiamento riuscire identica a sè medesima, tanto che il cambiamento stesso avviene con certo ordine e certa regola impreteribile, non può all’etere accadere diversamente, e a lui debb’essere proprio un certo suo modo uniforme e costante di agire; il che si avvera principalmente nel Sole che è il subbietto nel quale l’etere, a così parlare, si sustanzia e prende corpo regolato nel modo stesso che fa in ciascun’altra stella. Di quindi la gran maraviglia che mentre nel Sole l’etere opera con ugualità immutabile di atto e d’influsso viene non pertanto a causare nel nostro pianeta una serie non mai discontinua di mutazioni, e ciò per quell’avvenirsi che fa in complessioni di corpi differentissime e in qualche altro principio formativo di cui si terrà discorso nel Libro seguente."
      },
      {
        "index": 42,
        "text": "302. — Apparve, dunque, la materia distribuita come si disse, eccetto che era nel generale più rada che non al presente, e spazio vuoto per intero non si scorgeva. E mentre di là dagli ultimi atomi l’onda dell’oceano materiale si dilatava ognora più, la materia interiore, a così chiamarla, cominciò a muoversi per ogni lato coerendo l’una molecola all’altra e addensandosi a poco a poco intorno ai centri più poderosi, e intendiamo più spessi e compatti per formazione primordiale. Così cresceva l’addensamento insino che v’era materia prossima da assorbire e solo cessava o per interponimento di vuoto o perchè altra materia accentrata e discosta facea maggiore richiamo intorno di sè."
      },
      {
        "index": 43,
        "text": "304. — È manifesto che laddove la materia sia tutta d’un modo per la quantità e distribuzione, la linea che descrive la direzione del moto non può non traversare il centro di gravità del mobile. Di qui forse proviene che le comete con nucleo o senza nucleo sembrano prive del moto di rotazione; atteso che sembrano costruite di materia ugualmente rarefatta e in cui il nucleo venga formandosi lentissimamente per un regolare accostamento e per certa coesione uniforme delle parti. Il che poi torna forse in contrario al supposto che il sistema nostro planetare pigli origine da una stella nebulosa. Conciossiachè nel detto sistema tutte le parti sono mosse da rotazione e i pianeti non meno del Sole e il Sole non meno dei pianeti. Ora, ciò importa o che la materia primordiale fosse con molta disugualità ripartita o che sopravvenissero cagioni ignote e diverse a turbare l’aggregazione graduata e normale degli ultimi componenti."
      },
      {
        "index": 44,
        "text": "305. — Ma l’attrazione scambievole delle masse già divenute astri maggiori o minori a che ultimo effetto pervenne? Conciossiachè s’elle erano vaporose e radissime potettero alla per fine congiungersi e incorporarsi e di due o più masse formarsene una. Dovecchè se per origine o per coesione progredente erano compatte e solide o divenivano tali, lo scontro loro veementissimo dovette cagionarne lo infrangimento e lo sperdimento; od anche per virtù del calore espresso dal grande urto dovettero quelle masse risolversi in minuto e acceso vapore."
      },
      {
        "index": 45,
        "text": "306. — Così a poco per volta l’attrazione mutua dei corpi siderei portava di seminare lo spazio dei triti frammenti delle stelle disfatte, ovvero di agglomerarle tutte in una congerie unica, e vale a dire che unica diveniva di mano in mano per tutto lo spazio in cui la materia stellare quivi entro diffusa sentiva il richiamo dell’una parte verso dell’altra."
      },
      {
        "index": 46,
        "text": "307. — Salvo che nel progresso di questo medesimo libro indicammo la impossibilità di tale supposto contrario ai fini patenti della natura. E di più aggiungiamo essere contrario ai metodi certi di lei, per li quali non v’à forza nessuna che senza frutto nè utile consumi sè stessa perpetuamente e non rinvenga nella economia del tutto un contrapposto convenevole e proporzionato."
      },
      {
        "index": 47,
        "text": "308. — Laonde, se accosto alla attrazione e coesione molecolare troviamo una virtù disgiuntiva e perciò espansiva, del sicuro allato all’attrazione scambievole delle masse trovar dobbiamo alcuna energia opponente capace di limitarla."
      },
      {
        "index": 48,
        "text": "309. — Parecchie volte abbiamo considerato se la natura, economica e risparmievole, a così parlare, nella moltiplicazione dei mezzi, non abbia suscitato all’attrazione degli astri quel genere stesso di opposizione e di limite che alla coesione molecolare."
      },
      {
        "index": 49,
        "text": "310. — Ma sembra evidente che la virtù espansiva dell’etere non risponde in niuna maniera all’intento. Avreguachè cotale virtù è attissima a dissolvere la materia non a serbarla unita con certa forma e direzione regolare di moto. Che se le sostanze aerose spiegano una resistenza mirabile e poderosissima, ciò proviene dal potersi trovare altre forze e materie capaci d’imprigionarle e comprimerle; il che è impossibile di operare con l’etere che penetra agevolmente quelle stesse forze e materie. Nè l’azione espansiva di lui opera esteriormente; ma si opera nel più intimo e più compatto di tutti i corpi; mentre poi da ogni parte li circonda uniformemente e con perfetto equilibrio. Sebbene adunque i corpi compatti nel moversi possono, come si spiegò altrove, venir ritardati dall’etere, non sono per ciò deviati dal corso loro; nel modo che nell’aria queta un corpo voluminoso e leggiero, sebbene discende ritardato, non si discosta dal perpendicolo. E però nonostante qualunque ritardazione cagionata dall’etere al moto degli astri questi proseguirebbero diritti per la loro via e l’uno nell’altro si abbatterebbe. Senza considerare oltreciò che la forza ritardatrice dell’etere debb’essere invece la più piccola immaginabile così per la estrema tenuità della sua materia, quanto per aver luogo e parte nell’intrinseco d’ogni corpo secondo che venne definito più sopra."
      },
      {
        "index": 50,
        "text": "311. — Certo è, pertanto, che la cagione la quale tempera e modifica profondamente l’attrazione reciproca dei corpi siderei non è riposta nella virtù espansiva dell’etere."
      },
      {
        "index": 51,
        "text": "312. — D’altro lato persuadesi ognuno che tal cagione dovette essere universale e reggere così i moti del nostro sistema solare quanto quelli d’ogni astro e d’ogni costellazione. E però non l’andremo cercando nel caso speciale d’un’atmosfera che si raffredda come fece il La Place o in altra supposizione di carattere particolare ed accidentale."
      },
      {
        "index": 52,
        "text": "313. — Ella risedette sicuramente nella costituzione medesima della materia ed esser le debbe essenziale ed ingenita."
      },
      {
        "index": 53,
        "text": "Ora, noi rammentiamo al lettore ciò che venne fermato nel primo Libro intorno alla comunicazione del moto, la quale negammo assai risolutamente; e ci parve in quel cambio che il moto sebbene abbisogna di eccitazione esteriore come tutte le forze finite, nullameno abbia sempre origine propria in qualunque mobile e vale a dire insita sempre e congenita col mobile stesso; il che ci apparisce tanto più vero. in quanto nell’universo intero corporeo non si rinviene altro principio fontale e causale di mutazione eccetto che il moto."
      },
      {
        "index": 54,
        "text": "E quando questo fosse ogni volta comunicato e quasi a dire accattato, converrebbe dietro le poste di Aristotele salir con la mente ad un mobile primo contenente sotto sè ogni cosa e quindi naturato d’una virtù infinita di moto e però moventesi sempre infinitamente, il che vale quanto la quiete assoluta. Nè potrebbesi fare diverso concetto eziandio del moto molecolare, al qual pure bisognerebbe una virtù impulsiva perenne ed universale."
      },
      {
        "index": 55,
        "text": "314. — Il moto adunque è innaturato ed essenziale nei corpi, salvo che gli bisogna una qualche esterna eccitazione come di tutte le forze succede. 11 moto, impertanto, se possiede in sè medesimo alcuna cosa di veramente originale ed attivo, non può essere tutto e sempre attuato nella sola passività."
      },
      {
        "index": 56,
        "text": "315. — Ciò veduto, se noi di nuovo poniamo mente alle masse celesti allorquando si movono per attrazione scambievole, noi vi dovremo ravvisare una schietta e semplice passività. Considerato che l’una massa non cambia luogo se non pel richiamo possente dell’altra. e di quest’altra conviene affermare esattamente il medesimo. Nè ciò accade soltanto nel primo atto di moto ma nel secondo e negli altri; dal che proviene la legge appunto che lo governa, la quale consiste nella ragione diretta delle masse e inversa del quadrato delle distanze. Ma il principio attivo e indipendente di moto dove si mostra?"
      },
      {
        "index": 57,
        "text": "316. — Mostrasi in quella deviazione normale e proporzionata che ora domandasi impulso primitivo, ora forza tangenziale o centrifuga. Nè la direzione di cotal forza potrebbe d'un atomo dilungarsi dalla linea tangente; perocchè in lei soltanto la virtù originale attiva dista con intervallo uguale sì dal punto dove opera la forza passiva e sì dal punto contrario dove le due potenze si eliderebbono compiutamente. Invece non elidendosi e perdurando l’una e l’altra nell’atto proprio, il momento loro comune raccogliesi nella diagonale del rispettivo parallelogrammo."
      },
      {
        "index": 58,
        "text": "317. — Così primamente operò nello spazio la forza di coesione o molecolare che tu la chiami. Quindi pel componimento delle masse venue eccitata la forza collettiva e passiva dell’attrazione a grande distanza fra grandi corpi. E quindi pure entrò in atto la forza motrice propria ed attiva. In cotal guisa abbiamo rinvenato d’accanto all’attrazione passiva e scambievole delle masse certa energia opponente e capace di limitarla."
      },
      {
        "index": 59,
        "text": "318. — Gli astri adunque si mossero, non l’uno direttamente inverso dell’altro, ma obliquamente con moto circolare od elittico. Questa la legge del nostre sistema solare e delle seimila stelle doppie insino a qui conosciute; questa medesima legge governa il moto delle comete; e niun corpo sarà trovato nel cielo in cui non appariscano le due forme di movimento onde discorriamo."
      },
      {
        "index": 60,
        "text": "319. — Dopo tutto ciò e per applicare più strettamente al sistema nostro solare le leggi e gli ordini già descritti del mondo meccanico diremo anzi ogni cosa che l’aggirarsi d’ogni pianeta d’intorno al Sole e de’ satelliti d’intorno al pianeta loro con poca deviazione dal piano dell’equatore e pel verso medesimo, e il rotear tutti eziandio da occidente ad oriente come pure fa il Sole (intendendo i corpi la cui rotazione è provata) non accade per lo certo in modo fortuito e per cagione accidentaria; e il La Place giunse a ciò dimostrare per sino con l’evidenza delle cifre riducendo la cosa ad una particolare posizione del calcolo delle probabilità. Nè si dee credere che simile calcolo perda molto di efficacia perchè non di tutti i pianeti conosciamo per anche la rotazione e perchè due delli sei satelliti di Urano muovono contrariamente agli altri da oriente ad occidente e le orbite loro riescono quasi perpendicolari al piano dell’eclittica."
      },
      {
        "index": 61,
        "text": "320. — Ma ci è avviso che nello stato presente delle cognizioni, vuoi cosmologiche, vuoi astronomiche, non pure non sia fattibile assegnarne ragioni fondate ma costruirvi sopra alcuna congettura accettabile. Pel rimanente, ogni fatto procede, mi sembra, secondo i principj da noi fermati."
      },
      {
        "index": 62,
        "text": "321. — Nel cominciamento dei tempi comparvero in questa nostra regione di spazio non diversamente dalle altre ammassi enormi di materia non omogenea e variamente spartita. Là dove furono maggiori assai e con parti più approssimate, l’attrazione reciproca e certo grado di coesione li accumulò, li restrinse e ne risultava da ultimo il gran corpo del Sole. A differenti distanze da lui con la legge medesima si composero i pianeti e i satelliti. Il Sole poi, chiamato da stella vicina o da un gruppo di stelle, si mosse per doppio impulse, attivo, vale a dire, e passivo giusta l’accezione che abbiamo data a simili voci. E perchè la materia sua non era tutta omogenea nè densa ad un modo cominciò peranco nel Sole un movimento di rotazione. Le stesse forze e gli stessi impulsi mossero quindi i pianeti intorno di lui e i satelliti intorno di questi e ciascuno di tali corpi intorno del proprio asse."
      },
      {
        "index": 63,
        "text": "322. — Trovo scritto che Argelander credeva il centro di gravitazione dello strato stellare a cui appartiene (dicono) il nostro sistema essere nella costellazione di Perseo. Maedler lo pone, in vece, nel gruppo delle Pleiadi."
      },
      {
        "index": 64,
        "text": "323. — A me sembra che se tuttaquanta l’acervazione stellare di cui siamo parte à un moto comune di traslazione verso l’uno o l’altro dei centri indicati, dovrebbesi anche poter discoprire il moto correspettivo dell’uno di essi procedente verso di noi e girante per proprio impulso e per la forza attrattiva nella maniera medesima che facciamo noi a rispetto suo. Forse il concepire la necessità di questa forma di movimento circolare scambievole gioverebbe a ordinare le osservazioni, i confronti e le congetture. Forse anche il centro comune di gravità dovrebb’esser cercato in ispazio vuoto non in Perseo propriamente o in mezzo alle Pleiadi. Dacchè nè queste nè Perseo lasciano far congettura che sieno di massa cotanto smisurata da preponderare d’assai sullo strato nostro stellare e quindi moverlo intorno a loro siccome satellite. Nella costellazione di Perseo e delle Pleiadi non c’imbattiamo in nessuna stella di prima e di seconda grandezza."
      },
      {
        "index": 65,
        "text": "324. — Geometri sommi ed astronomi ànno di concerto mostrato che non v’à cagione veruna nel nostro sistema solare la quale accenni alla sua sconnessione ed alterazione ancora che remotissima. Ogni perturbamento vi si riduce a esatta periodicità di moto e a certi sviamenti che mai non trascendono i confini a loro assegnati; onde è il caso giustamente di dire che l’apparente eccezione conferma la regola."
      },
      {
        "index": 66,
        "text": "325. — Nè debbe in altro modo, per nostro giudicio, operar la natura. Conciossiachè ogni sistema solare è quasi un formale individuo dell’universo meccanico. E quando in lui non prevalesse la costanza e perpetuazione dell’essere, nemmance si presterebbe all’ordine progressivo e sintetico delle mutazioni e combinazioni nel quale debbe aver parte e tener ragione di elemento."
      },
      {
        "index": 67,
        "text": "326. — Oltrechè, nel sistema solare operano due forze soltanto semplici esatte e con sommo rigore commisurate e contrappesate. Non così nello interno di ciascuna sua parte dove moltiplicano le forze speciali e diverse ed ogni accidente à valore; onde le mutazioni vi sono perpetue quanto minute."
      },
      {
        "index": 68,
        "text": "327. — Il nostro sistema solare, impertanto, non caverà da sè proprio le successive trasformazioni, ma si dagli accostamenti e quasi congiungimenti con altri sistemi e dallo scambio reciproco delle influenze come spiegherà alquanto meglio questo Libro medesimo un poco più tardi."
      },
      {
        "index": 69,
        "text": "328. — V’à taluno che pensa dovere il corpo solare crescere la sua massa per la caduta incessante dei bolidi, però crescere altresì la sua forza attrattiva e di tal guisa dopo milioni di secoli i pianeti dovere anch’essi precipitare nel Sole; dove poi la combustione loro violenta e subita potrebbe forse rinnovare la condizione primigenia di vaporosità incandescente e quindi da capo il Sole produrre dall’atmosfera sua i pianeti."
      },
      {
        "index": 70,
        "text": "329. — Cotesta periodicità di costruzione, distruggimento e ricostruzione identica ed infruttifera non si accorda, al mio parere, coi metodi conosciuti della mentalità creatrice. E se comparisce colà dove la perduranza individuale è impossibile come negli esseri organizzati, la natura vi supplisce con la perpetuazione e inalterabilità delle specie."
      },
      {
        "index": 71,
        "text": "330. — Del resto la supposizione anzi espressa proviene dal concetto oggimai riprovato che il sistema nostro solare esca tutto quanto da una nebulosa."
      },
      {
        "index": 72,
        "text": "331. — Ma prescindendo pure da ciò, io affermo che i bolidi non precipitano unicamente nel Sole; ma posta la proporzione delle masse, egli sembra che altrettanti ne cadono sulla superficie dei pianeti; o parlando con precisione, egli sembra che parte, almeno, delle stelle cadenti infiammi e sperda la propria materia nelle più alte regioni della nostra atmosfera."
      },
      {
        "index": 73,
        "text": "332. — E mentre per noi l’entrare delle stelle cadenti nell’ambito della nostra atmosfera è fatto positivo e altresì positivo è il precipitare sulla terra di molti bolidi; nessuno à veduta quella pioggia che gli autori prenominati asseriscono avvenire nel Sole. Però, ponendo a riscontro del loro supposto una realità costante e bene accertata, diciamo che crescendo con legge di proporzione la massa dei pianeti quanto quella del Sole e con la massa la forza altresì tangenziale o la virtù attiva del moto che la si chiami, dura e persevera esattamente l’equilibrio di tutto il sistema."
      },
      {
        "index": 74,
        "text": "333. — Ma quando l’etere sia dappertutto, e non ostante la estrema tenuità, penetrazione ed elasticità sua opponga esso in fatto un qualche minimo grado di resistenza al moversi de’ pianeti, ed anzi generalmente al moversi di qualunque astro intorno ad un centro; come negare che tal resistenza, per infinitesima ch’ella sia, non cagioni nella fuga dei secoli un effetto misurabile? Nè questo per le leggi meccaniche può essere altro che deviazione dalla curva normale trascorsa e quindi, per un moto spirale, violenta precipitazione dell’astro circolante qualechessia sul corpo dell’astro centrale."
      },
      {
        "index": 75,
        "text": "334. — Impertanto, o conviene discredere la diffusione generale dell’etere o ch’egli sia materia non resistente o concedere che dopo scorsi bilioni di secoli l’ordine meccanico del nostro sistema sarà scomposto ed anzi annullato."
      },
      {
        "index": 76,
        "text": "335. — Qui avanti ogni cosa è da domandare se l’accorciamento della elissi trascorsa dalla cometa di Encke (per fermarci all’esempio meglio conosciuto) debba recarsi alla resistenza del mezzo ovvero ad altra cagione. Certo, se non è da negare che in sì corto periodo d’anni abbiasi potuto avvertire un perturbamento sensibile e misurabile, non è allo stesso modo da consentire a chi vuol riferirlo alla resistenza d’un mezzo la cui tenuità ed elasticità oltrepassa qualunque immaginazione umana."
      },
      {
        "index": 77,
        "text": "336. — A ciò debbesi aggiungere cosa notabilissima che tale resistenza del mezzo non fa segno alcuno di sè nella cometa di Halley la quale secondo i calcoli del Rosemberg avrebbe dovuto tardare di sette giorni il passaggio suo nel perielio, quando rinvenisse per via l’impedimento medesimo della cometa di Encke; o il simile pare si debba concludere a rispetto della cometa di Faye; o per lo manco, la resistenza sofferta da cotest’ultima non procederebbe con egual proporzione."
      },
      {
        "index": 78,
        "text": "337. — Oltre di che, scorgendo il magistero maraviglioso e infinito mediante cui la natura provvede alla conservazione e inalterabilità del nostro sistema contro cause molto maggiori di perturbamento e conquasso, si à buona licenza di dire che ci rimangono ignoti ancora innumerevoli temperamenti e compensi che possono fornirsi dall’arte divina al nostro sistema per ovviare a quel minimo disequilibrio di cui si discorre."
      },
      {
        "index": 79,
        "text": "338. — E forse la mente insino da ora giunge a ravvisarne uno molto evidente per sè, tuttochè indocile, credo io, alle determinazioni ed alle esattezze del calcolo. Nondimeno mi risolvo ad accennarlo come per saggio, e perchè i dotti vadano più a rilento a giudicare e concludere in cotesta specie di cose."
      },
      {
        "index": 80,
        "text": "339. — Il compenso, dunque, a cui accenno è fornito dal camminare degli uomini e degli animali, non che dal moversi d’ogni peso trasportato per arte o comechessia e dall’agire delle macchine che risvegliano in mille maniere la energia di forze latenti. Certo, da tuttociò risulta un impulso contrario alla forza attrattiva esteriore. Conciossiachè nel generale tutte le sorte del moto di cui parliamo adempionsi durante le ore del giorno e però dalla banda del Sole che è il verso appunto e la direzione dello sviamento prodotto (giusta la supposizione) dalla resistenza del mezzo. E perchè tutte le regioni del globo giacenti fra i poli sono visitate di mano in mano dal Sole in ogni diurna rivoluzione, l’impulso centrifugo da noi indicato, sebbene muta luogo, non muta mai verso, nè mai si fa discontinuo."
      }
    ]
  }
}
