{
  "chapterNumber": 2,
  "title": "Vol. I, Libro Primo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "INTENDIMENTI DELL’AUTORE."
      },
      {
        "index": 1,
        "text": "1. — Io imparerei volentieri il perchè nelle moderne letterature noi ci scontriamo in parecchi autori che ànno con gusto e felicità imitato il libro delle Confessioni di sant’Agostino, e nessuno, per quanto io ne so, quell’altro delle Ritrattazioni. E dove toccasse a me proprio il cercare di cotesto perchè, io direi risolutamente che i letterati sentono meno rincrescimento a scoprire le magagne dell’animo che la povertà dell’ingegno. Però, io medesimo ò posto nome di Confessioni e non di Ritrattazioni al presente scritto, volendo con ciò indicare che negli sbagli grandi da me commessi, erudendomi nella filosofia, ebbe la minor parte l’ingegno e la maggiore e più rilevante le circostanze esteriori, l’indole dei tempi e simiglianti cagioni non superabili dalla sola forza dell’intelletto."
      },
      {
        "index": 2,
        "text": "2. — Sebbene, in quale scienza se non nella filosofia razionale dovrebbero essere men vergognosi gli abbagli e quindi poi le ritrattazioni, imbattendoci quivi in una materia la più difficile e astrusa di tutte e, per un certo rispetto, la men sicura; e nella quale ogni storia c’insegna che ancora le menti tragrandi e (a parlare fiorentinamente) sbalorditoje incespicarono e caddero?"
      },
      {
        "index": 3,
        "text": "3. — Eppure (guardate quanto il mondo è ghiribizzoso e strano) la cosa procede al rovescio; e il metafisico che lasciasi conoscere riguardoso e timido e confessa frequenti volte di non sapere o di saper solo quel poco e tenta e cerca la verità con sospeso giudicio e fa, come suol dirsi, tre passi innanzi e uno indietro, o rimane trascurato generalmente e dimenticato, o se alza la voce e s’aiuta di far rumore, sentesi poco meno che suonar le tabelle dietro."
      },
      {
        "index": 4,
        "text": "4. — Quindi anche dall’esperienza mia propria intendo ora assai bene perchè un gran valentuomo di Francia, facendomi intravedere ne’ colloquj avuti con lui, che intorno a molte opinioni e dottrine già messe in giro e divulgate sotto suo nome, egli era per mutar mente e per ricredersene affatto, conchiudeva sempre il discorso dicendo che ciò non avrebbe scritto ne manifestato in pubblico mai; perocchè disdirsi, aggiungeva, in filosofia vale peggio che mutar bandiera in politica e la titubanza e la modestia arrecano più disonore che al milite l’appiattarsi nell’ora della battaglia."
      },
      {
        "index": 5,
        "text": "5. — Similmente in filosofia, contro l’uso di tutte l’altre scienze, chi trovasse alcun vero particolare o si restringesse a mettere in maggior lume ed anche ampliare notabilmente un solo e speciale subbietto di psicologia o di logica non ricoglierebbe dal popolo. nè credito nè parte alcuna di celebrità. Invece anno credito e celebrità immensa coloro i quali ti sciorinano davanti agli occhi con volto sereno ed imperturbato una ragione e una spiegazione compiuta di tutto l’universo; e loro nuoce assai poco che sorga non molto dopo altro impavido metafisico con altra non pur diversa ma opposta ragione ed esplicazione del finito e dell’infinito."
      },
      {
        "index": 6,
        "text": "6. — Ma checchessia di ciò, intendasi bene da’ miei lettori che non per questo io cesso e ricuso di ammirare quegl’intelletti tenacissimi e robustissimi i quali, a simiglianza di Antonio Rosmini, concepirono in età giovanile e con istudj ancor non maturi un ampio e bene architettato edifizio di scienza speculativa; sicchè pel rimanente della lor vita nol mutarono quasi d’un mattone e d’una pietruzza, e solo spesero la fatica a ingrandirlo ed ornarlo di comode e belle adiacenze. Per ciò che risguarda le virtù della mente, io ripeterò sempre che di nessun privilegio umano sento maggior maraviglia e ne rimango siccome attonito."
      },
      {
        "index": 7,
        "text": "7. — Laonde io concludo una di queste due cose: o che le forme e disposizioni dell’intelletto sono differentissime fra gli uomini e però capaci di altrettanta diversità di prerogative, o ch’io mi riconosco l’infimo e il più disacconcio di tutti i cultori della metafisica; essendo che nel corso non breve di trenta e più anni, adoperati quasi in intero a investigare quell’ardua. scienza, egli m’è succeduto delle volte parecchie di cogliermi in grave errore e di gir confessando tra me e me che la tal mia dottrina o la tale altra era falsa di pianta; e necessità voleva che la fosse ricostruita. Dalla memoria dei quali inganni è poi nato, io nol nascondo, che alle mie fanfaluche mandate in publico io dava spesso un parlare assai ritenuto, e venivami fatto più radamente di affermare che di negare. Così taluno m’à giudicato non pure uno scettico ma della più trista sorta che se ne conosca e cioè di quelli peritosi e pressochè vergognosi di loro nome ed ufficio; onde non sono nemmanco atti a legare e ordinare in forte sistema le lor negazioni."
      },
      {
        "index": 8,
        "text": "8. — Tempo mi par dunque che io mostri un poco più saldamente di non appartenere ad alcuna generazione di scettici; l’arte dei quali ò pensato sempre che di tutte le dottrinali e civili sia la più facile; e che se alcuna volta è utile, alcuna eziandio necessaria, spessissimo é inopportuna e dannosa."
      },
      {
        "index": 9,
        "text": "Secondamente, desidero di annunziare agli amici miei che se la carta mi scuopre il vero e mi segna il diritto cammino, sono prossimo anch’io d’entrare nel porto della filosofia teoretica,"
      },
      {
        "index": 10,
        "text": "«Ove o di non tornar col legno intero O d’errar sempre ebbi già il viso smorto. Ma mi par di veder, ma veggo certo, Veggo la terra e veggo il lido aperto.»"
      },
      {
        "index": 11,
        "text": "9. — E perchè io sono avanti negli anni e gracile molto della salute; e ancora, perchè l’ingegno fiacco e già logoro e il desiderio sempre vano dell’eccellenza mi fa lentissimo a scrivere, risolvo di significare almeno qual sia il fondamento e quali i principj del mio sistema. Con tale rispetto, quando le linee che segnerò vengano trovate esatte e alla verità rispondenti, non mancheranno intelletti vogliosi di stendervi sopra ogni conveniente colore. In altro caso, avrò provveduto con la brevità a non trattenere infruttuosamente i lettori in conoscere ad una ad una le specialità e i minuti particolari d’una vasta chiniera. Però, io mi confido. con questo divisamento di trovar perdono appresso i discreti e amorevoli s’io mi fo per un poco d’ora a parlar loro di me e de’ miei scartabelli; e s’io gl’introduco in quella storia secreta de’ miei pensieri, la quale per ordinario non si domanda e non si racconta."
      }
    ]
  }
}
