{
  "chapterNumber": 55,
  "title": "Vol. II, Libro Terzo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEI LIMITI DELLA DEDUZIONE IN COSMOLOGIA."
      },
      {
        "index": 1,
        "text": "208. — Noi siamo tornati delle volte parecchie su questo nostro principio che dalla nozione alla percezione ancora che passino molto attinenze, nullameno guardate nei termini propri elle non s’immedesimano e non si uniscono, e mal si pretende di farle mescolatamente materia e forma, predicato e subbietto delle sintesi nostre mentali. Perocchè la nozione, o idea, termina e si compie nell’oggetto assoluto del pensiere; la percezione, invece, nei sensibili relativi e mutabili. Oltrechè, il sensibile affetta l’animo nostro ed internasi nel nostro subbietto incomunicabile; laddove la idea connettesi con la realità eterna che esiste in separato da noi. Se non che, la vista nostra mentale fu ingenerata e conformata a raccogliere e paragonare nella unità della sua luce le nozioni e le percezioni, essendo che quella luce dilatasi a tutto ciò che si congiunge con moi e più esattamenta dilatasi infino al doppio limite della congiunzione medesima. Però è tanto impossibile tramutare la nozione nel fatto e legar l’uno all’altro per nesso d’identità, come condur l’infinito dentro al finito e l’assoluto e l’eterno nel relativo e nel temporaneo."
      },
      {
        "index": 2,
        "text": "209. — Simigliantemente giudichiamo impossibile dalle generalità logiche e dalle categorie supreme dell’ente ricavare per necessità razionale le specie liari del mondo meccanico e dell’altre parti della natura. E solo stimiamo che il raziocinio soccorso dal lume certo delle relazioni ontologiche le quali nel capo antecedente venimmo registrando, valga a indovinare i generi e le cagioni più larghe, scoprire l’ordine e i procedimenti della finalità e mostrare poi qualmente le particolarità e le essenze specialissime rivelateci dall’esperienza rispondano a capello ai principj e sieno come fili spessi e minuti che si radunano e ripartiscono per sè medesimi nei vani del filondente."
      },
      {
        "index": 3,
        "text": "210. — Chiaro è poi che non iscorgendo la mente insino a dove può tragittarsi il lume delle relazioni testè mentovate e insino a che punto discendere e penetrare nella costruttura degli esseri, noi rimaniamo sicuri che una cosmologia razionale non è impossibile; nè impossibili i suoi progressi quantunque da ogni lato si veggano ostacoli paurosi e non molto distanti i suoi confini assoluti. Avvi oltreció una parte congetturale e uno sguardo il più comprensivo e sintetico che sia conceduto all’uomo sulla immensità del creato: e l’una e l’altro giovano grandemente ad ogni ragione di scienze, non potendo l’ingegno umano coordinare e dirigere con qualche franchezza e fiducia l’opera propria senza un concetto e un disegno alquanto definito sul tutto insieme delle cose."
      },
      {
        "index": 4,
        "text": "211. — In opposizione di tali documenti metodici e di tali limitazioni sorse una scuola in Germania, la quale non dubitò di trasmettere la idea nel fatto per non so qual legge dialettica e di prevenire con la fecondità dei concetti ogni risultamento sperimentale, di guisa che, a detta loro, il pensiere fabbrica dentro di sè con raziocinio necessario un’opera similissima e parallela a tutto quello che la natura va costruendo e compiendo al di fuori."
      },
      {
        "index": 5,
        "text": "212. — Noi crediamo che in tutto ciò nascondesi una ostinata e superba illusione palliata all’occhio de’ più avveduti da gran potenza discorsiva e dall’abuso del parlar figurato. La cosa è pure aiutata dall’audacia medesima del proposito, da molta sua novità e per altra parte dalla pigrezza degl’intelletti. Perocchè fa loro comodo assai di credere di possedere alquante formole quasi magiche, per mezzo di cui si dà ragione e spiegazione d’ogni fatto e d’ogni mistero; nel modo che agli scolastici gradiva e soddisfaceva quel loro vocabolario delle forme sostanziali e delle qualità occulte, mediante le quali la natura sembrava alzare i suoi veli. L’ingegno tragrande dell’Hegel v’entra pure per molto; e non esitiamo di dire che se l’intelletto umano valesse pur mai ad attingere l’impossibile, quello dell’Hegel vi saria pervenuto. Ma che giovò ai giganti di sovraporre montagne ad altre montagne? Il lavoro fu portentoso e sbalorditojo quanto infruttifero; perchè il cielo empireo rimanea loro discosto sempre d’intervallo infinito."
      },
      {
        "index": 6,
        "text": "213. — Il che noi reputiamo così aperto e provato, che niuna mente ricuserebbe, per nostro avviso, di acconsentirvi, quando si rinvenisse un modo di uscire affatto dalle locuzioni equivoche o soverchiamente astratte e l’animo degli studiosi fosse rimenato a quel senso primitivo e semplice della verità che le ambiziose, speculazioni traviano ed annebbiano a poco per volta.,"
      },
      {
        "index": 7,
        "text": "214. — Mirando io propriamente a cotesto fine, ebbi ricorso alle immagini e alle finzioni descritte nell’apologo che segue."
      },
      {
        "index": 8,
        "text": "215. — Lassù nelle regioni sopramondane era una specie di angiolo che non trovandosi attorno nessuna sorta di corpo e nemmanco quel sottilissimo ed invi- sibile che Leibnizio regala a tutti gli spiriti, non riavenne mai modo di conoscere la natura con certa e diretta scienza. La mente sua era di continuo a faccia a faccia con gli eterni esemplari da cui per contemplarli che si facesse non potè in niun tempo ritrarre una notizia vera, positiva ed esatta delle cose materiali e mutabili, poste, come direbbe Aristotele, sotto il cielo della luna. Egli scorgeva bene entro quegli archetipi l’esemplarità e l’efficienza divina d’ogni ente finito, ma sempre in maniera assoluta, universale, infinita ed incommutabile. Il perchè, quando rimirava con occhio fermo ed attento, poniamo, nella idea di corpo, o in quella di spazio o nell’altra di moto, gli spiriti che in non so qual pianeta avevano abitato una spoglia mortale lo avvisavano con premura che in quelle idee e nelle simiglianti dimora bensì una forma corrispondente ed analoga, ma diversa tuttavolta dalle cose rappresentate. In fatto, dov’è, gli dicevano in queste idee la corpulenza della materia? dove l’estensione, la divisibilità, il peso e gli altri accidenti? Qui l’esemplare del moto vedi che non si move e l’esemplare del mutamento vedi che guari non muta. Le quali parole suonavano all’orecchio dell’angiolo parte confuse e parte come le parole luce e colore suonerebbero a un cieco nato."
      },
      {
        "index": 9,
        "text": "216. — Così rimanendo egli sospeso e mal soddisfatto, vennegli riferito essere capitata lassù l’anima di Giorgio Hegel, il quale avendo trovato pur finalmente la scienza assoluta e descritto per minuto il trapasso della nozione ad ogni realità del mondo corporale ed organico, e oltrediciò avendo scoperto che nelle nozioni e nei fatti, volta e gira, è sempre un medesimo essere, pareva il sol uomo capace di levare di dosso all’angiolo quella curiosità singolare di conoscere la materia, il moto e l’altre cose di quaggiù e conoscerle mediante le idee. Curiosità, del resto, non degna in tutto d’un angiolo e simile a quella di certi bimbi che nudriti nelle delicature ànno una voglia spasimata delle poma acerbe e dell’agresto."
      },
      {
        "index": 10,
        "text": "217. — Ma come ciò sia, venuto egli un dì a colloquio col gran filosofo, tosto lo richiese del come la nozione o l’idea diventi spazio materia moto; ed in generale diventi natura; confidandosi che qualora intendesse cotal passaggio assai bene, dovrebbe di necessità intendere quello che sia esso lo spazio, il moto, la corporalità e l’altre cose. Ma perchè il dialogo fu alquanto lunghetto, noi intralasceremo per più speditezza la forma del raccontare e trascriveremo esso dialogo nell’ordine in cui procedette e facendocene spettatori ed ascoltatori."
      },
      {
        "index": 11,
        "text": "218. — Hegel. Non torna possibile il farvi capace di queste speculazioni, quando ignoriate affatto parecchi miei principj sovrani e fecondi che sono cardini di tutto il sistema. D’altra parte, a voi converrà accettarli quali postulati non disputabili. Chè sarebbe troppo lungo il farne ora esame competente e il controverterli ad uno per uno."
      },
      {
        "index": 12,
        "text": "219. — Sappiate, dunque, o spirito, che l’idea non è punto quale voi la pensate e cioè una cosa immutabile, senza spiegamento e progresso, ferma e assoluta come il suo durare che non principia e non termina. Per lo contrario, l’assolutezza vera di lei consiste nel diventare ogni essere e prima ogni nozione di essere. Il che opera ella straniandosi da sè stessa e varcande in altre; pei contraddicendo questa medesima alienazione, tanto che torni in sè arricchita di ciò che à negato ed affermato per via, e così di seguito e sempre allo stesso modo. Perocchè, dovete anche conoscere che la contraddizione ovverosia l’ente e il nulla associati ed unificati sono i progenitori assoluti del mondo, laddove, la plebe assai numerosa dei metafisici li reputava l’opposto."
      },
      {
        "index": 13,
        "text": "220. — Angiolo. Sia quel che volete. Il desiderio d’imparare a conoscere i corpi e il modo come la nozione vi si tramuta mi punge si fortemente, che lascio andar giù nel mio comprendonio questi vostri postulati singolarissimi; e vi sarebbe da discorrerne insino a tre di dopo il Giudicio. Solo vi chiedo se la idea diventando altro, è nel tempo ovvero nella eternità; perocchè diventare e mutare sono sinonimi e parimente mutare e succedere. Ma il succedere fuori del tempo è contradittorio."
      },
      {
        "index": 14,
        "text": "221. — Hegel. Òvvi pur detto che la ripugnanza nei termini è il mio caval di battaglia. E se voi incespicate così alla prima e vi fate scrupolo di queste difficoltà leggierissime, io dispero di torvi dall’ignoranza in cui vi pesa di rimanere. L’idea diventa dalla eternità; e conviene ognora pensarla nel suo tutto assoluto e nelle sue parti, ognuna delle quali richiama l’altra e solo nel loro intero è lecito di spiegare e dimostrare quello che sono. L’idea, pertanto, si fa insieme ed è fatta, diventa ed è già diventata."
      },
      {
        "index": 15,
        "text": "222. — Angiolo. Mando giù anche questo e pregovi di continuare e di compatirmi."
      },
      {
        "index": 16,
        "text": "223. — Hegel. Il principio d’ogni principio è la nozione astrattissima dell’essere indeterminato e simile al nulla. Tal nozione a grado per grado diventa tutte le altre che la logica snol rassegnare. Dopo questo, l’idea che già trascorse l’ámbito immenso delle nozioni, trapassa nella natura che è in sostanza l’idea medesima diventata altro e rimanendo pur tuttavia identica con sè medesima."
      },
      {
        "index": 17,
        "text": "224. — Angiolo. Scusate, di grazia, la mia franchezza sovercbia. Ma quassù in cielo si abborre l’arte del fingere e si spiattellano pensieri e giudicj tali quali si sentono. Or come fa ella l’idea logica a chiudere l’ambito delle nozioni? Perocchè queste sono infinite; ed io pur nato con intelletto angelico, sebbene le vo raccogliendo da secoli e ne riempio e sopraccarico la mente e la ritentiva, mi veggo sempre ad un modo lontano dal termine."
      },
      {
        "index": 18,
        "text": "225. — Hegel. É manifesto che l’idea logica, pervenuta alla scienza del pensiere di sè medesima e del riconoscersi identica nel subbietto e nell’obbietto, raggiunge l’unità finale e sintetica e diventa idea assoluta. Qual cosa cercate voi di là dall’Assoluto? Per vero, l’idea logica à girato per tutta quanta la sfera della possibilità; ed è trapassata, per via d’esempio, dal possibile meccanico al possibile chimico e da questo all’organico e da questo ancora alla vita e allo spirito, ossia ad una mente servita da organi corporali.[1]"
      },
      {
        "index": 19,
        "text": "227. — Hegel. Nè io, dunque, replicherò, per farmi incontro sollecitamente al vostro desiderio. L’idea, pertanto, arrivata al termine che io dicevo, guarda fuori di sè e fassi esteriore a sè medesima; e tale esteriorità immediata e indeterminata è lo spazio."
      },
      {
        "index": 20,
        "text": "228. — Ma il diverso è poi sempre dallato all’identico e la negazione dallato all’affermazione. Però il punto che è un certo limite e un cotale inizio di determinazione dee comparir nello spazio. E questo punto medesimo dee diventare anco esso, perchè ogni cosa principia e diventa; quindi per le massime prestabilite, egli negherà sè stesso e varcherà in altro generando la linea, come la linea con processo conforme dee generare la superficie."
      },
      {
        "index": 21,
        "text": "229. — Ecco in tal diventare del punto viene generato altresì il tempo, conciossiachè questo è uno e identico perfettamente con lo spazio ed il moto. Quel qualche cosa poi che dura e si move è propriamente la materia. Non è egli chiaro, evidente, palpabile?"
      },
      {
        "index": 22,
        "text": "230. — Angiolo. Oimè! filosofo! che se la chiarezza vostra è sì fatta, io sono spacciato, e non intenderò mai buccia della vostra teorica. Di tutto quello che avete esposto io confesso candidamente di aver capito un bel nulla."
      },
      {
        "index": 23,
        "text": "231. — Hegel. Non è mia colpa del sicuro; chè io parlo netto e preciso; e dopo Aristotele nessuno in ciò mi pareggia. Ma quassù non intendete per quello che io credo, altro parlar filosofico se non l’usato da sant’Agostino e da san Tommaso. Fatemi, però, canonizzare da un qualche papa e forse allora mi capirete."
      },
      {
        "index": 24,
        "text": "232. — Angiolo. Un po’ di pazienza, maestro caro, un po’ di pazienza! E non vi sarebbe caso d’esprimere coteste vostre proposizioni con altre parole, a vedere se mi entrassero meglio?"
      },
      {
        "index": 25,
        "text": "233. — Hegel. V’ò ricordato lo spazio, il punto, il moto, il tempo e la materia. Or voi sapete troppo bene quel che significhino tali vocaboli. Atteso che sono concetti annoverati essi pure nella idealità infinita di cui godete l’eterna visione."
      },
      {
        "index": 26,
        "text": "234. — Angiolo. Così è, filosofo; e il mio danno sta propriamente che voi mi lasciate dentro i concetti, quando io vi prego di cavarmene e condurmi in cospetto delle realità corporali. Oltrechè, badate che quei concetti di materia, di spazio e via prosegui sono analoghi e non simili alle cose di cui discorriamo, tengono con esse corrispondenza simbolica ma non le effigiano e non ne fanno ritratto. Io so, infrattanto, che lo spazio effettivo, il moto e la materia effettivi sono tanto diversi dalla nozione, che perciò appunto io essere immateriale non giungo in niuna maniera a capirli. Voi già cominciaste con la nozione dell’essere indeterminato e proseguista via via per tutte le altre categorie ideali. E sebbene io non abbia notizia del modo come traeste l’una idea dall’altra, nullameno non mi ci perdo e confondo compiutamente dacchè rimango pur sempre nella regione dei concetti. Ma voi, venuto ad un certo termine, senza che io scorga il perchè nè indovini il come, trasmutate la vostra idea in tutto altro essere e le date una natura per me incomprensibile. Veggo che voi strabuzzate gli occhi in qua e in là come attonito della tardità del mio ingegno. Ma che volete! posso io scambiare le leggi eterne della logica? Se la vostra idea pur divenendo perfetta e assoluta è sempre idea e nozione, come può dar nascimento ad altra cosa che nozione non sia? E quando lo faccia, ognuno io credo s’unirà meco a dire che quelle due cose riescono indipendenti affatto e diverse, e l’una del sicuro non è ingenerata dall’altra. Qui fra i due termini, adunque, non è veruna necessità, verun trapasso razionale veruna sorta di legame; e lo spazio, il moto, la materia e simili escono fuori dalla idea logica con tanta impertinenza e stranezza, quanto se un cherubino si trasmutasse nel caval bianco dell’Apocalisse."
      },
      {
        "index": 27,
        "text": "235. — Hegel. Come dite che non v’è trapasso legittimo, mentre lo spazio e indi poi la materia sono la idea esternata? È dunque la stessa cosa e diversa medesimamente. Ma voi sembrate non capire il senso delle parole."
      },
      {
        "index": 28,
        "text": "236. — Angiolo. Può darsi, e per emendarmi ripeterò esatto le vostre fraai. La idea logica, affermate voi, con lo esternarsi produce lo spazio. È dunque la idea logica che esternata si raddoppia; ovvero che fa sè oggetto a sè stessa. Imperocchè in questo sol modo una idea o nozione si esterna. E cosi rimaniamo sempre nella idealità e non nel concreto corporeo. Che se poi il vocabolo esterno è qui usato non per metafora ma nell’accezione sua propria e conveniente alla sola materia, primamente vi dico di non lo intendere; in secondo luogo vi fo avvertire che noi spiegheremmo la cosa con la cosa stessa esplicanda; e il problema si risolverebbe mediante un giuoco di parole."
      },
      {
        "index": 29,
        "text": "237. — Hegel. Voi non pigliate la questione pel suo verso; e sembravi aver detto assai provando che la nozione e la natura ànno essenza differente. L’abbiano anche opposta; perciò proprio l’una è ingenerata dall’altra. Imperocchè nel trapasso della idea logica alla natura debbe incontrarsi giustamente una opposizione ed una medesimezza; e questo è sempre e universalmente il processo di tutti gli esseri. Dacchè gli opposti si richiamano a vicenda in quel mentre che si dividono. Nel processo di cui parliamo conoscete l’opposizione. La medesimezza ben sapete che risiede nella idea la quale tuttochè diventi natura non cessa però di essere idea."
      },
      {
        "index": 30,
        "text": "238. — Angiolo. In cotesto modo, non v’à dubio, voi farete nascere il quadrato dal rotondo e ogni cosa verrà prodotta da ogni cosa; salvochè, procedendo per simile via, noi ci troveremo molto più prossimi al Caos di quello che al mondo corporeo. Ma io nego a dirittura che gli opposti nascano l’uno dall’altro, e dico i veri opposti e non gli apparenti. Del sicuro, il male non genera il bene nè il brutto il bello nè il vizio la virtù, e così séguita. Oltrechè, gli opposti da me ricordati si pareggiano per lo manco nell’avere a comune l’essere di sostanza. Poichè il vizio, pur troppo, e la bruttezza e il male, ancorachè mescolati di negazione in sola negazione, non tornano e per isventura partecipano della sostanza. Ma la vostra idea logica neppur si ragguaglia al mondo corporeo rispetto alla realità; sendo ch’ella principia con l’essere puro indeterminato a cui mancano del pari l’atto e la potenza; ed è poi manifesto che tale cominciamento primo e assoluto dee serbare l’essenza propria in qualunque sviluppo. Discende da ciò che nemmanco è vera quella medesimezza che voi riponete fra la natura e l’idea; non potendo correre nessuna sorta d’identità fra una cosa reale in atto ed una nozione cui la virtualità e l’attualità fanno similmente difetto."
      },
      {
        "index": 31,
        "text": "239. — Hegel. Io non mi posso più contenere. E può far Dio che un angiolo annaspi così maladettamente? Ma se le nozioni diventano e passano l’una nell’altra, come dite che non possiedono virtualità alcuna? La nozione, sappiate per regola vostra, è attuale e realissima quanto ogni altra sorta di essere; eccettochè differisce dalla realità esteriore o vogliam dire dalla materia con la quale pur nondimeno si sustanzia ed unifica. Ò pur tollerato che parlando voi a vostra posta usiate la voce nozione al modo volgare. Ma nella mia logica l’accezione sua diventa particolarissima e vuol significare, invece, la potenza libera e sostanziale, quell’assoluta virtualità esistente per sè e dentro cui è come ripiegato ed epilogato l’intero universo."
      },
      {
        "index": 32,
        "text": "240. — Angiolo. Chieggovi scusa di cuore e m’avveggo che ancora non vi siete avvezzo alla nostra franchezza paradisiaca. Ma io non potrei per nulla dissimulare quello che penso."
      },
      {
        "index": 33,
        "text": "241. — Io stimava d’intendervi bene, mantenendo nel principiato la essenza medesima del principio. Chè se questo è l’essere puro e tanto indeterminato da fare equazione col nulla, come poteva io figurare che invece egli sia una potenza infinita da cui verrà fuori di mano in mano ogni cosa? Del resto, io sono ormai chiaro ch’io non perverrò ad intendere quello che sono la natura ed i corpi. E mi rincresce di ripetervi che per le vostre parole io non veggo spuntare da nessun lato quel mondo materiale di cui fo dimando da lungo tempo; e quando anche mi sforzi di menar buono a me stesso quell’esternarsi della nozione e quel diventare lo spazio effettivo, non per ciò mi si fa intelligibile il rimanente. Nel vero, se io debbo aspettare che il mondo della natura esca, nel modo che a voi piace, dal movimento del punto io non ne verrò mai a capo. Conosco lo spazio intellettuale e tutte le sue determinazioni. Perciò conosco eziandio che il punto è mera astrazione e concetto; e quindi il suo moto è altrettanto astratto e ideale. E davvero davvero, vorrei vederlo, o filosofo, cotesto punto nel moto suo e dico moto effettivo, non mentale e speculativo. Ma v’à di più; chè pur concedendo a l’astrazione che chiamasi punto la facoltà del moto, il meschinello non potrà valersene tanto nè quanto. Perchè ad ogni facoltà è necessario si aggiunga una acconcia determinazione. In fatto, per dove si addirizzerà quel moto, domando io? in giù od in su? a destra od a manca? sarà lento o veloce, ritardato od accelerato? Il punto, a rispetto di ciò, è come il centro d’un circolo; e quanti sono i raggi, altrettante direzioni di moto può prendere. Il perchè, mancandogli dal di fuori la cagione determinante, forza è che rimanga in quiete per sempre."
      },
      {
        "index": 34,
        "text": "242. — Volea l’Angiolo proseguire a discorrere delle sue dubbiezze intorno al tempo ed alla materia, conforme sono originati dall’Hegel, ma questo di carattere un poco albagioso e stizzoso rompendogli a mezzo le fine argomentazioni gli si tolse davanti e se ne andò borbottando fra sè e sè contro la sua fortunaccia chè in terra un solo de’ suoi discepoli l’avea bene inteso e talvolta nemmanco lui; ed ora dovea riconoscere che neppure gli angioli lo capivano."
      },
      {
        "index": 35,
        "text": "243. — Provengono da questo dialogo, per mio giudicio, due massime tauto vere quanto profittevoli assai per la scienza speculativa e per li suoi metodi. L’una insegna di nuovo come sia impossibile trapassare dalla nozione alla realità effettiva della natura per un legame d’identità fra i due termini e presumendo di trasformare l’uno nell’altro."
      },
      {
        "index": 36,
        "text": "244. — La seconda massima insegna che nella cosmologia razionale non è dato all’ingegno umano di trapassare i limiti descritti più sopra da noi; e che dove già non fossero radunati dentro la nostra mente i concetti di spazio, di moto, di materia, di corpo e simili, giammai il pensiere li troverebbe, come suol dirsi, a priori, cavandoli dalle categorie universali dell’essere; nè volendo imitare l’Hegel il quale dopo avere per traforo introdotto nella sua logica l’espressioni metaforiche d’interno e d’esterno e l’altre di resistenza, di centro, di parti, d’aggregato e simiglianti, prova poi leggier fatica a dedurre dalla nozione dell’obbietto in universale la nozione tanto diversa del mondo materiale e meccanico.[2] E con tutto questo, le spiegazioni e ragioni addotte dei fenomeni e dei mutamenti calzano così poco e legansi con nodi tanto rilasciati, da dovere per nostro avviso destar più che spesso la ilarità dei fisici e dei matematici."
      },
      {
        "index": 37,
        "text": "245. — A detta dell’Hegel le stelle non sono altro che la materia nella identità sua immediata e nel suo alienarsi continuo da sè medesima. In tutto il firmamento il solo nostro sistema planetario attua in pieno la nozione del mondo meccanico ponendovi un centro assoluto che è il Sole, il quale nega sè stesso e però genera altri centri particolari che sono i pianeti. Oltre ciò, il Sole esprime la indipendenza della materia; i pianeti, il mischiamento d’indipendenza e di suggezione, perchè possedendo un centro proprio, tuttavolta ne cercano un altro al di fuori a cui perciò si accostano a vicenda e se ne allontanano. Invece, i satelliti esprimono il momento della esteriorità, e non avendo centro proprio e cercandolo altrove esprimono altresì il momento della dipendenza; ancora che tale esteriorità e dipendenza sia molto meglio significata dalle comete, le quali non girano sopra sè stesse come fanno i pianeti. Il sistema solare poi tutto insieme attua compiutamente, come si disse, la nozione della meccanica, atteso che quivi ogni parte è attratta ed attrae respinge ed è respinta, à centro ed è fuori del centro e compone un tutto in cui la materia perviene ad unificare lo in sè e lo per sè."
      },
      {
        "index": 38,
        "text": "246. — S’io voglio parlare con ischiettezza, ogni concetto qui mi riesce non pure strano ma discorde dal fatto. E prima, se v’à cosa ormai accertata in fisica si è che le stelle ed ogni materia siderea viene governata dalla legge dell’attrazione nè più nè meno di quello che faccia il nostro sistema solare. Senza che, si notano colassù movimenti proprj molto diversi, cambiamenti di colore, scuramenti subitanei, apparizioni di nuove stelle; il che dimostra da per tutto non la identità e certa ripulsione uniforme, sibbene la differenza, la composizione e l’attività. Lassù sono sistemi compiuti di stelle moventisi l’una a rispetto dell’altra con quella legge proporzionale di massa e con quel medesimo impulso centripeto e centrifugo del nostro sistema planetario. Oggidì si annoverano circa seimila coppie di astri solari e però ciascuna prende nome di stella doppia; e v’à pure gruppi di tre, quattro, cinque, sei stelle aggirantisi al modo de’ nostri pianeti. Ma come si disse, il maggior numero degli aggregati risulta di due sole stelle e non troppo diverse per massa; onde pesano l’una inverso dell’altra con equilibrio di gravità e girano bilanciate con movimento circolare scambievole."
      },
      {
        "index": 39,
        "text": "247. — In tutto questo, per mio avviso, la nozione hegeliana della meccanica perde la bussola e dà a traverso. Fra le stelle doppie non v’à più un corpo centrale ed universale ma due corpi e talvolta parecchi che sono in sè ed in altro, dipendenti e indipendenti al tempo medesimo e con eguale misura."
      },
      {
        "index": 40,
        "text": "248. — In secondo luogo, se il centro, giusta la nozione hegeliana, dee respingere sè stesso e creare con ciò altri centri che sono i pianeti,[3] questi per una simile ragione debbono, reapingendo sè stessi, creare i satelliti. Perchè, dunque, i satelliti rappresentano un altro momento della nozione, quello cioè della esteriorità e della dipendenza? Per fermo, nei satelliti è il rapporto medesimo coi pianeti che in questi col Sole, e vale a dire che ciascheduno possiede un suo proprio centro, possiede il moto rotatorio (che nella luna è dimostrato) e il moto di traslazione. Vero è nondimeno, che se nei satelliti si ripete tal quale il momento della nozione attuato nei pianeti, non v’à motivo perchè quelli non producano a sè medesimi altri satelliti e questi altri a vicenda e così senza termine. D’altra parte, se i satelliti rappresentano un momento speciale e distinto della nozione, perchè Mercurio, Marte e Venere ne vanno sprovvisti, e Saturno in quel cambio s’incorona di otto lune e di tre anelli? Del pari,si à qualche arbitrio di chiedere perchè il Sole e tutti quanti i pianeti e pure tutti i satelliti, eccetto due, girano in un medesimo verso da occidente ad oriente e poco declinano dal piano dell’equatore, mentre le comete (salvo quelle comprese nelle orbite planetarie) tagliano il detto piano con angoli più o meno ottusi; e mentre per esser corpi che esprimono il momento della dipendenza dovrebbero per lo contrario secondare il piano ed il verso del corpo dal quale dicpendono."
      },
      {
        "index": 41,
        "text": "249. — Per nostro giudicio, non sono queste domande troppo indiscrete, addirizzandole a gente la quale à scoperto la scienza assoluta e fanno del nostro sistema solare il centro vero ed unico dell’attività e della vita. Similmente, se debbe esservi un centro che attira e respinge perchè afferma e nega sè stesso e operando ciò fa esistere altri centri i quali respingono insieme ed attraggono, il numero e la condizione di cotesti centri non dee rimanersi fortuita. Ma la teorica dell’Hegel se ne passa con silenzio."
      },
      {
        "index": 42,
        "text": "250. — Di più, in essa teorica il Sole è detto centro assoluto ed universale. Però, sarebbe rovesciata ogni cosa, quando si provasse che invece il Sole è centro relativo e particolare, movendosi, come sembra certo, con l’intero sistema verso un centro maggiore locato nella costellazione di Ercole. Ma più ancora. Provano i matematici che quando la materia del Sole fosse tutta quanta omogenea e però il moto impulsivo varcasse netto pel centro di gravità, il sole medesimo si traslaterebbe d’un luogo in un altro senza rotazione veruna; e la stessa cosa conviene asserire d’ogni pianeta e d’ogni satellite. Ma l’Hegel di questa ragion matematica non fa nessuna stima, e mette innanzi una certa sua ragione metafisica per la quale il Sole e i pianeti debbono a forza ed in ogni caso girare sopra sè stessi; ed anzi con uguale imperturbabilità (sia qui ricordato per incidente) nega egli ai geometri che un pendulo dove fosse posto nel vuoto e non sostenesse attrito nel punto d’appoggio durerebbe le oscillazioni sue continue ed invariabili. La ragione poi metafisica dell’Hegel è l’infrascritta, e cioè che i punti innumerevoli di materia dipendenti dal centro e pur tenuti lontani da quello non ànno luogo ben fisso e determinato; e però ciascuno di tali punti debbe occupare a vicenda ogni luogo occupabile e ciò origina il moto di rotazione. Ma tutto questo, nè più nè meno, si avvera altresì nel nucleo delle comete, perchè quivi anche sono punti di materia dipendenti che propendono verso il centro e sono dal centro tenuti discosto; ora, perchè le comete non ruotano, che si sappia, intorno a sè stesse? Chè quando poi le comete avessero rotazione, ci scapiterebbe Hegel per altro lato; conciossiachè le comete in quel caso non esprimerebbono più il momento della dipendenza, com’egli vuole onninamente che esprimano."
      },
      {
        "index": 43,
        "text": "251. — In somma, le sue astrazioni, per arrendevoli che sieno e larghe tanto e comode da calzar bene ad ogni piede, venute alla prova dei fatti non possono mai azzeccar nel vero, e quando s’accordano con un fenomeno, fanno a pugni con un altro."
      },
      {
        "index": 44,
        "text": "253. — Si può dai lettori intendere facilmente che le deduzioni e gl’indovinamenti dell’Hegel fannosi tanto meno rigorosi e determinati, quanto egli s’inoltra a creare a priori le specialità della fisica e della chimica. Stantechè, le cagioni molto particolari introducendo il diverso in mezzo all’identico scemano ognora più al raziocinio la facoltà di trovare i nessi necessarj dei fatti."
      },
      {
        "index": 45,
        "text": "253. — La luce è delle cose molto generali e comuni e pur tuttavia le astrattezze hegeliane non giungono ad accalappiarla. La lace per quel filosofo è la manifestazione universale della materia e alla materia appartiene così essenzialmente come la gravitazione. Ma che vuol dire manifestarsi? farebbesi forse anche qui abuso di parlar figurato? Se manifestarsi vuol dire qualcosa che va dal di dentro al di fuori,[4] non v’è mestieri la luce per questo. Perocchè il moto de’ corpi e le lor mutazioni e fenomeni sono tutte cose che vanno dal di dentro al di fuori e manifestano la materia. E le figure non la manifestano esse continuamente e in modo regolare e costante? Dacchè ogni specie diversa di corpo sortiva originalmente una figura diversa di cristallo? Certo la luce manifesta assai meglio i corpi e le loro figure, perchè vi sono occhi umani che la ricevono ed anime umane che la percepiscono. Ma tutto ciò non proviene dalla necessità delle cose di manifestarsi, spiegando cioè al di fuori le facoltà e disposizioni interne. Qualora poi la luce sia manifestazione delle cose in fra loro e l’una a rispetto dell’altra, ciò può essere fatto assai bene da qualunque modo di azione scambievole, e, verbigrazia, dall’attrazione che è quel moto, secondo Hegel, per cui la materia cerca incessantemente il suo centro fuori di sè."
      },
      {
        "index": 46,
        "text": "256. — La luce, adunque, nel sistema di lui non à origine necessaria nè legame alcuno ontologico. Hegel la mette pur fuori, perchè in ogni dove l’esperienza gli mostra la luce."
      },
      {
        "index": 47,
        "text": "256. — Vero è ch’egli sostiene la luce tenere l’ultimo luogo tra le deterininazioni fisiche della materia; onde i corpi non concreti, e vale a dire nel suo linguaggio semplici e incapaci di sviluppo, sono costituiti di mera luce e fra questi sono le stelle ed il Sole. Egli à scordato il valentuomo che per verità la luce insieme col calore è cagione promotrice, e almeno concomitante, di tutte le mutazioni e disposizioni importanti nella chimica e nell’organismo che veggonsi sulla faccia del nostro globo; e dire che le stelle e il Sole sono costituiti di mera luce dee far sorridere tutti gli astronomi sparsi per le specule d’Europa e d’America. L’Hegel aggiunge che la luce per sè è fredda e il calore che l’accompagna viene suscitato dal contatto di essa luce con la terra e cita in prova il freddo dell’alte montagne e dell’aria atmosferica. Curiosa dottrina anche questa, la quale sembra testimoniare che l’Hegel non ponesse la debita distinzione fra il calor latente e il raggiante; nè so in qual parte dell’atmosfera e in qual cima di montagna accadessegli di trovare che il Sole non iscalda. Ma certo è che quanto la fisica progredisce, tanto si fa più difficile di separare luce e calorico per maniera che luce si trovi la quale non dia segno d’alcun calore."
      },
      {
        "index": 48,
        "text": "257. — L’Hegel afferma eziandio che ruotando il Sole e ruotando le stelle si stropicciano gagliardamente e s’illuminano da sè stessi.[5] In qual maniera il Sole o le stelle si stropiccino lascerò indovinare agli altri, ch’io per me non ne ò notizia. Questo io so, che accettando simil dottrina convien mantenere che dove il Sole e le stelle non ruotassero e non si stropicciassero insieme non darebbero luce; e intanto le comete, benchè non ruotano, a ciò che sembra, mandano luce propria mista di luce riflessa; e per contra i pianeti e i satelliti loro, non ostante che ruotino, permangono sempre opachi."
      },
      {
        "index": 49,
        "text": "258. — Da ultimo, se tu chiedi il perchè di questa opacità perdurevole, mentre il dar luce fu detto proprio ed essenziale d’ogni materia quanto la pesantezza, rispondono col cercare nell’arsenale delle loro astrazioni uno di quegli ordigni che servono ad usi infiniti e sarà il bisogno del diverso e dell’opposto. Se v’è la luce, dicono, debbe esservi anche l’ombra che è la sua negazione e contraddizione; e perchè i pianeti sono gli opponenti del Sole, l’ombra dee comparir nei pianeti. Ciò potrebbe passare, se i fatti qui pure non fossero impertinenti al segno da dare una smentita inurbana a simil supposto. Nel vero, i sistemi di stelle doppie ricusano la spiegazione, perchè quivi pure v’à opposizione e tuttavolta v’è luce. Ma di più, le stelle, a detta di Hegel, sono una continua opposizione della materia con sè medesima; perchè dunque risplendono? E d’altra parte, se i pianeti sono opachi perchè si oppongono al Sole, questo a vicenda si oppone ai pianeti; e se, rispetto ai pianeti, il Sole à virtù e funzione di centro, accade il medesimo di ciascun pianeta rispetto ai propri satelliti; questi dunque dovrebbero essere opachi e luminosi i pianeti, o per lo manco dovrebbe correre diversità di ombra e di luce fra cotesti elementi."
      },
      {
        "index": 50,
        "text": "259. — A noi non sarebbe difficile il protrarre molto più in lungo il saggio che diamo della maniera onde l’Hegel si studia di costruire compiutamente a priori la scienza dell’universo visibile; e il lettore già s’indovina da per sè che ogni rimanente dee procedere allo stesso modo e peggio; perocchè quando si esce dai limiti stati prescritti all’ingegno umano e alla potenza conoscitiva, quanto più vigor d’intelletto e d’arte combinatoria sorti un uomo, altrettanto crescerà il cumulo delle apparenti deduzioni e dimostrazioni. Salvochè, quando la mente vuol calcare una simile via torna forse più fruttuoso o per lo manco più gradevole abbandonarsi a certa mistica ispirazione come fecero Paracelso, Van Helmont, Böeme ed altri parecchi, de’ quali, per verità, l’Hegel parla con rispetto e parzialità e coglie e s’appropria qualche pensiere. Ma dove quelli fantasticavano da entusiasti, egli pretende di esporre una dottrina tanto positiva ed irrefragabile, che è quella medesima che sta nel pensiere dell’Assoluto. Senza dire che ancora tali apparenze di deduzione sono state possibili per la notizia anteriore di tutti i fenomeni correlativi. Nè v’à un sol fatto speciale importante che sia riuscito all’Hegel di prevedere, anticipando le osservazioni e gli esperimenti. E certo, per ritornare agli esempi allegati, credo che ognuno si viva persuaso che quando nella mente dell’Hegel fosse unicamente esistita la nozione dell’interno e dell’esterno e l’altra di giudicare necessaria la manifestazione dell’essere e della materia, mai non avrebbe scoperto che tale manifestazione dovea farsi mediante la luce. Ma sarebbe come il cieco di nascita venuto pensando alle figure tangibili ed anche a queste avrebbe volta la mente condottovi dall’esperienza. E di vero, nella luce la condizione di essere cosa esteriore è la meno propria e qualitativa ch’ella s’abbia; e ciò che possiede di effettualmente peculiare e diverso da tutte mai le esistenze non giace in nessuna nozione e da nessuna può esser dedotto."
      },
      {
        "index": 51,
        "text": "260. — Seguita, che noi ricordando i limiti della cosmologia razionale e le massime del suo metodo, e deducendo dai principj già fermi e definiti in questo Libro e nei due precedenti descriviamo la genesi del mondo visibile per quella parte che spetta alla coordinazione dei mezzi e al grande apparecchio della natura verso la vita, il senso, l’animalità e la ragione che sono diversi gradi e aspetti della finalità."
      },
      {
        "index": 52,
        "text": "261. — Imperocchè tutto quello che fu discusso nei due Libri anteriori e in questo presente guardò gli elementi le forze e l’ordine dell’universo nell’essere loro astratto e più generale. Rimane che si considerino nella successione causale e nelle massime particolarità."
      }
    ]
  }
}
