{
  "chapterNumber": 11,
  "title": "Vol. I, Libro Primo, Capo 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "QUELLO CHE SONO LE IDEE."
      },
      {
        "index": 1,
        "text": "107. — Però è tempo di ricondurre il discorso colà onde mosse e raccostarlo all’ufficio diretto e precipuo al quale il deputavamo, e che era (voglia ricordarsene anche il lettore) di statuire in modo inconcusso il Principio dell’essere, o vogliam dire la dottrina dell’Assoluto. Pure, benchè ci prema assaissimo di affrettare alle dimostrazioni e alle conclusioni più sostanzicse, ci è forza ancora di trattener l’animo in qualche concetto preparatorio; affine che i principj ed i raziocinj che seguiranno ricevano il debito lume e non abbiano a vacillare per ambiguo senso nella mente di chi ci ascolta. Nondimeno mi aiuterò di essere molto breve, fuggendo tuttavolta il pericolo d’essere oscuro."
      },
      {
        "index": 2,
        "text": "108. — Viene prima d’ogni cosa il chiedere quello che sia l’idea. E rispondo che in sentenza platonica ella è l’Assoluto in quanto apparisce e significa sè medesimo all’intelligenza. Le idee particolari poi sono l’Assoluto medesimo apparente alla intelligenza, sotto una particolare determinazione e significazione."
      },
      {
        "index": 3,
        "text": "Qui si anno, pertanto, due termini: l’uno è la cosa in sè, l’oggetto della idea o l’ideato che voglia dirsi. L’altro è il modo de manifestazione con le attinenze sue alla mente che la riceve, il che piglia più volentieri il nome d’idea. Sembra poi per virtù di consuetudine che il vocabolo concetto esprima tutte tre coteste cose, cioè l’oggetto, l’idea e l’attinenza al pensiere. Ma spesso l’accezione sua diventa meno peculiare e precisa."
      },
      {
        "index": 4,
        "text": "109. — Annunciammo che intuire le idee speciali è sempre uno scorgere sotto forma determinata la stessa idea infinita, o vogliam dire la stessa ed insieme diversa significazione dell’Assoluto; il che ci mostra immediatamente la infinità dell’Assoluto medesimo; e ciò si prova in maniera così semplice come evidente, sebbene io non l’abbia trovata nei libri de’ metafisici. E nel vero, il numero delle cose che sono per comparire nella indefinita lunghezza del tempo è indefinito egli pure; attesochè non si potendo assegnare un termine fisso ed invalicabile alla durata, nemmanco si può assegnarlo alle cose che appariranno o potranno apparire in quella lunghezza a cui non è limite. Quindi la successione e moltiplicazione loro effettiva mai non verrà espressa e contenuta da verun numero fermo e determinato. Conciossiachè per ismisurato ed inimmaginabile che tu il faccia, egli sarà inferiore sempre alla quantità discreta ed effettuale che cresce nel tempo e col tempo. Adunque, la possibilità di ciascuna di esse e di tutte permanendo eterna e immutabile, debbe uscire d’ogni circoscrizione di numero e dilatarsi nell’infinito; perocchè il solo infinito può contenere l’indefinito; in altra maniera, mancherebbe nel caso nostro all’innumerevole successione degli enti la loro eterna possibilità, il che trabocca nell’assurdo. Da ciò seguita che v’à un’infinita possibilità e però una infinita significazione, o vogliam dire idea, la quale, come rappresenta tutte le esistenze possibili, contiene del pari tutte le idee rispettive."
      },
      {
        "index": 5,
        "text": "110. — Noi pronunziavamo testè che l’idea è l’apparizione e significazione dell’Assoluto alla intelligenza; e dir possiamo con egual verità che è il manifestarsi di lui allo spirito sotto forma intellettuale e non altramente. Quindi per la idea noi non sentiamo nè percepiamo in guisa veruna l’Ente assoluto, nè abbiamo l’intuito diretto ed intrinseco dell’attività sua, nè della potenza causale di lui sopra il mondo, nè d’altro vivente attributo di sua sostanza. La qual cosa viene arguita eziandio da ciò che la intellettiva, siccome tale, raggiunge e tocca, per sì dire, estrinsccamente l’oggetto proprio, ma in niun grado e in niuna maniera lo penetra o n’è penetrato; ed a parlare per simiglianze, l’intellettiva si unisce all’oggetto suo per semplice contiguità e con marginale adesione. Tutte le nozioni, impertanto, che esprimono, vogli il sostanziale e l’intrinseco dell’Assoluto, vogli qualunque maniera di attività sua e di efficienza, acquistano un chiaro e positivo significato mercè dell’attinenza prima ed originale che lega i concetti al nostro percepire e sentire di cui quelli sono rappresentazione astratta ed universale; il che verremo dichiarando via via nel processo della nostra teorica."
      },
      {
        "index": 6,
        "text": "111. — Tal sorta, dunque, di comunicazione o rivelazione è simile solo a sè stessa e dissimile da qualunque altra, e appena possiamo illustrarla un poco per entro al pensiere con qualche imperfettissima comparazione di materie più note o più famigliari. Dico, pertanto, che gli oggetti rappresentati a noi dalle idee, e ciascuno de’ quali dicemmo essere ad intra una esistenza eterna ed una speciale determinazione dell’Ente assoluto e infinito, appajono nell’intelletto nostro come farebbe la superficie ultima ed impalpabile di certe cose figurate, quando non pure ci fosse interdetto di stendervi sopra la mano e giammai poterne assaggiare gli elementi e sperimentar la sodezza, la elasticità, il peso e le altre proprietà e condizioni fisiche, ma ci fosse spediente di ricavare il concetto della loro attività e corporalità, mediante la percezione anteriore ed analoga d’altre sostanze e d’altre forze."
      },
      {
        "index": 7,
        "text": "112. — Un paragone per avventura men disacconcio a ritrarre al vero l’atto nostro d’intellezione sarebbe fornito dalla veduta di quei cristalli purissimi e perfettamente diafani, dentro de’ quali sono inserite foglie, animaluzzi, polvere d’oro e simili gentilezze. Tu scorgi uno per uno gli oggetti e con la distesa del guardo visiti e giri tutto l’interno del vetro, ma non percepisci direttamente nessuna di quelle cose; ne godi l’immagine, ma non ne penetri la sostanza, e quello che sai di loro natura interiore è notizia altronde accattata. Anzi gli stessi colori e l’altre forme visuali sebbene rispondono a capello a certe qualità e disposizioni concrete dell’oggetto illuminato, pure si appalesano secondo le leggi del riflettere e del rifrangere della luce e secondo la costruttura dell’organo e l’apprensione del senso."
      },
      {
        "index": 8,
        "text": "113. — Da ciò poi s’inferisce quanto sia giusta e fondata la comune opinione che tutte le idee sono segni e rappresentazioni mentali del loro obbietto; imperocchè elle ci significano appunto di lui e ci rappresentano la sostanzialità, la efficienza, la eternità e l’altre tutte essenze ed attribuzioni che è a noi vietato di penetrare e di percepire e solo ci è conceduto d’intendere."
      },
      {
        "index": 9,
        "text": "114. — L’errore grave commesso in tale materia da molti filosofi è stato di scorrere in due estremi contrarj. Taluno affermò che noi percepiamo Dio e le sue ipostasi immediatamente. Altri separò in modo compiuto l’oggetto dalla sua idea, reputandoli due cose correlative si ma sostanzialmente diverse e disgiunte, e però sciolte in fra loro da ogni legame di sussistenza. Laddove l’idea (mai non ci cada della memoria) è sempre connessa con l’oggetto suo rispettivo; od anzi, è nell’ultimo fondo l’oggetto e la cosa in sè; è propriamente l’essere sotto una forma mentale, e vuolsi dire, comunicato e manifestato allo spirito non per altre vie nè mediante l’opera d’altre facoltà, ma pel solo legame con l’intelletto e in quel modo singolarissimo e al tutto sui generis che domandiamo segno e rappresentazione."
      },
      {
        "index": 10,
        "text": "115. — Nè basta dire che dentro al pensiero l’Assoluto rivelasi meramente ed unicamente qual cosa ideale ed intelligibile; atteso che importa assaissimo di soggiungere ch’eziandio tutte le forme speciali sotto di cui lo pensiamo e intendiamo sono promosse ed occasionate dall’esperienza; nè v’à nella mente una concezione sola determinata e positiva intorno alle cosesoprasensibili, i cui elementi non abbian radice o in qualche notizia sperimentale o nelle astrazioni e induzioni che sopra essa notizia veniamo compiendo, o finalmente nei paragoni e nelle attinenze avvisate tra le concezioni medesime. Laonde accade che tutto quello che meno indegnamente si pensa e si afferma di Dio, è solo per certa purificazione e sublimazione che il nostro intelletto arreca ai risultamenti dell’esperienza."
      },
      {
        "index": 11,
        "text": "116. — Ma forse investigando di tutto questo le origini psicologiche ne uscirà fuori una più nitida e più sicura dichiarazione. Ora, il fatto psicologico è tale. Tu esperimenti nell’essere tuo (poniamo) la potenza di pensare, d’immaginare e di credere, quella di volere, di riflettere e di ricordare, ed altre d’altra natura; come, per esempio, le forze dei corpi esterni e degli esseri a noi somiglianti. Da tutto ciò è provocata ed occasionata una visione astratta e generale della potenza; e in cotal visione è l’idea fatta presente allo spirito, e la quale, ravvolta prima tra le percezioni e i fantasmi, a poco a poco se ne discioglie; ed allora la mente pensa e conosce la cosa in sè, e vale a dire, nel nostro caso, una potenza eterna e assoluta; come farebbe colui che guardando nel mare e veggendovi tremolar la luce di Espero o della Luna, alzasse gli occhi e mirasse l’eterno e verace esemplare di quella splendenza riflessa e fuggevole."
      },
      {
        "index": 12,
        "text": "117. — Simigliante idea, o concetto che voglia chiamarsi, è rappresentativa in due modi, e quasi direi da due bande, ad extra e ad intra. Ad extra rappresenta il genere di tutte le particolari potenze o attuali o già sussistenti o future. Ad intra egli esprime il realissimo e assolutissimo oggetto suo, la potenza increata. e divina e la possibilità eterna di quelle potenze finite, relative e particolari. Ma, come l’idea rappresenta le potenze concrete e individuali solo per effigie e per mentale significazione, ella fa il medesimo a rispetto dell’Ente assoluto, la cui sostanza e i cui attributi esprime in guisa, a cosi parlare, figurativa. Da ciò consegue che se ti è a cuore d’intendere quello che sia effettualmente ed intrinsecamente l’ideato ad extra, ei ti convien ricordare o di nuovo sperimentare la percezione d’una qualche potenza in atto. In pari maniera, e solo mediante una cotal percezione, spogliata innanzi de’ limiti suoi e d’ogni corporalità e sublimata e purificata al possibile, ti verrà fatto d’intendere quel che significa ad intra l’idea rappresentatrice dell’assoluta potenza."
      },
      {
        "index": 13,
        "text": "118. — Se non che, mentre la rappresentazione ad extra si riferisce a cosa che può non esistere; e, ad ogni modo, è sceverata e divisa sostanzialmente dalla sua idea questa invece è ad intra essenzialmente con- nessa con l’oggetto suo proprio, e cioè con la realtà eterna e assoluta cui rappresenta; perchè nell’intrinseco non è altra cosa eccetto che quella realità apparente allo spirito sotto forma mentale. Così il principe (se possono mai valere di tali comparazioni) con la maestà del volto, col parlare solenne, e le insegne reali che porta seco, rappresenta ai sensi la dignità, la universalità e gli altri immateriali attributi del suo potere; e vale a dire ch’egli rappresenta sè stesso e la grandezza sua spirituale e invisibile per mezzo di note e significazioni estrinseche. E qualunque uomo che parla ed esprime con verità ed evidenza i pensamenti ed i sentimenti onde è mosso, non fa in effetto altra cosa se non rappresentar sè medesimo in quelle sue parole; e si può anche aggiungere senza troppo di licenza e d’improprietà, che nel modo che le parole sono rappresentazione delle idee, così le idee sono degli oggetti; salvochè le parole, per la forma lor materiale, dividonsi sostanzialmente dalle idee correlative; non così queste dal loro eterno ideato."
      },
      {
        "index": 14,
        "text": "119. — O poi lungamente pensato se possono i fantasmi venire a grado a grado immateriali e tanto essere spiritualizzati da non più serbare alcuna rassomiglianza e partecipazione col senso. Questo infatti volle Aristotile, quando all’intelletto agente attribuiva la facoltà di dedurre dai fantasmi le specie intelligibili, quelle specie medesime che erano in potenza in essi fantasmi. Certo non è ripugnante che lo spirito componga a sè stesso gli enti rappresentativi, intendendo di quelle rappresentanze a cui fanno riscontro continuo le sensazioni e le percezioni. Imperocchè, se voglia dirsi la verità intera intera, ei torna così misteriosa a noi cotesta fabbrica di esseri rappresentativi, come l’apparizione delle idee da noi non prodotte ed occasionate dai fantasmi o da altro fatto del nostro spirito."
      },
      {
        "index": 15,
        "text": "Ma d’altro lato, egli è troppo malagevole a concepire come cotesti esseri rappresentativi perdano ogni forma sensibile e tuttavolta sieno ricavati ed emanati dai nostri fantasmi. Oltredichè, l’intuito dello spazio per via d’esempio o quello del nostro subbietto sostanziale o l’altro de’ nostri atti giudicativi non oserei dire che lasciassero dietro sè alcun fantasma, se a questa parola è conservata un’accezione che voglia significare cosa sensibile o partecipe della sensibilità."
      },
      {
        "index": 16,
        "text": "Meno, pertanto, errerebbe quella schiera di psicologi la quale giudicasse che le idee sono enti spirituali alieni da ogni specie e vestigio di sensazione; ma tuttavolta mantenesse che l’anima è loro cagione efficiente e diretta; od ancora ch’ella nasce ed opera già segnata ed impressa delle loro forme, o per lo manco delle principali. Se non che in qual maniera spiegare col primo e il secondo supposto la connessione necessaria e immediata delle idee con l’oggetto loro assoluto? L’anima produce di mano in mano delle forme spirituali e queste si connettono o sono connesse immediatamente ed essenzialmente con l’Assoluto? La ipotesi non è piana nè semplice, dacchè implica un atto di congiungimento che non si scorge da chi e come si possa compiere."
      },
      {
        "index": 17,
        "text": "120. — Tale supposizione adunque delle forme ideali create dal nostro spirito conviene solo a coloro che le pensano nude e sciolte e senza connessione essenziale con l’obbietto assoluto; nè si peritano tuttavolta di chiamarle rappresentative; sebbene non rappresentino nulla; o certo nulla di universale, di immutabile e di divino. Imperocchè questi trascendenti (a così chiamarli) nonon sono vuote possibilità e contingenze attuabili, ma sono sussistenze perfette ed eterne. A rispetto del secondo supposto, il qual piglia nome nelle scuole di teorica delle idee innate, già si notava da noi che nella sostanza egli viene a concludere con questo enorme paradosso: potersi conoscere il giusto valore d’un segno e d’una rappresentazione ignorandosi compiutamente la cosa significata e rappresentata. Noi, pertanto, proseguiremo a credere che le idee sebbene appariscono involte nei fantasmi e difficilmente le concepiamo purissime e senza nebbia alcuna di senso e d’immagini, nullameno in sè medesime, sono di natura aliena compiutamente dal sensibile e fantastico; e appariscono allo spirito, ma dallo spirito non provengono in veruna guisa. Al che io sono mosso eziandio dall’infrascritto ragionamento a cui prego il lettore voglia porgere mente come a cosa di rilievo."
      },
      {
        "index": 18,
        "text": "121. — Dio è del sicuro intelligibile; anzi è la stessa intelligibilità. Perchè Dio è l’assoluta verità e il contenente infinito di tutte le verità necessarie ed eterne. E il vero nella sua essenza è la realità conosciuta o conoscibile almeno, e vale a dire ch’egli è dotato della divina attribuzione di splendere a tutte le menti che sono in atto o all’atto posson venire. Ora, questa intelligibilità o verità dell’eterne efficienze à ella bisogno d’altra cosa per farsi conoscere eccetto la luce propria? No, del sicuro. Conciossinchè non sarebbe assoluta intelligibilità, e verità. Ella dunque rivelasi nelle menti nostre finite senz’altra mediazione; ma rivelasi in quella forma, in quel grado e con quelle contingenze che porta la natura finita ed insufficiente del nostro intelletto."
      },
      {
        "index": 19,
        "text": "La idea è dunque la forma mentale mediante cui l’obbietto eterno e infinito significa sè medesimo al nostro pensiere; ed anzi è la stessa intelligibilità assoluta di esso obbietto, secondo che noi possiamo riceverla nelle limitazioni delle nostre facoltà; e però è una intelligibilità divina che manifesta l’obbietto per segno e rappresentazione. Vedesi, impertanto, che qui non à luogo fantasma nè produzione nessuna del nostro spirito."
      },
      {
        "index": 20,
        "text": "Vero è che nello spirito nostro è la facoltà d’intuire i proprj atti e le proprie affezioni, come d’intuire le idee che alla mente s’affacciano. Ma l’atto d’intuire non è sentimento nè percezione; bensì è la vista mentale dell’uno e dell’altro. Così intuire le idee non è percepire l’oggetto loro assoluto e in alcuna guisa penetrarlo e l’intuito si ferma, come vedremo altra volta, nel termine estremo di congiunzione e di connessione delle idee con esso l’oggetto. Insomma, l’intuito è un mero atto di nostra mente; laddove la percezione involge eziandio l’oggetto e significa pur sempre certa intima congiunzione e compenetrazione fra lui e il subbietto."
      },
      {
        "index": 21,
        "text": "122. — Lo spirito nostro adunque non percepisce nettampoco l’assoluta efficienza e le infinite determinazioni di lei. Solo apprende tutto ciò intellettualmente, e vale a dire scorge e conosce immediate la mentale espressione di quella efficienza e delle sue distinte determinazioni, o, con altre parole, le conosce come verità e nella forma peculiare comunicata al nostro intelletto ed a lui conveniente e proporzionata."
      },
      {
        "index": 22,
        "text": "Accade il medesimo allorchè pensiamo le altre perfezioni divine, le quali del sicuro non sono possibilità ma infinite eccellenze e attributi in atto di Dio, conoscibili a noi intellettualmente e cioè per segni e rappresentazioni."
      },
      {
        "index": 23,
        "text": "Non sembra poi necessario avvertire di nuovo che le nostre intellezioni oltrepassano tutte in qualche maniera l’essere rappresentativo immediato. Conciossiachè tutte apprendono l’attinenza di lui al rappresentato comune; sebbene l’intuito si formi al limite estremo della congiunzione e però all’estrema esteriorità, se è lecito così parlare, dell’oggetto assoluto. Noi torneremo a parte per parte a discorrere di ciascuna di queste importanti materie."
      },
      {
        "index": 24,
        "text": "123. — Tali cose chiarite, e fermo a ciascun vocabolo il suo proprio e germano senso, fondiamo una volta la pietra angolare di tutta la scienza e la quale non può essere altra giammai salvo che il sussistere dell’Assoluto. Quella pietra rinvennero primamente in Italia i filosofi pitagorici e a Platone l’additarono; e questi la ripoli e ne tentò e assaggiò per sempre l’adamantina durezza e a tutti gli occhi ne fece palese la infinita pulcritudine. Ma per sua mala ventura fu detto e creduto ch’egli l’avesse situata fuori di luogo e non dentro alla cerchia sacra ed anzi, come doveva, nel sancta sanctorum, dovvè permanente la maestà e la presenza di Dio."
      },
      {
        "index": 25,
        "text": "Un Italiano della valle d’Aosta ve la portò di notte e al buio; e con questo sol fatto principio egli la vera scienza speculativa e ontologica; la quale manca al tutto del cominciamento suo proprio quando non move dall’Assoluto. Se non che, la pietra rimase fuor di sesto e sepolta troppo e mal discernevole; onde fu dubitato a ragione della saldezza e bellezza sua. Nè la sollevarono poi o la raddrizzarono secondo regola i Cartesiani nè il Leibnizio medesimo. E fatto più singolare i nostri due valorosi ed infaticabili propugnatori delle dottrine platoniche lasciarono quasi in dimenticanza la teorica di sant’Anselmo, come dispera ti di poterla reintegrare; e purgandola della ruggine del medio evo, rimetterla in giusto onore e riputazione. E veramente, l’uno che fu il Gioberti, la falsò con questo che volle mutarla in atto di percezione. L’altro che fu il Rosmini, la estenuò e condusse al niente, pigliando delle idee la sola e nuda rappresentazione e non travagliandosi di trapassare all’obbietto. Laonde, involtosi tutto dentro al mero possibile, mai non se ne potè dislegare; e come finge la favola che al re Mida ogni cosa convertivasi in oro, del pari ad Antonio Rosmini ogni cosa diventa possibile e la sua metafisica muore affamata e assetata della realità. Ne punto gli giova il ripetere che l’idea sua dell’ente possibile in quanto idea e rappresentanza esiste veracemente dentro il pensiere e non è altrimenti un possibile. Sapevamcelo; ma la significazione e il valore dell’idea proviene tutto dalla cosa rappresentata; e se questa è un ente che non sussiste ma può sussistere e nullameno diviene forma integrale di altri esseri, certo li trasmuta in altrettante possibilità."
      },
      {
        "index": 26,
        "text": "124. — Ora veggasi alla perfine il vero e l’indubitato della sublime cogitazione di sant’Anselmo. E prima dico che le intenzioni del suo concetto furono parecchie e tali si mantengono nell’animo di coloro i quali con occhio perspicace e purgato mirano alla necessità intrinseca dell’essere e del conoscere. Si volle da sant’Anselmo e tuttora dai filosofi si dee volere che Dio venga mostrato nella sua sussistenza con argomenti diretti e assoluti e non deducendo e inferendo dal fatto e dall’esperienza quale che sia; dacchè, il fondamento d’ogni fatto e d’ogni esperienza è agli occhi dell’alta speculativa insufficientissimo e fragilissimo, perchè di natura contingente e capevole di negazione. Oltre di questo, volle sant’Anselmo provando a priori la sussistenza di Dio mettere con ciò stesso a priori il cominciamento eziandio della scienza ontologica, la quale o non può sussistere, o da sè dee stare e non dipendere nè originarsi da verun’altra disciplina; e debbe in se medesima trovar facoltà di procedere via via nell’indagazione e risoluzione di tutta la sua materia; come se le realità finite e concrete giacessero ancora nel mero possibile e solo godessero dell’esistenza loro ideale e primigenia in grembo dell’infinito."
      },
      {
        "index": 27,
        "text": "In terzo luogo, sant’Anselmo pigliando le mosse dal più grande o vogliam dire dal massimo e più comprensivo degli esseri incominciò dalla maggiore di tutte le sintesi, e però dette alla scienza un inizio infinitamente fecondo; all’opposto di coloro a cui venne in animo il proposito singolare di ricavarla, invece, dal minimo dell’esistenza."
      },
      {
        "index": 28,
        "text": "In ultimo, con l’iniziare sant’Anselmo la Scienza Prima da un puro concetto giudicò che il vero implica necessariamente il reale; e così cogliendo nel tempo medesimo l’Ente ed il Vero supremo giudicò di porgere allo scibile umano tanto il principio del conoscere, quanto il principio dell’essere. E di tutti questi intendimenti certi, esatti e necessarj non che profittevoli al ben fondare e produrre la metafisica, debbe venire ampiamente lodato quell’ingegno acutissimo e tenersene conto nella storia della filosofia, quando anche fosse mostrato che la forma de’ suoi argomenti riesce manchevole e non raggiunge il fine proposto."
      }
    ]
  }
}
