{
  "chapterNumber": 18,
  "title": "Vol. I, Libro Secondo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEI CONTRARJ E DELLA NOZIONE DELL’ESSERE."
      },
      {
        "index": 1,
        "text": "117. — Ma prima di trapassare ad altra materia logica o psicologica attinente alla dottrina universale della cognizione, è opportuno di far notare al lettore certe forche caudine erette dai panteisti alemanni e segnatamente dagli Hegeliani, sotto le quali fanno varcare la buona volontà ed il buon giudicio di chi non è facile per ordinario a creder loro ogni cosa. Bene si accorsero essi che quel gran paradosso della contradizione inserita nell’intima natura dell’essere non entrava in capo a veruno e bisognava trovar modo di farlo accogliere dentro i cervelli armandolo di certa simulata necessità. E perciò fu detto che ogni uomo debbe effettualmente avere coscienza di pensare gli opposti e i contradittorj. Quindi, se nel pensiere vi stanno e quello è sostanzialmente uno, cessa la maraviglia che nella costituzione dell’essere stieno i contrarj l’uno allato dell’altro. E tanto più è concludente (aggiungevano) l’esempio del nostro pensiere, in quanto nel sistema hegeliano l’ultimo fondo dell’essere convertesi sempre in idea e in pensiere. Così ragionan costoro, e la mente d’assai persone sorpresa più che convinta ed illuminata passa sotto il giogo e rendesi prigione d’una metafisica alla quale certo non rimangono altri nemici da sconfiggere, avendo annullato i principj del senso comune e il fondamento medesimo della logica universale."
      },
      {
        "index": 2,
        "text": "Ora, veggasi, per nostro avviso, quanto è fragile il sostegno de’ loro raziocinj, e quanto male scelto e male appropriato l’esempio tolto da ciò che accade entro il nostro pensiere."
      },
      {
        "index": 3,
        "text": "118. — Del sicuro, noi nella mente nostra veniamo contemplando il finito accanto dell’infinito, l’essere e il nulla, il si e il no, l’uno e i molti, il diverso l’identico e va’ proseguendo per ogni altra sorta di opposti e contradittorj."
      },
      {
        "index": 4,
        "text": "Ma nella mente cotesti termini sono ideali e non effettivi, e cioè a dire che sono mere rappresentanze e note segni o di cose o di relazioni. L’oggetto che lor corrisponde ad intra è analogo e non simile, è emblema e non effigie nel modo che più volte fu esposto e dichiarato da noi. Certo, nell’Assoluto il nulla, la privazione, l’opposto, il contradittorio, il molteplice e termini altri siffatti non sono quali il finito li scorge o li lascia pensare; dapoichè in seno di Dio non può in guisa veruna giacere la privazione e il molteplice ed assai meno la contradizione od altro opposto non conciliabile. Ed anzi gli opposti non conciliabili nettanipoco sono ricevuti dalle nature finite. Tutto il che è notorio ed antico in filosofia, come vedesi in Aristotele e ne’ suoi chiosatori, de’ quali mi basti citare Averroe che scrive così: Ens duplex in intellectu et extra intellectu. Quod est in intellectu contingit ut recipiat duo opposita simul; quod est extra intellectum non. (In 6, Metaphysicorum, 2, tex. commen. 8.) Strana cosa è dunque affermare che stando raccolti nell’unità del pensiere le rappresentanze e i segni di termini opposti vi debbano stare veramente ed effettualmente essi termini. E nemmanco à da trapassare in silenzie che sebbene dentro la mente v’abbia il concetto del si e del no e quello corrispondente dell’essere e del non essere, mai non se ne può formare la sintesi giudicativa; anzi, la esclusione loro da quella sintesi è assoluta e perpetua. No importa il dire che il concetto d’ogni contrario debbe all’ultimo riferirsi al rispettivo ideato; e questo, perchè la mente lo giudichi, debbe rivelare la propria natura; quindi il contrario venir raccolto a forza nella unità del paragone e del giudicio."
      },
      {
        "index": 5,
        "text": "119. — Non è malagevole di rispondere a questo che sebbene l’atto del paragonare e del giudicare sia uno, esso termina tuttavolta nella moltiplicità che gli rimane esteriore; quindi l’uno e il molteplice non si confondono, ancora che sieno entrambi congiunti questo come obbietto quello come subbietto; e mentre la unità à nell’anima la moltiplicità è fuori dell’anima."
      },
      {
        "index": 6,
        "text": "A rispetto poi dell’affermare che l’ultima essenza d’ogni specie di essere torni necessariamente in idea e in pensiere, noi mostreremo da capo essere falsa e illusoria dottrina, quando ragioneremo nel quinto libro di ciò che debbe stimarsi della natura comune di tutte le cose."
      },
      {
        "index": 7,
        "text": "120. — Infrattanto, per chiudere con sufficiente e precisa compitezza l’analisi de’ concetti più generali ed abituali, gioverà insistere novamente sulla nozione dell’essere, intorno di cui sonosi fatte in Italia discussioni infinite, senza pervenire ancora a qual cosa di chiaro, di esatto e d’incontrovertibile."
      },
      {
        "index": 8,
        "text": "Dire che quella nozione giace innata dentro la mente e viene replicata in qualunque idea, ed anzi costituire la medesima intelligenza nostra, è maniera spedita e comoda di sgroppare ogni nodo salvo che, in ultimo, i nodi si trovano più serrati e più numerosi perchè i fatti non guari s’arrendono a quella supposizione. Oltrechè l’uscio pel quale si fa entrare una idea innata dentro la mente non può venir chiuso dopo a nostro piacere ed arbitrio e tutte le altre fannovi calca e pretendono avere altrettanto diritto di collocarvisi e certo, per tenerle indietro non è buona ragione il dir loro: ma voi non siete necessarie e si può fare a meno del fatto vostro; e nemmanco sembra buona ragione il soggiungere che solo l’idea dell’essere è pura forma, quando le altre sono forma mista a materia; perocchè quelle brontolando replicheranno che in quanto idee, vale a dire, in quanto esseri intellettuali, tutte sono pura forma; e se l’una rappresenta l’essere determinato e l’altra l’essere indeterminato, ciò non altera d’un minimo che la natura loro comune. E quando poi sotto il nome di forma vogliasi intendere un che attivo e operante, allora affermiamo che niuna idea può pretendere meno a simile appellazione, quanto la nozione dell’ente possibile il quale giusta i canoni rosminiani è la negazione assoluta della sussistenza e dell’atto."
      },
      {
        "index": 9,
        "text": "121. — Ad ogni modo, ciò che viene contro davvero al supposto dell’idea innata dell’essere è il presente dilemnia. O l’essere puro sta effettualmente per entro le cose, o non vi sta. Nel primo caso, perchè non dare a quella nozione una origine, occasionale almeno, dall’esperienza come alle altre? Nel secondo caso, noi falsiamo tutti i nostri giudicj e ragionamenti d’intorno alle cose insinuandovi un elemento fittizio che al fatto non corrisponde. Il che succede per appunto al sistema lella idea dell’ente possibile. Ad ogni piè sospinto. uomo imbattesi in anfibologie e in viluppi non estricabili, de’ quali fu parlato con sufficienza nel primo libro e in qualche altro scritto."
      },
      {
        "index": 10,
        "text": "122. — Del rimanente, pretendi tu che ad ogni esperienza occorra cotal nozione? Falla per lo meno contemporanea col primo atto di percezione, ossia poni che occasionalmente quel primo atto svegli l’intelletto alla visione di quella idea; sebbene la cosa troverà poi altri nodi insolubili per altro verso. Dici che la nozione dell’essere puro non aggiunge e non leva nulla nelle esistenze concrete, ma solo è luce universale e perenue necessaria al conoscerle? Rispondo che l’essere puro e assolutamente indeterminato non può farsi luce nè mezzo nè altra cosa, e che qui calza troppo bene la massima dei nominali: entia non sunt multiplicanda prœter necessitatem."
      },
      {
        "index": 11,
        "text": "123. — Noi già indicammo distintamente le due vie per le quali è occasionata in pensiere la concezione astrattissima dell’idea pura dell’ente. Ora aggiungiamo che per tale origine duplicata della stessa nozione e per l’altra idea poco dissimile dell’essere in qualehesia guisa determinato, accade molto spesso che vengano entrambe intese ed assunte in maniere tanto diverse. Chè talora la voce ente vuol significare l’Assoluto e la causa e il principio dell’universo. Talaltra vuol significare l’ultimo fondo di tutte le cose qualificate, ed accenna al subbietto comune ed a ciò nel quale tutte le sostanze somigliano. Infine, per altro uso ordinario e frequente, quella voce viene a significare il solo e mero contrapposto del nulla, e perciò è domandato l’essere comunissimo ed esce dalla maggiore ed ultima delle astrazioni; quindi si rimane compiutamente indeterminato e quanto la sua comprensione è nulla, altrettanto la dilatazione sua è infinita."
      },
      {
        "index": 12,
        "text": "124. — Ei sembra certo che guardandosi al termine realissimo di tutte le idee il quale manifesta immediatamente di sè medesimo la sola e nuda presenzialità e per altro verso raccoglie e sostiene l’infinita rappresentazione delle cose fattibili e delle cose trascendenti, il pensiero vi ravvisa l’Ente assoluto e conosce con precisione che, sebbene occulta esso compiutamente ogni determinazione propria e immediata, nullameno indica in sè per segni e rappresentanze il principio e la cagione di tutte le forme dell’universo. Del pari, è certo che quella esistenza coperta ed oscura la quale scorgiamo in fondo a tutte le cose concrete e finite ci move bensì a pensare per ultimo a un essere affatto indeterminato, ma in correlazione diretta e incessante coi modi, le qualità e gli atti di cui è sostegno e principio; e forse perciò medesimo vi si dee ravvisare ogni sempre la determinazione di certa potenzialità. Per vero, in entrambo i casi allegati, la mente giunge al concepimento dell’essere puro con isforzo grande e replicato di astrazione; e quando vi giunge, contempla una entità la quale apparisce vuota d’ogni specie e d’ogni attribuzione, solo per la impotenza ed inefficacia del nostro intuito. Avvegnache esso non penetra più là del limite estremo onde esce l’atto delle forze finite; nè più là del nesso delle idee col termine loro comune ad intra, conforme venne spiegato da noi delle volte parecchie."
      },
      {
        "index": 13,
        "text": "125. — La concezione, invece, dell’essere comunissimo, e cioè d’una nozione la più semplice e vuota che cader possa nell’intelletto, dovea balzar fuori all’occasione d’una vista comparativa di esso intelletto; perocchè, nel fatto, cotale nozione esprime un’attinenza mentale e comune di tutte le nature increate e create, piuttosto chè un qualche cosa di discernibile e distinguibile per entro delle medesime. Nella maniera, impertanto, che il nostro pensiere scorge di continuo relazioni di somiglianza o dissomiglianza fra gli oggetti paragonati mentre in cotesti oggetti quel somigliare o dissomigliare non giace distintamente e concretamente come qualità, o parte, o affezione o comechessia, succede il medesimo në più ne manco per la nozione dell’essere comunissimo. Che inutilmente cercherebbesi cotale essere dentro le cose, tutte le quali sono, del sicuro, diverse ed anzi contrarie del nulla, ma ciascuna in modo specificato e con la realità sua propria ed intera. E quando pur si volesse che l’essere comunissimo fosse il genere massimo partecipato da tutti gli enti, egli accadrebbe l’assurdo che tutte le specie distinte e tutte le forme individuali rimarrebbono escluse dall’essere ne punto differirebbero dal nulla assoluto; ovvero quel genere massimo e tutte le specie e le varietà individue troverebbersi trasmutate in una monotona identità senza forma, senz’atto e senza determinazione; simile a una notte infinita o per lo contrario simile a una luce crepuscolare immensa ed interminabile e che non riceva colore nè grado nè mutazione giammai."
      },
      {
        "index": 14,
        "text": "126. — Ma d’altra parte, se la nozione astrattissima di cui si ragiona è soltanto una nota ed un segno di certa relazione comune di tutte le cose reali e ideali; e se tal relazione rivelasi sempre e invariabilmente all’occhio nostro mentale in quel suo scorgere l’assoluta discrepanza che anno esse cose con la privazione e col nulla, insorge il dubio che ciò arrechi in mezzo alle cognizioni del mondo reale un elemento subbiettivo e quasi fittizio e tolga al principio d’identità e contradizione quel carattere di piena universalità e assolutezza che gli si compete."
      },
      {
        "index": 15,
        "text": "127. — Sul che primamente consideriamo essere troppo vero che la nozione dell’ente logico fa al nostro pensiere ufficio d’una sorta di notazione algebrica e tiene sembiante d’un’a o d’una b, messa in usanza per larghezza e facilità di computazione in luogo delle quantità numerate e specificate. E così l’ente astrattissimo occupa il luogo delle specie individue che sono infinite per varietà d’essenze e di modi. Solo Iddio può pensarle tutte partitamente ed unitamente e ciascuna nell’essere peculiare a un tempo e comune. La nostra mente finita ed angusta venne dalla natura medesima indotta a compendiare ed unificare la immensa diversità delle cose con quell’algebra metafisica di cui discorriamo. Ne usò ampiamente e ne abusò forse ancora la scolastica. Nè accorgendosi bene di ciò, per mio giudicio, l’alto ingegno del Rosmini reputò di scorgere in san Tommaso e in altri gran pensatori del medio evo la teorica sua dell’idea dell’ente possibile."
      },
      {
        "index": 16,
        "text": "128. — Ma tornando al dubio promosso, ognora che noi ponderiamo che in tutte le relazioni côlte e avvisate dal nostro spirito i termini oggettivi delle medesime tengono tale esatta corrispondenza che mutando essi o molto o poco, mutano esattamente e immediatamente le relazioni, ei non si dee mettere in forse che il ragionamento fondatori sopra non abbia un valore altresì reale e obbiettivo; come il geometra parla e ragiona con sicurezza perfetta del tempo tuttochè lo misuri mediante lo spazio, cosa dal tempo differentissima."
      },
      {
        "index": 17,
        "text": "Si aggiunga che la nozione dell’essere, quante volte è adoperata nell’accezione di sostrato o subbietto sostanziale, indica una realità che giace effettualmente e distintamente dentro le cose; come quando si dice gli enti creati, ovvero gli esseri umani o simiglianti espressioni."
      },
      {
        "index": 18,
        "text": "129. — Ma v’à di più; la nozione dell’essere comunissimo esce, come sa il lettore, all’occasione che la mente scorge quella differenza intera e assoluta la quale interviene fra la percezione degli oggetti e il cessare della percezione medesima. Tale differenza, sebbene non giace in modo concreto e distinto per entro alle esistenze percette, è nullameno raccolta nella unità del nostro pensiere non diversamente dalle altre specie di relazioni mentali. Ora, a simile unità che dir possiamo subbiettiva e cogitativa risponde per ultimo l’unità del concetto o vogliam dire la Ipotesi, la quale dovendo qui dilatarsi nella infinita sua comprensione e contenere sè e tutte le cose, dee convertirsi nell’unità dell’atto efficiente divino che genera eternamente sè stesso e fa esistere fuori di sè le efficienze partecipate e finite. E perchè non v’è modo di essere nè accidente nè relazione per fugace che sia ed appena pensabile, la quale non esista in virtù di quell’atto, così il pensiere nostro riflette ed effigia, a così parlare, quella attinenza universalissima con la nozione dell’essere puro. Onde questo, per nostro avviso, esprime oggettivamente non altra cosa che una forma astrattissima della causalità ed immensità infinita di Dio. In tal guisa, e sia detto per transito, le forme logiche subbiettive del nostro spirito si rincontrano per arcana armonia con le determinazioni della realità eterna in cui alla fine tutte le relazioni mentali trovano l’essenza la ragione e la causa loro correlativa e suprema."
      },
      {
        "index": 19,
        "text": "130. — In terzo Inogo, fa grandemente mestieri di considerare che alla intelligenza umana non viene mai impedito di scorgere quello che la nozione dell’ente esprime di positivo e di reale ovvero di logico puramente e di subbiettivo. In un luogo della sua metafisica Aristotele pronunzia l’accidente essere ciò che esiste in altro. Ora cotal frase vuol dire un che e però un ente nel quale è distinta e notata alcun altra cosa; quindi esso è un ente qualificato o vogliam dire un subbietto in quel mentre pure che per la definizione l’accidente è dichiarato non poter essere un subbietto. Però qui come in altri casi infiniti ricorre il bisogno essenziale di nostra mente di pensar sempre le cose sotto certa unità sintetica e però sotto forma di un subbietto, almeno, ideale. Ma il raffronto poi dell’idea con la percezione, ossia del vero col fatto, illumina il nostro giudicio intorno al valore preciso che debbesi annettere a certi subbietti che sono meramente ideali e logici."
      },
      {
        "index": 20,
        "text": "131. — Pel principio poi d’identità e contradizione occorre di avvertire che oltre che il suo concetto partecipa dell’Assoluto non meno d’ogni qualunque proposizione ipotetica e però annunzia ed esprime una verità necessaria ed universale, egli è segno altresì e rappresentazione speciale dell’Ente assoluto a cui si connette, e il quale intuíto in idea e in quel suo dimostrarsi affatto incondizionato e indeterminato, confondesi (come vedemmo poc’anzi) con la idea astratta dell’essere comunissimo. Così questo essere comunissimo e il principio di contradizione che sempre lo applica vengono a possedere, chi bene li guarda, due relazioni universali con tutte le cose: l’una di differenza dalla privazione e dal nulla; l’altra di connessione con la possibilità e l’intelligibilità eterna e infinita. Imperocchè ogni cosa, qualora esista, è per ciò solo intelligibile, per lo manco alla intelligenza assoluta; e se è contingente, à di più la sua essenza ipotetica nella eterna possibilità od efficienza che voglia dirsi. Ora, la fonte d’ogni intelligibile e d’ogni possibile rappresentasi di nuovo al nostro pensiere come affatto indeterminata non valendo noi a concepir l’infinito delle sue determinazioni; e d’altra parte, non dovendosene concepire alcuna separata e distinta. Quindi la notazione sola conveniente e propria di tutto ciò è la idea dell’essere comunissimo e vale a dire il concetto insieme più indeterminato e più universale."
      },
      {
        "index": 21,
        "text": "132. — Con la scorta di tali analisi e tali giudicj non tornerà malagevole di girare pel labirinto di quelle, espressioni improprie ed incoerenti di cui riboccano i libri in risguardo della nozione dell’essere, ed anno falsato non pochi pensieri e opinioni di metafisici."
      },
      {
        "index": 22,
        "text": "E prima si dica che l’vessere o l’esistenza mai non è qualità ed attribuzione delle cose; perocchè l’essere o l’esistenza loro equivale a tuttaquanta la loro natura. Ed anche parlandosi dell’ente determinato e qualificato mal si dirà che sia esso pertinenza ed attribuzione di una cosa, quando, per lo contrario, le pertinenze ed attribuzioni tutte di lei si sostengono sopra l’essere o il subbietto che voglia chiamarsi. Ma perchè la mente subito che scorge una relazione fra le cose attribuisce la relazione medesima con forma di predicato all’uno o all’altro dei termini attinenti, così piglia l’abito di affermare che la relazione comune dell’essere è qualità o predicato altresì comune di tutte le cose. E ciò riesce il contrario appunto dell’altro abito della mente di convertire in subbietto quello che non esiste per sè ed in sè, come fu avvertito allegando la definizione che dà Aristotele dell’accidente."
      },
      {
        "index": 23,
        "text": "133. — Del pari, trovasi scritto che le cose più differenti in fra loro sono pure sempre l’essere determinato cosi o così. Ma l’essere comunissimo è predicato ugualmente delle determinazioni come del loro sostegno; perocchè le determinazioni non sono il nulla; ed avverasi in esse il contrapposto medesimo alla privazione od al nulla come nell'ente più sostanziale, essendo contrapposto assoluto e incapace di gradi. Laonde l’essere comunissimo e l’essere in qualchesia guisa determinato sono essenzialmente diversi. Per fermo, l’uno rappresenta certa comune attinenza di tutte le cose; l’altro, il sostegno sostanziale di tutte le qualità o per lo manco quel subbietto ideale in cui ineriscono altre idee; quindi nè l’una nè l’altra forma di subbietto è confondibile mai con le proprie determinazioni. Invece l’essere puro o comune sta in equazione perfetta ed universale così con qualunque subbietto d’idea o di cosa come con qualunque determinazione di entrambi."
      },
      {
        "index": 24,
        "text": "134. — Del resto, non si nega che dividendosi tutte le esistenze, come credo si possa fare, in concetti e in realità, l’una e l’altra classe è costituita di subbietti o reali o ideali; perocchè ogni creata natura è sostanza o di sostanza; e non v’à idea tanto semplice, e nenmanco quella dell’essere puro, in cui la mente non possa distinguere alcun’altra idea, stantechè la idealità è veramente infinita così nel tutto come in ciascuna specificazione. Ma ciò non significa che ogni sostrato di sostanza sia l’essere puro e comune e che ogni subbietto ideale risolvasi nella idea schietta dell’essere. E pure da gravi nostri scrittori fu detto ed asseverato ch’uomo pensando a qualunque sia cosa imbattesi infallantemente nella nozione astratta dell’essere. Il Rosmini per ciò dimostrare, come notammo per addietro, piglia in esempio l’idea di un Maurizio amico di lui e comincia per ordine a dispogliarla prima delle note individuali, poi delle specifiche, in ultimo delle più generali «la mia idea è divenuta (scrive egli) in tal modo l’idea d’un corpo in genere..... Voglia io finalmente non badare con l’attenzione mia nè pure a ciò che ha di proprio il corpo; allora quell’idea di corpo mi si cangerà nell’idea d’un ente in genere.» E qui cadiamo in equivocazione. La mente astraendo da tuttociò che à di proprio un corpo trova per re- siduo (mi si condoni la frase) il subbietto ignoto delle qualità ed attribuzioni della natura corporea. Quel subbietto (già lo avvertimmo) non è l’ente puro e comune, ma certo ente sostanziale e qualificato che uno pensa in disparte si dalle qualità e si dagli atti che n’emanano, e in cui dimora pur sempre certa potenzialità e certo principio attivo che fanno tutt’uno con lui. Replichi tu che si può pensare di Maurizio la mera esistenza? Rispondo di no, se parlasi di Maurizio in carne ed in ossa; dacchè la esistenza sua s’identifica con tutto lui, e non è più sostrato che qualità, nè più principio attivo che minima varietà ed accidenza; e per cercare ch’io faccia nella persona di Maurizio e mediante qualunque astrazione, non mi succederà pur mai di quivi discernere la esistenza dal rimanente. Qualora poi si discorra non di Maurizio che mangia bere dorme e veste panni, ma della pura idea di lui e la si voglia paragonare alla nozione dell’essere comunissimo, egli si troverà che rappresentando questa nozione un’attinenza comane di tutte le cose certo debbe correre una relazione fra lei e l’idea di Maurizio, da poichè Maurizio è nel numero delle cose."
      },
      {
        "index": 25,
        "text": "135. — Ma qui attenda il lettore al ragionamento che segue. Nel vero, data un’idea sono date in perpetuo tutte mai le sue relazioni. Se non che, altro sono le relazioni estrinseche uscenti dal tutto insieme dell’essere loro ed apprese dalla mente, ed altro le intrinseche relazioni le quali costituiscono un qualche elemento speciale li loro natura, e possono però venire distinte in essa natura medesima; e di tal sorta sono, per via d’esempio, la parte in risguardo del tutto, la qualità in risguardo del subbietto, la facoltà in riscontro dell’atto, l’accidentale in riscontro dell’essenziale e consimili altri. Ora, chi vuol conoscere pienamente la cosa per quello che è in sè medesima debbe per lo certo avvisare altresì le intrinseche sue relazioni. Invece, niuna necessità lo stringe a pigliare notizia dell’altre. E chi dirà, per esempio, ch’io non pervengo alla chiara apprensione del circolo insino a che io non sappia tutte le sue somiglianze con tutte le curve possibili, ed ogni dissomiglianza da ogni altra diversa figura? Del pari, il numero 12 è del sicuro uguale a 5+7; e noi altrove osservammo che tal relazione di ugualità è data insieme col numero 12 nella possibilità eterna delle quantità discrete numeriche. Nullameno, chi vorrebbe affermare che niuno riesca a pensare al numero 12 s’egli innanzi non à conosciuto ogni relazione di quello con l’infinito delle quantità e vale come dire che non ne verrà mai a capo? E si badi (noi ripetiamo) che la relazione di egualità o del suo contrario e quella di somiglianza e dissomiglianza, unità e moltiplicità, grandezza e picciolezza e conformi altre sono rassegnate nel medesimo genere al quale appartiene la relazione dell’essere comunissimo; perchè tutte esse escono da certe vedute di nostra mente, abbracciano l’essere intero della cosa a cui si riferiscono e non dinotano un che di separabile o almeno di distinguibile entro la natura di quella. Onde, per ciò solo le chiamiamo esteriori e non perchè esprimano qualche cosa di alieno e di aggiuntivo. Si possono adunque conoscere concetti in buon dato ignorando molte e forse anche tutte le relazioni loro da noi domandate esteriori. Quindi è falso ripigliando l’esempio allegato, che io non possa rivolger la mente alla idea di Maurizio senza incontrarvi ed apprendervi di necessità la idea dell’essere comunissimo."
      },
      {
        "index": 26,
        "text": "136. — Nè qui si confonda da capo la tesi, dicendo che la idea tutta di Maurizio ci rappresenta la esistenza sua possibile, quindi il concetto dell’esistenza dovervi entrare più che a forza. Rispondiamo subito a chi facesse cotale istanza, che l’ente possibile abbiamo dichiarato e provato essere ad intra la efficienza eterna e assoluta dell’oggetto rappresentato, o vogliam dire la causa sua esemplare; la quale primamente osserviamo che se è legata e connessa con lui, non è lui propriamente. In secondo luogo si avverta che simile causa risolvesi nel fondo suo con la onnipotenza divina e distingue poi in sè eminenter tante forme quante sono le nature finite attuabili. Ora tutto ciò è molto diverso dalla nozione dell’ente puro e compiutamente indeterminato; e per tale rispetto, l’ente possibile, guardato dentro le cose, è una di quelle notazioni di algebra metafisica delle quali tenemmo discorso un poco più sopra. E similmente, ricordi il lettore che queste nostre considerazioni consuonano in ogni parte con ciò che dichiarammo qua dietro circa alla realità oggettiva e correlativa della nozione dell’essere puro, indicando quale sia la significazione positiva ed ultima della identità che tutte le cose rinvengono in quella nozione."
      },
      {
        "index": 27,
        "text": "137. — Per concludere da ogni lato la cognizione e definizione di questa idea dell’essere, tanto battuta e ribattuta oggidì nel capo de’ nostri giovani, toccheremo eziandio del tempo in cui dee comparire dentro la mente, dopo aver noi con troppa ragione disdetto assolutamente che la vi stia innata e preceda ogni atto li sensazione e di percezione. Certo è dunque che tale idea debbe sorgere delle prime per entro al pensiere e segnatamente in quella forma e accezione che è sinonimo di subbietto o di cosa; considerato che in qualunque momento di nostra esistenza ricorre l’occasione di paragonare il sentimento di noi medesimi con la percezione delle forze e degli atti che dal di fuori ci penetrano. E materia di tal paragone sono il subbietto nostro coi subbietti di quelle forze. Quindi la mente di necessità vi scorge rassomiglianza compita, in quanto sono gli uni e l’altro un che di riposto, di sconosciuto e d’indefinito; e per ciò medesimo, variando tuttora i fenomeni, l’apprensione dei subbietti non varia; la quale poi guardata da sè e distinta da essi fenomeni e contemplata nel suo concetto porge la idea generale della cosa ovvero sia dell’essere sostanziale astratto."
      },
      {
        "index": 28,
        "text": "Il perchè, s’egli è verissimo che i fanciulli ad ogni tratto domandano che cosa è questo e cotesto, e mostrano con ciò chiaramente di già possedere il concetto universale di sostanza, non ne discende punto la conseguenza volutane ricavare dai Rosminiani che sia innata nell’uomo la idea dell’essere comunissimo."
      },
      {
        "index": 29,
        "text": "138. — D’altra parte, anche questa nozione vuota ed interamente logica può sorgere nella mente molto per tempo, osservata e considerata la descrizione che noi facemmo della sua doppia origine. Perocchè nell’anima accade continuamente, così il paragone fra il comparire e cessar dei fenomeni, quanto l’apprensione dell’Ente assoluto, quale termine del nostro pensiero; che sono due atti mentali mediante cui dopo parecchie astrazioni e giudizj si occasiona il concetto dell’essere puro e affatto indeterminato. Di tal guisa, dopo aver noi dimostrato che nella forma essenziale e perpetua delle nostre cogitazioni non entra alcuna necessità di far luogo all’idea dell’essere puro, al presente riconosciamo per via storica, se è lecito cosi parlare, che quella nozione sebbene dee comparir fra le prime dentro la mente, non però di meno l’interrogare dei fanciulli prova unicamente la presenza nel lor pensiere della nozione di cosa e cioè di sostanza. All’altra dell’essere puro bisogna, per venir concepita con precisione e perspicuità, un abito e un esercizio maggiore dell’astrazione e del pensiere speculativo."
      },
      {
        "index": 30,
        "text": "139. — Si volle pure dalla espressione vocale de’ nostri giudicj dedurre la necessaria presenza in quelli della nozione dell’ente, affermando che quivi la voce da cui è significata la copula tra il subbietto ed il predicato, vuole invece significar sempre in modo distinto ed esplicito l’esistere della cosa di cui si giudica. Noi neghiamo a dirittura quella presunta generale significazione, sebbene confessiamo che il verbo denominato sostantivo serve eziandio in casi particolari all’ufficio d’indicare l’astratta e sola qualità dell’esistere usandosi perciò di sopprimere ogni parola aggiuntiva. Se io pronunzio: Dio è buono, intendo di esprimere lá inerenza della bontà in Dio; e il verbo à forza copulativa e vale a dire che indica per appunto quella inerenza. Invece, in questa frase: Dio è, ovvero, Dio esiste, per lo certo, il verbo esprime esplicitamente che l’essere o l’esistere appartiene a Dio. La grammatica, impertanto, non darà niuna ragione a cotesti ideologi insino a quando non avranno mostrato che mai il verbo sostantivo non prende ufficio di indicare l’inerenza del predicato nel subbietto, ovvero che non possa egli adempiere cotal suo fine senza notare puranco in modo distinto ed esplicito che il subbietto esiste."
      },
      {
        "index": 31,
        "text": "140. — Nè parmi altresì malagevole di avvisare il perchè nel verbo sostantivo entrasse naturalmente l’abito d’indicare il nudo rapporto dell’essere. Apparisce chiaro a ciascuno che fra le tre voci esprimenti un giudicio, la copula sola à carattere universale e indeterminato. Ella annunzia bensì un legame d’inerenza, ma nulla non determina circa la natura del subbietto e del predicato. Era dunque un segno convenientissimo ad avvertire la nozione più indeterminata del mondo siccome quella dell’essere. E perchè la copula pronunziata subito dopo il nome, sebbene non accenna ancora la specie di predicato che le vien dietro, pure afferma di già nettamente che qualcosa inerisce nell’oggetto nominato, e questo può già dalla mente venire riconosciuto siccome un subbietto o ideale o reale, quindi con accorgimento i grammatici appellarono sostantivo il verbo o la parola originalmente deputata a congiungere l’addiettivo al nome."
      },
      {
        "index": 32,
        "text": "141. — Se poi dall’Italia giriamo gli occhi sulla Germania, che strano concetto ci converrà fare di quel sistema che pone a principio di tutte le cose e a generatore di Dio l’essere comunissimo; e vale a dire l’idea che nasce da una relazione esteriore degli enti avvisata dal pensiere e che il pensiere intromette continuo ne’ suoi giudicj come una specie di notazione algebraica ed un segno il più frequente e manesco perchè il meno determinato?"
      }
    ]
  }
}
