{
  "chapterNumber": 48,
  "title": "Vol. II, Libro Secondo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "AFORISMI DELLE PIÙ GENERALI ATTINENZEDEL FINITO CON L'INFINITO."
      },
      {
        "index": 1,
        "text": "77. — Poichè il finito non può mai in modo assoluto essere nè uno nè semplice; e mai non può riuscire nè perfetto, nè a sè sufficiente, nè generale, nè indiviso, l'infinito della potenza causale suprema discopresi nel far comparire in ogni dove l'indefinito, e cioè quella moltiplicazione, varietà, diversità e combinazione di esseri alla quale non è assegnabile mai un termine estremo ed ultimo. Perchè, se il finito non può sciogliersi mai da qualunque specie di limite, nondimeno à facoltà di rimoverli di più in più; e se questo può, certo la bontà e sapienza infinita vogliono che ciò accada delle volte innumerevoli. Quindi è da pronunziare che in Dio è l’infinito, il finito è in qualunque cosa particolare, l’indefinito è in qualunque forma del molteplice."
      },
      {
        "index": 2,
        "text": "78. — Indefinita è perciò la divisione della materia, indefinita la sua espansione o moltiplicazione che dir si voglia; nè il microscopio rinviene l’ultima molecola mai nè il telescopio l’ultima materia stellare. D’altri indefiniti quasi a dirsi interiori dell’essere parleremo a’ debiti luoghi."
      },
      {
        "index": 3,
        "text": "79. — E perchè nello spazio in qualunque tempo determinato la materia dee constare di parti numerabili, il che importa che siano finite, e farle infinite come pensarono i cartesiani è contradittorio, perciò la indefinita moltiplicazione loro accade per successione e l’atto del creare nou cessa giammai. Supponendo che cessi, abbiamo una efficienza infinita e una infinita possibilità che si fermano di qua dai termini della recettività del finito e senza che ciò provenga per lo divieto della necessità logica o metafisica che la si chiami."
      },
      {
        "index": 4,
        "text": "80. — La moltiplicazione adunque della materia prosegue incessabilmente di là dai confini attuali, come oceano sempre più vasto e ponendo in essere reale di mano in mano la virtuale capacità dello spazio, come altrove fu dichiarato.[1] Di quindi pure la formazione di nuove stelle e nuovi sistemi solari; sebbene ei compongano ordini mondiali indipendenti da tutti gli altri quanto tutti gli altri da essi; e però da ultimo sono composti più là dei termini estremi dell’attrazione e influenza degli ordini di già esistenti. Se questo non fosse, o i moti disordinerebbero non essendo circoscritte da niuna parte le loro perturbazioni, ovvero cesserebbero al tutto per la infinita collisione d’infiniti moti diversi e continui. Tuttavolta può taluno dei vecchi sistemi per effetto di movimenti iperbolici e dopo bilioni di secoli entrare in qualche comunicazione coi nuovi. Solo si avverta che questo medesimo non esaurisce l’indefinito dello spazio nè del possibile nè della moltiplicazione. Il perchè bisogna compire mai sempre il nostro concetto col figurare sistemi separati e incomunicabili, non si volendo attribuire alle parti della materia una virtù attrattiva infinita."
      },
      {
        "index": 5,
        "text": "80. — Ciò, come vedesi, costituisce uno dei principj solenni della nostra cosmologia il quale debb’essere così annunziato: La creazione non è infinita, ma neppure à fermi confini perchè è incessante ed interminabile."
      },
      {
        "index": 6,
        "text": "82. — Intendiamo assai bene che alle menti volgari paia duro di ammettere questa creazione continua di materiali sostanze, e ricorderà forse per obbiezione il convincimento comune che l’ultimo fondo della materia in mezzo ad ogni maniera di cambiamenti nè cresce nè cala d’un solo atomo."
      },
      {
        "index": 7,
        "text": "83. — Pur nondimeno, se ben si guarda, questa creazione incessante à qualcosa di necessario; perchè mentre è impossibile la infinità vera e assoluta della materia, lo indefinito suo incremento, come si disse poc’anzi, risponde solo al flusso non mai esausto della efficienza divina. D’altro lato, la comune persuasione testè ricordata non riceve eccezione nè offesa veruna dal nostro pronunziato. Perocchè i subbietti materiali o nuovi od antichi sono sempre uguali e medesimi ciascuno nella quantità propria; e i nuovi appariscono di là da tutti i confini de’ nostri mondi."
      },
      {
        "index": 8,
        "text": "84. — Oltrechè, nessuno, stimiamo noi, può negarci a ragione l’arbitrio di fingere che il nostro globo nell’andare di molti secoli aumenti di qualche poco la propria materia per quella copia considerevole di areoliti e di bolidi che cascano via via sopra il suo dosso. E nullameno, nessuno giudicherà che la materia del nostro globo muti ed alteri in nulla il quanto d’ogni suo componente; perocchè le nature essenziali non mutano e nelle condizioni essenziali della materia entra eziandio un quanto determinato."
      },
      {
        "index": 9,
        "text": "85. — Quello che affermiamo della materia si dee pensare che accada per qualunque altra natura di ente. Perchè Dio medesimo sebbene può moltiplicare all’infinito ciascuna specie di cosa, tuttavolta nol può fare in istante, perocchè in ogni istante il numero, per immenso che tu lo ponga, à il suo termine fermo e preciso. Ogni numero adunque, allargandosi con la successione e non altramente, domanda il flusso perenne della creazione. Così diremo incessante la creazione e moltiplicazione degli enti spirituali e in genere di tutte le sorte di esistenze che non risultano dall’operare e comporre delle cause seconde, ma si movono immediatamente dall’atto creativo. Certo è che il senso comune non istima di avvenirsi in un paradosso allorchè gli si afferma l’ipotesi del cominciare il nostro spirito insieme col nostro corpo. Tutto adunque comincia e moltiplica, e tutto prosegue altresì a durare nella perpetuazione del tempo."
      },
      {
        "index": 10,
        "text": "86. — Nè questo moltiplicare senza termine dei subbietti simili si contrappone alla massima professata da noi, che qualunque sorta d’indefinito attinge la virtù sua dal vero infinito e non può essere atto delle cause seconde nè posto e ricavato unicamente dal fondo loro. La moltiplicazione qui discorsa non è di atti e modi, ma sibbene di subbietti e move appunto immediate dalla efficienza dell’infinito."
      },
      {
        "index": 11,
        "text": "87. — Ugualmente non si potendo dal finito racchiudere l’uno e il tutto con pienezza intera e semplicità perfetta di essere come succede all’infinito, Dio pose nella creazione divisamente e spezzatamente quella pienezza di essere, e vi originò il diverso e nel diverso altresì distese l’indefinito."
      },
      {
        "index": 12,
        "text": "88. — Però, dopo avere la mente nostra pensato a tutte quelle differenze di mondi che serbano qualche relazione di attività o passività presente o possibile col mondo che conosciamo od intravediamo, è necessario sforzarla ad immaginare altri sistemi indefiniti d’altre creazioni alienissime dalla nostra natura spirituale e corporea e quindi assolutamente diversi da noi e dal rimanente mondo visibile."
      },
      {
        "index": 13,
        "text": "89. — Nè perchè tutte quelle specie di mondi sono infigurabili a noi ed inconoscibili dobbiamo giudicare che non sussistano. Per lo contrario, la esistenza loro è provata dalla certezza dei nostri principj; nè altramente si può combattere la illazione da questi ritratta se non definendo le necessità metafisiche per le quali debbono venir ristagnate le fonti del possibile e l’efficienza divina debbe restarsi come dire a mezzo dell’opera; e se è disposta e capace di moltiplicare il simile non è altrettanto del diverso. Certo le fantasie nostre indovinano meglio l’indefinito del primo che del secondo. Ma debbono oggimai sapere i cosmologi che di là da ogni indovinamento nostro v’è ancora un oceano in cui la mente dee compiacersi di far uaufragio. Ogni altro concetto rimansi di qua dal punto"
      },
      {
        "index": 14,
        "text": "«Dov’Ercole segnò li suoi riguardi»"
      },
      {
        "index": 15,
        "text": "e sono i termini veramente ultimi della scienza."
      },
      {
        "index": 16,
        "text": "90. — La mente si riposa nel simile, e si sgomenta del diverso che la divide e affatica. Ma la natura obbedisce forse ai bisogni di nostra mente? Il diverso è dapertutto e più frequente e abbondevole che noi non vorremmo. E mi sembra credibile assai che quando l’uomo fosse fornito d’un qualche senso oltre i cinque ora posseduti, un mondo novissimo ed inopinato gli si farebbe manifesto e quasi direbbegli: io ti stava pur vicino e tra’ piedi e tu nullameno non mi vedevi."
      },
      {
        "index": 17,
        "text": "91. — Ma per la ragione notata il diverso sfugge più di leggieri ale nostre considerazioni e supposizioni. Mettiamo caso che i fisici pervenissero con degli spettri stellari a riconoscere in tutti gli astri visibili le sostanze medesime che sulla faccia della terra, ei mi sembra certo che i dotti avrebbono per indubitato la materia universa essere dapertutto composta degli elementi medesimi. Invece se ne dovrebbe solo ritrarre che di quegli astri ciò che è conoscibile a noi mediante la luce e le nostre esperienze torna simile ai componenti del nostro pianeta. Ma possono rimanere colà infinite cose diverse; e perchè diverse, rimanere aliene ed inaccessibili alla nostra scienza."
      },
      {
        "index": 18,
        "text": "92. — Del resto, sembra che nel caso da noi esemplificato la smaniosa voglia di trovar l’unità non sia per essere soddisfatta; perocchè mi vien riferito che l’esperienze del Donati sugli spettri stellari fanno concludere per contrario fra gli astri una gran differenza di elementi."
      },
      {
        "index": 19,
        "text": "93. — Ripetiamo che l’infinito è l’uno ed il tutto assoluto. Ma il finito come non può essere il tutto nel senso della contenenza infinita, così nemmanco nel senso del contenente. E ciò che chiamiamo totalità e universo risolvesi in un concetto, come s’usa dire, subbiettivo e in qual cosa di nominale; nel modo che certa somma di unità disgregate chiamiamo il tutto di quelle sebbene esistano fuor del pensiere in islegamento e separazione compiuta."
      },
      {
        "index": 20,
        "text": "95. — Perchè dunque il diverso nella creazione non moltiplica meno del simile e la sua flussione è perpetua , ed inessiccabile, occorre che i cosmologi piglino abito di simboleggiare la creazione come un complesso d’innumerevoli sfere tutte pari di grandezza e tutte concentriche sebbene diverse nel contenente e nel contenuto. E se tu fingi una sfera di magnetismo, uguale e concentrica ad una sfera di luce e ad un’altra di calore e ad un’altra ancora di ossigene, e di più sopprimi per astrazione le somiglianze che ànno fra loro e solo badi alle differenze ed in ciascuna di esse sfere ecciti un moto diverso, tanto che quella giri da occidente ad oriente e questa al contrario, e un’altra dal mezzo giorno al settentrione ed un’altra ancora per traverso giusta il piano dell’ecclittica e va’ così proseguendo, tu acquisterai forse un’idea lontana non però falsa di quel tutto della natura in cui s’intersecano (se è lecito dire) ma non s’impacciano innumerevoli mondi diversi."
      },
      {
        "index": 21,
        "text": "96. — Però, se dentro al creato non può capire l’unità e la totalità, procedente dalla pienezza semplice ed assoluta dell’essere, rimane di ricercare se possa per lo manco apparirvi la unità e totalità relativa di organamento. E qui è subito da giudicare che se domandasi organamento la coordinazione di cose differentissime e quelle serie innumerevoli di mezzi e strumenti le quali o da lontano o di presso o per diretto modo o per indiretto cospirano in qualche maniera e grado all’adempimento del fine comune, ei si vuole affermare che la creazione tuttaquanta compone un sistema immenso e maraviglioso entro cui sussiste l’uno e il tutto insieme congiunti, l’unità, vale a dire, del fine e la totalità smisurata ed eterogenea ma pur concordata ed armonizzante degli esseri strumentali e degli altri i quali partecipano ad esso fine. Salvochè questa a così chiamarla unificazione finale ed istrumentale dei mondi diversi è visibile pur solamente agli occhi di Dio. Noi possiamo pensarla ma non definirla, e le unità e totalità che andiam raccogliendo sono sempre circoscritte e parziali, conforme sarà dimostrato più avanti."
      },
      {
        "index": 22,
        "text": "97. — Io non mi posso tenere a questa occasione dal considerare che mentre l’efficacia degli strumenti ottici e una più matura meditazione allargano ogni di da vantaggio i termini dell’universo e da per tutto si scorgono segni di moto e trasmutazione e segni di organamento e di vita e per conseguente di animazione, intelletto e moralità, possa farsi innanzi una scuola di metafisici e cosmologi con proposito di ricondurre i pensieri umani alle angustie e grettezze de’ primi tempi quando la scienza della natura non potea dar che vagiti e la cullavano piacevolmente le tradizioni volgari e la poesia, e quando i filosofi sperimentali, se pur ve n’erano, imitar dovevano a forza il fanciullo che tutto paragona e misura da sè medesimo e crede salendo sul monte vicino di toccare il cielo col dito."
      },
      {
        "index": 23,
        "text": "98. — Ora cotesta scuola ritorna a dire che la materia siderale variamente diffusa e gli aggregamenti pur variatissimi di stelle nebulose ed essi gli astri maggiori disseminati e scintillanti per ogni dove non sono altramente dei Soli somiglievoli a questo nostro e mondi e sistemi mondiali in via di composizione ovvero pervenuti al colmo di lor fattura, ma sono invece la inerte materia nell’essere meno concreto e dove regna null’altro che la immobilità e la ripulsione. Di tuttoquanto l’universo visibile al telescopio il sistema nostro solare à unicamente pregio e importanza, e in questo il solo pianeta nostro contiene la vita e qui unicamente la general natura trascorsa per gli momenti intermedj piglia coscienza di sè medesima e diventa spirito dentro alle membra organizzate dell’uomo che è fine ed apice della creazione. Così sulle orme di Aristotele e di Tolomeo questo atomo vagante che domandasi terra torna a farsi centro di tutte le cose, e i cieli gli girano intorno come cortigiani fedeli e le stelle benchè inutili sono soddisfatte dell’onore di stenebrargli un poco le notti non allunate. Sebbene egli potrebbe accadere che il firmamento sparisse un bel giorno, non essendo ora un momento necessario alla vita dello spirito; e me ne dorrebbe assai per le sprecate fatiche del Piazzi, dell’Inghirami, del Capocci e di parecchi Tedeschi, i quali travagliansi da lunghi anni intorno al catalogo delle stelle già incominciato da Ipparco e non potuto ancora venire al suo compimento. Vero è che l’Hegel afferma essere proprio della natura che i momenti astratti e particolari sopravvivano, per così parlare, al fine a cui già servirono, Gran mercè dell’avviso. Ma perchè, a dirla come la sento, non leggo nell’opere sue nessuna ragione buona e apodittica di quella persistenza, e parrebbemi auzi più logico che si dileguassero nel modo che sono dileguati i momenti geologici da cui è sorta l’organizzazione attuale, mi è forza di rimanere con qualche inquietudine, non sapendo giusto quello che potrebbe succedere disparendo a un tratto tanti milioni di stelle."
      },
      {
        "index": 24,
        "text": "99. — Ma fuor di celia, ei mi sembra una necessità infelice quella degli Hegeliani di dovere abbassar l’universo per innalzare l’uomo e deificarlo; simili in cotesto a certi monarchi i quali sopportano che loro si scemi lo stato purchè vi regnino da padroni assoluti."
      },
      {
        "index": 25,
        "text": "100. — Dopo il simigliante e dopo il diverso viene il misto di entrambi; e di tal misto debbe uscire una sorta d’indefinito non minore degli altri. Chè anzi, come non si può concepire un essere che altro non sia che purissima identità la quale in ultimo si ridurrebbe ad un’astrazione e a qualcosa di affatto indeterminato, così decai affermare che per ordinario dentro le essenze finite accade il temperamento del medesimo e del differente. Il perchè alloraquando si parla di esistenze al tutto diverse intendesi ciò d’un intero ordine di creazione o d’un intero mondo che tu tel chiami paragonato ad un altro alieno e separatissimo. Conciossiachè dentro ciascuno di essi, ragguagliando gli enti in fra loro, si troverà in parte molto divario e in parte molta conformazione. Allo stesso modo qualora parliamo di moltiplicazione esatta dei simili si può intendere, e così intendesi per ordinario, che quella moltiplicazione consista nel replicare le cose uguali l’una inverso dell’altra tanto per ciò che anno di vario quanto per ciò che ànno d’identico."
      },
      {
        "index": 26,
        "text": "101. — Questa mescolanza adunque del differente e del simile nei finiti è certissima, e per le ragioni adotte più volte ella verrà compiendosi nella natura in tutte le guise per tutti i gradi in ogni condizione, atto, qualità, elemento e accidenza di essere. Nè quindi nella natura si trapasserà mai da una essenza determinata ad un’altra, quando non sieno avanti esaurite tutte le varietà di genere e specie a lei relative, e cioè a dire ogni temperamento possibile del medesimo e del diverso; e ciò non meno negli individui che nelle aggregazioni e composizioni di questi."
      },
      {
        "index": 27,
        "text": "102. — Perchè poi ciascuno ente finito ancora che ricco di attribuzioni à bisogno di serbare tra esse certa omogeneità di natura (Libro Primo, Capo Quinto, § 195) e volendo egli applicarle con efficacia al di fuori bisogna che operi o intorno al simile o intorno al diverso contemperato col simile; e infine perchè l’ottima delle dilatazioni pel finito è di organare le cose intorno di sè nè si può organarle senza introdurre certa unità nelle parti e nel tutto, per ciò consegue che negli ordini di creazione in cui regna certa cospirazione speciale di mezzi e di fini tanto che sembrano comporre un mondo compiuto e dagli altri diviso, il simigliante è più universale e quasi a dir più comune, perchè meglio s’adatta alla forma dell’unità."
      },
      {
        "index": 28,
        "text": "103. — Di quindi in tutta la natura corporea la simiglianza o, per dir meglio, la identità nelle condizioni più sostanziali, e intendesi l’estensione, la figura, la impenetrabilità, il moto, la forza motiva, la divisibilità, l’attrazione, l’elasticità e forse altre. Quando poi taluno pensasse che ognuna di attribuzioni sì fatte da sè non regge ma legasi a tutte le altre per necessità di essenza come nel circolo ogni segmento di curva torna necessario per farlo esistere, io non vorrei contraddire; dacchè nella più parte di esse attribuzioni tale carattere della necessità sembra manifesto. Nulla meno la legge di cui discorriamo si lascerà scorgere agevolmente in altre forme più ristrette di essere. Nei metalli, per via d’esempio, quello che è maggiormente comune è altresì più sostanziale. Seguono in ristretto numero le differenze speciali e non attenenti alla essenza, come la fluidezza nel mercurio, la friabilità nell’arsenico."
      },
      {
        "index": 29,
        "text": "Il guaio sta che l’uomo s’inganna non rado nel riconoscere la sostanza e sceverarla dagli accidenti, e spesso ne giudica appunto da ciò che è comune e non viceversa; ma di questo altrove."
      },
      {
        "index": 30,
        "text": "104. — Scrive Aristotele che quanto la cagione è più universale tanto à maggiore efficacia; perchè la inferiore cagione non è tale se non per virtù della superiore."
      },
      {
        "index": 31,
        "text": "Questa universalità causale riducesi, come vedemmo altrove, al comune e al simigliante delle cose che in fatto sembra più sostanziale e profondo del diverso e del vario. Il comune, adunque, o come talvolta è chiamato, l’identico non è maggiormente cagione, ma opera in molti più individui e sempre mostrasi implicato e presente nei modi speciali e particolari, i quali appariscono in minor numero d’individui; e non operano in ogni luogo ed in ogni tempo. In tutti i corpi, per via d’esempio, manifestasi la gravitazione; la sonorità soltanto in parecchi. E mentre un corpo senza gravitazione non può sussistere, date le leggi attuali della materia, può molto bene mancare di sonorità. E perchè domandiamo natura ed essenza d’un genere tutto quello di cui non può difettare nessun individuo i di esso genere, così nell’esempio nostro diremo che la cagione della sonorità non è universale nè sostanziale siccome l’altra del peso. Ma non ne seguita come vuole Aristotele, che le cagioni diverse e particolari piglino l’efficacia loro dalle cagioni ch’egli nomina universali e noi diremo di somiglianza e medesimezza. E per tornare all’esempio addotto, la sonorità non dipende dal peso ovverosia dall’attrazione di massa."
      },
      {
        "index": 32,
        "text": "105. — Questo conferini la nostra sentenza, che la logica aristotelica intorno alla categoria di causa è bisognevole di innovazione e riforma da capo a fondo."
      },
      {
        "index": 33,
        "text": "106. — Per fermo, una sorta d’indefinito più alto, e però una immagine meno scadente della divina infinitudine, apparisce nell’intelletto umano che spazia per entro la immensità delle idee, visita tutti i seni del mar della scienza, scandaglia i pelaghi dell’arte nè si sgomenta di ricercare gli abissi medesimi della perfezione di Dio. Ma tale indefinito, come procede dalla congiunzione immediata della mente con Dio e però trascende il principio della natura e l’opera delle cause seconde, così è convenevole di parlarne in disparte quando verrà il subbietto di quel ritorno maraviglioso della creazione inverso del Creatore."
      },
      {
        "index": 34,
        "text": "107. — Giova però di notare a questa occasione qualmente ogni fatto ed ogni esperienza umana contemplata in idea diventa materia d’interminabili relazioni pure in idea contemplate. Ciò eziandio ne rivela come l’indefinito nascondesi in ogni parte della natura; perchè di quelle possibilità discoperte in idea è del sicuro attuato nelle cose effettive un numero molto maggiore che l’esperienza non può insegnare. E per addurre un esempio, solevano gli antichi geometri abbattendosi a vedere una forma nuova di curva esibita agli occhi loro da qualche accidente esporne, come dicevano, la teoria esprimendone gli elementi e i rapporti in modo astratto e generale. Ma trovato di poi quel metodo più alto e sicuro di rappresentare e calcolare per cifre algebraiche ogni quantità in modo diretto e maggiormente astratto ed universale, fu pure trovata una formola compendiosa e agevolmente applicabile, mediante cui si ottiene la teoria di qualunque specie e maniera di curve e cioè a dire di quasi infinite. Ora, appena mi si lascerà credere che nei mondi innumerevoli disseminati pel firmamento qualcuna di quelle possibili curve sia rimasta esclusa dall’atto."
      },
      {
        "index": 35,
        "text": "108. — Aggiungasi che ogni realità finita à per lo cèrto maggiori attinenze altresì reali con le cose circostanti di quello che si stima o s’indovina da noi. Concludiamo che lo infinito della potenza divina traluce per ogni parte della natura e le fantasie nostre ànno corte le ali a seguirne le tracce."
      },
      {
        "index": 36,
        "text": "109. — Dopo ciò entra in mezzo il domandare se la creazione esaurisce tutti i possibili o con altri termini se le infinite determinazioni dell’efficienza divina trapassano all’atto, e se non vi trapassano tutte, quali rimangono escluse e perchè. Noi già toccammo di questa materia. Ora cogli aforismi ne discorriamo con più rigore di deduzione. E prima, s’intende che l’efficienza divina pareggia la infinitudine propria non mai fuori di sè stessa ma nelle perfezione del proprio essere. Al che badarono poco Giordano Bruno, Spinoza ed altri di simil pensare, allora che riguardando unicamente alla infinità della causa sostennero con fermezza che quando l’effetto non si stendesse agli estremi confini della fattibilità si rimarrebbe inferiore e sproporzionato al principio suo; e quella fattibilità intesero che non avesse limite alcuno; e mentre parlavano del fattibile, e cioè di cosa contingente e che principia ad esistere, nondimeno la unificarono per ogni verso con Dio."
      },
      {
        "index": 37,
        "text": "111. — E mirabile a dirsi come la infinità del possibile si manifesti al pensiere per ogni dove ed in ogni cosa e dapertutto sopravanzi d’immensurabile intervallo la finita realità. Ecco noi ci avveniamo in certo numero determinato di metalli e di metalloidi; e sebbene ci fallisce la facoltà d’immaginare il diverso di altre specie d’entrambi gli ordini, nullameno ei se ne concepisce assai nettamente la possibilità. Poniamo che esistano in altri pianeti o in altri sistemi solari. Ma che per ciò? l’opera della concezione nostra non vi si ferma; e quando anche si pensi all’indefinito dei mondi attuali e futuri, noi ci troviamo sempre al medesimo punto. Conciossiachè la mente chiede a sè stessa perchè quelle innumerabili specie non sono replicate in ciascun pianeta, considerato che tal concetto non à nulla di ripugnante in sè stesso. Adunque la possibilità ideale oltrepassa il fatto mai sempre con la distanza dell’infinito; cosa alla quale dovea pur pensare Giordano Bruno, quando volle che la materia e le forme naturali e i mondi fossero effettualmente infiniti."
      },
      {
        "index": 38,
        "text": "113. — Non però di meno, se per formare un concetto ossia un possibile ideale basta la remozione delle contradittorie, altre condizioni sono richieste per attuarlo nel tempo. Vero è che a rispetto della potestà e sapienza infinita quelle condizioni risolvonsi nella compatibilità delle essenze. La Chimera, la Gorgone e simili fantasie non sono concetti contradittorj, ma il fatto loro racchiuderebbe incompatibili essenze, e ciò torna all’ultimo ad una reale contraddizione nei termini; come se taluno, per grazia d’esempio, vada pensando ad un corpo il quale sia grave e leggiero, com- posto e semplice elastico e non resistente."
      },
      {
        "index": 39,
        "text": "111. — La scienza umana, pur così incerta e ristretta com’è nel conoscere le essenze e necessitata di muoversi dietro i sensi e l’esperimento nella notizia delle cose di fatto, giunge nullameno assai volte a scoprire che tal natura non può essere compatibile con tale altra ovvero tal qualità con tale accidente. Ben è vero ch’ella è costretta nel più dei casi di accettare un certo ordine di cagioni e di atti senza veder chiaramente il perchè. Ma conosce poi in modo assoluto e per sola virtù discorsiva che, presupposto quell’ordine, certi fatti e certi altri ànno con esso una convenienza o disconvenienza compiuta; e la seconda, perchè compiuta, è ancora inemendabile. Così data la natura ferina e l’umana, subito vedesi che in niuna maniera se ne potrebbe fare meschianza; perocchè ogni specie di corpo organato vive per certa unità uscente dalla consonanza delle parti col tutto; e però quando il principio unitivo è sostanzialmente diverso, il voler mescolare l’uno con l’altro diviene ripugnante, come accadrebbe nel supposto della Gorgone che à serpenti per capelliera, e del Centauro che è mezzo uomo e mezzo cavallo. Nel Centauro sono due organizzazioni, guasta ciascuna e interrotta, quindi senza unità e quindi non potrebbero supplire a vicenda quello che manca ad entrambe."
      },
      {
        "index": 40,
        "text": "116. — Tutte le vere essenze, adunque sono attuabili e sono vere tutte quelle in cui non cade ripugnanza di fatto; e ciò nell’intrinseco di ciascun essere semplice come in ciascuna composizione. Se noi poniamo che l’oro o il calcio sia semplice e in ogni molecola sua identico, e se reputiamo il simile del fosforo ovvero dello zolfo, ei non si può concepire un subbietto impartibile che sia zolfo ed oro o fosforo e zolfo; sebbene il calcio, per via d’esempio, e il fosforo facciano insieme molte maniere di composti. Dato poi una tale natura di cosa incomposta e una tale altra, rimane dimostrato ch’elle non possono entrare in composizione e combinazione con tntti gli esseri, ma sì veramente con quelli che serbano qualche convenienza misura ed analogia con l’indole propria. Chiunque pertanto andrà immaginando composizioni e combinazioni fuori di cotal cerchia, figurerà l’impossibile o ciò che torna a un medesimo porrà insieme delle essenze ripugnanti."
      },
      {
        "index": 41,
        "text": "117. — Noi definimmo nel Libro anteriore il perchè il subbietto intimo di qualsia sostanza rimane sepolto per sempre alla mente umana. E però nei casi particolari non riesce alla nostra scienza d’indovinare il come da un certo subbietto uscir debba piuttoso tale forma di atto che tale altra e questa qualità ed attribuzione e non quella. Dapoichè la qualità e l’atto sono visibili, il sostrato invisibile; e tuttochè l’atto ci sembri una espansione della forza e la qualità una espressione della natura della sostanza, l’omogeneità e medesimezza perfetta fra entrambo i termini nessuno la scorge. Ed anzi in parecchi casi ancora che abbia a sussistere l’omogeneità, non può sussistere medesimezza e vogliam dire parità e somiglianza compita. Guarda al volere al pensare e al riflettere umano; guarda al rammemorare e all’immaginare; ei non sono atti simili e identici, e nondimeno sono tutti certa espansione dell’attività nostra impartibile ed una compiutamente."
      },
      {
        "index": 42,
        "text": "118. — Ma lasciando ciò stare, noi ripetiamo che sebbene non sia lecito alla scienza umana di assegnare a priori tale qualità, potenza ed attribuzione a tale subbietto, ciò s’addice troppo bene all’atto creativo; e però è da concludere che quante unioni sono possibili di atto e potenza, di qualità e sostanza, tutte esistono od esisteranno in futuro. E si affermi il simigliante nè più nè meno delle composizioni e combinazioni dei subbietti in fra loro."
      },
      {
        "index": 43,
        "text": "119. — Adunque, il nostro giudicio terminativo intorno al proposito sarà pur questo che l’indefinito della creazione si allarga incessantemente nella immensità dei compossibili. Ma badi il lettore che il prefato vocabolo è qui assunto nella accezione sua rigorosa e logica; considerato che per noi sono compossibili tutte le unioni di atto e potenza, di qualità e subbietto esenti da ripugnanza e tutte le composizioni e combinazioni di esseri separati che similmente non ripugnano nella natura degli elementi. Laonde noi distinguiamo il possibile dal compossibile soltanto a rispetto di nostra mente. Attesochè non è un medesimo per l’intendere nostro il pensabile ed il fattibile; e talun concetto ne può apparire esente d’implicanza e però possibile, mentre nella concretezza del fatto riuscirebbe a sè medesimo ripugnante. La voce, dunque, compossibile suona per noi differentemente che pel Leibnizio, al quale apparivano compossibili unicamente le cose che convenivano al gran disegno del migliore dei mondi; disegno scelto in fra mille altri possibili e pretendenti tutti all’onore dell’esistenza, conforme usò parlare quel metafisico. E insomma, per noi riesce impossibile ciò meramente che non può sussistere in sè nè in unione con altri; laddove per Leibnizio alle impossibilità reali debbonsi aggiungere eziandio le morali."
      },
      {
        "index": 44,
        "text": "120. — Provenne forse da tale opinione troppo angusta che fecesi Leibnizio del compossibile ch’ei si trovò impacciato fuor modo a spiegare come le essenze preferite nella creazione del migliore dei mondi respingano e combattano le innumerevoli altre degli altri mondi, mentre non si scorge ombra d’incompatibilità nella serie infinita dei termini schiettamente positivi; e fu sempre detto e creduto-in filosofia che le realità non si contraddicono. Di questa maniera taluno censurò il sistema leibniziano affermando che quivi i possibili, considerato ogni cosa, sono la più parte impossibili."
      },
      {
        "index": 45,
        "text": "121. — Noi manteniamo invece che i veri possibili, o chiamandoli più giustamente i fattibili, trapassano tutti all’esistenza del mondo creato. Ma si conviene distinguerli e sceverarli dai meri pensabili. E solo per ignoranza l’uomo giudica gli uni e gli altri ugualmente possibili; o forse si può difendere la stessa umana appellazione, avvisando che nei pensabili è notata unicamente la possibilità negativa o logica e però s’intende che la rimozione della ripugnanza nei termini leva quivi ogni impedimento alla fattibilità se questa si concilia col fondo intero delle realità pensate da noi; e vogliam dire, se le categorie necessarie ed effettive dell’essere vi stanno tutte d’accordo. Intanto i pensabili sono assolute verità come le astrazioni ideali e i concetti negativi e simili enti di ragione, e cioè a dire che rappresentano punti parziali e attinenze distanti o vicine d’alcuna positiva e distinta determinazione dell’Assoluto."
      },
      {
        "index": 46,
        "text": "122. — Nel modo che in Dio i concetti formano una sola infinita idealità o verità, le distinte determinazioni della efficienza divina (fonte e sede dei possibili) si risolvono in un solo infinito d’onnipotenza; e certo è che di questo infinito una parte sola, se è lecito così parlare e vogliam dire l’indefinito che si spande nel tempo, trapassa ad extra alla sussistenza; e questa sola, a discorrere con rigore, è propriamente possibile; e quelle determinazioni della efficienza divina cui mancherà sempre l’atto di esistere ad extra non convenevolmente, per nostro avviso, piglierebber quel nome."
      },
      {
        "index": 47,
        "text": "Ma perchè la possibilità loro è piena dal lato della cagione infinita e l’impedimento proviene dal di fuori e giace nelle limitazioni invincibili del finito, così è prevaluto l’abito di accomanare l’appellazione medesima ai pensabili quanto ai fattibili; e a noi sovviene che nel primo Libro della ontologia producemmo la prova d’una infinita possibilità; nè al presente ci vogliamo ricredere. Considerato che quivi la possibilità infinita è sinonimo esatto della infinita efficienza. Intanto, sembra che niuno possa ritorcere contro noi l’accusa fatta al Leibnizio; perocchè nessun possibile vero è giudicato da noi impossibile; e vero lo domandiamo a rispetto nostro quando è fattibile. In altra maniera, egli si rimane, come dianzi notammo, un concetto di cosa attuabile solo in risguardo dell’infinita efficienza che non à limite alcuno per sè, e la quale debbe mai sempre venire avvisata nella originale e indefettibile sua libertà di condurre all’atto le cose finite; perchè Dio è perpetuamente nel primo atto del suo esistere."
      },
      {
        "index": 48,
        "text": "123. — Ignorando noi le intime essenze degli enti creati, ci è forza d’ignorare altresì il punto dove incomincia la fattibilità loro. Perchè i sensi umani non sono più che cinque, e i colori e le note musicali non più che sette? E lo spazio à sole tre dimensioni? A ciò confessiamo di non saper dare alcuna risposta scientifica, e sembra che neppure Hegel si arrischi di darla tuttochè presuma di ben sapere la essenza d’ogni qualunque cosa di cui possiede la idea. Vero è che intorno ai colori ed alle note musicali c’insegna per compenso notizie novissime ed inopinate, siccome questa, per via d’esempio, che i colori sono il risultamento della scambievole immedesimazione della oscurità con la luce, e della luce con la oscurità; nè questo secondo termine è quivi assunto come sinonimo della nerezza che è pur colorata; essendochè il filosofo stesso ci avverte che il color nero è solo la oscurità materiata e specificata. Consente di poi che il verde è colore composto della mescolanza del turchino col giallo, e ricorda le singolari trasmutazioni di colore variamente operate dagli acidi e variamente dagli alcali. Salvo che io pretendo che in difetto dell’esperienza l’uomo avrebbe ignorato per tutti i secoli che il color verde si generi dal mescolamento di due altri colori, e il mercurio si tinga di vivo scarlatto a un certo grado di caldezza e combinandosi collo zolfo. O perchè l’Hegel abbandona molte di queste cognizioni alla scienza empirica? Invece avrei giudicato che sapere quali sono i colori primitivi e semplici e quali i composti appartenga di ragione a colui che dei colori dice conoscere l’essenza e lá deduce a priori."
      },
      {
        "index": 49,
        "text": "124. — Intorno alle note musicali non curandosi egli di scoprire perchè sieno sole sette e non più, ci regala in quel cambio della notizia assai pellegrina che nel modo che la materia a rispetto semplicemente del suo esser pesante risolvesi da ultimo in luce, così la pesantezza o materia specificata che s’abbia a dire si risolve prima in suono e quindi più compitamente in calore. Chi non vede naturalissima ed anzi necessaria la metamorfosi della pesantezza in luce e della sonorità in calore? Ed affine di chiarir meglio ancora la essenza del suono e farla più intelligibile col discreto uso dei tropi, Hegel aggiunge che il suono è il grido dell’ideale che trionfa della opposizione della forza esterna e dimora identico sì nel conflitto e sì nel trionfo."
      },
      {
        "index": 50,
        "text": "126. — Quanto alle dimensioni dello spazio, v’à in geometria la dimostrazione che un punto non potrebbe essere intersecato fuori che da tre linee rette e diverse. Ma quando io non pigli errore, tale dimostrazione conferma non più che il fatto delle tre dimensioni."
      },
      {
        "index": 51,
        "text": "126. — Inteso il possibile come sinonimo del fattibile se ne possono ritrarre conseguenze al tutto contrarie. Perocchè ignorandosi dall’uomo la ragione essenziale ed originaria della fattibilità delle cose può taluno soverchiamente ristringerla ed altri soverchiamente allargarla. Fonderebbesi la sentenza del primo sulle necessità ed insufficienze da noi registrate nel primo Libro di questa cosmologia e sul fatto sperimentale che nel mondo a noi conosciuto rinveniamo una sola specie di ente, razionale e morale e nella materia non molti più di cinquanta principj semplici o forme originali di esseri che s’abbiano a dire. Il che proverebbe essere indefinita la creazione nel quanto ma non nel quale. E ciò indurrebbe alla mente un concetto assai restrittivo della immensità del creato, e quasi porrebbe in forse lo indefinito ascendere nostro nella varietà e moltiplicazione del bene. Al quale ascendere non par sufficiente la dilatazione nel quanto e la reiterazione del simile."
      },
      {
        "index": 52,
        "text": "127. — A cotesti pensieri così rispondiamo. La esperienza nostra intorno ai principj semplici non va più oltre di questo globo, il quale è minima parte non pure dell’intero universo ma di ciò che diventa visibile ai nostri occhi. Intorno poi all’essere razionale e morale giova il considerare che le cause seconde, come altrove fu notato, non pervengono all’attuazione di quello senza apparecchi e filiere assai lunghe e difficili, perocchè in lui è un principio semplice insieme e dotato di facoltà diverse e mirabili ed è predisposto da un lato a coniugarsi con la materia, dall’altro a potersi unire con la infinita idealità e ricevere dentro sè altre sorte d’influssi divini. E manifesto adunque che l’ente razionale e morale di cui ragioniamo non è forma come a dire primitiva ed elementare, ma tiene luogo nella natura d’un alto e molteplice risultamento e troppa gran parte ne raduna in sè e compendia. Laonde quello che nell’uomo si scorge sarà indovinato per tutte le creazioni complesse e veramente sintetiche della natura, le quali, nè possono avere intorno di sè molta copia di specie analoghe nè immensamente moltiplicare come alle specie inferiori succede."
      },
      {
        "index": 53,
        "text": "128. — Altro concetto accade di fare circa le forme estremamente più semplici e quali posson fluire dalle tre fonti abbondevoli descritte da noi del simile, del diverso e del misto fra le due. Imperocchè capace dell’esistenza è qualunque subbietto qualificato comechessia e contenente alcun grado di attività o passività. Nè le limitazioni ed insufficienze da noi registrate nel Libro antecedente difficultano l’apparire e moltiplicare inmenso di que’ subbietti; considerato che sebbene impotenti e d’ogni parte stremati pur nondimeno possono esistere; e in generale, la reiterazione loro emanando direttamente dall’atto creativo debbe senza contrasto distendersi nella successione del tempo. Altra cosa è poi il lor convenire e disconvenire reciproco ed altra le composizioni e gli organamenti che possono uscirne, e di ciò discorreremo nell’aforismo infrascritto."
      },
      {
        "index": 54,
        "text": "129. — Può taluno per opposto venir divisando che le essenze incompatibili ricordate più sopra riduconsi ad alcuna contraddizione o interna all’essenze od esterna, e vale a dire riduconsi a certe essenze falsamente concette nel loro intrinseco, ovvero ne’ rapporti loro immediati. Avvengachè io mi contradico ad attribuire, poniamo caso, ad A quello che è proprio della natura di B; e similmente mi contradico a voler comporre un tutto di A e di B, se le forme loro non furono predisposte a immedesimarsi. Laonde parlandosi degli enti creati lecito di asserire che le cose le quali non sono fattibili, nettampoco sono pensabili, o con più esattezza non sono pensabili scansando per ogni lato e per ogni rispetto la ripugnanza logica. E se avviene il contrario o sembra avvenire, ciò accade perchè noi pensiamo i concetti il più del tempo senza definirli o con definizioni nominali ed insufficienti. Nel vero, poniamo ad esempio che si definisca l’organismo dei corpi animati e sensibili dicendo che sono certa corrispondenza delle parti col tutto da costituire delle une e dell’altro una sola unità. Ciò fermato, ei si converrà definire il Centauro allegato nell’aforismo XI, un organismo animato e vivente composto di due unità ed anzi di due unità dimezzate; il che fatto, vedesi per ciascuno che il concetto del Centauro non è propriamente pensabile tuttochè sia capace di rivestirsi di fantasma e pigli figura speciale e ben contornata."
      },
      {
        "index": 55,
        "text": "131. — Seguita che si riconfermi il detto qua addietro, e cioè nessuna realità contradire sè stessa o le altre; quindi tutte sono fattibili. E quindi ancora viene il cercare come possa introdursi ordine ed armonia perfettissima in questo quasi infinito di realità d’ogni sorta, e in cui le più vili cose quanto le più pregiate e non meno le strane e deformi che le bellissime e così le più inerti ed inutili quanto le maggiormente operose e feconde debbono esistere. Cotesta è la difficoltà in buon argomento fondata. Cerchiamo con raziocinio pacato e rigoroso la risoluzione del nodo."
      },
      {
        "index": 56,
        "text": "131. — Quello che insino a qui fu esposto s’attiene meramente alla onnipotenza divina a rispetto della quale ci occorre d’immaginare un oceano quasi infinito di esseri che cresce e dilatasi per altri tre grandi oceani delle fatture somiglianti, delle differenti e delle miste. Ora conviene pensare a quello che opera in tale immensità e diversità di esistenze la mente increata e l’amore infinito del bene. E per ciò comprendere con qualche chiarezza e in maniera meno disacconcia all’altezza inaccessibile del subbietto, ci accade di ricordare la nostra comparazione delle lettere dell’alfabeto gittate a caso in un mucchio, e le quali di poi collocate a debito lungo pigliano varia e connessa significazione ed esprimono tutte insieme o l'Iliade o la Georgica o quale altra composizione onora di vantaggio l’umano intelletto. Se non che, fa bisogno d’immaginare immensa ed innumerevole la diversità e la replicazione di que’ caratteri e piuttosto che al nostro alfabeto conviene meno impropriamente ragguagliarli alle cifre de’ Cinesi, a cui basta appena la vita per tutte saperle; ma sopra ogni cosa occorre di pensare che di quel gran pelago di lettere è cavato fuori un eterno volume che supera di tanto la sapienza di Confucio e di Lao Tseo. quanto lo spirito di Dio sopravanza quello di esse due creature. Puossi anche far paragone degli esseri elementari ed originali alla tavolozza dove fossero senz’arte adunati i colori d’ogni ragione e tutte le mestiche loro, e delle quali il genio di Raffaele ricava la Disputa del Sacramento e il Miracolo della Trasfigurazione."
      },
      {
        "index": 57,
        "text": "132. — Diciamo adunque che la sapienza infinita: decretando che dentro il Caos nascesse l’ordine, tutte le cose accostaronsi a tutte le altre omogenee, e queste nature che qui cozzavano con coteste, là più lontano, per modo di discorso, quetarono in compagnia di altre; e come in mano dell’abile musaicista ogni pietruzzola, per disadatta che sembri, piglia acconcezza e significazione nel luogo ove è posta, così nel creato presero tutti gli enti significazione e valore dalla convenienza del composto nel quale entrarono e dalla proporzione e reciprocazione de’ loro atti. E ciò che in principio non potè stare congiunto nè dispiegare le insite forze, ottenne di farlo apparendo più tardi e appresso a molti apparecchiamenti e trasmutamenti. Perocchè convien ricordare che se l’atto creativo è uno ed eterno, gli effetti suoi crescono incessantemente nella lunghezza del tempo e crescono pure altrettanto le rispondenze e gli adattamenti delle cose in fra loro."
      },
      {
        "index": 58,
        "text": "133. — Nè mal fu chiamato Iddio da Platone il gran Demiurgo, o fabbro che s’abbia a dire, con questo divario dalle nostre fabbricazioni che a noi, è impossibile di creare la materia di nostre macchine ed è impossibile altresì che, compiuto l’ordigno e più generalmente il lavoro, alcuna parte della materia non sia scartata come disacconcia o guasta o sovrabbondante od inutile. E troppo radamente accade eziandio che la materia con le sue forme naturali soddisfi all’intendimento dell’uomo tanto che l’opera di lui consista nel solo adattarle e coordinarle al proposito. Anzi ciò avviene unicamente nella infanzia primissima di ciascuna industria fabbrile, e quando le spine de’ pesci servono di quadrello al selvaggio e le mura ciclopee sorgono e si prolungano mediante il combaciamento che pone il caso tra le figure dei greggi pietroni. In cambio di ciò, l’opifice eterno in questa macchina portentosa dell’universo non perde nulla della materia; conciossiachè nulla non vi è inutile; e le forme vi sono adoperate quali appunto uscirono dal seno della efficacia suprema; ed anzi, a parlare con espressioni meno improprie, le forme si cercano scambievolmente e si adattano sotto lo influsso della divina mentalità; in quel modo che noi vediamo nelle officine dei chimici compiersi le lente precipitazioni dove ogni molecola s’adatta alle rimanenti secondo il suo peso specifico e le leggi di affinità."
      },
      {
        "index": 59,
        "text": "134. — Sebbene non ci paia molto profonda nel generale la significazione dei miti e volentieri assentiamo al Vico che non vi si debba riconoscere nessun arcano di scienza riposta e sublime; tuttavolta ci ricorre alla mente quell'allegoria d'Anfione e d'Orfeo i quali al suono della lira scorgevano i sassi del Citerone andarsi movendo e accostando e del loro adattamento risultare la cerchia di Tebe. Chè certo non si può significar meglio il prodigio della coordinazione degli enti la quale fu vera armonia, ed anzi è l'armonia santa e perenne che mai non cessa di risuonare in qualunque parte dell'immenso creato. E se vollero i poeti Orfici rappresentare con quella favola l'accozzamento degli uomini e qualmente nelle città per l'euritmia naturale dei varj ufficj e studj civili cresca e prosperi la comunanza delle famiglie e la partecipazione del bene, egli è da avvertire che l'intero universo è la grande città di Dio dove non pure le forme razionali e morali ma tutte le forme della natura si accostano e si combinano ed esce di tutte loro quella consonanza perfettiva e stupenda la quale è copia esattissima della prestabilita armonia che fa concento eternale, se permettesi questo parlare, nella mente di Dio."
      },
      {
        "index": 60,
        "text": "135. — Non è poi dubioso che questa coordinazione del tutto come principio d'ogni bene non fosse divinata da Empedocle quando per prima efficienza della natura nominò l'Amicizia e dir volle la conformità delle essenze in fra loro; e un concetto poco diverso sembrami uscire dalle più vetuste teogonie e cosmologie, lu fatto, Parmenide sentenziava che Amore fu il primo fra tutti gl'Iddii; ed Esiodo che dopo il Caos apparvaro la Terra ed Amore."
      },
      {
        "index": 61,
        "text": "136. — Segno queste antiche divinazioni a prova che la nostra Teodicea pretende soltanto al pregio di mettere in maggior lume e sotto l'impero del raziocinio ipiù vecchi adagi del senso comune. E come potrebbe la mente umana avere aspettato le tarde e penose investigazioni dei metafisici quanto al concetto salutare e fondamentale del provedere divino?"
      },
      {
        "index": 62,
        "text": "Aforismo XVIII."
      },
      {
        "index": 63,
        "text": "137. — Adunque ciò che fu domandato armonia del mondo provenne primamente dalla armonia ineffabile delle perfezioni divine. Perchè tanto l’onnipotenza ampliava e diversificava il gran fiume dell’essere, altrettanto la saggezza increata sceglieva a ciascuna cosa il luogo il tempo le accompagnature le occasioni gli incontri le necessità gli stretti legami ed i sciolti le relazioni propinque e lontane; di qualità che ne usciva alla fine una consonanza e un accordo col tutto. Di quindi poi la bontà e l’amore infinito traevano la massima partecipazione del bene al numero massimo di creature compiendo le maraviglie dell’ordine con la maggior meraviglia di accostare a sè con infinito richiamo l’anime razionali e morali, conforme verrà dimostrato nel Terzo Libro e negli altri. 138. Da tutte le quali virtù e impressioni dell’atto creativo procede la forma intera del mondo che è unica e sola perchè nessun’altra è possibile; conciossiachè qualunque altra non esaurirebbe o nel quanto o nel quale l’indefinito delle cose ovvero ommetterebbe alcuna combinazione e rispondenza di esseri, e cioè a lire che non esaurirebbe del pari l’indefinito della sapienza. Quindi quella forma è necessariamente ottima, e Dio la produce fuori di sè non per atto di elezione nè comparando fra loro innumerevoli idee di mondi possibili, ma si operando congiuntamente con l’infinito della potenza della sapienza e della bontà insino al termine estremo della recettività del finito. Di là dalla quale non resta più nulla di possibile e d’attuabile e però non resta materia veruna da trascurare o da scegliere."
      },
      {
        "index": 64,
        "text": "199. — Ciò differisce, e mi sembra a ragione, dai concetti del Leibnizio, secondo i quali Dio somigliava poco indebitamente ad un Principe che postosi innanzi vari disegni e ingegnosi di qualche nuova città da fondare, computato bene ogni cosa, attiensi da ultimo a quello in cui le incomodità e gli sconci sono minori e per contrario sono maggiori le magnificenze e gli abbellimenti. Nel che non solo accostò di soverchio l’operare divino all'umano, ma sentissi astretto a confessare che innumerevoli possibilità rappresentanti forme positivissime giacessero inattuabili e come non degne dell’esistenza, la quale esclusione in fondo riesce a dire che elle sono false possibilità. Ma per nostro giudicio nessun altro limite si può concepire all’attuazione delle diverse nature di cose salvo che il comparire spartitamente nel tempo (essendo l’infinito in atto non possibile al mondo) e il comparirvi senza mai termine, sebbene tale flussione incessabile mai non adegui l’ubertà sconfinata della efficienza divina."
      },
      {
        "index": 65,
        "text": "140. — Ma obbietterà forse taluno che di cotesta efficienza le determinazioni essendo infinite e pur dovendo passare all’atto con successione debbe in ciò essere ordine e però una specie di preferenza e di scelta."
      },
      {
        "index": 66,
        "text": "141. — Per lo certo, noi rispondiamo, debbevi essere una ragion sufficiente dell’anteriorità e posteriorità nell’attuazione. E questa in ciascuna sfera di enti è senza fallo la ragione dell’ordine, e cioè a dire che ciascun ente speciale in essa sfera o mondo diverso ed originale apparisce nel tempo e luogo acconcio alla sua natura e alle correlazioni sue con l’intero create e dopochè le cagioni seconde compiettero i convenevoli apparecchiamenti. Ciò tutto si opera con solo un atto impartibile della potenza e sapienza suprema, onde ciascun possibile nasce in quell’ora e in quell’accompagnamento che porta la necessità della propria essenza; e nascere in altro modo sarebbegli ripugnante; dapoichè in quella essenza sono definite eziandio le relazioni particolari anzidette."
      },
      {
        "index": 67,
        "text": "142. — Una è dunque, ripetiamo, la idea e il disegno di tutto il creato ed una la possibilità sua. E tutto il male che vi si scorge e l’altro che forse vi esiste, ancora che non visibile a noi, proviene da due supreme necessità ricordate parecchie volte. La prima, che la finità tragge seco certa dose e sostanza di mal positivo e non solamente negativo e il quale circonda gli umani beni come quelle frange di confuso colore che contornano quasi sempre un poco le più limpide lenti de’gran telescopj. La seconda necessità dimora nella essenza del bene, il quale essendo suprema forza ed attività, debbono le cose finite appropriarsela a grado a grado, combattendo e vincendo le insufficienze naturali ed ingenite."
      },
      {
        "index": 68,
        "text": "143. — Ma perchè il finito à sempre capacità del più del meno e di tal condizione non dee potersi spogliare in nessuna sua amplitudine, sembra altresì ritornare la istanza che vuole le forme dell’ordine dell’universo creato e finito dover essere molte ed anzi innumerevoli e tutte egualmente possibili. Laonde Leibnizio avrebbe dato nel segno non pure nel suo concetto di attribuire a Dio il proposito di effettuare l’ottima di quelle forme, ma sì nell’attribuirgli la contemplazione e cognizione di tutte e quindi un atto di preferenza e di scelta."
      },
      {
        "index": 69,
        "text": "144. — Questo, al nostro parere, è un fermarsi di soverchio ad osservare i finiti in sè stessi e ciò che l’uomo vi opera intorno, il quale, dovendo starsi contento a certa picciola quantità di oggetti usabili e quindi a certo computo delle migliori o peggiori combinazioni in fra essi, non intende di leggieri quello che avvenga nella mente di Dio a cui il tutto è presente e il tutto è operabile allo stesso modo. V’è dunque circa al creato una sola possibilità innanzi agli occhi divini nella quale ogni altra è compresa e dalla quale risulta la forma ottima dell’universo. E tale possibilità si è appunto tutto quello infinito di potenza e sapienza congiunte e cooperanti che non supera il capimento e la recettività del finito. Laonde se a riguardar le cose dal sotto in su elle compariscono relative in ogni lor punto di prospettiva e soggette sempre a scemare od a crescere, invece a guardarle dal colmo della efficacia e providenza divina debbono radunarsi tutte, al certo, in un solo concetto e in una sola possibilità che è l’indefinito di tutti gl’indefiuiti, ed è la crenzione del simile del diverso e del misto quanta e quale si può distendere nello spazio e nel tempo e in altri contenenti non misurabili se altri ve n’à e sono possibili."
      },
      {
        "index": 70,
        "text": "145. — E che tale pienezza di creazione risponda senza fallo al migliore di tutti i mondi fu mostrato un poco più sopra; e basterà qui ripetere che veramente quanto la onnipotenza divina moltiplica e varia le specie positive degli esseri altrettanto abbonda l’arte provvidissima, a così chiamarla, del moltiplicare e variare le convenienze gli adattamenti e gli apprestamenti delle cose; il perchè da un lato il bene partecipabile trascorrendo per ogni grado ascende ognora più verso il massimo, e d’altro lato il male non rimovibile della finità passando di mano in mano per tutti i possibili decrementi va stremandosi di vantaggio senza che io osi dire s’egli verrà costretto giammai nei soli e nudi termini della privazione, che varrebbe come divenire un astratto e però non sensibile e non effettivo in guisa veruna."
      },
      {
        "index": 71,
        "text": "146. — Così è risoluto il dubio se v’à un solo esemplare del mondo creato o se molti. E diciamo con Platone che Dio ne vagheggiò uno solo eterno bellissimo e il più somiglievole a lui."
      },
      {
        "index": 72,
        "text": "147. — Bellissima al certo e somiglievole a Dio è la creazione. Tuttavolta convien ricordare che la somiglianza è parzialissima e ristrettissima e sempre vi gittano ombra le condizioni e necessità del finito; e delle quali (più volte il dicemmo) sembrano scordevoli i metafisici nella cui mente rimane salda quella falsa proposizione del Cusano il mondo universo essere un Dio contratto. Nè pensano che tutto ed intero l’universo corporeo in quanto tale non à veruna simiglianza con Dio, e non ne à veruna il moto, che è pur cagione od effetto o concomitanza di tutti i fenomeni fisici. Ma lasciando ciò stare, egli è ben sicuro che immaginando che l’infinito possa precipitarsi fuori di sè e raddoppiarsi quasi nel mondo, la cosmologia è fatta entrare in un labirinto d’incongruenze dove non appare uscita."
      },
      {
        "index": 73,
        "text": "148. — Nell’ultimo scorcio del secolo decimosettimo l’eruditissimo Leclerc ingaggiò battaglia col Bayle sotto finzione di far parlare ed argomentare un Origenista. Disse la libertà venir conceduta all’uomo per dargli campo di meritare premj immortali; e se prevarica, la providenza e boutà di Dio aspettare il suo pentimento il quale succede alla fine; e quindi tutte le creature o innocenti o ripentite ascendere in ultimo al regno dei cieli; e le pene d’espiazione sofferte, quali che sieno, tornare a poca entità in comparazione del bene che mai non finisce."
      },
      {
        "index": 74,
        "text": "149. — Rispose il Bayle tremendo pugilatore, che valeva meglio non dare all’uomo la libertà posto che dovesse fruttargli prove e danui cosi dolorosi, ovvero valeva meglio di situarlo immediate nella condizione degli angeli che ànno virtù senza vizio e libertà senza traviamento. La bontà divina, impertanto, fece difetto dacchè non volle quel che poteva. Così il Bayle; nè fu confutato da alcuno che noi sappiamo. E ciò che avesse arbitrio di replicare Leclerc sotto abito di Origenista non sappiamo. Ma la cancellatura compiuta che fa la scienza degli argomenti del Bayle è la qui infrascritta."
      },
      {
        "index": 75,
        "text": "150. — Sieno dunque come tu vuoi ragguagliati gli uomini agli angioli; la providenza e bontà di Dio è sempre in difetto, perchè vi sono o possono essere altre nature più eccelse di quella degli angioli, e Dio non à voluto investirne gli uomini e nemmanco gli angioli suoi ufficiali. Oh perchè (ricercandovisi non più che un atto di buon volere) non convertirli tutti in Ormussi, inferiori al solo ed unico Iddio nella perfezione e nella potenza? e qualora si aggiunga che la nostra speculazione concepisce qualcosa di più alto e perfetto di Ormusse, noi manterremo costantemente che da cotesto grado sublime di possanza e felicità dee cominciare l’ascensione nostra nel bene e non guari da alcuno dei termini anteriori."
      },
      {
        "index": 76,
        "text": "151. — Vedesi da ciò chiaramente che quando fermiamo l’occhio nel solo infinito della potenza e della bontà di Dio come non vi può entrare limite nessuno, qualunque grado esterno determinato riesce, per sì dire, ingiurioso a quella potenza e a quella bontà."
      },
      {
        "index": 77,
        "text": "152. — Invece la creazione, fu dichiarato in principio, è una conciliazione stupenda e perpetua delle necessità del finito, descritte da noi lungamente, con la esuberante efficacia della potenza, sapienza e bontà del supremo artefice. La risultante, a parlare coi matematici, è l’indefinito di tutti gl’indefiniti nella forma e progresso che la meditazione e l’esperienza c’insegnano."
      },
      {
        "index": 78,
        "text": "153. — Ciò solo che non può sussistere in cotest’ordine di creazione si è il mal morale assoluto e vogliam dire le infrazioni d’alcun precetto assoluto della legge morale convertite in mezzo od in condizione del bene. Perocchè ciò, conforme venne dimostrato, include una manifesta contraddizione; e piuttosto che trarre in mezzo le infrazioni di cui si discorre, avrebbe Dio ottimo massimo lasciato giacere il mondo nel nulla."
      },
      {
        "index": 79,
        "text": "155. — Si affermò per addietro essere necessario che le cause seconde facciano tutto, volendosi che al fine del bene pervengano, dacchè il bene apparisce nell’attività e per essa nell’appropriazione. Ma, ciò presupposto, egli sembra che noi chiudiamo la fonte d’una specie particolare d’indefinito e così restringiamo senza ragione l’immenso ámbito del possibile. Qui si accenna come il lettore indovina a tutto quello che Dio può nelle cose operare immediatamente, pigliando dalle cagioni seconde o nulla o il solo subbietto e le sole occasioni. Di tal guisa intendevano il negozio e spiegavano la natura gli occasionalisti di Francia. Ma se non pigliamo errore massiccio chiaro concetto non si formarono essi di questo operare divino nelle sue fatture. Dio può crear nelle cose immediatamente o le loro qualità e modi o le loro azioni e passioni o semplicemente promover le une e le altre. In fine, Dio può far esistere innumerevoli effetti da lui operati ma per lo strumento e il veicolo d’un agente finito."
      },
      {
        "index": 80,
        "text": "156. — Ora le qualità e i modi creati dentro i subbietti non sono appunto ciò che opera Iddio preordinando tale natura di cosa e tale altra e fornendo ciascuna di esse delle convenevoli condizioni e disposizioni? Ciò adunque che pensano e presuppongano gli occasionalisti tanto vale quanto far ripetere l’atto di creazione ovvero condurlo ai suoi compimenti in più tempi, quasi Dio non potesse ad un sol tratto consumarlo od avesse alcuna cosa posta in dimenticanza."
      },
      {
        "index": 81,
        "text": "157. — Quanto al creare nei subbietti di già esistenti certe azioni e passioni, occorre di ben chiarire il valor dei vocaboli. Dio può tutto del sicuro, ma non può questo nondimeno, e cioè che una sostanza attiva emani un atto e non lo emani. Se Dio opera esso quell’atto, non l’opera fuori di sè e non è atto d’un’altra sostanza nè operato in altra sostanza. Chè se l’atto, invece, è fuori della sostanza divina ed apparisce in subbietto finito, ciò vuol dire che Dio creava una sostanza attiva dentro un’altra sostanza, come il nostro corpo che è subbietto operante unito all’anima nostra, ed allora siamo caduti in differente supposto."
      },
      {
        "index": 82,
        "text": "158. — Ma l’atto sebbene adempiuto da una sostanza creata non potrebb’egli essere provocato da Dio immediatamente invece che dalla virtualità di quella? Potrebbe; ma ritorniamo all’ipotesi delle qualità e modificazioni poc’anzi disdetta. Imperocchè Dio prepensando le cose finite volle loro distribuire partitamente tutte le essenze possibili e vale a dire tutte le efficienze da cui rampollasse ogni maniera di atto. Adunque noi condurremmo qui pure Domenedio a compiere due volte la cosa medesima."
      },
      {
        "index": 83,
        "text": "159. — Quanto poi alle affezioni e passioni cagionate immediatamente, occorre da capo distinguere. Se parlasi di modi nuovi e nuove disposizioni create negli esseri, ei si ricasca nel presupposto divisato testè. Ma qualora intendasi d’una penetrazione vera e immediata di atto originatrice della passione, egli accade di osservare che l’atto creativo è perenne ed universale quanto immutabile. Laonde il fargli produrre una forma particolare di atto in tempo particolare è fallace immaginazione."
      },
      {
        "index": 84,
        "text": "Aforismo XXIII."
      },
      {
        "index": 85,
        "text": "160. — Nè và cosa qui che contraddica alle mirabili comunicazioni che Dio fa di sè stesso per gradi e per mediazioni agli esseri capaci di ragione e moralità. Considerato che simili comunicazioni esistono già virtualmente nell’animo di quelli insino da quando furon creati e solo occorre perchè s’adempiano o la rimozione di taluni impedimenti o l’apparecchio di certo sviluppo e di certa spirituale vitalità ed energia, come fu toccato nel Libro ultimo dell’ontologia (Capo Terzo) e in più altri luoghi."
      },
      {
        "index": 86,
        "text": "161. — Dio si comunica adunque perennemente e invariabilmente alle creature con quell’atto medesimo onde sono state preordinate e condotte all’essere e mediante il quale vennero insino ab eterno poste e determinate le relazioni esteriori a così chiamarle di esso Dio inverso le cose attuabili. Se non che le creature alzate alla dignità di partecipare immediatamente delle divine perfezioni vi salgono a poco per volta e con una serie si di lunghe mediazioni e sì d’atti proprj molteplici, la radice e potenza dei quali è ingenita in esse e compone parte della propria natura loro."
      }
    ]
  }
}
