{
  "chapterNumber": 41,
  "title": "Vol. II, Libro Primo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "AFORISMI DELLA FINITA DELLE COSE."
      },
      {
        "index": 1,
        "text": "69. — Ora seguono gli aforismi annunciati più sopra intorno alla condizione e natura della finità in sè medesima considerata. E primo nell’ordine dialettico viene l’infrascritto."
      },
      {
        "index": 2,
        "text": "Il finito in quanto tale si diversifica necessariamente dall’infinito. E se questo è l’uno, l’altro è il molteplice. Quindi il finito per sè opponesi altresì all’unione e va diviso e disgregato."
      },
      {
        "index": 3,
        "text": "70. — Del pari, non è omogeneo, ma eterogeneo e diverso. Perocchè l’unione e la somiglianza contiene certa effigie di unità. Non è ordinato, concorde ed armonico, ma confuso e discorde per la ragione medesima che la concordia e l’armonia, e però l’ordine inchiuso in entrambe, s’accostano all’unità ed anzi sono certa unità relativa. Oltrechè l’ordine e l’armonia dovunque appariscono fanno forza al pensiere di riconoscere quivi entro certa mentalità e certa intenzione finale. Mentre nelle cose contingenti a sè medesime abbandonate si dee concepire o la immobilità o il tumulto; e quando nella immobilità si scorgesse qualche ordine, sarebbe per accidente e senza alcuna razionalità. Perciò se nella creazione tu scorgi spesso l’omogeneità, la somiglianza, la concordia e così seguita, non dèi guari attribuirle al finito siccome tale ed a ciò che ne proviene immediatamente, ma sì ad un altro principio che è necessario di riconoscere, onde sia possibile di spiegare e d’intendere la natura."
      },
      {
        "index": 4,
        "text": "71. — Nè si obbietti che l’uno può molto bene sussistere nel finito salvo che non ci può stare perfetto e senza limitazioni. Conciossiachè l’unità è per sè medesima qualche cosa di assoluto, ed è carattere eminente dell’Infinito; talchè uno e infinito sono termini che si convertono. Adunque il finito siccome tale aver dee il carattere della moltiplicità. E se tu fingi che esista un solo finito e quindi non altro che certa unità relativa e finita, certo ch’ella rimane smisuratamente indietro dalla possibilità del finito, il quale può essere ripetuto innumerevoli volte e cioè a dire che può sussistere come moltiplicazione e reiterazione. Perchè quell’uno finito che pure ài finto così solitario sarà molteplice nelle mutazioni de’ suoi fenomeni o negli atti di lui necessariamente successivi o nelle stesse qualità che s’aggiunge e s’appropria o per ultimo nella possibilità di venir replicato."
      },
      {
        "index": 5,
        "text": "72. — Il simile discorso torna per le diversità. Conciossiachè se tu le sopprimi, tu abolisci quasi tutta la creazione; e se tu le ammetti e le vuoi sussistenti, le dovrai disgregare; perchè l’uno e il diverso per sè medesimi si respingono."
      },
      {
        "index": 6,
        "text": "73. — Qui si vede quanto errano coloro i quali danno al mondo per primo ed essenziale carattere la unità, e coloro che vi cercano certa causa prima e semplice e conosciuta la quale (dissero gli enciclopedisti) l’intero universo sarebbe spiegato. Intanto la scienza che ancora bambina sperava di risolvere tutto il creato corporeo in quattro soli elementi ne confessa oggi oltre a cinquantasei, non contando gl’imponderabili."
      },
      {
        "index": 7,
        "text": "74. — Così pure incontra che appena stimiamo di avere raggiunta certa unità di causa e con essa ci poniamo a render ragione d’innumerevole varietà di fenomeni, insorge la difficoltà di spiegare il perchè delle differenze. Tu affermi, per via d’esempio, che i quattro fluidi imponderabili sono uno soltanto. Trovami adunque il principio della diversità in ciascuno per sè e in ciascuno a rispetto degli altri."
      },
      {
        "index": 8,
        "text": "75. — Hegel aggiusta ogni cosa ponendo il contrario e il diverso ed anzi la stessa contraddizione nell’Uno. Ma ciò sta bene pel solo Hegel il qual disconobbe sempre il vero e positivo infinito e quindi sempre la vera unità. Fu eziandio presunto e cercato nella grande sfera mondiale un centro. Ma esso disparve più sempre quanto la osservazione nostra venne armata di poderosi strumenti."
      },
      {
        "index": 9,
        "text": "76. — Nè si opponga che i fisici ànno mille volte presentita e scoperta la unità e semplicità delle cause: e che rimovendosi questa divinazione dell’uno nel vario e del semplice nel composto, le scienze naturali cadono in confusione e diventano ciò che furono lungo tempo, un elenco vale a dire di fatti e fenomeni sdrusciti e sconnessi. Noi più tardi considereremo questa maraviglia incessante dell’uno e del semplice, apparente in mezzo alle divisioni ed implicazioni della materia; e vedremo allora che entrambo i termini procedono da un principio superiore e alla materia stessa straniero; e nulladimeno, noi manteniamo che il molteplice, il disgregato, il diverso, il particolare e simili sono i caratteri proprj tanto ed essenziali del finito che non perverrebbe ad annientarli nemmanco la potenza di Dio; e che il progredire delle fisiche sebbene ritrova partitamente e in certi ordini speciali di esseri la unità relativa e la semplicità dei principj e dei mezzi, tuttavolta va dilungandosi ognora più dalla sintesi generale, testimonio a’ nostri giorni il Cosmos di Alessandro Humbolt."
      },
      {
        "index": 10,
        "text": "69. — Nè il finito apparisce in una parte dell’essere e in altra cessa o decresce. La finalità circonda, per così dire, e contorna a forza l’essere intero e penetra ogni sua condizione atto accidente e relazione. Del che non bisogna dar prova, tanto é per sè manifesto ed apparisce in ciascuna umana esperienza. Solo conviene recarselo a mente in ciascuna trattazione particolare o generale di cosmologia."
      },
      {
        "index": 11,
        "text": "78. — Dal tutto insieme poi delle condizioni essenziali e innemendabili del finito fu dagli antichi ritratta l’imagine del Caos, che nella più parte delle cosmogonie dai popoli celebrate segna la prima epoca della storia della creazione. Nullameno, il Caos debbesi intendere che è mera astrazione; in quanto che in niun momento di tempo il finito venne, a così parlare, abbandonato a sè stesso, e la divina mentalità presedeva all’ordine di lui."
      },
      {
        "index": 12,
        "text": "79. — Non pertanto, come dall’esordio della creazione al regno della ragione e della legge morale v’à certo un corso di durata intermedia; perchè il finito anche sovvenuto dalla divina mentalità non vince la propria limitazione e impotenza che a grado per grado e mediante la cospirazione e coordinazione dei mezzi; in tal guisa è giusto considerare i primordj dell’universo come un’alienazione da Dio. E l’immagine del Caos è appropriatissima a figurare il finito a sè medesimo abbandonato e cozzante in perpetuo contro di sè."
      },
      {
        "index": 13,
        "text": "80. — Diventa per ciò manifesto che altresì l’Universale non è in natura. Atteso che esso è proprio insieme dell’uno e dell’infinito e vuol dire il tutto compreso nell’unità. La natura invece risulta di particolari, i quali noi contempliamo sotto forma universale cioè rappresentandoci le simiglianze loro comuni ovvero le eterne loro possibilità. Vero è che le forme universali sono applicate da noi a qualunque cosa, e la scienza della natura generalizza il proprio subbietto non meno di tutte l’altre scienze. Ma ciò rimane sempre esteriore ad essi particolari, come la luce per la quale si vedono i corpi."
      },
      {
        "index": 14,
        "text": "82. — Di qui si scorge l’abbaglio di tutti coloro che vogliono rinvenire le idee nel fondo concreto degli esseri naturali. Le idee sono tutte a priori e quindi tutte ante rem, e non sono mai confondibili con la potenzialità giacente in quegli esseri di spiegare le intime forze. La possibilità ideale troppo differisce dalla contingente e dinamica, secondo che altrove abbiamo chiarito."
      },
      {
        "index": 15,
        "text": "84. — Il sistema dell’Hegel dà all’infinito le limitazioni del finito e a questo il potersi mutare nel suo contrario. Ma se taluno andasse pensando di applicare cotali concetti alla sola natura o (parlandosi col dizionario hegeliano) al solo diventare, potrebbeglisi consentire? Non già, perchè colui ne formerebbe certa entità universale e universalmente feconda che non può esistere."
      },
      {
        "index": 16,
        "text": "85. — Discende per altro dal sopradetto che sono impossibili solamente le nature universali attive e perfette. Ma quelle che fossero universale sostegno di modi sempre finiti e costituenti con esse una entiti inferiore e valessero come un limite ed una negazione allato all’universale vero e perfetto? Affermo che in simili universali non giace veruna contradizione logica; e penso ve ne sia forse un esempio nel subbietto dello spazio che è una virtuale ed universale capacità d’indefinite estensioni. Ma di ciò si discorse altrove."
      },
      {
        "index": 17,
        "text": "86. — Se non che un subbietto universale e cioè infinito può egli essere negativo? O possiamo concepire un che positivo il quale torni ad imperfezione assoluta introducendolo nell’infinito? Certo sarebbe tale un subbietto universale (quando esister potesse) di tutte le cose deformi ossia se fossevi il brutto universale effettivo come altri va pensando del bello; il simile si dica se tutte sorte di mali fossero un che positivo e congiunto e si risolvessero sostanzialmente in vera unità. La natura finita, appunto perchè finita, incontra certe condizioni e opera certi atti che sono contrarj alla perfezione sebbene sieno positivi e in mera negazione non si convertano. Il dolore, per esempio, non è mera negazione; ma è un positivo che parte si concorda con l’ordine e parte proviene dalla finità delle cose. Del pari, il mal morale non è semplice negazione tuttochè provenga fontalmente da negazione; imperocchè, sarebbe impossibile in ogni maniera, se gli enti morali avessero cognizione perfetta dell’infinita verità sapienza e bontà. Il sentire in generale è cosa ben positiva ma del sicuro non è in Dio."
      },
      {
        "index": 18,
        "text": "87. — A quell’assoluta asserzione adunque di parecchi metafisici che tutto il positivo della creazione e dell’uomo esiste infinitamente in Dio, conviene apporre la distinzione tra il positivo che convertesi con una perfezione e l’altro che è cagionato fontalmente da qualche condizione d’insufficienza e di finità. Le quali conclusioni si ragguagliano esattamente con quelle del primo e secondo Libro della nostra ontologia."
      },
      {
        "index": 19,
        "text": "88. — Ora, seguiterebbe forse il considerare se nella virtù estensiva, o nello spazio in potenza che altri lo chiami, dimora mai un universale che possa stare nell’Assoluto, e vogliam dire se in quella virtù di estensione giace un positivo che sia perfezione; o per lo contrario, debba venir registrato fra le esistenze le quali procedono dall’assoluta finità delle cose. Ma questo senne trattato da noi largamente in altra scrittura.[1]"
      },
      {
        "index": 20,
        "text": "89. — Pel rimanente, dal non potersi negare un subbietto infinito di spazio e cioè capace d’un indefinito numero di estensioni particolari dovrebbesi ritrarre senza dubitazione che il subbietto delle estensioni è un positivo che in niuna guisa è convertibile in una perfezione divina. Conciossiachè il nudo e mero capimento, sfornito di attività, non è perfezione e non può diventare mai tale con l’aumentazione infinita o superlazione che s’abbia a dire. Laonde il concetto più confacente a cogliere la natura della immensità di Dio consiste, per nostro avviso, nel figurarci la onnipotenza e la ubiquità, per così chiamarla, dell’atto creativo."
      },
      {
        "index": 21,
        "text": "90. — Ad ogni modo, per dissipare qualunque dubbietà e qualunque pericolo di riuscire a dottrine incoerenti, giova di affermare che quando la virtù estensiva abbia in sè alcun principio perfettivo, ella del sicuro non è infinita, e se diventa capace d’ogni indefinito numero di estensioni, ciò le avviene per infusione rinnovatale perpetuamente dall’atto creativo."
      },
      {
        "index": 22,
        "text": "91. — Questo negare a dirittura gli universali nella creazione e non far luogo che ai soli particolari, contradicendo opinioni inveteratissime debbe offendere molti ingegni e dispiacere ai moltissimi partigiani delle cosmologie animate ed organiche, i quali recitando di gusto quel virgiliano spiritus intus alit et toto se corpore miscet non cercano guari più là e scambiano la scienza col lor sentimento. Nondimeno confidiamo che a poco a poco si vedrà la necessità e certezza dei nostri pronunziati. E d’altra parte, crediamo ogni generazione di fisici starsene dal nostro lato e ripetere in coro che nel creato visibile non sussistono salvo che i singoli esseri perfettamente individuati. Il concetto delle specie e dei generi oltre all’insegnare intorno alle cose quello che è sostanziale od accidentale e la maggiore o minore larghezza e profondità dell’opera delle cagioni più diffuse e frequenti, rivela eziandio la realità d’infinito numero di attinenze col nostro spirito e con le possibilità eterne. Il che sia detto per coloro i quali reputassero la nostra teorica troppo in ciò dissomigliante dalla platonica. Del divario poi tra il positivo della specie e il positivo dei generi si parlerà in altro luogo."
      },
      {
        "index": 23,
        "text": "92. — Le precedenti proposizioni esprimono del finito ciò che dobbiamo considerare come una alienazione da Dio e una confusione e discrepanza intestina del Caos. E l’attuazione di tutti i possibili se dee cominciare dal meno e salire per grado a maggiore acquisto di essere, principierà del sicuro da una specie infima di sussistenze in cui le angustie del finito sieno le più appariscenti, e cotale è la materia. Ma questo cominciamento debbe venir contemplato piuttosto in senso logico di quello che in cronologico. A niuna sostanza originale ed elementare può dar nascimento un’altra sostanza. Quindi escono tutte immediatamente dall’atto creativo. Nondimeno vi escono giusta l’ordine di Convenienza, conforme verrà spiegato nel Libro secondo."
      },
      {
        "index": 24,
        "text": "93. — Nella stessa materia, per altro, v’è diversità e gradazione di essere. Conciossiachè i metalloidi sono al certo superiori di attributi a molti metalli e l’ossigeno primeggia senza paragone fra i metalloidi medesimi. Oltrechè, si può immaginare alcuna cosa più bassa e più limitata d’ogni metallo; ma l’esperienza non ci consente di conoscere nè cosa più alta dell’uomo nè più infima delle basi metalliche."
      },
      {
        "index": 25,
        "text": "94. — Pure bisogna che il particolare, il diviso, il disgregato e simile abbiano essi medesimi un limite e però terminino in elementi incapaci di divisione. L’ammettere, sotto qualunque rispetto di passività o di attività, l’infinito reale in atto in ciascuna monade o in ciascun aggregato di monadi dà nell’assurdo; perocchè avremo o composti senza ultimi componenti, ovvero esseri semplici contenenti un vero infinito: laonde noi moltiplicheremo ciò che è uno assolutamente. E asserire con Aristotele che nella materia è un infinito meramente potenziale e intendersi una infi- nita possibilità di esser divisa, non ischiva il paradosso enormissimo. Perocchè la potenza, a cui in eterno è impossibile ed anzi è contradittorio venire tutta in atto, per quella parte che in atto non viene e non può venire, non è potenza. E perchè la potenza attuabile è sempre minima a rispetto dell’infinito non attuabile che lasciasi dietro, ognun vede a quali termini si riduce il pensamento d’Aristotele. Oltrechè, come altrove fu dimostrato, qualunque progresso all'infinito à bisogno d’un sostentamento infinito."
      },
      {
        "index": 26,
        "text": "96. — Adunque ogni elemento corporeo è semplice in quanto è inesteso. Ma potrebb’egli essere costituito di più parti inestese? o vogliam dire di più esseri semplici sostanzialmente congiunti ? Al che si risponde: La congiunzione sostanziale non può mai pervenire a confondere l’uno nel più ed il più nell’uno; insino a tanto che la congiunzione non si trasmuta in medesimezza di essere. Però a rigore di dialettica quel sostanziale composto di cui si parla risulterebbe di più atomi o monadi; e vogliam dire di più elementi semplici e inconfondibili, ognuno de’ quali possiede un essere proprio, individuo e incomunicabile. Egli bisogna, pertanto, che l’essere, quando esce dal nulla, sia necessariamente o uno o più; ma se è più, risolvesi da capo in tanti esseri costitutivi e in altrettante unità."
      },
      {
        "index": 27,
        "text": "97. — È perciò impossibile di negare alle cose create questa unità di ultima attenuazione (per così domandarla) che fa che non sieno un altro ente nè parte e modo di esso, ma le distingue dal nulla e da ogni rimanente; e in fine congiunte alle altre le fa capaci di costituire il molteplice ed originare il composto."
      },
      {
        "index": 28,
        "text": "98. — Per ciò similmente due monadi uguali e conformi in perfetto modo, nullameno non sono identiche o sia non fanno uno; e se l’occhio e il senso non può distinguerle, lo può molto bene il pensiere; perocchè i due esseri permanendo incomunicabili ed impenetrabili, permangono, a così parlare, l’uno fuori dell’altro e costituiscono un doppio e però un molteplice. In algebra tutte le quantità simili sono forse uno? o la simiglianza loro è imperfetta? Ripetiamo, adunque, che il principio leibniziano, degl’indiscernibili, non à valore alcuno ontologico e riducesi ad una vista subbiettiva dell’uomo. In natura, invece, il perfettamente simile non è necessario che termini nella unità obbiettiva; egli bisognerebbe per ciò negare quella distinzione e separazione metafisica e realissima che anno in fra loro due subbietti sostanziali per questo soltanto che ciascheduno d’essi è impenetrabile nella sua propria unità; e se ànno attributi simili, non gli ànno comuni e indivisi."
      },
      {
        "index": 29,
        "text": "95. — Onde a noi sembra quasi puerile quella obbiezione: or di’, o valentuomo, che cosa li distingue e li separa, dacchè sono similissimi e indiscernibili. Risponderò sempre che li distingue e li separa la entità propria e incomunicabile; e però la dualità loro è sostanziale, primitiva ed originale. Per lo Spinoza, invece, il simile è sempre comune e si risolve nell’unità; di quindi egli deduceva eziandio la impossibilità della creazione. Perchè poi si neghi per esperienza la perfettissima somiglianza di due o più esseri, converrebbe poter conoscere le ultime molecole dei corpi le quali si dee in quel cambio supporre che essendo inalterabili sieno similissime. Ad ogni modo, chi sosterrà mai che, per via d’esempio, nella copia innumerabile dei piccioli regolari cristalli d’una qualche sostanza delle comuni e diffuse per tutto il globo, non ve ne sia neppure uno perfettamente identico a qualcun altro?"
      },
      {
        "index": 30,
        "text": "100. — Aggiungeva Leibnizio che quando in natura sussistessero due enti così uguali da non essere discernibili, Dio ed essa natura opererebbero senza ragione trattando l’uno di quelli diversamente dall’altro. Ma il simile perfettissimo, diciamo noi, verrà per lo contrario dalla natura e da Dio trattato ugualissimamente, e manca i supposto di Leibnizio. Oltrechè mi sembra ch’egli s’impensierisca troppo del creduto impaccio della natura e di Domeneddio. Sapranno entrambo trovar la ragione assai bene, tuttochè non sia visibile a noi. Così neghiamo da capo e togliam di mezzo il principio chiamato degl’indiscernibili."
      },
      {
        "index": 31,
        "text": "101. — La divisione e disgregazione originaria e fatale in ogni finito, produce che l’uno rimanga escluso dall’altro, e sebbene possono congiungersi, mai non possono penetrarsi. Di quindi, eziandio la impossibilità pel sapere umano di pervenire alla cognizione della essenza ultima delle cose; avvegnachè per conoscerla direttamente converrebbe innanzi penetrarla; e d’altra parte, ogni cognizione nostra immediata e propriamente peculiare e specifica dimanda l’attinenza pure immediata del conoscente e del cognito."
      },
      {
        "index": 32,
        "text": "102. — Da ciò si raccoglie quanto vana cogitazione, sia quella di alcuni filosofi che dannosi a credere cotale ultima essenza degli enti creati non rimanere nascosta all’uomo ed impenetrabile; o per lo manco presumono che il sapere umano presto o tardi vi arriverà. Noi diciamo in quel cambio, che sempre un che di più intimo e di più profondo giacerà nelle cose oscuro al tutto e sepolto al nostro giudicio per la ragione testè allegata che i finiti sono necessariamente, l’uno fuori dell’altro. Onde poi segue che dentro la percezione accade bensì la compenetrazione degli atti, non mai quella dei subbietti."
      },
      {
        "index": 33,
        "text": "103. — Per simile, coloro i quali attribuiscono all’Assoluto la stessa coscienza dell’uomo, invece di confessarla non perscrutabile e aliena dai nostri concetti, non considerano, siccome fanno, impossibile a quello la cognizione intera ed intrinseca di sè medesimo. Perocchè, la coscienza umana induce nello spirito una duplicità fra oggetto e subbietto. Laonde, affine che l’Assoluto colga al modo umano la coscienza di tutto sè stesso, occorre che egli sia interamente nel subbietto e interamente nell’obbietto; ovvero raddoppi sè stesso, e v’abbia due Assoluti in vece di uno. E questo è ciò, al nostro parere, che dovrebbe succedere dell’Assoluto di Hegel."
      },
      {
        "index": 34,
        "text": "104. — Ma se il finito negli ultimi suoi componenti è semplice ed è impenetrabile, non si scontreranno nel inondo creato che sole unità; e i composti assoluti sono impossibili, e tali due nomi s’irritano di trovarsi annodati insieme, dacchè l’Assoluto non può cessare di essere uno, e il composto di essere più. Quindi, esclusa la compenetrazione e l’assoluta composizione, resta possibile ai finiti la congiunzione in fra loro, e questa in diverse maniere e gradi secondo la natura di ciascheduno; e vorrebbesi domandarla una parziale e ristretta penetrazione di atti; quindi proviene il posto effettivo o dir vogliamo certa totalità con qualche grado di relativa unificazione."
      },
      {
        "index": 35,
        "text": "105. — Se consultiamo la sola esperienza, ei non ci viene fatto di rinvenire un ente isolato in perfetto modo e senza verun legame concreto con alcun altro; e il legame concreto è ciò per appunto che domandasi congiunzione o reale attinenza. D’altro lato, come avverte l’Aforismo, chi nega cotesta congiunzione e attinenza reale, nega eziandio il reale composto; e chi nega questo ultimo, riconosce in natura la sola unità ed esclude il molteplice. Avvegnachè il molteplice vero risulta di parti sostanzialmente divise e non già di modi e attritributi d’un solo subbietto. Ma se fra esse parti non corre che un legame ideale e cioè di relazioni avvisato da un intelletto e senza una rispettiva e obbiettiva realità, il molteplice stesso diventa ideale e mentale e non vi sarebbe in effetto fuor del pensiere altra cosa. che le divise unità, con un abisso in tra mezzo dall’una all’altra. Dunque tra la identità e la separazione interponesi un terzo termine diverso dai due che è il congiungimento di cui nulla è più certo e più manifesto in via di fatto, ma il quale essendo cosa elementarissima e così semplice come primitiva, nè appartenendo a genere alcuno ma formando genere per sè stesso, non rimane capace di analisi precisa e dimostrazione diretta."
      },
      {
        "index": 36,
        "text": "106. — Leibnizio pieno di geometria negò arditamente che le monadi avessero finestre e porte onde alcuna cosa vi entrasse ed alcuna ne uscisse. E veramente, i numeri nè agiscono nè patiscono, e i loro composti sono mentali e nominali. Per lo contrario, le quantità estese sono fenomeni nello spazio che mai non dividono e separano il comune subbietto o il continuo dell’estensione che voglia dirsi. Ma tra le sostanze reali finite come appariva impossibile al Leibuizio qualunque congiungimento effettivo ossia qualunque parziale compenetrazione? Certo, fra l’assoluta identità e l’assoluta diversità, tra l’uno e il più nessuna cosa tramezza. Ma nei finiti v’à l’esterno e l’interno, e cioè a dire che oltre al subbietto intimo v’ànno gli atti, i modi e le accidenze; e non è punto contradittorio che due sostanze poste in certa mutua condizione di essere sieno un molteplice quanto alla diversità del subbietto loro incomunicabile e sieno parzialmente uno quanto alla compenetrazione di certi atti; nè dimenticandoci mai che questa espressione parziale penetrazione è al tutto metaforica e vuole da ultimo significare l’attinenza reale e reciproca dell’azione e passione fra due sostanze, escluso qualunque intermezzo. Una cosa è per sè patente e non può cadere in controversia, e cioè che mentre Leibnizio affermava la solitaria vita delle sue monadi, cento minimi atti di forze esterne lo penetravano; onde egli veniva costretto a negare da mane a sera il suo senso intimo e la evidenza intuitiva."
      },
      {
        "index": 37,
        "text": "107. — Può, pertanto, un finito per effetto di congiunzione: 1° occasionare od anche promuovere gli atti delle facoltà degli altri finiti; ed e converso, venire eccitato esso medesimo o trovar l’occasione degli atti proprj; 2° può per la cooperazione dei simili e la partecipazione dei diversi dilatare e variare la propria efficienza, come quelli mediante la sua; 3° da ultimo, può gli esseri inferiori a sè abilmente coordinare a guisa di suo proprio strumento. In questi tre modi si raccolgono le tre generali possibilità di ciascun ente finito di estendere la sua esistenza mediante gli altri finiti. Il che diciamo mirando a ciascuno di essi in disparte e come se tutte le creature si riferissero a lui. Invece, considerati nel lor tutto insieme e rispetto all’economia intera e continua della natura, debbesi oltre alla comunicazione dei simili e partecipazione dei diversi rassegnare eziandio un’altra maniera di crescere la potenza della finità, o, per dir meglio, scemare la insufficienza, e consiste a coordinare i simiglianti e i diversi per modo che ne risulti un fatto complesso e terminativo al quale aiutino e cospirino tutti gli altri; e perciò debb’essere tale sorta di congiunzione domandata la coordinazione dei mezzi ed ancora un macchinamento e un sistema, pensato e procurato dalla natura, secondo i principi che andrà spiegando il Libro, a questo successivo."
      },
      {
        "index": 38,
        "text": "108. — Ma d’altro canto, la intima essenza della, finità, che noi testè abbiamo avvisata, oppone a tutto ciò alcune invincibili necessità o limitazioni. L’essere da altri eccitato genera la dipendenza dagli altri e modifica l’attività propria secondo il modo dell’eccitatamento esteriore. La cooperazione dei simili non muta la qualità ma solo accresce la quantità; e se non interviene il diverso ed anzi l’opposto, la cooperazione cade subito nella immobilità e più non rinviene l’effetto che cerca. Così, per grazia d’esempio, l’attrazione delle masse non combattuta da forze contrarie menerebbe all’effetto finale che i corpi disseminati pel vano unirebbersi tutti in una compagine enorme ed eternamente inerte ed immobile, ove cesserebbero per questo solo tutte le azioni meccaniche e ciò diverrebbe, a così parlare, un congiungimento di morte. E si voglia notare che intanto operano quelle masse l'una inverso dell'altra, perchè la direzione dei moti loro non è identica ma convergente, e, consumata la convergenza, cessa da capo il moto e col moto la mutazione."
      },
      {
        "index": 39,
        "text": "107. — Del pari, la partecipazione del diverso non può andare di là da quel limite in cui il simile al diverso si mischia. Avvegnachè il tutto diverso è contradittorio che operi nel tutto diverso e però modifichi a sua somiglianza la natura di questo. Negli enti finiti il semplice agire in altri e patire da altri suppone certa omogenea e reciproca recettività, il che importa certo grado di simiglianza."
      },
      {
        "index": 40,
        "text": "110. — Nello stesso modo non può il simile operare nel compiutamente simile. Dacchè l'operare dell' uno riscontrandosi a capello con l'operare dell' altro, ne segue, come a dire, la neutralità dell' atto medesimo."
      },
      {
        "index": 41,
        "text": "111. — Nè si trascorra a sentenziare che il tutto diverso non esiste e non può esistere, attesochè gli enti finiti anno in comune, il manco che sia, le condizioni più universali dell'essere e queste medesime angustie e necessità del finito di cui discorriamo. A ciò si risponde per primo che le condizioni comuni dell'essere da noi divisate e dedotte per virtù logicale guardano pressochè tutte a certa forma costante ed inalterabile, le cui nozioni fondamentali traemmo originalmente dai generi superiori delle cose a noi manifeste per esperienza: ma il mondo dei possibili allargarsi molto di là da que’ confini. Certo, le cose aliene dai generi più universali a noi noti non contraddiranno giammai alle conclusioni logiche stabilite intorno di essi; e per via d’esempio, in niun lato della creazione avverrà che sussista un modo e un’attribuzione senza subbietto correspettivo, nè una sostanza priva d’ogni qualunque determinazione; e ciò si ripeta per tutte l’altre conclusioni assolute circa l’essere di sostanza. Ma con tutto ciò, nulla non c’impedisce di concepire che possano nella creazione sussistere altre forme e nature di enti che non sieno sostanze a propriamente parlare, ma si altra cosa infigurabile e inconoscibile a noi mortali. I limiti del nostro pensare non sono del sicuro i limiti dell’essere; e benchè gli enti i quali sono fuori dei nostri concetti non possono contravvenire agli adagi assoluti della nostra logica, non però dimeno possono essere altra cosa, e cioè appunto il diverso affatto da quello che conosciamo e pensiamo."
      },
      {
        "index": 42,
        "text": "112. — Nè questo inconoscibile della natura pensato da noi per mera supposizione è inutile ed infruttifero nella scienza. Dacchè, se non produce altro bene, aiuta la mente a vincere l’abito inveterato di giudicare impossibile tutto ciò che oltrepassa i limiti naturali del nostro sapere. E di ciò torneremo forse a discorrere in qualche altro Capo."
      },
      {
        "index": 43,
        "text": "113. —Quanto alle necessità del finito, per lo certo non può fuggirle nemmanco il tutto diverso. Se non che quelle necessità chi bene le avvisa, risolvonsi tutte o in privazione di essere o in cosa positiva che à per cagione fontale la privazione medesima. Laonde per questo rispetto, la simiglianza degli enti riducesi a negazione o vogliam dire a somiglianza non più che mentale. Ma come ciò sia, e non costringendo nessuno ingegno a seguirci in tale ardita dialettica, basterà pel proposito nostro di dire che noi vedremo più tardi essere cònsono alla ragione la esistenza del tutto diverso in questi confini almeno che vi sieno effettualmente mondi di natura ignotissima a noi ed aliena compiutamente da ogni forma la quale consente fra i diversi una qualche recettività di scambievole azione e passione."
      },
      {
        "index": 44,
        "text": "114. — Sarebbe una istanza affatto contraria quella di affermare che il tutto diverso può, nondimeno, operare con efficacia fuori di sè, allegando, per esempio, l’azione dell’anima sul proprio corpo organato, ovvero l’atto medesimo creativo che fa esistere fuori di sè il diverso da sè. Noi dell’atto creativo parlammo nell’altro volume e già nel Capo che precede toccammo della diversità assoluta la quale interviene tra la cagione infinita e l’effetto finito. In quanto all’esempio dell’anima agente sul corpo, sarà materia che verrà sotto la nostra penna un poco più tardi."
      },
      {
        "index": 45,
        "text": "115. — Ma qui si avverta da capo, come quando i fisici e i metafisici discorrono a posta loro della unità delle leggi dell’intero creato si avvolgono col pensiere senza avvedersene in quel picciol mondo che discernono e sperimentano; il quale appunto perchè lasciasi scorgere e in qualche modo sperimentare da noi non può al tutto riuscire dissimile nè fuggir da ogni banda ogni specie di unificazione, per lo manco, intellettuale."
      },
      {
        "index": 46,
        "text": "116. — L’operare poi sopra gli enti inferiori e tramutarli in esistenze strumentali ed appropriabili implica una serie e un ordinamento di atti il quale non è concepibile dove non sieno subbietti razionali e morali, e cioè congiunti in alcuna maniera e grado con l’infinita mentalità. E per fermo, la finità, in quanto tale, è cieca e non à senso e ragione del fine, mentre ogni ordine strumentale ed ogni sorta di organamento richiede il concetto razionale del fine. Ma tutto ciò che è razionale è similmente universale; mentre, come vedemmo poc’anzi, la finità per sè non possiede nulla di universale, essendo questo mai sempre alcuna cosa d’infinito. Se, pertanto, nella natura scorgesi da ogni parte una virtù organatrice, ella proviene da altro principio alla natura superiore. E se gli enti finiti eseguiscono le intenzioni finali per disposizione ed atto della propria natura, questo disporre e atteggiar la natura di tutte le cose in modo conformissimo al compimento di tutti i fini coordinati è opera che alle cose non appartiene, e racchiude una virtù trascendente solo possibile alla onnipotenza dell’atto creativo."
      },
      {
        "index": 47,
        "text": "117. — Ma pure premettendosi cotale principio infinito di virtù ordinatrice, la essenza dei finiti involge ad extra l’azione di lei in molte necessità ineluttabili che verremo via via esponendo. E prima, nella moltitudine differentissima degli enti creati si debbono avvisare la somiglianza, la diversità, la varietà e l’opposizione. Intende ognuno quello che vogliono significare simiglianza e diversità e la mistione delle due. Domandiamo più propriamente varietà il diverso che appare nelle attribuzioni particolari e individuali degli esseri; tanto che per essa ogni singolo si differenzia dagli altri della sua specie, quanto pel diverso le specie si differenziano fra di loro e dal genere. La opposizione eziandio debbe venir ripartita in tre sorte e cioè nell’opposizione metafisica nella morale e nella fisica. La prima interviene tra il finito e l’infinito; e riduconsi a questa le altre tutte assolute come del si e del no, dell’essere e del nulla, dell’essere e della privazione; e così l’altre del bene e del male, del bello e del brutto. della verità e dell’errore. Dico che obbiettivamente non àvvi opposizione essenziale di termini, salvo cotesta del finito e dell’infinito; dacchè l’altra opposizione uscente dalle contradittorie è sempre ideale e nella stessa idealità il pensiere non giunge a raccoglierla mai sotto l’unità sintetica del concetto."
      },
      {
        "index": 48,
        "text": "118. — L’opposizione morale, e intendesi del bene e del male assoluto, può agevolmente convertirsi, come testè accennammo, nella esclusione del finito dall’infinito, dappoichè il male à le sue radici secrete ed ultime nelle condizioni del finito."
      },
      {
        "index": 49,
        "text": "119. — L’opposizione fisica (e domandiamo così ogni specie non rassegnata nelle anteriori) risulta da un misto speciale di simile e di diverso. Atteso che l’interamente diverso non genera opposizione. Un suono per via d’esempio, o un odore non opponesi al fantasma mentale d’un circolo o d’una quantità algebrica. Le forze, invece, si oppongono l’una all’altra, sempre che abbiano azione identica nel genere e contraria nella determinazione."
      },
      {
        "index": 50,
        "text": "120. — Conviene, pertanto, ai finiti o rimanersi inattivi l’uno rispetto all’altro, ovvero, mescolando l’essere loro di simile e di diverso, incontrare gli opposti e quindi dagli opposti dipendere e sottostare eziandio alla necessità o di superarli o di venire da essi predominato. Le rimanenti necessità, o per meglio dire le principali, saranno mostrate e chiarite più avanti."
      },
      {
        "index": 51,
        "text": "121. — Ora, anticipando un poco le prossime deduzioni affermiamo, che questo dipendere continuo dall’esterno e cercare la dilatazione o dell’essere o dell’efficacia propria mediante la congiunzione coi simili e la partecipazione dei diversi; questo incessante bisogno di rinvenire e coordinare i mezzi gli strumenti e gli aiuti al conseguimento parziale del fine; questo dovere ad ogni tratto superare gli opposti; e da ultimo, nel modo che verrà significato più avanti, questo dover procedere sempre con grado e misura e alternando lo scomporre al comporre e i decrementi agli incrementi e resistendo ai conati gagliardi e assidui delle potenze distruggitive, fa e mantiene lo stato generale e perpetuo della natura materiale ed organica, e ciò domandiamo con proprietà di vocabolo il suo diventare. Espressione esatta, (vuolsi ripeterlo ancora) nella sola natura; e così l’intendeva Aristotele laddove scrisse: tra l’essere e il non essere tramezza pur sempre la generazione, come tra l’ente e il non ente ciò che va generandosi.[2] Ma il diventare medesimo quale l’abbiamo descritto, riesce fattibile in virtù d’un principio superiore e diverso dalla natura, com’è proposito nostro di venir dimostrando."
      },
      {
        "index": 52,
        "text": "122. — A ogni modo, vedesi per ciascheduno quanto tutto ciò differisca dalla teorica la quale sostiene che non pure la diversità e l’opposizione, ma la ripugnanza compiuta dei termini è intrinseca all’ente; e che il sempre diventare e mutare dell’assoluta esistenza esce per intero da questo scorrere essa uniformemente per l’arco l’una eterna cicloide varcando e tornando infinite volte sotto diverso sembiante dall’essere al nulla ovvero dall’essere in sè all’essere in altro. Di guisa che le necessità invincibili le quali rampollano dalle viscere del finito e lo violentano a guadagnar l’essere con fatica e lentezza e ognora imperfettamente nè gli consentono di muover piede salvo che tra forze contrarie e mediante un conflitto durissimo e interminabile, coteste necessità, dico, delle finite e caduche esistenze vengono invece attribuite alla sopraeminente natura di Dio, il quale non conosce contrarj nè opposti, non sostiene trapassi nè alienazioni e in cui il diventare, qual che si fosse, varrebbe il discendere nella impotenza e nella caducità. Lo Schelling pensò a far precipitare dal cielo empireo certo numero d’idee. Ma presso Hegel la divinità intera ruit ad interitum."
      }
    ]
  }
}
