{
  "chapterNumber": 13,
  "title": "Vol. I, Libro Primo, Capo 12",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "CAPO DUODECIMO."
      },
      {
        "index": 1,
        "text": "COME SONO ADEMPIUTE LE CONDIZIONIDELLA SCIENZA."
      },
      {
        "index": 2,
        "text": "178. — Compiuta questa prima parte dell’Ontologia e mostrato senza intervenimento di alcun nuovo principio l’assoluta realità che viene intuita nei due supremi pronunziati onde facemmo cominciamento alla scienza, noi trapasseremo a spiegare da capo e con facilità e chiarezza maggiore da che provenne che l’evidenza della realità obbiettiva dei nostri concetti rimamesse lunghissimo tempo annebbiata al guardo pure dei platonici, e paresse non che sopraffatta, ma giustamente discreduta dai filosofi critici. Passiamoci con silenzio della Scolastica, la quale affogò nelle sottigliezze i gran pensamenti della scienza. Appresso più secoli, venuta a mano di Cartesio e de’ suoi discepoli la dimostrazione di sant’Anselmo, subito contrasse della oscurità de’ loro pensieri intorno alla forma dell’intelletto e alla natura delle idee."
      },
      {
        "index": 3,
        "text": "179. — Fece gabbo primamente a cotesti alti ingegni il non avvertire che in qualsivoglia concetto assoluto, e non già in quello solamente dell’Essere perfettissimo, si accoglie la necessità della sussistenza obbiettiva; ad essi invece sembrava che unicamente nell’esempio da loro prescelto, mancando la sussistenza in atto, sarebbe mancata la contenenza dell’idea o vogliam dire la perfezione del primo essere, e quindi il concetto sarebbesi fatto contradittorio."
      },
      {
        "index": 4,
        "text": "180. — Un altro errore e di più gravità fu quello (come io notava qui addietro) di movere dalla intellezione umana, speculata soltanto nell’essere suo d’idea e di rappresentazione e divisa e scissa dall’oggetto rappresentato; e niente di manco, stimare ch’ella dischiuderebbesi un varco per giungere alla realità sussistente di quell’ideato e rappresentato. Dal Malebranche medesimo venne seguito più presto il vezzo dei tempi che l’acume ordinario della sua mente, quando scriveva: l’existence necessaire est renfermée dans l’idée de l’infini."
      },
      {
        "index": 5,
        "text": "Dopo ciò, diveniva naturale ed agevole che il filosofo critico redarguisse dicendo che in una idea, come tale considerata, e cioè disgiunta dal proprio oggetto, non possono stare inchiuse se non altre idee; quindi doversi ammettere che nel concetto rappresentativo dell’Essere perfettissimo e in quello congenere dell’infinito è annoverata del sicuro e come sottintesa l’altra nozione della necessità dell’esistere; e cioè, una seconda idea, la quale non più della prima ritrova e dimostra la esistenza in atto della cosa ideata."
      },
      {
        "index": 6,
        "text": "181. — Al Leibnizio premette assai di correggere e perfezionare la prova ontologica della esistenza di Dio e vi tornò sopra più volte. La prima veste sillogistica onde la volle animantare fu l’infrascritta: Eus ex cujus essentia sequitur existentia, si est possibile, id est: si habet essentiam, existit (est axioma identicum demonstratione non indigens); atqui Deus est ens ex cujus essentia sequitur ipsius existentia (est definitio); ergo Deus, si est possibilis, existit. Non ne rimase soddisfatto, segnatamente per la proposizione dubitativa introdottavi; ed anche desiderando più stringatezza di concetto e di parole. Per ciò in alcuno suo scritto giaciuto inedito (io credo) insino al 1844, leggesi quest’altra espressione del pensiero medesimo: Ens necessariam sen ens de cujus essentia est existentia, sive ens a se, existit. Jam Deus est ens tale, ergo Deus existit."
      },
      {
        "index": 7,
        "text": "L’argomento corre non più sulla idea dell’ente perfetto ma si su quella dell’ente necessario. Nullameno, noi rimaniamo nell’ordine ideale, e sempre rinnovasi la esigenza dei critici che sia mostrata la realità oggettiva in quello contenuta. Tu affermi essere patente per la definizione che l’ente necessario esiste. Dovevi solo affermare essere patente che nella idea dell’essere necessario è inchiusa la idea del non potere non esistere. Del pari tu annunci che l’ente dalla cui essenza seguita l’esistenza esiste perchè la proposizione è identica. Ma no davvero; come nel subbietto parlasi d’una essenza ideale, così non ti è lecito ripetere nell’attributo altra forma di esistenza, che l’ideale. Per fermo, in altro ordine che non sia ideale potresti giammai distinguere la esistenza dalla essenza, e quella fare un conseguente di questa? Che se mai ti avvisassi di uscire al tutto dalle idee e discorrere di quell’ente necessario come di realità immediata e presente per sè allo spirito, bene ti avvedrai che non poni nulla a priori, o per dir meglio, vi poni ciò che addimanda per appunto di essere dimostrato. Pur troppo non è conceduto all’uomo conoscere immediatamente e per via di fatto la necessità intrinseca di veruna realità; e solo l’argomentiamo in pensiere laddove l’essere contemplate nella nozione esclude invincibilmente il uon essere. Leibnizio, sembrami assai evidente, trascorse non addandosene dal concetto alla realità e da questa al concetto senza prima significare e provare la lor connessione, e però esponendo i suoi sillogismi alle istanze medesime onde i precessori suoi vennero travagliati."
      },
      {
        "index": 8,
        "text": "182. — Ne provare Dio dal concetto del necessario differisce tanto o quanto dal proposito di san Bonaventura e del Malebranche di provarlo mediante il concetto dell’ente assoluto. Può egli (dissero que’ due solenni pensatori) fallir l’essere all’essere? E ciò che à per essenza propria l’esistere andrà mai sprovveduto della esistenza? Non l’andrà mai del sicuro, rispondesi, sempre che sia provato che un simile ente sussiste. Ma quello che tu domandi l’Ente assoluto, è invece la idea sua. Sembrami dunque mostrato ad esuberanza che mai da qualunque sia contenuto di proposizioni e d’idee in quanto è dimezzato e puramente formale non giungeremo a dedurre in maniera apodittica l’esistenza in atto della rispettiva realità. Questa uscirà invece evidente ed invitta dalle verità necessarie in quanto esse medesime sono un che di reale e in quanto l’ufficio loro di segno e rappresentazione le annette a forza a un eterno rappresentato; senza del quale verità e menzogna sono tutt’uno."
      },
      {
        "index": 9,
        "text": "183. — Adunque le obbiezioni riferite se ferivano a morte la dottrina cartesiana, eziandio riformata dal Leibnizio, perdono qualunque taglio contro di noi. Perocchè l’oggetto, come vedemmo, può distinguersi mentalmente, non mai separarsi integralmente dalla sua idea; e chi lo separa, estingue la verità, perchè l’idea smarrisce ogni significazione e non è più l’idea e la verità d’una cosa, ma sempre ed unicamente del nulla. E del pari negando ai concetti che esprimono un che sostanziale la sussistenza del loro ideato e rappresentato, si nega insieme la verità necessaria inchiusavi dentro perchè affermerebbero quello che non esiste o non esiste come sostanza."
      },
      {
        "index": 10,
        "text": "184. — Ed ancora non si badó che il vero necessario oltre alla sua contenenza à un esistere proprio e assoluto, e vuolsi dire che à un essere e tale essere à natura eterna, necessaria, immutabile; quindi è un ente per se, ovvero esiste unificato con l’ente per sè. Che è la prima forma prodotta da noi della dimostrazione a priori dell’Assoluto."
      },
      {
        "index": 11,
        "text": "185. — Caddesi intorno al proposito in altro abbaglio non men dannoso, confondendo di frequente il possibile logico col possibile metafisico e applicando questo secondo con indifferenza, ora alle intellezioni dell’eterno e del necessario, ed ora alle attinenze esteriori che à l’eterno ed il necessario col mondo contingente. E per fermo (a qui citare un esempio notabile di siffatte incongruenze) qual cosa va ripetendo per lo lungo e per lo largo dell’opera sua l’autore del Nuovo saggio, se non che l’Ente considerato nell’idea prima ed innata è un mero possibile e non già un sussistente? A mio giudicio, questa è pretta illusione: dapoichè l’Ente universalissimo, avendo intrinseca necessità di esistere sempiterno e infinito, mai non potrà cominciare ad essere qualora non sia. Dunque l’Ente universale ad una e possibile è concetto contradittorio. Nè monta il dire che l’uomo à per astrazione la facoltà di pensare all’Ente e non pensare che esista; come se l’esistere necessario dell’Ente dipendesse giammai dal nostro pensarlo; o come se la nostra giudicativa potesse astrarre dai concetti quello che li distrugge ed annichila, perseverando tutta volta a contemplarli e affermarli; e dire, per via d’esempio, che l’idea dell’Essere perfettissimo non si altera e non si spegne, quando l’oggetto suo trasformato in nuda possibilità diventa in cambio una impossibilità manifesta."
      },
      {
        "index": 12,
        "text": "186. — D’altro lato, che è infine questa nozione famosissima del possibile? certo, una relazione; e le in grandemente mestieri d’un qualche obbietto reale in cui termini e in cui si sostanzii. Nè simile obbietto dimora nei contingenti, perocchè la possibilità loro ad intra è perpetua e necessaria, ed ei non sono nè l’uno nè l’altro; e quando appariscono nella durata più non anno nome e ragione di meri possibili. Adunque, il sostegno eterno e immancabile di quell’attinenza che domandiamo possibilità è nella efficienza infinita e sovranamente libera, guardata da noi e considerata con puro discorso mentale nelle sue relazioni con l’opere estrinseche e il mondo dei contingenti. Da ogni lato impertanto, e con ogni nozione e per ogni via giungesi alla necessità di affermare la realita obbiettiva di tutte le idee."
      },
      {
        "index": 13,
        "text": "187. — E quando pure il possibile sia sempre ed unicamente fatto sinonimo del pensabile, come si vuole con ciò staccarlo sostanzialmente dal suo sostegno obbiettivo, tanto che si abbia facoltà di affermare l’uno e negare l’altro? Il pensabile è concernenza di qualche cosa e non istà di per sè; anzi, è propriamente la cosa, guardata nell’intelligibile sua natura; e la pensabilità distaccata e rimossa dalla rispettiva sussistenza è mera astrazione; simile a quella onde per finzione mentale pensiamo l’atto diviso dall’agente e il modo dal subbietto e l’accidente dalla sostanza."
      },
      {
        "index": 14,
        "text": "188. — A compiere, intanto, da ogni parte, la questione incidente che abbiam rinnovata e la quale riflette non poca luce sulla storia della metafisica non è forse inutile di conoscere che la scuola di Leibnizio continuò in Germania a calcare le orme di lui, studiandosi altresì di perfezionare la prova ontologica della esistenza di Dio e stringerla similmente nell’abito dialettico il più rigoroso. Volfio, Bilfinger, Baumgarten e Meier riprodussero con maggior diversità di parole che di concetto la definizione di Spinoza rinnovata dal Leibnizio e secondo cui l’esistenza effettiva non può mancare a quell’ente la cui essenza implica la necessità dell’esistere."
      },
      {
        "index": 15,
        "text": "189. — Simile costanza nei pensatori tedeschi dimostra, per mio avviso, che certa confusa apprensione del vero persuadeva loro la possibilità d’una prova rigorosa ontologica della esistenza di Dio cavata dal suo concetto. E d’altra parte non iscorgendo altra via conducente a quel fine salvo la segnata già da Anselmo, dai Cartesiani e dal Leibnizio, studiavano di mutar le espressioni al concetto e speravano di azzeccarne una incontro alla quale sparissero i dubj e le equivocazioni che loro malgrado tornavano a ripullulare negli ingegni speculativi."
      },
      {
        "index": 16,
        "text": "190. — Lo stesso Kant innanzi di metter mano al trattato della ragion pura pubblicò una nuova forma di dimostrazione ontologica dell’Assoluto, riputandola la vera e la sola. Consisteva ella nell’affermare che tutto il possibile ricerca un’antecedente realità, senza di cui il possibile è nulla. E se il Kant avesse cominciato dal possibile logico, quale sinonimo del pensabile e questo della verità eterna e assoluta; poi avesse mostrato che la verità eterna e assoluta implica l’assoluta realità col dilemma più d’una volta da noi espresso, la prova rigorosa ed irrepugnabile dell’esistenza di Dio era alla fine rinvenuta. Ma in quel caso, interdicevasi a Kant ogni facoltà di negarla come fece più tardi, negando per appunto la realità obbiettiva di tutte le idee."
      },
      {
        "index": 17,
        "text": "191. — Un passo conveniva movere, senza il quale ogni ottima argomentazione restava chiusa a marcia forza entro un cerchio simile a quello de’ negromanti di là da cui non osano di tragittarsi neppure le potenze d’abisso. Io vo’ dire che conveniva negare il detto reputato assiomatico e irrefragabile e cioè darsi buona facoltà di arguire dall’essere al poter essere e non mai in contrario. Invece, occorreva di dimostrare che a posse ad esse fit transitio, quando trattasi dell’assoluta possibilità; ed anzi più largamente ancora quando trattasi della pensabilità assoluta che vuol significare la verità necessaria. Questa non è il nulla; ma è in quel cambio una entità realissima in quanto è una forma dell’Assoluto e però s’immedesima di certo con esso lui."
      },
      {
        "index": 18,
        "text": "192. — La scuola, per altro, di Leibnizio sebbene non cogliesse la realità dei concetti seppe contenere la diimostrazione a priori nel suo essere proprio che è la pura idealità. Quindi a noi reca alquanto di meraviglia che Vittore Cousin nelle sue lezioni lucidissime ed elegantissime intorno al Kant domandi prova a priori quell’argomento di Cartesio che dal fatto del nostro esistere e delle nostre imperfezioni induce senz’altro la certa esistenza dell’Essere perfettissimo. Pur concedendo che l’argomento sia valido, esso evidentemente move a posteriori, dacchè move da una realità contingente e individua conosciuta con ben altra specie di facoltà che l’apprensione intellettuale."
      },
      {
        "index": 19,
        "text": "A rispetto poi dell’argomentazione in sè stessa, egli è indubitato che il concetto dell’infinito fa riscontro a quello di cosa finita e il concetto del perfettissimo all’altro di cosa imperfetta; e può seguitarsi per quasi innumerevoli categorie di essenze contrarie ed opposte le quali mutuamente si richiamano dentro al pensiere; ma uel pensiere pur troppo rimangono senza concretezza nessuna. insino a tanto che non si provi nel generale In obbiettiva realità del mondo intero ideale. Oltre di che tutto il valore dell’argomento di Cartesio proviene dal principio di ragion sufficiente ch’egli parte addita e parte sottintende. E in cotesto caso non v’è più nulla da controvertere; se io esisto e in me non ravviso la cagione e ragiono del mio esistere, anzi la mia finiti e le mie imperfezioni ini accertano del contrario, v’à sopra di me un ente incondizionato e colmo di perfezioni che determina e condiziona tutto l’essere mio. Se non che a rigore di scienza conviene avanti mostrare che il principio di causalità è dedotto a fil di dialettica dal più largo ed universale principio detto d’identità e ripugnanza. Ma chi cercasse cotesta dialettica derivazione in Cartesio volterebbe a vuoto le pagine delle sue stupende meditazioni."
      },
      {
        "index": 20,
        "text": "194. — Del rimanente, provare col principio di causa che Dio esiste è forse il più comune ed antico modo che le scuole abbiano usato; nè facea mestieri per ciò lo spirito innovatore e riformatore di Cartesio. Laonde l’encomio che in tal proposito gli tesse il Cousin m’à dello strano e dell’eccessivo. Per contra, mi sembra maravigliosa la pittura che il gran cattedrante della Sorbona ci disegna e colora di que’ giudicj primitivi che a tutti sono suggeriti dalla spontaneità di nostra ragione. Certo, nè il Reid nè alcuno de’ suoi discepoli trovarono parole si calde, metafore si espressive, figure ed immagini piene di tanta efficacia. Salvo che tutto questo convalidando l’autorità del senso comune, non isvigora in niuna parte e non leva un apice alle negazioni della Logica trascendente del Kant."
      },
      {
        "index": 21,
        "text": "195. — O lasciato scorrere dalla penna coteste ultime considerazioni per confermare con l’esempio d’uno scrittor celebrato che sola ed unica via per cominciare la scienza a priori sarà pur sempre non il fatto ma il vero; ossia la realità necessaria e infinita non la contingente e fiuita."
      },
      {
        "index": 22,
        "text": "195. — Nel presente affrettiamoci di mostrare che nell’inizio dato da noi all’ontologia si adempiono esattamente le condizioni di cui tenemmo discorso più sopra e la cui malagevolezza (estrema davvero e poco meno che insuperabile) ci pose in dubio mille volte il ritrovamento e componimento d’una filosofia teoretica. Nè l’esporre ciò in breve, ma pure con ordine e con distinzione, potrà succedere senza recar nuova luce alla dottrina fondamentale delle idee che noi professiamo e nella quale s’imperna tutta la scienza."
      },
      {
        "index": 23,
        "text": "196. — Che il cominciamiento mio si regga da si e non dipenda da precedenza veruna e sia in tutto e perfettamente a priori, rimane provato da questo ch’egli compare in una proposizione identica; e però, in un vero necessario e assoluto, e non già in un fatto o in qualchessia esistenza di cui torni lecito d’immaginare la mutazione e l’annientamento senza incorrere in contradizione. E certo, quando si neghino tutte le cose e la mente si piaccia di figurare l’universal finimondo, non pertanto, persevera eterna e innegabile la verità che Dio pensato in ipotesi è ineffabilmente quello che è come del pari persevera eterna ed irrepugnabile l’altra verità che l’Essere perfettissimo è logicamente possibile, o vogliam dire è pensabile. No a tali due proposizioni tu ne rinverrai qualcuna anteriore o per estensione o per comprensione o a rispetto della semplicità e di altro risguardo notabile. E fu poi mostrato con evidenza la realità essere implicata similmente nell’uno e nell’altro concetto. Del resto noi dalla maggiore della sintesi ci affrettammo di scendere ad un pronunziato analitico, per la ragione troppo manifesta che durando a replicare nel predicato il subbietto tutto quanto, la scienza umana non à progresso. Noi trapassammo quindi all’analisi tenendo l’ordine che meglio s’accorda con le condizioni di nostra mente. E però noi ci fermeremo a considerare più di proposito il secondo dei dne pronunziati, siccome quello in cui principia effettualmente il moto della scienza."
      },
      {
        "index": 24,
        "text": "197. — Per fermo nella espressione del subbietto ivi consegnata, ciò che prima occorre alla mente tual si è l’essere; e tal nozione ti tragge a pensare e conoscere la massima contenenza del tutto; nè dopo di questa ti si fa possibile il concepire cosa più grande e più semplice al tempo stesso."
      },
      {
        "index": 25,
        "text": "Invece, l’addiettivo che seguita, mentre non iscema dramma alla universalità dell’essere, lo determina e lo sustanzia si fattamente che ogni contenuto e ogni contenibile vi sta compreso; è altra maggiore pienezza di essenza e di realità è dato di pensare e d’intendere. E per ciò, se l’addiettivo determina l’essere con pienezza infinita, ben si disse che non ne scema la contenenza; ed è il solo caso in cui la determinazione non esclude nulla e nulla non nega."
      },
      {
        "index": 26,
        "text": "198. — Quella coerenza poi che distinguesi primamente nel concetto dell’essere perfettissimo viene per natura avanti ad ogni altra considerazione; perchè la possibilità logica, e non altra cosa, costituisce il concetto, siccome tale; o a dir più esatto, lo manifesta e ferma dinanzi all’intendimento; e senza di lei non vi sarebbe atto cogitativo, e quindi non verità. Inoltre, pigliando da lei il cominciamento, evitiamo lo sconcio nel quale, a mio credere, incorre il sillogismo del Leibnizio che pone la prefata possibilità sotto forma dubitativa dicendo: Deus si est possibilis, existit; e non badò il grand’uomo che tal condizione interposta. fa condizionale l’intero ragionamento e ne inforsa la verità."
      },
      {
        "index": 27,
        "text": "199. — Intanto, voglio che si avverta che se le cagioni anzidette mi persuasero a significare la nozione dell’Assoluto, prima con la maggiore delle sintesi, poi con quelle parole solenni Essere perfettissimo e a distinguere dentro di lui per primo predicato la pensabilità, ciò non era domandato a forza dall’indole intrinseca della mia dottrina, la quale dimostra la propria certezza con la verità salda ed irreprobabile di qualunque concetto, come si scorge apertamente con la serie delle definizioni arrecate qua addietro e applicabili ad ogni nozione ed intellezione astratta ed universale. E fermamente, in ogni concetto di cotal sorta è una mentale determinazione dell’Assoluto, e però l’oggetto suo rispettivo esiste altresi assoluto e perpetuo; nel che posa il cardine primo e inconcusso della nostra teorica."
      },
      {
        "index": 28,
        "text": "200. — Importa assai di notare che nel pronunziato che io metto a capo dell’intera ontologia ed al quale io porgo due forme diverse, sintetica l’una, analitica l’altra, stanno raccolti come genere nella specie o come astratto nel concreto i due principj moderatori di tutta la logica umana, quello dico che chiamano d’identità e l’altro che fagli riscontro e chiamano di contradizione. In effetto, che sono eglino cotesti due assiomi, se non certa universale espressione dell’Assoluto il quale col primo afferma sè stesso e genera di tal maniera una proposizione evidente di cui il secondo annunzia la certezza innegabile? Non diversamente la proposizione mia superiore è una affermazione universalissima che fa l’obbietto di sè medesimo e che non si potendo negare, torna espressamente a produrre sì il principio d’identità come l’altro di ripugnanza. Accade il medesimo nella seconda proposizione, tuttochè in modo meno generico e meno astratto. Ma io soggiungo che tali due principj di logica si annodano e quasi a dire s’incorporano con quel mio secondo pronunziato eziandio per ragione propria e diretta. Nel vero, l’Essere perfettissimo si converte prima con essi due in quanto sono significati sotto la nozione pura ed universale dell’Ente. Questo poi contiene ed aggiunge a sè l’infinito delle attribuzioni e delle specificazioni, in tutte le quali ricompaiono essi pure, determinati le mille volte ma non mutati."
      },
      {
        "index": 29,
        "text": "202. — E questa medesimezza di valor metafisico fra tutti i concetti e tra le verità necessarie che ne provengono è conferma amplissima alla indubitabilità della mia dottrina. Certo, può ella venire disdetta, quando ogni nomo, imperito o sapiente che sia, ed anzi ogni parlante, a dirla all’omerica, tiene per assioma infallibile il principio d’identità e l’altro di ripugnanza? Ma, di grazia, quando io pronunzio che l’ente è quello che è ed egli non può essere insieme il si ed il no, asserisco io forse con più efficacia o con più ragione l’esistenza dell’obbietto? Se l’ente quivi speculato non esiste in realtà o non può esistere, viene diradicata isso fatto la verità dell’assioma."
      },
      {
        "index": 30,
        "text": "202. — Ripetere che quivi noi contempliamo l’ente in idea soltanto e in possibilità, si è romper di nuovo allo scoglio dei paradossi poco avanti descritti. Non dunque l’idea sola dell’ente vi si contempla, ma l’oggetto correspettivo, ma l’ente in sè, l’ente perpetuo ed assoluto; e il quale dove in sostanza non fosse Dio, in quanto è pensato da noi in disparte dalla infinitudine delle sue determinazioni o perfezioni che vogliano dirsi, tornerebbe ad una vuota ed inesplicabile astrattezza."
      },
      {
        "index": 31,
        "text": "203. — Concludiamo di nuovo che il pronunziato nostro iniziale, così nell’espressione prima sintetica come nella seconda analitica, convertesi esattamente con li due assiomi dell’identità e della contradizione fondamento e ragione di tutta la logica: avegnachè quello e questi sono tre coucetti ed affermazioni apodittiche, o si voglin chiamare tre forme intellettuali, sotto di cui l’uno e medesimo Ente assoluto viene affermato ed espresso."
      },
      {
        "index": 32,
        "text": "204. — Di quindi si cava che l’ontologia e la scienza logica non differiscono sostanzialmente, giusta l’opinione di gran numero di filosofi, ma in quel cambio si ricongiungono e si risolvono nella realità comune dell’Ente assoluto. Come non v’à idea senza obbietto, nè obbietto cogitato senza ideale rappresentazione, consegue che da una parte la scienza logica, più specialmente addetta a studiare l’idea e le forme del vero; dall’altra, l’ontologia, rivolta più specialmente a indagare l’obbietto correlativo, si travagliano intorno ad una stessa materia, o parlando con più rigore, intorno al subbietto d’una medesima relazione, di cui la logica studia specialmente un termine e l’ontologia un altro. Laonde bene sentenziò il Vico rcrum esse ipsum factum; distinguendo pure com’egli distingue, quod verum creatum convertatur cum facto, verum increatum cum genito."
      },
      {
        "index": 33,
        "text": "205. — Che se i principj rettori della scienza logicale convertonsi intrinsecamente con l’Assoluto, può l’ontologia liberamente arrogarsi l’uno del sillogismo; e non introduce per esso l’autorità ne aliena nè superiore d’alcun assioma o ragione, la qual non s’adagi e non si fondamenti nell’Assoluto medesimo. In effetto, la virtù d’ogni sillogismo deriva da ciò ch’egli è una applicazione stretta e perenne di questa proposizione identica: il subbietto contiene le contenenze del suo predicato. Quindi se nel subbietto è la realità. del sicuro ella ricomparisce nel predicato; ed e converso se il primo è sola astrazione logica, non potrà nel secondo capire cosa meno astratta e meno vuota di sussistenza. Il perchè il sillogismo è un naturale congegno atto a fare scorgere immediatamente la convenienza e sconvenienza dei termini; ma è incapacissimo di alterarne la natura: nel modo che tutte le macchine da lavoro sebbene ti danno per ultimo una forma nuova della materia introdottavi, già non possono mutar la sostanza di essa e fornirla di qualità essenziali che non possiede."
      },
      {
        "index": 34,
        "text": "206. — La qual verità basti a rimovere dalla dottrina mia il dubbio se vennero o no adoperati nel costruirla alquanti sillogismi. Imperocchè non è guari difficile di mostrare sminuzzando e sottilizzando, che alcune fra le definizioni da me prodotte più sopra, sieno specie d’entimemi; e questi, specie di sillogismi contratti. Ma pongasi mente che tali entimemi (conceduto che sieno) risultando tutti egualmente da concetti universali e assoluti, pareggiano ed uniformano affatto il valore di ciascuna parte del sillogismo in loro implicato di tal maniera, l’antecedente non vince d’autorità e dignità il conseguente, nè sul vero dedotto eccelle il vero da cui si deduce; perocchè da ultimo è sempre l’uno e medesimo Ente assoluto che si rivela sotto varie determinazioni e correlazioni."
      },
      {
        "index": 35,
        "text": "207. — La veritàsuprema (non ci pigli stanchezza di replicarlo) non è dimostrata propriamente per provenienza d’un principio da un altro, e debbe la cosa rimaner sempre inriuscibile ed anzi contradittoria. La verità suprema prova e dimostra sè con sè stessa chiarendo e spiegando il proprio concetto. I sillogismi che vi si adoperano, e cosi ogni altro ragionamento e principio introdotto e allegato, anno ufficio e virtù strumentale soltanto, e non giovano più che a condurre la mente nella visione aperta e snebbiata dell’Assoluto. Per tali considerazioni, non ischivammo di seguitare anche noi l’uso invalso nella scuola del Leibnizio di fornire l’abito sillogistico alla prova ontologica della esistenza di Dio; il che per altro non è conceduto di fare quando nel sillogismo stesso il termine superiore ed il medio non fosse identicamente e numericamente della stessa natura e del valore logico istesso; come quando il termine medio è l’espressione d’un fatto contingente e particolare; conciossiachè in simil caso vede ciascuno che la virtù dimostrativa raccogliesi tutta nel principio generale dal termine maggiore significato. Con ciò è chiarita novamente e a sovrabbondanza quello che pronunziammo in sul cominciare del libro (Capo Terzo, § 2, 28.)."
      },
      {
        "index": 36,
        "text": "208. — Del resto, già da dieci anni addietro stavami fermo in pensiere che niuna base e niun sostegno incrollabile potea rinvenirsi all’ontologia, salvo che manifestare l’identità sostanziale dell’assoluto logico e del metafisico, riducendo a un genere solo il principio di contradizione e il principio dell’essere.[1] Chè la cosa stando altrimenti, ragionevole diverrebbe quell’accusare d’illecita ed empia curiosità che facea il Vico i filosofi dai quali si cerca sollecitamente una dimostrazione a priori di Dio. Ma la tua pietà non si offenderebbe del sicuro, o sommo e austero intelletto, quando vedessi nelle mie carte che la verità comprova e illustra sè stessa, definendo e schiarendo con intermedj ragionamenti il proprio divino concetto."
      },
      {
        "index": 37,
        "text": "209. — V’à poi chi nel generale ceusura questa fatica del dimostrare con severità di ragione e con metodo la reale esistenza dell’infinito e con ciò la realità obbiettiva dei nostri concetti. Si allega in fra l’altre cose una presunta impossibilità di rinvenire le prove propriamente apodittiche e fondate a priori; e screditano più che mai la industria ingegnosa di stringere in sillogismo la prova ontologica della esistenza di Dio. Vogliono costoro che tale esistenza stia in capo a quell’ordine di verità evidenti per sè medesime e alla cui luce non si può aggiungere alcuna chiarezza con pellegrini argomenti ed irreprensibili."
      },
      {
        "index": 38,
        "text": "210 — Egli è manifesto che tale discorso move da gente nel cui pensiere sono mescolate e confuse le due maniere onde l’uomo acquista le cognizioni. Perchè altro è riceverle a così dire dalle mani della natura ed altro da quelle della ragione meditatrice, il cui nobile istinto è per appunto riposto nella facoltà di movere dubio intorno a ogni cosa; istinto generato dall’intùito dell’infinito e dal desiderio sublime di alzar la mente alla visione di quella entità e di quella verità in cui giace il primo perchè e l’ultimo di tutte le esistenze. Non badano cotesti critici, fra i quali è il Jacobi, che massimamente dopo il Kant è interdetto al buon filosofo la sicurezza, quasi direi infantile di edificare le sue teoriche sulle massime e sulle nozioni quando non abbia cercato in antecedenza il lor valore esatto e legittimo insino a quel termine in cui il dubio metodico avvolgesi di necessità in petizione di principio."
      },
      {
        "index": 39,
        "text": "211. — Nè conviene disperare troppo per tempo delle forze del raziocinio. Potevasi egli concludere bene in restiontologia insino a quando i metafisici persistevano a ragionare dei trascendenti senza intermedio d’idee, ovvero a distaccar queste dal termine loro assoluto? Del pari, potevasi egli condurre a buon fine la prova ontologica della esistenza di Dio cercando la realità nella mera rappresentazione senza avvedersi par mai che scambiare (poniamo) l’idea del perfetto con quella del necessario o con altra qualechefosse non avvantaggiava di nulla?"
      },
      {
        "index": 40,
        "text": "Invece, fu dimostrato da noi che è al tutto impossibile negare la realità assoluta senza negare l’assoluta verità; e similmente ch’egli è contradittorio affermare che il segno e la rappresentazione sussistano senz’alcuno rappresentato."
      },
      {
        "index": 41,
        "text": "212. — In più luogi del presente libro vennesi accennando come cotesta speculazione altissima, onde il pensiero cerca la realità suprema e assoluta, incontrò alterazioni ed ammendazioni notabili da Platone a Leibnizio e avrebbe proseguito sua via con altri correggimenti e perfezionamenti. Ma cadde quasi perduta e sepolta, sopravenendo le critiche sottilissime della Ragion pura. intorno alla condizione e al valore dei nostri mezzi conoscitivi. Cosa intraveduta bensì dagli antichi ma in parte trascurata; perocchè con saviezza si confidavano agli strumenti ed ai metodi insegnatici da natura per l’investigazione del vero. In Germania, invece, si stimo di ragionare lungamente ed invittamente contro la ragione. E fu un grande abbaglio. Chè non ostante i nuovi dubj e lo scrutare sottilissimo circa la parte formale dell’intelletto, potevasi egli credere che uno studio altrettanto sottile e compiuto non avrebbe restituito a quegli strumenti e metodi l’autorità loro legittima? Questo abbiamo procacciato noi di fare alle convenienti occasioni. E nullameno, nel secondo libro e nel terzo tratteremo con più diligenza la stessa materia e però a quelli ci rimettiamo per parecchj particolari che qui converrebbe discorrere troppo alla distesa."
      },
      {
        "index": 42,
        "text": "213. — Noi cominciammo, adunque, l’ontologia effettualmente a priori e con un tale filosofema che nell’ordine sintetico è primo, e sotto altro rispetto e con altra espressione è primo simigliantemente nell’ordine analitico. Egli sopra di sè non ammette nulla, e tocca l’ultimo dell’universale e l’ultimo della pienezza dell’ente."
      },
      {
        "index": 43,
        "text": "214. — Egli è chiaro e semplice, non mica della semplicità, quasi a dire negativa, la quale risolvesi nella estrusione d’ogni cosa, eccetto l’unità vuota ed astratta dell’essere. Invece, la semplicità del nostro principio mentre si stende alla massima comprensione possibile, aduna questa e raccoglie nel centro d’una intellezione perspicua, pronta, agevole e perfettamente una."
      },
      {
        "index": 44,
        "text": "215. — In fine, noi cominciamo da un pronunziato sotto due forme connesse e in entrambe innegabile e irrepugnabile, non per efficacia di fede, nè per suggestione d’alcun istinto razionale o morale, ma per la necessità prima e radicalissima dell’intelletto; per la impossibilità, insomma, del negare insieme e dell’affermare."
      },
      {
        "index": 45,
        "text": "216. — Rimane che noi dimostriamo la virtuale fecondità di quel pronunziato e In quale sia tanta e si varia che tutto lo scibile umano ne sgorghi perennemente e copiosamente. Del che per altro anno i lettori (mi sembra) infino da ora assni buona caparra; considerandosi che nell’Essere perfettissimo v’à l’infinito in atto e v’à l’essenza eterna e l’esemplarità di tutti i finiti già sussistenti o possibili. Quindi chi non vede che ogni scienza ed ogni arte nostra è agevolmente rivocabile ad un si alto e comprensivo principio, e che da si profonda, si originale ed inessiccabile scaturigine tutte le cognizioni fluiscono e tutte a guisa di meandro dopo molti e lunghi erramenti vi tornano?"
      },
      {
        "index": 46,
        "text": "217. — Sebbene io sia stato conciso oltre modo, e della più parte delle materie abbia proferito agli studiosi piuttosto un indice ragionato che una conveniente trattazione, pure io credo che vi stia dentro il midollo intero della metafisica; perocchè mi sembra avere buona licenza di appropriarmi ancor qui le parole del Vico: idea compita di metafisica è quella nella quale si stabilisca l’Ente e il vero, e per dirla in una, il vero Ente. E noi per appunto nel concetto, o vogli chiamarla idea, trovammo congiunta ed indivisibile la verità e la realità; e trovammo altresì che tutte quante le matematiche e le altre scienze dimostrative e le proposizioni tutte assolute ed irrepugnabili ripetono la verità e necessità loro da una cagione medesima e vale a dire per la inerenza eterna del loro obbietto nell’Infinito; il quale per ciò che è cosa pensabile da Dio infinitamente e finitamente dalle creature e rivelasi a noi sotto la schietta forma ideale, compone l’essenza stessa perpetua e realissima d’ogni verità."
      }
    ]
  }
}
