{
  "chapterNumber": 50,
  "title": "Vol. II, Libro Secondo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "AFORISMI INTORNO ALLA FINALITÀ."
      },
      {
        "index": 1,
        "text": "195. — Abbiamo vedute le relazioni più profonde e continue dell’universo creato colla potenza e con la sapienza divina. Si trascorra al presente a conoscere quelle che paiono più particolarmente collegarsi alla suprema bontà; perocchè da lei procedette il sovrano consiglio di fare esistere il mondo con attitudine al bene, senza di che rimasto sarebbe una mera pensabilità divisa eternamente dal fatto. Ciò dunque che attiensi in modo più diretto e speciale alla finalità come convertesi necessariamente col concetto del bene, così legasi in modo immediato all’Ente assoluto in quanto il pensiere vi contempla quella forma sublime del bene che è la bontà e la relazione esteriore dell’uno e dell’altra. Salvo che i discorsi anteriori non potettero di già non farne parecchi cenni. Atteso che ragionandosi della efficienza creatrice e della sapienza che la informa, intervennero per sè medesimi i concetti della finalità, rimossi e annullati i quali, pure la saggezza divina si estingue e la potenza opera fuor di ragione."
      },
      {
        "index": 2,
        "text": "196. — Quello che produce in ogni dove e per ogni tempo la saggezza divina si è che tutto nel creato cooperi d’accosto o discosto, direttamente od obliquamente alla massima dispensazione del bene. Di tal ananiera, se ogni cosa partecipa per essenza o per accidente alla natura del mezzo, chiedesi con ragione se ogni qualunque cosa partecipa eziandio alla natura del fine; il che vuol dire se ogni esistenza è capace del possesso del bene."
      },
      {
        "index": 3,
        "text": "197. — Ora, quando il bene sia l’essere e tali due termini si convertano perfettamente, certo qualunque cosa partecipa al fine, o parlandosi con rigore egli non v’à più fine propriamente denominato e distinto dall’essere comunissimo. Ma notammo per addietro più d’una volta che dal puro concetto dell’essere niuno trarrà pur mai il concetto del bene. E poniamo che tu abbia in considerazione non l’essere astratto ma il concreto e perfettissimo. Tu vi sottintendi del sicuro. il bene assoluto, perocchè l’esperienza insegnavati questa eccellente forma dell’essere e di nessuna forma eccellente può andar privo l’Assoluto. Nullameno replichiamo che nessuna necessità logica forza la mente a dedurre l’idea del bene dall’altra dell’essere pieno e infinito, ognora che cotest’altra sarà posta onninamente a priori e non disegnata e composta per induzione sperimentale. Per fermo, la pienezza astratta ed universale dell’essere non lascia dedurre da sè e per sè veruna determinazione specificata, mentre tutte le racchiude eminentemente; e per ciò appunto che l’essere sostanzialissimo è tutto infinitamente, è per sè concetto vuoto d’ogni determinazione; quindi l’analisi non ve le può ritrovare. L’idea pertanto del bene essenziale non è derivativa di nessun’altra, ma è vera primalità, per parlare al modo del Campanella. Nella coscienza umana poi la idea del bene propriamente finale e concreto convertesi con la idea di compita beatitudine."
      },
      {
        "index": 4,
        "text": "198. — Ciò posto, egli è da fermare che la beatitudine o quello che le somiglia e partecipa in qualche grado di lei non può convertirsi con tutti i finiti esistenti e assai meno con tutti i possibili; invece si fa manifesto che il bene sostanziale da noi conosciuto e a noi concepibile, ricusa di venire comunicato, salvo che a quelle nature di essere in cui è intelligenza, è volontà e fruizione spirituale; conciossiachè nella prima disamina delle cose diventa chiaro ed aperto non potere il senso come tale farsi capace in veruna maniera della sostanza del bene."
      },
      {
        "index": 5,
        "text": "199. — La creazione adunque per la necessità ineluttabile delle cose distinguesi in mezzo ed in fine."
      },
      {
        "index": 6,
        "text": "Gli enti incapaci d’ogni sorta di fruizione rimangonsi relegati nella serie sterminata dei mezzi. In quel cambio, gli enti che possiedono alcuna personalità o le sue somiglianze e l’altre forme e nature diverse ed infigurabili a noi ma pur capaci della sostanza del bene (posto che n’esistano di sì fatte) rivestono dignità ed essenza di fine. Tuttochè queste ultime possono al tempo medesimo appartenere alle due gran serie ed essere fine cioè a rispetto degli enti inferiori e mezzo a rispetto dei superiori. Nelle mani poi del supremo artefice, debbe del sicuro ogni creatura la più sublime essere fine e mezzo ad un tempo; conciossiachè dirimpetto al provvedere divino essa è pure una lettera dell’immenso volume che si squaderna nello spazio e nella durata ed essa è perciò un anello della concordanza universa."
      },
      {
        "index": 7,
        "text": "200. — Per dilatazione domandasi bene non pure l’ultimo termine che effettua sostanzialmente il fine, ma eziandio quelle cose le quali efficacemente e prossimamente lo procurano; quindi ogni nostra possidenza, tuttochè materiale, ed anzi ogni oggetto usabile in alcuna maniera è domandato bene; pur volendo tacere di quelle cose che partecipano evidentemente del mezzo e del fine come la virtù, la bellezza, la scienza e ogni specie di dote morale e di perfezione. E in questo significato perchè ogni ente nelle mani di Dio è per diretto o per indiretto avviato al fine, dicemmo altra volta che si può universalmente all’essere attribuire l’epiteto di buono, e si vuol dire che ogni possibile effettuato si concorda col fine. Onde neppure faremo eccettuazione pel mal positivo. Conciossiachè in questo è spediente distinguere due sembianze e rispetti. Il mal positivo come attenente al finito e prodotto dalla essenza di lui contraria all’uno ed all’infinito non è certo operazione di Dio ed esce tutto quanto dalla necessità della detta essenza. Ma posto a riscontro della sapienza e bontà assoluta, egli medesimo diventa (come si disse) non la causa ma l’occasione indiretta del bene. Sopra il che la coscienza umana non istette mai silenziosa e l’istinto morale sempre le fece sentire che tornando impossibile a Dio di scompagnare il male dalla esistenza del finito, egli lo rivolge nondimeno in qualche occasione di bene come il medico fa dei veleni e come insegna il simbolo scritturale di quel leone che tenea nella gola i favi del mèle."
      },
      {
        "index": 8,
        "text": "201. — Potrebbesi forse per altro verso universalizzare il bene e farlo sinonimo di ente reale, quando si tenesse per vero od almanco per verosimile quel supposto del Campanella e di molti teologi che il senso stia giacente dentro tutte le cose e debba tal senso nella generalità dei casi avere forma dilettevole. Ma ancora che noi non siamo dentro alle cose e paia difficile di ritrovare alcuna prova apodittica del supposto contrario, ei si risolverà il dubbio in altra maniera. Coloro che danno a tutte le cose un’ombra di senso o virtuale o in atto, non si ardiscono di accompagnarlo eziandio con la mentalità; sebbene stimano che il senso abbia in sè medesimo alcun vestigio di pensiere. Ora noi fermammo più sopra che sentire propriamente non è pensare; e d’altra parte il sentire diviso da ogni consapevolezza e da ogni atto e forma cogitativa ci diventa pressochè inconcepibile e in qualunque modo ci torna indifferente a rispetto del bene; imperocchè esso diventa un fenomeno astratto e un nome vano senza subbietto, direbbe il Poeta. Se dunque il senso è nelle cose, avvi ancora una certa unità di subbietto senziente, ed è come dire che v’à un subbietto che sente di sentire. Adunque o bisogna negar l’ipotesi o allargarla di là dai limiti del verosimile."
      },
      {
        "index": 9,
        "text": "203. — Posto impertanto che degli enti capaci del fine la bontà eterna debba volere innalzare il maggior numero possibile al conseguimento del fine assoluto, subito si scorge che tutti i modi registrati da noi per lo distendimento e progressione del finito riescono inabili a tale sorta di scopo. E dato ancora che essi pervengano a costruire molte fatture strumentali ed organiche e quindi a servire e giovare grandemente l’animalità, questa non può trascendere la condizione del bruto, quando anche si radunassero in un solo essere tutte le facoltà e prerogative che la storia degl’istinti animali ci fa conoscere; quindi il fine sarebbe parziale e transitorio nè potrebbe eccedere mai la sensualità. E quando pure la mentalità e ragione umana emanar potesse dalla natura, il che noi neghiamo assai risolutamente; tuttavolta, l’uomo rimanendosi nella natura viverebbe sempre fuori del fine. Ed anzi diciamo che l’aggiungimento di altre facoltà e potenze dentro il suo spirito e ogni fatta di cooperazione e cospirazione dell’universo dei finiti intorno di lui non lo porrebbero in ístato di attingere un fine perenne ed inesauribile, ma lo circonderebbe a forza l’angustia e caducità dei fini relativi; e poco, sotto tale rispetto, gli gioverebbero i mezzi più artificiosi e gli organi più elaborati e squisiti e l’acquistare con essi impero ed arbitrio su tutto il mondo circostante."
      },
      {
        "index": 10,
        "text": "204. — Cotesto vero profondo balenò più d’una volta alla mente dei poeti che sono stupendi divinatori dei dogmi morali. Perocchè Prometeo, che può fare ogni cosa e persino mettere un’anima dentro l’argilla umana, è doloroso nullameno e infelice e un avoltojo gli strazia i precordj, perchè quella sua potestà sulle cose non lo congiunge direttamente con l’Assoluto e tienlo escluso dal cielo empireo. Per simile, Ercole con la fatica supera ogni ostacolo e signoreggia la terra, ma insegue senza profitto nessuno la cerva dai piedi d’oro che è la beatitudine e fagli mestieri con fuoco e tormento spogliarsi dell’umanità sull’Oeta per fruire del bene assoluto."
      },
      {
        "index": 11,
        "text": "205. — Forse più belle o per lo manco più manifeste nel loro intento sono le invenzioni de’ poeti moderni in proposito. Il Fausto di Göete e il Manfredi di Byron esprimono senza velo la inutilità di poter comandare la natura e fruirne i beni fugaci. La finità li assedia e li crucia. A loro bisogna Iddio sebbene nol cercano laddove si trova."
      },
      {
        "index": 12,
        "text": "206. — Al fine assoluto adunque può solo tornar sufficiente il conoscere e saper di conoscere, la profonda coscienza morale e l’altre nobili attitudini della personalità che sono disposizioni innate e peculiarissime dell’anima razionale infuse da Dio immediatamente; perocchè nessuna efficienza delle nature inferiori varrebbe a produrle, sebbene valgono ad apparecchiarne la possibilità e la convenienza. E giusta i nostri principj, alle attitudini della personalità è fondamento una prima forma di congiunzione con l’Assoluto; perocchè conoscere universalmente non è possibile senza visione ideale; e sapere l’ordine sopraeminente del bene, o vogliam dire la legge morale, nettampoco è possibile senza l’apprensione ed il sentimento del supremo comando. Oltrechè, l’aspirazione al fine assoluto ricerca di già il concetto della essenza del bene e un desiderio infinito di lui, tutte cose che si appuntano medesimamente nell’infinito. E nel vero, la incontentabilità umana è disposizione dell’animo tanto nobile quanto lo intelletto e il senso morale."
      },
      {
        "index": 13,
        "text": "207. — Così il fine assoluto trae seco non pure una condizione di essere atta al congiungimento con Dio, ma una predisposizione a ciò con qualche forma iniziale di esso congiungimento per quell’assioma che il principio non può discordare di essenza dal fine."
      },
      {
        "index": 14,
        "text": "208. — Il solo avvisare che dentro di noi è la notizia e il desiderio immanente dell’Assoluto ci assicura della immortalità. Imperocchè nessun atto vincerebbe di crudeltà e di mostruosa malizia quello di far conoscere all’uomo e desiderare perpetuamente lo affatto impossibile. Considerato che d’altra parte nulla cosa impediva che il tutto procedesse come nell’animale bruto disposto sempre ad adagiarsi nel piacere attuale e nel fine relativo; quindi il più del tempo vive soddisfatto, e dove non fosse muto potrebbe dir col Poeta"
      },
      {
        "index": 15,
        "text": "«Io non curo altro ben nè bramo altr' esca;»"
      },
      {
        "index": 16,
        "text": "e però egli non è mai propriamente infelice; perocchè questa parola significa desiderio infinito disgiunto da ogni speranza. La infelicità è dunque solo possibile nell’uomo il quale non si chiude mai in nessuna soddisfazione e similmente va col Poeta dicendo"
      },
      {
        "index": 17,
        "text": "«Del presente mi godo e meglio aspetto.»"
      },
      {
        "index": 18,
        "text": "209. — Ma se per conseguire il fine relativo sono grandemente mestieri que’ gradi da noi descritti della congiunzione del simile, partecipazione del diverso, cospirazione ordinata di mezzi o tu la chiami organizzazione e strumento, sembra tutto ciò riuscire inopportuno ed inefficace quando esso medesimo l’Assoluto è materia e termine all’attività del finito. Ed anzi non v’à modo di concepire come sarebbe ordinato e costituito un organo confacente a ciò. Atteso che, quando non sia più intelligente e spirituale dell’anima, in che guisa potrebbe esso agevolarle la intuizione e fruizione di Dio? E quando fosse di lei maggiormente perfetto, non sarebbe più mezzo e strumento, dapoichè questo di sua natura è inferiore all’ente che del mezzo e dello strumento si provvede."
      },
      {
        "index": 19,
        "text": "210. — Ora, ciascuno può ricordare che in simile ragionamento sono dimenticate assai cose. E prima, l’esuberanza e varietà dei possibili fra i quali s’incontrano inolte maniere e gradazioni di congiungimento con l’Assoluto. Secondamente, le penurie è necessità del finito alle quali supplisce la legge di concordanza e di Convenienza col tempo, il luogo, gli accompagnamenti, le occasioni, le transizioni e gli apparecchi. In terzo luogo è dimenticato che se la partecipazione del bene assoluto adempie ogui cosa, la natura naturata dee fare ogni cosa; e vogliam dire che tra il principio ed il fine, che sono attinti fuori della natura, il corso intermedio è tutto eseguito per opera delle cause seconde tra le quali è pur l’uomo. Quarto, che il bene è attività suprema e risulta di forme attivissime che sono le perfezioni; quindi l’uomo rimanendo passivo e nella condizione di mera recettività mai non potrebbe fruirne, ma gli è necessario di conquistarlo e di appropriarselo. E perchè ogni appropriazione ricerca una convenienza ed una omogeneità fra l'oggetto e il subbietto, diviene manifesto che lunghe e laboriose preparazioni debbono antecedere perchè l’ente finito, comecchè dotato di ragione e moralità, ascenda nel possedimento e nella fruizione del bene assoluto. Il quale, perchè è perfezione infinita, domanda nell’uomo tutto quell’abito perfettivo di cui lo posson fornire le sue facoltà esercitate sul finito col lume, la scorta e l’intendimento dell’infinito. E del pari, perchè il bene assoluto è universalità, debbe l’ente chiamato a parteciparne spogliarsi quanto è possibile del particolare, o meglio parlando, infondere nel particolare una volontà, un pensiere, un affetto e un proposito universale."
      },
      {
        "index": 20,
        "text": "211. — Queste cose accenniamo qui di passata e solo in quanto chiariscono il concetto della finalità. Forse più tardi tornerà buona occasione di ridiscorrerne; ed è come vedesi materia speciale dell’etica e della psicologia."
      },
      {
        "index": 21,
        "text": "212. — Si notava più sopra che quando gli enti razionali non inducessero nel loro spirito quegli abiti di attività e perfezionamento che il fanno"
      },
      {
        "index": 22,
        "text": "«Puro e disposto a salire alle stelle»"
      },
      {
        "index": 23,
        "text": "l’intuizione e la percezione immediata dell'Ente assoluto non produrrebbe altro effetto, salvo che di un súbito invasamento dell'anima nel quale si rimarrebbe essa in eterno con passiva immobilità e le mancherebbe forse la consapevolezza medesima del proprio ratto e dell'oggetto infinito; conciossiachè la chiara e distinta coscienza di tutte cose esce dall’attività nostra, e questa à bisogno di non venir sopraffatta da forza veementissima che l’occupi tutta e l’assorba siccome oceano le stille di pioggia."
      },
      {
        "index": 24,
        "text": "213. — Occorre dunque che il congiungimento con l’Assoluto e la partecipanza delle sue perfezioni, e però del bene similmente assoluto, accada per serie di mediazioni, e proporzionisi ogni sempre allo stato e al progresso della nostra attività e del nostro perfezionamento."
      },
      {
        "index": 25,
        "text": "214. — Non proseguiremo per al presente nella investigazione del fine, perchè la materia tornerà quasi intera a mostrarsi nell’ultimo Libro dove sarà ragionato del progresso nell’universo. Ci basti aver qui prenunziato una massima che reputiamo cardinale nella cosmologia, e cioè, che se il conseguimento del fine non à termine ed è progressivo, il principio di tal progresso uscir non può mai dalla sola natura ma invece dee scaturire dall’infinito come ogni altra sorta d’indefinito ne scaturisce."
      },
      {
        "index": 26,
        "text": "215. — Fu avvisato da noi per addietro che nella creazione non può stare nè l’infinito in atto nè l’infinito in potenza, e Aristotele e Leibnizio che vi riposero il secondo (se bene intendiamo la mente loro) caddero in grave abbaglio. Conciossiachè il potenziale infinito o riesce un nulla ovvero è una specie di atto primo che è tanto più sostanziale in quanto è da ultimo la cagione iniziale ed originale del tutto. Nè monta il dire che simile specie essendo privata della spiegazione dell’atto non è degna dell’Assoluto e in questo non può dimorare. Conciossiachè tale sconvenienza dimostra solo la impossibilità di concepire una mezza infinitudine e attribuirle condizioni che ripugnano l’una all’altra. Una sola sorta d’infinito ponemmo noi siccome possibile nel mondo creato, ed è delle cose incapaci della perfezione assoluta o superlazione che tu la chiami. Nè fu statuito per ciò che certissimamente di cotali infiniti sussistano."
      },
      {
        "index": 27,
        "text": "216. — Nel primo Libro della presente cosmologia fecesi diligente rassegna delle condizioni penuriose e delle necessità continue e non risolubili in cui versa, il finito a rispetto di sè. In questo secondo spiegammo l’influsso incessante che opera in lui la potenza, saggezza e bontà infinita di Dio da tutte le quali infinitudini esce una virtù abbondante e perpetua che sempre combatte ed attenua quelle necessità ed insufficienze: ancora che l’occhio solo mentale possa conoscerla e sue ministre in ogni cosa e per ogni dove sieno le cause seconde; le quali poi si spartiscono nelle due grandi serie dei mezzi e dei fini. Avvegnachè la idea stessa del fine arreca innanzi alla mente il moto di qualche cosa inverso di lui e quel moto à subito natura di mezzo. Ma specificando meglio il fine e scoprendosi il fondo ultimo della sua essenza, è pur subito riconosciuto che nel mondo universo appartiene a quantità immensa di esseri la sola natura di mezzo."
      }
    ]
  }
}
