{
  "chapterNumber": 46,
  "title": "Vol. II, Libro Secondo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA IMMANENZA DI DIO NEL CREATO."
      },
      {
        "index": 1,
        "text": "30. — Affermano i moderni filosofi, segnatamente alemanni, che il maggior pregio de’ panteisti da Giordano Bruno a Spinoza e da questi all’Hegel vuol essere riconosciuto in ciò che Dio nelle cosmologie loro vive presente e immanente nella natura; come se il teismo disgiungesse la creazione dall’autor suo; e noi per la parte nostra già non avessimo dimostrato contra ogni sorta di atomisti e materialisti la necessità continua per entro al finito di una mente e d’una ragione nella assenza di cui regnerebbe informe e sconvolto il Caos e la notte perpetua. E sebbene non sia una mente ed una ragione dilatata per le membra infusa per artus a modo di anima, è tuttavolta più essenziale ed intima ad esse che un’anima dentro ad un corpo; perocchè le fa esistere e le mantiene. Sicchè il teismo afferma ed assevera senza dubitazione veruna che tutto non è Dio ma Dio è in tutte le cose. Nullameno, perchè noi d’altra parte affermiamo il moto lo spiegamento e la vita della creazione uscire dall’opera incessante e coordinata delle cause seconde, occorre di sciogliere con più disteso discorso la contraddizione apparente. E sì fatte contraddizioni apparenti, da capo il diciamo, debbono rinnovarsi ad ogni definizione d’alcun principio supremo ed originale; perocchè quivi si toccano l’infinito e il finito e i modi nostri abituali di ragionare e concludere vi riescono insufficienti. Talchè dee bastare ad ogni savia speculazione di sciogliere l’incongruenza e concludere in una realità così vera e certa, come poco o nulla esplicabile. L’arcano occupa sempre il varco estremo della scienza."
      },
      {
        "index": 2,
        "text": "31. — In antico, per Aristotele e i suoi seguaci la materia del mondo e la potenzialità sua esistendo ab eterno e indipendente da Dio, ebbesi arbitrio di concepire un primo atto efficiente di moto bastevole a suscitare tutte le forme e dato quasi fuori delle intenzioni di esso Dio. Ma chi piglia, siccome noi, le mosse dalla creazione ex nihilo è invece costretto a fare immanente e perpetua nella natura la efficienza divina, rimossa la quale per ancora un istante, le cose tornerebbero al nulla onde uscirono. Nè simile legamento è parziale o comechessia limitato, anzi limita esso tutte le cose. Per fermo, nulla nell’ente finito sussiste che non sia causato, l’interno quanto l’esterno, il subbietto come le qualità, gli accidenti non punto meno dell’essenza. Le stesse limitazioni ed insufficienze di lui sono dalla cagione assoluta determinate, ancora che nell’universale la limitazione e l’insufficienza sieno cosa negativa e da Dio non provengano; ma che tal limite ovvero cotesto altro accada in un essere e in quella maniera e in quel grado Dio solo prescrive nell’atto suo creativo; e da ultimo, perchè ogni condizione delle create esistenze è finita, appare manifesto che l’infinito da ogni banda le involge e le penetra. Quando una molecola sola di qual sia corpo e un solo atto di qual sia spirito valessero a slegarsi dalla efficienza divina quell’atto e quella molecola o annichilirebbesi, come testè si notava, o per lo contrario sarebbero trasmutati subito in enti assoluti e sarebbero l’una e l’altro due Dei."
      },
      {
        "index": 3,
        "text": "32. — Ma viceversa cotesta divina efficienza crea e determina delle sostanze emananti certi atti e fornite della capacità di promovere altri atti in altre sostanze. Laonde tuttociò che operano le cause create non è atto divino e non sono esse veicolo dell’atto divino; ancora che la forma, le condizioni, il modo, la misura ed ogni accidente dell’operazione venga determinato da Dio. Il"
      },
      {
        "index": 4,
        "text": "33. — Veduto quello che sia la causa efficiente suprema, e che, non ostante il partecipare ch’ella fa alle cause seconde il principio attivo, questo medesimo creato e determinato tuttora da lei a lei connette e lega ogni cosa ad ogni momento, sembra strana la sentenza dei panteisti, la qual non vuole che nel nostro sistema Dio regni e viva presente e immanente nella natura, come se Dio non fosse continuo nell’atto suo creativo e determinativo d’ogni esistenza."
      },
      {
        "index": 5,
        "text": "34. — Ma oltre di questo nessuna ragione ci vieta d’immaginare che fra le determinazioni, a così dire, impresse negli enti ve ne sia alcuna o molte od innumerevoli le quali consistono in qualche modo di congiunzione di essi enti con Dio. Che anzi di parecchie abbiamo notizia manifesta come dell’intelletto congiunto con la infinita idealità. E quelle aspirazioni nostre nobilissime e cotidiane al vero, al bene, al bello e al santo assoluto dicemmo altrove essere provocate da certo influsso od azione divina particolare, la quale, sebbene non intuíta nella sua fonte e cagione, pure è sentita da noi nell’effetto mirabile prodotto dentro dell’animo sotto forma di spontaneità, e la quale venir confusa non può con veruna delle cagioni finite in noi operanti. Quindi noi non poniamo limite alcuno così al genere li congiunzione delle cose con Dio, come all’intensione e penetrazione di lei. Soltanto affermiamo, che se tali sorte di unimento con Dio corrono al fine universale del bene, porta la necessità che gli esseri creati e congiunti vi spieghino il supremo dell’attività e s’appropriino l’unione sì fattamente da convertirla in loro facoltà e possesso."
      },
      {
        "index": 6,
        "text": "Dicemmo pure altrove, e qui ripetiamo, che sebbene o l’unimento nostro con l’atto creativo od altra specie di congiunzione possa venir giudicata più intrinseca a noi e alle cose di quello che l’altre tutte congiunzioni ed unioni delle cose create in fra loro, nientedimeno ella à di tale essenza e forma, che non trasmuta noi le cose in modi e azioni di Dio e noi vuole e conserva autori dei nostri atti imputabili e ad ogni subbietto creato mantiene la inalterabile e sostanziale individualità che sortiva. Del pari, a discorrerla con rigore, non puossi dell’unimento di Dio con la creazione asserire nè la specie nè il quanto, e dire che è più intrinseco o meno o altrettanto di quelli unimenti fra le cose a noi conosciuti per esperienza. Come non è possibile dire, a modo d’esempio, che i corpi si congiungono più strettamente allo spazio di quello che noi con essi quando li tocchiamo ovvero li sollecitiamo al moto; perocchè sono due maniere di animento affatto diverse ed incomparabili."
      },
      {
        "index": 7,
        "text": "35. — Dopo tali dichiarazioni non avvi dubbio nessuno che il divario capitale che passa tra noi ed i panteisti circa al proposito raccogliesi in questo, ch’eglino, incapaci per condizione di nostra mente di intuire per via diretta l’azione creatrice di Dio e non concependo altra forma d’immanenza eccetto che quelle manifestateci dai subbietti e dalle cagioni finite, trasmutarono le operazioni e le leggi della natura in atti necessarj e immediati di Dio medesimo. Quindi la immanenza suona per essi perfetta consustanzialità. Nè solo Dio è in tutte le cose, ma tutte le cose sono Dio. In cotesta guisa abbassarono, per mio giudicio, la divinità altissima insino alla nostra miseria e di più dimezzarono e impoverirono la scienza umana. Avvegnachè quella dai teisti professata oltre alle opere della natura ed all’universo creato largheggia nella contemplazione di un atto infinito che senza moto nè successione dalla cima di tutti i secoli fa esistere i mondi e li mantiene e gl’innova e da ogni parte gl’involge e li penetra, come lo spazio, a parlare per immagini, involge e penetra tutti i corpi in qualunque lor parte; e nella maniera che lo spazio rimane esteriore alle forze che sono inestese, del pari l’atto creativo penetrando le sostanze con esso loro non s’immedesima."
      },
      {
        "index": 8,
        "text": "36. — Avvi dunque una efficienza che crea e determina ogni ente finito e lo regge e mantiene. Perocchè, dove lo tramutasse in propria sostanza od in proprio atto, tanto varrebbe annullarlo. In quel cambio mentre lo produce e dispone e dagli forma e limite e lo circonda e lo penetra, pure lo mantiene fuori di sè."
      },
      {
        "index": 9,
        "text": "37. — Similmente, mentre fluisce perenne e incessabile l’attuazione dei possibili e ciascuno si distingue e scevera da tutti gli altri e tutti gli altri da lui e ne risulta un complesso tanto diverso e bizzarro quanto la più inventrice fantasia può andar figurando e nulla tu non ravvisi ne’ loro subbietti salvo che le necessità permanenti di loro natura, una mente invisibile e ad essi esteriore senza alterare per niente l’essere proprio di ognuno e solo ponendo ordine nelle loro combinazioni tragge quell’universo di essenze strane, sconvolte, incongruenti ed insufficienti; le tragge, dico, non consapevoli all’adempimento del fine, che è la partecipazione del bene massimo al massimo numero di creature."
      },
      {
        "index": 10,
        "text": "38. — Così è immanente nella natura non solo un atto mirifico di potenza infinita ma una mentalità che mentre non fa nulla, predispone e preordina il tutto e mentre le cose non la contengono o non la ravvisano, sono invece contenute e informate da lei, e Virgilio parlò esatto e profondo con dire Mens agitat molem. Di tal maniera torniamo ad accertare uno de’ fondamentali principj della cosmologia, e vale a dire ogni cosa esser fatta dalle cagioni seconde e queste obbedire in tutto alle facoltà ed attribuzioni dell’indole propria, la quale, per altro, non è a caso, ma porta scritta in sè una lettera che unita ad altre ed altre dell’infinito alfabeto compone il poema eterno del mondo creato."
      },
      {
        "index": 11,
        "text": "Laonde nella natura una cosa è chiedere la ragione immediata di ciò che diventa, e una diversa è chiedere la immediata cagione. Questa emerge sempre dalla forma essenziale dei subbietti finiti e particolari; quella è riposta nella suprema mentalità che dispose le combinazioni e della quale può dirsi col poeta :"
      },
      {
        "index": 12,
        "text": "«L’arte che tutto fa nulla si scopre,»"
      },
      {
        "index": 13,
        "text": "conciossiachè l’arte divina combinatoria che concilia stupendamente la possibilità inesauribile con la infinita provvidenza non può essere veduta dentro alle cose salvo che dall’occhio dell’intelletto."
      },
      {
        "index": 14,
        "text": "39. — Ora, io non dubiterei di affermare che tale cagione e tale ragione così distinte fra loro e per un certo rispetto così divise e separate sono confuse indebitamente nei sistemi de’ panteisti moderni; e ciò appunto per la immanenza consustanziale di Dio nel grembo della natura. Per fermo, giusta i dogmi hegeliani l’idea. dimora essenzialmente dentro le cose; queste anzi, sono la idea medesima in quanto si esterna e per mezzo della vita ricupera la unità dispersa nella materia e giunge alla perfetta e assoluta esistenza dello spirito. Quindi gli oggetti dell’esperienza non sono altro che riferimenti e rapporti diversi della idea con sè, la quale facendosi astratta o concreta, subbietto od obbietto, mediata o immediata e così conoscendo e ripetendo millanta volte le alienazioni sue ed i suoi ritorni, trasmuta e si svolge, tanto che il mondo visibile intero può esser detto una esternazione della logica, ovvero delle categorie principali tra cui si muove il pensiere rappresentativo. Laonde le sostanze e forze speciali operanti per propria virtù e con leggi inserite nella essenza loro immutabile dove sono? Bene si affermava, impertanto, qua sopra che delle due entità che sempre sono da cercare nella natura, la cagione cioè e la ragione, quello che costituisce la cosa e l’atto e quello che ne mostra il perchè finale, la prima, che è la cagione, si annulla per mio avviso ne’ sistemi de’ panteisti moderni; e la seconda è ragione d’una fatta così diversa dalla comune degli uomini che conviene innanzi metter mano ai vocabolarj e le vecchie accezioni cambiar nelle nuove."
      },
      {
        "index": 15,
        "text": "40. — Noi dunque, raccogliendo le massime definite per entro questi due Capi del Libro secondo e anticipando un poco su quello che verrà dimostrato quando ci avverremo nella necessità che incombe a tutti gli enti razionali di congiungersi in modi particolari con l’infinito, crediamo di poter fermare con ragione saldissima i principj infrascritti che sono effettualmente sostegno e luce delle teorie cosmologiche."
      },
      {
        "index": 16,
        "text": "La efficienza divina crea e determina tutto. La divina mentalità preordina tutto. La natura naturata fa tutto. La infinitudine partecipata termina tutto."
      },
      {
        "index": 17,
        "text": "41. — Nè si vuol negare che tra la prima proposizione e la terza non intervenga l’apparenza d’una insolubile autilogia, e, per dir più esatto, tali due proposizioni così accostate riaffacciano al pensiere con vivezza maggiore l’antilogia perpetua che sembra negare la possibilità della creazione ex nihilo, sembrando negare che l’effetto mentre sussiste tutto quanto per la cagione, sussista separato sostanzialmente da lei. Sebbene una miglior riflessione persuade più tardi la mente che ogni specie di creazione accade dal nulla e per tale rispetto fare esistere un modo e un atto ovvero un subbietto operante è sempre arcana cosa e inintelligibile. Salvo che, la necessità di ammettere la creazione sostanziale dal niente, rivela al pensiere questa verità che tra la cagione e l’effetto oltre il legame per esperienza conosciuto di modo a sostrato e di atto ad agente debbe venir divisata una terza specie che nominiamo metafisica, non manifestandosi mai nelle cagioni inferiori ed essendo arguita solo e indovinata dalla virtù discorsiva."
      },
      {
        "index": 18,
        "text": "Per cotesto nesso metafisico, adunque, effetto e cagione esistono l’uno fuori dell’altro; e nell’effetto può radunarsi tutto il cumulo delle cose finite, senza che questo cumulo perda o scemi per niente la sua condizione di effetto. E del pari, nel cumulo detto può dispiegarsi una serie indefinita di atti senza che uno solo di essi fugga alla determinazione del primo atto efficiente. La natura naturata, impertanto, opera tutto perchè il tutto finito venne in lei predisposto e determinato insino all’ultimo apice; e questo predisporre e determinare è atto assoluto universale e impartibile ad intra; è atto sostanziale successivo e molteplice ad extra. E perchè il primo non è visibile, è solo dinnanzi a noi la natura naturata e a lei sola dobbiamo chiedere la cagione dei fatti."
      }
    ]
  }
}
