{
  "chapterNumber": 6,
  "title": "Vol. I, Libro Primo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA CRITICA DELLA CONOSCENZA."
      },
      {
        "index": 1,
        "text": "56. — La scienza, dicemmo, à principio legittimo dal principio stesso delle cose e però dee movere da quella nozione dell’Assoluto che non domanda e non presuppone nulla sopra di sè, e la quale intesa e chiarita debitamente in ciò che contiene, mostrasi semplice, piana, aperta, evidente ed irrepugnabile ad ogni intelletto. Nientedimeno, l’indole de’ nostri tempi esige che l’ontologia non possa procedere tutta sola e senza apparecchiamento d’altra dottrina. Imperocchè, la mente possiede (anzi a parlare più giusto) è posseduta ne’ nostri giorni dall’abito tenacissimo di non cedere nettampoco allo splendore dell’evidenza; ma piegandosi del continuo sopra sè stessa chiede ostinatamente il perchè d’ogni proprio atto e la ragione dell’evidenza medesima."
      },
      {
        "index": 2,
        "text": "57. — Oltre di che, come qualunque principio è da ultimo per la scienza una cognizione, e questa inchiude che sussista una mente la quale conosca, ei si vuole sapere oggi per una cotale anticipazione che è questa mento e se può conoscere, e come, e sino a che termine il può. Da ciò è nato che la Critica della Conoscenza, ignota in troppa gran porzione agli antichi, venne pigliando sì gran campo ne’ moderni stndj speculativi. D’altro lato è da confessare che la notizia esatta e bene ordinata dell’Organo, la quale risulta pressochè tutta dalla Critica della Conoscenza, sparge luce copiosa in tutte le parti della metafisica; e non mediocremente se ne rifà ancora l’ontologia. Attesochè astrarre questa di continuo dagli atti nostri cogitativi è troppo difficile; e rimoverla da ogni relazione con la mentalità e con le forme logicali è impossibile. Dicasi dunque che tale Critica è preparazione acconcissima, non però necessaria, all’ontologia; la quale dee potersi reggere tutta da sè: e quando fosse altramente, non avrebbe di prima scienza nè la dignità nè l’efficacia e non chiuderebbe in sè medesima l’oggetto assoluto. Oltrechè, le relazioni con la mentalità o intelligibilità universale che tu la chiami, guardate in astratto e in quello che arrecano di necessario non implicano propriamente nulla di subbiettivo, di accidentale e d’individuo."
      },
      {
        "index": 3,
        "text": "58. — Così in compagnia del secolo fecemi io pure a prevenire la scienza dell’Assoluto con l’analisi perspicace dell’indole e legittimità dei nostri mezzi conoscitivi. E qui pure, di queste tali investigazioni darò la porzione più nuova e i più notabili risultamenti. Perchè, in altra guisa accadrebbemi di trascrivere un grosso volume. Se non che, io farò diligenza di mettere ordine e lucidezza in tutte le cose che andrò esponendo ristrettamente; e nella parte congetturale, descriverò le cagioni e ragioni onde il mio intelletto inchino ad opinare in un certo modo piuttosto che in altro. Molte dottrine poi speciali saranno trattate a debiti luoghi e in più parti dell’opera. del"
      },
      {
        "index": 4,
        "text": "59. — Ebbi primamente per cosa sicura che questo riflettere del pensiere sopra sè stesso, e questo giudicare la validità e certezza propria e de’ suoi istrumenti, avvenendo di necessità con le potenze medesime mediante le quali sono composti gli atti che porgono materia alla riflessione e al giudicio, conseguita che noi dobbiamo accettare per fede e per autorità ingenita e non sindacabile certa porzione della veracità radicale e fondamentale di esso pensiere. E come, in via d’esempio, giudicherannosi dal filosofo le condizioni, la sincerità e la saldezza della memoria, se non con qualche uso di essa memoria e reputando che l’essere nostro perseveri sostanzialmente uguale a sè stesso? Di vero, perchè io pronunzii: Ego cogito, ergo sum, è spediente che nella conclusione mi sovvenga preciso la sua premessa e che dall’uno all’altro atto il mio me sostanzialmente non abbia mutato. Del pari, da onde caverò io l’assoluta certezza dell’entimema cartesiano; e il Kant, da onde quella delle apparenze o fenomeni, so non dal considerare che la negazione è quivi affatto impossibile, venendosi a dire con questa che io sono ad un tempo e non sono, e che i fenomeni appariscono e non appariscono? Adunque, ei mi bisogna tener per infallibile e indimostrabile il principio di contraddizione. Avvegnachè togliendo di mezzo l’autorità sua, quale criterio mi rimane per affermare o negar vittoriosamente la veracità delle cognizioni e la virtù e potenza dei mezzi conoscitivi? Anzi, come costituire il dubio medesimo e la sospensione d’ogni giudicio risolutivo?"
      },
      {
        "index": 5,
        "text": "Nondimeno, quello che sia il principio d’identità e di ripugnanza vedremo con chiarezza maggiore nel seguito della trattazione."
      },
      {
        "index": 6,
        "text": "60. — Chi presume di tradurre più oltre la esaminazione e il dubio, forzatamente paralogizza; e converrebbegli possedere uno spirito fuori del proprio spirito e una mente fuori della mente; il che (a dir vero) sembra talvolta dare ad intendere a sè medesimo il sommo filosofo di Konisberga; e tu il diresti uno di quei Genj o di quegli Iddii, che secondo il Timeo, assistevano il gran Demiurgo all’opera del foggiare e modellare l’anima umana."
      },
      {
        "index": 7,
        "text": "61. — Ciò fermato, io trapassava a considerare se vero sia che il metafisico, quantunque fornito dei postulati sopradescritti, nullameno non possa mai rinvenire, conforme sentenzia il Kant, una dimostrazione rigorosa e scientifica dei subbietti sostanziali, e specificatamente di quello di Dio, del mondo esteriore e dell’essere proprio; e sieno tali tre sussistenze credute per mera virtù dell’istinto e con affermazione così poderosa ed ineluttabile, come cicca ed irrazionale. Tanto che il solo mondo accessibile alla scienza dimostrativa sia quello dei fugaci fenomeni e delle astratte supposizioni; i primi sempre mutabili e vuoti di sussistenza le altre sempre incapaci di uscire dalla nuda possibilità; una specie insomma di paese incantato ed aereo tutto composto di nebbie e abitato dai sogni."
      },
      {
        "index": 8,
        "text": "62. — Sul che meditando io lungamente, dovetti, anzi tratto, maravigliare che nell’Alemagna per combattere le negazioni kantiane si pigliassero certe vie sghembe ed oscure ed anzi le più intricate ed arrisicate del mondo, piuttosto che le dirette e le piane. Secondo mio senno, per non cadere pur mai nella ridevole controversia del dente d’oro, il buon metodo sembra avere sempre insegnato che innanzi di cercare e discutere il modo con cui qualche cosa è prodotta e le conseguenze e gli effetti che ne provengono, sia da statuire con ogni maggior sicurezza e con ogni specie di prova che essa cosa effettualmente sussista. Prima dunque di cercare se non sia l’uomo che fabbrichi a se medesimo il teatro dell’universo, come vuole il Fichte; o non si occulti in lui certa facoltà portentosa di affacciar l’Assoluto, come opina lo Shelling; o che negli ultimi nascondigli di nostra mente non si discuopra la congiunzione essenziale del pensiere e dell’essere e l’unità perfetta di entrambi, conforme è giudicato dall’Hegel, occorreva di esaminare da capo e con più squisita diligenza, se le negazioni di Kant avevano quel fondamento sodo e inconcusso che loro si attribuiva."
      },
      {
        "index": 9,
        "text": "Invece, le scuole tedesche gli si arresero tutte, e per combattere le sue negazioni e rinverdire la fede alla realità delle cose, appigliaronsi ad un rimedio molto peggiore del male. Kant ponea divisione profonda tra il subbietto e l’oggetto e non concedeva alla scienza alcun mezzo di trapassare dall’uno all’altro. Stimarono, adunque i buoni Tedeschi di vincer la prova con un colpo solo e arditissimo sentenziando che oggetto e subbietto sono un medesimo; e natura e spirito, senso e ragione, uomo e Dio, relativo e assoluto sono forme diverse e diversi punti e riguardamenti d’un medesimo essere. La dimostrazione poi di ciò piena, patente e a tutti persuasibile di là à da venire; e taluno ancora l’aspetta, ma i più ne disperano."
      },
      {
        "index": 10,
        "text": "A noi giova di dichiarare che la presente opera intende principalmente a mostrare che certo la Critica della Ragion pura di Kant fu nella storia della Filosofia un notabile avvenimento. Ma che invece di confutare le negazioni di lui con una serie di paradossi e unificando obbietto e subbietto, conveniva ridur quelle ai termini loro legittimi ed assai ristretti e investigare le connessioni e armonie fra la natura e l’uomo e fra questi e Dio, senza pretendere di convertirli tutti e tre in un solo ente facendo dell’uomo un Dio in commedia, della natura un mostruoso animale e di Dio il ricettacolo di tutte le contradizioni."
      }
    ]
  }
}
