{
  "chapterNumber": 33,
  "title": "Vol. I, Libro Quarto, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "IL SOLO TEISMO PROVA LA NECESSITÀDELLA NATURA NATURATA."
      },
      {
        "index": 1,
        "text": "131. — Questo capitolo sarà brevissimo; e intanto non l’abbiamo trasfuso dentro un paragrafo del capitolo precedente in quanto il subbietto suo è grave oltre modo e segna un punto assai rilevato nella storia dei sistemi ontologici insino a qui appariti."
      },
      {
        "index": 2,
        "text": "Si avverta, impertanto, da ogni lettore imparziale questo vantaggio del teismo a fronte del panteismo di potere egli solo dare prova apodittica del dovere esistere necessariamente la natura naturata e ci vagliamo appostatamente di cotal frase da più panteisti usata per iscansare gli equivoci e saper bene di che sorta e ragione di enti si vuol parlare."
      },
      {
        "index": 3,
        "text": "132. — Nè qui dobbiamo ripetere il detto e approvato (può bene asserirsi) da tutti, e cioè che nella sostanza universa dello Spinoza non iscorgesi veruna necessità della flussione perenne e interminabile dei finiti. Perocchè la sostanza la quale consta d’un infinito d’infiniti attributi è già piena e colma da ogni parte e il finito non le può aggiungere alcuno incremento ed anzi v’introduce a forza un’invincibile deficienza. E certo, quando il fatto non avesse costretto Spinoza ad interpolare nella sua sostanza universa ed unica le esistenze caduche e finite, mai dal concetto di quella avrebbe potuto derivarle, massime ch’egli abolisce le cause finali e i concetti correlativi."
      },
      {
        "index": 4,
        "text": "133. — Dopo lo Spinoza, parendo a Giorgio Fichte che la critica della ragione pura di Kant nou salvasse dal naufragio di tutti i Noumeni se non l’attività interiore del nostro spirito, si gittò all’impresa veramente disperata e solo tentabile dagl’ingegni alemanni di cavar fuori da quell’attivo principio non pure tutto l’essere umano ma la natura, i mondi e domenedio per soprapiù. Accenno a cose notissime ad ogni filosofo e però non vi spenderò intorno che poche parole. La natura nella ontologia di Fichte à prodotta da un limite che pone lo spirito a sè medesimo onde conoscersi per lo contrasto ed avere materia incessante in che adoperare e determinare via via l’attività propria infinita e assoluta. In cotal guisa, il limite è sempre parte del me e la natura e Dio sono l’attività trasformata di lui e null’altro. Ne basta dire che tutto ciò genera un idealismo strano e contrario allo stesso intimo senso dell’uomo. Ei si conviene aggiungere che lo smisurato acume dialettico del Fichte non perviene a trovare nessuna ragione necessaria e palpabile del perchè lo spirito limita sè medesimo e genera inciampi ed ostacoli i quali poi non è abile sempre a disfare ed a superare."
      },
      {
        "index": 5,
        "text": "134. — Per contrapposto a simili paradossi d’idealismo comparve quel sistema dell’assoluta indifferenza dei differenti in cui la natura non meno che le idee parvero avere sussistenza pari e legittima tanto che le leggi del pensiere sieno in sostanza le leggi dell’essere e viceversa le necessità e norme della natura rispondano a capello alle norme e necessità del mondo intellettuale. Ma non è ignoto ai filosofi che quando fu chiesto allo Schelling perchè Dio beatissimo e perfettissimo si manifesta e perchè dilata la propria sostanza nel finito delle idee e nel finito delle cose, mentre egli ne gode in sè l’infinito a petto di cui le manifestazioni limitate e caduche sono degenerazione e difetto, le risposte riuscirono singolarissime ed inopinabili; e l’una fu che all’Assoluto venne desiderio d’ingenerare e fecondare la propria sostanza; l’altra fu che una specie di discrepanza e di scadimento intervenne in una parte dell’Assoluto e volle diventare materia e corpo o s’abbia a dire natura. Altra volta lo Schelling invocò una necessità arcana, una specie di fato che comanda al massimo Giove di palesare sè a sè stesso. Nè qui staremo a notare altre impossibilità e incoerenze che vietano all’Assoluto di Schelling di essere autore della natura e unificarla col proprio essere. Basti l’accennare che la identità sostanziale e perfetta d’ogni differenza annulla le differenze medesime e quindi è impossibile da quell’Uno vuoto indeterminato e indistinto il far provenire la moltiplicità dei finiti."
      },
      {
        "index": 6,
        "text": "135. — Da ultimo, per non trovarsi in cotali impacci Giorgio Hegel concepì ur Assoluto il quale dal nulla diventa di mano in mano ogni cosa. Quindi non gli si può chiedere ragionevolmente il perchè quel suo Assoluto sia sempre in faccenda e studii d’acquistare ciò che gli manca. Ma d’altro lato, la legge costitutiva di quell’Assoluto essendo una necessità interiore dialettica, viene il domandare perchè e come l’idea diventa materia. spazio e movimento, mentre la materia lo spazio ed il movimento sono per essenza differentissimi dalla idea; tanto che questa non si altera od aliena in qualche modo da sè ma si trasnatura compiutamente; o a dir meglio, un altro essere succede a lei onninamente straniero e diverso.."
      },
      {
        "index": 7,
        "text": "136. — Più curiosa, per mio giudicio, è la spiegazione che l’Hegel studia di darne. L’idea, dice egli, dopo essere trapassata per tutte le categorie e le geniture della logica diviene intuizione e vale a dire ch’ella guarda di là dal suo limite e fuori di sè medesima e costituisce l’elemento primo della esteriorità e cioè lo spazio. L’idea, dicesti, o filosofo, guarda di là e fuori di sè medesima? Or come? se di là e fuori non v’è che il nulla e per conseguenza non v’è il di là e non v’è il fuori? Certo, se vi fosse un di là ed un fuori, già vi sarebbe l’esteriorità e lo spazio. Ma l’idea non l’avrebbe creato ne sarebbe interna od esterna ad esso; perchè l’idea non occupa spazio e niente non à che fare con esso, niente con la materia e col moto. Forse vuol ella secondo l’uso hegeliano crearsi una negazione. Ma lo spazio non nega l’idea, nè le si oppone nè la limita perchè è tanto diverso da lei che vi tramezza un abisso da non colmarsi per tutti i secoli."
      },
      {
        "index": 8,
        "text": "137. — Ma si lasci pure che la idea diventi spazio e materia; ciò che annunciammo agli hegeliani ed or ripetiamo con gran saldezza si è che mai dallo spazio e dalla materia uscirà di nuovo l’idea; perchè tanto è paradossa l’entrata quanto l’uscita; l’idea muore sulle porte della materia nè può quindi risuscitare col nome di spirito. Sebbene gli hegeliani per lo contrario affermeranno che per ciò appunto l’idea si fa spazio, materia e movimento per indi poter acquistare la propria consapevolezza."
      },
      {
        "index": 9,
        "text": "138. — Nessun sistema siccome il loro manda i tapinelli di lettori da Erode a Pilato e dilegua i paradossi con altri maggiori e più sperticati; il che per altro è richiesto dalla necessità ineluttabile di aver piantato eradicato il lor Primo nello screpolo della contradizione logica. Di tal guisa, quel messere che raccontava di aver veduto non so qual cavolo fiore grande quanto una montagnuola dovette di poi concedere che occorreva per cuocerlo un rame poco disforme dalla cupola di san Pietro, e più tardi ancora concedere che il fuoco del Vesuvio non sarebbe stato troppo a quella cucina."
      },
      {
        "index": 10,
        "text": "139. — Ciò che si pensi in Francia il maestro della Filosofia ecclettica non è ben chiaro, e se vuole che questo mondo sia sostanzialmente emanato da Dio. Chiaro e sicuro è sol questo, ch’egli non consente d’esser detto panteista e ricalcitra a tutte le conseguenze odiose che dal panteismo provengono per diretto e per indiretto. Comunque ciò sia, la prova ch’egli proferisce della necessità della creazione non mi sembra stare a martello nel modo che fu provato nel Capo anteriore e si prova qui novamente con poche altre parole."
      },
      {
        "index": 11,
        "text": "140. — In vero, sentenza egli che Dio è cagione assoluta e però à necessità di passare all’atto e l’atto effettua la creazione. Ma di grazia, perchè Dio è cagione assoluta delle esistenze esteriori ? S’egli è perfetto e bento infinitamente, nulla non à da cercare e volere fuori di sè. Concedasi che infinito, uno, sostanza assoluta, assoluta cagione valgano come sinonimi della divinità, benchè si possa fare commenti e controversie interminabili sull’accezione e amplitudine di tali denominazioni. Dio è del sicuro un atto assolutissimo e per tal rispetto è pur cagione assoluta, causa sui; perocchè l’atto domanda l’agente; o questo emanando l’atto, è cagione dell’atto. Ma simil cagione non esce dall’infinito e non guarda alle esistenze esteriori finite; torna impertanto la difficoltà di addurre il perchè l’atto assolutissimo oltre l’infinito vuole che esista e fa esistere la creazione dei finiti."
      },
      {
        "index": 12,
        "text": "141. — Imperò, il solo teismo e quale lo professiamo noi altamente e solennemente dà prova esatta e apodittica e così chiara come semplice della necessità della creazione. Ripetasi quindi, soppressa qualunque dubitazione, che la natura naturata come la domandano i panteisti viene necessariamente in atto perchè il bene finito è possibile; e che il bene finito sia tale lo dimostra issofatto la sua idea scevera d’ogni benchè minima contradizione ed incongruenza. Certo, tale concetto include che all’atto assolutissimo sia coeterna e consostanziale la sapienza infinita e l’infinita bontà nei termini che abbiamo significati e spiegati. Ma con questo, peraltro, che ne sia rimossa qualunque sorta di antecedenza e di susseguenza, di deliberazione e di elezione e qualunque altra implicazione di atto, così necessaria all’intelligenza e all’opera umana, come impertinente alla essenza divina in cui attività e ragione, volere e potere sono uno perfettamente e sono libere tutte della libertà vera e assoluta nella quale è costituito l’atto primissimo che tale permane inmutabilmente per ogni secolo ed oltre."
      },
      {
        "index": 13,
        "text": "142. — Sopra ciò, il teismo ripete al pari del panteismo che conviene in tutto il mondo universo mirare a tre termini, e sono il finito, l’infinito ed il nesso loro. Ma questo nesso che è impossibile al panteismo di cogliere, definire e provare, è razionalmente e lucidamente appreso, delineato e dimostrato dal teismo. Le percezioni gli porgono notizia inmediata delle esistenze finite; l’intuito e le intellezioni, dell’infinito e delle sue determinazioni; la facoltà discorsiva, del nesso causale. Nè perchè intervenga il discorso, la cognizione perde di perspicuità e di certezza; essendo che la teorica delle idee menata a’ suoi giusti limiti e ricercata nell’intima sua ragione, manifesta con evidenza la realità obbiettiva delle nozioni e porge arbitrio di affermare assolutamente l’adagio dei cartesiani: si può asserire della cosa tutto ciò che è contenuto nella sua chiara e distinta idea. Salvo che s’intenda della cosa guardata nella sua essenza o, come ci torna bene di chiamarla, nella sua ipotesi."
      },
      {
        "index": 14,
        "text": "143. — Del resto, chiunque presume avere intuizione immediata della divina causalità operante la creazione dei finiti, crediamo tessa inganno pregiudizioso alla scienza ed a sè medesimo. Egli è impossibile d’intuire un’attività siccome tale, quando lo spirito nostro in niuna guisa la percepisca e vogliamo dire non sia ricevuta e patita e dalla mente non sia compresa. Ma diviene, chi ben guarda, altrettanto impossibile avere percezione di tal fatta di passività. Essendo ch’ei si conviene di già esistere perchè si accolga dentro l’anima e si percepisca l’atto che fa esistere. Nè simile condizione è mutabile mai. Conciossiachè in ciascun istante se l’atto creativo cessasse in verso di noi, noi cesseremmo infallantemente di essere. In ogni attimo di tempo adunque l’atto creativo fa esistere un nuovo prolungamento di nostra vita; e però in ogni attimo risorge la necessità del dovere esistere innanzi di percepire l’atto per cui si esiste."
      },
      {
        "index": 15,
        "text": "143. — Di più, quando anche la percezione di simile atto non fosse al tutto impossibile, ella varrebbe a far conoscere la effettuazione sola del nostro essere, non quella del mondo esterno; perocchè in qual maniera sarà intuita da noi la penetrazione che accade dell’atto creativo nelle sostanze da noi separate? E si converrebbe per ciò essere dentro alle cose e fuori al tempo medesimo."
      },
      {
        "index": 16,
        "text": "145. — Se non che, risulta dal superiore ragionamento che tale penetrazione di atto è impossibile non meno dentro di noi che fuori di noi. Attesochè le sostanze create, quali che sieno, debbono (testè lo dicemmo) di già esistere per venir penetrate dall’atto che lor darebbe la esistenza. E ciò appunto fa malagevole il concepire la creazione dal nulla, non sussistendo subbietto veruno in cui la cagione possa operare. L’atto creativo termina bensì alla cosa, non dentro la cosa; la informa e sustanzia, ma dal di fuori; e tuttochè non sia particola nè elemento nè accidenza in lei la quale non esista per virtù di quell’atto, nullameno esso atto e la cosa creata rimangono l’uno fuori dell’altro. Chè quando così non fosse, l’atto divino sostanzialissimo convertirebbe nell’essere proprio il mondo universo; e non pure diventerebbe impossibile ogni libero arbitrio umano, ma si ancora ogni efficacia nelle cause seconde."
      },
      {
        "index": 17,
        "text": "146. — Malebranche chiamò Dio il luogo degli spiriti, come lo spazio è il luogo dei corpi."
      },
      {
        "index": 18,
        "text": "E noi diciamo l’atto creativo essere luogo di tutti gli enti finiti; e come le forze fisiche, sebbene operano nello spazio, non sono lo spazio, e sebbene si accompagnano sempre coi fenomeni dell’estensione sono altra cosa dall’estensione; per simile tutte le esistenze finite sono, movonsi e vivono nell’atto creativo ancora che distinte e divise sostanzialmente da lui."
      },
      {
        "index": 19,
        "text": "147. — Qualora, poi, si voglia che la intuizione dell’atto creativo succeda in modo diverso dal patire e dal pensare, noi pregheremmo costoro a rivocarsi bene in memoria che l’atto che non è nostro, può essere unicamente o patito, o rappresentato; e iu questo secondo caso egli debb’essere anteriormente conosciuto nella realità sua, e vale a dire ricevuto e patito. La nozione, in quanto nozione mai non farà concepire l’attività, perchè non è forza e non opera; tanto vale cercarvi dentro l’azione quanto aspettarla da un simulacro o da una dipinta figura."
      },
      {
        "index": 20,
        "text": "148. — In tale dottrina che rovescia dalle fondamenta la percezione ontologica del Gioberti, noi accettiamo il principio dei Cartesiani che la esistenza prolungata degli enti finiti importi come una rinnovazione continua inverso di loro dell’atto creativo. Contro di che obbiettava (io credo) il Bayle acutamente in questa maniera: se l’anima è in ogni momento creata, come può essere attiva? Imperocchè per agire le conviene di già esistere? Ma si risponde a quello scettico sottilissimo. Quando agire ed esistere sieno simultanei, ed anzi il primo informi ed attui il secondo, nulla d’mplicante si lascia scorgere fra i due termini i quali propriamente sono uno solo; onde la creazione consisterà per appunto a produrre un ente che opera, o più in breve, a produrre un agente. Però, l’anteriorità cui pensava il Bayle non è cronologica ma logica soltanto e correspettiva a certo ordine di astrazione."
      },
      {
        "index": 21,
        "text": "Invece, bisogna a forza che sieno separati di tempo l’esistere e il percepire l’azione creatrice. Avvegnachè percepirla vuol dire riceverla in sè in alcuna maniera; e ricever l’azione importa qualcosa che è recipiente e distinguesi da ciò che vien ricevuto. Quindi, il recipiente bisogna che esista prima perchè patisca la recezione."
      },
      {
        "index": 22,
        "text": "E quando tu cangi il percepire in alcuna maniera più semplice ed esteribre d’intuizione, la istanza non per ciò si dilegua. Considerato che la intuizione ad ogni modo è certo congiungimento spirituale in cui l’anima se è attiva è ancor di vantaggio passiva; quindi torna il discorso anteriore, valevole per qualunque sorta d’intuizione, mentre poi la intuizione d’un atto siccome tale imbattesi nella difficoltà notata in sul finire del paragrafo antecedente."
      }
    ]
  }
}
