{
  "chapterNumber": 36,
  "title": "Vol. I, Libro Quinto, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PRINCIPJ E CONNESSIONE DELLA NOSTRA ONTOLOGIA."
      },
      {
        "index": 1,
        "text": "Il Reid e la scuola sua dando congedo alla metafisica e della intera filosofia razionale pronunziando reciso che non debba essere altra cosa fuor che una storia naturale molto accurata del pensiere e spirito umano, sembra che svegliasse in Germania un dispetto infinito e facesse giurare ai filosofi che a qualunque costo vi si fabbricherebbe la scienza. Nel vero, da indi in poi nessuno ebbe cuore colà di dichiararsi filosofo empirico. Lo stesso Kant, sebbene secondo suo credere dannasse a morte per sempre l’ontologia, ammanti le sue negazioni di forme scientifiche le più rigorose: come userebbe un dotto medico nella diagnosi di malattia ingnaribile. E per fermo, egli rinchiuse tutto l’essere nostro dentro la cerchia dei fenomeni sentenziando magistralmente che mai di là non sarebbe potuto uscire. E mai difatto, al mio parere, ne sono le gittimamente usciti i Tedeschi. Ma la prigione fu architettata dal Kant in modo mirabile e con si minuti scompartimenti, usci, porte e cellette da disgradarne l’autore d’un nuovo e insigne penitenziale."
      },
      {
        "index": 2,
        "text": "66. — Perchè poi la scienza apodittica fondasi unicamente a priori, misesi ognuno colà a cercar l’a priori per tutte le vie; e se l’America non fu trovata, del sicur il difetto non provenne da poco numerosi o poco arditi Colombi e Vespucci. Ma s’io non m’inganno, essi fecero come colui il quale potendo avvisar molto bene un oggetto con l’occhio nudo, ostinasi a volervi adoperare l’occhiale e ne lavora d’ogni sorta e d’ogni grandezza. La verità necessaria non dimora ella pur sempre dinnanzi al nostro intelletto? E quale altro a priori sarà mai lecito di rinvenire e fondare eccetto le idee ed i veri eterni che quelle significano? Invece la più parte degli Alemanni (e i Francesi fecero coro) persistette a cercar l’Assoluto nell’atto del pensiere. Dubito della buona riuscita. Conciossiacliè il pensiere insino che non si annichila affatto distinguesi infallantemente in subbietto ed oggetto."
      },
      {
        "index": 3,
        "text": "68. — L’a priori può star nel secondo, non mai nel primo, quando parlasi di umane cogitazioni; le divine adoro, ma non conosco. I Tedeschi invece furono desiderosi e smaniosi di abbattersi alfine nella identità dei due termini, cosa al tutto impossibile a giudicarla con gli adagi del senso comune; atteso principalmente che l’uno è relativo, l’altro assoluto; e con diverso vocabolo, l’uno è l’infinito, l’altro il finito. Quindi, in sulla soglia medesima della scienza prima affacciasi tale dualità non cancellabile mai e che dovrebbe per tempo dar buon avviso e buon indirizzo ai filosofi. Ciò non garbeggia alle menti moderne alemanne; onde se taluno fra essi non nega quella dualità, la considera come eguale ed equipollente; e però per necessità logica suda a trovare il terzo termine superiore che scioglie l’antitesi e unifica per bene tutte le cose."
      },
      {
        "index": 4,
        "text": "68. — Prima d’ogni cosa fa grandemente mestieri di ricordare che nella dualità la quale sembrano costituire l’Assolnto ed il relativo non è ugualità nè equipollenza veruna; stantechè il relativo, o il finito che voglia dirsi, è termine antitetico solamente nelle forme de’ nostri pensieri e non si pone però a fianco dell’Assoluto, ma è come l’ombra e l’impronta di lui; e gli si gira intorno quasi un’immensa spirale che mediante innumerevoli rivoluzioni circolari e concentriche a lui si accosta (secondo nostro vedere) ogni giorno di più, sebbene mai non gli succeda di far disparire lo spazio interposto a similitudine di ciò che accade nella intersecazione dell’angolo."
      },
      {
        "index": 5,
        "text": "69. — Adunque la unificazione generale ed anzi universa cui la metafisica dee pensare ed investigare non è sostanziale e quindi non è alcuna specie d’identità e medesimità. Si bene è quella cagionata dall’assoluta bontà che, prima, fa esistere fuori di sè e da sè lontanissimo il finito; poi, questo vincendo a grado per grado le proprie limitazioni diventa capace di obbedire al richiamo eterno della somma cagione."
      },
      {
        "index": 6,
        "text": "Laonde in luogo della identità impossibile e contradittoria entra la congiunzione, i cui gradi sono quasi infiniti e la cui intrinsichezza mai non perviene al termine ultimo."
      },
      {
        "index": 7,
        "text": "70. — Diviene con ciò manifesto, che invece d’immaginare la creazione quale uno spiegamento della essenza livina occorre di riconoscere in essa un trionfo successivo della forma sulla materia o dell’atto sulla potenza, per guisa che la creazione diventi capace d’imitare finitamente l’infinito esemplare. Conciossiachè nessuna sublime eccellenza può entrare nel mondo insino a che egli si rimane puramente passivo, essendo da ultimo ogni eccellenza una perfezione di atto. La gran maraviglia, impertanto, dell’atto creativo è pur questa, che mentre fa esistere il tutto e nel tutto è immanente, onde ogni cosa viene involta a così parlare nella immensità di quell’atto e si celebra dagli uomini l’onnipresenza di Dio, pure è impossibile agli enti morali di alzarsi a qualche partecipazione del vero e del bene se non per isforzo del proprio atto. Il perchè, tanto più risplende l’infinito della potenza divina, quanto le cagioni seconde diventano maggiormente cagione. Laonde nessun giudicio si scosta di vantaggio dalla verità quanto quello dei mistici che vogliono felicitare l’uomo col riposo eterno e la profonda passività, quando al contrario la beatitudine sua e d’ogni ente razionale e morale dee germogliare dal colmo dell’attività e dell’operazione; secondo sarà mostrato con larghezza sufficiente e con prove copiose nel volume che seguirà."
      },
      {
        "index": 8,
        "text": "71. — Di quindi pure apparisce l’ordine dei congiungimenti della divinità con la natura e con l’uomo. E si scorge qualmente il primo grado di unione fra l’Assoluto e l’animio nostro debb’essere il minimo a comparazione dei susseguenti e s’intende la parte grandissima che à la virtù discorsiva ad accertare In coguizione e la scienza, perchè in fine quella virtù è nostro atto ed operazione. Cotesta, al nostro parere, è la sintesi più larga e più sostanziosa a cui procaccia di pervenire la scienza prima e che noi veninimo delineando insino a qui per la parte ontologica lasciando alla cosmologia ogni rimanente."
      },
      {
        "index": 9,
        "text": "72. — Se non che in una teorica nè troppo minuta nè troppo concisa debb’essere tutto ciò investigato a materia per materia con deduzione rigorosa e con ordine razionale; e debbe uscirne da ultimo un tutto connesso intimamente per cagioni e ragioni formali e non mediante nodi grammaticali e fattixj. Descriveremo per sommi capi le materie, le deduzioni e l’ordine da noi tenuto, quanto ai principj outologici."
      },
      {
        "index": 10,
        "text": "73. — Innanzi ogni cosa, viene il cercare il Primo in filosofia, quell’aliquid inconcussum rispetto alla certezza come rispetto all’assolutamente vero e il quale però i fatti non danno e nessun metodo psicologico è abile a rinvenire e fondare. Ma l’assolutamente vero, giova ripetere, sta sempre dinnanzi a noi; e perchè egli è altresi assolutamente oggetto, egli si mostra in sè e per sè, ponsi disciolto da ogni limite ed è la fonte medesima d’ogni intelligibilità."
      },
      {
        "index": 11,
        "text": "74. — Il Primo è, dunque, nella verità necessaria che torna un medesimo con l’oggetto essenziale; e però l’analisi più semplice e più immediata che in lui s’adoperi rende manifesto che tal verità necessaria è pure la realità eterna e assoluta sotto forma intellettuale. Quindi ogni concetto involge l’Ipotesi, la cosa in sè, l’Ente assoluto appreso immediatamente nella sua presenzialità e mediatamente nelle sue determinazioni che ci appariscono sempre sotto forma di segno ideale o rappresentanza. Nè quell’eterno subbietto sta senza l’idea, nè l’idea senza la connessione al subbietto assoluto. Il perchè, egli raduna in sè el unifica necessariamente i possibili ed i trascendenti e rispetto a noi le idee degli uni e le idee degli altri."
      },
      {
        "index": 12,
        "text": "75. — In tal guisa componesi o meglio parlando rivelasi prima per naturadi collegamenti d’idee e superlazioni di specie astratte la sintesi suprema d’ogni perfezione, il che importa il concetto massimo e sfolgoraute di Dio. Appresso, la riflessione e meditazione rifanno, quasi diremmo, e purificano ad una e sublimano quella protoidea, quanto è conceduto alla debile vista. dell’uomo. E tale concetto è più che mai positivo con una parte negativa; al che si debbono aggiungere le aspirazioni incessanti le quali cagiona dentro dell’animo l’influsso (crediamo noi) insensibile ma giustamente arguito dell’efficacia del vero e gli altri del bello, del buono e del santo."
      },
      {
        "index": 13,
        "text": "76. — La certezza poi non repugnabile del nostro Primo è invittamente dimostrata in due modi e per due vie; dal carattere assoluto eterno necessario ed incommutabile della verità. come dal carattere rappresentativo dell’idea il quale domanda a forza un eterno rappresentato. In tutto ciò non s’intromettono nuovi principj, ma solo si recano in mezzo alcune definizioni ed alcuna verità similmente necessaria mediante cui si coglie l’apprensione di altre meno visibili che vi stanno incluse. Perocchè trattasi d’una dottrina suprema, la quale, per dirla con Dante, dee non provare ma aprire il suo soggetto.[1]"
      },
      {
        "index": 14,
        "text": "78. — Sebbene di natura ineffabile, noi reputiamo che la definizione men difettosa dell’Assoluto sia di domandarlo Unità sostanziale d’un infinito d’infinite perfezioni. Lo studio canto e timorato di quelle perfezioni porge materia alla razionale teologia; tuttochè la notizia intorno di loro non valga pur mai a travalicare il limite delle specie a noi fontalmente svelate dall’esperienza e le quali dimostransi non che positive ma capaci ancora della propria superlazione e intendesi della forma infinita. Ancora che la più parte di esse, per non dir tutte, quando per astrazione rimangono risolute da ogni condizione finita sembrano come abbujarsi e cadere nel nulla. Ma veramente nella natura divina non si annullano nè s’intenebrano, ma in quella vece si trasformano in un trascendente la cui esistenza certa e la cui peculiare determinazione ed essenza ci riesce ignotissima."
      },
      {
        "index": 15,
        "text": "Ora, cotesto metodo di cercare speculando un termine sopraccellente e di specie ignotissima per ogni attribuzione divina tanto che sieno scansate da ogni banda le contraddizioni e le restrizioni, è il solo ed unico (per nostro avviso) meno impotente a fondare una teologia naturale coerente nelle sue parti e che fugga il pericolo e il danno dell’antropomorfismo."
      },
      {
        "index": 16,
        "text": "79. — Intanto, perchè quelle superlazioni tengono un vestigio di somiglianza con le specie ed essenze a noi note e perchè la negazione d’ogni sorta di limite significa effettualmente l’affermazione, a cosi dire, infinita del positivo di quelle specie ed essenze, quindi risulta di nuovo che la nozione di Dio è per questi due rispetti non negativa ma positiva contro l’opinione di molti. Al che poi conviene aggiungere (cosa avvertita più d’una volta da noi) che quella nozione si unifica con l’intuito immediato della presenzialità del subbietto eterno ed incommutabile di tutte le nostre idee; subbietto nel quale la nostra coscienza non iscorge nè apprende da niuna parte niuna maniera di limite. E così la prefata nozione estendesi positivamente e naturalmente nell’infinito del suo sostegno perpetuo."
      },
      {
        "index": 17,
        "text": "80. — Con tutto ciò, la cognizione nostra di Dio rassembra una stilla attinta ad immenso oceano e vi sta dentro non più che un’ombra di simiglianza con la natura umana. Pur nullameno (e questo rivela l’abisso della grandezza divina) in quella ombra incerta di simiglianza radunansi le parti più nobili di nostra natura e vi si raccoglie l’intero ámbito de’ nostri destini il progredire incessabile di tutti gli enti morali o noti o figurabili da noi e possibili. Del pari, l’uomo davanti al mare senza sponde che chiamasi infinitudine mentre per un verso si sente come annichilato e ne concepisce terrore, dall’altro allegrasi invece e sublimasi in quella poca di cognizione di Dio a lui accessibile; e appunto perchè lo sguardo gli si abbaglia, prende certezza di mirare drittamente nel Sole divino; e dopo un lungo sbalordimento avvezza la povera sua pupilla a sostenere con minor pena quell’eterno sfolgoramento. Nello intuito dell’Assoluto abbiamo avvertito assai volte che si combaciano e toccano il finito e l’infinito. E perchè si combaciano, l’intuito nostro coglie il positivo dell’oggetto assoluto. D’altro canto, perchè è nostro atto e move da virtà limitata, intromette sempre nella visione dell’infinito più restrizioni e terminazioni non convenienti e straniere all’oggetto."
      },
      {
        "index": 18,
        "text": "Debbono cotali concetti parere in Germania una filza di mistiche ubbie confacevoli alle contemplazioni di Giovanni Taulero e di Tommaso da Kempis. Noi piglieremo in pace cotesto giudicio e ripeteremo con sicurezza che ai soli teisti appartiene la vera notizia del vero infinito. Quindi la sola lor metafisica è grande e In sintesi loro non teine paraggio. In quel cambio, i sistemi orgogliosi del panteismo antico e moderno accordansi tutti a rappiccinire oltre modo l’obbietto di nostra scienza ed a fabbricarsi un Dio a quella grettezza proporzionato e cosi scadente a rimpetto della realità com’erano i tuoni e i fulmini di Salmoneo in confronto di quelli di Giove,"
      },
      {
        "index": 19,
        "text": "«Demens qui nimbos et non immitabile fulmen Aere et cornipedum cursu simularat equorum.»"
      },
      {
        "index": 20,
        "text": "81. — Questo primo punto fermato della nostra ontologia, diventa piano ed agevole trapassare al secondo, che è rinvenire il nesso dialettico tra l’infinito e il finito; cosa parimente non conseguibile al panteismo e dimostrata da noi largamente nel far rassegna dei principali sistemi tedeschi."
      },
      {
        "index": 21,
        "text": "Dio vuole il bene sotto ogni forma e natura. Quindi oltre al bene infinito vuole il finito altresì quando sia fattibile e niuna sorta di ripugnanza logica vi si rinchiuda."
      },
      {
        "index": 22,
        "text": "82. — Esclusa la ripugnanza, nasce la certezza del bene finito; e di vantaggio nasce altresì la certezza che le esistenze finite toccheranno del bene attuabile quell’ampiezza intera di cui sono capaci. E qui pure il teismo trionfa del sistema contrario. Perocchè questo (conforme da noi fu provato) non darà mai ragione apodittica del necessario esistere della natura naturata, menandogli buono eziandio l’esistere consustanziale di lei con l’Ente infinito. Senza dire che è impossibile al panteismo avere un germano concetto della bontà e farla autrice del bene nel mondo. E mentre da quella proviene, secondo noi, tutto l’ordine provvidente, e simile ordine riesce (chi ben lo guarda) una vera, incessante e stupendissima Teodicea, nella dottrina de’ panteisti il Dio supremo convertesi sempre mai in certa necessità arcana che rende culto a si stessa e la quale, ognora che non volesse smentire l’essere proprio, già non avrebbe progredimento e sviluppo, nè svolgerebbesi per ordinamento di mezzi e di fini. Atteso che l’Assoluto è sempre ed a marcia forza, tutto quello che può essere; e concepirlo nel tempo insieme e fuori del tempo è lecito solo a chi professi altra logica da quella innaturata nel genere umano."
      },
      {
        "index": 23,
        "text": "Così il principium fiendi proviene dialetticamente dal principio dell’essere; e chi à negata cotal provenienza errò, per nostro avviso, in due modi; allargando cioè sopra il vero l’accezione giusta e propria del vocabolo contingente; e per lo contrario restringendo quella del vocabolo libertà e qui intendesi della divina. Per fermo, tuttociò che non à in sè medesimo la ragione del proprio essere appellasi contingente, e guardato però in sè stesso egli può senza implicazione alcuna esistere e non esistere. D’altro lato, la liberti divina che è difusiva ed inseparabile e distendesi quanto l’unità sostanziale delle infinite perfezioni di Dio. fu quasi confinata nell’onnipotenza e nell’operare di lui ad extra; e si disse che quell’operare nou dipende necessariamente dalla sapienza e dalla bontà. Mentre veramente sapienza, bontà, potenza ed atto sono una cosa sola ed indivisibile; e perchè primitiva mai sempre e perfettamente incondizionata è liberissima nel corso di tutti i secoli."
      },
      {
        "index": 24,
        "text": "83. — Da ciò seguita che tutte le vecchie dimostrazioni dell’esistenza di Dio ricavate a posteriori diventano qui ontologiche propriamente perchè poste a priori. E nel vero, data la esistenza di Dio e della divina bontà, sono insieme date la esistenza del mondo, la massima partecipazione sua al bene infinito, e l’ordine più confacente alla sapienza altresì infinita. Egli s’intende che le prove testè allegate venendo attinte alla sola esperienza riuscivano di necessità incompiute. Laonde, il Kant potette con agio obbiettarvi contro licendo non ogni fatto della natura e dell’uomo parer consentaneo con la sapienza e bontà infinita."
      },
      {
        "index": 25,
        "text": "84. — Per tutto ciò, conforme venne avvisato nel capitolo antecedente, i principj dell’ontologia nostra possono acconciamente venire unificati in questa definizione brevissima, ch’ella sia la scienza del Buono: migliore definizione e più sintetica del sicuro di quella che convertiva la metafisica intera nella scienza dell’ente. Imperocchè il Buono assoluto domanda, oltre alle assolute categorie dell’ente, quelle altresì del bene. Nè può rimanere in sè stesso un istante solo; ma diffondesi necessariamente e spande intorno di sè nuove categorie dell’ente e del bene. Altra sorta di suprema unificazione dello scibile non sarà mai trovata, dico dalla parte dell’oggetto; imperocchè dei modi artificiali e grammaticali di unità possono figurarsene molti, ovvero se ne possono tradurre in mezzo degli apparenti e suppositivi, come quando si afferma arbitrariamente che ogni cosa risolvesi nell’idea."
      },
      {
        "index": 26,
        "text": "85. — Ma quale sarà la natura dell’atto, onde il Buono assoluto fa esistere il bene possibile? E qui pure certamente si perverrà ad una sorta di atto la cui esistenza è certa e la cui specie determinata riesce non pure arcana ma inconoscibile all’uomo. Esso atto rimane l’ultimo termine d’una rigorosa esclusione od eliminazione di supposti; e perchè solo in quel termine la ripugnanza logica non penetra e non lo consuma, la speculativa e il senso comune d’accordo lo affermano. Sono, impertanto, esclusi la unicità di sostanza, la dualità assoluta e la sostanziale emanazione. Resta in piedi il solo supposto della creazione ex nihilo. E di più si prova che non può essere coetanea con Dio ma dee comparire nel tempo o a dir meglio cominciare ella medesima il tempo."
      }
    ]
  }
}
