{
  "chapterNumber": 37,
  "title": "Vol. I, Libro Quinto, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PRINCIPIO DI COGNIZIONE E LIMITIDELLA DIMOSTRAZIONE."
      },
      {
        "index": 1,
        "text": "86. — L’uomo, checchè ne pensino i panteisti, è sostanza separata. Quindi avrà sempre un fuori di sè eterno e divino e un dentro di sè temporaneo ed umano, un obbietto e un subbietto. Come spirito e mente degnata della visione dell’Assoluto, conosce sotto forma ideale l’estemporaneo, l’universale, l’immutabile, il necessario e quanto altro costituisce il vero obbietto infinito. Ma sebbene questo lo tragge a sè veementemente e l’intelletto vi si può profondare in guisa da ecclissar sè medesimo e tutto ciò che dall’obbietto si se para, nondimeno il fatto di nostra visione è composto; e mentre l’uomo dice mai sempre: io penso la verità, o per lo meno, è nell’abituale disposizione di ciò proferire, la sua virtù astrattiva fa campeggiare la verità o l’oggetto assoluto che voglia chiamarsi, come altro non esistesse. E perchè effettualmente l’oggetto è assoluto, nè dipende da altra esistenza, l’atto dell’astrazione nostra non lo dimezza nè lo falsifica; e di quindi sorge il buon diritto della scienza di cominciare senza mediazione alcuna da lui. Ma la Filosofia critica negar non potendo che la verità sia, per modo di parlare, autonoma e non dipenda in nulla dal subbietto pensante, à messo in forse la legittimità e sincerità dell’atto conoscitivo."
      },
      {
        "index": 2,
        "text": "Da indi in poi (frutto dell’acume insuperabile di Kant) fu mestieri accompagnare l’ontologia d’una specie di propedeutica, scrutando sottilissimamente le facoltà nostre mentali e l’applicazione loro alla cognizione del fatto e del vero."
      },
      {
        "index": 3,
        "text": "88. — Provammo contro gl’idealisti che v’à un contatto immediato della mente col senso e l’atto sentito; e v’à nei sensibili interni ed esterni certe sintesi naturali a cui basta solo applicare la pupilla mentale perchè vi si discernano issofatto gl’integrali componenti e la loro totalità. E siccome il tatto è più certo di tutti gli altri sentimenti, del pari, favellandosi per metafora, il tatto mentale avanza la certezza di tutte mai le dimostrazioni. Di tal guisa, vennero da noi risoluti con l’evidenza del fatto tre problemi massimi di questa parte di metafisica, e cioè la certa esistenza de’ subbietti esteriori; il principio d’ individuazione; il perchè la notizia umana intorno le nature create non penetra l’ultima essenza."
      },
      {
        "index": 4,
        "text": "88. — Provammo poi contro gli empirici che sebbene non sussistano idee innate dentro il pensiere e tutte si affaccino a lui in occasione d’alcun atto di sentimento e di percezione, nullameno la loro forma assoluta e connessa al termine realissimo non à che fare col senso nè coi subbietti sensibili, nè coi fantasmi ed i segni orali; e solo per essa la mente nostra si abilita a concepire l’eterno, l’infinito, l’universale e l’altre eccelse attribuzioni dell’Ente Primo."
      },
      {
        "index": 5,
        "text": "Di tal maniera ai nostri concetti l’esperienza porge continuo la materia od il contenuto che abbiasi a dire; dovechè la forma è fornita loro dalla idealità; in guisa, peraltro, che nulla non vi si aggiunge di speciale e di originale; ma unicamente sono le specie e nature ammannite dall’esperienza e levate e innalzate alla respettiva superlazione e purezza; contro quello che il Kant venne pronunziando. Perocchè non bastò a lui di far provenire dal nostro spirito le condizioni trascendenti di essi concetti, come l’assolutezza, la immobilità, l’infinitudine ed altro; ma trasse dal fondo medesimo assai specie elementari ed originali come quelle, per via d’esempio, rappresentate in universale dalle nozioni di causa, di finità, di spazio, di quantità e simiglianti. Cose tutte che dove non sieno per innanzi insegnate peculiarmente dall’esperienza in casi concreti e particolari, mai l’intelletto non giungerebbe da sè a rappresentare e capire."
      },
      {
        "index": 6,
        "text": "Di tal guisa chiudemmo, ci sembra, ogni uscio ed ogni entratura a quella serie di sistemi da Aristotele insino a Kant succeduti, i quali tutti si fondamentano nella ostinata illusione che le cose possono venir conosciute per segni e rappresentazioni senz’altra intuizione e notizia diretta dei loro rappresentati."
      },
      {
        "index": 7,
        "text": "90. — Negasi pure da noi che la forma di assolutezza osservabile in ogni concetto emani dal nostro spirito e nemmanco la sua significazione e rappresentanza. Perocchè siccome i possibili per riuscire indefiniti abbisognano di fondarsi nell’infinito, del pari, gli esseri rappresentativi per agguagliarsi al numero dei possibili. Senzachè, il carattere compiutamente obbiettivo della idea, e comune a lei quanto allo eterno suo ideato, ci persuade che in lei non è nulla di subbiettivo salvo il suo legamento esteriore col nostro atto d’intuito e quello che tal legamento può seco addurre. Fa pensare al medesimo quella connessione essenziale di tutte le idee con l’oggetto loro comune e assoluto. Perocchè quella connessione costante già non viene cagionata e creata dall’atto col quale noi riferiamo le idee tuttequante al termine loro comune; ma desso l’atto si compie immediatamente e forzatamente per la visione costante del nesso."
      },
      {
        "index": 8,
        "text": "91. — D’altra parte, noi nelle idee in diviso dal loro obbietto non iscorgiamo se non certa serie di segni e rappresentazioni poste in mezzo a due termini l’uno assoluto, relativo l’altro; l’uno infinito, l’altro finito; e del primo significano ora l’eterna possibilità delle cose, ora le perfezioni ineffabili. Del secondo esprimono la cagione suprema e l’essenza increata ed archetipa; e non pure la generale ma la particolare e individua. Conciossiachè nella efficienza divina, la minima nota individuale e il più labile degli accidenti à il suo perchè indefettibile e la virtù universale siccome ogni essere più sostanzioso e durevole."
      },
      {
        "index": 9,
        "text": "92. — Certo è poi che sono rappresentative le idee del nulla, della privazione, della contraddizione, dell’essere comunissimo e d’altre conformi le quali aver non possono oggetto positivo immediato. Nè meno rappresentative sono le idee del male, dell’errore, della bruttezza, del finito e altrettali, il cui ideato ad intra è analogo e non simigliante. E convien giudicare allo stesso modo le idee dell’eternità, della beatitudine e perfezione infinita, della sapienza, previdenza e giustizia divina, la cui respettiva realità dalla parte dell’Assoluto non è possibile all’uomo di intuire immediatamente. Il perchè. l’abito di tutte queste idee tornando identico totalmente e compiutamente a quello di innumerevoli altre; l’oggetto assoluto delle quali sembra che potesse venire appreso immediate e senza la intromissione loro, deesi fare di tutte esse un giudicio medesimo; tacendo pure di parecchie altre ragioni, congetture e indizi che menano alla stessa opi- nione."
      },
      {
        "index": 10,
        "text": "93. — Quindi noi non accettiamo la teorica di taluno iperplatonico vecchio o moderno che sia, il quale stima di percepire direttamente e senza intermezzo d’idee le divine determinazioni ed attribuzioni; ovvero discorre i certa apprensione dei pensieri e giudicj di Dio più misteriosa ed oscura delle intellezioni che s’industria di spiegare. Ne la frase di sant’Agostino: «nulla interposita creatura» di loro soccorso alcuno. Imperocchè quelle parole esprimono solo questo, che gli enti rappresentativi non sono una essenza creata ma un modo di comunicazione della divina intelligibilità il quale dalla parte dell’uomo contrae qualcosa della nostra natura subbiettiva e finita."
      },
      {
        "index": 11,
        "text": "94. — Da ciò segue che l’Assoluto od abbiasi a chiamar Dio è conoscibile mediate e immedinte. In questo secondo modo conoscesi solo la presenzialità infinita perenne di lui ma al tutto indeterminata. Nell’altro, il conosciamo sotto la forma ideale che è quella specie di congiunzione intellettiva mediante cui la realità eterna diventa verità e ragione."
      },
      {
        "index": 12,
        "text": "Però, se le idee si affacciano al nostro spirito occasionalmente, debbesi pronunziare con più giustezza che avviene solo occasionalmente la notizia loro dentro al pensiere. Dacchè la forma della verità è universale perenne; ma la sua luce spunta s’aggrandisce e tramonta per noi come quella del Sole verso i pianeti in diversi tempi e in diversi modi."
      },
      {
        "index": 13,
        "text": "95. — Intanto, perchè le idee tutte sono conosciute post rem e non prima e si connettono alle sensazioni e alle percezioni e in queste giace fontalmente ed elementarmente il loro contennto; di tal sorta elle giovano tutt’ora a pensare e giudicare i fatti ei fenomeni; sebbene le intellezioni e le percezioni differiscono per intima essenza e mai non diventerebbero materia o forma immediata l’una dell’altra. Ciò non ostante, le intellezioni e le percezioni essendo atti d’un medesimo spirito, e le idee e i fenomeni materia ed oggetto conoscitivo d’una mente medesima, entrambe si connettono dentro l’anima senza meschiarsi; e quindi è continuo il paragone e l’applicazione scambievole di essi due termini. Al che avviene di aggiungere tra le intellezioni e le percezioni intervenire altresì il legame che è tra l’originale eterno e le copie e tra l’essenza causale perpetua e le diverse e transitorie attuazioni di lei ad extra."
      },
      {
        "index": 14,
        "text": "96. — Dopo tutto ciò dee giudicarsi nel generale che il vero essendo in sostanza l’Ente reale in comunicazione con l’intelletto, dal principio dell’essere deriva naturalmente, come dialetticamente, il principio del conoscere; onde ogni forma essenziale di questo secondo e ogni principio sottordinato ne dee con facilità provenire; e così debbevi trovare suo fondamento la logica assunta nel rispetto scientifico e quale applicazione immediata dell’ontologia. Laonde noi investigando appunto i legami dell’oggetto realissimo con l’atto conoscitivo scoprimmo l’origine di tutte le idee, il carattere loro comune e scambievole di unità e infinità, e come niuna effettualmente provenga da altra, ma tutte sieno coeterne, consustanziali, assolute. Però generano e sono generate a vicenda e tramutansi mirabilmente da predicato in subbietto e da subbietto in predicato."
      },
      {
        "index": 15,
        "text": "97. — Scorgemmo tutti i giudicj essere sintetici nella materia, analitici nella forma. Ogni gindicio, per altro, compiuto sulle sintesi naturali non aver legame intrinseco di necessità; invece averlo tutti quelli che sono compinti sopra i concetti. Videsi non avere sussistenza i giudicj a priori sintetici; e solo doversi nella classe degli sperimentali distinguere l’affermazione condizionata e ristretta che loro si concede per ordinario dalla incondizionata ed illimitata che talvolta si appone ad essi per un impulso istintivo il quale è d’altra natura ed origine dalla mentalità e dalla ideazione."
      },
      {
        "index": 16,
        "text": "98. — Sopra ogni cosa, divenne notabile nella nostra investigazione il riconoscere chiaramente che tutto quello che nella logica e nella ideologia odierna per autorità e sentenza di Kant piglia nome e valore di nozioni e verità subbiettive, fassi invece obbiettivo e partecipa della realità comune ad ogni concetto speculativo. Perocchè ogni cosa la quale può venir convertita in nozione e pensata assolutamente, trova riscontro nelle determinazioni infinite della eterna realità e della eterna possibilità, ovvero nelle attinenze fra esse determinazioni ed infine negli oggetti da noi domandati analoghi. Ve lo trovano gli astratti non meno che i concreti e non meno gli enti detti di ragione che i più positivi e i più sostanziali. Il perchè, la teorica delle idee ritenuta per un rispetto ne’ giusti suoi limiti e per un altro condotta all’ampiezza sua legittima e vera, torna nel generale a rimettere in debito onore il principio metodico de cartesiani: puossi affermare della cosa. tutto ciò che è espresso nella chiara e distinta nozione li lei, intendendosi, per altro, della cosa ipotetica."
      },
      {
        "index": 17,
        "text": "99. — Nullameno, ei non si vuol dire che la forma mediante cui l’Assoluto rivelasi al nostro intelletto rimanga inalterata nel termine contingente al qual si congiunge. O per discorrere con più rigore, ei non si vuol dire che il nostro intelletto non rechi le limitazioni sue e le insufficienze in quella forma divina di comunicazione. E già fu avvertito da noi al debito luogo che il nostro pensiere volendo cogliere in modo chiaro e distinto i concetti, à bisogno di sceverarli l’uno dall’altro ed insieme à bisogno di comporre una qualche sintesi; perocchè la mente conosce movendosi ed operando e le occorre quindi di trapassare da cosa in cosa, giungendo e disgiungendo continuamente quello, che è uno, intero e infinito. Del pari fu avvertito siccome a qualunque idea per diventare materia d’umana cogitazione occorre che appaja quale un subbietto determinato; e intendiamo dire un’idea inerente in un’altra di quella inerenza peculiarissima che si scorge solo in mezzo ai concetti. Ed anche si notava che l’espressione ideale di qual sia genere di attineuza debbe convertirsi in predicato o dell’uno o dell’altro dei termini attinenti e parere concretarsi con lui soltanto, come quando tu dici: la parte è minore del tutto; la legge proviene da un diritto assoluto; chè sembra la parte e la legge attribuirsi ed appropriarsi un legame il qual corre tra mezzo a due termini. E così pure certe relazioni che noi domandammo esteriori sembrano divenire attribuzioni interiori e concrete; e quelle che abbracciano tutto l’essere pajono divenire qualità distinte e parziali. Nella frase: un corpo si differenzia al tutto da un’idea; la dissimilitudine sembra qualità integrale e propria del corpo. Dio esiste; vuol dire che Dio possiede l’esistenza come attributo speciale o distinto, ad ogni modo, dal subbietto che lo contiene; mentre l’esistenza di Dio vale l’essere suo intero e in niuna maniera da lui si distingue."
      },
      {
        "index": 18,
        "text": "100. — Da ultimo, perchè il comprendere l’indefinito innumerabile delle diversità è solo fattibile a mente divina, noi ci ajutiamo con certe notazioni quasi a dire algebraiche per unificare le cose disparatissime, e tali sono l’ente coniune, ovvero il non ente, il positivo, la totalità e simiglianti astrazioni."
      },
      {
        "index": 19,
        "text": "Questo e poco altro è ciò solo che nella mente umana e nell’atto conoscitivo piglia a ragione qualità nome di subbiettivo. E sebbene la stessa natura c’induca a tali, per cosi chiamarli, ripieghi e partiti, ovvero necessità indeclinabili del nostro pensiere; tuttavolta, non ci nasconde essa quello che vi sta dentro di non conforme alla essenza pura e assoluta dell’oggetto ideale. Quanto poi alle rispondenze e armonie tra la mente e la natura, se ne occuperà il volume che seguita all’ontologia."
      },
      {
        "index": 20,
        "text": "102. — Gran bisogno è, pertanto, di distinguere accuratamente la natura dei concetti dall’atto e modo di apprenderli. Ai concetti, quali che sieno, risponde sempre una realità obbiettiva eterna e non defettibile, la vuoi simile od analoga agli enti creati, la vuoi trascendente o possibile, concreta od astratta, di subbietto o di relazione. Conciossiachè nella efficienza divina e nello infinito delle perfezioni, tutte le essenze dimorano e l’infinito di lor relazioni. Ma la mente umana concepisce quelle essenze e quelle relazioni non pure finitamente ma in certo modo e con certe leggi particolari. Onde, sebbene noi ripetemmo altra volta l’adagio cartesiano che sia lecito di affermar della cosa quanto si discerne di chiaro e distinto nella idea di lei, negar dobbiamo l’altro principio logico mezzo usurpato mezzo confesso da più scrittori e il qual pretende di asserire che le leggi del pensare e le leggi dell’esistere fanno uno compiutamente."
      },
      {
        "index": 21,
        "text": "102. — Ma ciò che non è percezione e non è sola idea e fu in modo assai largo domandato sentimento, si è quella efficacia particolare, onde siamo persuasi, ed astretti anzi, all’affermazione invitta e incondizionata delle verità necessarie. Per simile, un altro impulso vi move a fruire e ammirare l’apprensione del bello; ovvero ci comprende profondamente dell’obbligazione morale; o in fine, c’induce arcanamente all’adorazione della divinità. In tutte queste diverse affezioni dell’animo v’à certa comunanza di spiritualità e certo moto spontaneo mescolato a passività. Parimente, ànno esse tutte un carattere trascendente e si fatto da nou potersene recar la cagione ad altro che all’Assoluto; sebbene l’azione di lui ci rimanga profondamente nascosta; o certo è, per lo manco, che la mente non la ravvisa, avveguachè l’arguisca assai chiaramente e con più sorte d’illazioni e dimostrazioni. In tal guisa. l’anima umana, oltre il nesso che lega la mente alla idealità, congiungesi in modo peculiare, benchè occulto, all’infinito del vero, del bello, del bene e del santo."
      },
      {
        "index": 22,
        "text": "104. — Osservate le quali cose, veggasi dal lettore quello che importa in metafisica la restituzione tanto misurata quanto compiuta della teorica delle idee. Perocchè solo essa rimette l’uomo nel possedimento della obbiettiva realità e da ogni parte lo fa spaziare nell’infinito dell’Ente e del Vero. Così vengono disfatte e appianate al suolo quelle mura bastionate e quella specie di chiostro solitario e malinconioso, dove la Critica della ragion pura sembrò rinchiudere per sempre il pensiere e la scienza umana. Di quindi, nelle scuole moderne si generò l’abito di domandare subbiettiva ogni cosa di cui non iscopresi facilmente la realità e la cui natura troppo male conosciuta ed interpretata. Onde poi si arbitrano di supplire al voto che ne proviene con ipotesi temerarie e abusando delle nozioni e dei principj comuni. Conciossiachè, quando fosse certo che finito e infinito, eternità e tempo, contingente e necessario ed altre simili categorie si risolvessero tutte in forme interiori dallo spirito generate, gli è manifesto che nei sistemi più varj giace una scarsa e poco differente probabilità di scontrarsi nel vero. E ciò appunto è accaduto in Germania dove del Kantismo rimase viva e salda e autorevole troppa gran parte e traluce esso più o meno in tutte le ardite metafisiche di poi costruite. Laonde, a noi torna bene di riconfermare qui con istanza quello che in più d’una pagina nostra abbiam ripetuto, il buono e sano avviamento degli studj razionali dover cominciare dal combattere efficacemente ed invittamente le negazion Kantiane, reintegrando nell’auto- rità loro antica e legittima le nozioni e gli assiomi del senso comune e traslatandoli dalla sfera delle credenze istintive a quella della cognizione e certezza apodittica; la qual cosa, come lo scritto nostro lo prova, non travalica le forze della meditazione umana e le condizioni dell’ottima scienza."
      },
      {
        "index": 23,
        "text": "105. — Certo è maraviglioso quel tentamento del Kant di farsi tanto indietro a cercare le basi della verità da chiedere a sè medesimo come sia possibile la cognizione. Ma ciò che a noi sembra stranissimo si è di scorgere che a quell’ingegno profondo ed originale non sia caduto in mente il concetto di studiare e cercare anzi tutto la possibilità di istituire la critica sua. A noi sembra che se avesse egli istantemente domandato a sè medesimo come sia possibile d’investigare la possibilità della cognizione, sarebbesi almeno avveduto che l’investigazione sua non poteva procedere d’un sol passo nè pronunziare un sol giudicio senza alcuni presupposti o dati o postulati che si domandino. Certissimo è che qualunque giudicio suo di negazione o di affermazione racchiudeva a marcia forza: primo, la verità d’un subbietto reale ed attivo che afferma o che nega; secondo, la verità del rimanere cotal subbietto identico a sè medesimo per quel tempo almeno che corre tra l’osservare, il dubitare e il concludere; terzo, la verità del principio d’identità e contradizione, levato il quale è pur levata ogni potenza di affermare e negare. Nè gioverebbe il dire che tali verità presupposte vengono usate in via provvisionale ed istrumentale dal Kant. Conciossiachè non verrà mai tempo che la mente abbia facoltà d’inflettere sopra essi presupposti e affermarli o negarli con altro criterio ed altre nozioni e principj; attesochè ogni suo giudicio ed ogni sua conclusione li sottintenderebbe di nuovo e di nuovo avrebbene fatto uso e così all’infinito. Torna poi il ragionamento medesimo per ciò che si chiama in generale il conoscere ossia quella vista mentale che apprende le cose in quanto, almeno, le appariscono, conforme se n’e parlato nel fine del Libro secondo, al capitolo ottavo."
      },
      {
        "index": 24,
        "text": "Tali presupposti adunque sono i soli che noi invochiamo perchè sin possibile di costituire la scienza e abbiasi modo legittimo e concludente di criticare la Critica della ragion pura."
      },
      {
        "index": 25,
        "text": "106. — Similmente, tuttochè sia desiderio antico ed assai ragionevole voler fondare la scienza a priori, questo a priori medesimo, trovato che l’abbiano i metafisici. non cesserà di contenere de’ limiti e certo lato relativo ed umano. Per fermo, con l’a priori non artefatto ma saldo ed irreprobabile, la mente si riposa nell’assoluta necessità logica; e questa le porge l’ultimo dell’evidenza e della certezza, non l’ultimo della scienza: nè là del sicuro si ferma la curiosità umana che infinita. E per vero, ella può domandare perchè esiste una necessità logica, perchè l’Assoluto invece del nulla. Rispondesi forse che l’Assoluto, o il si chiami infinite, esiste appunto perchè infinito, e vale a dire che l’esistenza gli è propria ed essenzialissima. Che è ciò? Un nuovo rapporto d’idee, un’altra verità necessaria in fondo della quale permane l’essere come in fondo di tutte mai le proposizioni che stanno a priori. Qui si possono variare infinitamente i quesiti e le maniere di risolverli; dapoichè la mente ed il raziocinio tornano mille volte sopra sè stessi e rispondesi alla questione con la questione."
      },
      {
        "index": 26,
        "text": "107. — L’essere non si dilegna mai dalla mente ed è un presupposto non removibile; e levato a forza da mezzo sotto una forma determinata od un’altra, rinasce, come notammo, altrove nella sua possibilità. Ma tutto questo, a dir vero, non consuma la facoltà di domandare perchè l’essere è permanente ed irremovibile e perchè in suo luogo non sia il nulla assoluto. Con altri termini, ei si vorrebbe sapere non la sola necessità logica dell’esistere dell’Ente, ma la sua necessità metafisica, la ragione suprema ed intima che tutto l’informa e la quale risiede certissimamente dentro di lui e non fuori di lui. In verità, noi crediamo che quando ci fosse lecito di sapere perchè esiste l’essere invece del nulla noi penetreremmo il gran secreto dell’universo. Chiedi anche all’Hegel perchè il suo essere puro diventa e non si rimane nel nulla dov’era prima. Egli, come possessore felice della scienza assoluta, troverà certo in risposta alcun arzigogolo, ma il vero è che nol sa neppur egli; e in questa ignoranza si rimarranno in perpetuo tutti i figliuoli d’Adamo sopra la terra."
      },
      {
        "index": 27,
        "text": "108. — Ecco delineati i confini del principio di cognizione e numerati i supposti coi quali dee procedere la critica stessa di quel principio. Così rimane discoperto e provato che da una parte il Kant à discorso della nostra mente e dello scibile umano quasi non facesse uso delle medesime facoltà ed esente fosse di parecchie delle necessità e condizioni loro. Dall’altra, segnò e descrisse i confini della certezza e della scienza apodittica molto di qua dal punto che la natura e la ragione assegnano all’uomo."
      },
      {
        "index": 28,
        "text": "Queste cose doveano venir notate da noi raffrontando la nostra teorica con le opinioni già propagate nell’Europa moderna circa la logica, l’ontologia e la metafisica. Rimane che si faccia altrettanto quelle dottrine che tenuero il campo in Italia da Pasquale Galluppi insino a quest’oggi."
      }
    ]
  }
}
