{
  "chapterNumber": 32,
  "title": "Vol. I, Libro Quarto, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SEGUE LA STESSA MATERIA."
      },
      {
        "index": 1,
        "text": "103. — Sull’atto creativo furono scritti molti e grossi volumi, ma con poco o nessun costrutto. E come poteva accadere altramente? Noi scorgiamo di continuo comparire e annullarsi le modalità e le accidenze, mentre i subbietti permangono inalterati e sono il sostegno e la causa di tutte le mutazioni; nè alcuno li vide mai cominciare dal niente, ma sempre ne conobbe attuale e preesistente la materia. Però la creazione di essi subbietti ci è non pure infigurabile ma poco meno che inconcepibile. D’altro lato, le condizioni essenziali dell’atto creativo divino cel fanno più misterioso ancora. Per fermo, l’atto creativo non reca mutazione veruna ad intra, e cioè nell’essere operante, il quale ab eterno sta in quel medesimo atto. Il che ci è duro ad intendere; perchè la creazione comparendo nel tempo, anzi segnando e notificando essa medesima il tempo, ci stringe a pensare nella stessa divinità un prima ed un poi; e ciò è pretta illusione proveniente dagli abiti della potenza fantastica. la quale peraltro à dominio largo e naturale in tutte le menti, e s’insinua di leggieri in qualunque nostra cogitazione più pura ed astratta. Si aggiunga che certo l’atto creativo non si separa da ogni altro atto divino, e parlan dosi con meno improprietà, Dio è un solo atto con forme infinite. Per tutto ciò notavasi qua addietro che è da giudicare audacissima la dottrina la quale attribuisce all’uomo la percezione particolare e continua dell’atto creativo. Ma lasciando ciò stare, deve al procedere rigoroso della ontologia in tale argomento tornar bastevole di mostrare: 1° la possibilità logica dell’atto creativo ossia che veruna implicanza non è riposta nel suo concetto, 2° la necessità intrinseca ma susseguente dell’atto medesimo."
      },
      {
        "index": 2,
        "text": "Crediamo che a queste due tesi abbia soddisfatto a sufficienza l’argomentare stretto e copioso che se ne fece nel Capitolo antecedente. Seguita che si discorra con maggior diligenza e più precisa definizione la forma propria e determinata di esso atto."
      },
      {
        "index": 3,
        "text": "104. — Del resto, le opinioni principali occorse alla mente de’ metafisici intorno allo esistere dell’universo, esclusa quella della creazione ex nihilo, possono venir rassegnate sotto questi cinque capi."
      },
      {
        "index": 4,
        "text": "1° Nell’infanzia della filosofia si pensò il finito essere il gran sogno di Brama; quindi l’universo intero, quanto al subbietto comune, essere Brama stesso; e ogni rimanente convertirsi in vana e fugace apparenza; e però il finito effettualmente non esistere e solo esistere i maravigliosi giochi di Maja madre delle illusioni."
      },
      {
        "index": 5,
        "text": "2° Si disse più tardi il mondo emanare sostanzialmente da Dio come la luce dal Sole, e ciò accadere per necessità di manifestazione e spiegamento dell’Uno, lasciando nullameno integro e perfetto l’essere divino. Altri poi aggiunse il gran complesso dei finiti riuscire infinito esso pure come la sua causa e principio e tornare all’Uno sotto la forma del tutto assoluto."
      },
      {
        "index": 6,
        "text": "3° Più modernamente si affermò non esistere che una sola sostanza con infiniti attributi, e ogni cosa limitata essere modo di qualcuno di essi e con flussione altresì infinita dover provenire dalla abbondanza inesauribile della divina natura."
      },
      {
        "index": 7,
        "text": "4° Ultimamente si affermò che finito e infinito, creazione e virtù creatrice si risolvono in un medesimo e si determinano l’uno l’altro, e il loro Assoluto è il perenne diventare; al contrario di coloro che videro l’Assoluto nel permanente. Ogni permanenza invece è nello sviluppo incessante con questa legge perpetua che il principio dell’essere prima si alieni quindi ritorni a sè stesso."
      },
      {
        "index": 8,
        "text": "5° Un’altra schiera di gran pensatori antichi disse la materia essere coeterna con Dio sebbene distinta da Dio; e solo, secondo Aristotele, essere state prodotte le forme, ovvero, secondo Platone, le copie dei sommi archetipi."
      },
      {
        "index": 9,
        "text": "103. — Mostrammo altrove come in ciascuna di tali proposizioni nascondesi un paradosso, anzi una contradizione manifesta nei termini. Assurda è tra finito e infinito l’unicità di sostanza, quanto la dualità coeterna e assoluta. Ripugnante l’emanazione sostanziale delle nature create la quale per ultimo riducesi al panteismo o vogliam dire all’unicità di sostanza; atteso che pone a forza un subbietto comune e non separabile alle forme finite ed alle infinite: Dio non può scindere sè stesso in due od in più. Ripugnante il fare uscire dal nulla l’Ente assoluto e dargli un cominciamento e farlo sempre diventare senza mai compiuta perfezione ed infinitudine. I sistemi indiani risolvonsi tutti o nel panteismo o nella emanazione che è essa medesima, dicemmo testè, una specie di panteismo. Quindi rimane in piedi la tesi che sola scampa dalla contradizione intrinseca ed oggi è divenuta come un portato del senso comune, e cioè il mondo essere fatto dal nulla quanto alla materia, e da una efficienza infinita e preesistente quanto alla causa; essere sostanziale e non puramente fenomenico; essere apparito nel tempo e non sussistere dalla eternità."
      },
      {
        "index": 10,
        "text": "Niente di meno, se questo unico e solo concetto di creazione ex nihilo va esente da implicanza interiore non evita certo le ombre cupe del mistero. L’ontologia, sicura per dimostrazione.logica che la creazione dei finiti sussiste, segue assennatamente il metodo di eliminazione, scorrendo per tutti i possibili, de’ quali non è dato di concepire più che tre. O v’è l’eterna e assoluta unità o l’eterna e assoluta dualità. Soppresso questo secondo presupposto, rimane o l’unità consostanziale col molteplice o sostanzialmente divisa dal molteplice. Accettata la divisione, resta o che la sostanza del mondo emani da Dio, ovvero venga creata dal nulla. E perchè la prima supposizione, o vogliam dire l’emanazione, è contraddittoria nei termini, e fa consostanziale l’uno e il molteplice, il finito e l’infinito, nopo è consentire al mistero della seconda. Chi rifiuta il mistero si pigli l’assurdo e spieghi poi intrepidamente quest’ultimo con un più tenebroso mistero allegando che la contraddizione logica è il fondamento stesso della verità; e mentre noi originiamo le cose dal nulla di materia e dall’infinito di potenza, credasi a coloro i quali la originano dal nulla assoluto e di potenza e di materia."
      },
      {
        "index": 11,
        "text": "106. — In cotesto arduo problema della creazione noi proseguiamo assai fedelmente quel metodo solo che è confacevole a trattare la scienza dell’infinito e di cui registrammo i canoni principali discorrendo con brevità delle perfezioni di Dio. Che ragionandosi le cose divine avvenga al pensiere speculativo di fuggire onninamente le antilogie ed i paradossi non è fattibile e forse nemmanco desiderabile. Conciossiachè più volte ò notato che le formidabili antilogie ed i paradossi più difficili a sciogliere ci fanno sentire come siamo disgiunti dalla finità delle cose ed approssimati alla notizia di Dio tremendo ed inaccessibile. Eppure il divario fra noi ed i panteisti è sommo. Avvegnachè quelli ponendosi fra le strette delle assolute contradittorie non ne ritrovano uscita buona e ne cercano una qualechessia mediante l’ambigua significazione delle voci o da un assurdo tragittandosi in altro non meno sperticato. Noi sciogliamo questa sorta di antilogie sempre col metodo stesso e cioè mediante un termine superiore, ignoto nella sua specie peculiarissima, ma dimostrato esistente e scevro da intrinseca contradizione. Così nel presente discorso della creazione dei finiti noi ravvisiamo ripugnanza evidente assoluta e non dissipabile nel fare coeterni principj Dio e il mondo, ovvero nell’immedesimarli entrambi sostanzialmente ovvero anche nel dedurre il mondo da Dio per atto di emanazione. Invece, sciogliendo e spiegando le antilogie col dogma razionale della creazione ex nihilo, noi rechiamo in mezzo un trascendente di forma ignotissima; attesochè l’esperienza mai non ci manifesta altra sorta di causalità eccetto quella dell’operare in, subbietto preesistente o l’altra del produrre il subbietto medesimo per dilatazione e partecipazione di sostanza. Ma non per ciò il supposto della creazione ex nihilo imbattesi in alcuna implicanza logica. E questo è l’ultimo termine a cui può salire il nostro intelletto di apprendere la esistenza di un atto così certo come oscuro e cosi necessario come inconoscibile a noi nella sua essenza é natura."
      },
      {
        "index": 12,
        "text": "107. — Di quindi ancora discopresi, per nostro giudicio, la singolarità estrema della teorica pensata pochi anni addietro in Italia la qual pone invece l'intuito diretto e la positiva notizia dell’atto creativo, il che quanto possa accordarsi con la ignoranza compiuta che ne sostiene la mente lasciamo ad altri di giudicare; nè schiveremo di riparlarne verso il termine di questo libro. E poichè toccammo da capo del metodo, ci piace per transito di avvertire il lettore, quando per sè medesimo non se ne accorgesse, che noi ci scostiamo da ogni superbia di credere questa nostra scrio di giudicj e dimostrazioni contenere molta novità. Per lo contrario ci giova e ci inanima il considerare che qui è ripigliato il filo di vecchie dottrine e di prove e ragionamenti ordinarj tutti conformi agli adagi del senso comune. Nè già per questo titolo si dispregiavano in Francia e in Germania poco avanti al cadere del secolo scorso. Quando Emanuele Kant diede a divedere che erano cantafavole e pretese mostrare al genere umano che aveva sognato insino a quel di e fabbricato a sè stesso mille apparenze di verità le quali al tocco della sua critica rompevansi e dileguavano come bolle d’aria. Certo, affermando egli che le categorie generali dell’ente sono opera nostra e come stampi diversi da noi apprestati a ricevere la materia sensibile, ogni dimostrazione lavorata coi nostri concetti non può racchiudere un’ombra di valore obbiettivo. E però non facea mestieri al Kant di avvolgersi per tante minute disquisizioni siccome à fatto, e dividere e quasi trinciare a pezzi le facoltà della mente, assai più semplici nel loro operare e più unificate che egli non giudicava. Comunque ciò sia, rivocandoci bene a memoria da una parte la impossibilità delle forme speciali rappresentative quando gli oggetti rappresentati permangono ignoti per ogni verso, e d’altra parte la intuizione immediata delle cose esteriori sensibili e la certezza obbiettiva di tut- tequante le idee, ci sembra che disdette e ripulse le negazioni di Kant, la ragione ed i suoi principi e il legittimo uso loro ripiglino campo e si mantengano nell’autorità e nella signoria inutilmente stata assalita."
      },
      {
        "index": 13,
        "text": "108. — Ma ogni scuola moderna allemanna si è compiaciuta di porre a bersaglio la teorica della creazione ex nihilo. Eppure, noi manteniamo ch’ella è una delle tre maggiori conquiste ottenute dalla speculativa dei nuovi tempi sopra le età trapassate. E per vero ne’ tempi antichi fu credenza quasi comune che il fato governasse troppa gran parte dei casi umani; che le sorti delle nazioni e più universalmente della vita sociale e civile si rivolgessero in circolo; che, in fine, i mondi uscissero dalla materia preesistente e increata. Ora, dal sentimento cristiano emersero i tre opposti concetti della provvidenza, della civiltà progressiva e della creazione dal nulla. E lasciando stare i due primi de’ quali non occorre al presente discorrere, certo é che la dottrina della creazione ex nihilo sciolse la metafisica d’infiniti viluppi da cui non valsero a distrigarsi neppure gl’ingegni portentosi di Platone e di Aristotele."
      },
      {
        "index": 14,
        "text": "109. — Ma così non pensano i panteisti, da’ quali si obbietta in fra l’altre cose che la creazione è impossibile; produca ella un effetto finito od un infinito. Non può (dicono) produrre effetto finito, perchè opposto all’essere della cagione; non effetto infinito, perchè è ripuguante l’esistere di due infiniti congeneri; e se non sono congeneri, l’uno non contiene l’altro potenzialmente; oltredichè, all’infinito dal quale esce la creazione non dee mancare veruna forma d’infinità e quindi nemmanco quella che vuolsi fare apparire per creazione."
      },
      {
        "index": 15,
        "text": "110. — Tutto il nerbo della istanza, per mio giudicio consiste nel parlare della cagione assoluta come farebbesi delle relative e la cui opera è tutto giorno manifestata dalla induzione sperimentale. Nessun legame d’identità è mestieri che corra tra la cagione assoluta e l’effetto esteriore finito; e questo per differente che sia sempre verrà compreso virtualmente e analogamente dalla efficienza infinita; la quale conoscerebbe le angustie del limite ognora che dovesse dar l’essere al simile solo e non al dissimile. Se, pertanto, il finito à essenza diversa dall’infinito, per ciò non vietasi che questo sia creatore di quello. Nè alcuno soggiunga che qui trattasi dell’opposto e contradittorio e non del solo diverso. Avrebbesi contradizione certo ad unificare e consustanziare finito e infinito come osano di pensare e di figurare i panteisti per appunto. Ma nella supposizione nostra l’infinito fa esistere il finito fuori di sè, il quale sostanzialmente diviso da lui costituisce fuori di lui il diverso e per certi rispetti il contrario. L’infinito, adunque, se non può essere diverso ed opposto con sè medesimo, può fare esistere fuori di sè e il diverso e l’opposto. In che modo non s’indovina e niuno mai lo saprà; e solo da ciò impariamo che quando trattasi di cagione assoluta nessun’attinenza d’identità con l’effetto rimane necessaria. La qual cosa non interdice che passino fra i due termini altresi delle simiglianze; e già vedemmo per addietro quali sono e quanto mirabili. Ma nel rispetto logico che al presente ci occupa, la relazione sola che di necessità vi scorge il nostro pensiere si è della potenza efficiente. Nè di questa puranco bisogna pigliare l’idea e l’immagine dalle cose finite dove la potenza riducesi alla contrazione dell’atto e però non somiglia l’atto compiutamente. Ma in Dio è l’atto soltanto, e però la potenza sua vuol dire la causalità in atto e null’altro."
      },
      {
        "index": 16,
        "text": "111. — Mi viene pensata qui una nuova specie d’istanza intorno al proposito, la quale non voglio tacere, perchè ricorda molto bene la sentenza d’Aristotele che Dio non può conoscere i particolari sensibili. È lecito dunque di obbiettare contro la creazione ex nihilo nell’infrascritto modo. Concedasi che Dio possa creare il diverso da sè, per la virtù efficiente ed illimitata che possiede. Ma creare senza ragione non può, nè la ragione dei finiti può aversi senza pensarli. Ora tutte le forme del pensiere di Dio sono infinite; quindi non vi può stare la cognizione vera dei veri finiti. D’altra parte, al difetto della cognizione non supplirebbe l’intuito perocchè questo domanderebbe di già esistenti que’ finiti che si voglion creare. Nè il colpo della obbiezione sarebbe schivato allegando la ignoranza in cui siamo circa la natura dell’intelletto divino. Conciossiachè, secondo i principj dei deisti, nulla di finito può entrare nella mente di Dio. E questo forse fu il nodo che mosse gli antichi ad ammettere la materia preesistente, la quale sembra il vero principio della divisione e della individuazione. Ad ogni modo simile istanza mentre ferisce il teismo nel suo dogma di creazione, si spunta e cade a rispetto del panteismo, il quale dà nascimento al finito insieme coll’infinito e pone a capo del tutto la suprema d’ogni legge e d’ogni ragione la nankes dei Greci, quella dea terribile a cui il senno stesso di Giove obbedisce tacendo."
      },
      {
        "index": 17,
        "text": "112. — A tuttociò rispondiamo: che pure escludendo da Dio qualunque forma finita, è pazza cosa il credere di sapere che egli, creator del finito, non abbia modo veruno ed anzi non ne abbia innumerevoli per conoscere perfettamente il finito siccome tale. E non conosce egli Iddio universalmente il contrario dell’essere, e perciò il contrario ancora dell’infinito? Oltreciò vedesi qui manifestamente l’errore abituale di applicare a Dio le nostre misure anguste ed umane e il nostro modo peculiare di conoscere e d’intuire. Cosi scordiamo che in Dio un atto medesimo e indivisibile crea e conosce il creato e lo stesso atto indivisibile lo vuole e lo giudica. Il creato è sempre d’iunanzi a Dio e sempre fu e sarà; perocchè l’eterno è indivisibile e però riesce simultaneo perfettamente col tempo. E il cominciamento del mondo torna agli occhi di Dio siccome il capo d’una retta che si prolunga nello spazio ed un solo sguardo la può apprendere nella sua interezza."
      },
      {
        "index": 18,
        "text": "113. — Noi dunque siamo pervenuti a rassodare da ogni parte la credenza comune al mondo creato dal nulla e creato si veramente nel tempo, ma per l’eterno ed estemporaneo decreto che vuole il bene infinito e vuole il bene possibile."
      },
      {
        "index": 19,
        "text": "Così la metafisica nostra dopo fondato il principio dell’essere e il principio del conoscere, deduce altresì a priori e da un medesimo pronunziato il principio delle esistenze finite, principium fiendi; e come con l’uno trovammo la dottrina dell’Assoluto, con l’altro le forme del vero; al presente con questo terzo la cosmologia viene per necessità logica annessa all’ontologia e più specialmente alla teologia razionale."
      },
      {
        "index": 20,
        "text": "114. — Ma quale prova ci dài tu (soggiungeranno qui molti) che la creazione apparve nel tempo? quando Platone e Aristotele ed anzi l’antichità intera (può dirsi) tennero contraria opinione, e dopo che il Kant registrava questo tuo pronunziato fra i paralogismi non estricabili della ragione? Qui pure noi ci rimettiamo a quanto scrivemmo altra volta su tale pretesa necessità dell’errore. No, la ragione, lettor mio, non paralogizza; atteso che dove sente mancare la vigorezza de’ suoi raziocinj si ferma e conosce distinto di non potere conoscere. Ma perchè la prova della temporalità del mondo è semplice quanto irrepugnabile, volentieri la ripetiamo."
      },
      {
        "index": 21,
        "text": "115. — Il mondo consta o d’un solo subbietto modificabile ovvero di molti; e dacchè nell’uno e nell’altro caso non può essere due cose diverse in tempo e in subbietto identico, le modificazioni sue diverse, ed anzi al tutto contrarie, come la quiete e il riposo, come volere e disvolere, compaiono successive, e l’una cessa quando l’altra comincia. Abbiamo pertanto nel mondo una serie numerabile di mutazioni; e si avverta che al questa serie il numero si applica più e meglio che altrove. Conciossiachè ogni mutazione successiva dura un quanto di tempo e si distingue e separa dalle anteriori in modo cosi compiuto e profondo come l’essere dal cessare di essere."
      },
      {
        "index": 22,
        "text": "116. — Non prevalga qui l’obbiezione kantiana che la quantità, il numero e la durata medesima sono forme del nostro spirito senza subbietto correspettivo esteriore. I dubj e le negazioni di Kant sono al di d’oggi ristrette nei giusti termini. Certo, la quantità, il numero, la durata e l’altre categorie contengono un elemento relativo e proprio del nostro spirito, ma corrispondono eziandio con isquisita e continua precisione ad un termine obbiettivo esteriore. Se la successione, per via d’esempio, fosse del solo spirito, e si risolvesso in una forma sua ingenita vuota d’ogni realità, converrebbe che il volere e disvolere di lui, il suo negare e affermare, le sue passioni ed azioni perfettamente coincidessero; e vale a dire ch’egli fosse identicamente e non fosse quello che è. E nota che pel nostro argomento basta che una sola specie di mutazioni numerabili esista nel mondo; e quelle del pensiere non possono venir negate dal Kant medesimo, quando non neghi altresì il principio di contraddizione e l’attività onde emanano le categorie e gli schemi. Chè se il tempo, come opinò Leibnizio, consiste in un mero ordine, e noi nol contraddiciamo. Ci basta quel definire e specificare che egli fa il detto ordine domandandolo ordine dei successivi. Adunque consente Leibnizio che nella natura v’à una certa serie successiva e numerabile di mutazioni."
      },
      {
        "index": 23,
        "text": "117. — Ma una serie numerabile non può riuscire infinita. Forza è dunque salire con la mente ad un primo termine, e cioè ad una mutazione sopra la quale non se ne può concepire alcun’altra. Ciò porta che la sostanza del mondo o cominciò con quella primissima mutazione, ovvero l’antecedette. Nell’un supposto, il mondo ebbe principio; nell’altro dico parimente che l’ebbe. Per fermo, lo stato della sostanza e il modo suo di essere anteriore a tutte le mutazioni non potè, secondo il supposto, avere durazione nè infinita nè finita. Non potò il primo, perchè è contradittorio aggiungere una quantità infinita ad una serie finita e dare termine a ciò che non conobbe principio. Non potè il secondo, perchè affermandosi quello o quel inodo non avere avuto cominciamento si nega essere un finito a rispetto della durata. Il mondo è, pertanto, incominciato nel tempo, e parlandosi più esatto, egli medesimo iniziava la finita durazione che è il tempo. Obbiettano alcuni, e l’Hegel fra gli altri, che nella serie delle successioni mai non si perviene alla prima nè coi numeri nè con la immaginazione; e che sempre incontrasi una durata, come io notava poc’anzi, nè finita nè infinita. Ciò vuol dire che la durata la quale a noi sembra che sopravanzi le durazioni parziali e finite delle cose non è del mondo e non gli appartiene ed ella non riceve in sè proprio la serie numerabile dei momenti del tempo. Ma qui occorre spiegare più latamente il concetto."
      },
      {
        "index": 24,
        "text": "118. — Il tempo si risolve in successione di mutazioni o vogliasi dire in una serie di durate parziali e l’una fuori dell’altra. Tutte dunque si riferiscono alla durata continua; o per lo manco l’intelletto avvisa in tutte cotesto riferimento; e di più crede l’assoluto e infinito a cui pensa non essere cosa fantastica e non produrre egli a sè stesso un vano ente di ragione."
      },
      {
        "index": 25,
        "text": "Ei pare che ogni metafisica, per compendiosa che voglia essere, tenga obbligo di scandagliare la natura di cotesti due massimi contenenti la durata e lo spazio. Dello spazio facemmo sufficienti parole, a ciò che stimiamo, in altro dettato e sciogliemmo le travagliose antilogie che vi s’incontrano. Sebbene là pure ci occorse di far qualche menda come vedrai nell’appendice."
      },
      {
        "index": 26,
        "text": "«E di quest’anco mi fo coscienza.»"
      },
      {
        "index": 27,
        "text": "119. — Diremo qui alcun poco intorno della durata. Notiamo anzi tutto che di una cosa com’ella è supremamente semplice, differentissima dalle altre e simile unicamente a sè stessa e la quale non appartiene a genere alcuno, si possiede forse la stessa notizia che il volgo possiede e nulla di più nè di meglio; e forza è dire con esso-lui che la durata è la durata. Ciò non ostante, cotesto assoluto e infinito che non è nelle cose caduche e mutevoli, nè può risultare di tutte le durazioni loro parziali ed è uno perfettamente e senza ombra alcuna di divisione e composizione, dove esiste e come? Chè qualora non fosse reale e obbiettivo, la questione circa la eternità e temporaneità del mondo perderebbe ogni qualunque significazione, e ciò si pensa dal Kant e da molti tedeschi. Ma noi replicheremo pur sempre che le mutazioni non ponno accadere simultanee in subbietto identico perchè sarebbero e non sarebbero; alcuna cosa dunque le separa e ciò è il continuo della durata. Ora, noi affermiamo che l’assoluto della durata, o voglia dirsi la eternità, non si concreta in altro se non nella esistenza perenne ed inalterabile dell’atto creativo. E come tutti gli enti finiti e creati dipendono da quell’atto e gli sono congiunti per legame di causalità, così eziandio la durata loro si riferisce naturalmente ad esso atto creativo. Imperocchè ad ogni momento del loro esistere è simultanea l’efficacia e la persistenza di quello; e intanto prolungano la propria esistenza in quanto in ogni attimo esso li mantiene e sostiene. Il tutto insieme adunque del tempo e la fuga intera dei secoli risulta di una serie di mutazioni e di permanenze con riferimento continuo alla eternità immobile e indefettibile di quell’atto per cui sussistono e da cui ricevono i limiti della propria esistenza. La durata, pertanto, e la causalità sembrano termini che si convertano. Non di meno, confessiamo che la durata non ci pare al tutto confondibile con la causalità e con le esistenze che ne provengono; sebbene quando vogliamo separarla dalla causalità e dalle esistenze ci è interdetto di rinvenire altra cosa discernibile e positiva."
      },
      {
        "index": 28,
        "text": "120. — Questo poco osiamo di pronunziare intorno alla natura del tempo e della durata. E pur questo poco, sebbene negativo, nella più parte, dee prevalere alle incongruenze di altre rumorose filosofie. In quella di Hegel, ritroverete, per via d’esempio, com’io avvertiva poc’anzi, che la teorica dello spazio mette suo fondamento nell’ambigua significazione della voce esterno, ora assunta nel suo senso litterale ed ora nel tropologico. A rispetto poi della durata, Hegel sembra quasi dissimularla involgendone la nozione in quella del diventare. E in verità, nulla diventa se non nel tempo, e questo è segnato e notificato dal succedere delle mutazioni. Se non che la mente non vi si ferma nè si rinchiude ne’ suoi termini; ma per legge propria e costitutiva pensa la eternità che contiene e misura il tempo. Concedasi pure che quel finito di tempo il quale si suppone anteriore al nascere stesso del tempo à illusione della virtù nostra fantastica. Ma il tempo comincia nella durata assoluta e v’à un’esistenza che gli è anteriore logicamente se non cronologicamente. Perciò nell’ordine delle idee l’essere che diventa, invece di creare la durata, la presuppone; e quel punto in cui dal nulla incomincia ad essere, segua di necessità un prima ed un poi, un presente e un passato. E come questo passato non può attribuirsi all’essere che comincia, tiene a forza riferimento ad una esistenza anteriore, la quale, del sicuro, nè principio mai ne venne diventando quello che è. Dal che si scorge come al filosofo prussiano è sovente necessario di presupporre quell’assoluto e quell’infinito di cui intende avere scoperta la culla e trovate le origini; e gli è necessario di presupporlo distinto e diverso da ciò che diventa. Per fermo, questo concetto della durazione assoluta, la quale precede, o a dir meglio, contiene il tempo ed il principiare e mutare delle cose finite, mosse gli antichi contemplatori di Media e di Persia a credere che madre di tutte le cose è la Eternità in loro lingua chiamata Achereme, la quale eternità, fecondissima e nudrice di tutte le cose, è appunto l’atto perpetuo creativo di cui ragioniamo."
      },
      {
        "index": 29,
        "text": "121. — Domandasi per ultimo, quello che circa la teorica della durata può venire dedotto a priori. Al che si risponde coi pensieri di già espressi più sopra. Se proprio dell’infinito è la immutabilità; la mutazione, invece, debb’essere propria del finito, almeno, in possibilità. Ma la possibilità del mutare inchiude la possibilità del succedere una esistenza ad un’altra; e se vi à serie di successioni, queste non potendo sommare un numero infinito ebbero tutte cominciamento; e se accadono in un subbietto sostanziale e compongono la serie de’ suoi mutamenti, quel medesimo subbietto non è eterno ma temporaneo; dacchè nel supposto della eternità egli sarebbe stato in una condizione anteriore di essere che avrebbe termine e non avrebbe avuto principio e converrebbesi concepirlo identicamente finito e infinito."
      },
      {
        "index": 30,
        "text": "D’altra parte, la mutazione non è nei finiti creati una sola possibilità ma una vera attualità. Poichè, riuscendo contradittorio il dar loro a un sol tratto ogni incremento possibile e la bontà e sapienza divina volendo riempiere interamente la capacità dei finiti di dilatare il proprio essere, vuole che ciò accada per successione o mutazione che si dica. Ma di questa ultima considerazione noi dobbiamo aspettare la dilucidazione e dimostrazione intera nella seconda parte dell’opera."
      },
      {
        "index": 31,
        "text": "122. — Così il concetto della durata mena esso pure alla conclusione che il finito non può in veruna maniera essere consostanziale con l’infinito. Conciossiachè tutte le mutazioni finite debbono accadere in subbietto similmente finito o vogliam dire che à principio e quindi può avere termine."
      },
      {
        "index": 32,
        "text": "Ma d’altro lato, come qualunque limitazione domanda fuori di sè qualcosa d’illimitato, così il durare del tempo domanda l’eternità; e mentre tutte le mutazioni finite si raccolgono nel tempo, tutto esso tempo è compreso nella eternità. Impertanto la eternità è il gran contenente delle durate finite, sebbene ciò non conduce ad alcuna identità di sostanza fra il temporale e l’eterno, fra le cose mutabili e transitorie e l’Ente che non muta e non transe."
      },
      {
        "index": 33,
        "text": "123. — La durata infinita ovverosia l’eternità non è un subbietto sustanziale per sè esistente ma si è una appartenenza dell’Assoluto non al tutto però confondibile con la esistenza e con la causalità; ancora che, come dicemmo, a gran pena la mente perviene a compiere ed a mantenere quella distinzione. Tale appartenenza poi dell’Assoluto porge ad extra il termine di comparazione e di misura a tutte le durazioni finite."
      },
      {
        "index": 34,
        "text": "Dopo il che torniamo ad osservare che la durata è nozione primitiva e semplice e però misteriosa e incapace li vera analisi partitiva e propriamente scientifica."
      },
      {
        "index": 35,
        "text": "124. — Nè è possibile di cansare in essa la difficoltà incontrata già nell’analisi della nozione di spazio, e vale a dire che non appena abbiamo seguato con la mente un tempo finito, subito lo scorgiamo terminato da altro tempo che ricerca altro limite e sembra non potere mai incontrare l’ultimo. Onde qui ricorre eziandio di necessità un discorso molto simile a quello tenuto da noi per lo spazio. E cioè che ogni tempo finito à per la nostra mente una riferenza necessaria al durare assoluto, a rispetto del quale ogni serie di finiti riesce del sicuro continua ed interminabile, perchè connettesi con un subbietto perfettamente uno e che nessun numero può esaurire. Ed è veramente ogni tempo contenuto nella eternità e come si disse più sopra nell’infinito durare dell’atto creativo. Ma non vi è certo, contenuto come suo modo o sua affezione o suo fenomeno; e il nesso è di natura metafisica e impossibile a noi di spiegare e di applicargli le usate categorie. Ci basti di sapere che nesso consostanziale non è nè può essere. Invece uello spazio i finiti di estensione sono vere modificazioni e fenomeni del subbietto comune che è lo spazio o veramente della virtù estensiva la quale mai non può venire scambiata e confusa con la divina immensità."
      },
      {
        "index": 36,
        "text": "Pertanto, chiunque domanda quello che fosse il tempo prima del primo apparire della creazione, dee confessare che nella sua richiesta non è un netto significato. Innanzi al tempo non può esservi tempo; e il prima e il poi sono termini a lui relativi."
      },
      {
        "index": 37,
        "text": "125. — Discende per ultimo da tutto questo che eziandio il tempo risolvesi in una speciale attinenza con la causalità come tutte le attinenze che legano il finito all’infinito. Di quindi pure discende che la discrepanza profonda la quale separa i teisti dai panteisti riesce pur sempre in una diversità di rapporto. Imperocchè i primi connettono i due termini col nesso della causalità operante ad extra, i secondi o col nesso della sostanzialità e il tutto risolvono in subbietto ed in modo, ovvero risolvono il tutto in causa ed effetto immedesimati perfettamente l’uno nell’altro."
      },
      {
        "index": 38,
        "text": "Similmente, ogni contenenza divina o vogliasi dire ogni forma della divina immensità debbe ad extra essere concepita come la stessa infinitudine dell’atto creativo la cui efficienza spandesi in qualunque tempor e luogo e in qualunque cosa."
      },
      {
        "index": 39,
        "text": "126. — Rimenando ora il discorso al concetto di creazione e al determinare s’ella apparisce nel tempo ovvero è coetanea con Dio, rammentiamo le già descritte conclusioni le quali sono che se nel creato occorrono i mutamenti, questi arguiscono una serie di durazioni l’una assolutamente esclusa dall’altra e però si à una serie di termini che non può riuscire infinita ed à necessariamente un principio. Altramente, converrebbe a capo di cotal serie porre un termine il quale nè fosse finito nè fosse infinito il che è evidentemente assurdo. Ma se la creazione ad extra ebbe principio, ella (non si dimentichi mai) esisteva eterna nella sua idea. Vale a dire che la efficienza e ragione del mondo era appo Dio e coeterna con lui; ed era infinitamente più sostanziale e più sussistente che l’effettuazione sua esteriore nel tempo. Se non che le determinazioni finite, siccome tali, vi stanno tutte in modo analogo e sopraeminente."
      },
      {
        "index": 40,
        "text": "127. — Là dunque sussiste ab eterno e sussisterà sempre così la vera possibilità di tutte le cose finite, come la ragione non defettibile per cui sono esse ordinate alla massima partecipazione del bene e dall’estremo della impotenza vengono a grado per grado alzate alla massima attività e dalla confusione caotica nella quale per sè sole cadrebbero, vengono menate al colmo dell’armonia e s’accostano ad assomigliare l’unità e perfezione divina, quanto il finito può farlo sotto l’influsso d’una potenza d’una bontà e d’una sapienza infinita che informano indivisamente l’atto creativo."
      },
      {
        "index": 41,
        "text": "Cotesta idea eterna del inondo che è la sintesi vera e perfetta di tutto il finito è naturalmente superiore d’infinito eccesso (parlandosi con Dante) alla umana comprensiva. Nondimeno perchè riuscisse la mente nostra per qualche grado capace di comprendere il mondo, senza il che tutte le cognizioni rimarrebbero sciolte e sconnesse, fu ella dotata di certi simboli e di certe stupende forme di unificazione per le quali può venir raccogliendo e ordinando la immagine dell’universo creato. E questa rispondenza portentosa del sub-biettivo umano coll’obbiettivo della natura è della creazione stessa (quando sia lecito così parlare) il portato più luminoso e che più fa stordire il nostro intelletto; ed in esso consiste la logica siccome scienza e come indagatrice del formale di tutto lo scibile."
      },
      {
        "index": 42,
        "text": "Bastino per al presente cotesti ceuni ai quali torneremo forse più tardi."
      },
      {
        "index": 43,
        "text": "129. — Innanzi di chiudere questo Capo, io voglio pure una volta confessarmi ai lettori del modo tenuto a discutere la presente materia ed altre che la precedono. Perocchè io m’accorgo assai bene che quel varcare per tanti sillogismi e per si minute obbiezioni e risoluzioni non si concorda punto col fare dei moderni; e appena lo sopportano ancora le scuole dei chierici dove si accetta per un’arte ed un’occasione di esercitare gl’ingegni e tenerli pronti alle difese di che ànno bisogno continuo. A’ di nostri, il ragionare de’ metafisici o si allarga in discorso ornato e rotondo siccome in Francia, ovvero va stringato e succoso dallo assunto alle conseguenze, come in Germania. In ogni modo, non debbono le obbiezioni apparire a caso e con niuna ragione di ordine; e non può lo scrittore cui piacciono i metodi antichi declinare dagli esempi delle Somme più celebrate e massime da quello che porge san Tommaso in ogni suo dettato, dove le istanze si mostrano distribuite a norma di loro importanza e giusta il percuotere che fanno la tesi nel generale ovvero nel particolare in via diretta o indiretta e così seguita per altre condizioni e rispetti. Onde quell’objice primum, objice secundum ei rimanenti combattono quivi, direbbesi, a buona guerra e in maniera regolata, non per sorpresa e per accidente come farebbero delle masnade appostate all’assalto."
      },
      {
        "index": 44,
        "text": "129. — Noi rispondiaino a tutto ciò questa sola parola, ed è che all’ordine scolastico antico abbiamo preferito la storia e il racconto de’ nostri pensieri, secondo che porta lo spirito e lo intendimento di questa opera. Il qual racconto non accade senza profitto notevole. della verità e della scienza. Perocchè nel fatto nessuna cosa è più agevole quanto ferinare il pensiere in una proposizione astratta e assoluta. Ma difficilissimo è poi impedire ch’ella non ecceda nella sua significazione o per lo contrario non basti a contenere i concetti suoi elementari ed appropriati. Nè alcuna cosa la salva meglio da tali estremi e la definisce e circoscrive a rigore, quanto venirla paragonando e cimentando con le proposizioni che la oppugnano o tutta od in parte."
      },
      {
        "index": 45,
        "text": "130. — Concedo che altri nasconderebbe ad ogni veduta molte di coteste filiere e lambicchi pei quali debbono trapassare le proposizioni assolute innanzi di mostrarsi al mondo con la solennità e l’autorità di massimi filosofemi. A me à sembrato diversamente; e quando il lettore ne sia rimasto tediato e poco istruito, del sicuro io non indovinavo il metodo buono. Nel contrario caso, non mi sgomenterà gran fatto la taccia di misera pedanteria che altri m’apponga."
      }
    ]
  }
}
