{
  "chapterNumber": 51,
  "title": "Vol. II, Libro Terzo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "AFORISMI INTORNO AI METODI DELLA NATURA."
      },
      {
        "index": 1,
        "text": "1. — Di quindi innanzi la parola natura piglierà spesso un’accezione affatto speciale e però meno estesa, ed esprimerà quel complesso di enti in cui è ragione soltanto di mezzo e non già di fine; o con altri vocaboli, in cui non apparisce alcuna attuazione di bene assoluto ma invece apparisce una potenza mediana a quello conducente. Chiaro è poi che fatta e riserbata tale distinzione e definizione, non sia improprio ed auzi diventi appositissimo l’accomunare al mezzo ed al fine l’appellazione medesima e chiamarli beni ambidue, dacchè la mente non può non partecipare al mezzo una certa ombra e un certo riflesso della bontà e sostanza del fine, essendo termini rispondenti d’una stessa relazione. E certo è che non si può avere scienza di alcuno dei due separatamente, e noi li terremo in cospetto entrambi investigando l’essere della natura in quanto (come si disse) ella è coordinazione di mezzi ed è subbietto generale e continuo della cosmologia fisica."
      },
      {
        "index": 2,
        "text": "2. — Ci sembra evidente che la cognizione dimostrativa e come suol dirsi a priori di tale complesso coordinato di mezzi non debba originarsi altramente che dallo studio indefesso ed acuto delle attinenze fra il finito e l’infinito, o come domanderebbeli il Bruno, tra la natura naturata e la naturante; ma formandosi però dei due termini concetto molto diverso; perchè la virtù naturante è per noi il vero infinito. Il quale non già si versa fuori di sè per una specie di emanazione e ripetizione di sè medesimo; ma fa comparire nel tempo con divisione sostanziale l’indefinito dei possibili; il cui tutto insieme ancora che differente per intima essenza dall’assoluta infinitudine e però da lei quasi alienato, nullameno cura e imprende d’imitarla siccome può, e riconducesi di tal guisa a poco per volta inverso il principio onde mosse."
      },
      {
        "index": 3,
        "text": "3. — Dovrà la serie lunghissima ed anzi non terminabile delle mediazioni, a così chiamarle, procedere dall’ente che nel minimo grado coopera all’attuazione del fine insino all’apice dell’organismo; posciachè in questo è la concordanza migliore dei mezzi e la migliore e più efficiente unità delle parti e del tutto; e debbe comparirvi la sintesi maggiormente connessa e fruttuosa di tutti i termini anteriori. La quale sintesi, ricordandoci le impotenze e necessità del finito, è senza fallo il travaglio incessante e più laborioso della natura. E nel dimostrare le arti e i metodi che vi adopera, noi avviseremo altrettante manifestazioni della immanenza di Dio nel creato. Perocchè dentro alle cose è il fatale, il necessario e l'inconsapevole; ma sopra e intorno di esse è la divina mentalità."
      },
      {
        "index": 4,
        "text": "4. — Dall'effettuar la natura tutti i possibili o propriamente i compossibili risultò quell'adagio che afferma ch'ella non procede per salti ed è citato e applicato spessissimo dai filosofi sperimentali. Dopo le conclusioni dedotte da noi con rigore (ci sembra) e con diligenza intorno alla fattibilità delle cose, egli non par dubio che veramente se qualche forma di essere può tramezzare tra due altre distinte e poco diverse certo ella verrà all'esistenza. Ed ecco ragione perchè i generi le specie le famiglie e le classi de' zoologi e de' botanici assai volte ne' loro confini si mescolano e quegli scienziati penano molto a ben ravvisare dove cominciano e dove terminano, tanto i trapassi riescono impercettibili."
      },
      {
        "index": 5,
        "text": "5. — Nondimeno, perchè ogni essere à certa essenza determinata persistente e non alterabile e certa ragione necessaria della omogeneità e coerenza interiore della sua forma, egli può accadere che tra un'essenza ed un'altra diversa non entri interposizione nessuna, atteso che il contrario varrebbe quanto pretendere che intervenga certa medietà fra il quadrato ed il circolo. Non è da maravigliare impertanto che alcuna fiata i trapassi graduati e minuti faccian difetto. Anzi aggiungiamo che dovendosi in natura far luogo al tutto simile e al tutto diverso questo del sicuro si spicca e disgiunge assolutamente dalle altre serie di cose."
      },
      {
        "index": 6,
        "text": "Ma parlandosi del mondo che noi conosciamo e dove il simigliante e il diverso riescono assai mescolati, nientedimeno non è da scordare che vi operano cagioni parecchie differentissime l'una dall’altra; e se ciò non fosse, il finito amplierebbe la propria efficacia per la sola congiunzione e cooperazione del simile che tra i modi d’ampliazione da noi definiti più volte è il meno fruttuoso. In quel cambio con la diversità dei principj ottiensi la partecipazione appunto del diverso nel simile e quell’artificiosa, così la chiamo, unità dei contrarj che giungesi ad ottenere nella cospirazione dei mezzi, nei composti strumentali e nella organizzazione fisica, come si avviserà a suo tempo; ed allora vedremo che per incompatibilità di essenze avvi salto necessario e profondo dalla chimica, per via d’esempio, all’organizzazione, da questa all’animalità e dalla animalità al principio razionale."
      },
      {
        "index": 7,
        "text": "6. — Il perchè quella legge di continuità predicata da Leibnizio e da molti filosofi, tuttochè vera in sostanza quando la natura è considerata come ricettacolo dell’infinito delle possibilità e quando si pensa che l’essere può variare altresì per infinitesimi, riceve per le ragioni anzi esposte eccezioni frequenti e copiose nell’ordine della realità; e segnatamente per ciò che nella natura, non ci stanchiamo di replicarlo, il diverso non abbonda meno del simile; dovechè nel concetto di Leibnizio il fondo delle cose era da ultimo la identità."
      },
      {
        "index": 8,
        "text": "7. — Nè si biasimano per tutto ciò i fisici che pigliano a scorta de’ loro studj cotal legge della continuità; e l’esperienza ci dimostra che cercando essi con premura ostinata qualche essere intermedio fra uno e altro vivente, perchè troppo diversi e disgiunti, l'ànno rinvenuto delle volte parecchie. E nemmanco ignoriamo che numerosi intervalli trovati dentro le serie degli animali furono riempiuti, a così parlare, da altre specie fossili al presente scomparse. Non però di meno, la ignoranza profonda che noi sosteniamo della essenza dell'organismo fa che il differente ed il simile delle specie e dei generi sia il più del tempo riconosciuto e classificato empiricamente, e neppure possiam prevedere e prenunziare con sicurezza una minima varietà, ricevendo tal voce nella significazione peculiare che dannole i naturalisti. Certo, quando la paleontologia rivelò, non sono molti anni passati, venti e più mila specie di pesci fossili tra le quali oltre le forme affatto perdute ogni specie ora vivente ritrova innumerevoli varietà ed analogie tutte nuove ed inopinate per noi, conviene procedere più modesti nel giudicare della continuità o discontinuità delle cose."
      },
      {
        "index": 9,
        "text": "8. — Ancora si può domandare se tal legge di continuità prosegue a mostrarsi nell' ordine delle mutazioni per modo che queste succedano in minimi gradi e solo in gran progresso di tempo manifestino risultamenti notabili; e ciò sia vero particolarmente dove non operano se non le cagioni costanti ed universali o le cagioni minute ed accidentarie che sono tutte passeggiere e poco efficaci. 9. Noi già fermammo nel primo Libro della cosmologia che le cagioni accidentarie non differiscono dalle sostanziali perchè sieno più contingenti ed operino con leggi meno costanti, ma solo perchè sono specifiche ed operano più radamente e con meno durevolezza e noi con molto maggiore difficoltà ne scopriamo il tenore e l’indole intrinseca non mutabile. Ma lasciando ciò stare, certissimo è che operando nel creato cagioni e principj diversi neppure l’ordine di successione e di mutazione può mantenersi identico sempre e trascorrere a minimi gradi da un cangiamento ad un altro; e ciò importerebbe che tutte le variazioni nel mondo si risolvessero in alterazioni di quantità estensiva o intensiva. Di più diciamo che lo straordinario ed il consueto, il nuovo e l’antico, il lento e aspettato e il súbito e affatto impensato nella natura ànno valore ed importanza non diseguale; perchè l’uno e l’altro sono governati dalla stessa necessità, come sotto diverso rispetto sono governati dalla sapieuza medesima. Quindi può benissimo la natura ritrarre effetti strepitosi e immensamente fecondi da cause minime in apparenza ed insufficienti."
      },
      {
        "index": 10,
        "text": "10. — Mentre ogni cosa nel nostro globo è principalmente avviata ad apparecchiare l’abitazione dell’uomo e fargli possibile la sussistenza, un picciolo aumento di carbonio nella composizione dell’aria l’avrebbe innanzi impedita ed ora la condurrebbe al niente. Del pari ogni leggier mutazione nella forma dei continenti e dei mari prodotto avrebbe un’indole di nazioni, un succeder di fatti e un corso di civiltà sostanzialmente diverso da quello che insegna la storia."
      },
      {
        "index": 11,
        "text": "11. — Un grande uso e abuso fanno ora i fisici del presunto metodo della natura di condur sempre l’opere sue con perseveranza di causa e col minimo di azione."
      },
      {
        "index": 12,
        "text": "12. — Il vero di questo principio consiste in ciò, che da ogni parte in natura l’indefinito tien luogo dell’infinito; la qual cosa apparisce con maggiore evidenza nel quanto; perocchè il moto che lo genera o lo manifesta, non salta verun punto intermedio; e di tali punti ve n’à innumerabili in ogni distesa di spazio. Da ciò proviene, noi ripetiamo, che le cause medesime qualora agiscano e mutino per sola ragione di quantità, certo spiegano in ciascun istante un minimo di azione. E perchè l’indefinito si allarga ed insinua eziandio nelle mescolanze ordinarie del diverso e del simile e per cotal guisa il diverso ed il simile trapassano l’uno nell’altro con insensibili gradi, ne seguita che qui ancora si mostra molto spesso certo minimo di azione, allato a certa continuazione e medesimezza di causa."
      },
      {
        "index": 13,
        "text": "13. — Ma i dotti, al mio parere, scordano da capo che nella natura avvi altresì il diverso intero e assoluto, o poco assai mescolato col simile; e però i trapassi ed i cambiamenti debbono parecchie volte riuscire immediati, violenti, e non graduati. Per fermo, nelle fortune di mare, nei terremoti e nelle eruzioni dei vulcani è subitaneità quant pienezza ed energia estrema d’azione. E tu di’ il simile delle foreste americane arse ed incenerite; il simile della saetta folgore che percotendo (poniamo caso) in magazzini da polvere semina d’improvvise ruine il suolo. Mezza Olanda verrebbe sommersa in pochissimo d’ora, quando si rompessero per accidente gli argini al mare colà costruiti."
      },
      {
        "index": 14,
        "text": "14. — Nè duranti tutte le epoche geologiche gli è da pensare che mai in nessuna parte non sia stato schiuso all’oceano un varco, pel quale precipitando avrà del sicuro sommerso in tempo brevissimo larghi continenti situati sol poche dita più giù del livello suo."
      },
      {
        "index": 15,
        "text": "15. — Vero è bene che il simigliante, secondo si spiegò altrove, è più generale; e il diverso appare più spesso nell’atto delle cagioni particolari. Di quindi avviene che quanto più si esamina la natura nella generalità dei fenomeni e nella lunghezza del tempo, tanto sembrano sparir maggiormente le differenze e le cose procedere ai fini loro per trasmutazioni uniformi e lentissime. Con tutto ciò, nel sistema solare stesso scorgiamo segni d’azioni violente e improvvise, s’egli è pur vero che i pianeti molti e minuti comparsi tra Giove e Marte sieno frammenti d’un solo astro scoppiato per fuoco interiore o per urto con altro corpo celeste. E chi questa supposizione ricusa, riducasi almeno in memoria il subito comparire di alcune stelle e lo sparire di altre e il mutar colore di moltissime pressochè repentinamente."
      },
      {
        "index": 16,
        "text": "16. — Non si vuol negare che il Cuvier corse troppo affrettatamente a credere che le mutazioni profonde delle forme animali accadute nelle epoche geologiche procedessero quasi tutte da spaventevoli cataclismi; e meritò bene della scienza il Lyell supponendo all’incontro che la maggior parte di que’ cambiamenti sia succeduta a minimi gradi e nella lunghezza sterminata dei secoli. Ma non isdrucciola egli forse alcuna volta nell’altro eccesso, negando quasi per intero ogni mutazione violenta e rapida o confinandola in troppo ristrette regioni e tra transitorj accidenti? Chi può, per via d’esempio, negare che gli elefanti della Siberia non perissero tutti a un tratto per rivoltura strana e subitanea di clima e per diluvj veementi di acque, dapoichè le carni d’alcuno fra essi non soggiacquero a putrefazione e gli scheletri loro giacciono accatastati e in quantità enorme nel fondo delle caverne e sulle ripe dei fiumi?"
      },
      {
        "index": 17,
        "text": "17. — Il finito come discostasi dall’uno così dovrebbe discostarsi dal semplice, il quale nelle cose della natura, e vogliam dire nel molteplice e nel diverso, riducesi sempre a certa unità congiunta e contemperata alla massima varietà, simplex dumtaxat et unum."
      },
      {
        "index": 18,
        "text": "18. — Noi risolvemmo già questo punto laddove dicemmo che da una banda la creazione dei finiti dovendo constare d’infinita disgregazione e diversità riuscirebbe implicata involuta e confusa. Ma d’altra banda il provvedere divino introducendovi la gran legge della Convenienza e ponendo ogni cosa a suo luogo e ogni avvenimento a suo tempo ne risulterebbe che il fine saria conseguito per ogni dove coi mezzi più proprj e nella via più breve possibile; il che molti reputano di esprimere meglio con l’altra formula che la natura opera sempre con la massima semplicità. Laonde, se questo si pensa generalmente dagli uomini, crediamo che sia ragionevole ed anzi sia tra le cose da potersi annunziare a priori e antecedendo qualunque esperienza."
      },
      {
        "index": 19,
        "text": "19. — Ma non debbe caderci mai della mente che nelle cose finite il semplice è termine relativo. Un cronometro è di necessità più complesso d’un picciolo orivolo da tasca e può un vascello parere nel genere suo molto meno complicato d’uno schifo e d’una barchetta. La semplicità è ancor più relativa quando debb’essere proporzionata e connessa a cento cose diverse e a fini ed usi parimente diversi in mezzo a quelle ripartiti. Così è molto differente la semplicità ministrativa dei regni orientali dall’altra dei migliori governi d’Europa; conciossiachè in questi convien soddisfare alla libertà e a tutte le forme e sviluppi dell’attività umana, mentre in oriente gira ogni cosa per la volontà di un solo e vi si abborrono le novità."
      },
      {
        "index": 20,
        "text": "20. — Ora, le concordanze della natura esser non possono misurate dai nostri compassi. Di quindi le difficoltà e il pericolo di giudicare la semplicità dell’opere sue. E nel generale, ognora che l’uomo à presunto d’indovinarla di suo capo, à scemato il numero dei principj e degli elementi e scordato a dirittura che la creazione è pure indefinitamente diversa e che i possibili ànno tutti a venire all’esistere. Così Cartesio pronunziò la parola prosuntuosa: Datemi materia e moto, ed io vi fabbricherò il mondo. Cosi Leibnizio si figurò una sola e medesima essenza di tutte le monadi, e Spinoza una sola sostanza necessitata di comporre ogni cosa o di estensione o di pensiere; ed oggi l’Hegel chiude l’intero universo per entro un’idea che innumerevoli volte da sè s’aliena ed a sè ritorna. Per simile, quando a molti fisici e metafisici cadde in mento di spiegar l’organismo animale con le pure leggi meccaniche e chimiche, traviarono grandemente dal vero lusingandosi d’indovinare la semplicità della creazione."
      },
      {
        "index": 21,
        "text": "21. — Ciò che la mente considera come semplice in un sistema di cose riducesi a questo, che sia là dentro in modo correspettivo il minimo di materia e di forza e il minimo di composizione, di operazione e di tempo e invece vi corrisponda il massimo di produzione nel quale e nel quanto, per guisa che una sola cagione sia sufficiente a più effetti e un sol mezzo a più fini e il tutto si mantenga e perseveri e si accordi da ogni lato con l’ordine generale di cui è parte. Non v’à dubbio che a sì fatto esemplare mira continuo la natura in ogni sua creazione, e con eccellenza e compitezza maggiore che l’uom non istima. E se con tale norma e tali rispetti andrà il nostro ingegno guardando e giudicando i metodi della eterna fabbricatrice, non farà che saviamente; con questo riserbo per altro che delle cento volte non indovinerà forse le dieci in che propriamente consista la miracolosa e insuperabile semplicità dell’operare della natura; sebbene sappia certissimo che ella non può nè vuole operare altramente. Così per ben giudicare della semplicità della macchina umana converrebbe innanzi conoscere la essenza intima delle leggi dell’organismo; ed allora vedrebbesi del sicuro che quell’intreccio complicatissimo di vasi e tessuti, quella diversità e moltiplicità di funzioni e di atti e quella facilità estrema di perturbazione e acomposizione torna nondimeno e sotto ogni rispetto una e semplice in grado supremo."
      },
      {
        "index": 22,
        "text": "22. — Ciò che nel tutto ancora non è conosciuto compitamente si lascia scorgere però con chiarezza a parte per parte. Così ne fa stupire, per atto d’esempio, il Bichat quando ne mostra che una sola forma di tessuto costruisce nel corpo nostro tutte le membrane, in quel mentre che sono tanto diverse le loro funzioni e che d’altro lato col variare i distendimenti e i ripiegamenti della lor trama simulano una sì grande differenza di organi. E scendendo dalla natura animale alla vegetabile, che è molto meno complessa, la semplicità dei principj e dei metodi, a così chiamarli, farannosi più manifesti; ed ognun sa, verbigrazia, che la botanica accetta oggi per dimostrato e patente gli aspetti e le figurazioni variatissime e quasi infinite dei fiori e d’ogni lor membro uscire dalle trasformazioni graduate e minute d’una foglia qualechessia, ond’ella rimane come a dire il tipo e il simbolo d’ogni organo vegetativo."
      },
      {
        "index": 23,
        "text": "23. — Nè in altra cosa si può veder meglio l’operare semplicissimo della natura quanto nelle leggi del moto; essendo che queste sono le più generali e comuni e però sempre simili a sè medesime, laddove nelle specialità il diverso introduce maggiore complicazione. Eulero provò che fra quante curve possono venir descritte da un corpo andando da qualche punto ad un altro esso sceglie costantemente quella in cui l’integrale del prodotto della sua massa per la velocità sua e per l’elemento della curva è trovato essere un minimo."
      },
      {
        "index": 24,
        "text": "24. — Da ciò provenne fra i geometri quel principio domandato della minima azione; il quale abbiamo avvisato testè sotto forma un po’ meno astratta e facendol significare una serie massima di durata e di atti e minima di mutazioni e di effetti. Ma nella espressione sua universalissima quel principio si converte, per mio giudicio, con la pretta necessità delle cose; minimo di azione vuol dire da ultimo quel tanto che è necessario all’effetto e neppure un attimo di più. È veramente quell’attimo onde uscirebbe; essendo l’effetto proporzionatissimo alla sua cagione?"
      },
      {
        "index": 25,
        "text": "Ripetasi adunque che la semplicità della natura consiste nella legge costante ed universale del Convenevole; onde come a produrre un certo effetto determinato non v’à che certa condizione, quantità, misura e modo di causa ed ogni più ed ogni meno la guasterebbe; così, trovandosi ogni cosa al suo luogo, al suo momento e alla sua combinazione e operando giusta la necessità indeclinabile dell’essere proprio, ella sembra far ciò per la via più diritta e con parsimonia del bisognevole. E per fermo, abbattutosi poi Lagrangia alla proposizione di Eulero, ne trovò il perchè nelle leggi primissime ed essenziali del moto."
      },
      {
        "index": 26,
        "text": "26. — Operando la natura con portentosa semplicità viene eziandio a produrre, come si disse in principio, quell’uno nel vario che vogliono sia la sua legge universale e perpetua. Nè dirò che non sia, quando ci ristringiamo a credere che siffatta unità comparisca diversamente nelle parti diverse del mondo creato e ve ne sia di tante sorte e maniere da comporre ella pure una serie indefinita. La unità e semplicità del sistema nostro solare porge subbietto da meditare e stupire per tutti i secoli. Ma di costa e sopra e d’ogni intorno a tale sistema il telescopio ne mena a supporre innumerabili altri in que’ si diversi agglomeramenti di materia siderale e in quelle aggruppate costellazioni onde vediamo cosparso e quasi intessuto il firmamento. Error grande sarebbe a credere che la unità e semplicità loro sia simile a quella che noi ammiriamo. E si pensi di vantaggio che tutti codesti sistemi siderei appartengono pure a certa essenza comune di corporeità, di spazio, di moto, di figura e di luce. Ma giusta le nostre opinioni, di là da essi e fra essi v’à probabilmente altri sistemi innumerabili d’altre forme di essere ignotissimi a noi e da ogni immaginazione nostra separati e diversi."
      },
      {
        "index": 27,
        "text": "27. — Se Cartesio come fecesi a indovinare le leggi del moto che gli erano sconosciute in gran parte, così avesse dovuto fare per la favella umana quando l’esperienza nemma co su tale materia l’avesse istruito, per lo certo a rendere semplice il suo sistema avrebbe fornito ogni stirpe e ogni civiltà d’una sola lingua e d’una sola grammatica. Eppure, il fatto procede diversamente; e tuttochè in ciascuna delle differenti famiglie di lingue la semplicità di costruttura e di svolgimento sia tra le più singolari ed anzi miracolose produzioni dell’istinto razionale, nientedimeno non sembra egli che la natura operato avrebbe con maggiore semplicità facendo inventare all’uomo una sola forma di parole e d’inflessioni grammaticali, e agevolando così e affrettando in immenso la fratellanza dei popoli e lo scambio delle cognizioni?"
      },
      {
        "index": 28,
        "text": "28. — Per cencludere con tale sentenza, farebbe mestieri conoscere tutte le necessità che impedirono la unificazione delle favelle; poi quanti beni provengono dalla loro diversità mentre noi ne annoveriamo così facilmente gli incomodi."
      },
      {
        "index": 29,
        "text": "29. — Intanto dal fatto precipuo della diversità delle lingue trarremo da capo questa persuasione che la semplicità nella natura e nei concetti dell’uomo differisce profondamente; e che d’altra parte, al solo infinito della potenza e sapienza divina dovea riuscire di creare tre o quattro ceppi e tronchi di lingue con indole al tutto diversa e gareggianti nondimeno in fra loro di suprema semplicità."
      },
      {
        "index": 30,
        "text": "30. — Egli è poi manifesto che le necessità del finito astringono la creazione a proceder mai sempre dal più semplice al meno, e parlandosi con precisione, dall’incomposto ai gradi successivi e diversi della composizione. Avvegnachè il finito supera i limiti proprj e raggiunge maggior plenitudine di essefe in que’ modi parecchie volte da noi descritti che sono l’esplicamento delle facoltà, l’aggregamento dei simili, la partecipazione dei diversi e una doppia forma d’organamento; ordinando cioè i simili, i diversi ed i misti in certa connessione e cospirazione di mezzi con certa unità di corrispondenza e di fine; ovvero ordinando e piegando gli enti inferiori a condizione di vero e passivo strumento. In ciascuna di tali dilatazioni è trapasso necessario dal meno composto al più. Atteso che prima è l’atto implicato poi l’esplicato, prima l’isolamento da poi l’aggregamento, e così prosegui. Se non che cotesto ordine di successione e composizione nella natura non è simultaneo in tutte le parti di lei, ma dove è compiuto e dove comincia; là si ripete e qua cessa. Tuttavolta, poichè il mondo ebbe principio e quello che diventava fu opera delle cause seconde, però debbesi fermare nel generale che queste dovetter tenere l’ordine di successione e composizione che abbiam notato."
      },
      {
        "index": 31,
        "text": "31. — Sì fatte necessità del finito sono in alquante ontologie e cosmologie germaniche convertite in certa legge arcana del diventare dell’Assoluto. L’Ente comincia sempre, al giudicio di cotestoro, dal più astratto e indeterminato che è pure il più universale, e secondo gli Schellinghiani è l’indifferente di tutte le differenze. Il che è pretta illusione. Nel fatto, l’ente finito è sempre particolare e individuo e però è tutto e da ogni banda determinato. E per esempio noi chiederemo ai fisiologi di quella scuola, e ve ne à un buon dato, perchè la prima molecola vegetabile od animale è da dirsi indeterminata. Ella invece è particolarissima come qualunque altro ente per tale giudicato. Mancale forse verun accidente a dar compitezza alla individualità sua? non à ella determinata figura, estensione, colore, fluidità? non è là dentro una determinata e molto precisa quantità di carbonio idrogeno e ossigene con certo modo e grado di affinità chimica insieme congiunti?"
      },
      {
        "index": 32,
        "text": "32. — Una necessità medesima dunque fa cominciare ogni finito dal semplice ed avviarsi al composto; nè l’uomo nè la natura si possono in questo distinguere. La differenza ammiranda ed immensurabile che interviene è sol questa, che la natura procedendo per li gradi della composizione termina nelle sintesi più connesse e perfette che la virtualità dell’intero universo può in sè contenere e i cui elementi paiono disseminati e disciolti in maniera da non mai per sè medesimi sapersi accostare e congiungere. Tanta è l’arte infinita, a così chiamarla, che opera nella natura e governa la legge da noi mentovata delle concordanze!"
      },
      {
        "index": 33,
        "text": "«. . . . Natura simulacerat artem.»"
      },
      {
        "index": 34,
        "text": "33. — Ma perchè questi adunamenti e queste composizioni e cospirazioni del finito si adempiano, occorrono le mutazioni; e nel mondo fisico principio d’ogni mutazione è il moto. Adunque le cose nel mondo sono preformate senza fallo e coordinate in guisa da moltiplicare mantenere e variare il moto quanto è possibile. Quindi la quiete sarà relativa e parziale e mai totale e assoluta."
      },
      {
        "index": 35,
        "text": "34. — Se il principio del moto non dimorasse dentro alle cose ma giungesse loro dal di fuori, converrebbe escluderlo di mano in mano da tutto l’ordine delle seconde cagioni; perocchè, sebbene negli enti spirituali notammo un’altra cagione di mutamento diversa dal moto, ella non opera senza la cognizione nè la cognizione senza l’impulso del sentimento nè questo senza il moto dell’organo. Il moto adunque sembra cagione efficace nei corpi ed occasionale negli spiriti; e quindi è promotore diretto od obliquo d’ogni fenomeno; e chi lo fa procedere dal di fuori annulla, ripetiamo, l’atto e l’influsso immediato delle seconde cagioni."
      },
      {
        "index": 36,
        "text": "35. — Tuttavolta, e pur dimorando il principio del moto dentro alle cose, egli è necessario di riconoscere una speciale provvidenza nella conservazione di esso. Perocchè nelle necessità ed insufficienze del finito noi già scorgemmo troppe cagioni che indurrebbero a poco per volta la inerzia generale e la immobilità. Certo è che dentro un sistema di corpi la conservazione del moto ricerca tra le forze contrarie una proporzione ed una misura delle più singolari e delle più compassate."
      }
    ]
  }
}
