{
  "chapterNumber": 42,
  "title": "Vol. II, Libro Primo, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELL’AZIONE DEI FINITI."
      },
      {
        "index": 1,
        "text": "123. — Le proposizioni tutte quante, per altro, le quali escono dal supposto del legamento dei finiti in fra loro, mediante la congiunzione, e intendesi dire mediante ciò che intramezza fra la identità e la separazione, inchiudono la possibilità, anzi il fatto dell’azione e passione reciproca; essendo che il solo combaciamento delle sostanze sfornito d’ogni atto reciproco, quando pure non si riconosca impossibile, lascia del sicuro i subbietti contigui, per così chiamarli, nell’inerzia ed inefficacia anteriore. Ma intorno a ciò non avendo noi pronunziato nulla di rigoroso e apodittico, facciamo luogo a questo aforismo ed ai susseguenti ripigliando il filo delle deduzioni là dove fu stabilita la necessità per le cose create d’un subbietto onninamente impartibile e semplice (Afor. V e VI)."
      },
      {
        "index": 2,
        "text": "124. — Posto che il semplice e l’impartibile costituisca l’ultimo fondo dell’ente finito, segue che ogni ente finito in questa sua forma non capace di divisione è pure non capace di mutazione; e che mutare per lui varrebbe quanto annullarsi. Per fermo, l’ente rimane integro non ostante le mutazioni, ognora che queste sieno atti, modi e accidenti di quello. Ma il subbietto concreto ed ultimo che non racchiude alcuna composizione e non à nulla di più occulto e di più intrinseco e tutto consiste in certa forma peculiare immediata di essere, debbe o rimanersi qual è, o la mutazione reca un altro essere in luogo suo. Del sicuro A quantità incomposta non mutasi in B senza cessare di essere A. Quindi mal si direbbe ch’egli è inutato ; ma parlandosi con rigore dovrebbe esser detto che l’ente B è succeduto all’Ente A."
      },
      {
        "index": 3,
        "text": "125. — Hegel a ciò non pensava, quando dalla nozione pura dell’ente e del nulla (elementi semplicissimi) volea ritrarre una mutazione che fosse il diventare di quelli. Ma ciò era invece una evidente surrogazione. Il diventare o significa il suo contrario ovvero implica di necessità una permanenza di essere anteriore alle mutazioni e poi simultanea con esse. Quindi l’essere astratto e puro e tanto indeterminato da pareggiarlo e scambiarlo col nulla non può diventare nessuna cosa; stantechè conviengli per ciò esistere innanzi del diventare ed esistere identicamente così nella forma anteriore siccome in quella che induce le mutazioni e per cui può essere detto ch’egli diventa. E nemmanco si può qui pensare all’antecedenza d’un ente possibile o di qualsivoglia astratta virtualità. Perocchè l’ente puro e iniziale dell’Hegel è appunto il mero possibile."
      },
      {
        "index": 4,
        "text": "126. — Adunque, insino a che certi vocaboli serberanno intatte le loro significazioni comuni a tutte le lingue, niuna sottigliezza dialettica torrà gli Hegeliani alle dure morse entro cui li stringe la logica d’ogni uomo sensato che è pur la sola conceduta al genere umano."
      },
      {
        "index": 5,
        "text": "127. — Ogni cosa, impertanto, nell’ultima semplicità ed attenuazione del proprio essere rimansi perpetualmente quella che è; nè può venire annullata salvo che da Dio. E Dio (vedremo ciò meglio nel progresso di questo trattato) non annienta le sue creazioni, si bene le moltiplica in infinito e in infinito le differenzia. Egli crea sempre e mai non distrugge."
      },
      {
        "index": 6,
        "text": "128. — Certo è poi che cotesto ente impartibile può sottostare ad alcune qualità od a molte. Qualora le mancassero tutte le qualità e modificazioni possibili, già non sarebbe un che di determinato e di sussistente."
      },
      {
        "index": 7,
        "text": "129. — Ai Panteisti succede non radamente di porre in dimenticanza questo sostegno uno e impartibile delle determinazioni. Notammo ciò nel terzo Libro dell’ontologia rispetto al Dio di Spinoza; e potrebbesi, sottilizzando un poco l’analisi, scoprire forse la deficienza medesima nel Dio di Hegel. Imperocchè se il fondo fondo di tutte le cose è l’idea e tutta la idealità nel sistema hegeliano spunta e germoglia dalla nozione dell’ente puro e indeterminato, le determinazioni che seguono rimangono tutte in aria come tetti e camere senza solaio. E perchè quel diventare dell’Assoluto non à veramente principio di successione e il tempo e l’eternità in lui s’immedesimano, noi dovremmo reputare che le ultime forme non cancellino già le anteriorí ma tutte compongano il maraviglioso sviluppo dell’ente, il quale sebbene acquista coscienza chiarissima della identità propria nella Idea, nella Natura e nello Spirito non però dimeno à per fondamento e sostrato l’essere indeterminato e identico al nulla."
      },
      {
        "index": 8,
        "text": "130. — Errore forse non meno grave ci sembra quello del Kant di convertire i subbietti quali che sieno in forme e rappresentazioni del nostro spirito. Nel vero, se i fenomeni non ànno subbietto sono essi medesimi un reale subbietto. Per fermo, il fenomeno apparisce e l’apparire è un atto e l’atto inchiude l’agente. E quando si neghi essere un atto, conviene ammettere per lo manco che sia mutazione di qualche cosa; e perchè giusta il Kant lo spirito nostro riceve ma non produce il fenomeno a cui impone le forme del sentire e dell’intendere; seguita di necessità che il fenomeno sia o mutazione od atto di qualche subbietto diverso e separato dal nostro."
      },
      {
        "index": 9,
        "text": "131. — Ma se l’ente finito è un che di determinato, non si riconosce che debba essere altresì necessariamente determinabile e vogliam dire capace di mutazione. Muta egli poi da sè ovvero per efficacia esteriore? e il mutar suo è un nuovo agire e un nuovo patire, o semplicemente un mutare di qualità senza alterazione e partecipazione del subbietto? Come, per esempio. sarebbe un atomo di materia nel quale la forma esterna cambiasse non per atto di potenza propria o d’altrui, ma in virtù solamente di certo ordine fatale prestabilito ? Per vero, supporre un ente finito e determinato incapace di qual che sia cambiamento e modificazione nuova non è concetto contradittorio, ma ci riesce inesplicabile. Conciossiachè non vedesi a che servirebbe in tal caso l’atto creativo. Si dica il simile nel presente nostro subbietto di altri supposti non impossibili, ma di cui la scienza non trae costrutto nessuno."
      },
      {
        "index": 10,
        "text": "Invece, è importante e profittevole a ricercare se l’ente finito è sempre e necessariamente una forza e intendiamo dire un principio attivo come sembrò a Leibnizio."
      },
      {
        "index": 11,
        "text": "132. — Per primo, dal concetto del finito in quanto finito esce piuttosto la necessità del patire che dell’agire badando anzi tutto che il principio attivo assoluto non può risedere fontalmente ed essenzialmente in nessuna creatura; mentre in lei può risiedere il principio contrario e intendesi quella passività che senza implicazione logica non può essere traslatata nè punto nè poco nell’infinito. Certo è che tutto il creato è assunto dal pensiere assai convenevolmente come la generale e perpetua recettività dell’azione divina; e tale apprensione ebbero già della materia i filosofi antichi. Senza di che, basterà porre in considerazione che dire cosa finita viene a significare cosa la quale non determina sè medesima; sì veramente è determinata; e ciò esprime passività e impotenza piuttosto che altro."
      },
      {
        "index": 12,
        "text": "133. — Ad ogni modo, perchè l’infinito è atto pienissimo e assolutissimo e determinante ogni cosa, seguita che l’attività nel finito trasfusa mai non riesca nè originale, nè intera, nè indipendente, ma sempre mescolata di mera potenza e circoscritta per ogni parte e vale a dire che contenendo tale facoltà manchi di tale altra e toccando questa misura desideri vanamente di raggiunger quell’altra."
      },
      {
        "index": 13,
        "text": "134. — Nè arbitriamoci di affermare che il patire medesimo inchiude una qualche sorta di agire, essendo tale, per ultimo, la facoltà recettiva. Fondasi tutto ciò, a parer nostro, nella equivocazione del vocabolo, il quale cavato dalle espressioni che tengono riferimento al sentire degli animali trae seco mai sempre un qualche vestigio, a così parlare, delle vitali reazioni. Ma nell’universale, e rimovendo ogni significazione, traslata, perchè una cosa operi efficacemente in un’altra, basta che cotest’altra sia naturata e congenerata a quella penetrazione di atto, il che induce una disposizione e non guari una facoltà. Così niuno vorrà mantenere che lo spazio operi un qualche atto passivo nella recezione dei corpi. E dico ciò per coloro i quali opinano come noi che lo spazio, o vogliam dire il subbietto comune delle estensioni, non si risolve in mera entità subbiettiva e in certa relazione di ordine."
      },
      {
        "index": 14,
        "text": "135. — È da stimare il medesimo per rispetto della congiunzione della mente con la verità, la qual congiunzione essenziale ed originaria accade per una disposizione recettiva innata del nostro spirito e indipendente da qualsiasi movimento ed atto speciale dalla parte di lui. Sebbene non avvenga poi senza un atto dello spirito l’accorgersi ch’egli fa di avere presente l’idea, e del pari non sono inattive le forme diverse d’intuizione ed ogni lor mutamento."
      },
      {
        "index": 15,
        "text": "136. — Nondimeno, se negli enti finiti in fra loro considerati esiste la passività nel senso, per lo manco, di ricevere alcun’azione esteriore, bisogna altresì che vi esista un’azione respettiva e corrispondente; il patire, chiama senza meno l’agire. Per escludere, adunque, dalla creazione l’attività, occorre che la pensiamo o tutta e per ogni dove incapace di mutamento o che Dio lo produca egli stesso con azione immediata entro ai subbietti sostanziali. Nel primo supposto, la natura inoperante ed immobile non à alcuna ragione di essere. Nell’altro supposto, cessano di esistere tutte le cagioni seconde e mediate e la creazione non partecipa nemmanco in minimo grado della potenza infinita. E perchè d’altra parte, il bene è potenza ed attività, mancherebbe di nuovo il creato d’ogni ragione d’esistere."
      },
      {
        "index": 16,
        "text": "137. — Per le distinzioni che precedono egli si dee pertanto fermare che altra cosa è un essere qualificato o determinato, altra un essere passivo nella più astratta accezione, ed altra un essere fornito di attività. Un ente qualificato è sostanza; un ente passivo è naturato con certa recettività; l’ente attivo è causa; perocchè, se non altro, egli è causa immediata della esplicazione del proprio atto. Ora, abbiam conosciuto che privando gli enti finiti d’ogni virtù causale e però d’ogni specie d’azione, essi perdono la capacità del bene e quindi non ànno ragione di esistere. Ma d’altro lato, essere essenzialmente causa e principio è ciò propriamente che all’infinito appartiene, quindi i finiti debbono per sè medesimi possederne sol qualche grado; e le cagioni che usiamo chiamar seconde riuscir debbono poverissime, ciascuna per sè, di efficacia; perocchè l’efficacia cresce con la cooperazione, l’ordine, l’armonia e l’unificazione tutte cose opposte all’indole dei finiti in quanto finiti. Occorrerà, dunque, una mente la quale preordini la cospirazione delle cagioni seconde come si verrà sponendo nei Libri successivi."
      },
      {
        "index": 17,
        "text": "138. — Con tutto questo non sembrami da negare la possibilità d’un ente capace di sola passività e d’ogni potenza spogliato a un dipresso come Aristotele concepiva la universale materia per contrapposto della forma o del principio attivo che la si chiami. E a noi sembra eziandio un parlar tropologico quello che afferma l’essere doversi manifestare ed ogni manifestazione voler dire un atto ed ogni atto emanare da qualche energia causale. L’ente finito è già manifesto per sè con l’esistere determinato e qualificato così o così; la qual cosa non inchiude alcuna necessità logica che la determinazione e specificazione di lui esser debba un atto della sua propria energia ovvero che a qualche energia debba a forza andare congiunta. Vero è che l’esperienza non ci fa imbattere in niun subbietto fornito di sola recettività. Imperocchè eziandio nella natura meccanica niun corpo mostrasi privo per intero d’elasticità, niuno di virtù attrattiva e tutti obbediscono a certe leggi e impulsioni speciali e diverse di affinità chimica. Ciò non ostante, egli è lecito d’immaginare che alcune sostanze appunto per la condizione infima di loro essere e la mera e nuda passività in cui dimorano non mai venissero avvertite e considerate da senso o da mente umana. Atteso che noi conosciamo gli enti esteriori per ciò propriamente che operano in noi e vogliam dire per le reazioni loro inverso le azioni nostre."
      },
      {
        "index": 18,
        "text": "139. — Comunque ciò sia e pur concedendo che ogni sostanza in natura sia proveduta d’alcuna specie d’attività, non se ne dee concludere che tale sia di necessità la forma dell’ente finito, siccome parve a Leibnizio, il quale, peraltro, mai non ne dette dimostrazione. V’à il mutamento nel mondo, disse egli, e questo dee provenire o solo da Dio e cadesi nello spinozismo facendosi Dio autore unico d’ogni azione e operazione nel mondo, ovvero dee provenire dalle cause seconde; e qualunque ente finito sarà una causa sì fatta perchè l’una monade non opera dentro l’altra e ciascuna è principio d’ogni mutamento suo proprio. Ognuno vede che negandosi tale ultima supposizione è pur negata la necessità per gli enti finiti di essere tutti provveduti di attività. E in tale sentenza di Leibnizio àvvi ancora un altro supposto non dimostrato, e cioè che non possa nel creato sussistere cosa immune al tutto da mutamento. Dall’altro canto, perchè alle cause seconde s’attribuiscono tutte le mutazioni degli enti creati, basterà supporre che abbiano facoltà di promovere scambievolmente i loro principj attivi nel modo che sarà in fra breve significato; e ciò importa un ordine al tutto contrario a quello che pigliò nome di armonia prestabilita."
      },
      {
        "index": 19,
        "text": "140. — Giova di ricordare a cotesta occasione la principale differenza che corre tra la dottrina nostra e quella del Leibnizio o d’altri assai metafisici che tengono dalla sua. A noi sta in cospetto innanzi ogni cosa la natura del finito e come essenzialmente si diversifica dallo infinito. In quel cambio Leibnizio piglia le mosse da una presunta simiglianza dell’ente finito con Dio. Dal che discendono tre pronunziati ch’io reputo falsi in gran parte ed i quali poi informano del loro carattere la cosmologia tutta quanta così appo Leibnizio, come appo una schiera numerosissima di filosofi antichi e moderni. L’un pronunziato dice che qualunque ente creato racchiude certo principio attivo di spiegamento e perfezionamento, un che d’infinito, una semenza immortale donde può uscire ogni cosa; perocchè tutto è virtualmente in questo e in cotesto ma vi si attua in modo diverso. Il secondo pronunziato afferma che il fondo d’ogni qualunque entità è il medesimo e dichiara esso Leibnizio ciò costituire una massima la quale regna in tutte le parti della sua filosofia. Il terzo pronunziato ne fa sapere che noi giudichiamo tutte le cose per similitudine con l’animo nostro. Ora, la finità in ogni condizione di esistenza e i germi dell’infinito non possono naturalmente combinarsi in un essere qualechessia. La medesimezza generale e comune delle esistenze è contradetta da ciò che dentro al finito padroneggia invece il diverso e non già l’identico; stantechè la vera moltiplicità sempre inerente al finito risolvesi nel diverso e non già nel medesimo. La terza massima fu dissipata da noi nell’ontologia, laddove mostrammo che la percezione degli oggetti esteriori accade immediatamente e per contatto spirituale fra il conoscente ed il cognito."
      },
      {
        "index": 20,
        "text": "141. — Tenendo, impertanto, l’occhio mentale bene addirizzato ed aperto sulle necessità e limitazioni delle cose create in quanto seguono la cieca natura o necessità inconsapevole che tu la dimandi, affermiamo nel generale che le cagioni seconde possederanno: Primo, un’attività potenziale più presto che viva e attuosa; e ciò importa che bisognerà loro un esterno eccitamento e il concorso d’una cagione, per men che sia, di virtù occasionale. Secondo, il termine dell’attività loro non sarà in sè medesimi tutto e compiuto e spesso nemmeno in parte; onde ella è sempre qualcosa che cerca il suo complemento e da chiamarsi appetizione con miglior senso ed uso che non fece Leibnizio di questa voce. Terzo; l’efficacia produttiva di lei sarà modale e non mai sostanziale. Quarto; andrà operando per gradi e ognora imperfettamente a rispetto dell’eccellenza archetipa la vuoi di genere e la vuoi di specie alla quale può venir riferita. Quinto; sarà sempre e tutta particolare; avvegnachè, come in cosa niuna finíta può dimorare l’universale che è infinito, così nemmanco nella virtù effettrice delle cagioni seconde."
      },
      {
        "index": 21,
        "text": "142. — Aggiungasi che l’esperienza in conferma di tutto ciò non rivela alcun subbietto operante solo da sè e non conoscendo stato di mera virtualità. Aristotele, già si disse, oltre alla natura perennemente attiva ed universale che pose nei cieli, od almeno nel primo mobile, parlò eziandio d’un atto perpetuo ed essenziale del nostro intelletto. Il che mi sembra fosse imitato dai Cartesiani, ponendo la essenza dell’anima umana nel continuo pensare; e parecchi platonici opinano avere la mente nostra una intuizione innata di certe idee originali e anteriori a qualunque atto di senso e di percezione. Tutto questo, per altro, non si dimostra; e quanto al supposto ultimo delle idee innate potrebbesi ad ogni modo affermare che la mente nostra viene eccitata continuamente all’atto di sua visione. Oltrechè in quel fatto e in altri consimili l’intuito e contemplazione intervenendo un congiungimento speciale e immediato dell’anima con l’Assoluto abbiamo altresì l’intervenimento d’un altro principio che non è il finito e l’efficienza creata. E perchè la volontà non si move e la libertà non si determina senza la cognizione anteriore, perciò il libero arbitrio medesimo, tuttochè partecipi dell’assoluta causalità, ricerca l’antecedenza dell’atto conoscitivo, e, questo rimosso, giace eternamente in istato di mera virtualità."
      },
      {
        "index": 22,
        "text": "143. — L’esperienza afferma il medesimo per la seconda necessità e limitazione notata nell’aforismo. Conciossiachè in nessun luogo ed in nessun tempo manifestasi a noi nelle cose finite un atto il quale non abbia o in tutto o in parte fuori di sè il termine suo. Nulla è più intimo e più personale e però meno espansivo e comunicabile, quanto l’amore di noi medesimi e il desiderio ed il godimento del nostro bene individuo. Eppur nondimanco nell’esercizio di tale atto la materia ed i mezzi non sono immediati ed intrinseci e l’una e gli altri il più delle volte sono cercati fuori dell’anima o nel senso mediante i corpi o nella socialità mediante gli altri uomini o nel vero e nel bene assoluto che sono tanto all’uomo superiori quanto esteriori."
      },
      {
        "index": 23,
        "text": "143. — Affermasi che la materia corporea qualechessia determinata ad un qualche moto da qualche impulso esteriore proseguirebbe a moversi perpetuamente nella immensità dello spazio per una retta infinita e cioè nella direzione della forza impellente; il quale atto parrebbe quindi non più dipendere se non da sè stesso e non più ricadere nello stato di semplice virtualità. Forse più avanti discorreremo di tale attività motrice interiore. Basti per al presente avvertire che nel Cosmo a noi visibile neppure un sol movimento accade di corpi siderei il quale manifesti di non venir governato dall’attrazione, e cioè a dire il cui termine non sia fuori di ciascuno di essi corpi. Quanto al supposto del moto incessabile e rettilineo, è pur degno di avvertimento che se nel vuoto infinito nulla cosa lo può mutare o interrompere esso avrebbe sembianza di quiete perfetta e niuna potenza nel mondo riuscirebbe più improduttiva; ed infine, l’effetto manterrebbesi identico a sè medesimo in maniera tale da potersi affermare ch’egli è mai sempre quella passiva determinazione che fu nel momento primo del moto."
      },
      {
        "index": 24,
        "text": "146. — Ma lasciando la materiale natura e consultando i fatti più proprj del nostro spirito, l’esperimento cotidiano e comune ci apprende che gli atti medesimi della coscienza inchiudono un qualche termine esterno e diverso dalla intima attività loro. Per fermo, egli si à coscienza o del pensare o del percepire o del volere. Ma gli oggetti del pensiere speculativo, come qua addietro avvertimmo, si compiono in un che di esteriore; la percezione è dai sensi e dagli organi, e la volontà appetisce il di fuori. Solo per astrazione e dimezzando l’oggetto della consapevolezza nostra giungiamo a tutta radunarla e addensarla sopra materia interiore; come quando riflettesi sulla volontà in quanto tale e non sulla cosa voluta; ovvero, riflettesi sull’atto cogitativo in disparte dall’oggetto determinato della cogitazione."
      },
      {
        "index": 25,
        "text": "Nè opponsi minimamente a ciò quell’affermazione nostra nel Capo primo del Libro che ogni subbietto sostanziale in cui succeda lo spiegamento di un atto è causa formale dell’atto medesimo; imperocchè questo sebbene s’inizia e sustanzia dentro al proprio subbietto può in altro avere il suo termine e in altro avere il principio."
      },
      {
        "index": 26,
        "text": "146. — Dicemmo l’attività del finito non mai poter contenere l’energia creatrice delle sostanze; il che parlandosi empiricamente non sembra bisognevole di maggior prova oltre quella fornita dalla più costante e comune esperienza di tutti gli uomini. Nientedimeno una dimostrazione a priori intorno al proposito non è agevole a rinvenirsi. Veramente, tra l’essere e il nulla correndo intervallo infinito, ricercasi per riempierlo un potere eziandio infinito o che si tratti di creare subbietti sostanziali o semplici modi e fenomeni; perocchè questi ancora sono fatti trapassare dal niente alla realità, secondo venne notato da noi altra volta. Come, dunque, daremo al finito la potestà del creare i modi e i fenomeni? E se questa gli diamo, perchè interdirgli quell’altra del creare le sostanze, non cadendo d’altra parte alcuna contraddizione nel supposto che Dio faccia operare ad un ente finito la creazione di finite sostanze, convertendolo in istrumento immediato della onnipotenza sua?"
      },
      {
        "index": 27,
        "text": "147. — In tutto ciò è dimenticato, per nostro avviso, che noi meditiamo al presente sulla natura peculiare dei finiti in disparte dall’inänito, o, per dir meglio, in contrapposto con esso; e da una banda consideriamo tutto quello che proviene dal contrapposto medesimo, dall’altro tutto quello che è pur necessario all’ente finito onde possa esistere; e vi si aggiungono le relazioni del molteplice in fra sè o vogliam dire dell’un finito con l’altro, e da ultimo quel minimo che conviene attribuire al molteplice per la minima ragion sufficiente della esistenza de’ suoi componenti. Ricordate coteste cose sulla natura dei finiti, abbiamo arbitrio di affermare che non possedendo essi verun principio informativo e dispositivo del proprio essere e della propria energia, non solamente sono inabili a crear le sostanze, ma niuna maniera di creazione può loro competere. Ciò che producono i finiti, in quanto li consideriamo quali subbietti attivi e passivi, risolvesi in emanazione appunto di atti immutabili, i quali se vengono ricevuti da altri finiti, condizionano e variano costantemente i modi e gli atti di cotesti altri; essendo primamente state naturate le cose a quell’agire ed a quel patire."
      },
      {
        "index": 28,
        "text": "148. — Le altre due necessità menzionate qui sopra delle cause seconde, e cioè di dover progredire gradatamente e dover essere particolari e singole, sono manifeste per sè medesime. Di vero, del non essere universali nè come sostanze nè come cause videsi il perchè nel secondo aforismo del terzo Capo. Una causa finita poi non vale a produrre effetto infinito. Quindi, se cresce di produzione e di quantità, ciò accade per successione e vale a dire gradatamente."
      },
      {
        "index": 29,
        "text": "149. — La emanazione degli atti poc’anzi accennata non può differire dalla essenza del subbietto operante; conciossiachè quella emanazione è da ultimo esso medesimo il subbietto in quanto opera; ed ogni operazione è poi ricevuta nel subbietto passivo secondo il modo del ricevente e vale a dire con tenore immutabile."
      },
      {
        "index": 30,
        "text": "150. — Di quindi, quella universale persuasione degli uomini che tra la facoltà e l’atto e tra la cagione e l’effetto proprio e immediato debbe sussistere compiuta omogeneità di natura. Di quindi pure l’altra sentenza comune che i subbietti causali non mutano nè alterano comecchessia la loro essenza e gli atti loro essenziali. Per fermo, da noi non s’ignora che il subbietto intimo e sostanziale è semplice e il semplice assoluto è incapace di mutazione; e perchè tal subbietto è causa formale de’ proprj atti niuna mutazione può entrare in questi se in quella non entra."
      },
      {
        "index": 31,
        "text": "143. — Qui cade, per verità, uno de’ punti più astrusi dell’ontologia, perchè quasi non sembra possibile scampare dalla contraddizione. Si affermò il finito essere molteplice e però essere ancora diverso, in quanto il diverso scostasi dall’unità più che il simile. Pure, se nell’ultima attenuazione del finito o vogliam dire nell’ultimo elemento suo impartibile egli non racchiude il diverso, tutta la natura convertesi in certa uniformità infeconda ed immobile. Tu dirai: ponvi dentro non il diverso ma il vario. Rispondo che il vario diversifica dal diverso in quanto è pure il diverso ma identificato con certa unità di subbietto. L’omogeneità, impertanto, fra tutto quello che statuisce certa natura determinata di cosa, altro non vuole significare se non certa temperanza originale primitiva ed inalterabile del diverso e dell’identico. D’altra parte, non è concepibile che ogni qualunque diverso possa unificarsi con ogni qualunque identico, ma debbevi esistere qualche ragione di attinenza e qualche perchè unitivo di tali forme e separativo di tali altre; ciò appunto noi esprimiamo col vocabolo omogeneità. Tengasi, adunque, per sicuro che il solo infinito unifica e semplifica eminentemente ogni perfezione infinita quantunque diversa. Ma per opposto nel finito bisogna che tal diverso escluda cotale altro e quello che è omogeneo escluda una serie innumerevole di forme a sè eterogenee, e tale esclusione avvenga ella pure per gradi tenendo l’ultimo luogo quelle sostanze in cui il diverso è tanto da escludere ogni qualunque reciprocazione di causa e di effetto, il che esamineremo di nuovo più tardi."
      },
      {
        "index": 32,
        "text": "152. — Ciò si accorda con quanto si disse nel primo e secondo Libro dell’ontologia intorno alle facoltà dello spirito nostro, le quali rinvenir debbono nel più secreto di nostra essenza quella omogeneità di forma che negli atti non apparisce. Conciossiachè chi non procaccia di violentare il significato delle voci e il valor delle cose dee tenere per evidente che la volontà, l’intelletto ed il senso differiscono intimamente in fra loro benchè sieno facoltà d’uno stesso principio attivo."
      },
      {
        "index": 33,
        "text": "154. — Questo perseverare nelle condizioni assortite, qualunque sieno, fu dai fisici domandata legge d’inerzia. Ciò riscontrasi parimente con l’assioma popolare che dice le leggi della natura riuscir tutte e sempre e in ogni dove immutabili; ovvero, com’altri significò la cosa con più eleganza, le leggi della natura essere identiche a sè medesime in ogni spazio ed in ogni tempo. Per fermo, considerandosi gli aforismi di già esposti, non può sorgere dubbio veruno che le monadi o subbietti sostanziali che si domandino, qualora sortiscono la essenza medesima, non ripetano in qualunque punto dello spazio i medesimi atti e fenomeni, mancando loro per ogni dove la ragion sufficiente per mutare in sè stessi o l’uno a rispetto dell’altro. E del pari, in ogni lunghezza di secolo non alterandosi per niente le essenze degli esseri e ricevendosi in modo invariabile tutte le azioni esterne secondo la natura propria e l’altrui, debbe proseguire in perpetuo la precisa reiterazione de’ medesimi atti e fenomeni."
      },
      {
        "index": 34,
        "text": "155. — Vero è, nondimeno, ch’egli non sembra farsi contradittorio il concetto d’una forza, la quale fosse originalmente costituita a mandar fuori una serie di atti l’uno diverso dall’altro. Il che sarebbe, tuttavolta, un serbarsi costante e identico alla natura propria; e tutte le simili monadi nella lunghezza del tempo ed in ogni spazio riprodurrebbero identicamente la serie stessa di mutazione: come, per via d’esempio, dee dirsi costante e medesima la natura del filugello, il quale trapassa pure con vicenda non alterabile dallo stato di verme a quello di crisalide e dalla crisalide esce trasmutato in farfalla."
      },
      {
        "index": 35,
        "text": "156. — Ma chi ben guarda nell’intimo della cosa, dovrà procedere con più distinzioni; e innanzi a tutto supporrà le forze finite operanti da sè e per sè; nel qual caso, tali forze saranno in un primo tempo tutto ciò che possono essere giusta la propria essenza immutabile. Per fermo, nel secondo tempo e ne’ successivi, non intervenendo dal di fuori alcuna cagione efficace, come spiegherebbero esse forze un diverso atto e di seguito molti atti diversi, mentre nulla non à cambiato nella forma intrinseca del subbietto o vogliam dire nella forma essenziale della cagione? e certo si rimanendo che gli atti emanati debbono riuscire infallantemente a quella omogenei, anzi dovendosi dire che sono la stessa forma causale in ispiegamento di atto? La qual cosa apparisce più chiara con questa considerazione che l’ultima mutazione supposta giaceva anteriormente in potenza entro al subbietto causale; come dunque tal mutazione trapassò dalla potenza nell’atto? quando non operava, secondo il supposto, alcuna cagione esteriore nè superiore?"
      },
      {
        "index": 36,
        "text": "157. — Ma non si à differenza nessuna nell’altro supposto di un’azione esteriore. Perocchè questa opera sempre con lo stesso tenore e con lo stesso è ricevuta; e però nel secondo momento non accade azione esteriore diversa da quella che nel primo si compieva."
      },
      {
        "index": 37,
        "text": "158. — Rimane il supposto dell’azione superiore divina, alla quale certo non è impossibile il recare per entro i subbietti finiti una serie di mutazioni eziandio diverse tutte e slegate. Salvo che in questo caso non opera il subbietto finito ma la potenza infinita immediatamente, e in quel subbietto è soltanto una conforme disposizione di recettività."
      },
      {
        "index": 38,
        "text": "159. — Mirandosi, impertanto, alle forze attive finite per ciò che possono in sè medesime e l’una a rispetto dell’altra, ei si debbe con gran saldezza affermare ed asseverare che in ogni tempo ed in ogni luogo sono identiche con sè medesime e quindi manca loro ogni facoltà di emanare in successivi momenti diverse forme di atti e fenomeni."
      },
      {
        "index": 39,
        "text": "161. — Che se l’ente qualechessia può differire di mano in mano da sè medesimo e quindi operare e mutare senza cagione, Hegel non debb’essere rimproverato di far diventare l’ente suo astratto ogni cosa senza anteriorità di cagione; salvo che conveniva perciò risolvere quella specie di mezza infinitudine che appresso il Leibnizio ripetevasi in monadi innumerevoli, risolverla, io dico, in una monade sola ed universale. Altro esempio del travasarsi gli errori di età in età pel potere e l’influsso d’un nome grande e riverito."
      },
      {
        "index": 40,
        "text": "162. — Non pertanto, se il naturale e perenne principio di mutazione non è insito ne’ subbietti finiti nè s’invoca l’intervenimento immediato della efficienza suprema, da onde il trarremo noi ed in qual maniera saranno dileguate le incongruenze che paiono andar seco di compagnia? Perocchè, nel modo che già venne accennato nei superiori aforismi, sebbene si forniscano gli enti finiti di certa virtù di operare l’uno nell’altro quali cagioni provocative o modificatrici, nientedimeno, noi non vedremo da ciò suscitate le mutazioni e moltiplicata la varietà degli effetti. Per fermo, posti i finiti in presenza l’uno dell’altro, egli è chiaro che subito emaneranno la loro efficacia causale reciproca e subito saranno indotte da ogni parte tutte mai le modificazioni ed eccitazioni convenienti all’essere loro; le quali, non mutandosi punto i subbietti nè le facoltà passive ed attive, rimarranno identiche e inalterabili dal primo istante del proprio apparire insino alla estrema consumazione del tempo."
      },
      {
        "index": 41,
        "text": "A questo dimando della ragione risponderanno gli aforismi del Capo seguente."
      },
      {
        "index": 42,
        "text": "163. — Ad ogni modo e trovato anche il principio naturale e perenne di mutazione, la immutabilità delle essenze e degli atti essenziali dee comparire nel fondo medesimo dei cambiamenti. E non soltanto la immutabilità delle essenze, ma la immobilità degli atomi e dei loro composti, laddove dal di fuori non sopravvenga azione nuova causale. Guardisi alla immobilità delle roccie di primitiva formazione, e, con maggior maraviglia, guardisi ai composti organici più delicati, ognora che non sia mutevole l’ambiente dove dimorano; il che si avvera nei gracili semi di grano stati sepolti nei sarcofagi egizj o nelle buste delle mummie, e quivi durati un qualche migliaio d’anni senza cambiare un minimo che della propria struttura, di qualità che consegnati di poi alla terra e in debito tempo inumiditi e scaldati svolsero il germe racebiuso e maturarono il frutto loro aspettato per almeno quaranta secoli."
      },
      {
        "index": 43,
        "text": "164. — Per lo certo, cotesta immobilità è relativa e non assoluta; ma ci rende figura di quel che sarebbe tutto il finito, qualora gli accadesse di dover ritrarre dalle sue condizioni proprie e non declinabili un principio perenne e fruttuoso di attività e di mutazione."
      }
    ]
  }
}
