{
  "chapterNumber": 14,
  "title": "Vol. I, Libro Secondo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "TEORICA DELLA COGNIZIONE."
      },
      {
        "index": 1,
        "text": "1. — Non è nostro intento di svolgere e definire le minute dottrine della logica e della psicologia. Pure non possiamo astenerci dal qui indicare la luce grande che sopra qualunque atto e forma di cognizione difondesi dalla teorica delle idee quale è professata da noi."
      },
      {
        "index": 2,
        "text": "La qual cosa porrà un saldo suggello sull’affermazione nostra che dal principio dell’essere dee provenire con ogni chiarezza il principio altresi del conoscere. Perchè, come disse, con l’usata profondità il Vico, la metafisica mostra e spiega eziandio la critica del vero."
      },
      {
        "index": 3,
        "text": "2. — Ei si conviene anzi tutto schivare due estremi, l’uno di scemare e infirmare di soverchio la parte che à l’esperienza nelle nostre cognizioni; l’altro di attribuirle uffici ed ingerimenti che solo appartengono all’atto d’intellezione. L’esperienza o vogliam dire il fatto, e segnatamente il fatto nostro individuale e incomunicabile, à la sua propria e immediata notizia e certezza; e nulla è più intempestivo, quanto frammettere qualche cosa aliena e diversa tra esso e la vista evidente e la cognizione diretta che ne coglie lo spirito."
      },
      {
        "index": 4,
        "text": "Negandosi questo primo fatto e il primo e sicuro sguardo dell’anima sopra di lui, viensi a voler negare pressochè l’essere mostro sostanziale e il sentimento chiaro e distinto de’ nostri atti e dell’obbietto loro immediato. Conciossiachè gli atti sono involti nelle sensazioni e nel sentimento; e se appariscono come atti apparisce di necessità l’inerenza loro ai subbietti correspettivi. E questo avverte la mente che non è senso ma vista spirituale al senso applicata; e però tanto avverte le sensazioni ed il sentimento, quanto gli atti che ci compenetrano e lo diverse loro inerenze. Rispetto a coloro poi che trasformano nel senso ogni potenza dell’anima, e acciecando questa dell’occhio spirituale ricusanle la visione della infinita idealità, sono giudicati da gran tempo. Nell’eccesso contrario trabocca quella dottrina che priva l’anima della facoltà di scorgere ciò che accade nel seno suo e nel confine delle sue congiunzioni con altri esseri; ed anzi costituisce la intelligenza medesima, ossia il vedere interno del nostro spirito, in non so quale idea innata che mena dal di fuori la luce mentale a un dipresso come gli Averoisti facevano verso l’Intelletto agente dello Stagirita. Lo spirito intende, siccome sente, vuole, ricorda ed immagina; tutte facoltà innate ed innaturate con lui, ancora che abbisognino di interne e di esterne provocazioni per moversi all’atto."
      },
      {
        "index": 5,
        "text": "4. — Già si affermò che nell’anima nostra è la mente (Mens animi), la quale ripetiamo essere un occhio interiore spirituale che avverte ciò che accade entro l’anima stessa o ciò che movendo dal di fuori termina per modo di congiunzione nell’unità sostanziale di lei. Una facoltà medesima avverte però due specie di atti differentissimi e gli oggetti loro correlativi; avverte le sensazioni e le percezioni da un lato: e le intellezioni dall’altro; e avverte il riferire continuo che la mente essa medesima fa delle intellezioni all’oggetto assoluto e delle sensazioni e volizioni ai rispettivi subbietti. Riferimento, per altro, ch’ella del sicuro non crea, ma trova e riconosce nelle due sorte d’inerenza indipendenti da lei."
      },
      {
        "index": 6,
        "text": "Dico la mente avvertire i proprj atti ed i proprj riferimenti conciossiachè, sebbene le visioni ideali si attribuiscono peculiarmente all’intelletto, non mi sembra per questo che debbasi costituire una facoltà al tutto diversa da ciò che domandiamo la mente, la quale, per mio sentire, è nel generale la facoltà intuitiva e riflessiva dell’anima. E però l’intelletto sarà la mente nel suo particolare atto di intender le idee e apprendere la connessione loro con l’Assoluto. Del sicuro, la mente nell’avvertire le sensazioni e le forze causali correlative e nell’avvertire le idee e il termine a cui tutte si annodano, rincontra (come poc’anzi io notavo) oggetti di natura differentissima; nondimeno è sempre la stessa intelligente virtù che in quelli si adopera. E ciò è necessario non che naturale insino a tanto che le cose vedute, o per lo meno, i congiungimenti loro immediati non escono dallo spirito nostro e cade sopra essi indifferentemente la stessa luce, e sono in prospetto d’una medesima virtù visiva."
      },
      {
        "index": 7,
        "text": "5. — L’anima percepisce; e vogliamo esprimere che l’anima sente le proprie affezioni e mediante la intelligenza, facoltà ingenita ed essenziale di lei, intuisce gli atti delle forze esteriori dai quali è penetrata, e gl’intuisce nel limite loro e vale a dire nella congiuntura intima di quegli atti con gli agenti respettivi. Dal che proviene la oscurezza in cui sono involti da ogni parte tali subbietti esteriori e il nostro non meno di quelli; rivelandosi unicamente ambedue, come limiti e in quanto gli atti correlativi v’ànno il loro principio. Le percezioni poi legate ai subbietti loro esterni e le volizioni legate al proprio mostro subbietto offrono per sè medesime alla mente, o vogliam dire all’anima in quanto à facoltà d’intuire, offrono, ripetiamo, per sè medesime le prime sintesi sulle quali si esercita quindi naturalmente la virtù di paragonare, di astrarre e di giudicare. E per fermo (giusta le analisi da noi compiute nel primo libro) la mente non può non discer nere che gli atti volitivi e il percepire stesso e il riflettere appartengono tutti al nostro me identico ed immutabile in ciascuno di essi. Del pari, non può non discernere la connessione intima di certe sensazioni con certi atti di forze esteriori; il che forma alcuni gruppi ed unità di fenomeni che da niuna idea e da niun principio ideale, come da niun giudicio sono costruite; ed è sufficiente che l’animo nostro le avverta e ne distingua gli elementi per le loro differenze. Nè sembra necessario il notar novamente che noi domandiamo tuttociò una vista spirituale e non già un modo di sensazione. Lungo errore è stato quello di credere che i fatti dello spirito dovessero tutti partecipare del senso, e perciò la mente non avesse a farsi consapevole d’altra forma e stato dell’anima. fuorchè delle passioni e affezioni sue sensitive. Onde poi succedeva che il Kant negò a dirittura la intuizione immediata delle sostanze e delle cause e credè di ben supplire coi suoi concetti rappresentativi."
      },
      {
        "index": 8,
        "text": "6. — Ciò posto, noi affermiamo che gli è impossibile, com’altra volta si scrisse, lo scorgere per via d’esempio in certo spazio determinato certa figura triangolare senza avvertire e distinguere i lati dagli angoli e non vedere entrambo congiunti in certa unità di estensione. Imperocchè il di fuori così patente come apparisce e in quell’essere suo essenziale e peculiarissimo di continuità, non è opera nostra nè nostro concetto; e del pari non rappresentiamo noi a noi stessi le figure dei corpi; e fatto nostro non sono quel colore, solidità, movimento ed altro che gl’individua e distingue dagli oggetti circostanti."
      },
      {
        "index": 9,
        "text": "Non si nega che quella estensione e figura e gli altri accidenti notati sono singoli e particolarissimi e come tali li apprende il pensiero passivamente; e vogliam dire che non li ripensa e giudica per questo rispetto speciale; essendo che la mente nostra di generale e particolare non sa ancor nulla, salvo che distingue e separa l’individuo proprio dal rimanente."
      },
      {
        "index": 10,
        "text": "7. — Impossibile del pari, per nostro giudicio, è il pigliarsi in mano, a cagion d’esempio, una palla d’avorio e non avvertire la unità che compongono tutti insieme la sua figura e la sua resistenza, la bianchezza e levigatezza della sua superficie, e il moto di lei quando circolare e quando di traslazione. Chè oltre alla connessione perfetta e spiccata, a così domandarla, di tali fenomeni, l’occhio nostro mentale non può, come si disse, non vedervi dentro implicati gli atti e le forze correspettive. Nessun concetto più strano che il chiamare a comporre coteste sintesi non so quale idea astratta ed universale che nulla non à che fare con le percezioni, nulla con la forza e l’attività, nulla coi gruppi particolari e singolari delle sensazioni e dei fenomeni."
      },
      {
        "index": 11,
        "text": "E sin quale si voglia la forma e disposizione del nostro atto di giudicare. Dovrà esso venir preceduto sempre od accompagnato da certa apprensione dei termini, quale la porge nè più nè meno il fatto e la sensazione."
      },
      {
        "index": 12,
        "text": "Peggio poi quando si vuole che le facoltà di paragonare e di astrarre vengano ai primi atti loro promosse e guidate dalla nozione astrattissima di mezzo e di fine che è a dirittura mettere il carro innanzi ai bovi e inserire nella storia delle originali operazioni di nostra mente una petizione perpetua di principj."
      },
      {
        "index": 13,
        "text": "8. — Per lo certo, negli abituali nostri giudicj, le idee s’intrecciano ad ogni tratto alle percezioni ed ogni cosa riduciamo sotto l’ordine di certe generalità. Per simile, i vocaboli assumono significazione generale non potendosi moltiplicarli al punto da segnare qualità accidenti particolarissimi che sono infiniti. — Lo stesso vocabolo Io applicato ad esprimere ciascuna natura individua e incomunicabile non à senso al tutto proprio e separativo se non misto ed accompagnato ad altre note singole e compiutamente personali."
      },
      {
        "index": 14,
        "text": "Oltreciò, volontieri confessiamo che non sempre torna agevole il ben capire come si compongono originalmente parecchie sintesi percettive, e come le une dalle altre sono nettamente distinte e i fenomeni sono riferiti con esattezza ai loro subbietti. La scuola scozzese riusci ingegnosissima a farci osservare cotesti nodi forse non estricabili di certe percezioni prime e semplici. massime intorno ai fenomeni della estensione e del tatto. Così la natura nasconde a noi quasi sempre la genesi d’ogni opera sua; e sapere per via d’esempio come noi annettiamo con sicuro modo e spedito i segni orali alle percezioni e alle idee; ovvero, come alle nostre reminiscenze aggiustiamo fede perfetta non è meno faticoso a spiegare ed intendere."
      },
      {
        "index": 15,
        "text": "9. — Questo, nondimeno, appare evidente pel caso nostro, che l’intervenire delle idee, e massime dell’astrattissima dell’essere, invece di aiutar la mente a riconoscere e distinguere le sintesi primitive delle percezioni e dei fenomeni non può se non confonderle maggiormente; perchè, a forza di universaleggiare ogni cosa, le idee impedirebbero qualunque notizia del particolare e del singolo e il singolo è conosciuto per via di fatto immediatamente, imperocchè ogni fatto è singolo. Laonde (avvertasi qui di passata) non recarono frutto circa al proposito nemmanco le astrazioui e acutezze del medio evo cercandosi un principio efficiente ed universale di individuazione; e cotal principio dovrà originarsi sempre dalla intuizione immediata che possediamo del nostro essere; il quale in virtù del patire e del percepire le azioni esteriori distinguesi sostanzialmente da esse e però riconoscesi come compiuto individuo; dacchè l’intuito del nostro patire implica eziandio l’intuito d’un agente diverso da noi. E tal concetto è naturale che sia quindi applicato a quegli esteriori oggetti che mostrano simiglianza compinta con noi, e più tardi alle altre cose."
      },
      {
        "index": 16,
        "text": "10. — Di tal maniera è confermato per ogni parte il principio nostro che il fatto e le sue condizioni essenziali e immanenti non possono altramente farsi conoscere che per sè medesime in via diretta e con intuito immediato. Nel rimanente colui il quale nega ostinato che l’anima o a dir più esatto la mente non può senza interponimiento d’idee generali scorgere ed avvertire il subbietto proprio e gli atti che ne emanano; e non può scorgere per via d’esempio ch’egli vuole o disvole, che s’allegra o s’addolora o che viene affetto dalla sensazione d’un colore, d’un sapore, d’un suono, costui, diciamo, inganna sè stesso e la propria giudicativa."
      },
      {
        "index": 17,
        "text": "E gli adotti esempi sono sufficienti a mostrare con evidenza la possibilità delle sintesi primitive indipendenti da ogni qualunque concetto. Il resto, bene lo riconosciamo, nascondesi spesso negli artifizj, a così chiamarli, e nelle finissime ingegnerie dalla natura ordinate, la quale inizia tutte le umane cose con metodi differentissimi da quelli che poi si studia d’indovinare la riflessione ed il raziocinio."
      },
      {
        "index": 18,
        "text": "11. — Ma i filosofi ipercritici di cui discorriamo, postisi alla impresa di annullare ogni valore ed ogni efficacia dell’esperienza, compiacendo al Kant e copiandolo molto spesso, negano persino che l’occhio mentale possa scorgere simultaneamente e distintamente due oggetti e discernere la lor somiglianza o la loro diversità, e parlano di non so quale interponimento d’un oggetto mezzano che renda fattibile il paragone ed applichi l’assioma che due cose uguali ad una terza tornano uguali in fra loro. E si noti che non perciò è schivata la necessità di fornire la mente della facoltà di paragonare e cogliere a un tratto le simiglianze o dissimiglianze delle cose; dacchè dovrà pure la mente porre a ragguaglio quel termine di paragone con gli altri due e vederne la identità o la differenza. Il perchè, simile dottrina sembra inventata da quell’uomo dabbene che non istimava possibile di porsi convenientemente le calze e il farsetto senza l’aiuto delle carucole.  12. — E poi da avvertire che il gran fondamento sul quale il Rosmini edifica la sua prova del non potersi nè pensare nè conoscere cosa alcuna senza la idea innata dell’ente possibile consiste in ciò, che in fondo a tutte mai le astrazioni operabili intorno a un oggetto pensato rimarrà da ultimo la qualità sua dell’esistere. E non s’avvide il grand’uomo che l’esistenza non certo nelle cose concrete una qualità; e però è impossibile che noi la troviamo in fondo alle astrazioni compiute immediatamente sulle cose medesime. E ciò solo accade quando noi conduciamo la serie delle astrazioni su talune idee generali di già formate e poste a riscontro di un oggetto reale che rappresentano universalmente. Di vero, il Rosmini invita bensì il lettore ad imprendere le sue astrazioni sopra un qualunque oggetto; ma l’esempio adotto da lui è l’idea d’una persona che à nome Maurizio. Cosi per provare che ogni sorta di cognizioni è impossibile senza la idea dell’Ente ci mena ad analizzare una idea con evidente paralogismo.[1]"
      },
      {
        "index": 19,
        "text": "13. — L’altre prove che assaggia nel progresso del libro ripetono tutte la cosa medesima, e cioè che la sensazione per sè è cieca e non intende l’essere proprio; il che è tanto vero quanto poco suffraga la teorica rosminiana."
      },
      {
        "index": 20,
        "text": "E diciam d’avantaggio essere cieche altrettanto ed inconsapevoli tutte le forze materiali ed organiche agenti sopra di noi. Ma di ciò nessuno discute; e del pari da nessuno viene negato che nelle percezioni vi abbia una parte la quale non è sensibile ma intuitiva solamente. Trattasi invece di sapere per bene se la mente nostra è abile di avvertire e però conoscere senza interposizione veruna cotesta parte non sensibile. Noi replichiamo del si per le ragioni adotte più volte e pel testimonio schietto e immediato che la mente nostra rende a sè stessa, ognora che giudica del fatto proprio senza prevenimento di torte opinioni. Conciossinchè (replichiamo pur novamente) a lei è impossibile di non accorgersi del patire dell’anima; e accorgersi di ciò vuol significare ch’ella vede l’atto il quale genera la passione. Patire ed agire sono contermini al tutto e correspettivi e però avvertir l’uno senza l’altro non è cosa fattibile. Ma avvertire un atto vuol dire eziandio discernere l’inerenza sua nel subbietto da cui emana benchè l’intuito non oltrepassi il termine estremo dell’inerenza. E di nuovo si noti quanto sia falsa quell’anticipata opinione che giudica impossibile cotale intuito immediato allegando che l’anima non può uscir di sé stessa. Iniperocchè non l’anima esce di sè medesima; sibbene la vista mentale distendesi sopr’ambedue gli atti congiunti insieme e compenetrati, vogliam dire l’interno e l’esterno."
      },
      {
        "index": 21,
        "text": "14. — Dopo ciò, da capo ci giova di ammonire ogni generazione di filosofi che quando si neghi alla mente nostra la intuizione di cui discorriamo, qualunque altra via di provare cosi l’esistenza dei corpi come la loro individuazione tornerà vana ed impertinente. E se ne à esempio rilevato in Vincenzo Gioberti il quale si confido di trovar quella prova nello intuito perenne che regalo all’uomo dell’atto creativo. Guardate, se la cercò di lontano, e se in luogo d’una intuizione naturalissima e da tutti osservabile ne pose una ignorata da tutti e ripugnante con sé medesima, secondo verrà dimostrato altrove. Ma che più, se il medesimo Reid dopo aver bandite per sempre le immagini, le impressioni e le idee tramezzanti fra l’anima e le cose esteriori guastò la teorica della percezione introducendovi inopportunamente certa spirazione e certo atto di credenza che fa ufficio di un Deus ex machina è torna, per mio sentire, a rimescolare ogni cosa?"
      },
      {
        "index": 22,
        "text": "15. — Del sicuro, la mente compie quivi un giudicio ed afferma a sè medesima la presenza e l’atto delle forze esteriori. Ma il giudicio non accadrebbe dove la mente innanzi non intuisse la congiunzione e penetrazione degli atti che sono la sintesi naturale in cui si esercita e compie il giudicio. Nè punto si avvide quello ingegno acutissimo che dove la intuizione non precedesse, tornerebbe a forza quell’essere rappresentativo da lui abolito. Per fermo, se la sensazione è segno (come il Reid usa dire) e l’ente significato non è intuíto immediatamente, il pensiere, per farne"
      },
      {
        "index": 23,
        "text": "16. — Delle intellezioni si affermò per addietro quello che sono e come l’anima intuisce immediate il loro connettersi al subbietto comune e infinito; sebbene ciò faccia con la limitazione stessa od almeno con una assai somigliante a quella delle forze esteriori ond’è penetrata. L’anima, vogliam dire, intuisce l’Assoluto nel suo termine di congiunzione ma non più là. Onde in quel modo che l’intimo dei subbietti esterni le si nasconde e le si abbuja, succede altrettanto per l’Assoluto il quale, se è lecito così parlare, non apparisce all’anima nell’essere suo, ma solo fiocamente le trasparisce dal fondo degli enti rappresentativi che sono le idee."
      },
      {
        "index": 24,
        "text": "17. — Chi vuol trapassare questi confini della visione intellettuale certo si avvolge tra incoerenze ed ambagi non mai estricabili, perchè ponesi o troppo di qua o troppo di là dal vero. Ma non dimentichi mai il lettore che si le intellezioni ideali e sì le percezioni sensibili sono ricettate nella unità sostanziale e mentale del nostro spirito, ancora che le une e le altre lo pongano in congiuntura immediata con l’esterna realità, con la contingente, cioè, e con l’assoluta. Se non vi fosse la mente o vogliam dire la pupilla spirituale interiore che vede e abbraccia quel tutto che accade nell’anima e però non ne risultasse certa correlazione ordinata e continua delle intellezioni e delle percezioni, per fermo, il pensare e il conoscere diventerebbono impossibili. Conciossiachè le percezioni e le intellezioni, in risguardo segnatamente del loro oggetto, vestono abito e natura differentissima e per nessun miracolo possono addivenire materia o forma immediata l’una dell’altra. Contro quello che pensa il Rosmini il quale dopo aver notato con grande acume e compitezza il diverso essere dei due termini l’ideale e il sensibile, finisce col farli propriamente ed esattamente forma e materia intrinseca l’uno dell’altro; dacchè, al suo dire, l’idea si realizza nella percezione e la percezione informasi della idea."
      },
      {
        "index": 25,
        "text": "18. — Impertanto, fra le idee nostre e le percezioni interviene questa incessante rispondenza e collegatura che le seconde sono dalle prime rappresentate universalmente e rinvengono nelle idee la significazione perenne della loro eterna possibilità che è pure la essenza loro realissima."
      },
      {
        "index": 26,
        "text": "D’altra parte, le idee rimarrebbono al nostro pensiere vuote di significazione, o parlandosi con più rigore fornite d’una significazione al tutto incognita a noi, qualora l’occhio della mente non potesse raffrontarle col fondo comune delle percezioni ed eziandio con le note speciali e individuali di ciascheduna di queste. Imperocchè non è disdetto alla mente di allargare il suo sguardo a più d’un oggetto, ancora che differente e accoglierlo nella unità del lume conoscitivo."
      },
      {
        "index": 27,
        "text": "Altra cosa è dunque confondere insieme ed in qual sia guisa le intellezioni e le percezioni ed altro avvisare la lor differenza da un lato e le assidue loro corrispondenze e correlazioni dall’altro.."
      },
      {
        "index": 28,
        "text": "19. — Certo è poi che tali corrispondenze provengono da un’alta e sostanziale cagione e nulla non è in loro di casuale e di accidentale. Ma per ciò che nel primo aspetto ne conosce la nostra mente, il nodo fra le percezioni e le idee non appare più che occasionale e quasi fortuito; e mentre i fantasmi ci rappresentano le percezioni per via di similitudine, invece le idee ce le rappresentano per solo rapporto di segno a significato. E questi segni troviamo nel fondo dell’anima, connessi sempre e quasi direi combacianti e contigui alle cose significate e rappresentate, senza scorgerne bene il modo, nè la ragione; in quella maniera che l’uomo ignorante della meccanica e dell’acustica non sa perchè al premere i diversi tasti del cembalo, succedono con fedeltà e prontezza tali suoni o tali altri. Intanto, questa scrittura interiore e spirituale in cui la mente legge tradotta la cognizione dei fatti le apre la via di spaziare per le loro generalità, di ordinarli secondo diversi rispetti e studiarne le relazioni paragonando insieme i concetti correspettivi e così condurre la scienza per le ampiezze dell’infinito; perchè la idealità non à fine e dall’una attinenza rampolla l’altra senza mai termine."
      },
      {
        "index": 29,
        "text": "20. — Ricusata cotesta vera e salda dottrina delle percezioni e delle idee, tutta la sperata scienza e certezza della logica, dell’ontologia e della cosmologia va in dileguo; primamente perchè si annulla qualunque realità obbiettiva dei primi principj di ragione; e secondamente perchè l’anima permane tutta chiusa in sè stessa e le affezioni e i pensieri non le aprono alcuno spiraglio sul mondo esteriore. Perciò il Condillac principiava i suoi trattati d’ideologia e psicologia con quel paradosso famoso che la mente umana sorgendo nell’altezza dei cicli ovvero scendendo nel cupo estremo degli abissi mai non usciva di sè medesima; e volle dire che nel fatto ella non poteva spiritualmente nè salire nè scendere in alcuna parte nè attingere alcuna realità salvo che le proprie interne modificazioni. Per ciò medesimo volle il Malebranche che le cose particolari o sentite od apprese fossero conosciute in Dio mediante la visione ideale. Per ciò medesimo, venne improverato a Cartesio d’avere al secondo passo delle meditazioni sue intorno alla propria anima abbandonato subito la esperienza psicologica ed essere a piè pari saltato nella ontologia."
      },
      {
        "index": 30,
        "text": "Ma il peggio fu che mancavagli onninamente la giusta dottrina per compier bene quel salto, ammettendo egli da un canto le idee innate come anteriori ad ogni esperienza, e dall’altro non sapendo dare dimostrazione piana e assoluta della realità loro obbiettiva e disperando affatto di rinvenire prova apodittica della esistenza delle cose esteriori."
      },
      {
        "index": 31,
        "text": "Ne gli ultimi discepoli in Francia della scuola cartesiana emmendarono a dovere le dottrine del gran maestro con quel loro affermare che la nostra coscienza in qualunque atto si voglia conosce sè e la natura esteriore; conosce il principio di sostanza e il principio di causa; e sopra sè e la natura avvisa e conosce l’Ente infinito il quale abbraccia, stringe e signoreggia tutti quei termini. Il che accettato pure per vero, siccome non è, proverebbe la virtù mirabile dell’istinto e crescerebbe ragione al Reid, ovvero al sistema delle categorie kantiane; ma dalle prove rigorose e apodittiche della scienza rimarrebbesi discosto le mille miglia."
      },
      {
        "index": 32,
        "text": "21. — Con la teorica nostra vede ciascuno i legami saldi e perdurevoli che annodano la psicologia all’ontologia; perchè la intuizione evidente ed irrepugnabile degli atti penetrativi esterni in quel limite che fa più volte descritto da noi, subito ci rivela la circostante natura e il nesso intimo di tutti gli atti colle loro forze e di tutti i fenomeni coi loro subbietti. D’altra parte, la intuizione dell’obbietto indeterminato e comune di tutte le idee in quel limite parimente che noi descrivemmo ci scopre con certezza immediata il congiungimento del nostro pensiere all’Ente Assoluto. Laonde, invece di assentire all’abate di Condillac che l’anima e il pensiere sempre rimangano chiusi in sè stessi, deesi per lo contrario affermare che sempre l’anima nostra e il pensiere sono in congiunzione diretta e continua col mondo fisico circostante e col mondo assoluto e oggettivo delle idee. Di quindi poi la legittimità del nostro conoscere e la provenienza e realità dei principj logicali supremi, conforme si andrà dichiarando nei seguenti capitoli."
      },
      {
        "index": 33,
        "text": "22. — Del sicuro, mancherà molto alla scienza che travagliasi intorno all’anima e intorno ai concetti, non si potendo scoprire la causale necessità, perchè l’intuito di quelli succeda originalmente nell’anima in occasione delle percezioni e sembri cosi dipendere sempre dalla fortuita esperienza. Ma noi dobbiamo anzi tutto fermarci alla verità del fatto e non lo disdire per questo soltanto che bene non lo intendiamo. Che se le idee sono (secondo che io giudico) anteriori per natura e indipendenti dall’esperienza, elle cotali rimangono e sono; perocchè l’intervento della cagione occasionale per aver di quelle l’intellezione è un fatto umano e subbiettivo e prova come la visione delle idee fassi per noi condizionata ed à qualche parte accidentale e variabile in ciascun individuo. Ma ciò non condiziona punto le idee in sè stesse e non le sottomette ai nostri accidenti. E stimo che nessun platonico voglia inchinarsi a credere che le idee nascono e muoiono quante volte noi le pensiamo o di pensarle cessiamo. Elle anno certa natura intelligibile indipendente da noi; e più propriamente, elleno sono la forma mediante cui la realità eterna e gli eterni esemplari a noi si palesano e sono un modo prestabilito e immutabile di congiungimento fra essi e certa generazione di esseri forniti di mentalità. Laonde ripetiamo che quanto circa le idee tiene dell’occasionale e quasi a dire del fortuito; e quel tutto che nelle cognizioni nostre ideali comincia, varia, finisce, s’interrompe, si oscura, non debbesi attribuire ad altro che al nostro subbietto. E quanto a me, stimerei che la occasione e precedenza delle nostre percezioni facciasi necessaria sempre all’intuito delle idee per quella necessità insita in ogni facoltà umana ed anzi in ogni finita virtualità di aver bisogno d’alcuna forza straniera per esser levata dalla mera potenza o dal mero conato e venire condotta all’atto."
      },
      {
        "index": 34,
        "text": "23. — In simile guisa al nostro intelletto bisogna l’occasione del sentire e del percepire affine che esca dalla mera virtualità del potere intendere le idee e scorra all’atto dalla loro visione."
      },
      {
        "index": 35,
        "text": "Del resto, mai non ci dee fuggire della memoria che quando le idee precedessero le sensazioni e le percezioni e serbassero natura ed ufficio rappresentativo, noi non intenderemmo uno jota della loro rappresentanza."
      },
      {
        "index": 36,
        "text": "Ciò dunque che sembra avvenire a caso e per accidente è stretto nell’intimo suo da necessità ontologica permanente ed universale. E perchè la causa occasionale è determinata e specifica, altrettanto diviene la visione dell’idee; quindi a ciascuna percezione risponde distintamente ed analogamente la intellezione che falle riscontro; e la possibilità eterna dalla idea espressa e rappresentata, essendo in ultimo la vera e assoluta cagione dell’ente rappresentativo e la cagione suprema altresi ed universale della esistenza creata che le si raffronta, ne segue necessariamente che la idea rimanga natural segno e rappresentanza, ad intra della eterna possibilità od efficienza che voglia chiamarsi; ad extra, di qualunque essere in cui quella efficienza assoluta si attua nel tempo e nel mondo finito. Di tal guisa, il legame strettissimo ed incessante che unisce le idee con le percezioni, mentre ai nostri occhi apparisce costituito pressochè per semplice abito di accoppiatura o semplice contemporaneità, scorgesi avere le sue cagioni sostanziali e perpetue."
      },
      {
        "index": 37,
        "text": "Lecito è anzi di dire che di tre anelli componesi, spirituale, ideologico ed ontologico. Il primo consiste nella unità sostanziale e mentale del nostro animo. Il secondo nel rapporto di rappresentazione a rappresentato. Il terzo nella eterna fattibilità o cagione efficiente assoluta delle cose create."
      },
      {
        "index": 38,
        "text": "24. — Certo poi che le idee moltiplicandosi fuor l’ogni numero, dapoichè nessuna estensione di scienza e virtù di pensiere le può esaurire nè oltrepassare, fondano questo loro indefinito sopra una vera infinita potenza, come notammo più volte per altri casi di serie non terminabili. Le idee pertanto non sono un prodotto del nostro spirito nè mere forme innate e congenerate con lui ed in lui, ma possiedono certa esistenza e certa intelligibilità separata e si connettono fontalmente ed essenzialmente coll’Assoluto. Per simile quella loro natura, direi, trascendente di compor tutte una sola infinita idealità della quale ciascuna rappresenta una determinazione speciale ma senza divisione e senza tutto nè parte, conciossiachè ciascheduna è tutto e parte a vicenda; e quell’altra loro mirabile qualità del contenere scambievolmente e dell’essere contenute, che nessuna è superiore o inferiore all’altra, avendo ognuna valore eguale e certa unità inalterabile; queste condizioni, ripeto, inapplicabili a cose propriamente finite o con enti finiti congenerate, inducono più che mai a giudicare le idee, cose le quali se dal lato nostro contraggono certa apparenza di fatti contingenti, dimostrano assai nella loro alta e propria natura di essere pertinenze di Dio."
      },
      {
        "index": 39,
        "text": "Però stimo e novamente l’affermo, che noi le dobbiamo reputare la stessa divina intelligibilità sotto quella forma che è sola al presente accessibile al nostro umano intelletto ed è forma di significazione e rappresentanza. Nè si dica che la più parte delle note qualitative da noi avvisate nelle idee sono forse attribuzioni metafisiche non di esse idee, ma propriamente dei possibili e delle eterne efficienze rappresentate. A noi sembra che si bene si applichino alle une come alle altre e mal si potrebbe distinguere a cui delle due appartengono in modo separativo. Il che ne dimostra maggiormente, per ciò che io giudico, che le idee sono (quel che più volte abbiam ripetuto) la forma peculiare onde la realità eterna si fa a noi manifesta; e come la forma non ostante l’adattamento suo al nostro intelletto non può differire al tutto dall’ente formale, così nelle idee scorgiamo attribuzioni non isconvenevoli all’Assoluto medesimo e per ciò pure la verità se ne riveste e se ne adorna, come di luce immortale."
      },
      {
        "index": 40,
        "text": "25. — A queste ultime conclusioni siamo noi saliti gradatamente e per impulso di quella evidenza che ci è sembrato veder rilucere di più in più dal ricercamento accurato dei fatti, fuggendo a tutt’uomo le preoccupazioni ostinate e i supposti arbitrarj. E quando me si desse licenza, noi volentieri in tale argomento ci stringeremmo a coteste adombrazioni della verità piuttosto che affermazioni dogmatiche. Ma non si comportano i dubbj e le peritanze e nemmanco le incerte definizioni laddove trattasi di fondare i principj. Quindi da ogni parte ci sembra sentir gli studiosi vociferare ch’egli bisogna sapere nettamente e ricisamente quello che sono le idee. Ne basterà l’asserire che sono enti significativi e che del sicuro provengono dalla fonte dell’assoluta verità, ed anzi costituiscono essi il modo per cui l’Ente Assoluto manifestasi continuo alla virtù intellettiva, sotto le determinazioni ed attribuzioni della verità increata. Ei si chiederà tuttavia se tale significazione e rappresentanza interposta fra la mente e l’Assoluto reale, o vogliam dire tra la mente e Dio, è cosa divina ella stessa e però è Dio medesimo rivelantesi sotto altro aspetto da quello astratto e indeterminatissimo che s’intuisce nell’ultimo termine delle intellezioni. Non doversi ammettere alcuna mezzanità tra il creato e l’increato, tra le fatture del nostro spirito e le pertinenze di Dio, come nessuna qualità ed attribuzione delle seconde è lecito di riferire e applicare alle produzioni dell’anima."
      },
      {
        "index": 41,
        "text": "26. — A noi il premere e l’incalzare di tali argomentazioni non è ignoto nè punto vogliamo dissimularle. Ma la difficoltà del risolverle giace nella condizione dei fatti medesimi i quali ci compariscono discordevoli in fra loro ed essendo noi deliberatissimi di non giocare di figmenti e indovinamenti coi nostri lettori. Se le idee sono per ogni verso pertinenze di Dio sono la forma stessa dell’infinita realità, in quanto si comunica all’intelletto, o vogliam dire, in quanto è verità eterna e infinita, onde mai succede che in esse idee non appare ombra di attività e sostanzialità, ma invece si dimostrano come freddissimi simulacri, anzi come effigie, a così parlare, superficiali ed esterne; e le insidenze loro scambievoli nulla non anno che fare con le inerenze reali degli altri subbietti? Ciò che è Dio o in Dio, come non partecipa dell’essere attualissimo e sostanzialissimo, e può avere essenza diversa dalla essenza divina? Oltrechè, le idee non istanno per sè medesime, e sempre si riferiscono ad altro; quindi per l’ufficio loro peculiare di segno e rappresentanza discopronsi relative e non assolute, sono abito e involgimento di altro ente che non sè stesse. Ma ogni pertinenza di Dio è assoluta cosa e non relativa e nulla in esse piglia compimento da altro, ma si è perfetto e infinito in sè e per sè. Da ultimo, se le idee sono cosa divina, eziandio nell’abito esterno o significativo che il domandiamo, onde mai succede che si fatta significazione ci rimarrebbe incognitissima, qualora l’esperienza non ci fornisse maniera d’intenderla e non ci porgesse la chiave dell’alfabeto di quella scrittura arcana?"
      },
      {
        "index": 42,
        "text": "Da tutto ciò che dovremmo noi concludere per raziocinio probabile se non l’opposto del pronunziato superiore col quale dichiarammo essere tutte le idee una forma divina di segno e manifestazione?"
      },
      {
        "index": 43,
        "text": "27. — Ma d’altro lato, vi sono fatti e ragioni gravissime, di cui parecchie venimmo esponendo altrove, le quali interdicono al sano giudicio di credere che le idee riescano in tutto cosa contingente e fattura del nostro spirito. E lasciamo stare l’attribuzione continua che si fa ad esse delle doti trascendenti dei loro rappresentati assoluti. Avvegnachè cotesto dilatamento di attribuzione può essere indebito e provenire soltanto dalla poca diligenza nostra nel distinguere con accuraaccuratezza e ogni sempre due cose diverse tuttochè connesse strettissimamente insieme, l’ideato e l’idea, la rappresentazione e il rappresentato."
      },
      {
        "index": 44,
        "text": "28. — Và, per altro, alquante verità le quali non sembrano potersi passare della forma rappresentativa; dal che dovrebbesi arguire essere ella una forma essenziale e propria della verità stessa; e come eterna, per lo certo, e divina è la verità, cotale sarebbe la forma sua intelligibile. Queste due proposizioni: l’eternità è attribuzione necessaria dell’Assoluto; l’ossore perfettissimo è intelligibile per essenza, sono verità perpetue universali ed irrepugnabili, e nullameno diventerebbe loro impossibile il farsi conoscere ad intelletto finito senza l’intramezzo delle idee o vogliasi dire degli esseri rappresentativi. Conciossiachè nessun intelletto finito può apprendere immediate l’eternità come tale, nè l’essere perfettissimo come tale e vuolsi dire un infinito di perfezioni infinite. Ora, se togliesi dammezzo l’idea significatrice, rimane il solo e schietto ideato, il quale tuttavolta domanderebbesi verità in quanto può venire in congiuntura immediata con l’intelletto ed a lui rivelarsi. Ma negli esempj allegati e per la ragione espressa testè il solo intelletto divino potrebbe di tal guisa fruire la lor verità e ogni intelligenza creata sarebbene esclusa, ed egli sarebbe verità unicamente a sè stesso."
      },
      {
        "index": 45,
        "text": "29. — Sembra, dunque, non temerario affermare che la forma ideale e vogliamo dire significatrice e rappresentativa è propria della verità assoluta nella relazione sua esteriore ed è il modo di lei universalissimo di manifestarsi alle intelligenze create, o per lo manco alle umane. Onde che definendosi la verità assoluta l’essere assoluto e infinito in quanto è pensabile ovvero in quanto è conoscibile ad ogni intelletto, occorrerebbe di sottointendere che tale esterna pensabilità e conoscibilità si converte con la forma ideale a rispetto almeno di nostra mente. La quale definizione poi risponderebbe a capello all’altra proferita nel primo libro intorno all’idea con queste parole: l’idea in sentenza platonica essere l’Assoluto in quanto apparisce e significa sè medesimo alla intelligenza. Ora questo significar sè medesimo vuol dire appunto manifestarsi per segno o rappresentanza. Nondimeno, simile disputazione della forma essenziale ed universale della verità ad extra mi si appresenta così difficile che volentieri me ne rimetto ad ingegno ed autorità maggiore assai della mia."
      },
      {
        "index": 46,
        "text": "30. — Ma come sia ciò, un’altra ragione ci si fa incontro per legare la nostra giudicativa a credere che le idee sono pertinenza divina. E per fermo, la connessione loro immediata con l’assoluta realità conduce, come notammo nel primo libro, a convalidare la prefata opinione. Certo, non siamo noi i quali spontaneamente e per atto riflesso e deliberato vogliam riferire le nozioni e i concetti al termine loro comune; ma si la menter nell’atto medesimo in cui apprende una qualche idea, la scorge intimamente congiunta col suo subbietto infinito e indeterminato; ed anzi la vede pigliare da lui l’assolutezza ed infinitudine in cui si dilata; in quel mentre pure che il suo subbietto rivela e significa mediante l’idea le proprie specificazioni ed attribuzioni."
      },
      {
        "index": 47,
        "text": "Nè dee poi fuggire dalla memoria il concetto notato più volte, e cioè che la copia, la varietà, le attinenze, le deduzioni e composizioni delle idee possono tornare tanto numerose quanto i possibili che rappresentano. Ora, all’indefinito porgendo fondamento e virtù l’infinito, e questo del sicuro non potendo sussistere dentro lo spirito umano, debbe la idealità indefinita aver radice nell’Assoluto."
      },
      {
        "index": 48,
        "text": "31. — Di più. Sebbene la relazione fra il segno e il significato non consista di necessità nella simiglianza ma nella scambievole risponsione, tuttavolta siamo inclinati a credere che ad intra certa omogeneità di natura debba correre fra essi due termini; considerato principalmente che qui si tratta non di segni artificiali e memorativi ma di note e rappresentanze coessenziali alla verità, formative dello stesso nostro intelletto, fiaccole della scienza. Ciò farebbe pensare che tali note e rappresentanze partecipino fontalmente almeno dell’essere divino."
      },
      {
        "index": 49,
        "text": "32. — Che se le idee, in quanto segui e rappresentazioni, ànuo sembianza relativa e si mostrano ignude di sostanzialità e d’energia, egli se ne debbe inserire sol questo che la forma ideale non è veduta da noi piena ed intera quale è nella essenza interiore, ed il nostro sguardo mentale ne coglie, invece, la relazione sua esteriore, proporzionevole all’uomo e a lui confacente."
      },
      {
        "index": 50,
        "text": "33. — Per si fatte considerazioni e bene guardata e ventilata ogni cosa, noi ci risolviamo ad accogliere quella sola opinione la quale, a giudicio nostro, assoda per ogni parte la scienza e dissipa molte difficoltà ed incongruenze. La quale opinione consiste a dire che Dio in fra l’altre sopraeccellenze ineffabili possiede pur quella di essere intelligibile infinitamente a sè stesso e finitamente alle intelligeuze create. Laonde, come questo sole ardente sopra le nostre teste illumina tutte le cose quaggiù nel mondo, nella stessa guisa Dio è sole perenne di tutte le menti e non à occaso nè orto; e mentre intende l’universo partecipa all’universo medesimo la facoltà d’intendere l’autor suo. Ma Dio può fare ciò a differenti gradi e misure e splendere come stella da noi remotissima e a gran pena percettibile; ovvero così d’accosto da soverchiare e abbagliare ogni visiva potenza. Imperocchè, s’egli nella intelligibilità sua essenziale è perfetto e infinito; ed è, come dire, tutto diafano a sè medesimo e intende con assoluta unità l’infinito de’ suoi infiniti, sono innumerevoli le maniere, le condizioni, le forme e il quale ed il quanto onde egli al di fuori emana e dispensa la intelligibilità di sè stesso e degli enti creati. E nel modo che la luce nostra solare cade diretta o riflessa e le cose sono vedute talvolta per ispecchio e per rimbalzo di raggi e colori, medesimamente il gran sole intelligibile quando dà cognizione delle cose trascendenti ovvero dei possibili eterni per via di segno e rappresentanza, rischiara gli uomini per ispecchio intellettuale e per rimbalzi d’eterea luce. Ed è lecito di proseguire con sufficiente proprietà cotale parlar metaforico. Atteso che veramente gli uomini usano della luce specchiata non rade volte per iscorgere con nitidezza e certezza oggetti o troppo lontani o troppo minuti. Così la bontà divina provede alla insufficienza e impotenza nostra di intendere direttamente la eternità, ovvero la beatitudine, o l’unità sostanziale di tutte le perfezioni o l’essenza profonda del Sommo Ente; e quindi c’innalza alla cognizione di siffatti trascendenti per la luce riflessa dei segni e delle rappresentazioni. Quindi tuttociò che si predica di eminente e di sovrumano nelle idee procede in loro dall’atto causale onde emanano; il rimanente procede dalla confacenza che piglia ad extra quell’atto col nostro essere e col nostro intelletto."
      },
      {
        "index": 51,
        "text": "34. — Io mi sono sforzato di ridur la materia a qualche risoluzione più ferma e meglio contornata. Tuttavolta quando si dica che furono le parole alquanto diverse, ma il fondo della sentenza torna a un di presso a ciò che fu pronunziato più sopra, io non ne farò contesa gagliarda. E replico ch’io non voglio uscire dai termini dell’osservazione esatta e delle rigorose raziocinazioni gittando ombra piuttosto che chiarezza nella teorica delle idee. Però lascio ad altri l’affermare e l’asseverare con gran franchezza che gli enti rappresentativi sono gli stessi pensieri di Dio colti dal nostro intuito. Il che poi come si dimostri non vedo e come si spieghi lucidamente un ignoto o mal noto con altra cosa più occulta; ed anzi a chi ben guarda apparisce che tale supposizione spiega e dimostra il medesimo pel medesimo. Conciossiachè se i pensieri umani si attuano negli esseri rappresentativi e questi sono pensieri di Dio noi ci tragittiamo dal pensiere al pensiere con una specie di circolo. E ciò non crediamo possibile di scansare nel nostro subbietto. Imperocchè le cose tutte si chiariscono e provano o per via sperimentale o per via razionale. Ma i fatti della natura come tornerebbero confacenti a provare ciò che spetta all’ordine dei trascendenti? e d’altra parte ogni uso d’idee necessarie e assolute per ispiegare le idee necessarie e assolute si avvolge nel suo principio medesimo. La forma del nostro pensiero speculativo è delle cose primissime e solo rassomiglianti a sè stesse."
      },
      {
        "index": 52,
        "text": "Taccio poi delle opposizioni vigorose e diverse che possono venire accampate contra l’opinione testè accennata; e sia sufficiente il sapere che troppe buone ragioni ci persuadono a credere all’entità sublime e divina delle specie intelligibili; tuttochè intervenga di certo l’essere umano a modificare la loro parvenza e scemarne gli splendori; tanto che elle si affacciano al nostro spirito, già disse Plotino, come impalpabili superficie di cose celesti."
      },
      {
        "index": 53,
        "text": "35. — Ma quello che importa di vantaggio in cotesto ricercamento si è di sapere che quando anche la umana curiosità debba rimanervi mal soddisfatta e debba la natura intima degli esseri rappresentativi restare al tutto recondita, ciò non turba per niente la serenità e certezza del vero e non convelle da niuna banda la sodezza di nostra scienza. E per fermo, i segni e le rappresentazioni ideali che cosa importano per sè medesime? Nulla. Avvegnachè rimosse dal loro ideato e prive per ciò della loro significazione non serbano agli occhi nostri nessun valore ontologico. E rivochiamoci bene a mente che cotesto valore appunto deriva in esse dal termine a cui si annettono ad intra; e noi perveniamo a intenderlo, a descriverlo e a definirlo non propriamente per esse idee, ma per la simiglianza ed analogia che crediamo dovere intervenire fra certo positivo finito e certo positivo infinito che le idee rappresentano. La qual credenza poi è fondata nella impossibilità di negare a Dio la superlazione delle entità positive che noi conosciamo dall’esperienza. Sopra il che tornerà il nostro libro a discorrere più d’una volta. Vedesi dunque che ogni giudicio, ogni deduzione ogni conclusione che la mente nostra fa e raduna mediante le idee, inira da ultimo all’eterno ideato e ci insegna alcuna determinazione od attribuzione di lui. Il vero, impertanto, quali che sieno le idee in sè stesse, rimane il medesimo e la sua luce e la sua certezza è intatta e inviolata. E questo, per nostro avviso, è un grande progresso che fa la dottrina ontologica. Arvegnachè la esistenza e dimostrazione dell’Assoluto che è il suo fondamento, sciogliesi alla per fine dalla maggior parte delle vecchie e instancabili controversie. Qui la prova apodittica della oggettività delle idee regge contro la scuola di Kant che la nega e regge indifferente in mezzo a coloro i quali si perdono sia nel troppo, abolendo quasi le idee e solo affermando l’oggetto; sia nel poco, guardando un oggetto anfibio che è dentro l’anima e fuori, à caratteri trascendenti e pur non è Dio nè pertinenza di Dio. Invece, a tutti costoro è necessità di confessare le eterne verità di ragione e fra esse il principio d’identità e di ripugnanza. E tanto basta perchè l’Assoluto sia dimostrato a priori."
      }
    ]
  }
}
