{
  "chapterNumber": 12,
  "title": "Vol. I, Libro Primo, Capo 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DIMOSTRAZIONE DELL’ASSOLUTO."
      },
      {
        "index": 1,
        "text": "125. — Io mosso impertanto dai medesimi intendimenti, levando i quali levasi la vera scienza speculativa, pongo a priori tutto l’edificio ontologico e il fondo perciò sull’annunciazione sublime con che l’Assoluto espresse agli uomini sè medesimo dicendo:"
      },
      {
        "index": 2,
        "text": "Ego sum, qui sum:"
      },
      {
        "index": 3,
        "text": "Dio è ineffabilmente quello che è."
      },
      {
        "index": 4,
        "text": "E prima si noti che per cominciare la scienza, non basta, al nostro sentire, il nome solo di Dio; perchè sebbene quel nome significa il tutto; la mente umana non vi opera nulla e però non se ne appropria la verità; la quale appropriazione domanda un atto determinato di essa mente e però un’affermazione e l’affermazione un giudicio. Ma d’altra parte, tale giudicio perchè non rompa la grande sintesi del subbietto è mestieri che la ripeta compiutamente nell’uno e nell’altro termine; il che avviene per appunto nel pronunziato:"
      },
      {
        "index": 5,
        "text": "Dio è ineffabilmente quello che è."
      },
      {
        "index": 6,
        "text": "Dicesi poi ineffabilmente per esprimere in sino dal primo passo di nostra scienza ch’ella non s’adegua all’obbietto; e il vuoto che sente, colma, come può, con l’adorazione, e grida che quell’obbietto è ineffabile. Resta che si dimostri che la sintesi suprema proferita da noi è un cominciamento a priori intorno al quale non si può ragionevolmente movere nessun dubio; ed è una priori si fatto che in lui principia al tempo medesimo la scienza del vero e la scienza dell’essere, o come disse il Vico stupendamente la scienza del vero essere. Perciò conviene che i due assoluti del vero e dell’essere, distinti solo per atto e virtù astrattiva. perfettamente coincidano e s’immedesimino; e così accade per appunto nel nostro pronunziato."
      },
      {
        "index": 7,
        "text": "126. — Certo, il riflettere umano per le condizioni logiche fuor delle quali non può condursi, comincia dall’affermare Dio come verità, e vogliam dire che in ordine dimostrativo è solo un Dio ipotetico quello contemplate e affermato nella proposizione. La mente vi si ferma e vi si riposa, perchè in quella sola forma ideale scorge lo splendore dell’evidenza; e lo vi scorge per la stessa ragione onde le è impossibile di negare qualunque proposizione identica; e con altri termini, perchè le i impossibile di negare la verità. Diremo poi più tardi come nel fatto la mente riferisce sempre l’ideale al reale sebbene non sempre ne à distinta coscienza. Ora, questa verità necessaria e innegabile è perciò medesimo alcun che di assoluto, di eterno, d’infinito e di perfettamente uno; le quali condizioni permangono tutte indipendenti dall’intrinseco della verità stessa; e intendiamo di esprinere che sono formali ed essenziali alla verità, qualunque sia l’oggetto ch’ella significa; solo badandosi a questo ch’ella sia realmente una verità e, vale a dire, che non cada incongruenza nessuna nei termini del suo concetto."
      },
      {
        "index": 8,
        "text": "Oltre di ciò, nella nostra proposizione il contenuto della verità esprime una serie infinita d’infinite perfezioni, e però esprime la pienezza dell’Ente Assoluto, ma solo in quanto cotale pienezza è visione immediata dell’intelletto o sia in quanto è verità. Di tal guisa, la nostra proposizione mena all’assolutezza dell’essere così col proprio contenente, come col proprio contenuto; così bene con le sue (per modo di parlare) esterne attribuzioni in quanto nel generale è una verità, come con le attribuzioni sue interne in quanto è verità determinata e significatrice d’un oggetto pure determinato."
      },
      {
        "index": 9,
        "text": "127. — Riman di vedere con precisione quello che sia e la verità in universale e il Dio ipotetico espresso nella proposizione nostra, la quale è perciò una verità determinata, ancora che la più sostanziosa e più comprensiva di tutte. Ed anzi ella è determinatissima per questo appunto che significa la più concreta e perfetta individualità. Al presente, diciamo che solo tre supposti è conceduto di fare al pensiere nel nostro proposito. O il Dio ipotetico è lo stesso Dio effettivo; od è la sua idea rispetto alla nostra mente, e il suo Verbo, rispetto a lui ovvero il Dio ipotetico è un essere intellettuale che non si assolve in nessun’altra cosa e compiesi tutto in sè stesso. Nel primo caso la identità del Dio intellettuale e del Dio reale è immediata e perfetta. Nel secondo è pure manifesta la identità; e il Dio ipotetico è rappresentazione e ideazione del Dio reale, nè può quella sussistere senza questo. Nel terzo caso, il Dio ipotetico teminando in sè stesso e non gli fallendo alcuna delle pertinenze dell’assoluta idealità e verità, come dvessere uno d’essere eterno, infinito universale e simili, e queste tali attribuzioni non aderendo ad altra sostanza, sono dunque sostanza per sè medesime. Attesochè il paradosso maggiore sarebbe di dire che v’à una serie di condizioni e d’attribuzioni assolute a cui manca nondimeno qualunque subbietto, e non esistono nè in sè nè in altro."
      },
      {
        "index": 10,
        "text": "128. — E nulla non rileva il riflettere che d’un’assoluta idealità sembra contradittorio dire che termini e si compia in sè stessa. Conciossinchè l’assurdo scompare allora quando in virtù del supposto non più intendiamo per idea una forma rappresentativa ed intelligibile della realità, ma sì un essere per sè esistente e slegato da altra realità. Ciò posto, quel Dio che si nega nella realità obbiettiva rinasce nella idea; conciossiachè, la necessità logica costringe ad affermare che quell’assoluto mentale non si unificando con altro e dovendo a marcia forza esistere in sè od in altro, è pure il reale Assoluto, e che il Dio ipotetico e il Dio effettivo fanno uno perfettamente. Atteso che non è lecito in guisa alcuna di concepire sussistenti e divisi due infiniti e due assoluti, dei quali l’uno nega di necessità e distrugge l’altro. E se non esiste al mondo che la verità sola assoluta, ed ella non è espressione e forma d’altro ente, certo ella medesima è l’Ente. E come eziandio nel parere dei filosofi Kantisti fra il reale ed il vero è lo stesso riscontro che passa fra le cose e le loro effigie, e solo vi manca la sussistenza; dove questa pure non manchi e l’effigie, a seguitare tal paragone, si compia e sustanzii nell’essere proprio, la verità, ripetiamo, è l’Ente assoluto nella pienezza e compitezza dell’atto di esistere."
      },
      {
        "index": 11,
        "text": "129. — Il pensiere, impertanto, che sentesi penetrato dalla luce del vero, accorgesi presto che quella è similmente luce dell’essere. Quindi quel giudicio primo e sintetico nel quale si fondamenta e compendia tutta la scienza, rivela ad una la suprema verità e la suprema realità e vale come dicesse nella idea di Dio che esiste assoluto e perpetuo in atto e manifestasi con lo splendore della verità è compresa altresì la idea del dover essere egli identico a sè medesimo in ogni sua forma e in quella della verità similmente."
      },
      {
        "index": 12,
        "text": "130. — Nè mi sembra da pretermettere che nello immedesimarsi dei due assoluti consiste il carattere profondo e compiuto della verità. Imperocchè, quando si suol dire che la verità è bastevole a sẻ medesima e luce di lume proprio, egli si sottintende che l’essere è dentro la verità ed ella à seco l’obbietto suo; e separarlo da lei si possa per astrazione, non già realmente ed effettualmente. Chè se il vero necessario non si compiesse immediate nell’essere, le combinazioni delle idee varrebbono quanto i sogni protratti e bene ordinati; e gran parte delle matematiche, a citar pure un esempio particolare, rimanendo rimotissima dalle applicazioni alle quantità concrete dei corpi, somiglierebbe a un giuoco sottile d’ingegno o alle vanità della cabala. Invece, le matematiche si avverano innanzi tutto nella eterna e assoluta geometria, o vogliam dire negli eterni possibili d’ogni numero e d’ogni estensione; e ciascuno di que’ possibili definisce una determinazione immobile ed incancellabile della divina efficienza."
      },
      {
        "index": 13,
        "text": "131. — Di qui pure si scorge il perchè la mente umana nelle proposizioni che versano sulle cose non contingenti scambia di leggieri il reale con l’ideale o questo con quello; ed anzi le bisogna usare molta forza astrattiva per distinguere l’uno dall’altro; come nelle infrascritte proposizioni: il temporale è limitato dall’eterno; Dio è l’essere la cui essenza include l’esistenza. Parlasi egli qui d’una eternità ipotetica e d’un Dio ipotetico, ovvero si pensa alla realità dell’uno e dell’altro? In entrambo i casi l’oggetto immediato del pensiere è l’idea, e in entrambo i casi la mente nostra vi scorge un’attinenza con l’oggetto reale; imperocchè ella pensa l’eternità effettiva o l’idea sua; pensa Dio o l’idea di Dio. La diversità, pertanto, consiste nel fermarsi la mente nostra sull’obbietto reale mediante l’idea ovvero sull’idea con riferimento all’obbietto reale. Per simile, siccome in Dio l’essere e il poter essere sono uno, così il Dio ipotetico il quale vuole esprimere un Dio in potenza non à virtù di distinguersi dal Dio effettivo, perocchè quella potenza ad intra è mai sempre in atto, e l’atto è l’esistere realissimo d’ogni divina perfezione."
      },
      {
        "index": 14,
        "text": "132. — Seguita il dichiarare come accadesse per addietro che dal concetto di Dio non si perveniva a dedurre una dimostrazione certa della sua esistenza. E vi si adoperarono senza fallo intelletti grandi e potenti. Ma la via essendo sbagliata non poterono essi far l’impossibile. Fu errata la via, diciamo, perchè la si venne cercando solo dentro al concetto e non fuori. Ma dal concetto, com’è naturale, non si trarrà mai cosa che concettuale non sia; e tutto quello che vi si troverà dentro non muterà sostanza e proverà da ultimo non più che sè stesso e cioè di essere concetto o semplice ovvero composto."
      },
      {
        "index": 15,
        "text": "133. — Per fermo, da sant’Anselmo insino a Lebnizio, sotto diverse forme e tutte ingegnose vennesi ripetendo che nella idea di Dio sta inchiusa la necessità dell’esistenza di lui. Ma per parlare esatto conveniva dire che vi sta inclusa la idea di quella necessità; onde qui si entra a forza nell’un via uno."
      },
      {
        "index": 16,
        "text": "134. — La dimostrazione adunque a priori di Dio rimarrà sempre disperata insino a che non la si deduce in uno di questi due modi; o provando col fatto e col raziocinio che in ogni qualunque idea sta una forma rappresentativa, e non può non istarvi, e però essa idea legasi necessariamente e immediatamemte col proprio ideato o esistente o possibile; ovvero, argomentandosi non già dal contenuto dell’idea ma si dalla sua esistenza e dalle condizioni essenziali che l’accompagnano; imperocchè l’idea piglia suo luogo ella pure tra le varie specie di essere e non si confonde col nulla. Cotesta seconda maniera di dimostrare, che è la esposta da noi un momento fa, ci apparisce la più spedita ed evidente; e ci torna irrepugnabile da ogni lato e per ogni rispetto. Dell’altra maniera discorreremo tra breve. Intanto, quello che occorre di ben notare in materia fondamentale si è che niun principio nuovo ed alieno fu invocato da noi nella nostra prova. L’idea che noi pensiamo, qualunque si voglia essere la sua natura e il suo contenuto, è del sicuro qualcosa differente dal nulla; e perciò la ragione à pienissima facoltà di applicare eziandio a quella esistenza il principio d’identità e contradizione. Laonde, non v’è uscita nessuna dal dilemma posto da noi: o il vero necessario è forma integrale e immanente dell’Assoluto, o esso medesimo è l’Assoluto."
      },
      {
        "index": 17,
        "text": "135. — Ora, trapassiamo al secondo genere di prova dedotto anch’esso non dall’intrinseco dell’idea, sibbene dalla necessaria sua connessione con l’ideato. E perchè non s’abbia ad incorrere in ambiguità fra l’ideale e il reale noi poniamo a priori quest’altra proposizione."
      },
      {
        "index": 18,
        "text": "L’Essere perfettissimo è logicamente possibile."
      },
      {
        "index": 19,
        "text": "La sua forma astratta ed universale la fa subito accogliere come pura idealità e come esistenza ipotetica. Quindi il pronunziato è della classe delle proposizioni identiche, e non gli occorre dimostrazione."
      },
      {
        "index": 20,
        "text": "136. — In effetto, il secondo membro, o il predicato che voglia chiamarsi, esprime sol questo, che nel concetto dell’Essere perfettissimo non cade contradizione; e però Essere perfettissimo venne affermato possibile logicamente; imperocchè altra cosa è la possibilità metafisica e, cioè, del poter cominciare a sussistere; il quale cominciamento sconviene del tutto al necessario e all’eterno. E si voglia avvertire che in tal nuovo pronunziato non punto si ristringe la sintesi sopraeminente espressa qua addietro, e che sempre sarà la maggiore e la prima ed eziandio la novissima. Solo che nel nuovo pronunziato se ne comincia la specificazione analitica secondo l’ordine della mente; del che si toccherà qualche cosa più avanti."
      },
      {
        "index": 21,
        "text": "138. — Si noti oltreciò che quel predicato dell’escludere la contradizione dei termini è convertito da negativo a positivo, col solo considerare ch’egli è sinonimo esatto della pensabilità. Conciossiachè patet ex definitione che l’Essere perfettissimo à questa perfezione ancora della intelligibilità, la quale debbe sussistere in lui per essenza infinita; e fuori di lui, per sola finita partecipazione. E certo, l’intendere sè medesimo si è un aggiungere all’essere e non un sottrarre, e però è termine positivo da ogni lato e sotto qualunque riguardamento, nè può negarsi da niuno all’Essere perfettissimo. Concludesi che tale forma positiva, indotta orrero riconosciuta nel nostro nuovo pronunziato, nol toglie punto dal novero delle proposizioni identiche; atteso che nel predicato ripetesi determinatamente il subbietto."
      },
      {
        "index": 22,
        "text": "138. — Ciò veduto, io soggiungo che il pronunziato apodittico anzidetto, non diversamente dal primo, vale nell’intera significazione de’ suoi vocaboli quest’altro che vi sta inchiuso:"
      },
      {
        "index": 23,
        "text": "L’Essere perfettissimo, che esiste assoluto e perpetuo in atto, è logicamente possibile ed essenzialmente intelligibile."
      },
      {
        "index": 24,
        "text": "E la medesima affermazione torna e regge per tutti i giudicj analitici che abbiamo arbitrio di compiere, intorno al subbietto, cavando da lui divisatamente e cosa per cosa quello che la concezione vi abbraccia, e la definizione vi determina, e il cui tutto insieme viene a ripetere da ultimo il pronunziato superiore e le significazioni contenute nel nome Dio; e così provasi in modo rigoroso l’equivalente sostanza delle due prefate proposizioni, la sintetica e l’analitica."
      },
      {
        "index": 25,
        "text": "139. — Chiaro è che a noi si vieta ogni facoltà ed ogni arbitrio di chiamar qui in soccorso della nostra sentenza alcun principio nuovo ed estraneo; e similmente, di trar fuori idee recondite e affatto impensate dalle già esposte; e mediante un abile intreccio di sillogismi crescere come per sorpresa il novero delle conclusioni. A noi bisogna non più che avvisare con attenzione e diligenza maggiore quello che esprime la verità della proposizione nostra analitica, in quanto è verità e non badando per ora alla significazione determinata e speciale del suo contenuto. Da ciò si viene a comporre una serie di dichiarazioni e definizioni le quali, ordinate secondo la procedenza loro naturale, riduconsi alle infrascritte."
      },
      {
        "index": 26,
        "text": "140. — Prima definizione: le proposizioni identiche, e però necessarie e innegabili, sono espressione di verità eterne e assolute; e ciò vuol dire che tali verità esistono eternamente e assolutamente."
      },
      {
        "index": 27,
        "text": "Seconda definizione: le verità eterne e assolute permangono tali in tutto l’essere loro e in tutte le necessarie attinenze che indi emanano; però non sono vere in parte ed in parte false: il che possiamo significare altresì dicendo che tutto il contenuto delle verità necessarie esiste eternamente e assolutamente com’esse medesime. Tale contenuto poi risulta di tutti i predicati, che diventa contradittorio il non riferire al subbietto correlativo."
      },
      {
        "index": 28,
        "text": "Terza definizione: ogni verità è verità di qualche cosa; e vuolsi dire che non può ella da ultimo non terminare in alcuna realità o sussistente o possibile; e quando contempla le relazioni delle cose o gli astratti che da esse provengono, egli è manifesto che il compimento finale di lei è nei termini di quelle relazioni e nel concreto di quegli astratti; come allora che si dice l’attinenza dell’effetto alla sua cagione assoluta è necessaria ed intrinseca; ovvero: nessuna profondità è nella superficie matematica. Quindi ogni verità similmente si avvera o dee potersi avverare in alcuna esistenza; e dove ciò non potesse, ella mancherebbe di oggetto compiutamente e più non sarebbe verità di qualche cosa. Di tal modo bisogna, a rispetto degli esempj allegati, che sussista qualche cagione e qualche effetto o reale o possibile; ed eziandio fa bisogno l’esistere attualmente o possibilmente alcuna superficie di corpo. E quando anche sono poste a oggetto terminativo della verità non le cose ma le idee; queste vengono assunte come esistenze particolari, e sono meditate per l’intermezzo d’un’altra idea. Così diciamo, per via d’esempio, l’idea più astratta e indeterminata è quella dell’eute possibile, ovvero diciamo: ogn’idea à forma e valore rappresentativo; ed anche: dal paragone delle idee altre se ne concepiscono e così all’infinito."
      },
      {
        "index": 29,
        "text": "Quarta definizione: per tale essere obbiettivo della verità la mente che la contempla corre verso l’obbietto. Quivi si ferma e non mai nella idea sola onde esso è rappresentato. E se non corre all’obbietto, l’idea non è più intesa."
      },
      {
        "index": 30,
        "text": "Quinta definizione: le verità necessarie ed eterne non possono avere oggetto disforme e cioè non eterno e non necessario. In diverso caso, mancar potrebbero dell’oggetto, e vale a dire che più non sarebbero verità eterne e assolute, ed anzi più non sarebbero verità."
      },
      {
        "index": 31,
        "text": "141. — Queste sono le certe significazioni d’ogni verità necessaria e questo pensiamo implicitamente oguora che facciam luogo nell’intelletto a un pronunziato apodittico. La qualità poi e natura dell’obbietto della verità procede interamente ed onninamente dalla forma del contenuto di lei, essendo che questo può essere un concreto o un astratto, un contingente od un necessario, l’universale o il particolare, la sostanza od il modo, e cosi prosegui per tutte mai le categorie e le passioni dell’essere. Concludasi, che quando per la definizione il contenuto dell’idea o vogliam dire l’ideato (obbietto della verità) è un termine positivo e concreto e quindi è una realità sostanziale e pensata in sussistenza ed in atto, cotesta eziandio è un’esistenza necessaria ed eterna; e la quale per ciò che è conoscibile a le intelligenze nostre, mediante l’idea o rappresentazione sun, piglin titolo di verità. Così il contenuto obbiettivo del pronunziato analitico sovraposto, essendo la divina sostanza e le perfezioni sue infinite, cotal contenuto esiste eternamente e assolutamente."
      },
      {
        "index": 32,
        "text": "143. — So che ad ognuno qui corre in mente l’opposizione trita e volgare che abbiamo usanza di spesso fare e ripetere contro la realtà obbiettiva dei nostri concetti; e la qual pretende che quante volte il pensiero termina la intellezione sua astratta e assoluta in un obbietto sostanziale, e giudica questo una vera e sussistente realità, produce a sè medesimo una grave illusione. Conciossiachè il pensiere e la verità ricercano certo un obbietto correlativo; ma l’esistenza di lui è meramente ideale od al più è possibile; e ad ogni modo, è differentissima e remotissima dall’effettuale e concreta. Oh! non è interposto forse un abisso tra quello che è e quello che si suppone, tra la possibilità e l’atto, tra i fingimenti del pensiere e il sostanziarsi delle cose?"
      },
      {
        "index": 33,
        "text": "Confessiamo anzi tutto che le risposte a simile instanza non furono nè fortunate, nè coerenti, nè chiare; e le ragioni di ciò diviseremo più sotto. Ci piace per al presente di avvertir di nuovo i platonici che nel nostro caso mal si consigliano tutti coloro i quali faticano intorno alle confutazioni e alle prove, attingendole da principj o superiori o diversi. Il vero primo e assoluto di cui qui si discorre, non respinge le istanze, nè dimostra l’essere proprio, se non ripetendo sè stesso; e schiarendo con più aperte parole la significazione del suo concetto, il quale, nella sostanza e nella luce interiore, non pure è evidente per sè, ma di tutte le specie dell’evidenza è viva sorgente."
      },
      {
        "index": 34,
        "text": "144. — Ora dico che i metafisici i quali producono l’obbiezione sopranotata non badano che accusar d’illusione il pensiere nelle intellexioni sue astratte e assolute, e cioè quando rivolgesi alle cose in sè, e le mira e contempla nell’essere loro necessario ed eterno, si è divellere dalle radici l’essenza stessa della verità, e togliere fede al primo ed incrollabile fondamento del nostro sapere."
      },
      {
        "index": 35,
        "text": "Per fermo, le verità necessarie non consistono forse tutte in un perpetuo attribuire tali predicati a tali subbietti e non sono cose di già trovate per avanti e determinate dalla definizione? Ma se nei subbietti la intellezione nostra è illusa, e mentre pensa una realità sostanziale e va distinguendo e affermando le attribuzioni di lei, coglie invece o il nulla o cosa non reale e non positiva, gl’innumerevoli giudizj analitici e irrepugnabili che intorno di quella sostanza le giova di costruire, sono tutti quanti fallaci e ingannevoli a un modo stesso. Di cotal guisa, se io penso, per atto d’esempio, all’Essere perfettissimo ed asserisco la infinita potenza di lui, io compio certissimamente un giudizio analitico ed esprimo una proposizione identica e però irrefragabile. Conciossiachè la potenza infinita è di già compresa nella natura dell’Essere perfettissimo, assunto dalla concezione e definizione. E l’Essere perfettissimo e la sua potenza sono veri almeno intellettualmente o come suol dirsi in ipotesi. Ma dove quell’Ente non sia, ovvero sia diversissimo da ciò che è pensato e intelletto, e vale a dire non sostanziale realità, il mio concetto è bugiardo; e quell’attribuire che io fo per necessità logica all’Essere perfettissimo una potenza reale infinita, è un prolungare la falsità e l’illusione. Perocchè (mi si conceda il replicarlo più d’una volta) quando io pronunzio queste parole: nell’Essere perfettissimo vive ed opera necessariamente un’infinita potenza, io non ò collocato ad oggetto ultimo del mio giudizio la idea dell’Essere perfettissimo, ma si l’ideato e il concreto, e cioè l’Essere perfettisimo in realità e in sostanza; e del pari, non ò attribuito a lui l’idea della potenza infinita, ma essa potenza in concreto ed in atto. Nè ciò muta e si altera minimamente se io rifletto che io penso all’Essere perfettissimo mediante la idea di lui. Chè se è la idea dell’Essere perfettissimo e per tale la distinguo io termino, in fatto, col mio pensiere in quell’Essere e non già nella idea."
      },
      {
        "index": 36,
        "text": "145. — Nè sono io che fingo quella sostanza e voglio che sia cotale e non differente; e del pari, non dipende da me il fornirla di sussistenza o il privarla. Avvegnachè il mio giudicare e fantasticare intorno di lei non la cambia d’un capello. E s’io l’affermo o la pongo in forse, o stimo di crearne un vuoto supposto ed una vana immaginazione; ed ancora, se io la nego da profondissimo ateo, e la studio e la indago con l’espresso intendimento di provare che non esiste, ciò tutto rimane estrinseco pienamente al termine obbiettivo della intellezione, il quale io trovo ed osservo, ma non produco, non vario e d’un minimo che non modifico; e quando il fingessi e il condizionassi io a mio senno ed arbitrio, già non sarebbe innegabile eternamente e di splendore proprio ed inestinguibile non rilucerebbe a tutte le menti."
      },
      {
        "index": 37,
        "text": "Laonde, mantenere la contraria sentenza vale quanto asserire che l’astro il qual passa dinnanzi ai vetri del telescopio diventa una stella cadente, una fissa, una nebulosa, un pianeta, un asteroido, un vapor di cometa o un semplice inganno di luce riflessa, secondo che vien giudicato e creduto dal poco o dal molto esperto speculatore."
      },
      {
        "index": 38,
        "text": "146. — La quistione, adunque, è sempre una e medesima ed è pur questa: se io pongo a termine del mio concepire l’oggetto dell’idea ovvero l’idea essa stessa; e nell’esempio nostro, se io penso ovvero non penso mediatamente ad una sostanza infinita, o vogliam dire, all’Essere perfettissimo. Dacchè, se io vi penso, ancora che fermo nel proposito di negarlo, io non posso perciò nè distruggere quel concetto nè alterare d’un nulla il suo contenuto, o fare che non vi s’inchiuda un termine sostanziale, o vietargli che non significhi con verità eterna ed irrepugnabile tutto quello che esprimono e rappresentano le idee sue rispettive."
      },
      {
        "index": 39,
        "text": "147. — Torni tu nd asseverare che pensi all’idea dell’essere perfettissimo e non a lui propriamente? Sia come dici, e tenta, se puoi, di pensare all’idea, senza riferirla insieme alla cosa di cui è idea. E se tu perseveri a credere quell’ ideato stesso una mera idea, noi ti chieggiamo immantinente: idea di che? ed ecco di nuovo il suo ed il nostro pensiere costretto di riferire l’intellezione all’ oggetto suo, la rappresentazione al rappresentato; e ciò è, nell’ esempio addotto, all’essere sostanziale esistente; perchè se nol vuoi esistente e nol vuoi sostanziale, è dunque rappresentazione dell’esistente e del sostanziale e così all’infinito. E ciò procede di piena necessità; perocchè fermarsi nell’idea, siccome tale, si è rimanere nel relativo e in una parte sola del contenuto; ed è pensare un’attinenza e negare quel termine, levato il quale, l’attinenza non sussiste. In fine, quando si aggiunga per certa caparbietà di giudicio che il concetto dvuna sostanza termina sibbene in un ideato e in un assoluto, ma che questo non è sostanza, io replicherò sempre che in tal supposto è forza concedere che i nostri concetti e le verità necessarie che ne rampollano sono intrinsecamente ed essenzialmente bugiarde."
      },
      {
        "index": 40,
        "text": "148. — Tale illusione poi dei filosofi critici di voler sempré dimorare nell’idea e nella rappresentazione, vedesi manifesta nel caso prescelto con grande acume da sant’Anselmo che fu il concetto dell’Essere perfettissimo. E nel vero, in simile esempio insino a quando tu non confessi di concepire la cosa in se e nella sua sussistenza, indarno tu dici di pensare il massimo e il perfettissimo, essendo che infinitamente inferiore e imperfetta rimane la rappresentazione appresso al rappresentato; e pure tu pensi veracemente il massimo e il perfettissimo in atto e sei in fragrante contradizione col tuo pensiere e la tua coscienza. In ciò, credo io, consiste tutto il vigore dell’argomento celebratissimo di quel metafisico,"
      },
      {
        "index": 41,
        "text": "149. — Ma io debbo della falsità originaria ed inemmendabile a cui condannano i critici la intellezione umana rivolta ai veri assoluti porgere altra dimostrazione; e questa pure io deduco non da principio forestiero d’origine o superiore di autorità, ma dalla necessità logica e irreprobabile di essi veri assoluti, che è la fonte perenne e legittima da cui si deriva la intera nostra teorica; e la dimostrazione è sì fatta."
      },
      {
        "index": 42,
        "text": "Le verità eterne e apodittiche essendo universali di loro natura e incapaci di mutazione, si esemplano e si attuano con piena necessità in tutti que’ sussistenti, i quali rispondono alle determinazioni e specificazioni che in esse noi contempliamo. Cosi, rimanendo certa in modo assoluto ogni proprietà ed ogni attinenza che Euclide scopriva nelle figure triangolari, bisogna che ciò si avveri esattissimamente nei triangoli innumerevoli or sussistenti, ed abbia facoltà continua ed anzi necessità di avverarsi negli infiniti altri possibili."
      },
      {
        "index": 43,
        "text": "Ciò presupposto, si badi che alcune verità eterne e apodittiche risguardano i contingenti ed altre i non contingenti. Questa proposizione: il corpo è un aggregato, entra nel genere delle assolute ed irrepugnabili; perchè il subbietto ed il predicato vi sono identici; quindi, ella debbe attuarsi sempre nelle sussistenze correspettive che sono i corpi, e dee possedere una facoltà indefinita di attuazione in risguardo di tutti i corpi possibili."
      },
      {
        "index": 44,
        "text": "Certa è altresì apoditticamente quest’altra proposizione: l’infinita potenza è innegabile attribuzione dell’Essere perfettissimo. Ma dov’è qui l’avveramiento o possibile od attuale della proposizione, quando l’oggetto sostanziale di lei non sussista? Conciossinchè una potenza infinita è cosa che qualora non esista oltre il tempo è metafisicamente impossibile che giammai cominci l’atto dell’essere; atteso principalmente che l’infinito e in genere il necessario qualecchessia non può apparire come un finito di tempo e sotto veruna contingenza."
      },
      {
        "index": 45,
        "text": "Quella proposizione, impertanto, e tutte le simili a lei che sono al certo innumerabili, se non si attua perpetuamente nell’oggetto suo proprio, è assurdo che in qualche tempo ed in qualche cosa si attui. E ciò importa che da lei non solo non venga espressa la verità, ma dato alla menzogna i caratteri pieni ed inalterabili dell’Assoluto; nè per lei sarebbe significato un possibile ma un prettamente e intrinsecamente impossibile. Oltrechè, ella non sarebbe verità di qualche cosa, ma le fallirebbe a dirittura ogni contenuto. No dalle strette di tale argomento uscirà mai salvo nessuno scettico, purchè confessi che la verità e l’idea sono verità e idea di qualche oggetto e debbe avverarsi infallantemente in alcun che di attuale o possibile."
      },
      {
        "index": 46,
        "text": "150. — Nè qui faccia inganno ad alcuno quell’uso comune a più lingue di domandare supposto od ipotesi l’ente speculato nelle assolute verità; il qual nome sembra far dubitare che quella entità sia non altro effettualmente che arbitraria composizione e finzione del nostro pensiere."
      },
      {
        "index": 47,
        "text": "L’oggetto delle assolute verità è certamente ipotetico e vale a dire che sta come base e fondamento alle cogitazioni e al discorso. E per fermo, ή ύπδΘεσις fu detta dai Greci la prima tesi o posizione che sta sotto, e però sostiene ogni rimanente; ed è un che di eterno e immutabile inverso il quale noi stessi nelle controversie nostre vogliamo e deliberiamo di addirizzare il termine dell’atto d’intellezione; il perchè da nessuno può essere ricusato ed è il punto supremo in cui s’accordano necessariamente tutti i pensieri umani e le varie mire e le opposte opinioni dei disputanti."
      },
      {
        "index": 48,
        "text": "Di quindi sebbene nelle dottrine sperimentali le ipotesi generalmente si abbiano per molto sospette, ciò accade (chi può dubitarne?) dalla parte della verificazione loro nei fatti. Ma come concezioni ed esseri puri intellettuali godono invece del pieno lume dell’evidenza e della certezza, ognora che nelle idee componenti non istia nascosta veruna contradizione logica. Così l’Utopia del Moro, la fisica di Paracelso e i sogni dello Swedemborg assunti come serie d’intellezioni e ridotti a meri giudicj d’identità è manifesto che possono riuscire verissimi ed irrepugnabili. Il che prova in universale eziandio la verità di tutte le umane immaginazioni e finzioni quando si riscontrano con le leggi della dialettica; atteso che al nostro pensiere per isbizzarrirsi che faccia in istrani composti e in combinazioni singolarissime altro non accade salvo che di andar raccogliendo alcuna minima stilla del grande oceano dei possibili che è per intero contenuto nella efficienza infinita del Primo Ente."
      },
      {
        "index": 49,
        "text": "151. — Del resto, abbiamo insistito più volte con gran ragione su questo fatto notabilissimo che nelle intellezioni l’uomo pensa la cosa in sè, pensa un esistere assoluto; e quindi se la cosa non istesse come è pensata, la verità fallirebbe. E se la cosa pensata è sostanza, sostanza debb’essere. Per simile, ci giova di ricordare con insistenza che ogni giudicio che fa la mente circa l’oggetto pensato rimane atto diverso e distinto dal semplice e solo intuire. Onde non è da concedersi che l’uomo nelle intellezioni sue creda sempre in modo necessario e immediato di pensare una possibilità, intendendosi per questa non già l’eterna efficienza ma qualcosa appunto che non è sostanziale e non è sussistente. Ciò è si vero, che l’uomo pensa talvolta per atto particolare e deliberato al possibile come possibile; e d’altra parte, la forma delle intellezioni riesce pur sempre la stessa, cada ella sopra un possibile ovvero sopra un trascendente di cui mostrammo la necessaria ed irrepugnabile sussistenza. Il che prova da ultimo questi possibili stessi in quanto sono efficienze divine partecipare tutti all’assoluta realità ed essere tutti ugualmente la cosa in sè o vogliam dire l’increato esemplare e la essenza eterna e immutabile di tal finito e di tale altro. Perfermo, la ipotesi per sè medesima non è certo un possibile, dappoichè esiste siccome ipotesi. Laonde, il possibile ch’ella rappresenta ad extra è una di lei relazione; e questa dee terminare nel tempo, riferendosi a cosa la quale dal non essere può trapassare all’essere. Il possibile eterno adunque e immutabile che l’uomo contempla non è guari una facoltà della quale si pensa lo spiegamento futuro in atto. Nettampoco è una possibile emanazione di sostanza costituente tale finita natura o tale altra. E qui il termine ad ogni modo sarebbe esteriore e l’oggetto pensato sarebbe sostanza. Rimane, impertanto, che la possibilità eterna e assoluta la quale si pensa intellettualmente sia il principio causale ad intra della esistenza rappresentata; e quel principio causale noi domandammo efficienza divina; ed è veramente la cosa in sè, l’eternale essenza, l’ipotesi nell’accezione originale e peculiare della parola."
      },
      {
        "index": 50,
        "text": "152. — Taluno fantasticò che la ipotesi non sia l’efficienza divina od esso ente divino pensato mediante le idee, ma si un certo modello di lui e quindi a lui somiglievole perfettamente, salvo che privo di sostanzialità e privo delle cose attenenti a sostanza, come l’energia, l’atto, la vita, la volontà o altrettali."
      },
      {
        "index": 51,
        "text": "Ma un modello si fatto ognun vede che riesce dissimilissimo, invece, e però falso e ingannerole. E quando si rispondesse che in quello la sostanzialità ed i suoi attributi vengono espressi per segni e rappresentanze come un ritratto fedele rappresenta ed esprime assai bene la vita, l’atto, la volontà e altrettali condizioni dell’originale, replicherei prestamente che ora il discorso cade sull’ideato e il rappresentato e non sulla formia mentale mediante cui si pensa ad esso per appunto. In secondo luogo, mostrerei la nessuna opportunità dell’esempio allegato del ritratto o scolpito o dipinto. Conciossiachè questo non è termine del nostro pensiere, il qual corre invece immediatamente alla persona di cui si vede il ritratto. In terzo luogo, rechiamoci bene a mente che pensando taluno, poniamo caso, all’essere perfettissimo per via del suo concetto, pensa all’ultimo termine dell’intellezione, e però non all’esemplare ideale sibbene all’esemplato reale; conciossinchè l’esemplare o il modello che lo diciamo, giusta al significato assunto qui dal vocabolo, è pure esso una specie di rappresentazione e però non è ancora l’oggetto assoluto, ma il simulacro di lui; quindi il pensiere cerca di nuovo il termine suo; talchè in ogni verità necessaria e relativa ai trascendenti avremo due inganni ed una impossibilità; inganno intorno all’oggetto e inganno intorno alla sostanzialità del medesimo. Sarà poi impossibile che l’esemplare (e voleasi dir copia) esempli la sostanza, l’attività, l’efficienza, la vita e simili attribuzioni che non possiede e dalle quali essenzialmente dissomiglia."
      },
      {
        "index": 52,
        "text": "153. — Parlò dunque il Kant piuttosto al modo del volgo che de’ sapienti, quando sentenziò nella sua. Ragion pura che delle proposizioni identiche si possono negare e sopprimere ambedue i termini insieme senza ombra di assurdità; e quel detto volò per bocca degli uomini e le scuole lo ripeterono in coro. Io mantengo in contrario che se nell’Essere perfettissimo (a non uscir mai del nostro esempio) è necessariamente inchiusa una potenza infinita, cotale necessità è logica insieme ed è metafisica, uscendo da un pronunziato che afferma ed esprime un attributo reale inerente in un subbietto altresi reale, ed è attributo che non si può pensare non esistente. Di tal guisa, sopprimere ambedue i membri della proposizione vuol dire nè più nè meno che fare sussistere eterna la verità riducendo al nulla ogni obbietto suo; e vuol dire eziandio confessare eterna e assoluta la relazione annientando i termini ond’ella risulta e senza i quali non à luogo; gli è insomma un profferire che annichilito A ed A prosiegue nondimeno perpetua ed innegabile la perfetta uguaglianza dell’uno con l’altro."
      },
      {
        "index": 53,
        "text": "154. — I termini, adunque, delle proposizioni identiche esistono eterni come componenti, almeno, la materia del vero assoluto. Che poi in cotesta materia debba contenersi quello che annunzia la definizione del conconcetto, crediamo averlo mostrato poc’anzi in maniera non confutabile. Il grave abbaglio del Kant e de’ suoi seguaci si originò primamente dal non voler riconoscere che nella verità necessaria è un obbietto assoluto e divino manifestato allo spirito mediante certa mentale rappresentazione. Secondamente, dal credere non per salda ragione ma per ostinata anticipazion di giudicio che a dare sussistenza alle verità necessarie basti un oggetto onninamente possibile, e la cui realtà rimanga sempre sfornita di prova. E prima non badò il Kant e la scuola sua che il possibile in ultimo dee concretarsi in una assoluta realità. Secondo, che i contingenti soli sono possibili, dando a tal voce il valor suo metafisico; e che d’altra parte, ai veri che esprimono le attribuzioni dell’infinito falliva, secondo la lor dottrina, qualunque sorta d’obbietto. Falliva il reale e sussistente, perchè lo negano; falliva il possibile, perchè invece sarebbe affatto il contrario. Di cotal modo le verità necessarie non esprimerebbero cosa alcuna e con inganno perpetuo, affermando certe esistenze, affermerebbero il nulla."
      },
      {
        "index": 54,
        "text": "155. — A noi questa seconda forma di prova ontologica sembra cosi intera ed irreprobabile, come la superiore quando si riconosca il fatto della natura rappresentativa delle idee. Sebbene non ci è nascosto che taluno lo nega o lo interpreta in modo troppo diverso. E certo, se la voce idea, conforme la pensa il Gioberti, vuol significare invece la realita suprema e assoluta che la mente umana percepisce in ogni pensiere immediatamente, forza è mutare i vocaboli o mutar le significazioni. Noi giudichiamo che il fatto della intellezione avvenga quale l’abbiamo descritto nei primi capitoli; e il tramezzare delle idee fra l’intuito umano e l’obbietto assoluto è cosa che ci torna cosi evidente come nell’atto del percepire ci si fa evidente che la sensazione sveglia l’occhio mentale a intuire l’esterno subbietto. Noi reputiamo di aver chiarito al possibile questa parte della storia del nostro pensiere e ne indicheremo più avanti le conseguenze maggiormente notabili per tutta la ideologia. In ogni modo, non sono del sicuro gli amplificatori delle dottrine platoniche coloro dai quali può venir impugnata la obbiettività delle idee. Senzachè, qualunque valore voglia pur darsi ai nostri concetti e qualunque sorta di entità attribuire alle intellezioni umane, sempre ricordi il lettore che la prova ontologica della esistenza di Dio emerge inconcussa e certissima dal dilemma da noi proferito: o la verità è forma essenziale dell’Assoluto, od essa medesima è l’Assoluto."
      },
      {
        "index": 55,
        "text": "156. — Potrebbesi forse non contradire a ragione, ma cavillare dicendo che la forza intera d’una simile argomentazione dimora in ciò che la verità necessaria cosa eterna e assoluta. Ma questo assoluto della verità non si prova, ed anzi provasi nettamente il contrario; atteso che la verità termina nell’essere di cui appunto è verità; dunque è essenza relativa e in sè medesima non si compie. Intanto, dal supporla assoluta, tu argomenti la realità sua e il suo essere sostanziale. Ti avvolgi quindi in un circolo; e ne fai spia tu medesimo allorchè poni il dilemma del doversi la verità sostanziare in sè stessa od in altro; che se in altro può sostanziarsi, ella non è dunque assoluta. Questa è la cavillosa obbiezione, e la risposta non difficile sarà si fatta."
      },
      {
        "index": 56,
        "text": "157. — L’Assoluto della verità necessaria è ritratto dalla impossibilità logica di negarla, e ciò che non puossi negare in guisa veruna esiste ab eterno e immutabile; e quello che esiste così fatto è per lo certo un ente assoluto. Ma dici la verità è riferita alla cosa che esprime, dunque à natura relativa. Ed io replico: tu spartisci qui l’impartibile. La verità e l’oggetto suo fanno uno; anzi l’oggetto determina la verità e non viceversa; perchè in ultimo la verità è l’essere in quanto congiungesi all’intelletto e più universalmente ancora in quanto à forma intelligibile. Del sicuro, può la mente nostra distinguere la parte formale della verità dal subbietto o materia sua. Ma nell’assoluta e obbiettiva verità i due termini sono uno perfettamente. Si può discutere se l’oggetto della verità presentasi alla mente nulla interposita natura, ovvero con l’intermezzo degli esseri rappresentativi; e se questi sono la intelligibilità stessa divina in quanto l’intelletto nostro la può racettare e comprendere, ovvero sono interamente e onninamente prodotti dal nostro spirito. Ma nell’uno e nell’altro supposto, ciò che rimane certissimo ed irrepugnabile si è che rimosso l’oggetto è annichilita la verità; e che questa nella sua scaturigine eccelsa, e in quanto non può senza contradizione venir negata, si unifica per lo certo con la divina intelligibilità ed à forma eterna e assoluta. Però, la divisione fatta da noi nel dilemma non ci reca offesa nessuna. Conciossiachè ella è prodotta in mezzo al fine solo di concludere necessariamente e non perchè i due termini sieno giudicati ambidue legittimi: anzi sono tali che l’uno esistendo, l’altro rimane escluso."
      },
      {
        "index": 57,
        "text": "158. — Dopo tutto ciò rechiamoci ancora a mente il detto da noi più sopra e cioè che le verità necessarie son pure un essere il quale dove non durasse perpetuo, inestinguibile e inalterabile accecherebbe l’uomo dell’intelletto nè potremmo comporre il più breve e semplice dei ragionamenti; e ciò che domandasi dimostrazione e prova rigorosa e apolittica si risolverebbe nel nulla, mancando il fondamento medesimo della verità. Quindi le negazioni stesse generali e assolute dello scettico verrebbero meno. Da ciò consegue che l’assoluta verità prova per sè medesima la propria assoluta esistenza. Conciossiachè per negarla non ad arbitrio ma con ragione debbesi adoperare a forza alcuna verità che comparisca almeno assoluta quando tale non sia."
      },
      {
        "index": 58,
        "text": "159. — Qui, impertanto, la intelligenza perviene all’ultimo suo e tocca la realità obbiettiva con un tatto spirituale immediato, come fa il senso nella percezione delle cose particolari sensibili; e qui da capo si avverte che giudichiamo della verità prescindendo da ogni suo contenuto e solo mirando all’esistere suo, il quale, non potendo non essere quello che è, mostrasi a forza estemporaneo e immutabile. Ogni orma che si ponga di là da questo segno e confine supremo entra del sicuro nell’ámbito d’uno interminabile paralogismo."
      },
      {
        "index": 59,
        "text": "160. — Ma quanto all’altra dimostrazione desunta dal carattere rappresentativo delle idee, sembra che almeno per indiretto la si possa molestare con nuove istanze e difficoltà."
      },
      {
        "index": 60,
        "text": "Ecco, impertanto, qui rassegnate con qualche ordine le obbiezioni più concludenti oltre le già esaminate e disciolte; e se nel fondo fondo riescono forse a dire il medesimo, voglia il lettore non querelarsene; perocchè in materie si fatte torna utilissimo mutare altresì il punto di prospettiva e con tale spediente chiamar l’ingegno a più squisita considerazione."
      },
      {
        "index": 61,
        "text": "161. — Egli sembra, dunque, che taluno possa instare dicendo che noi proviamo troppo la nostra tesi e però rischiamo di non provarla in guisa veruna. Perchè s’egli fosse vero, come si accennara più sopra, che l’uomo pensando pure a un Dio ipotetico intuisca la di esso Dio, non cadrebbe poi nella patente contradizione di negarla e discrederla, per così parlare, ad occhi veggenti. Ma nel fatto, egli non à sentimento e coscienza d’alcuna intuizione immediata di Dio. Oltrechè, senza dare per nulla nel miscredente e nell’ateo, si può dubitare con sode ragioni d’ogni supposto mentale. Imperocchè per non dilungarci dal nostro speciale proposito, quel tuo pronunciato: Dio è ineffabilmente quello che è, ovvero l’altro: L’Essere perfettissimo è logicamente possibile, costituendo due supposti mentali debbono potersi voltare in questi altri di forma dubitativa: se Dio esiste, egli è ineffabilmente quello che è; se l’essere necessario esiste, la sua logica possibilità è nel fatto avverata. E negandosi da te che simile conversione sia buona e legittima, del sicuro ti poni in conflitto con l’uso e la persuasione comune."
      },
      {
        "index": 62,
        "text": "162. — A rispetto poi dell’insistere che si fa dagli ontologi sulla necessità dello scettico di pur pensare quel Dio che nega o che pone in forse, ei si può replicare fra l’altre cose, che nulla prova che il nostro giudicio non s’inganni in tale atto continuo di esterno riferimento e ch’egli non pensi, invece, una relazione i cui termini sono entrambi dentro lo spirito nostro, mentre per illusione invincibile noi ci persuadiamo del contrario. O non credesi da noi tuttogiorno alla sussistenza di cose che quindi sono trovate non sussistenti? A che oggetto esteriore pensiamo noi in quel caso? Forse alla possibilità metafisica di quegli esseri? Ma la fenice e la chimera e simili mostri sono impossibili, e nondimeno noi li pensiamo, e fa un tempo che la gente minuta li reputò veri e reali."
      },
      {
        "index": 63,
        "text": "163. — Da ultimo, volere che le nostre speculazioni intorno ai trascendenti azzecchino tutte una qualche obbiettiva realità, conduce a conseguenze troppo sbagliate ed esorbitanti. Conciossinchè i concetti e i pareri degli uomini intorno Dio e intorno le cose eterne riescono non pure strani le più volte e differentissimi, ma si ancora contradittorj. E non v’à due ingegni forse nel mondo in cui dimori la stessa nozione delle cose divine, e una parte delle quali non possa venire redarguita, per contenere delle incongruità e delle fallacie."
      },
      {
        "index": 64,
        "text": "164. — Per ultima opposizione faremo avvisare la impossibilità intrinseca dell’ufficio rappresentativo che vogliono molti filosofi attribuire alle idee. Per fermo s’egli è vero che l’intelletto raggiunge l’ideato e il rappresentato e in esso termina effettualmente la intellezione, le idee rimangono cosa inutile e recar non debbono altro che impaccio ed offuscazione all’apprendimento dell’oggetto. Invertendo poi il supposto e affermandosi che quegli esseri tramezzanti fra noi e l’oggetto sono necessarj non che profittevoli per ragione che solo essi ne fanno conoscer l’oggetto di cui sono come a dire l’effigie, il simulacro, lo stampo e altrettali similitudini, noi lo negheremo a dirittura. Conciossiachè in qual maniera di grazia conosceremo il valore significativo dell’idea quando la cosa significata ci rimane al tutto nascosta? La cognizione diretta e propria dell’oggetto è qui necessaria due volte, per due ragioni: affine di cogliere la significazione delle idee; poi affine di paragonare la copia con l’originale e giudicare della fedeltà, ovvero della differenza. Mai nè l’uno nè l’altro è fattibile, ognorachè l’idea sola si lasci scoprire e conoscere e l’ideato rimangasi inconoscibile. Noi avremo una sequela di cifre e di jeroglifici di cui la chiave è perduta; ed auzi ci ricordiamo che più d’una volta usasti tu medesimo di tale argomento ad abolire le forme kantiane le quali si vogliono rappresentative, mentre i Noumeni rappresentati non si rivelano mai, tanto che ognuno a suo bell’agio li può negare."
      },
      {
        "index": 65,
        "text": "165. — Cotali sono le istanze che m’ànno faccia di più poderose e più ragionevoli. Noi faremo seguir le risposte nell'ordine istesso in che procedettero le obbiezioni."
      },
      {
        "index": 66,
        "text": "E prima, se talnno non vede o giudica di non vedere quell’Assoluto reale che nega non è da maravigliarsene. Imperocchè un intuito mentale che coglie l’Assoluto nel suo limite estremo e vogliam dire, solo per quanto esso congiungesi alla idea intelletta ed è confine non valicabile della congiunzione medesima. non racchiude nulla di determinato e nulla di vivace e penetrativo come fa il senso e la percezione; e quello invece che sveglia ed occupa la nostra attenzione passa distintamente nella nostra coscienza è la idea rappresentativa entro cui l’Assoluto mostrasi, come a dire, involto e adombrato. Il perchè l’obbiezione a cui rispondiamo e la quale coutro altri sistemi ontologici insorge formidabile, non può nulla contro il nostro. E veramente noi consultando con diligenza il fatto, venimmo a scorgere che generalmente gli uomini si persuadono che v’è qualcosa di là dalle idee, qualcosa di nascosto ma di esistente. Per cotal guisa la coscienza generale degli nomini attesta che pecca di eccesso grave il sistema dal quale si afferma la percezione nostra immediata dell’Assoluto e delle sue determinazioni; e che per lo contrario pecca di estenuazione e d’insufficienza l’altro sistema, il quale vuol rimauersi nella pura rappresentazione."
      },
      {
        "index": 67,
        "text": "166. — Alla seconda obbiezione del potersi cioè voltare in giudicio dubitativo qualunque proposizione identica, diciamo ciò essere vero per ogni concetto di cosa contingente, perchè questa nel fatto può scendere all’attuazione o rimanersi un mero possibile; e in simili casi il giudicio dubitativo, se ben si guarda, scambia l’oggetto del suo pensiero; e mentre nella proposizione astratta, la mente mira l’oggetto assoluto quale apparisce all’intuito e viene determinato dalle idee; nel giudicio dubitativo, la mente mira, invece, la cosa contingente e attuabile; come, per esempio, nelle due infrascritte proposizioni; nel triangolo la misura degli angoli pareggia perfettamente quella di due retti; se un corpo triangolare esiste i suoi tre angoli equivarranno alla somma di due retti. In entrambo gli enunciati l’oggetto immediato della mente sono le idee; ma nel primo l’oggetto mediato e terminativo è l’assoluta possibilità; uel secondo è una realità finita e supposta in atto; e per parlare con le scuole, nel primo enunciato si guarda la cosa ad intra; nel secondo se ne immagina l’attuazione finita ad extra."
      },
      {
        "index": 68,
        "text": "164. — Ma pei trascendenti i quali ànno un sol modo di esistere, e questo è l’assoluto ed eterno, noi neghiamo che a giusto rigor di logica si possano le proposizioni identiche convertire in giudizj dubitativi, i quali implicano il concetto d’una esistenza condizionata e dalla contemplazione ideale trapassano ai fatti concreti. Per fermo, dopo i ragionamenti compiuti da noi, quella proposizione: se l’essere perfettissimo esiste, vuol significare se esiste l’essere che necessariamente esiste o come assoluto reale o come assoluto ideale inerente nel primo. La ripugnanza dei due termini è in cotal guisa manifesta; e se l’uso comune sembra combattere la nostra sentenza, rimane d’interpretarlo e d’intenderlo secondo ragione; e però diciamo quel giudicio dubitativo: se l’essere perfettissimo esiste, significare secondo i casi il mio dubio particolare e quello d’alcun altro individuo; perocchè io e talun altro individuo può non avere compiute le riflessioni opportune a cogliere la certezza e necessità dell’assoluto mentale ed a scorgere la contradizione in cui si cade perseverando nel dubio; e d’altra parte gli è naturale che parlandosi per ordinario delle cose contingenti se ne generi l’abitudine di dare forma condizionale a tutti i giudizi che mirano ad alcuna realità di qualunque sorta ella sia. Ma in via di scienza e universalmente, neghiamo da capo che sia da riconoscere come perfettamente dialettica la forma condizionale surriferita quando si pensa ai trascendenti e ad alcuna proposizione identica intorno ad essi; perocchè infine ciò viene a negare le stesse verità necessarie fondate nel principio d’identità e contradizione."
      },
      {
        "index": 69,
        "text": "168. — Sulla terza obbiezione è da rispondere prontamente quello che fu notato più volte, non crearsi dal nostro arbitrio e dal nostro pensiere l’oggetto finale a cui riferiamo l’idea. Per lo contrario noi siamo necessitati di compiere quel riferimento; dacchè le idee mostrano tutte la connessione e terminazione loro comune in un che di assoluto; e quando cotal legame non fosse, onde le verità necessarie trarrebbono mai l’essere loro eterno e immutabile? E se quell’assoluto è ingannevole ed apparente, eziandio le verità necessarie sono apparenti e ingannevoli; e quando stesse egli dentro di noi e da noi prodotto, similmente non sarebbe assolato; e tornerebbe poi fallacissima quella forma onninamente obbiettiva sotto di cui si manifesta."
      },
      {
        "index": 70,
        "text": "169. — Quanto all’esempio addotto della fenice e della chimera, non bada l’oppositore che altro è pensare intellettualmente ed altro è percepire. ricordare, immaginare e simile atto. Certo qualche cosa debb’essere oggetto delle nostre intellezioni e qualche cosa in cui si compia l’idea; perocchè questa in sè medesima non à termine. In tal caso affermano giustamente gli ontologi che pensare alla cosa vale quanto dimostrarla esistente; e pur la fenice e la chimera pensate nella sola idea dimostrano la loro eterna possibilità in quanto sono composti ideali scevri d’interiore contradizione. Ma cotesta possibilità logica e metafisica mulla non à che fare con la possibilità fisiologica dall’oppositore allegata e negata."
      },
      {
        "index": 71,
        "text": "170. — Alla quarta obbiezione occorre più ampio discorso; e torneremo a distinguere alcune cose di già definite."
      },
      {
        "index": 72,
        "text": "I concetti nostri sono di due sorte. L’una si referisce al possibile delle cose finite."
      },
      {
        "index": 73,
        "text": "L’altra all’infinito e alle attribuzioni e alle pertinenze di lui che noi domandiamo trascendenti."
      },
      {
        "index": 74,
        "text": "Il termine di ambedue e l’oggettività loro universale e comune è nell’Assoluto medesimo o vogliam dire nell’infinito. Questo contiene qualunque possibile come tutte mai le attribuzioni e pertinenze infinite del proprio essere."
      },
      {
        "index": 75,
        "text": "I possibili sono ad intra l’efficienza increata e gli eterni esemplari che noi contempliamo sotto speciali forme e determinazioni."
      },
      {
        "index": 76,
        "text": "Le attribuzioni e pertinenze divine od i trascendenti sono Dio stesso contemplato nelle distinte sue perfezioni e nelle loro attinenze. Onde sempre l’oggetto delle intellezioni nostre è Dio; perchè l’eterna efficienza di tutti i finiti possibili è uno speciale riguardamento della onnipotenza divina."
      },
      {
        "index": 77,
        "text": "171. — Ora si fermi per prima cosa che tutte le proposizioni ipotetiche intorno i possibili come intorno i trascendenti si adagiano nel vero eterno e assoluto, quando niuna incongruenza interviene fra gli elementi del loro concetto, ossia quando sono pensabili nettamente e con luce d’evidenza. Queste due proposizioni: il corpo è un composto, e l’eterno è la negazione del temporale, sono vere assolutamente entrambe; tuttochè la prima si riferisca a un possibile, o vogliam dire al corpo meditato in ipotesi, l’altra ad un trascendente. La prima significa una determinazione speciale dell’assoluta efficienza; l’altra, il durare senza limite dell’Assoluto medesimo. Noi non abbiamo la percezione diretta nè di quel possibile, nè di quell’eterno durare. Ma se il possibile metafisico è un’eterna efficienza, l’eternità di quest’ultima è altrettanto vera quanto la efficienza medesima; e l’una e l’altra sono affermate dalla necessità di affermare Iddio e le sue ipostasi. Uom dica il simile di tutti quei trascendenti che provengono immediate e senza veruna ambiguità ed oscurezza dal concetto dell’Assoluto o dal concetto dell’efficienza divina o per ultimo dalle relazioni fra essi e più in generale dalle relazioni fra uno ed altro divino attributo."
      },
      {
        "index": 78,
        "text": "Così le proposizioni infrascritte: l’Assoluto è uno, è infinito, è immutabile; fa esistere tutte le cose attuabili; creando non si muta nè può mutarsi, ed altre consimili, sono verità apodittiche e irrepugnabili e rivelano immediatamente tutte le realità rispettive."
      },
      {
        "index": 79,
        "text": "172. — Ma di frequente le proposizioni intorno a Dio e alle sue pertinenze non appariscono come le qui allegate così semplici nel concetto e così chiare ed evidenti nel lor contenuto. Però conviene aprirvi sopra ambedue gli occhi e guardarle per la minuta, senza però che questa cautela degeneri in sofisteria e in voglia pervicace di negar l’evidenza."
      },
      {
        "index": 80,
        "text": "La nostra suprema proposizione: Dio è ineffabilmente quello che è, quando si accogliesse per falsa o dubbiosa verrebbesi a dire che è falso o dubbioso il protoprincipio logico, per così chiamarlo, che ogni cosa è necessariamente quello che è. D’altra parte quella proposizione non è già vera per questo ch’ella esprima un possibile. Dio non è un possibile, tuttochè sia un pensabile ed anzi la fonte della pensabilità. Simile proposizione adunque per li principi costituiti da noi esprime infallantemente una realità in atto; e solo diventerebbe parte o tutta fallace, quando cessasse appunto di essere verità e cioè a dire che nel suo concetto fossero sconvenienze ed incongruenze logiche, dalle quali possiamo guardarci sempre mediante l’analisi circospetta e precisa del contenuto delle idee e con l’estremo rigore delle definizioni."
      },
      {
        "index": 81,
        "text": "173. — Ma che valore daremo noi al pronunziato seguente: Dio prevede tutte le azioni del genere umano: ovvero a quest’altro: Dio odia il male? Imperocchè la previdenza appartiene agli esseri ragionevoli che sono nel tempo; e l’odio, passione penosa del cuore umano, non può appartenere in guisa veruna alla divinità. Quelle proposizioni, adunque e altrettali innumerevoli che s’incontrano per i libri, sono improprie e mendaci applicandole a significare le disposizioni effettive del conoscere e del volere di Dio. Saranno vere elleno almeno come concetti non esprimenti che mere possibilità? neppure conciossiachè la ipotesi loro contempla non un essere finito e possibile, ma un trascendente; quindi il concetto è contradittorio nelle sue parti e a dir tutto in uno, esso non è propriamente pensabile; quindi non può avere riscontro nella realità."
      },
      {
        "index": 82,
        "text": "174. — In questi limiti e con questo continuo riserbo vuol essere assunta la teorica delle idee e fermata e validata la certezza loro obbiettiva."
      },
      {
        "index": 83,
        "text": "Gran paradosso è negare l’assoluto Contenente d’ogni concetto e nozione o vogliam dire il subbietto assoluto, eterno e infinito delle nostre idee. E però non minor paradosso è il negare tutto ciò che discende logicamente e lucidamente da quelle nozioni e ciascheduna delle quali manifesta un oggetto esistente correspettivo."
      },
      {
        "index": 84,
        "text": "Certo, più là non può andare la notizia apodittica dell’Assoluto; o per discorrere con maggior precisione, più avanti di cotal termine possono le verità necessarie d’intorno i trascendenti mescolarsi di gravi errori e di forti illusioni; il che vale quanto affermare che più non sono verità necessarie ma pure opinioni e persuasioni e da esser negate e controverse con pieno arbitrio."
      },
      {
        "index": 85,
        "text": "175. — L’opposizione ultima non troverebbe nessuna replica, quando concordasse bene col fatto. Per fermo il Gioberti che forniva la mente umana della facoltà di percepire l’Ente assoluto nelle sue determinazioni e per una serie di giudicj a priori sintetici negò a dirittura siccome inutili e peggio le idee rappresentative intermedie; salvo che le fece di poi rinascere con l’atto del ripensare, e talvolta scrisse che l’intelletto percepisce altresì i pensieri di Dio e questi essere rappresentativi. E similmente il Gioberti redarguiva contro il Rosmini dicendo se l’Assoluto non è colto dal nostro intuito, come ci persuaderemo noi che le idee cel rappresentano con verità?"
      },
      {
        "index": 86,
        "text": "176. — Ma l’uno e l’altro ragionamento fallisce appena si viene considerando la vera e germana forma delle nostre intellezioni; e questa fu descritta più d’una volta da noi; il perchè ci basterà ora di menzionarla per sommi capi. L’idea, o vogliam dire la visione immediata dell’intelletto à sempre ad intra un riferimento con l’oggetto assoluto e il più del tempo ad extra un altro riferimento con le cose finite. Così l’idea è segno e rappresentazione da una banda dell’Assoluto o d’alcuna sua pertinenza, dall’altra delle cose finite in atto o possibili ad attuarsi."
      },
      {
        "index": 87,
        "text": "Però nell’uno e nell’altro caso la significazione dell’idea proviene tutta fontalmente ed elementarmente dalle percezioni ovvero dal paragone dei concetti in fra loro. Che se l’esperienza mancasse, le idee nou s’affaccerebbero allo spirito o sarebbero inintelligibili come note di scrittura che niuno à mai letto e saputo. Ed avverria pure il medesimo semprechè all’uomo fosse impedito di raffrontare di continno nella unità dell’anima sua le idee con le percezioni. Ma d’altra parte, le idee quando anche rappresentano i fatti sensibili e le altre cose poco o nulla spirituali, le svestono nel concetto correlativo dalle condizioni e separazioni della materia e le rappresentano non già per effigie e similitudine ma per un’attinenza speciale e peculiarissima di segno a significato. In tal guisa le idee fannosi degne di rappresentare gli eterni esemplari delle esistenze finite e non rado le attribuzioni dell’Assoluto od i trascendenti. E se discorremmo alcuna volta d’effigie e di simiglianza. fu a rispetto non già del rappresentato contingente ed estrinseco ma dell’increato ed intrinseco. Che poi le idee rappresentative sieno necessarie a conoscere l’Assoluto non in quanto esiste ma nelle determinazioni sue e nelle pertinenze, scorgesi evidentemente da ciò che quell’Assoluto dimostrasi a noi sotto il perpetuo involgimento di esse idee, come gli esterni subbietti si manifestano sempre sotto l’involgimento delle sensibili qualità, e per sè medesimi sono oscuri ed ignoti; con questo divario, peraltro, notabilissimo fra le due rivelazioni, che i subbietti sostanziali esteriori ci penetrano della loro forza e accusano in tal guisa energicamente la loro presenza ed operazione, dove l’obbietto assoluto intellettuale sebbene ci lascia scorgere la connessione e terminazione comune di tutte le idee in lui, non isveglia le facoltà nostre più vive con la penetrazione d’alcun atto. E ancora che per certi nostri sentimenti di cui più tardi discorreremo ci sia mestieri di riconoscere una cagione superiore infinita in noi operante senza mezzo, l’atto ci rimane nascosto; e ad ogni modo, esso ci è onniante occulto nell’opera dell’intellezione e nella visione delle idee considerata in sè stessa e bene sceverata da ogni concomitanza."
      },
      {
        "index": 88,
        "text": "177. — Certo, a noi sembra che dove il fatto argomenta con la propria evidenza, malamente si possa combatterlo con ragioni indirette e speculative. E che il fatto della visione ideale si manifesti quale noi l’abbiamo descritto è confermato (ci pare) dalla coscienza comune la quale ognora che parla delle cose trascendenti suol nominare le idee e intende sotto tal voce una qualche forma di ente rappresentativo; e dire che quelle cose rivelandosi immediate alla mente umana rappresentano sè medesime torna ad abuso grave del parlar metafisico. Là dove rappresentanza e rappresentato in niuna guisa non si distinguono, l’un ter mine o l’altro si annulla; e in simile caso la verità non sarebbe guari rappresentazione specificata di tale infinito attributo o di tale altro, ma sarebbe direttamente esso Iddio, chiamato verità per ciò ch’egli è intelligibile a sè e ad ogni mente creata. Del resto, è leggier fatica il ribattere le argomentazioni astratte pel cui vigore pensarono alcuni ontologi di provare la impossibilità degli esseri rappresentativi intermedj, seguatamente a rispetto della nozione di Dio. In che guisa mai, scrisse già il Malebranche, potrà un ente finito rappresentar l’infinito? e questo ripete il filosofo in maniere parecchie e con l’usata vigorezza di stile; ma il nerbo delle dimostrazioni sue consistette pur sempre nella anzidetta proposizione."
      },
      {
        "index": 89,
        "text": "Avvertasi per prima cosa che qualora gli esseri rappresentativi fossero la forma mediante cui l’Assoluto rivelasi al nostro intelletto, ella non pure unirebbesi essenzialmente con l’Assoluto ma nel fondo del proprio essere verrebbe a partecipare di lui medesimo, tanto da non doverci noi arbitrare di chiamarla ente particolare e finito. Nullameno, intralasciando per al presente di discutere questo punto, basterà di mettere in vista l’errore del Malebranche ne’ suoi di comunissimo di reputare cioè che gli esseri rappresentativi non adempiono l’ufficio loro ad extra per semplice significazione ma solo mediante la simiglianza e come effigie e ritratti; di quindi l’inferimento legittimo che il finito dissomigliando toto cœlo dall’infinito non può in guisa veruna rappresentarlo. Ma le idee, ripetiamo, non significano ad extra e non rappresentano per simiglianza, sibbene per ordine di connessione e di rispondenza; e da ciò appunto proviene che le idee non insegnano cose ignote per ogni parte e la cui notizia non provenga originalmente o dall’esperienza o dal paragone dei concetti in fra loro."
      },
      {
        "index": 90,
        "text": "Vero è che le idee s’affacciano al nostro spirito come svestite di contingenza, tanto che se appaiono alcuna fiata incerte e confuse ovvero sembrano esser mutate ovvero spariscono e tornano, vanno sole od accompagnate, annesse o sconnesse, tutto ciò attribuiscesi allo strumento nostro mentale nou agli esseri rappresentativi e intanto questa forma loro assoluta li fa idonei, certo, a significare i trascendenti o vogliam dire le cose che superano la finità."
      },
      {
        "index": 91,
        "text": "Conviene poi recarci a memoria che nel fatto ciascuna idea termina ed annettesi con l’eterno rappresentato il quale sebbene ci manifesti di sè non altro che la presenzialità sua e ci occulti ogni determinazione reale immediata, pure per questo medesimo allontana da se ogni limite; e a dir più giusto, noi non vi possiamo scorgere nè distinguere limite alcuno e se cotesta apprensione onde sono accompagnate tutte le idee può venir giudicata apprensione diretta e propria dell’infinito, noi non ne faremmo controversia. In altri luoghi dell’opera torneremo a trattare minutamente di tal materia. Ma i pochi cenni presenti bastano a rintuzzare la prova che sembra cosi irreprobabile contro lo intervenire delle idee fra il subbietto e l’obbietto, massime nella visione dell’infinito."
      },
      {
        "index": 92,
        "text": "Se non che rimane ancora di seguir l’uso di questi nobili studj; e alle due sorte di prove che abbiamo esposte, chiarite e difese indurre l’abito accetto alle scuole che è il sillogismo, della cui opportunità e convenienza nel presente subbietto fu accennato più sopra e se ne discorrerà alquanto nel capitolo prossimo; ad ogni modo, sieno pregati i lettori ad accoglierlo ed accettarlo come si fa delle cose di qualche pregio ed utilità, ma non necessarie e che si regalano quale giunta cortese a buona derrata. E per la prima delle prove ritratta dall’assolutezza logica la quale dimora invittamente in ogni verità necessaria credo che la si possa raccogliere entro breve sillogismo nel- l’infrascritta maniera."
      },
      {
        "index": 93,
        "text": "Tutte le forme eterne e assolute di quali specie si vogliano o sono l’Assoluto reale ovvero si sustanciano in esso."
      },
      {
        "index": 94,
        "text": "Ora, le verità necessarie sono una specie di forma eterna e assoluta;"
      },
      {
        "index": 95,
        "text": "Dunque le verità necessarie o sono l’Assoluto reale o si sustanciano in esso."
      },
      {
        "index": 96,
        "text": "E poi manifesto che Dio e l’Assoluto reale venendo a significare il medesimo sotto diverso nome, l’uno e l’altro supposto delle forme eterne e dell’Assoluto espressi nella maggiore affermano egualmente l’esistenza di Dio. E perchè nel primo aspetto, il sillogismo sembra avere a materia sua non Dio propriamente ma le verità necessarie, sebbene nella sostanza Dio e le verità necessarie tornino ad un medesimo, egli è facile racconciare la cosa piegando il sillogismo stesso alle norme del sorite in questa maniera:"
      },
      {
        "index": 97,
        "text": "Il Dio ipotetico è subbietto d’innumerabili verità necessarie;"
      },
      {
        "index": 98,
        "text": "Le verità necessarie sono una specie di forma eterna e assoluta."
      },
      {
        "index": 99,
        "text": "Qualunque specie di forma eterna e assoluta è l’Assoluto reale, ovvero con esso lui si sustanzia."
      },
      {
        "index": 100,
        "text": "L’Assoluto reale e ciò che si sustanzia con lui è Dio in realità;"
      },
      {
        "index": 101,
        "text": "Dunque il Dio ipotetico è similmente il Dio reale e l’uno dimostra l’esistenza dell’altro."
      },
      {
        "index": 102,
        "text": "Per la seconda sorta di prova dedotta dal valore rappresentativo di ciascuna idea conviene, innanzi di porla dentro lo stampo d’un sillogismo, raccoglier di nuovo la mente sull’essere della verità e su quello che debbesi intendere per l’oggetto di lei. Ripetasi adunque che il vero è la luce del reale; e come la luce manifesta le cose laddove siano occhi disposti a riceverla; e dove non siano, serba nel suo splendore certa potenza generale e continua di manifestazione; così il vero porta la luce della realità in tutte le menti; e dove anche le menti non fossero, vi sarebbe universalmente la intelligibilità delle cose. Ma il vero proprio e immediato dei fatti e vogliam dire delle percezioni e dei sentimenti non à la medesima disposizione in tutto delle verità di ragione. Conciossiachè quello può essere nella mente raccolto senz’altro intermezzo ed è un congiungimento immediato della cosa concreta e dell'intelletto. Invece per le verità di ragione tutte le quali terminano da ultimo nell’Assoluto, la mente sebbene intuisce la esistenza e presenza di lui debbe cogliere la notizia delle sue determinazioni dalle idee e vale a dire dagli esseri significativi e rappresentativi di quello. Così nelle verità di ragione abbiamo una forma interiore ed una esteriore; la prima si attua nel sostrato d’ogni concetto; l’altra nella intelligibilità loro che si confà e contempera peculiarmente alla facoltà intellettiva umana. Ma forse è più esatto il dire che una sola è la forma delle verità di ragione in cui si debbe sempre avvisare una relazione interiore ed una esteriore."
      },
      {
        "index": 103,
        "text": "Ricordate queste definizioni, epiloghiamo la nostra seconda prova dell’esistenza di Dio sotto l’abito sillogistico e così verrà espressa:"
      },
      {
        "index": 104,
        "text": "Ogni assoluta verità. terminar dovendo in oggetto altresì assoluto, prova apoditticamente l’esistere di esso oggetto o come eterno atto o come eterna possibilità."
      },
      {
        "index": 105,
        "text": "Ora, nella Ipotesi di Dio (il quale non può esistere se non come atto) sono tante verità assolute, quanti predicati vi si distinguono."
      },
      {
        "index": 106,
        "text": "Esiste dunque in atto perpetuo l’oggetto loro assoluto che è Dio."
      }
    ]
  }
}
