{
  "chapterNumber": 29,
  "title": "Vol. I, Libro Quarto, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1. — Scrive il Leopardi non essere vero che discorrendo gli autori di sè medesimi riescano prolissi e tediosi e che l’ambizione loro sazi e ristucchi il lettore. Anzi il più del tempo trovano modo di divenire eloquenti non che facondi, e nel loro stile entra una evidenza ed una passione che mai la maggiore. Credo che sia da farsi non poca tara a questa sentenza del filosofo recanatese, la quale, dove azzeccasse affatto affatto nel vero, ci menerebbe a concludere che l’età nostra supera di eloquenza tutte le altre passate; dacchè oggi ognuno cinguetta in pubblico dei fatti proprj e le autografie diluviano da ogni parte; nelle quali è poi da cercare ogni cosa eccetto la verità."
      },
      {
        "index": 1,
        "text": "2. — Ma il detto singolare del Leopardi riducesi a questo che gli scrittori grandi nel discorrere de’ loro travagli e interessi riescono naturalmente grandissimi, perchè dalle loro parole scompare ogni affettazione, e il sentimento come è profondo e squisito dentro nell’animo, così esce vestito di voci e frasi le più vive ed acconcie possibili, non essendo l'arte che le inventa, ma si l’affetto assistito dall’arte; e similmente gli stimoli dell’interesse anno una efficacia miracolosa a far rinvenire ottime prove e ragioni a favore della causa propria. Ne mancando d’altra parte l’ingegno e l’abito di esporle convenevolmente e nell’aspetto migliore, se ne compone una perfetta virtù di convincere e persuadere."
      },
      {
        "index": 2,
        "text": "Io pertanto, che so di essere scrittore mediocre, non ò tanta arroganza da credere che non reco te- dio a nessuno con queste mie confessioni, per ciò solamente che io parlo de’ miei errori e de’ miei ravvedimenti in filosofia. Nullameno, mi giova di qui ricordare il giudicio d’un sommo ingegno e d’un maraviglioso dettatore per prendere animo io stesso e cacciar dalla mente quella paura che m’assedia di stancare i lettori, se pur ne ò, e di vederli sbadigliare ad ogni mezza pagina."
      },
      {
        "index": 3,
        "text": "3. — Ciò avvertito, ripiglio il filo, cento volte spezzato, del mio racconto; e girando l’occhio sulle cose di già narrate e discorse, m’accorgo averne lasciate indietro moltissime; perchè mi sono affrettato di giungere ad alcuna conclusione di scienza, tanto che non si dicesse che io menava il care per l’aia e non si poteva dalle mie parole raccorre nessuna sostanza buona e da riporsi nelle cellule della memoria. Nè intendo per ciò di tornarmene indietro e rifare i miei passi col rincrescimento e la noia del viandante che volta il cavallo e torna all’albergo dov’à scordate alcune sue robe. Io mi restringerò solo a discorrere un poco li due pensieri che mi anno accompagnato sempre, o a dir meglio stimolato e preoccupato nel mio lungo meditare di metafisica; l’uno fu del metodo, l’altro di cercare sopra ogni cosa il principio cardinale e ordinatore di tutto lo scibile."
      },
      {
        "index": 4,
        "text": "Ò pensato e scritto a dilungo del metodo, perchè parevani dalla sua riforma dover rampollare la correzione ed innovazione migliore delle discipline razionali, nel modo che si videro le scienze fisiche pigliare un’incremento veloce e stupendo per la maniera nuova di ordinarne lo studio, maniera pensata e praticata segnatamente da Galileo e dalla sua scuola. Nè tutto ciò che io venni dettando circa al metodo che io domandava iniziale e naturale, mi sembra da riprovare; anzi il più di quelle considerazioni e di quei precetti mi torna vero e fondato anche oggi."
      },
      {
        "index": 5,
        "text": "4. — Salvo che io non vi riconosco al presente quel gran profitto e quella piena efficacia di emendazione e di innovazione che allora mi compariva. Allora io speravo che i veri sperimentali bastar potessero a fondare una soda scienza apodittica dei supremi principj; e parevami anzi che fosse un bel privilegio degl’Italiani volere e cercare una filosofia positiva e tuttavolta capace di compiuta razionalità. E per positivo intendevasi a quei tempi in Italia i soli fatti sensibili. Nè finivano mai di encomiare a cielo il Gioia e massime il Romagnosi; e già il Galluppi medesimo era sospetto di idealismo. Altra cagione a molto speculare d’intorno al metodo mi fu l’aver trovato gran disputa in Francia quando io vi giunsi tra i discepoli del Cousin e i panteisti tedeschi circa il modo migliore d’indirizzare la Scienza Prima. Parteggiava il Cousin con la scuola sua e parteggia tuttora pel metodo psicologico, i Tedeschi per l’ontologico; e questo non più sotto l’abito antico di deduzione sillogisticn, ma con forma nuova e singolarissima detta di costruzione."
      },
      {
        "index": 6,
        "text": "5. — Rinacque la disputa eziandio in Italia, dove il Gioberti con l’usata sua veemenza e facondia oppugnava il metodo psicologico e lo vilipendeva al punto che tu avresti detto essere azione disonesta il seguirlo. Non perciò sapevi tu bene qual fosse l’arte metodica del Gioberti e quali i principj e le norme che la informassero. Anzi la pratica di lui tenea un poco dello specioso e fu solo comportabile a un intelletto tragrande siccome il suo. L’Ente, disse, crea l’Esistente; ecco il supremo principio. La dimostrazione vera e rigorosa stamperemo più tardi. Per ora, bastino queste numerose prove indirette e fra l’altre questo albero maraviglioso di tutte le discipline umane uscente dalla mia Formola. Così egli procedera filosofando. Il che mi fece sempre pensare a un cotale da Bologna che stampò tre volumi per dimostrare le vaste e portentose conseguenze che erano per uscire dal pronto, sicuro ed agevole indirizzamento dei palloni volanti ognora che fosse trovato."
      },
      {
        "index": 7,
        "text": "6. — Ad ogni modo, avea per me dello strano il cominciare l’ontologia da una formola di tre termini ciascuno dei quali era bisognoso di prova; perchè potevasi legittimamente negare che l’uomo percepisca immediatamente l’Assoluto, negare che percepisca l’esistente finito e posto fuori dell’animo e lo affermi invece e lo creda per suggestione naturale, negare sopratutto che l’uom percepisca l’atto causale di Dio, mentre ignoriamo profondamente la essenza intima d’ogni qualunque virtù causale e tutte le cose, salvo gli atti nostri volitivi, ci appaiono congiunte ma non connesse con le lor cause."
      },
      {
        "index": 8,
        "text": "7. — Nei Rosminiani prevaleva il metodo psicologico; e in Italia, siccome in Francia l’achille degli argomenti a favore di quello consiste a dire che la filosofia quando è in punto di moversi alla ricerca del vero, sta anch’ella come Ercole al bivio. Di qua le ipotesi, di là i fatti della coscienza. Le ipotesi non sono un cominciamento perchè bisognano di prove, senza le quali l’obbietto ipotetico può esser negato a dirittura; e d’altra parte le prove anno più valore ed anno antecedenza logica e ontologica sulla cosa provata. I fatti della coscienza, invece sono un cominciamento legittimo perchè la certezza loro è immediata e perfetta. Al che gli ontologi ànno isposto sempre i fatti della coscienza dare un fondamento subbiettivo, contingente e individuale alla Prima Filosofia, come vedemmo più addietro; ànno altresì risposto che se l’Assoluto è un vero dedotto, egli non più assoluto; se espresso e affermato da certe nozioni e credenze istintive del nostro intelletto (e ciò per appunto si pratica dagli ecclettici in Francia), l’ontologia non è scienza esatta e dimostrativa, ma mezzo teoretica e mezzo empirica, e si confonde con la dottrina chiamata del senso comune."
      },
      {
        "index": 9,
        "text": "8. — Vero è che Antonio Rosmini ed i suoi partigiani non si arrendevano a questo, perchè essi tengono sempre il piede in due staffe e ti sguiscian di mano come la seppia. Noi, dicevano e dicono ancora, cominciamo, è vero dall’atto del pensiere e dalla ideologia, ma non è contingente principio, perchè l’idea dell’essere è pertinenza di Dio, è universale, eterna, assoluta, ec. ec. D’altro lato, se gli ontologi volgendosi a loro con lieta faccia si rallegravano di averli amici e compagni quelli presto soggiungevano mai no, cari signori, mai no; perocchè voi movete dal sussistente che non si prova, noi dal mero possibile che non si nega; voi dall’increato e noi da cosa creata; voi da cosa fuor della mente, noi da una forma mentale che fuor del pensiere non esiste; così costoro fanno sempre come Bertoldo dietro al crivello; tu mi vedi, io ci sono e non ci sono."
      },
      {
        "index": 10,
        "text": "9. — Nel 1841, vivendomi io in Francia spettator solitario di quelle contese, me ne uscii fuori col picciol libro citato più sopra dell’Ontologia e del Metodo, presumendo di entrare illeso e autorevole tra le file di que combattenti, quasi araldo della verità (e di quale superbia non è capace il metafisico ?), e proposi loro alcuni documenti di metodo, secondo i quali pareami aver acquetato il conflitto e bene retribuito il suo a ciascuno. Se gli ontologi, io concludeva, filosofano al modo socratico e giusta i principj del senso comune, il lor Primo è da collocare laddove ogni intelligenza. con giudicio immediato lo pone e lo contempla, e cioè a dire nella cagione prima e assoluta, in Dio autore dell’universo. In quel cambio, se studiano di edificare la scienza col massimo rigore dimostrativo e solo forniti dei due principi d’identità e contradizione, tali due principj saranno per appunto il lor Primo; il che vuol esprimere che potranno movere con sicurezza dall’assoluto mentale o logico e non dal reale e propriamente oggettivo. E però, in ordine a si fatta scienza rigorosa e geometrica, la somma e assoluta realità diventa un vero mediato e dedotto."
      },
      {
        "index": 11,
        "text": "10. — Simile conclusione fa sottointendere che incominciare la Scienza Prima dalla percezione del primo essere, come in psicologia è lecito di cominciare dalla percezione evidente del proprio subbietto, non à sostegno nell’esperienza e nel testimonio perenne ed universale degli uomini; imperocchè questi credono bensì alla sussistenza del primo essere, ma ignorano se la conoscono e credono per immediata percezione ovvero per ragionamento o per fede. E d’altro lato, iniziare l’ontologia dai concetti e dalle nozioni, quali che sieno, vale fondarla nella mera possibilità dell’obbietto, non nella certa sun sussistenza."
      },
      {
        "index": 12,
        "text": "11. — Ripetendo io così il detto quasi comune delle moderne scuole, precludevo la via all’emendazioni ed ampliazioni future della metafisica e smentivo anticipatamente quello che io medesimo avrei trovato e con evidenza dimostrato. Salvochè, innanzi pure di scrivere queste Confessioni, la dottrina della realità obbiettiva di nostre idee venivasi svolgendo e ordinando dentro la mente mia con irresistibile forza e persuasione. Laonde non più di due anni dopo la stampa dell’Ontologia e del Metodo, già quelle conclusioni metodiche mi rincrescevano; perch’io sentivo che a proferire la loro sentenza con tanta pienezza di asseveranza occorreva prima cercare e produrre una prova generale perfetta di questo che il trapasso dialettico dall’idea intuita all’oggetto suo rispettivo e assoluto contenga una metafisica impossibilità e che sia manifestamente contradittorio afferinare la identità sostanziale tra il principio logico astratto e il principio concreto dell’essere; e infine, che simile identità, quando anche sia discoperta e provata, venga a riuscire di tutta necessità un vero dedotto e non primitivo e per sè sussistente. Ma tali dimostrazioni non furono da niuno trovate e significate; e il farlo convenientemente stimo cosa non conseguibile a qualunque ingegno. E notino i lettori che io parlo di trapassare dalla idea all’oggetto o vogliam dire dalla verità al suo contenuto; imperocchè a me sembra un cominciamento illusorio quello di cui si mena tanto rumore a’ di nostri del pensiere come ultimo fondo di tutte le cose. In noi uomini il pensare non è sostanza ma solo atto di sostanza, ed atto il quale si estingue, se ogni oggetto del pensiero venga annullato. Come poi stia il pensiere di Dio non so, e però non posso fondarvi il principio della scienza. In somma il principio della scienza è la verità, la quale necessariamente un’idea insieme ed un ideato."
      },
      {
        "index": 13,
        "text": "12. — Riconosco, dopo ciò, il mio lungo errore e mi convinco ognora più del pronunziato d’Aristotele nell’11ª della Metafisica, laddove scrisse: ella è cosa assurda cercare la scienza insieme e il metodo della scienza. Imperocchè io pretendeva dettar documenti molto precisi di metodo circa l’ontologia la quale non ancora avea ritrovato il suo stampo, e dir voglio i veri principj iniziatori ed informatori di sua materia. Per fermo, o l’ontologia rimane un desiderato perpetuo dell’umana scienza, o dee sussistere per sè medesima e in sè contenere il proprio cominciamento. Quindi non può negarsi che avere avvisato il passaggio immediato ed intrinseco dalla nozione all’oggetto, dal mondo delle idee al mondo delle assolute realità, non rechi mutazione ed innovazione profonda nella più parte delle dottrine metafisiche, per non dir in tutte. E così vedesi in questo subbietto di cui al presente parliamo che n’à ricevuto mutazione sostanzialissima. Perocchè il metodo psicologico à perduto ogni sua intrinseca necessità; e l’achille degli argomenti onde si credeva provarla, rimane spuntato per sempre; dacchè non è più vero il dilemma inflessibile cento volte ripetuto dalla scuola odierna francese: o i fatti della coscienza, o le ipotesi indimostrate. L’ontologia, sebbene comincia da un supposto mentale, riconosce in esso infallibilmente e per giudicio immediato e apodittico la sussistenza di una eterna realità. È conceduto dagli avversarj che la ipotesi o il possibile e l’intelligibile come non può esser negato cosi dɛrebbe un buono e legittimo cominciamento se valesse a trovare la realità Ora, noi soggiungiamo che cotesta realità è pur sempre trovata. Perocchè, quel possibile non è una vuota nozione nè un mero concetto di relazione tra ideali subbietti e ideali predicati. Esso convertesi necessariamente con la eterna efficienza a rispetto di cui tutte le cose sono fattibili. La eterna efficienza, pertanto come ad intra è l’atto divino potente senza limite e senza misura, così ad extra è riferita a tutte mai le contingenze ed esprime la loro eterna e assoluta possibilità. Quanto poi alle cose superiori od ai trascendenti (conforme noi le chiamammo), egli si vide che la esistenza loro ci è subito rivelata dalla rispettiva idea, senza bisogno alcuno dell’intervento di altro principio."
      },
      {
        "index": 14,
        "text": "13. — Se non che, seguiterebbe qui il discorrere intorno all’altra maniera di ordinare la scienza che per contrapposto fu domandata metodo ontologico; essendo che di questo pure v’à due forme molto diverse. Movono entrambe risolutamente a priori, e si scostano d’ugual modo dalle prove sperimentali. Ma l’una procede sillogizzando e per continuo ragguaglio e deduzione di concetti; l’altra presume di far cammino parallelo e connaturale alla stessa generazione delle cose e allo spiegamento loro nel tempo e giusta le leggi dell’organamento e della vita."
      },
      {
        "index": 15,
        "text": "Simile ordine di scienza, al quale i Tedeschi apposero nome di metodo di composizione, sembra per vero oltrepassare le forze dell’intelletto umano; perchè volendosi far ritratto della generazione delle cose non già storicamente ed esteriormente ma secondo la virtù intrinseca e l’operare necessario delle cagioni, ei parrebbe che fosse altrettanto necessario penetrare innanzi l’intima essenza di quelle cagioni, la quale, invece, si occulta ad ogni sguardo e ad ogni giudicio, o tanto solo si lascia conoscere quanto è richiesto dalle attinenze sue coi fenomeni e cogli atti di già esplicati e visibili. Ma non così opina la scuola tedesca di Schelling e di Hegel, come si noterà alquanto più tardi. E però, a fine di non ripetere l’abbaglio nostro di avere assegnato alla filosofia teoretica un limite troppo angusto, noi faremo luogo eziandio alla possibilità del metodo di composizione per rispetto almeno alle cose apparenti nel tempo; quantunque l’uso e la pratica seguitane infino a qui in Germania non sieno tali dal persuaderci la sua verità ed il suo buon frutto; ma sempre è da credere che la scienza è più larga e le sue facoltà più estese del seguo ultimo che l’occhio dell’uomo individuo discerne e misura. Il che per altro non ci vieta di rimanere convinti che ogni buona costruzione scientifica si risolve in sostanza, e non ostante molte apparenze e forme e aspetti diversi, in una serie di sillogismi, legati e connessi giusta le regole della comune dialettica."
      },
      {
        "index": 16,
        "text": "14. — Ben sappiamo che eziandio le deduzioni sillogistiche in mano all’Hegel paiono diventare metodi di costruzione; onde per lui l’opera del pensiero raziocinante non solo è simile od analoga all’opera della Idea e della Natura, ma è perfettamente e assolutamente identica a quella. Io lascerò a chiunque il voglia la facoltà di persuadersi di tal paradosso, senza scoprire l’alchimia che v’è dentro nascosta; e nella pratica mi atterro, come dissi, ai principi della logica quali furono da Adamo in poi insegnati a tutti gli uomini dalla naturale e comune ragione. Imperocchè intorno a due sole massime direttive e metodiche non à mai mutato; e sempre sono elleno venute a scorta de’ miei pensieri. L’una è che gli adagi del senso comune, tuttochè non sieno buoni elementi e principj della filosofia teoretica o vogliam dire dimostrativa e tradotta insino agli ultimi termini della scienza, nullameno sono un prezioso, fedele e costante riscontro della verità e riescono ottimi iniziatori od emendatori della scienza medesima. Il contrario appunto di ciò che insegnano gli Hegeliani, ai quali le nozioni del senso comune sono triviali e fallaci perchè si oppongono alla squisita dottrina della identità universale. L’altro principio è che la filosofia dee farsi debito di parlare netto, semplice e intelligibile a tutti gl’ingegni educati e studiosi; e ch’ogni più profonda dottrina se al vero si appone, dà modo di venire appianata ed espressa in linguaggio ordinario e debbe risplendere di evidenza. La oscurità continua, la frequente ambiguità di significato, la eccessiva astrazione e l’uso inavvertito delle metafore sono veleno della buona e certa metafisica."
      },
      {
        "index": 17,
        "text": "15. — Del rimanente, la logica dimostrativa è noto ad ognuno che sempre deduce il contenuto delle idee e le loro esterne e scambievoli relazioni. Questo contenuto poi proviene o da idee superiori ed originali o da giudicj induttivi raccolti di mano in mano mediante l’osservazione e l’esperimento. Tale contenuto adunque racchiude in effetto quel tutto di cui è capace lo scibile e vale a dire le idee e i fenomeni. E però da onde viene che i panteisti tedeschi ne sono mal soddisfatti e l’accusano di sterilità ? Certo da questo, che le induzioni sperimentali non sono a priori e non penetrano l’intima essenza di alcuna cosa nè l’atto efficiente ed intrinseco di alcuna cagione. Ma questi per mio giudicio sono limiti della intelligenza umana non del metodo raziocinale ordinario. Onde si può presumere a gran ragione che il lor metodo compositive, tentando di oltrepassare quei limiti, è sofistico ed illusorio. Noi accettandone, impertanto, la mera possibilità, temiamo aver piuttosto ecceduto nelle concessioni e previsioni di quello che essere rimasti indietro. Conciossinchè il metodo compositivo pretende di presagire e descrivere il diventare delle cose. Noi invece crediamo, che se quel diventare non è già inchiuso nei nostri concetti, mai non sarà indovinato dall’uomo."
      },
      {
        "index": 18,
        "text": "16. — A questi pochi risultamenti sono io pervenuto d’intorno al metodo, dopo la meditazione di molti anni e dopo averne rimaneggiata e ricomposta la materia più d’una volta. Rimarrà di accennare a debito tempo le massime direttive di alcun metodo particolare; poichè ogni studiosa investigazione procedendo non a caso ma regolata, compone ed usa il suo metodo proprio. E però non tacemmo di quello più conveniente alla naturale teologia; nè dell’altro taceremo da noi preferito ad esporre secondo regola la cosmologia."
      },
      {
        "index": 19,
        "text": "17. — Rispetto poi al metodo compositivo il quale presume d’indovinare la generazione medesima dell’Assoluto e descriverne con esattezza gli arcani inscrutabili; noi già pronunziammo ricisamente che ciò reputiamo tentamento impossibile e da dover riuscire a forza una lotta allucinazione. Si dica il simile di que’profondi misteri che la scuola hegeliana discerne per entro la forma del sillogismo, del che toccammo alcuna cosa altrove. Sebbene, di quale specie di sillogismo ragionano essi non vedesi molto chiaro, e quella che usano nel costruire la logica loro è molto diversa dall’ordinaria. Così, per esempio, la prima proposizione di quella logica singolare tradotta in forma di sillogismo diventerebbe esattamente la infrascritta: l’essere puro e il nulla sono un medesimo; ma d’altra parte, l’essere puro e il nulla si contradicono; dunque l’essere puro e il nulla si unificano nel diventare!"
      },
      {
        "index": 20,
        "text": "La proposizione seconda sarebbe: l’essere e il nulla spariscono nella unità del diventare. Ma d’altro lato il diventare contiene la opposizione di entrambi; dunque il diventare passa nell’esistenza. La terza l’esistenza è l’essere contenente una determinabilità. Ma questa è immediata e non ci sta dentro che il solo essere; dunque l’esistenza è la qualità."
      },
      {
        "index": 21,
        "text": "18. — In queste allegazioni (e potremmo continuarle a piacere) inserimmo le stesse frasi e i legamenti medesimi che anno nel testo[1]. Salvo che, per noi, non ancora disvezzi dal modo comune di ragionare, simili sillogismi appariscono una serie di proposizioni sconnesse ed incoerenti e nella quale insorgono di mano in mano termini nuovi che non si capisce da onde escono e che sorta di necessità logica li produce."
      },
      {
        "index": 22,
        "text": "19. — Oltre ciò, antichi e moderni, salvo i partigiani dell’Hegel, pensano concordemente che i sillogismi e qualunque maniera ed applicazione della virtù discorsiva, mirando in ispecie alle idee e studiandone le attinenze, si rivolgono intorno ad esse, come a punti fissi e non defettibili e quasi a stelle del firmamento intellettuale. Invece, per gli Hegeliani non è l’occhio della mente che gira ma sono le stelle medesime; queste, aggruppandosi ovvero sgruppandosi ad ogni momento, compongono i sillogismi. Onde quell’essere puro testè citato, quel nulla, quella esistenza e l’altre nozioni astratte di cui si occupa la logica non sono rappresentazioni mute, fredde, immutabili e inalterabili dell’assoluta verità e delle sue attinenze infinite; ma si movono tutte e vivono e si atteggiano e talvolta si fanno incontro, tale altra si fuggono. E mentre tu pensi, a modo d’esempio, che il nulla fa piazza netta d’ogni cosa e consuma sè e tutti gli esseri in cui tu lo meschi, per gli Hegeliani al contra- rio l’ente puro che rimarrebbesi poverissimo e sterile per la eternità, sposandosi al nulla vedemmo poc’anzi che mutasi nel diventare. E questo diventare medesimo che ancora contiene il nulla trasfuso nell’essere, per ciò stesso in cambio di menomarsi, aggrandisce la entità propria e partorisce l’esistenza. E questa del pari (notisi bene) appunto perchè non contiene che l’essere, partorisce la qualità; e cioè a dire l’essere e di più alcun’altra cosa che lo modifica e lo tramuta in subbietto."
      },
      {
        "index": 23,
        "text": "20. — Di tal guisa c’imbattiamo in due meraviglie ad un tempo. La prima, di già avvertita, che le idee sono in moto e vivono. Nel generale si escludono e la vicina fugge la sua vicina; poi si rappattumano e della loro unione esce una terza idea che mentre non nè l’una nè l’altra, è più completa di esse due e più comprensiva; onde è sempre ed in ogni caso un effetto maggior della sua causa e tu parlerai davvero convenevolmente chiamandola prolem sine matre creatam. La seconda maraviglia è questa, che il nulla è grande e supremo progenitore di tutte le cose; dacchè la logica degli Hegeliani è un connubio perpetuo di tutti gli esseri con le loro negazioni e contradizioni."
      },
      {
        "index": 24,
        "text": "21. — Ma io mi sono sforzato più d’una volta di credere quello che affermano gli Hegeliani e cioè il sillogismo essere in fondo in fondo un atto di creazione. E certo, se questo pronunziato si appone al vero e la creazione ripetesi nelle realità in modo conforme al pensiere ed al raziocinio, il metodo compositivo, non che esatto e legittimo, diventerebbe il solo ed unico da praticare in qualunque umana disciplina. Affermano altresì gli Hegeliani che nel pensiere e fuor del pensiere il generale determina sè medesimo e crea il diverso e il particolare; il quale poi intanto connettesi col generale in quanto si concreta ed unifica nell’individuo; e ciò, cambiate le denominazioni, apparisce identicamente nell’uno, nel più e nel tutto; avvegnachè l’uno convertesi col generale, il più col particolare, il tutto con l’individuo. Cosi sempre e invariabilmente procede l’intelletto, così la natura e così lo spirito."
      },
      {
        "index": 25,
        "text": "22. — Nè per fermo, a tali principj manca il pregio della semplicità; e del sicuro, sono più semplici della gran fabbrica dell’universo quale a noi si manifesta. Il male sta che per nostro avviso tutto ciò è falso e illusorio. Abbiamo nel secondo libro mostrato abbastanza che nel fatto sussistono i soli individui; e in essi ciò che domandasi generale essere propriamente particolare in quanto ciascun individuo lo possiede in modo separato e incomunicabile. Quindi, un corpo, esempigrazia, non esiste prima sotto forma generale con estensione senza figura e con limiti affatto indecisi; poi con l’una e gli altri al tutto determinati. Simigliantemente, l’atomo non piglia sostanza bel hello e non diventa quello che è nè genera l’una dall’altra le sue forze gli atti e le qualità. Nella natura medesima organica falso che il germe e l’uovo sieno qualcosa di generale e indeterminato; perchè tutto vi si mostra determinato e individuo; salvo che ogni cosa ad ogni momento vi si trasmuta e vi si complica e le forze latenti si manifestano a grado per grado e assimilano a sè l’ambiente materia. Ma quelle forze stesse celate sono nella virtualità loro o nel loro ripiegamento un che di molto preciso e particolare."
      },
      {
        "index": 26,
        "text": "23. — Quanto poi alle nozioni esemplari, fu risoluto parimenti nel libro secondo che elle esprimono l’infinita e increata possibilità ovverosia la divina efficienza meditata da noi a parte per parte sotto le sue distinzioni e determinazioni non numerabili; sicchè queste sono tutte presenti e reali ad un modo; nè costruiscono sé medesime per ordine di categorie e per leggi di sillogismo; nè colà il particolare e l’accidentale rinvengono minor ragione causale o minore perpetuità ed assolutezza del generale. Sul che giova di ricordare. altresì l’aver noi dimostrato nel libro secondo che le nozioni o gli eterni esemplari sono tutto e parte reciprocamente e generano e sono generate a vicenda e in ciascuna riappariscono que’ due caratteri solenni dell’unità ed infinitudine che mai non possono discompagnarsi dal divino e dall’assoluto."
      },
      {
        "index": 27,
        "text": "24. — Di quindi proviene che, trascorrendo il pensiere e aggirandosi per mezzo alle idee, sente l’arbitrio di scendere ordinatamente dal genere alle specie e da queste all’individuo, conciossiachè l’individuo pure à la sua esemplarità; ovvero spogliando questo e le specie e i generi tutti inferiori delle note loro qualitative salire insino alle astrazioni supreme e alla fine smarrirsi in qualcosa di vuoto e di non più apprensibile. Nel metodo deduttivo sono segnati ambedue i sentieri; e pertanto Platone li praticò ambidue e ne lasciò regole e modelli mirabili; senza che mai per mio giudicio, venissegli in capo di descriver col primo il metodo compositivo degli Hegeliani."
      },
      {
        "index": 28,
        "text": "25. — Per ultimo, dentro la mente umana, sebbene allato alla rappresentazione del positivo apparisce quella del suo contrario e per conseguente dell’uno e del più, dell’identico e del diverso, dell’ente e del nulla e così prosegui, ciò vi accade perchè nel pensiere gli opposti riduconsi a concetti distinti; ed ogni qualunque unità risolvesi in certa increnza ideale di subbietto e di predicato. Il che poi non risponde salvo che analogamente alla realità effettiva delle cose finite. E dentro al pensiere medesimo nessun essere rappresentativo determina e spiega sè stesso, nè il generale vi produce il particolare o si unifica nell’individuo."
      },
      {
        "index": 29,
        "text": "26. — Il perchè, questo essere universale che diventa di mano in mano tutte le cose, questa identità sostanziale che mette fuori bel bello tutto il diverso delle specie e degl’individui e fa continuo trapasso tra le negazioni e le opposizioni che produce a sè stesso, è mera creazione delle fantasie germaniche e tu nol ritrovi pur mai nè dentro i fatti, nè dentro le idee, nè in grembo di Dio, nè in grembo della natura. Egli è un mostro nato delle nozze illegittime fra il tempo e l’eternità, fra l’assoluto e il relativo, fra il finito e l’infinito."
      },
      {
        "index": 30,
        "text": "27. — Chiaro è poi che dopo fondata la teorica della realità obbiettiva di tutte le idee, la deduzione mentale e i suoi metodi cessano di ordinare, come parve a moltissimi, delle serie di verità astratte e meramente suppositive; ma si acquistano, invece, un valore sostanziale e ontologico. E l’ipotesi, giudicata già con fretta soverchia una creazione subbiettiva e mezzo fantastica, diventa in quel cambio il principio incontrovertibile d’ogni realità e d’ogni sapere positivo. Laonde a coloro i quali domandano, come Archimede: dammi un punto dove appoggiare la leva dell’intelletto e solleverò il mondo finito e infinito ; noi rispondiamo con sicurezza il punto che cerchi, l’ài teco pur sempre in ogni pensiere ipotetico."
      }
    ]
  }
}
