{
  "chapterNumber": 26,
  "title": "Vol. I, Libro Terzo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "TENTASI DI DEFINIRE PIÙ INTRINSECAMENTE LA NOZIONEDI DIO E LA SI DIFENDE CONTRO GLI SCETTICI."
      },
      {
        "index": 1,
        "text": "75. — Trattasi al presente di applicare i principj; ma per la ragione anzidetta il faremo accennando e sotto forma di picciol saggio. E poco si badi, se questa parte del mio dettato non proporzionasi bene con le anteriori e le successive, avvegna principalmente che io non mi sia proposto di scriver la scienza ma costruirne le fondamenta e segnarne l’indirizzo; e pure in ciò stesso, vo tacendo le cose agevoli a ritrovarsi pei libri. Oltre di che, Dio eterno ed inaccessibile dee venire studiato assai più nelle opere sue che nella chiusa e tremenda sua maestà. Però noi ci stenderemo volentieri nella scienza universale degli enti creati, cercandovi da per tutto le orme divine e traendo dalla teologia razionale la cagione e ragione del tutto."
      },
      {
        "index": 2,
        "text": "76. — Del resto, a qualunque mente prodotta nel tempo tornerà monca, inadeguata ed interminabile sempre l’analisi dell’Essere perfettissimo e tornerà impossibile per affatto la integrazione. Ma puossi almeno definirlo con esattezza sufficiente? Importa che ciò si esamini assai per minuto; e prima sieno tolte di mezzo le maniere false e manchevoli. Definire l’Ente supremo per genere e differenze non è fattibile; conciossiachè l’Assoluto è genere a sè medesimo. Definirlo per la causa nemmanco si può, perchè cagione superiore non à nessuna. Sarà egli dunque ben definito dalla descrizione del più essenziale? Ma qual cosa non è essenziale in Dio? e quelle espressioni d’esterno e d’interno, del più intrinseco e del meno s’ànno a pigliare in significato relativo ed umano. Ragionandosi adunque con pieno rigore di scienza e in ordine solo all’obbietto, Dio è ineffabilmente quello che è."
      },
      {
        "index": 3,
        "text": "77. — Tuttavolta, non sarà l’uomo abilitato neppure a scegliere fra molte deinizioni la meno indegna ed insufficiente? Certo che si; e ne verrà (credo) a capo speditamente e con buon successo pensando e affermando il massimo d’ogni eccellenza sotto forma di unità sostanziale e assoluta. Egli analizzerà dunque il concetto di Essere perfettissimo posto da noi in cima di tutto lo scibile, e lo convertirà in questo secondo assai meglio specificato: DIO È UNITÀ SOSTANZIALE D’UN INFINITO D’INFINITE PERFEZIONI."
      },
      {
        "index": 4,
        "text": "78. — Insino da quando apparve il libro celebratissimo del Monologion, quell’arguto ingegno che sotto nome d’Insipiente moveva difficoltà e censure agli argomenti di sant’Anselmo, obbiettò in fra l’altre cose che l’intendere nostro essendo finito, o non può cogliere l’infinito o a marcia forza ne andrà falsando il concetto. Istanza gravissima, perchè à seco qualche sembiante di verità; e dove ben s’apponesse, spianterebbe dalle radici ogni scienza e ogni cognizione di Dio."
      },
      {
        "index": 5,
        "text": "79. — Mestieri è dunque di fieramente ribatterla e non usare nella difesa altre armi che della ragione speculativa, lasciando in arsenale per ora quelle non men vigorose della fede e del sentimento."
      },
      {
        "index": 6,
        "text": "Nè a questa bisogna fu soddisfatto con sufficienza, perciò che io stimo; neppure da ingegni assai poderosi; e valgaci l’esempio del Malebranche il quale affermo che nel modo che la realità finita è parte infinitesima della infinita realità, così la percezione finita è un infinitesimo della percezione infinita. Ora nessuna parte si proporziona con l’infinito in cui non sono parti, dacchè non vi sono nè divisioni nè quantità."
      },
      {
        "index": 7,
        "text": "Occorre, adunque, altro modo più esatto di argomentare e di parlare."
      },
      {
        "index": 8,
        "text": "E prima, noi manteniamo che la nostra definizione è vera in quanto alla realità dell’oggetto. Perocchè s’egli fu ben provato da noi che l’Assoluto è di necessità il termine di tutte le idee ed è termine sussistente, l’infinito adunque sussiste, e la definizione nostra guarda necessariamente in subbietto reale."
      },
      {
        "index": 9,
        "text": "Nè la infinita natura di lui induce nella natura contraria la impossibilità di conoscerlo. Perocchè nessuna limitazione e caducità dell’ente finito gl’interdice di congiungersi con l’infinito e che questo sia termine all’atto conoscitivo di quello. Certa è dunque e diretta la congiunzione intellettuale dell’uomo con l’Assoluto."
      },
      {
        "index": 10,
        "text": "80. — Secondamente, è da concedere che la intellezione nostra dell’infinito sarà in modo inadeguato sempre e finito. Ma ciò non distrugge nè la cognizione nè la sua verità; perchè si avverta, anzi a tutto, che il modo finito ancora che condizioni il conoscere, non forma e non elementa il conoscere stesso; stantechè la cosa distinguesi al postutto dai limiti e dalle condizioni estrinseche e non n’è guari costituita."
      },
      {
        "index": 11,
        "text": "Ma v’à di più; la mente levata a conoscere l’infinito nega le proprie limitazioni e serba cosi la verità dell’obbietto; e quante forme di privazione e di finità s’accorge di apporre alla concezione dell’Assoluto, altrettante contradice via via e cancella. In tale sforzo iterato ed anzi continuo dell’intelletto di negare il finito è la guisa meno imperfetta del nostro sublime conoscere e l’assolve da falsità. In quel modo che non è falso il mio pensare all’immensità dello spazio, sebbene la non sia compresa dall’atto d’intuito. Perocchè, guardando il cielo, io nego (per così favellare) le cose che il circoscrivono e corro con la immaginazione di là dalle ultime stelle; e poi nego la insufficienza stessa della mia fantasia e pongomi a contemplare uno spazio intellettuale e così pervengo al concetto vero e puro d’uno spazio infinito."
      },
      {
        "index": 12,
        "text": "81. — In terzo luogo, si noti che se rimangono le imperfezioni, nè tutte forse le maniere di limiti sono soppresse, ciò non deroga punto alla verità del concetto. Essendo che il genere umano nega e disdice prima ostinatamente quelle imperfezioni e limitazioni; poi sa e confessa di non intendere l’infinito sotto specie adeguata e condegna. Il concetto, pertanto, à vero di verità proporzionata ed umana; e le insufficienze ed oscurità sue non all’obbietto, ma si a noi sono attribuite."
      },
      {
        "index": 13,
        "text": "82. — In quarto luogo, noi manteniamo che la cognizione dell’infinito espressa nella definizione testè recata, non è negativa come si arbitra di sentenziare gran numero di metafisici. Ed anzi, il lor detto è da convertire nel suo contrario; e liberamente è da pronunziare che le cognizioni umane più positive sono quelle appunto, le quali si riferiscono alle intellezioni di Dio; perchè l’infinito, l’eterno, l’uno e simiglianti primalità si concepiscono da noi mediante il negare le negazioni, o, vogliam dire, le privazioni ed i limiti. L’infinito nega il finito ed afferma con ciò sè medesimo: l’eterno nega la mutazione ed afferma la permanenza del divino sussistere; l’uno nega il composto ed afferma l’interezza dell’essere e n’esclude ogni divisione, la quale è un principio di annullamento."
      },
      {
        "index": 14,
        "text": "83. — Nè solo tutto ciò sta saldo per le generalità supreme e per quello che può domandarsi il contenente dell’Assoluto, ma per le contenenze speciali altresi. Nel vero, ogni positivo che l’uomo discuopre, osservando e sperimentando, non può non essere contemplato nella perfezione divina, la quale, sfornita di tal positivo, sosterrebbe difetto e limitazione. E se malagevole lo sceverare il positivo dal suo contrario, non perciò dee giudicarsi impossibile; avendo noi per natura nel nostro intelletto certe facoltà a ciò predisposte, come l’astrarre, il generalizzare e altrettali, che a guisa di filtri spirituali e finissimi purgano a poco per volta e sublimano i prodotti dell’esperienza. Ma di questo fu parlato con sufficienza nel libro anteriore e ne toccheremo qualche altra cosa un poco più avanti. Qui basti il considerare che quel positivo, il quale è necessario di attribuire all’essenza divina. se giunge notificato a noi per segni e rappresentanze, queste sono definite da ultimo e intese con determinazione e chiarezza, ripensando agli elementi sperimentali, onde fu occasionata la visione dei segni e delle rappresentanze medesime. Quindi fra gli elementi sperimentali da una parte e il divino rappresentato delle idee dall’altra corre nel generale una relazione non pure di analogia, ma di certa simiglianza. Imperocchè ogni sorta di simiglianza è unicamente impossibile in quelle forme di essere, che sono al tutto incapaci della infinitudine. Sopra il che nor ommise di fare minute considerazioni il nostro libro intorno alle idee, come l’altro che discorreva dell’Assoluto."
      },
      {
        "index": 15,
        "text": "84. — Maraviglisi, adunque, ognuno come san Tommaso risolutamente e universalmente sentenzi che de Deo scire non possumus quid sit, sed quid non sit; e parimente: non possumus considerare de Deo quomodo sit, sed potius quomodo non sit.[1]"
      },
      {
        "index": 16,
        "text": "Se non che fa bisogno intendere con discrezione il detto di san Tommaso; stantechè la scienza positiva da noi posseduta di Dio tramezza fra due estremi lontanissimi l’uno dall’altro. Per fermo, conoscere dell’Assoluto molto più che il solo contrario suo, non importa conoscere in modo specificato ed intrinseco la più riposta essenza di lui. E confessiamo eziandio che le specie vere e proprie delle perfezioni di Dio ci diventano manifeste non come atti di percezione, ma per legami di somiglianza argomentata e creduta. Pur nondimeno, sappiamo accertatamente ch’elle sussistono e che dalle nostre si differenziano per appunto nel loro infinito eccesso e vale a dire nel lor positivo. Tutto il che oltrepassa del sicuro la cognizione negativa e non è sapere meramente quel che l’Assoluto non sia."
      },
      {
        "index": 17,
        "text": "Dopo ciò, dimostrasi molto chiara la differenza che passa in fra la nostra dottrina e quella dei due maggiori metafisici de’ tempi odierni in Italia. Imperocchè noi neghiamo ad Antonio Rosmini che sia negativa al tutto la notizia che l’uomo possiede di Dio; e per contra, neghiamo a Vincenzio Gioberti che ci sia largita l’apprensione immediata ed anzi la percezione di lui e de’ suoi attributi. L’intuito nostro di Dio mediato quanto alle determinazioni, immediato quanto alla presenzialità ed è sempre e tutto cognizione positiva e certa, anzi la fonte perenne d’ogni verità universale ed irrepugnabile."
      },
      {
        "index": 18,
        "text": "85. — Abbiamo adunque che la nostra definizione si volge intorno a un oggetto reale, effettualmente congiunto col nostro intelletto, e che la notizia somministratane da lei non è falsa e non è negativa."
      },
      {
        "index": 19,
        "text": "86. — Riman di vedere se nulla vi manca o nulla soverchia o sorge discrepanza veruna tra le sue parti. Quando ne sia conceduto che più oltre d’un infinito d’infiniti non si può andare nemmanco dagli eterni compassi della mente divina, io stimo impossibile il censurare di insufficienza e mancanza la nostra definizione la quale comprende veramente la insuperabile pienezza dell’essere. D’altro lato, poichè la definizione esprime non più che questo colmo di plenitudine, nessuno vorrà giudicarla soverchia o potrà levarle uno jota senza oscurare o dissolvere tutto il concetto."
      },
      {
        "index": 20,
        "text": "87. — Ella si salva altresì dal sospetto delle discrepanze mostrando che la sola e strettissima necessità logica le suggeriva ciascuno dei termini. Per fermo, è necessità logica l’attribuire a Dio qualunque cosa positiva e attribuirnela essenzialmente e infinitamente. Del pari, è necessità logica l’unire tutto ciò in solo un subbietto e senza ombra d’implicazione e composizione. E la virtù trascendente che qui rimove le antinomie è una forma arcana di atto in cui infinite sono le ipostasi (usando tal voce nel più ordinario significato) e ciascuna infinitamente grandeggia e tutte non si risolvono che in unità, posciachè vi è escluso il numero, la serie, la quantità e la divisione. E se vi rimane il diverso in quanto che le perfezioni sono infinite e l’una si distingue dall’altra l’una come si disse, non è fuori dell’altra, perchè gira nell’infinita unità sostanziale. Quindi il vocabolo diversità perde l’accezione usuale e ne acquista una peculiare e solo applicabile al Primo Ente."
      },
      {
        "index": 21,
        "text": "88. — Naturalissimo è qui il ricordarsi dello Spinoza il quale porgeva di Dio questa singolare definizione: «Intendo per Dio l’essere assolutamente infinito, cioè una sostanza costituita da una infinità di attributi ciascuno de’quali esprime una essenza eterna e infinita.»"
      },
      {
        "index": 22,
        "text": "Notammo in altro scritto[2] che simile definizione importa una serie infinita di Dei non un solo Dio; perocchè quegl’infiniti non sono legati da nulla e ciascuno esiste per sè. Nè vale aver nominato la sostanza dapoichè questa è una collezione d’infiniti e nnll’altro. Certo, per la dottrina che noi professiamo intorno alle idee, il concetto di sostanza infinita ed eterna risponde a un eterno e infinito rappresentato. Ma ciò non iscioglie la prefata definizione dalla intrinseca sua ripugnanza. Il subbietto sostanziale è qualcosa di uno e d’identico il quale per ciò appunto che è subbietto e in sè raduna e sostiene i proprj attributi, distinguesi da tutti loro, sebbene con tutti loro si unifica in quella maniera che l’atto si unifica con lo agente, ancora che il secondo termine si distingua dal primo. Mentre dunque lo Spinoza afferma un subbietto, medesimamente lo nega; attesochè levati gli attributi costitutivi non rimane più nulla e l’astrazione à consumato per intero l’oggetto; anzi non v’è astrazione veruna possibile; conciossiachè questa si adempie astraendo mentalmente un qualche cosa da qualche cosa."
      },
      {
        "index": 23,
        "text": "89. — Vero è che al nostro intelletto non riesce di pensare un infinito d’infiniti attributi senza comprenderli per lo manco sotto quella specie di unità che informa tutte le sintesi cogitative; e tali sintesi cogitative già vedemmo essere veri subbietti ideali a cui risponde nell’oggetto assoluto o un trascendente o un possibile, ovvero questa relazione e cotesta, sia de’ trascendenti e sia de’ possibili. Quella unità poi dicemmo procedere appunto da ciò che l’infinito è mai sempre uno e il molteplice nella sua disgiunzione non può essere pensato in idea. Allorchè dunque la mente pensa per necessità logica certa unità infinita d’infinite perfezioni od attribuzioni si conforma egualmente alla necessità delle cose e termina in un oggetto che realmente accoglie ed unifica le proprie determinazioni. Quindi lo Spinoza riesce due volte incoerente con sè medesimo. L’una negando qualunque subbietto agli attributi della sostanza; l’altra col nome stesso che loro impone. Conciossiachè questo à significazione relativa e domanda a forza la cosa alla quale si riferisce. Ma se il subbietto in niuna guisa distinguesi dagli attributi essi vengono attribuiti al nulla. Vero è poi che Spinoza dopo costruita questa sua sostanza universa conforme infinite di essere indipendenti e slegate sebbene contigue e simili a pietre d’un inuro senza calce, si argomenta di congiungerle e unificarle mediante una specie di prestabilita armonia. Così egli fa che a ciascuna idea corrisponda un oggetto esteso o vogliamo lire un corpo; e similmente a ciascuno corpo una idea correlativa. Ma siffatta corrispondenza è fatale, a quello che sembra, ed esce dall’arcana necessità della natura divina. Chè se invece avesse per fondamento la comunanza e unità del subbietto, è manifesto che ciò dissente dai termini della definizione; ne più tratterebbesi d’un ente assoluto il quale costituiscono e formano attributi infiniti, ma si dell’Ente che nella unità sua sostanziale immedesima un infinito d’infiniti attributi."
      },
      {
        "index": 24,
        "text": "91. — La teorica del teismo è giudicata volgare dai panteisti e così volgare come il senso comune da cui rampolla. Nè io per me mi sento gravato di tal giudicio, dal quale risulta ch’eziandio la verità è cosa volgare. E certo Dio non volle che i sommi veri non balenassero a tutte le menti; e come ogni buona aristocrazia piglia origine dal popolo, così non è buona aristocrazia di scienza quella che sdegna la volgarità dei veri supremi. Dio è più liberale ai pusilli che non sarebbero cotestoro i quali arieggiano un poco a quella vecchia marchesana cui non pareva possibile che le sue contadine dovessero entrare in un medesimo paradiso con lei."
      },
      {
        "index": 25,
        "text": "92. — Del resto, sentendosi i panteisti tutto di accusati di paradosso, costumano di minacciar l’avversario col quadrello medesimo onde sono feriti, e pretendono di far ruinare nell’assurdo il concetto della divinità quale i teisti lo compongono.."
      },
      {
        "index": 26,
        "text": "Sul che noi diciamo che quando anche l’una e l’altra dottrina peccassero di contradizione allo stesso modo e nella stessa misura, sarebbe pur preferibile quella che accordasi per ogni lato col senso comune, sostenta le speranze del genere umano e fonda incrollabilmente i principj assoluti della privata e pubblica moralità."
      },
      {
        "index": 27,
        "text": "Ma lasciando ciò stare io nego che alcuna contradizione si appiatti nella definizione nostra di Dio e intendo così le implicanze che la possono offendere nel generale, come le altre che si credesse poter dedurre dalla sua forma particolare. Già rispetto alle prime io ne tenni ragionamento altra volta in altro dettato, a cui mi rimetto per non fare ripetizioni e lungaggini."
      },
      {
        "index": 28,
        "text": "93. — Quanto al particolare della mia definizione, forse mi verrà combattuta quella unità sostanziale inediante cui presi a correggere ed a compire la definizione di Spinoza; e forse la obbiezione sarà l’infrascritta. Se l’unità sostanziale è distinta dall’infinito degl’infiniti, v’à qualche cosa infinita oltre l’infinito medesimo il che implica manifestamente; se non si distingue, la definizione di Spinoza è vera e sufficiente. Ed ancora se l’unità sostanziale di Dio è un atto assolutissimo spiegantesi in un infinito di forme infinite, queste dipendono essenzialmente dall’atto e logicamente sono posteriori e inferiori all’atto medesimo, il quale mentre è il principio efficiente di tutte, nessuna di esse à ragione causale e natura efficiente in verso di lui. Ciò non può stare con la perfetta unità semplicità e assolutezza di Dio, dacchè vi è introdotta certa disugualità e inferiorità di essenza tra il subbietto e le forme."
      },
      {
        "index": 29,
        "text": "94. — Alla prima istanza rispondo che ognora che il nostro intelletto contempla partitamente una perfezione e attribuzione di Dio puossi rinnovare la fatta obbiezione e dire che il rimanente delle perfezioni scemato di quella che si contempla non è più infinito e diventa numerabile e quantitativo. Il che prova solo la impotenza di nostra mente di guardare l’infinito nelle infinite determinazioni che à e guardare ciascuna determinazione in congiungimento con tutte le altre; quindi costretta a sceverare ed a separare, e da ciò poi asce che il suo coucetto diviene incoerente e contradittorio. Lo stesso diremo dell’unità sostanziale considerata in disparte dall’infinito in cui è compresa e di cui anzi costituisce, a così parlare, la essenza integrale e comune a tutte le forme. Ma si consideri oltre di questo che l’atto assolutissimo, sebbene si distingua dalle forme infinite quanto ognuna di queste distinguesi dalle rimanenti, è come esse tutte infinitamente perfetto, quindi nella infinitudine delle perfezioni è compreso."
      },
      {
        "index": 30,
        "text": "96. — Venni poi meditando assai lungamente fra me per conoscere se il concetto che io mi componevo della unità sostanziale dell’Assoluto, fosse il vero ed il solo. Conciossiachè mi pareva potersi puranche definire ed intendere a questo altro modo che cioè la unità sostanziale uscisse dalla sostanziale partecipazione di tutte le forme in fra loro, di qualità che ciascheduna potesse predicarsi di tutte le altre e queste similmente di ciascheduna; onde fosse lecito dire per via d’esempio che la bellezza divina vuole, può, conosce, si letizia si gloria; e la bontà è bella, sapiente, beata, volenterosa gloriosa, potente, e cosi prosegui. E forse in tal modo concepiva Spinoza il suo Dio; dappoichè sforzavasi di mostrare la perfetta e continua corrispondenza della idealità e della estensione. Ma non fu difficile il discoprire che in questo infinito di forme infinite era piuttosto da ravvisare un tutto assoluto che vera e perfetta unità. Per lo certo, se ciascuna di quelle forme divine partecipa di ogni altra e vi partecipa sostanzialmente, non può per questo non serbare tale proprietà di essenza che la distingua e differisca dalla specie e dalla proprietà di ogni altra; chè se tutte sono identiche in tutto, spariscono le determinazioni e cadiamo nell’assoluta indifferenza dei differenti la quale menata allo estremo e sciolta d’ogni ambiguità di linguaggio è pretta contradizione. Si conceda ai soli Hegeliani di dire e di asseverare che la possibilità eterna delle cose, le loro essenze particolari e concrete nella natura e lo spirito umano co’ suoi pensieri affetti ed operazioni sono sempre la idea e che ogni esistenza è idea e null’altro. Certo, quando il medesimo è anche il diverso; e identità assoluta e assoluta differenza possono essere scambiati ad arbitrio, non v’è nodo nessuno in filosofia che non si possa sgroppare. Ma noi che non osiamo chiamar puerile la logica comune e volgare ci sentiamo astretti a riconoscere che il differente e l’identico rimarranno tali in perpetuo; e quindi nemmanco nella natura divina possiamo scambiare l’una per l’altra le infinite sue perfezioni e immedesimarle reciprocamente e sotto ogni rispetto per guisa che sieno perfezioni distinte e non sieno. Laonde se l’unità loro consiste per modo di parlare nella loro mutua compenetrazione ripetiamo ch’ella somiglia piuttosto una integrazione assoluta e una totalità perfetta e non resolubile di attività ed essenze infinite. Però a cotesto concetto di unità, più presto subbiettiva e logica che reale e oggettiva, se ne soprappone un altro maggiore e migliore; e certo è quello che si attual in Dio; attesochè l’Ente perfettissimo debb’essere uno nel più supremo grado possibile; il che lo fa semplicissimo eziandio nel supremo grado; e solo così è infinitamente perfetto. Dio è dunque uno nella unità sostanziale del suo atto infinito e nel quale atto si unificano le forme od ipustasi che lo determinano pure infinitamente."
      },
      {
        "index": 31,
        "text": "97. — Ò parlato cose talmente astratte e così bisognevoli di commentario che se i lettori non m’ànno di già abbandonato l’un dopo l’altro, io sembrerò loro uscito dalla scuola e dai precetti di quello Scotino a cui l’infelice oscurezza dello scrivere arrecò il nome inglorioso. E oltre di ciò, quali ingegni non s’impaurano di materie sì fatte e ascendendo in altezze cotanto nuove e dismisurate non vi abbagliano la vista e non soccombono ai capogiri? E quasi involontariamente mi si reca a memoria quel volo vertiginoso che Platone fa fare alle anime nostre, salite colassù a mirare la faccia del puro ente e che poi tornano in terra le più di esse con ali rotte e spennacchiate. Nè io presumo di aver cansato questi pericoli in tutto; e vo’ ripetendo con Arnobio: Quidquid de Deo dixeris, quidquid tacita mentis cogitatione conceperis, in humanum transit et corrumpitur sensu. Il che mi giova di notare per le cose discorse e per le seguenti."
      },
      {
        "index": 32,
        "text": "98. — Nè voglio intorno al proposito tacere quest’ altra considerazione che talora i mistici fanno insieme con gli scettici buona comunella per sottrarre ogni credito al modo nostro di meditare e descrivere la natura divina. E già il Jacobi in Germania nego a dirittura che la riflessione e il discorso dimostrativo potessero dir cosa di Dio che stesse a martello e non racchiudesse alcuna insclubile contradizione. Certo, a lui fu poco travaglio mostrare che il pensier riflessivo di necessità procede con le distinzioni e le analisi e giudica a norma delle nozioni e categorie che venne raccogliendo col percepire l’astrarre e l’ideizzare. Tutto il che nella opinione del Jacobi induce una serie di particolarità e di limitazioni inconciliabili con la essenza divina e genera una sorta di antropomorfismo tanto più riprovevole quanto si appiatta sotto le apparenze del rigor filosofico."
      },
      {
        "index": 33,
        "text": "99. — A me sembra avere di già risposto implicitamente a coteste obbiezioni, così nel difendere testè la definizione di Dio, quanto nel dialogo poc’anzi compiuto e in alcune parti del primo libro. Ne le istanze del Jacobi differiscono per la sostanza da quelle accennate più sopra dell’Insipiente. Del sicuro il pensier riflessivo, l’abito dei giudizj e l’uso delle nozioni introducono nel concetto di Dio e de’ suoi attributi molte indebite divisioni e limitazioni. Salvo che non è mai animpedito al nostro discernimento il ravvisarle e sopprimerle. Da un canto, la ragione riconosce con evidenza quei limiti e quella moltiplicità non essere pertinenti a Dio ma solo pertinenti alla natura subbiettiva e finita; dall’altro canto, col sopprimere la moltiplicità ed i limiti neghiamo che si dilegui e si annulli l’obbietto; il quale traspare mai sempre dal fondo delle forme finite e balena alcun raggio della unità esemplicità sua assoluta. E qualche determinazione distinta e reale dell’essere suo tiene rispondenza continua coi modi stessi subbiettivi del nostro intuire."
      },
      {
        "index": 34,
        "text": "Del resto, qui ci sarebbe da divertirsi e mettere i mistici in quel medesimo impaccio in cui godono di avviluppare gli altri. E per fermo, o la intuizione loro di Dio non è affatto concepibile e intelligibile, o veste a forza qualcuna delle forme dell’umana ragione, e però sdrucciola in alcun termine inconveniente di condizione, pluralità, dipendenza e limitazione."
      },
      {
        "index": 35,
        "text": "100. — Facciamo, adunque, in tale materia uso legittimo del nostro principio, acconcio ed efficace quanto altro mai a sciogliere cotesta sorte di viluppi. Se l’apprensione e il concetto che abbiamo di Dio è atto di congiunzione fra due termini opposti in quanto che l’uno è finito e infinito l’altro, quell’apprensione e quel concetto ed ogni opera riflessiva intorno di essi starà come dire, sospesa perpetuamente fra molte apparenze di paradossi e fra proposizioni peccanti o di eccesso o di mancamento. Quindi, laddove sarà eccesso, converri astrarre con assidua diligenza e studio l’assoluta unità giacente in fondo alle subbiettive spartizioni; e laddove comparirà il mancamento per soverchio di astrazione converrà sempre determinare le specie e le ipostasi di quella unità ed essenza ineffabile mediante alcuna forma particolare e categorica dentro la quale ogni limitazione non può mai disparire compiutamente. Tale l’arcano dell’atto di congiunzione tra il relativo e l’Assoluto, tra la divinità e l’uomo; e tali le ombre non dissipabili d’ogni dottrina che osa mirare alla cognizione sopraeminente della natura di Dio."
      }
    ]
  }
}
