{
  "chapterNumber": 7,
  "title": "Vol. I, Libro Primo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA PERCEZIONE."
      },
      {
        "index": 1,
        "text": "63. — Ogni scuola à pronunziato d’accordo col senso comune che tutte le cognizioni umane, ad avvisarle bene, si radunano sotto due grandi generi, nelle percezioni cioè e nelle intellezioni. Le prime sono cognizione dei contingenti concreti, l’altre dei non contingenti; a queste si riferiscono i concetti assoluti e le verità razionali, a quelle le passioni dei sensi e le verità sperimentali o di fatto. Porta l’ordine che si parli avanti delle percezioni, siccome quelle che sembrano più evidenti e più famigliari e forniscono la materia alle intellezioni medesime. Intendo poi sotto tale denominazione il fatto del nostro spirito il quale consiste nell’avvertir che facciamo l’affezioni nostre sensibili e l’atto esteriore onde sono provocate. Ed anche intendo semplicemente l’atto esteriore e l’affezione che l’accompagna. Puossi altresì per dilatazione domandare col nome stesso la coscienza che acquista lo spirito del proprio essere sostanziale e degli atti che ne emanano. Credo poi doversi chiamare percezione quell’intuito particolare dal Gioberti descritto che penetra, a così parlare, la sostanza divina e ne apprende immediatamente i reali attributi."
      },
      {
        "index": 2,
        "text": "64. — Intorno adunque al percepire, ei mi fu facile di notare che il Kant accettò per buona, ma non per compiuta ed esatta, la indagazione fattane dalla scuola scozzese, la cui sentenza terminativa si fu che tra la mente e il mondo esteriore non intervenivano specie, non intervenivano idee nè altro genere qualechessia di rappresentanze e d’immagini."
      },
      {
        "index": 3,
        "text": "Le sensazioni nascere e rimanersi dentro dell’animo; e nel loro intrinseco non aver nulla che fare con l’atto del percepire; conciossiachè elle non ne sono la causa efficiente e congenere, ma soltanto l’occasionale; atteso che in ciascuna di esse sta come un segno naturale che senz’altro intermezzo e per certa intima spirazione, suggeriscono la notizia di alcuna esistenza esteriore, e l’anima dà loro fede invincibilmente."
      },
      {
        "index": 4,
        "text": "Il Kant non nego questi fatti; ma volle che la notizia acquistata della realità esteriore consista in un concetto universale e formale aggiunto dal nostro spirito alla materia sensiva; e non riconobbe poi nessun valore scientifico nella fede immediata e profonda che presta l’animo all’interiore suggestione. Certo è peraltro che il Kant con l’intervento di quelle sue forme categoriche ricondusse in campo sotto altro nome e sembiante le idee rappresentative combattute a tutt’uomo dal Reid."
      },
      {
        "index": 5,
        "text": "65. — Ma, sia lode al vero, l’atto del percepire venne più tardi studiato ed investigato con molto maggior acume in Italia che altrove. Aderì il Galluppi alla massima degli Scozzesi che non vi sia intermezzo nessuno tra l’animo e la cosa percetta. Negò egli pure le specie sensibili e intelligibili, le idee rappresentative e le impressioni locchiane. Ma negò similmente al Reid che tra la sensazione e l’atto di percezione non corresse verun legame intrinseco; e affermò invece che ogni sensazione involge una qualche passività e connettesi quindi forzatamente con l’operare delle cose esteriori e per ciò appunto le rivela. Il Galluppi osservò sottilmente; ma, certo, parlò impropriamente assai; perchè pose a capo del suo sistema l’infrascritta proposizione; il me sente il non me."
      },
      {
        "index": 6,
        "text": "Ora, la sensazione, in quanto ella è tale, sarà sempre affezione nostra e non delle cose, e starà tutta dentro lo spirito e non avviserà nulla mai del di fuori: atteso che bisognerebbe per ciò una sensazione mezzo esterna e mezzo dell’anima, il che è manifesta contraddizione. Ne il percepire l’estrinseco in quanto estrinseco è a parlar proprio un sentire, sebbene sia mescolato strettissimamente con esso."
      },
      {
        "index": 7,
        "text": "66. — Antonio Rosmini accettò per intero la teorica del Calabrese e stimò di aggiungere, quasi per modo di spiegazione e dichiarazione, che nell’atto del percepire il sentito e il senziente risolvonsi in una perfetta unità pigliando a lettera quel pronunziato di san Tommaso comune ad altri scolastici sensibile est sensus in actu."
      },
      {
        "index": 8,
        "text": "Per mio giudizio, tale unità non accade e non può accadere; perchè ella varrebbe come un compiuto immedesimarsi dell’obbietto e del subbietto; e ragionandosi con rigore, avrebbesi una entità sola in iscambio di due. Senza parlare della stranezza d’infondere la sensibilità in ogni oggetto materiale; onde il frutto, per esempio, sentirebbe la propria dolcezza e la pietra il proprio peso, tostochè l’uno e l’altra venissero da noi percepite."
      },
      {
        "index": 9,
        "text": "Il subbietto e l'obbietto, eziandio nel compiersi della percezione, permangono distinti e divisi tanto che pure per ciò l’animo nostro non mai conosce la intimità vera e l’essenza concreta nè delle cose circostanti nè di sè stesso. E quando del sensibile e del senziente facessesi uno in modo assoluto, l’attivo sarebbe insiememente passivo, e la sensibilità nostra, come dicemmo, verria trasfusa altresì nei corpi esteriori. Del rimamente, i pensieri del Rosmini intorno all’atto del percepire più che al Galluppi si accostano al Reid. Conciossiachè ambedue i filosofi concordano nell’affermare che quello atto si compie con un giudicio; e tal giudicio consiste nell’argomentare dal sentimento all’esistenza esteriore dell’ente."
      },
      {
        "index": 10,
        "text": "67. — Nel presente, pigliando della teorica del Galluppi la parte sana e vera e schiarendola e definendola quanto è bisogno, noi veniamo a fermare questa saldissima e fondamentale dottrina della critica della conoscenza: la percezione del mondo esteriore è il me il quale non sente, ma si avverte il non me; avverte cioè il congiungimento dell’animo nostro con l’atto penetrativo che esce dalle estrinseche forze e provoca le sensazioni in modo analogo alla propria natura."
      },
      {
        "index": 11,
        "text": "68. — Tra le due energie attiva e passiva non è immedesimazione di sostanze, ma intima congiunzione di atti. Però, che meraviglia, se l’animo nostro fornito della vista mentale e vogliamo dire della facoltà di osservare e pensare tutto quello che dentro di lui accade, che maraviglia, ripeto, s’egli avverte senza uscire di sè qualcosa che non è lui, ma con lui strettissimamente è unita? Del pari, poi che la congiunzione intima non è dei subbietti, ma solo degli atti, qual maraviglia che la cognizione non mai si estenda più là di essi atti e del loro legame coi subbietti operanti?"
      },
      {
        "index": 12,
        "text": "69. — E nullameno, l’evidenza di tutto ciò riesce nebbiosa ed incerta alla cogitazione scientifica non per altro, al mio credere, se non per la doppia difficoltà di sceverare innanzi assai nettamente dalle affezioni mostre sensive l’atto che dal di fuori ci penetra in quelle è implicato e le provoca; poi di scevrar tutto questo dall’apprensione intellettuale di esso atto la qual non è senso nè forma e grado di nostra passività."
      },
      {
        "index": 13,
        "text": "Similmente, è malagevole d’intendere con lucidezza come la congiunzione che vuolsi chiamar percettiva non penetra dentro la essenza di alcuno dei due subbietti e tuttavolta non n’è separata, ma serba fra essi un intimo e spirituale contatto, come divinamente fu detto dal Tasso in alcun suo dialogo."
      },
      {
        "index": 14,
        "text": "70. — Laonde noi concludiamo che la percezione esteriore non è un sentire l’oggetto come pare che dica il Galluppi, nè un affermarlo per subita spirazione come opina il Reid; nè un giudicarlo mediante alcuni concetti universali e formali come arbitra il Kant ed in parte il Antonio Rosmini: ma è l’avvertire che fa la mente due cose ad un tempo, l’una sensata e l’altra no, e ciò è la sensazione e passione del proprio spirito connessa e intrinsecata con l’atto penetrativo che dal di fuori procede. La qual visione mentale (mi giovi di qui replicarlo) accade per ciò che l’animo nostro congiunge sè, ovvero è congiunto all’esterne sostanze; e congiungendosi, le avverte e conosce, ma non più là dei termini della congiunzione; e vale a dire, nel solo atto penetrativo e nel solo legame che stringe l’atto alla forza esterna da onde emana."
      },
      {
        "index": 15,
        "text": "72. — Se in alcuno poi entrasse l’umore di voler sapere quello che sia in universale la congiunzione degli enti; o in particolare, quella congiunzione penetrativa la quale serbando non pure distinti i subbietti, ma incomunicabile affatto la intimità delle essenze loro, nullameno li scioglie e confonde in certa unità relativa e parziale, sappia egli di domandar ragione d’un fatto semplicissimo e originalissimo, e che appunto come tale, riesce chiaro e perspicuo sopramodo all’intuito comune, e nebbioso e altamente arcano alla curiosità filosofica. Ma in questa non viene per ciò il diritto nè di negarlo, nè che altri il munisca e difenda con argomentazioni apodittiche. Nella teorica nostra in rimossa e spenta quella suggestione interiore dell’animo che fagli giudicare e affermare alla cieca la sussistenza delle cose; del pari, ne sono rimossi i concetti categorici che danno luogo a un giudicio la cui materia non è più quella ammannita dalla semplice percezione. Per mio credere, avanti all’atto del giudicare e dell’affermare viene l’atto semplicissimo ed inconsapevole della reduta mentale. Nè già lo spirito potrebbe prima non vedere e quindi nou avvertire quello che in lui succede e ciò è la congiunzione e penetrazione degli atti, le sensazioni che vi si accompagnano e il legamento di essi atti alle forze correspettive che è come il limite non valicabile della percezione. Seguita che ben avvisata e riconosciuta la natura di lei, non si pigli di quindi innanzi paura e sgomento di pronunciare contro del Kant che pure agli occhi della filosofia critica l’esistenza del mondo esteriore arrogasi la certezza medesima che quel metafisico concedeva ai meri fenomeni; dacchè il principio d’identità e di contraddizione entra mallevadore così dell’una come degli altri; le apparenze non possono non apparire; e dee per la necessità stessa la mente nostra vedere quello che vede, e ciò è la congiunzione degli atti e il termine loro nei subbietti correspettivi; veder dee i mutamenti del proprio spirito e il limite onde è originata la propria passività."
      },
      {
        "index": 16,
        "text": "70. — Ma oltre di questo, v’à per assalire e annullare le forme e categorie kantiane una dimostrazione invincibile, tuttochè indiretta, la quale pel pregio e la rilevanza della materia, m’è obbligo di qui notare; e la dimostrazione è si fatta. Senza la previa cognizione dell’ideato, è fuori d’ogni possibile il conoscere e intendere la significazione dell’idea. Ora, gli uomini intendono molto bene quello che esprime il concetto di causa e il concetto di sostanza e gli altri consimili registrati dal Kant tra le forme innate di nostra mente. Dunque la chiarissima intellezione che ognun ne possiede dimostra per sè che lo spirito à conosciuto per innanzi le cose concrete e individue di cui quelli sono generale ed astratta idea. Nè alcuno si schermisca dicendo che forse non è interdetto alle idee di far conoscere l’ideato o reale o possibile mediante la somiglianza perfetta dell’uno con l’altro termine; in quella maniera che per la veduta d’un sol fiorino io piglio notizia esatta degli infiniti che lo rassembrano a capello; o, meglio, come per una impronta, io mi figuro assai bene il rilievo corrispondente. Ciò forse potrebbe correre, quando non fosse provato più che abbondevolmente che tra il concetto e la cosa non pure non è identità, ma nemmanco v’è simiglianza."
      },
      {
        "index": 17,
        "text": "E per fermo, nel concetto di causa tu non iscorgi nulla che rassomigli alla efficienza causale e all’atto del produrre l’effetto; in quel di sostanza non vedi nulla che tenga del concreto e del sussistente nè vi distingui il subbietto dai modi nè i modi dagli accidenti; in quello di attività e passività non v’è punto azione e passione; in quel di affermare e negare non v’è alcuna mente che negli od affermi, e così prosiegui per gli altri. Anzi io ti vo’ dire più là, che àvvi molti concetti i quali sono a dirittura il contrario di quello che rappresentano; perocchè il concetto di moltiplicità è uno e significa il più; quello di divisione è affatto indiviso; quello di spazio, affatto inesteso; quello di mutazione e di successione, è immobile assolutamente e fuori del tempo. La teorica adunque delle forme kantiane riducesi in ultimo a sentenziare un gran mostro ed è che l’uomo conosce lo sconosciuto e può senz’occhi indovinare l’azzurro dei cieli o intendere compiutamente una carta da musica senz’avere udito giammai nè voci nè suoni."
      },
      {
        "index": 18,
        "text": "74. — Adunque le forme kantiane o confondonsi col loro oggetto e fanno dell’idea e dell’ideato una sola entità ed esse medesime sono i noumeni; ovvero, sono di tutto ciò le nude rappresentanze. Nel primo caso, la realità dei subbietti è subitamente trovata e accertata contro la sentenza del Kant. Nell’altro caso, torna l’istanza soprallegata che la realità dei subbietti debb’essere stata precedentemente conosciuta ; senza di che le idee o forme che vogliano dirsi non avrebbero significato veruno e terrebbon luogo di que’ geroglifici o di que’ caratteri di lingue perdute che l’uomo guarda da secoli e non può spiegare nè intendere."
      },
      {
        "index": 19,
        "text": "75. — Non senza gli sproni della necessità sonomi alquanto disteso in cotesto primo capo della filosofia critica; perchè il ben fermare il valore e la certezza scientifica della percezione al modo che abbiamo fatto e ponendo d’accordo quello che insegna l’istinto con ciò che trova la ragione speculativa, porge facoltà legittima di varcare dal subbietto all’obbietto, dal me al non me, dal pensiere all’essere, che è quel passo formidabile il quale a similitudine dei ponti levatoj nell’entrata delle città e delle fortezze à balzato su in alto e poi capovolto e disfatto gran numero di sistemi. Nè la filosofia odierna italiana avrà meritato scarsamente della metafisica, quando sia fatica e trovato suo la dimostrazione patente ed irrepugnabile della sussistenza del mondo esteriore. Due chiavi occorrono ad aprire tutti gli usci della filosofia teoretica. L’una introduce alla cognizione delle idee. Questa della percezione introduce alla verità, e alla certezza dei fatti della natura."
      },
      {
        "index": 20,
        "text": "76. — L’ò io congegnata di modo cotesta chiave da girarla prontamente ed agevolmente dentro la toppa? Io voglio provarmi ancora a limarla coi miei ferruzzi, guardando la cosa sotto altro rispetto. Io dico impertanto che quando fosse vero il detto di Leibnizio che le anime e gli elementi de’ corpi non ànno finestre nè usci per nulla ricevere dal di fuori, tutto l’universo starebbesi chiuso dinnanzi a noi e così sconosciuto ed inconoscibile come quei mondi che sono di là dagli spazj ove non giungono i nostri sensi nè alcuna virtù di strumento. E l’errore di quel grand’uomo è stato di credere che alcuna cosa possa pigliare il posto della cognizione diretta di qual si voglia realità. Non badò egli che la virtù rappresentativa di cui à fornito fontalmente ed essenzialmente le monadi è al tutto paradossastica, ognora che il rappresentato non manifesti in alcuna maniera sè stesso. Poniamo pure per similissime le effigie ai loro esemplari e poniamo cotesto inganno perpetuo ed invincibile orditoci da natura di fare che noi crediamo di vedere gli originali, dove in effetto veggiamo le copie. Ma tali copie o rappresentazioni o specchi degli esseri, se perfettamente gli imitano. debbono altresì ripetere la sostanza le forze gli atti la esteriorità e la vita di quelli. Nel qual caso, esser copie diventano naturalmente una moltiplicazione degli originali loro; e dentro l’anima nostra starebbero infinite altre sostanze od anime, il che diventa un gran paradosso. Nell’altro caso e cioè che le copie e rappresentazioni ritraessero i soli fenomeni e le sole, a così chiamarle, figurazioni ed aspetti, noi le stimeremmo quello appunto che sarebbero, non forze, non subbietti operanti, non cose vive, ma fantasmi, ombre e apparenze mescolate e confuse. E nulla non avrebbero di obbiettivo e di esterno; e il di fuori di noi sarebbe cosa non pure ignota ma inconcepibile; e ogni visione di essere parrebbe, a così parlare, aderente all’anima nostra come dicono accadere a’ quei ciechi nati a cui viene subitamente conceduta la facoltà del vedere. Conciossiache qualunque rappresentazione dell’energia, della sostanza, della vita, della esteriorità e simili non può in guisa alcuna farle conoscere, essendone spoglia per sè interamente. Il qual difetto è comune ad ogni sistema che nega allo spirito nostro il congiungersi con le forze esteriori od almeno gli vieta di averne intuito immediato. Ma egli è certissimo, e sta nel novero dei fatti più generali ed anzi nel novero delle più essenziali ed universali categorie dell’ente, che fra l’uno e il molteplice e tra l’assolutamente diviso e l’assolutamente consustanziale e medesimo interviene la congiunzione; la quale di due cose fa un che di mezzano, e mentre non sono uno nemmanco sono separate; non è unità la loro ma unione perfetta; non compenetrazione e risoluzione di subbietti, ma scambievole trasmissione di atti; e gli è insomma la congiunzione più o meno intrinsecata ed unificata; poiché nessun sinonimo e nessuna definizione può crescere chiarezza al vocabolo proprio e il quale esprime una forma di realità semplicissima e che solo a sè stessa riesce rassomigliante."
      },
      {
        "index": 21,
        "text": "77. — Ora come procede la congiunzione, cosi l’intuito correspettivo; e l’uno è misura precisa dell’altro. Imperocchè la mente la quale s’accorge di ciò che accade dentro lo spirito avverte altresì la compenetrazione degli atti e il limite loro o vogliam dire la inerenza e il termine di ciascheduno di essi nel proprio subbietto. Per fermo, se la congiunzione è l’opposto della separazione assoluta, certo la vista mentale debbe oltrepassare il subbietto proprio ed estendersi alla unione degli atti e finire là preciso dove comincia l’assoluta separazione, che è in quell’intrinseco non pur diviso ma al tutto incomunicabile delle due sostanze congiunte. Per questo medesimo, se gli atti unificati sono espansione immediata de’ loro agenti, non può l’occhio intellettuale percepirli come atti e non iscorgere il lor legame con ambedue gli agenti correspettivi; ma però quel legame è nel tempo stesso il confine della congiunzione e il confine dello intuito; e quindi se l’intelletto coglie la esistenza e presenza dei due subbietti, la coglie vuota, oscura e indeterminata."
      },
      {
        "index": 22,
        "text": "Nè qui poi si cerca la differenza del sicuro grandissima tra l’intuire il subbietto nostro e il subbietto esteriore. Noi ne terremo un poco di discorso più tardi; e qui basti il considerare la forma generale e comune delle due sostanze nell’atto loro di unimento."
      },
      {
        "index": 23,
        "text": "78. — Nè oggidi occorre di spendere molte parole per dimostrare che possono la materia e lo spirito entrare in mutuo commercio senz’alcuna interposizione d’altra sostanza o forma di ente. Nel generale, l’uno può certamente conjugarsi col molteplice o composto che tu lo chiami, e il diverso operar nel diverso. Conciossiachè per la conjugazione l’uno non s’immedesima col suo contrario; e del pari l’azione dell’uno può esternamente avere più termini. E quanto alla diversità di natura fra materia e spirito, egli è da considerare che la sola capacità di ricevere l’azione esteriore non prova certo la similitudine di essenza; onde poi accade che per la essenza dissimile l’azione esteriore sia ricevuta mutuamente in modo al tutto diverso, e cioè ciascuno subbietto l’accoglie secondo un modo conveniente alla propria forma. In quella scambievole capacità è solo da riconoscere che la differenza di essere non estendesi infino al punto da costituire la impossibilità assoluta di ogni qualunque comunicazione di atti. Toccheremo ancora di ciò in sul principiare del terzo libro della Cosmologia."
      },
      {
        "index": 24,
        "text": "79. — Al presente guardino gli studiosi alla semplicità e sodezza di questa teorica della percezione. E non faccia caso, s’ella move per mezzo agli uomini senza il patrocinio d’un nome insigne e celebrato. La verità da onde venga debb’essere bene accolta. Certo, non si presume da noi di spiegare come le sostanze operino l’une nell’altre e gli atti loro si compenetrino. Conciossinchè noi qui c’imbattiamo in un fatto primo il quale per ciò medesimo à del misterioso; e vale a dire che la mente vorrebbe ascendere ancora alla ragione della ragione per serie infinita; od a parlare più esatto vorrebbe la luce della ragione assoluta oltre la quale non è salimento. E questo dover ripiegare le ali a mezzo del volo ci è amaro sempre ed in ogni oggetto di scienza; e la possessione medesima della certezza ed anche dell’evidenza per essere circoscritta e parziale non ci estingue se non per poco la sete della infinita verità."
      },
      {
        "index": 25,
        "text": "80. — Si disse poc’anzi che le teoriche promulgate da ingegni mediocri pericolano di essere trascurate o frantese. E per lo contrario, gli errori de’ sommi ingegni propagansi e durano e per autorità indebita seducono parecchie volte altri ingegni non meno vigorosi e inventivi."
      },
      {
        "index": 26,
        "text": "Quindi giova di notare nel proposito nostro come la Critica della ragion pura germogliasse naturalmente dal sistema delle monadi e prolungassene l’errore per le scuole alemanne. Per vero che sono di grazia tutte le forme kantiane se non la virtù rappresentativa di esse monadi, raccolta e ordinata in generali categorie e fatta necessaria dall’ammettere insieme con Leibnizio un’anima incomunicabile ed impenetrabile? E chi dette al Fichte ardimento di trasmutare l’universo tutto quanto in un prodotto perpetuo della nostra forza cogitativa se non l’attività essenziale ed innata della monade leibniziana e quel credere ch’ella sia specchio e rappresentanza continua e solitaria di tutte le cose? Avvantaggiamoci noi Italiani di questi esempj e serbiamo equanime il nostro giudicio a fronte di qunlunque altezza e celebrità di dottrina e di nome."
      }
    ]
  }
}
