{
  "chapterNumber": 19,
  "title": "Vol. I, Libro Secondo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEGLI UNIVERSALI."
      },
      {
        "index": 1,
        "text": "142. — Sebbene dalle cose discorse circa le idee si può ricavare una opinione molto precisa intorno gli universali, pure considerandosi che tutto il medio evo ne à ragionato con passione ed ostinazione infinita e che per lo certo essi motivano una questione delle più implicate e sottili della ideologia, non incresca al lettore di tornarvi sopra con la meditazione e di seguitare a passo a passo i nostri giudicj che faremo chiari ordinati e concisi al possibile."
      },
      {
        "index": 2,
        "text": "143. — E prima, altro è il generale e il comune ed altro l’universale; e appresso gli antichi questo secondo fu talvolta domandato natura universale. Ma una simile natura è possibile ed è sussistente in alcuna cosa? A tutte le perfezioni divine, se bene si guarda, conviene il nome di nature universali, perchè sono une insieme e infinite e ciascheduna altresì racchiude l’infinito delle proprie determinazioni. Ma nel mondo creato non crediamo che sussistano di tali nature universali nè come subbietti capaci di modi infiniti nè come cagioni efficienti d’una specie intera di effetti, alla maniera che Aristotele immagino la potenza del primo mobile o Platone quella dell’anima di questo mondo visibile; od Averroe quella dell’intelletto agente, s’egli in fatto lo figurava sospeso fra Dio e gli uomini o non più veramente l’unificava con Dio medesimo."
      },
      {
        "index": 3,
        "text": "Per quanto gli studiosi e curiosi della natura abbian cercato e assaggiato ogni maniera di sostanze, di forze e di operazioni, mai non si sono abbattuti in qual cosa di uno insieme e infinito; chè nel vero avrebbe ad essere così fatta la cagione o il subbietto di cui parliamo. Invece ogni generazione di virtù attive e conoscibili per esperienza è trovata divisa in subbietti finiti ed innumerabili."
      },
      {
        "index": 4,
        "text": "144. — Aggiungasi a ciò il raziocinio il quale così discorre: se quel subbietto o quella cagione interminata che supponiamo poter esistere fra gli enti creati contiene una condizione positiva di essere, questa non può mancare all’Ente assoluto dove ogni specie positiva di cosa rinviene la superlazione sua e vale a dire che riesce infinita. Non può dunque l’infinito medesimo sussistere nel mondo creato. Solo vi potrebbero comparire quegl’infiniti i quali per la forma loro deficiente e degenere vizierebbero invece di compiere la natura divina. Ma procedendo per appunto coteste forme originalmente dalla limitazione e caducità delle cose, in qual maniera entrerebbe in esse l’infinitudine? Per fermo, sarebbe gran paradosso il figurare un male infinito il qual sia subbietto e cagione universa di tutti i mali, ovvero un dolore infinito e un’infinita bruttezza."
      },
      {
        "index": 5,
        "text": "145. — Ma neppur la materia è capace della divina superlazione; onde si può investigare se almeno sia possibile sostanzialmente la, materia una ed interminata. E sarebbe, per mio giudicio, quando la materia fosse non altro che quella inerte e passiva continuità che stimarono gli Aristotelici. Ma nella materia si manifesta numero grande di forze con varietà strabocchevole di atti e fenomeni. Se dunque tali forze sono attribuite alla materia, questa come infinita ed universale à pure certa potenza attiva infinita e universale. Onde noi ricadiamo nella concezione testè riprovata del primo mobile e dell’anima universale del mondo; e vale a dire che s’introduce nella materia una virtù efficiente assoluta la quale viene perciò a mancare alla divina causalità. Qualora poi si separino le forze dalla materia, questa, chi ben la guarda, diventa sinonima dello spazio e se il concetto di spazio rappresenti o no una natara universale, fu esaminato da noi in altro scritto e può il lettore pigliarne notizia nell’Appendice.[1]"
      },
      {
        "index": 6,
        "text": "146. — Da ciò risulta che nature universali insieme e individue non sussistono in mezzo al mondo creato; e ciò che nelle cose vien giudicato universale, è semplicemente il comune ed è replicato e diviso le tante volte quanti subbietti sostanziali e separati il contengono; se pure nell’ordine delle esistenze organate e viventi non voglia dirsi che i primi germi delle specie propagatisi infino a noi ebbero effettualmente virtù universale, del che faremo parola un po’ più avanti."
      },
      {
        "index": 7,
        "text": "147. — Rimane, pertanto, che si discorra degli universali in quanto sono idee e concetti. Imperocchè i nominali più moderati furono appunto concettualisti; e vale a dire che negarono all’universale qualunque realità oggettiva nel mondo eterno e nel temporale, e solo gli dettero esistenza particolare dentro la mente. A’ di nostri il simile venne ripetuto dai Lockiani e in genere dai filosofi detti sperimentali od empirici. Ed singolare che Antonio Rosmini cosi erudito nelle scritture di sant’Agostino e d’altri platonici, dopo avere negato ai sensi, alle percezioni e a qualunque esperienza la possibilità di produrre l’universale dentro la mente, lo venga poi raccogliendo tutto quanto nella sua famosa nozione dell’Ente astrattissimo; al quale mancando la reale oggettività ne vengono a difettare similmente tutte le idee; chè, giusta il parere del Rosmini, tutte s’informano della nozione dell’essere puro. Onde, di tal maniera si ricasca nel pretto nominalismo e l’ente viene a contenere a un di presso la universalità del nulla che vuol dire la negazione infinita."
      },
      {
        "index": 8,
        "text": "148. — Noi, invece, abbiamo affermato e provato, ci sembra, evidentemente che non pure le idee di specie e di genere ma tutte le idee di tutte le cose sono di necessità universali ed esprimono altresì ad intra un oggetto sussistente e di virtù universale. Il perchè, non si fa più luogo alla domanda di colui nel Teeteto di Platone se anche le penne e i peli ed altre cose minute e dall’uomo spregiate avessero il loro archetipo e la loro essenza oltramondana. Perocchè, nella efficienza divina ogni cosa indifferentemente e assolutamente sussiste quale cagione suprema e quale esemplare perenne ed inconsumabile e si fa subbietto reale alla infinita idealità; nè la idea di sostanza v’à più ragione di essere o più dignità che quella di accidente, nè l’idea d’un peluzzo o d’un ragnatelo che quella dell’uomo e di tutto il mondo. Per simile, sono reali ed universali tanto i concetti del comune delle esistenze finite cose quanto gli altri che non s’appropriano se non a questo individuo, ovvero a cotesto; perocchè ad ogni accidente particolare e singolo risponde un concetto assoluto, il quale accidente potendo moltiplicarsi tal quale in infiniti altri esseri, ne segue che il suo concetto correlativo à pure una virtù eterna di universale rappresentanza."
      },
      {
        "index": 9,
        "text": "149. — Riconfermasi adunque che ogni nozione speculativa di cosa è reale ed universale, perocchè ella è una assolutamente ed è infinita nella sua sorta, rappresentando per entro l’eternità tutti gli esseri in cui si attua o può almanco attuarsi. La quale universalità è rappresentanza proviene per ultimo dalla causalità esemplare che in questa idea e in cotesta esprime tale sua determinazione e cotale altra; gli effetti adunque attuati o possibili sono di ragione e naturalmente rappresentati nella cagione loro che è sola efficiente e suprema. E bene noi dimostrammo più sopra che il possibile metafisico vuol significare all’ultimo il fattibile, e cioè che tutte le cose contingenti nella cui idea non entra implicanza veruna quando anche non esistano, pure sono fattibili e però esistono virtualmente nella efficienza infinita. Così venne dimostrato eziandio il principio di causalità e proferita la ragione dell’assolutezza, universalità e innegabilità dei concetti. Quindi si fece inutile a noi il cercare ed il controvertere sulla natura dei pensamenti di Dio e se le idee umane sono un riverbero di quelli od anzi sono essi medesimi que’ pensamenti affacciati al nostro intelletto."
      },
      {
        "index": 10,
        "text": "150. — Avvertivasi da molti ingegni speculativi che nelle sostanze e combinazioni di sostanze a cui è data ed anzi è come prestabilita certa forma esatta e costante di essere, la natura tende di poi a riprodurla con fedeltà e precisione e solo dal potere casuale degli accidenti ne viene distolta; onde assai radamente o forse non mai lo stampo, a così chiamarlo, di quelle sostanze opera con fedeltà e perfezione compiuta. E perchè la natura come si toccherà altrove, congiunge pressochè sempre la bellezza alla perfezione, cosi, quando ella nell’operar suo potesse adempiere a capello le intenzioni che à, ogni fattura delle sue mani splenderebbe di quella che fu domandata bellezza ideale; ed ogni uomo sarebbe avvenente quanto l’Apollo del bel vedere e ogni donna quanto la Venere di Prasitele. Nè ciò si debber considerare soltanto nelle figure dei corpi, ma eziandio in quelle degli animi; essendo che sembra manifesto che la natura va creando le anime umane (quasi direbbesi) tutte conformemente ad un esemplare comune; e però ella vuole d’ogni individuo fare altrettanti Archimedi e Galilei e Raffaelli, ma le forze accidentali e le scorrettezze organiche la impediscono; il perchè debbe accettarsi quest’altra sentenza mirabile che ciò che il genere umano è capace di fare lo mostra soltanto in quegli individui singolarissimi, mentre nella moltitudine la intenzione della natura è sempre tradita e le facoltà del nostro essere sono come soffocate ed imbozzacchite."
      },
      {
        "index": 11,
        "text": "151. — Ora nelle sole idee noi possiamo raffigurare e pensare coteste universali intenzioni della natura e sono appunto gli archetipi ed esemplari perfetti melitati da Platone."
      },
      {
        "index": 12,
        "text": "In questa guisa medesima va il nostro intelletto componendo dentro la mente il prototipo di certe eccellenze o d’arte o di scienza o d’operazione; il prototipo diciamo del perfetto oratore o del perfetto cortigiano ovvero del comandante d’esercito quale è Ciro in Senofonte e Goffredo nel Tasso. A tutto ciò corrisponde una possibilità eterna e assoluta non diversamente da quello che accade per ogni altro concetto; e tale possibilità sebbene è una assolutamente nella efficienza divina, non è angustiata a dovere ad extra attuare un solo individuo ma sempre ed in ogni caso ne può attuare dei consimili senza numero; e però in ogni idea prototipa la virtù rappresentativa è così universale come in tutte le altre."
      },
      {
        "index": 13,
        "text": "152. — Và oltre ciò nelle cose finite l’essenziale e l’accidentale; quello cioè che non può mancare ad una determinata natura e quello che dipende da cagioni minime e differenti; e le più minime e accidentali variano da individuo a individuo; in quel cambio, le meno leggiere e fugaci variano solamente da clima a clima, da contrada a contrada e va’ discorrendo. Le idee universali impertanto disposte sotto diverse rubriche e rappresentando talora l’essenziale e talora l’accidentale degli esseri, esprimono un fatto e una legge costante della natura delle cose. Debbesi per altro avvertire che ancora in questo particolare fu grandemente equivocato. Poichè le idee rappresentano tutte la vera essenza increata di tutte le cose, rappresentandone la cagione efficiente e l’assoluta possibilità; dove che intendendosi delle essenze attuate e vale a dire di ciò che è veramente sostanziale dentro le cose finite e senza di cui non sussisterebbono, le idee lo rappresentano al modo che fanno d’ogni rimanente; e può il giudizio nostro ingannarsi reputando essenziale ciò che non è e viceversa."
      },
      {
        "index": 14,
        "text": "153. — Ma qui siamo direttamente condotti a discorrere dei generi e delle specie, intorno de’ quali fu menato maggior rumore nelle scuole del medio evo; le quali seguitando pressochè tutte Aristotele non giunsero a riconoscere che la idea assoluta di qual sia esistenza è di necessità universale; e non già solamente quelle che rappresentano il comune delle cose e più specialmente il comune che si raccoglie nelle specie e nei generi del mondo organico. E prima si fece questione della maniera onde il comune delle cose viene adunato ed unificato dentro la mente; poi fu richiesto se all’unità mentale rispondesse nella natura alcuna reale unità. E si venne considerando che in ogni specie ed in ogni genere apparisce un’essenza e un tipo il quale in mezzo a tutte le differenze, varietà e permutazioni correspettive non sostiene alterazione giammai e mostra di provenire da cagioni più estese e più sostanziali, mentre dal loro operare in diverso modo per l’impulso regolato insieme e diverso di altre cagioni provengono le varietà e le mutazioni degli individui rispetto alla specie e delle specie rispetto al genere. Noi stimiamo che in parte almeno i fatti tengono fede a coteste supposizioni, ma non così pienamente ed esattamente come pretendono molti fisici; sopra di che faremo lunga e particolare trattazione nella Cosmologia e però a quella ci rimettiamo. Quivi similmente agitando la questione della permanenza o mutabilità delle specie, occorrerà d’indagare se tutte provengono da un solo principio trasformabile e progressivo, ovvero ciascuna appartiene a certa forma e complessione prestabilita ed inalterata."
      },
      {
        "index": 15,
        "text": "154. — Del resto, è da riconoscere che se nella mente umana mancassero quelle unità di specie e di genere, quelle del particolare e del proprio, del contingente e del necessario ed alcune altre conformi, la scienza ci diventerebbe impossibile, perchè soprafatta dalla farragine, a così chiamarla, dei singoli e non più capace di mettervi ordine. Che se le unità mentali suddette per noi sono ragione e ordine, sembra ch’elle debbano tenere esatto riscontro con la natura; perocchè fra essa e l’umano intendere interviene certo una perfetta armonia. Questo fa pensare di nuovo che le specie e i generi oltre alla realità che trovano siccome concetti nella efficienza divina rinvengano altra più prossima realità nei fatti della natura."
      },
      {
        "index": 16,
        "text": "155. — Sopra ciò, noi per al presente consideriamo che se dee correre un’armonia profonda e maravigliosa fra la natura e la nostra mente, può la sapienza e potenza infinita averla pensata e prodotta in maniera troppo diversa da quella che a noi compare la più opportuna e più semplice; e nulla forza la mente a concedere che nella natura oltre gl’individui debba essere qualche altra unità sostanziale, rassomigliante alle unità di specie e di genere escogitate dall’uomo. E già venne avvisato da noi molto bene che il comune delle cose rappresentato dalle unità mentali di specie e di genere c’introduce alla cognizione più intima delle sostanze e delle cause; indicando nelle prime l’essenziale e l’accidentale; e nelle seconde, le potenze che operano sempre ed in ogni dove e l’altre che operano a tempo e in modo particolare."
      },
      {
        "index": 17,
        "text": "156. — D’altro lato, senza cercare più sottilmente di tal soggetto, può la mente aquetarsi in questo giudicio che le unità di specie e di genere sono fondate sulla somiglianza perfetta e questa se non è uno è imitazione dell’uno; perocchè il finito non può non essere segregato e diviso e però diverso dall’uno che è propriamente infinito; e solo gli si può accostare mediante l’indefinita moltiplicazione del simile, la quale convertirebbesi in identità, qualora le esistenze potessero trapassare l’una nell’altra."
      },
      {
        "index": 18,
        "text": "157. — Tutto è universale, adunque, nella sfera delle idee; nè i generi o le specie riescono più universali d’ogni ente singolo e d’ogni suo leggiero accidente; essendo la universalità attribuzione propria d’ogni nozione e concetto. Del pari, ogni possibile e ogni trascendente determina certa essenza eterna e assoluta; nè anno le specie ed i generi privilegio alcuno di determinare essi e costituire le essenze."
      },
      {
        "index": 19,
        "text": "158. — Accade, impertanto, di aver bene a mente che quando ragionasi delle essenze specifiche e delle generiche ei si parla in maniera equivoca adattando un vocabolo stesso a cose differentissime. La causa della quale perturbazione è già molto antica e procedette da Aristotele principalmente, cui piacque di ravvisare le essenze non già nelle idee, sì veramente nel più sostanziale e più intimo delle cose in atto; e perchè ciò si avvera per ordinario nel comune di esse cose, di quindi provenne che le essenze aristoteliche, per si chiamarle, parvero confinate nelle specie e nei generi. Nè tali essenze mancano della rispettiva realità nell’infinito delle idee. Come parimente le innumerabili loro attinenze alle varietà ed agli accidenti che le accompagnano e le modificano per entro gli oggetti individui trovano il riscontro loro in altrettante relazioni ideali che emanano dall’idea precipua di tale essenza e di tale altra, intendendo qui il vocabolo nell’accezione aristotelica. Ma l’essere e il valore oggettivo di simili idee non prevale di efficienza, di plenitudine, di fecondità e di primazia a tutte le altre. Nell’infinita idealità esiste e permane ogni cosa eminenter, e vi esiste e permane con pari dignità e importanza; e da pertutto è l’unità e l’assolutezza, come la varietà inesauribile delle determinazioni. Imperocchè, sebbene ciascuna idea è segno e rappresentazione, e tali sieno altresì le idee di specie e di genere; tornerebbe a fallacia grande e dannevole il figurare queste ultime quasichè simiglianti alle cifre cinesi le quali con certe aggiunte diverse di tratti di penna designano nettamente così il comune di certe nature come il particolare e l’accidentale degl’individui. Le idee sono segni eterni e immutabili e però non variano e non si modificano, sebbene dimora ciascuna come un’alta unità comprendente l’infinito delle sue relazioni; e d’altra parte, come si disse nel capo primo e secondo di questo libro, ciascuna di quelle relazioni fa segno e rappresentanza da sè ed in sè. Di tal guisa per ogni realità individua in atto sono tante le eterne possibilità, quante le variazioni e modificazioni di lei, che vuol dire senza numero; e bisogna aggiungervi tutte quelle che non vengono all’atto e sono giacenti nella possibilità immobile della increata efficienza. Così, da capo il diciamo, nella sfera ideale oggettiva l’infinito ricomparisce da ogni banda e per qualunque astratta cogitazione; come parimente in ogni minuta determinazione ricomparisce la unità della eterna essenza."
      },
      {
        "index": 20,
        "text": "159. — Laonde, allora che noi leggiamo appresso i platonici antichi e moderni della unicità dell’essenza a rispetto della moltiplicità delle cose correlative attuabili e contro all’opinare de’ peripatetici i quali replicano numericamente la essenza quante sono le cose in atto che la contengono, noi sappiamo assai bene al presente il giusto e vero significato e valore di tutto ciò. Perchè ciascuna delle essenze platoniche è una perfettamente a riscontro della moltiplicità degli esseri correlativi o attuabili o in atto. Ma d’altro lato, nella divina e perpetua possibilità, non è termine alcuno alla varietà e moltiplicazione di quelle essenze. E quando si affermi che le minori entrano nelle maggiori e darsene alcune di genere cosi ampio da contenere o in potenza o in dignità tutte le rimanenti, come, ad esempio, la nozione del bene o quella dell’uno o l'altra dell’essere, noi giudichiamo che, per un certo rispetto logico ciò è verissimo ed è nel mondo ideale significato con altrettanti concetti od essenze. Ma fu notato più sopra che le idee generano e sono generate a vicenda; e per simile, a vicenda sono contenute e contengono; perchè tale è da ultimo la natura sopraeccellente dell’infinita realità in cui le essenze o determinazioni od unità assolute che le si chiamino serbano tutte uguale divinità, grandezza consustanzialità ed efficienza."
      },
      {
        "index": 21,
        "text": "160. — Concludesi che in risguardo del mondo ideale non può farsi controversia nessuna intorno ai generi o intorno alle specie. Avvegnachè la universalità loro è comune a tutte le idee; e le lor differenze e le loro similitudini si concretano effettualmente e perpetualmente nelle respettive determinazioni della possibilità infinita come ogni altro ordine e forma di verità e di efficienza."
      },
      {
        "index": 22,
        "text": "161. — Che se nelle specie e nei generi vuolsi guardare all’ordine della causalità e pretendesi di risolverli tutti in corte leggi supreme di pochi principj attivi e che tali leggi e tali principj trovino nella efficienza divina altrettanta semplicità e unità di azione creatrice, torna, per nostro avviso, circa al proposito il discorso medesimo compiuto testè; e vale a dire che certo la efficienza divina opera con semplicità e unità stupenda e maggiore d’ogni umana estimazione; e quelle indagini nostre circa l’ordine delle cause e la riduzione delle specie e dei generi aiutano la nostra mente a scrutare e indovinare picciola parte di quella sapienza e potenza arcana. I quali nostri indovinamenti se fondati in ragione e sceveri d’ogni implicanza logica, trovano il riscontro della eterna verità e della realità oggettiva nello infinito delle idee; e vale a dire che quando anche non si raffrontino esattamente con l’ordine e la saggezza universa, mantengono l’essere proprio di verità astratte e ipotetiche. Ma gli è manifesto che nello infinito della potenza e nello infinito dell’azione creatrice non dimorano gerarchie positive di generi e di specie, di cause e di effetti; ma sono tutt’uno l’accidentale ed il sostanziale, la semplicità dei principj attivi e la diversità interminabile delle applicazioni. Quivi è una suprema inconoscibile unità di potenza e di atto, in cui sono tutte le distinzioni e nello stesso tempo tutte esse listinzioni vi si unificano e vi discompaiono."
      },
      {
        "index": 23,
        "text": "Dopo ciò, rimane chiaro e patente siccome accosto alla vera e compiuta teorica delle idee la gran questione degli universali e l’altra delle essenze, e l’altra pure dei generi e delle specie muti abito e sembiante, e divenga agevole, se il giudicio nostro non falla, di appianarne le difficoltà e sgropparne i nodi."
      }
    ]
  }
}
