{
  "chapterNumber": 43,
  "title": "Vol. II, Libro Primo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "PRINCIPJ DI MUTAZIONE E DI CONGIUNZIONEE LORO INSUFFICIENZE."
      },
      {
        "index": 1,
        "text": "165. — Adunque mantenendoci nella considerazione di quello che possono e fanno i finiti per sè e posto che sieno vere cagioni seconde e però autori immediati degli atti proprj, noi dobbiamo escludere la efficienza di Dio quale operatrice diretta delle mutazioni del mondo creato e ci conviene indagar novamente da che e come possa procedere cotal principio perenne del mutar delle cose. E ci risolviamo a supporre che la mutazione debba essere insita nello stesso atto primo essenziale ed originale di quelle; talchè per esse la causazione formale interna consista per appunto nel sempre modificar sè medesime in certa maniera identica ad una e diversa; e cioè a dire, che per un lato l’atto loro essenziale in un primo attimo di tempo consista in certa mutazione determinata la quale nel secondo momento ripetendo sè stessa in ugual maniera e aggiungendosi all’altra di già compiuta divenga di là a qualche tempo, per la somma degli aggiungimenti, causa provocatrice od occasionale, od anche efficiente d’altre mutazioni. Poniamo caso, impertanto, di un atomo o di più atomi insieme congiunti il cui atto essenziale consista in trascorrere da un punto dello spazio al punto più prossimo. Ei non si avvisa in tale ipotesi alcuna contraddizione col detto di sopra. Atteso che questa virtù di moto è congenita ed essenziale all’atomo, anzi compone la forma stessa dell’atto di lui. È certo altresì che giunto l’atomo nell’istante primo ad occupare l’attiguo spazio, quivi la natura medesima della sua forza costitutiva permanendosi identica, lo sospinge a ripetere lo stesso trascorrimento di spazio ed occupare il luogo immediatamente contiguo, e così di seguito."
      },
      {
        "index": 2,
        "text": "166. — Non occorre qui di avvertire che sebbene in ogni molecola risiede un essenziale principio di moto il che vuol dire di mutazione, esso vi può risiedere in atto ovvero in semplice facoltà; nel qual caso è bisogno d’un’azione esteriore per far trapassare il detto principio dalla mera virtualità all’atto. Ma di ciò verrà proposito di ragionare più oltre."
      },
      {
        "index": 3,
        "text": "167. — Appar manifesto eziandio che movendosi due atomi ovvero due molecole l’una inverso dell’altra per iscambievole eccitazione e determinazione, e aggiungendosi d’ambo le parti all’impulso primo il secondo e a questo il terzo e così di seguito, cresce nella istessa misura la intensione del moto e scema altrettanto lo spazio interposto."
      },
      {
        "index": 4,
        "text": "168. — Del pari, ei si può fingere che alcun’altra specie di azione e passione reciproca rimanga virtuale ed occulta insino a che due molecole non sieno venute per un maggiore accostamento prossimissime l’una all’altra ovvero non si tocchino o non si urtino. Da tutto questo risulta una serie di mutazioni e una serie di varietà nelle mutazioni medesime, il cui vero e comune principio dimora sempre nella essenza del moto."
      },
      {
        "index": 5,
        "text": "Nè la sopraddetta finzione è suppositiva al tutto e arbitraria. Conciossiachè, se lo spazio il tempo ed il moto sono elementi inseparabili, e però ancora inseparabili dal principio di mutazione, questo apparirà tanto più attuoso, quanto non solo nel moto ma nelle distanze e in altri accidenti di estensione e di durata mostrerà in diversa guisa l’efficacia sua. Quindi si può statuire a priori che l’azione vicina o remota, lenta o spedita, suscitata per entro gli atomi ovvero per entro le masse, riuscirà differentissima e ne proverrà una lunga serie di differentissimi effetti."
      },
      {
        "index": 6,
        "text": "169. — Nessuna cosa è più abituale e quasi a dire più domestica all’uomo quanto vedere le mutazioni ed il moto. Eppure, come testè avvisammo, è difficilissimo di rinvenirne il principio speculativo; e l’essenza stessa del moto racchiude una sorta di antilogia; perocchè nette insieme un subbietto immutabile il quale à per atto proprio essenziale una certa guisa uniforme di mutazione. Dal che si discerne quale stima dobbiamo pur fare d’alcune cosmologie audacissime in cui pretendesi di fabbricare a priori la costituzione intera della materia e tutte le leggi della meccanica e della chimica. Nessuna necessità logica sospinge la mente a figurare e affermare che gli atomi materiali, o a dir meglio i loro aggregati, divisi e distanti si attraggano mutuamente e sieno forze accelleratrici l’uno inverso dell’altro, e che venuti in contatto spieghino virtù diverse di coesione e di affinità chimica. Parlandosi con rigore, l’antecedente aforismo ne dichiara solo in modo apodittico la possibilità astratta, e quindi prova ancora la possibilità della varianza indefinita e interminabile dei fenomeni e solo v’aggiunge l’efficacia d’alcune prove indirette e d’alcune giuste illazioni. Nullameno, vedremo nel progresso della trattazione come oltre ai cenni dati qui sopra e in virtù di nuovi principj quelle astratte supposizioni e possibilità una volta trovate e pensate nei loro elementi è necessario se ne effettuino tutte le conseguenze. E però qui pure avremo un nesso strettamente dialettico. Ma quello che mai non può provenire a priori si è la forma speciale delle nature corporee; e giudichiamo eziandio impossibile di dedurre per legge assoluta d’identità e causalità il concetto del moto dal concetto della materia e dai due insieme il concetto dell’attrazione e da questo ultimo il concetto delle affinità chimiche."
      },
      {
        "index": 7,
        "text": "170. — Nella impulsione motrice dei corpi non dimora certo una efficacia infinita; e d’altra parte, come nei finiti ogni cosa procede gradatamente, così accade per la impulsione motrice. Avremo dunque che i corpi movono l’uno inverso l’altro con certa ragione di distanza, la quale tanto sarà maggiore e tanto farà minore il grado dell’impulsione e da ultimo segnerà un termine all’impulsione medesima."
      },
      {
        "index": 8,
        "text": "171. — Non cade dubbio che oggidì la meccanica non sia razionale tuttaquanta e dimostrativa e però la non si annoveri tra le glorie maggiori e più salde della scienza umana e della umana speculazione. Non pertanto, ella pure à i suoi postulati e questi non s’indovinano. Onde Cartesio, che volle tentarlo, fu dai filosofi sperimentali trovato in errore e con ciò solo mandarono a fondo il sistema. Gli Hegeliani, a cui non è lecito d’ignorare le leggi del moto, mi sembra che adoperino peggio di Cartesio, interpretandole in modi strani e facendo sembiante di dedurle a priori col talismano di quelle loro generalità della nozione esteriore a sè stessa ovvero della materia che cerca una forma, ovvero anche della idea che alienandosi in mille particolari e in mille individualità procaccia di pervenire alla vita, al senso ed all’intelletto. Ma non si tratta, o signori, di adattare ai casi concreti quelle vuote concezioni che tutto abbracciano e nulla stringono. La difficoltà, o parlandosi con esattezza, la impossibilità giace in quel punto in cui converrebbe dedurre a priori le specie peculiarissime delle cose; e intendiamo quella entità singolare, onde la materia ed il moto, per via d’esempio, differiscono da ogni altra esistenza; e così d’ogni rimanente."
      },
      {
        "index": 9,
        "text": "«Avvi una prima e astratta manifestazione della materia; e come questa possiede una esistenza distinta dalla natura, àvvi una relazione della materia con sè medesima, la quale in tal guisa si pone in istato d’indipendenza a rimpetto dell’altre determinazioni. E simile identità universale della materia è la luce.» Con queste parole dell’Hegel tu, mi penso, ài chiarissima in mente, o lettore, l’idea della luce, e comprendi a meraviglia quello che sia e la vedi procedere dal concetto di materia con la necessità logica che il rettangolo esce dalla somma dei tre! Con gli stessi vocaboli più universali e indeterminati del mondo e col metodo stesso di deduzione è spiegato e dimostrato a priori quello che sia l’aria, il fuoco, la terra, l’acqua, il calore e va’ discorrendo."
      },
      {
        "index": 10,
        "text": "172. — Scherza coi fanti e lascia stare i santi, dice un proverbio italiano: ed io volgendomi agli Hegeliani direi loro per amicizia: scherzate con le nozioni e le concezioni, se v’aggrada; ma i fatti lasciateli stare; chè nonostante che vi rimaniate sempre nelle inaccessibili astrazioni della vostra idea che va viene e non si trattiene, pure non iscanserete le smentite dei fatti e sbugiardarli non è possibile e dalla loro sentenza non c’è appello; e quando anche vi pronunziate sopra cose non possibili a sperimentare, la evidenza dei teoremi geometrici vi condanna. Citiamo un sol caso per mille. Hegel asserisce che se il pendulo dopo alquante oscillazioni si ferma, ciò non proviene per l’attrito e per l’aria ambiente, ma sì perchè la gravitazione supera ed annulla in poco di tempo la forza accidentale contraria. L’esempio fu scelto con finissimo accorgimento. Conciossiachè il fatto non darà mai prova sensata della perpetuità e inalterabilità del movimento del pendulo. Nientedimeno, scordò il grand’uomo che l’impulso accidentale suscita bensì e determina nel pendulo la forza motiva ma non la crea. Nè pose mente che ogni qualunque forza meccanica à questo carattere di perseverare uniforme ed inalterabile appunto perchè l’impulso esteriore opera occasionalmente e non efficientemente. Il perchè le forze meccaniche, o picciole o grandi, accidentali o no, sono valutate a capello e in anticipazione dal calcolo. Ed eziandio, rispetto al pendulo, può il calcolo misurare con esattezza squisita, quanto saranno (poniamo) più veloci o quanto più durevoli le oscillazioni secondo che l’aria verrà rarefatta o scemato l’attrito od altre circostanze mutate. Quindi la legge che apparisce nel moto del pendulo (per chi non nega la intera fisica matematica) à la stessa necessità e permanenza di tutte le altre moderatrici del sistema solare e le quali tutte non cambieranno tenore"
      },
      {
        "index": 11,
        "text": "«Se l’universo pria non si dissolve»"
      },
      {
        "index": 12,
        "text": "173. — Gli antichi per virtù di traslato fecero il movimento sinonimo di mutazione; ma bene è manifesto che dove non fosse spazio nè corpo, nemmanco sarebbe il moto; e pure vi si potrebbe concepir mutamento o per dir meglio tornerebbe strana cosa e non concepibile che in un mondo spirituale si ma finito non accadessero mutazioni. Imperocchè ei si rimarrebbe inferiore d’assai al mondo corporeo, in quanto questo mediante le mutazioni potrebbe ampliare e perfezionarsi. Noi dobbiamo adunque aggrandire e universaleggiare il concetto di mutazione e cercarne un principio applicabile a tutto il creato."
      },
      {
        "index": 13,
        "text": "175. — Tuttociò per altro è suppositivo non solo ma puramente analogico e piuttosto che discoprire le leggi del mondo spirituale dimostra la insufficienza della fantasia umana, che sentesi astretta a pigliare dalle figure del mondo corporeo il concetto e l’immagine di quel mondo spirituale"
      },
      {
        "index": 14,
        "text": "«Dove chiave di senso non disserra.»"
      },
      {
        "index": 15,
        "text": "176. — Ed anzi quanto più guarderemo dentro l’ipotesi, più parrà malagevole a intenderla per non dire affatto impossibile. Attesochè imparammo non molto addietro l’attività degli enti finiti trovare al di fuori l’oggetto od il termine suo; e simile oggetto o termine doversi proporzionare all’attività siccome questa a quello. La volontà, pertanto, svegliata nel supposto ente spirituale ricerca non solo un oggetto, ma eziandio certa proporzione e convenienza con esso. E per fermo, sente ciascuno che per volere, bisogna voler qualche cosa e un più forte volere seguita a più forte impulso oggettivo. Perchè, dunque, nell’ente spirituale cresca via via il grado di volontà, occorre che cresca in antecedenza l’oggetto di quel volere. Ma quando poi cotal moto dell’animo non conseguisca nè poco nè molto l’oggetto suo, la relazione costituita fra que’ due termini è falsa, e quindi viene abolita fra loro ogni proporzione ed ogni convenienza. Forza è dunque che l’oggetto, o parte di lui per lo manco, sia conseguita. E però accade non solamente che vi sia un potere proporzionato all’oggetto e alla volontà, ma che vadano tutti e tre in infinito. Dappoichè, se il volere soddisfatto si ferma, non v’è più mutazione. Se ricomincia nel modo stesso anteriore, del pari mutazione non à più luogo. D’altro canto, ogni successione progressiva ed interminabile à suo fondamento nell’infinito; il che sta fuori della nostra considerazione; dacchè noi intendiamo per al presente conoscere quello che i finiti sono e valgono l’uno a rispetto dell’altro."
      },
      {
        "index": 16,
        "text": "177. — Quando poi si ricorra all’ipotesi d’un incremento limitato e nondimeno sì fatto che avendo mutate le condizioni dell’ente spirituale diventi cagione promotrice d’altro cambiamento e poi d’altro, noi avvertiamo per prima cosa il soverchio cumulo di supposti che accade di mettere insieme per ricavare da essi tutti un principio di mutazione; e quanto somigli cotal principio al presupposto non guari accettabile dell’armonia prestabilita. Indi ci rechiamo al pensiere che tal principio non è perpetuo. Conciossiachè, provocata che sia da lui la serie intera dei supposti incrementi e quelle altre mutazioni che abbiam figurato a quelle connettersi, torna la necessità o di ricominciare ogni cosa nella maniera stessa o di fermarsi. E ciò è si vero, che Leibnizio volendo perpetuare le serie delle mutazioni pose a dirittura nelle monadi una specie d’infinito."
      },
      {
        "index": 17,
        "text": "178. — Và per altro un’altra forma pensabile del principio di mutazione in un mondo al tutto spirituale ed è soprammisura più alta e più confacevole a quella grande maggioranza che tener debbe lo spirito sulla materia; e la forma consiste nell’attribuire ad esso spirito parte della causalità prima e incondizionata o vogliam dire la libertà. Per lo certo, ponendosi in un’anima la potestà di accrescere, sminuire, interrompere o proseguire a sua posta quell’impulso operoso ch’ella diffonde nelle sue facoltà e negli organi, ovvero resistere od agevolare ad arbitrio suo l’effetto delle azioni esteriori, ne ridonda una serie di mutamenti che può quindi eccitarne ed occasionarne innumerevoli altri. E posto ancora che non si conceda cotesta sequela non terminabile d’innovazioni, certo è che la libertà muta ed innova sempre le cose in tale significato ch’ella è nell’arbitrio continuo di volere o disvolere, di romper l’azione o di proseguirla; nel che risiede un principio opposto alla necessità per la quale ogni cosa dea proseguire identicamente e invariabilmente nell’atto o nella virtualità in cui trovasi."
      },
      {
        "index": 18,
        "text": "179. — Ma contro cotesta forma sublime di causa, o tu la chiami partecipazione di prima e incondizionata efficacia, insorgono le necessità tutte e le insufficienze del finito che abbiamo discorse; onde occorrono altre nature di fatti e altre considerazioni per rimoverle e superarle così nell’ordine delle realità come del pensiere. Rimanga qui dunque per al presente cotesto cenno e ripigliamo la trattazione al termine dov’è pervenuta. E veggasi, intanto, come la pura speculazione intorno all’attività e spontaneità del finito conduca il pensiere a fermarsi nel supposto del libero arbitrio; rimosso il quale, viene sottratta al finito incorporeo perfino la possibilità del mutare e quindi la possibilità di accrescere e perfezionare sè stesso."
      },
      {
        "index": 19,
        "text": "180. — Visto e fermato che la forza motrice è insita negli atomi e nelle molecole, almeno quale facoltà, se non quale determinazione, diciamo ch’ella non è mai trasferibile in altro; perchè niuna sostanza vale a trasmettere l’attività in un subbietto non attivo o non fornito di quella speciale efficacia. Trasmettere o infondere un’attività vuol significare che s’infonda in altri una forza o principio efficiente e però si crei dentro a un subbietto sostanziale un nuovo subbietto. E ciò significa o produrre una sostanza la quale sia modo o produrre un modo il qual sia sostanza. Di più; torna contradittorio asserire che la sostanza divenga attiva per uno stato passivo; conciossiachè quello che si riceve induce una reale passività in quanto induce un effetto e dal di fuori viene operato."
      },
      {
        "index": 20,
        "text": "181. — La comunicazione del moto è però non una prestanza di forza e di efficacia motiva impossibile a darsi, impossibile a riceversi, ma certa modificazione profonda ed appariscente dell’attività propria del corpo eccitata dal di fuori; è insomma la forza stessa motiva del corpo la quale per l’impulso esteriore o trapassa dalla potenza all’atto e dall’occultazione alla manifestazione, ovvero è libera dell’impedimento che la costringeva alla forma e ai limiti del solo conato."
      },
      {
        "index": 21,
        "text": "182. — Posto, dunque, che il moto non si comunichi, gli effetti esteriori delle forze istantanee debbono proseguire perenni e immutabili. Onde la pietruzzola, a pur citare un esempio, scagliata dalla mano di un putto quando fosse libera nel moto suo e da niuno impulso contrario sollecitata proseguirebbe a correre equabilmente negli spazi infiniti per la serie di tutti i secoli. Ma, certo, sarebbe la essenza costitutrice della pietruzzola non il braccio del putto cagione di ciò."
      },
      {
        "index": 22,
        "text": "183. — Per simile, egli è sicuro che il moto libero degli atomi si compirà sempre in linea retta e perfettamente uniforme a sè stesso. Perocchè, dovendo il moto degli atomi nel secondo momento tornare ugualissimo all’altro accaduto nel primo, non possono per nulla alterarsi nè la direzione di esso moto nè la velocità nè altra condizione e accidenza."
      },
      {
        "index": 23,
        "text": "184. — Ed anche conséguita dal principio annunziato che la somma delle forze motrici dee sempre riuscire la stessa invariabilmente; siccome venne osservando Leibnizio contro il supposto cartesiano che avesse a permanere medesima eziandio la quantità di moto. Per fermo, se le forze sono più che spesso impedite di spiegare il lor movimento e possono giacere assai tempo in istato virtuale od anco tornarvi, nessuna necessità costringe la mente a giudicare la somma del moto identica sempre a sè stessa, quando anche ciò si avverasse nel fatto."
      },
      {
        "index": 24,
        "text": "185. — Nè contraddicono a ciò le veramente mirabili corrispondenze ed equivalenze trovate oggidì dai fisici tra tutte le sorte di moto e comunque sieno suscitate o per affinità chimiche o per forze meccaniche o per vibrazioni di etere. Tali sorte diverse di moto, noi ripetiamo, si rispondono e misurano esattissimamente, sempre che sieno in atto; e la mente altresì presume e prenunzia con somma precisione quello che accaderà di loro varcando dalla potenza all’atto."
      },
      {
        "index": 25,
        "text": "186. — Nel modo stesso che il movimento non si comunica, egli nemmanco trasmutasi in questo speciale significato che una forza si trasformi in un’altra, come usano dire oggidì con poca precision di parlare molti naturalisti. Le forze le quali da ultimo sono atti o potenze formali ed essenziali dei subbietti entro cui risiedono, serbano inalterabile l’essere loro e la loro efficacia per la ragione che non possono farsi causa di perdere e annullare sè stesse diventando un altro, ossia facendo che un altro essere pigli il luogo ed ufficio loro. Oltrechè, notavasi già più sopra che ogni natura di cosa mantiensi perpetuamente quello che è e quello che opera nell’istante primo dell’esistere; e sebbene può soggiacere a molte azioni e modificazioni esterne, l’intimo subbietto suo non cambia, e quelle azioni sono ricevute secondo l’innata disposizione del ricevente."
      },
      {
        "index": 26,
        "text": "187. — Egli è chiaro che una virtù motrice qualechessia non sale dalla potenza all’atto quando le manchi ogni direzione di moto. Nelle esistenze finite ogni cosa è determinata e singola, e però un moto esente da ogni direzione non è determinato nè singolo. Ma d’altro canto l’impulso esteriore che sveglia la virtù motrice, essendo determinato e singolo esso medesimo, non può altramente eccitare che in modo a sè conformissimo, e però suscita la virtù motrice insieme, e certa direzione di lei. Quindi e il moto e la direzione si perpetuano e mai non si mutano. Come poi da qualchessia mutamento possono venirne eccitati altri o per promozione o per efficienza o per mero impulso occasionale, di simile maniera può il moto passivo farsi causa occasionale del moto attivo, secondochè andremo spiegando a convenevole luogo."
      },
      {
        "index": 27,
        "text": "188. — Si fa manifesto che tra forze uguali interverrà pure uguaglianza perfetta e perfetta reciprocazione dell’agire e del patire. La qual cosa i matematici esprimono dicendo la reazione dover pareggiare l’azione. Così un corpo attrae con tanto di forza con quanta viene attratto e giusta la proporzione rispettiva di loro masse."
      },
      {
        "index": 28,
        "text": "189. — Abbiamo veduto qua poco addietro che nello spazio e nella materia il principio di mutazione consiste in un atto essenziale di moto che sempre e uniformemente ripete sè stesso. Ma perchè a svegliare cotale atto è spediente l’impulso esteriore; e questo medesimo racchiude un atto essenziale di mutazione, egli accade che nel secondo momento l’impulso non può tornare identico assolutamente se non in quanto dee contenere il principio stesso di mutazione che forma l’essenza dell’atto, e sebbene d’altra parte tal mutazione riesca simile e costante con sè medesima. Laonde, a dir tutto in breve, consiste la mutazione in solo incremento ed aggiungimento di quantità. Occorre adunque che l’atto secondo essenziale aggiungasi al primo e così di seguito, e da ciò è spiegata evidentemente l’origine, e definito il perchè universale e astratto delle forze acceleratrici."
      },
      {
        "index": 29,
        "text": "191. — Così questo fatto generalissimo dell’attrazione delle masse o parlandosi più preciso questo vocabolo attrazione, a cui si rimprovera di significare un, che di misterioso di suppositivo e d’indefinibile, convertirebbesi in un principio razionale e patente e vorrebbe esprimere nulla più che l’atto impulsivo e reciproco onde le masse acquistano l’effettuazione e la direzione di loro forza virtuale motrice, la qual vedremo più avanti in che guisa piglia e mantiene il carattere attivo."
      },
      {
        "index": 30,
        "text": "192. — Ma pervenuti i corpi al contatto scambievole, credo che la mente può pronunziare la loro impenetrabilità. Per fermo, se la penetrazione vuol dire annullamento dello esteso, i corpi cessano d’essere tali, perocchè sta nella essenza loro di comparire nello spazio e con certa individuata determinazione dello spazio medesimo. Quando poi s’intenda della penetrazione delle forze, egli è chiaro che gli atti possono bene compenetrarsi, salvo sempre il subbietto distinto e incomunicabile. Una penetrazione ulteriore equivale alla consumazione totale dell’essere."
      },
      {
        "index": 31,
        "text": "193. — In tutti questi aforismi ci sembra con sufficienza aver tratteggiato l’ente finito siccome subbietto e cagione attiva e indagando il suo principio di mutazione massime nelle nature corporee. Ma noi toccammo più sopra della congiunzione e come i finiti valgono per essa a fuggire in più modi le loro limitazioni più anguste e immediate. E sebbene cotesto allontanamento, o se piace meglio, cotesta vittoria sopra limiti accader non possa per un’azione cieca e fortuita quantunque scambievole, e qui pure sia necessario l’intervenimento continuo della ragione e delle finalità, non di meno per compiere questa parte della trattazione che è volta a far conoscere la impotenza del finito in sè stesso e le necessità ed insufficienze che d’ogni banda lo stringono, verremo in breve delineando parecchie di tali necessità ed insufficienze che incontra la congiunzione medesima e non ostante che il raziocinio introduca in lei senza quasi avvedersene certa ragione e finalità nelle sue specie e ne’ suoi conseguenti."
      },
      {
        "index": 32,
        "text": "194. — Primamente, fu avvisato più sopra, che la insufficienza e tenuità dei finiti à potere di compensarsi in più guise, e fra l’altre di spiegare le facoltà proprie ovvero dilatarne l’efficacia mediante la congiunzione e cooperazione dei simili. Ma questi, dove non abbiano alcun che di diverso, o non operano affatto ovvero non inducono alcun moto di variazione. In secondo luogo, la cooperazione non à efficacia veruna se negli aggregati stessi dei finiti non è un qualche principio di permanenza e di resistenza il quale risponda per li composti alla impenetrabilità dei semplici o vogliam dire degli atomi. Salvo che questo principio medesimo li conservazione e di resistenza non sembra venir delotto dalla natura universale dei finiti corporei; avvegnachè dall’incontro disordinato delle forze corporee giudicheremo dover risultare un congregarsi e un disciogliersi altrettanto disordinato, ovvero una immobilità generale e senza riscossa. Non è dunque il detto principio essenziale ai corpi e nativo; e conviene pensarlo come fatto in essi e costituito originalmente e razionalmente, e vale a dire con intendimento del fine."
      },
      {
        "index": 33,
        "text": "Allora è lecito d’immaginare che gli aggregati sieno fatti e mantenuti da tali forze di coesione e di affinità, le quali non solamente resistano con vigorezza a forze contrarie, ma, turbate nel loro equilibrio e nell’ordine e forma delle molecole dove risiedono, ristaurino gagliardamente sì l’uno e si l’altro; il che domandasi generalmente la elasticità dei corpi. Nel caso, adunque, più semplice dell’aggregazione e cooperazione dei simili, fa bisogno certa diversità almeno di forma e collocazione tra le molecole; e nel complesso loro ordinato e configurato fa bisogno certa energia naturale da non potere essere coatta salvo che in certi limiti. D’altra parte, questo resistere d’ogni ente alle azioni esteriori dove non fosse nel più dei casi confinato entro gli ultimi componenti de’ corpi, ma esteso invece ad ogni composto e ad ogni molecola, farebbe impossibile quella continua trasmutazione di figure, di qualità e di atti, che è necessario al mondo chimico e al mondo organico. Di tal guisa la finità tragittando le cose da un estremo ad un altro sempre ricerca una qualche legge di proporzione e di misurata varietà e medesimezza."
      },
      {
        "index": 34,
        "text": "195. — Dicemmo i finiti poter fuggire i limiti loro con la varietà degli atti e dei modi raccolta ed eccitata nella unità. del subbietto, ovvero con la quantità estensiva e intensiva accresciuta in ciascuno di essi; e tutto ciò mediante la congiunzione del simile, la partecipazione del diverso e l’appropriazione dell’uno e dell’altro per virtà dell’organamento, assumendo cotal voce nelle sue diverse accezioni e dilatazioni. Imperocchè il finito, insino a tanto che è solo, non esce dalla identità inalterabile della sua essenza primitiva ed ingenita. Ma in tutte queste sorti e maniere d’ampliazione incontrasi un limite molto prossimo e contro il quale è inefficace l’azione medesima di principj superiori spirituali quando sieno creati e finiti. E prima, sebbene tu voglia dentro un subbietto fingere assai numerosa la varianza delle facoltà e dei modi, tuttavolta simile varietà e numero non può uscire dalla specie a cui appartiene il subbietto medesimo; e se contiene, per via d’esempio, le qualità minerali, esclude da sè le gazose ovvero le vegetabili o le animali. Conciossiachè nel subbietto deve sussistere una natura semplice insieme e determinata e le sue condizioni ed attribuzioni debbono serbare con lei certa omogeneità e coerenza."
      },
      {
        "index": 35,
        "text": "196. — Ciò torna contrario a coloro che fanno della natura un essere talmente proteiforme che nessuna specie vi è separata e permanente; ma l’una trasmutasi o può trasmutarsi nell’altra; dacchè ogni cosa per detto loro è virtualmente in ogni cosa. Intanto, i chimici vanno riconfermando ciascun di maggiormente che le trasformazioni degli elementi non sono possibili; e se le forze strumentali onde fanno uso crescono di mano in mano di potenza scompositiva, ne risulta bensì un numero sempre maggiore di principi semplici, ma non mai la essenziale metamorfosi dell’uno nell’altro. Anzi fu deriso, non fa molti anni, quel Brown di Edimburgo che disse avere trasmutato il ferro in rodio e il paracianogene in silicio; non volendo qui ricordare la vanità dei vecchi alchimisti vissuti qualche secolo nella speranza di cambiar gli elementi per congegno di fornelli e lambicchi."
      },
      {
        "index": 36,
        "text": "197. — Noi, concordi pur sempre col senso comune, diciamo invece che non potendo nei finiti apparire la pienezza e compitezza della unità vi apparisce in cambio suo e spartitamente la disgregata e inesauribile diversità; e le forme poi diverse degli enti durano nella sostanza loro perpetue e non alterabili, perchè niuna forza creata varrebbe ad annullarle; e la mutazione introdotta per sino nell’intimo atto essenziale sappiamo che porterebbe un annullamento ed un porre altro essere in luogo del primo."
      },
      {
        "index": 37,
        "text": "198. — Toccammo in parecchi aforismi delle necessità insuperabili entro cui si stringe così la congiunzione del simile e la partecipazione del diverso, come il pervenire a qualche maniera ed opera di macchinismo e di organamento. Ora aggiungiamo che ad ogni organamento il più maraviglioso e squisito, e ancora che tutto pensato e voluto in ordine al fine, aderisce un limite oltre il quale non può valicare. Per fermo, esso debbe mantenersi omogeneo con sè medesimo e con le forze che lo governano. Quindi il ruminante, per via d’esempio, si muore nudrito di carne, e il carnivoro nudrito di fieno. Debbe venire disposto a un fine determinato e diciamo pure a più fini, ma si analoghi in fra di loro e non diversi ed eterogenei; l’uccello è disposto al volo, al canto e ad ovificare, non al nuoto od allo strisciare sul suolo od a filare il suo bozzolo. Nè mai può l’arganamento uscire da certa misura e compensazione tra la semplicità dei mezzi e la grandezza ed efficacia dell’effetto finale. Chè se l’organamento si dilata e si complica, di leggieri eziandio si scompone e disordina. Se il contrario accade, riesce non sufficiente o poco efficace. E quando i mezzi coordinati all’opera finale del tutto sono inferiori e sono distolti dagli abiti proprj e sottratti in parte alle leggi loro ordinarie, essi per virtù della essenza nativa procacciano sempre di ritornarvi, e però la distruzione procede ognora di costa alla produzione. Del pari, quando lo strumento supera di natura e di nobiltà la materia sopra la quale dee spiegare la virtù sua intrinseca, trova ciò impedito dalla sproporzione e inferiorità del subbietto passivo. Per contra, quando lo strumento si ragguaglia troppo bene col mondo ambiente, può di leggieri discordare e sproporzionarsi dalla potenza a cui serve. Ma è troppo lunga faccenda registrare ad una ad una le impossibilità, le privazioni, le incompatibilità e le insufficienze d’ogni cosa creata; e certo più entreremo nel suo midollo e più ne diverremo capaci."
      },
      {
        "index": 38,
        "text": "Aforismo XVIII."
      },
      {
        "index": 39,
        "text": "199. — Ben si afferma che nel finito è nascosto l’indefinito; e che ponendosi da una parte un numero interminabile di varietà e differenze; e dall’altra, un numero altresì interminabile di combinazioni, ei se ne può dedurre una cotale sembianza e maniera d’infinito."
      },
      {
        "index": 40,
        "text": "200. — Ma coloro che la discorrono così, paiono dimenticare che l’indefinito o la serie sempre crescente ed inesauribile che s’abbia a dire, tuttochè manifesti un effetto determinato e finito, move da una potenza infinita, come altrove dimostrammo, e la quale poi si prova essere superiore ed estrinseca all’indefinito medesimo. Adunque l'indefinito, lo vuoi nell'atto, lo vuoi nella facoltà, proviene da un principio che non à limite ed è opposto al finito. Questo invece, à ben circoscritte e ben numerate le sue varietà e combinazioni. Laonde Aristotele o le scuole da lui nominate pensarono, le cose tutte create dover ritornare identiche con sè medesime infinite volte, posto che il mondo, o la materia per lo manco, non abbia mai principiato."
      },
      {
        "index": 41,
        "text": "201. — Per ultimo, se la creazione è attuata a fine di bene e questo debbe venir conseguito a grado per grado; conciossiachè ogni ampliazione del finito non può essere se non successiva, necessario è che la creazione sempre si muova. Quindi è pur necessario che i principj da noi conosciuti più sopra di durabilità e di mutazione, di azione e di resistenza si avvicendino con regola e in ogni modo operino coordinatamente a rispetto del fine. Ma d'altro lato, quelle due sorte di principj dimorando in certe nature determinate ed inalterabili o trovano le une inverso le altre un punto di equilibrio, ovvero nol trovano. Nel primo caso, abbiamo la costanza l'identità nell'ordine stesso delle mutazioni ed è sbandita la forza innovatrice perpetua. Nel secondo supposto, abbiamo confusione e scomposizione soverchia ed improduttiva od abbiamo da capo la immobilità generale per compressione o separazione di tutte le forze."
      },
      {
        "index": 42,
        "text": "202. — Se, pertanto, il mondo diventa e si perfeziona, intendasi bene che ciò non accade e accader non potrebbe mai per alcuna virtù efficiente cavata dalle essenze finite operanti in sè o fuori di sè. Queste, in quanto che anno per intrinseco e per essenziale la privazione e limitazione, sono il molteplice, il disgregato, il diverso, l’eterogeneo, il discorde e il disordinato come si disse in principio di questo Libro."
      },
      {
        "index": 43,
        "text": "203. — Gli Hegeliani nel modo che disconoscono affatto, per mio giudicio, la idea del vero infinito, così non sembrano aver riguardo alla natura e necessità del finito da noi descritta. E per fermo, se le nozioni sono appo essi il principio d’ogni cosa, è da chieder loro come le originano e le sviluppano. Quando le facciano determinazioni eterne d’una increata idea e potenza, non vi sarebbe divario fra me e loro; e converrebbe poi domandare in che guisa tali idee o nozioni increate discendono nel contingente, nel temporale e nel limitato; ed anche precederebbe a tutte logicamente una cagione ed una sostanza infinita contro il dogma professato da essi Hegeliani. Ma se invece quelle loro nozioni escono una dopo altra dal nulla e diventano effettualmente quello che sono, per lo certo elle fuggir non potranno alcuna delle necessità e insufficienze descritte e la terminazione continua e la impotenza generale che abbiam notato in ciascuno ente finito, il che tutto ripugna al carattere universale assoluto della nozione. Nessuna ragione poi dee valere a persuaderci che la nozione uscendo dal nulla non torni similmente nel nulla. Perchè dura ella e diventa alcun’altra cosa e non piuttosto si consuma e ritorna indietro e diventa da ultimo quello Assoluto dei Budisti che l’Hegel à talvolta citato a favore di sua dottrina?"
      }
    ]
  }
}
