{
  "chapterNumber": 47,
  "title": "Vol. II, Libro Secondo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEI PROGRESSI DELLA TEODICEA."
      },
      {
        "index": 1,
        "text": "42. — La natura è il magno volume in cui ciascuna pagina dee portare scritto un segno lucente della bontà di Dio; perocchè nell’ontologia vedemmo la creazione fluire da essa bontà e divenir necessaria per ciò appunto che la possibilità del bene finito era una delle idee archetipe sussistenti ab eterno nel pensiere divino. Ufficio adunque della cosmologia è mostrare come tutti i principi che va trovando e provando confermano quello che dai platonici fu domandato il trionfo della forma sulla materia ovvero il trionfo della bontà e mentalità divina, sulle oscurezze, le impotenze, le angustie e le necessità del finito, già descritte minutamente da noi nel Libro anteriore."
      },
      {
        "index": 2,
        "text": "43. — Quivi abbiamo scoperta con troppa chiarezza (ci sembra) la origine vera del mal positivo, il quale per lo certo non risolvesi in negazione e che d’altro canto non fu evitabile nemmanco alla infinita potenza volendo pure che il finito esistesse."
      },
      {
        "index": 3,
        "text": "45. — Ricordiamo, dunque, in breve che la natura non è una, anzi quanto alle condizioni sue finite è avversa dell’uno e di ciò che all’uno maggiormente si approssima. La moltiplicità, impertanto, assoluta è carattere indelebile del mondo creato, e cioè a dire ch’egli risulta di enti divisi sostanzialmente e nell’ultimo fondo di loro sostanza non penetrabili. Del pari vedemmo nel primo Libro che necessita alle cose finite il permanere nel proprio essere sostanziale invariabilmente. Quindi nella natura in mezzo a continue mutazioni di modi e accidenti serbarsi incomunicabili impartibili e sempre medesimi gli elementi estremi, o vogliansi dire i subbietti primi ed originali. Possono questi aggregarsi e congiungersi e in guise innumerevoli modificarsi l’uno per azione dell’altro; ma le essenze, giova ripeterlo, nè si annullano nè si trasmutano. Per simile, possono in maniere sublimi ed intrinseche unirsi con l’Assoluto senza diventare altro subbietto per ciò, e senza che il fondo loro sostanziale mai convertasi nell’Assoluto medesimo e in lui si perda come stilla d’acqua dentro l’oceano."
      },
      {
        "index": 4,
        "text": "46. — Certo, in questo persistere dei subbietti finiti è il fondamento del nostro egoismo; chè vuol dire di quella finità esclusiva e di quel particolare e individuo onde non possiamo uscire senza annullarci e mettere un ente diverso in luogo di noi stessi. Avremo agio nell’ultimo Libro di riconoscere alcune di quelle arti divine per le quali nel modo che ogni ente con l’accompagnatura di altri dilata l’essere proprio, così l’ente umano i scorda e annega la propria individualità e vive ed opera nell’universale e il genere suo tutto quanto sembra farsi persona che pensa e vuole e delibera con effettiva unità di mente e di animo."
      },
      {
        "index": 5,
        "text": "Per al presente, notiamo che il perdurare delle nature finite spianta dalla radice l’orgoglio di quei sistemi ontologici e cosmologici a cui piace di persuader l’uomo di essere la vagina di Dio, ed anzi iļ pensiere e la coscienza stessa di lui."
      },
      {
        "index": 6,
        "text": "47. — D’altro canto, questa durata impermutabile dei subbietti finiti porge fondamento a due forme essenziali della nostra dignità; e l’una consiste a perpetuare la imputabilità nostra morale e che niuna forza o benigna o nemica può trasmutarci in automati. La seconda consiste nel non potersi con la mera passività raggiungere il bene; e per conseguente noi destinati alla partecipazione del bene e al desiderio indomabile del fine assoluto fummo altresì dotati di essenziale energia a quel fine proporzionata, conforme si venne spiegando nel Capo Primo e si vedrà in più luoghi dell’opera."
      },
      {
        "index": 7,
        "text": "48. — Tutto ciò viene anche a mostrare con evidenza la nostra vita immortale. Chè non solo per necessità di natura debbe eternarsi il nostro essere sostanziale come tutti i principj semplici e forniti di quella unità senza cui non avrebbero esistenza e medesimezza propria e incomunicabile; ma debbe sussistere di là dal tempo presente con le qualità essenziali ed ingenite dello spirito che sono le determinazioni innate e costitutive di lui, perocchè egli nou venne all’essere come una cosa astratta, indefinita e ideale ma con certa compita individuazione che sotto il cumulo dei modi e degli accidenti variabili si serba conforme e perenne. E dove in questo mutasse, muterebbe l’essenza sua, e ciò vale quanto che si annullasse. Rimane che si distingua per via di fatto quello che in un dato essere forma parte dell’essenza e quello che no. Sopra il qual sunto la psicologia risponde con altrettanta precisione quanta evidenza. E niuno dirà nell'anima nostra essere accidentale il volere, il pensare e il saper di pensare; niuno che la visione ideale e l’intuito del subbietto comune della verità non accadano dentro di noi per qualche legame essenziale dell’anima con l’Assoluto medesimo; niuno che il sentimento e il concetto del bello, del giusto e del santo sieno accidenze fugaci promosse dalle cose esteriori finite e senza fondamento veruno in qualche facoltà primogenia di nostra natura."
      },
      {
        "index": 8,
        "text": "Tutto ciò, impertanto, noi rechiamo del sicuro conesso noi di là dal sepolcro, in quanto almeno sono principio spirituale di azione; e similmente noi vi rechiamo la libertà che è quella disposizione essenziale dell’anima di poter essere, come disse Platone, principio di moto a sè stessa. Vero è che noi imparammo nel primo Libro alle cose attive finite toccare questa general condizione di non potere uscire da sè medesime d’ogni stato virtuale in cui si ritrovino, ma si abbisognare d’alcuna cagione esteriore o promuovitrice od occasionale. Ed è questione troppo involuta e inopportuna al nostro trattato cercare quello che dentro l’animo è attivo per sè e quello che è virtuale. Che anzi lo stesso libero arbitrio tuttochè partecipi della natura di causa prima, nullameno à bisogno per operare che lo preceda la cognizione, e questa non è facile a dire se è sempre in qualche specie di atto ovvero è primamente ed originalmente in sola potenza."
      },
      {
        "index": 9,
        "text": "49. — Di quindi nasce che l’anima umana, sebbene reca sempre con essolei le sue facoltà, può abbisognare in altro mondo di altra sorta di promozione per giungere all’atto; ma considerandosi che la materia sembra pochissimo idonea a tal promozione, perchè è inferiore sommamente allo spirito in ogni qualità ed attribuzione, il natural criterio ci porge che dovunque vada lo spirito vivrà in ambiente piuttosto più acconcio che meno a spiegare l’atto delle sue mirabili facoltà. E a noi sembra che a niuna persona assai ragionevole debba venire in capo che esse facoltà sieno state all’anima distribuite solo per attuarsi nel tempo brevissimo della vita presente, che al dirimpetto della eternità è come un punto nella immensità dello spazio. Lasciando stare cento altre ragioni che l'uom deduce dalla filosofia morale e da altre fonti. E noi medesimi nel progresso dell’opera scorgendo con evidenza siccome nell’universo visibile e intelligibile regna una legge di apparecchiamento di organamento e di sviluppo, ci sentiremo persuasi ed anzi costretti a pensare che la presente vita essendo tutta un apparecchio e un organamento spirituale e mentale dell’anima rivolto all’assoluta finalità, torna impossibile che essa anima se n’esca alla fine senza serbare ed anzi accrescere a dismisura alcuno spiegamento delle facoltà sue più degne e ricaschi affatto in quel suo stato virtuale e inattivo in cui nacque; posto, peraltro, ch’ella abbia veracemente e con la libera energia propria svolte e ampliate le sue potenze più nobili, e non invece piegate di lor dritto cammino servir facendole a intenti pravi e bestiali."
      },
      {
        "index": 10,
        "text": "50. — La natura naturata, si disse, fa tutto; e questo suo fare apparisce eminente più che in altra cosa negli esseri razionali e morali. Perocchè ad essi appartiene in particolar modo conquistare il bene e con opera faticosa e travaglio incessante appropriarselo e diventare uno con lui. Il che manifesta ad un tempo la gran dignità umana e quanto mai le si opponga la passività e l’inerzia."
      },
      {
        "index": 11,
        "text": "Ma per rispetto al male ed all’origine che conviene assegnargli giudichiamo di aver provato che esso nasce dalla essenza non emendabile della finità, secondo le definizioni e spiegazioni date da noi; per le quali fu dimostrato che quella essenza non risolvesi tutta in mera limitazione, ma si conduce seco certe forme di realità positiva che sono le forme del mal positivo."
      },
      {
        "index": 12,
        "text": "51. — Ciò non ostante, come la essenza della finità rimaner poteva giacente nel nulla e Dio ne la cavò fuori, Dio certamente per volere il massimo bene finito volle altresì il male che vi si meschia. Laonde quelle distinzioni del Leibnizio fra il concorso materiale e il formale, tra il volere e il permettere e tra la volontà universale ed antecedente e la decretoria susseguente, trattandosi dell’autore primo e della cagione efficiente assoluta del tutto, mi sembrano da lasciarsi ai vecchi disputatori di Coimbra e di Salamanca e a torto un’ingegno si alto le andò pescando ne’ lor volumi. Più strano mi si rappresenta l’altro sotterfugio del Leibnizio di porre la prima radice del male dentro le forme astratte che sono le idee, perchè queste, disse egli, essendo increate, non si può affermare che fossero fatte da Dio. Certo, ci voleva il coraggio d’un metafisico a sballarla così grossa; e fu davvero ordito un assai brutto scherzo a Domeneddio. Perocchè il male da questa valle di lacrime, come si usa chiamarla, fu traslatato non pure in cielo ma nella sostanza divina; chè le idee eterne a Dio appartengono ed ogni cosa in lui è sostanzialissima. Salvo che non si potea dir cosa più contraria alla verità. Le idee del male, chi non lo sa? sono in Dio non per somiglianza ma sibbene per analogia, e in che consista cotale forma di analogia nessuno lo intende. Chè se poi discorriamo della possibilità del male, o dir si voglia della efficienza divina a lui relativa, basterà notare quello che altrove abbiam dimostrato, e cioè che nella onnipotenza divina, appunto perchè infinita, è piena balía di creare fuori di sè il diverso da sè; quindi nelle cose finite v’à due sorte di positivo, l’uno capace di superlazione, l’altro incapace."
      },
      {
        "index": 13,
        "text": "52. — In somma, egli non si dee dubitare dal leale, filosofo di asserire che Dio à voluto il male commisto a bene sovrabbondante, dacchè questo senza quello non era possibile; considerato che la essenza del finito è immutabile. Dio à voluto quel poco o molto di male perchè di gran lunga è sempre inferiore al bene e perchè il tempo e la divina mentalità l’andrà viemeglio attenuando e stremando in qualunque angolo dell’universo, e ogni danno sarà compensato e ogni perdita ristorata a larga misura."
      },
      {
        "index": 14,
        "text": "53. — Quanto poi al mal morale che di tutti è il peggiore, anzi può taluno mantenere che sia solo esso il mal sostanziale, Dio volle che apparendo di necessità fra gli enti razionali e morali non vi producesse più guasto che una perturbazione transitoria e sempre mai circoscritta dell’ordine universale del bene, e provvide sapientemente perchè a grado per grado e in lungo trascorrere dell’età si adempia a capello la legge mirabile annunziata dal Vico, e cioè che nel mondo morale e civile quello che è diventi di mano in mano quel che debb’essere."
      },
      {
        "index": 15,
        "text": "54. — Ma intorno di ciò accadono schiarimenti parecchi e di somma importanza. Si contenti però il lettore di metter l’occhio in un’altra pagina della storia secreta de’ miei pensieri; ai quali confesso che era mancata consistenza e compitezza circa il proposito prima di pubblicare i Dialoghi di scienza Prima. Io narrerò dunque in breve per che occasioni e ragionamenti io ne venissi pure a capo."
      },
      {
        "index": 16,
        "text": "55. — A poche miglia da Parigi àvvi uno stagno che quelli del luogo domandano lago, sì perchè è molto grande e si per quel fare francese di magnificare ogni cosa. Ma come ciò sia, l’industria e l’accorgimento francese à pur convertito quello stagno o laghetto in un sito amenissimo e fabbricatovi palazzine eleganti cha arieggiano quelle cascine di Svizzera così piacevoli a riguardare e comode ad abitare, sebbene tutto sia legno e qualunque parte e ornamento tenga del rustico. Colà, dunque, io m’era recato nel 1842 e dalle giovinette Frankland, tre signorine inglesi oneste ed amabili, era sovente menato in barchetta su per quelle acque maneggiando esse medesime il remo a vicenda; e se l’una remava, l’altre intonavano una romanza con istraordinaria abilità e grazia di canto. Ma questi accidenti che a me sono carissimi a ricordare com’è facile intendere, non importano del sicuro al lettore. Io li sopprimo adunque e mi stringo a dire che la mezzana delle tre giovinette per nome Elena e a cui nell’anno vegnente fu dedicato un mio idillio intitolato Manfredi, piacevasi oltremodo nella poesia e nella filosofia quanto conveniva alla sua età e alla sua modestia."
      },
      {
        "index": 17,
        "text": "Egli avvenne che un giorno, entrato io in certo studiolo laddove soleano gli amici di casa essere introdotti, trovai la bellissima Elena in atto di chiudere un libro, e il libro altre volte da me veduto conteneva i Drammi di Giorgio Byron. «Voi non vi potete staccare da quel poeta, le dissi io allora, e noi tutti che un poco vi corteggiamo sentiremoci obbligati a pigliarne gelosia.» — «Non quest’oggi, rispose; chè sono stizzita più presto che innamorata del mio poeta. Per vero, io leggo troppo mal volentieri questo suo Manfredi. E quel concetto che gira per tutto il dramma della soverchia potenza del male e come il genere umano vi sia dannato senza pietà e incappi nella colpa quasi contro sua voglia, mi fa spavento e mi agghiaccia l’anima. Oltrechè mi è sovvenuto quello che voi mi diceste or fa pochi giorni, che v’à un filosofo, non mi si ricorda il nome, il quale sostiene la massima stessa con formidabile apparecchio di sillogismi, e conclude che se la ragione molina da sè e non bada alle cose reali, trova non potere esistere salvo che un solo principio, autore buono e saggio di tutto il creato. Ma per lo contrario, chi studia i fatti e l’ordine del mondo visibile nol può altramente spiegare se non concedendo che sussistono due principj assoluti, buono l’uno, l’altro malvagio.»"
      },
      {
        "index": 18,
        "text": "56. — Ben si vede, risposile io, che avete immaginazione assai giovanile ed ogni cosa lascia là dentro impronta profonda. Oggi i versi di Byron fannovi signoreggiare quella figura odiosa e terribile di Arimane che egli descrive nel dramma ora letto da voi. Domani, spero, immagini più serene e più confacevoli all’indole vostra balzeranno di seggio quell’Iddio fosco e perverso. Il filosofo di cui accennate è francese e chiamasi Bayle. Nè mi disdico sopra il giudicio che di lui esprimevo; chè propriamente egli fa sudar freddo a tutti questi scolaretti di logica e di dogmatica. Non pertanto, voi avete a leggere le confutazioni di Leibnizio scritte quasi sempre a maniera conversevole e popolare; e quando anche fossero di dettato astruso, l’inclinazione fortissima che v’accosta ogni giorno più a tale sorta di studj vel renderanno piano ed aperto. Si convenne che io le avrei procurato quel libro siccome fu fatto; e mentre ella sel veniva sfogliando in sua camera, io recatomi a posta per meditare più alla libera nel bosco vicino di Chantilly ripensavo a tutt’uomo e rivangavo da ogni parte quella gelosa materia, e parvemi alla fine di averne trovato il bandolo. Ciò non pertanto volli aspettare a vedere quello che uscito sarebbe della mente e del cuore dcuna giovinetta così svegliata d’ingegno come religiosa di sentimento, e tanto curiosa della verità quanto illesa di pregiudicj e con animo per nulla preoccupato da spirito di sistema."
      },
      {
        "index": 19,
        "text": "57. — «Ecco, io vi rendo il libro che mi prestaste a leggere per gentilezza e premura», mi disse ella un giorno con volto mezzo serio e mezzo ridente. «Che ve ne pare?» soggiunsi io alla prima. «Parmene bene», replicò ella, «e forse migliori risposte non potevano esser trovate contro quell’acerrimo oppugnatore. Con tutto ciò, vale meglio uscire a un tratto di simile ginepraio e scordare una controversia tanto spinosa; io me ne sentivo pungere e lacerare la pace dell’anima. Onde ieri me la racconciai bel bello col mio libricciolo di preci e col leggere iteratamente e di gusto qualche capitolo del mio Da Kempis.» — «In buon’ora, le dissi io, il Da Kempis è sempre ottima medicina allo spirito; ma il vostro avea dunque la febbre.» — «Che febbre?» rispose ella rizzatasi in piedi e tinta nel viso d’una fugace fiammolina di sdegno. Già io non posso non dirla com’io l’intendo, e sappiate che io non sono al tutto al tutto contenta di Leibnizio. È un gran testone e un ragionatore da sbalordire. Ma quando à ben bene confutato e sconfitto il Bayle, costui mi sembra piuttosto sopraffatto che vinto e vibra ancora da terra delle stoccate che guai se le arrivano.»"
      },
      {
        "index": 20,
        "text": "58. — Si rise da tutti gli astanti della faceta conclusione ed io ne risi più degli altri, e voltomi prestamente alla giovine, ridendo pur tuttavia le dissi : «Bellissima Elena, or che pensereste voi di tal caso quando sapeste che il Bayle tacque forse la più sicura e gagliarda di tutte le istanze; e d’altro canto riferendo il sistema de’ Manichei ne guastò il concetto; o parlando più giusto, il concetto guastò del maestro loro antichissimo e vale a dire di Zoroastro? Prova di questa seconda accusa la raccoglierete da un libro che io vi porrò in mano scritto da un diligente discepolo di Anquetil du Perron. La istanza taciuta sono per dirvela subito, quando non vi tedii ora di entrare in simili filastrocche.» La giovine punta com’è naturale da non poca curiosità e scordando a un tratto il proposito suo di chiuder la mente ed il cuore a si fatte investigazioni, «Su via, rispose, recitate ora voi la parte di Arimane e di Satana. Forse vi tornerà men difficile che non sarebbe quella di angelo.» E da capo rise la brigatella quivi adunata e disposcsi con silenzio e pacatezza ad udirmi."
      },
      {
        "index": 21,
        "text": "59. — «La obbiezione taciuta, ripresi io a dire, sarebbe stata, per quel ch’io penso, un modo sicuro d’invalidare l’affermazione continua del Leibnizio che il male veniva permesso a cagione di essere egli involto nel gran disegno del migliore dei mondi. Al che dovea replicare il Bayle che se trattasi di mal morale. Dio poteva permetterlo unicamente come transitorio e così ristretto nel danno quanto nella pena; di guisa che quel disegno del migliore dei mondi non involgesse la perdizione eterna ed irredimibile neppure di un solo ente razionale e imputabile. In diverso caso è contradittorio il dire che tal perdizione possa conciliarsi con l’ordine il quale attua il migliore dei mondi. E per fermo, i precetti morali assoluti non sopportano mai eccezione, perchè significano propriamente la sostanza medesima dell’ordine universale e perpetuo mediante cui la creazione perviene al possesso del maggior bene possibile. Quei precetti, impertanto, esprimono dalla parte nostra l’economia stupenda e non mai dissolubile delle cose tutte quante a rispetto del bene; ed esprimono ad intra, e cioè in risguardo di Dio, la saggezza infinita la quale pensò quella eccelsa economia e dispensazione di esso bene. Fa dunque ripugnanza nei termini che Dio stabilendo il migliore ordine di creazione controvenga a quale che sia di quei precetti assoluti, e voglia appostatamente permettere il mal morale per ricavarne il bene e sia pure un bene infinitamente maggiore."
      },
      {
        "index": 22,
        "text": "60. — »Ora a me sembra certissimo che non tornando lecito all’uomo, per modo d’esempio, di affliggere un innocente in aspettazione non dubbia di qualche somma utilità, nè tampoco ciò debba essere voluto da Dio per accrescere e spandere ogni dose di bene. Del pari, se non è lecito all’uomo di oltrepassare nella giustizia punitiva il paraggio tra i due mali della pena e della colpa, Dio per sicuro non vuole e non può valicare cotesti termini. E se gli uomini sono chiamati in colpa quando pensano di guadagnare il lor meglio per mezzo delle altrui scelleraggini o comandate e procurate o pur solamente permesse e non impedite, gli è manifesto che la reità e perdizione piena ed interminabile d’un solo essere razionale e morale non dee mai comporre nemmanco tra le mani di Dio una condizione di ordine dal quale scaturisca il maggior bene del mondo. Perocchè suona ed echeggia per tutti i secoli questa verità solenne ed irrefragabile che il fine non legittima il mezzo; e tanto è impossibile che il bene rampolli dal mal morale, quanto che la retta generi.il circolo. Dio è permettitore del mal morale, perchè questo aderisce pur troppo al libero arbitrio e nella essenza del finito giace la necessità che il principio di mutazione e d’innovazione delle anime non possa altronde venir dedotto che da esso libero arbitrio, senza parlare di altri profitti sostanzialissimi e nobilissimi che la libertà porta seco."
      },
      {
        "index": 23,
        "text": "»Oltre di che, la bontà divina fa il mal morale assai circoscritto e soverchiato in immenso dall’abbondanza del bene. E ciò nonostante, sarebbe contradittorio che il mal morale, o la colpa che voglia dirsi, esistesse accanto del bene semprechè ogni autore di quello nol disdicesse e non l’emendasse o presto o tardissimo, e però racquisti quando che sia la potenza e l’abito di rettamente usare della libertà, e quindi raggiunga il fine a cui venne creato e sia nei termini della giustizia e della misericordia ammesso alla partecipazione del bene. Ondechè niuna creatura imputabile perde, ripeto, l’essere suo di fine e serve onninamente per mezzo procacciando col male proprio perpetuo un incremento di felicità ad altre creature. In quel cambio egli medesimo partecipa a tale incremento dopo la convenevole espiazione, e nonostante il mal morale da lui prodotto."
      },
      {
        "index": 24,
        "text": "61. — »Nè si schermisca Leibnizio dicendo che bene può l’uomo nei confini della giustizia punire il reo e dalla punizione ricavare il vantaggio comune. Il perchè Dio non controvenne ai precetti morali assoluti traendo il massimo bene da un ordine di cose che implica non già l’oppressione dell’innocente ma la pena del colpevole. Facile torna a rispondere, primo, che tal pena prolungandosi nella eternità soverchia di certo ogni proporzione con la finita malizia del reo. Secondo, che la colpa commessa à per causa formale l’arbitrio abusato ma per causa prima efficiente il medesimo Dio. E vanissimo sotterfugio è il dire con Leibnizio che (cito le parole sue testuali): — Si Dieu n’avait pas choisi le meilleur monde ou le peché intervient, il aurait admis quelque chose de pire que tout le peché des créatures; car il aurait derogé à sa propre perfection..... la divine perfection ne doit pas s’abstenir du choix du plus parfait et que le moins bon enveloppe quelque chose de mal. —"
      },
      {
        "index": 25,
        "text": "62. — »Vanissimo sotterfugio, ripeto, è cotesto, avvegnachè niente è peggio del mal morale assoluto, ed è ripugnante volerlo porre per condizione d’un ordine da cui sorga l’ottimo di tutti i mondi, allorchè Dio stesso ci fa conoscere che l’avversare qualunque prescrizione della legge morale è direttamente contrario all’ordine. Come dunque Dio permettendo la perdizione finale di un qualche ente imputabile può far difetto alla perfezione propria? la verità è nell’opposta sentenza."
      },
      {
        "index": 26,
        "text": "63. — »Quanto poi al trovato di alcuni scolastici che la pena del mal morale è protratta nella interminabilità del tempo a cagione che la volontà del dannato rinnova in eterno la colpa sua ribellandosi ad ogni momento contro Dio e i precetti morali, a me sembra un concetto de’ più paradossi ed orribili che cader possano nella mente d’un uomo. E nulla cosa fa più oltraggio alla bontà infinita di Dio quanto figurare ch’egli abbia fornito di esistenza attuale un essere capace di rinnovare in eterno la propria malvagità e rinnovarla continuamente negando la evidenza della verità, della bontà e della giustizia; essere inconcepibile, assurdità reale e vivente, a fabbricar la quale appena si può intendere che torni bastevole la potenza infinita, potenza adoperata a produrre un simile mostro!"
      },
      {
        "index": 27,
        "text": "64. — »Nemmanco si obbietti da taluno altro che la legge morale assoluta è alla fine delle fini un punto della libera volontà del Signore Iddio. Quindi ei la può dissolvere e per lo manco non applicarla alle opere proprie. Questo altro paradosso fu detto e scritto da molti, e sarebbe una delle conseguenze del principio cartesiano che Dio può volere che il quadrato sia medesimamente rotondo."
      },
      {
        "index": 28,
        "text": "65. — »Non credo mi occorrano molte parole a sventare cotale opinione stranissima; e lasciando di ricercare se il bene morale sia bene per sè ovvero perchè Dio volle che fosse, egli mi sembra sufficiente il considerare che Dio non contravviene ai suoi propri decreti i quali da ultimo costituiscono la essenza delle cose.»"
      },
      {
        "index": 29,
        "text": "66. — In questo modo io mi provai di far discorrere il Bayle in confutazione delle confutazioni leibniziane. E ancora che le parole abbondassero più del dovere e non sapessi svestirle di astrattezza ed aridità, la cortese ascoltazione della giovine e degli altri presenti non venne mai meno."
      },
      {
        "index": 30,
        "text": "67. — Anzi, finito io di parlare, proseguì ancora un poco il silenzio di tutti, non potendosi la mente disciogliere così a un tratto di quella non lieve meditazione. Pure, alla fine miss Helen, quasi riscossa d’una visione alta e severa, fatto, come mi parve, alquanto di forza a sè stessa, girò gli occhi rasserenati; e accompagnando il lor movimento con un sorriso misto di dolce e di amaro: «Chi potuto avrebbe, mi disse, reggere meglio la persona di Satana e porgli sulla bocca argomentazioni più stringenti e più seducenti? Rimane di udir l’altra parte; chè la sentenza non è ancor data, e voi siete in obbligo di fare che noi pronunziamo giusto e imparziale giudicio.» — «L’altra parte che è quella dell’angiolo, risposi io, s’addice a voi troppo bene e tutti vi preghiamo di assumerla con onor vostro e onore della causa.» Applaudi ognuno, e le sorelle segnatamente, all’ufficio proposto: nè valsero alla giovinetta cento maniere di scuse. All’ultimo come stracca del molto insistere e del molto negare nè accettava al tutto nè ricusava; e preso tempo a meditare intorno al soggetto, levatasi in piedi, s’avviò verso il pianoforte, e quivi con le sorelle insieme levò di seggio Leibnizio e pose in luogo suo Donizzetti e Mayerbeer."
      },
      {
        "index": 31,
        "text": "68. — Nel fatto sperava l’accorta giovine che guadagnando tempo e succedendo, accidenti diversi non fosse tenuta a conversare e discutere pur da capo su quel tema scabroso e geloso. Ma era in noi tutti una voglia spasimata e poco discreta di udirla. Quindi ogni tre o quattro dì le si veniva ricordando il carico mezzo accettato; onde ella un giorno si risolvette di uscirne a ogni modo, e rivoltasi a me con l’usata sua grazia e vivezza incominciò a dirmi. «Sembra che voi vogliate cogliere a forza il tristo piacere di discoprire quanto il mio ingegno sia corto ed estesa la mia ignoranza. Ma tal sia di voi e del vostro gusto non sano e non dilicato. Io per isciogliermi dalla promessa meglio carpita che fatta e meno significata che sottointesa esprimerò i miei pensieri quali che sieno. Chè poi non sono dottoressa e non ò logorato i banchi di Oxford e di Cambridge."
      },
      {
        "index": 32,
        "text": "69. — »E prima; altra cosa è discorrere di tali materie con l’uso della ragione ed altra con quello dell’autorità e con le parole della Bibbia. A me non tocca, anzi non tocca a nessuno di noi entrare, come dite voi Italiani, in sagrestia e definire il senso delle Scritture. Quanto a ciò che possa conoscere la sola ragione, egli mi sembra essere già gran tempo che la luce s’è fatta perchè in proposito di moralità gli uomini non aspettano le decisioni delle università e delle accademie, e un istinto infuso, per mio giudicio, dall’alto precorre all’opera incerta e difficile della scienza. Voi mi deste a leggere un libro in cui vidi con soddisfazione vivissima che il concetto vero e consolatore della Teodicea quale la veniste accennando per entro le vostre obbiezioni è antica di qualche migliaio d’anni, è mai forse ne verrà trovato e descritto un simbolo più evidente insieme e più immaginoso di quello che Zoroastro consegnò ne’ suoi libri; di qualità che il Bayle, conforme venne notato da voi, travisando le dottrine de’ Battriani e convertendo Ormuz e Arimane in due principj entrambo assoluti, fece torto a Zoroastro e al suo culto e nocque eziandio alla forza delle negazioni ed oppugnazioni da lui maneggiate. Perchè il senso comune, io stimo, fuggirà sempre dal credere a due Assoluti e che il bene e il male abbiano lo stesso peso e non giunga nè l’uno nè l’altro a prevaler mai sulle bilance del destino."
      },
      {
        "index": 33,
        "text": "70. — »Ma già io mi sono troppo allargata nelle astrazioni e parlo una lingua che non conosco; e Dio sa se adoperando vocaboli e frasi accattate da voi e appiccicate con un po’ di saliva alla mia memoria non mi venne succeduto di convertirli in istrafalcioni e scambiare il nero col bianco e questo con quello. La risoluzione dei dubj e la chiusura delle controversie io la trovo sempre ne’ miei libricciuoli da chiesa e nel Da Kempis segnatamente. Ieri dopo lettone qualche capitolo io mi sono sentita riconsolar tutta con queste parole sgorgatemi dall’anima così súbite così spontanee e così impensate che avrei pur detto non essere mie ma quivi dentro pronunziate da uno spirito superiore: O padre celeste o padre nostro e dell’universo! In questo nome soave in cui tu medesimo c’insegnasti di chiamarti e di supplicarti è racchiusa una fede invitta nel bene e nella tua finale misericordia."
      },
      {
        "index": 34,
        "text": "71. — »Chè se l’amore più tenero insieme ed eroico degli uomini per li figliuoli loro è immagine poverissima ed ingiuriosa della tua paterna dilezione inverso le tue creature, nessun oltraggio possiamo commettere peggiore e maggiore contro la tua santità di quello che ricercare come e quanto ci ami e se v’à nel mondo un essere solo di cui tu non sii sollecito e provvido per tutti i secoli. E se tu, come disse il Redentor nostro divinamente, vesti il giglio del campo con manto sì fatto che quello non vi aggiunge del re Salomone e custodisci e nudri del più confacevole cibo le nidiate degli uccelli, or che farai del genere umano, or che farai di ciascuno di noi creato capace di adorarti ed amarti? E che? La natura insegna a ciascuno dei nostri pargoli a dormir sicuro e quietissimo sul lattante seno della sua madre, e noi conoscitori per lume di ragione e per lume di fede, conoscitori dico di questa verità irrefragabile che Dio è bontà infinita, non ci addormenteremo con altrettanto di sicurezza e di quiete nelle sue braccia amorose e dubiteremo un istante solo che alla fine delle cose ogni male non sia riparato, ogni cuore emendato e sulle ruine dell’abisso non isventoli sola e trionfatrice la bandiera del perdono e della misericordia?"
      },
      {
        "index": 35,
        "text": "72. — »Io sono profana, come porta la mia età ed il sesso, alle discipline astruse e severe e perciò anche a quella che ò sentito chiamare filosofia della storia. Ciò non pertanto ei mi sembra visibile che la stirpe umana sia giù per li tempi venuta sempre così correggendo come ampliando il concetto del provvedere divino nel mondo, e più ànno potuto appo lei la ragione e la fede che l’esperienza attuale per giudicare il principio, il mezzo e la fine dell’universo. Taluno e forse voi medesimo, che ben nol ricordo, mi citaste a certa occasione il detto di Biagio Pascal che quanto si vede e si sperimenta è di soverchio per farci credere a una mente ordinatrice, ma non è abbastanza per dileguar le dubbiezze. Con pace di quel sapiente, io giovine indotta sento di rispondere che alla insufficienza notata da lui supplisce abbondantemente la forza del raziocinio, e Cristo affermando che l’uomo vivesi d’altro che di solo pane venne anche ad affermare che i giudicj umani nudrir non si possono della notizia sola dei fatti."
      },
      {
        "index": 36,
        "text": "69. — Certo è dunque, com’io dicevo, che la ragione e la fede ci ànno col tempo sovvenuti della luce loro di guisa che la mente à sorvolato le molte e gravi miserie onde siamo circondati ed afflitti ed à scorto con gli occhi dell’animo le certe e perenni armonie del creato e quello che il Padre celeste ammannisce perchè il suo regno discenda sopra la terra e la volontà di lui non sia qui adempiuta meno che lassù nell’empireo. Ma queste cose non potè indovinarle il mondo che a poco per volta. Quindi le prime religioni furono terribili e le genti commosse più da paura che da speranza adorarono con tremore un Dio geloso dei castighi e delle vendette. Oggi impera senza contrasto la religione d’amore e i castighi convertonsi in purgazione non già in perdizione. E se la colpa conviene espiarla, dacchè il male genera male e da questa legge non può sottrarci nemmanco la potenza divina, la eternità è lunga abbastanza per abbracciare e sopravanzare ogni termine più afflittivo e più esteso di risarcimento e risorgimento morale.»"
      },
      {
        "index": 37,
        "text": "74. — Così parlò e conchiuse la bellissima giovine, e gli effetti che produsse nell’animo nostro la sua naturale facondia non narro; può di leggieri indovinarli il lettore. Oltrechè è tempo di tagliar fuori ogni incidente non necessario e raccapezzare il filo delle nostre meditazioni. Per ciò, seguitando l’uso da me introdotto nel primo Libro, faremo luogo a certo numero di aforismi, e vale a dire alle annunciazioni più positive sostanziose ed universali che può la scienza raccogliere intorno al proposito il quale nel presente Libro si è đi additare ed esprimere le attinenze più rilevate tra il finito e l’infinito."
      },
      {
        "index": 38,
        "text": "75. — Nel primo Libro parve il finito quello che è nella sua nudità e impotenza e figurata a noi con immagine troppo acconcia dalle tenebre e lotte del caos. E ancora che mai il caos non abbia esistito perchè il Verbo divino echeggiò sempre negli abissi del creato, non però di meno ei bisogna pensarlo continuamente per avere d’innanzi agli occhi il giusto concetto della finità delle cose e quindi conoscere la natura del male e gl’impedimenti e i ritardamenti che incontra per ogni lato la divina mentalità. Ciò tutto abbiam domandato una sorte di remozione del mondo creato da Dio; perchè se, giusta la frase del Vico, il mondo creato ritorna a Dio, è da giudicare che in qualche modo ei se n'era scostato. Ma il Vico aggiunge che il mondo creato sostiensi in Dio, e vale a dire che nel fatto non può dilungarsene e per la bontà e sapienza divina supera la insufficienza propria e a grado a grado raggiunge il fine relativo e il fine assoluto."
      },
      {
        "index": 39,
        "text": "76. — Saranno, impertanto, gli aforismi infrascritti un'opera continua di riscontro e ragguaglio tra le condizioni immutabili e incorreggibili del finito, il fluire incessante e diverso di tutte le possibilità e l'azione eccelsa della potestà sapienza e bontà infinita, la quale preordina le cagioni seconde in maniera da produrre il portento universale e perenne che mentre esse cagioni operano il tutto e l'oceano dei possibili inonda e cresce e si diversifica senza mai limite, l'ordine delle combinazioni adatta e converte ogni cosa alla partecipazione del bene."
      }
    ]
  }
}
