{
  "chapterNumber": 27,
  "title": "Vol. I, Libro Terzo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLE ATTRIBUZIONI E PERFEZIONI DI DIO."
      },
      {
        "index": 1,
        "text": "101. — Farò qualche parola di cotesto argomento ancora, sforzandomi di strigare e appianare la controversia nata intorno di esso e inacerbitasi oggi per la temerità inaudita di alcuni sistemi tedeschi. Nè io posso negare da un’altra parte che non sia strana la gran fiducia mostrata da parecchi teologanti filosofi nel trattare degli attributi di Dio come se discorressero d’un trasportamento naturale e perpetuo delle condizioni e affezioni umane nel grembo della divinità; non badando poi se con l’adattare ad esse la smisuranza dell’infinito s’incontrano mille proposizioni tra sè incoerenti e l’una dell’altra distruggitrice. Ne bisogna tacere che non vanno esenti di tal difetto nemmanco i libri più celebrati e preconizzati, come quello del Fénelon e quello del Clarke e l’altro del Leibnizio e gl’infiniti che li somigliano."
      },
      {
        "index": 2,
        "text": "102. — Ma se una dialettica molto acuta ed esercitata sembra quasi spianare al suolo quei laboriosi edifici di razionale teologia, io non mi perito di affermare che una più profonda dialettica ne rialza le fondamenta; sebbene, a volerli di poi condurre insino al fastigio, convenga usare d’altro disegno e vi occorra un magistero architettonico molto diverso e più fino. Certo è che la pietà religiosa degli uomini trova pur questa volta ancora la ragione speculativa dalla sua banda e può nella contesa coi nuovi scettici sclamare con sicurezza:"
      },
      {
        "index": 3,
        "text": "«Aspice quam magis sit nostrum penetrabile telum.»"
      },
      {
        "index": 4,
        "text": "103. — A noi restitutori (se grossamente non c’inganniamo) della dimostrazione dell’Assoluto che domandasi ontologica, non à costato molta fatica l’assegnare a Dio que’ principali attributi che si domandano metafisici, come la infinità, la unicità, la onnipotenza ed i simili a questi; parecchi dei quali non furono espressi e dedotti da noi in modo particolare, siccome opera meno difficile e più pertinente a trattato che a questo nostro compendio. Le difficoltà invece incominciano e si fanno gravissime, ognora che si specificano di vantaggio le perfezioni divine, e la mente più non le vede provenire da quelle massime astrazioni in cui si contiene per così parlare la dottrina esteriore dell’Assoluto."
      },
      {
        "index": 5,
        "text": "104. — L’infinito è quello di cui niente non può essere negato e ogni cosa invece debbe essere affermata, salvo ciò per appunto che implica negazione. E però qualunque specie di positivo, come già notammo, ci rivela una determinata e specificata perfezione di Dio. Ma il positivo che emerge dall’esperienza, s’intorbida di privazioni e d’implicazioni e sopporta alcuno degli effetti perniciosi ed irremedievoli che ascondono le radici loro estreme nella finità delle cose. A questa legge non si sottraggono le stesse perfezioni umane più alte e sincere; e quando vi abbiamo levate non che le note difettose individuali, ma eziandio tutte le forme della contingenza e della limitazione, elle sembrano dileguare e annullarsi non meno nel fatto che nel pensiere. Di quindi le antinomie copiose e alcuna volta terribili che accompagnano il concetto ed il computo dei divini attributi."
      },
      {
        "index": 6,
        "text": "105. — E la prima antinomia rincontrasi sulla suglia medesima della teologia razionale; dapoichè sembra interdire e combattere la possibilità stessa della cognizione degli attributi divini. Per fermo, noi scrivemmo altrove ed anche fu accennato in questa opera che il finito e l’infinito si oppongono diametralmente non solo nel rispetto di avere limiti o non averli, ma eziandio nella loro intima essenza. E d’altra parte venne da noi pronunziato che ciò che le idee rappresentano ed esprimono della natura divina intanto conosciuto dall’uomo, in quanto rassomiglia alle cose spirituali che l’esperienza ci manifesta. Ma come questa rassomiglianza può intervenire fra termini che differiscono profondamente ed essenzialmente?"
      },
      {
        "index": 7,
        "text": "Certo, la discrepanza non è rimovibile in altra maniera che restringendo d’assai le specie di simiglianza e, nullameno, concedendo che alcuna parziale similitudine possa coesistere con la diversità delle essenze. Oltre di che quelle specie di simiglianza prima di essere dall’intelletto ravvisate e riconosciute in Dio trapassarono per modo di favellare tra le filiere delle astrazioni e furono contemplate in idea dove per l’assolutezza la universalità e la spiritualità che pigliavano, smisero in fatto la essenza del finito e quindi possono senza ingiuria venir traslatate nella essenza divina."
      },
      {
        "index": 8,
        "text": "106. — Nè basta che un concetto rappresenti alcuna cosa di reale per trasferirla nell’Assoluto con ampiezza infinita. Conciossinchè nella Cosmologia ci verrà fatto di conoscere più da presso questa verità che le condizioni finite del mondo creato cagionano per indiretto l’esistere di molte cose, reali bensì ma incapaci di perfezione infinita, e però non sussistenti nell’Assoluto. Quindi la prima cosa per riconoscere la traslazione legittima (se è lecito così parlare) delle naturali ed umane realità nell’Ente assoluto, si è di considerare in ciascuna di esse quello che diventano perdendo ogni limite, ogni successioue ed ogni complicazione. Così, per grazia d’esempio, non v’è nulla nel mondo tutto meccanico il quale possa venir trasferito nell’Assoluto imperocchè quel mondo è solamente ed essenzialmente costituito di forze motrici e di corpi. Ma il moto che è mutazione di luogo e il corpo che è un ente composto rimane incapace dell’infinito; perchè il moto infinito annichila sè medesimo ed ogni composizione si annichila nell’unità, prima ed essenziale categoria dell’infinito."
      },
      {
        "index": 9,
        "text": "Per esempio contrario citerò l’uomo che perfezionandosi nel bene morale, cresce nel compiacimento puro e sublime di sè stesso e dell’opere sue. Ora, quello stato eccelso del nostro animo che impropriamente domandiamo sentimento, non avendo nulla di sensuale e provenendo dagli organi solo per esterna occasione, perduto che abbia ogni sorta di limite e acquistato la infinitudine estensiva e intensiva, ci porge indizio non fallace della divina beatitudine e per lo manco ci fa pensare ad una perfezione analoga se non somigliante."
      },
      {
        "index": 10,
        "text": "107. — Positiva è l’intelligenza; perchè così nell’atto d’intendere come nel farsi la cosa intelligibile altrai v’è l’incremento sempre dell’essere e non vi si scorge principio veruno di negazione. Senza parlare della maravigliosa virtù direttrice ed iniziatrice che ascondesi nell’idea, e tolta la quale sembra seccarsi la fonte primissima d’ogni attività razionale. In Dio dunque è l’intelligenza e v’è in modo sfolgorante e infinito. Ma d’altra parte, quando pensiamo alla specie determinata dell’intendere divino, ecco sorgono formidabili antilogie. Per far divino il pensiero umano, occorre, anzi tutto, di abolire la distinzione profonda tra l’atto d’intuizione e l’idea intuita; poi abolire il giudicio, sull’abito rappresentativo di essa idea e il riferimento che se ne fa all’obbietto reale; poi abolire la riflessione dello spirito sopra sè stesso e la coscienza che indi acquista del proprio pensare e conoscere. Non à lecito di traslatare nella essenza di Dio queste divisioni e questa varietà e successione di atti e giudicj. Ma tutto ciò allontanato e soppresso, io più non iscorgo un’ombra e un vestigio di atto cogitativo, nè so più capire come in seno di Dio possa raffigurarsi un’intelligenza sostanzialissima in cui il subbietto non distinguesi dall’obbietto, nè l’idea dal giudicio, nè l’intuito dalla coscienza."
      },
      {
        "index": 11,
        "text": "108. — E piaccia ad ognuno di ricordare la vana fatica sostenuta dall’Hegel con fermissimo intendimento di sciogliere le cogitazioni umane dalle condizioni loro essenziali e descrivere un pensare come pensare, rimossa prima la distinzione dell’oggetto dall’obbietto. Per vero, egli raccolse dal suo distillato un essere tanto poco reale quanto sarebbe il punto di congiunzione fra un circolo ed una tangente."
      },
      {
        "index": 12,
        "text": "Ma v’à di più; se l’infinito debbe intendere tutto sè stesso, bisogna che l’intero essere suo si faccia obbietto al proprio pensiere ed eziandio questo pensiero a sè medesimo. La cosa adunque è identicamente tutta ed intera così nell’obbietto come nel subbietto; questo come ente conoscitore quello come ente conosciuto; il che importa una replicazione e raddoppiatura della cosa; e ciò implica manifesta contradizione. Nè questa sarà levata di mezzo che mediante i principj del nostro metodo intorno de’ quali abbiamo a lungo ragionato."
      },
      {
        "index": 13,
        "text": "110. — L’essere non mostrasi all’intelletto in veruna sembianza più positiva quanto in quella del bene e della sua fruizione. Dunque in Dio è il bene infinito e una infinita beatitudine. Ma se ti punge la voglia razionale e legittima di coglier la specie determinata di cotal bene e della fruizione eterna di lui, ecco intervengono da capo le apparenti implicanze e gli apparenti paralogismi della ragione. E per vero, se togli dalla fruizione del bene ogni speranza del meglio, e qualunque stimolo di desiderio e tutte le specie e maniere più fine ed eteree di senso e di sentimento, la idea stessa della beatitudine appare non solo ecclissata ma nulla."
      },
      {
        "index": 14,
        "text": "111. — Che si conclude impertanto? Concludesi questo con gran certezza che la divina beatitudine è un altro Trascendente di cui ci è lecito di affermare non più che la sussistenza e il quale senza dubbio à nell’oggetto suo proprio ininita più energia e intensione e vitalità del sentimente, e infinita più dolcezza della speranza, ed innumerevoli altre nature di bene ignotissime e inenarrabili a qualunque mente creata. E quando l’animo nostro si ostini a volere pur cercare una specie di simiglianza circa la fruizione infinita che Dio gode di sè medesimo, noi forse la troveremo in quel compiacimento sublime e purissimo della virtù di cui parlammo nel paragrafo primo del Capo presente."
      },
      {
        "index": 15,
        "text": "112. — Ognuno scorge che può quest’assegnazione delle perfezioni divine venir proseguita nel modo che qui si accenna, e le antilogie venir risolute di mano in mano alla stessa guisa. Se non che, le difficoltà insorgono molto maggiori per quegli attributi che l’uomo si ostina a riporre in Dio, e ne’ quali, giusta gl’insegnamenti dell’esperienza, è malagevole non poco il avvisare un che di eternamente positivo e increato, e non più tosto una condizione umana ed affatto contingente; come per via d’esempio è l’amore, il più nobile certo e il più caro di tutti gli affetti; ma la cui essenza, purgata d’ogni tenerezza, d’ogni zelo e l’ogni passività, ristringesi alla volontà inflessibile ed operosa del bene. Adunque in grembo di Dio l’amore non può essere altra cosa che volontà infinita ed efficace di bene; da onde procede ne’ buoni un congiungimento finale con esso Dio e un’intima partecipazione di bellezza e beatitudine."
      },
      {
        "index": 16,
        "text": "113. — Le angustie nelle quali sonmi proposto di chiudere la teologia razionale ni vietano di più distendermi in tale subbietto. Solo io debbo ancora far: luogo a due conclusioni. L’una riferiscesi alla personalità di Dio, la cui negazione importa che le religioni umane sieno tutte superstiziose e ridevoli. E non è poco da maravigliare di quegli scrittori tedeschi, giusta le cui dottrine, dare vera persona a Dio è stoltezza; e i quali, ciò non pertanto, si professano religiosi e cristiani. Ma se la voce persona vuol solo significare intelligentis naturæ individua substantia, pigliamo letizia nel ravvisare che eziandio la nuda e severa ragione speculativa perviene a riconoscere nell’infinito una individua sostanza d’intelligente natura. E quanto all’intelligenza abbiamo discorso e concluso quel che bisogna. In rispetto poi della individualità, noi pronunziamo solennemente il solo perfetto e assoluto individuo essere Dio; atteso principalmente che solo egli sussiste per sè e con assoluta e ineffabile unicità; e l’universale stesso che negli uomini e nell’altre fatture mondane è comunanza e partecipazione, in Dio è proprietà concreta e individua."
      },
      {
        "index": 17,
        "text": "114. — La seconda conclusione a cui m’affretto di giungere è questa. Erra colui che disdice alla pretta ragione speculativa di cercare e di rinvenire Iddio e parte conoscere de’ suoi misteri; ma non errerebbe meno il filosofo a cui sembrasse conseguibile per via dimostrativa e apodittica una dottrina dell’Assoluto così aperta, compiuta e particolare quale la domandano i sentimenti mistici e religiosi dell’uomo."
      },
      {
        "index": 18,
        "text": "Noi, per modo d’esempio, scorgiamo la somma d’ogni positivo e il colmio della nostra esistenza nelle tre sole facoltà del potere, del conoscere e del volere; e le traslatiamo in Dio con la stessa ragione di preminenza. Ma puossene dare prova assai rigorosa? Io non me ne accerto e nol credo. Ogni attribuzione infinita di Dio (e ve n’à un infinito appunto) è così perfetta necessaria, essenziale ed imperscrutabile, come le tre mentovate. Se differenza vi occorre, ella procede unicamente dalla nostra ignoranza; avvengachè abbiamo alcuna notizia dell’intrinseco di quelle tre, ma delle altre nessuna."
      },
      {
        "index": 19,
        "text": "Negli enti razionali l’attività è volontà; nè si può volere senza potere; e similmente non si può volere potere razionalmente senza conoscere. Perciò nosse relle posse ci appariscono le Primalità somme e universalissime e perciò eziandio le altre perfezioni ed esattività ci si rappresentano come spiegamenti ed applicazioni di quelle. Ma per uno sforzo della potenza astrattiva giungiamo nullameno a comprendere che se niuna di quelle Primalità può mancare nell’Assoluto non abbiamo argomento buono per giudicarle tali e cioè a dire vere ed eminenti primalità rispetto alle altre divine eccellenze; ed anzi veruna superiorità è ammissibile in fra di esse; e ogni cosa in Dio è preminente in maniera uguale. Solo è da pensare che quelle primalità ci aiutano a intendere come le perfezioni divine partecipano sostanzialmente l’una dell’altra. Perchè, se Dio può vuole e conosce tutto l’infinito de’ suoi infiniti, e così quelle attribuzioni si stendono universalmente su tutta quanta la natura divina, il simigliante debbe affermarsi di qualunque altra sua perfezione e determinazione."
      },
      {
        "index": 20,
        "text": "115. — Diciamo adunque con più giustezza che la fede interviene così a confermare e corroborare i trovati della ragione speculativa, come a dilatarli ed a compierli. Ella con secreto impulso commove l’intelletto insieme ed il cuore, e con soave necessità li lega entrambi al divino obbietto. E però innanzi da te, o Signore dei cieli, cade e s’ammuta la mia povera scienza ed io ti prego dal profondo dell’animo ad insegnarmi tu solo con le arcane tue spirazioni, siccome io debba adorarti e meno indegnatamente ed erratamente di te pensare e discorrere."
      },
      {
        "index": 21,
        "text": "116. — Del resto, scorgemmo assai nettamente nell’ultima parte della nostra ideologia (Capo Settimo) per che moventi secreti e per che influssi arcani la mente nostra e lo spirito sono tuttogiorno eccitati all’adorazione di Dio e a quel misto sentimento di tremore e di amore che a lui ci stringe con vincoli e nodi così soavi come infrangibili. Ma qui accade che noi avvertiamo i lettori che solo con la teorica nostra si scioglie il groppo difficilissimo e l’apparente contradizione tra la conoscenza oscura vacillante ed esigua che è lecito alla ragione di possedere intorno a Dio e alla sua essenza e il fuoco d’amore e l’estasi d’ammirazione e contemplazione ch’ardono e signoreggiano con prepotenza smisurata nel cuore dei mistici e degli uomini religiosi."
      },
      {
        "index": 22,
        "text": "117. — Le nozioni e gl’influssi del vero, del buono, del bello e del santo sempre vivi nel fondo dell’anima e recati a forza dall’istinto e dalla ragione a Dio Ottimo Massimo convergono inverso di lui tutte le facoltà e tutti gli affetti, sebbene la pura scienza speculativa conosca sì poco e sì oscuramente le forme e le perfezioni di Dio; e la notizia che ne coglie proceda non già dall’intuito diretto na si veramente dalla significazione delle idee. Ma quei concetti e quel senso di cui parliamo suppliscono alla diffalta gravissima del nostro intuito, di guisa che tutto l’essere nostro sentesi rapire e accostare all’Ente assolute; nè sa da qual mano ciò gli provenga, simile al profeta Abaccuc levato su in alto per li capelli da un angiolo, invisibile agli occhi dello stesso profeta non che a quelli d’ogni altro vivente."
      },
      {
        "index": 23,
        "text": "118. — Non è Giove tutto ciò che si vede, come disse Catone; ma certamente tuttociò che si vede è pieno di Giove. Laonde fa maraviglia a pensare come questo concetto di Dio e questo continuo meditare delle sue perfezioni venga col tempo e il crescere della civiltà lilatandosi dentro le menti, e informi profondamente li sè gli abiti più sostanziali del nostro sapere e del nostro operare."
      },
      {
        "index": 24,
        "text": "Poco differendo dalle antiche distinzioni che fece Aristotele di cotesti abiti, diciamo che se ne possono annoverare e definire sei molto propriamente e sono la percezione, l’intelletto, la scienza, la sapienza, l’arte e la fede; il che poi si riferisce con esattezza e a parte per parte alle cose da noi trattate. Non ci fermeremo a ricordare quello che sieno la percezione e l’intelletto o vogliam dire la notizia dei fatti e la notizia delle idee. La concordia poi dell’una con l’altra, e cioè dell’universale col particolare, è ufficio della facoltà discorsiva e genera la scienza; la quale sebbene può rimanere nel mondo teorico ed aver l’occhio ai soli principj, nondimeno per tornare utile all’uomo e leggere speditamente nel libro della natura così discende dai principj alle conclusioni, come ascende dal singolare al generale e dal molteplice dei fenomeni all’unità della legge che li governa."
      },
      {
        "index": 25,
        "text": "119. — Ma la scienza applicata segnatamente all’uomo e al viver civile e mista di dottrina e prudenza, e però approfondata nella cognizione del bene e dell’ordine morale, addomandiamo sapienza: e a questa tengono compagnia profittevole l’arte e la fede. L’arte, che sotto il sembiante della bellezza riconosce il vero ed il bene che sono il subbietto continuo degli abiti prenominati. La fede, che germogliata dalla religione procaccia per virtù d’entusiasmo di sollevare la scienza, l’arte, la sapienza e tutti gli abiti umani a qualcosa di più sublime e recondito, fides quærens intellectum, nel modo che era essa medesima generata da una ispirazione più sublime e recondita da noi domandata la contentplazione del Santo."
      },
      {
        "index": 26,
        "text": "120. — Ora, è maraviglioso a dire come in ciascuna di tali facoltà e abiti nobilissimi il concetto di Dio entra, si dilata e diventa loro continua materia e meditazione. Chè se l’uomo esercita i sensi e percepisce e studia la natura esteriore, subito è astretto a chiedere la ragione di quel che vede e i termini ultimi delle cose circoscritte e per ogni verso finite. Nè può cogliere un tilo d’erba od una pietruzzola nè badare al tenue ronzio d’un insetto, senza scorgere in essi un carattere d’infinita potenza e infinita ragione. Oltreche, da per tutto gli traspare una luce che chiama bellezza e la quale sente doversi adunare insieme in un altro. Sole molto più chiaro di questo sensibile, in un Sole, dico, di pulcritudine che è certamente la forma propria e sostanziale del bene comunicato. E quando levàti gli occhi dalla natura, l’uomo chiudesi nel mondo de’ suoi pensieri ed apre la pupilla interiore, ecco gli si disserra dinnanzi l’infinito delle idee, e il loro sostrato comune è la infinita realità, è l’Assoluto, è Dio. Nè gli succede diversamente quando dalla solitudine del proprio essere o dalla indagazione della natura trapassa alla frequenza de’ suoi compagni e consorti e al rumore del viver sociale. Perocchè vede tutto quel vivere fondarsi nell’autorità; e l’autorità, mutato nome ed aspetto, essere Dio legislatore universo e padre del giure come lo chiamarono appunto i Latini con l’appellazione di Juspiter. D’altro lato, dapoichè l’operare è continua necessità per l’uomo e non v’è operazione la quale non corra ad un fine, la ricerca e la scienza del fine è occupazione incessante del nostro essere e l’una e l’altra da ultimo si appuntano nel bene assoluto, e cotesto bene è Dio. Allora propriamente l’uomo riconoscendo in seno di Dio l’assoluto della verità, della bellezza, della giustizia, del bene, colpito insieme di riverenza, d’amore e di gratitudine desidera di congiungersi con esso lui per maniera da perdere, quando fosse possibile, la entità sua individua e incomunicabile; e ad ogni modo, come ferro che nella fornace diventa simile al foco onde à circondato, così l’uomo vorrebbe imitare le perfezioni di Dio e le studia e indaga ed enumera e definisce con la ragione ad una e col sentimento. Nella quale investigazione noi ripetiamo che gli si accompagna la più divina ed arcana delle facoltà, la fede; nè intendiamo quella fede quasi infantile che sboccia nell’animo dei popoli rozzi e discepoli non reluttanti della natura o dello istinto. Ma intendiamo accennare a qual cosa di"
      },
      {
        "index": 27,
        "text": "121. — Non solo, adunque, il concetto di Dio signoreggia tutta la mente, ma nel suo infinito terminano tutte le forme delle nostre facoltà, come pure vi terminano tutte le idee di perfezione; e quando fra queste sono avvisate a dovere le attinenze e armonie che si risolvono nella unità sopraeminente del divino subbietto, certamente noi non giungiamo ad apprendere se non un segno ed un’ombra della essenza di Dio, ma non pertanto l’intelletto se ne può inorgoglire; e tutto quanto l’essere umano dee riconoscere che sulla terra non varcherà mai quel segno di nobiltà: e quivi è il colmo della grandezza della propria natura."
      },
      {
        "index": 28,
        "text": "Il perchè, se al Kant venne trovato che il pensiere di Dio è certa idealità destinata a porre dinnanzi agli occhi dell’uomo il più stupendo esemplare d’ogni essenza spirituale perfetta, credo ch’egli assai bene si apponesse alla verità, salvo che tale esemplare è infinitamente più reale di tutte le copie o, meglio parlando, delle finite e cadevoli imitazioni. E come diffatti sarebbe esemplare ciò che non à sussistenza? e non vince e non supera effettualmente le cose da lui ritratte?"
      },
      {
        "index": 29,
        "text": "122. — Certo, nell’antichità nessuno quanto Platone girò un occhio snebbiato ed acuto in questo archetipo degli archetipi; nondimeno pel senso profondo di religione che il Cristianesimo recò nelle scuole e sposó fiducialmente alla scienza e alla speculazione platonica, venne parte ampliato e parte ammendato quel concetto adorabile."
      },
      {
        "index": 30,
        "text": "Noi nella nostra pochezza ci siano aiutati con ogni industria per farlo risplendere in purezza e lucentezza maggiore; e avvertendo gl’ingegni non troppo cauti del pericolo di abbagliarvisi. Imperocchè da un lato mostrammo la ingannevole facilità d’introdurvi nozioni mal confacenti all’essenza divina e alla sua altezza inaccessibile. Dall’altro, sciogliemmo non picciol numero di apparenti implicanze e di obbiezioni argutissime, fuggendo nullamente la baldanza puerile di credere che noi alzammo un qualche lembo di più della gran cortina che copre l’ultimo recesso del tempio."
      },
      {
        "index": 31,
        "text": "123. — Concludiamo. In quella misura che va crescendo la civiltà e la scienza, cresce e s’illustra per entro la mente il concetto di Dio, il quale a vicenda chiarisce e feconda via maggiormente i principj sovrani della scienza e della civiltà. Formasi quel concetto in fondo alle intelligenze per opera dell’istinto non meno che del raziocinio; sovviene alla composizione di tutti gli archetipi come esso medesimo sembra per la luce riflessa di tutti quelli grandeggiare con più perfezione in cima alla intelligenza umana. La fede è gagliardissima ajutatrice di tale costruzione sublime, se è lecito così domandarla, ed è una fede più veggente della ragione non però contraria; ed anzi spunta come ultimo fiore sull’albero della scienza medesima. È necessità della nostra inferma pupilla che fissandosi nel concetto di Dio e delle attribuzioni sue infinite ne spicchi luce ed ombra; luce sfolgoreggiante e ombra cupa e non dissipabile. Ma qui puranco la natura nostra intellettuale non mente. Si procede fra i misteri non fra gli assurdi. E quante volte si giudicò la ragione essere quivi assalita da irresolubili contradizioni, altrettante ne fu liberata cercando il vero con più acutezza e con maggiore fiducia."
      }
    ]
  }
}
