{
  "chapterNumber": 38,
  "title": "Vol. I, Libro Quinto, Capo 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA PIÙ RECENTE FILOSOFIA ITALIANA."
      },
      {
        "index": 1,
        "text": "109. — Ne’ giorni del mio esilio, che fu lunghissimo ed ebbi quasi tutto consumato in Parigi, io venni un bel mattino a picchiare all’uscio d’un’abitazione appartata e modesta, e fummi aperto da un tale uomo ch’io lascio indovinare al lettore quando io ne faccia bene il ritratto. Era grande e asciutto della persona e le gambe avea più sottili del rimanente. Ampia testa e zazzeruta con fronte larga e spianata e sotto essa due occhi poco rilevati ma pieni di movimento e di luce; il viso più quadro che tondo, le labbra argute, il mento risentito e con pelo rossigno, nelle carni un color bianco rosato e nel tutto insieme certa meschianza di gracilità e vigorezza e certa espressione di dolcezza e di forza che è malagevole troppo a far intendere con le parole."
      },
      {
        "index": 2,
        "text": "Voi capitate proprio a tempo, mi disse sorridendo quell’uomo, di già famoso e da cui sarebbe, poco stante, provenuta od occasionata almeno non picciola parte delle nuove fortune d’Italia. Guardate il libro che io tengo tra mano. Ed io giratovi l’occhio riconobbi quel mio povero scritto del Rinnovamento della filosofia antica italiana. Quasi dieci anni erano corsi dalla sua prima pubblicazione, e persuaso più che altri de’ suoi molti errori e del suo fallace fondamento, spiacquemi allora e mi vergognai di vederlo tornare sotto gli occhi di tanto giudice."
      },
      {
        "index": 3,
        "text": "110. — Ma quegli, fattomi entrare nel suo studiolo e posato il libro sullo scrittoio, seguitò a dire: L’asserzione vostra che in Italia rado o non mai siasi fatto buon viso alle dottrine platoniche mi sembra non apporsi. Lasciamo stare il medio evo in cui nondimeno il celebre Giovanni Fidanza fu tanto platonico quanto era lecito al secolo suo che ignorava ancora gli scritti originali del gran fondatore dell’Accademia e beveva ai torbidi rivoli dei neoplatonici di Alessandria. Voglio anche trasandare una schiera di teologanti che preferendo sant’Agostino ad ogni altro dottor della Chiesa fecero indizio evidente dell’inclinazione loro verso i concetti platonici. Ma dal cardinale Bessarione al secondo l’ico e a Francesco da Diacceto maestro del Varchi negherestemi voi che il moto delle menti suscitatosi in Italia non fosse per lo spazio di quarant’anni informato delle opinioni e dello spirito di Platone? L’Accademia fondata da Marsilio Ficino e patrocinata dai Medici, sebbene non lasciasse eredi e continuatori illustri giovò grandemente ad atterrar la Scolastica e fare a fronte d’Aristotele fiorire altri sistemi arditi ed originali, poniamo fossero differenti da quello di Platone. Aggiungo che io non sosterrei gran fatica a discoprire profonde tracce della teorica delle idee non pure in Giordano Bruno ma nello stesso Campanella, volendo qui tacere del Tasso che ne’ suoi dialoghi sembra talvolta accostarsi più volentieri all’Accademia che al Peripato. Ad ogni modo se nell’ultimo scorcio del secolo diciassettesimo e nel cominciare dell’altro l’ingegno meditativo italiano dette qualche scintilla fu nel reame di Napoli e parve conformarsi alla vecchia scuola platonica meglio che a qualunque altra. Testimonio chiarissimo il Vico e l’intrinseco suo Paolo Doria e il Fardella ed altri minori. Cosi parlommi l’autore del Primato civile degl’Italiani, e già cresceva d’animazione e di voce e gli occhi e le gote gli rilucevano; ma nondimeno nell’aria del volto e nella bocca atteggiata al sorriso rassicuravami della sua consueta domestichezza e benevolenza."
      },
      {
        "index": 4,
        "text": "111. — lo, soddisfatto d’intendere che l’uomo grande invece di sindacare le parti dottrinali del libro mio ponevasi per cortesia ad appuntarne le meno difettose, subito allargai il cuore e risposigli con ogni schiettezza: egli può stare che il mio giudicio sull’andamento più naturale, più proprio e più continuato degl’ingegni speculativi italiani pecchi di parzialità e di trascurataggine. Nullameno, avvertite, onorando amico, che quel movimento platonico intrapreso dal Ficino e patrocinato dai Medici si ristrinse quasi tutto in Toscana o a dir meglio in Firenze ne’ famosi orti Oricellaj. E in Firenze medesima il Varchi, tuttoché discepolo ed ammiratore del da Diacceto, si professa acerrimo peripatetico e fa il simile un altro amico suo e da lui lodatissimo, intendo parlare di Agostino da Sessa. Più tardi il Cesalpino, ingegno inventivo e acutissimo, nelle sue Questioni peripatetiche nulla non ritiene della filosofia spacciata alla Corte dei Medici. E mentre quella filosofia se ne muore quasi infeconda. in Toscana, invece a Padova la scuola del Pomponaccio si vigorosa che diffondesi per ogni parte d’Italia."
      },
      {
        "index": 5,
        "text": "112. — Con ciò, io non vi nascondo che altra cosa è la filosofia dalle cattedre propalata ed altro quella delle Accademie e degli uomini particolari. Dapoichè la Chiesa abbracciavasi ad Aristotele e la Somma di san Tommaso a rispetto de’ principj speculativi ad Aristotele faceva capo, non fa maraviglia se Platone rimase al di sotto; e si potrebbero addurre ancora d’altre ragioni. Quanto al risorgere delle opinioni platoniche nel mezzogiorno d’Italia in sul chiudersi del Seicento e proseguendo oltre nella prima metà del secolo decim’ottavo, io non ò che replicare e piacemi di riconoscere che il nome del Vico vale per cento, e meraviglioso fu il suo concetto di descrivere il corso della civiltà e segnatamente le trasmutazioni del diritto umano e civile come dipendenze dello snebbiarsi successivo delle idee eterne nel pensiere de’ popoli. E forse m’è intervenuto di recare alla nazione italiana quelle disposizioni di mente e di animo verso gli studlj speculativi nelle quali trovavami io rinvolto e allacciato quando pigliavo a scrivere del Rinnovamento; cosa certo non comportabile ognora che si guarda a cogliere con sincerità e interezza la verità della storia."
      },
      {
        "index": 6,
        "text": "113. — Coteste furono quel dì le mio scuse al Gioberti; ed oggi le vo ricordando al lettore a titolo di confessione e aggiungendo il perchè nel paragone che sto per fare della metafisica mia con quella de’ miei precessori in Italia, determinai di non salire più su del Galluppi e tacermi del Vico vero e ardito rinnovatore nella penisola della teorica delle idee. Dico adunque che pur troppo il Vico non fece scuola; e negli scritti ecclettici del Genovesi a lui succeduto nella sua patria rincontransi opinioni assai temperate e nulla propense al volgare empirismo, ma prive di carattere grande e scolpito. Poi si cadde più basso ancora, e Locke e gli enciclopedisti preoccupando ogni intelletto più vivo e più libero diradicarono insino all’ultime barbe ogni germe spontaneo ed originale d’italiana speculativa e d’idee platoniche."
      },
      {
        "index": 7,
        "text": "114. — Quando negli ultimi tempi e ne’ giorni appunto che la nostra patria giacevasi più dismembrata e invilita, un buon calabrese nella solitudine de’ suoi monti nativi prese animo di confidarsi alla propria mente per giudicare dei principj supremi di tutto lo scibile; e sebbene non si sciogliesse affatto dall’autorità degli scrittori stranieri e dall’influsso dei metodi prevalenti allora appo ogni generazione di scrittori nella Penisola, certo è che non mancò all’ufficio di investigatore indipendente ed acuto della verità; e questo aver cominciato a far movere senza grucce forestiere e co’ piedi propri la filosofia in Italia renderà cara sempre e manterrà venerabile appo noi la memoria di Pasquale Galluppi."
      },
      {
        "index": 8,
        "text": "115. — Se non che, egli capitò a vivere in una età di fisici di economisti e di utilitari. Onde era profonda ed irremovibile la persuasione ne’ dotti e nel volgo che ogni verità di qual sia natura e specie proviene dalla sola e nuda esperienza; e chiamavasi di tal nome la notizia dei fatti, le induzioni ricavate dal lor paragone ed esame e per sino i ragionamenti che avessero per iscorta il principio d’identità e di ripugnanza. Le verità necessarie, quanto le idee onde son formate ed elementate, avevano a giudicio comune un mero valore logico destituito d’ogni realità obbiettiva."
      },
      {
        "index": 9,
        "text": "116. — Impertanto, il Galluppi non abile a trarsi fuori dell’ambiente che il circondava d’ogni banda si dichiarò filosofo sperimentale. Ma non volle essere ne idealista come il Kant, nè scettico come l’Hume nè empirico alla foggia degli Scozzesi. Anzi stimò di poter pervenire alla irrepugnabile dimostrazione dei supremi principi di logica e similmente di porgere prova apodittica del sussistere delle tre diverse realità Dio, il mondo e la sostanza nostra pensante. E poichè le idee nella estimazione sua non provano alcuna esistenza, e sono vuote rappresentazioni, forza era cominciare dall’ego cogito e attenersi al rigore dei metodi psicologici."
      },
      {
        "index": 10,
        "text": "117. — Il suo criterio per salire ad ogni specie di assoluta dimostrazione fu sempre uno e medesimo; e consistette ad affermare che posta la sussistenza di tale fatto o di tal altro, debbe necessariamente sussistere eziandio questa o cotesta realità, correndo fra entrambi i termini una evidente relazione di medesimezza; ma quel fatto esiste effettualmente, dunque l’altra realità esiste eziandio. In simile guisa per Pasquale Galluppi le idee e i principj astratti ed universali servivano solo a scoprire le non visibili identità delle cose e interdiceva a sè stesso ogni cognizione e scienza a priori ed anzi la dichiarava al tutto impossibile. Quindi ogni idea generale parvegli risultare onninamente dal solo astrarre, paragonare e indurre il comune dei fenomeni; facendo meno di Aristotele, il quale poneva in mezzo un’azione enigmatica dell’intelletto agente. E d’altra. parte, originando il Galluppi presso che tutte le idee di attinenza da una veduta del nostro spirito entro la quale nulla di obbiettivo non esisteva, riproducevansi contro al sistema suo le più valide obbiezioni di Kant per annichilare le esterne esistenze e concedere alle cognizioni umane la sola verità e realità subbiettiva. Me ne passerò con silenzio del suo trattato della volontà, come alieno dal mio subbietto, sebbene i psicologi di Francia l’abbiano in singolar pregio; e meriti, credo, d’essere vie più letto e studiato di quello che veggasi fare."
      },
      {
        "index": 11,
        "text": "118. — Così tentavasi dal Galluppi con ingegno raro e con pensieri non presi ad accatto la impresa impossibile di trasmutare l’empirismo in razionalismo, quando nel 1830 comparve in Roma l’opera più solenne ed originale di Antonio Rosmini. Costui benchè non iscevro del soverchio spirito positivo e sperimentale de’ tempi suoi cavò dal seno della teologia un alto concetto della idealità e delle scienza a priori. Nè già poteva un ingegno nobile e profondato nella lettura de’ santi Padri, e massime di sant’Agostino, non ricordarsi di Platone nè da un canto scorgere la impotenza del gretto sensismo a cogliere l’Assoluto e dall’altro la saldezza e fecondità dei principj supremi speculativi."
      },
      {
        "index": 12,
        "text": "119. — Contuttociò, per timore di troppo offendere gli abiti intellettuali degli studiosi in Italia e forse ancora per condurli gradatamente a un meditare più astratto e di maggior polso, non ardi egli di sottrarsi a dirittura ai metodi psicologici; e la splendente e vasta dottrina delle idee restrinse sfortunatamente nella sola idea innata dell’Eute ideale o possibile; e cioè, dell’Ente che non à sussistenza e però esiste solo dentro una mente."
      },
      {
        "index": 13,
        "text": "120. — Per lo certo, nessuno soverchierà il Rosmini di acutezza e diligenza analitica; nessuno, di vigorezza dialettica nè di varia scienza ed erudizione; ed in fine, nessuno potrà sovraporglisi nell’ingegno architettonico e attissimo a ordinare il lungo e avviluppato filo d’una enciclopedia intera di studj razionali. Nè dubitiamo di dire che in cotesta ultima perfezione della sua mente egli dopo san Tommaso è da contrapporre al Gaetano, al Suarez e a pochissimi altri d’ogni età e d’ogni nazione desiderosi di costruire tutte le scienze speculative in accordo continuo con le lettere sante e la più severa ortodossia."
      },
      {
        "index": 14,
        "text": "121. — Se non che, la sterilità invincibile del suo Primo in filosofia che fu quella forma vuota dell’essere da lui predicata e la quale sebbene si paja abbracciare ogni cosa non può nulla stringere, fece vuoto e infruttifero il suo intero sistema in quanto dottrina e corpo di metafisica. E appunto perchè fu ingegno acutissimo e possedeva potenza di raziocinio e di deduzione infinita spiegò in immenso la tela de’ suoi pensieri. Ma venendogli meno il punto di consistenza, poco o nulla gli giovò di saper maneggiare una leva simigliante a quella, onde Archimede confidavasi di sollevare il mondo. Parzialmente ed occasionalmente fu trovatore di molte verità segnalate in logica in psicologia in antropologia e nelle morali; tuttochè l’osservazione stessa dei fatti sempre venisse compiuta da lui attraverso al prisma della sua ideologia."
      },
      {
        "index": 15,
        "text": "122. — Ma niuno mostrò quanto l’Abate Rosmini la impossibilità risorgente ed inemmendabile di pervenire a qualche dottrina fondamentale e apodittica, mediante la sola esperienza; ed egli fu primo e autorevolissimo iniziatore fra noi non dirò della teorica delle idee, si veramente dello studio vario e indefesso intorno di quella. Debbesi a lui il fervore ridato su in Italia per un’alta speculativa; a lui l’essersi l’ingegno de’ giovani francato quasi al tutto dalla imitazione de’ forestieri nelle razionali discipline; a lui che il clero meno provetto cominciasse a pigliar vergogna della propria ignoranza e reputasse degnissimo di buon sacerdote il nudrire la mente di soda filosofia."
      },
      {
        "index": 16,
        "text": "123. — Ma di là a pochi anni, un ingegno forse più poderoso d’invenzione e di veduta sintetica, ma certo di propositi assai più arditi e ornato naturalmente di rara facondia, cercò uegli studj speculativi consolazione all’esilio e difesa dall’ozio non volontario. Sebbene fosse quanto il Rosmini tenace dei dogmi cattolici, osò imprendere una vasta ristaurazione delle scienze sacre e degl’istituti ecclesiastici riformandoli giusta i nuovi concetti della civiltà, sforzandosi di riporli a capo della vita comune dei popoli, non per semplice autorità di tradizione e di fede, ma per potenza intellettuale e mostrando in loro i germi, il fondamento e i principj d’ogni progresso e d’ogni perfezionamento umano."
      },
      {
        "index": 17,
        "text": "Cotesta Restauratio Magna, per parlare come Bacone, dovea venir fomentata e cominciata in Italia, e primo inizio d’ogni cosa esser dovea la filosofia emendata e ricondotta allo spirito della scuola italica antica. Restò la Penisola come attonita e pure assai compiaciuta di tali pensieri. Chè avezza come era a giudicarsi la più scaduta e fiacca delle nazioni occidentali, sembrò rincorarsi alle parole d’un uomo il quale non dubitava di riconoscere in lei il privilegio superbo e invidiabile del Primato Civile."
      },
      {
        "index": 18,
        "text": "124. — Ma per discorrere della parte che sola s’attiene alla materia di questo volume io dirò che a Vincenzio Gioberti non facea mestieri l’esempio del Rosmini per innamorarsi delle dottrine platoniche. E se qualche cosa gli nocque nel profondo suo meditare in filosofia fu il soverchio entusiasmo col quale abbracciò il concetto della realità obbiettiva di tutte le idee. Gli nocque del pari la impazienza e feracità dell’ingegno; perchè quanto gli era facile concepire un vasto disegno di metafisica, definirne i dogmi delinearne le parti e scorrere rapidamente insino alle ultime applicazioni, altrettanto gli riusciva gravoso di sminuzzare la materia e condurre a passo a passo le analisi a quella luridità e compitezza che l’esatta scienza domanda; e mentre il fervor della mente lo profondava in soggetti incidenti e remoti, scordava talvolta di meglio assodare i principj e liberarli da ogni dubbietà e da ogni obbiezione."
      },
      {
        "index": 19,
        "text": "125. — Così non pervenne mai a provare nè per via di fatto nè per via di ragionamento che l’uomo possieda un’apprensione immediata ed una sorta di percezione della sostanza divina e delle divine attribuzioni; il che nondimeno era il cardine di tutta la sua metafisica. In tal guisa, mentre sdegnava l’ontologia fondata sui fatti che domandansi di coscienza e fuggiva a tuttuomo e vilipendeva i metodi psicologici, debbe affermarsi francamente che la sua dottrina muove da un a priori piuttosto apparente che certo e irrefragabile. Il secondo pernio sul quale gira il sistema suo fu di connettere l’infinito al finito mediante la visione perenne che attribui all’uomo dell’atto creativo, cioè di quell’atto che è il più misterioso il più trascendente e il meno aperto ed intelligibile di qualunque altro."
      },
      {
        "index": 20,
        "text": "Di tal guisa, essendo per gran ventura risorto il platonicismo in Italia, mentre in Francia veniva soffocato dai metodi cartesiani e in Germania travisato dal panteismo, esso rischiava o di parere infecondo e sofistico nelle mani del Rosmini o arbitrario quasi e debolmente connesso in quelle del Gioberti."
      },
      {
        "index": 21,
        "text": "126. — Rimaneva che se ne fosse cercata la verità con nessuna preoccupazione e ambizione e riscontrando ogni cosa da un lato coi fatti pazientemente e per minuto indagati, dall’altro con gli adagi del senso comune. Perchè gli è certissimo che mentre ciascuno suol ravvisare nelle idee un essere rappresentativo, nondimeno crede mediante esse idee di pensare la cosa in se e però le verità necessarie esprimere una esistenza eterna assoluta ed universale. Certissimo che nella possibilità metafisica è similmente ravvisato un che di positivo e non solamente di negativo e di logico e la nozione di Dio svegliare nella generalità delle menti l’idea d’un subbietto reale; come per altro verso, ciascuno afferma che noi pigliamo notizia immediata della natura e con l’astrazione ed il paragone caviamo dai singoli oggetti le medesimezze onde sono formati i concetti di specie e di genere; ma insieme confessano tutti che niuna intima essenza di cose ci è manifesta."
      },
      {
        "index": 22,
        "text": "127. — Tali ed altre si fatte credenze del comune degli nomini anno addirizzato il nostro pensiere alla difficile investigazione dei sommi principj. E quando non c’inganniamo indigrosso, la filosofia italiana perviene con questo presente scritto a soddisfare legittimamente il suo desiderio antico e dal Galluppi rinnovato di riuscire positiva insieme e dimostrativa, sperimentale e scientifica. Conciossiachè il fatto della intellezione non è meno certo nè meno sperimentale di quello del percepire o di qualunque altro si nota ne’ libri degli sperimentali e degli stessi empirici. Se non che il fatto della intellezione come i buoni metodi sperimentali c’insegnano debbe essere avvisato e studiato in ciascuna sua parte e così nel principio come nel termine e tanto nel subbietto quanto nell’obbietto."
      },
      {
        "index": 23,
        "text": "128. — Allora si riconosce che le idee sono evidentemente un composto di segno e significato di rappresentazione e rappresentato o con altri vocaboli che ivi è l’assoluta realità manifestantesi in doppio modo con la indeterminata e infinita presenzialità e con le forme ideali o vogliam dire rappresentative. D’altro lato è soddisfatto pure ampiamente all’altro desiderio della filosofia italiana di vestire l’abito rigoroso e inconsumabile della scienza, come si conviene ad una perfetta teorica anzi alla prima, e la quale à per ufficio di dar fondamento e malleveria a tutte le altre."
      },
      {
        "index": 24,
        "text": "Noi certamente fondammo la metafisica al tutto a priori e niuno potrà scrollarla da quel suo seggio se prima non atterra le verità necessarie nelle quali sole sta un cominciamento assoluto e che nulla non presuppone. Così appagammo eziandio il desiderio legittimo del Gioberti che fossero nella ontologia posti da lato i metodi psicologici come infecondi e inopportuni, ricordandoci di quel detto antico di Proclo che una proposizione sola contingente mescolata fra diccimila necessarie le faccia tutte contingenti. Per simile è appagato il Gioberti nel volere che l’idea non pure fosse cosa reale ma realissima e delle divine attribuzioni fornita; al qual termine poi tendeva del sicuro lo stesso Rosmini volendo che quel suo ente possibile in fondo si connettesse con l’ente primo."
      },
      {
        "index": 25,
        "text": "129. — Ma gli fu fatale l’aver cominciato da un’astrazione si vuota e sì negativa che mai non gli venne succeduto di riempirla secondo le necessità della buona argomentazione. Laonde se la filosofia italiana interrotta e caduta col Vico e poi risorta e rinvigorita col Rosmini e col Gioberti mirò singolarmente a far signoreggiare le idee e però assunse apertamente un carattere platonico, noi pigliamo animo d’affermare che tale periodo di moto intellettuale si compie nel nostro scritto, dove alla i suoi giusti fine la teorica delle idee rincontra limiti e si congiunge e tempera secondo verità con le dottrine sperimentali che pigliano più volentieri il nome loro da Aristotele."
      },
      {
        "index": 26,
        "text": "130. — Non so se venisse bene avvertito dagli storici della filosofia, come nel generale Aristotele e i suoi seguaci abbiano per difetto peccato e i platonici per eccesso. Mai non potettero gli aristotelici (che oggi si domanderebbono sperimentali e psicologi) render ragione chiara compiuta e persuasiva cosi delle idee come delle verità necessarie ed universali o vogliam dire dell’oggetto assoluto de’ nostri pensieri; perchè volendo ogni cosa ritrarre dal fondo solo del nostro spirito la cagione operante fu riconosciuta insufficiente e difettiva. Benchè poi taluno curò di supplirvi con l’intelletto agente levato a natura universale e divina."
      },
      {
        "index": 27,
        "text": "131. — In quel cambio furono sempre eccessive le sentenze platoniche e col loro soverchio sgomentarono gl’ingegni guardinghi e prudenti. Perocchè non soddisfatte di proclamare la eternità e realità delle idee sembrò che volessero farne la sostanza di tutte le cose sotto nome di partecipazione. onde Aristotele se ne usci con quelle parole poco rispettose: quanto al sapere quello che sia tale imitazione o partecipazione vattel a pesca. Fu soverchia similmente la opinione delle idee innate, comune pressochè a tutti i platonici; poco badando che niuna notizia sussiste dentro il pensiere i cui elementi non sieno in fonte e in radice cavati dall’esperienza. Di più si volle da alcun platonico me scolare si fattamente le idee all’esperienza medesima da confondere e anebbiare le due specie di cognizione; il che apparisce segnatamente negli scritti del Malebranche e stimiamo aver essi provocata, direbbero i fisici, una reazione di cui profittarono i sensisti e gli empirici."
      },
      {
        "index": 28,
        "text": "Tempo era, impertanto, che la prima filosofia delineasse con preciso disegno la virtù e gli uffici dell’intelletto, l’essere e i modi del percepire e mostrasse ciò che più volte ò significato, come Platone rischiari, accresca e completi le positive dottrine del suo discepolo invece che l’uno disdica e rinneghi l’altro. E veramente non solo la dottrina delle idee torna incompetente ed inopportuna a insegnarci quello che sia la natura ed il nostro spirito, ma esse medesime, dove non piglino il lor contenuto dall’esperienza, riescono vuote e inintelligibili all’uomo, nè vi sarebbe notizia delle specie e dei generi quando la mente per astrazione e comparazione non iscorgesse nei singoli oggetti il simile e il differente, il comune ed il proprio. Ma d’altro lato, tolta di mezzo la visione delle idee, sarebbe non pure sottratta all’uomo la cognizione dell’infinito, ma la notizia medesima dei fatti sperimentali mai non salirebbe alla universalità all’ordine all’assoluta certezza e al maestoso lume di scienza."
      },
      {
        "index": 29,
        "text": "132. — Alla filosofia italiana bisognavano parecchi notabili emendamenti e compimenti in questa materia principalissima delle dipendenze e corrispondenze fra i due ordini dei fatti e delle verità. Chè la natura e lo spirito non sarebbero state mai conosciute con certezza scientifica senza a teorica della intuizione immediata dell’interno ed esterno subbietto in quanto sono termine l’uno e l’altro e sostegno de’ proprj atti. Tale teorica, principiata dal Reid con la estinzione delle specie intermedie, proseguita dal Galluppi col pronunziare che il me percepisce direttamente il non me, trova nel nostro scritto il suo debito finimento; mostrando come sia impossibile un atto di congiunzione senza che fra i termini separati non intervenga una sorta di parziale unità, la quale, avvertita dalla mente, rivela di necessità la unione e compenetrazione degli atti e l’annettersi loro ai subbietti correspettivi; conciossiachè intuire un’attività vuol significare l’apprensione d’un atto siccome tale, e cioè a dire d’una entità connessa ad un’altra."
      },
      {
        "index": 30,
        "text": "Questo nuovo studio dell’atto di congiunzione porge la chiave di molti secreti di metafisica e introduce la mente all’apprensione così immediata come sicura dei tre subbietti sostanziali e diversi la cui notizia ci è negata dal Kant, vogliamo dire il divino, il nostro spirituale e il materiale della natura, e, con altri vocaboli, Dio, l’anima e il mondo."
      },
      {
        "index": 31,
        "text": "133. — Occorreva pure alla filosofia italiana di accertare i suoi concetti circa il legame unitivo di Dio, della natura e dell’anima e conoscerlo chiaramente cosi a rispetto del nostro essere individuale come a rispetto dell’universo; il che viene ad esprimere l’unità psicologica e l’unità ontologica. E quanto alla prima, ei non si conviene mescolare in guisa le percezioni e le idee da farle materia e forma l’une dell’altre come poco avvedutamente fece il Rosmini. Certo, le percezioni e le intellezioni sono atti entrambe del nostro spirito e però sono raccolte nell’unità sostanziale di lui; ma i termini di quei due atti sono tanto diversi quanto il finito dall’infinito e il reale assoluto dal reale contingente. Si connettono bensì e corrispondono continuamente e puntualmente pei tre legami che sono, primo: l’affacciarsi dell’idea ripensando l’uomo alle sue percezioni e al comune delle cose, e riconoscendo in quella un segno ed una rappresentanza universale ed eterna di queste; secondo: il credere che fra le cose percette e l’eterno ideato e rappresentato corra relazione di parzial simiglianza; terzo: l’usare perennemente delle rappresentanze ideali e delle verità necessarie per riflettere sulle percezioni e illustrare e coordinare le nostre esperienze. All’unità sostanziale poi dello spirito sopraggiunge l’unità intelligibile che è quella vista mentale che avverte indifferentemente i concetti come i fenomeni il limite indeterminato e comune di tutte le idee, quanto il limite de’ nostri atti e della natura esteriore."
      },
      {
        "index": 32,
        "text": "134. — D’altro lato, le idee si connettono alle percezioni non solo occasionalmente e per successione ed associazione quasi meccanica. Perciocchè le idee sono la forma dell’Assoluto adatta e comunicabile all’uomo; e ciò che sembra occasione fortuita ed associazione quasi meccanica è la luce della verità che penetra dentro la mente, qualunque volta le si aprono gli acconci spiragli; e questa è unità speciale, ma solenne e ontologica tra l’infinito e il finito, tra le nozioni ed i fatti, mediante la incessabile partecipazione alla mente umana dell’assoluta intelligibilità."
      },
      {
        "index": 33,
        "text": "135. — L’altra unità ontologica che è universale lega con nodo apodittico tutte le esistenze, è descritta nel nostro volume laddove si parla della creazione dell’atto creativo. Mediante i nostri principj la filosofia italiana riceve tal compimento che la formola celebrata di Vincenzo Gioberti — l’Ente crea l’esistente — da suppositiva o troppo difficile a venir dimostrata convertesi in proposizione assoluta, e vale a dire che stanno a priori entrambo i suoi termini e non patiscono oppugnazione. Per fermo, se noi diremo: l’Ente è il bene; nel bene è la bontà; la bontà crea l’esistente, niuno potrà ripugnare; tuttochè condotta a simili termini la formola nostra non differisca sostanzialmente da quella del Gioberti."
      },
      {
        "index": 34,
        "text": "136. — Mi accade un’ultima considerazione ed è intorno al panteismo di cui questo nostro libro è risoluto avversario, ed in ciò continua le opinioni concordi del Vico del Galluppi del Rosmini e del Gioberti. Se non che, bisognavano pure in tale materia incrementi ed emendamenti, si aditando ad ogni tratto i gran paradossi dell’hegelianismo che è l’espressione più recente e più celebrata del pensiere comune dei panteisti, e si purgando l’opposta dottrina d’alcuni pareri non abbastanza meditati e da’ quali è troppo agevole di dedurre conseguenze non conciliabili con lo schietto teismo. Certo è, per tacere dell’altre cose, che il Rosmini e il Gioberti perseverando ambedue a voler trovare la idea dell’Ente in fondo a tutte le idee, danno buon giuoco al panteista per provar loro che finito e infinito si uniscano e s’immedesimino in quella universalità e comunanza di essere. Tanto più che le idee sono pel Gioberti la divina realità manifesta al pensiere senza veruno intermezzo; e pel Rosmini l’Ente ideale assolvesi nell’Ente assoluto di cui esprime una forma congenerata e coeterna. Al che poi debbe aggiungersi che ambedue que’ pensatori ortodossi pajono voler accettare il principio leibniziano degl’indiscernibili, giusta il quale viene dimostrato che se passa tra il finito e l’infinito certa comunanza di essere e in quella non si perviene a discernere diversità fra i due termini, ne consegue una sorta di perfetta unificazione; appunto come Spinoza affermava dover accadere in fra gli attributi, i quali posto che non sieno discernibili l’uno dall’altro debbono appartenere ad una sola sostanza."
      },
      {
        "index": 35,
        "text": "137. — Ma noi scioglienimo di leggieri coteste incongruenze, negando il principio degl’indiscernibili e compiendo della nozione dell’essere un’analisi minutissima per la quale risultò vano il supposto che in fondo a tutte le cose come in fondo a tutte le idee sempre ricomparisce l’essere comunissimo."
      },
      {
        "index": 36,
        "text": "138. — Non isfuggirà, certo, al lettore questo punto capitalissimo che nullaostante le discrepanze notate fra noi ei due allegati filosofi sono molte più le opinioni e i principj ne’quali ci accordiamo compiutamente; e credo che moltiplicherebbero ancor di vantaggio qualora con mente discreta e conciliativa s’intendessero e interpretassero assai luoghi e parole dell’uno e dell’altro autore. Così giudichiamo, per atto d’esempio, che quando il Rosmini inflessibilmente usa la voce ideale come contrapposto dell’altra voce reale, appena ci si lascia credere ch’egli non desse loro significazione un po’ nuova e differente dalla comune. Perocchè egli non pensò del sicuro che le idee fossero equivalenti al nulla e intese di contrapporle al reale e cioè alla res dei latini, al fatto od alla sostanza, pigliando il vocabolo nel significato suo meno antico e nell’uso più frequente e volgare."
      },
      {
        "index": 37,
        "text": "Per simile, in quella sua nozione dell’Ente possibile, chi ben vi riguarda avviserà sempre una connessione o sottointesa o accennata e alcuna volta arguita da lui medesimo con l’Ente reale assoluto; laonde infine si può interpretare che que lambicchi poco felici pei quali fa egli trascorrere così la nozione dell’Ente come le altre sieno distinzioni e astrazioni metodiche e giusto timore di porre in mezzo principj e tesi non dimostrate. Sembrami ancora che quando il Roveretano discorre della realizzazione delle idee nelle cose finite, egli volle esprimere lo stesso fatto dello spirito che noi chiamammo avveramento di esse idee nelle percezioni, o s’abbia a domandarlo attinenza e corrispondenza ad extra di segno a significato e d’idea a ideato. Certo è che cotesti intendimenti e interpretamenti di sue dottrine mi sembrano per una parte non ripugnare alla sostanza delle medesime e per l’altra elle ci appariscono alleggerite isso fatto di parecchie difficoltà ed incongruenze."
      },
      {
        "index": 38,
        "text": "139. — Noi ci possiamo avvenire in altrettanta e più temperanza e concordia di opinioni e principj tra noi e il Gioberti adoperando verso di lui il tenore stesso di conciliazioni e di chiose. Nè volendo qui pure intralasciare gli esempj, diremo che del sicuro il Gioberti reputò cosa impossibile percepire l’infinito in questa maniera che se ne riceva l’atto infinito dentro di noi ed egli medesimo negava allo spirito nostro l’intuito della essenza divina; e perchè in Dio l’essenza è ogni cosa e nulla non v’è che essenziale non sia, se ne dee ritrarre che l’intuito nostro di Dio secondo il Gioberti non differisce forse che poco da quello che noi affermiamo. Solo ch’egli chiama giudicj e parole pronunziate da Dio a sè stesso le ideali manifestazioni."
      },
      {
        "index": 39,
        "text": "140. — D’altro lato, dichiarandosi il Gioberti in più luoghi de’ libri suoi metafisici di seguitare in ispecial modo i concetti di sant’Agostino e questo dottore scrivendo che l’intuito nostro di Dio avviene direttamente e nulla interposita creatura, è lecito di asserire che in ciò non si differenziano minimamente la dottrina del Gioberti e la mia; perocchè, sebbene io confessi di non sapere preciso quello che sieno le idee quanto al puro essere loro rappresentativo, non però di meno, ogni buon argomento m’induce a credere ch’elle non sono cosa creata nè fattura del nostro spirito; e dicendo io ch’elle sono la forma della divina intelligibilità confacevole alla nostra natura presente, poco diversamente io parlo dal Gioberti e da sant’Agostino cui piace di credere che noi apprendiamo i pensieri e i giudicj stessi di Dio. Nel fatto, ei non si conviene di menticare che santo Agostino medesimo venendo alle strette fecesi a dichiarare ne hoc a me . . . . expectetis ut esplicem . . . . quomodo cognoscat Deus. Hoc solum dico: non sic cognoscit ut homo . . . . et quomodo cognoscit dicere non audeo, quoniam et scire non possum."
      },
      {
        "index": 40,
        "text": "141. — Nè il Gioberti ebbe agio di compiere e coordinare tutta la sua metafisica. Anzi negli scritti postumi di lui sono modificate e corrette molte opinioni ed altre nuove e ardite vi compariscono; il che dimostra come la sua mente fosse tuttora nell’opera del costruire ed architettare il sistema suo. Non meraviglia, pertanto che parecchie sentenze vi stieno senza sufficiente dimostrazione ed altre sieno inventate per timore eccessivo dell’eterodossia. Quindi, al credere mio, è sicuro che tutta la macchina sua della percezione umana continua dell’atto creativo sarebbe stata abolita da lui, subito che gli fosse paruto bene accordabile insieme la libertà divina e la necessità susseguente della creazione del mondo."
      },
      {
        "index": 41,
        "text": "Questi cenni sieno sufficienti a mostrare il proposito nostro che nella dottrina platonica variamente professata ora in Italia, è meno difficile che non sembra l’accostare i pareri e condurli a buona omogeneità di parti e unità di principj."
      },
      {
        "index": 42,
        "text": "142. — Appartiene ad altri piuttosto che a noi il mostrare e provare come l’ontologia nostra sia di concetto larghissimo e riesca feconda d’ogni maniera d’applicazione. Ciò ch’ella possa in ideologia s’è veduto più sopra assai chiaramente e nel volume che segue apparirà la sua sodezza e dovizia nelle materie cosmologiche. Solo ripetiamo che se il pensiere speculativo sta per entrare in nuove carriere, e desideriamo che ciò avvenga pel progresso della scienza e l’onore della patria, quel periodo della filosofia italiana ormai durato cinquant’anni, e di cui sono stato testimone in gran parte, chiudesi probabilmente con questa opera Delle Confessioni. Attesochè la teorica delle idee v’incontra, se non m’inganno, una si precisa delineazione, che bisogna, quando non istravaghi e bizzarramente non si trasformi, che vada ripensando e commentando sè stessa, e cerchi per ordine le innumerevoli sue determinazioni nell’arte nella storia nelle morali e in ogni altra parte dello scibile."
      },
      {
        "index": 43,
        "text": "Comunque ciò sia e qual giudicio che si pronunzii di quella teorica, sempre ci recherà onore e compiaci- mento di sapere ch’ella nasceva primamente in Italia, come afferma più volte lo stesso Aristotele; ed ora, dopo trascorsi molti secoli e rimutate più forme di civiltà, bello vederla tornare in mezzo di noi non dirò da un esilio penoso ma da una lunga e fruttifera peregrinazione. Onde ella esercitatasi nelle scuole di altre nazioni e scaltrita da mille prove e da mille tentamenti non si perita oggimai di pronunziare a tutti gli uomini: O credete alle idee, ovvero disperate di mai salire a certezza e universalità di scienza."
      }
    ]
  }
}
