{
  "chapterNumber": 22,
  "title": "Vol. I, Libro Terzo, Capo 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SI CONCLUDE CONTRO IL KANT E SI RIPARLADELLA NATURA DEI POSSIBILI."
      },
      {
        "index": 1,
        "text": "1. — Se nelle percezioni e nelle intellezioni vedemmo essere la fonte perenne di tutto il sapere umano, e se dell’une e dell’altre non pure abbiamo certezza immediata ed ineluttabile, a scienza e dimostrazione, perchè si ostina lo scettico a defraudare la nostra natura della miglior parte di sua dignità, negandole il possedimento del vero o per lo manco la ragione e i titoli manifesti dell’antico possesso?"
      },
      {
        "index": 2,
        "text": "A giudizio del Kant, noi navighiamo senza frutto per un oceano fortunoso e pieno d’inganni, dove non solo siamo illusi ogni giorno da nebbie colorate e da banchi di ghiaccio che negli occhi nostri figurano vasti e sconosciuti paesi, ma dove ci affatichiamo sempre in lontane spedizioni per certa necessità infelice. Perocchè da un lato non ce ne possiamo astenere; e dall’altro non ne vedremo il termine mai; e cioè a dire che mai non toccheremo le rive in che sono o crediamo essere i Noumeni.  2. — Noi per lo contrario provammo che la percezione ci porge non la fede sola, ma si la certa notizi del sussistere delle cose finite; e conoscemmo altresì che le idee accendono nel nostro spirito la scienza evidente e apodittica dei non contingenti e che tutte dimostrano con la realità loro obbiettiva l’esistere del primo e sovrano Noumeno. Onde io piglio le tue metafore, o gran solitario di Konisberga, e dico che sebbene la nostra picciola barca erra con rischio e paura per lo gran mare dell’essere, tuttavolta non si può affermare di lei"
      },
      {
        "index": 3,
        "text": "«Che реsса реr lo vero, e non à l’arte:»"
      },
      {
        "index": 4,
        "text": "conciossiachè la natura glie ne forniva una acconcissima e appositissima."
      },
      {
        "index": 5,
        "text": "3. — Chiami tu vapori colorati e ingannevoli le percezioni, o credi che le idee giustamente rassomigliate (mi sembra) alle stelle fisse, non bastino ad insegnarci il cammino e condurci eziandio a nuove contrade non mai per l’innanzi visitate dall’uomo? Certo, ogni teorema che gli algebristi e i geometri aggiungono alla loro scienza è nuova provincia dischiusa al nostro intelletto, mediante il lume delle idee e la verità infallibile che le accompagna."
      },
      {
        "index": 6,
        "text": "Si rompa una volta cotesta rete laboriosa e finissima degl’ipercritici, la quale potea bene stringere fra le sue maglie ed accalappiare l’ontologia del Volfio, del Malebranche e del Clarke, non quella che procede dalla più intima cognizione del nostro percepire e del nostro intendere e quale l’ammannisce al presente la metafisica."
      },
      {
        "index": 7,
        "text": "A me fallisce ora l’opportunità e il tempo di provare mediante applicazioni sicure e diverse, la fecondità e le bellezze di cotale scienza non bene ancora sentita e imparata dal comune dei dotti, i quali ne fecero sfoggio soltanto nel definire ed assottigliare le categorie. Ma nel modo che v’à un infinito di relazioni fra i concetti della estensione e del numero, v’à pure un’algebra e una geometria vera ed applicativa per qualunque parte e forma del mondo ipotetico. Del pari, mancami l’agio di andar discorrendo le regole per cui si scansano i molti errori e gravissimi che furono notati nelle opere di coloro i quali vollero al modo di Benedetto Spinoza edificare la metafisica intera con la virtù dei soli concetti. Qualche cosa ne andremo toccando nel quarto libro, laddove si cercheranno le relazioni del metodo coi principj dell’ontologia."
      },
      {
        "index": 8,
        "text": "Per al presente, è da ritornare alla nozione dell’Assoluto; e provisti come ora siamo della teorica universale della cognizione, ci si fa lecito d’indagare molto più addentro quella nozione suprema e scorgervi nettamente la personalità e la vita, e giusta le forze del raziocinio e della pretta ragione speculativa andar lineando nelle sue perfezioni infinite il gran concetto di Dio; chè del compirlo e assolverlo al tutto non è speranza."
      },
      {
        "index": 9,
        "text": "Ma prima, ci accade di dover ritornare per poco sulla dottrina delle idee schiarendo un po’ meglio e definendo con più precisione la misteriosa natura dei possibili, intorno di cui ò discorso più sopra con soverchia brevità e solo per incidenza. Nè avrei facoltà, passandomene con silenzio, di procedere speditamente a trattare i principj della teologia naturale; considerato che a molti sembra non pure che la possibilità tenga suo luogo fra le pertinenze. immediate di Dio, ma sia contenuta nella essenza di lui e costituisca quasi il divino intelletto."
      },
      {
        "index": 10,
        "text": "4. — Per vero, è da lungo tempo che alcuni solenni teologi stimarono di convertire i possibili in nude essenze intellettuali e affermarono risolutamente ch’ei sono i pensieri stessi di Dio, ne’ quali poi si ferma e si compie la cognizione nostra intellettuale. Malebranche sembrò rinverdire fra i moderni questa sentenza mezzo platonica e mezzo cristiana, s’egli intendea veramente che i nostri concetti non fossero altro che rappresentazioni astratte degli esseri contingenti e fossero quelle medesime mediante le quali Dio li pensa e conosce. Ma la sua teorica, ben penetrata ed esaminata, credo che risolva i possibili negli archetipi eterni non già ideali, ma sostanziali ed efficienti di tutte le cose finite."
      },
      {
        "index": 11,
        "text": "5. — Convertire i possibili nelle nozioni che Dio à degli esseri contingenti urta nell’errore i due modi. Prima ei si vuole spiegare il poco noto con l’ignotissimo; perchè, se la fede e altresì alcun legittimo inferimento di scienza ci mena a discernere in Dio un infinito pensare e un infinito conoscere, ed anzi noi riponiamo in essi il fondamento supremo de’ nostri concetti, nessun ingegno presuma di sapere di loro altra cosa eccetto che nella pronfondità e intimità della propria natura ei sono incomprensibili al tutto e inescogitabili e però diversissimi essenzialmente dal pensare e dal conoscere umano; del che toccheremo e ragioneremo un poco più tardi. E se per avverso, si ostinano a voler parlare dei pensamenti di Dio come fossero somiglievoli ai nostri (e tale è l’uso ordinario dei teologanti) gli è chiaro che in essi non consistono punto i possibili, i quali sono invece gli oggetti rispettivi di quelli; perocchè ad ogni idea e nozione occorre per termine ultimo di attribuire un oggetto, se pur vogliamo che non siano idee e cognizioni del mero nulla; e in risguardo dei contingenti, l’oggetto assoluto ed universale dell’idea e della nozione è propriamente il possibile."
      },
      {
        "index": 12,
        "text": "Adunque i pensieri di Dio, qualora somigliassero ai nostri, terminerebbero in quel medesimo oggetto in cui guardano le nostre idee; quindi non potrebbero essere termine ed oggetto di queste ultime; e quindi pure l’oggetto e il termine di quel pensieri come delle idee umane sarebbe la eterna possibilità; tanto manca che la si debba tramutare nella schietta e mera pensabilità."
      },
      {
        "index": 13,
        "text": "6. — Si dica, impertanto, con verità e con certezza i possibili essere la divina infinita efficienza guardata sotto speciali determinazioni e libera di far comparire AD EXTRA le relative sussistenze. Laonde, ciascun possibile particolare è costantemente quell’infinito, il quale offresi a’ nostri occhi sotto una forma al tutto distinta e dalle altre separata; è l’efficienza creatrice d’un uomo, d’una pianta, d’un sasso ai quali non manca neppure una nota singolare e individuale, sebbene ricevano sempre dall’infinito la universalità e l’assolutezza che non si scompagnano mai dalla idea."
      },
      {
        "index": 14,
        "text": "7. — Il che affine sia inteso con più agevolezza, fa bisogno di ricordare che una cosa è propriamente ed integralmente ciò che le sue cagioni la fanno essere, tanto che questa e quelle con esattezza si convertono. E per fermo, una cosa individuata e compiuta non risulta ella dell’atto della sua cagione materiale ed elementare, congiunto all’atto della cagione formativa e della efficiente? Che se tali espressioni sono scolastiche, ciò non dee nuocere alla verità che pronunziano. Ora di tutte queste cagioni interiori e costitutive la virtù suprema e fontale dove risiede salvo che nella eterna causalità e in quell’infinito di potenza in cui si la creazione intera e si ogni minima particella di lei preesiste in essenza e cioè a dire sciolta dalle imperfezioni e disgregazioni che v’induce la finità?"
      },
      {
        "index": 15,
        "text": "8. — Quindi è forza di confessare che a ciascuno de’ contingenti creati risponde nella potenzialità eterna una assoluta forma di essere estremamente più positiva e reale che l’effettuazione loro nelle condizioni del tempo; e in cotal essere dimora appunto il possibile, di cui le cose finite sono copie scolorate e caduche; e il quale si manifesta poi alla nostra mente con quella significazione e rappresentazione peculiare che domandasi idea."
      },
      {
        "index": 16,
        "text": "9. — Insomma, egli bisogna nell’efficienza divina veder ritratte le cose per la loro cagione esemplare e vedervi delineati gli effetti estrinseci, come lo scultore avvisa nel masso del marmo la statua sua con ogni più minuta particolarità ed accidenza; e come tutte mai le sculture che già si compiettero o vannosi figurando e pensando dagli artefici esisterebbero in una materia infinita e perfettamente idonea, quando vi fossero disegnate dentro minutissimamente tutte, e quella materia fosse in sostanza una diffusione interminata di virtù efficienti dal cui arbitrio dipendesse l’effettuazione esterna e senza fine moltiplicabile di quelle entità potenziali, o vogliam dire di que’ possibili eterni e assoluti."
      },
      {
        "index": 17,
        "text": "10. — In tal guisa, ciò che sussiste quaggiù, può venire da noi pensato a parte a parte e punto per punto nella infinita efficienza; perchè come scrive l’Ariosto"
      },
      {
        "index": 18,
        "text": "«Non si move fronda Laggiù che segno qui non se ne faccia.»"
      },
      {
        "index": 19,
        "text": "E la cagione è che"
      },
      {
        "index": 20,
        "text": "«Ogni effetto convien che corrisponda In terra e in ciel ma cou diversa faccia»"
      },
      {
        "index": 21,
        "text": "E la faccia terrena è caduca e mista di privazione e di male; nell’Assoluto la faccia è sempre integra e lucente; e la privazione risponde quivi alla distinzione; il male, a una relazione esteriore."
      },
      {
        "index": 22,
        "text": "11. — Adunque, i possibili non sono le idee divine e molto manco le nostre umane; sono, bensi, le efficienze eterne in ordine alla creazione e pensate nella loro attinenza causule con gli enti creabili."
      },
      {
        "index": 23,
        "text": "E perchè ogni attinenza à due termini, e ciascuno di essi può accogliere in sè come suo predicato l’attinenza medesima, egli accade che ora si vada chiamando possibile l’archetipo eterno in cui preesiste ciò che può essere menato all’atto; ed ora, vadasi chiamando possibile il termine estrinseco, ossia il contingente il qual non sussiste, ma di cui si contempla la sussistenza virtuale in seno dell’Assoluto, o si finge l’attuale e si rappresenta con l’opera dei fantasmi. Per vero, l’eterno che è, non può venire all’essere. Per contra, il contingente in fieri che non è, può essere, e l’eterna sua preesistenza e vogliam dire possibilità è fuori di lui. E questa osservazione è utilissima ad aversi a mente per cansare la molto frequente ambiguità del linguaggio in tale materia."
      },
      {
        "index": 24,
        "text": "12. — Tutto ciò poi torna a buona riprova di quella specie di eliminazione adempita più sopra da noi circa all’esatto valore che debbesi attribuire alla possibilità eterna e assoluta degli enti finiti. E per fermo, dopo avere quivi escluso e negato ch’ella sia mai una facoltà non ancora esplicata, ovvero una emanazione di sostanza e dovendosi pure riferirla ad una entità esteriore rimase il solo supposto non ripugnante e cioè ch’ella sia la essenza eterna e causatrice di quella. Onde per fuggire lo scambio delle significazioni tanto facile in metafisica, quanto dannoso, parrebbemi miglior partito alle tre diverse accezioni della parola possibile assegnare distinto e diverso vocabolo; e chiamare di quel nome ciò che giace virtualmente in un subbietto finito e operante nel tempo; chiamare pensabilità il possibile logico e fattibilità il possibile metafisico."
      },
      {
        "index": 25,
        "text": "13. — Il Rosmini tenne che i possibili non fosser altro che idee vuote di sussistenza; e ciascuno di essi in particolare fosse una determinazione distinta e precisa dell’idea dell’ente possibile. Noi già notammo che il concetto di ente possibile e cioè di cosa eterna ed universale e che può nondimeno venire all’atto dell’esistenza, involge contradizione; perocchè l’infinito ed il necessario, dove non esista sempre e in maniera assoluta, non avrà mai facoltà di venire in atto. Il Gioberti (s’io bene l’intendo) riconobbe la sostanziale realità dei possibili; e in ciò la nostra dottrina poco diverge dalla sua. Eccetto che noi poniamo tra l’Assoluto e la mente umana non la diretta percezione, ma le significazioni che quello fa di sè stesso mediante le idee. E nor diversamente, il possibile, o vogliam dire la divina efficienza determinata così o così, rappresenta e significa sè medesima con l’opera delle idee."
      }
    ]
  }
}
