{
  "chapterNumber": 20,
  "title": "Vol. I, Libro Secondo, Capo 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEGL’INFLUSSI DIVINI."
      },
      {
        "index": 1,
        "text": "162. — Ma troppo saria sconveniente uscire da questi cenni di scienza logica e psicologica, senza toccarne Conquella parte che s’attiene ancor di vantaggio all’ontologia, perchè studiasi d’indagare parecchi influssi immediati e speciali dell’Assoluto dentro l’animo nostro."
      },
      {
        "index": 2,
        "text": "Materia è questa certamente da occupare più d’un volume; e non pertanto, vogliamo al possibile compendiarla piuttosto che ometterla; desiderando che la presente opera mentre intende massimamente a costituire i principi dell’ontologia e della cosmologia, non lasci intatto ed inosservato taluno dei subbietti più controversi della metafisica."
      },
      {
        "index": 3,
        "text": "163. — Non tutto per altro in questa teorica dei congiungimenti e influssi divini può riuscire compiutamente dimostrativo ed assumere l’abito più rigoroso della scienza. V’ànno lor luogo qua e là eziandio certe suggestioni e certe divinazioni (a così chiamarle) dell’istinto razionale, e un esercizio conveniente dell’arte congetturale. Si vogliano, pertanto, distinguere alcuni punti di questa trattazione peculiare e incidente dalle altre parti propriamente essenziali e apodittiche del nostro libro."
      },
      {
        "index": 4,
        "text": "Sono cinque, per ciò che a noi sembra, le forme di congiungimento spirituale dell’anima con l’Assoluto. E sebbene possono essere molte di più, e forse sono, dubito che se ne abbia coscienza distinta. Ma di queste cinque o si possiede l’intuito diretto a riguardo almeno dei loro effetti, o si à la dimostrazione logica, o se ne può fare fondatissima conghiettura."
      },
      {
        "index": 5,
        "text": "164. — La prima forma è causale; e la induce per sè immediatamente e universalmente l’atto creativo. Ma di tale atto noi non abbiamo in realtà nè senso, nè percezione, nè intuito particolare, nè vediamo effetto alcuno speciale che lo riveli. Ed anche si può dubitare con fondamento della possibilità di simile intuito. Conciossiachè come l’atto creativo fa esistere tutta la nostra sostanza ed ogni sua condizione ed ogni suo mutamento noi dovremmo intuire la creazione del nostro essere intero e del nostro medesimo intuito, il che implica contradizione e sarà veduto meglio più tardi. D’altra parte, come quella virtù creatrice investe, per si dire, immobilmente e invariabilmente l’essere nostro compiuto, séguita che l’intelletto e qualunque facoltà d’apprensione e d’intuito non à modo alcuno di distinguerla nè dentro l’animo per un effetto speciale, nè fuori per una speciale determinazione dell’atto assolutissimo che è l’essenza stessa di Dio; posto ancora che noi fossimo fatti capaci di percepire cotale essenza. L’atto creativo spandesi uguale e indivisibile per l’intero universo: e come non à moto nè varietà e non possiamo sentircene penetrati, da onde e in qual maniera giungerebbesi ad acquistare o sentimento o intendimento della divina energia? Tale sorta, dunque, di congiunzione dell’Assoluto con noi e con l’universo creato porge di sè una cognizione meramente razionale e dimostrativa, e ciò s’anderà confermando altrove con altri argomenti."
      },
      {
        "index": 6,
        "text": "165. — Quindi la prima forma di congiunzione di cui siamo consapevoli chiaramente e immediatamente si è quella delle idee. Pensare all’eterno subbietto delle verità necessarie altro non può voler dire che vederlo intellettualmente ed averlo per ultimo termine del nostro atto cogitativo. Se non che, più volte venne spiegato qualmente quella coscienza medesima, la quale ci attesta con certezza che noi pensiamo in ogni concetto il sustrato della idealità infinita, ci afferma con pari evidenza che tale sustrato sempre ci apparisce involto, a cosi parlare, nell’essere rappresentativo o nella idea che voglia chiamarsi. Onde siamo astretti a concludere che l’intuito nostro non lo penetra in guisa veruna o (nel modo che si usa discorrere per gli oggetti sensibili) che noi non lo percepiamo. A noi è dato soltanto d’intuire le idee col termine estremo della lor congiunzione. E perchè le idee rappresentano bensì la vita, l’attività, l’energia e simili, ma per sè medesime non anno attività, nè energia, nè movimento, nè vita; conciossiachè elleno in sè e da sè non sono subbietto e sostanza, o per lo manco non ci appariscono sì fatte; di cotal guisa viene impedito a noi d’intuire per via immediata qualunque reale determinazione e qualunque atto dell’Assoluto. Se pure non voglia chiamarsi atto quella sua presenzialità manifesta a noi nel fondo d’ogni nozione."
      },
      {
        "index": 7,
        "text": "166. — Ma se non va oltre ciò la virtù intellettiva e la pura opera della mente, accogliesi dentro l’anima un’altra specie d’influsso, ed è quella sorta di maravigliosa energia, la quale si accompagna sempre con le verità necessarie e che induce l’animo nostro a consentire in esse subitamente e assolutamente. Di guisa, che quando anche la volontà nostra tentasse di ribellarsi a quell’alto predominio della verità noi ravvisiamo che il nostro no pronunziato artificialmente verrebbe contradetto da un assentimento tacito e così spontaneo quanto invincibile; nè riflettendovi sopra ed esaminando ad uno per uno con la virtù discorsiva tutti i supposti possibili, immaginiamo forza nessuna o materiale o spirituale che giungesse dentro la mente a cancellare quel si; imperocchè niuna cosa varrebbe a spegnervi la luce interiore e incessante che raggia e brilla al cospetto dell’essere. Ora la descrizione sincera di cotesti effetti delle verità necessarie sembra a me più che bastevole a dimostrare con saldezza che la cagione di quelli mai non può riuscire subbiettiva nè mai rampollare da altra energia, la quale non fosse infinita."
      },
      {
        "index": 8,
        "text": "167. — Dicemmo che cotesta energia sempre accompagna la vista delle verità necessarie, sebbene non esce immediata dal loro contenuto; e l’intelletto non iscorge che sia un atto nè speciale nè generale dell’eterno subbietto a cui riferiamo tutte le idee. Del qual subbietto (assai volte si defini) la intelligenza conosce direttamente la vuota presenzialità e mai non perviene a ravvisarvi alcuna determinazione speciale e quindi pure nessun atto e nessuna energia. A ciò si badi con particolare attenzione da’ nostri lettori; conciossiachè, trascurando questa minuta distinzione, si confondono troppe cose insieme e si altera la vera dottrina della cognizione."
      },
      {
        "index": 9,
        "text": "168. — Altro è (ripetiamo) la forma e il contenuto degli esseri rappresentativi e la connessione loro al termine e sostegno comune, ed altro quella virtù occulta ed ineluttabile onde è svegliata la volontà nostra a compiere l’atto di affermazione. Il volere è facoltà differentissima dall’intendere e l’atto di affermazione differentissimo dall’atto d’intuizione. E diciamo che è una occulta virtù quella onde è mossa la volontà nostra all’atto replicato e persistente di affermazione. In effetto, che vi sia tale forza spirituale operante nell’animo non si può in ninna guisa negare. Comincia è vero la volontà nell’atto di affermazione con ispontaneità perfettissima. Ma presto s’accorge che non à balía veruna nè di sospendere nè di affievolire e meno assai di contradire a quel pieno consentimento. Il che potrebbesi forse spiegare con la semplice perduranza della rappresentazione mentale; e per fermo, la negazione nostra trovandosi a vicenda negata dal concetto il quale persiste e brilla continuo di evidenza, viene ad essere nulla e come non succeduta. Salvo che, il grado di assentimento che in faccia ad un vero necessario tocca il supremo della sua forza e antiviene ogni sorta di osservazioni e ragioni intorno alla idea pensata e ci pone subito in quello stato particolare di animo il quale si domanda assoluta certezza, è un fatto che annunzia essere la nostra volontà governata da certa efficienza spirituale operante in modo conforme e contemporaneo con la visione ideale. Imperocchè, se noi fossimo autori della certezza e del suo sentimento e grado, noi potremmo altresì disfarlo. E però altro è l’impotenza originata dalla limitazione della facoltà, ed altro l’essere impediti a disvolere ciò che si volle; altro è non potere produrre un effetto, ed altro non poterlo abolire, dapoichè ne fummo autori immediati; la qual cosa vuol dire in ultimo di non potere quel che si può; e perchè qui è contradizione palpabile, siamo razionalmente necessitati a riconoscere la passività del nostro volere. Dicemmo per altro essere occulta cotesta energia e solo comparirne gli effetti. Certo, essa da onde mova e proceda direttamente non si vede. Essa non è avvisata (da capo il diciamo) nè dentro le idee che sono inattive; nè dentro il subbietto loro comune, il quale non lascia scorgere in modo immediato veruna sua disposizione ed azione. Nemmanco l’avvisiamo sotto alcuna forma di sensazione e di percezione; conciossiachè in tal fatto dell’anima non v’è nulla di sensato e nulla di organico ed altra facoltà peculiare per ciò non abbiamo. E quando v’abbia pur del sensato, non è primitivo ed originale e succede per lo certo ad altro movimento spirituale ed arcano. Solo la riflessione ed il raziocinio comune e istintivo pervengono dunque a persuaderci che tale sorta di energia debbe necessariamente provenire dall’Assoluto. E potrebbe anche l’anima nostra insino dalla sua creazione essere stata a ciò predisposta; onde quella energia rimarrebbesi dentro lei come una efficienza innata e connaturata ma sempre da attribuirsi originalmente a causa esterna e trascendente. La quale supposizione può venir pensata eziandio per le altre forme e influssi di cui siamo per ragionare."
      },
      {
        "index": 10,
        "text": "169. — Da ultimo, non faccia difficoltà il riflettere che è per avventura impossibile all’anima sentirsi e conoscersi effettualmente in condizione passiva senza scorgere in guisa alcuna ciò che genera la passione sua. Rispondesi per prima cosa che l’anima nel caso di cui si parla non sentesi penetrata da atto alcuno esteriore; ma solo avvisa una limitazione costante ed irremovibile, e introdotta nella sfera medesima della sua intima attività. E quando con la facoltà discorsiva immagina se mai potesse in qualunque tempo e stato e maniera oltrepassare quel limite, conosce da capo che il limite permarrebbe immutabile. La cagione, pertanto, qualechessia di esso limite à natura assoluta e non contingente. Tutto questo, come ognun vede, non è sentire nè percepire una causa in noi operante; è bensì ragionare sul fatto della limitazione orverosia sulla impotenza nostra a disvolere e disfare un atto della propria spontaneità. Ma non sarebbe strano nè irrazionale l’aggiungere che altro è il sentirsi in condizione passiva ed altro avere distinta veduta e chiara consapevolezza della virtù che opera in noi. Tutti gl’influssi divini sull’animo nostro guardati nella lor fonte sono immanenti ed inalterabili e non si distinguono, per tale rispetto almeno, dall’atto creativo universo, nel modo che questo medesimo si unifica perpetuamente e ineffabilmente con l’atto assolutissimo onde esiste Dio e l’infinito de’ suoi attributi."
      },
      {
        "index": 11,
        "text": "170. — Dopo tutto ciò parmi quasi soperchio di avvertire che questo insigne fatto del nostro spirito nulla à di simile con le idee innate e con la intuizione diretta ed intrinseca delle determinazioni attributi e pensieri di Dio, forma d’intuizione negata dalla nostra teorica. Certo, noi siamo provvisti della facoltà di pensare oggettivamente ed astrattamente a quell’assentire immediato ed invitto alla verità; ma l’idea di ciò è come tutte le altre posteriore al fatto medesimo; ed in quella idea, sebbene venga rappresentata o l’attività nostra o la energia occulta che in noi influisce, non v’è nulla di attivo e nulla di energico, ma una mera significazione e rappresentanza dell’uno e dell’altro. Veggasi ora di tutto questo una importantissima applicazione ad altro fatto del nostro pensiero."
      },
      {
        "index": 12,
        "text": "171. — Avvi (da niuno si nega) parecchi assiomi dentro la mente, come per via d’esempio i citati da noi nel capo secondo di questo libro, i quali sebbene sieno relativi alle realità contingenti, nullameno sembrano rivestire l’assolutezza delle verità necessarie. Noi già pronunziammo che ciò non proviene da una costituzione speciale dell’atto del giudicio nè dal mostruoso mescolamento di opposte nature, tanto che un giudicio medesimo sia necessario e sia contingente, a priori ed a posteriori. Affermammo allora ed ora ripetiamo che a quelle proposizioni le quali per sè medesime sono empiriche noi annettiamo un’affermazione assoluta e assolutamente neghiamo il contrario supposto. Certo, l’esperienza cotidiana ci fa indurre che le mutazioni degli esseri sono precedute da una cagione; e similmente, che nulla di sostanziale non si distrugge e che ciascuna forma essenziale di cose permane identica con sè medesima, non ostante le sue passioni e accidenze; il che porta poi la immutabilità delle leggi della natura in ciascun tempo e in ciascuno spazio. Vero è puranco che tali giudicj induttivi pigliano una generale significazione; perocchè questa è la tendenza di nostra mente, la quale si sperde e affatica nelle differenze molteplici e si adagia e riposa invece nell’unità degli universali, e però non mette eccezione agli esperimenti e risultamenti suoi induttivi che quando i fatti manifesti e contrarj a ciò la costringono. Per tal guisa diciamo: le stelle tutte sono altrettanti Soli simili al nostro; ovvero: l’attrazione è legge universale dei corpi ; od anche: la vita d’ogni ente organato domanda periodica assimilazione e rejezione di materia. Nondimeno, ei si conviene confessare che in questi casi ed in altrettali ognora che andiamo meditando sulla possibilità d’un supposto affatto diverso, nessuna forza ci move dentro a negarla recisamente come inchiudesse alcuna specie di ripugnanza logica. Invece, questa forza si fa sentire assai chiaramente per gli enunciati surriferiti e per altri della sorte medesima. Ora cotesta forza che è involontaria e mostra di procedere in qualche modo dall’oggetto quasi una luce d’evidenza che a lui s’accompagna non crediamo poter provenire da altra sorgente che da quella stessa onde il pensiero è costretto ad assentire invittamente alle verità necessarie o vogliam dire ai giudicj chiamati da noi ipotetici; e il lume dell’une proposizioni e dell’altre svegliasi dentro l’animo al cospetto della verità come per secreta corrispondenza e per atto d’armonia prestabilita."
      },
      {
        "index": 13,
        "text": "Qualunque teorica si ponga innanzi per ispiegare la formazione dei nostri concetti e principj più generali e scriverne quasi a dire la storia e la genealogia, non è lecito di negare che un istinto profondo intellettuale ci guida e questo non potere appartenere salvo che all’anima e nell’anima esser promosso da forza spirituale esterna ed assai superiore; perocchè, come vedremo in cosmologia, ogni più nobile facoltà umana abbisogna di essere determinata all’atto da un’energia esteriore ad essa facoltà ed al suo subbietto; se pare non voglia farsi eccezione per gli atti provenienti al tutto dal libero arbitrio, il quale per altro non move alle proprie deliberazioni se non posteriormente alla cognizione."
      },
      {
        "index": 14,
        "text": "172. — Un solo esempio tornerà forse sufficiente ad illustrar la materia. Veglia, impertanto, il lettore rammemorare a sè stesse quanto sia vecchio in lui l’esercizio e l’uso del sillogismo. Onde provenne nell’animo suo la fede amplissima data alla veracità di quello strumento del pensiere? forse dall’accorgersi che il sillogismo è un’applicazione continua dell’assioma che il tutto comprende necessariamente quello che comprendono le parti ciascuna per sè? ovvero, perchè è applicazione dell’altro assioma divulgatissimo che due cose uguali con una terza sono uguali in fra loro? Io nol credo in guisa veruna; e penso e giudico che molto innanzi di accorgersi di tale o tal altro assioma implicato nel sillogismo, la mente nostra ne fece uso francamente e con piena fiducia di cogliere il vero per mezzo suo."
      },
      {
        "index": 15,
        "text": "173. — Si disse cotesti principj essere conosciuti veri e buoni per immediata intuizione. Non disputo lel vocabolo e lascio ad altri la cura del trovar la cagione reale e sufficiente del fatto. Basti qui alla investigazione nostra l’avere statuito che v’è una guida intellettuale e istintiva, la qual mena molto per tempo la mente umana a combinare le idee e i giudicj; ed è tale virtù direttrice che menò lo stesso Aristotele a confessare una volta per distrazione che i principj supremi vengono a noi dal di fuori. Anzi (e ciò sia notato per transito) la facoltà stessa cogitativa, o la mente che a dir si abbia, è diretta partecipazione della divina intelligibilità ed è il punto in cui la natura umana comincia a sovrapporsi d’immenso spazio a tutta la natura materiale ed organica, nel modo che verrà discusso nel volume secondo. Imperocchè la mente siccome tale non può uscire da alcuna forza della natura. La mente s’informa della verità e questa o subbiettivo od obbiettivo aspetto che pigli à sempre alcun che di assoluto e di superiore alla nostra natura animale ed organica."
      },
      {
        "index": 16,
        "text": "174. — Concludiamo che v’à nell’anima un’azione e un impulso d’origine trascendente, il quale opera contemporaneo alla visione ideale sebbene da lei distintissimo. E ciò per appunto non distinse ed anzi confuse Antonio Rosmini; onde fu censurato a buona ragione (mi sembra) di contravvenire egli stesso alle massime sue. Da un lato poneva la nozione dell’essere tanto pura ed astratta da non v’includere altro che la possibilità logica dell’esistere, o si voglia dire la nuda e sola pensabilità. Nondimeno, attribuiva a simil nozione certa efficacia infinita, di modo che reputò di giungere per quella via e senz’altro spediente ad una dimostrazione a priori dell’esistenza di Dio."
      },
      {
        "index": 17,
        "text": "175. — Forse l’azione e l’impulso medesimo sovranotato spiegheranno in quale maniera l’anima avverta la prima volta l’affacciarsi delle idee all’intuito suo. Perocchè se le idee ci appariscono immobili ed inoperose e la mente non à azione sopra di esse e la congiunzione delle idee con la mente non è guari una compenetrazione di atti, ma, per modo di parlare, è un semplice accostamento e combaciamento dei termini, certo debbe intervenire un'altra cagione che svegli la facoltà e la disponga all'atto d'intendere. Noi ci fermiamo a questo cenno soltanto in materia bensì notabile, ma più pertinente ai particolari della psicologia di quello che ai supremi principi della scienza dell' Ente e del Vero."
      },
      {
        "index": 18,
        "text": "176. — Ma Dio non è intelligibile solamente nè causa soltanto della nostra intelligibilità e delle cose che possono venire all'atto di mano in mano e che sono rappresentate nella idealità infinita."
      },
      {
        "index": 19,
        "text": "Dio è realità; e in questa sono radunate tutte le perfezioni come d'altra parte in tutte le perfezioni si raccoglie ed unifica il bene che è il fine ultimo d'ogni esistenza. E però Platone opinò che il bene sia il fondo dell'essere e dal bene provengano tutte le cose. Ora, cotesto bene assoluto, rivelasi egli a noi unicamente per via dei concetti e nei soli beni caduchi, dei quali ci recano notizia le sensazioni e le percezioni? Noi pensiamo che 'à altra cosa nel nostro spirito oltre alle idee d'intorno al bene e oltre ai risultamenti cotidiani del sentire e del percepire. Innanzi a tutto è da riconoscere che eziandio il bene come l'essere à qualcosa d'intrinseco e qualcosa d'estrinseco; à cioè una forma partecipabile e un' altra inaccessibile che niuno partecipa. Ma il bene partecipato può esso medesimo distinguersi in due specie diverse; perchè altro è il bene divino comunicato immediatamente ed altro l' ordine eccelso e la economia suprema onde gli enti razionali imputabili sono fatti capaci di pervenire a quella comunicazione mediante le opere loro conformate a quell' ordine."
      },
      {
        "index": 20,
        "text": "177. — Il bene comunicato immediatamente è bellezza o fruizione di bellezza; ed è come lo splendore di esso bene, una estrinsecazione di lui che piglia la forma la più divina insieme e la più accessibile. Il bene dell’ordine dell’universo è propriamente il bene morale, e per rispetto alla fontale cagione è il bene assoluto sotto specie di bontà."
      },
      {
        "index": 21,
        "text": "Che poi il bello debba esser la forma, sotto la quale si comunica il bene assoluto agli enti razionali fatti capaci quando che sia di quella fruizione immediata, sembrami averlo mostrato con sufficienza in altro mio scritto.[1]"
      },
      {
        "index": 22,
        "text": "Ciò che qui importa si è di provare che la intuizione stessa del bello e il sentimento vivissimo che la conseguita sono nell’anima provocati da un influsso invisibile della increata pulcritudine."
      },
      {
        "index": 23,
        "text": "178. — Per fermo, ciò è chiaro a chiunque considera primamente che la bellezza, sebbene appare nel sensibile, non è cosa sensibile ma tutta spirituale ed intuitiva; e in secondo luogo che nel sentimento da lei svegliato e in quella sorta di rapimento soave dell’anima che suol seguitare la sua comparsa, lo spirito nostro si riconosce perfettamente passivo. Non può dunque tuttociò convertirsi in un prodotto dell’attività nostra interiore. E che il bello non sia fattura sensibile, quantunque appaia nel senso ancora e nella percezione, credo si faccia manifesto ad ogni intelligenza la quale rifletta la bellezza risplendere sempre laddove è una cotale simetria di parti ed una composizione entro cui certa varietà proporzionasi gradevolmente con certa unità. Ciascuna di esse parti e ciascuna di esse varietà guardata isolatamente non porge a niuno nè il concetto, nè il sentimento del bello."
      },
      {
        "index": 24,
        "text": "179. — E dunque il bello nella sua prima apprensione un intuito di rapporto e quindi una idea del rapporto medesimo; il quale è tanto vivo e spiccato, quanto originale e diverso da tutti gli altri. Il che torna evidente a ciascuno quando gli esempj sieno scelti in quelle forme concrete ed elementarissime dove non sono attinenze di attinenze e da dove è esclusa ogni intromissione di aliena materia. Produci (poniamo caso) certi accordi di suoni, accenna nell’aria i colori dell’iride, mostra certi contorni e tinte di corolle e di petali, e il fanciullo inesperto non meno che l’uomo maturo esclamano, compresi d’un sentimento medesimo: oh bello, oh bello. Già fu notato che si può di parti avvenentissime comporre un volto bruttissimo per solo difetto di ottima proporzione e corrispondenza. E per lo contrario, certe crudezze di colori come certe dissonanze di voci concorronc a far la bellezza di alcuni composti figurativi e musicali. Egli non v’à dubbio, adunque, che la pulcritudine è per prima sua manifestazione un fatto dello spirito e una veduta mentale diversa dal senso e dalla percezione."
      },
      {
        "index": 25,
        "text": "180. — Seguita all’intuito un sentimento ed una soavità de’ più delicati insieme e de’ più penetrativi; e l’anima laddove lo spettacolo della bellezza sia differente insieme ed unito e continuando e variando alletti ciascuna delle facoltà nostre più nobili, l’anima, dico, allora n’è investita tutta e rapita. E quanto più, poi, si profonda nell’investigare la sceltezza e la perfezione delle forme e le leggi che ne governano la invenzione e composizione, tanto si avvede maggiormente che la bellezza, quantunque trasparisca e baleni negli oggetti sensibili e in mezzo ai caduchi fenomeni, pure è cosa razionale, trascendente e infinita. I quali caratteri da un lato della nostra passività e dall’altro dell’assoluto e infinito di perfezione che scopresi in tutte le specie di bellezza e di avvenentezza, menano ad argomentare e concludere la natura universale e divina della pulcritudine e che l’intuizione sua ed il sentimento e l’attraizione irresistibile vengano risvegliate nell’anima da un occulto influsso dell’Assoluto non diversamente da quello del vero. Con tale differenza per altro, che la profonda commozione dal bello suscitata à per cansa immediata e propria certe disposizioni essenziali ed ingenite si dello spirito nostro e sì della organizzazione fisica. Ed anzi rivela il punto massimo di convenienza e di unimento fra le due nature, generandovi una soddisfazione così intensa e vivace come eletta e purissima."
      },
      {
        "index": 26,
        "text": "181. — Per altro verso, quella corrispondenza mirabile che scuopre la mente tra l’armonia interiore delle forme e la lor perfezione, subito innalza il sentimento del bello ad un concetto razionale; attesochè la sola ragione scopre e giudica se l’ente è compiuto e perfetto giusta la propria natura. E perchè travagliandosi l’uomo intorno al perfezionare le cose, incontra eziandio la bellezza; e d’altro lato ciò tutto che adempie con esattezza e abbondanza il fine, riesce perfetto, così la convenienza diretta e compita dell’ente al suo fine induce il sentimento della bellezza che fu domandata morale e talvolta anche intellettuale."
      },
      {
        "index": 27,
        "text": "182. — La terza forma dell’azione spirituale dell’Assoluto nell’anima nostra rivelasi nell’arcano colloquio di lei con la propria coscienza, la quale, a rispetto non del pensare ma sibbene dell’operare, le va ripetendo il precetto universale e indeclinabile: fa il bene; e questo bene è il morale o, rogliam dire, l’opera sempre conformata a quell’ordine, il quale conduce universalmente al massimo conseguimento del fine che è pure il bene. Laonde tutti i precetti morali particolari, quanti la coscienza ne va raccogliendo nel variare dei casi e delle combinazioni, riescono una determinazione e un adattamento del prefato precetto universale e sintetico; e per ciascuno di essi sorge nello spirito una speciale energia, la quale lo sforza ad approvare od a biasimare le opere rispettive nel modo medesimo che un’altra potenza speciale e assoluta lo stringe ad affermare o a negare in vista della verità."
      },
      {
        "index": 28,
        "text": "183. — Dall’azione di si fatta energia viene creata immediatamente quella costrizione che dissomiglia da qualunque altra specie di passività e di necessità e domandasi obbligazione o dovere. Essa non è propria mente interesse ben calcolato, non è attraimento di simpatia, nè impero della verità, nè timore della pena, nè sorta particolare di senso; tuttochè un sentimento particolare vi si accompagni e il rimorso diventi un cruccio dolorosissimo. L’obbligazione morale è un’attinenza singolarissima dell’anima con l’Assoluto in quanto l’Assoluto con unità e medesimezza perfetta è potenza, sapienza e bontà infinita che comanda le opere conformate alla dispensazione universa e perpetua del bene. Questi elementi sono essenziali a comporre l’autorità e il comando assoluto; perchè il potere non sapiente intimidisce, ma non persuade; il potere sapiente piega eziandio la ragione, e l’obbedire diventa necessità ragionevole, ma non ancora obbligatoria. Invece, se il potere è sapiente e buono infinitamente, allora quella necessità diventa morale o, voglia dirsi, obbligatoria; perchè allora obbedisce all’assoluta autorità che di que’ tre elementi risulta."
      },
      {
        "index": 29,
        "text": "184. — Tutto ciò discopre la mente raziocinando, ed è il finale risultamento d’una lunga opera della virtù riflessiva intorno alla intuizione. Ma il primo svegliarsi del sentimento morale e della morale obbligazione avvisata dalla coscienza è anteriore per lo certo a sì fatte considerazioni. Nè molto giova ad essa coscienza di contemplar la cosa in idea; perchè guardando pur fiso nel pronunziato universale: si dee fare il bene, non discerne meglio perciò la genesi del comando universale e assoluto. Le idee rappresentano con gran limpidezza il precetto e l’obbligazione; tuttavolta non essendo per sè medesime nè attive, nè passive, non valgono a fare alcun atto d’impero; e d’altro lato, l’anima sente bensì obbligata sè stessa dalla morale necessità, ma non iscorge nè con l’occhio mentale, nè col senso e la percezione da onde move quella signoria e quella energia. Ne sperimenta bensi l’effetto profondo; e nella natura speciale e peculiare di lui arguisce un’alta natura superiore e causale che chiama assolutamente comando autorevole e obbligatorio e le dà per principio una facoltà sui generis che domanda diritto supremo e vi colloca un jus imperii incondizionato. Perloche, il solo ragionamento, com’io dicevo, supplisce di mano in mano alla insufficienza dell’intuito. Ma per tornare al fatto puro e immediato della coscienza morale, egli è certissimo che ognora che tacciono le passioni violente, e alcuna fiata, non ostante il lor fiero tumulto, l’obbligazione morale si fa sentire sovrana e dominatrice al segno che qualunque forza e cagione contraria le riesce razionalmente inferiore; e tuttochè tal cagione possa dare pretesto di scusa e far compatire alla fralezza umana, mai non giunge ad assolvere pienamente l’azione non buona; e l’animo nostro sentesi astretto a disapprovarla. E dunque l’energia del precetto morale assoluta e dal solo Assoluto ci può provenire; e a rispetto di lei tutta l’anima nostra e la sua ragione si riconoscono in condizione di passività e suggezione perfetta."
      },
      {
        "index": 30,
        "text": "185. — Niuna cosa potea meglio scoprire l’assurdo delle dottrine che negano l’azione trascendente dell’Assoluto nell’animo nostro non meno che le predisposizioni native e speciali nel nostro animo inserite e dal di fuori provenute, quanto la teorica del bene morale. E per fermo, il Kant, grane ampione della filosofia subbiettiva, a così dimandarla, non velendo ammettere la passività dell’animo nostro a rispetto dell’obbligazione morale nè l’esteriorità necessaria della forza spirituale che lo mena di continuo ad approvare od a biasimare assolutamente, avvolgesi in un labirinto di paradossi dal quale non gli dà uscita quel suo finissimo e insuperabile acume di mente. Per lui l’anima è onninamente legislatrice di sè medesima e crea l’assoluto dovere crea dico non meno di un assoluto; e quella forza invincibile di approvare o di biasimare è pur fattura dell’anima; onde ella identicamente e simultaneamente è comando e obbedienza, è autorità ed obbligazione, è diritto e dovere, è attiva e passiva, è finita e infinita (perchè ogni assoluto vero è infinito) e rimordesi talvolta amarissimamente delle azioni contrarie all’imperativo di cui ella stessa à autrice spontanea. E affermo l’anima essere evidentemente autrice di ciò; perocchè lo afferma il Kant medesimo esplicitamente e delle volte parecchie; e più ancora, perchè questo vuole la essenza e ragione informatrice del suo sistema. Per lo certo, le forme della ragion pratica quanto quelle della ragione speculativa sono nel suo sistema un prodotto fatale dello spirito e non dimostrano punto la esistenza del mondo sostanziale esterno e della cagione e ragione suprema. Cotal dovere e cotale legislazione assoluta che emerge tutta ed unicamente dall’umano subbietto appare nel Kant (se è lecito dirlo) più contradittorio assai che negli stoici antichi e nei moderni panteisti germanici. Imperocchè appo entrambe le scuole la volontà e libertà umana si sustanzia in ultimo con la divina e assoluta. Quindi nelle loro dottrine morali ricomparisce la contradizione perpetua d’identificare azione e passione, finito e infinito e così prosegui; ma non vi si dee ravrisare cotesta forma particolare di ripugnanza tanto più deplorevole quanto la scienza morale à un carattere sacro e interessa il genere umano e la vita civila più che altra disciplina quale che sia.[2]"
      },
      {
        "index": 31,
        "text": "186. — Vero è che la nostra ragione e la volontà nostra si possono tanto innamorare e informare del bene morale da parere ambedue come identificate con la ragione e la volontà suprema ed universale della legge. E questo anzi, al parer nostro, è l’apice dell’abito virtuoso perfetto; onde non se ne possono vantare unicamente gli stoici e i kantiani; con tale divario da noi a loro che la magnanimità del savio e buono teste accennata si cardina per quelli in un gran paradosso; per noi nella progressiva ed intima congiunzione del subbietto con l’obbietto, del relativo con l’Assoluto, dell’umano col divino."
      },
      {
        "index": 32,
        "text": "187. — Ma il bene assoluto o vogliam dire la unità sostanziale delle divine perfezioni affermammo che a rispetto di noi à interiorità ed esteriorità; e quella e questa ànno gradi, per guisa che alcuna forma di esteriorità o comunicazione possa giudicarsi intimità in risguardo di altre ancora più estrinseche. Ora, è nostra credenza che dal profondo seno dell’Assoluto mova una specie d’influsso la più eccelsa di tutte od almeno la più veneranda e che penetra efficacissima sebbene occultissima dentro lo spirito, quasi trapelamento di essenza preziosa e aromatica e quasi fragranza di mirra incorruttibile uscente dai più chiusi penetrali del tempio. Da cotale influsso peculiare viene suscitato l’affetto altresì peculiarissimo dell’adorazione riferentesi in proprio modo alla santità, come gli altri influssi abbiamo veduto riferirsi al vero, al bello ed al bene sempiterno e divino."
      },
      {
        "index": 33,
        "text": "188. — Dico tale affetto di adorazione essere originale e peculiare. Certo, non è il sentimento della verità e della bellezza. Forse parrà simile al sentimento dell’obbligazione morale; e del sicuro intervengono fra essi termini parecchie relazioni e rassomiglianze; e quanto più i tempi sono scarsi di istruzione e di civiltà, altrettanto i popoli s’ostinano a meschiare e confondere moralità e religione e i dommi di questa coi precetti e documenti dell’altra. Crescendo lume nella coscienza degli uomini, i due sentimenti profilano nettamente le loro fattezze e lasciano scorgere troppo bene la profonda lor differenza. Allora, la moralità diventa un principio astratto ed universale e volentieri viene applicato ai rapporti del viver comune. Il sentimento, invece, di adorazione si attua e compie principalmente dentro dell’animo; non è di necessità operoso e pratico; e quando si esterna, compiesi in qualche celebrazione di culto estremamente diversa dall’azione morale e civile, propriamente denominata. D’altra parte l’bbligazione e l’autorità, che sono termini corrispondenti, forse implicano o sottintendono la personalità divina, da onde, in fatto, provengono gli elementi da noi descritti dell’autorità fontale e del diritto supremo, e quindi per derivazione proviene l’autorità della legge scritta. Ma certo è che obbedendo l’uomo all’autorità in genere o più strettamente al precetto morale, non pensa le più volte che alla necessità dell’ordine, alle esigenze della giustizia e alla reciprocazione di benevolenza e di utile fra i conviventi. Laddove il sentimento di adorazione mena diritto a concepire per oggetto e per fine un Dio personale e un Dio esorabile; si vero che l’adorazione si mescola quasi sempre con la preghiera o tacita ovvero espressa; e tuttochè il concetto del santo che fa riscontro all’adorazione inchiuda l’idea della potenza, saggezza e bontà infinita, che sono elementi dell’autorità, nondimeno v’à ancora di più un’altra forma sublime ed assai misteriosa e di cui per ultimo non si può altro dire se non che è termine esatto e correspettivo del senso specialissimo dell’adorazione. In fine, come nell’obbligazione morale parla un affetto e uno spirito particolare che fu domandato appunto senso morale, invece nell’adorazione e nel culto si sveglia quella disposizione dell’animo a null’altra simigliante che domandasi fede. E l’adorazione e la fede esercitati spesso e in maniera sensibile, ingenerano poi un ardore ed un entusiasmo de’ più gagliardi; mentre la legge morale s’immedesima con la tranquilla ragione; anzi ella stessa è una certa ragione dal occacui ministero vengono piuttosto acquetate che infiammate le passioni. Ma il senso di adorazione e di fede eccita l’uomo a congiungersi passionatamente con l’Assoluto; e fa che diventi smanioso di percepire e sentire Iddio in qualche modo definito e come da persona a persona. Però si volta egli a tutto ciò che sembri darne segno e vestigio più risplendente ed è inclinatissimo ad aggiustar fede alle cose che paiono esprimerne in maniera precisa e visibile la essenza, la mente e la volontà. Quindi è pure inclinatissimo a credere che Dio riveli in guise arcane e straordinarie l’essere suo, le sue volontà e prescrizioni particolari e le cerimonie più accette del culto; e manifesti altresi di continuo per vie portentose la sua presenza e potenza. Tutto ciò appellasi, per ordinario, l’opera della fede che per tale natura ed origine diventò la facoltà nostra maggiormente prodigiosa e pericolosa."
      },
      {
        "index": 34,
        "text": "189. — Giusta i pensieri del Vico, l’affetto religioso o di adorazione svegliossi primamente nell’uomo allo scoppiare del fulmine. E certo, sebbene il terrore dovettesi accompagnare in quel caso a qualunque altra affezione dell’animo, egli non è impossibile che allato all’ignobile e material senso della paura non ispuntasse nelle coscienze umane l’intuito primo e confuso della personalità santa e divina. Tuttavolta, se poniam mente al Rig Veda, l’antichissimo di tutti i libri di religione e di prece, fu in quel cambio l’aspetto del Sole nascente e la immensa lucentezza e trasparenza del cielo e la fiamma divoratrice delle profonde foreste che mosse il cuore degli aborigeni a pensare la prima volta e adorare la divinità."
      },
      {
        "index": 35,
        "text": "190. — Peraltro, qualunque fosse l’accadimento e il fenomeno che trasse l’uomo all’atto di che si parla, del sicuro operò in lui come causa accidentale ed occasionale; perocchè il senso e le idee suscitate in quell’atto ripetiamo avere una natura al tutto sui generis; e come è originale e non definibile il concetto del santo, così la religione e la fede ànno indole propria e diversa da ogni altra disposizione e abito umano. Salvo che la ragione e la scienza intervengono esse pure a correggere, addirizzare e confermare il culto e la religione; e l’idea del santo sebbene conservi mai sempre qual cosa d’indefinito e recondito, nullameno è purificata di continuo e sublimata sopra tutte le altre pertinenti alla divinità."
      },
      {
        "index": 36,
        "text": "191. — Nè l’opera stessa istintiva dell’adorare e del credere è in certa guisa abbandonata a sè medesima e posta in arbitrio dello zelo mal temperato e delle focose fantasie. Però, nel corso dei secoli, anzi delle migliaia d’anni, trova le leggi della sua economia, del suo sviluppo, de’ suoi trapassi, delle sue armonie ineffabili."
      },
      {
        "index": 37,
        "text": "192. — Ma non si concede a questo mio libro d’indagarle e descriverle. Solo accennerò brevissimamente che l’idea del santo venne sublimata insieme e purificata, facendosi sopra ogni cosa prevalere nel concettor di Dio l’attributo della bontà; di guisa che, mentre Tacito reputava gli Dei essere più curanti e gelosi delle punizioni che dei premj, il Cristianesimo pervenne a dar nome di visitazione amorosa di Dio agl’infortunj più amari e meno meritati che colpiscono l’anime rassegnate e devote. E mentre le leggi appena ottengono l’osservanza del giusto; e la ragione stoica persuade a fatica un superbo perfezionamento di sè medesimo, gli uomini convinti dell’amore smisurato di Dio inverso le creature e volti perciò a riamarlo e imitare la sua carità, mutarono in corto tempo la faccia del mondo. Il che poi non era fattibile, continuando il volgo ed i suoi maestri a incorporare esso mondo a la natura con Dio; perocchè non è adorabile veracemente se non il buono; e buono in modo sublime e adorabile è solo colui che opera il bene fuor di sè stesso."
      },
      {
        "index": 38,
        "text": "193. — Il teismo solo, impertanto, è capace di alta, pura e fruttifera religione. E sempre mi parrà mostruosa e parte anche ridevole la divinità dei panteisti che adora santamente sè stessa, e dei vocaboli bontà, carità, annegazione e altrettali dee falsare a forza la eccelsa e intemerata significazione. E giovò poco ai Budisti avere dal senso religioso attinto il senso della carità; da poichè questa non si nudre appo loro del dogma d’un Dio buono e immensamente benefattore. Laonde quel simbolo loro davvero sublime e patetico della colomba che per salvare il prossimo gittasi, benchè innocente, nel fuoco e vi si consuma, rappresenta da ultimo una compassione infinita che sentono l’una per l’altra le creature della smisurata e comune infelicità."
      },
      {
        "index": 39,
        "text": "Impertanto, veniam conchiudendo di nuovo che l’azione occulta dell’Assoluto sull’animo nostro à cinque forme originali e diverse; e cioè la creativa, la intellettiva, la estetica la morale e la religiosa. Per la prima azione, l’uomo esiste; per la seconda, egli afferma; per la terza, ammira; per la quarta, approva; e per l’ultima, adora. La prima azione è invisibile al nostro spirito così nel principio causale come nel l’effetto, quando taluno non voglia asserire che tutto l’essere nostro è di continuo l’effetto visibile dell’atto creativo; il che sarebbe altrettanto vero quanto poco o nulla convenevole al nostro tema. Nell’altre specie d’azione e d’influsso l’atto assoluto similmente non è mai sentito në percepito e solo se ne avvisano dentro l’animo gli effetti diversi; e quindi per essi il raziocinio e gl’impulsi del sentimento arguiscono la cagione. In ciascuna di tali specie la volontà si move spontaneamente con somma vivezza e prontezza. Talora, si move a compiere un atto di affermazione o di approvazione; talaltra, e con pari spontaneità, si volta ad ammirare la formosità degli oggetti o piega a terra le ginocchia per adorare. Salvochè quando la volontà sperimenta di contradire al suo movimento spontaneo e disfare l’atto suo proprio, s’accorge di non potere, e argomenta allora che v’à una forza suprema, la quale, sebbene non sia sentita nè percepita ed anzi nemmanco intelletta immediatamente, nullameno la mente giudica con sicurezza che debba esistere."
      },
      {
        "index": 40,
        "text": "194. — Ciò accade in maniera più manifesta nell’apprensione della verità e nell’apprensione del dovere. In quella della pulcritudine dicemmo già che la mente ne riconosce a poco per volta la natura assoluta non tanto per la impossibilità di negare una cagione spirituale ed universale dei sentimenti ed effetti del bello, quanto per vederlo intrinsecato con la finalità e la perfezione che sono concetti trascendenti e trovano in Dio soltanto la cima e pienezza loro. Il moto poi di adorazione tuttochè domandi la idea d’un oggetto sovrumano correlativo, tarda gran tempo a trovar nella mente un modo convenevole di definirla ed intenderla; ed oggi medesimo la significazione più esatta che possa attribuirsi alla voce santo si è ch’ella esprime peculiarmente quel carattere mistico della divinità onde l’uomo si sente commosso all’adorazione ed al culto."
      },
      {
        "index": 41,
        "text": "Dopo tutto questo, rimane di confessare un fatto innegabile, ancora che arduo a capirsi, e cioè che vi sono influssi penetrativi dell’anima i quali benchè si rivelino in certi sentimenti ed in certi atti della nostra spontaneità e del nostro giudicio, nientedimanco, nel loro principio esterno si rimangono occulti al senso, alla percezione e alla immediata apprensione dell’intelletto, e solo sono materia e rivelazione della facoltà discorsiva. Chè quando anche si voglia ammettere (cosa alla quale non consentiamo) che l’animo nostro discerna o senta o percepisca con intuito diretto una energia superiore in lui operante, massime per le affermazioni del vero e l’approvazione del bene, sempre converrà riconoscere che quell’arcana specie d’influsso e di attività non è guari comunicata alle idee ed all’apprensione immediata dell’Assoluto; voglio dire che le idee per sè medesime certo non ànno azione nè vita, nè energia, nè comando; e parimente l’Assoluto, in quanto è sostegno e limite dei nostri concetti ed è appreso direttamente in sè e per sè, mostrasi (lo vedemmo di già) come un’astrazione e una entità vuota, fredda e indeterminata. Laonde, per assentire al supposto della percezione degl’influssi divini intorno di cui discorriamo, converrebbe pure di aggiungere l’altro supposto d’una facoltà umana al tutto particolare e diversa da ogni altra studiata e conosciuta insino al di d’oggi."
      },
      {
        "index": 42,
        "text": "Dio è senza fine comunicabile, e gli stupendi suoi attributi influiscono perennemente in ogni parte del mondo spirituale e morale, giusta la capacità e disposizione degli enti e in quel grado e in quella maniera che porta la natura loro; come la luce è diversamente ricevuta dai corpi e il monte è illuminato prima della valle, e il fiore prima all’esterno nelle foglie dell’involucro, poi nel calice odoroso che sboccia e si spiega; nè il suolo la può ricevere dentro sè, quando l’aratro lo lascia intatto, nè le abitazioni umane quando finestre ed usci rimangono chiusi. Di simile guisa, nelle volontà, negli affetti e nei pensamenti nostri, appena si compiono certi atti e occorrono certe idee, compariscono l’orme divine del vero, del bello, del bene e del santo intorno alle quali si travagliano poi senza fine così l’istinto come la ragione e la scienza. Si disse, un poco addietro, che tutto ciò poteva anche avvenire per una nativa ed originale formazione e disposizione dell’anima a lei proveniente dall’atto creativo; per maniera che, succedendo in essa quegli atti occasionali di cui fu toccato più d’una volta, apparissero, quasi n dire, le impronte e l’attività del vero e del bello, del buono e del santo non per influsso particolare e incessabile dell’Assoluto ma per innata potenza dell’anima stessa, tanto che quelle sembrino poi un prodotto interiore e spontaneo della virtù dello spirito."
      },
      {
        "index": 43,
        "text": "195. — A ciò noi qui aggiungiamo, che se per trovare ragione e spiegazione acconcia del fatto le due ipotesi sono forse ugualmente accettabili, esse nell’ultimo fondo differiscono molto meno che altri non penserebbe. Per fermo, se il principio attivo e le impronte, a così chiamarle, delle divine perfezioni sono nell’anima insino dal suo primo esistere, e solo per occasioni e accidenti manifestano di mano in mano, sempre converrà credere che ciò proviene dall’influsso della divina efficienza; e che l’atto creativo operò nell’anima con tanta diversa virtù quante sono le perfezioni divine all’uomo notificate, e in qualche grado partecipate. Una cosa rimane certa, e cioè, che quelle orme della divinità non possono ad ogni modo venir riguardate siccome un fatto che comincia e termina dentro lo spirito. E se l’intuito immediato e particolare non le rannoda all’Assoluto, ciò fa del sicuro la cogitazione speculativa; ciò il moto rigoroso e libero della scienza e l’attività dell’ente morale che torna a Dio e gli si ricongiunge di più in più con intera consapevolezza e con tutta la energia delle nobili sue potenze."
      },
      {
        "index": 44,
        "text": "196. — Rimarrà per avventura mal soddisfatto di questi cenni il lettore, o perchè troppo brevi, o perchè bisognosi spesso di prove maggiori. Non mancandomi tempo, io tornerò senza dubio sulla materia che ora lascio incompinta e pressochè informe. E intanto me ne scusi la necessità di trascorrere ad altri subbietti più attenenti al fine dell’opera ed eziandio capevoli di più rigorosa deduzione e dimostrazione."
      }
    ]
  }
}
