{
  "chapterNumber": 49,
  "title": "Vol. II, Libro Secondo, Capo 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA UNITÀ NELLA SCIENZA."
      },
      {
        "index": 1,
        "text": "162. — Ma se il diverso nella creazione deve abbondare non meno del simile, in che guisa è sperabile la unità della scienza umana? O non piuttosto converrà dire che moltiplicando appo noi la notizia della natura debba la scienza nostra scostarsi dall’unità e divenir moltiforme appunto come sono le cose? Di questo si toccò in principio degli aforismi e nel Capo Primo del Quinto Libro dell’ontologia. Il discorrere intorno al diverso riconduceva poco fa la stessa dubitazione la quale bisogna risolvere con maggior sufficienza e in modo più positivo."
      },
      {
        "index": 2,
        "text": "163. — Gli Hegeliani se ne disimpacciano nettamente affermando che uno de’ massimi pregi del lor maestro si è di unificare la scienza in modo perfetto, cosa non potuta mai conseguire dai passati filosofi. E perchè la scienza di Hegel non pure è assoluta ma segna una via parallela sempre e in nulla dispari dalla via che tiene la creazione, l’unità onde s’informa è quella medesima dell’udiverso e consiste all’ultimo nella identità dell’idea con sè stessa. Qual cosa in fatto più semplice e maggiormente una di questa idea, la quale dalla possibilità o nozione che voglia dirsi varcando all’attuazione esterna, che è la natura, diventa consapevole di tal tragitto siccome spirito e vi riconosce la propria spontaneità e medesimezza? Beato Hegel direbbegli Socrate, come diceva a Gorgia, beato al par degli Dei; tu l’ài pur trovata cotesta unità della scienza; e tientela stretta e serrata in pugno; chè non ti avvenisse come a colui al quale il bagattelliere fa sparir la moneta di mano o la tramuta in un pezzo di straccio."
      },
      {
        "index": 3,
        "text": "164. — Io noterò, intanto, che il diverso per gli Hegeliani è sì poco diverso, da non poter disperare di farlo uno assolutamente. Per ogni parte della filosofia loro della natura che altro vi rincontri se non l’idea la quale eternamente ripete sè stessa ed or si fa obbietto ora subbietto; talvolta è immediata a sè, tal altra è mediata; qua è astratta, più là è concreta; prima si afferma poi si nega, indi si riconferma e giammai non esce di questi termini e di questi rapporti? Ei debbe riuscire manifesto a ciascuno che tale andare e venire perpetuo e sempre conforme della idea, quasi spola in telaio, finirà col tessere un bordato o un cambrì tutto d’un disegno. Come poi da simiglianza tanto compiuta se n’esca il diverso è un enigma poco facile a intendere, salvo che non si muti significazione ai vocaboli e, qualmente notammo altra volta, ei non si pigli il vezzo di definire per via d’esempio la luce: la materia sotto forma d’identità pura dell’unità della riflessione sopra sè.[1] Ovvero il suono: l’ente specifico in sè liberatosi della pesantezza e in quanto producesi come tale.[2]"
      },
      {
        "index": 4,
        "text": "165. — Egli è chiaro che simili definizioni pareggiano facilmente fra loro Dio e il diavolo, un mulino e un gigante. Ma lasciando ciò stare, io noto di più che l’Hegel sbandendo dall’universo il vero infinito quale noi teisti lo concepiamo e stringendo la vita e l’intelligenza in questo nostro picciol pianeta ristrinse d’altrettanto la sfera del differente e allargò quella dell’identico. Ma se operò con ragione e conforme alla realità delle cose lo veggano i metafisici. Quanto a me l’Hegel per tale rispetto mi ricorda quel Sere che accorgendosi di non poter fare entrare tutti i suoi libri in certi scaffali un po’ bassetti ordinò al legatore di mozzarli di tutto il di più."
      },
      {
        "index": 5,
        "text": "166. — Ma pure accettando la creazione così rappiccinita e angustiata dalle mani dell’Hegel io non mi perito di affermare che l’unità predicatane non si raffronta per niente con la realità; quindi è subbiettiva e suppositiva come quella che introducono i romanzieri nell’opere loro. Ed anche Cartesio unificò molto bene la sua macchina del mondo. Ma il guaio fu che lo studio dei fatti e i calcoli della nuova algebra la scassinarono da capo a fondo; e l’unità cartesiana non resse, appunto perchè poneva il simile laddove la natura mette il diverso. Nè l’unità hegeliana è per mio giudicio meno subbiettiva e suppositiva. Nella girevole catena degli enti immaginata dall’Hegel v’à quattro anelli maestri, a così chiamarli, che quando sieno trovati di falso metallo e di apparente solidità ogni rimanente cade in rovina. Il primo lega la natura all’idea; il secondo, la materia chimica all’organizzazione; il terzo, l’organizzazione all’anima sensitiva; l’ultimo, la sensitiva potenza all’intelletto ed alla ragione."
      },
      {
        "index": 6,
        "text": "167. — Ora diciamo che niuno di tali anelli o passaggi è conosciuto e dedotto a priori dall’Hegel e compariscono nel sistema suo per la ragione sola che la esperienza li manifesta e sono principj fecondi di tutto l’ordine delle cose. Noi già indicammo altra volta siccome l’Hegel valendosi abilmente del doppio significato litterale e metaforico nel quale il vocabolo esteriorità viene assunto trapassa dalla nozione allo spazio ed alla materia. Vi trapassa adunque mediante un’amfibologia, e l’anello indorato è peggio che talco e princisbecca."
      },
      {
        "index": 7,
        "text": "168. — Dalla materia chimica sale Hegel all’organizzazione, affermando in diverse maniere che questa ultima è una più intensa trasmutazione delle proprietà dei corpi con attività immanente per rinnovarla, con libertà delle forme esterne figurative e con certa individualità maggiormente concreta e profonda; di guisa che l’unità delle parti e del tutto supera similmente di concretezza ogni altra la quale apparisca nella materia."
      },
      {
        "index": 8,
        "text": "Coteste generalità ed altre poco dissimiglianti non lasciano punto discernere per che leggi necessarie e per che atto essenziale di alcuni elementi si uniscono essi in combinazioni quadernarie e ternarie di cui nessuna la chimica naturale inorganica è potente di produrre; e perchè quindi a tale composto particolarissimo aggiungesi l’invoglio altresì peculiare ed inimitabile della cellula; e il contenuto ed il contenente sono dotati della facoltà di assimilare le ambienti sostanze e di ricevere e patire gli atti di queste nel modo singolarissimo che fu domandato eccitabilità od irritazione."
      },
      {
        "index": 9,
        "text": "169. — Però l’Hegel annunzia molto generalmente ed astrattamente il fatto ma non lo spiega; e certo coloro i quali si travagliano da lungo tempo a dedurre l’organizzazione e la vita dalle forze e leggi comuni della materia e dalle speciali delle affinità chimiche, non si avvantaggiano per nulla di tali suo’ pensamenti e indovinamenti; nè più dall’altra parte se ne avvantaggiano i vitalisti; dappoichè l’Hegel nou dice loro in guisa veruna che sorta di sostanza o di forza propria ed originale porga principio e fondamento alla vita ed alla organizzazione."
      },
      {
        "index": 10,
        "text": "165. — Seguita il terzo anello che dee connettere la pura vita vegetativa al senso ed all’animazione. E qui l’Hegel, per mio giudicio, commette due diversi e massicci errori. L’uno di scorgere nella sensibilità una qualche forma di pensiere; l’altra di dedurre a priori il senso dall’ organismo, non traendo in mezzo nessuna prova apodittica e nessun vigore speciale di raziocinio. E per fermo, che à egli da fare il fosforo ed ogni sorta di fosfati col senso? E come diventerà senso quella polpa ganglionare con quelle sue filamenta più o meno assottigliate e quelle sue tuniche o neurilemi che le domandi?"
      },
      {
        "index": 11,
        "text": "171. — Circa poi al confondere insieme il senso e il pensiere non so bene che mi dire, trattandosi d’un osservatore acutissimo dei fenomeni dello spirito. Per lo certo, un sentire avvertito è un sentire pensato; e nulla di manco interviene fra la mente che avverte e il senso avvertito una diversità immensurabile. E se ciò è il vero, non ispenderemo parole a mostrare la impossibilità in cui trovasi Hegel a compiere il quarto passaggio della facoltà sensitiva al pensiere ed all’intelletto."
      },
      {
        "index": 12,
        "text": "Così il varco necessario dalla nozione alla natura, poi dal chimismo all’organismo; indi da questo alla sensibilità, e per ultimo dalla sensibilità alla ragione è sempre nel sistema hegeliano operato empiricamente. Le apparenze sillogistiche mostrano l’abito della deduzione; nel fondo i nodi sono tagliati sempre da un Deus ex machina che giunge a tempo affine di ricompor la catena che quattro volte si spezza. Questa, per dirla com’io l’intendo, è l’unità della scienza e dell’universo hegeliano."
      },
      {
        "index": 13,
        "text": "172. — Siamo, adunque, meno ambiziosi, e meno fidenti di rinvenire nella scienza e nelle cose create una sì perfetta unità quale costoro se la figurano. Quella che mi sembra accostabile dal nostro sapere e che è sufficiente a legare insieme con nodo dialettico tutte le parti dello scibile venne definita da noi in sul terminare dell’ontologia. Trovato a priori l’esistenza di Dio ricavato dal suo concetto l’ordine delle attribuzioni sue infinite, il pensiere gode di scorgere che nella bontà increata è natura necessariamente espansiva e per lei il mondo à necessaria esistenza. E tuttochè il mondo sia diverso perchè finito, ciò possiamo divinare di lui con dottrina apodittica che risponderà all’intenzione del bene quanto il finito n’è capevole. E con questa misura e scorta concedesi all’ingegno speculativo d’investigarne l’architettamento sublime; tanto che, conosciuta la impossibilità di soddisfare la creazione al suo fine mediante gli oggetti creati, andrà quell’ingegno ravvisando ancora la necessità di ricongiungerla all’autor suo e il termine ricondurre al principio, quasi parabola immensa che fuor proiettata dalla bontà, saggezza e potenza infinita torna non già a cadere in quiete perpetua ma sì a circolare con àmbito ognor più vicino e veloce intorno a quell’infinito."
      },
      {
        "index": 14,
        "text": "173. — In cotal guisa l’uno dell’assoluto insieme e del relativo si converte col bene, e perchè questo tiene la cima, per modo di favellare, della perfezione divina, così circonda penetra e informa di sè medesimo la espansiva creazione e a sè la riconduce mediante un atto progressivo ed inesauribile di partecipazione."
      },
      {
        "index": 15,
        "text": "174. — Cotesta parabola immensa è la vita e il corso della natura; e seguita il domandare se noi vi possiamo cogliere quella forma di rigorosa unità che dalla più parte degli uomini sembra creduta e sperata."
      },
      {
        "index": 16,
        "text": "175. — V’à certo nel concetto volgare intorno di ciò qualcosa di pregiudicato e di esagerato; il che non succede senza nocumento degli studj naturali e sopratutto dei filosofici; a sebbene sia bisogno perpetuo di nostra mente di riposarsi nell’unità di guisa, che dove gli enti vi si ricusano, la mente supplisce con certa unità subbiettiva e cogitativa, nullameno ei conviene persuadersi che la natura poco bada al nostro bisogno e non lascia guari imprigionarsi dentro lo stampo formale di nostra mente."
      },
      {
        "index": 17,
        "text": "176. — Il diverso è del sicuro attribuzione del finito come si asseri nel principio; dacchè il diverso, in quanto tale, vuol dire il molteplice. Nella creazione adunque moltiplica per lo certo il diverso tanto da trascendere ogni nostra immaginazione e da far vano qualunque sforzo d’ingegno per concepirne le specie. Laonde, come scrivemmo nei Dialoghi di scienza prima, quando anche all’anima nostra fosse regalato da Dio un carro celeste simile a quello di Febo, noi, dopo visitati i mondi meno dissomiglianti dal nostro, giungeremmo pure in luogo dove ci sarebbe necessità di retrocedere sgomentati e atterriti, perocchè l’ignoto e l’inopinabile svegliano sempre un senso di paura, e conosceremmo allora evidentemente che quello che noi domandiamo universo è solo la picciola porzione di lui che meno si scosta e meno si differenzia dalla nostra natura."
      },
      {
        "index": 18,
        "text": "177. — Tuttavolta, se la saggezza divina scaturir lasciasse il diverso dal gran mare del possibile senza temperamento nè legge, l’intero creato confonderebbesi. Entra, dunque, e noi nol neghiamo, nella moltitudine dei mondi diversi alcun principio di unità. E certo in ogni angolo del creato regna e governa il fine medesimo; e debbe fra l’uno e l’altro termine e cioè tra il fine ed i mezzi essere proporzione rispondenza e omogeneità. Ma dall’altro canto come il fine è il bene e questo convertesi con la perfezione e le perfezioni, distinguendole, sono infinite e diverse; egli è lecito di concepire infiniti mondi diversi cospiranti appunto a questo gran fine di ripetere partitamente e finitamente nella creazione il bene divino che è l’infinito e l’uno di tutte le forme di perfezione."
      },
      {
        "index": 19,
        "text": "178. — Se non che la nostra natura stessa ci sforza a riconoscere il bene principalmente nella beatitudine e in cosa che l’assomiglia ovvero in cosa che giovi ed aiuti per conseguirla. Diremo, impertanto, che i mondi creati non possono diversificare sostanzialmente l’uno dall’altro più là di quel punto in cui cesserebbero di accordarsi tanto o quanto col fine comune che è il bene sotto qualche forma e partecipazione di beatitudine. Il che è verissimo; salvo che occorre di aggiungere le cose più dispaiate, a nostro giudicio, e più remote dal fine, potere per effetto della sapienza divina cooperare a quello indirettamente e per piccioli gradi, per guisa che il campo del diverso rimane ancora sconfinato affatto ed immensurabile."
      },
      {
        "index": 20,
        "text": "179. — Un altro legame universalissimo di unità è da riconoscere nella intelligenza. Quando non si voglia oppugnare il criterio supremo del vero fornitoci dall’autore di nostra mente e del nostro essere, a noi non si lascia neppur concepire un mondo capace del bene qualora non lo conosca o in qualche maniera nol pensi. Certo è peraltro che la intelligibilità simile alla luce e più semplice estremamente di lei sebbene si congiunge con ogni cosa lascia ogni cosa tal quale è; non diversamente dallo spazio che penetra tutto e non opera in nulla. Quindi noi non sappiamo quale specie di mondo diverso potrebbe non adattarsi all’intelligenza e ricusar la sua luce. Nullameno, ciò è vero dalla parte passiva e vale a dire del mondo in quanto può essere inteso. Ma l’intendere porta seco una mente e la mente più altre cose."
      },
      {
        "index": 21,
        "text": "180. — In fine, non diremo noi che v’abbia nel creato universo l’unità dell’essere e l’unità delle supreme categorie di questo? Noi lo diremo sicuramente; ma nel tempo stesso recandoci alla memoria la somma astrattezza loro e come sono in immenso estensive e nulla comprensive, intenderemo subito ch’elle ristringono di quasi niente il circolo del diverso nella creazione."
      },
      {
        "index": 22,
        "text": "181. — Questa è dunque interminabile diversità e moltiplicazione, dentro la quale irraggia una sola suprema unità che è quella del fine; e il fine da ultimo si sustanzia col bene, e il bene con Dio. E perchè d’altro lato occorre che il fine sia conosciuto da chi dee procurarlo con l’attività propria, dee pure nell’universo raggiar di continuo l’unità dell’intelligenza e del vero la quale eziandio move dalla infinita intelligibilità per incessante partecipazione; e come il vero è splendenza del bene, così le due forme di unità si risolvono nella superiore del subbietto divino che in sè le raccoglie."
      },
      {
        "index": 23,
        "text": "182. — Quanto all’unità sostanziale del nostro spirito e all’unità formale del nostro pensiere, gli è manifesto che la prima è relativa, particolare e specifica da poichè viene ripetuta e moltiplicata negli altri uomini e segna un genere ed una natura peculiare nella catena degli enti. L’altra è, come si disse, partecipazione e riflessione della suprema intelligenza e della increata verità; lumen de lumine e verum de vero."
      },
      {
        "index": 24,
        "text": "183. — Ma può taluno considerare che i mondi affatto diversi da questo nostro rimanendo inconoscibili a noi, segue che non dobbiamo tenerne conto. Il perchè la controversia presente risolvesi nel domandare se per lo manco in questo mondo visibile e da noi comprensibile dimora e splende una profonda unità e può ella quindi varcare nella nostra scienza di modo che quando fosse tutta trovata, lo scibile intero sarebbe uno perfettamente in ogni sua parte e l’universo ci apparirebbe governato dalla sola legge dell’unità nella varietà."
      },
      {
        "index": 25,
        "text": "184. — Non affermo impossibile compiutamente cotesta sintesi maravigliosa, allora che mi ricordo che alla fine delle fini il mondo bene conosciuto e bene studiato da noi debb’essere quello per appunto il quale conformasi meglio con la nostra natura e i nostri mezzi conoscitivi. Parmi altresì molto certo che questo nostro universo visibile segua in ciascuna sfera di esseri la gran legge dell’uno nel vario, chiamando col nome di vario il diverso legato con la somiglianza del genere. Ma che tutte quelle sfere risolvansi da ultimo in una o due unità di nature, conosciute le quali verrebbe conosciuta e spiegata qualunque cosa, ciò i miei riveriti dubj. E credo saldamente essere il diverso molto più profondo e come dicono irriducibile di quello che non si stima per ordinario e massimamente dai cosmologi."
      },
      {
        "index": 26,
        "text": "185. — Io credo nella creazione a noi conoscibile darsi per lo meno sette sfere differenti di esseri e sono la stellare, la eterea, la tellurica, la chimica, la organica, l’animale e l’umana. Nessuna di queste, al mio parere, entra come specie nel genere di verun’altra e nemmeno come genere inferiore in altro più largo. Salvo che non si pretenda di unificarle sotto le due forme astrattissime della materia e dello spirito."
      },
      {
        "index": 27,
        "text": "186. — Ora chi penetrasse in ciascuna di tali sfere la essenza più profonda e il principio causale più sostanzioso ed efficace, forse perverrebbe a cogliere l’uno nel vario; ma del sicuro nol coglierebbe nel complesso di tutte e solo farebbeglisi manifesto un’armonia certo maravigliosa e da porgere materia di meditazione e stupore per tutti i secoli. Ma il pensiere coglie solo esso e fruisce l’unità dell’armonia; perchè questa nel fatto inchiude diversità di cagione e diversità di sostanza. Chè altramente risolverebbesi nell’accordo delle varietà, e le varietà, come tali, si sciolgono nella medesimezza o del genere o della cagione o della sostanza."
      },
      {
        "index": 28,
        "text": "187. — Nè con queste considerazioni noi vogliamo distrarre il sapere umano dal ricercare pazientemente ed assiduamente la unità. Solo desideriamo che la reputi più occulta e parziale che forse non va pensando e sia curioso del diverso non meno che del simile e non applichi alla natura affrettatamente le unità ideali e le unità subbiettive, ricordandosi sempre che primo carattere del finito è il molteplice e però il differente."
      },
      {
        "index": 29,
        "text": "188. — Nè sembra che all’opinione nostra i fatti dieno larga smentita. Mirabile certo è la unità e semplicità delle leggi scoperte nel mondo meccanico. E qui la scienza davvero accostasi all’uno nel vario, sempre che guarda il proprio subbietto astrattamente e universalmente. Il che è potuto succedere per la facile trasmutazione dei fenomeni in nozioni e concetti di quantità; laonde à bastato mirare alle attinenze immutabili ed assolute delle idee per conoscere con certezza apodittica le attinenze di essi fenomeni nell’ordine della realtà. Nelle altre sfere di essere l’esperienza ed il raziocinio ànno pel corso di parecchie diecine di secoli estesa sminuzzata corretta e compiuta la cognizione di molte parti della natura, ma poco o nulla sonosi approssimati all’unità rigorosa dei principj delle essenze e delle cagioni."
      },
      {
        "index": 30,
        "text": "189. — Nessuno per al presente à fiducia di rinvenirla per entro alle leggi che moderano i movimenti meccanici delle picciole masse; e nella chimica si confessano cinquantasei elementi, laddove gli antichi si ostinavano a riconoscerne soli quattro. Vani riescono tuttavia i tentamenti de’ fisici per ravvisare nell’organismo combinazioni, atti e modificazioni delle generali forze della materia inorganica; e l’ordine che s’introduce negl’individui svariatissimi del regno vegetale e del regno animale esce quasi tutto di nostro capo; e vo’ dire che è artificioso e fondato troppo di frequente non sulle essenze comuni sì veramente sulle appariscenze esteriori. E a contare da Aristotele in giù noi disputiamo ancora con gran vivezza se tutti i germi sono nati d’un solo e via via sonosi trasmutati in ispecie infinite, ovvero l’archetipo d’ognuna di queste dura eterno ed inalterabile."
      },
      {
        "index": 31,
        "text": "190. — Del pari si disputa se al nostro globo toccarono parecchi e profondissimi sconvolgimenti ovvero tutte le sue mutazioni successero a minimi gradi senza ruine nè cataclismi; tanto manca che ravvisiamo alcuna sorta di unità nella genesi della terra e nella composizione delle sue parti. Nè unità di principj sappiamo assegnare al mondo planetario medesimo a cui per mantenersi in equilibrio di moto occorrono forze contrarie ed equipollenti."
      },
      {
        "index": 32,
        "text": "191. — Lontanissima poi è dall’uno la teorica degl’imponderabili. Perocchè calorico e luce sembrano tanto immedesimarsi fra loro quanto magnetismo ed elettricismo parimente in fra loro. Ma quando sieno tutti quattro affezioni e tremori d’un medesimo etere molto manca che si conosca la ragione ed essenza comune e per quali cagioni subordinate ora si conformano ed ora si differenziano. Quanto poi all’uomo che è detto microcosmo ed è sì gran parte della natura, non giudichiamo possibile ch’egli valga ad imprimere nella scienza del proprio essere l’uno ed il vario fortemente connessi. Atteso ch’egli risulta di due nature; e congiungendosi all’infinito reca in mezzo un terzo principio efficiente diverso dai due. Di quindi l’eterna contesa tra il subbiettivo e l’obbiettivo e la necessità di conciliarli serbandoli integri ambidue."
      },
      {
        "index": 33,
        "text": "192. — Infrattanto, non diremo la scienza dei fatti ma sì la storia loro cresce sformatamente ogni giorno talchè ogni disciplina naturale ne diventa idropica e non v’è memoria che valga a più contenerla, tuttochè ci aiutiamo di continuo con ogni artificio di ripartizioni e distribuzioni; e se per un lato molte serie di fenomeni vanno, a così parlare, adunandosi per sè medesime sotto un genere solo di causa, innumerevoli altre appariscono d’un altro lato senza legge nè modo."
      },
      {
        "index": 34,
        "text": "193. — Nella chimica, per atto d’esempio, insino ai tempi di Vanhelmont tutto era sconnesso e fantastico e niun principio interveniva a distinguere il sostanzioso e l’accidentale, il composto ed il semplice, il permanente e il mutabile. I moderni invece sembrarono andare insino all’inspezione dell’atomo, disfecero e ricomposero i minerali tutti quanti o pochissimi eccettuati, e seguirono con tal diligenza le trasmutazioni degli elementi nel seno della terra, nella struttura dei vegetabili, nello stomaco degli animali nelle fermentazioni e dissoluzioni, da mostrare con evidenza il circolo eterno in che girano sulla faccia del globo. Ma che per ciò? Nessun principio semplice, universale e sufficiente alla congerie dei fenomeni viene ancora a supplire gli spiriti versatili di Paracelso e l’archeo di Vanhelmont. Caddero le tentate unificazioni di Bertholet, di Dalton, di Berzelius, di Dumas; e i prodotti dell’organismo, così semplici di elementi come infiniti di proprietà e d’azioni specifiche, tornano ad aggravare e quasi confondere la memoria e la intellettiva umana."
      },
      {
        "index": 35,
        "text": "194. — Nè alcun uomo assennato dirà per questo che lo scibile, e segnatamente la scienza della natura, o non progredisce o si sfascia. Il fanciullo, ripetiamo noi, vede ogni cosa simile a sè ovvero simile ai pochi oggetti a lui familiari e tutte le novità spiega con le stesse ragioni e cagioni le quali sono o Dio o il Sole o la volontà de’ suoi genitori. Chi non sa che il genere umano varca al pari dell’individuo la età dell’infanzia? Vero progresso del nostro sapere si è riconoscere la immensità del diverso e alla bella prima confondervisi dentro affatto. Poi senza presumere di unificarlo, salvo che parzialmente, studiare e scoprire quella concordia discorde che ogni sapiente nuovo od antico vi à ravvisato. Allora la nostra scienza calca certo la stessa via, se è lecito dire, che tiene la saggezza infinita la quale nell’indefinito del simile, del diverso e del misto introduce la legge suprema e perpetua della Convenienza e della Euritmia."
      }
    ]
  }
}
