{
  "chapterNumber": 16,
  "title": "Vol. I, Libro Secondo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "63. — Sanno pure gli scolari che le idee archetipe di Platone furono con asprezza ed ostinazione combattute dal suo gran discepolo. E non ostante ciò, desidero venga notato da capo come sia vera la nostra sentenza, che Platone e Aristotele, beue avvisati nella ragion generale de’ loro sistemi, invece di contradirsi e annullarsi sono giusto complemento l’uno dell’altro. Conciossiachè la ragione e l’esperimento, le nozioni e i fatti, le cause e i principj, le intellezioni e le percezioni costituiranno sempre i due massimi elementi dell’umano sapere, i quali convien definire e accordare e non mai confondere o l’uno sopprimere pereliè l’altro di soverchio prevalga. La ragione si concreta per ultimo termine nell’infinito, e l’esperienza e il fatto nel mondo finito. Dentro poi lo spirito umano il fatto e l’idea sono in correlazione esatta e continua, tuttochè ciascuno di essi mantenga perennemente la forma propria incomunicabile."
      },
      {
        "index": 1,
        "text": "64. — Però, facendosi luogo a ciò che compete all’esperimento, niuno negherà le fondate e precise indagazioni d’Aristotele sull’apprendere in prima le cose reali, appresso paragonarle e da ultimo indurne quello che di comune vi giace e così distinguere la sostanza dall’accidente e le note individuali dalle generiche e dalle specifiche. E noi scorgemmo altresì com’egli al vero s’apponesse quando giudicava nulla non essere nell’intelletto che prima non sia comparso in qualche fatto dello spirito; e come in tale significato si vogliono negare le idee innate ricisamente e compiutamente. Ma quando il pensiere guarda i risultamenti dell’astrarre e del comparare non più nei fantasmi, sibbene nei concetti correlativi apparsi tra mezzo a quelli quasi fossero una loro trasmutazione e un loro spiritualizzamento, il termine ideale di nostra mente diversifica per natura tanto da essi fantasmi e dagli oggetti paragonati, quanto il finito dall’infinito e il transitorio e mutabile dal permanente e immutabile, quanto la possibilità eterna dall’attualità temporanea, e infine, quanto il comune si diversifica dall’universale; che questo è solo nella idea, quello dimora in fondo a tutte le cose concrete. Nel vero, cotesto scambiare l’intuito ideale con la percezione od i suoi vestigi quali che sieno, fu certo un grande abbaglio di Aristotele e della sua scuola. E se mai le specie intelligibili (ch’io nol so bene) furono da essi reputate cosa spirituale e disparatissima da ogni impressione di senso, nondimeno è ancor troppo grave l’errore di non annettere quelle specie all’oggetto loro indefettibile e considerarle siccome forme del nostro spirito giacenti in potenza dentro i fantasmi, e però come un prodotto immediato dell’attività nostra intellettuale e senza riferimento necessario ad un’eterna realità. E quando anche Averoe colpisse nella vera sentenza peripatetica, l’Intelletto agente vale a spiegare la creazione delle specie, non vale a dar loro un termine oggettivo assoluto."
      },
      {
        "index": 2,
        "text": "65. — Nemmanco è dubio che Aristotele col tramutare i tipi platonici nella quiddità scoperta col paragone delle singole cose, non potendo dar prova ch’ella esistesse fuor del pensiere universalmente e indivisamente fu per una parte costretto a figurare parecchie cause attive e passive effettualmente universali come fece del primo mobile, degli altri celi inferiori e forse anche della materia, e così pervenire a qualche ente obbiettivo d’infinita comprensione; e dall’altra parte ebbero i nominali e i sensisti una ragione fondata o per lo manco una grande scusa a risolvere gli universali in semplici nomi e parole."
      },
      {
        "index": 3,
        "text": "Ei si parrà nella nostra Cosmologia che nessuna efficienza si dia nel mondo la quale operi universalmente con medesimezza e unicità di sostanza. Le specie ed i generi sono uno nel loro eterno concetto; e si dica il simile del comune di tutte le cose sostanzialmente separate. E quando (sia qui detto di passata) i pensieri e le volontà umane si accompagnano nello stesso proposito, e il corpo intero sociale d’una città o d’un vasto regno sembra pel riscontro maraviglioso di tutti gl’intendimenti e di tutte le opere creare una quasi sostanziale unità od almeno un composto perfettamente organato, ciò proviene dalla unità vera e sostanzialissima di quelle verità e di quei fini supremi che si concretano nell’Assoluto e nella legge del bene, e verso i quali sono rivolte ad un modo le menti e gli spiriti d’una comunanza numerosa di uomini. Insomma per noi il solenne adagio platonico è questo che fuori delle unità sostanziali finite e individue e fuori dei complessi varj e dissolvibili, quali risultano dal congiungimento e annodamento delle parti in fra loro, ogni altra sorta di unificazione accade per la unità delle idee e pel gagliardo attrai- mento dell’ordine universale del bene."
      },
      {
        "index": 4,
        "text": "66. — Nè qui parleremo dell’altro abbaglio di Aristotele nel non iscorgere il doppio riferimento che anno molti universali con l’Assoluto. Perocchè molti universali oltre al rappresentare certa possibilità eterna delle cose finite rappresentano altresi le perfezioni divine correspettive. Chè è certissimo, per via d’esempio, il concetto del bene, del bello, del vero, del santo e d’altri siffatti significare ad extra il possibile di tutte le cose belle, buone, vere, sante e va’ discorrendo; e significare ad intra il bene infinito di Dio, l’infinita bellezza, verità e santità sua. E però quei concetti sono in risguardo di ciò, come disse il Vico, universali di perfezione o di comprensione, non già di latitudine. Egli è poi manifesto che tali archetipi della essenza divina come provengono naturalmente dalla dottrina platonica intorno alle idee, cosi debbono fare diffalta compiuta nella teorica d’Aristotele."
      },
      {
        "index": 5,
        "text": "67. — Vedesi da ciò, che quando noi replichiamo essere la dottrina platonica temperata e compiuta dalla peripatetica e nella lor congiunzione consistere la verità intera della metafisica, questo nostro opinare differisce radicalmente dal giudicio che ne recano gli hegeliani i quali avvisano in Aristotele il complemento di Platone al rovescio di noi; imperocchè stimano che il primo abbia inserito nella natura le nozioni eterne dell’altro, movendo cosi un gran passo verso la identità assoluta del tutto. A noi basterà notare che Aristotele affermando le essenze concrete e il comune delle cose non reputò mai di affermare le idee divenute esteriori; e chi nella materia peripatetica vuol riconoscere la idea indeterminata e nelle forme la idea che si fa operosa e muta così o così, somiglia al buon curato che dentro la luna scorgeva una chiesa ed un campanile poco diversi da quelli della sua pieve."
      },
      {
        "index": 6,
        "text": "68. — Proseguiremo a mostrare sotto brevità qualmente nel pronunziato supremo posto da noi in capo all’ontologia rincontrisi allato al principio dell’essere il principio vero del conoscere; il quale perciò dee rifulgere di mano in mano in tutte le trasmutazioni ed applicazioni delle facoltà della mente."
      },
      {
        "index": 7,
        "text": "Altra, si disse, è l’opera dell’intelletto, altra quella del sentire e del percepire. Entrambe nondimeno si compiono dentro lo spirito e una sola mente le avverte, una sola le paragona e ne scorge il nesso e le rispondenze. E però scorge altresi il termine identico ed immutato di congiunzione per rispetto alle idee e i termini successivi e variabili delle azioni esteriori. Tale occhio vigilante dell’anima schiudesi per primo sulle sintesi naturali del senso e della percezione e quindi sulle sintesi intellettive che si raffrontano a quelle. Avvi, dunque, due serie diverse di giudicj si per la materia e si per la forma. Nelle sintesi naturali lo spirito nostro, avvertendo per via immediata gli oggetti concreti, avverte eziandio le maniere differentissime del loro essere e del loro operare e ogni sorta di relazioni dalle une alle altre. Imperocchè talvolta egli sente, percepisce e ricorda qualità e fenomeni attinenti a sustanziali subbietti, con carattere permanente ed ingenito; tal altra scorge l’atto e la mutazione interiore e temporanea di certe forze; tal altra volta, un effetto speciale promosso da speciale cagione ed esteriore all’effetto medesimo; od infine, scorge che quegli oggetti e quegli altri somigliano o dissomigliano, ovvero anno in fra loro questi rapporti o cotesti di spazio, di moto, di durata, di successione, di composizione, di ordine. In così fatti giudicj, pertanto, il nesso corrente fra i termini è molto diverso; conciossiacliè, ora è di modo a sostanza, ora di atto ad agente, ed ora di effetto a cagione; talvolta consiste nella veduta mentale intorno alla parte e al tutto al simile ed al dissimile, all’uguale e al disuguale; talvolta, invece, è riposto in un’attinenza di spazio e di tempo fatta sensibile e misurabile pel moto o per altro fenomeno; ovvero consiste in altra specie di relazione che lo sguardo solo interiore osserva e notifica a sé medesimo. Questi giudicj, adunque, sono nella materia così diversi, che per rassegnarli sotto una forma logicale comune fa mestieri di avvisarli soltanto dall’atto della mente e vogliam dire nel rispetto loro subbiettivo. Però accade di dare a ciascuna parte la più lata denominazione possibile, e latamente definire il lor tuttoinsieme, e pronunziare con Aristotele. ch’esso è l’atto della mente per cui si afferma e si nega un qualche cosa di qualche cosa. Il termine poi sintetico chiameremo oggetto e il termine analitico sua pertinenza, racchiudendosi sempre una totalità o sintesi nella cosa di cui si giudica e sempre una divisione, astrazione ed analisi nella cosa a quella aggiudicata. Conoscesi oltre ciò da ognuno che simiglianti giudicj annunziando mere verità di fatto non esprimono tra l’oggetto e la sua pertinenza veruna necessità logica. Nè la esprimono eziandio qualora la sintesi di cui si giudica venga pensata e significata mediante le idee rispettive. Conciossiachè in tal caso il giudicio cada non sulla idea propriamente ma sull’oggetto particolare rappresentato; del che torneremo a tener discorso un poco più avanti."
      },
      {
        "index": 8,
        "text": "69. — In quel cambio, allora che la mente esercitasi intorno alle sole idee, giudica della loro pensabilità, o forma intelligibile che la si domandi, la quale essendo eterna e immutabile imprime la necessità propria nei rispettivi giudicj. E perchè le idee guardate nell’essere loro rappresentativo e in disparte dall’oggetto ipotetico vestono tutte una sembianza medesima, però un abito altresì medesimo e inalterabile assumono i giudicj correlativi, e consiste mai sempre nell’affermare o negare un predicato ideale d’un ideale subbietto; e cioè a dire che nella sintesi del concetto la mente distingue la presenza o l’assenza di questa idea o cotesta; quindi l’afferma o la nega; e vale a dire nel primo caso che avverte l’inerenza dell’una idea nell’altra; la quale inerenza (come più sopra venne notato) è peculiarissima e differente da ogni legame e relazione delle cose reali finite. Nel secondo supposto avverte l’assenza dell’uno dei termini, ovvero la diversità o la discrepanza con l’altro. I quali rapporti non sono arbitrarj e non li crea il nostro comporre e scomporre i concetti. Imperocchè qualunque sintesi se ne venga da noi formando, ella esprime una eterna pensabilità indipendente dal nostro giudicio; e quando a noi sembra di mettere insieme liberamente l’una idea con l’altra, nel fatto noi giriamo l’occhio intellettivo nella infinita idealità ed ora ci fermiamo sulla tale sintesi, ora sulla tale altra; chè tutte sono comprese nello intinito delle determinazioni dell’Assoluto. E così, per grazia d’esempio, nella idea universale dell’uomo ciascuna idea componente tiene dalla sua natura eterna e assoluta essere un elemento di quella sintesi intellettuale domandata uomo; e accade il medesimo di tutte le innumerevoli altre che a quella si riferiscono estrinsecamente. Del pari, ciascuna idea componente la detta nozione uomo, tiene ab eterno dalla natura sua il poter essere considerata in disparte e sceverata per astrazione da ogni altro concetto; ovvero apparire essa medesima una sintesi e dar luogo a’ giudicj analitici interminabili. Tuttociò, ripetiamo, giace a priori in ogni qualunque nozione, e la intelligenza nostra lo va scorgendo partitamente e una cosa dopo l’altra. In quel punto, adunque, che noi determiniamo un concetto, o parlandosi con rigore in quel punto che l’occhio nostro intellettivo formasi d’innanzi a tale o cotale determinazione dell’assoluta efficienza o delle assolute perfezioni, dobbiamo di necessità compire e contornare il concetto medesimo e attribuirgli con esattezza ciascuna delle idee componenti che tornano essenziali alla detta determinazione; per modo che l’affermarne una di più o di meno riuscirebbe contradittorio. I concetti, per altro, ordinarj e comuni vengono circoscritti quasi a dire per sè stessi dalla significazione dei nomi; e spesso tale medesima significazione è determinata esattamente e ugualmente appo tutti gli uomini, atteso che tutti apprendono allo stesso modo un numero grande di concetti generali; come, esempligrazia, l’idea del quadrato e del circolo e simili altre nozioni astratte e comuni. Di quindi nasce che la necessità logica dei componenti di certi concetti è manifesta ad ognuno. Chi negherà (poniamo caso) che Dio non sia immutabile, posto che il nome di Dio voglia esprimere un ente assoluto e fuori del tempo? E quando pure se ne facesse questione, ella cadrebbe del sicuro sulla definizione del concetto, o vogliam dire sul numero e specie delle nozioni, la qual debbe venir contenuta in quel dato vocabolo."
      },
      {
        "index": 9,
        "text": "70. — Non è impertanto (e si avverta cotal conclusione) la necessità dei giudicj che si domandano analitici o identici provenente per nulla da ciò che nel lor predicato ripetesi con esattezza il contenuto del subbietto. Avvegnachè in qualunque sorta di giudicio il secondo termine esprimer debbe quello che è già inchiuso nel primo sia l’inchiuso una sintesi meramente ideale ovvero qualcosa di effettivo e sensibile. Però la ragione della essenziale disparità fra le due sorte di giudicj è pur questa sola che ne’ giudicj sperimentali le sintesi sono un fatto; quindi (come testè si notava) nessuna necessità intrinseca od estrinseca vi può capire. Laddove le sintesi dei giudicj analitici o meglio ipotetici sono sempre e tutte assolute."
      },
      {
        "index": 10,
        "text": "71. — Vero è che i giudicj nostri ordinarj ed abituali si compiono il più del tempo sopra reminiscenze, fantasmi o idee invece che sopra gli oggetti immediatamente percepiti. Ma vero è altresi (e la cosa fu male niente osservata) che il più del tempo noi ci serviamo di que’ giudicj ideali come di espressioni che rappresentano non la mera astratta possibilità e pensabilità delle cose ma il loro essere in atto. Imperocche giace nell’arbitrio di nostra mente l’applicare la rappresentanza ideale all’uno o all’altro dei termini rappresentati cioè al relativo od all’assoluto, pensando le possibilità eterne che sono ad intra, ovvero ad extra le cose attuate nel tempo."
      },
      {
        "index": 11,
        "text": "73. — Ma a quale opinione ci accosteremo noi circa giudicj che il Kant domandava sintetici a priori, ed exempli gratia questo: 5+7=12?"
      },
      {
        "index": 12,
        "text": "Notiamo alla bella prima che nella possibilità eterna del 5+7 nessuno dubita che non sussista altresì il rapporto di uguaglianza perfetta fra que’ due numeri e il numero 12; perocchè, supposto un essere, sono insieme supposte tutte quante le sue attinenze. Però il giudicio che annunzia la loro perfetta equazione è necessariamente analitico, e vale a dire che l’idea espressa nel predicato non può non istare inclusa nell’idea del subbietto, guardandosi il riferimento che anno entrambe con l’efficienza divina e all’ufficio che loro compete di rappresentarla. Altra cosa è poi che la mente nostra avvisi quella relazione di eguaglianza avanti o dopo l’atto comparativo delle due quantità. Le matematiche non otterrebbero ampio svolgimento e progresso, qualora la mente nostra sapesse a priori tutte le innumerevoli correlazioni che passano fra le astratte quantità; e nondimeno quelle tutte correlazioni sussistono nell’infinito dei possibili. Tale limitazione, adunque, del nostro sapere è cosa umana e subbiettiva, e non si stende in niun modo alle idee ed al loro obbietto assoluto. Ma il Kant negando fede alla obbiettività certa e immediata di qualunque nozione, s’imbattè nella necessità di ammettere quella bastarda natura di giudicj che chiamò sintetici a priori e dovea chiamarli contradittorj."
      },
      {
        "index": 13,
        "text": "74. — Per simile, questa proposizione: le leggi della natura non mutano; o quest’altra: per qualunque trasmutazione di forma nessun atomo di materia è consumato o prodotto; o infine, quest’altra: v’à una cagione di tuttociò che principia, debbesi ella rassegnare tra i giudicj domandati analitici o tra gli sperimentali e sintetici? E prima, accade di esprimere nel loro intero le tre proposizioni anzidette, ciascuna di cui nella sua forma interiore à virtù entimematica e alcuna cosa sottointende. Il perchè le tradurremo nelle infrascritte: le leggi della immutabile natura non mutano: il fondo della materia per essere sostanziale e non guari accidentale rimane identico sempre con sè medesimo; v’à una ragione di tuttociò che è contingente, ed è contingente tuttociò che principia. Il senso comune senz’alcun dubio così concepisce ed intende le allegate proposizioni. Laonde segue che nella loro espressione ideale o ipotetica tutte tre sono meri giudicj analitici; e il predicato, per la sua parte, replica esattamente la sintesi del subbietto."
      },
      {
        "index": 14,
        "text": "Salvochè, se per l’uso generale non si accettano le dette proposizioni quali semplici ipotesi attuabili nel mondo concreto, ma quali significazioni di certe verità generali di fatto, allora del sicuro si può controvertere sul fatto medesimo e negare senza logica ripugnanza la necessità d’una natura e d’una materia immutabile, ovvero negare la contingenza di ciò che principia. In questo caso, tali proposizioni non ostante la forma generale che assumono non sono del certo a priori, e male il Kant attribui loro sì fatta condizione; eccetto che per la terza proposizione credo effettivamente che la dialettica perviene a dimostrare la contingenza necessaria di ciò che principia. La qual cosa può succedere similmente delle altre proposizioni; considerato che il raziocinio discoprendo per avventura. nelle nozioni correlative un legame e una dipendenza logica non prima rilevata, può giungere con questa a mutare un giudicio empirico in giudicio analitico. Ma noi dobbiamo qui esaminare quello che le proposizioni anzidette e le simiglianti rivelano nella prima sembianza loro, la quale, certo, in quanto significa un fatto, à carattere induttivo e non deduttivo, sperimentale e non apodittico. Ciò posto, egli occorre di ben riflettere che ai pronunziati surriferiti l’uomo porge nel generale una fede interissima, tauto che nega assolutamente il supposto contrario il quale negli esempj allegati sarebbe una natura e una materia mutabile e il non essere contingente ciò che principia. Ma tale fede inconcussa (badiamo bene) è opera subbiettiva e atto speciale della coscienza. L’energia singolare che simile atto speciale infonde alla affermazione nostra non cambia per nulla il carattere dei giudicj respettivi, quanto alla natura dei termini. Conciossiachè tali giudicj, ripeteremo noi sempre. o versano intorno ai nndi concetti e sono necessariamente analitici, o versano intorno le finite realità, ed allora sono sperimentali ed empirici o come si vollero domandare sintetici. Dopo ciò, vedesi apertamente l’abbaglio preso dal Kant, il quale dover solo affermare esservi parecchi assiomi dentro la mente che sono creduti significare alcune verità generali di fatto, e nondimeno sono assentiti universalmente con la quasi medesima fede che suolsi prestare alle verità necessario o ipotetiche. Della qual fede terremo discorso in altro proposito."
      },
      {
        "index": 15,
        "text": "75. — Raccogliendo ora il più sostanzioso della indagine nostra intorno l’atto del giudicare, noi replichiamo che due sono le specie de’ nostri giudicj, perchè a due sorte di oggetti si riferiscono. L’uno oggetto è finito, l’altro infinito. Nell’uno non può entrare alcuna necessità logica, nell’altro ogni cosa è costituita ab eterno e quindi è immobile e necessaria. Nell’uno la sintesi com’è fatta, può esser disfatta; nell’altro In sintesi esce da una relazione eterna e assoluta delle idee in fra loro. Quindi i giudicj che si adempiono intorno ai fatti debbono venir chiamati sperimentali; invece ai giudicj che versano intorno alle idee sta bene, secondo noi, la denominazione d’ipotetici. Nei primi si à un oggetto e un’appartenenza. Nei secondi un subbietto ed un predicato. In entrambi poi l’atto del giudicio è sempre analitico, come il primo termine è sempre sintetico; e vuolsi dire che sempre è contenuto nel termine primo ciò che nel secondo è affermato; e se il giudicio è negativo, sempre nel secondo termine è significata la cosa che nel primo fa difetto."
      },
      {
        "index": 16,
        "text": "Oltre ciò, debbesi nella parte formale e subbiettiva del giudicio avvisare l’energia che l’affermazione o la negazione nostra accompagna. La quale energia è falso che riesca sempre d’un grado medesimo; e su ciò è fondata l’apparenza che ànno di giudicj ipotetici rigorosi alquante proposizioni sperimentali od empiriche; la qual sentenza verrà ricercata e discorsa più tardi."
      },
      {
        "index": 17,
        "text": "76. — Affermammo assai risolutamente darsi due sole sorte di giudicj, l’una fra’ termini ideali, l’altra fra’ termini della percezione o presenti o rammemorati, o ricondotti comechessia dinnanzi alla mente; l’una sorta dicemmo legare i suoi termini con necessità logica, l’altra con semplice connessione di fatto; e vogliam dire che nell’una è significata certa sintesi immutabile e assoluta; nell’altra è avvisata certa sintesi relativa e la cui negazione non implica repugnanza logica. Consegue da ciò che le due nature di giudicj sono per essenza diverse; quindi non possono essi mutuamente farsi materia o forma immediata l’uno dell’altro. In fatto, chi vorrebbe asserire che una percezione assumer possa per predicato un’idea, e viceversa una idea prendere per sua qualità una percezione? Si dirà egli mai senza paradosso: io patisco un’idea movo un concetto? o per lo contrario: tale idea sente, vuole, percepisce? Nondimeno, egli si discorse da noi di materia e forma immediata. Conciossiachè se torna strano e paradossastico il dire che alcuno patisce una idea e move un concetto, si parlerà molto esattamente dicendo che alcuno giudica una idea, ovvero che intende un concetto. Cosi per avventura potrebbe affermarsi che in questi ultimi esempj l' idea e il concetto sono vere pertinenze dell’atto di giudicare e dell’atto d’intendere e però compiono il suo predicato, usando tal voce nel senso troppo generale e forse abusivo che le si assegna. Per fermo, la idea e il concetto sono termine e compimento dei due atti allegati in esempio. E come termine e compimento obbiettivo non sono certamente pertinenza immediata del subbietto che intende e che giudica. L’atto è senza dubio nessuno, della natura medesima dell’agente; non così il termine, il quale può differire di esseuza quanto l’infinito dal finito e quanto l’idea per appunto differisce dal fatto. Ciò non ostante, sorge facilmente gran confusione di pareri intorno al proposito, considerandosi la mescolanza continua che noi facciamo delle percezioni e dei concetti e come si compongono troppi giudicj, la cui apparenza è di attribuire immediatamente a modo di predicati tale idea e tal altra a subbietti di cose reali ed attive che sono materia di percezione e però cadono sotto la forma dei giudicj sperimentali o sintetici come in questi esempj: io sono un ente; questa pianta esiste. Per vero, il concetto di ente e l’altro di esistenza appariscono qui quale attribuzione immediata dell’uno e l’altro subbietto concreto e individuo quasi fossero un atto o una qualità dei medesimi."
      },
      {
        "index": 18,
        "text": "77. — A sgroppare cotal nodo conviene procedere ordinatamente per parecchie considerazioni. E prima, accade di ricordarsi quello che fu notato più sopra, e cioè le idee di tutti i possibili tenere un doppio riferimento e compiere una doppia rappresentanza; quindi la mente nostra potere, conformne le occorre, volger la mira all’una od all’altra. Se la mente guarda la ipotesi delle esistenze finite, tiene l’occhio al riferimento che à l’idea con l’eterna efficienza determinata così o così. In quel cambio, se la mente guarda alle attuazioni esteriori, non considera dell’idea salvo che il riferimento suo ad extra e la rappresentanza universale che fa di queste cose particolari o di coteste. Nel secondo caso, adunque, la mente giovandosi del continuo dell’attinenza che passa tra gli esseri intellettivi e gli esseri corrispondenti ad extra, pensa le cose mediante i segni ideali, sebbene poi verifica in ogni momento con la ispezione accurata di esse cose la buona ed esatta correlazione che le connette agli esseri rappresentativi. Di quindi pure proviene il già notato da noi che i giudicj intorno alle idee le quali per astrazione significano solo le loro rappresentanze ad extra più non manifestano la necessità logica propria dei giudicj ipotetici; e quando pronunziano che ogni materia è pesante, o che l’azoto è sostanza semplice, o che le stelle tutte sono altrettanti soli, noi pretendiamo, mediante le idee, di esprimere le affezioni comuni di certe sostanze particolari e attuali e non punto ipotetiche; e il facciamo secondo i criteri della induzione sperimentale universaleggiata onde poi seguita che si può senz’alcuna. mucontradizione pensare il contrario di ciò che annunziano le dette proposizioni."
      },
      {
        "index": 19,
        "text": "78. — Questo veduto, si trascorra a conoscere come le idee si mescolano continuamente alle percezioni e come i giudicj sperimentali sembrano assumere per attributo loro immediato le idee. Voglia il lettore por mente all’infrascritto sillogismo: ogni materia è pesante; ma quest’aria inchiusa in questo vetro è materia; dunque per lo certo ella è pesante."
      },
      {
        "index": 20,
        "text": "La maggiore è proposizione universale composta di nudi concetti. La minore per lo contrario è al tutto sperimentale; dacchè trattasi di certa aria particolare in certo particolar recipiente contenuta. Nella conclusione ripetesi di necessità il predicato della maggiore. Se non che notiamo che la mente nel pronunziar la maggiore non fermavasi già nelle idee onde la proposizione è composta; ma si mediante le idee, intendeva di pensare ai termini loro ad extra che sono nell’esempio addotto ogni materia particolare in atto e considerata in certa condizione comune. Perlochè diviene manifesto che il predicato dell’ultima proposizione esprime non già una nozione ma la qualità concreta che esiste realmente ed attualmente in quell’aria chiusa dentro a quel vetro; qualità identica perfettamente all’altra rappresentata dalla maggiore, ed a cui miravasi con la mente pronunziando la maggiore medesima. Ciò è sì vero, che mai non sarebbemi comportato che io voltassi le parole della terza proposizione nelle infrascritte: dunque per lo certo quest’aria in questo vetro inchiusa contiene la idea dell’esser pesante. Per simile, parrebbe parlare a sproposito l’uomo il quale voltasse la prima proposizione così: l’idea generale della materia contiene l’idea dell’esser pesante; perchè non trattasi dell’idea propriamente e della sua contenenza ideale, ma si dell’oggetto reale rappresentato."
      },
      {
        "index": 21,
        "text": "79. — V’à, peraltro, innumerevoli proposizioni composte di termini cosi astratti ed universali, che la mente non à quasi modo di riferirli alle contingenze in atto, e solo può pensare mediante essi alla eterna possibilità o vogliam dire al riferimento ed alla rappresentazione ad intra."
      },
      {
        "index": 22,
        "text": "Pongasi in esempio l’infrascritto sillogismo."
      },
      {
        "index": 23,
        "text": "Il triangolo equilatero è necessariamente equiangolo e viceversa."
      },
      {
        "index": 24,
        "text": "Ora, questo triangolo qui disegnato è equilatero."
      },
      {
        "index": 25,
        "text": "Dunque è necessariamente equiangolo e viceversa."
      },
      {
        "index": 26,
        "text": "La maggiore risulta certo di nozioni astrattissime e universalissime. Ma che perciò? ella non cessa per questo di rappresentare ad extra tutte mai le figure triangolari ed equilatere che insieme con le accidenze materiali e mutabili contengono la medesimezza comune che dalla maggiore è significata, ed è quello che esprimesi poi esattamente dalla minore. Il rapporto adunque fra le due proposizioni, o parlandosi più preciso, fra i loro oggetti correlativi, è mai sempre lo stesso e cioè di segno a significato e di idea a ideato col doppio riferimento alla efficienza eterna da un lato ed alla contingenza transitoria dall’altro. Però, allorquando concludesi con affermare la identità dei due predicati nella maggiore proposizione e nell’ultima, ei non vi si parla di essenza identica, ma sibbene d’identico avveramento. Per fermo, il discorso, colmandovi tutte le elissi grammaticali e mentali, dovrebbe così procedere il triangolo equilatero ideale che rappresenta ad extra tutti i triangoli equilateri in atto e i passati e i futuri, è necessariamente equiangolo. Ora questo triangolo qui disegnato, essendo equilatero, è compreso nel novero delle figure rappresentate ad extra dal triangolo ideale equilatero. Concludesi che in questo triangolo in atto e qui disegnato debbe necessariamente avverarsi l’altra condizione del triangolo"
      },
      {
        "index": 27,
        "text": "80. — Dopo ciò, non fanno più nodo alla mente que’ giudicj allegati più sopra: io sono un essere; questa pianta esiste; che pajono significare una attribuzione immediata e meramente ideale di subbietti particolari effettivi, e tanto più pajono significarlo, in quanto le nozioni dell’essere e dell’esistere non esprimono qualità concrete e distinte dentro le cose. E qui pure avvisiamo, anzi tutto, che pronunziandosi quelle frasi io sono un essere; questa pianta esiste, del sicuro non si vuol dire: io sono l’idea dell’essere e in questa pianta è l’idea dell’esistere; e nemmanco si vuol dire io sono l’efficienza eterna dell’essere o d’un essere e in questa pianta è l’efficienza e possibilità eterna del proprio esistere. Parlasi, adunque, a ogni modo dell’oggetto rappresentato ad extra e vogliono quelle frasi significare che io possiedo in atto ed effettualmente la condizione per cui la nozione dell’essere mi diviene applicabile; e così torniamo da capo al rapporto di segno a significato; e il simile dobbiamo affermare dell’altro giudicio: questa pianta esiste. Se non che, tale ultima frase vuol esprimere per avventura questa pianta è in atto; ovvero, questa pianta è un subbietto operante."
      },
      {
        "index": 28,
        "text": "81. — Trattandosi di tal nozione dell’essere comunissimo e della esistenza, giova.di ricondursi a mente che assai di leggieri se ne fa indebita applicazione; e l’aver voluto per appunto considerarla come segno d’un’attribuzione distinta degli oggetti reali fece entrare e volgo e filosofi in ragionamenti viziosi e in conclusioni ripugnanti per più rispetti. Del che terremo discorso speciale fra breve."
      },
      {
        "index": 29,
        "text": "82. — Da cotesto nostro parere intorno ai giudicj proviene, se non c’inganniamo, una luce nuova sulla natura del sillogismo, il quale sebbene non racchiude tutti quei inisteri d’ontologia che parecchi stimano, ciò non ostante à maggiore importanza e maggiore significazione dell’attribuitagli dai maestri ordinarj di logica. Noi torniamo, impertanto, ad asseverare che ne sillogismi ne’ quali pretendesi di dedurre la identità di predicato fra la maggiore universale e la minore particolare, è grandemente mestieri che ambedue i subbietti nell’una proposizione e nell’altra significati sieno entrambo ideali o entrambo effettivi e finiti; come, per esempio, nei teoremi geometrici, dove una più stretta e speciale proposizione è dedotta da una più larga, ma entrambe sono ideali e astrattissime; ovvero come nel sillogismo riferito più sopra della materia pesante; conciossiachè quivi il pensiere potea fermarsi a considerar solo l’oggetto rappresentato ad extra e far paragone con esso dell’altro oggetto speciale e parziale nella minore indicato. In diverso caso e quando si paragona immediatamente un fatto con una idea, come nell’esempio del triangolo, del sicuro la identità nel predicato dei due termini è del solo avveramento e non delle essenze, e cioè a dire che l’un predicato è segno e rappresentazione precisa dell’altro. Il che se non fosse, vorrebbe dire che finito e infinito s’immedesimano sostanzialmente ed essenzialmente. Ciò è tanto vero, che l’Hegel afferma tutta la gran macchina dell’universo e il diventare di tutte le cose comporre un sillogismo immenso ed interminabile, e vale a dire che l’idea primamente astratta e logica scendendo nel concreto e particolare trova alla fine la identità di sè stessa unificando di mano in mano la minore con la maggiore e cioè il particolare e concreto con l’universale e astratto, la natura col possibile logico e quindi con la coscienza inviduale. E tutto ciò conviene abbondantemente a coloro i quali tendono a dimostrare che il principio, il mezzo ed il fine dell’universo e delle sue parti con differenti sembianze celano sempre una essenza medesima che ora è in sè, ora in altro, ed ora in compagnia dell’altro ritorna in sè stessa. Ma noi per lo contrario avvisiamo che cotesta impossibilità d’unificare il predicato del termine medio effettivo con quello del termine superiore ideale, prova da capo e sotto un nuovo rispetto ancora la impossibilità assoluta di consustanziare il finito nell’infinito."
      },
      {
        "index": 30,
        "text": "83. — Ma per altro canto, quella facoltà che rinviene lo spirito umano di ampliare la cognizione del finito in atto mercè del lume che attinge alle proposizioni ideali, e con altri vocaboli, mercè della connessione esatta e continua che lega i fatti particolari alle idee universali, manifesta troppo bene che trattasi non d’una mera forma mentale e logica e d’una colleganza causata dall’unità sostanziale ed intelligibile del nostro essere; ma trattasi di un’attinenza ontologica e la più profonda ed intrinseca che intervenir possa fra l’ente assoluto e gli enti creati; ed è infine la relazione continua ed universalissima tra la vera cagione efficiente e gli effetti concreti, tra l’esemplare e le cose esemplate e fra le essenze eterne partecipabili e le temporali partecipate. Laonde negli esempj allegati, il nesso che corre tra il predicato effettivo della conseguenza e il predicato ideale della maggiore è nel primo aspetto una rispondenza molto precisa d’ideato e d’idea, ma, nel fondo ultimo della cosa, è l’essenza eterna e causale messa a riscontro dell’effettuazione sua nel tempo e nell’ordine dei finiti."
      },
      {
        "index": 31,
        "text": "84. — Non ostante tuttociò, se a qualche logico, amico fervente delle distinzioni minute e della estrema perspicuità, paresse opportuno di aggiungere alle due sorti di giudicj delineate da noi una terza sorte quasi tramezzante tra esse e partecipe delle due, noi non vorremmo fargli troppa contesa. E di più diremo che si pel valore generale dei vocaboli di cui usiamo tutto giorno e si per l’abito di pensare eziandio alle cose singole mediante le idee, questa sorta di gindicio mezzano è forse la più frequente di tutte. Per fermo, s’io dirò a me medesimo: io soffro, ovvero, io mi rallegro, e simiglianti, io ripeto a me stesso quello che l’animo mio intuisce immediate che è il mio proprio subbietto modificato così o così quindi nella materia del giudicio sono cose tutte particolari sentite e percepite direttamente nell’essere loro individuo. Non, pertanto, se io le esprimo ad altrui ed anco ne parlo e ragiono a me stesso adopero voci di generale significazione; e quelle frasi: io soffro, io mi allegro, e altrettali, vengono a dire: il mio stato presente e peculiare di animo è rappresentato dalle idee che anno per segui orali queste parole: io soffro, io mi rallegro. E quello che abbiamo notato circa i giudicj conviene ripetere circa gli entimemi ed i sillogismi; quando si accolga per vero che non sin impossibile di costituire un giusto sillogismo con la maggiore e la minore ambedue particolari, come nell’infrascritto esempio: questa pietra è similissima a cotest’altra ma cotest’altra è frangibile; dunque eziandio la prima è frangibile. Sul che notiamo che il fatto della simiglianza o è palese sperinientalmente in ogni sua parte, ovvero è proferito per virtù d’induzione. Nel primo caso, la frangibilità di ambo i corpi è manifesta per sè medesima e non occorre sillogismo. Nell’altro caso, le induzioni si adempiono tutte mediante l’uso d’alcun principio generale; come nel nostro esempio sarebbe il dire che alcune qualità essenziali trovate simili fanno con ragione presumere: la simiglianza perfetta d’ogni rimanente. Insomma, ne’ sillogismi di termini tutti particolari egli si vuole dedurre da un fatto noto uno ignoto. Ma se il legame non viene costituito da principj generali induttivi la cosa non potrà, io penso, accadere; conciossiachè un fatto non esce necessariamente da un altro fatto; e perciò, appunto dicemmo più sopra le sintesi naturali e i giudicj sperimentali intorno di esse non avere legame apodittico. Laonde noi dubitiamo con gran ragione che sussistano sillogismi senz’alcun termine universale e ideale."
      },
      {
        "index": 32,
        "text": "85. — Dopo tutto ciò noi assommeremo con maggior compitezza l’indagine nostra intorno al giudicio, se noi concluderemo dicendo che la mente umana gira l’occhio sopra tre sorte di sintesi: l’una ideale, l’altra reale, la terza mista delle due. Nella prima scorge l’inerenza d’un concetto in un altro; nella seconda scorge la pertinenza di questa cosa a cotesta; nell’ultima scorge l’attinenza di certa rappresentazione a certo rappresentato. Il nesso della prima è apodittico; quello della seconda è contingente; della terza è bimembre; perchè in quanto si riferisce all’idea piglia natura necessaria; e l’opposto gli accade a rispetto dell’altro termine. Nel giudicio: io sono un ente, il primo termine può non esistere, ossia possono con l’annullamento del me cessare tutte le condizioni per cui gli si applica il concetto dell’essere. Ma tal concetto significato nell’altra parte del giudicio possiede la facoltà universale e perpetua di rappresentare quel me e ogni essere rassomigliante. Il primo giudicio dovrebbe domandarsi ipotetico ovvero d’identità; il secondo, sperimentale ovvero di congiunzione; l’ultimo, di rappresentanza o di avveramento. Nel primo e nel secondo giudicio quello che à espresso dall’attributo o dal predicato può annettersi tutto e immediatamente al subbietto; nel terzo non mai, e l’idea vi sarà sempre annessa mediatamente e come termine di relazione esteriore; sul che è facile assai li scambiare ed equivocare. Nell’esempio seguente: Costei possiede grazia e bellezza, vuolsi egli significare il concetto universale della grazia e della bellezza avverato in cotesta donna? oppure vuolsi avvertire semplicemente che vi si scorge quella medesimezza concreta che noi percepiamo in oggetti diversi ma pur simiglianti nella grazia e nell’avvenenza? In questo secondo supposto la grazia e la bellezza sono attribuzione immediata del primo termine: invece nell’altro. supposto la significazione esatta del giudicio debb’esser tradotta nelle infrascritte parole: in costei v’à le condizioni nelle quali avverasi la idea della grazia e della bellezza. Quindi l’attribuzione o pertinenza immediata consiste nelle qualità effettive di certa grazia e di certa bellezza reale e individua; l’attribuzione e pertinenza mediata è nel legame esteriore con la rappresentanza ideale correspettiva. Giudicj a priori sintetici non sussistono ; ma bene s’incontrano alcuni giudicj con si fatta apparenza in quanto che le sintesi naturali da loro espresse li rassegnano nella schiera de’ giudicj sperimentali, mentre l’affermazione assoluta a cui danno motivo induce a crederli dell’ordine dei giudicj ipotetici."
      },
      {
        "index": 33,
        "text": "86. — Ma questa materia particolare e tutta l’altra più distesa e variata che guarda la nostra giudicativa rimanea necessariamente esclusa dalle sue vere definizioni e conclusioni insino a tanto che non venisse chiamata a risolverla la giusta e precisa teorica delle idee che vale a dire il giusto e preciso concetto di quello che è l’intendere umano. Per ciò al Kant falli nella gran bisogna l’acume rarissimo e pressochè unico dell’ingegno suo. Niuno dopo Aristotele riguardò l’atto giudicativo e le operazioni che ne derivano con penetrazione maggiore; onde tutte le logiche antiche riuscirono insufficienti; e problemi alti e novissimi capitaron tra mano ai maestri usuali del ragionare e sillogizzare. Se non che, Aristotele, fermatosi con più arte e cautela alla forma esteriore e quasi a dir materiale e meccanica degli umani giudicj, ne colse le combinazioni e le leggi con minor pericolo di incorrere nell’errore. Il Kant, del sicuro, scandagliò più addentro il soggetto e videvi cose non mai osservate innanzi di lui. Tuttavolta al Kant come ad Aristotele dovea nocere assai il non aver colta nè definita la realità obbiettiva delle nozioni e la vera attinenza che passa tra i fatti e le idee. Solo con la notizia evidente di esse due cose potette conoscersi la germana essenza dell’ atto di giudicare, e quando piglia natura apodittica e quando sperimentale, ovvero un mescolamento delle due. Per la ragione stessa rimase più aperta la efficacia del sillogismo; e la logica che in mano allo Stagirita ed al Kant parve disciogliersi affatto dalla ontologia e vivere da sè una vita di formalismo, torna al presente a congiungersi con nodi strettissimi alla metafisica; essendo ch’ella rappresenta l’ unione immediata della mente, da un verso, con l’Assoluto, dall’altro, con la natura."
      }
    ]
  }
}
