{
  "chapterNumber": 57,
  "title": "Vol. II, Libro Terzo, Capo 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "SEGUONO GLI AFORISMI DELLA STESSA MATERIA."
      },
      {
        "index": 1,
        "text": "340. — Nè il mondo materiale nè la coordinazione che vi si fa degli apparecchi alla vita risulta di sole forze meccaniche. V’à le fisiche necessariamente e le chimiche, e si vogliono chiamar di tal nome quelle potenze onde sono governate le picciole masse ovvero ànno fondamento in certe native disposizioni dei corpi che non si risolvono in varietà di figura d’impulso e di moto sebbene con qualcuno di questi fenomeni si accompagnino."
      },
      {
        "index": 2,
        "text": "342. — L’ambizione quanto forse il bisogno di unificare la scienza, spinse, quando io non m’inganni, gli odierni fisici a voler risolvere di nuovo la intera natura inorganica in una di quelle generalità che abbracciando ogni cosa istringono molto poco e dispergendo per ogni dove il simile ed il medesimo ci lasciano al tutto ignoranti del differente; mentre la scienza matura e durevole comincia soltanto in quel vero in cui il diverso ed il simile si connettono e spiegano mutuamente."
      },
      {
        "index": 3,
        "text": "Di tal guisa ripullula appo i dotti sperimentali cotesto concetto pericoloso ch’ei sono prossimi ad agguantare la cagione unica e sola di tutti i fenomeni, scordando assai presto che tale invenzione non pure si sovrappone al termine delle facoltà umane, ma sì è discorde dal vero concetto dell’ordine della natura, la quale intende mai sempre ad effettuare l’indefinito dei possibili nelle cose simili nelle varie e nelle diverse, e che quanto più si complicano le sue sintesi con la moltiplicità delle cause tanto più si accosta ella ai suoi fini ed alla perfezione ultima delle sue opere."
      },
      {
        "index": 4,
        "text": "Del sicuro, come spiegammo altrove, dicendo sintesi diciamo fattura in cui apparisce o certa unità relativa o certa totalità strettamente connessa e cospirante ad un fatto complessivo e terminativo. Ma queste medesime sintesi diventerebbero impossibili, qualora non intervenissero da ogni parte principj originali e diversi."
      },
      {
        "index": 5,
        "text": "343. — Vogliono, dunque costoro che nel mondo fisico e chimico ed altresì nell’etereo prosegnano in sostanza ad agire un po’ trasformate le forze del mondo meccanico e ogni fenomeno vi si spieghi per sole leggi di moto; le quali sebbene, a lor confessione, non si lasciano ancora tutte conoscere, nulladimeno è đi già possibile di misurarle nella più parte de’ loro effetti e del sicuro si unificano in pochi principi inerenti alla natura comune e universalissima dello spazio e della inateria."
      },
      {
        "index": 6,
        "text": "344. — Costoro non badano per mio giudizio che affermando ogni fenomeno essere moto e niente altro che moto annunziano solo il più generale dei fatti senza spiegare in guisa veruna il miracolo grande che è inchiuso nel lor discorso e ciò è come da cotesta cagione sì semplice, sì comune a tutto, sì uniforme con sè medesima escono le differenze e le varietà innumerabili dei fenomeni. Perocchè tanto è difficile e necessario alla scienza scoprire il diverso e il particolare nel troppo simile e troppo comune, quanto per contra nel particolare e individuale tutto differente e specifico rinvenire il generale e l’identico."
      },
      {
        "index": 7,
        "text": "345. — Il moto, non si nega, è inizio e accompagnatura d’ogni mutazione nel mondo inorganico ma non perciò ogni mutazione è semplice moto. Similmente, le leggi meccaniche come quelle che risultano dalla essenza comune e perpetua della materia ricompariscono modificate in qualunque fatto del mondo fisico e chimico ma non sono le sole; nè, conosciute esse, è conosciuto ogni rimanente."
      },
      {
        "index": 8,
        "text": "346. — V’à mutazioni atti e fenomeni copiosissimi che del sicuro provengono da ben altra cagione che da mera forza motrice, ma sono invece modificazioni ed esplicamenti di facoltà essenziali e diverse dei corpi. Escono certo dalla materia, ma non in quanto è estesa figurata e movibile. No basta il dire che astraendosi dalle affezioni speciali de’ nostri organi, ciò che rimane apparente nella materia è moto estensione e figura; conciossiachè rimane altresì apparente nella materia trapasuna continua sproporzione ed incoerenza tra le cause é gli effetti, sempre che le prime sieno interpretate da noi per sole modificazioni di moto. Nè Galileo affermando egli il primo, che io sappia, che le qualità secondarie dei corpi debbono venir distinte e sceverate con diligenza dalle primarie, volle affermare queste ultime solamente e negare l’esistenza dell’altre. Per lo contrario, egli confessò che v’à nei corpi una essenza profonda ed occulta, conoscer la quale sperimentalmente giudicava impossibile."
      },
      {
        "index": 9,
        "text": "347. — Ora le qualità e forze della materia differenti dalla potenza motrice dimorano in ciò appunto che volgarmente domandasi la natura od essenza dei corpi, e non è giusto dire che a noi si occultano compiutamente. Considerato che oltre al moto ed a’ suoi fenomeni elle si palesano nelle affezioni de’ nostri organi mescolate peraltro e contemperate alle affezioni medesime, e vale a dire ai modi dell’animo nostro e con altro vocabolo alla natura e passione dell’essere ricevente le esterne azioni."
      },
      {
        "index": 10,
        "text": "348. — Nè solo i fisici di cui discorriamo reputano che tutte le forze della natura inorganica si risolvano in qualche atto e maniera di moto, ma si aggiungono che il moto, sebbene si trasforma, non può estinguersi mai. Onde ripetono oggi quell’affermazione ipotetica di Cartesio esistere sempre nella materia una stessa quantità ed essenza di moto. Spesso, dicono, da esterno diviene interno o viceversa; talora si diffonde e spartisce, talaltra si raccoglie e condensa; una volta da ponderoso e massiccio si fa molecolare e invisibile; un’altra volta adempie l’inverso; ma pure trapassando da corpo a corpo e da forma a forma si conserva e perpetua uguale sostanzialmente a sè stesso. Chè la forza, una volta estinta, non si rinnova e non potrebbe ricominciare l’opera sua."
      },
      {
        "index": 11,
        "text": "349. — In tal guisa, aggiungono, tutte le forze sono l’una all’altra equivalenti e a vicenda si misurano a vicenda s’ingenerano. Sopra ogni cosa, è mirabile la equivalenza tra esse e il lavoro meccanico divenuto ferma unità di misura per tutte. Di tal guisa la geometria comincia a introdurre i suoi calcoli, il suo rigore e la sua certezza in materie che ne parevano affatto aliene; e la fisica e forse anche la chimica vannosi convertendo in vasti problemi di meccanica molecolare. E dove un gran genio apparisse pari a quello di Newton, forse la costituzione dei corpi sarebbe svelata a’ di nostri."
      },
      {
        "index": 12,
        "text": "350. — Noi andremo rettificando capo per capo, ancora che brevemente, le asserzioni o soverchie o false della scuola sperimentale di cui parliamo. E prima, è troppo vero che le forze mai non s’estinguono; ma ora sono in essere virtuale o di facoltà, ora in ispiegamento di atto ovvero in conato che è certa condizione di forza, la quale intramezza fra lo spiegamento compiuto e la schietta virtualità. Gran fatica sarà per cotesti fisici il dimostrare che mai nessuna forza motrice nella natura non è impedita nello spiegamento dell’atto e si vuol dire nel moto attuale, ovvero che impedita in un luogo rinasce in un altro. Chè quando ricorrano, come Cartesio, a un’idea astratta e costituiscano un bilancio e un compenso continuo fra i moti virtuali ed i moti in atto, noi risponderemo che il calcolo si può ben cominciare ma non finire, ed avrà necessariamente del congetturale e dell’ipotetico. Anzi è congettura più ragionevole che mentre le forze permangono sempre d’un numero e d’una natura, la somma del movimento si accresca nell’universo, perchè aumentano qua e là le sintesi terminative, le quali risultano in genere dalla frequenza varietà e rapidità infinita di piccioli moti."
      },
      {
        "index": 13,
        "text": "351. — Per fermo, le forze estinte non si rinnovano e il moto annullato non risuscita da sè medesimo. Ma scordano i fisici summentovati che se mancano i moti parziali e individui mai non fa difetto l’eccitazione centrale che emana dal Sole e dall’etere, mai la luce e il calore non cessa di piovere di mano in mano sulla faccia del globo, e mai non si quetano le correnti magnetiche e le elettriche correspettive."
      },
      {
        "index": 14,
        "text": "352. — Maravigliosa, certo, e feconda scoperta è quella del rapporto misurabile tra il lavoro meccanico e l’azione dell’altre forze, e maravigliosa è l’equivalenza e trasmutazione reciproca tra il calore ed esso lavoro meccanico. Ciò dimostra di nuovo come ogni cosa procede esattissimamente in pondere et mensura, e intendiamo che le leggi meccaniche uscenti dalla essenza più generale e comune della materia non cessano di operare nei piccioli corpi quanto nei grandi, tra i fenomeni di mera estensione e figurâ non meno che tra i fisici e chimici."
      },
      {
        "index": 15,
        "text": "353. — Ma nel modo che la scoperta dell’universale attrazione non bastò guari a porger ragione della fisica universale e spiegare, per via d’esempio, perchè il Sole e le stelle rilucano di luce propria e i pianeti di riflessa; ovvero perchè il Sole raggi calore perennemente e susciti la vegetazione e la vita sopra la terra; in quel modo, ripetiamo, quando sarà discoperta e provata la costituzione meccanica del mondo molerolare e le leggi de’ suoi movimenti, rimarranno tuttavolta da discoprire le cause e i principi dei fenomeni propriamente fisici e chimici. Imperocchè, ricordiamoci non essere la stessa cosa il quale ed il quanto. E l’avere bene accertato che le forze sono tutte quantitative e però misurabili l’una con l’altra; od anche l’aver provato che a vicenda si promovono e legano le azioni loro e gli effetti a maniera di catena che a sè medesima si ricongiunge, non dà arbitrio nessuno di reputarle della stessa natura; nè porge speranza, fondata di condurle tutte a un solo principio causale. Per lo contrario, è ferma nostra opinione che il pro- gresso delle scienze terrà da una banda separatissime le forze e le essenze e dall’altra mostrerà ogni di maggiormente le rispondenze, correlazioni e legamenti loro intimissimi e senza numero; considerato che la natura nel più generale e comune fa comparire la identità e unità di principio, mentre poi nel particolare e diverso fa con la moltiplicità dei principj e delle cagioni comparire fra tutti essi una stupenda convenienza e armonia. Però un genio tragrande come quello di Newton, quando anche svelasse oggidì le vere ed uniche leggi della meccanica molecolare credo che dovrebbe recarle a parecchi principj e cagioni e a diverse nature di cose e non mai vi discoprirebbe il giuoco di sole due forze siccome accade per li movimenti celesti."
      },
      {
        "index": 16,
        "text": "354. — Insomma, l’abbaglio dei fisici è, per mio sentire, sol questo ch’io riconosco parecchie forze al tutto separate e diverse; in quel cambio, essi, giusta il vezzo dei tempi, le identificano tutte in una e i fenomeni più differenti chiamano modi e atti pur differenti d’una stessa virtù dinamica. E quando le varie forze si meschiano e proporzionano, e l’una provoca l’altra o semplicemente la occasiona, essi avvisano in tutto ciò una continua e commisurata trasformazione di certo principio astratto universale e comune che domandano forza."
      },
      {
        "index": 17,
        "text": "355. — Quella tendenza de’ nuovi fisici di tutto spiegare col movimento la figura il numero e l’orientasione delle molecole si accrebbe talvolta per modo, che sperò convertire tutti gli elementi semplici in proporzioni diverse di una sola sostanza; nè mai finano essi di far notare come i composti chimici cambiano sovente di qualità senza intervento alcuno di forza esteriore e dovendosi perciò attribuire la mutazione al diverso aggiustamento che prendono gli atomi l’uno a rispetto dell’altro sia nel numero sia nella posizione."
      },
      {
        "index": 18,
        "text": "Per nostro avviso niuna scienza quanto la chimica delude la speranza di convertire in forza meccanica i fatti speciali e molteplici dell’affinità. E già gli autori medesimi della teorica mediante cui si tentò di scoprire nelle combinazioni chimiche altrettante differenze quantitative d’un solo elemento desistettero dalla impresa non solo perchè certa legge di proporzione da loro avvisata non riusci compiuta e fedele per tutti i fatti, ma più, al creder mio, perchè quella legge fosse pure verissima ed esattissima non risponderebbe per nulla al cumulo delle proprietà singolari ed originali che compaiono in ciascun elemento ed eziandio nella maggior parte delle loro combinazioni."
      },
      {
        "index": 19,
        "text": "356. — Sostanze composte non pure degli stessi elementi ma delle stesse quantità e proporzioni e che nondimeno producono effetti tanto diversi e spiegano qualità singolari e talvolta opposte dimostrano invittamente che v’à nell’azione loro un diverso principio, il quale si occulta alle nostre analisi e non può consistère nel solo mutare il numero e la posizione rispettiva degli atomi. L’Isomerismo basta, per mio avviso, a smentire la chimica costruita sull’aritmetica e sulla meccanica. E se mutando gli atomi di numero, di proporzione e di posizione cagionano mutamento di qualità, conviene non iscordare due cose; la prima, che ciò si argomenta nel più dei casi per congettura non per veduta sperimentale. In secondo luogo, che possono altre cause più intime di cangiamenti accompagnarsi alla mutazione del luogo della proporzione e del numero."
      },
      {
        "index": 20,
        "text": "357. — Infine giova di avere a mente ciò a cui non pensano forse i naturalisti, ed è che non tutti i fenomeni di mutazione serbano lo stesso carattere; e l’uno può provenire da causa accidentale l’altro da sostanziale. E in genere, non dubitiamo di dire che nei fenomeni chimici si svela piuttosto la parte superficiale delle sostanze che la profonda e costitutiva; e sempre ci è sembrato un po’ singolare, per via d’esempio che uno dei caratteri propri essenziali e costanti della gran classe degli acidi sia denotato quello di volgere in rosso le tinture azzurre vegetali e di non alterare la tintura gialla di curcuma; mentre poi l’altra gran classe degli alcali o delle basi à per nota qualitativa di mutare in verde la tintura azzurra di viole mammiole e di arrossare il giallo di curcuma; tanto che se non vi fossero viole mammole al mondo nè curcume mancherebbe uno de’ caratteri più importanti per isceverare e rassegnare le sostanze giusta gli ordini della scienza. Forse noi c’inganniamo a partito, ma noi siamo ancora alla superficie e alla buccia delle cose."
      },
      {
        "index": 21,
        "text": "358. — E uscendo della chimica e trapassando alle parti della scienza dei corpi in cui sembra la geometria progredire mirabilmente, parmi nondimeno che sempre c’imhattiamo ad un che il quale sfugge a tutti i rapporti di quantità, di figura, di numero e di movimento perchè s’attiene in diretto modo alle proprietà originali ed essenziali delle sostanze. Qual dottrina appare oggi più prossima alle spiegazioni meccaniche quanto quella del calore? ciò non ostante qualunque parte se ne pigli e qualunque fenomeno se ne consideri insorge la difficoltà e la differenza che io dico. Quando si paragona, per via d’esempio, la facoltà assorbente delle sostanze e quanto ella varia dall’una all’altra sì per la diversa natura propria e sì pel mutare delle sorgenti di calore niuno mi persuade che tutto ciò si risolva in semplici differenze da un lato de’ movimenti ondulatorj, dall’altro di figura e posizione di molecole."
      },
      {
        "index": 22,
        "text": "359. — Nè per qualunque parte della fisica sembra a noi doversi fare differente discorso. E ne sia lecito addurre ancora un esempio. L’acustica possiede una sua stupenda geometria. I toni corrispondono con precisióne aritmetica alle vibrazioni dell’aria e dei corpi; le vibrazioni alla lunghezza rapidità numero intensione delle onde, ai ventri, ai nodi e altre modificazioni o del mezzo o dei corpi che vibrano. Nè questi rapporti si negano; e sono movimenti e leggi di movimento particolari e immancabili che accompagnano sempre i fenomeni del suono; ma per nostro parere non bastano a darne ragione compiuta. L’ottava del sicuro è il doppio delle vibrazioni d’una corda accorciata della metà: e sia pure. Ma l’orecchio sente nell’ottava una forma di suono che è altra cosa della quantità raddoppiata. E questa medesima ottava è infinitamente modificata ne’ diversi strumenti che l’arte ritrova e nelle diverse nature di suoni che genera tale corpo e tale altro. E ciò perchè mai? per la differenza forse della materia vibrante? Ma come fa il meccanico a diversificare coi suoi principj quelle materie medesime? Certo con variare il numero la figura l’orientazione e il moto delle molecole. Noi così ci aggiriamo sempre nell’identico circolo, e per effetti i più diversi del mondo si offrono cause e modi di operare ch’entrano tutti nella specie medesima. Noi in quel cambio diciamo che allato alla geometria acustica v’à un’altra natura di causa concomitante e cooperante, la qual dimora nelle proprietà peculiari delle sostanze e nell’indole specialissima ed essenziale di loro forze."
      },
      {
        "index": 23,
        "text": "360. — Concludiamo con questo gran pronunziato che nella natura ogni cosa non è moto sebbene col moto s’accompagna e si manifesta, e se qualunque fenomeno della materia porta seco di necessità certa varianza di moto, le cagioni dei fenomeni non sono guari quella sola varianza. E ogni moto ricerca un movente, ogni movente un perchè intrinseco dell’atto proprio: chè se tu tramuti eziandio in moto quel movente e quel suo perchè, tu entri a forza nell’un via uno. e giri in un circolo senza uscita."
      },
      {
        "index": 24,
        "text": "362. — Ripigliando, impertanto, quella concisa descrizione che imprendemmo di fare dell’epoca genetica, ricorderemo di aver affermato che dovunque apparse variamente spartita la materia de’ corpi, apparse eziandio l’etere materia immensamente più fine, quindi penetrativa d’ogni sostanza, e la quale servir dovendo di legamento comune e però indifferente per certo rispetto alla diversità dei composti, venne diffondendosi da per tutto con omogeneità compiuta ed equilibrio perfetto. Del che nasce di necessità che l’etere (da capo il diciamo) sia creduto imponderabile e vale a dire non attraente e non attratto. Perocchè dove pure si ponga ch’egli attragga tutti i corpi e da tutti riceva attrazione, questa generalità medesima è sufficiente a colliderne sempre e da ogni banda gli effetti. L’etere dunque non pesa perchè non prepondera verso tal centro piuttosto che verso tale altro."
      },
      {
        "index": 25,
        "text": "363. — Per la ragione stessa l’etere si combinò ugualmente con tutti i corpi, o meglio parlando, l’etere laddove non ebbe ostacolo, penetrò insino agli ultimi indivisibili, ciascuno de’ quali peraltro occupava certo luogo; e intendiamo, certa estensione impenetrabile; la quale tuttochè minima, riusciva nullameno maggiore di quelle che occupano i punti indivisibili dell’etere stesso. Laonde, ciascuno indivisibile della materia. quando niente non lo impediva, fu circondato da una sferula d’eterea sostanza. E fra l’uno e l’altra cominciò subito una vicenda di vibrazioni incessanti, le quali, propagate nell’etere ambiente, vi determinavano quelle libere ondulazioni che nell’occhio umano diventano luce."
      },
      {
        "index": 26,
        "text": "364. — Intendasi dunque che ciascun atomo di materia circondato dall’etere e da lui provocato rispose all’impulso con altro impulso. E perchè l’atomo era provocato egualmente da ciascuna parte non mutava di luogo nè restringeva lo spazio suo impenetrabile ad ogni forza. Invece, la reazione uscente da lui ripelleva in giro la sostanza eterea, la quale mobilissima oltre ogni estimazione e supremamente elastica propagava circolarmente e a guisa di onda l’impulso ricevuto; mentre nuova sostanza eterea circondava da capo l’indivisibile sopranotato ripetendo l’alternazione degl’impulsi e delle onde."
      },
      {
        "index": 27,
        "text": "365. — Qualora poi simili ondulazioni dell’etere riescano meno fitte e rapide nè si spieghino con libertà piena e nella loro interezza, producono semplicemente l’effetto che domandiamo calore raggiante."
      },
      {
        "index": 28,
        "text": "366. — Di tal maniera, nei primordj delle cose calore e lace furono le prime e più generali manifestazioni della materia; e debbesi considerare come naturale e al tutto comune la combinazione dell’etere con ogni atomo di corpo e l’azione e reazione incessante fra essi che genera sempre ondulazioni calorifiche e luminose, ancora che queste seconde sieno impedite più spesso e più agevolmente che le prime."
      },
      {
        "index": 29,
        "text": "367. — Ogni divisione ed attenuazione estrema della materia corporea sembra per sè sola poter produrre luce e calore; sebbene talun fisico attribuisca ciò a tensione elettrica; ma nel vero l’una cagione non estingue l’altra, e dobbiamo credere che ogni materia attenuandosi per insino quasi agli ultimi indivisibili entra per ciò solo in quella libera vicenda di azioni e reazioni con l’etere che fa comparire la luce e il calorico. E certo è che ognora che la luce balena in mezzo di noi e non proviene dal Sole si può avvisare una divisione ed attenuazione della materia corporea la quale tanto più si scioglie dalle forme cristalline e molecolari e da ogni coerenza di parti, tanto rimane investita e signoreggiata dall’etere."
      },
      {
        "index": 30,
        "text": "368. — Quella intermittenza che sembra accadere nella scintillazione delle stelle e quel vigore e tremore che l’accompagna spiegasi molto facilmente con la considerazione che gl’impulsi dell’etere e della materia vibrante non sono continui compiutamente, ma si avvicendano e si rinnovano con estrema velocità e con ispiegata energia; mentre nella luce riflessa il rimbalzo proviene tutto dalla elasticità del raggio luminoso e il piano che lo rinvia appare come passivo nella sua resistenza, e certo non ci è il vigore della vibrazione originale."
      },
      {
        "index": 31,
        "text": "369. — Intanto, proseguendo, diciamo che qualora l’etere avesse padroneggiato senza contrasto la materia dei corpi, l’universo convertivasi tutto in ammassi nebulosi raggianti luce e calore e forse per la elasticità del calore medesimo a poco a poco si disperdevano per lo immenso vano."
      },
      {
        "index": 32,
        "text": "370. — Ma gli atomi de’ corpi laddove erano prossimi o poco lontani l’uno dall’altro, sentirono la forza scambievole dell’attrazione molecolare insita, come si disse, in ciascuno. Però, non ostante gl’impulsi e i tremori dell’etere interposto si accostarono effettualmente e si strinsero giusta la misura di loro tendenze; quindi composero le prime molecole e poi con queste le seconde e le terze."
      },
      {
        "index": 33,
        "text": "371. — Egli è chiaro che la legge suprema di varietà e convenienza qui pure dovette operare. Il perchè gli atomi o gl’indivisibili d’ogni sostanza come differivano di natura, cosi differirono nella intensità di attrazione e nel modo di aggregazione. Quindi le molecole riuscirono molto diverse dall’una all’altra sostanza. In questa sorta di molecole entrarono pochi atomi, in quella parecchi; qua si addensarono senza spazio, là con intervalli più o meno larghi. E di’ il simile della orientazione loro, il simile delle figure che ne risultarono e della varietà nei contatti, e così prosegui per altri accidenti."
      },
      {
        "index": 34,
        "text": "372. — Composti poi con le molecole di diverso ordine i corpi, fu necessario che si svegliasse l’altra tendenza loro primigenia ed essenziale che è l’attrazione collettiva di masse; e le maggiori chiamarono a sè e conglobarono le minori più prossime, secondo venne descritto più sopra da noi."
      },
      {
        "index": 35,
        "text": "373. — In tal maniera si bilanciarono le forze nella natura. Chè l’attrazione molecolare, o coesione che la si chiami, costituiva i corpi e moderava la troppa virtà espansiva dell’etere; mentre questo col suo penetrare ed insinuarsi per ogni dove, mantenne la separazione e impedì che la materia fitta e coagulata rimanesse incapace di movimenti e trasmutazioni intestine. Peraltro, nella generalità i corpi più densi e più coerenti volgendo al centro e i più leggieri e men coerenti trealla superficie, in questi l’etere mantenne maggior dominio, e non vi cessando la reciprocazione degl’impulsi e la libera espansione delle onde calorifere e luminose, parve i firmamento seminato da ogni parte di Soli splendenti ed inestinguibili. Perocchè, essendo nato un bilanciamento naturale fra la coesione molecolare e la espansione eterea, nessuna forza quando non procedesse dal di fuori potrebbe sturbarlo. E insino a che vi sarà scambievolezza d’impulso fra la sciolta materia e l’etere circostante in sulla faccia del Sole e dell’altre stelle, mai non cesseranno nè altererannosi le onde calorifere e luminose che ne provengono."
      },
      {
        "index": 36,
        "text": "374. — Vero è che queste onde non sono una sola e mera forma di movimento. Conciossiachè l’etere rimbalzando dalla superficie degli astri increspa, a così parlare, la sua sostanza sottilissima e d’un tal poco la condensa. Quindi il corpo che riceve l’ultima onda propagata dell’etere, riceve insieme alcuna condensazione di etere. Ma in primo luogo, se trattasi di corpi luminosi con altri alsi luminosi, l’uno rende all’altro la quantità ricevuta di etere condensato. Invece, se l’onda eterea giunge alla superficie d’un corpo oscuro, la sostanza assorbita parte è compensata da uno irraggiamento tardo sì e rado ma pure effettivo di esso corpo, parte dalle masse ancor nebulose che trapassando per varj gradi di coesione emettono gran quantità di calore. Oltrechè, l’etere tendendo sempre ad equilibrarsi ripartisce quella sottrazione di sostanza comparativamente minima in tutto il suo immenso perimetro, talchè essa diventa propriamente infinitesima. Ad ogni modo tal sottrazione di sostanza già non accade come si giudica volgarmente nel Sole, ma si veramente nell’etere dal Sole eccitato e fatto ondeggiare."
      },
      {
        "index": 37,
        "text": "375. — Conciossiachè quell’etere non move dallo interno del Sole na dall’ultima superficie; nè raggia all’intorno per sovrabbondanza di sè, ma per atto normale ed assiduo di virtù repellente. Nè mutasi nulla nel tenore del moto nelle proporzioni o in altro accidente. Perocchè, sebbene la sferula che circonda ogni più esterna molecola venga respinta e però con- densata, un’altra onda di etere come testè si disse, a quella succede immediatamente e ristringe da capo la sferula primitiva intorno di ciascun atomo. Che poi l’irraggiamento solare si adempia all’ultima superficie non dall’interno dell’astro venne comprovato dall’esperienza, mostrando che la luce del Sole perviene a noi intatta d’ogni refrazione e però non dà segno d’alcuna polarità; contro la quale induzione non mi sembrano senza replica le obbiezioni e i dubj che accampa Giovanni Herchell."
      },
      {
        "index": 38,
        "text": "376. — Coloro che nelle dottrine circa la luce e il calore seguono la teorica delle ondulazioni, sogliono negare non pure qualunque emissione di materia ma qualunque condensazione. Noi neghiamo la prima non la seconda in tutto. V’à per lo certo nel moto circolare dell’etere un increspamento e però un qualche addensamento dell’etere. Perchè ciò non avvenisse, converrebbe tenere per infinita la elasticità dell’etere; e la radiazione allora consisterebbe in una sola e unica onda dal Sole alla terra anzi dal Sole all’ultimo termine dove apparisce la luce sua; nè ciò è tampoco esatto, perchè termine non vi sarebbe e l’immensità di quell’onda ragguaglierebbe solo la immensità stessa dell’etere."
      },
      {
        "index": 39,
        "text": "377. — Poichè dunque la elasticità è limitata e v’à contrasto ed inciampo fra le parti dell’etere, v’è condensazione di sua materia; e com’è assorbita la luce e assorbito il calore dal corpo in cui termina la ondulazione così l’etere vi si, condensa. Per mio giudicio, quando il calore non rechi giammai aumento o sottrazione quantitativa di etere troppo gran fascio li fenomeni resterà inesplicato."
      },
      {
        "index": 40,
        "text": "378. — Io toccavo qui sopra della radiazione o diretta o riflessa dei corpi, la quale in genere è troppo certa e manifesta. Ma dubito molto che l’irraggiamento calorifico della terra pervenga per ordinario agli spazj celesti e non si sperda invece nella nostra atmosfera; ond’io ò seguito in ciò la opinione volgare piuttosto che la mia propria. 379. Nego poi che dall’interno del globo continui, come si crede, certa emissione e diffusione di calore, talchè si stima eziandio essere la terra soggetta ad un suo proprio e non cessabile raffreddamento. Debbe nell’interno del globo come in qualunque altra congerie di corpi la forza di coesione e la forza espansiva e penetrativa dell’etere rinvenire un giusto equilibrio conformemente alla natura di ciascuna sostanza. Solo si può dubitare se cotale equilibrio sia già trovato e compiuto in ogni parte interiore del globo, ovvero se vi si vada accostando; sul che torneremo fra breve a tener discorso."
      },
      {
        "index": 41,
        "text": "380. — Dopo ciò, scorgesi con più chiarezza quello che accade di pensare intorno al supposto accettato quasi universalmente dai fisici qualche anno addietro, e vale a dire che il mondo cominciasse per tutto da materia diffusa e radissima e che i pianeti non meno del Sole e dell’altre stelle sieno pervenuti dallo stato aeriforme alla presente compattezza e solidità mediante un graduato raffreddamento e una dispersione continua d’interno calore."
      },
      {
        "index": 42,
        "text": "381. — Ma gli è sicuro, al contrario, che insino dal principio se vi fu materia radissima e materia vaporosa, ve ne fu altra eziandio se non del tutto assodata e compatta, certo accostata pur tanto uelle sue parti ed elementi da suscitare in essi la forza latente di coesione. Che quando fusse stato altramente, per niun modo avrebbe cessato la separazione soverchia degli atomi e il libero signoreggiare dell’etere, in quella maniera che sull’esterna faccia del Sole e dell’altre stelle la fotosfera è dall’etere predominata per costituzione normale e primitiva di lei."
      },
      {
        "index": 43,
        "text": "383. — Nè si vuol giudicare impossibile sul nostro globo cotesto equilibrio e cotesta periodicità e regolatezza di moto, perchè si veggono ad ogni momento mutate nei corpi le condizioni calorifiche. Da un lato la estrema sottilità elasticità e scorrevolezza dell’etere; dall’altro le eccitazioni continue che dal di fuori ricevono i corpi fanno che alterandosi ad ogni tratto le posizioni e combinazioni molecolari, d’altrettanto si alterino le loro attinenze e proporzioni con quel grande ambiente; e viceversa, operando sempre molte cagioni naturali ed artificiali sull’etere combinato ai corpi e promovendone l’accumulazione ovvero la sottrazione, subito sono mutate eziandio le situazioni i legami e gli altri accidenti delle molecole rispettive. Al che debbonsi aggiungere i moti e i disiquilibri continui cagionati dalle correnti elettro-magnetiche."
      },
      {
        "index": 44,
        "text": "385. — Il concetto, adunque, più razionale che accogliere si convenga intorno all’etere calorifico in quanto non solo è forma di movimento ma eziandio è condensamento di sostanza, debbe riuscire il qui infrascritto; e cioè, che la sostanza calorifica dopo aver girato e rigirato per le materie ponderabili e avervi desto prima le forze inorganiche più tardi le organiche e dopo essere stata respinta in parte ed esclusa dalla crescente coesione delle molecole ovvero accumulata e infittita da lente o rapide combustioni, al fine piglia dimora per entro i corpi soltanto in quella porzione che si confà e proporziona debitamente con la capacità e indole di essi corpi mentre poi il di più torna a rifluire a poco per volta ed a equilibrarsi nel proprio oceano. A un dipresso come si scorge accadere a rispetto dei nostri mari. Chè prima dall’emanazioni loro sono composte le nabi e le pioggie, indi mantenute le fonti e fecondate le terre; da ultimo ogni sovrapiù dopo molti bagnamenti e trascorrimenti si ricongiunge al gran ricettacolo da onde usciva in principio."
      },
      {
        "index": 45,
        "text": "387. — Sembra ciò più difficile a riconoscersi nel nostro globo in cui, rispetto al calore, operano cagioni e accidenti molto anormali. Da un canto il trapelar del calore del Sole crederemmo dovere accrescervi ogni anno l’addensamento dell’etere. Dall’altro canto non v’è prova nessuna che nelle profondità della terra la forza di coesione trovato abbia equilibrio e proporzione durevole con la forza espansiva dell’etere stesso. Intanto, la gibbosità dell’equatore e lo schiacciamento dei poli ne accertano che la terra fu un giorno meno aderente fra le sue parti e meno compatta che ora. Ma per lo contrario, la sua densità, che è quattro volte circa maggiore di quella del Sole, ci mostra che nell’interno di lei e procedendo di più verso il centro l’accumulazione e pressione della materia diventa eccessiva, e giusta alcune esperienze e computazioni dei dotti, supera quella degli strati superficiali nella proporzione di 5:44 verso 1:6."
      },
      {
        "index": 46,
        "text": "388. — Nondimeno le acque pressochè bollenti dei pozzi artesiani, il calor delle roccie nei più profondi cunicoli delle miniere e le materie liquefatte o roventi che sono scagliate dai vulcani attestano che sotto l’ultima scorza del globo regna, in più lati almeno, una temperatura altissima."
      },
      {
        "index": 47,
        "text": "389. — Per accordare cotesti fatti è necessità di credere che veramente tra l’involuero estremo del globo e gli strati durissimi dello interno gira una zona poco profonda e molto prossima alla superficie, dove la forza di coesione e di compressione non à compiuto l’opera sua e si movono molte correnti di sostanze aerose e da onde emana il calore che annunciano tuttodi i fenomeni testè menzionati. Noi di cotesta zona torneremo a parlare fra poco tempo."
      },
      {
        "index": 48,
        "text": "390. — Certo è, peraltro, che quel calore non creace e moltiplica verso il centro nella misura di un grado per ogni 30 metri, come pretendono tuttavia alcuni naturalisti. Perocchè progredendosi con quella misura si giungerebbe ad una liquidità della massa del globo e ad un’ardenza di fornace si fatta da non potersi in guisa veruna accordare con le leggi della gravitazione centrale, con l’immenso peso e la compressione reciproca degli strati concentrici e con la notizia positiva della densità totale del globo. Laonde il calor sotterraneo di cui si parla e i fenomeni che l’accompagnano sono molto superficiali in paragone dell’altezza degli strati che li distingue e separa dal rimanente."
      },
      {
        "index": 49,
        "text": "391. — Il perchè quello esempio addotto d’una palla metallica riscaldata e le cui leggi e maniere di raffreddamento vennero poi studiate e significate con lingua di calcolo, pecca per nostro giudicio assai gravemente in due modi. Pecca prima dimenticando che nella palla metallica la forza centripeta e quindi la forza crescente di compressione degli strati riescono nulle. Dall’altro canto una separazione e radezza nativa e primigenia di materia non può tornare paragonabile alla dilatazione e al riscaldamento artificiale d’un corpo le cui molecole ànno già tutta la forma, l’orientazione e la speciale coesione che porta la natura di lui."
      },
      {
        "index": 50,
        "text": "392. — Da ciò si conclude per al presente che il calore emanante dai prossimi sotterranei del globo, qualunque cagione s’abbia, dovrà col tempo equilibrarsi con tutto il resto. Il calore poi insinuato annualmente dal Sole, dopo essersi ripartito nei corpi e nell’atmosfera secondo la loro capacità, per ultimo verrà trasmesso dall’atmosfera medesima e rifluito nel ripositorio immenso e comune. Così non risolvo se l’atmosfera mauda agli spazj celesti il di più del suo calore per effetto d’irraggiamento o per lenta opera di contatto; e del pari, s’ella è veicolo pronto è diretto al raggiar della terra insino a quegli alti spazi, com’io toccava nella nota B dell’aforismo V."
      },
      {
        "index": 51,
        "text": "393. — Qui poi torna acconcio il notare la differenza che interviene fin il calore vibrato dal Sole e quello che emana da qualunque corpo terrestre. Il calor solare, come dicemmo più sopra, è ondulazione aperta e spiegata dell’etere promossa continuamente e uniformemente dalla libera vibrazione degli atomi esterni della fotosfera. In quel cambio il calore dei corpi terrestri esce dall’etere accumulato qua e là per accidentarie cagioni; e però tendendo al pareggiamento si versa a grado per grado ne’ corpi contigui e raggia dall’interno negli spazj intermedj insino a tanto che l’equilibrio sia fatto e i corpi ritornino allo stato normale del calore latente e specifico. E cotesto irradiamento medesimo si differenzia sopra misura dall’altro del Sole non pure per la quantità ma pel modo; essendo che nei corpi terrestri la vibrazione degli atomi ponderabili e dell’etere circonfuso non è sciolta e spiegata ma soggetta ai legami diversi della coesione e delle forme molecolari e l’etere vi è variamente distribuito combinato e addensato. Da tutto il che nasce la luce perenne ed inalterabile del Sole e dell’altre stelle, mentre nei corpi terrestri rado avviene e solo parzialmente e per poco che i raggi caloriferi diventino luminosi e sempre v’è sperdimento di materia e trasmutazione di forma e di condizione."
      },
      {
        "index": 52,
        "text": "394. — Non può dimostrarsi a priori che non sia per lo firmamento così gran numero di astri opachi quanto di astri luminosi. Solo per la legge della varietà è lecito di argomentare che se la opacità proviene, com’io giudico, da cagioni costitutive ed elementari, debbe la natura aver procurato eziandio questa specie del diverso nella infinita differenza del tutto. Forse qualche oscurazione temporanea di stelle che fu avvertita dagli storici antichi non meno che da’ moderni venne cagionata dalla interposizione d’un corpo sidereo opaco. Ma come ciò sia, diventando di mano in mano gli astronomi più esperti e sicuri del moto proprie degli astri e delle costellazioni avranno altresì abilità di avvisare tali presunte occultazioni od ecclissi le quali dovrebbero accadere frequenti se la copia degli astri oscuri non fosse inferiore a quella dei luminosi,"
      },
      {
        "index": 53,
        "text": "395. — Noi perchè stimiamo i Soli lucenti essere centro uniforme e perenne di eccitazione e di mutazione a un sistema intero di grandi corpi; e d’altra parte stiniamo la luce e il calore essere fonte prima d’ogni eccitazione efficace nella materia, però incliniamo a credere che il mandar luce sia condizione essenziale ed universale di tutti i corpi che fanno centro e sono d’ordine superiore; dacchè si debbono eccettuare i sistemi secondarj che chiameremmo di satellizio, come. per via d’esempio, quello di Saturno e l’altro di Urano. Invece, crediamo la opacità essere come il particolare nel generale e avvenire nei corpi che sono oggetto e mira continua della eccitazione. Il che poi non aggiunge importanza ai corpi luminosi e non la scema agli opachi. Considerato che nella natura le sintesi più comprensiva e terminative si compiono anzi mediante il particolare e l’affatto speciale."
      },
      {
        "index": 54,
        "text": "396. — Ad ogni modo, a noi tocca di far conoscere secondo i principj addotti e spiegati, da quali cagioni proceda la opacità massime del nostro pianeta; cagioni che certamente sono contrarie a quelle da cui s’ingenera il calore e la luce."
      },
      {
        "index": 55,
        "text": "397. — Prevale nei finiti la legge del diverso e del vario, cosa troppo dimenticata dai fisici; però differenti, come si accennava più sopra, furono le masse che cominciarono il corso loro nella immensità dello spazio. Quindi tal massa fu rada e omogenen, tale altra compatta ed eterogenea. Nella prima l’etere signoreggiava senza contrasto; nell’altra soggiacque al potere della forza di coesione e ciò pure con differenza di modo e misura."
      },
      {
        "index": 56,
        "text": "398. — Intanto, i centri compatti e fermi tiravano da ogni verso e le sostanze più materiali e però più pesanti colà si addeusavano con adesione tenacissima, la quale cresceva altresì per lo premere vœemente e incessabile degli strati superiori."
      },
      {
        "index": 57,
        "text": "399. — Le sostanze invece aerose, e vale a dire costituite con molecole di più rada materia e meno aderenti in fra loro e più sdrucciolevoli, salirono a poco a poco alla superficie e composero le atmosfere degli astri e quelle del nostro Sole e de’ nostri pianeti."
      },
      {
        "index": 58,
        "text": "400. — Ma sebbene l’etere paia dover dominare con più arbitrio nelle materie gazzose in cui le molecole prime e costitutive appariscono pressochè sciolte dai nessi della coesione, con tuttociò v’à dall’uno all’altro gaz differenze sostanzialissime."
      },
      {
        "index": 59,
        "text": "401. — Conciossiachè in alcuni l’etere perviene a liberamente combinarsi con gli ultimi indivisibili, laddove in altri, quanto è slegato l’ordine delle seconde e terze molecole, tanto è pertinace ed anzi invincibile la composizione nativa dell’ordine delle prime e più semplici, le quali non cedono e non si disfanno salvo che per forza di affinità, o vogliam dire, di speciale attrazione chimica."
      },
      {
        "index": 60,
        "text": "402. — Del che si à prova sperimentale continua nella composizione dell’aria, i oui elementi sono mescolati in sì stretto modo da formare insieme una sostanza omogenea e con proprietà permanenti e speciali; e tuttavolta nessuna chimica combinazione interviene fra essi e però l’aria serba, del sicuro, la forma primigenia delle proprie molecole."
      },
      {
        "index": 61,
        "text": "403. — In coteste sorti di gaz non à luogo emissione naturale e perenne di luce e possono invece i loro elementi accostarsi alle materie per le quali sentono affinità, perchè a ciò non sono impediti dalle vibrazioni spiegate e libere e dalla espansione prepotente dell’etere."
      },
      {
        "index": 62,
        "text": "404. — Così sulla faccia del nostro globo adunatisi per la leggerezza loro gli elementi dell’aria, avvennero subito le combinazioni dell’ossigene con le basi metalliche e a mano a mano con altri elementi e altri principj aerosi."
      },
      {
        "index": 63,
        "text": "405. — Effetto di simili combinazioni si fu la opacità del nostro pianeta e un condensamento molto maggiore dell’ultima scorza di esso. Avvegnachè l’adesione più perfetta ed intima fra le molecole è quella del sicuro prodotta dalle affinità chimiche. Ne seguirono prontamente azioni e reazioni gagliarde e continue con gli strati inferiori che differivano dall’ultima crosta del globo parte per varietà di sostanze parte e molto di più per condizione termica, elettrica e chimica."
      },
      {
        "index": 64,
        "text": "406. — Ben altra cagione, adunque, ebbe, al nostro parere, l’indurimento della faccia del globo che quella predicata da molti dello irraggiamento del calor sotterraneo dall’ultima superficie. Nel vero, notammo più sopra che la coesione dell’interno del globo divenne, maggiore a ogni poco per virtù di gravitazione e di compressione. E però gran copia di calore latente, o di etere condensato che tu il domandi, usciva dal centro e propagavasi a grado per grado alla superficie. Ma occorre di avere a mente che se gran quantità di calore giunta per diffusione alla superficie del globo di quindi sperdevasi per forza di contiguità o d’irraggiamento, altra gran quantità succedeva a quella immediatamente pel crescere della coesione e pressione centrale.. Onde segue che non dovette il raffreddamento procedere dalla superficie inverso del centro ma per lo contrario dalle parti centrali inverso le meno."
      },
      {
        "index": 65,
        "text": "407. — Che la materia non sia per tutto costituita delle sostanze medesime, si proverebbe assai bene dalle induzioni che i fisici tentano oggi di ricavare dalla luce spettrale. Conciossiachè pretendono essi che mentre nel Sole ardono molte sostanze identiche a quelle del nostro pianeta, altre invece vi fanno difetto; e fra queste seconde citano l’oro, l’argento, il rame, lo zinco, la strontiana, l’antimonio, l’alluminio, il piombo. Ora, considerato che il Sole è della terra più grande quasi un milione e mezzo di volte, se ne potrebbe concludere che a ragione di massa debbono sussistere dentro al Sole altre sostanze numerosissime che il nostro globo non conosce. Il medesimo si arguirebbe dall’altro fatto dello spettro solare, di contenervisi cioè non meno di tre mila liste oscure le quali sembrano corrispondere a varietà grandissima di sostanze elementari in arsione. Ma, per mio giudicio, le analogie speciali e strettissime che si vogliono ravvisare tra la materia del Sole e quella del nostro globo argomentando dai fenomeni della luce spettrale tengono troppo insino al di d’oggi del congetturale e suppositivo."
      },
      {
        "index": 66,
        "text": "408. — Tutto quello che conosciamo intorno alla diversa luce irradiata dai nostri corpi e intorno alle diverse specie di fiamma che si palesano nelle combustioni naturali od artificiali, conferma la opinione che bisogna onninamente pel fenomeno della luce un’attenuazione massima della materia ed una intera scomposizione di tutte le forme molecolari. Il che viene a dire che la fiamma e la luce provengono dalle spiegate e libere ondulazioni dell’etere nel modo che fu descritto più sopra."
      },
      {
        "index": 67,
        "text": "409. — Perchè poi le sostanze gazeiformi non poterono tutte disprigionarsi dalle masse metalliche e salire alla superficie, rimase tra questa e gli strati più bassi certo flusso di materie aerose e liquide. Ebbevi ancora l’adunamento di quel calore espresso dal centro e il quale per la compattezza delle roccie del suolo abitato trova crescente difficoltà di espandersi. Al che si aggiunse l’altro calore emesso dall’involucro della terra nel suo condensarsi e il quale parte raggiava nell’atmosfera e parte scendeva per diffusione allo strato dove cessavano le cause della coesione più attiva e più rapida. Di quindi le acque bollenti, le lave vulcaniche e i composti minerali che ànno origine certa dal fuoco. Di quindi pure i terremoti e il sollevamento delle montagne; fenomeni giganteschi all’occhio dell’uomo; ma pure, per mio giudicio, assai poco profondi nella cagione ed origine loro se la si ponga in confronto della lunghezza del raggio terrestre."
      },
      {
        "index": 68,
        "text": "410. — Nessuno qui obbietti che su nella luna, sebbene non sia vestigio di atmosfera gazosa è nondimeno un involucro il quale appare assai più conpatto e assodato del rimanente; il che s’arguisce con buona ragione dal sollevamento di enormi montagne e dalla frequenza dei crateri."
      },
      {
        "index": 69,
        "text": "411. — Per isciogliere la obbiezione, basterà supporre che quivi le sostanze aerose, emerse dal fondo vennero al tutto assorbite dalle combinazioni chimiche con le basi metalliche od altri elementi; nella maniera che sulla terra il carbonio dell’aria venne pressochè tutto assorbito dalla vegetazione (se è lecito dire) colossale ed esuberante delle prime età."
      },
      {
        "index": 70,
        "text": "412. — Fu posto da noi per principio che all’etere appartiene di suscitare continuamente e in qualunque luogo le forze dei corpi, tanto che non s’abbiano fermo riposo giammai; ed anzi varcando d’un cambiamento in un altro pervengano infine a quelle complicazioni particolari e sintetiche alle quali intende la divina mentalità."
      },
      {
        "index": 71,
        "text": "413. — Già vedemmo che l’etere, ancora che nel generale si equilibri con la forza di coesione, pure ad ogni momento o lo rompe o lo rinnova o lo varia e sempre con la virtù espansiva impedisce di quella forza il dominio soverchio e durevole."
      },
      {
        "index": 72,
        "text": "414. — Vedemmo altresì che le più minute e speciali combinazioni delle sostanze provengono dalle azioni chimiche, e intendiamo dire da quelle congiunzioni e penetrazioni più intime che accader possono fra materie differenti, onde poi nasce in natura la cooperazione del simile e la partecipazione del diverso."
      },
      {
        "index": 73,
        "text": "415. — Ma come ciascuna sostanza è fornita di certo essere inalterabile e le combinazioni di lei sono parimente determinate di qualità e di numero, occorreva una potenza universale e comune, la quale impedisse che, adempiute una volta in questo corpo e in cotesto tale acidificazione tal combustione ed altri atti di affinità, ne seguitasse certa inerzia immobile e permanente o per lo manco un trasmutarsi ed un moversi troppo lento e troppo parziale."
      },
      {
        "index": 74,
        "text": "416. — Quindi per insino dal suo primo apparire l’etere si mostrò provveduto di certa efficienza operosa mediante la quale furono da ogni parte promosse le affinità chimiche; e per contra furono con gagliardezza estrema disfatte le più tenaci affine di abilitare le sostanze ad altre ed altre senza mai numero."
      },
      {
        "index": 75,
        "text": "417. — Questo nella natura è l’ufficio massino dello elettro-magnetismo; e perciò le correnti sue quanto si svegliano con agevolezza ad ogni mutare di stato dei corpi, tanto sono diffusive ed abbracciano forse anche tutta la terra e la pongono in peculiare relazione col Sole, conforme accennammo in altra parte di questo medesimo Libro."
      },
      {
        "index": 76,
        "text": "418. — È nostra massima metodica (e l’abbiamo scritta delle volte parecchie) il combattere vivamente l’abuso frequentissimo che fanno i fisici del principio di unificazione, tanto che ad ogni piè sospinto dimenticano le ragioni e cagioni del diverso o menano qualunque cosa alla simiglianza e alla identità. Ciò non ostante, trattandosi dell’etere, parvemi che l’unità sua si accordasse troppo bene alle nozioni dell’intelletto circa l’originazione e l’ordine della natura. Quindi noi non dubitiamo di asserire che luce e calore, elettrico e magnetico sono funzioni e fenomeni d’una sostanza medesima; nel che oggimai convengono tutti gl’ingegni."
      },
      {
        "index": 77,
        "text": "419. — Occorre per altro che i fisici maggiormente si assottiglino a rinvenire nell’etere stesso un principio essenziale ed elementare di differenza; pel che i fatti spettanti al calore e alla luce rimangano naturalmente divisi da quelli che lascia scorgere l’elettromagnetismo; non si potendo in guisa veruna confondere insieme le due serie di fenomeni; tuttochè si accompagnino volentieri insieme e tengano proporzioni e corrispondenze esattissime in fra di loro e paiano procedere mutuamente l’uno dall’altro."
      },
      {
        "index": 78,
        "text": "420. — Ma se il calore, per via d’esempio, suscita o modifica in molti casi l’elettrico e questo a vicenda promove il calore, invece di ricavarne argomento per la loro medesimezza, credo all’incontro che se ne debba dedurre una prova di differenza. Conciossiachè calore ed elettrico sebbene per mio sentire non si risolvono meramente in forma diversa di moto, certo cul moto si manifestano. Ma in che guisa una stessa porzione di etere potrebbe in identico tempo pigliare il moto e le vibrazioni che sono proprie del calore e il moto e lo scorrimento che sono proprie dell’elettrico ? Certo, di due impulsi diversi dee di necessità risultare un moto che non sia propriamente nessuno dei due; mentre nell’esempio allegato calore ed elettrico compiutamente si distinguono nè si trasmutano in cosa terza ma serbano e manifestano esattamente l’indole propria. Uopo è dunque di credere ad una distinzione e separazione primitiva ed intrinseca nell’etere stesso."
      },
      {
        "index": 79,
        "text": "421. — Pure i fenomeni della luce assai dispaiati in fra loro indussero già alcuni fisici e geometri a credere che nel fluido etereo intervenga alcuna diversità originale e costitutiva come sarebbe un grado disuguale di addensamento ovvero di elasticità; ed alcuno pensò a dividere l’etere universale in zone variamente riscaldate. A noi l’elettro-magnetismo si rappresenta come qualcosa di generale e comune ma tuttavolta di men sottile e di più veemente dell’altro etere. E mentre luce e calore risolvousi il più del tempo in moti di elasticità e vibrazione, l’elettro-magnetismo scorre e fluisce con la propria materia quasi un’aria più grossa che giri e viaggi nella nostra atmosfera. Quindi è pur naturale, come fu toccato altrove, che tal flussione di materia meno sottile e però meno elastica e più resistente scomponga le più intime congiunzioni delle sostanze prodotte dalla chimica affinità e superi la efficienza espansiva dell’etere calorifico. Perocchè, s’ella è meno sottile a rispetto dell’altro etereo, vince nondimeno assaissimo la tenuità e minutezza d’ogni forma molecolare."
      },
      {
        "index": 80,
        "text": "422. — Resta che girando da capo gli sguardi della mente pel tutto insieme del cielo stellato e in quanto egli dee servire di mezzo e preparazione al mondo morale o finale che il domandiamo, si determini alcuna cosa di più intorno al suo destino comune e all’ordine perpetuo delle sue parti. Noi producemmo più sopra le sode ragioni perchè neghiamo di credero che i mondi siderei compongano insieme una vivente organizzazione. Tuttavolta, dicemmo allora che i sistemi solari, le costellazioni e le coacervazioni di astri oude il firmamento è cosparso non furono del sicuro disposti qua e là e ripartiti alla ventura. Ma i luoghi che tengono, le figure che formano e le connessioni e rispondenze che anno in fra loro tendono come ogni cosa in natura ad esaurire il Possibile e il Convenevole della materia strumentale e a moltiplicare e variare insino all’estremo la cooperazione del simile e la partecipazione del diverso."
      },
      {
        "index": 81,
        "text": "423. — Però è da gindicarsi che tutti que’ grandi membri del corpo immenso degli astri, se tal nome può darsi a tutto il complesso del firmamento, sono chiamati a partecipare ed a ricambiare gl’influssi diversi che emanano dalla tempra differente di ciascheduno, come ciascheduno ricambierà prima gl’influɛsi diversi de’ suoi membri minori. Al che fare sarà proveduto che l’un sistema solare circoli o in modo qualunque si aggiri intorno o frammezzo ad altri. Poi venga quel sistema e cotesto o da sè o con molti insieme rapito e aggirato in qualche sistema maggiore per effetto forse di moti iperbolici, come sembra accadere dei moti erranti delle comete. Così è lecito di pensare che in lunghezza di tempo, maggiore assai d’ogni estimazione e computazione umana, ogni parte del firmamento visiterà di mano in mano tutte le altre; imitando quanto è possibile a materia inorganica il corso e l’aggirazione de’ nostri fluidi vitali che trapassando per ogni viscere arrecano in quello la propria virtù e per contra fanno gli elementi propri partecipare alle qualità di tutti i composti pei quali trascorrono e ne’ quali s’infiltrano."
      },
      {
        "index": 82,
        "text": "424. — Quando questa legge non si avverasse nel mondo sidereo, rimarrebbesi egli escluso dalla partecipazione del diverso; mentre per ciò che venne veduto ne’ Libri anteriori circa all’ordine dei finiti, si conobbe essere legge costante e generalissima d’ogni parte del creato che da per tutto vi sia azione e reazione mediante il simile e il dissimile, l’omogeneo e l’eterogeneo, così dentro a ciascun aggregato come di fuori. In quel modo, impertanto, che nelle picciole masse allato alla coesione opera l’affinità, certo fra i sistemi solari oltre la legge meccanica del moto passivo ed attivo debbono svegliarsi molte influenze analoghe all’affinità o vogliamo dire all’azione dei differenti."
      },
      {
        "index": 83,
        "text": "425. — Dopo ciò ed a fine che a noi torni fattibile di concepire una idea men gretta, meno determinata e più esatta di tale coordinazione immensa e operosa dell’universo, buono è di contemplar nel concreto e per via d’esempio particolare e visibile alcuna di queste azioni continue dei mondi nei mondi. E però alziamo di nuovo gli occhi lassù nel cielo e rivolgiamoli in quella regione dove"
      },
      {
        "index": 84,
        "text": "«. . . . . distinta da minori e maggi Lumi, biancheggia tra i poli del mondo Galassia si che fa dubbiar ben saggi.»"
      },
      {
        "index": 85,
        "text": "426. — Guglielmo Herchel, come altrove accennammo, scopriva che la Galassia piegasi in forma di anello la cui spessezza è poca, molto maggiore la larghezza della sua zona, smisuratamente più grande la circolare lunghezza. A Guglielmo Herchel sembrò eziandio, e il tedesco Argelander il venne poi confermando, che il Sole co’ suoi pianeti faccia parte della Galassia e che per entro di lei si mora con indicibile velocità verso un punto della costellazione di Ercole indicato dagli astronomi con la lettera Lamda, cioè a dire che il Sole trovisi al presente verso il confine interior dell’anello."
      },
      {
        "index": 86,
        "text": "Ora, egli è da sapersi che Giovanni Plana geometra insigne speculando intorno a cotesti fatti e adattandovi ingegnosamente le leggi dell’universale gravitazione, à provato mediante suoi calcoli che una stella posta in sul lembo esterno od interno del grande anello della Galassia viene attratta di necessità verso il mezzo della fascia di quella; e quivi giunta poi non si ferma; da che per effetto della velocità acquistata nel suo correre rapidissimo debbe oltrepassare il punto dell’equilibrio delle attrazioni e inoltrarsi infino al margine opposto del detto anello. Ove pervenuta e subito richiamata dalla gravità del punto mezzano ritornerà indietro per l’acquistata accelerazione e rivarcherà da capo quel limite recandosi alla estremità esteriore; e così di continuo e senza mai cessazione possibile discorrerà fra i due termini come spola in telaio."
      },
      {
        "index": 87,
        "text": "427. — Ma qui è bisogno di ricordare il nostro principio che pone che ogni corpo sidereo movendosi per forza attrattiva suscita eziandio in sè medesimo una virtù motrice che è sua propriamente ed attiva mentre l’altra è per effetto di azione ricevuta e alla quale gli è necessità di obbedire. Da ciò segue che il nostro Sole scorrerà dall’uno all’altro lembo della via lattea non rincalcando le stesse orme ma deviandone sempre in certa misura; e così avverrà che egli per una strada serpeggiante si condurrà a visitare tutte le parti del grande anello; e ciò non una volta soltanto ma un numero indefinito di volte."
      },
      {
        "index": 88,
        "text": "428. — Queste cose presupposte e accettate ognuno intende che elle si applicano molto bene così al nostro Sole come a tutte le stelle che dentro al corpo della Galassia a lui rassomigliano. Laonde conviene figurare nella via lattes un intreccio maraviglioso di astri ed anche di sistemi parziali di astri che scendono e salgono a maniera di meandri e non senza modificazione ed innovazione nelle qualità di ciascuno. Considerato che per avvisare un cotale effetto di mutazione basta supporre certa varietà originale e costitutiva di sostanza nei gruppi numerosi di stelle per mezzo ai quali scenderà prima e quindi risalirà il nostro sistema solare o tutto solo od accompagnato con altro maggior sistema."
      },
      {
        "index": 89,
        "text": "429. — Nè qui cadrebbe in acconcio la sentenza platonica che nulla si move dove tutto si move. Perocchè nella creazione corporale la quiete e la immobilità non essendo termine mai assoluto. basterà dire che i movimenti delle parti della Galassia sono a proporzione delle distanze lentissimi e che nel tempo che un astro si move, poniamo, dal lembo esteriore inverso del mezzo, un altro per lo contrario vi torna onde la massa dell’anello può dirsi che rimane sempre d’una forma e d’una quantità. Oltrechè le stelle mezzane per virtù di equilibrio negli impulsi attrattivi poco o nulla si sposteranno del luogo antichissimo, e colà pure avverano esse il grande principio che sempre allato alla mobilità debb’essere la permanenza e allata a questa il contrario suo."
      }
    ]
  }
}
