{
  "chapterNumber": 4,
  "title": "Vol. I, Libro Primo, Capo 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA SCIENZA DELL’ASSOLUTO E SUE CONDIZIONI."
      },
      {
        "index": 1,
        "text": "20. — Anzi tutto, io mi persuasi non darsi scienza effettualmente prima e dimostrativa delle supreme verità, quando non si pervenga o per discorso necessario o con la evidenza immediata del fatto a scoprire la esistenza dell’ente assoluto. Ed io dubitava con gran ragione se mai per la via sperimentale, e mediante i metodi che in Francia ànno nome di psicologici possa fornirsi alla mente le ali per giungere cosi alto. Allora messa in non cale qualunque altra sorta d’indagazione, posimi tutto a pensare e scrutare codesto massimo e terribile tema della dimostrazione scientifica dell’Assoluto, nel quale oggetto si può ben dire che dopo Kant piglia la mira perpetua qualunque mente speculativa alemanna e in esso si vuotano senza intermissione le sillogistiche loro faretre."
      },
      {
        "index": 2,
        "text": "21. — La filosofia, come definiva Aristotile, vuol costituire la scienza dell’ente. Quindi, perchè ogni scienza è un amplo sistema e ben collegato di cognizioni, la filosofia vuol trovare eziandio il principio di tutto il conoscere. Le quali due somme primalità vennero già sentite e distinte con esattezza dagli scolastici; e l’una chiamarono principium cognoscendi; e l’altra principium essendi. Ogni sapere umano si esercita in questi due obbietti supremi e non in altri giammai. Salvo che nel principio conoscitivo debbe da ultimo venir mostrata la sua dipendenza ed originazione dall’altro; dappoichè la cognizione non può non esistere per quel medesimo per cui esistono tutte le cose."
      },
      {
        "index": 3,
        "text": "Nel progresso poi della speculazione un terzo principio debb’essere prodotto in mezzo, principio altresì assoluto e di certezza apodittica dal quale dee provenire tutta la cognizione dell’universo creato. Di cotal guisa l’Ontologia, la Logica e la Cosmologia o vogliam dire l’ente, la cognizione e il fatto che sono i tre spartimenti massimi di tutto lo scibile razionale verranno coordinate e connesse con un sol filo dialettico."
      },
      {
        "index": 4,
        "text": "22. — Ciò posto, seguita il domandare se allo spirito infinitamente curioso e superbo dell’uomo è data facoltà d’iniziare la Scienza Prima dalla realità dell’Ente assoluto che è il principium essendi degli scolastici; ed iniziarla di guisa che la cognizione di quella realità riesca così immediata e semplice come evidente ed irrepugnabile; e non già irrepugnabile per suggestione di fede, ma per necessità logica, in tanto che sia manifestamente contradittorio il negarla. Imperocchè in cotesta sola maniera la scienza piglia la forma che a lei è propria. Del pari, debbesi in tal cognizione alla semplicità somma accompagnare una somma plenitudine di conseguenti; e la filosofia teoretica intera debbe giacervi dentro non pure come in radice, ma come in germe vitale e fecondo e capace di mano in mano d’interminabile spiegamento."
      },
      {
        "index": 5,
        "text": "23. — Raccolte e considerate queste condizioni della notizia dell’Assoluto, in quanto voglia il filosofo metterla in capo di tutta la scienza e che sia principio inconcusso ed esente da controversia, a me fu forza di escludere dalla rassegna che io imprendeva d’ogni mezzo conoscitivo, tutti i principj ed i veri sperimentali, o come dai filosofi si domandano, i contingenti; perocchè in essi non è il necessario e quindi non è il primo; potendosi senza ombra di ripugnanza pensare la loro non esistenza. E oltre di ciò, come l’ordine vero e concreto delle realità è l’ordine delle cagioni; cominciare la scienza dai contingenti si è un cardinarla in cosa che non possiede la prima e originaria efficienza, e onde non può trarsi la ragione produttrice nemmanco d’un grano di polvere."
      },
      {
        "index": 6,
        "text": "24. — Quindi proviene che l’entimema celebratissimo di Cartesio, sebbene sia ottimo fondamento di certezza, è falso cominciamento di scienza apodittica. E convien dire il simile di quelle rivelazioni del senso intimo a cui facea richiamo in Francia la filosofia ecclettica; atteso che se all’ego cogito di Cartesio furono surrogate non più le apprensioni sensive e fantastiche dei Locchiani, non altri fatti individuali e particolari dello spirito, ma le nozioni solenni ed universali di sostanza, di causa e di relazione, non per questo se ne ritrasse la dimostrazione immediata ed incontroversa della sussistenza effettiva dell’Assoluto. Ma solo se ne argomentò la fede immediata e comune che prestano gli uomini a certa causa perenne e generalissima di tutte le mutazioni; il che nessun filosofo esperto tanto o quanto della nostra comune natura à negato, e il Kant più degli altri lo confessava. Nè per ribattere le istanze sottilissime di costui dovea bastare il ripetere con asseveranza che la ragione sia impersonale. Con- ciossiachè il difficile, sembra a noi, è di provare il contrario e cioè che la ragione sia personale; e vogliam dire che la si sustanzii e viva nell’Assoluto, di qualità che la ragione dell’uomo riesca da ultimo uno schietto e preciso riverbero della divina."
      },
      {
        "index": 7,
        "text": "25. — A me, impertanto, era gran necessità di concludere che tutte le dimostrazioni dell’esistenza dell’Assoluto, ricavate, come dicono, a posteriori, per belle, chiare, evidenti ed invitte che sembrino o sieno, mai non possono purgarsi del difetto di loro origine, la quale non riuscendo a spogliare sè dei caratteri della contingenza, è forza che li trasmetta inevitabilmente all’ultimo vero di cui è principio. Laonde s’illudono que’ metafisici che di tal genere di dimostrazione vorrebbero fare uso come delle centine fa l’architetto, che girato appena l’arce od il volto, le toglie via e distrugge. Ma l’accidenza e la contingenza dell’ego cogito o d’altro fatto quale che sia non si può rimovere in niuna guisa e annullare. Quindi allo scettico rimane arbitrio ragionevole di negare la necessità intrinseca e l’assolutezza di ogni esistenza dedotta; e può, senza niun pericolo di contradirsi"
      },
      {
        "index": 8,
        "text": "«Et violare fidem primam et convellere tota Fundamenta quibus nixatur rita salusque.»"
      },
      {
        "index": 9,
        "text": "26. — Io tolsi dunque dall’arringo tutte le prove che si domandano a posteriori e que’ sistemi di ontologia che rampollavano da esse. E però condussimi ad avvisare con più attenzione que’ pochi libri dove la scienza è cominciata esattamente a priori. Grandi e animosi spiriti furono quelli che li dettarono, e simiglianti a coloro che nella politica reputano un danno sicuro l’attenersi ai mezzani termini. Due vie schiudevansi loro innanzi e non più. Affermare la realità o affermare il concetto dell’Ente assoluto. Parve il secondo partito più agevole e praticabile, ed anzi l’unico il quale conceda al sapere umano un cominciamento vero a priori. Conciossiachè la sola pensabilità delle cose in veruna maniera consente di esser negata, e quindi nemmeno quella che si raccoglie nel concetto dell’Ente assoluto."
      },
      {
        "index": 10,
        "text": "27. — È noto ad ognuno che Benedetto Spinoza mosse dall’intellezione dell’assoluta sostanza. Cartesio e Leibnizio, sulle orme ambedue di sant’Anselmo d’Aosta, fermarono invece la mente nell’idea dell’essere perfettissimo. In fin da allora il cuore mi diceva che cotesti sovrani ingegni non la sgarravano; ma il difetto nascondersi nella insufficienza delle prove o nell’analisi poco profonda e accurata di esse le idee. Certo, ei mi cadde il fiato quando io leggevo in alcuni critici di gran polso che il sostegno logico di quelle definizioni e dimostrazioni era tutto collocato nella equivocazione dei parlari. Conciossinchè, l’idea dell’assoluta sostanza e l’altra dell’ente perfetto e infinito non inchiudono propriamente la necessità dell’esistenza, ma si l’idea di essa necessità. Perchè se il subbietto è ideale, ideali eziandio ed a marcia forza sono gli attributi."
      },
      {
        "index": 11,
        "text": "In tal guisa, dopo un costruire artificioso di definizioni e un intreccio ben annodato di sillogismi, affine di valicare pure una volta dal concetto alla realità, tornavasi a cadere sfortunatamente nel nudo concetto; siccome incontra in que’ labirinti artefatti dei gran giardini che stimando alcuno di essersi condotto molto discosto ed avvicinarsi all’uscita, vedesi all’improvviso rimenato là da onde partiva."
      },
      {
        "index": 12,
        "text": "28. — Se non che lo Spinoza conobbe meglio dei cartesiani e meglio di Leibnizio che l’Ente assoluto non può nè debbe dedursi per sillogismo; avvegnachè il dedotto è d’autorità inferiore a ciò da cui si deduce e l’Assoluto vi appare come conseguente, laddove egli è il primo ed il massimo dei precedenti. E solo si può consentire il sillogizzare dove la dimostrazione consista meramente nell’additare la convenienza di alcuni concetti in fra loro, non visibile isso fatto nei termini d’una proposizione o d’un entimema; essendo allora la precedenza un rispetto di metodo e certa facilità conceduta al nostro comprendere. Oltrechè, se i sillogismi fondamentano la certezza loro nel principio di contradizione e non si mostra per avanti che tal principio convertesi sostanzialmente con l’assoluta esistenza, egli rimane esteriore e superiore all’Assoluto medesimo; esteriore, perchè diverso da lui; superiore, perchè sostegno e riprova della bontà dei sillogismi pei quali dimostrasi l’Assoluto."
      },
      {
        "index": 13,
        "text": "Dopo ciò anche questa pagina dei tentamenti dei metafisici intorno al cominciare la scienza da un vero primo ed irrepugnabile fu cancellata dal libro della mia mente."
      },
      {
        "index": 14,
        "text": "29. — Chiedeva l’ordine che io procedessi, pertanto, a divisare e ponderare i sistemi i quali non più dall’idea, ma incominciano, per dir così, ex abrupto dall’Ente assoluto o, parlando più esatto, dalla visione che affermano possederne e goderne sempre e necessariamente gli uomini. Eccetto che io scorgeva talun metafisico segna la sua via per mezzo agli avvolgimenti dei mistici e che quanto più procedeva, più dilungavasi dalla scienza dimostrativa di cui sola intendo al presente tener discorso. Alcun altro, siccome il Fichte, messi in esercizio tutti i lambicchi dell’astrazione e della dialettica, ponevasi alla impresa, gloriosa forse ma disperata, di trasformare il me relativo ed accidentale nell’ente assoluto e sostanzialissimo; e compieva per mio giudicio un lavoro squisito e ingegnoso, ma poco diverso di quello che fa il verme da seta quando fila e tesse della propria sostanza la propria angusta prigione."
      },
      {
        "index": 15,
        "text": "Altri, come lo Schelling, non troppo diversamente dai neoplatonici, attribuiva la diretta visione dell’Assoluto a una specie di alienazione e di ratto del nostro spirito, e manteneva che non tutte le menti umane ne sieno capaci, ma le più sublimi e privilegiate; il che mi fu sufficiente a non sudare e allenare dietro i suoi voli, perchè io cercava la scienza evidente ed universale e non quella lodata da Pindaro che è luce ai savj e fumo e tenebre al volgo."
      },
      {
        "index": 16,
        "text": "30. — Altri, infine, come il nostro Gioberti, asseriva con molta efficacia l’intuito e la percezione diretta e immediata dell’Ente che crea l’Esistente. Ma nè il fatto venne manifestato in guisa che le coscienze umane il vedessero, nè si proferirono prove assolute di esso; parve anzi che fosse più agevole il proferire le contrarie. E d’altra parte, quando anche le avesse quel forte ingegno esibite secondo che gli erano ad uopo, sarebbero riuscite indirette, e però insufficienti ed impertinenti; ed in loro sarebbe stato quel Primo e quell’Assoluto che si domandava; e di tal maniera avremmo due Primi e due Assoluti. Il che vale agli occhi miei altresi contro l’arguta teorica del Malebranche precessore del Gioberti; e a cui non venendo fatto di rendere chiara e patente al comune giudicio la sua visione in Dio e di Dio, s’industriò di provarla con quel procedimento dimostrativo che chiamano di eliminazione; e la quale poi nè torno compiuta quanto gli bisognava nè partitamente certa, esatta e incontrovertibile nella esclusione successiva e assoluta de’ supposti."
      },
      {
        "index": 17,
        "text": "31. — Così da ogni banda io scorgeva serrate a’ miei passi le due sole vie che trova la scienza per cominciare l’ufficio suo a priori e far capo effettualmente al principio d’ogni realità e d’ogni cognizione. Della qual cosa imbattutoni a ragionare più volte con un giovine alemanno in casa dell’ottimo amico mio il signore di Tourgnenief, io mi sentíi dire dal tedesco, uscito allora allora dall’università di Jena, che io errava le mille miglia discosto dalla buona filosofia. E che non occorreva di cercar l’Assoluto insieme col volgo nella piena e massima realità ma si invece nella minima; anzi in quel punto vaniente ed impercettibile che tramezza l’essere e il nulla; perocchè l’assoluto non è, ma diventa; e al metafisico conviene pigliar l’uso di riguardarlo non più che un Deus in fieri."
      },
      {
        "index": 18,
        "text": "32. — Ma perchè non è e sempre diventa? soggiungeva io, ovvero, perchè non è tutto e non è l’infinito, come giudica il senso comune? Tal cominciamento dell’Hegel mi puzza di arbitrario e non mi sembra posto a priori."
      },
      {
        "index": 19,
        "text": "Esso è perfettamente a priori, ripigliava il giovine con occhi accesi e da sincero e ardente neofita; conciossiachè l’Hegel prende le mosse da due proposizioni ugualmente assolute e innegabili; l’una dice: l’essere puro e indeterminato è identico al nulla; l’altra: questo medesimo essere e il nulla sono opposti e contradittorj."
      },
      {
        "index": 20,
        "text": "Ma di grazia, se la prima è assolutamente vera, non torna assolutamente falsa la seconda, e viceversa?"
      },
      {
        "index": 21,
        "text": "Sono vere ambidue sotto vario riguardamento."
      },
      {
        "index": 22,
        "text": "Voi mi raccontate miracoli; atteso che fra cose identiche, come l’Hegel vuole che sieno l’essere indeterminato e il nulla, le attinenze non si diversificano dall’uno all’altro termine, ma tutte si fanno di necessità identiche. Se A è uguale ad A, tutte le relazioni che tu affermi del primo forza è affermarle eziandio del secondo. Però il vario riguardamento non ci entra; e ad ogni modo il vario riguardamento può stare intorno ciò che à qualche determinazione; laddove nel caso nostro i termini toccano veramente il supremo della semplicità."
      },
      {
        "index": 23,
        "text": "Cosi pare al volgo dei filosofi, non al mio gran maestro, il quale aggiunge di soprapiù che le due prefate proposizioni, benchè contrarie in fra loro come il si e il no, pur nondimeno non si distruggono; e invece, si risolvono di buon accordo nel fatto del diventare che è appunto un mescolamento del nulla e dell’essere. Altro miracolo strepitoso; perchè qui esce dai due pronunziati ciò che non sussiste minimamente nè dentro il primo nè dentro il secondo, e somiglia, nè più nè meno, al fare uscire la unità da due zeri. Per fermo, il diventare non vien già fuori dalla prima proposizione, dacchè ex nihilo nihil fit. Non dalla seconda, perocchè gli assolutamente contrarj non si uniscono a generare ma si fuggono eternamente, e uniti a forza e mescolati si annullano. Quindi è certo che la comune ragione avria meditato mille anni su que’ due pronunziati dell’Hegel senza mai scorgervi dentro il diventare dell’Assoluto."
      },
      {
        "index": 24,
        "text": "La comune ragione sì, perchè è semplice intendimento; ma sopra l’intendimento sta la ragione assoluta, che è quella dell’Hegel."
      },
      {
        "index": 25,
        "text": "Povero a me che io sono dunque astretto a concludere con questo dilemma terribile, e ciò è che l’uno dei due farnetica del sicuro, o l’Hegel o il senso comune."
      },
      {
        "index": 26,
        "text": "Farnetica questo secondo, allora che piglia sè per misura di tutta la verità; e già scherniva Galileo della immobilità del sole. Oggi fa il simile della filosofia tedesca; e fa di vantaggio, che il mio gran maestro viene giudicato da troppa gente un cervello balzano, mentre in esso cervello Domeneddio à raggiunto il massimo grado della cognizione di sè medesimo."
      }
    ]
  }
}
