{
  "chapterNumber": 3,
  "title": "Vol. I, Libro Primo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "IL LIBRO DEL RINNOVAMENTO DELLA FILOSOFIAANTICA ITALIANA."
      },
      {
        "index": 1,
        "text": "10. — Sappiasi adunque che appena io mi deliberai, per certo nobile istinto, di darmi a tutt’uomo agli studj speculativi; il che accadde nel 32 in Parigi il secondo anno del mio esilio, ei m’entrò nell’animo una dolce e carezzevole presunzione: e fu di calcar una via larga e sicura fra gli empirici e i troppo dommatici; e mi persuadevo che ciò dovesse agl’Italiani riuscire meglio e più nettamente che agli altri, considerata. l’indole peculiare del loro intelletto; il quale in tutti gli uomini sommi di nostra patria mi pareva mostrarsi eminentemente positivo ed altrettanto razionale e sintetico: nè mi sorgeva un dubbio al mondo (tanto può la vanezza dell’amor proprio) che avendomi la natura. fatto nascere nel bel mezzo della Penisola e di vecchio sangue italiano non mi facesse partecipare altresì abbondantemente a quei tre caratteri intellettivi."
      },
      {
        "index": 2,
        "text": "11. — E sì dell’essere loro, come del bene applicarli alla metafisica, io presi a ragionare in alcuni articoli publicati in certo periodico, allora di molto grido e che aveva per titolo: l’Europe littéraire. Sul che intervenne lo strano caso che, più anni dopo, voltato quel mio scritterello in inglese e inserito con qualche parola mutata e sotto altro nome nella Review di Edimburgo e poi dall’inglese messo di nuovo in francese nella Rerue Britannique, per quell’odore che spandeva di forestiero e d’insolito, fu giudicato in Italia bello molto e autorevole e vollero tostamente tradurlo e se ne allegavano parecchie sentenze ora nel Progresso di Napoli ed ora ripublicandosi le dotte lettere di Pasquale Galluppi sulle vicende della filosofia."
      },
      {
        "index": 3,
        "text": "12. — Del rimanente, il concetto di fondare la speculativa in sulla esperienza; e niente di meno, alzarla con gran rigore di raziocinio alla somma larghezza e certezza scientifica e al maggior grado accessibile di unità, era effettualmente quel medesimo di Aristotile, a cui dispiacevano così le dottrine mezzo empiriche e mezzo ipotetiche degli Ionj, come quelle del suo maestro da lui riputate troppo dommatiche e sfornite di prova e prossime a ruinare nel paradosso. Ed io pretendeva di più (nè so bene ora con quanta saldezza di ragione) che nella forma più generale ed abituale della filosofia italiana da san Tommaso ai di nostri, predominasse lo spirito di Aristotile anzi che quello di Platone."
      },
      {
        "index": 4,
        "text": "13. — Ma come ciò stia, io veniva pensando in fra me con ardore immoderato e con giovanile baldanza, come poter dedurre per via di principj ricavati dall’esperienza una dimostrazione generale ed assai rigorosa di tutto lo scibile umano a rispetto della sua verità e certezza fondamentale. Al che se male avea bastato il meditare indefesso e l’intelligenza acutissima di Pasquale Galluppi, assai meno era sperabile che vi tornasse sufficiente il mio poco studio e la mia mente preoccupata."
      },
      {
        "index": 5,
        "text": "14. — Ed arroge che le difficoltà del problema s’erano nelle mie mani moltiplicate sopramisura; mercechè io aveva fitto il chiodo di fabbricare la scienza dei sommi principj con la sola materia ed il solo regolo accettati eziandio nel libro della Ragion pura, e vale a dire i nudi fenomeni e il principio d’identità e di contradizione. E con tuttociò, io davami a credere di menare al nulla le negazioni kantiane e di convertire in pronunziati apodittici quelle forme tutte di verità e di certezza che il Reid distingueva in ispecie essenzialmente diverse e voleva che germogliassero dal solo istinto e dalle comuni credenze."
      },
      {
        "index": 6,
        "text": "15. — Cosi venne a luce l’arrischiato libro del Rinnovamento della filosofia antica italiana. Il quale capitato tra gente ancor troppo digiuna dell’alto e forte speculare nelle materie razionali e guardato solo in quel poco di liscio che aveva e in quella faccia gioviale che dimostrava, ottenne accoglienza e suffragio assai favorevole. Ma la fiacchezza dei giudicj sovr’esso pronunziati e la scarsa competenza di chi li esprimeva, lasciavasi discuoprire eziandio nel tenore delle lodi. Si disse dai più che quel libro era un utile esempio dello scrivere pulitamente e del discorrere con qualche proprietà ed eleganza gli argomenti gravi e astratti, quando si opinava dal generale che ciò fosse malagevole e quasi impossibile al nostro volgare. Alcuni il lodavano per la memoria che rinverdiva de’ nostri antichi filosofi e il desiderio e l’amore che intendeva di suscitare inverso le opere loro. Ad alcuni invece gradivano più che altro i documenti metodici copiosamente sparsi per lo volume. Tutte le quali cose, presupposto ancora che fossero vere e degnamente lodate, valevano quanto il pregiare in un dipinto di storia il bel colorito d’uno sciamito o il rilievo e gli sbattimenti d’un campanello."
      },
      {
        "index": 7,
        "text": "16. — Ma se, a que’ giorni, il comune degli studiosi era pochissimo disposto in Italia a sentir bene e a giudicar finamente dell’opere metafisiche, ei ci viveva un austero e sublime intelletto il quale, toltosi in mano il mio libro e messa da banda l’esamina degli accessorj, guardò nel bel mezzo della composizione ed ebbene quel concetto che meritava. Ne ragionò ordinatamente in un grosso volume e fe ognuno capace di rilevarne le sconciature e gli abbagli. I quali, peraltro, avevano pressochè tutti per comune radice il disconoscere io allora non men del Pasquale Galluppi e del Romagnosi la dottrina magnifica e fondatissima delle idee; e similmente, lo sgomentarmi fuor di modo dei pensamenti platonici, per paura soverchia di deviare dallo sperimentale e dal positivo."
      },
      {
        "index": 8,
        "text": "17. — Il Rosmini non parlò al sordo; e ancora che io mi storcessi, come vuole natura, e mi divincolassi un poco dolorosamente sotto le sue battiture, nondimeno io glie ne rimasi poi obbligato e riconoscente; e pigliai esempio dal buono e paziente abachista il quale venuto all’ultima stretta dei conti e scopertovi dentro l’errore, piglia in pace il suo danno e la fatica buttata via e torna da capo ad esaminare con più diligenza e ad una per una tutte le partite."
      },
      {
        "index": 9,
        "text": "18. — Delle Sei Lettere mie al Rosmini che mi occorre di dire? elle guarirono assai scalfiture e forse qualche ferita; ma le mortali e profonde, non già; atteso, principalmente, che io proseguiva di tener broncio a Platone; e quando anche in fin d’allora mi si fosse incuorata la riverenza, l’affetto e il quasi cultor che io professo al presente pel gran figliuolo di Aristone, ciò affrettava la purgazione delle mie opinioni avvenire, non raddrizzava le passate. Pure, in quelle lettere (s’io non m’inganno) fu saviamente difeso qualche diritto dell’esperienza e qualche placito d’Aristotile; e v’intervenne ancora altra cosa, e ciò è che costretto io a far prova di me in un duello assai disuguale, e sentendomi sopraffatto e vinto, tirai un colpo disperato nell’avversario, e per avventura non andò al tutto a vuoto; e credo che il sistema dell’idea innata dell’ente ne riportasse qualche noiosa ammaccatura."
      },
      {
        "index": 10,
        "text": "19. — Trovasi scritto che Democrito per desiderio di filosofare più alla libera e con maggiore forza meditativa non dubitò di privarsi degli occhi. Io piglio questo racconto per una parabola od allegoria molto ingegnosa, come sono sempre quelle de’ Greci, e colla quale si volle significare che nel filosofo debb’essere vivacissima la pupilla interiore e inefficaci a poterlo distrarre le cose che sono fuori dell’animo. Secondamente, si volle esprimere che l’intelletto del filosofo debba essere chiuso e come cieco alle passioni mondane e ad ogni sorta di preoccupazioni. Ora, dico per la verità, che gran parte dell’allegoria greca si attuava in quel tempo nell’umile mia persona e con troppa più realità e compitezza che io non avrei voluto. Per tre lunghi anni vissi non che infermo degli occhi, ma come cieco, e dell’altre membra non molto sano. I negozj esteriori non mi allacciavano da nessun lato, perchè mi era impossibile di praticarli e di farci sopra assegnamento. Così io traeva i miei giorni solitario affatto e di corpo e di spirito; salvo che a quando a quando quel silenzio del mondo e delle sue passioni m’era interrotto dalle lamentevoli voci della mia patria serva e infelice alle quali nè volevo nè potevo in guisa alcuna serrare le porte dell’animo. E pure, a quella piaga medesima e così profonda e immedicabile del mio cuore, recava qualche refrigerio la speculazione metafisica; essendo che per lei lo spirito umano dilatando i pensieri nell’infinito dello spazio e del tempo, e addestrandoli a indovinare l’economia intera e la vita perpetua dell’universo guarda con meno parzialità e passione le miserie temporali che lo circondano e le sorti crudeli ed immeritate dei popoli. Fatto sta che appena io mi riebbi alquanto nella salute e mi fu lecito di profondare la mente in qualche forte cogitazione, io tornai subito con grande affetto a cercare la scienza dei sommi principj; meno legato, per altro, e meno aggirato che per addietro dall’amor di sistema: e per conseguente, meglio disposto a rilevare e pesare con equità e discrezione il vero e il falso d’ogni dottrina."
      }
    ]
  }
}
