{
  "chapterNumber": 63,
  "title": "Vol. I, Appendice IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "INTORNO ALLA FILOSOFIA ESPOSTA NELLECONFESSIONI DEL MAMIANI EALLE DOTTRINE PLATONICHE."
      },
      {
        "index": 1,
        "text": "La somma cortesia, colla quale ella accolse le mie osservazioni intorno alla dimostrazione a priori di Dio, da lei impresa nel libro delle Confessioni, quantunque non distrugga in me il timore di essere impari alla trattazione di così alti problemi, mi conforta ad esporle alcune altre riflessioni suggeritemi dall’esame delle di lei dottrine e dallo studio dei sistemi Platonici."
      },
      {
        "index": 2,
        "text": "Qualunque sia per essere la filosofia, alla quale l’intrinseca rità dei concetti e le tendenze degli animi serbino, nella nostra Italia, un efficace dominio, potrebbe reputarsi non poco avanzata l’opera delle scuole e la maturità dei nostri destini intellettuali, se coloro che guidano il pensiero italiano, o ne coltivano modestamente e schiettamente In studio, si applicassero con pari dignità e libertà, gli uni a difendere e a rafforzare, gli altri a verificare col lume della critica le teoriche di cui sono autori o estimatori, senz’altro intento che il trionfo del vero, senz’altro stimolo che il proprio dovere. Un sistema non si può giudicare se prima non ne sono conosciute tutte le parti, non si può condannare se on dopo tentate tutte le vie per difenderlo, come una lite non si scioglie se non dopo udita l’accusa e la difesa. Divisa Tra l’idealismo, l’ontologismo e l’empirismo, la filosofia italiana non può che uscire più salda e meglio ordinata dall’accozzamento logico di questi sistemi. Di fatto la storia della filosofia può ingenerare nello studioso la persuasione, che abbia a toccare alle dottrine de’ nostri pensatori la medesima sorte, che in altri paesi e in altre epoche toccava a quelle di pensatori non meno eletti, i trovati dei quali rimasero, sott’altra forma e con ordine diverso, nei libri dei filosofi posteriori; e quantunque, per mala ventura dell’amanità, la serie dei sistemi filosofici non possa paragonarsi ad un costante progressione numerica, e il più non succedendovi sempre al meno, l’andare innanzi sia qualche volta un tornare indietro, nalladimeno ne conforta la speranza che la mente italiana, memore delle meditazioni de’ suoi savi, coltivatrice operosa delle proprie ricchezze intellettuali, debba anch’essa raccogliere, fra le oscillazioni inseparabili dal moto, il frutto pacifico delle contese filosofiche."
      },
      {
        "index": 3,
        "text": "L’ontologismo da lei adottato e difeso con amore schiette del vero, incontrerà, ne sono convinto, giudici ed estimatori competenti. Accolga intanto le seguenti riflessioni, come una prolusione alla critica più matura ed autorevole, a cui ella ha diritto."
      },
      {
        "index": 4,
        "text": "Fra le varie questioni, proposte e sciolte nelle Confessioni, mi sembrano della massima importanza le seguenti:"
      },
      {
        "index": 5,
        "text": "1° L’origine delle idee."
      },
      {
        "index": 6,
        "text": "2° La loro natura."
      },
      {
        "index": 7,
        "text": "3° Il loro doppio rapporto con Dio e col mondo."
      },
      {
        "index": 8,
        "text": "4° Ia esistenza degli oggetti assoluti dedotta dai caratteri formali delle idee, e la dimostrazione di Dio che ne è il corollario."
      },
      {
        "index": 9,
        "text": "5° La immedesimazione del primo logico col primo ontologico, ossia il fondamento della certezza."
      },
      {
        "index": 10,
        "text": "Tutti questi problemi sono insieme congiunti, e costituiscono, per così dire, l’essenza d’ogni metafisica, ma tale l’importanza dei due primi, che gli altri se ne possono riguardare come le attinenze o le applicazioni. Imperocchè, se non può variare l’origine delle idee, senza il mutarsi di loro natura, nè cambiarsi questa, senza la mutazione di quella; per una connessione non meno necessaria, dalla natura e dalla origine delle medesime dipende la determinazione del rapporto che esse hanno col mondo e con Dio, che è quanto dire il loro valore ontologico e la certezza di tutto lo scibile. Niuno, più di lei, si è fatto capace di questa logica connessione delle questioni metafisiche, e mentre ella delinea la soluzione delle prime, già si prevede la meta alla quale ella mira, e la riva a cui ella vuole approdare. Ne faccia testimonianza un breve compendio de’ suoi concetti."
      },
      {
        "index": 11,
        "text": "Diversissimi, dice ella, sono fra di loro gli atti più importanti di nostra mente, cioè le percezioni e le intellezioni; colle une conosciamo la natura, colle altre l’essere alla natura superiore; colle prime penetriamo nel mondo sensibile, colle seconde pensiamo gli oggetti intelligibili, ossia l’assoluto e le determinazioni d’esso. La percezione è un atto penetrativo, un congiungimento di sostanze, il risultato d’una azione e d’una reazione; l’intellezione à una veduta mentale, che termina bensì in un oggetto, ma il cui nesso col proprio termine è diverso dal vincolo di percezione, quanto lo scambievole influsso di due agenti è diverso dalla relazione della rappresentanza al rappresentato."
      },
      {
        "index": 12,
        "text": "Senza dubbio fra la percezione e la intellezione esistono atti intermedii, per cui la natura, fedele alla legge di continuità, conduce il soggetto gradatamente dall’una all’altra: i fantasmi si conservano nella memoria, si riproducono nella immaginativa, si modificano mediante un interno e latente lavorio delle facoltà dell’astrarre e del comparare; ma operato che sin il varco dal primo all’ultimo fatto della cognizione, lo spirito trova in sè stesso due serie di operazioni distinte ch’egli non può scambiare, e nemmeno l’una coll’altra comporre in una stessa sintesi intellettiva; essendochè opposti e contradittorii siano i termini in esse contenuti, contingenti e relativi gli ani. necessari gli altri ed assoluti, mobili e viventi quelli, immobili questi e senza movimento. L’opposizione delle due serie mentali, non può dileguarsi in una superiore unità, imperocchè riducendo si l’una che l’altra a sistema, si raccolgono due classi diverse sotto due concetti contradittorii, l’assoluto cioè e il relativo, l’infinito e il finito."
      },
      {
        "index": 13,
        "text": "Non può essere che l’oggetto di una intellezione si confonda coll’oggetto di una percezione, come è impossibile che l’infinito si confonda cul finito; l’uno non può immedesimarsi coll’altro senza aunullarsi. Tuttavia lo spirito non deve in cotesta opposizione rimanere; egli cerea la unità del mondo intellettuale, ne può in verun modo appagarsi tranquillamente di questa scissurn. A toglierla, o almeno a restringerla, giova non poco avvertire che, siccome noi ci avvediamo dei termini estrinseci del nostro sentire coll’atto della coscienza, e in essa troviamo il fondamento della nostra fede nel mondo esterno, quantunque le sostanze stesse, che sono di fuori, non ci sin dato di immediatamente conseguire, così noi siamo fatti accorti che gli oggetti di cui si compone il mondo sensibile, quantunque individuali e materiali, sono legati, senza però immedesimarsi con essi, ad oggetti universali e immutabili, dai quali dipendono tanto nella intelligibilità, quanto nella sussistenza; essendochè, verbigrazia, ogni uomo involge l’umanità quantunque in sè non l’esaurisca, e con essa non faccia equazione; ed ogni animale o ogni pianta ha in sè, allo stato di individualità relativa e di limitata concretezza, ci che d’altronde gli sovrasta per l’ampiezza dell’universale. Come la facoltà empirica dell’animo, partendo dalla propria consapevolezza, trapassa immediatamente all’atto estrinseco che penetra in noi, e mediatamente alla sostanza che ne è il principio, così la mente da un oggetto immediato di percezione si conduce imediatamente e occasionalmente ad un oggetto di intellezione, e si solleva, negando i limiti sensibili dell’uno alla contemplazione della natura sovrasensibile dell’altro. Nel passare dalla percezione di un ente particolare alla idea del medesimo, essa ha incontrato la possibilità logica e la possibilità metafisica di tutto un ordine di finite realtà, la ragione della loro esistenza e della loro conoscibilità, forma del vero e dell’essere, efficienza suprema, che si e esempla si attua nei sussistenti finiti, senza esaurirsi e passare sostanzialmente in essi; realtà intelligibile, più piena e splendida delle sensibili sussistenze, non puramente possibile, quale la poneva il Rosmini, ma esistente in atto, quale la predicava Platone ab antico, e la ristabili Gioberti fra noi: salvo che essa idea, nel termine suo immediato, è mera rappresentanza, nè altro coglie dell’oggetto assoluto corrispettivo, che il nesso di questo con la ideale rappresentazione; nesso ondo l’intelletto ha facoltà e necessità insieme di riferire ogni qualunque idea al suo proprio e assoluto ideato."
      },
      {
        "index": 14,
        "text": "Una doppia relazione collega l’idea, obbiettivamente considerata, colla sua attuazione esterna e col suo principio interno, relazione ad extra, e relazione ad intra, e forma vincoli che uniscono il doppio sistema delle realità finite delle cognizioni umane alle loro assolute condizioni. Ogni idea si riferisce all’Infinito, e nell’Infinito si sostanzia, perchè in ogni idea s’incontra un’assoluta sussistenza e un atto eterno, il che è quanto dire, un assoluto ed eterno soggetto che le determinazioni perenni del vero e dell’essere in sè raduna ed unifica."
      },
      {
        "index": 15,
        "text": "Alla relazione ad intra si contrappone la relazione ad extra, onde i sensibili s’illustrano e si sostanziano; i quali, quantunque non siano nè intelligibili nè sussistenti per se stessi, sono tuttavia connessi coll’oggetto ideale e coll’assoluta realtà. Questo doppio riferimento dei sensibili agl’intelligibili, e degl’intelligibili all’essere assoluto, come a loro ragione, mentre poggia sopra una legge necessaria di nostra mente, ci svela eziandio il congiungimento universale delle cose, e riconduce nell’essere e nella cognizione l’armonia e l’unità, che il primitivo dissidio della percezione e della intellezione ne rimoveva."
      },
      {
        "index": 16,
        "text": "Non vuolsi tuttavia estendere l’unificazione delle cose oltre i naturali confini del nostro conoscere. Imperocchè, se è necessario l’ascenso del nostro intelletto dall’oggetto sensibile all’oggetto intelligibile, non lo è parimenti il discenso dall’intelligibile al sensibile, essendo il primo pieno e compiuto senza il secondo. Necessario è il messo che riferisce l’idea all’ideato, necessaria la connessione degli oggetti intelligibili nella totalità dell’assoluto, necessario il riferimento delle cose individue alle ragioni degli universali; ma per lo contrario dalla esistenza delle idee non deriva quella degli individui, nè dal concetto medesimo dell’assoluto, semplicemente considerato, si dedncono tutte le distinte determinazioni che in esso sono dal nostro spirito raccolte, durante il suo ascenso mentale. L’unità dello scibile è per noi limitata; altri la dilati oltre i confini di una prudente e canta sapienza, e affermi l’identità assoluta dei termini, la conversione dei concetti, la perpetua trasformazione delle cose, là dove noi non cogliamo che unione senza confusione, congiungimento senza identificazione. Le mie affermazioni si terminano all’orizzonte dell’umana veduta; io non posso promettervi di cavare i concetti originali gli uni dagli altri, e molto meno lo svolgimento storico delle realità viventi dall’accozzamento degli astratti."
      },
      {
        "index": 17,
        "text": "Tali sono, se non m’inganno, quantunque appena adombrati, e privi dei colori nativi, i principali lineamenti della sua dottrina; è facile ricavarne il senso altamente morale le importanti conseguenze dogmatiche che ne risultano per l’umano sapere. Imperocchè, se la intellezione non contiene la percezione che come possibile e non come reale, e il medesimo nesso lega l’intelligibile col sensibile, ne segue che questa relazione possa determinarsi col concetto di un arbitrio, e che la realità delle cose finite possa intendersi come una libera posizione dell’essere Infinito, al quale gli intelligibili tutti si riducono. La profonda differenza che s’interpone fra l’intellezione e la percezione mantiene dunque distinti, quantunque l’uno nell’altro fondati, il mondo e Dio; distinzione senza la quale vacillerebbero le basi della morale e della religione, e la dottrina della identità assoluta verrebbe sostituita al dogma della Creazione. L’ontologismo poi stabilisce sopra saldi principii la scienza e la certezza umana, immedesimando la possibilità metafisica colla possibilità logica, il primo metafisico col primo logico. La scienza è fondata nell’assoluto dall’istante che il vero non è un possibile, tramezzante l’essere e il nulla, ma un reale immutabile ed eterno."
      },
      {
        "index": 18,
        "text": "L’edifizio da lei architettato ha per base una teorica della percezione e della intellezione. Mi permetta di cominciare da questa la esposizione delle mie riflessioni e de’ miei dubbi. È egli vero che un abisso separa l’intellezione dalla percezione, e l’intelligibile dal sensibile? Omettiamo la questione di sapere in che modo lo spirito umano passa dall’uso delle percezioni e dei fantasmi ad una prima intellezione; cotesta questione di origine, la cui soluzione si asconde molto addentro nel buio de’ nostri primi anni, avrebbe per effetto di stabilire la generazione della nostra facoltà d’intellezione. Supponiamo dunque cotesta facoltà acquistata, e cerchiamo in che maniera si esercita. Gli esempi essendo gli esperimenti della psicologia, ella mi concederà di assumerne uno, onde meglio assicurare la precisione del mio ragionamento. Poniamo che un fisico osservi la caduta de’ gravi onde scoprirne la legge, cioè quella relazione che passa fra lo spazio percorso del corpo cadente e il tempo della caduta. L’apparecchio di cui si serve è disposto in guisa ch’egli può, con un senso, notare le divisioni dello spazio, mentre con un altro avverte le corrispettive divisioni del tempo. Fatta la esperienza, egli ricorda una percezione, ma nel medesimo istante egli la scompone ne’ suoi elementi, e ne cava una formola astratta e generale. Lo spazio che ora considera non è più quello che era dinanzi ai suoi occhi, il tempo non è più lo stesso che era misurato dal pendolo, il corpo è diverso dalla porzione di materia che prima facea scorrere lungo il piano inclinato di Galileo o il regolo di Atwood. Che cosa rimane dunque dopo questa trasformazione? Una relazione fra lo spazio percorso da un corpo qualunque e il tempo qualunque impiegato a percorrerlo. Concetto di tempo, concetto di spazio, concetto di corpo in moto e rapporto di questo con quelli, tali sono gli elementi intelligibili che si contengono nella legge dei gravi. Fra cotesta intellezione e la percezione primitiva si stende, senza alcun dubbio, l’intervallo grandissimo che separa l’universale dal particolare, ma questa distanza è dessa invalicabile per la filosofia, e il passaggio che fa la nostra mente da un termine all’altro è egli un mistero impenetrabile per l’umana apprensiva? La nostra mente, salendo dai fatti alla formola generale che ne contiene la legge, spicca ella un volo, dà ella un salto dal finito nell’infinito, ovvero, affisandosi nel medesimo oggetto, ora ne ritrae e ne conserva i limiti col senso e colla immaginativa, ora ne dilata la estensione col puro pensiero? Due sentenze, che ricavo dalle Confessioni, sembrano autorizzarmi a credere ch’ella sia per l’ultima soluzione. Difatto nel capo VIII delle medesime ella pronunzia che si acquistano le idee dopo l’uso della facoltà dell’astrarre o del comparare, senza però cavarle immediatamente dai loro oggetti, ma negando la finità, la volubilità e la contingenza di essi; e a confermare queste vedute tratte dal soggetto pensante, ella aggiunge in altri luoghi un pensiero che si riferisce al lato obbiettivo della questione, e con cui pone l’attuazione dell’idea nell’individuo. «Le verità eterne ed apodittiche, essendo universali di loro natura, e incapaci di mutazione, si esemplano e si attuano, con piena necessità, in tutti quei sussistenti i quali rispondono alle determinazioni e specificazioni che in esse noi contempliamo. Così, rimanendo corta in modo assoluto ogni proprietà ed ogni attinenza che Euclide scopriva nelle figure triangolari, bisogna che ciò si avveri esattissimamente nei triangoli innumerevoli or sussistenti, ed abbia facoltà continua ed anzi necessità di avverarsi negli infiniti altri possibili. Ciò presupposto, si badi che alcune verità eterne e apodittiche risguardano i contingenti ed altre i non-contingenti. Questa proposizione — il corpo è un aggregato — entra nel genere delle assolute od irrepugnabili, perchè il subbietto ed il predicato vi sono identici; quindi ella debbe attuarsi sempre nelle sussistenze corrispettive che sono i corpi, e dee possedere una facoltà indefinita di attuazione in risguardo di tutti i corpi possibili.»"
      },
      {
        "index": 19,
        "text": "Da queste due sentenze che fra loro perfettamente armonizzano e collimano al medesimo scopo, quantunque muovano da due punti di vista diversi, si potrebbe per avventura argomentare che l’oggetto della percezione e l’oggetto della intellezione, differendo soltanto nella forma della cognizione e negli attributi della sussistenza, convenissero nullameno nella essenza o quiddità, e fossero una cosa stessa, posta in condizioni diverse, e guardata sotto differenti rispetti. Ne a ciò mancherebbero, da quanto sembrami, buone e rilevanti ragioni, avvegnachè la differenza che passa fra l’universale e il particolare, presi come tali, essendo soltanto di quantità o d’estensione, permanga intatta la qualità o il contenuto della cosa, che ora in astratto, ora in concreto si considera, ora col senso si osserva, ora colla mente si contempla."
      },
      {
        "index": 20,
        "text": "L’essenza della legge dei gravi non muta per muture che faccia il giudizio, che ora la dichiara percepita in un corpo cadente, ora la formola e a estrinseca in una proposizione generale applicabile a tutti i casi possibili. Il particolare e il generale sarebbero dunque una medesima determinazione dell’essere, ora ristretta nel giro della individualità, ora sciolta dai vincoli della quantità limitata; e tanto nel levare i limiti, e ascendendo dal sensibile all’intelligibile, quanto nel porli di nuovo, e discendendo dall’intelligibile al sensibile, la mente avrebbe sempre dinanzi a se una medesima cosa veduta diversamente, e diversamente modificata."
      },
      {
        "index": 21,
        "text": "Ma ben m’accorgo che conducendo la di lei dottrina questa conclusione, io la interpreto in modo contrario alle sue massime fondamentali, e lascio in disparte due sentenze che la ripongono sulla distinzione assoluta della percezione e della intellezione, del sensibile e dell’intelligibile. Con queste proposizioni ella afferma: 1° che una percezione non può essere che il soggetto o l’attributo di una percezione, e 2° che un’idea non può essere che il soggetto e l’attributo di un’altra idea; di guisa che dall’oggetto percepito altro non si ricava che qualità sensibili, e dall’oggetto inteso null’altro deriva che qualità intelligibili."
      },
      {
        "index": 22,
        "text": "Non ignoro su quali autorità storiche e tradizionali si appoggi questo filosofema, riconosco il vincolo di nobile. parentela che lo stringe a quante dottrine platoniche ebbero grido o nome in Italia e altrove. Gioberti divide i conoscibili in due classi differentissime, l’una delle quali comprende i fatti e l’altra le idee, e sentenzia che l’intelligenza differisce essenzialmente dalla sensibilità interna ed esterna, in quanto i suoi elementi, cioè gl’intelligibili, sono pensabili, ma non sensibili; dovechè, all’incontro, gli elementi atti ad essere sentiti non ponno essere pensati.[1] E prima di lui Rosmini aveva diviso l’essere in due forme inconfusibili, cosi egli le chiama, ed assegnandole come oggetti proprii all’idea e al sentimento, avea profondamente separato il sensibile e l’intelligibile, il reale e l’ideale, la intellezione la percezione. E Agostino e Malebranche, fedeli all’assoluta opposizione del senso e della ragione, delle percezioni sensibili e delle idee, non ritraggono, con mirabile lenocinio di stile e magisterio di dottrina, il capitale insegnamento del loro comune maestro Platone? Il quale, chi è che non sappia, aver posto il cardine di sue dottrine ontologiche nella assoluta divisione del fenomeno e dell’idea, della sensanzione e della intellezione? La di lei dottrina psicologica ed ontologica sulla divisione delle cognizioni e degli enti cammina dunque, non v’ha dubbio, sulle orme de’ sistemi platonici più celebrati, e ne ripristina le somme e sostanziali sentenze."
      },
      {
        "index": 23,
        "text": "Nè io avrei ardimento di oppugnare buona parte di una dottrina avvalorata da tanta autorità, e cotanto venerata dalle scuole italiane, se prima non riconoscessi la somma rilevanza de’ veri, che la renderanno mai sempre, ammirevole e cara agli uomini. Chi può ricordare il nome di Platone e gli ammaestramenti di quel divino ingegno, e non sentire ridestarsi nell’anima l’amore del vero, del bello, del santo, e non vagheggiare con soave compiacenza l’alta dignità del sapere e il pregio infinito della virtù? Chi meglio di Platone svelò alla umana ragione i suoi divini istinti e il suo sublime destino, additandole nella essenza delle cose il termine fisso delle sue perpetue contemplazioni? Non ha egli segregato da ogni sensibile mistura e materiale concrezione gli oggetti dell’intelletto, stabilito colla separazione del puro universale, la prima condizione della scienza, proclamata la realità e l’efficacia dell’idea, derivato da un medesimo fonte ed avviato ad una stessa auprema meta la vita e l’intelligenza, il movimento della materia, e l’azione dell’anima, l’ordine de’ cieli e l’armonia degli spiriti? Il genere umano ha egli cessato di credere nella perduranza dell’idea, o è forse rotto il necessario connubio fra il pensiero e la verità assoluta? La filosofia di Platone è quella alle cui fonti sono chiamate ad attingere il refrigerio de mali le generazioni ingannate della speranza, e gli uomini assetati d’irreperibile perfezione, e coloro tutti che oppressi da cieca necessità ne appellano al fine ideale degli esseri contro l’impeto di inesorabili eventi, o che spettatori sconsolati del continue fluttuare e vanir delle cose, aspirano a quietare l’animo travagliato e stanco nella serena regione dell’eterno e dell’immutabile. Non fia dunque che venga meno l’influsso di un sistema, o possa essere interamente contraddetta la verità di una dottrina, che porge all’anima una medicina necessaria, e alla mente un lume mai sempre desiderato, che mette profonde e sensibili radici tanto nei rinascenti bisogni della nostra specie, quanto nelle leggi invariabili e causatrici del creato, e nelle stesse opposizioni e nei dissidii intestini della natura, inceppata dalla materia e anelante al divino."
      },
      {
        "index": 24,
        "text": "Ma qualunque sia il fondamento che buona parte della dottrina Platonica trova nei nostri sentimenti, nell’indole e nei bisogni delle umane generazioui, il severo ed imparziale giudizio della scienza moderna relega nelle regioni della poesia tutto ciò che non regge alla critica della conoscenza, o contraddice alle discipline che, con incontestabile testimonianza d’esperimenti e di fatti, dischiusero l’adito agli intimi penetrali della natura. L’immensa copia di leggi scoperte dalle scienze fisiche, altro non sono che i diversi gradi dell’universale e del permanente infinitamente moltiplicato, sapientemente ordinato nel cosmo; ma l’universale e il permanente non sono eglino l’oggetto della intellezione, il termine oggettivo delle idee, il rispetto ideale delle cose? E se ciò sono, come si potrà sostenere l’assoluta separazione della percezione e del concetto, del fatto sensibile e della essenza intelligibile? Il pensiero e l’essere sembrano ripugnare a tanto dissidio, poichè nell’uno e nell’altro si presentano uniti in manifesta società di qualità identiche l’uno e il molteplice, il transitorio e il permanente, l’assoluto e il relativo. Se nulla esiste di comune fra l’idea a la sua esemplazione od attuazione, perchè abbiamo noi arbitrio di chiamare l’una l’altra una realtà, perchè il contenuto qualitativo dell’una simile al contenuto qualitativo dell’altra, perchè, fatta astruzione, qui dei limiti e della particolarità, là della esistenza illimitata e della indeterminata quantità, ci troviamo rimpetto alla medesima essenza? Se in questa pianta, che percepisco, non si contiene nulla che pur si trovi nella pianta che intendo, perchè posso attribuire all’oggetto della percezione tutte le qualità che costituiscono la definizione della sua specie? Forsechè universale o particolare, intesa o percepita, la pianta o qualsivoglia cosa cesserà di avere in sé ciò che la distingue da ogni altra e ne costituisce l’essenza? Ma le idee sono immobili, mentre gli oggetti delle percezioni sono mutevoli e transitorii! E perchè dobbiamo noi meravigliarci di una trasformazione di cui siamo autori, o piuttosto di cui è causa il pensiero? Gli oggetti intelligibili non si movono, perchè le leggi del puro pensiero non sono le leggi della percezione che necessariamente si appoggia alla sensitività. Non si movono, perchè, rimossi il tempo e lo spazio, che sono le, forme del sentire e come i contenenti delle esistenze concrete, mancano le condizioni del movimento. L’ipotesi di sussistenze assolute ultramondane, rispondenti a tutte le idee, non sembra necessaria, dal momento che si riconosce la differenza soggettiva fra pensare e sentire, e la differenza oggettiva fra l’elemento transeunte e l’elemento immanente delle cose finite. In questa doppia diversità pare trovarsi una sufficiente spiegazione della distanza che è fra il sensibile e l’intelligibile."
      },
      {
        "index": 25,
        "text": "Ma le idee del moto e della vita non hanno moto e vita, le idee di divisione e di corruzione non si dividono e non si corrompono, le idee di figura o di estensione non sono figurate ed estese."
      },
      {
        "index": 26,
        "text": "Cotesta istanza suppone l’assenza d’ogni elemento permanente nelle cose concrete, e parte dal principio: che ogni costante ed immutabile relazione sia fuori del creato."
      },
      {
        "index": 27,
        "text": "Il moto non è una pura idea, ma contiene in sè ciò che nell’idea s’assevra, cioè l’essenza del moto. La vita contiene in sè le sue leggi indispensabili, e questo elemento necessario è pensato nell’idea; l’una poi è una realtà come l’alta: l’idea vive oppure non à reale."
      },
      {
        "index": 28,
        "text": "La corruzione e la morte stessa hanno la loro idealità, che non muta nella loro moltiplicazione e variazione di forme."
      },
      {
        "index": 29,
        "text": "Le idee non sono figurate ed estese, ma l’estensione e la figura contengono in se la quiddità che dal pensiero può essere ideata e intesa. L’idea di divisione non è separabile materialmente, ma è suscettiva di analisi, e l’analisi è divisione."
      },
      {
        "index": 30,
        "text": "Si discorra così per tutta la serie delle idee, e non se ne troverà una che non contenga in sè una essenza; si passi alla serie dei reali, e non se ne incontrerà uno che non abbia un elemento essenziale o costitutivo."
      },
      {
        "index": 31,
        "text": "L’essenza è pensabile e l’idea è il pensiero dell’essenza. Idealità ed essenzialità sono due termini correlativi, e parte identici, da cui dipende la connessione del pensiero e dell’essere, e la società dell’astratto inteso è del reale percepito. Senza questo punto di contatto che l’essenza somministra all’idea e alla realtà concreta, svanisce il valore l’efficacia degli enti finiti, e per ristabilirlo è duopo ricorrere a supposizioni conghietturali, che non possono accettarsi senza gravissime e inestricabili difficoltà."
      },
      {
        "index": 32,
        "text": "Quando Platone dichiarando realmente segregato l’universale dal sensibile, cercava ristabilirne il nesso, colla ipotesi della metessi o partecipazione, già presentiva e profetava a sè stesso le obbiezioni insolubili che il suo discepolo, il filosofo della esperienza e della natura, gli opporrebbe con maggior conoscenza del valore dei fatti e della dignità del creato. L’essenza degli esseri fatta a brani e trasportata fuori del mondo, o debolmente mutuata da sovramondana sussistenza, l’individualità della cose resa impossibile, la loro terrena esistenza ridotta a metafora per la sopraeminente ed unica sostanzialità dell’universale, l’essenza degli enti sensibili anteriore alla esistenza dei medesimi, tali sono, fra molte, le opposizioni e gli scogli a cui rompevano, spinte dall’ingegno di Aristotele, le sentenze eccessive del Platonismo. Io non entrerò nell’esame di quella famosa polemica con chi la potrebbe a me insegnare, e soprattutto perchè uscirei dai termini di questa dissertazione, o non direi cose che potessero ferire le di lei sentenze. Richiamerò soltanto alla sua attenzione la obbiezione che deriva dalla medesimezza dell’essenza, la cui rilevanza mi sembra richiedere e giustificare una maggiore insistenza. Essa osterebbe, da qanto parmi, alla recisa divisione degli elementi conoscitivi in due serie incomunicabili, quella cioè delle percezioni e quella delle intellezioni, e si opporrebbe ai due canoni da lei formolati: che una percezione non abbia ad essere che soggetto o attributo di percezione, e che una idea non possa essere che soggetto e attributo d’idea. In effetto, riconosciuta la identità dell’essenza nell’esempio concreto e nel tipo astratto, ne segue che dalle due parti si abbia un elemento comune, un medesimo contenuto, una somma costante di pari qualità, nè sembra potersi dire che cose, le quali differiscono nella forma dell’essere e nella maniera onde sono vedute, ma convengono nel significato e nell’intrinseco organismo, nulla abbiano comune, nulla possano scambievolmente conferirsi, o lasciare trapassare dell’una nell’altra. Se l’uomo, l’animale, la pianta che sono o vivono sulla terra, hanno in se tutto ciò che coll’idea si riduce a sintesi di qualità astratte, io posso dalla percezione cavare ciò che deve costituire l’idea, e all’idea aggiungere ciò che può rendermi l’immagine fedele della percezione; io potrò conferire quella con questa, come la misura col misurato, la regola coll’esempio, la legge col fatto, ed accoppiar l’una coll’altra, e l’una dall’altra levare, concretando o astraendo per opera di sintesi o di analisi. Chè se questo fare non si potesse, e l’idea non si trovasse nella percezione, e la percezione non si potesse colla idea, mediante acconcio giudizio, comparare, in che modo la percezione rimarrebbe, un fatto intellettivo? Qual lume la illustrerebbe, se quello della intellezione o dell’idea in essa non penetrasse? O con che regola superiore si misurerebbe l’intervallo che si crede esistere fra essa e l’idea? E se fosse ridotta ad un istinto e ad un’affermazione cieca, chi ne farebbe allora certi della realità, e ne informerebbe del significato delle cose esterne? Per qual sentiero si rintraccerebbero l’ordine e l’armonia del creato, le relazioni dei fatti, le classi degli esseri, le leggi del mondo? Se non distacco l’idea dalla percezione, cui voglio supporla unita naturalmente e intimamente, come faceva Aristotele, o congiunta per sintesi soggettiva e umana, come immaginava Rosmini, o aderente per legge d’involgimento, come da ultimo il Gioberti proponeva nella Protologia, la scienza, che credo di acquistare per esperienza, non sarà più scienza della natura, na scienza d’un mondo sovrassensibile e sovrannaturale. Difatto senza idea non v’ha scienza, e l’idea supponendosi fuori della percezione e dell’esperimento, si viene con ciò a impedire l’adito alla scienza della natura, nè si lascia aperta altra via all’umano sapere che quella dell’infinito. A questo punto mi pare che siano spinti dalla logica i platoneggianti, e la filosofia della natura è, se non erro, il maggior campo da cui si levano gli argomenti contro di essi. Secondo le loro sentenze, noi non intendiamo il mondo, ma Dio, e studiare quello è veramente intender questo. In Dio, Gioberti trasportava la materia e la forma delle scienze, e dichiarava che la somma delle idee forma il concetto di Dio, come la somma dei fatti costituisce il mondo.[2] Da questa fede filosofica ai dubbi di Malebranche sulla esistenza del creato lo sdrucciolo è leggiero, imperocchè se le idee sole sono pensabili, e le idee non vengono dai fatti, quale stima posso io fare di un ordine di cose che non intendo, che non sono degne del mio amore e delle mie cure, e a che mi serve il credere o il non credere nella loro esistenza?"
      },
      {
        "index": 33,
        "text": "Tale è l’effetto dell’assoluta divisione delle facoltà conoscitive in percezione e intellezione, che l’osservazione e l’esperimento cessano di essere uno stromento efficace di sapere, ma diventano una semplice occasione dell’idea, uno stimolo estrinseco d’intellezione. E tale difatto è per Bossuet e tale per Malebranche l’esercizio della percezione, e il loro sistema delle cause occasionali altro non è che un rivolo dedotto dalle fonti platoniche, e un corollario remoto della separazione dei fatti e degli oggetti ideali. Nella dottrina delle cause occasionali applicata alla cognizione, la nostra mente è bipartita in due facoltà incomunicabili, le quali sono come due finestre aperte su due spazi immensi, diversamente cosparsi di ombra e di luce; quello in cui guarda la percezione, più tenebroso che lucente, comprende una sterminata moltitudine di oggetti così minuti e confusi, che torua malagevole anzi impossibile il discernerli, e il seguirne ordinatamente coll’occhio i moti e le vicende; se non che, infastidita da questa vista e tratta da secreta curiosità ad altro più dilettevole spettacolo, l’anima si affaccia al verone dell’idea, onde contempla con indicibile gioia il prospetto bene ordinato e illustrato degli esseri, e colle ali del pensiero su di essi trasportandosi, si aggira fra loro classi e gruppi diversi, e quasi ape in mezzo a’ fiori, ne lambe e raccoglie la parte più olezzante e succosa. Poniamo, in posto di questi due spazi, il finito e l’infinito, e troveremo nell’uno il punto d’appoggio onde l’anima si slancia nell’altro. Ma affinchè abbia luogo questo salto è necessaria una soluzione di continuità, e come un muro di separazione fra la percezione e l’idea, fra l’esperimentare e l’intendere. Alla quale assoluta divisione mi sembra che ripugni e l’unità generica della conoscenza e la medesimezza intrinseca dell’essenza, e la natura sempre intellettiva del giudizio, qualunque sia l’indole de’ suo: termini, e percettivo o razionale si dimandi, empirico o speculativo si chiami."
      },
      {
        "index": 34,
        "text": "Ma tu allora non distingui il finito dall’infinito, il mondo da Dio. Li distinguo, ma parmi che questa distinzione possa mantenersi senza spogliare la natura della sua idealità, e senza trasferire ogni oggetto intelligibile in Dio."
      },
      {
        "index": 35,
        "text": "Forsechè è degno della divinità l’ammettere in essa un tipo di quanto possiamo col pensiero scandagliare e conghietturare, e la perfezione di essa acconcia a tanta divisione e dubbiosità di sapere? Platone spinto dal suo sistema in clinava ad ammettere in Dio una idea sostanziale di tutte le cose; ma vinto dall’immensa difficoltà, si contentava di richiamare alla mente degli oppositori le essenze immortali del vero, del bello e del buono; e Aristotele, parlando del pensiero divino, diceva esservi cose cui meglio era non conoscere. Non ignoro che V. S. ripudia l’eccessiva dottrina che pone ad oggetto della idea il pensiero divino, e che separandosi dal Malebranche, in questo punto, ella riferisce le iden alle divine efficienze, con cui avrebbero relazione di analogia. Ma mi permetta che lasciando da lato le difficoltà psicologiche a cui dà luogo cotesta sentenza, e sulle quali già ebbi l’onore di chiamare la sua attenzione altra fiata, io accenni le conseguenze metafisiche che sembrano derivarne. Imperocchè o l’oggetto divino è perfettamente identico alla sua manifestazione ideale, o non ha con essa che una relazione di simiglianza; nel primo caso, l’idea rimane assoluta, ma il pensiero umano penetra nel pensiero divino; e nel secondo caso, non conoscendosi il grado della simiglianza e della analogia, questa incertezza si rifonde in tutto il sapere, anzi la simiglianza e l’analogia essendo suscettive del più e del meno, si respinge l’idea nel relativo e si esclude dall’assoluto; bisognerebbe dunque scegliere fra la visione in Dio del Malebranche e l’instabilità del sapere, due cose che pur si vogliono ugualmente evitare."
      },
      {
        "index": 36,
        "text": "Nè migliore soluzione della difficoltà potrebbesi, a parer mio, rinvenire nella opinione di coloro che per ogni natura delle cose finite collocano in Dio una cagione eminente, secondo l’espressione tomistica, e da questa essenza sovraintelligibile derivano la essenza che noi intendiamo. Imperocchè in quel termine eminente si concentra tutta la realtà e la idealità delle cose, esso solo è consistente e verace: ma intanto che cosa diventano pel nostro sapere il vero, il bello e il buono? Cose semplicemente relative a noi, accomodate alla nostra corta veduta e fioca favella. Vi sarà dunque il vero, il bello, il buono umano, e vi sarà il vero, il bello, il buono, divino, senza che possa mai dileguarsi il terribile dubbio se questo a quello ripugni, e il più forte uccida il più debole. Allora potrà sostenersi una morale in nome di Dio e una morale in nome dell’uomo, e distinguersi una verità vera ed una verità mendace. Ma tanto varrebbe dare, con Cartesio, l’essenza delle cose in balia ad una volontà onnipotente, bandir l’assoluto dalla scienza, e l’amor del vero dal cuore dell’uomo. Eppure questo nodo potrebbe sciogliersi diversamente (perdoni la giovanile fidanza), senza riuscire allo scetticismo critico e al panteismo, cotesti due scogli della odierna filosofia."
      },
      {
        "index": 37,
        "text": "Egli è indubitato che la ragione, argomentando a priori sulla realtà oggettiva dei propri concetti, cade di leggieri in quelle difficoltà che Kant chiama le illusioni trascendentali; e se non esistessero le analisi di Kant, la storia ne potrebbe far le veci colla testimonianza di tanti opposti sistemi. Ma queste contraddizioni, nate da una pendenza ad accozzare insieme concetti non armonizzanti, o a fabbricare oggetti ideali senza rispettare l’ordine di precessione e di successione delle idee, sono fugate da un uso più retto dell’analisi e da una migliore sistemazione del sapere. Il torto di Kant non è di avere conosciuto e additato il male, ma di non avere saputo indovinare il rimedio. I cercatori che vennero dopo di lui si accorsero che mancava un concetto nella di lui filosofia, e che nelle sue mani il sapere sfumava per mancanza dell’assoluto. Chi poteva accontentarsi di una logica puramente relativa all’uomo, di una verità semplicemente umana? Il concetto poteva egli essere una unità soggettiva destinata a raccogliere le sensazioni, e l’idea una unità razionale a priori, senza oggetto e senza fondamento nella realtà? Il pensiero era egli il parto dell’Io, o l’Io supponeva egli il pensiero, e la mentalità aveva ella la sua essenza assoluta, le sue leggi immutabili e divine; ovvero dovevasi, secondo il detto di Protagora, riporre l’uomo a misura di tutte le cose? Ella sa come diversamente si rispose in Germania, in Francia ed in Italia a queste interrogazioni; ma dovunque si riconobbe la necessità di rimettere in onore il concetto dell’assoluto."
      },
      {
        "index": 38,
        "text": "Che avvenisse in Germania di questo rilevantissimo concetto, non cercherò per disteso; ricorderò soltanto che la filosofia di Schelling, immedesimando, senz’altro, assoluto e infinito, fu occasione di molte ambagi e di molti viluppi, in cui si avvolse dopo le peregrinazioni scientifiche del Cousin. la debole metafisica dell’eclettismo. Imperocchè per essa le verità necessarie oscillarono, inconsistenti fra l’essenza delle cose e l’infinito, ora ricettate dal mondo, ora raccolte nel grembo misterioso della divina sostanza. L’assoluto dei Tedeschi e l’infinito dei Cartesiani, ridotti a medesima essenza per opera di Cousin in Francia, non ebbero sorte diversa in Italia. Convinti che l’assoluto fosse sempre lo stesso che l’infinito, Rosmini e Gioberti, nelle opere pubblicate durante la loro vita, si studiarono di cacciar l’assoluto fuori del pensiero e fuori del mondo. Ella non ammette con Rosmini idealità senza realità; ma, se non m’appongo, dopo di avere restituito alla idealità il suo valore mentale e In sun efficacia ontologica, ella si contenta di asserirne con Gioberti l’insistenza nell’infinito, e di affermarne la congiunzione col mondo, tenendola tuttavia fuori di lui. Gli oggetti contemplati nei concetti sono assoluti, e l’assoluto è l’infinito, è l’ente è Dio; tale è la loro conclusione."
      },
      {
        "index": 39,
        "text": "Che l’idealità sia l’assoluto, è cosa che di buon grado concederò a lei e a Gioberti; che l’infinito, essendo la somma idealità e l’ultimo termine dell’intelletto, possa, meglio di ogni altra cosa, chiamarsi anch’esso assoluto, non indugerò a concederlo. Ma, se è permessa una distinzione nell’essere, perchè non lo sarebbe nell’assoluto?"
      },
      {
        "index": 40,
        "text": "Perchè la pluralità degl’oggetti assoluti sarebbe contraddittoria, mentre non lo è la pluralità delle sussistenze? Se non vi è che un assoluto, perchè la nostra mente ha tante idee? Se ogni idea à l’infinito, perchè vi è un solo infinito? Le idee sono immobili, sta bene; ma sono limitate, e l’infinito è l’opposto della limitazione. Chè se le idee non sono che le nostre maniere di veder l’infinito, ci è forza rinunziare di nuovo all’assoluto."
      },
      {
        "index": 41,
        "text": "Io credo adunque che si possa, senza far torto all’infinito, avere più stima del finito, e concedergli un po’ più di consistenza. Passa la figura di questo mondo, sclama la Bibbia.[3] Tutto corre e nulla resta,[4] grida l’antico Eraclito. Verissimo! Ad una condizione però, ed è che non si guardi che la corteccia delle cose create; imperocchè nel fondo (mi si conceda la metafora) esiste un elemento permanente, e atto a diventare oggetto di scienza."
      },
      {
        "index": 42,
        "text": "Lo spazio e il tempo sono come i due contenenti universali di tutte le mutazioni, ma la loro natura non cambia; la materia passa per continue modificazioni e variazioni di stati, ma non cessa di essere materia. Suppongasi pur anco che spinta da perpetuo e continuo movimento essa viaggi di sfera in sfera, e che per l’effetto di un commercio perpetuo ed universale si rinnovino gl’individai planetarii stellari come i corpi organici di questa terra, non perciò cesseranno di esistere immanenti e perduranti le condizioni intrinseche ed estrinseche del vorticoso e indefinite diventare degli esseri. Innumerevoli sono le fasi per cui trapassarono dal principio de’ tempi gli enti organici ed inorganici, ma nelle vicende de’ regni naturali sopravvivono immobili e gravidi di nuova vita i tipi dominanti ed essenziali, misura e sostanza del moto, soggetti dei rivolgimenti e cause di nuovi ordini. Che più? Muta il mondo, ma non ne muta l’essenza. Mi si conceda dunque di stringere In discussione col seguente dilemma: O il mondo è soltanto fenomenico o è sostanziale. Se è fenomenico, l’infinito solo è reale, e tutto è Dio; se è sostanziale, è anche corredato de’ suoi attributi essenziali e delle sue leggi costanti, altrimenti sarebbe una sostanza indeterminata. Ma l’essenza che tanto occupò la filosofia degli antichi, di cui Socrate ristabili il valore concettuale, che Platone chiamo idea e separò dal mondo, che Aristotele restital alle esistenze finite, è precisamente l’assoluto dei moderni, in quanto è riferibile alle cose considerate in se, e segregate dagli accidenti."
      },
      {
        "index": 43,
        "text": "Questo assoluto del creato non è poi l’infinito, e non è infinito nemmanco il nostro pensiero. Imperocchè, quantunque l’oggetto esterno della definizione e la determinazione interna dell’intelletto puro contengano un elemento costante e un vero immutabile, nè il contenente nè il contento possono considerarsi senza limiti, e il pretendere che si infinitizza l’uomo, accordando al di lui pensiero l’intima possessione di oggetti assoluti, sarebbe tauto giusto, quanto il pretendere che diventa Dio perchè lo si vuol fare una sostanza. Il sole che illumina e riscalda il nostro sistema, ha egli in è la totalità della luce e del calorico, e l’attrazione universale è dessa concentrata nella particella di materia che pur ne comprende l’essenza? L’ordine dei successivi e l’ordine dei coesistenti che costituiscono il tempo e lo spazio, in ogni loro parte, si vorranno confondere colla totalità dello spazio e del tempo? Ora l’infinito che è superiore allo spazio e al tempo, che è maggiore della totalità del mondo, perché ne fonda la unità, vorrà egli confondersi colle essenze o cogli oggetti assoluti, reali o pensabili, di cui contiene in sè la causa finale e la causa efficiente, di cui è l’alfa e l’omega? Altro è l’infinità dell’essere, altro l’elemento assoluto dell’essere. Altro è l’infinità del pensiero, altro l’elemento assoluto del pensare. Toglieteci questo sublime elemento, e tosto si allontana da noi la divina favilla, à tolto il vincolo sostanziale che congiunge l’intelligenza finita colla infinita, né i splende nell’uomo l’immagine di Dio. E nondimeno sgombrino l’animo dal timore coloro che, mirando al morale indirizzo delle dottrine, paventano per l’umanità l’invasione dell’orgoglio. La partecipazione alla verità assoluta non distrugge la imperfezione degli esseri pensanti che abitano questo piccolo pianeta, e non dà loro il diritto d’insuperbire. La sentenza che Pascal applicava all’uomo in nome della religione, io gliela posso, ridire in nome della filosofia: «se si inalza, lo abbasso; se si abbassa, lo inalzo.» Egli sarà sembre abbastanza impacciato ne’ suoi raziocinii per comprendere la vanità del suo orgoglio, e farà sufficienti progressi nei suoi costumi e nelle sue scienze, per amare e stimare quella parte di sè stesso, che gli schiude i tesori inesauribili della sapienza e della virtù."
      },
      {
        "index": 44,
        "text": "Nel terminare questa dissertazione, già troppo lunga, mi permetta di segnare le parti principali delle dottrine Platoniche ed Aristoteliche, che potrebbero, a mio avviso, conciliarsi, e insieme concorrere alla unità della metafisica. Ciò servirà di conclusione alle mie istanze e le avvierà a uno scopo, desiderato da molti, e da lei pure preso di mira."
      },
      {
        "index": 45,
        "text": "Platone ed Aristotele convengono nell’attribuire la esistenza reale alla idealità delle cose, poichè la forma Aristotelica è reale come la idea di Platone."
      },
      {
        "index": 46,
        "text": "Si accordano nel riconoscere in essa l’oggetto assoluto ed immutabile del sapere, poichè l’uno ammette la perpetuità delle forme, e l’altro l’eternità delle idee. La dialettica dell’uno e la logica dell’altro, quantunque sotto diversi rispetti e per diverse vie, poggiano sull’essere in sè, e sul- l’assoluto."
      },
      {
        "index": 47,
        "text": "Ma mentre per Aristotele l’idea è nel mondo, unita al moto, inseparabile dagl’individui, per Platone è fuori del mondo, ove appare come ospite in luogo non suo, e lascia un riflesso o una traccia di sè, pel rapporto di imitazione e di partecipazione (mimesi e metessi) che le cose sostengono con essa. E quindi necessario che Platone mantenga nell’anima fra la ragione, facoltà dell’assoluto, e la percezione, facoltà del relativo, la stessa relazione che fra l’idea e il fenomeno. La percezione non può servire che di occasione all’esercizio della ragione. L’una non può fare che dare all’altra la spinta, dopo di che, questa si solleva per virtù propria alla contemplazione delle idee, o ne ricorda la visione godata in una vita oltramondana."
      },
      {
        "index": 48,
        "text": "Ma per Aristotele l’online cosmico comprendendo l’ordine ideale, egli deve carare dal sensibile la materia o il contenuto dell’intelligibile, dalla percezione l’essenza o la idea; nè altro può attribuire alla ragione, nella costruzione della conoscenza, fuorchè l’ufficio di ridurre a forma una ed universale ciò che si trova replicato e individuato nel mondo sensibile. Su questo punto il dissidio de’ due grandi filosofi dell’antichità non può essere cancellato che dal trionfo dell’uno sull’altro. Imperocchè sono contradittorii i loro pareri, e si oppongono come il si e il no. Pare nondimeno a quelli che hanno fede in una logica interna ed impersonale dei sistemi, che i pensamenti di Platone salla doppia relazione dell’idea coll’essere e colla mente, non siano completamente annullati nelle teoriche del suo discepolo, e che in questa parte siasi operata fra di loro quella conciliazione che era possibile. Imperocchè l’immanenza Aristotelica contiene la permanenza Platonica dell’idea, e il potere, puramente formale dell’intelletto di Aristotele, comprende il massimo ufficio del logos di Platone, avendo l’uno e l’altro per iscopo di ricondurre all’unità interna dell’intelligibile la varietà delle percezioni sensitive."
      },
      {
        "index": 49,
        "text": "Ma io convengo che questa naturale società di due sistemi nella porzione identica di vero, che le leggi necessarie del pensiero trasportano dall’uno all’altro, e che la storia rintraccia e riconosce, non basta a costituire l’unità della filosofia, e che a compiere una conciliazione più profonda e più ampia è necessario un sistema superiore, che in un organismo proprio coordini e quasi incorpori le parti simili e dissimili. Avvegnachè, quantunque le dottrine dogmatiche di Platone sa Dio sembrino convenientemente compiere e incoronare la teorica Aristotelica della natura, pure, essendo il metodo Platonico ripugnante a quello di Aristotele, la riunione della cosmologia dell’uno colla teologia dell’altro, nulla più sarebbe che un accozzamento privo di quel valore scientifico che una serie d’idee riceve da un metodo omogeneo, e da un processo uniforme e coerente di non interrotta dimostrazione. Ben so che la metafisica Aristotelica, ignara dell’unità dell’essere, non può derivare il mondo dall’infinito e rimane nel dualismo; mentre la Platonica, salendo i gradi della dialettica, giunge sino all’Ente e all’Uno. Non mi sfugge che in Aristotele non potrebbe trovarsi la bella definizione ch’ella dà di Dio, dichiarandolo: Unità sostanziale di un infinito di infiniti attributi; nè rinvenire in esso la somma idealità che rende possibile l’attuazione e la unificazione di tutte le idealità parziali che compongono il dialettico ordinamento del cosmo. Ma ne’ di lui principii sono in gran parte riposti, a mio avviso, i fondamenti della dignità degli enti finiti e del valore del creato. Se l’uomo e il mondo hanno comunione con Dio per l’immanenza di un elemento assoluto, la storia dell’umanità e la scienza della natura hanno una parte veramente divina, da cui possono provenire ammaestramenti ammirevoli di verace e universale sapienza; le cause e le leggi, dalle quali, con intendimento degno di un concittadino di Vico, ella sta derivando gli eventi sociali e la vita civile delle nazioni, saranno naturali e divine, avranno la certezza di un fatto e il valor di un’idea. Ma io affermo e non provo; così mi tocca di fare per ora, e cosi accade a chi cerca la dimostrazione compiuta di una credenza ragionevole: fides quœrens intellectum!"
      },
      {
        "index": 50,
        "text": "Risposta alle Considerazioni del prof. Luigi Ferri."
      },
      {
        "index": 51,
        "text": "Io avrei gran voglia d’encomiare la vostra dottissima lettera tanto e più di altre scritture da voi messe in luce, ma le troppe lodi che sempre vi mescolate del fatto mio me ne trattengono e me lo vietano; e certo si direbbe da molti che noi da un pezzo in qua ci prestiamo a vicenda il turibolo; e le vostre modeste obbiezioni non essere trovate ed espresse con altro fine che di dar passaporto a que’ panegirici. Io vi ringrazierò, non pertanto, della cura assidua che ponete a richiamare a forza gl’ingegni dagli studj applicativi all’ardua speculazione dei principj. La voce de’ giogiovani à qualcosa di più gradito e di più efficace; perché la intonazione sua, per cosi domandarla, s’accorda col genio dei tempi e quindi penetra in tutte le orecchie comechè disattente; e, per un poco almeno, le attira a sè. Io profitterò dunque della buona disposizione che il vostro largo ed ornato filosofare à certamente prodotto nell’animo de’ lettori nostri per far loro sopportare la freddezza e l’aridezza soverchia delle mie risposte; le quali a fine di riuscire brevi e precise non si scosteranno punto dalle forme scolastiche e rimarrannosi nude e brulle d’ogni qualunque eleganza. Farò nondimeno che il mio discorrere proceda quanto è possibile con le dizioni più conosciute e comuni, mantenendo ai vocaboli le loro usuali e legittime significazioni; perchè fra tutti i vizj onde sono ancora macchiati fra noi gli studj razionali, il peggiore o il più fastidioso almeno mi sembra quello dell’ambiguità del linguaggio. E prima, le vostre obbiezioni contro le dottrine platoniche e segnatamente contro la mia non mi paiono atterrare il lor più saldo fondamento che sta nel porgere dimostrazione esatta ed irreprobabile della realità obbiettiva di tutte le idee. Pregovi di ricordare che in quella che io domandava (se non fu presunzione matta) una vera e certa dimostrazione a priori della esistenza di Dio, giace altresi raccolta la prova rigorosa e apodittica della eterna e assoluta realità di qual sia iden guardata nell’oggetto in cui termina. Ora, il carattere più spiccato ed originale della filosofia platonica si à lo sciogliere la idea da qualunque. caducità e fallacia di subbiettive condizioni (per parlare come i moderni) e riconoscere in esse una divina aussistenza, la quale, quando pur fosse vero che io avessi illustrata fornita di piena ed irrepugnabile dimostrazione, stimerei aver bene spesa la più parte di mia vita in meditare cotesti paurosi problemi. Io non tornerò sulle cose già esposte altra volta intorno al proposito; ma solo io noto che reputar debbo a guadagno assai rilevato che il vostro cortese e cavalleresco armeggiare contro le mie opinioni ontologiche non abbia voluto investire nè dare assalto alla mia rupe tarpea che è la dimostrazione evidente della realità obbiettiva di qual sia concetto positivo e pensabile. Vero è che in un luogo del vostro scritto voi dubitate non possa dalla teoria platonica delle idee provenire l’una di queste due cose o introdurre limitazioni nell’infinito o dare alle verità necessarie un valore subbiettivo. Io mi riserbo di far risposta particolare a ciò in sul terminare del presente dettato. Però troncando qui ogni esordio veniamo al sodo de’ vostri argomenti."
      },
      {
        "index": 52,
        "text": "Voi dubitate se la percezione e l’intellezione non abbiano in fondo una stessa realità di obbietto considerata in diverso modo: con la percezione in modo particolare o finito, con la intellezione in generale e infinito. Per rispondere chiaramente e partitamente, avverto in primo luogo che tra la percezione e l’intellezione corre il divario dal particolare all’universale, non per solo mutar di veduta ma per necessità intrinseca di natura. Chè anzi, la mente può pensare le minutissime e particolarissime percezioni con altrettante particolarissime intellezioni, e cioè a dire elementate di tante note speciali ed accidentali quante avvisar se ne possono ne’ fenomeni rispettivi. Questa camelia che à al presente dinanzi agli occhi può in ogni sua forma minima e al tutto individuale venire al mio intelletto rappresentata da una rispettiva idea; salvo che tale rappresentanza coglierà dell’oggetto individuo un solo determinato punto di tempo; atteso che in altro momento alcuna leggiera accidenza di esso oggetto può venirsi alterando e mutando. Ma come ciò sia, quel concetto particolare e individuo dell’individua camelia è pur sempre un concetto; e però non solo à virtù universale di rappresentare sempre gli esseri tutti nei quali potrebbe avverarsi, ma egli si sustanzia da ultimo nell’assoluto e infinito. Il perchè In particolarità sua differisce per essenza dalla concreta e finita che compare nel tempo. Questa è separata numericamente e sostanzialmente dall’altre cose: quella dell’idea è mera distinzione e determinazione d’un subbietto uno, eterno e indivisibile. Del rimanente, il concetto che adducemmo testè in esempio rappresenta bensì certo speciale composto di varj fenomeni, o, a dir più esatto, è l’esemplare concreto e perpetuo di quel composto; ma non serba con esso veruna parità e somiglianza di natura. Il concetto in quanto è mera idea rappresentativa e s’intramezza fra il nostro atto d’intendere e l’obbietto assoluto, non à corporeità, non à parti, non à nemmanco sostanza; e in quanto poi si riferisce all’assoluta obbiettività, è ognora così diverso di essenza dagli enti sensibili, come il finito dall’infinito, il necessario dal contingente, lo spirituale dal materiale, e così prosegui."
      },
      {
        "index": 53,
        "text": "Se non che, voi insistete sul pensiero medesimo, e variando un poco la sua espressione, tornate a dire che in generale l’oggetto delle intellezioni e quello delle percezioni può essere forse il medesimo talora considerato dentro i suoi limiti come la sensibilità lo porge; e tal altra nella sua astrattezza come il pensiero l’intende. Io replico, mio degno signore, che non trattasi qui del considerare diversamente le cose, sibbene di quello che sono in sè stesse. Il finito, vero obbietto del percepire, à limitazioni necessarie, e quindi non removibili salvo che per astrazione, e cioè a dire ch’essi spariscono nel pensiere ma rimangono nella realità. E converso, nell’infinito non può stare alcun limite; e se il pensiere ve gl’introduce, non sorgono per questo e non s’attuano nel concreto. L’uso di confondere cotesti termini, ed ora affermarli, ora negarli proviene a noi di Germania, la quale per desiderio immoderato della scienza assoluta è giunta solo a scalzare le fondamenta della relativa ed umana. E perchè è impossibile alla nostra mente il distinguere alcuna cosa nell’infinito senza sceverarla dal tutto; e impossibile altresì è il parlare del finito senza relazione veruna al suo contrapposto, concludono che l’uno e l’altro sono non più che due termini correlativi mutuamente necessarj e sono due forme antitetiche del medesimo essere: legem cogitandi pro lege existendi accipiunt."
      },
      {
        "index": 54,
        "text": "Ma per procedere con più ordine, io verrò notando da prima che allora che io separava con fermo discorso le perpezioni e le intellezioni, io distingueva non pure la diversità degli oggetti, ma gli atti e le facoltà rispettive. Però concedendovi suche per un istante la essenziale medesimezza di entrambi gli oggetti, riman vero sempre che intendere le idee e percepire i corpi od altro subbietto sensibile sono atti differentissimi. Nel primo v’è congiunzione della mente con la cosa pensata, senza attività ed operazione alcuna dal lato dell’idea, mentre nel secondo interviene un’attività sentita e patita e un’attività che sente e patisce. Per fermo, quella energia che nell’anima nostra sembra operare e predominare continuo nel cospetto della assoluta verità, si accompagna bensì con la idea ma non esce direttamente da lei: perocchè ben sapete, la idea, come semplice e nuda rappresentanza, non avere sostanzialità propria, nè quindi facoltà alcuna di operare; il che dal Rosmini venne scordato quando nel volume III del Nuovo Saggio[5] volle dell’esistenza di Dio produrre una dimostrazione a priori mediante quella energia uscente, disse egli, dalla idea dell’ente possibile; e contradicevasi per tal guisa in molte maniere; e prima, col dar nome di dimostrazione a priori ad una prova ricavata non da qualche nozione o principio astratto ed universale, ma si dal fatto del sentir noi impotente la volontà nostra; poi col riporre quell’energia non so bene se nell’idea o nell’ideate, ma certo in erroneo modo per l’uno e per l’altro, quanto al fine ch’ei si propone; conciossiachè l’idea, come tale, non opera e l’ideato nemmanco; essendo esso, giusta i concetti medesimi del Rosmini, l’ente puro e indeterminato e però spoglio eziandio della determinazione di attività e di forza; nè gli valendo qui il ricorrere al principio di causalità con attribuire per necessità logica quell’energia a un qualche subbietto operante e assoluto; perchè a ciò fare legittimamente occorrerebbe conoscere innanzi che quella tale energia è non pur somma e insuperabile all’uomo, ma in sè e per sè infinita; chè se infinita non si dimostra, fallisce la prova cercata dell’esistenza di Dio. Da ultimo, il Rosmini si contraddice troppo manifestamente, concedendo e negando al tempo medesimo al suo ente ideale la forma della realità. Sostiene le mille volte e come cardine del suo sistema che l’ente pensato non è reale ma ideale soltanto; poi lo trasforma in una forza operante con infinita energia, quasi che ciò non fosse l’attribuirgli il grado massimo della realità."
      },
      {
        "index": 55,
        "text": "Ora, tornando al subbietto nostro, si aggiunge che l’idea uon pure è differentissima dalla sensazione ma da ogni vestigio suo. E mera forma senza ombra di sostanzialità e di materia secondo che osservava lo stesso Aristotele; e però con acconcio battesimo piglio appellazione di specie intelligibile. Nè potrebbe affermarsi mai che ella sia un qualche fantasma assottigliato, a così parlare, e a poco a poco spiritualizzato. Conciossiachè infino a quando la fasci e la colorisca un’orma e un residuo di sensazioni e di fantasmi, idea vera e pura non è. Non rinviensi dunque nessun processo generativo dalla sensazione e dal fantasma all’idea pura e guardata nel proprio essere."
      },
      {
        "index": 56,
        "text": "Ognuno poi sa che in questo suo proprio essere, l’idea è nudo segno e rappresentanza, laddove le percezioni sono atti compenetrati e avvertiti; emanano dalle cose, con esse s’incorporano e non le segnano unicamente e dinotano."
      },
      {
        "index": 57,
        "text": "In fine, la idea à certa entità perfettamente una, semplice ed impartibile, nè sembra nascere tante volte e annullarsi quante noi In pensiamo; sembra invece sussistere indipendente da noi o indipendente almeno dal nostro atto d’intenderla; quindi, per ciò che ne conosciamo, direbbesi ch’ella non principia, non muta, non si trasforma; nè se l’analisi sembra scomporla in molti e diversi elementi, ciò porta in lei la concretezza di subbietto e di attributo ovvero di tutto e di parte. Ma le percezioni in quel cambio principiano, mutano e si trasformano; sono composte di due subbietti, l’interno e l’esterno: nè mai si scompagnano da qualche moto del nostro volere. e sono reali suoi elementi ogni sempre il sentire e l’intuire, la passione e l’azione e qualche specie e grado di piacere o dolore."
      },
      {
        "index": 58,
        "text": "Visitata la intellezione nell’atto mentale e nel suo primo e immediato termine che è la nuda e semplice rappresentazione, trapassiamo all’oggetto; e le differenze non ci riusciranno minori di numero e d’importanza. Per fermo, l’oggetto assoluto e proprio dell’intellezione, è uno ed universale, è necessario, eterno e immutabile; laddove quello dei nostri atti percettivi neppure l’ombra di tali attribuzioni possiede. Nella realità obbiettiva degl’intelligibili non è divisione, non successione, non corporeità, non composizione e simili altre contingenze comuni alle cose esteriori da noi percepite; e mentre queste moltiplicano ed ànno la pluralità per condizione essenziale, l’unicità invece risplende negli esseri intellettivi perchè sempre sono uno per tutte le intelligenze."
      },
      {
        "index": 59,
        "text": "Sembranvi, davvero, coteste picciole e leggiere disparità? E se non vi avvisate diversità profonda e non mai cancellabile di natura e di essenza, ditemi, di grazia, dove solete trovarla; dacchè io confesso non ne conoscere una maggiore al mondo: e così dover essere; atteso principalmente che gli oggetti ideali si sostanziano da ultimo nell’assoluto e infinito; gli altri nel finito e nel relativo."
      },
      {
        "index": 60,
        "text": "Laonde un sol modo si rinviene per pareggiare cotali termini, come io accennavo in principio, ed è dimostrare che una medesima entità sostanziale giace nel finito e nell’infinito. E perciò, non voglio tacere che i panteisti si schierano tutti dal lato vostro, e Giorgio Hegel segnatamente, il qual pone fra le idee e le cose una sostanziale identità di natura. Chiedo, peraltro, a voi se la logica di quell’ingegno tragrande sia pari e medesima a questa professata ogni giorno dal senso comune degli uomini. E quando sia differente, dichiaro verbis amplissimis che non v’à più verso d’intenderci, essendo che il mio no e il suo si possono valere il contrario di quel che significano; o, a dir meglio la cosa, l’affermare e il negare più non si oppongono e non si distinguono e la ragione umana gira in un disperato e perpetuo paralogismo come Issione nella sua ruota. Posto invece, che la dialettica sua e la nostra non si differenzino nella sostanza, non mi sembra assai malagevole il dimostrare che la teorica fondamentale di lui non iscansa certo le più palmari contraddizioni. Appo Hegel le idee diventano a grado a grado come le cose, e però, principiando e mutando, si convertono l’una nell’altra. Ma tal diventare delle idee, per mio avviso, è paradossastico ed illusorio. I fatti diventano e le idee sono tutte e sempre immutabili; no alcuna che sia primitiva ed originale verrà dedotta da altra o ad altra porgerà nascimento.[6]"
      },
      {
        "index": 61,
        "text": "Del resto, a voi pure non va molto a genio, per quello che dichiarate, la identità sostanziale del finito con l’infinito; il perchè non intendo come peniate a riconoscere la diversità essenziale ed irremovibile tra gli oggetti del senso e quelli dell’intendimento, dappoiché gli uni al finito gli altri all’infinito di necessità si riferiscono. Volentieri vi si concede che le scienze moderne mostrano di più in più nelle leggi de’ contingenti l’universale ed il perdurevole; o, a parlar più esatto, le scienze moderne rinvengono ogni giorno più le ragioni di quella costanza e generalità delle leggi mondiali, la quale fu sempre intuita e creduta; ma perviene ella mai per questo all’infinito ed al necessario? Però guardate di nuovo la immensurabile differenza che è posta tra i fatti e le idee. Il color variegato della camelia che io più sopra esemplificava non è certo un costitutivo dell’essenza di lei, nè un carattere permanente della sua specie, mà un mero e caduco accidente. Nullameno, perchè la mia mente è libera li meditare in idea ogni parte e fenomeno della camelia posta in esempio, quell’accidenza fugace pensata nel suo concetto è assoluta ed eterna non manco della essenza stessa dell’universo creato; e, come serissi altra volta, questa proposizione: il color del fiore sariegato della camelia diversifica dal color verde delle sue foglie, se io la penso in astratto e nella sua universalità, è proposizione apodittica, e annunzia un vero eterno e assoluto; in quel mentre stesso che pure l’essenza attuale di tutto il creato non fa cadere in contraddizione chiunque la neghi; ed io non posso affermare senza logica ripugnanza che quel colore variegato sia simile al color verde; ma bene ò facoltà di affermare ed asseverare con verità certa e compiuta che l’intero mondo creato potrebbe non esistere perchè è un fatto; e questo mai non possiede in sè medesimo la ragione del proprio essere. Laonde, qualunque attenuazione e particolarizzazione dei concetti, mai non li tragge fuori dell’assoluto e infinito; e per lo contrario, nessuno aggrandimento e nessuna smisuranza dei contingenti in atto, li può all’assoluto e infinito accostare."
      },
      {
        "index": 62,
        "text": "Non debbo adunque menarvi buone le conclusioni che traete dal fatto della caduta dei gravi, sul quale assai ingegnosamente raziocinate; e le ultime vostre parole sono quest’esse: «In essenza della legge dei gravi non muta per mutare che faccia il giudizio che ora la dichiara percepita in un corpo cadente, ora la formola e la estrinseca in una proposizione generale applicabile a tutti i casi.»"
      },
      {
        "index": 63,
        "text": "Nel corpo particolare cadente adempiesi, dico io, un fatto generale e costante; generale il domando e costante, perchè suppongo vadasi ripetendo in ogni qualunque corpo, in ogni dove e per ogni sempre. Ma tre cose sono qui da notare: 1° Che il mio supposto non è indotto dall’esperienza, sibbene dal principio assoluto accolto nella mia mente che la natura opera identicamente nello spazio e nel tempo, ovvero che la sostanza delle sue leggi non muta. 2° Che tutto ciò potrebbe non essere, perchè il concetto contrario non inchiude contraddizione. 3° Infine, che il fatto si avvera sempre in certa quantità di esseri limitata e numerabile; e ogni caso è fatto particolare e misto di particolari accidenti. Invece, la legge dei gravi meditata in idea non è più contingente; dacchè ella non potrebbe non essere; e oltre di ciò, possiede una vera e assoluta universalità, perchè si estende alla infinità del possibile; e d’altra parte, l’obbietto pensato è uno per tutte le menti. Vero è che in ogni particolare determinato giace altresì l’indeterminato, l’ἅπειρον dei Greci, il quale ripetesi in tutte le cose simili; e paragonato dal nostro intelletto, suscita la concezione del comune e poi dell’universale. Ma da ciò non siamo licenziati a dire che nella natura è propriamente l’universale; attesochè nella natura è propriamente il solo indeterminato congiunto ed anzi immedesimato con le individue determinazioni e ripetuto le tante volte quanti sono gli esseri simili ed attuali. L’universale adunque è solo nella mente nostra e nell’assoluto: e così accade che si riscontrino con maravigliosa concordia il subbietto e l’obbietto, l’intelligente e l’intelligibile. Nè qui finiscono le differenze; i termini stessi delle proposizioni pigliano accezione differentissima, secondochè esprimono il fatto o il principio. Nel cadere di questo corpo osservo iteratamente tal modo o tale altro di relazione tra il suo moto, il tempo e lo spazio. Ecco parole esprimenti ciò che l’animo nostro ricorda di più percezioni simili insieme paragonate. Il corpo, il moto, lo spazio ed il tempo sono qui significati quali in natura sussistono. Ma s’io invece annunzio la legge universale dei gravi; il corpo, il moto, lo spazio ed il tempo sono puri concetti, e però il corpo non à materia, il moto non si more, il tempo non succede, ec. Potrei mostrarvi altre notabilissime diversità nella diversa indole della scienza, secondochè è originata dal fatto od originata dalla idea. Per fermo, il fatto è una continua rivelazione, e mill’anni di meditazione e di studio non lo può prevedere; se la natura non rivelava lo scottar della fiamma e la sua forza consumatrice, noi ne avremmo osservato per secoli lo splendore, il guizzo, il calore e simili qualità senza discoprire par mai quelle due. Ma la scienza delle idee, che è tutta di relazioni, può essere cercata e trovata dentro la mente col semplice raffrontarle insieme; laonde ciò sembra all’uomo non propriamente uno scoprire, ma un riconoscere."
      },
      {
        "index": 64,
        "text": "Platone per questo medesimo lo riputava un ricordarsi. Di quindi pure proviene che i fatti danno un sapere induttivo ed empirico; le idee ua sapere dedotto e apodittico. Per contra, i fatti rivelano di quando in quando elementi originali e ignotissimi; nelle idee, nessuno elemento è nuovo, perchè la notizia dei concetti succede, non antecede mai le rivelazioni della natura; e perchè nei fatti v’è altresì il veramente nuovo, dappoichè diventano quel che non erano; e la mutazione è tanta quanta si ravvisa, per via d’esempio, tra la molecola embriogenica e l’uomo pervenuto al colmo della vita. La geometria d’Euclide lavorata sui concetti sarà certa e identica a sé medesima in ogni smisurata lunghezza di tempo. Ma la scienza dei fatti muta continuo: e la meglio costruita e precisa non affermo che sarà contradetta, ma certo nella langhezza del tempo sari trasformata. Gli ingegnosi paragoni adunque che istituite tra i fatti e le idee non mi paiono giovare al segno la vostra intenzione da discuoprire veracemente fra le due cose alcuna profonda e terminativa medesimezza di essenza. Non disputo sull’accezione della parola, e l’accolgo quale voi me la proferite. Credo anch’io nelle cose finite giacere un che d’essenziale e immutabile; e Platone stesso nel Teeteto sentenziava con acutezza mirabile che il perpetuo movimento implica contraddizione, e che quando non vi sia nulla di fermo, nulla non vi può essere di mobile. Per questo rispetto tra i contingenti e il necessario, tra le percezioni e le intellezioni corre non più che una differenza; ma ella è capitale davvero e mi dà vinta e stravinta la causa. Nei fatti la immutabilità è un fatto esso stesso, potrebbe non essere come potrebbe aver cessazione. Nelle idee invece la immutabilità è assoluta, è necessaria, è metafisica. Bastavi ciò? non sembra: perocchè voi mantenendo sempre lo stesso genere di opposizione, ne variate i modi con somma destrezza, come farebbe una colonna molto serrata e bene ordinata di fantaccini che varia e rinnova il foco di fila. Se in questa pianta, voi obbiettate, o in questo animale bruto, che noi percepiamo, non si contiene nulla di quanto pensato nella pianta e nel bruto ideale, onde accade che si possa, e, a dir più giusto, si debba riferire ed attribuire ai concetti quel che si scopre di mano in mano nelle cose da essi rappresentate; e, per converso, debbansi riferire ed attribuire agli oggetti delle percezioni tutte le qualità e i modi dai quali risulta la definizione propria delle specie rispettive? Non perciò appunto si afferma da me molto spesso le verità necessarie attuarsi in ognuno di quei sussistenti, i quali rispondono ad unguem alle determinazioni speciali e generiche in esse verità contemplate? Non perciò eziandio gli oggetti del percepire e quelli dell’intendere sono entrambi domandati una realità, prova certissima che v’à in ambedue una qualche mutuazione e comunanza di essere?"
      },
      {
        "index": 65,
        "text": "Continuerò a ribattere partitamente e con ordine le vostre istanze, come colui che raccoglie una dopo l’altra le freccie scagliategli quasi tutte ad un tratto. Pongo, dunque, per prima considerazione che attribuire agli oggetti concreti e finiti le qualità stesse meditate in idea vuol significare che tale idea compiutamente si avvera in essi oggetti concreti e finiti, ed è ciò che io pronunzio in generale della verità; nè tutto questo esprime in ultimo altra cosa, eccetto che alla rappresentazione mentale dee rispondere a capello il rappresentato ad extra. Ma non mi sembra nelle mie Confessioni di avere omesso di provare che all’ufficio continuo di rappresentare mentalmente le cose non fa mestieri la somiglianza di natura e tanto meno la identità. A quel modo che le note musicali (esempio troppe volte citato ma molto chiaro), a quel modo dico che le note musicali rappresentano esattamente i suoni, ovvero le lettere scritte o stampate rappresentano le parole e tanto dissomigliano esse lettere e note dai suoni e dalle parole, cosi per virtù di semplice analogia i concetti rappresentano le cose. Io so molto bene che pure l’analogia risolvesi in qualche specie di somiglianza; ma questa risulta nel nostro caso non dalla forma sostanziale ed intrinseca, ma dal corrispondere minutamente e scambievolmente certo numero di attinenze e certe guise di connessione con certe altre; e più ancora dal legame strettissimo che il pensiere statuisce tra il segno e l’ente significato."
      },
      {
        "index": 66,
        "text": "Per ciò la difficoltà giace tutta nel sapere come l’intendimento nota da prima quel nesso di analogia e discopre ferma nelle idee l’ufficio e il valore rappresentativo. Se non che, tal quistione è psicologica propriamente e non ontologica. E con tutto ciò, indagandosi assai per minuto l’opera dello spirito dalla quale sembra pigliar nascimento l’idea, si mostrerà, credo, patente e limpida la ragione e necessità di quel nesso; ma spariranno al tempo medesimo le somiglianze intrinseche tra i termini correlativi. Quando io paragono, per grazia d’esempio, le molte palle che un giocoliere fa correre sopra un suo trespolo, io ne ritraggo parecchi concetti comuni; e fra gli altri, il concetto della comune rotondità. Ma la specie intelligibile di tale rotondità spunta forse nella mia mente involta in alcun fantasma ? A dir vero, io non so imaginare un fantasma di sfericità, il quale non possieda spazio, estensione, e figura determinata. Una sfericità nè grande nè piccola, nè limitata nè illimitata è cosa intellettuale ma non figurabile e perciò non fantastica. Ecco dunque scomparsa insieme coi fantasmi ogni sensala rassomiglianza; e nullameno, la mente non può non iscorgere l’attinenza immediata di quella specie intelligibile coi termini del paragone, dai quali appunto l’ha dedotta, o a parlar più preciso, per via dei quali l’à suscitata e in cui ravvisa l’idoneità di rappresentarli in certa loro comunanza di essere. Dico la mente dovere scorgere quel legame con piena certezza. Atteso che la specie pura, intelligibile, involta prima ne’ fantasmi, già compiva insieme con essi l’ufficio rappresentativo; e seguita quindi compierlo tanto di più, quanto i fantasmi vannosi scolorendo e sfumando, ovvero la mente piglia abilità di fare da essi astrazione."
      },
      {
        "index": 67,
        "text": "Stimo, peraltro, che voi ripigliate immediatamente dicendo che la somiglianza dove manchi ai segni rappresentativi debba nullameno sussistere fra gli oggetti rappresentati; e i platonici stessi avere le cose finite per copie fedeli degli eterni esemplari; e si debbe eziandio aggiungere che quanto in esse à valor positivo non può mancare alle perfezioni dell’assoluto; da onde nuova cagione di simiglianza tra le realità intellette e le percepite. Al che io replico, primamente come di sopra, la somiglianza non solo dover riuscire al tutto spirituale, ma in gran parte misteriosa e simbolica. Ad ogni modo, forse che il simigliante e l’identico sono un medesimo? o si cancellerà mai quella diversità di natura e di essenza che il finito separa dall’infinito? e ogni cosa creata non sarà ognora sostanzialmente e numericamente distinta dall’increata? e ciò che nel pensiere per simiglianza diventa uno, sussiste poi sempre siccome uno fuor del pensiere? o si dileguano forse per ciò le differenze sostanziali sopra descritte cosi in risguardo delle facoltà come degli oggetti correlativi? Ma su ciò torneremo a discorrere un poco più sotto con istringato ed evidente raziocinio. Quanto poi alla comunanza nell’essere e nella realità predicata ugualmente per le intellezioni e le percezioni, pei fatti e per le idee, a mo costa poco il lasciarvela intera intera; dacchè per la sola partecipazione delle cose all’essere comunissimo, niuno à pensato che quelle immedesimino e unifichino le loro proprie essenze. Ad ogni modo, la vostra considerazione porrà in impaccio non me, si veramente quei platonici i quali edificano i loro sistemi sul concetto dell’essere puro. Certo, se, giusta il Rosmini, tre sono le forme ed un la essenza dell’ente[7] e le due prime forme sono idealità e realità, in ciascuna delle quali giace lo stesso identico essere, a voi non bisogna cercar più oltre per riavenire un’ultima identità di essenza tra i fatti e le idee, tra le percezioni le intellezioni. Io invece stimo che nel concetto dell’essere comunissimo v’à più che molto del subbiettivo; e chi ciò non avverte con gran diligenza, avvolgesi in quel labirinto di contradittorie ustrazioni che descriveva Platone nel suo Parmenide. E perchè anche in ciò io vi mostri la gran differenza interposta tra gli oggetti ideali e quelli della natura, elevatevi a considerare che l’unità e infinità dell’essere logico si sustanzia da ultimo nell’unità e infinità concreta dell’essere metafisico, e altro non è in fondo se non l’assoluto il quale da noi si medita sotto quella astrazione suprema. Dacchè ogni concetto non negativo, per astratto e indeterminato che sembri, trova la realità propria immutabile e indefettibile nell’infinita efficienza del tutto. Invece, scendendo alle percezioni e alle cose attuali e finite, l’essere puro ed universale non ci apparisce concreto in nessuna; conciossiachè egli vi dovrebbe stare o come subbietto o come attributo od infine come l’unione di entrambi. Ma se tu lo vuoi subbietto, tu vieni ad annullare gli attributi e i modi, i quali anche in disparte dal loro subbietto certamente non sono il nulla; e di’ il simile con inverso ragionamento degli attributi e dei modi in risguardo del subbietto. Per ultimo, il fare la cosa intera, e intendo dire subbietto, attributi e modi, identica all’essere puro, vale il far disparire dal mondo tutte le differenze e risolverle tutte nella uniformità perfetta ed inalterabile della entità di cui ragioniamo; nè credo fuggir dalla mente di alcuno che dove essa entità non fosse pura e indeterminata più non sarebbe universale e però comune e applicabile a tutte le cose. E del pari, che se in tutte le cose fosse concreta, la sola dottrina in sù coerente e accettabile quella sarebbe de’ panteisti: una sola sostanza darebbesi al mondo e una sola essenza; e niuna censura meriterebbe Spinoza, il quale legem cogitandi pro lege existendi habebat."
      },
      {
        "index": 68,
        "text": "E ciò basti per al presente sopra tal capo di controversia, che a volerlo trattare quarto porta la sua estensione, appena vi basta un volume; e niun subbietto dà luogo a maggior copia di sottigliezze ed ambiguità dannose anzi funeste al sano ed aperto filosofare; quindi ò gran desiderio di ripigliarlo un giorno tra mani con fermio e paziente proposito."
      },
      {
        "index": 69,
        "text": "Infine, tocchiam di passata un particolare da voi altresì non più che accennato. A’ vostri occhi la immobilità delle idee posta a ragguaglio col mutare delle percezioni non è tal condizione che provi diversità profouda di essenza; perocchè, dite, lo spazio ed il tempo sono forme che accompagnano sibbene la sensibilità, ma non la costituiscono; laonde ei se ne può fare astrazione senza che per questo gli oggetti della percezione si annullino. Io dico, a rincontro, e scusate il troppo tagliar nel vivo che fa questa volta la replica mia, che tutto ciò è un gran paradosso già messo in corso e voltato in usanza dal Kant e per l’autorità sua ripetuto con certo coraggio da molti. Se voi sciogliete dal tempo (lasciamo andare lo spazio per ora) le sensazioni e le percezioni quindi gli oggetti loro correlativi, voi dovete o negarne tutte le mutazioni o farne esseri apertamente contradittorj, siccome quelli che avrebbero e non avrebbero tale qualità e tale altra, sarebbero si e no cagione od effetto di questa cosa e di cotesta. Ma che diventano essi gli enti finiti e tutto insieme quest’universo visibile quando voi gli togliete il mutare? Io vi concedeva di sopra che pure nei contingenti conviene ammettere un che di permanente e d’immobile. Al presente, io sono costretto di aggiungere che altrettanto essenziale alle cose finite è il continuo tramutar dei fenomeni in ogni subbietto modificato e ognora modificabile. Che altro è mai la creazione se uon un moto generale e perpetuo in verso un fine sempre mai conseguibile e inesauribile sempre? Che è l’assoluto stesso di Hegel fuorchè un diventare: incessante ed interminabile? Ma sia dell’assoluto di Hegel quel che vi piace; vero è che il diventare è proprio della natura tanto che è la sua vita melesima, consistendo principalmente la vita che per esperienza conosciamo nel trapasso continuo dall’essere virtuale all’effettuale; ma tal trapasso ripeto, fuori del tempo e della successione è contradittorio. Se dunque il mutare non è essenziale alle cose del mondo finito, in che riponete voi l’essenziale che loro spetta? Se rimaner volete, impertanto, nella verità dei fatti e raccogliere dall’esperienza e dal raziocinio la loro sostanziale comune natura, concluderete dicendo che in essi la permanenza e la mutazione è grande necessità si mescolino e si manifestino ad ogni istante. Le monadi, direbbe il Leibnitz, spirituali o materiali che sieno anno tutte qualcosa di semplice, d’impartibile e d’invariabile. Ma del pari in tutte esse v’è un principio comune di varietà e trasmutazione nel moto e nella virtualità: il moto nella materia, la virtualità nella spirito. Il moto col solo accostare o disgiungere varia interminabilmente e infinitamente i fenomeni e gli atti. La virtualità negli spiriti trapassando di mano in mano all’effettuazione, gl’innova e trasforma senza toccare l’ultimo compimento giammai. Ecco il ritratto della natura; chi la finge diversa, la fa diversa troppo da ciò che è. Ma d’altra parte, nell’idea non v’à moto nè principio virtuale nessuno; le idee non sono mobili e non sono possibili; invece tutte le cose sono mobili e possibili per quelle. Non ostante, adunque, ogni varietà ed acuità di considerazioni da un lato, e il mutare per ogni verso le vedute e gli aspetti della discussa materia dall’altro, a me è avviso di far bene e secondo ragione, ed anzi secondo la necessità del vero, mantenendo sempre la differenza intima ed essenziale tra le intellezioni e le percezioni cosi guardate dentro la mente come fuori negli oggetti."
      },
      {
        "index": 70,
        "text": "Niente à a ridire contro quello che giustamente opponete alla più parte de’ platonici, i quali rinserrando ogni cognizione nelle sole idee e solo da esse derivando ogni luce conoscitiva, s’interdicono a rigor di logica la notizia diretta e certa delle percezioni e di qualunque oggetto correlativo. Conoscono, dite voi con ragione, l’infinito, non il finito e s’avvolgono per distrigare la loro matassa in molte e sottilissime astruserie non sufficienti all’uopo. Io confesso d’intendermi molto poco della mimessi e della metessi da voi accennate, comecchè senta dire che nella Protologia il Gioberti accettava e spiegava a suo modo l’ultimo termine. Io m’accordo con voi a credere che la visione ideale truslatata dai concetti alle percezioni, invece di por nella luce le esistenze finite in atto, le avvolge e copre di tenebre. Sicchè mi riesce strano che a parecchi de’ nostri platonici si applichi il nome di realisti, mentre in quel cambio i sistemi loro tornano in pretto idealismo. Non provano nè la realità obbiettiva delle idee nè quella delle cose percette, e poi si arbitrano di confutare magistralmente Kant e le forme sue categoriche; quasichè il kantismo consista nel numero delle forme cogitative e non propriamente nel negare alla mente umana la cognizione diretta di qualunque noumeno e perfino di sé medesima. Certo, insino a che l’idea s’interporrà tra lo spirito nostro e le cose, qualunque sia la forma di quella, noi conosceremo lei non le cose; e sempre con ragione si chiederà se l’ideato risponda o no all’idea; nè il confronto si potrà mai compire quando l’uno dei termini inconoscibile di sua natura. Io mantengo, invece, saldissimamente, come vi è noto, che le percezioni e le idee sono due proprie ed originali fonti di cognizione; mantengo che la visione delle idee seguita sempre la percezione e non l’antiviene, e perciò appunto le idee ci sono chiare e le rappresentanze loro ci sono intese ed aperte, perchè l’esperienza ne scuopre ed insegna prima le rispettive realità; senza il che la significazione delle idee tornerebbe impossibile e inintelligibile, e somiglierebbe nè più nè meno ai caratteri ignoti d’antica e perduta lingua. E ciò spianta dai fondamenti qualunque supposto d’idee innate, qualora non si conceda all’uomo la facoltà di percepire direttamente ed intrinsecamente le cose eterne e soprassensibili. Per le ragioni medesime le idee non essendo altro in sè stesse che mere e nude rappresentanze, il loro oggetto assoluto e divino a’ intuisce da noi solo in quanto sussiste, ed è limite appunto all’atto d’intellezione. La notizia del rimanente è cavata dalle percezioni e riconosciuta nelle idee siccome in imagine. Laonde non sono certo le idee quelle da cui si attinge la cognizione elementare delle cose. Ma esse cose e le percezioni loro sono, invece, la materia abbondante e continua, onde la espressione delle idee ci diventa positiva, specificata e comprensibile."
      },
      {
        "index": 71,
        "text": "Ne mi sgomenta gran fatto quel gridare che fanno in coro gli adoratori dell’ente possibile, che le sensazioni e le percezioni sono cieche ed inconuscibili; come se alcuno di noi dicesse che le percezioni e la sensazioni veggono e intendono se medesime; e come se i concetti fossero lampade misteriose da mandar luce intellettuale sul mondo. Il che quando fosse, verrebbe a significare che ogni idea è una mente la quale non pure intende ma largisce altrui l’intelligenza, e quindi sarebbe maravigliosamente attiva in sè e in altrui. Ma ciò è il rovescio del fatto; perocchè l’idea come tale, o vogliam dire la nuda significazione e rappresentanza, è spoglia di sostanzialità e di attività, nel modo che afferma altresi il Rosmini del suo ente ideale e che esiste sol nel pensiere. La luce è nell’intelletto nostro, secondo scrisse Aristotele; e parlandosi con più larghezza, la luce è nell’anima la quale eziandio è mente e vuolsi dire ch’ella è dotata di questa virtù primigenia di potere inflettere sopra sè stessa e avvertire ciò tutto che avviene dentro di lei; e però avvertire le percezioni, e dopo esse e per esse, le idee. Stantechè le idee nel loro obbietto assoluto sono anteriori, certo, di dignità, anteriori di tempo; ma guardandosi alla storia sola dell’anima nostra, e al comparire che fanno in essa, sono posteriori. Ogni universale ante rem, ogni cognizione post rem è nel campo della filosofia il motto della mia bandiera."
      },
      {
        "index": 72,
        "text": "Nessuno mi chieda perchè e come la mente nostra vede le proprie idee ed i proprj atti, avverte il proprio sentire e intuisce i termini di tali suoi movimenti e passioni. Per le facoltà primitive e semplici, affermarle e descriverle si è spiegarle e porgerne prova. Nè qualcuno pensi nemmanco a definirle a maniera rigorosa e scientifica; elle sono genere e specie a sè stesse; e le cagioni loro efficienti o si riferiscono immediatamente a Dio, ovvero si occultano nell’ultima essenza dell’anima. Puossi egli domandare con fondamento di ragione perchè l’anima pensa, ricorda, immagina e vuole, o perchè si allegra nelle piacevoli sensazioni e s’attrista nelle dolorose? E del pari, è vano cercare perchè la mente vede e si accorge dei proprj atti e delle proprie mutazioni, e può mirarle e contemplarle come in ispecchio. Certo è che il sentire ed il percepire da un lato, e il variare e moltiplicare le intellezioni dall’altro, come sono fatti che accadono dentro l’anima o per lo manco anno termine colà entro, così questa per nativa energia intuisce ed avverte cotali cose immediatamente. Per fermo, la sensazione non iscorge sè stessa, nè di sè fa giudicio; ma la mente che inflette sulle azioni e passioni proprie, delle une e delle altre è subbietto sostanziale e indiviso, avverte e giudica si le percezioni a si le intellezioni in lei accadute; e materia di tale avvertire e di tal giudicare sono le sintesi naturali ch’entro l’anima si compongono. Il me che vuole è pure il medesimo che sente e patisce; e il me che sente e patisce è altresi quello stesso il quale intuisce, non l’intrinseco della forza esteriore, ma il termine dell’azione patita, e solo in quanto l’atto penetrativo esterno conginngesi al proprio esterno subbietto. Abbiamo perciò due sintesi prime e dalla natura stessa composte, e vale a dire che abbiamo due subbietti semplici e in essi, due unità sostanziali con varietà e compenetrazione di atti. E come potrebbe la mente dotata di riflessione e attenzione, e preformata a guardare le cose o partitamente o nel tutto insieme, in che guisa, dico, potrebbe da un lato confondere il suo volere col suo sentire e patire, e dall’altro non attribuirebbe quegli atti e quelle passioni ai termini loro, se ciò à parte della realità del suo proprio essere. e quelle congiunzioni sono di per sé offerte e manifeste all’occhio mentale? Ma non apparisce (ci dicono) dove sia la cagione sufficiente e promovitrice di tali atti del pensiere! Dove sia, chiedete? nella disparità delle percezioni stesse, rispondo io, e dello stesso sentire nella spontaneità dell’anima, nelle affezioni or dolorose, or piacevoli, nei moti e impulsi variatissimi dell’istinto. Iniziatrice di ogni cosa à la natura medesima; e se per riflettere, astrarre, paragonare e simili operazioni essenziali, elementari e continue mestier facesse all’uomo di anteriormente possedere il concetto di mezzo e di fine, come arbitrano i rosminiani, credo che ei si starebbe in eterno come il giumento"
      },
      {
        "index": 73,
        "text": "«Infra due cibi distanti e moventi»"
      },
      {
        "index": 74,
        "text": "con quel che segue. Conciossiachè la nozione dell’ente puro e indeterminato, non insegna nè può insegnare veruna cosa; e il mezzo e il fine gli sono ignotissimi come qualunque determinazione e specificazione di esistenza. Per simile, tornando all’esempio soprallegato delle palle del giocoliere, e fingendole divisate, come per lo più sono, a spicchi di vario colore, torna impossibile alla mente nostra di percepirne alcuna quale è in effetto, e non distinguere l’un colore dall’altro, e insieme pur non discernere che tutti sono compresi in certa figura sferica dal rimanente spazio divisa; il che tutto compone una sintesi naturale trovata dal nostro pensiere e non fatta. Ora, in questi casi la meute conviene ripeta a sé stessa nella riflessione quello che nell’intuizione raccoglie; e cioè couviene distingua due cose, certa unità di subbietto e certa inerenza di atti o di modi. Tal distinzione compiuta, aggiugnevisi un’adesione più o meno viva dell’anima, il che propriamente domandasi affermazione: atto esso pure semplicissimo e primitivo, mediante il quale l’azione del giudicare è di ogni lato perfetta. Ma se tu ascolti certi nostri psicologi, l’affermare e giudicare che fa la mente, consiste mai sempre nell’asserire esplicitamente non la cosa giudicata, ma la sua esistenza; e quando l’anima pronunzia: questa palla è rotonda, questo sasso pesa, io sento dolore, e simili, vogliono a forza che l’anima pensi e pronunzi: questa palla rotonda à l’essere; questo sasso realizza l’essere in certa maniera, io sono esistente in istato di dolore, e altrettali astratte e insolite significazioni. Io reputo invece che l’affermare specialmente ed espressamente la esistenza di una cosa e il suo partecipare all’essere comunissimo, sia un atto molto differente dal giudicare consueto, o, a dir più esatto, costituisca esso una vera specie distinta nel genere. L’uomo, per ordinario, non pensa all’esistere delle cose le quali percepisce e conosce direttamente; attesochè la presenza loro faccia inutile, e poco o nulla opportuna quella sorta di giudizio; ed anzi, considerata bene l’astratta sua forma, credo saldamente che esso adempiasi tardi dal nostro pensiere; come molto tardi si assegna al verbo sostantivo l’ufficio di significarlo; e di più ancora, questo verbo medesimo non nasce certo il primo fra i segui articolati; perocchè l’uomo dice primamente: io amare, soffrire, desiderare, chiedere e simili, che sono frasi dove la copula, o il segno dell’inerenza che voglia chiamarsi, non viene espresso; e di tal guisa in fatto parla il fanciullo. Ma costoro, in quel cambio, pretendono che l’uomo sempre e sotto ognuna delle frasi surriferite intenda di dire: io sono esistente nella cotale volontà, o nella cotale affezione. Ne badano, ripeto io, come le lingue ei testimoniano che il vocabolo propriamente denominato verbo indugiò assai tempo nd assumere la significazione sostantiva, e mai non si è potuto con questa seconda cavar l’altra di sella, che è la copulativa. Perocchè a queste frasi: Dio è, gli uomini sono, sempre abbiamo facoltà di aggiungere la interrogazione: che rosa à Dio, e che cosa gli uomini? Ed allora, posto che tu voglia esprimere il solo attributo dell’esistenza. ti occorre li rispondere che Dio è essente, e gli uomini sono esistenti; e cosi è mantenuto al verbo l’ufficio suo peculiare ed antico di mostrare l’inerenza di una cosa in un’altra. E dove il secondo e speciale ufficio di esprimere In esistenza gli fosse proprio e connaturale, certo le frasi: Dio à essente, e gli uomini sono esistenti parrebbero un vaniloquio e, per dirla all’inglese, un non-senso. Del pari quando quell’ufficio gli fosse proprio e connaturale, comparir dovrebbe il primo nella pratica delle lingue. Per contra, esso è l’ultimo a farsi notare; nè so, p. es., se in tutta l’Iliade e Odissea si trovi giaminni, e presso i latini si trova radissimo, nè già ne’ vecchi scrittori, ma in Cicerone e Virgilio una o due volte."
      },
      {
        "index": 75,
        "text": "Voi sapete che ai rosminiani fa gran pietà questo modo grossolano di spiegare le percezioni e il giudizio; e infrattanto non vi è parte alcuna della loro teorica, la quale per la intromissione perpetua dell’ente possibile non inchiuda un manifesto paralogismo. Ponete, per atto di esempio, che certe sintesi primitive non fossero date, o la mente non le scorgesse con intuito immediato, senza intervenimento veruno d’idee, io sfido l’abilità portentosa del concetto dell’essere alla prova di poterla creare o di farla conoscere. Perocchè l’ente puro ed universale, appunto perchè si fatto, non può mai circoscrivere cosa veruna, nè indicare e insegnare nessuna distinta unità, levata e sceverata dal suo infinito. E venendo al caso, l’idea dell’ente indeterminato e obbiettivo informando di sè l’attività esteriore da noi sentita, la converte subito in attività universale e infinita dell’essere; e la mente mai non perviene ad affermare l’attività sentita d’un subbietto particolare e speciale che opera in noi; sibbene dirà ella sempre: ecco un’attività infinita dell’ente infinito. Ma i paradossi in tale dottrina non vanno mai scompagnati. Suppongasi pure come data e come possibile la cognizione particolare del nostro proprio subbietto e dell’esteriore; nou perciò siamo franchi dalle contraddizioni; e qui ricorre il titolo della commedia Eran due ed or son tre; per fermo, od ogni subbietto sparisce nella sostanza dell’essere, o sono tre necessariamente; l’essere che si realizza; il me: e il diverso da me del quale sento l’azione. Di più, la universalità, come a dire, immanente e perpetua dell’essere non è negata dai rosminiani, anzi predicata con entusiasmo, come un suo carattere proprio, eminente e qualitativo; epperciò pretendono dovere lo spirito per forza intima dell’intelletto assegnar sempre ad un subbietto particolare un predicato universale; e se mom dice, per atto d’esempio, la vostra mano è bianca, parla d’una generale bianchezza, nou di quella al tutto peculiare e individua che scorgesi in fatto nella vostra mano. Ciò importa assolutamente, o che all’uomo sia negata ogni facoltà di percepire e conoscere i modi particolarissimi e al tutto individuali delle cose; ovvero, non possa giudicare ed esprimere quello che sente e percepisce. Due sentenze ugualmente strane e paradossastiche. Ma in effetto, la teorica celebrata dell’ente possibile spianta dalla radice qualunque notizia così del reale come del particolare; e ogni cosa vi veste la forma sola dell’esistere possibilmente o universalmente; e perchè la natura è tutta composta di esseri sussistenti e particolari, perciò la detta teorica vieta e contende all’uomo qualunque notizia e della natura è di sè stesso."
      },
      {
        "index": 76,
        "text": "Sonomi diffuso, più del convenevole forse, nel tratteggiare alcuna porzione de’ miei concetti circa l’atto del percepire, a engione che voi mi dovete per quelli purgare da ogni qualunque accusa d’incorrere nell’idealismo."
      },
      {
        "index": 77,
        "text": "Quanto alla cognizione e interpretazione dei fatti, io non inclino ad Aristotele meno di voi, salvo le emende e le ampliazioni che la progredita scienza domanda oggi ad ogni filosofo. Certo da Aristole ampliato e corretto e in conveniente modo associato e connesso a Platone esce una dottrina della mente e dell’animo cosi semplice come profonda e cosi patente agli ingegni comunali come sostanziosa ai robusti e meditativi. No so tenermi dal lineare qualche contorno del suo disegno; perchè credo con ciò di aggiungere luce non poca alla nostra disputazione."
      },
      {
        "index": 78,
        "text": "lo sento e percepisco; il primo fatto e fondamentale è cotesto nella storia nota dello spirito. La mente eccitata dalle sensazioni, quasi un occhio che s’apre, avverte ciò che dentro l’anima accade; e per tal veduta e ispezione ella avvisa l’attività propria e l’attività esteriore insieme congiunte e compenetrate. E sebbene il me e il non me sieno intuiti non nella intrinseca essenza, ma nei termini loro, e vale a dire solo in quanto si congiungono coi proprj atti e per quanto. è ciò necessario a conoscere la natura stessa di atto il quale cosa che è legata ad un’altra, ed emerge da cotest’altra: nullameno quello intuito mi fa varcare forzatamente dall’atto all’agente, dal fenomeno al noumeno e dal subbietto all’obbietto; nè la esistenza esterna mi si manifesta con certezza minore di quella ond’io sono astretto ad affermare il fenomeno o l’atto sentito e patito; perocchè una stessa veduta semplice, primitiva, immediata distendesi all’una ed all’altro. Avvertire poi tali sintesi naturali e l’inerenza degli atti nei loro subbietti, e ciò accompagnare con certo moto e adesione speciale e viva dell’animo, domandasi giudicare; alla cui espressione sono necessarie tre note o segui, quella del subbietto, quella dell’attributo e la terza che mostra il legame e l’inerenza dell’uno nell’altro."
      },
      {
        "index": 79,
        "text": "La mente à la facoltà ingenita di attendere, astrarre e paragonare; e il primo uso che ella ne fa è governato del sicuro non da ragione e previdenza, ma da solo istinto. Il paragonare, intanto, e l’astrarre, operando sopra gli oggetti sensibili o sopra i fantasmi, pongono in cognizione il simile e il differente; e questo apparisce come un molteplice; il simile come uno. Se non che quest’uno è già cosa al tutto spirituale e i fantasmi ed i paragoni l’ànno provocato non generato, schiudendo la veduta d’una specie intelligibile e pura che fassi presente allo spirito, ed è segno e rappresentanza del comune degl’oggetti reali. Così riman vero che ogni cognizione è post rem, dacchè la mente si addestra a concepire le specie intelligibili solo provocata dai fantasmi e dal paragone; come al percepire e al riflettere le bisogno lo stimolo delle sensazioni."
      },
      {
        "index": 80,
        "text": "Ma quella specie intelligibile rivela di là dai fantasmi e al mondo sensato un intero universo, che all’occasione dell’astrarre e paragonare si manifesta di mano in mano come le stelle in sull’annottare che l’una appo l’altra si fa parvente; e come esse tutte campeggiano nel vasto azzurro al quale sembrano affisse, in quel modo ciascuna specie intelligibile si mostra congiunta a un che di eterno e d’incomprensibile, il qual solo conosciamo come termine di congiunzione e in quanto non potrebbe altrimenti venire avvisata e conosciuta la congiunzione medesima. Nè ciò è nostro fingimento e trovato; perchè, da una banda, le verità assolute e ingannerebbero, quando mancasse al nostro spirito la facoltà di riferire direttamente le idee a un reale ed eterno ideato dall’altra, elle ce lo additano sempre sotto il velame dei concetti o dir vogliamo degli esseri mentali rappresentativi."
      },
      {
        "index": 81,
        "text": "Ma qui il filosofo vien consegnato da Aristotele a Platone, non diversamente. di ciò che adopera Virgilio con Dante allorchè il consegna a Beatrice per sollevarlo a più sublime e riposto sapere. Oltre la specie intelligibile, lo Stagirita non si affatica di stender lo sguardo. Ma il suo maestro avezzami a contemplare il vero assoluto e l’assoluta realità che vi si conuette, e me ne addita i caratteri eccelsi, come la universalità. I necessità, l’esistere eterno ed inalterabile, la unicità ed altri conformi. Onde escono questi caratteri e in che guisa la notizia loro dalla esperienza. è preceduta?"
      },
      {
        "index": 82,
        "text": "Dicemmo le specie intelligibili e le verità espresse dalle loro attineuze terminar tutte in un che di reale e assoluto che è obbietto comune e delle specie e delle verità, e in cui fermiamo continuamente il pensiere speculativo, perchè in solo esso concretansi i nostri supposti intellettuali. Dicemmo altresì cotesto obbietto assoluto, quanto alle determinazioni sue, rilevarsi a noi nelle nude specie intelligibili e cioè per intellezioni e rappresentanze mentali, non mai per atto di percezione. E mentre del mio proprio essere avviso e conosco in sè stesse le mutazioni e le operazioni, e delle cose esteriori conosco gli atti involti e commisti alle mie proprie affezioni passioni; dell’obbietto assoluto, sostegno e termine d’ogni concetto speculativo, men posso cogliere direttamente nessun atto, nessuna forma, nessuna determinazione; e sempre tra lui e la mente viene interposta (mi si conceda cosi parlare) una superficiale, fredda ad estenuata parvenza che domandasi idea. Ciò non pertanto, quell’obbietto mi si mostra infinito ed eterno, appunto perchè immobile e inalterabile, e in cui non discerno veruna sorta di limiti e non ò facoltà di scuoprire direttamente veruna determinazione; e così mi porge il concetto di esso infinito e dell’ente puro o logico che voglia chiamarsi. Quindi paragonato col finito promove l’idea della deficienza e della privazione; per ultimo, dal ragguagliarsi l’uno con l’altro il concetto dell’essere e quello della privazione, sorge il concetto del contingente e del necessario; perocchi discerno l’essere astratto escludere in modo compito la privazione o negazione di se medesimo."
      },
      {
        "index": 83,
        "text": "Splende dunque dinnanzi a ne il vero primo co’ suoi divini caratteri; e questi debitamente cercati ed analizzati mi affermano poi in modo apodittico la sussistenza d’un oggetto assoluto correspettivo. Cosi per via dimostrativa torno da capo a incontrarmi in ciò che la intellezione mi fa intuire con immediata rivelazione. E cosi à trovato il principio d’una scienza a priori della ragion delle cose; avvegnachè non è più nascosto e serrato il varco dalla idea alla realtà e dal subbietto all’obbietto. Il perchè, l’ontologia sebbene si leghi per mille lati alla psicologia, può separarsene ad arbitrio suo e reggersi tutta per sè medesima."
      },
      {
        "index": 84,
        "text": "Di cotal guisa io sono innalzato alla cognizione certa e immediata dell’esistenza del supremo noumeno, e sono da mezzo alla finità e alla contingenza, introdotto alla visione e contemplazione dell’infinito; nè la facoltà discorsiva o ragionatrice rimane dalla sua parte non soddisfatta; conciossiachè il raziocinio dimostra poi invittamente la necessità di esse cose intuite. Ne consegue che i tre obbietti sostanziali, l’uomo, la natura e Dio, dopo essersi rivelati immediatamente nella realità loro, diventanmi noti scientificamente ad un modo stesso, e cioè con la certezza medesima dell’impossibilità del contrario."
      },
      {
        "index": 85,
        "text": "Similmente le idee con la doppia loro attinenza ad intra e ad extra m’insegnano i due sovrani principj, rettori e inoderatori di tutto lo scibile, il principio d’identità e l’altro della ragione sufficiente. Imperocchè ad intra mi provano l’ente infinito escludere in eterno il non ente; e ad extra mi avvertono come si possan negare le cose tutte quante finite, non la possibilità loro metafisica, la quale dovendo fornire alle verità necessarie un oggetto proprio e conforme perpetuamente alla loro espressione, mestieri è che risolvasi in una causalità ed efficienza eterna e assoluta dove tutte le cose rinvengano il proprio esemplare realissimo e sostanzialissimo. In tal maniera il principio di contraddizione entra mallevadore immediato di quello della raragion sufficiente, cosa insino ad ora inutilmente cercata."
      },
      {
        "index": 86,
        "text": "Infine, voi con grandissima sottilità obbiettate contro quel mio sentenziare, che mai una idea non assumerà per suo predicato una percezione, nè, viceversa, una percezione avrà per proprio attributo un’idea. La somma de’ vostri argomenti si stringe in ciò che, ammettendosi in ogni sua parte l’asserzione mia, rimane di domandare come le intellezioni e le percezioni si riscontrano insieme, e in qual ma niera si giudicano; e come potrà taluno osservare e sapere che nella percezione si attua quanto nell’idea si pensa; e viceversa, osservare e sapere che nell’idea sta l’esemplare degli oggetti percepiti; mentre anzi io mantengo non si potere intendere il vero e speciale significato delle idee, quando nol si raccolga dall’esperienza e però dalle percezioni."
      },
      {
        "index": 87,
        "text": "Tutto questo andrebbe a ferir nel vero e spianterebbe dalle radici la mia asserzione, ognora che la intellezione e la percezione non accadessero ambedue nell’animia nostra, e non vi fosse una mente la quale scorge in un solo atto ambidue i termini e quindi può assai bene paragonarli. Ma non è un nedesimo paragonare le cose e scorgerne le attinenze esteriori, e convertir l’una in attributo o in predicato diretto e immediato dell’altra. Finito e infinito, essere e nulla, affermare e negare si oppongono diametralmente: eppure, sono termini correlativi e la mente vi scorge strette rapporto di differenza e contrarietà. Nulla cosa può essere da noi pensata se non sotto qualche forma unitiva, e per ciò stesso la relazione eziandio di differenza e d’opposizione Deniseida Larjo è attribuita in proprio da noi all’uno o all’altro dei termini e suolsi dire l’ente è diverso dal nulla, l’infinito esclude il finito. Ma non intendiamo con ciò che il nulla sia predicato dell’ente o parte del predicato, nè che l’atto di escludere la finità e tutta la finità esclusa compongano insieme un attributo dell’infinito. Ei si conviene adunque in ogni pronunciazione di giudizio distinguere e separare nei subbietti correlativi ciò che a questi appartiene direttamente ed intrinsecamente da ogni attribuzione remota, e la quale per sè estrinseca alla loro essenza e natura. Certo, venendo all’esempio di sopra descritto, la idea di arbusto rappresenta un genere assai distante di questa camelia speciale e individuale che stammi ora d’innanzi agli occhi; ma ciascuno avvisa che questa camelia effettiva, o a dir meglio, la percezione che io ne à, è termine estrinseco alla idea generale di arbusto da me pensata. E se mi è in volontà che il fiore il quale stammi davanti agli occhi diventi un predicato proprio e un’attinenza interiore dell’idea sopraccennata, occorre che io pensi questa camelia vivente e presente nel suo rispettivo concetto, il quale, ancora che sia peculiare ed anzi al tutto individuale nelle sue note più accidentali e minute, è pure astratto ed universalissimo; e potrò allora comporre cotale giudicio: la idea di arbusto rappresenta ed esprime un genere estesissimo di enti organati, al quale appartiene il genere delle camelie e l’ente specificato e individuato cosi e cosi; eccetto che allora ben vi avvedete che ogni cosa è trasformata in idea, e la percezione non v’à più luogo. Nel fatto, quando paragoniamo l’idea con la percezione, il giudizio che ne risulta à per subbietto suo vero noi stessi, e viene a significare: io veggo tra questa tale idea e questa tal percezione la relazione di rappresentanza a rappresentato. Parimente, ne’ sillogismi ne’ quali si raffronta insieme una percezione particolare con un principio astratto ed universale, io mantengo il subbietto immediato del giudicio comparativo essere noi stessi; e che vi si viene a dire: io veggo in questa singola percezione avverarsi la tale proposizione astratta; ossia, veggo di nuovo in fra li due termini la relazione di rappresentanza a rappresentato; e però concludo che io posso attribuire all’oggetto della percezione tutte quelle determinazioni concrete e finite di cui discerno il concetto speciale e distinto nel concetto complessivo e rappresentativo della percezione. Oltrechè, ne’ nostri ordinarj raziocinj intorno ai fatti e ai fenomeni, noi usiamo dei concetti e delle proposizioni astratte correlative non come di enti ipotetici, ma come fossero null’altro che reminiscenze di percezioni guardate nella quiddità loro generale e comune; al che appunto Platone dette nome di nozioni, e li chiamò principj intermedj fra le sensazioni e le idee."
      },
      {
        "index": 88,
        "text": "Per queste poche ma precise dilucidazioni penso mi vogliate concedere che non discendono le conseguenze sopradescritte da quel mio pronunziare che le intellezioni e le percezioni non possono in guisa veruna tramutarsi l’una nell’altra. E per fermo, tramuterebbersi, quando l’una potesse dell’altra diventar propria e intrinseca attribuzione. Nessuna essenza comune, io ripeterò sempre, non può legare e immedesimare i due termini per quella ragione fondamentale, più fiate ridetta, che l’uno sustanziasi nel finito, l’altro nell’infinito; questo è necessario, quello contingente il primo è universale, il secondo è un particolare che in infinito si moltiplica; il primo è eterno ed immobile, l’altro si trasforma e diventa; i finiti sono copie, l’infinite à increato esemplare. In mezzo non istà niuna cosa eccetto le idee e la mente; le idee, pertinenza divina e strettamente connessa con l’assoluto, informano il nostro spirito delle simboliche rappresentanze di quello. La mente creata immortale e partecipando della divina unità, raccoglie intellettualmente i due termini; e senza confonderli mai, li paragona, li esamina, li concorda, parte trovando e parte ancora indovinando le reali e stupende armonie fra Dio e la natura."
      },
      {
        "index": 89,
        "text": "Le quali cose dimenticate da certi ideologi nostri, costringonli senza pietà a contradirsi infinite volte; e dopo aver predicato in interi volumi la differenza somma e la discrepanza compiuta che interviene fra In idea e il fatto, fra la mentalità e la realità, fra il sentire e l’intendere, poi vogliono l’idea diventi non meno che la forma essenziale delle percezioni; onde queste o non sono più nulla, o sono a forza trasmutate in idee. Ne si creda che al Gioberti nei suoi molti libri intorno al proposito sia succeduto di poter esaurire la quantità immensa di paradossi che da ogni parte del loro sistema fluiscono. Egli è indifferente, scrive il Rosmini,[8] fare subbietto la percezione, e far predicato l’essere comunissimo, ovvero questo mutare in subbietto e l’altro in suo predicato, a cagione che i due termini sono identici. Voi l’avete inteso, mio degno signore, e ottenete quindi da lui più certo che non sareste per chiedere; quelle due cose le quali poco avanti erano le più diverse e opposte del mondo, sono divenute identiche infra di loro nonchè somiglianti, a modo che possono indifferentemente scambiarsi l’ufficio di subbietto e di predicato; trasformazione inaudita in tutto quanto l’universo sensibile e intelligibile; perchè pure gli enti considerati in sè stessi e però identici con sè stessi perfettamente, non anno facoltà di mutare i lor predicati in subbietto e questo nei predicati; nè mai fu scritto per esempio, che noi possiamo dire di noi medesimi con egual proprietà l’uomo sente, ovvero l’atto del sentire è l’uomo. Od ancora questo fiore è odoroso, ovvero questo odore è fiorito. Ne basta; la immedesimazione del percepire e dell’intendere, afferma il Rosmini, non à opera del giudicio. a propriamente parlare, ma dell’unità sostanziale del nostro spirito. Già io notava altra volta che quando ciò fosse vero, dovrebbero del pari mutarsi scambievolmente in predicati e in subbietti le altre tutte facoltà dello spirito; e la volontà farebbesi una percezione, le percezioni farebbersi volontà; il sentire dovrebbe intendere, e le intellezioni dovrebbero sentire, e cosi prosegui. Ma in ogni tempo e luogo i dotti e gl’indotti pensarono con fermezza la unità sostanziale del nostro spirito non confondere insieme le sue facoltà e gli atti loro speciali; bensì convengono i dotti e gli indotti in questo che la nostra mente possa farne riscontro e notarne le attinenze e i legami; il che diversifica sostanzialmente dal convertirle a vicenda l’una in predicato dell’altra. Và più ancora; se l’unione dei due termini è opera non del giudicio ma dello spirito sostanzialmente uno, ella è sempre compiuta, perocchè sempre lo spirito à uno, e se non par verosimile che nella vita dell’anima l’intendere preceda il sentire, ei torna falsissimo quel giudicio che il Rosmini fa compiere al neonato con tali parole: l’ente che io pensava prima da sè, eccolo realizzato in questa attività sentita. Ad ogni modo, la mente è impossibile che distingua l’essere comunissimo dall’attività sentita Per fermo, se due termini sono identici, come distinguerli? Se il subbietto e il predicato possono indifferentemente scambiarsi l’uno nell’altro, per necessità sono indiscernibili fra di loro; e già vedemmo più sopra che in fatto l’essere puro e indeterminato non è conoscibile nelle cose concrete e finite nè come subbietto nè come attributo, nè come l’unione d’entrambi. Forse rispondono i rosminiani che l’attività sentita o la percezione, come altri la chiama, è pur conosciuta nell’ente ideale, e cioè a dire che questo eute, riuscendo infinito, sopravanza sempre l’attività sentita a cui è impossibile di esaurirlo. Sia come vogliono. Ma allora la mente vede l’altività sentita da una parte e l’essere ideale dall’altra, perche nell’attività sentita nou lo ravvisa e nemmanco vede scemato l’essere di molto o di poco, stantechè la infinità non iscema. Oude torna falso di nuovo e contradittorio quel giudicio surriferito che dice: l’essere ideale a cui penso è realizzato in questa attività sentita. Vorrei pure mi si dicesse che cosa sia il realizzarsi. Conosco alcune potenze naturali che dalla virtualità pura trapassano all’atto; ma questo non è il caso. Conosco eziandio l’uso corrente di dire alla francese il tal disegno, o il tal principio, o la tale ipotesi si realizzano così o così; ma sono tropologiche forme di favellare; nel fatto quel realizzarsi vuol dire che viene prodotta e compiuta uun realità rispondente con esattezza al disegno, al principio e all’ipotesi correspettiva; è insomma una relazione che coglie la mente tra rappresentanza e rappresentato. Ma la mente del neonato non sa nulla di ció; non sa l’ufficio rappresentativo delle idee; non sa che l’ente possa attuarsi; debbe anzi reputare il contrario. L’ente che pensa è pusissimo e perfettamente indeterminato; come dunque diventa determinato, particolare e speciale? Del pari, se l’ente à immutabile, universale, eterno, assoluto, come dunque si move e si muta, e perdendo i suoi caratteri sopraeminenti si fa contingente? E in che consiste, di grazia, il concetto dell’essere come essere, salvo che in quella perfetta purezza e indeterminazione? Ma se poi si determina e diventa speciale, non è più lui affatto, egli à cambiato in un altro. Non è possibile alle cose semplici il trasmutarsi, quando anche sono contingenti; perocchè A non è assolutamente B, e se è B, non è A; trasmutarsi alle cose perfettamente semplici vuol dire annullarsi. D’altra parte, se l’essenza pura e indeterminata dell’ente[9] si realizza nella tal cosa e nella tal altra, o in esse cose non v’à modo nè accidente che sia un nulla, e non si identifichi con la essenza dell’ente, questa per necessità le trasforma tutte nella propria matura; quindi tutte le loro differenze, varietà e determinazioni dileguano; e quindi apparisce il panteismo Eleate, di tutti i sistemi di panteismo il più paradosso, e del quale, per bocca degli autori suoi stessi, liberamente era confessato di non potersi con esso dar ragione veruna delle differenze della natura, e che tutte si fanno contradittorie con la identità universale dell’essere trovata o dimostrata dalla speculazione. Cesso per istanchezza non per difetto di materia, perchè opino non si conoscere forse sistema di metafisica dal quale piovano le logomachie e i paralogismi come da cotesto troppo famoso dell’ente possibile; e dopo scorsi vent’anni di tempo, dopo aver io dovuto ricredermi di molte errate opinioni speculative, debbo riconfermarmi nel giudicio altra volta da me espresso,[10] che «quel sistema ideologico, investigato nei suoi principj, lasciasi discoprire falso da un capo all’altro e ripugnante con sè medesimo; e se le prove da me profferite non colpiscono nel vero, io sono contento che si dica avere io più dello scemo che del filosofo e invece di più scrivere di metafisica andrò, come Calandrino, a cercare l’elitropia giù pel Mugnone.» C Troppo ò deviato (or me n’avveggo) da ciò che strettamente importava a risolvere le vostre istanze; ma non dee più tollerarsi che la sublime e vasta filosofia platonica, avversaria nata d’ogni sottilità e angustia dialettica, sia messa in gravissima compromissione da questi nuovi scotisti, mirabili solo per la intrepidezza con la quale resistono all’evidenza dei paradossi, imitando in ciò solo il maestro loro, invece di approssimarglisi nella virtù inventiva, nella rara potenza analitica, nella smisurata varietà e larghezza di cognizioni, nel bello e nel nuovo di molte dottrine particolari, onde vivrà immortale il suo nome."
      },
      {
        "index": 90,
        "text": "To non mi sono certo ricreduto della impotenza che à la filosofia empirica a edificare la scienza, e segnatamente l’ontologia, per confonder da capo il sentire, il percepire e l’intendere. Nè li confonderei insieme con minor pregiudizio della verità e della scienza, quando mi accostassi a quell’altra teorica celebratissima, In quale in un solo atto primitivo, con lo esercizio di una sola identica facoltà, fa conoscere e giudicare all’uomo l’ente e l’esistente, ciò che è nel tempo, e ciò che è nella eternità, il subbietto dell’intendere e il subbietto proprio del sentire. Onde la metà dell’intuito compiesi nell’assoluto e nell’infinito, l’altra nel contingente, nel mutabile e nel fenomenico."
      },
      {
        "index": 91,
        "text": "Vi prego per ultimo di considerare come In ontologia che io propongo è la sola la quale non move da alcun dato suppositivo, che è il gran peccato antico dei sistemi platonici. Suppositive in gran parte sono le idee del fondatore dell’Accademia nel modo che egli le determina e le sostanzia; suppositivo il mutare i nostri pensieri speculativi ne’ pensieri stessi di Dio, come sembra che voglia sant’Agostino ed altri; suppositiva la percezione sostanziale, immediata ed intrinseca dell’assoluto che il Malebranche e il Gioberti asseriscono suppositiva la innata visione dell’ente possibile che fuor della mente non à sussistenza. lo reputo non doversi ammettere nulla ali tutto ciò per non viziare la scienza nel suo fondamento medesimo. Riconosco In esistenza delle verità necessarie, e cioè quel solo che da niuno è negato e negare è impossibile. Queste poi, guardate nella significazione loro, mi manifestano l’altra necessità o di impugnarle e con esse impugnare il principio d’identità e contraddizione o di concedere che loro risponde una realità obbiettiva e assoluta di cui dobbiamo per lo manco intuire la esistenza, come sono intuiti (sebbene non nel modo medesimo) il subbietto nostro pensante e il principio attivo esteriore. Il perchè voi scorgete quanto sia invalido il detto del Kant da voi ricordato, che per avere certezza della realità obbiettiva di nostre idee, converrebbe poterle con essa paragonare. Dico le idee essere segni e rappresentazioni; perchè molte gravi e stringenti ragioni me ’l persuadono, e sembrami ciò confermato dalla diligente e spassionata ispezione del fatto medesimo dell’intendere. Tuttavolta io confesso di non conoscere dimostrazione patente e apodittica la quale mi scuopra un assurdo nella contraria supposizione. Ma si ponga l’intuito diretto, si ponga la mera rappresentanza ideale, sempre rimane provata ed irrefragabile la realtà obbiettiva de’ nostri concetti; che è il pernio adamantino sul quale gira tutta quanta la sfera della scienza ontologica."
      },
      {
        "index": 92,
        "text": "Ma voi dubitate del sistema platonico in generale, assalendoci con questo dilemma: o gli obbietti delle idee sono veramente reali e assoluti, e limitandosi essi mutuamente e in ciascuna loro determinazione, come non inducono mai il finito nell’infinito? Ovvero, sono assolati e reali, ma noi gl’involgiamo in alcun nostro riguardamento subbiettivo ed umano, e allora, come riconoscere in essi la verità necessaria, eterna ed irreprobabile? Attengo ora la promessa fatta più sopra di spuntare questo argomento il più acuminato forse e penetrativo che possa scagliarsi contro la gran dottrina delle idee."
      },
      {
        "index": 93,
        "text": "Egli è troppo certo che Aristotele non può render buona ragione dell’infinito, dell’eterno, dell’universale e del necessario. Ma per contra, spiega egli Platone in modo chiaro persuasibile, come nell’assoluto sieno gli esemplari di tutte le cose finite senza indurvi limitazione ed implicazione nessuna? Tre problemi di stretto e difficil groppo ciascuno affacciausi in tale materia allo spirito nostro. Appena un grosso volume ne conterrebbe l’adeguata risoluzione."
      },
      {
        "index": 94,
        "text": "In si grande angustia di spazio mi stringerò a mostrare le fondamenta di una dottrina che credo sufficiente al proposito."
      },
      {
        "index": 95,
        "text": "Il primo problema vuol sapere perchè e come le idee rappresentar possono le esistenze finite cosi pienamente ed esattamente, serbando nullamneno natura differentissima e non unificaudosi mai con quelle in veruna essenza creata o increata."
      },
      {
        "index": 96,
        "text": "Il secondo problema ricerca in che guisa l’obbietto assoluto delle verità necessarie intorno i contingenti sia ne più nè meno di quello che noi lo pensiamo e la verità lo significa, mentre nessuna contingenza o limitazione effettiva può in lui sussistere."
      },
      {
        "index": 97,
        "text": "Il terzo problema domanda come le innumerabili determinazioni de’ nostri concetti non introducano nell’infinito neppur l’ombra della finità; e d’altro lato, le verità necessarie uscenti da esse determinazioni sieno sostanzialmente vere e identiche a sè medesime, in Dio al pari che nell’uomo."
      },
      {
        "index": 98,
        "text": "E facendoci dalla rappresentanza piena ed esatta delle idee, diciamo che questo accade per la virtù dei concetti i quali da ultimo si sustanziano nelle cagioni e ragioni eterne delle cose finite rappresentate, o perchè nulla è di positivo negli effetti contingenti che non esista in modo sopraeminente nella rispettiva e assoluta efficienza. V’à dunque fra le due serie di termini (le cose create ed i loro archetipi) legame di causalità e di simiglianza, sebbene le condizioni finite dei contingenti, le quali da ultimo si riducono al non ente, vengano rappresentate per mera correspettività ed analogia; con esattezza per altro squisita e continua, come le notazioni algebraiche inverso le quantità d’ogni specie e d’ogni valore. Chiaro è poi che i termini simiglianti, quando pur non fossero differenziati dalla discrepanza che interviene tra il finito e l’infinito, sempre rimarrebbersi numericamente distinti e divisi; dappoiché gli effetti non sono qui sostanzialmente nella cagione, siccome incontra per le cagioni inferiori e create."
      },
      {
        "index": 99,
        "text": "Intorno al secondo problema dico e ripeto che l’obbietto assoluto delle verità necessarie, le quali esprimono la condizione dei finiti, è certamente nè più nè meno di quello che noi lo pensiamo; perchè quando fosse altramente, ogni verità sarebbe levata dal mondo. Ma in che guisa noi lo pensiamo? Per prima cosa non si possono concepir nell’oggetto assoluto condizioni contradittorie, per le quali sarebbe annullato l’oggetto medesimo, e cesserebbe di essere anche pensabile. Ora, per concepirlo assoluto e non ripugnante, è bisogno che tutte le sue condizioni rispondenti alla finità e alla contingenza sieno di forma intelligibile o ipotetica, però analoghe e non simili alle concrete e finite che percepiamo nelle cose. Il corpo (a non uscire dal più volte allegato esempio), il corpo pensato assolutamente è eterno; però è sfornito delle contingenze quali nel tempo appariscono. La composizione, adunque, la divisibilità, la estensione e simili saranno di forma ipotetica ed analogica, e quali appunto noi li pensammo ne’ concetti particolari che a mano a inano noi ricavammo dai paragoni; atteso che, ragguagliando insieme molte cose composte, molte divisibili, molte estese ed impenetrabili, ne traemuno una specie intellettuale che non era composta, nè divisibile, nè estesa, nè impenetrabile, e la quale ad intra risponde compiutamente e minutamente alla eterna correlativa efficienza e ragione della cosa pensata. Replichiamo poi che non potendo i contingenti e finiti risultare unicamente di contingenza e limitazione, la qual si risolve in non ente, v’à in esse un positivo che nell’assoluto rincontra il suo termine simile. Cosi, tornando all’esempio espresso qui sopra, certissimo è che nel corpo ipotetico và il positivo del proprio esistere e dell’essere sostanza in attor e del possedere alcune virtualità o atti iniziali di forze. Tutto ciò à giusto riscontro nell’assoluto, il quale è infinita esistenza, infinito atto, infinita energia. E se tutto ciò è pensato nel corpo in condizioni finite, queste nel corpo trascendente e ipotetico altro non sono che le eterne efficienze e le eterne ragioni del loro apparire nel tempo. In queste circoscrizioni, impertanto, per sole le quali i concetti sono pensabili, le verità necessarie e l’oggetto loro perfettamente si rispondono. Ed è il contrario affatto di quanto viene affermato dalla teorica rosminiana, secondo cui gli esemplari delle cose finite somigliano loro in tutto, salvo nella sostanza, nella energia, nella vita e in qualunque forma di realità, li attività e di sussistenza."
      },
      {
        "index": 100,
        "text": "Sul terzo problema accade di pronunziare questa serie di rigorosi giudicj. La eterna possibilità dei contingenti e dei finiti non può esser negata, e in ciò convengono tutti gl’ingegni e tutte le scuole. Tale eterna possibilità consister deve da ultimo in una realità obbiettiva, perpetua ed esattamente conforme a ciò che si pensa delle cose finite in ipotesi contemplate; perchè quando fosse non reale e non coeterna con l’idea, e fosse disforine da ciò che si pensa di esse cose, le verità necessarie correlative non avrebbero contenuto nessuno o l’avrebbero menzognero, perchè diverso da ciò che annunciano. Quindi concludesi quella possibilità immanente e indefettibile dei contingenti dover essere la eterna cagione e ragione loro, posta la quale, sono poste altresì le attinenze tutte e le relazioni che la mente vi può ravvisare. E perchè in Dio à la pienezza infinita dell’essere; e il particolare, lo speciale, l’individuo, il proprio, non meno che il generale, il comune e l’universale, in quanto ànno del positivo e partecipano della perfezione, non mancano a quella pienezza; e non vi manca ad ogni modo la efficienza e ragione per cui le cose particolarissime appariscono tali o cotali nel tempo; ne scende direttamente che non ingannasi l’intelletto nelle sue ipotesi a definire e delineare insino all’ultimo apice le cose a cui pensa, o vogliam dire la loro eterna, propria, individua possibilità e il loro perfetto esemplare."
      },
      {
        "index": 101,
        "text": "Ma qui occorre con diligenza distinguere. La individualità e specialità dell’essere e qualunque determinazione vasta o minuta, leggiera o profonda sono nell’assoluto perfettamente e supremamente semplificate e unizzate; e questa forma ineffabile di unità e semplicità è termine trascendente ed inconoscibile. Perocchè non è una semplicità vuota ed astratta, no quella sola unità che risulta dalla negazione totale d’ogni molteplice e d’ogni composto. Sono l’una e l’altra il colmo dell’essere, l’infinito d’ogni infinito, senza implicazione nè divisione, e dove tutto è sostanziale e identico, per maniera che ciascuna perfezione debb’essere predicata di tutte le altre, e la bontà è bellezza, potenza, giustizia e cosi prosiegui; la intelligenza bontà, santità, giustizia, onnipotenza, bellezza; e di tal guisa è affermata ogui essenza d’ogni essenza, ogni forma d’ogni forma; sebbene queste espressioni medesime non sono proprie, nè convenienti; ma, per dar loro una qualche verità, è bisogno accettarle piuttosto come simboliche ed enigmatiche. Il che tutto consuona a quanto esponevasi nelle Confessioni per rispetto agli attributi di Dio; e certo è che non si può in guisa veruna discorrere dell’assoluto e infinito senza entrar nelle strette di terribili antilogie, alle quali poi ripeto che reca soluzione un termine trascendente e inescogitabile per lo cui mezzo già non viene spiegato l’arcano, ma si è rimossa la intrinseca ripugnanza e contraddizione; e tale è il giusto e ragionevole metodo della trichotomia hegeliana; cosi per una sintesi sopraeminente davvero riescono conciliate In tesi e l’antitesi."
      },
      {
        "index": 102,
        "text": "Per compire lo scioglimento della superiore antilogia debbesi aggiungere che la mente finita non essendo capace d’intendere la semplicità e unità divina, pensa le determinazioni, le efficienze e le ragioni eterne dell’ente, l’una, quasi a dire, fuori dell’altra, e l’una come limite e negazione dell’altra. Il che, nullameno, non rende falsa nè subbiettiva la verità; essendo ch’essa rimane sostanzialmente identica con sè medesima: salvo che ella à pare la verità divina e assoluta la quale si comunica agli enti finiti; e ciò importa a marcia forza un modo finito di apprenderla. Chi esce da questo punto ende senza manco in opposti paradossi; e per via d’esempio, affermerà con Cartesio, Dio poter fare che il circolo sin quadrato, e quadrato il circolo, ovvero con eccesso contrario ripeterà il detto di Malebranche, che Dio vede le verità nostre allo stesso modo precisamente: Dieu coit précisement.... le même rapport que je vois maintenant entre 2 et 2 et 4. Dicasi, invece, con più ragione e saviezza il rapporto di due e due con quattro esiste necessario ed eterno nell’infinito, sebbene io non indovini in che maniera vi esista nè il modo ineffabile col quale Dio il conosce e ab eterno lo ingenera; ma certo à il suo fondamento in quella suprema efficienza e ragione, onde sussistono ad extra tutte le quantità numerabili in cui si avvera la relazione astratta di due e due con quattro."
      },
      {
        "index": 103,
        "text": "Il mio modo finito di vedere e conoscere la verità non l’annichila u la falsifica; primo, perchè io so questo di lei che la pongo parzialmente e finitamente; secondo, perchè il mio modo parziale e finito di avvisarla e saperla è sempre il medesimo e voglio dire che si conforma sempre con esattezza alle mie finite condizioni. Ciò fa che le attinenze dall’un vero all’altro non si alterano e non mentiscono ma si serbano coerenti con precisione a quel genere di finità, nel modo che mutandosi tono, il buon maestro di musica riproduce a norma di quello tutti gli accordi e le melodie che in certa composizione musicale si rincontravano con altro tono."
      },
      {
        "index": 104,
        "text": "Da ultimo io procaccerò di sciogliere la vostra mente dal dubbio nel quale mi appare distretta di veder la natura abbassata quasi nella sua dignità e abbassata, eziandio, la scienza dei fatti, che pure è la scienza di tutto il creato e d’ogni cosa che ne circonda ed anzi di tutto l’essere nostro; perocchè noi non siamo infine che un fatto. Temete, dico, di vedere una simile scienza tenuta in poca considerazione e forzata a pigliar dalle idee la ragione e i titoli della propria legittimità."
      },
      {
        "index": 105,
        "text": "Ma io di rincontro sostengo che la scienza della natura maneggiata da Platone cresce sopra modo di certezza non solo ma di nobiltà e magnificenza, e scadere, invece, e quasi annullarsi nelle scuole di Aristotele. Per fermo, qual è il fine, secondo Aristotele, di tutte le cose create? La perfezione dell’atto. Quanta più attualità è nelle cose e minore possibilità, di tanto la loro eccellenza si accresce; onde la materia è l’infima entità, perchè è sola potenza, e Dio la suprema ed ottima perchè è solo atto. Ora se il fine è la perfezione dell’atto, simile fine è subbiettivo, essendo che per esso le cose non escono di sè medesimie; onde la loro attinenza con l’assoluto à unicamente per la necessità del primo movente. Le cose insomma a propriamente discorrere non anno oggetto, o a dir meglio, oggetto sono a sè stesse e termine allo spiegamento di loro potenze. Nè basterà per cancellare si fatte conclusioni l’andar spigolando ne’ molti libri d’Aristotele alcune sentenze che paiono avere diverso concetto: certo è che appresso i peripatetici la natura universa vive e perdura col sempre creare e annullare a vicenda le opere proprie, volgendosi eternamente in circolo e rinnovando ad una ad una e con esattezza le mutazioni già succedute."
      },
      {
        "index": 106,
        "text": "Al presente udite come ragiona il platonico. In tre ordini di enti gira l’universo creato. Il più inferiore di essi è inorganico e serve di materia e di eccitazione all’ordine secondo che è di enti organati e nei quali ferve la vita. Questa poi à due gradi o a dir meglio due essenze. L’inferiore è corporea, e spirituale la superiore; e in lei soltanto è vera ragione di fine perchè à moto e svolgimento perpetuo, e movesi a un fine sempre conseguibile e inesauribile sempre. Il fine adunque è fuori di lei ed è obbiettivo assolutamente; e tal fine è esso Dio, a partecipare del quale con indefinito ascendimento e ineffabile congiungimento è creata. Ecco In dignità vera e la insuperabile magnificenza della natura."
      },
      {
        "index": 107,
        "text": "Per ultima cosa vi rendo grazie particolarissime dell’avervi piaciuto di esercitare in que’ miei scritterelli l’acume del vostro giudicio, e dato a me occasione di chiarir molti punti ed esporre parecchie opinioni, le quali forse per naturale e vecchia indolenza della mia mente o non pigliavano forma compita o rimanevansi per sempre nel secreto dei miei pensieri. Ma più ancora che di ciò vi rendo grazie e vi lodo del bello esempio che dale a’ coetanei vostri del trattar la filosofia in modo largo e sintetico, e del girar l’occhio sempre a’ suoi teoremi più sostanziosi e più cardinali. Convien finirla una bella volta con quei tediosi apparecchi e quella copia sazievole di distinzioni e categorie, che sminuzzando e tritando la scienza, la snervano miseramente e la spolpano. Ne reca diverso effetto l’avvolgerla di continuo tra poche e parziali disputazioni; ovvero le ampie e generali angustiare con metodi pedanteschi, e chiuderle tra cancelli d’una ortodossia gretta, paurosa ed inesorabile. Il che è di diretto contrario all’indole generosa di essa filosofia; perocchè in mezzo anche a’ suoi molti errori e alle sue frequenti illusioni, questo gran bene arreca ella ai non fiacchi intelletti, di amare sopra ogni cosa la libertà del pensiere, e di avvezzar l’occhio a scorrere con sicurezza ogni più vasto orizzonte, e gl’innumerabili particolari veder legati a’ principi e dentro a’ principi la ragione e il regno supremo dell’unità."
      },
      {
        "index": 108,
        "text": "Terenzio Mamiani."
      }
    ]
  }
}
