{
  "chapterNumber": 8,
  "title": "Vol. I, Libro Primo, Capo 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DELLA INTELLEZIONE."
      },
      {
        "index": 1,
        "text": "81. — Or ecco il procedere del discorso ci mena diritto all’altro amplissimo genere di cognizioni che guarda al non contingente ed al razionale e fa luogo a tutte le verità universali e assolute della matematica, della logica e della metafisica. Ne a parlare esatto, le verità particolari e sperimentali ne sono escluse. Conciossiachè ogni fatto ed ogni fenomeno, quantunque tenuissimo e fugacissimo, meditato nella sua concezione astratta ed estemporanea, porge la materia speciale d’un vero non contingente."
      },
      {
        "index": 2,
        "text": "82. — Ma noi volendo attenerci sopratutto alla brevità, intralasciamo per al presente di ragionarne; perchè ce ne verrà occasione migliore più avanti, quando porremo il gran fondamento della filosofia teoretica, e sulle sostanze finite vedrem sublimarsi l’infinita e divina sostanza. Qui mi accade di avvisare quelle verità unicamente a rispetto del lor legame con l’intendimento nostro e come parte principalissima de’ nostri mezzi conoscitivi."
      },
      {
        "index": 3,
        "text": "83. — Secondo il Kant e i numerosi fautori della sua Critica, le idee sono ingenite appartenenze del nostro spirito e non dimostrano e provano fuori di lui nemmanco l’ombra delle realità eterne ed universali che esprimono."
      },
      {
        "index": 4,
        "text": "In tale argomento di scienza io confesso di aver fluttuato con l’animo ed errato per lunghi anni fra contrarie sentenze, e in verun altro subbietto speculativo essermi tanto lasciato vincere da indebite preoccupazioni e aver seguito men per ragione che per abito l’esempio altrui e il volgar modo di giudicare. A poco a poco quel certo panno che s’era disteso sulla pupilla della mia mente s’andò assottigliando e vi trapelò la luce; ed ora, discerno chiarissimamente la verità e bellezza della dottrina platonica. Alla quale confesso altresì molto volentieri di avermi sospinto con la vigorezza del suo confutare e co’ suoi colpi spietati ma giusti il sommo e santo filosofo Antonio Rosmini. La diversa accettazione e l’uso diverso che di quella dottrina facciamo esso ed io si vedrà più tardi."
      },
      {
        "index": 5,
        "text": "84. — Nel presente mi basta di menzionarne per sonmi capi le massime più sostanziose. In seguito verremo a certe occasioni, porgendo gli schiarimenti e le prove che occorrono a compiere la trattazione. E primamente noto che da una banda le idee e le intellezioni loro, e dall’altra le sensazioni, i fantasmi ed ogni maniera di affezioni e di sentimenti sono cose le quali vengono ad avere legamento e connessione dentro dell’animo per l’unità sua sostanziale e mentale; e fuori dell’animo, per certa suprema causalità; ma permangono in fra di loro differentissime ed alienissime di natura e di essenza. Secondo, che le idee sono esseri apparenti allo spirito, ma dallo spirito non prodotte nè appartenenti a lui per costituzione propria ed ingenita. Terzo, che invero le idee rappresentano gli oggetti coucreti e individuati, in quanto possibili, ma non per virtù di scambievole somiglianza, si bene per l’attinenza metafisica del segno al significato e dell’idea all’ideato; e come, per via d’esempio, le lettere dell’alfabeto rappresentano i suoni vocali, o i tropi e le allegorie rappresentano le cose figurate e allegorizzate."
      },
      {
        "index": 6,
        "text": "85. — Dico poi di vantaggio che tutte le idee sono necessariamente obbiettive. Laonde, in cambio di ripetere coi Kantiani ed altri assaissimi che quelle idee sono meri e vuoti supposti, sforniti d’ogni qualunque realità, io affermo invece con saldezza profonda ed inalterabile non v’essere nello spirito umano una intellezione sola, la quale non provi in modo certissimo e assolutissimo la esistenza in atto del proprio ideato."
      },
      {
        "index": 7,
        "text": "86. — E benchè io senta di che smisurato peso e valore sia cotesto pronunziato e come racchiuda la ragione efficace e pienissima di un intero sistema di ontologia, il qual per effetto d’opinioni divenute usuali e domestiche dec parere a moltissimi temerario ed insussistente, io mi confido contuttociò che niuna nebbia di sofisma e niun nerbo di raziocinio possa minimamente oscurarne e infiacchirne la virtù e l’evidenza perfetta. Chè anzi io non m’arrogo altro merito in questi miei studj, eccetto che del produrre alla fine la vera teorica delle idee e le prove assolute della realità loro obbiettiva. Il che porge alla filosofia platonica (e si vedrà di qui a poco) quel certo, quel positivo e quel coerente non acquistatole nè assicuratole ancora da’ suoi seguaci."
      }
    ]
  }
}
