{
  "chapterNumber": 40,
  "title": "Vol. II, Libro Primo, Capo 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEL PRINCIPIO DI CAUSALITÀ."
      },
      {
        "index": 1,
        "text": "19. — Abbiamo dimostrato, ci sembra, che Dio è creatore attuale e perpetuo. Conciossiachè egli vuole con atto liberissimo e assolutissimo il bene infinito, e dentro di questo è una incommutabile relazione coi beni finiti, come nella sapienza increata è la ragione di farli esistere e nella potenza è la causa efficiente di tutti essi. Il che poi dicemmo costituire la eterna fattibilità e la possibilità metafisica di tutte le cose."
      },
      {
        "index": 2,
        "text": "20. — La creazione non à materia preesistente e non è di soli fenomeni, perchè la dualità eterna e assoluta è contradittoria; e il creato esistendo fuori dell’infinito, esiste come essere e non come modo, è subbietto e non qualità, è sussistenza e non inerenza."
      },
      {
        "index": 3,
        "text": "21. — Similmente abbiam dimostrato che la creazione accade nel tempo e senza moto uiuno della virtù efficiente, la quale e prima e poi è sempre nel medesimo atto. Però nessun concetto è più fallace di quello che immagina la creazione siccome un atto singolare, compintosi il quale, l’Opifice eterno ritirasi dalla natura. lasciata in governo alle proprie sue leggi ed entra nel sempiterno riposo. L’atto creativo è impartibile e terminabile; conciossiachè opera fuori del tempo; ed è parimente ai fatta la immanenza di Dio nella naturante natura come nella naturata."
      },
      {
        "index": 4,
        "text": "Cotale immanenza mantiene fra Dio e il creato una sorta di relazione e di connessione tanto intima quanto inconoscibile nella sua forma; atteso che questa sia differente per essenza dall’altra che lega il modo alla sostanza e l’atto all’agente; e però differisce altresì per essenza da quella che predicano i panteisti sotto varj nomi e sembianze."
      },
      {
        "index": 5,
        "text": "22. — Ora, diciamo che la cosmologia intera debbe provenire appunto dallo studio indefesso intorno di tale immanenza, invisibile nella sua specie di atto e di nesso, visibile e maravigliosa ne’ suoi influssi ed effetti. E perchè in ogni cosa che appare nel tempo incontransi queste due condizioni dell’essere ella un subbietto sostanziale finito e dello splendervi l’immanenza della buona, santa e providissima potestà e mentalità del sovrano artefice, conviene sia da noi meditata la creazione partitamente sotto l’uno e l’altro rispetto. Da essa relazione perpetua tra il finito e l’infinito escirà poi la scienza a priori della natura; e intendiamo quella poca e modesta che è lecito per al presente di statuire con lucidezza e persuasione. E per essere brevi e precisi, e dall’altro canto per non mescolare i dati sperimentali e le prove empiriche alle deduzioni rigorose, verranno queste significate come sentenze e aforismi; ed a ciascuno aforismo, dove bisogni, faremo succedere qualche nota, onde sia meglio chiarito; ovvero affine che se ne scorga l’applicazione ai fatti speciali che mal si presume di rivelare e stabilire a priori."
      },
      {
        "index": 6,
        "text": "23. — Tre larghe divisioni prenderà la nostra speculazione a norma della gran sintesi che noi imitiamo dal Vico e la qual dice la creazione mover da Dio, in Dio consistere, in Dio ritornare. E perciò se ritorna, essa in qualche modo se ne alienò e fece contrario cammino. La qual cosa importa che il finito, siccome tale, opponesi all’infinito e da lui si disgiunge. E questa è la prima divisione. La seconda guarda il finito nelle sue attinenze con la mentalità e potenza divina. La terza lo guarda nel suo progressivo congiungimento con l’infinito medesimo, in quanto questo è accessibile alla creatura e comunicabile."
      },
      {
        "index": 7,
        "text": "24. — Simili partizioni nella sostanza nuove non sono; chè la natura fu meditata e conosciuta da troppo gran tempo Ma nuovo è considerarle intrinsecamente in tutto quello che valgono e nelle applicazioni loro all’ordine vero dei fatti. Aristotele, dicendo ogni male della materia e ogni bene della forma, volle parlare da un lato delle necessità e impotenze del finito, dall’altro degl’influssi incessanti dell’infinito; e questi da niuno furono ravvisati e misurati con più giusto compasso quanto da quel platonico, il quale domandò la bellezza una vittoria della forma sulla materia, e volle appunto significare una vittoria universale dell’infinito sul finito. La terza partizione dal Vico accennata sentirono gli altri platonici quando pronunziarono col lor maestro che fine dell’uomo è la perfetta imitazione di Dio."
      },
      {
        "index": 8,
        "text": "25. — Ma prima per fare che tutte le parti di questo breve trattato riescano chiare e muovano diritte e spedite al loro termine, ci accade di dover qui esporre succintamente la dialettica del principio di causa. Conciossiachè tutta la materia della cosmologia è governata da tal principio, il quale d’altro lato fu stranamente descritto e abusato dai fondatori di sistemi."
      },
      {
        "index": 9,
        "text": "Forse sì fatta dottrina ed altre che servono di propedeutica alla scienza della natura vorrebbero essere state di già discusse in luogo più confacevole. Ma noi aggiungiamo sollecitamente cotesta pagina alle confessioni nostre prima che il lettore ve la inserisca egli con un po’ d’impazienza; e intendiamo dire che bene si riconosce da noi la metafisica essere un grande sistema connesso in ogni suo membro assai strettamente; nè si può per avventura trattarne una parte disgiuntamente da tutte le altre, e massime quando non si ripetono i detti più vulgati di tale e tale autore, ma i proprj pensieri si proferiscono. Nullameno, ci mancò l’agio e più la forza intellettuale di architettare un edificio vasto insieme e compiuto di scienza speculativa e di murarlo da ogni bauda con sodezza e con ordine, tanto che in cima al tetto non s’avesse a dubitare dei fondamenti. Fuggimmo anche la noia di ricercare e definire per minuto le usuali categorie; proponendoci in quella vece di dirne all’occasione il poco od il molto che sarebbe stato opportuno. E qui giunge il caso per appunto; nè rincresca al lettore l’indugio non lungo che gli si fa, dopo il quale diverrà il nostro cammino e più diritto e più spedito."
      },
      {
        "index": 10,
        "text": "26. — Noi provammo altra volta la intrinseca necessità di cotesto principio di causa e vogliam dire il perchè tutte le cose le quali cominciano e più in generale ancora tutte le esistenze nuove sono precedute da una cagione. Nè basta affermare con un filosofo insigne italiano[1] che tal principio risolvesi nella proposizione identica ad ogni atto dover corrispondere a forza un agente. E per fermo, nessuno domanda la interna cagione degli atti essenziali e perpetui degli agenti semplici, ma si domanda la cagione del mutare di quegli atti; imperocchè essa non può stare nella natura propria interna e immutabile degli agenti medesimi, e conviene cercarla altrove e fermarsi alla perfine in una ragione suprema, universale e apodittica; e cioè a dire che la ragione causale d’ogni mutamento nel mondo creato debbe fondarsi ella pure nel più generale principio della identità e della contraddizione. E simigliantemente, tutta la dialettica della ragion sufficiente, come Leibnizio la volle denominare, debbe avere per riscontro e per prova ultima il detto principio. Chè in altra guisa la teorica della causalità fondandosi sopra un adagio di senso comune creduto e non dimostrato non cancellerebbe mai il suo carattere empirico; ed anzi lo imprimerebbe in ogni materia a cui venisse applicata."
      },
      {
        "index": 11,
        "text": "27. — E qui notiam di passata il progresso che fa la filosofia teoretica intorno a questo subbietto della causalità mediante la nostra particolare dottrina della Percezione. Per fermo, quando l’Hume sentenziava universalmente non apparire in alcun fatto il carattere dell’efficacia causale, ma solo i fenomeni legarsi fra loro per contiguità di luogo e di tempo, insorsero i psicologisti a provare che l’anima testifica tuttogiorno a sè stessa di essere cagione formale de’ proprj atti. Il che forse poteva concedere anche l’Hume senza troppo dannificare le sue negazioni. Nella medesima impotenza, a nostro parere, sono tutti que’ metafisici i quali o negano l’intuito immediato della compenetrazione nel nostro essere degli atti esterni ed interni; ovvero lo spiegano siccome una specie d’immediata divinazione. Invece, per la nostra dottrina diventando evidente e certissimo quelle che abbiam domandato contatto mentale del subbietto e dell’obbietto, la filosofia possiede una prova scientifica della nozione di causa efficace o vogliam dire di quella che opera fuori di sè e penetra nel subbietto passivo."
      },
      {
        "index": 12,
        "text": "28. — Nel generale, domandasi causa ciò che per virtù própria e immediata origina alcuna esistenza o dentro o fuori di sè; quella che opera dentro venne chiamata formale; l’altra, efficiente."
      },
      {
        "index": 13,
        "text": "Egli è chiaro che la esistenza causata non può essere lo stesso atto causale, salvo che quando l’agente o il subbietto dimori per natura o per abito in quel solo atto primo che domandasi facoltà o virtualità. Perocchè allora la esistenza causata è un’esplicazione di atto, sebbene vi occorra un’altra forza eccitativa e determinativa come si vedrà più tardi. Ma se l’atto è immanente e sempre ad un modo è spiegato? Allora, ripetiamo, il dargli per causa il proprio agente o subbietto è poco meno che un’astrazione e un paralogismo e si viene a dire che l’agente con un atto fa esistere quel suo medesimo atto. Per fermo, la mente stessa distingue con pena il subbietto dall’atto essenziale e immanente. Ad ogni modo, diciamo il subbietto non essere causa infino tanto che non si considera siccome agente, perchè la cagione è qualcosa d’intimamente ed essenzialmente attivo. Che se il subbietto è mai sempre in atto e con quell’atto s’immedesima, e perciò vogliamo dire ch’egli è continua causa, domanderemo allora dove sia l’effetto e come distinguesi dalla causa. Laonde, com’io notavo più sopra, quando parlasi delle qualità e degli atti essenziali e immanenti d’una sostanza semplice, e taluno ne richiedesse la ragione e cagione interiore, subito gli saria risposto: perchè ella è fatta così. e cioè a dire così venue costituita originalmente; onde la vera cagione è cercata e riconosciuta esternamente e superiormente nellcatto creativo medesimo non nel subbietto operante. Domandi quale sia la causa dell’attrazione generale? Se tu non credi ch’ella provenga da un altro fatto più ancor generale ed intrinseco alla materia, ma tu la giudichi una facoltà originale e costituente la essenza di quella, tu sei pervenuto all’ultimo termine, o vale a dire all’effetto immediato dell’atto di creazione."
      },
      {
        "index": 14,
        "text": "29. — Del resto, il solo teismo à un chiaro e rilevato concetto della causa efficiente, dacchè non pure la distingue dagli effetti mediati e immediati, ma la separa sostanzialmente da quelli. E perchè, a nostro giudicio, nell’Assoluto vera causa formale non opera, non vi si distinguendo l’atto dalla potenza, ne segue che ai panteisti il concetto di causa dee comparire mal contornato e d’incertissimi lineamenti. E sebbene discorrono assai volentieri dell’azione reciproca delle sostanze, egli si può sfidarli alla prova del dar ragione sufficiente delle cause esteriori operanti in noi con violenza, di qualità che l’anima nostra vi rilutta con ogni forza e con fatica angosciosa e infruttifera. Strana cosa, davvero, che l’ente uno ed universale voglia patire la propria azione e continuamente addolorarsi e straziarsi."
      },
      {
        "index": 15,
        "text": "30. — Raccogliendo le cose discorse, abbiamo che la causa è latamente sinonimo di sostanza attiva, sinonimo di potenza e di forza, la quale se opera, è attuale; se non opera, è virtuale. E quando non esce dal proprio essere piglia (si disse) nome di formale; quando esce, di efficiente. Ed è formale ed efficiente nel tempo stesso quando per ispiegare l’efficacia sua al di fuori in alcun subbietto esteriore à d’uopo di passare innanzi dentro di sè dallo stato virtuale all’attuale e sussistente."
      },
      {
        "index": 16,
        "text": "31. — Vollero alcuni dialettici che qualcosa tramezzasse fra la potenza e l’atto e la chiamarono conato. Noi non conosciamo il conato se non là dove l’effetto o vogliam dire l’esplicazione dell’atto è impedita esteriormente o per lo manco ne è impedita la manifestazione sensibile; come l’atto di gravitazione è sempre in conato ne’ corpi cui è impedito da altre forze di cadere verso il centro. Ogni rimanente è sottigliezza ved equivoco di parole."
      },
      {
        "index": 17,
        "text": "32. — La causa trae sempre qualche cosa dal nulla, eziandio se produce da tutta l’eternità. Perchè, dove la causa non operasse, l’effetto non sarebbe in nessuna maniera, ovvero uscirebbe dal nulla senza cagione. E sia pure preesistente la facoltà, ovvero la materia, l’esplicazione dell’atto nell’un caso e la forma determinata nell’altro saranno esse dedotte dal nulla. Se entrambe poi esistevano, il modo, l’accidente o che altro viene causato escirà parimenti dal nulla. Perocchè se tutto debbe preesistere e nulla cosa è prodotta, non v’à più causazione, ovvero la causazione stessa diventa impossibile, come sembrò affermare la scuola Eleate. Produrre adunque alcuna cosa vuol dire condurla dal non essere all’essere. E appunto perchè la causa è creatrice e l’atto onde qualunque essere od anche qualunque modo di essere esce dal nulla è misterioso, noi non avremo mai concetto chiaro e analitico della nozione di causa, e intendo causa propriamente efficace."
      },
      {
        "index": 18,
        "text": "33. — Menare, per altro, una cosa dal non essere all’essere, inchiude, chi ben guarda, una potenza infinita; perchè è infinito l’abisso che separa l’ente dal nulla."
      },
      {
        "index": 19,
        "text": "Ogni specie adunque di cansazione o sostanziale o modale che sia, opera in virtù d’una potenza infinita."
      },
      {
        "index": 20,
        "text": "34. — Di qui si tragge che una sola causa sussista nell’universo a cui tal nome compete veramente e assolutamente; perchè due infiniti di potenza sono impossibili, e questa causa prima ed ultima è Dio."
      },
      {
        "index": 21,
        "text": "35. — Da ciò rampolla (e sia qui detto per transito) una dimostrazione assai rigorosa e poco avvertita così dell’esistenza di Dio come del principio di causa. La quale dimostrazione appena vuolsi affermare che proceda a posteriori, bastando a costituirla qualunque atto del pensiere. E per lo certo, si noti il legamento delle infrascritte proposizioni. Io penso, dunque esisto. Tal mia conclusione è un secondo pensiere diverso dal primo; io esisto, adunque, mutando. Ma ogni mutamento o sostanziale o modale è una nuova esistenza; ed ogni sì fatta ricerca un potere il quale la tragga dal non essere all’essere; e perchè dall’uno all’altro corre intervallo infinito, lo può solo riempiere una potenza infinita. Và dunque l’infinito che crea e determina tutte le esistenze nuove e fornisce altresì al pensiere la facoltà di mutarsi."
      },
      {
        "index": 22,
        "text": "36. — Impertanto, dopo Dio tutte le altre cause sono per partecipazione e si domandano cause seconde."
      },
      {
        "index": 23,
        "text": "Nel vero, se può esistere il finito possono eziandio esistere le cause finite o seconde; e se esiste una sola causa assoluta, non perciò non possono esistere cause relative e cioè a dire partecipi di virtù effettrice."
      },
      {
        "index": 24,
        "text": "37. — Ma v’à chi sostiene che il mondo creato è infinito ed è intrinseco alla sua cagione. E prova il primo enunciato con questo, che da causa infinita può solo provenire effetto infinito."
      },
      {
        "index": 25,
        "text": "38. — Al che si obbietta col presente dilemma: o le cose create sono consustanziali con Dio o non sono. Chi afferma il primo, cade nel gran paradosso d’immedesimare il finito coll’infinito; poichè l’esperienza ci prova che nel mondo è il finito. Chi afferma il secondo e tuttavolta sostiene la infinitudine della creazione, ammette due infiniti l’uno fuori dell’altro; e poichè l’uno debbe all’altro mancare, ei sono finiti ambedue. Nè si scampa dal dilemma dicendo con Hegel la cagione e l’effetto essere a un dipresso identici; espressione, che torna a ripetere, sotto diverso sembiante, il gran paradosso della parità dell’ente e del nulla. Ma in realtà cagione ed effetto differiscono tanto quanto il finito dall’infinito. Conciossiachè questa è vera e assoluta cagione, come vero effetto è l’universo creato. Nè gioverà di vantaggio il pronunziare insieme col Bruno o con altri più moderni che l’effetto dimora nella cagione come l’atto nella potenza, ovvero che la cagione infinita ed implicata diventa esplicita nell’effetto pur rimanendo uguale a sè stessa. Coteste ambigue parole di atto e potenza e di estrinseco e intrinseco ànno corto dominio laddove si ragiona schietto e preciso."
      },
      {
        "index": 26,
        "text": "39. — Quando l’effetto non trapassi per niente fuori della sostanza divina, la risposta fu già espressa e chiarita più d’una volta. Quando trapassi al di fuori, l’effetto non è spiegamento ed emanazione, ma creazione reale dal nulla. Quindi la potenza rimanendo scissa dall’atto, e l’implicazione dalla esplicazione, la causa non più possiede l’infinito determinato nel proprio effetto e quindi è incompiuta e manchevole."
      },
      {
        "index": 27,
        "text": "Adunque, dicendosi che da cagione infinita può solo uscire effetto infinito, ei si fa impossibile al tutto la creazione e si nega la esperienza la quale attesta invittamente a ciascuno che il finito esiste. E sia questo un mero fenomeno; ciò non lo confonde col nulla. Và nella natura serie e specie di modi, serie e specie di affezioni, atti e accidenti che si succedono e passano e dei quali si può aver il numero, la quantità e la misura. Ma la quantità e il numero sono sempre limitati e per nessuno sforzo e nessun miracolo si convertono nell’infinito, ed anzi è provato evidentemente che ciò racchiude una logica ripugnanza."
      },
      {
        "index": 28,
        "text": "40. — D’altra parte, l’efficienza infinita mostrasi tale eziandio nell’effetto, in quanto tragge le cose dal nulla. Cavarne un granello di sabbia od un infinito è sotto questo rispetto un medesimo. Altrettanta potenza infinita vi vuole a conservare la creazione in ciascun attimo di tempo, altrettanta a partecipare agli enti finiti alcun grado di causale efficacia."
      },
      {
        "index": 29,
        "text": "41. — Da ultimo, ciò che davvero riuscirebbe deficiente e però non divino e non infinito nella virtù creatrice, sarebbe se la natura non diventasse tutto quello che mai può essere a rispetto del fine; il che non fu nai dimostrato da alcuno ed anzi fu dimostrato il contrario, e noi ne terremo speciale e lungo ragionamento."
      },
      {
        "index": 30,
        "text": "42. — Giordano Bruno aiutavasi di provare con venti diversi argomenti la infinità del mondo. Ma prima avrebbe dovuto liberar la sua tesi dalla logica impossibilità che racchiude; e intendesi che gli conveniva mostrare la compossibilità di due infiniti, l’uno dei quali è fornito di tutte le perfezioni e ciò non ostante nell’altro è certa positiva infinità che vuol dire perfezione. Poi gli conveniva mostrare come una serie di finiti può costituir l’infinito, e il sempre manchevole costituire il perfettamente compiuto. Nè solveremo il Bruno da tali contraddizioni ripetendo quello che abbiamo testè ricordato e combattuto e cioè ch’egli concepisce in fondo un solo infinito distinto per altro in potenza ed in atto; la natura naturante essere una infinita facoltà o virtualità; la natura naturata, un atto infinito. Ma oltre alle ragioni esposte qua poco addietro, subito ricorre alla mente la contraddizione manifesta di chiamare facoltà o potenza ciò che dee permanere mai sempre in atto; ed è un voler fare a forza certa distinzione e certo separamento dove non può sussistere. La distinzione tra facoltà ed atto à luogo unicamente (chi non lo sa?) nelle cose finite dove del sicuro l’atto non sempre accompagnasi alla facoltà, e dove l’atto è pur sempre una esplicazione di lei; e come altri disse è un atto secondo o perfetto a riscontro della facoltà che è un atto primo e iniziale. Certo nella natura, parlandosi al modo di Bruno, le manifestazioni dell’atto assolutissimo sono diverse e successive. Ma se queste sono altrettanti atti separati, l’Assoluto è composto e finito; se escono da un solo infinito atto, riviene l’opposizione qui innanzi toccata. Per tale rispetto, il sistema dello Schelling e quello dell’Hegel tornano nella sostanza un medesimo col sistema del Bruno; tutti tre fondamentano il loro edificio sopra una distinzione assai positiva di potenza e di atto che è impossibile nell’Assoluto."
      },
      {
        "index": 31,
        "text": "44. — Le cagioni seconde come sono tali per semplice partecipazione così non possono contenere una efficacia diversa o maggiore di quella che è loro infusa originalmente e la quale costituisce la loro essenza."
      },
      {
        "index": 32,
        "text": "Di quindi gli assiomi che valgono solo per l’ordine delle cagioni di cui parliamo; e i principali sono: Che nelle cause formali l’effetto esser non può differente di natura e di essenza; e nelle cause efficienti che il tutto diverso non opera sul tutto diverso:"
      },
      {
        "index": 33,
        "text": "Che l’effetto non può superare di quantità nè di qualità la cagione, come non può essere minore e inferiore, se parte dell’efficienza causale non è impedita:"
      },
      {
        "index": 34,
        "text": "Che se l’essere della cagione è meramente facoltativo o potenziale che voglia dirsi, il principio il quale determina la facoltà o la potenzialità all’atto non è insidente nell’essere stesso, ma gli viene dal di fuori:"
      },
      {
        "index": 35,
        "text": "Che ogni atto è ricevuto secondo il modo del ricevente."
      },
      {
        "index": 36,
        "text": "Vi sono altre massime più agevolmente apprensibili, derivandole per egual maniera da ciò che domanderemmo la proporzione delle cause con gli effetti, e delle cause in fra loro."
      },
      {
        "index": 37,
        "text": "45. — Ripetiamo poi che tutte le cagioni seconde si adunano nei due grandi ordini delle formali e delle efficienti od efficaci che le si chiamino. Nelle prime mi sembra di non ravvisare distinzione di genere sebbene si distinguono per la natura dell’atto. Conciossiachè la cagione formale talvolta opera spiegando la facoltà e attuando la potenza; talaltra, ricevendo l'azione esteriore nel modo determinato e speciale della propria indole; dacchè in quanto l'estrinseco atto è ricevuto così o così la sostanza passiva opera in sè medesima ed è cagione formale."
      },
      {
        "index": 38,
        "text": "46. — Invece, noi giudichiamo che delle cagioni efficienti sieno da notare se non tre generi diversi, certo tre gradi molto distinti, e sono l’efficienza fattiva, la provocativa e l’occasionale. Do il primo nome a quelle cagioni che modificano direttamente e profondamente un subbietto per la insinuazione del proprio atto. Per contra, do il secondo nome alle cagioni efficienti, le quali, meglio che imprimere in altri la virtù propria particolare, suscitano nel subbietto passivo alcuna potenza latente ovvero alcuna mutazione nelle qualità e maniere attuali. In fine, cotesta provocazione può tanto scostarsi dalla natura della sostanza da onde muove che meriti nome di pura virtù occasionale."
      },
      {
        "index": 39,
        "text": "47. — Ma d’altra parte cotesti tre gradi o sorte di azione efficace si mescolano di leggieri insieme, ed i loro confini a mala pena si discernono. Anzi tratto si può disputare se v’à mai cagione propriamente fattiva e non sieno in quel cambio tutte cagioni provocative. Per fermo, se ogni mutazione nel mondo fisico accompagnasi col movimento e questo è promosso e non già trasfuso, tutte le cagioni fisiche, quando pure sieno fattive, riescono altresì provocative ed occasionali. Queste ultime poi allora si mostrano nell’essere proprio, quando nè provocano nè modificano ma tolgono l’impedimento a qualche azione diretta; ovvero, sebbene cooperano a qualche effetto notabile, lo fanno per solo accidente e per caso o con atto remotissimo dalle ultime effettuazioni e troppo da loro sproporzionato."
      },
      {
        "index": 40,
        "text": "48. — L’esperienza induce chiarezza, precisione e misura in tutte queste gradazioni; invece, la speculativa giunge a mala pena a riconoscere alcun che di assoluto per la ragione che quanto è certo l’operare delle cause efficaci altrettanto è oscuro il lor modo di penetrare le sostanze e modificarle. Nondimeno, è lecito di affermare nel generale che tra essenze omogenee interviene un’azione fattiva e fra le meno ed anche eterogenee quasi al tutto succede l’azione provocativa e l’occasionale."
      },
      {
        "index": 41,
        "text": "49. — L’oscuro modo di operare delle cagioni proveniente dal fondo ignoto ed inconoscibile delle sostanze, dette agio agli scettici di negare a dirittura l’efficienza delle cagioni. La contesa ci appare quetata ed estinta per sempre, argomentando dai fatti e concludendo in una cognizione, certa, sebbene di forma, sperimentale. Nel nostro agire e patire e nelle intuizioni che sempre lo seguono è dimostrato con evidenza che noi siamo causa formale e causa efficiente e che a vicenda il nostro corpo e le forze ambienti sono causa efficiente sull’animo nostro, senza distinguere ora la sorta e il grado della loro virtù effettrice."
      },
      {
        "index": 42,
        "text": "50. — Ma volendosi intorno al proposito ragionare a priori e con ordine deduttivo, credo che dovremo ristringere ogni conclusione in questi pochi pronunziati."
      },
      {
        "index": 43,
        "text": "51. — Esservi una potenza infinita determinatrice di ogni finito; e però esservi una cagione suprema effettrice dell’universo. Il perchè quando anche si potesser negare tutte le cause seconde, sarebbe necessità riconoscere una causa efficiente perenne ed universale per tutte le sussistenze finite e per ogni lor mutamento."
      },
      {
        "index": 44,
        "text": "52. — Nessuna delle condizioni e limitazioni che debbonsi attribuire alle cagioni seconde, qualora esistano, conviene di assegnare alla efficienza infinita, a cui sono possibili tutte le sorte di relazione causale fra lei ed il mondo, salvo quelle che implicano ripugnanza logica manifesta. Però l’Assoluto potrà effettuare ad extra il simile quanto il diverso; ed anzi il creato avrà del sicuro essenza diversa da lui."
      },
      {
        "index": 45,
        "text": "53. — E cotesta è dottrina teistica. Invece nel panteismo, in quella maniera che poco o nulla si può concepire la causa operante fuori di sè, del pari non vi s’intende com’ella effettui ancora il diverso da sè; in fatto, nel sistema della sostanza una ed inseparabile ogni mutazione debbe da ultimo essere un atto e un modo di quella sostanza. Ora, chi può farsi capace di questo che il modo e l’atto non sieno d’una essenza e d’una natura col subbietto e l’agente?"
      },
      {
        "index": 46,
        "text": "54. — Dicemmo, ed or confermiamo, poter esistere le cause seconde e cioè alcuna specie e grado di efficienza partecipata."
      },
      {
        "index": 47,
        "text": "55. — Atteso poi che ogni sostanza per operare al di fuori conviene sia fornita di attività e questa dimora in due stati diversi, e vale a dire in implicazione di potenza, ovvero in esplicazione; seguita che ogni causa efficiente sia innanzi tratto causa formale entro sè medesima."
      },
      {
        "index": 48,
        "text": "56. — Da ultimo, considerando che la creazione esce dall’assoluta bontà di Dio, e che però ella dee contenere tanto bene quanto il finito ne sia capevole, deesi giudicare che, mercè d’una meditazione intensa e rigorosa sulla dispensazione divina del bene, la mente à facoltà di costituire la certezza scientifica della esistenza delle cause seconde e ben definire i modi essenziali d’ogni loro operato; il che appunto procaccerà d’indagare e fermare la nostra cosmologia; fondandosi precipuamente su quel gran vero che la sola e mera passività nelle cose non è nettampoco apprensibile e che il bene risolvesi in attività essenziale e permanente. Questo poco è lecito di argomentare intorno alla categoria delle cause per sola virtù discorsiva."
      },
      {
        "index": 49,
        "text": "56. — Altre analisi più minute della materia sono da lasciare ai grammatici e ai logici, nelle cui distinzioni, per altro, incontrasi le più volte una chiarezza apparente ed è mantenuta l’occasione di molti dubj e la noia dell’ambiguità. Nè credere, per via d’esempio, che dopo studiate le trattazioni loro tu avrai netta dentro al pensiere l’idea della causa generale e della particolare, ovvero l’idea d’una efficienza che opera sostanzialmente e d’altra che opera per accidente."
      },
      {
        "index": 50,
        "text": "58. — Sul che diremo pur di passata essere generali (come suona il nome) le cause che operano in tutto un genere e nel comune delle cose, laddove sono particolari quelle che operano nelle specie e nel proprio. Le prime appariscono in ogni atto del genere e però sono continue. Le altre o sono discontinue e appariscono qua e colà; ovvero, se operano sempre, non dimorano in tutte le specie. Fondamento delle prime è la identità, la diversità delle seconde. In ogni cosa v’è il mutabile e l’immutabile. Nel primo sono gli accidenti, nel secondo sono le essenze. Gli atti del primo sono cause accidentali, gli atti dell’altro sono cause sostanziali. E perchè il mutabile e l’immutabile ànno spesso del relativo, così le cagioni cambiano non rade volte il nome di sostanziale e d’accidentale; e perchè gli accidenti per la loro incostanza non lasciano spesso conoscere le cause minute e fuggevoli alle quali appartengono, di tal guisa sono chiamate cause fortuite; sebbene alcuna volta paiono condur seco effetti di suprema importanza, il che avviene per virtù occasionale, come più sopra fu notato."
      },
      {
        "index": 51,
        "text": "59. — Le cause finali non esistono nella natura in quanto le cose sfornite di ragione obbediscono solo alla intrinseca necessità della loro forma. Però ogni cosa d’altro lato è causa finale in quanto è governata da una perenne mentalità che le coordina, o a dir più esatto, le preordina; onde esse cose operando fatalmente giusta le necessità della propria natura si conformano a capello all’attuazione del fine."
      },
      {
        "index": 52,
        "text": "Chi afferma che Dio opera nell’universo creato senza rispetto a fine viene ad affermare ch’egli opera senza ragione; perchè la causa propria del diventare delle cose è nella natura di esse, ma la ragione è nel collegamento loro all’ordine od al fine che voglia dirsi."
      },
      {
        "index": 53,
        "text": "Rimane di chiarire questa idea medesima del fine."
      },
      {
        "index": 54,
        "text": "60. — Certo, la idea del fine non è applicabile a Dio considerato nella sua eterna e perfetta esistenza; conciossiachè l’infinito non diventa e non si perfeziona. Del pari, la idea del fine non è applicabile alla natura se questa è necessariamente tutto ciò che può essere e non v’è distinzione tra il bene ed il male, in quanto il bene ed il male sono entrambo necessarj, entrambo debbono venire all’atto sino allo esaurimento ultimo della possibilità assoluta e sono manifestazioni parziali e transitorie di Dio."
      },
      {
        "index": 55,
        "text": "61. — Invece la distinzione profonda tra il bene ed il male è così propria dell’intelletto quanto quella del vero e del falso, dell’essere e del non essere. Ora il bene si converte col fine, e ciò che non è bene ed al bene non serve, usurpa il nome di fine ma tale non è in sostanza. Il fine adunque è il bene conseguibile dell’universo. Impertanto per compiere lo intendimento del concetto di fine è bisogno intendere il termine col quale essenzialmente si converte, io vo’ dire il bene. Ciò posto, io affermo che il bene assoluto iu Dio si converte con l’essere. Ma nell’Universo creato mescolandosi il male al bene è impossibile convertire quest’ultimo col puro essere."
      },
      {
        "index": 56,
        "text": "E convertendolo di tal guisa è chiaro che non v’è più modo di distinguere il mezzo dal fine; e se ogni cosa è fine, il fine più non esiste."
      },
      {
        "index": 57,
        "text": "62. — Và dunque nel creato il bene ed il male e delle cose che conducono al bene ma che il bene non sono. Da ultimo, egli non si può concepire il bene in una forma positiva e quindi desiderabile, qualora non sia si- nonimo di beatitudine; e la beatitudine vuol dire la pe- renne coscienza, soddisfazione e armonia di tutte le fa- coltà dell’ente personale nel colmo dell’attività loro. Tutti gli altri beni sono un vestigio di questo, salvo il bene morale in quanto è legge divina prescrivente l’or- dine secondo il quale l’universo creato aggiunge il suo fine, e però è bene assoluto e convertesi con esso Dio legislatore supremo. Oltrechè, la beatitudine e il bene morale come eziandio la perfezione dell’essere sono termini i quali da ultimo debbono insieme incontrarsi ed unificarsi; imperocchè sotto un rispetto umano e finito l’uno è mezzo e l’altra è fine, e l’una è un po- stulato della assoluta ragione dell’altro."
      },
      {
        "index": 58,
        "text": "63. — I vecchi panteisti, conseguenti a sè stessi, quanto fu loro possibile negarono la distinzione del bene e del male e però negarono le cause finali ed ogni progresso come ogni moralità. I panteisti moderni incoerenti ad ogni tratto con sè medesimi pongono l’indefinito sviluppo dell’Assoluto e però l’ordine dei mezzi e dei fini. Vedemmo altrove che le nozioni o idee sono le eterne possibilità delle cose e quindi le loro vere cagioni efficienti. Ma rispetto al pensiere umano e in quanto elle porgono a lui l’esemplare di ciò che attua nelle opere d’arte e di pratica, torna più convenevole registrarle nell’or- dine delle cause finali, facendo parte essenziale delle intenzioni dell’uomo."
      },
      {
        "index": 59,
        "text": "64. — Le altre condizioni proprie e specificate del principio causale nei secondi agenti o vogliam dire nelle cause create e finite, verranno descritte nel Capo che segue. I cenni dati qui sopra ci paiono convenienti e bastevoli a chiarire e ordinare quanto bisogna il progresso della trattazione."
      },
      {
        "index": 60,
        "text": "65. — Malebranche, gran filosofo, conforme fu detto nel Libro quarto dell’ontologia, negò a dirittura le cause seconde per la ragione che nemmanco Dio può loro fornire l’assoluta causalità. Ciò prova troppo davvero! E perchè potrà egli il Signore Iddio partecipare l’essere, la bellezza la mentalità ec. e non l’efficacia causale? Noi siamo sempre allo stesso discorso. Oltre l’infinito può esistere il finito. Dunque oltre la potenza ed efficienza infinita possono esistere gradi e maniere finite di efficacia causale; e come Dio è immanente nelle sostanze e pure non le immedesima a sè, del pari egli è immanente nelle efficienze finite che sono all’ultimo non altra cosa che attività sostanziali. Che se al Malebranche manca ardimento di ricusare all’uomo la facoltà degl’impotenti desiderj e conati, come non s’avvede che impotenti o no, que’ conati e que’ desideri sono cause formali? Ora, introdotta nella natura in qualunque via e maniera una poca partecipazione di causalità, è lecito di supporre una partecipazione maggiore e il quanto ci verrà discoperto e insegnato dalla coscienza e dall’esperienza."
      },
      {
        "index": 61,
        "text": "66. — A rispetto poi del sapere come un atto penetra in altro subbietto e lo modifica, concedo che mai non vi perverremo, perchè converrebbe avanti disvelare l’ultima essenza delle cose. Quindi tale impossibilità di conoscere non è maggiore intorno le cause che intorno a tutte le essenze. Chi conoscesse intimamente il subbietto dell’anima, scorgerebbe il perchè dell’esser ella fornita di certe facoltà e nou di certe altre. Perciò quando dicesi che nei finiti il diverso non à balía d’operar sul diverso, è ragionevole d’intendere che sono diverse compiutamente due cose della quale l’una non può farsi passiva dell’altra, ovvero che non v’è fra loro nè somiglianza di natura nè possibile relazione di causa e di effetto. Quello, pertanto, che è accettahile nella teorica del Malebranche chiamata occasionalismo, si è che noi vediamo tra esseri, i quali giudicheremmo diversi affatto, sussistere una relazione causale e ciò non per un atto speciale della potenza di Dio, ma per una originale disposizione e costituzione di quelle sostanze; il che torna a dire che la diversità loro non va sino al punto di fare impossibile ogni efficacia causale dall’una all’altra."
      },
      {
        "index": 62,
        "text": "67. — In mano poi degli occasionalisti il concetto medesimo di causa occasionale si va alterando e falsando; dacchè siguifica una relazione di contemporaneità e concomitanza determinata per arbitrio non per necessità delle cose. Nel vero e nel fatto, pur le cagioni occasionali operano con necessità intrinseca legata e connessa all’estrinseca di tutti gli enti."
      },
      {
        "index": 63,
        "text": "68. — Ma nel generale è da dirsi che la categoria di causa fu la peggio trattata in filosofia; e Aristotele ne parlò felicissimamente da logico, scarsamente da metafisico; e mentre negava a Platone l’intrudersi delle idee nelle essenze effettive, chiamava del pari cause formali le nozioni e il principio attivo e interiore delle cose. Onde per lui le definizioni erano cause; e dedurre per sillogismi era dimostrare dalle cagioni. Nè mai sospettò che dovesse farsi luogo alla controversia promossa dall’Hume tanti secoli dopo. E se nell’undecimo della metafisica discorre delle cagioni con maggiore profondità e le quattro classi riduce a due, sembrami avere egli concluso bene intorno al concetto della ragione prima assoluta, ma lasciare incerta e incompiuta la dottrina delle cause seconde. Kant, postosi a rifare, come ognun sa, il libro dei Predicamenti e venuto a parlar della causa, la estenuò di maniera che le tolse persino il principio attivo, convertendolo in un concetto applicabile a tutte le mutazioni che accadono con qualche legge."
      }
    ]
  }
}
