{
  "chapterNumber": 44,
  "title": "Vol. II, Libro Primo, Capo 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "DEL FINITO, IN QUANTO È ACCAGIONATODELLA ESISTENZA DEL MALE."
      },
      {
        "index": 1,
        "text": "204. — Chiedi a chicchessia se le impotenze, le angustie e le necessità del finito debbono esser credute un bene od un male, subito affermerà questo secondo. E se per lo contrario verrai componendo la idea della perfezione assoluta col lévare ogni limite a tutte le cose che paiono buone, come la bellezza, la scienza e simili, ognuno estimerà che quella perfezione interissima ed illimitata si fa sinonima col bene infinito. Appare dunque evidente che la finità delle cose è cagione comune e perpetua di male. Bonum ex causa integra; malum ex quolibet defectu."
      },
      {
        "index": 2,
        "text": "205. — Questo concetto di porre immediatamente e sostanzialmente la cagione del male nella privazione e limitazione non removibile delle cose è più moderno che antico; o, a dir più giusto, la espressione sua ricisa e assoluta come suona oggi nelle scuole, non trovasi, per ciò che io conosco, in nessun antico a noi pervenuto e nemmanco in Platone. Questi esclude, certo, ogni male da Dio e lo confina nella materia e così fanno Aristotele e gli altri. Quindi se nella materia giace un subbietto sostanzioso eterno e increato, rettamente giudicò Zoroastro, e Manete dopo lui, che a costa al principio del bene sedesse in trono eziandio il principio del male."
      },
      {
        "index": 3,
        "text": "206. — Ognun sa che sant’Agostino da prima credette a Manete. Ma forse per deviare da lui giovògli non poco lo studiar meglio in esso Platone ed accorgersi che il divino filosofo attenuava con ogni sforzo la sostanzialità della materia (in quanto non fatta da Dio) e giungeva a dichiararla una mera recettività. Il perchè, se il male si origina dalla materia, à per genitore più presto una negazione che cosa effettuale ed assai positiva. D’altra parte, sant’Agostino apprendeva nelle scuole cristiane ortodosse la materia essere stata come tutte le altre cose creata dal nulla; e però, se il male proviene da lei, conviene recarlo nè più nè manco a Dio autore della materia. Quindi fu pronunziato nettamente da sant’Agostino il male originarsi da quella limitazione delle cose a cui non le può sottrarre neppure la onnipotenza divina. Leibnizio d’accordo col maggior numero dei teologi e dei moralisti rinnovo quella sentenza nella sua celebre Teodicea. Salvochè nel corpo dell’opera e nel Compendio della controversia dettato da lui medesimo, sembra concedere agli avversarj ch’egli era possibile di fare un mondo esente dal male. Il che non venendo spiegato ed interpretato, combatte l’assioma del non potere nemmanco Dio assolvere la creazione da ogni specie di finità; e però da ogni specie di male."
      },
      {
        "index": 4,
        "text": "207. — Ma il finito, benchè converso in principio causale, à carattere privativo e nou efficiente; e però gli manca ogni potenza di creare effetto positivo. D’altro canto, i torti giudicj umani e le azioni malvage; il dolore ed altre miserie e sofferimenti delle nature sensibili; la bruttezza e deformità naturale di alcuni oggetti; l’impulso alla strage e alla crudeltà insito in parecchi animali; i terremoti, le pesti ed altri flagelli che troncano anzi tempo le vite d’intere generazioni, sono aspetti diversi di mal positivo a cui bisogna assegnare altresì una positiva cagione. Quindi non par dileguata per niente la difficoltà del dilemma espresso con mirabile brevità e forza da Severino Boezio: Si Deus est, unde malum? Si non est, unde bonum?"
      },
      {
        "index": 5,
        "text": "208. — Di vero, parlandosi con rigore, la limitazione delle cose create necessita solo la limitazione del bene. Dovea perciò comparire in esse una bellezza finita; negli enti sensibili un finito godimento; negli intelletti una finita cognizione e dentro gli animi certa bontà nativa operante in certi confini. È lecito anzi di figurare un ente razionale e sensibile che ignorando al tutto quello che giace o potrebbe giacere di là dai limiti suoi naturali, e perciò ignorando ch’esistere possa il dolore, la falsità, la malizia e l’altre miserie, non sia contristato nemmanco o dal timore del danno o dal desiderio del meglio. Costui del sicuro vivrebbe felice tuttochè circoscritto nelle facoltà e nelle opere. Laonde ripetiamo dalla limitazione del creato non provenire alcuna necessità del male positivo, anzi è contradittorio che ne la si faccia provenire immediatamente; perocchè cagione negativa ed effetto positivo sono termini che fanno implicanza."
      },
      {
        "index": 6,
        "text": "Le risposte a tutto ciò sono le infrascritte."
      },
      {
        "index": 7,
        "text": "209. — Primamente, la creazione debbe venir raffrontata non pure con la divina sapienza e bontà, ma sì ancora con la onnipotenza. Sotto tale rispetto convien giudicare che una efficienza infinita dee produrre non già la replicazione sua (che non potrebbe) ma l’indefinito e l’interminato dei possibili, e intendiamo dire tante esistenze finite da non capire in verun numero assegnato e assegnabile vuoi pel tempo e vuoi per lo spazio. Fra queste v’à tutte le forme diverse del mal positivo."
      },
      {
        "index": 8,
        "text": "210. — In secondo luogo, il finito non solo è restringimento di bene, ma racchiude una essenza contraria alla essenza divina, come provammo ampiamente nei superiori aforismi mostrando quello che importa la finità nelle sue conseguenze le quali non vengono per affatto annientate neppure dalla potestà infinita creante, perocchè le essenze non mutano."
      },
      {
        "index": 9,
        "text": "211. — In terzo luogo, Dio operando ad extra per atto di assoluta bontà vuole il bene più sostanzioso e durabile, e sì lo vuole partecipato al maggior numero di enti. Ma d’altro lato il bene, come più volte fu espresso, è attività suprema e feconda e fassi onninamente impossibile di ricavarlo dalla passività e dalla inerzia. Bisogna, impertanto, che il bene venga trovato e posseduto per atto delle cause seconde, la qual cosa importa ch’elle a poco a poco uscendo dal puro stato di passività e recettività diventino cause efficaci e raggiungano in questo atto il maggior grado asseguibile."
      },
      {
        "index": 10,
        "text": "212. — In ultimo, siccome il bene non è meramente attività ed efficienza, ma sì è perfezione e quindi racchiude le condizioni contrarie al finito in quanto finito, come sarebbero l’uno e il vario nell’uno, il coerente, il medesimo, l’ordinato, l’armonizzato e simili, debbono altresì le cagioni seconde, per appropriarsi il bene, superare a grado per grado le condizioni contrarie, tuttochè compiutamente nol possono mai."
      },
      {
        "index": 11,
        "text": "213. — Queste tre cose, adunque, à messe in concordia la sapienza increata e cioè di lasciar fluire la serie interminabile e innumerevole dei possibili; di fare che il bene sia conquistato a poco per volta dalle cagioni seconde con uscir le medesime dalla impotenza, dalla inerzia e dalla. passività; di preformare esse cagioni in maniera da farle vincere ad oncia ad oncia gran parte delle, oppugnazioni che incontra il bene nella essenza del finito."
      },
      {
        "index": 12,
        "text": "214. — Ora, in cotesto ordine maraviglioso costituito nella natura delle cause seconde e dilatato al maggior numero dei possibili non poteva non comparire certa quantità e certa forma di male positivo. Conciossiachè, alloraquando il pensiere guarda al vero, al bello e al buono meramente chiuso da limite e senza escolamento alcuno di male positivo, non avvedesi di comporre un’astrazione ideale che non è compossibile con le necessità perdurevoli della essenza del finito. Per fermo, la moltiplicità non vuol dire soltanto la non nnità, ma qualcosa di positivo che è disgregato, ovvero è composto e però è dissolvibile. Del pari, la discordia e il disordine, oltre a non essere unione, ordine ed amicizia, sono una mutabilità cieca, irrazionale e confligente. Il diverso, oltre a mancare dell’unità è qual cosa di positivo e di opposto, dacchè la stessa moltiplicazione del simile serba certo leggiero vestigio dell’uno, dove che il diverso nol serba. L’inerzia e passività non solo anno privazione di forza determinata efficiente, ma dipendono dal di fuori e soggiacciono all’altrui veemenza."
      },
      {
        "index": 13,
        "text": "215. — Già disse Spinoza che ogni qualunque determinazione è negazione; e disse bene, discorrendo delle cose finite; male, applicando ciò all’infinito, perocchè quivi ogni determinazione è perfezionamento compiuto che si unifica insieme con tutti gli altri. Ma se nel finito, qualificare vale determinare e questo vale negare ogni rimanente e cioè tutte le cose diverse da quella special qualità, s’intende subito come questa serie quasi infinita di negazioni o privazioni che le si chiamino induce seco effetti positivi molto più rincrescevoli, a così parlare, delle privazioni medesime. E per fermo, se il finito assumendo tali qualità e tali altre diversifica da tutte quelle che non assume, e sono innumerevoli, egli à bisogno di uscire sempre di sè per dilatare l'essere proprio; il che subito lo costituisce nella dipendenza di tutto e di tutti. E perchè sono molto più le nature diverse da lui ed eterogenee che le simili ed omogenee, dovrà operare molte azioni poco o nulla fruttifere a sè e soggiacere a molte passioni gravose e nocive. Ora, questo dipendere perpetuamente dal mondo esterno; questa poca efficacia di molti atti, e questo dover sostenere azioni contrarie ed eterogenee, vede ciascuno che non riesce a pura negazione e limitazione ma sì a qualcosa di positivo e che ad ogni poco si ripete. Ed appena vadasi immaginando alcun ente fornito di senso e ragione, subito convien pensare al suo perpetuo desiderio di tutto quello che gli manca e all'altrettanta avversione sua per tutto quello che discorda da lui; nè il desiderio e l'avversione sono cose meramente privative."
      },
      {
        "index": 14,
        "text": "216. — Ma gli è manifesto ch’esse medesime le qualità del finito non possono dilatarsi infinitamente; e questa loro restrizione è ciò che domandasi il quanto. Nel finito, adunque, ed in ogni suo atto, modo, disposizione e correlazione entra a forza il più ed il meno o l’essere quantitativo che s’abbia a chiamarlo; sia esso discreto o continuo, estensivo o intensivo. Ora, sebbene la quantità provenga dalla finità, tuttavolta è più che mera negazione e partecipa al reale ed al positivo. Di quindi pure alcuna specie di mal positivo. Conciossiachè, dovendo sussistere pel quanto alcun grado di omogeneità come per le qualità i modi le azioni ed ogni altra cosa, se ne origina il gran bisogno universale della proporzione, e dove questa manchi, sorge il mal positivo. Imperocchè gli è chiaro che mancando la proporzione fra l’attivo e il passivo debba nelle cose materiali generarsi il disordine e la distruzione e nelle cose organate e animate il dolore. Di quindi pure il bello diventa difforme e l’azion morale uscendo di sua misura diventa non buona; e persino tutti gli errori mentali con agevolezza possono tramutarsi in concetti senza proporzione e misura, o vogliam dire talvolta difettivi e talvolta per lo contrario eccessivi."
      },
      {
        "index": 15,
        "text": "217. — Proseguendo di tal maniera si scorge come da ogni condizione finita (e sono finite tutte le con- dizioni dell’ente creato) procede per indiretto alcun che di effettivo molto diverso dalla nuda e pretta limitazione che per sè sola convertesi in nulla."
      },
      {
        "index": 16,
        "text": "218. — Il mal positivo adunque, oltre all’essere nei possibili chiamati all’attuazione, à la sua fontale cagione nella essenza del finito, la quale, vogliamo ripetere, non solo à certa privazione di essere ma informasi di condizioni contrarie all’essenza dell’infinito o del bene che tu lo chiami."
      },
      {
        "index": 17,
        "text": "219. — Tale deduzione a priori è di somma importanza per ispiegare a rigor di scienza l’esistere del mal positivo nella creazione, e gioverà grandemente ai concetti della cosmologia razionale come ai concetti della stupenda teodicea che dentro vi si rivela a chi la considera attentamente. L’argomento del Leibnizio che il mal positivo esiste a fine di potere introdurre nelle cose create una maggior dose di bene à un carattere suppositivo che disdice alla scienza; e il quale, per altro verso, non possono l’induzione e l’esperimento del tutto cancellare, non iscorgendosi per virtù d’esperienza che un maggior bene esca mai sempre da certo male visibile. Oltredichè, Leibnizio, per mio giudicio, danneggiava tal suo supposto affermando che può sussistere un mondo esente al tutto d’infelicità e di peccato; il che vuol dire un mondo costituito da certo bene limitato. E per fermo, con tal concessione dassi arbitrio agli avversarj di chiedere perchè Dio invece di mescolare il male al bene non abbia aumentato al possibile cotest’ultimo mantenendolo tuttavolta dentro certi confini, come è necessario alle nature finite."
      },
      {
        "index": 18,
        "text": "220. — Posta la necessità del mal positivo nell’universo come conseguente ineluttabile della essenza del finito, e perchè dalla efficacia infinita debbono provenire tutte sorte di esistenze quante sono compossibili col maggior bene delle creature, egli si vedrà dall’esperimento e dalla induzione uscire questo gran vero, che Dio rivolge in occasione di bene sostanziale e durevole ogni dose di mal positivo che dalla essenza del finito è prodotta. E niuno vorrebbe, a cagion d’esempio, vegetare come arbore senza dolore veruno, piuttosto che godere come può l’uomo sebbene con mescolamento di male. Per simile, ognuno ricuserà le poche intellezioni e notizie (poniamo) d’un selvaggio d’Australia quando anche sceverate d’errore a paragone della scienza d’un Leibnizio ancora che mista d’abbagli o con pericolo di commetterne. Possono dunque i beni ed i mali essere librati sebbene di opposta natura, e il peso traboccare secondo i casi verso gli uni o verso gli altri. Esempio notabile di ciò danno pure i fisiologi, provando con abbondanza la utilità somma del dolore nella economia generale del mondo organico. E se tu rifletti che la libertà, come vedemmo ad altra occasione, è per gli enti spirituali principio unico di mutazione (Aforismo IV, Capo Quinto) e mena l’uomo bel bello ad appropriarsi e immedesimarsi la legge morale che è l’essenza del bene partecipato, intendesi chiaramente perchè sia posta nell’uomo la facoltà di traviare e commettere colpa. Questi e altrettali riscontri e induzioni possono venire moltiplicati quasi a piacimento nostro, e Leibnizio v’à ragionato sopra con finissimo ingegno e copia di esempi. Ma ripetiamo che nella sostanza concluderebbero poco, quando fosse fattibile a Dio mutare in tanto la essenza del finito da colmarlo di bene sommo, tuttochè limitato, spegnendo ogni mal positivo e conducendo altresì al colmo l’attività delle nature create senza che vincano a grado per grado gl’impedimenti di loro impotenza ed insufficienza."
      },
      {
        "index": 19,
        "text": "221. — Con tuttociò non sembra che il male esser possa in niun caso cagione di bene ed anzi di bene maggiore, perchè l’un contrario non nasce dall’altro. E pure, ammettendo per al presente cotesta massima, non ne discendono l’anzi espresse conseguenze. Avvegnachè quel bene maggiore avuto in vista da Leibnizio procede dal male accidentalmente e vuolsi dire, come apparirà manifesto nei casi particolari, che il male è occasione e accompagnamento del bene e non mai cagione diretta, formale e completa di esso. Dal dolore, per grazia d’esempio, viene suscitato spesso il coraggio, l’energia e la previdenza dell’uomo, tutte forze che operano anzi in contraddizione ed oppugnazione del dolore medesimo. Per simile, il mal morale provoca talvolta per gli effetti suoi dolorosi e angosciosi il pentimento e la correzione. Esso è adunque indiretta occasione del bene."
      },
      {
        "index": 20,
        "text": "222. — Del resto, secondo Hegel ogni cosa, invece, nasce dal suo contrario, perchè l’essere diventa negandosi e opponendosi mille volte a sè stesso. Ma queste, a nostro parere, sono astruserie fatte e trovate per iscombuiare qualunque criterio piano e comune di verità e di scienza. I contrarj assoluti si escludono e in eterno si escluderanno, come vedesi nell’ente e nel nulla, nel sì e nel no, nel finito e nell’infinito. Ma dentro alle cose finite i contrarj sono un mescolamento di diverso e di simile. Quindi esser non possono del sicuro cagione formale l’uno dell’altro, ma sì cagione provocatrice e forse anche efficiente secondo la mistione del simile e del diverso. E però la legge di polarità, così efficace nel mondo fisico, sembra risultare da mescolamento di contrarj in un medesimo genere."
      },
      {
        "index": 21,
        "text": "223. — Ancora che non appartenga al presente trattato di controvertere sui principj dell’Etica, io non mi perito di affermare che la massima non esse facienda mala ut eveniant bona à carattere di assoluta verità e Dio stesso non può con l’opera sua contradirla. Ondechè le prove contrarie recate in mezzo da Leibnizio, o per dir meglio, le interpretazioni sottilissime che ne fa e le distinzioni che v’introduce non giungono a persuadermi; e il lettore ne leggerà il mio gindicio ad altra occasione; ed allora vedrà che il mal positivo di tutte le opere avverse sostanzialmente alle prescrizioni assolute della legge morale mai non fu voluto da Dio in considerazione del maggior bene che indi sarebbene germogliato."
      },
      {
        "index": 22,
        "text": "225. — È per altro da notare come il male positivo provenendo fontalmente e mediatamente dalla finità rincontra in sè medesimo una più pronta e ferma limitazione di quello che avvenga ad ogni bene creato, e facilmente urta e consuma sè stesso. Il dolore, esempligrazia, rampollando da qualche disproporzione o lesione di organi, laddove cresca e moltiplichi sformatamente distruggerà gli organi e a sè medesimo darà fine. La schifa bruttezza che apparisce nella putrefazione dei corpi dileguasi tosto col dileguare di quelli. L’errore, dovechè aumentasse soverchio, distruggerebbe sè e la mente, la quale à natura conveniente con la realità e non coll’opposto che è il falso, e falsità ed errore perfettamente si convertono. In fine, il mal morale o l’azione perversa, invadendo l’altrui bene, incontra la reazione delle forze contrarie ed offese."
      },
      {
        "index": 23,
        "text": "Quindi la ragione ci rivela questo gran vero, che il mal positivo tende per ultimo risultamento al termine onde ebbe origine fontale e mediata e vogliam dire la privazione dell’essere."
      },
      {
        "index": 24,
        "text": "226. — Da cotesta intrinseca e fortunata limitazione e consumazione del mal positivo sorge quel precetto in cui fondasi ogni giustizia repprimente e che ordina di punire il male col male. E simile precetto esprime in sostanza la legge forse più universale del mondo etico, e ciò è a dire che il male debbe riscuotere male. Il che si avvera, come io avvisavo, nella reazione continua delle forze contrarie ed offese, la qual reazione governata dalla autorità pretoria e dalla equità della misura piglia nome di giudicio e condannazione publica."
      },
      {
        "index": 25,
        "text": "227. — Che quando in un popolo la reazione contro l’azione del mal morale è poca e debole, tosto quegli degenera e va consumando rapidamente ogni sua forza civile. Quindi si avvera la legge storica avvertita dal Vico, che cioè tale popolo diverrà preda d’uno più integro e vigoroso di lui."
      },
      {
        "index": 26,
        "text": "228. — Debbesi ancora notare qualcosa intorno alla natura del mal morale. Noi toccammo più sopra della necessità per gli enti spirituali finiti di farsi capaci di mutazione mediante un principio attivo interiore e il quale pigli cagione da sè medesimo e con altro vocabolo sia una virtù di libero arbitrio. Ora, un principio tale negli enti spirituali dotati d’intelligenza diventa a forza una facoltà di deliberare intorno alle verità pratiche, e quindi sorge l’arbitrio di confermarle con l’opera o di contradirle. Così dalle leggi del finito che per addietro abbiamo avvisate emerge primamente la necessità del mutare, se vuolai che le cose nel tempo fuggano gradatamente i limiti proprj e spieghino tutto quello che è in loro di virtuale. Ma mediante il moto mutano solo gli enti corporei. Le anime non incarcerate nella materia bisognano d’altro principio di mutazione; e se non ne avessero uno proprio, quando anche le fasci qualche costruttura di corpo, sarebbero più soggette alle forze ambienti che non sono le macchine; ed ogni automa imperfettissimo prevarrebbe di nobiltà ed efficacia a tutte le anime; nè dalla materia potrebbero uscire senza pur sempre cadere nella immutabilità dell’atto in cui si trovassero. Perciò, fornite come sono di libera attività, secondo che ella è accresciuta o diminuita o sospesa, variano gli effetti d’ogni loro facoltà e potenza e le opere si conformano ovvero si differenziano dalle nozioni del bene. Se dunque il mal morale apparisce nel mondo, la sua ragione precipua debb’essere ricercata nella necessità di sottrarre gli spiriti al giogo della materia ovvero alla immobile potenzialità mediante il libero arbitrio, ossia mediante un’attività che possiede la propria cagione, sola e tutta in sè stessa; quantunque non esente ella pure da limitazione e da suggezione."
      },
      {
        "index": 27,
        "text": "229. — Nè alcuno obbietti che negli animali bruti è uno spirito eppure non è principio autonomo di attività. Dacchè noi prestamente risponderemo che per ciò appunto quegli spiriti non ànno progresso nè regresso e la materia comanda loro assiduamente con l’impulso degli organi; e dove questi mancassero e ogni moto al di fuori venisse meno, debbesi giudicare con sicurezza che il principio spirituale dei bruti giacerebbe invariabilmente nella quiete e nel sonno. Salvo che egli non si conviene d’indovinare tutte le sorte e i trapassi serbati a quelle animate sostanze le quali d’altro lato compaiono assai superiori a qualunque forma di corpo e di corporale organamento."
      },
      {
        "index": 28,
        "text": "230. — Vero è che la libertà può venire esercitata in condizione più alta e gloriosa di vita deliberando e scegliendo fra il bene ed il meglio ed anche fra il meglio e l’ottimo, conforme sarà veduto nell’ultimo Libro e si accennò nell’ontologia. Ma i gradi inferiori come sono possibili, così debbono avverarsi a certo tempo in certi enti razionali; e di questo si toccherà nel capo seguente."
      },
      {
        "index": 29,
        "text": "231. — Noi siamo ora pervenuti alla conclusione del primo Libro che mira a discernere il fondo della natura dei finiti, senza la qual cognizione non è fattibile di condurre la mente con sicurezza e verità nelle indagini cosmologiche."
      },
      {
        "index": 30,
        "text": "232. — Ma sarebbe stato vano il cercare quello che sia il finito in sè e per sè, qualora la ragione ci avesse negato non pure di conoscere la possibilità del suo esistere ma il suo reale esistere in atto. Perocchè l’esperienza avrebbe certo supplito abbondantemente a tal mancamento della ragione speculativa, ma la scienza ne avrebbe subito contratto un carattere empirico, quando noi ci travagliamo di stendere quanto si possa il più la cognizione a priori dell’universo creato."
      },
      {
        "index": 31,
        "text": "233. — Noi stimiamo di avere esibita prova salda e apodittica del dovere esistere in atto il finito, mostrando la possibilità del bene finito e la necessità susseguente che cotal bene si effettui."
      },
      {
        "index": 32,
        "text": "Ma noi schivammo l’errore grave occorso a molti cosmologi di considerare il bene creato quale una contrazione del bene assoluto. Avvisammo invece con diligenza quello che sia il finito nell’intima sua essenza privativa e positiva."
      },
      {
        "index": 33,
        "text": "Nel che fare l’abbiamo riscontrato di mano in mano con le categorie comuni e le convenienze necessarie dell’ente."
      },
      {
        "index": 34,
        "text": "234. — Studiammo il finito come sostanza e come causa, e scoprimmo le sue insufficienze ed angustie nell’uscire dalla virtualità all’atto, nel pervenire al termine dell’atto medesimo, nella quantità dell’azione, nel diversificare ed unire le facoltà proprie e lo spiegamento loro correspettivo."
      },
      {
        "index": 35,
        "text": "235. — Seguitammo indagando il principio di mutazione nella materia e nello spirito; appresso, studiammo le relazioni da finito a finito o vogliam dire la reciprocazione degli atti e le maniere di congiunzione per la quale è possibile l’ampliamento dell’essere. In tutte le quali cose fu forza di ravvisare le necessità, i limiti, le dipendenze e le insufficienze più generali d’ogni ente finito in sè medesimo considerato."
      },
      {
        "index": 36,
        "text": "236. — Ma, come è agevole a concepirsi, non potetté il pensiere distendersi in ricerca sì fatta senza talvolta paragonare il finito al contrario suo; perocchè dal paragone medesimo usciva più netta e più contornata quella diversità che costituisce il proprio ed il peculiare della natura del finito. E per via d’esempio, mentre abbiamo scorto evidentemente nel bene sommo una somma attività e l’unificazione d’ogni specie di perfezione e che il bene non pure non può essere fatto senza una estrema energia, ma nemmanco può esser fruito; dall’altro lato vedemmo il finito essere per sè inattivo ed inerte e contrario a tutte le specie di unità."
      },
      {
        "index": 37,
        "text": "237. — Dai quali riscontri si è ricavato un primo cenno di alcune massime che sono il pernio ed il fondamento della nostra cosmologia e specificano di mano in mano quel pronunziato supremo del Vico onde ella piglia le mosse. Per fermo, il creato in quanto consta di finiti sebbene esce da Dio, à certa essenza che l’aliena e dilunga da lui ed è espressa terribilmente dalla immagine del caos, intorno di che versa quasi per intero il presente Libro."
      },
      {
        "index": 38,
        "text": "238. — Ma il creato, afferma il Vico, in Dio si sostenta, ed è come dire che per la mentalità eterna o la finalità perenne che l’abbiamo a chiamare il creato sciogliesi dall’ombra e confusione del caos e tragge di sè medesimo tutto quello che ne può uscire di meno difettoso, anzi di più attivo e coordinato. Che se il bene è attività e unità e l’ente passivo in quanto è tale nol può a niun patto possedere e fruire, forza è che le cause seconde operino e producano, e mediante la congiunzione si dilatino nell’essere e incontrino qualche forma di unificazione vincendo a grado per grado ogni maniera d’impedimento. Tutto il che, per altro, non varrebbe a condurre le cose verso la vera e assoluta finalità, la quale è poi conseguita col ritorno della creazione a Dio, secondo che verremo esponendo nei Libri successivi."
      }
    ]
  }
}
