{
  "chapterNumber": 61,
  "title": "Vol. I, Appendice II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Al signor abate Giovanni della CellaA Parma."
      },
      {
        "index": 1,
        "text": "Nel leggere il dotto ed elegante suo libro d’intorno al metodo, erami bene avveduto ch’ella non si scostava punto da quel modo di filosofare che scorge nella sola esperienza la fonte prima di tutto lo scibile. Ora, ella stima che in quelle poche pagine mie della Rivista contemporanea, io me ne sin dilungato molto imprudentemente ed abbia con iscarsa ragione deviato dai principj coi quali da giovane dettavo il libro del Rinnovamento della filosofia antica italiana. Io per me reputo invece che a’ que’ principj ò serbato fede interissima. E nel fatto, le due massime che io professo con fermo convincimento di verità sono: ogni universale ante rem; ogni cognizione post rem."
      },
      {
        "index": 2,
        "text": "Della seconda non è mestieri che io le parli, essendo cosi propria della filosofia domandata sperimentale che nulla più: ed anzi n’è, come a dire, l’impronta e il carattere più generale insieme e più peculiare."
      },
      {
        "index": 3,
        "text": "Ella può dunque mover questione unicamente intorno la prima: ogni universale ante rem. Ma che vuol significare nella teorica mia questa frase? Forse, che v’abbiano idee innate? ovvero, come pensa il Rosmini, che la cognizione dell’universale riesca sempre anteriore al senso e all’esperimento e sin una forma accompagnatrice d’ogni pensiero e infusa e non acquistata? od infine, che le idee, giusta i concetti del Malebranche e del nostro Gioberti, sieno ora la percezione immediata della divina sostanza, ora la visione dei pensieri stessi di Dio, ed ora il risultamento della riflessione e della parola? Nessuno di tali supposti s’accorda con la mia propria dottrina."
      },
      {
        "index": 4,
        "text": "L’universale dico essere ante rew, non guardando alla cognizione che noi ne pigliamo, sibbene alla sua natura ed essenza manifestantesi al puro intelletto e per l’intermezzo delle idee, e la quale da ultimo è l’infinito medesimo che sussiste per sè ed anteriormente, certo, non solo alla nostra sperienza ma ad ogni creata cosa. Quindi quel mio pronunziato vuol significare che ogni qualunque concetto, per tenuissimo che sia e correlativo ancora a fenomeni più che fugaci, nientedimanco nell’essere suo ideale à per termine l’Assoluto e dell’Assolato alcuna cosa ci rivela. Ma onde cavo io cotesto medesimo pronunziato se non dalla positiva esperienza? Conciossinchè ogni filosofo sperimentale e il nostro Galluppi stesso ed ella, mio degno signore, non neguno alcune notizie sorgere immediatamente dalla porcezione, altre mediatainente per la virtù dei giudizj o, come gli antichi dicevano, per la facoltà discorsiva. Supponga dunque V. S. per vero che divisando io e scrutando con assai diligenza i concetti, abbiavi discoperto la necessità logica, non pure di riferirli sempre a un che di eterno e assoluto, na ad un oggetto realissimo e sostanzialissimo esistente fuor del pensiere; ella sotto tal condizione vorrà concedere ch’io non per questo à traviato dal metodo il qual presume di fondare ogni cosa nel fatto e nelle conseguenze logicali del fatto. Non abbiamo il Galluppi ed io in comune il principio d’videntità e di ripugnanza? Ciò posto, che altro pretendo io di avere asseguito nelle mie indagini intorno alle idee se non di mostrare che negandosi loro la obbiettiva realità (né intendo la contingente ma l’assoluta ed estemporanea) viensi a negare il principio d’identità e l’altro di ripaganza? o per conseguente, che ogni verità è sterpata dalle ultime sue radici e condotta al nulla?"
      },
      {
        "index": 5,
        "text": "Ciò, pertanto, che ella m’accenna sulla natura dei concetti e come in quell’opera mia giovanile sembri a lei essere dimostrato e comprovato abbastanza che le idee si originino tutte dai sensi, mi apparisce poco opportuno e nulla necessario al proposito nostro presente. Procedano pure tutte le idee fontalmente dai sensi; ciò non divieta che l’intelletto con divisare e scrutare assai per minuto l’indole loro, non persuadasi alla perfine che sia forza di riferirle tutte quante a un oggetto sussistente fuor del pensiero e fuor delle cose temporali e sensibili e la cui forma rivesta senza meno una natura eterna e infinita. Non è egli vero che l’idea puranco d’un nudo fenomeno e per esempio d’un colore o d’un suono, speculata nell’essere suo di concetto significa una entità necessaria e immutabile? Posso io negare (mantenendo l’addotto esempio) che il color verde, contemplato in astratto e in universale, sarà diverso sempre ed in ogni luogo dal color giallo? Il concetto adunque del color verde tuttochè originato, o a parlar più esatto, occasionato dalle percezioni sensibili, rappresenta un oggetto che à intrinseca necessità e permanenza, ed è ciò che i metafisici, rimirando all’attinenza esteriore dei sommi archetipi e d’ogni loro elemento, anno domandata la possibilità della cosa o d’un suo accidente; e nel nostro esempio è la possibilità eterna di quel fenomeno del color verde, la quale si va poi attuando in tale corpo od in tale altro."
      },
      {
        "index": 6,
        "text": "La prova, impertanto, ch’io venni pensando dell’esistenza di Dio, prova rigorosa e ontologica, e secondo il parlar delle scuole, denominata a priori, rimane indipendente e separatissima da ogni teorica particolare intorno all’origine delle idee e intorno al nascere ed al comporsi delle nozioni fondamentali di nostra mente. E allorchè io pregai la scienza e la gentilezza di lei, mio signore, perchè non le fosse discuro di mettere a severo esame quel mio scritterello nella Rivista contemporanea, io intendeva sopra tutto (e ricordomi averlo accennato) di aguzzar la sua critica in verso di quella dimostrazione che è il problema fondamentale e massimo dell’ontologia."
      },
      {
        "index": 7,
        "text": "Io le concederò volontieri che, accettata per buona ed irrepugnabile la detta prova, scendane poi un sistema intero di ontologia e di metafisica. E ciò è tanto maggiore necessità di concedere, in quanto nella dottrina mia la dimostrazione che io profferisco dell’esistenza dell’Assoluto non fa caso speciale e non è sola ed unica nel genere suo; in qualunque concetto puro di nostra mente prova in maniera apodittica quella esistenza. Ad ogni modo, qual dritto si à egli di negare ricisamente una argomentazione invitta ed irreprobabile per questo solo che sembri provenirne una serie di pronunziati diversa o contraria alle nostre predilette opinioni?"
      },
      {
        "index": 8,
        "text": "Si compiaccia dunque di movamente mettere gli occhi su quella parte del mio scritto e riferirmene il suo parere. E qui non voglio tacere che l’opera della critica diverrebbe più spedita e forse anche più agevole, quando la detta dimostrazione assumesse la forma esatta e concisa d’un sol sillogismo, come Cartesio, Spinoza e Leibnizio accordaronsi di fare indagando e schiarendo le antiche cogitazioni di sant’Anselmo. Ne ponendomi all’atto, verrò in dissenso e in conflitto alcuno con me medesimo. Perocchio (com’io dettava in quella Rivista), se i principj rettori della scienza logicale convertonsi intrinsecamente con l’Assoluto, può l’ontologia liberamente arrogarsi l’uso del sillogismo; e non introduce per esso l’autorità ne superiore nè aliena d’alcun assioma o ragione, la qual non s’adagi e non si fondamenti nell’Assoluto medesimo. In effetto la virtù d’ogni sillogismo deriva da ciò ch’egli è un’applicazione stretta e perenne di questa proposizione identica; il subbietto contiene le contenenze del suo predicato."
      },
      {
        "index": 9,
        "text": "La difficoltà nascondosi, invece, nelle definizioni che porger debbono la materia del sillogismo. Nel vero, elle sono intorbidate, il più delle volte, dalle preoccupazioni mentali dei dotti e dalla incuria e sbadatagine degl’indotti. Chiarito il significato delle nozioni; fatto sovr’esse alquanti giudicj di manifesta evidenza, la realita obbiettiva di tutte le idee e però la sussistenza dell’Ente assoluto che è (se m’è lecito così parlare) il comune sustrato loro, apparisce piena ed intera da sè medesima; e tanto diviene possibile di negarla, quanto di neve ogni verità necessaria."
      },
      {
        "index": 10,
        "text": "Io trascriverò, adunque, per ordine si fatte definizioni, cansando con diligenza ogni equivoco e ponendo le cose in quella loro propria e natural luce che valga non solo a troncare le controversie ma si a levarue di mezzo le più frequenti occasioni. Il perchè, la Signoria Vostra vorrà comportare la semplicità soverchia e veramente scolastica dello stile di questa lettera, rivolta a lei ed ai pochi e severi intelletti che di tali studj si fanno delizia."
      },
      {
        "index": 11,
        "text": "Ogni relazione avvertita tra un predicato e un subbietto ipotetico genera altrettante proposizioni chiamate identiche: atteso che vengono a dire che ogni cosa è necessariamente quello che è. Il fenomeno pensato ipoteticamente diventa esso pure materia di siffatte proposizioni, come notavasi poco avanti del color verde al color giallo paragonato."
      },
      {
        "index": 12,
        "text": "Ciascuna di tali proposizioni significa una verità irrepuguabile, e cioè a dire eterna e assoluta: perchè sempre tornerà vero ed irrepugnabile che ogni cosa è necessariamente quello che è. Il lor fondamento adunque giace nella identità del subbietto col predicato; e questa medesimezza vanno significando appunto in modo universalissimo i due assiomi evidenti e moderatori della dialettica, di cui l’uno dimandiamo principio d’identità e l’altro che fagli sempre riscontro, il qual domandiamo principio di contradizione."
      },
      {
        "index": 13,
        "text": "Ogni relazione domanda i termini rispettivi, rimovendo i quali è pur rimossa e abolita la relazione. Perciò tanto questa è vera, quanto veri i suoi termini, e come una relazione ipotetica è eterna, necessaria ed immobile, eterni, necessarj ed immobili sono i termini rispettivi ipotetici."
      },
      {
        "index": 14,
        "text": "Ogni verità è verità di qualche cosa; o con altri vocaboli, la verità e l’oggetto suo si convertono; dacchè la verità è la rispondenza perfetta dall’idea col proprio ideato; ovvero, come gli antichi dicevano, è una equazione esattissima dell’intelletto con la cosa: può ancora affermarsi la verità essere la cosa in quanto conosciuta o conoscibile almeno; espressioni varie che nella sostanza tornano tutte a un medesimo. Onde se la verità mostrasi eterna e assoluta, è gran bisogno che sia il simile dell’oggetto suo: e cioè di quella cosa che è contemplata in ipotesi, e che proprio dal venir contemplata mediante la rappresentanza ideale correspettiva piglia nome di verità."
      },
      {
        "index": 15,
        "text": "L’idea nell’uso moderno di cotal voce è un ente rappresentativo, nè altra cosa è mai che nuda e mera rappresentazione; e dove non compia cotale ufficio, non à più idea e perde ogni qualunque significanza, e la voce usurpa un’accezione impertinente ed al tutto impropria. Però il pensiere mai non termina nella idea, ma sibbone nell’ideato, o rappresentato che voglia dirsi; il quale debb’essere secondo che il pensiere lo va speculando nè più nè meno; conciossiaché, ripetiamo la verità consistere nella convenienza dell’idea col proprio ideato. L’idea poi manifesta l’oggetto, ma non l’afferma; perocchè il giudicio sull’esistere della cosa è diversa operazione della mente e da altra facoltà proviene che dalla pura intellezione. Per simile, l’esistenza dell’obbietto pensato non dipende dal giudicio che noi ne facciamo, perocchi questo trova e riconosce le sussistenze, ma non le crea."
      },
      {
        "index": 16,
        "text": "Il solo nulla non à esistenza veruna; quindi ciò che nulla non è, esiste in alcuna maniera. E perchè quello che noi pensiamo di non ripugnante in sè stesso à forma di vero concetto ed è un essere, per lo manco, intellettuale, così è necessario di attribuirgli una qualche esistenza. Laonde, ognora che si controverte del sussistere dalle cose (diciamo cose e non già il nulla o ciò che risolvesi in nulla) vuolsi intendere della tale guisa o tale altra di esistere, non mai della esistenza nella più generale accezione sun. Per tal modo non è mestieri dimostrare la esistenza della verità come verità, posto che ella sia conosciuta e risplenda al pensiere. E chi dice la verità necessaria è verità eterna e assoluta, vien pure a dire che la verità necessaria esiste assoluta ed eterna, e però esiste cusi fatto eziandio l’oggetto suo di qual natura ch’egli sia."
      },
      {
        "index": 17,
        "text": "Quando l’obbietto d’una verità necessaria e che non risolvesi in negazione fosse temporaneo invece che eterno. avverrebbe che la verità star potria senza obbietto, o vogliam dire che non sarebbe più verità di qualche cosa ma unicamente del nulla; o con altri termini, la verità assoluta sarebbe assoluta menzogna. E per fermo, se l’obbietto della verità necessaria non possiede forma inconsumabile e coeterna con lei, ma va in ischiera coi contingenti, simile oggetto non à sempre esistito; e oltre di ciò, esso potrebbe non esistere mai nel fatto; o esistendo, cessare e annullarsi. Un solido da mille facce regolarissime accader può molto bene che per opera di natura mai non giunga all’atto di esistere; od anche esistendo, rimane soggetto a dissoluzione; e fu un tempo ad ogni modo in cui era nulla. Un altro esempio non materiale si cavi dall’Oratore e dal Cortigiano che Marco Tullio e il Castiglione delineavano. Perchè nè oratore al perfetto nè cortigiano al portentoso avranno mai vita; ma il loro concetto ed i predicati correlativi esistono eterni e assoluti."
      },
      {
        "index": 18,
        "text": "L’ipotesi nel suo valor metafisico è l’intellezione di una cosa, e vuolsi dire che è la cosa pensata mediante la sua idea o rappresentazione mentale che la si chiami, e dove non entrano nè fantasmi nè altra forma di senso e di percezione. Chè se i fantasmi vi si meschiano, la mente far debbe astrazione da loro. Così, quando io penso al triangelo ovvero al cerchio in universale, io so troppo bene che certo fantasma di determinata grandezza, il qual di leggieri interpousi tra la mente e l’idea, non appartiene propriamente al concetto puro del cerchio e del triangolo. La ipotesi adunque à la cosa in quanto si manifesta non al senso e alla facoltà percettiva ma si alla mente e alla nera virtà intellettiva di lei."
      },
      {
        "index": 19,
        "text": "E come simile cosa rimane disciolta d’ogni contingenza per esser l’obbietto d’un vero eterno e assoluto: cosi esclude da sè tutto quello che tale forma trascendente non può vestire. Quindi, altro, per via d’esempio, è il corpo ipotetico, altro il corpo sensibile che è obbietto e cagione delle percezioni e dei fenomeni. Nel corpo ipotetico è sussistenza perpetua e sostanzialissima, ma non v’è materiale composizione e divisione, non moto, non gravità, non alterazione o a dir meglio, tutto ciò è posseduto dal corpo ipotetico analogamente e come i teologi dicono eminenter; e in esso il pensiere contempla l’essenza archetipa e l’efficienza eterna ed esattamente correlativa degli effetti esteriori che nella finità e nel tempo si manifestano. Ma rado si giunge a svestire cotal sorta di concetti dagli abituali fantasmi; e allorchè diciamo il corpo in idea e in ipotesi è necessariamente un composto di parti con gravità, mobilità, alterazione e simili condizioni e accidenti, non sempre ci avvediamo che l’oggetto del nostro pensiere è bensi analogo al sensibile ma non è più il sensibile; e il confondiamo spesso con le finzioni della nostra immaginativa, la quale raccoglie i vestigj delle percezioni e delle sensazioni e ne va componendo rappresentanze vive e colorate, simili in tutto alle cose materiali e sensibili in atto."
      },
      {
        "index": 20,
        "text": "Ne si confonda la ipotesi con la forma dubitativa espressi lalla particella se od altra consimile; come quando si pronunzia: se un oratore compiutamente perfetto verrà ad esistere mai, lo adorneranno le tali doti e le cotali; perocchi qui non si mira propriamente all’ipotesi, ma solo all’attuazione sua nel tempo intorno la quale pronunciasi un giudicio dubitativo."
      },
      {
        "index": 21,
        "text": "Laonde segue che non tutte le proposizioni ipotetiche sono capaci di venir convertite in proposizioni dubitative, ma quelle sole possiedono arbitrio si fatto che esprimono cose le quali oltre all’essere loro assoluto ed archetipo ànno riferimento altresì alle esistenze contingenti e correspettive nel tempo. Quindi, neghiamo, per via d’esempio, che tale proposizione: Dio è l’ente perfetto, sin lecito di voltare in quest’altra: Se Dio esiste, egli è l’ente perfetto. Conciossiachè la sola esistenza estemporanea di Dio è quella che nell’ipotesi à contemplata e non v’à riferimento nessuno a cosa possibile a comparire nel tempo; però dubitandone si viene a dire che non è certo neppure che Dio esista siccome oggetto assoluto di assoluta verità; o con altri termini si viene a dire che quel Dio oggetto della verità non è Dio propriamente ma si una immagine sua, un’idea, una finzione della mente e simili. E qui tornano le considerazioni fatte più volte, e ciò è, che il pensiere pone a termine del proprio atto la cosa e non la rappresentazione e l’immagine: però il concetto che è l’idea della cosa non la idea della idea: e quante volte il pensiere pone a termine del proprio atto la immagine e la rappresentazione, sentesi astretto a riferirla all’oggetto correlativo; come quando proponesi di contemplare non Dio ma la sua idea, e pronunzia quindi a sè stesso; io penso alla idea di Dio; e vale a dire che l’atto proprio cogitativo termina eziandio in tal caso nel vero e concreto obbietto, ma non immediatamente. Se dunque la proposizione ipotetica esprime la cosa in sè e nel proprio e assoluto essere, il convertirla in frase dubitativa torna a un medesimo che negare l’obbietto della verità e distruggere dal fondamento essa verità. Concludesi che ogni proposizione la quale significhi alcuna cosa intorno ai non contingenti, reca unicamente con sè ed in sè l’attuazione piena del proprio oggetto e non è da cercarla altrove. Il che vedesi agevolmente facendosi il caso di alcun concetto astrattissimo: quindi non à senso, può dirsi, cotale discorso, se il numero quattro esiste, egli è uguale a due più due. Ognuno sente che è vanità il dubitare dell’esistenza del numero quattro, perchè egli esiste e prova la sua esistenza col sol fatto del pensarlo."
      },
      {
        "index": 22,
        "text": "Quanto poi al fingere che fa la mente alcuna fiata a se stessa l’oggetto proprio, deesi notare con fermo giudizio, come pur dianzi accennavasi, che quelle finzioni non sono ideali, ma percettive e fantastiche, venendo composte con le vestigie delle percezioni e le immagini, a cosi parlare, materiate e crasse che ci corrono per la mente. Come allorquando io fingo a me stesso l’eroe d’un romanzo o d’una tragedia; e so molto bene che la realità di quell’obbietto fantastico non è maggiore dell’altra che ci è recata dai sogni, e ristringesi alla percezione del nostro corpo e de’ nostri organi, insieme con le impressioni da essi già ricevute e serbate, alla quale percezione, sognando, aggiungiamo il falso giudicio di attribuirla a cagioni esteriori presenti e che operano in essi organi."
      },
      {
        "index": 23,
        "text": "Può farsi questione se gli oggetti ipotetici sono intuiti direttamente da noi, ovvero per l’intermezzo delle idee. Mi giovi di notare che il tema di tal controversia, ancora che grave e degnissimo d’ogni meditazione, non rileva gran fatto al punto che noi discutiamo. Per fermo, quando anche nelle intellezioni nostre sieno tolte di mezzo le idee, non è infirmata per questo la sussistenza degli oggetti ipotetici, non la loro assolutezza ed eternità, non la rispondenza loro fedele e precisa al nostro atto d’intenderli. Nel luogo delle idee, saranno allora gl’intuiti, saranno gli atti conoscitivi: e alle intuizioni e alle cognizioni debbono necessariamente ed esattissimamente rispondere gli oggetti pensati."
      },
      {
        "index": 24,
        "text": "Del resto, ci ristringiamo per al presente di dire che quei comuni parlari la idea di Dio, la idea di triangulo, La idea dell’infinito, la idea dell’ente, e innumerabili altri, inchiudono la credenza ad una mentale rappresentazione degli oggetti ipotetici; quando pere non voglia accettarsi il parere d’alcuni platonici, i quali affermano coteste idee infinite altre conformi non tramezzar punto tra la nostra mente e gli obbietti, ma essere generate dalla posteriore riflessione dell’intelletto sopra l’intuito. Non è dunque paradosso il credere che le cose ipotetiche sieno senza mezzo alcuno presenti all’intuito; laddove è paradosso il concetto contrario e cioè a dire che le sole rappresentanze o idee sieno tutta la cosa pensata."
      },
      {
        "index": 25,
        "text": "Il possibile di tre specie; o, parlandosi con maggiore esattezza, il possibile è voce che à tre diverse accezioni. L’una è naturale, l’altra è logica, In terza à metafisica. Il possibile naturale à l’esistere virtualmente di alcuna cosa in alcun’altra; ogni forza fisica, ogni facoltà umana, ogni efficienza qualechesia, operante nel tempo e con le condizioni finite contiene la possibilità di spiegare gli atti proprj congeneri; e cotesti alti preesistono virtualmente ne’ loro subbietti; e tale sorta di possibilità domandiamo noi naturale."
      },
      {
        "index": 26,
        "text": "Il possibile logico vuol significare che dentro a un concetto non cade contradizione nessuna, e però è vero concetto raccolto in vera unità intellettuale, atteso che le contradittorie mantengono di necessità nel pensiere la disgiunzione e la discrepanza. Ognun vede che cotesta possibilità non toglie nulla e nulla non reca agli obbietti ipotetici, perocchè risolvesi în negazione; quindi, taluno l’à domandata pensabilità. Di lei fece uso il Leibnitz in quell’inciso del suo sillogismo Dens si possibilis est; e volle dire: se è pensabile sieno nel concetto di lui escluse le contradittorie."
      },
      {
        "index": 27,
        "text": "Il possibile metafisico è la universale condizione di tutte le cose finite di potere venire all’essere. Da un lato si afferma i possibili in quanto tali non esistere ancora in atto: possibile cum cenit ad actum aufertur possibilitas. Dall’altro, si afferma la possibilità delle cose che sono in fieri essere eterna, assoluta e innegabile. Insomma, questa ultima forma di possibilità, chi ben la guarda, convertesi con la fattibilità delle cose e vogliam dire con la eterna efficiente ca gione loro."
      },
      {
        "index": 28,
        "text": "Spesso tali diverse nozioni e accezioni si mescolano e si confondono; e gram bisogno è di mantenerle distinte e di far che l’una all’altra non contradica."
      },
      {
        "index": 29,
        "text": "Tutto ciò veduto e premesso, rimane, anzi tratto, provala la sussistenza degli oggetti ipotetici, o parlandosi alla moderna, la realità obbiettiva delle idee. Perocchè egli si à buon arbitrio intorno ad ogni verità positiva e ipotetica di pronunziare questo sillogismo solenne e non confutabile. Ad ogni verità necessaria, e però eterna e assoluta, risponde un obbietto esattamente conforme; senza di che, più non sarebbe verità e mentirebbero i due principi d’identità e di ripugnanza. Ora, tale proposizione o tale altra esprime una verità necessaria e però eterna e assoluta: dunque a tale proposizione od a tale altra risponde un obbietto compitamente conforme, o vogliam dire risponde nna esistenza eterna e assoluta."
      },
      {
        "index": 30,
        "text": "Secondo, pertanto, la nostra dottrina ogni verità necessaria e però ciascun suo membro o concetto rivela e dimostra l’ente assoluto di cui fa pensare e conoscere una qualche distinta determinazione. Quindi, la dimostrazione a priori della esistenza di Dio, già ella prevede, o signore, che qui diventa un caso particolare della prova generale e comune, onde viene attestata la necessaria sussistenza degli oggetti ipotetici. Ne questo, per mio giudicio, reca nocumento veruno alla bontà e dignità della prova; conciossiachè, ripeto, la dimostrazione particolare della realita obbiettiva di ciascuna idea individua, nou meno che la universale della realità obbiettiva di tutte le idee, risolvesi in una dimostrazione a priori dell’esistenza dell’Assoluto o vogliam dire di Dio. Tale esistenza, intanto, si prova con ispeciale sillogismo così:"
      },
      {
        "index": 31,
        "text": "Ogni verità necessaria esistendo eterna e assolata, inchiude l’esistere eterno e assoluto dell’oggetto suo rispettivo. Ma nel concetto di Dio sono tante verità necessarie quanti predicati vi si distinguono; dunque l’oggetto loro rispettivo esiste assoluto ed eterno."
      },
      {
        "index": 32,
        "text": "Diamisi licenza per prima cosa di fare avvertire la diversità essenziale che corre tra questo mio argomento e quello antico e famoso che cambiando forma e non già sostanza purvo ne’ libri d’insigni metafisici ed ebbe ad autore sant’Anselmo d’Aosta. L’entimema di sant’Anselmo e l’altro di Cartesio, di Spinoza e di Leibnizio torna sempre i questo medesimo, che cioè nel concetto di Dio è inchiusa la necessità del suo esistere, da onde segue immediatamente che Dio esiste. Al qual raziocinio fu sempre risposto col voltare la sua espressione così: nel concetto di Dio sta inchiuso altresì il concetto dell’esistenza necessaria di lui; dunque Dio non realmente ma sole concettualmente esiste. Nulla, pertanto, non è conseguito insino a che non si rechi prova evidente ed irrepugnabile che il concetto esso medesimo implica necessariamente la sussistenza di ciò che esprime. Però convien dire: al concetto di Dio risponde una necessaria sussistente e conforme obbiettività, dunque Dio esiste. Kant confessava che, supposto Dio, conviene ammettere a marcia forza ogni suo contenuto. Ma s’io levo il supposto, soggiungeva egli, pure ogni contenenza e levata. Sarà molto curioso a vedere come farà il Kant a levare il supposto; perché, se le verità necessaria sono il nulla e durano eterne e assolute, io sfido il Kant alla prova impossibile di fare esistere le verità e sopprimere gli obbietti loro o parte degli obbietti; e similmente di confessare che quelle non ànno tempo ma durarono e durano dall’eternità e volere insieme che non durino eterni e assoluti i termini loro e che possiamo a nostro arbitrio abolirli. Ma di grazia, che è ciascuno di tali termini, se non un supposto ?"
      },
      {
        "index": 33,
        "text": "Ma lasciando per al presente il Kant, io riconosco assai volentieri che al comune degli uomini l’ipotesi o il supposto mentale apparisce come uns nostra finzione, agevole a farsi, agevole altrettanto a disfarsi. E perchè l’oggetto da esso rappresentato non ci penetra dell’attività sua e nascondesi in certa guisa dietro al velame dell’idea, il volgo inclina a giudicarlo privo di sussistenza e chinma reali le cose sole sensibili e percettibili e le somiglianti a quelle. Ma secondo ragione la realità massima dovrebbe attribuirsi da noi alle cose intellette e la minima agli oggetti del senso. Altri poi venue escogitando una certa natura media tra l’essere e il nulla, una forma mentale fornita di tutto fuorché dell’atto dell’esistenza. Noi, per essere brevi e uscire a un tratto del gineprajo di mille sottilissime divisioni e astrazioni, stringeremo l’avversario con questo dilemma: La verità à qualche cosa; e la verità necessaria è qualche cosa di universale e di perdurevole nell’infinito dell’essere, della immensità e del tempo. Questa natura estemporanea e inconsumabile della verità che è dunque? Certo, o una sussistenza in atto od una possibilità. Se il primo, è conceduto quello che noi affermiamo. Se il secondo, insurgonvi contra due istanze invincibili. Noi manteniamo per prima cosa che l’obbietto delle verità le quali discorrono di non contingenti, come per esempio le verità intorno al bene assoluto, non può essere un possibile. Conciossiachè ogni cosa assoluta ed eterna, dove non esista, è intrinsecamente contradittorio che incominci ad esistere. Cosi Dio è al tutto impossibile che cominci ad esistere s’egli già non esiste. Quindi le verità dei non contingenti o mancano dell’oggetto loro e più non sono verità, o l’oggetto che esprimono è già sussistente ed esiste in atto e non in potenza."
      },
      {
        "index": 34,
        "text": "In secondo luogo, un ente possibile in quanto tale è ciò che ancora non à esistenza. Come dunque avrà l’esistenza obbiettiva e perpetua delle verità necessarie ed eterne? Ne varrebbe il dire che l’oggetto espresso dalle verità necessarie debb’essere ravvisato in quegli enti correlativi che appariranno nel tempo e che l’Assoluto sempre li scorge presenti ed in atto. Perchè non pure, come notavasi dianzi. l’eterna verità ricerca un obbietto coeterno con lei; ma d’innumerabili contingenti accade o può accadere che mai non vengano all’atto."
      },
      {
        "index": 35,
        "text": "Rimane che si dichiari con manifesto discorso l’oggetto a cui guardano in diritta guisa le nostre idee non essere unicamente da registrare tra i possibili logici e che tutto non si risolve in una mera pensabilità. E prima, la pensabilità sola per sè non sussiste; ma le occorre un subbietto fermo e positivo di cui si predichi. Noi siamo dunque a ricominciare e conviensi chiedere e conoscere quello che sia cotale subbietto. Tu dici egli è un’idea: no del sicuro, rispondo io, perchè ragioniamo dell’ideato non dell’idea; cerchiamo il termine del pensiere fuor della mente non il suo principio dentro la mente; cerchiamo l’oggetto della verità, non la verità in quanto è semplice cognizione e al nostro atto conoscitivo si riferisce. Che è pertanto, ripetiamo, quel subbietto pensabile? Insino a che tu risponderai non essere altro che un possibile logico o vogliam dire la rimozione delle contradittorie, io proseguirò ad affermare che tu poni il nulla ad obbietto della verità, essendo che la rimozione delle contradittorie à pretta negazione e risolvesi in nulla. Oltrechè, io nego ciò che più volte tu scrivi e replichi. il possibile logico e il possibile metafisico essere uno e medesimo. Da tutta l’eternità esiste la possibilità metafisica del creato; ora, a tuo giudicio, cotal frase vuol dire da tutta l’eternità esiste la rimozione delle contradittorie dal concetto del creato. Ma io nego che le due proposizioni sieno accettate come sinonime da chicchessin. Aggiungasi che nell’idea del possibile racchiudesi alcuna cosa di positivo; perchè, come nota Boezio, possibile a potestate traductum est; e dinamis lo chiamò Aristotile, che appunto vuol dire virtù, forza, potenzialità. Il consenso poi e l’uso delle scuole s’accordano a distinguere il possibile logico dal metafisico. Aristotele adoperò pel primo un vocabolo appostatamente trovato τό ενδεχόμενον. In tutto il medio evo fu sentenziato chi possibile et contingens idem sunt; dunque cotale possibile non il logico, avvegnachè il contingente è pensabile quanto il non contingente. Ma tu medesimo non pronunzii in un luogo:[1] la possibilità non può essere oggetto del senso, perchè ciò che è meramente possibile non può produrre sensazioni, giacchè ciò che non esiste ancora attualmente non può agire? Ma la rimozione delle contradittorie è data appena dato il concetto, e non è cosa che ancor non asista e possa più tardi venire all’atto dell’essere."
      },
      {
        "index": 36,
        "text": "Ma perchè si cessi una volta di mettere innanzi le forme del possibile qualichesieno a proposito dei nostri concetti, osserveremo brevissimamente che da un lato si afferma tuttodi dal popolo e dai filosofi il possibile, in quanto tale, riferirsi a cosa la quale non è ma può essere. E in questo senso, l’obbietto delle idee nostre e delle verità necessarie intorno ai non contingenti non è del sicuro un possibile; conciossiachè, come più volte fu dimostrato, quell’obbietto ipotetico no può dirsi che non sia nè può dirsi che verrà un giorno all’atto d’esistere. Dall’altro lato, affermasi parimente la possibilità delle cose finite sopraesistere, per così parlare, all’annientamento di tutto il creato e permanere eterna e assoluta. Cotesta possibilità, invece, non guari compete agli enti finiti che sono in fieri ed Anno natura contingente e caduca. Ma se compete alle cose eterne e assolute, ella riferiscesi nondimeno a ciò che ancora non è in atto o può non essere in atto; è dunque delle cose eterne una relazione esteriore, e la qual non compone nessuna parte dell’essere proprio. E cosi sta veramente. Perocchè le idee nostre dei contingenti anno doppia attinenza; l’una, con l’oggetto assoluto; l’altra, con le cose temporali e finite che or sono ed ora non sono, e a tutte le quali preesiste l’essenza e l’archetipo respettivo in grembo della divina e infinita efficienza."
      },
      {
        "index": 37,
        "text": "Concludesi in questa sentenza evidente e feconda che cioé l’ipotesi à compimento in sè stessa e non à bisogno veruno che si trascorra al concetto della possibilità. L’oggetto iporetico (già mille volte lo pronunciamnio) esiste coeterno e assoluto con la verità rispettiva; e in quanto esiste od è oggetto immediato del vero, non è certo un possibile o vogliam dire una cosa che non venne ancora all’atto dell’essere."
      },
      {
        "index": 38,
        "text": "Sembrami, s’io non piglio errore massiccio, aver dissipata la troppo comune preoccupazione che nega la sussistenza agli obbietti ipotetici, perchè possiedono altra realità di quella che percepiamo e sentiamo. Che se invece la realità loro torna cosi certa e cosi impossibile ad esser negata come il principio stesso d’identità e contradizione, noi abbiamo costituito veracemente il cardine dell’ontologia; e la dimostrazione a priori dell’Ente primo esce di per sè dal profondo di qualunque concetto; atteso che ogni qualunque concetto porge la visioue intellettuale di cosa eterna e assoluta che fuori dell’Ente primo non può dimorare."
      },
      {
        "index": 39,
        "text": "Del resto, da Platone in poi, anzi dalle vetustissime scuole dell’Italia meridionale, sempre vi fu in filosofia chi mantenne la realita obbiettiva dei puri concetti, Ma Platone nocque estremamente alla dottrina propria col fare le idee non già aspetti lucenti e determinazioni manifeste dell’Assoluto, ma postanze coeterne con Dio e da lui separate: quando pure fosse tale l’intendimento delle sue alte speculazioui, sul che è varia la sentenza dei critici. Nel medio evo i realisti, e l’Alesio fra essi, toccarono molto bene il fondo della quistione; ma l’avvolsero in astruserie tali e cosi malagevoli a pigliarne sincera notizia che i posteriori ingegni ne perdettero a breve andare la riposta significazione e con poche e superficiali ragioni contradissero al disputare ed al meditare faticoso di molti secoli. Più tardi, dalla scuola di Cartesio uscirono due ontologi sommi e professanti ambedue la sussistenza degli obbietti ideali; l’un di abborrito nome, l’altro di venerato e di santo; io voglio dire Spinoza e Malebranche. Ma ciò che impedi loro di dare credito peruutnente alla teorica delle idee si fu la involuta ed erronea dottrina che quella età professava intorno all’immaginare ed al percepire, facilmente confusi e scambiati con l’intendere puro ed astratto e non isceverandosi allora con diligenza ne’ nostri pensieri il subbiettivo dall’obbiettivo. Il Kant, venuto dopo i sensisti che crebbero l’oscurità e i viluppi, e propostosi di far cessare il litigio fra razionali e sperimentali, menò la filosofis mille miglia discosto dalle largle vie platoniche. Parvero poi i concetti ripigliar valore e sostanza negli ultimi panteisti alemanni. Se non che essi immedesimando nell’intrinseca forma e sostanza l’obbietto col subbietto, il pensare con l’essere, l’idea con la percezione, il relativo con l’assoluto fecero delle intellezioni l’uso e la stima che vollero."
      },
      {
        "index": 40,
        "text": "In Italia uno stupendo ingegno, or sono pochi anni, pose la mente umana in congiunzione immediata con Dio senza interponimento d’idee, o vogliam dire di esseri rappresentativi; ed anzi chiamò idea l’Assoluto medesimo, in quanto è oggetto immediato del nostro conoscere ; e stimò che l’intuito umano non solo pervenga a direttamente apprendere e percepire Iddio, ma sempre lo percepisca nel suo creare e conservare le contingenze in atto e nel tempo; quindi il fatto e l’idea, il percepire e l’intendere, il finito e l’infinito, il temporale e l’eterno furono in quel suo sistema raccolti da ultimo sotto una medesima forma e natura di cognizione; e l’ontologia cominciando da quel pronunziato: l’Ente crea l’Esistente, ebbe inizio e base più che disputabile e al tutto sfornita dell’evidenza. All’ontologia rigorosa e scientifica non verrà mai conceduto di pigliar le mosse da tale proposizione di cui si possa venir pensando il contrario senza incorrere nell’assurdo."
      },
      {
        "index": 41,
        "text": "Ella vedrà, mio signore, quello che io abbia corretto e quello che tolto ed aggiunto alla teorica delle idee; vedrà se la dimostrazione che io porgo della realità obbiettiva dei nostri concetti sia mai stata prodotta ne’ libri con la certezza apodittica che io presumo aver rinvenuta; e se in ciò si contiene, secondo mi sembra, la speciale dimostrazione priori dell’esistenza di Dio, che è il problema fondamentale e massimo di tutta quanta l’ontologia."
      }
    ]
  }
}
