{
  "chapterNumber": 60,
  "title": "Vol. I, Appendice I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ESTRATTO DALLA PREFAZIONEAL DIALOGO DI SCHELLING INTITOLATO IL BRUNO."
      },
      {
        "index": 1,
        "text": "VII. — Della contraddizione intrinseca del panteismo."
      },
      {
        "index": 2,
        "text": "Quella sentenza di Jacobi, ridetta e favoreggiata ora da Schelling, che, cioè, il solo sentimento sia capace di cogliere il vero soprassensibile, e che la ragione dimostrativa, rimanendo con sé medesima coerente, trascini a forza al fatalismo ed al panteismo, ci sembra falsa, disavveduta e pregiudiciosa. Imperocchè niuna delle facoltà largiteci da natura per lo scoprimento del vero dee necessariamente errare e ingannarsi. Adoperata ciascuna da se e non sussidiata come conviensi dalle altre, riuscirà insufficiente, non però falsa; verrà incapace di conchiudere, ma non costretta di mal conchiudere. Nè certo potrebbe accadere il contrario senza dar vinta la causa agli scettici compiutamente; conciossinchè quale fidanza sono mai per riscuotere la validità e l’efficacia dell’umano intelletto qualora torni vero che alcuna sun facoltà, debitamente adoperata, ruini in errore gravissimo per legge e necessità della propria costituzione? E chi ci malleva che non intervenga il medesimo eziandio alle altre facoltà, e non sin nell’indole di tutta la intelligenza umana il doversi ingannare invincibilmente? O perchè il sentimento è più veritiero del raziocinio e l’ispirazione interna meno capace d’illudere che l’esterna esperienza? Errano poi altrettanto coloro che mossi da zelo inconsiderato godono di vedere i filosofi condannar la ragione, e sperano di provare con ciò la necessità e legittimità della mistica filosofia; chè qualora fosse tale veramente la condizione della nostra intelligenza, e fosse per lei gran saggezza de s’abétir, secondo la frase strana ed energica di Pascal, non par egli da doversi temere che pochi vogliano imbecillire così, e violentando sè stessi porgere il collo al giogo d’un’autorità inesplicabile e non sindacabile e in aperto conflitto col raziocinio? Delirj sono questi, per ciò ch’io ne penso, d’ingegni melanconici e fantasiosi, ai quali dovrebbe pur sovvenire che d’infinite battaglie è già uscita illesa e splendente l’umana ragione e d’infinite altre uscirà: e che le apparenti contraddizioni sue turbano e spaventano tutta l’anima appunto perchè ragionare è per noi supremo bisogno, ed è l’essenza medesima di nostra mente e di nostra natura. Impertanto, io non reputo d’allungarmi troppo dal proposito di questa prefazione ponendomi a dimostrare con brevità come la sentenza di Jacobi e di Schelling non si apponga per nulla al vero, e come la ragione dimostrativa giunga di per sè a provare che il concetto del panteismo inchinde una ripugnanza intrinseca, non rimovibile e non dissipabile mai da veruno sforzo di scienza."
      },
      {
        "index": 3,
        "text": "E prima, a scansare le equivocazioni, troppo facili in metafisica, dichiarisi ciò che da noi s’intende nel caso presente sotto questa voce ragione. Ognuno sa che suolsi alcuna volta apporre tal nome al complesso intero delle facoltà cogitative: ma vedesi chiaro che non è qui luogo a simile accezione collettiva e generica, secondo la quale le verità istintive altresì entrano a comporre la ragione; ed è troppo manifesto che si fatte verità rispingono il panteismo, non po- tendo il senso comune persuadersi che, per modo d’esempio, l’attivo faccia sè stesso passivo: o che gli uomini non sieno sostanze distinte e subbietti causali, ma puri fenomeni e accidenti fugaci della comune sostanza; non sieno liberi d’individuale e propria libertà loro, ma dell’universale del primo ente; o che ogni male ed ogni bene manifestino ugualmente e indifferentemente alcun necessario sviluppo dell’Assoluto, e cotali altre opinioni. Le quali sebbene i panteisti o neghino e travisino, ovvero procaccino di spiegare in modo accettabile ai meno oculati e prudenti, permangono ferme ed intere nell’intima essenza di loro sistemi a guisa di conseguenti necessari e immedinti d’un ben condotto sillogismo; e di tali conseguenti il più funesto, al sicuro, come il più certo si è quello che annovera tra le illusioni di nostra natura la imputabilità morale e il profondo senso di obbligazione che in niuna coscienza umana appare ottuso ed inerte."
      },
      {
        "index": 4,
        "text": "In un significato speciale poi suolsi nddomandare ragione quell’abito superiore di nostra mente, il quale investigando il vero usa fermarsi e quietarsi unicamente nei due principj della identità e della causalità. Oltre ciò è da considerare che il pensier nostro in qualunque atto conoscitivo veste certe forme e intuisce certe nozioni delle cui rispondeuze con la realità delle cose si dubits, e si contende presso i filosofi. Che fa pertanto la ragione nell’uso suo quotidiano e comune per non infirmare da questo lato le deduzioni e le prove? La pratica e l’esempio di tutte le scienze positive e geometriche c’insegnano ch’ella procede secondo il canone dell’arte logica naturale, il qual vuole che veramente debbano riputarsi per buone e certe rappresentatrici delle esistenze esteriori quelle nozioni, in cui la evidenza immediata e il convincimento umano perpetuo ed universale riconosce una tal virtù; e per lo contrario, debbano aversi in contor di vuote e nude astrattezze quelle idee e forme a cui la evidenza e il convincimento medesimo nega ogni valore di obbiettiva realità, ovvero la cui supposta concretezza conduce manifestamente all’assurdo. Così, per grazia d’esempio, riputeremo noi la nozione dello spazio significare non una sola e mera possibilità ideale, ma un subbietto esterno effettivo; perocchè sempre da tutti gli uomini si tiene per evidente lo spazio non essere cosa creata dal nostro spirito. Per contra, reputeremo la nozione astratta dell’ente comunissimo significare un predicato da cui non si rappresenta nulla di discernibile e di separabile nelle cose reali nè come attributo nè come modo, nè come sostegno degli attributi e dei modi. Atteso che ciascuno di tali supposti mena allvaperta contradizione o di negare la esistenza dei subbietti o quella degli attributi e dei modi. Perocchè se l’ente è solo subbietto ed è sinonimo di sostrato, i modi diventano un nulla; se consiste, invece, nei modi e non nel anbbietto, questo similmente è annullato. Infine, se l’ente è il subbietto e i modi ad un tempo, tutte le diversità delle cose vengono annichilate e l’universo intero disciogliesi nella nuda e astratta medesimezza d’un solo essere vuoto e indeterminato. La nozione adunque dell’ente comunissimo reca con sè un elemento subbiettivo ed originato da una mera vista dell’intelletto. Altro discorso poi dee tenere il filosofo quando la voce ente è fatta sinonima dell’Assoluto, come accade appresso Platone."
      },
      {
        "index": 5,
        "text": "Ed anche gioverà d’avvertire che noi domandiamo subbiettive quelle nozioni a cui non risponde nell’ordine della natura alcun che di positivo e di discernibile dentro le cose. Altri dilato stranamente il numero di tali nozioni e mancò poco non fossero domandate subbiettive tutte lo idee, non volendo concedere che a ciascuna di esse tiene riscontro un eterno ideato e però termina ella in una realità perenne e assoluta che è l’oggetto costante e l’immancabile contenuto della verità."
      },
      {
        "index": 6,
        "text": "In questi confini sta la facoltà deduttiva e dimostrativa a cui per la sua eccellenza appropriasi il nome solenne di ragione. Allargarla di più si è confonderla con tutta la intelligenza; restringerla e menomarla vale ridurre al niente la sua efficacia, qualora si voglia farne uso nel mondo delle realità contingenti e nel mondo delle cause, non in quello solo delle astrazioni. Col mero principio d’identità era impossibile a Benedetto Spinoza tentar di spiegare la genesi e la natura effettiva di tutte le cose; e però quantunque mantenesse in ogui discorso l’abito geometrico, egli non potè non introdurvi il concetto di causa, di atto e di mutazione insieme col principio della ragion sufficiente. In risguardo poi del valore obbiettivo delle nozioni, Spinoza lo dilato fin oltre a quello che il naturale criterio consente e insegna a tutti gli uomini, perchè accettava quella massima metodica di Cartesio, potersi affermar delle cose tutto ciò che è contenuto nella chiara e distinta lor concezione, e doversi avere per leggi reali ed universali di esse cose le forme le leggi costanti de’ nostri pensieri. Laddove era lecito unicamente di affermare che l’apprensione chiara e distinta d’un’idea scevra d’ogni contradizione prova soltanto (come dicevo teste) In esistenza obbiettiva dell’eterno ideato, ma non dimostra nulla intorno all’essere attuale della natura."
      },
      {
        "index": 7,
        "text": "VIII. — Si dimostra più alla distesa quello che è ragione."
      },
      {
        "index": 8,
        "text": "Dopo ciò, la ragione può essere definita quella facoltà che raziocinia e dimostra, usando i principj logicali supremi valendosi de’ criteri comuni per discernere nelle cognizioni la parte subbiettiva dalla obbiettiva, Con tali determinazioni, io mi penso, il Jacobi assumeva nel pensier suo ciò che gli piacque di domandare ragione speculativa; perchè in altra guisa non avrebbe saputo dotarla d’alcuna potestà di concludere assolutamente e innegabilmente cosi intorno alle idee, come intorno ai fatti. Ne queste minute distinzioni e definizioni debbono reputarsi superflue trattandosi di filosofia tedesca. Avvegnachè in mano dillege, per via d'esempio, la ragione diventa una cosa differentissima da ciò che gli uomini tutti s’accordano di cosi chiamare. Di tal guisa, quando si spaccia che l'Assoluto non è ma diventa, o vogliam dire, che esso nega u smentisce la propria natura; e quando si afferma che il principio d’identità e di ripugnanza è una verità volgare e più apparente che solida, ed aggiugnesi che pure levata di mezzo ogni virtù causale efficiente, si può dal nulla cavare ogni cosa, non solo viene creata una logica nuova la qual ricerca una forma d’intelletto diversa ed opposta a quella che è posseduta dal genere umano, ma si ne seguita che tanto vale l’affermare quanto il negare e tanto l’essere quanto il nulla. Se poi il Jacobi sotto nome di ragione stimo d’intendere unicamente il giudicio che fa il pensiero della convenienza o sconvenienza dei puri concetti fra loro paragonati, in quel caso gli si concede senza ombra di fatica che i puri concetti conducono al panteisio ed al fatalismo. Perocchè il legame di tutti essi è la identità sola; e la legge, onde sono governati, è la mera necessità logica. E atteso che la realtà e sussistenza loro obbiettiva (secondo che io reputo) termina e si sustanzia nell’Ente assoluto e infinito, diventa naturale e legittimo che nell’Assoluto e nell’Infinito ogni cosa mostrisi perfettamente una e logicamente necessaria, nè la contingenza, la possibilità e la divisione vi piglino luogo. Chi non sa che le idee, sebbene rappresentino all’intelletto l’ordine causale e generativo dei fatti, non ànno esse medesime l’essere proprio in ordine causale e generativo? e quando la percezione quotidiana non insegnasse mediante il visibile esperimento quello che sia la causazione e produzione delle cose, mai le idee non ce ne fornirebbero la notizia. E il simile si affermi della libertà umana, stantechè i concetti non lasciano facoltà di pensare il contrario di quello che annunziano, mentre le cose che sottostanno al libero arbitrio debbono indifferentemente poter essere e non essere. Quanto poi alla creazione, i concetti, come tali, pervengono solo a costituirne la notizia ipotetica; non già perchè sia impossibile ad essi il mostrarne la necessità intrinseca; ma si perchè provato pure la necessità intrinseca dell’atto creativo, ciò non porta la cognizione diretta e certa del fatto siccome tale, perchè il fatto siccome tale conoscesi con la percezione, non già con l’idea."
      },
      {
        "index": 9,
        "text": "Tre cose, adunque, sussistenti e positive mai non saranno originalmente insegnate dai meri concetti, la produzione, cioè, la contingenza e la libertà umana. E chi edifica l’ontologia coi soli e nudi concetti verrà in ultimo a dover negare tutte tre quelle realtà. Noi ne deriviamo la cognizione da un altro fonte che è il senso, la percezione e la coscienza immediata di noi medesimi. Certo, la mente possiede le idee speciali della produzione, della contingenza e del libero arbitrio umano, avendo desunto il lor contenuto dai veri sperimentali; ma la mente le possiede alla guisa stessa che i concetti di mutazione, di finità, di corruzione e moltissimi altri conformi, i quali nella obbiettiva realità loro racchiudono non già il simigliante ma si l’analogo delle cose rappresentate."
      },
      {
        "index": 10,
        "text": "Ogni forma di ragione, pertanto, ogni maniera e metodo di raziocinare, eillogizzare e dedurre tornerà insufficiente ed erroneo, quando si porrà a voler giudicare dei fatti col solo mezzo delle nozioni astratte e con le sole ed uniche leggi interiori di nostra mente. Principio essenziale e fecondo di metafisien si è che l’idea e il fatto sono differentissimi e niuna cosa varrebbe a riempiere l’intervallo che li disgiunge. Il fatto è percepito, l’idea è intesa; l’uno è azione e passione, l’altra non à in sè medesima nè attività ne passività alcuna. L’idea è rappresentativa e si connette a forza al rappresentato; nel fatto non è nulla di ciò. L’una nel termine suo assoluto è infinita ed estemporanea, l’altro è finito e transitorio; l’una è immutabile, l’altro diventa quel che non è; l’una è assolutamente legata o disciolta per identità o diversità, l’altro continuamente è prodotto e produce. Conseguita da tutto ciò che niuna maggiore illusione potea cadere nell’umano intelletto quanto quella di trasformare le idee in fatti e l’ordine causale nell’ordine logico e descrivere il diventare dell’Assoluto nel modo che si descrivono le deduzioni dei concetti fra loro. Da tal paradosso è proceduto il panteismo di Hegel come a quello di Spinoza fu cagione impulsiva un paradosso contrario. L’Hegel dette il moto e la contingenza alle idee per trasformarle in ciò che diventa; Spinoza tolse la finita causalità e la contingenza ai fatti per trasformarli in idee."
      },
      {
        "index": 11,
        "text": "Noi uscendo dai paradossi arbitriamo le idee essere rivelatrici delle verità necessarie ed essere organo proprio e peculiarissimo della cognizione nostra dell’infinito. Le percezioni, invece, mostrare l’ordine generativo delle cause, la natura dei contingenti, ed essere organo proprio delle cognizioni intorno al finito. Ma nelle idee e nei fatti essendo comune la intelligibilità, l’animo o la mente che voglia dirsi distendesi poi ad entrambi e ne coglie le corrispondenze continue ei copiosi collegamenti. A rispetto di ciò, la ragione speculativa dovrebbe con più rigore definirsi quella facoltà superiore e sintetica la quale accordando insieme i risultamenti delle intellezioni e delle percezioni studia di ritrarne la pienezza e l’unità della scienza nei limiti per entro i quali è possibile all’uomo di trasmutare le verità sperimentali di fatto in verità necessarie ed universali. Ma queste cose verranno forse chiarite meglio a capo per capo alquanto più tardi. Si concluda per al presente che male il Jacobi e male lo Schelling censurarono la ragione speculativa e lo attribuirono certa necessità ineluttabile di ruinar nell’assurdo edificando a forza il panteismo ed il fatalismo. Tale necessità è da recarsi unicamente alle idee; e queste direbber menzogna, quando non predicassero dell’Assoluto l’assoluta unità e la libertà antecedente, non la conseguente e limitata dell’uomo."
      },
      {
        "index": 12,
        "text": "Ci piace in sul bel principio di ricordare che veruna dimostrazione gagliarda contro del panteismo può riuscire (nel suo midollo almeno) nuova ed inopinata; e il contrario sarebbe grande sventura, perchè mostreria la fiacchezza della ragione a scoprire l’errore in tanta lunghezza di secoli. I veri solenni e fondamentali sono come gli dei lari dell’amano pensiere e però antichissimi ed immutabili, ma che bisogna difendere con diverse armi, in diversi modi, secondo il variare dei tempi e la specie di guerra che lor si move. E’ sono altresì molto semplici e luminosi di evidenza: ma la soverchia varietà e implicazione delle dottrine, i lambicchi delle analisi e delle astrazioni, la voglia ambiziosa di trovar maraviglie, il dubbio provocato con ogni sorta di argomenti eziandio molto speciosi turbano ed annebbiano a poco a poco quella semplicità e quella evidenza; il perchè fa mestieri a’ debiti tempi restituirle nella interezza e purezza loro, e richiamare gl’ingegni dal dotto fantasticare ai documenti piani e manifesti della ragione comune."
      },
      {
        "index": 13,
        "text": "Altrettanto di danno recano all’evidenza di que’ documenti le confutazioni mal ferme delle tesi contrarie; il che s’è veduto assai chiaramente in questa materia del panteismo; e non sarà qui inopportuno dirne alquante parole."
      },
      {
        "index": 14,
        "text": "L’estensione, Anno obbiettato a Spinoza, è di necessità un composto, e così lo spazio tutto quanto, così ogni corpo il quale risulta d’un aggregato di molecole sostanziali."
      },
      {
        "index": 15,
        "text": "L’estensione vuota, rispondono i panteisti, è capace d’infinite fenomeniche divisioni, ma di reali e sostanziali il neghiamo. Concedesi che lo spazio occupato dal corpo A non è il medesimo occupato dal corpo B, e amendue rimangono disgiunti fra loro dagl’inframmessi spazi numerosissimi indefiniti. Ma che per ciò? Lo spazio del corpo A e lo spazio del corpo e tutti gli altri interposti sono modi diversi del subbietto medesimo, sempre uno, impartibile ed infinito; e cotali modi ánno per condizione peculiare di loro essere il trovarsi appunto l’uno fuori dell’altro, senza rompere mai la comune continuità. E qui l’avverbio fuori è in senso proprio e non figurato. Quindi non vnole significare un’assoluta diversità e separazione. Quanto ai corpi, soggiungono essi, se prendasi ardire di negare il vuoto assoluto e concepire ogni cosa pieno dell’etere sottilissimo e indivisibile, non fa più contraddizione a dire che ogni separazione di materia à fenomenica e non sostanziale, e consiste in un cangiamento e spostamento dei fenomeni di densità e di moto, senza che quindi risulti alcuna interruzione effettiva del continuo di materia."
      },
      {
        "index": 16,
        "text": "Fu pure ai panteisti obbiettata la mutazione e la contingenza come impossibili a conciliarsi con l’assoluto. Ma si schermirono dicendo la mutazione ed ogni altra specie di contingenza esistere rispetto a noi che siamo rinchiusi nel tempo, nel finito e nel relativo, non esistere per l’universo, il quale contiene il tempo ed ogni finito, e però in risguardo dell’universo e della monade sostanziale, che tutto il riempie, nulla muta e perisce; ma ogni cosa sta fermamente od immobilmente, avvegnadio che tutte le mutazioni rimirandole nella eternità e fuori del tempo subito appajono come i punti diversi e contigui d’una medesima linea, che tutti ci sono presenti a un modo, e uno sguardo solo li percepisce. Simigliantemente, le contingenze non sono tali che al giudicio della nostra ignoranza a cui non è lecito di avvisare le cagioni necessarie dei minimi accadimenti e delle lievissime modificazioni. Ma così è necessario e fatale l’ordine intero dell’universo, come quello degli accidenti più minuti fugaci. E perchè sussiste per ogni dove una sola sostanza, ogni accidente fugace partecipa della unità e identità comune; quindi partecipa della ragione e cagione prima. Ne più è vero che non abbia in sè stesso ragione alcuna del proprio essere."
      },
      {
        "index": 17,
        "text": "Ancora si oppose che i panteisti fanno alla monade loro universa affermare una cosa in Cajo e negarla in Tizio; fanno volerla nel primo e diavolerla nel secondo, odiarla in questo, amarla in quello, e così delle altre continue e innumerevoli discrepanze degli atti umani. Risposero i panteisti: ripugnante sarebbe ciò, se il medesimo atto affermasse e negasse l’oggetto medesimo, e altrettanto si dica dell’amare e odiare, del volere e disvalere, e cosi prosegui. Ma nel vero, distinti riescono gli atti e di qualità e di numero e di successione, e nemmanco sono opposti fra loro assolutamente, imperocchè, se badasi a tutti i modi e alle minime circostanze di ciascheduno, mai non si troverà che gli atti contemporanei di due o più individui tornino fra loro uguali perfettamente, ovvero perfettamente disuguali. Conciossiachè, scriveva appunto Giordano Bruno, simile perfetto non si dà come non si danno perfetti sinonimi; e la cosa stessa ripeteva più tardi Leibnizio, traendone il principio chiamato da lui degli indiscernibili."
      },
      {
        "index": 18,
        "text": "Noi non siamo per affermare che questi ed altri argomenti dei settatori del panteismo trioufino onninamente delle prefate obbiezioni; solo diciamo ch’ei si conviene produrre una prova tale della sua intima contraddizione, in favor della quale non armeggi il solo buon senso, ma paja dimostrativa per sè, patente, geometrica affatto nel rigor delle conclusioni, e sorga dai termini stessi della tesi, in eni si cardina tutto il sistema; poichè allora l’avrem ferito nel cuore e scrollato e rovesciato dalla sua base. Ora, al nostro sentire, cotal prova si giace nella impossibilità piena assoluta (perchè logica e metafisica ad una) d’immedesimare sostanzialmente il finito coll’infinito."
      },
      {
        "index": 19,
        "text": "Le troppo invalide confutazioni che i panteisti procaccian di fare di tale assoluta impossibilità prendono corpo dalle falsate definizioni e dalle repugnanze mediate o immediate che stimano far riconoscere nella tesi contraria. Noi dilegueremo innanzi gli equivoci chiarendo e restituendo nell’essere loro le rispettive definizioni; poi redarguiremo le accuse più vive lanciate contro al principio dei teisti; nel che, replichiamo, poca o niuna novità di pronunciati e di argomentazioni apparirà fuori; ma noi mostreremo per avventura con maggior lucentezza che l’evidenza della ragione non è men bella nè meno invitta perchè è antica e volgare."
      },
      {
        "index": 20,
        "text": "IX. — Della nozione del finito."
      },
      {
        "index": 21,
        "text": "Dicesi che uno spazio è finito, quando d’ogn’intorno sta circoscritto da un altro spazio; e sono qui da notare tre cose: la prima che il continuo di estensione mai non s’interrompe, ma giace intatto e comune alle due grandezze, alla circoscritta ed alla circoscrivente; la seconda che uno spazio finito riceve la finità sua da cosa simile a lui, cioè da uno spazio; la terza che non si può immaginar l’estensione, o reale o ideale, finita da cosa dissimile; perchè, a rispetto dello spazio, finire significa per appunto questo, di produrre in una indefinita grandezza due modi di estensione, uno circoscritto ed uno circoscrivente. Dicesi simigliantemente che la forza intrinseca onde à mosso (poniam caso) il nostro braccio è impedita e limitata dalla forza resistente d’alcun corpo esteriore. In cotale esempio due specie di finità sono da avvertire. La prima riferiscesi direttamente alla nostra forza di movere, la quale non potendo spiegare l’abitual sua efficienza accorgesi della opposta limitazione e insiememente della propria. Conoscesi la seconda specie di finità appena si viene pensando in astratto alla condizione comune di forza e di attività in cui sono il me ed il corpo esteriore; perch subito e l’uno e l’altro ci appajono per legge dell’intelletto come specie e forme di una forza universale incommensurabile, e ambedue ci si presentano come finiti inchinsi ir un ideale infinito. Nell’un caso e nell’altro, ciò che limita (ponendosi mente alla sola condizione dinamica) à natura uguale col limitato; ma nel primo caso, ciò che limita sussiste realmente in atto, vale a dire, la forza esterna del corpo contro alla forza motrice del nostro braccio; nel secondo, e vale a dire per entro ai concetti, ciò che limita è una mera entità ideale, la cui rispondenza con l’esterna realità à gran bisogno di prova."
      },
      {
        "index": 22,
        "text": "Dicesi parimente che un piacere e una gioja grande e straordinaria vengono limitate dal turbamento che reca un qualche accidente increscevole e doloroso o del corpo o dell’animo; e qui il limite positivo è immediatamente dissimile anzi contrario affatto alla cosa limitata; benchè poi il piacere e il dolore si rincontrino e si ragguaglino nel genere superiore della possibilità."
      },
      {
        "index": 23,
        "text": "Dicesi in quarto luogo che il sapere umano rimane sempre finito, innumerevoli essendo le cognizioni alle quali non può pervenire; qui la limitazione non è cosa per sè nè visibile nè concreta; ma è semplice privazione manifesta a noi pel paragonar che facciamo il concetto della nostra scienza effettiva con quello d’una scienza trascendente e assoluta."
      },
      {
        "index": 24,
        "text": "Da ultimo dicesi da’ filosofi che qualunque determinazione dell’ente induce in esso una finità, perchè ciascuna determinazione induce a negare tutte l’altre che non son lei, e vengono però escluse dall’ente. Onde perchè determinandosi l’ente non si neghi nulla di lui, conviene che le determinazioni sieno infinite e nessuna gli sia esterna come apparirà più avanti."
      },
      {
        "index": 25,
        "text": "In cotesti cinque modi diversi (che non son tutti, ma i principali) di concepire e avvisare la finità delle cose appajono tre condizioni generali e comuni alle quali bisogna por mente. La prima è che ciascuno di tali modi contempla ed esprime ugualmente un essere difettivo, e la cui natura è mista di possessione e di privazione. La deficienza adunque dell’essere istituisce l’universale ed essenzial carattere del finito. L’altra condizione comune e qualitativa si è che la finità o la deficienza delle cose concrete rivelasi a noi ne’ loro modi e ne’ loro atti e non mai ne’ subbietti, i quali, come subbietti, si celano alla nostra esperienza e sono il falso infinito o l’apeiron dei greci e veramente il non definito. Nel vero, noi già scorgemmo che la fiuità dello spazio appare sempre in due modi contigui di esso; in una estensione circoscritta ed in una circoscrivente. Del pari, modi affettivi dell’animo sono il piacere e il dolore. Nell’esempio delle due forze interiore ed esteriore la finità si discuopre per via degli atti, e per loro mezzo similmente la si discuopre nel nostro sapere, il quale è continuo atto. La terza condizione si è la necessità del pensiere che non può non raccogliere sotto una qualche unità infinita e ideale le cose individue fra loro paragonate e dimostranti alcuna concreta medesimezza. Così, a me vien meno la facoltà di affermare che il finito sempre torni a deficienza di essere, quando io non pensi lente assoluto ed illimitato in cui si raccoglie a guisa di modo e specialità l’ente finito e manchevole."
      },
      {
        "index": 26,
        "text": "X. — Della nozione dell’infinito."
      },
      {
        "index": 27,
        "text": "Il finito e l’infinito sono concetti che contrappongonsi; vien notata però cotal differenza fra essi due, che il primo invoca di necessità il secondo, perchè vi sta inchiuso, ma il secondo non trae seco il primo se non in quanto la negazione radduce alla mente il concetto della cosa negata. A ciò che avviene preesiste una cagione determinatrice di tutto l’essere di lui, e però determinatrice ancora dei limiti e delle deficienze che sono in esso. Alle cose finite pertanto che noi vediamo e che principiano ad essere, preesiste una cagione limitatrice, la quale come vera e suprema cagione è assoluta e però infinita. Le cose finite adunque domandano per sussistere l’infinito; e quello che succede in fatto succede eziandio in pensiere; perchè il concetto della limitazione è necessariamente bimembre, e inchiude l’essere limitante e l’essere limitato. Ma, come si disse, la nozione dell’infinito trae seco in pensiere la nozione del fiuito, soltanto per negarla ed escluderla: è dunque un mero legame grammaticale e non obbiettivo e concreto. Ne diensi il finito limitare a vicenda l’infinito con questo che ogni negazione induce in qualche limitazione. Conoscemmo poco fa che negare il finito, in quanto finito, importa negare la deficienza dell’essere. Adunque l’infinito esprime la negazione del deficiente e però l’affermazione dell’efficiente, o, con altri termini, l’affermazione della pienezza intera dell’ente e l’esclusione d’ogni limite."
      },
      {
        "index": 28,
        "text": "Da ciò si raccoglie innanzi a ogni cosa che l’infinito non trae seco necessariamente il finito, nemmanco mentalmente: e questo per lo contrario domanda la preesistenza di quello. E per fermo, se al vocabolo infinito sostituisco quello di Dio o l’altro di ente, il finito non è più sottointeso. Laddove, il finito non venga chiamato con voce di relativa significazione, egli non sarà per tale riconosciuto, ma si veramente scambiato col suo contrario, come se taluno il chiamasse ente, realità, esistenza e simili."
      },
      {
        "index": 29,
        "text": "In secondo luogo si rileva che dell’infinito niente si può negare e tutto si debbe affermare, salvo ciò per appunto che implica negazione. Ed anzi conviene aggiungere che, posta un perfezione infinita, è grandemente mestieri di porre tutte le altre ed unificarle. Per fermo, una perfezione quale che sia non riuscirà mai infinita, se non si congiunge a tutte le altre; perocchè non congiungendosi appare non possedere ogni possibile relazione, e però da cotesto lato non riesce perfetta. Di quindi si cavano, per mio giudicio, le due più universali definizioni del finito e dell’infinito, dicendosi del primo che è ciò il quale senza contradizione veruna lascia pensare ad altra esistenza indipendente da lui; e del secondo che è ciò dal quale non può senza intrinseca contradizione pensarsi esclusa alcuna esistenza positiva e indipendente. Qui poi fa mestieri badare all’impotenza di nostra mente, cui nou vien fatto di contemplare gl’infiniti attributi dell’infinito senza distinguerli in qualche modo e sceverarli l’uno dall’altro, o però determinandoli e sceverandoli, negare di ciascuno di loro il contenuto di tutti gli altri. Ma questa necessità della mente non passa guari nell’obbietto; e sappiamo che ciascun attributo dell’infinito va essenzialmente congiunto con tutti gli altri, in modo che debbesi affermarli tutti in ciascuno; e, per grazia d’esempio, ei si convien dire che nell’infinito la bontà è sapienza e la sapienza à bontà, e cosi d’ogni cosa nell’infinito à forza affermare ogni cosa. Il principio adunque dello Spinoza omnis determinatio est negatio non si avvera in modo compiuto se non nella mente umana per legge della sua finità."
      },
      {
        "index": 30,
        "text": "In terzo luogo si rileva che nell’infinito non cade nè numero nè quantità, perchè al primo è sempre la limitazione aderente, e alla seconda si può sottrarre e si può aggiungere, condizione contradittoria coll’infinito. E se conviene attribuirgli infinite perfezioni, non però sono numerabili, e appunto non sono tali perchè infinite. Di qui procede che fra lui e il finito ogni proporzione si fa impossibile, e che per grande e immenso che paja quest’ultimo, gli è come zero e nulla a rispetto dell’infinito. Oltre a ciò è da notare che se il quanto trae seco sempre e in ogni luogo la finitudine, all’incontro l’infiuito nou appare per tutto, dove il numero e la quantità sieno rimossi; imperocchè non è certo che ogni deficienza di essere abbia a riuscire quantitativa: e, per esempio, non si vede che il subbietto dell’anima umana sia un quanto; e solo negli atti delle sue facoltà lasciasi scorgere la quantità intensiva, come Kant usa dirla. Non pertanto l’anima umana è finita perchè à vera deficienza di essere; e vive accompagnata da tanti esseri simili per quanto si stende il genere umano."
      },
      {
        "index": 31,
        "text": "Per ultimo è da avvertire che giusta i concetti del finite e dell’infinito offertici da Spinoza, ogni genere di finito sta inchiuso e terminato da un infinito congenere."
      },
      {
        "index": 32,
        "text": "Procede questo errore dello Spinoza da un’illusione di sua fantasia, ond’egli à supposto ciascuna sorta di finità rassomigliare compiutamente a quella che si nota nelle estensioni particolari, ove s’incontrano sempre uno spazio circoscritto ed un altro circoscrivente; e amendue appajono quali modi e fenomeni d’una stessa comune continuità di spazio. Ma tal condizione speciale di finità non porger l’idea generica del finito, nè quella però dell’opposto suo che à l’infinito; conciossinchè s’è veduto la finità vera ridursi in universale alla deficienza, e quindi l’infinito in quanto infinito, avere natura non congenere a lei, ma contraria affatto, consistendo nella pienezza e perfezione dell’essere; dal che pur segue l’accezione generale e metafisica della voce finire, allontanarsi da ogni immagine e da ogni qualunque similitudine con le limitazioni sensibili, ma voler esprimere unicamente l’azione della prima causa per cui vengono le cose determinate a ricevere tale forma e non già tale altra, e a mancare perciò d’indefinite perfezioni e attributi e le qualità che possiedono riuscire pur deficienti poteudosi concepirle sempre maggiori e migliori. Di quindi nuovamente si cava che il finito può ricevere la finità eziandio dal dissimile a Ini. Perchè l’omogeneità e la somiglianza di natura tra causa ed effetto apparisce necessaria solo fra i contingenti i quali non creando i subbietti ma solo modificandoli non possono certo operare con efficacia nel tutto diverso. Vero è che quando la mente concepisce un finito, e ad altre simili coesistenze il ragguaglia, ne trae una specie intelligibile, o l’universale che voglia dirsi, in cui non sono più limiti e di cui tutte quelle coesistenze sembrano determinazioni e modi. Così quando io considero che le idee sono finite, e cioè che non ve n’à una sola ma un’altra e un’altra, subito immagino la loro comune idealità che mi rappresenta il loro infinito; e medesimamente se to piglio a numerarle, io le considero e figuro come discrete quantità di un quanto correlativo ed immensurabile. Ma chi desse a cotesta legge dell’intelletto una rispondenza perpetua e necessaria nella realità delle cose finite, confonderebbe stranamente l’ordine dei concetti con l’ordine dei contingenti in atto. In questi vedemmo la limitazione ridursi, il più del tempo, a semplice privazione: ne’ concetti invece ogni cosa torna e si risolve nell’infinito."
      },
      {
        "index": 33,
        "text": "XI. — Si mostra da capo la contraddizione intrinsecadel panteismo."
      },
      {
        "index": 34,
        "text": "Queste definizioni bene fermate e ricondotte a quella semplicità e lucidezza che a noi porge la natura medesima ne’ suoi comuni dettati, facil cosa è vedere il gran paradosso che chiude in sè il panteismo; e a sciogliere il quale non bastano le forze di tutti gl’ingegni orientali e tedeschi. A noi rimane ignota e inescogitabile la forma e l’essenza dell’infinito, ma questo sappiamo certissimo ch’egli è il contrario del finito assolutamente, cioè a dire che tali duo termini si escludono per piena contraddizione logica e metafisica. Non può dunque il finito sostanzialmente immedesimarsi con l’infinito, ripugnando che questo sin insieme l’ente perfetto e imperfetto, deficiente e non deficiente, assoluto e relativo, e sia ciò di cui tutto si debbe affermare e tutto si può negare. Ne qui vale il dire che nel complesso dell’universo e nella immensità dello spazio e della durata le contingenze si annullano, e ciò che è relativo, parziale e individuo sparisce e confondesi con l’assoluto. Pronunziamo che ciò non vale; prima, perchè il contingente e il possibile sono concetti comuni e fondamentali del genere umano e si contrappongono a forza al necessario ed all’assoluto, e rimossi i tali, nè il necessario ne l’assoluto sono più intelligibili: in secondo luogo, ogni complesso e ogni immensità di finiti sempre rimane numerabile, discreta e finita. Adunque la contingenza e la deficienza è intrinseca a lei così nelle parti come nel tutto, e mentalmente almeno le si può sempre levare ed aggiungere, sempre si può mutarla da ciò che era concepirla prodotta in un certo tempo, e in un certo altro annullata; e ciò che le manca a rispetto dell’infinito è sempre ed immensamente maggiore di ciò che possiede. E dire che il numero è cosa intellettuale e astratta nemmanço giova; imperocchè il numero non crea la finità e la quantità, ma la mostra e ne segna le relazioni; e pur fosse la totalità de’ finiti incapace di misura e di numero, non pertanto si rimarrebbe finita e deficiente di essere, in quel modo che un’accumulazione altresi infinita di punti non vale a ingenerare una estensione bencho minima. Chiamare il finito un’apparenza leggiera e fugace che fa, se tale apparenza non è il nulla e s’immedesima colla divina sostanza? Lasciando stare il gran paradosso che incontrasi ad asserire che nell’ente realissimo vi sieno cose le quali sembrano, ma in effetto non sono. Stremare il finito e ridurlo ad un’ombra e ad un sogno non giova ad altro infine se non ad esprimere che questa immensità di fenomeni della quale siam testimoni, essendo la cosa più deficiente e caduca del mondo, introduce nella divina sostanza l’estremo della deficienza della caducità. Distinguere gli accidenti dai modi, i modi degli attributi, la natura naturante dalla naturata, e prolungare con molti artificj, come fanno il Bruno e lo Spinoza, In distanza che segrega le cose finite e caduche dall’assoluto, infinito ed eterno, punto non suffraga; attesochè nella unificazione sostanziale non v’à nè intervalli, nè gradi, nè differenze, e queste si possono pensare soltanto nella più o meno congiunzione e penetrazione delle sostanze separate. Insomma, ciò che sta nelle parti formalmente ed essenzialmente fa ripugnanza che non sussista nella lor collezione. E se ciascuna delle parti è finita in ciascuna condizione, non può riuscire infinito e incondizionato il complesso."
      },
      {
        "index": 35,
        "text": "Da ultimo, tornerebbe a manifesto sofisma il dire che i finiti non sono manchevoli, perchè possiedono o giungono a possedere tutto ciò che alla natura loro compete e chiudesi ne’ termini del possibile; e che ogni cosa è perfetta e compiuta allor aquando contiene l’interezza dell’essere proprio secondo il variare determinato e fatale degli accidenti. Ripeto che ciò tornerebbe a manifesto sofisma; perocchè viensi a conchiudere che il finito non à modo di uscire della propria natura finita, e che tanto è impossibile a lui il contenere la pienezza dell’essere, quanto all’infinito il non contenerla. Di quindi appunto la incongruenza eterna e profonda di que’ due termini."
      },
      {
        "index": 36,
        "text": "XII. — Della sussistenza dell’infinito."
      },
      {
        "index": 37,
        "text": "Fermiamo adunque di nuovo con più sicurezza e chiarezza d’intendimento che le nozioni del finito e dell’infinito per necessità si escludono; quindi non possono i due subbietti coesistere in una essenza medesima. Ne basterebbe il dire che niuno fa coincidere esattamente l’infinito e il finito, ma l’uno dilatano uella sostanza o nella cagione, l’altro nei modi o negli effetti. Noi già spiegammo che nel comune pensiere la nozione dell’infinito è intesa assolutamente, e cioè come sinonima della pienezza e perfezione dell’essere; quindi è ripulsiva d’ogni forma incompiuta e d’ogni entità capace di aggiunzione possibile o pensabile almeno. Ma se delle realità finite abbiamo prova sperimentale continua, lo stesso non accade dell’infinito. Però non manca certa schiera di panteisti i quali negano la sua sussistenza o per meglio dire ne vanno porgendo un concetto troppo diverso dal comune. Appresso Hegel, per esempio, l’infinito si è l’ente che torna in sé e nega la propria negazione e determinazione. E perchè l’ente in quel suo sistema, o l’Assoluto che voglia chiamarsi, non è ma diventa, e cotesto suo diventare procede per interminabili alienazioni e ricongiunzioni di sù con se stesso, proviene di quindi una infinita serie di tali infiniti, o, con altra frase, di tali negazioni delle negazioni medesime. Ora, avvertirò primamente che una simile nozione dell’infinito esprime solo il suo contrapporsi al finito. Ma nel concepire comune degli uomini il vero infinito è non pure la negazione del finito, ma si è l’inclusione della pienezza intera dell’essere, tanto che nulla non gli si possa levare nè aggiungere. Vero à ch’ei si conviene dimostrar prima la sussistenza di tale pienezza di essere. E dico, anzi tutto, che la dimostrano chiaramente le aspirazioni continue di tutte le facoltà e gl’istinti umani. Perocchè nell’infinito termina il nostro pensiere e il nostro desiderio ed i sentimenti gli affetti nostri. La verità. la bellezza, la giustizia, la bentitudine sono da noi contemplate pur sempre nell’essere loro assoluto e però infinito; e credesi comunalmente dagli uomini quelle nozioni supreme non essere meri astratti, ma Dio contenerle in sè stesso in modo concreto, e il simigliante si afferma di tutte l’altre pensabili perfezioni. E questo fa prova sufficientissima nella filosofia naturale."
      },
      {
        "index": 38,
        "text": "Oltre che, v’à per mio giudicio, una dimostrazione esattissima ed irrepuguabile della sussistenza di tutto ciò, ricavata dal principio della ragion sufficiente. Per fermo, se ogni cosa la quale comincia nel tempo, debbe avero da ultimo una cagione prima la qual non cominci, questa sarà, del sicuro, infinita. Perocchè quelle cose iu quanto appariscono e si succedono nella interminabile lunghezza del tempo, riescono sempre maggiori di qualunque numero determinato, perchè maggior d’ogni numero torna la serie progressiva degli intervalli della durata; e la cagione prima dei contingenti per contenere la efficienza della serie loro indefinita ed interminabile come il tempo, à necessità che sia infinita e in sè comprenda ogni perfezione assoluta; da poichè ad ogni perfezione finita debbe poter esser cagione. E quando anco non vi fossero i contingenti in atto o la serie loro cessasse, rimarrebbe la serie immensa e innumerabile dei possibili a cui bisogna una cagione infinita e concreta."
      },
      {
        "index": 39,
        "text": "Un’altra prova assai rigorosa del medesimo pronunciato è cotesta. Se alle cose finite toccasse più che una sola cagione pura e assoluta, ed anzi sortissero per cagione loro efficiente (poniam caso), un infinito novero d’infiniti, ciascuno indipendente e assoluto nel genere suo, la creazione, qual la veggiamo, non sarebbe possibile. Conciossiachè ciascuno di quegl’infiniti varrebbe a produrre gli effetti alla natura propria correspettivi; ma il composto umano, per atto d’esempio, come potrebbe venir generato, senza che l’uno infinito nell’opera sua dagli altri non dipendesse? La causa prima, impertanto, e assoluta debbe essere sola e infinita. E perchè poi è causa, o vogliam dire, potenza infinita, ella debb’essere il tutto infinitamente; chè in altra guisa ella non potrebbe aggiungere a sè medesima ciò che le munca, e però l’efficienza sua avrebbe limitazione."
      },
      {
        "index": 40,
        "text": "Ma togliendo di pezzo il principio della ragion sufficiente e non fornendosi il metafisico d’altro mezzo di condur le sue prove eccetto le idee e il lor convenire o disconvenire, potrà esso attingervi mai una dimostrazione compiuta e apodittica dell’esistere dell’infinito? Quanto è al mio giudicio, io reputo fermamente che si, avendo per più che certo che la dimostrazione a priori della sussistenza dell’Ente perfetto, rampolla saldissima ed evidente da qualunque concetto puro, mediante questi due assiomi: ogni verità à verità di aleuna cosa; ogni verità si concorda perfettamente con l’oggetto suo. Tuttavolta non volendo questa mia prefazione con vertire in volume, volentier mi rimetto a ciò che io ne scriveva altrove. E là si vede eziandio come la realità infinita esce bella e provata dal solo concetto del possibile metafisico; avvegnachè cotesto possibile, che da nessuno si пеgа, vuol dire in sostanza la fattibilità di tutte le cose e però testimonia l’esistere d’una cagione eterna o infinita che le fu o può fare."
      },
      {
        "index": 41,
        "text": "Da tutte le quali considerazioni ci è cresciuta facoltà di sentenziar nuovamente che la discrepanza intrinseca e inemendabila dei dne concetti finito e infinito, verità e realità obbiettiva ed eterna. Avvegunchè, posta la sussistenza dell’essere perfettissimo o infinito che voglia dirsi, segue per necessità logica che non possa congiungersi a lui sotto una essenza medesima qual che sia imperfezione, e però qual che sia finità e insufficienza. Ne debbe l’Hegel pigliare arbitrio di mutar l’infinito in cosa tanto diversa dalla pensata e creduta dal genere umano, quando non porga per innanzi dimostrazione invitta della vanità e fallacia di queste nostre argomentazioni."
      },
      {
        "index": 42,
        "text": "§ XIII. — Si sciolgono alcune obbiezioni."
      },
      {
        "index": 43,
        "text": "I panteisti, più che difendere dimostrativamente la tesi propria, accusano quella degli avversarj, credendo mostrare come nel concetto del teismo e di certa daalità relativa, stia inchiusa del pari una manifesta contraddizione. Noi porrem da banda gli argomenti loro più sottili e speciosi che concludenti, e faremo luogo ad alcune obbiezioni assai vigorose nell’apparenza, e due delle quali sono desunte da due adagi del senso comune. La prima di queste viene ricavata da ci che il popolo crede con gran fermezza, lo spazio essere cosa infinita; e veramente il Bruno in parecchi suoi dialoghi va procacciando di provare la infinitudine dello spazio con un copia di ragioni le più calzanti e vive che dar potea la dialettica de’ suoi tempi, e alcune delle quali, a rispetto della immensità dello spazio, reggono pure oggili molto bene. Certo, questa materia dell’estensione à provocato gran numero di paradossi e perchè bisogna risolverla, quanto almeno al suo legamento con la questione del finito e dell’infinito, io verrò sponendo molto in compendio i concetti miei sul proposito. e coglieremo anche in ciò quella porzione di vero, che scampa dalle ambagi e dalle sottilità della controversia, e splende della evidenza pienissima di ragione."
      },
      {
        "index": 44,
        "text": "Dire cogl’idealisti e co’ seguaci di Kant, che lo spazio è nulla obbiettivamente, non giova a porre i panteisti in silenzio; conciossiachè il senso comune sta questa volta dalla loro, e afferima con essi la realità e l’infinità, od almeno la interminabilità dello spazio, senza qui accennare di altre ragioni che il provano; e per cotesti giudicati del senso comune cade pure l’altra opinione de’ Locchiani e d’altri moderni, secondo cui lo spazio è un mero concetto universale indotto dal paragone dell’estensioni particolari, e la immensità sua à la possibilità logica di sempre poter concepire uno spazio più grande dell’assegnato. Quanto poi a coloro a’ quali è sembrato di tagliar netto il nodo pronunciando che lo spazio è composto, e al composto non potersi attribuire l’infinità, bene rispondeva il Clarke essere nello spazio moltiplicità non assoluta, ma relativa, e la composizione sua essere modale e non già sostanziale, permanendo di sotto alle divisioni e varietà fenomeniche dell’estensioni particolari nna continuità semplice, indivisibile ed impartibile. In fine, quel trovato di Leibnizio che l’estensione sia l’ordine dei coesistenti possibili, non mi par degno di sì gran mente. E sciocchezza dire che gli spiriti abbiano luogo, e però lo spazio non è l’ordine di tutti i coesistenti, ma si di quelli propriamente che ànno corpo, cioè degli estesi; primo paralogismo. Più sorte di ordini vengono divisate in mezzo ai coesistenti, dandosi l’ordine di perfezione, di causalità, di tempo, di dignità, di bellezza o d’altre ragioni. L’ordine speciale dei coesistenti a rispetto dello spazio è quello impertanto che corre tra i coesistenti corporei o vogliam dire estesi; secondo paralogismo. Nè suffraga il pronunziare con altro filosofo che nello spazio è meschiata la infinita possibilità con la limitazione delle cose create. Se quella possibilità è ad intra, è pertinenza divina: e però non si concreta fuori di Dio e non tramezza, come pretendono, fra Dio e le cose. Invece se quella possibilità è ad extra, o vogliam dire è nell’ordine della natura, e subito convertesi in una virtualità passiva od attiva di qualche sostanza, perchè in rerum natura questo solo significato à la parola possibilità e viensi ad esprimere che lo spazio oltre al contenere tale estensione e tale altra finita ne contiene un infinito in potenza. Ci bisogna dunque indagar meglio tale materia della estensione a voler ribattere da questo lato le obbiezioni de’ panteisti e la dialettica sottilissima di Giordano Bruno. Nè potette bastare a risolvere i dubj e fermare il netto della cosa la controversia allegata fra Clarke e Leibnizio per avere entrambi, al mio sentire, trasmodato, benchè in modo al tutto diverso. Per vero, Leibnizio negando allo spazio qualunque realità, vide il composto assoluto dove non era; negò il moto di un corpo, quando non fosse stato in relazione col moto di altri corpi e non ischivò il paralogismo secondo che per noi si è mostrato. D’altra parte, il Clarke identificando lo spazio con la divina immensità, cadde egli pure in esorbitanza e gli falli il mezzo di sciogliersi da parecchie contradizioni."
      },
      {
        "index": 45,
        "text": "Che i modi dello spazio rimangano tutti insieme finiti non occorre lungo discorso a provare, perchè una serie di estensioni finite mai non può riuscire infinita nè in sostanza, né in numero: resta a conoscere quello che s’abbia a giudicare dello spazio che circoscrive e sembra permanere di necessità incircoscritto. Notisi innanzi ogni cosa che tale spazio non esce d’ogni parte infinito, attesochè nel limitare egli le estensioni particolari limita pure sé medesimo in qualche maniera; ond è, a così esprimer la cosa, limitato in dentro e illimitato in fuori. Ora, ciò basta a provare in guisa invincibile che lo spazio esteriormente incircoscritto e il quale circoscrive ogni estensione interiore non è altrimenti infinito. E nel vero, a scegliere una delle molte prove che stanno in pronto, egli è da badare che le grandezze circoscritte intercidono con la estensione lor peculiare quella lunghezza dello spazio circoscrivente, la qual cade perpendicolare sovr’esse; quindi si à due lunghezze in cambio di una, le quali non ponno essere ambedue realmente infinite, perchè due infiniti congeneri non si danno. Similmente si prova ciò considerandosi che lo spazio il quale circoscrive non è il subbietto puro dello spazio universo, ma un modo di lui amplissimo e indefinito. E di vero, il subbietto dello spazio sta cosi presente nella finita grandezza come nell’altra indefinta, e si modifica egualmente con l’una e con l’altra senza rimaner chiuso e determinato in alcuna delle due. Ora, se i modi sono più, ei sono finiti, perchè famo moltiplicità, e finito è anche il modo che circoscrive, perchà fa parte del molteplice. Rimane per ultimo da conoscere quello che sia da pronunziare del subbietto dello spazio in quanto è mero subbietto. E prima, convien distruggere una illusione continua che la fantasia nostra ingenera spontaneamente, e contro di cui la virtù sola del raziocinio può prevalere. E. per fermo, qualunque volta a noi giova di concepire il subbietto puro dello spazio, s’attraversa alla nostra mente il fantasma di certa grandezza vuota, nella quale si possono di nuovo disegnare e descrivere altre particolari estensioni; il che prova che quel fantasma non offre la intelligenza pura del subbietto dello spazio sciolto da tutti i modi; attesochè non si può descrivere alcuno spazio determinato in un continuo affatto indeterminato, cioè tale che non presenti certa lunghezza e certa larghezza maggiore di altre o effettive o possibili. La sola idea pertanto che venga lecito di formare intorno al subbietto nudo e semplice di ogni estensione è il famoso punto metafisico di Zenone, con tanta originale e profonda speculazione dichiarato dal Vico: in mundo vero, quem Deus condidit, est quædam individua virtus extensionis, quæ quia individua est iniquis extensis ex æquo sternitur. La qual virtù non è però nè grande, nè piccola, nè un più, nè un meno, nè esigua, nè immensa."
      },
      {
        "index": 46,
        "text": "Da ciò segue che non si può applicare al subbietto comune delle estensioni quell’attribuzione di finità o d’infinità che sogliamo ne’ modi suoi contemplare, conciossiachè nei modi il finito vuol dire il circoscritto commensurabile, e l’infinito vuol dire il circoscrivente immenso e maggiore d’ogni grandezza commensurabile. Però noi dobbiamo giudicare della finità del subbietto non nel senso peculiare e proprio dell’estensione, ma nel senso universale metafisico, cioè a dire che debbasi investigare raziocinando se nel subbietto dello spazio cade o no la deficienza dell’essere. Condotta a simil termine la nostra tesi, può averai bene per risoluta. Difatto, ragionata ima in universale, noi ricorderemo che ogni cosa la qual non à Dio soffre necessariamente una deficienza di essere, e però il subbietto dello spazio altresì la soffre. In secondo luogo avvisiamo che lo spazio difetta nell’essere anche a rispetto della sua propria e individua natura, avvegunchè non possiede dell’estensione il tutto in perfetta gaisa, rimanendo la serie delle sue modificazioni sempre finita e numerabile, e però sempre difettiva di tutto ciò che le si può aggiungere. E ciò che le si può aggiungere è maggiore sempre di quel che possiede: atteso che il numero e la grandezza delle quantità possibili à sempre maggiore d’ogni quantità determinata ed in atto."
      },
      {
        "index": 47,
        "text": "È da avvertire per ultimo che questa dottrina intorno allo spazio non contraddice minimamente all’adagio del senso comune menzionato qui sopra, e il qual vuole lo spazio essere cosa infinita. Nel vero, ognun sa che quando gli uomini proferiscono tale credenza loro della infinità dello spazio, ei pensano ad una estensione immensa ed incircoscritta, comprensiva d’ogni estensione particolare, sia reale o possibile. Per fermo, il concetto d’una simile grandezza terminativa di tutte l’altre risponde, come vedemmo, a cosa obbiettiva e dal raziocinio confermata: solo è da riflettere che in siffatta locuzione volgare la voce infinito vale incircoscritto, e che assolutamente parlando ella è sinonima d'indefinito, vale a dire, che questa grandezza suprema ed indeterminata riesce maggiore d’ogni estensione assegnabile. Perchè appena tale o tal altra estensione assegnabile passa in atto, subito si rinnova il doppio fenomeno d’uno spazio circoscritto e d’uno circoscrivente. E intanto cotesta grandezza medesima è una relazione di quantità e un certa forma di proporzione, il che disconviene dall’infinito. Perocchè questo non à e non può avere proporzione nessuna col finito."
      },
      {
        "index": 48,
        "text": "Lo spazio adunque è solo infinito sotto al rispetto che nulla cosa creata lo limita nè lo può limitare; ed è come intende ognuno la negativa significazione del vocabolo; e già scrivea san Tommaso[1]: Non inconveniens est aliquod creatura sic esse infinitum quod non finiatur ab alio. Ma si conobbe da noi, poco addietro, mancare allo spazio la positiva significazione della voce infinto o vogliam dire la interiore infinitudine che è la pienezza perfetta e assoluta del proprio essere il quale essere proprio, a rispetto dello spazio, non si manifesta che nelle cose corporee capaci di divisione e scomposizione, non penetra gli elementi immateriali de’ corpi stessi che sono le forze e le monadi, e non à virtù continente nessuna per le essenze spirituali."
      },
      {
        "index": 49,
        "text": "Quindi lo spazio appena ci aiuta a formare un concettor legno e proporzionato della immensità di Dio, la quale è presente e negli spiriti e nelle forze, e penetra esso lo spazio e però lo comprende. Il perchè lo spazio è solo della iminensità e onnipresenza di Dio una immagine languidissima. Avvegnachè oltre all’essere una smisuranza al tutto speciale e non altro che località interminabile, non vedesi (ripetiamo) in atto giammai, salvo che ne’ suoi modi finiti ed accidentali, e però è sempre necessariamente incompiuto, ed è, a parlar giusto, una sorta d’immensità locale in potenza. Segue che cotesta natura d’immensità mai non può essere attributo di Dio, come pensava Newton, nè può affermarsi di lei che sia un che positivo escluso dalla essenza di Dio, perchè da ultimo è un deficiente e un finito appresso della vera e divina immensità ed onnipresenza. E perchè lo spazio si attua ne’ suoi fenomeni solo in quanto la materia vi comparisce e vi si dilata. è infruttuoso il discorrere se lo spazio antecedette o no la creazione dei corpi; e torna parimente a pretta opera di fantasia l’immaginare un vuoto assoluto ed interminabile, e vogliam dire una estensione infinita in atto, quando non v’è alcuna materia che determini lo spazio e però questo si rimane in essere virtuale, come è spiegato più sopra. Per simile non rileva gran fatto quella figura della saetta scagliata sul confine dei mondi. Perchè del sicuro su quel confine v’è uno spazio vuoto che circoscrive il pieno o sia v’à due diversi fenomeni del subbietto universale dello spazio; e se tu immagini di colà un dardo scagliato, già con questa immaginazione tu crei nella mente un altro fenomeno determinato dello spazio ed è il dardo volante che lo determina; non perciò si prova quella nuova estensione in atto exempta fine patere, come afferma Lucrezio."
      },
      {
        "index": 50,
        "text": "Solo rimane da cercare di nuovo e più sottilmente se quel subbietto comune, dal cui essere virtuale escono tutti i fenomeni dell’estensione ed a tutti essi riman sottoposto egualmente e indivisamente, se tale subbietto, replichiamo, è nella sua virtualità finito o infinito. Ora noi lo dobbiam giudicare infinito per quel principio che la ragione o il sostegno d’una serie interminabile forza è che riesca infinito: perchè in diverso modo egli non sopravanzerebbe mai sempre un qualunque numero assegnabile. D’altra parte in questo concetto non incontrasi ripugnanza professando noi quest’altro principio che reputiamo verissimo e vale a dire che possono darsi alcune forme infinite le quali provenendo originalmente da imperfezione di natura non potrebbero attribuirsi a Dio e quindi non è ripugnante che sassistano nel mondo finito. Dico non essere ripugnante il loro concetto. Quanto poi all’esistere effettuale di simiglianti infiniti credo che se ne debba dubitare oltremodo per le ragioni addotte in altra occasione. Ma forse lo spazio vi fa eccezione. Perocchè esso non è attività e non è causa produttrice; e i suoi fenomeni sembrano comparire pel congiungersi che fanno le forze della materia con esso lui, di maniera che sempre si mostrano estese ed operano nell’esteso. Ad ogni modo, quando si voglia e possa provare che niun subbietto potenziale infinito non esce mai dalle mani di Dio, si dica pure che l’atto creativo supremo accresce la virtù dello spazio con la proporzione stessa che dilata e moltiplica la sostanza dei corpi di là dal termine del mondo attuale, come si verrà dimostrando nella nostra Cosmologia."
      },
      {
        "index": 51,
        "text": "La seconda obbiezione gagliarda de’ panteisti è siffatta. L’antico adagio ex nihilo nihil fit distrugge perfino la possibilità della creazione; rimossa la quale, il sistema più logico, più semplice, più coerente è quello senza dubitazione della monade eterna, che è l’uno e il tutto, e nulla crea, ma ogni cosa ingenera; e le sole modalità e i soli atti fa dal niente venire all’essere."
      },
      {
        "index": 52,
        "text": "Prima notiamo che non istà molto bene ai settatori del panteismo invocare gli adagi del senso comune, negandoli essi con soverchia facilità e deridendoli anche tal volta; e non giunse Hegel ad affermare che questo assioma per appunto ex nihilo nihil fit non à valore nessuno, e che in effetto qualche cosa nasce dal nulla? Noi, in quel cambio, ai gindicati del senso comune portiamo massima riverenza, perchè veramente è da dire rispetto a loro che voce di popolo è voce di Dio. Non pertanto e’ ci conviene guardare assai sottilmente l’accezione esatta, costante ed universale in cui vengrono assunti: imperocchè senza tale premonizione noi andremino mescolando alla buona scienza parecchi paradossi. E discendendo al caso particolare dell’assioma dal niente non si fa niente, diciamo essere egli vero ed irreprobabile assolutamente per risguardo della produzione, che è la guisa unica e sola, a noi conceduta, di fare esistere quel che innanzi era nulla: ma, assunto come espressione generalissima delle condizioni di tutto ciò che in qualunque modo riceve l’essere, quell’assioma è puro sinonimo dell’altro più universale della ragion sufficiente, e significa che nulla non si fa col nulla di efficienza preesistente, o, vogliam dire, che ogni cosa à la sua cagione. Onde il disprezzo di taluni gran metafisici non basta a invalidare quell’antico distinguere degli scrittori ortodossi fra il nulla di materia e il nulla di potenza. Che poi sia tale la interpretazione vera di quella sentenza presso il comune degli uomini, può ciascuno riconoscere molto distintamente, qualora ei sappia con metodo accorgimento socratico interrogare in maniera il popol minuto da farlo capace d’intendere coteste materie. E certo è che un uomo della villa o qualunque altro di semplice natural e ingegnosa ma inculta, queste tre cose affermerà subito che le avrà bene intellette. La prima, che i corpi sono vere sostanze e non puri fenomeni, come agl’idealisti piace di credere, o meglio di darsi a credere. Secondo, che Dio non ebbe nopo a crearli di prendere da alcuna cosa la materia di essi, nè fece come il vasaio o qualunque altro fabbro che lavora e fatica intorno a un subbietto preesistente. Per terza cosa egli affermerà che i corpi non sono sostanza di Dio variamente foggiata, ma sono affatto distinti e affatto diversi da lui. Consegue da ciò che quel semplice popolano ammette e crede implicitamente la creazione delle sostanze dal nulla. Che ai filosofi abbia sembrato assurda per assai lungo tempo la creazione dal nulla, noi non neghiamo, tanto nelle menti loro era salda ed inveterata l’abitudine di somigliare l’operazione divina all’umana e di stimare impossibile l’inesplicabile. Ma certo è che fra i quattro supposti (soli da noi concepibili) intorno alla natura degli enti, cioè a dire della sostanza una, della dualità eterna e assoluta, delle sostanze emanate e delle sostanze create, ne’ tre primi la contraddizione è palpabile, nell’ultimo v’è mistero e non ripugnanza; e qual cosa appartenente a Dio può non riuscire arcana ed inesplicabile? Progresso della filosofin è qui riconoscere e dimostrare che i ragionamenti per somiglianza anno corte le ali, ed essere proprio di Dio ciò appunto che non è proprio dell’uomo e dissomiglia compiutamente da noi e soverchia qualunque misura del nostro intendere."
      },
      {
        "index": 53,
        "text": "§ XIV. — Si ribattono altre specie d’instanze. E prima: Il finitoe l’infinito sono concetti correlatici ed inseparabili."
      },
      {
        "index": 54,
        "text": "Come asserire che il finito e l’infinito si escludono e che sia impossibile il loro incontro in una essenza medesima, quando è impossibile, invece, il pensare all’uno divisamente dall’altro? ed è tanto necessario di concepire il finito involto nell’infinito quanto di concepir questo mai sempre affetto da alcuna determinazione e però da alcuna sorta di limite? E quanto al finito, ella è cosa manifestissima; imperocchè il suo concetto diventa contradittorio, levato che sia la relazione di lui con l’ente infinito. Ma pur di quest’ultimo non da fare diverso ragionamento. Per fermo, qualora tu non obblighi a pensare tuttogiorno l’ente vuoto e astrattissimo il quale in rerum natura torna a un bel nulla, tu se’ costretto di fare entrare nell’ente alcuna determinazione; e determinar l’ente e finirlo in alcuna maniera à tutt’uno. In ultimo, dopo Kant non par più lecito di annettere al finito ed all’infinito altro valore di quello di forme e categorie subbiettive applicate al cumulo dei fenomeni."
      },
      {
        "index": 55,
        "text": "Tale è l’obbiezione; odasi ora la risposta. Prima noto che noi siamo al presente nella regione dei puri concetti. Non ci cada, pertanto, dalla memoria che i concetti in quanto tali sono tutti somiglianti in fra loro; e quel del finito similissimo all’altro dell’infinito. Per vero, il concetto della finità non è esso pure eterno, necessario, universale, assoluto? condizioni tutte contrarie alla natura obbiettiva e concreta della finità stessa ? Chi vuol dunque la cognizione delle cose finite non punto (come la dicono) analoga ma diretta, propria e conformissima alle realità, la cerchi nel fatto e nella percezione e paragonando quelle esistenze caduche, anguste e mutabili con l’idea dell’eterno, dell’universale e dell’assoluto, dica se avvisa non correre nessuna discrepauza profonda e durevole in fra que’ due termini, e se l’uno può entrare mai nell’essenza dell’altro e ambedue essere consustanziali. E qui pure rinnovasi la conferma che l’infinito è propriamente conosciato ne’ concetti, il finito nelle percezioni e nel senso; e quanto riesce improprio il cercare il vero infinito nelle percezioni e nelle sensibili realità, altrettanto è sconvenevole cercare la finità vera nelle intellezioni."
      },
      {
        "index": 56,
        "text": "Secondamente, le determinazioni le quali pensiamo dell’infinito sono negazioni e limiti dal lato del nostro pensiere non dell’obbietto pensato. Notammo già che noi siamo astretti a non pure distinguere l’una perfezione dall’altra, ma si a pensarle una dopo l’altra e a non toccar mai la loro interezza, come a non concepire l’assoluta loro unità. Ma noi suppliamo alla fincchezza ed insufficienza di nostra mente negando appunto le separazioni, le quantità, il numero ed ogni sorta d’implicazione e distinguendo profondamente le interiori determinazioni dalle esteriori. Conciossiachè nelle sole esteriori è vera limitazione perchè si convertono in altrettante privazioni assolute. Oltrechè, quando io pronunzio il nome di Dio, sebbene la mia mente pensi allora l’infinito, non lo pensa ancora sotto alcuna distinta e sceverata determinazione. E ad ogni modo, quando io penso le determinazioni speciali dell’ente infinite, non è egli vero che io compio una negazione relativa e che il mio giudicio analitico à per fine ultimo di restituire il predicato al subbietto e ricomporre la integrità piena e indefettibile del medesimo? In quel cambio, le negazioni che io pronunzio dei finiti non sono relative nè sospensive, e allora che dico Socrate à grande sapienza, io nego prima assolutamente la infinitudine di quella sapienza; e poi quando restituisco il predicato al subbietto, la integrazione che io fo è d’un finito nel fluito. Chè se fosse altrimenti, i giudicj nostri analitici verrebbero in ultimo ad affermare o che il finito è infinito, o viceversa che l’infinito è finito; ma l’una e l’altra espressione è contradittoria e mai non verrà compresa sotto la compiuta unità del pensiere. Neghisi dunque risolutamente la pretesa necessaria reciprocazione dei prefati due termini."
      },
      {
        "index": 57,
        "text": "Per terza cosa avvertiamo che niuno il quale abbia fede alla verità delle leggi che governano il raziocinio, oserà dire l’essere e il nulla risolversi anch’essi in semplici termini correlativi; ma concederà che la ripugnanza loro è essenziale, ed anzi la sola ed unica che permanga eterna ed inalterabile. Il che concedendosi. pure insieme conceduta la discrepanza intrinseca ed essenziale tra il finito e l’infinito. Conciossinchè il nulla assoluto non essendo nemmanco pensabile, non viene mai a riscontro con l’essere. Ma ciò veramente che discerniamo e paragoniamo nella realità, sono le cose e la lor privazione o limitazione che voglia chiamarsi. E di cotesti limiti noi ci avvediamo, ragguagliando mentalmente le cose individue con l’infinito del genere, le forze, per esempio, col concetto universale di forza, le estensioni col concetto di spazio, le entità parziali con la intellezione astratta dell’essere. La mente allora coglie e forma questo adagio solenne, che tutte le cose sperimentali e finite riescono un misto di ente e di non ente. Per tal guisa, la necessaria esclusione del nulla dall’essere alla quale pensiamo, e che viene siguificata in universale dal principio supremo di contraddizione, altro non diventa in ultimo che la espressione più assoluta della discrepanza che interviene tra l’essere e la privazione, o con altri vocaboli tra l’infinito e il finito; tanto manca che possano entrambi cader giammai sotto qualche unità o reale o intellettuale."
      },
      {
        "index": 58,
        "text": "Ora mi giovi illustrare con altra considerazione la differenza che separa le forme e le leggi del concepire da quelle che reggono le finite realità; differenza, la quale, spesso e volentieri dimenticata, dà spazio ai metafisici di Germania da fabbricare i loro sistemi dell’uricità di sostanza. Egli si può dire che il finito contradice l’infinito, in quanto l’uno e l’altro sono avvisati nella condizione per cui si escludono. Ma il finito non è sola finità e negazione; esso è un che di positivo al quale aderisce, per modo di parlare, la condizione del limite. Così, per contra, l’infinito non è unicamente non finità, ma è un che perfettamente positivo insieme con la privazione del limite. Adunque finito e infinito non vogliono significar propriamente là e il non A, ma si veramente l’A (essere) con un + b (limitazione) e l’A (essere) con un — b (privazione del limite). Ora, cotesta formola matematica, la quale d’altro lato sembra uscir fuori esattissima dai concetti che la precedono, mostra con evidenza, diremo, palpabile il grande assurdo che nasce da qualunque medesimezza pensata e affermata tra il finito e l’infinito. Per fermo, risulta da quella formula che la realità del finito à conformissima ed anzi identica all’altra dell’infinito con questa differenza soltanto, che il finito possiede di più il limite, laddove all’infinito bisogna sottrarlo; onde da ultimo, l’infinito resta minore del finito. Ciò ne dimostra di nuovo che la natura dell’infinite non consiste solo nel non avere limite ma eziandio nel differire intrinsecamente ed essenzialmente dal limitato. E qui pure la mente incappa in gravissimi paradossi tornando a mescolare e scambiare le percezioni con le idee. Certo, negli esseri astratti e ideali, ogni concetto di finità vale concepir l’ente, determinato in quella maniera che dimandasi limite. Onde, s’io levo la determinazione di esso limite, tuttavolta permane il concetto dell’ente. Ma nelle cose contingenti, levato il limite, nego che l’essere vi permanga; si annulla invece tutta la cosa; quindi nell’ordine dei concreti finiti non è convenevole di chiamarli, come più sopra si fece, un che positivo al quale è aggiunta la condizione del limite: sibbene è da chiamarli un essere in cotal guisa affetto dei proprj limiti che, levando questi, quello per intero si annichila."
      },
      {
        "index": 59,
        "text": "Si cessi, adunque, dall’affermare con certa apparente scioltezza e superiorità di mente che nel finito e nell’infinito è pur sempre il medesimo essere sotto due diversi rispetti considerato. Simile indifferenza tra due forme ripulsive e contradittorie è vano ed assurdo concetto; e chi lo pensa e l’approva, dee proseguire l’opera sua per innumerevoli categorie affermando la indifferenza compiuta di tutte le antitesi irremovibili ed assolute. Debbe l’essere, impertanto, venir rassegnato a marcia forza nella categoria del finito o dell’infinito. E se rispondesi che l’infinito può dilatarsi nel subbietto della sostanza e il finito nei modi e nelle affezioni, gli è manifesto che del vero, pieno e perfetto infinito non si discorre, come si proseguirà a mostrare per altri capi."
      },
      {
        "index": 60,
        "text": "Quanto poi alle opinioni e preoccupazioni del Kant, non potutesi sradicare mai compiutamente dalle intelligenze tedesche, ci stringeremio pure al presente a dire che è vana speranza quella di persuadere agli uomini che il sentirsi eglino finiti e angustiati ad ogni ora e ad ogni momento nella loro volontà e potenza risolvesi in ultimo non già in un limite positivo e in qualcosa di reale ma in una semplice forma del nostro intendere spuntata fuori dai nascondigli del proprio spirito e contrapposta all’altra vuota nozione dell’infinito."
      },
      {
        "index": 61,
        "text": "La essenziale discrepanza de’ due termini non sussiste; perocchè il concetto dell’infinito esprime in sostanza e di necessità no contrario, essendo a mente finita impossibile di conoscere l’infinito."
      },
      {
        "index": 62,
        "text": "Speciosa obbiezione è questa e il cui difetto è di provar troppo. Ciò non ostante, confesso non riuscir chinre nè evidenti le risposte che vi si fanno, e dopo molto meditare penso che il modo di dileguarla sia questo solo che segue. Per aver notizia del ripugnare essenziale ed intrinseco dei due termini, basta conoscere che l’uno è propriamente la negazione dell’altro, o con poco diversa frase, che convien negare dell’infinito ciò tutto che si afferma del suo contrario. Ma oltre di questo si badi che pensar l’infinito, già non vuol dire contenerlo o identificarsi con esso lui e diventare infinito, ma si vuol dire che l’uomo (ente limitato e caduco) è mentalmente congiunto con l’infinito. Ora, quale contraddizione incontrasi ad affermare che il finito sia congiunto con l’infinito? Tra la congiunzione e l’identità interviene una differenza ed una separazione assoluta ed immensurabile; e i contrarj si posson congiungere, immedesimar non si possono. È contradittorio il fare una sola essenza del corpo e dell’anima, pure sono intimamente congiunti. Insomma nessuna cosa ci appare più strana quanto il far dipendere la esistenza dell’infinito dall’atto del nostro pensiere."
      },
      {
        "index": 63,
        "text": "Il tutto si dee risolvere nell’assoluta unità. Quindi il finito e l’infinito debbono altresì risolversi in un termine superiore, dove la oppugnazione loro scompaia; e questo termine appunto la indifferenza dei differenti."
      },
      {
        "index": 64,
        "text": "Mi stenderò alquanto su tale istanza, non perchè sia di gran polso e difficile ad esser rimossa, ma perchè esprime propriamente il sistema intero di Giordano Bruno e di Schelling. In tre modi possono i contrarj venir risoluti in un termine superiore; o quando sono apparenti ambidue, come l’acqua e il fuoco, i quali diversificano ne’ fenomeni e s’immedesimano sostanzialmente per via del principio di combustione; ovvero come il finito e l’indefinito, che essenzialmente non differiscono; o quando de’ due opposti l’uno è apparente e si risolve nell’altro, come una dissonanza che in certa forma artificiale di armonia perde l’effetto sgradevole suo e diventa parte del bello musicale; od infine, quando la opposizione dei termini non è più che accidentale e parziale, come la libertà e l’autorità. Perocchè il libero arbitrio nostro non opponsi necessariamente all’autorità, sibbene vuole obbedirla senza costringimento nè morale nè fisico, e per solo attraimento di sapienza e d’amore e trasformandosi egli medesimo nella volontà della legge. Da questi tre modi in fuori somma illusione il credere che gli opposti si risolvono in un termine superiore che ambedue essi concilia ed unifica. Gli opposti assoluti sono quelli a cui manca per intero la somiglianza e comunanza dell’essere, nè acquistarla possono senza perdere ed annullare la propria entità. Assoluti opposti sono l’essere e le sue negazioni, o vogliam dire i contradittorj. Ma questi fuor della mente in che guisa riescono reali e obbiettivi? Sono obbiettivi, come altrove notammo, sotto la forma dell’ente perfetto e dell’imperfetto, cioè dell’ente e della sua privazione non mai totale sebbene permanente e costitutiva. Ciò viene nominare, come s’accorge ognuno, il finito e l’infinito. Adunque tali due termini tanto poco è possibile di farli risolvere in un termine superiore, quanto è assurdo l’affermare che siavi alcuna cosa che all’infinito stia sopra, quanto, invece, essi due termini segnano la opposizione vera ed intrinseca sotto la quale si registrano tutti i contrarj non parziali e non apparenti. E per fermo, abbiamo da un lato l’ente, il perfetto, il bello, il bene, il vero, il giusto ed il santo; dall’altro abbiamo in generale la privazione e la deficienza, abbiamo in ispecie la bruttezza, la falsità, la ingiustizia, la infelicità, la scelleraggine. Ora di tutti questi contrarj, i primi due sono il nulla parziale, o vogliam dire il finito; gli altri o si risolvono immediate nella privazione dei caratteri assoluti dell’infinito, ovvero dalla privazione di essi fontalmente e cansalmente derivano, come la bruttezza che à per cagione propria la impotenza e scorrezione della materia, o come la ingiustizia, la infelicità e la malvagità, le quali scemerebbono e sgombrerebbono dal creato, di mano in mano che se ne rimovessero i limiti; e vale a dire di mano in mano che la ragione, la scienza, la moralità nostra aumentasse e la costruttura nostra corporea vincer potesse le contingenze ed insufficienze della materia. Ogni opposizione impertanto, di unovo l’affermiamo, à suo principio in quella dell’ente e del non ente, la quale ultima torna nelle cose reali all’opposizione del finito con l’infinito."
      },
      {
        "index": 65,
        "text": "La indifferenza adunque del differente, che è il perni sul qual si volge la metafisica intera dell’Italiano e del Tedesco già nominati, implica una manifesta contraddizione. L’indifferenza assoluta dei veri ed eterni opposti o diventa il nulla di entrambo i termini, e il nulla di uno dei due, od infine diventa un essere che succede ad essi ma non risulta da essi. Poco giova l’affermare che l’assoluto non è finito, nè infinito, nè essere, nè conoscere, nè idea, nè realità, nè soggetto, nè oggetto, ma è l’indifferenza perfetta di ognuna di tali differenze; e la identità loro suprema è l’essenza collettiva di entrambi gli opposti in ciascuna specie. Quello che non è finito e par tuttavia esiste, può non essere infinito? Chi asserisce il contrario, quando non torca il senso delle parole, mette necessariamente insieme l’essere col non essere e di qual genere superiore il finito e l’infinito saranno modi e specie, atteso che cotesto medesimo genere convien che sia o finito o infinito? Per simile, se l’assoluto è identicamente iden e ideato, non è del sicuro nè l’uno nè l’altro, perchè dileguando la contrapposizione di que’ due termini cessa di esistere così l’idea come l’ideato: la prima, perchè non rappresenta più nulla; il secondo, perchè non più oggetto d’alcuna idea rappresentativa. Il medesimo, nè più nè meno, si affermi del subbietto e dell’obbietto, Vero à che il nostro pensiere pensa sè stesso; ma il fa con due atti non pure distinti ma successivi; imperocchè egli pensa con nuova cogitazione la cogitazione passata e rammentate. Oltrechè qui non Anno luogo propriamente le idee e però nemmanco la rappresentazione e il rappresentato. Insomma, infino a tanto che de’ contrarj permane alcuna cosa, ei non iscompaiono guari nel termine sopraeminente; ed appena estinta e cessata la contrarietà, il terzo termine o è il nulla o cosa differentissima dall’uno e dall’altro."
      },
      {
        "index": 66,
        "text": "Se il finito e l’infinito essenzialmente si contradicono, noi c’imbattiamo in paradossi non punto minori di quelli che procacciam di fuggire; dacchè l’unità è convertita in dualità e i due principj assoluti de manichei sono il concetto più ragionevole e con sé stesso più coerente che traggasi fuori dal teismo."
      },
      {
        "index": 67,
        "text": "D’altro lato, questa discordia essenziale ed inestinguibile dell’infinito col finito induce e mantiene a forza la separazione e l’alienazione de’ due termini, ed abbiamo il Dio de’ teologi dell’età media, che è un Dio solitario ed inoperante, nascosto in altezze e in tenebre inaccessibili. Il pregio eminente della filosofia di Giordano Bruno è stato questo propriamente d’avere risuscitata in immanenza di Dio nel mondo e nell’uomo, e con ciò solo aver fatta santa la natura e santa la stirpe umana, e dato un’anima a tutte le cose, una realità e sostanzialità concreta al generale e all’universale, e impresso nella creazione intera l’unità profonda di principio, di cagione e di essere. A insomma il Bruno mostrato per sillogismi e filosofemi quello che gli ascetici e i mistici vanno pronunziando per fede, nè bene s’accorgono di smentire la teologia ortodossa. Ma da ogni pagina de’ loro scritti risulta chiarissimo che essi immedesimano tutto di e sè e la natura e ogni cosa in Dio, tanto che Francesco d'Assisi non diversamente del più fanatico de’ budisti chiamava fratello suo il sole, fratello il lupo ed il vento, sorelle la luna, le piante, le stelle."
      },
      {
        "index": 68,
        "text": "All’obbiezione dell’assoluta dualità fu bene risposto laddove si disse che la equipollenza del finito e dell’infinito appare solo ne’ concetti e nelle forme del nostro pensiere, entro al quale finito e infinito, assoluto e relativo, libertà e necessità, mutazione ed eternità, efficienza e deficienza compaiono rivestiti d’ugual natura e carattere, salvo che unificar non si possono come predicati o come abbietti l’uno dell’altro, nè è lecito di affermare che il finito è infinito o che il necessario è contingente, e così seguita per gli altri contrapponimenti. Ma rispetto al mondo reale, il finito non à proporzione nessuna con l’infinito, come non à alcuna parte nè condizione di essere la quale stia per sè; quindi in nessuna guisa può far riscontro all’infinito e porsi in equazione con lui. La dualità, pertanto, non è assoluta ma relativa, il che basta a levar di mezzo la supposta ripugnanza della teorica dei teisti. In risguardo dell’altro capo di censura secondo il quale si giudica che per sentenza dei teisti Dio debba starsene solitario e separato dal mondo, tornerà sufficiente il considerare che dalla separazione alla identità corre un immenso intervallo, e che innumerabili sono i gradi e le forme della congiunzione ed unione. Sentesi, certo, da tutti in modo luminoso od oscuro che in Deo vicimus, mocemur et sumus; ma però non Dio è nel mondo, bensì il mondo è perpetuamente in Dio, e alla divinità è connesso estremamente più che non siamo capaci d’immaginare e d’intendere; salvo che cotesto legame e cotesta immanenza di Dio nell’uomo e nella natura non confonde e non abolisce le sostanze create, ed è un legame unitivo da quello differentissimo che lega il modo e l’accidente al subbietto, l’atto alla potenza e il fenomeno a ciò che il sostiene. Domandimi tu che specie, adunque, di congiunzione e di unione ella sia? Rispondiamo schiettamente di non saperlo e che nessun definito concetto ne possediamo. Solo questo si sa, essere mera unione, non sostanziale medesimezza, e la intimità sua differire assolutamente da quella che à nel fondo la identità e fa di due cose una essenza sola. Ella è unione di cui l’altra che strignesi fra i nostri atti e noi stessi è figura e similitudine e niente più; nè abbiamo arbitrio di affermare che sia maggiore o minore; perchè il quanto si prédica delle cose di simil natura o proporzionabili almeno. Solo possiamo negare di lei alcune condizioni, come che non sia inolto intima o non penetri tutto l’essere od altrettali. Questa è scienza negativa pur troppo: ma la presente disputazione domanda sol questo che niuno la роssa redarguire di logica contraddizione."
      },
      {
        "index": 69,
        "text": "Giordano Bruno asserisce non una volta sola che il fondamento dell’essere di tutte cose è Dio, il quale è più unito con esse di quello che noi con noi medesimi. Qui introducesi un più ed un meno che non à luogo. Il quanto, ripetiamo, entra nelle cose congeneri e misurabili. Dove non è misura nè proporzione o similitudine, per lo manco, di natura, il quanto rimane escluso. La congiunzione di Dio con le cose, perciò ch’egli n’è creatore e conservatore, si separa da tutti i generi di congiunzione e d’unione che noi conosciamo."
      },
      {
        "index": 70,
        "text": "Ma rivocando il discorso al principio suo, rimane certo e provato che il finito non componendo insieme con l’infinito un’assoluta dualità, resta, in quella vece, assoluto il contrario suo che è l’unità, la quale è più vera e maggiormente una, se è cosi lecito di parlare, di quella dai panteisti vagheggiata. Conciossinchè intromettendo essi nel loro assoluto la deficienza, fanno la interezza di lui imperfetta; e intromettendovi il molteplice, fanno imperfetta l’unità. In quel cambio, l’assoluto che noi contempliamo è l’uno e il tutto purissimo e perfettissimo; dalla cui libera sapienza e bontà procede il creato che in lui si sostiene, a lui ritorna, nella immensità sua è contenuto, dalla onnipresenza sua à penetrato, e nel nulla ruinerebbe in quell’attimo stesso che l’efficienza suprema l’abbandonasse."
      }
    ]
  }
}
