{
  "chapterNumber": 1,
  "title": "Vol. I, Prefazione (Preface)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dei presenti Libri col titolo stesso che portano fu pubblicato un saggio (or va per li nove anni) nella Rivista contemporanea. Sebbene quel saggio toccava solo le materie ontologiche e prometteva le cosmologiche. Tal promissione è adempiuta oggi bastevolmente. E se alle materie ontologiche manca tuttavia una esposizione particolareggiata, non credo manchi nessun principio fondamentale e d’ogni punto si discorre quanto bisogna per cogliere con chiarezza l’idea di tutto il sistema."
      },
      {
        "index": 1,
        "text": "In esso volli ritrarre il più nettamente che io seppi la effigie del platonicismo italiano. E così lo domando, non perchè la filosofia possa giammai sortire una patria particolare sendo delle cose più universali e comunicative del mondo, e questo medesimo platonicismo del quale accenno derivando da fonti in gran parte straniere all’Italia. Il nome pertanto da me appostogli vuol solo significare quella dottrina risorta nella Penisola da un buon terzo di secolo, passata per la filiera di due o tre ingegni potenti e alla quale ò procacciato di dar compitezza colmandone qua e là i difetti levando il soverchio, ponendo coerenza e legame per ogni dove, e studiandomi di provare come Platone comincia dove finisce Aristotele e questi a vicenda supplisce e compie in molte materie Platone. Sopra ogni cosa ò studiato il nesso e il rigore dimostrativo e dato alla scienza intera un cominciamento a priori inconcusso e fecondo. Che se taluno ciò domandasse un filosofare all’ecclettica; sia pure, risponderò prontamente. Perocchè io non so troppo bene se la verità è platonica od ecclettica od altro; questo so certo, che conviene cercarla con sincerità di cuore, altezza di mente e ostinatissima meditazione. Ciò fatto, quel che risulta s’abbia pure il battesimo che altri vuole."
      },
      {
        "index": 2,
        "text": "Del rimanente, sono belli e sonati diciannove anni dacchè nei Dialoghi di scienza prima io ardiva promettere che quelle materie medesime colà trattate giusta i dommi ed i metodi naturali, o di senso comune che si voglian chiamare, avrei ricercate e discusse con prove apodittiche e prestandomi a quali che sieno le condizioni e le esigenze d’una teorica rigorosa ed esattamente dimostrativa. Delle cagioni dell’indugio è fatta parola per entro ai volumi. Salvochè io debbo qui confessare, che quanto maggiore intervallo è stato frapposto fra il promettere e l’attenere, altrettanta è con ragione cresciuta l’aspettazione di questi Libri, il cui poco merito nessuno conosce e misura meglio di me; e forse avrei operato da savio a non tentare l’impresa o tentata e compita a non la mettere in pubblico, ristringendomi a quella modesta maniera di filosofare. esposta nei Dialoghi, e alla quale si fa sempre incontro con aria giovialona e contenta il più della gente che sfugge la gravosa fatica del meditare sottile e profondo. Ma io dirò le ragioni dell’essere rimasto saldo al proposito."
      },
      {
        "index": 3,
        "text": "Quando io in Parigi mandai fuori il volume dei Dialoghi, la filosofia del senso comune che altri à pur domandata scozzese perdeva fautori e riputazione, sopraffatta qual era dai sistemi grandiosi e spettacolosi di metafisica trascendente venuti a luce in Germania. E lo stesso Hamilton, ultimo allievo della scuola di Edimburgo, piuttosto che coltivare e allargare il campo già dissodato e fecondato dal Reid, compiacevasi di negare ogni cosa e negar sopratutto la possibilità d’una scienza dimostrativa. Opportunissima, pertanto, giungeva la pubblicazione dei Dialoghi, qualora il mio ingegno non fosse rimasto tanto inferiore allo intendimento di far risorgere nel concetto e favore degli uomini quella forma di popolare metafisica."
      },
      {
        "index": 4,
        "text": "Ma da indi innanzi la cosa à mutato aspetto. Chè in Francia i libri di Giulio Simon così dotti come eloquenti e cosi veri quanto persuasivi alzarono quella filosofia ad uno splendore che mai forse non acquistò per avanti; e certo mai prima del Simon (ch’io sappia) non venne applicata ai gelosi problemi di scienza sociale."
      },
      {
        "index": 5,
        "text": "In Italia Augusto Conti, scrittore acuto perspicuo ed elegantissimo, coltiva da parecchi anni con largo frutto quella maniera piana e socratica di filosofare; e sebbene, per mio giudicio, egli la tragga sovente là dove con le sole forze della ragione andar non potrebbe, conviene ringraziarlo assai che contro l’esempio de’ troppo dommatizzanti mai non gli è fuggita parola contro la libertà illimitata del pensare e dello scrivere in metafisica."
      },
      {
        "index": 6,
        "text": "Se non che la filosofia del senso comune cesserebbe di recar giovamento e conforto agli uomini, quando negasse, come fecero gli Scozzesi, la possibilità d’una più alta filosofia e fossero levati di mezzo i tentamenti nobilissimi del fondare la scienza a priori. Perlochè essendomi io nei Dialoghi fatto censore del Reid e della sua scuola propriamente a rispetto di tal negazione, a me sconveniva di rimanermene sempre fra gli uditori di Socrate o seguir sempre Cicerone nella sua villa del Tuscolo e sedermi con esso lui all’ombra della quercia di Mario."
      },
      {
        "index": 7,
        "text": "Io riconosco di aver combattuto aspramente e con ogni arme non disonesta Hegel e gli Hegeliani per due ragioni efficacissime sull’animo mio: l’una che io giudico la sua dottrina falsa, paradossa e bizzarra; l’altra che io la temo funesta all’Italia quando vi ponesse gran piede. Perocchè, a dire aperto ogni cosa, in niuna maniera ò potuto capacitarmi ch’ella non iscalzi dai fondamenti il principio morale assoluto che differisce toto cœlo dalla utilità o dalla volontà del maggior numero degli uomini. Nè gli Italiani sono Tedeschi, appo i quali la mente scapestra e il cuore sta saldo e all’anarchia delle idee mette compenso e riparo il sentimento profondo del retto e del santo."
      },
      {
        "index": 8,
        "text": "Pel resto, se combatto e percuoto con fieri colpi Hegel, la scuola sua ed il suo panteismo, non entro per nulla ad appuntare le intenzioni di lui e di chi lo innalza sui nove celi; ottime anzi le credo e purissime, allo stesso modo che voglio sieno giudicate le mie. Ringrazio Dio similmente che abbia alla perfine fatto rilucere su questa nostra Italia il sole di libertà, e desidero che possa ogni opinione speculativa esservi controversa con più franchezza ancora e interezza, se ciò è possibile, che in Inghilterra e in America. Niuno à fede più viva di me nel finale trionfo dei principj eterni del senso comune e dell’assoluta moralità."
      },
      {
        "index": 9,
        "text": "Non mi reputo tale da esser degnato di seria confutazione dalla parte de’ miei avversarj in filosofia. Ma dove il facessero, vorrei pregarli di andare diritti al fondo dei miei pensieri, e non cogliermi in fallo sul qualche frase di dubbia significazione e ponendo a contrasto tale espressione con tale altra. Del pari li avviso che non gioverà loro rimproverarmi di grossa ignoranza nelle lingue e nelle fisiche discipline. Chi andrà insino al termine di questi volumi, vedrà con gli occhi suoi proprj ch’o non volli in ciò essere prevenuto e aspettare i rinfacciamenti altrui. Ma s’io sono ignorante delle lingue e d’innumerevoli altre cose, sono però disennato? e non potrò ragionar dei principj solo perchè le applicazioni in parte mi sono nascoste; nè potrò far giudicio della sostanza di molti fatti perchè molti loro accidenti mi sono mal noti? E del pari, quando io sconfiggo da ogni lato un sistema basterà di rispondere sprezzatamente che io nol capisco ed ò franteso i testi e bevo ai rivi fangosi e non mai alle limpide fonti?"
      },
      {
        "index": 10,
        "text": "Scrissero fisici e naturalisti in Italia con penna d’oro per tutto il secolo decimo settimo, e vale a dire insino a che nella fisica per appunto e nelle altre scienze naturali tennero il campo. Nè credo in effetto che sia possibile ad alcuna lingua del mondo descriver fenomeni e raccontare esperimenti con la proprietà la evidenza la precisione e l’eleganza invidiabile e inarrivabile de’ Saggi di naturali esperienze; libro imperituro, che oltre all’avere iniziata gran parte degli studj moderni e insegnato i metodi schietti e severi del cimentar la natura, toglie ai nostri dotti qualunque scusa e pretesto del loro frequente barbareggiare. E la cosa è trascorsa oggi al termine, che niuno senza impaccio continuo di nomi e di frasi straniere ed improprie si pone a scrivere in quelle scienze. Io, benchè indotto e sprovvisto di autorità pure ò pigliato arbitrio di ridar vita ad alcune voci e maniere de’ nostri fisici antichi e piegare a desinenze più dolci e italiane alquanti latinismi e grecismi di fresco introdotti. Nè sempre m’è parso bene di seguitare le innovazioni; onde, per via d esempio, ò serbato il nome di polipo a quegli animali cui l’antichità l’estendeva molto appropriatamente, significando con esso la qualità loro comune d’esser forniti di molti piedi o tentacoli sopra il capo, mentre le specie di zoofiti alle quali vuolsi oggi ristringere quell’appellazione possiedono il peculiare attributo di attaccarsi ad altro corpo e costruire coi simili loro una specie singolarissima di vegetazione. Ma di tutto ciò mi rapporto."
      },
      {
        "index": 11,
        "text": "Il discorrere poi con chiarezza e con precisione di materie metafisiche diventa oggi difficilissimo in qualchesia lingua d’Europa, avendo i filosofi alterato bel bello e scambiato le vecchie e ordinarie significazioni delle voci. Al che negli ultimi tempi s’è aggiunto l’uso intempestivo e pregiudicioso delle metafore e la mania del foggiare nuovi ellenismi non necessarj e mal definiti. Oltre ciò, come l’inventare è malagevole assai e conceduto solo a que’ pochi e radi quos equus amavit Jupiter, così interviene ch’ogni scrittorello mediocre con la novità dei nomi procaccia di darsi aria d’ingegno inventivo ed originale. Sento predicar da ognuno che la lingua tedesca riesce maravigliosa di rigore insieme e fecondità trattando di metafisica; e quella facoltà che possiede in compagnia con là greca di creare voci composte di parecchie altre dàlle arbitrio di esprimere con solo in vocabolo più sfumature d’idee e tener vive in mente le più leggiere distinzioni di cose, ovvero mostrarle in moltiplicità di rapporti e quello che tengono di universale insieme e particolare. Beati dunque gli scrittori alemanni cui la lingua nativa fornisce una si ricca e finissima tavolozza per colorire al vivo le ampie tele de’ lor sistemi. Ma perchè Dio non vuole che le nazioni sieno scimie e ponle distintamente sul mondo affine che ciascheduna tragga dal proprio seno le sue doti e i suoi beni originali e qualitativi, egli è intervenuto che il dizionario metafisico di Germania traslatandosi fra noi Italiani, e massimamente nelle provincie del mezzodi, à ingenerato tale incertezza ed oscurità di parlari, che parecchie stampe venute in luce in questi ultimi anni sembrano cabale e indovinelli, e quando fossero in versi potrebber passare come dettate dal Burchiello o dagli autori del Pataffio, Sebbene io mi aspetto che dicano provenir ciò dalla cortezza del mio intendere; il che potrebbe anco essere, e non vi si troverebbe rimedio alcuno non giungendo l’arte umana a racconciare i cervelli, e m’interdicendo la mia canizie di supplire al difetto con la fatica di nuovi studj e più consumati; nè d’altra parte io mancava della debita diligenza avendo letto e riletto quelle pagine di cui discorro e cercatone il senso per ogni verso e interrogatone anche qualche mio intrinseco; ma sempre alla fine ne abbiamo cavator del buio pesto."
      },
      {
        "index": 12,
        "text": "Comunque ciò sia, piacque a me di tenere la via opposta; e se il mio dettato riesce oscuro, non proviene certo da poco amore di semplicità e di chiarezza. Ma voglio ricordare il detto di sopra che le voci metafisiche furono stranamente abusate, ed una sola non ve ne à che in più tempi e scuole non abbia assunti e dismessi parecchi significati e talora anche opposti."
      },
      {
        "index": 13,
        "text": "Laonde, è necessità pel lettore di procedere con gran discrezione e scegliere fra le diverse accezioni, interpretando l’autore con imparzialità e deferenza, e non mai col proposito di coglierlo in fallo e porlo in conflitto con sè medesimo. Non v’à filosofo per avventura, al quale non venga fatto di adoperare in diverso senso a diverse occasioni (poniamo ad esempio) la voce essenza; perocchè questa in fatto significa taluna volta l’ignoto principio delle proprietà naturali di un essere; onde Galileo asseriva che conoscere l’essenza delle cose l’aveva per impossibile. Altra volta chiamiamo essenza il concetto distinto individuo e inconfondibile di qual sia ente pensato, e dicesi con ragione ch’ella è universale eterna ed incommutabile tuttochè sia una esistenza meramente ideale. Infine tal altra volta si vuole con quella voce esprimere per lo contrario l’essere realissimo o di Dio o delle creature, intendendosi per queste ultime la possibilità loro che è sempiterna e divina e convertesi da ultimo con la infinita efficienza guardata sotto questa o cotesta determinazione. Poco manca che un somigliante discorso non debba ripetersi per ciascheduno dei termini occorrenti alla scienza."
      },
      {
        "index": 14,
        "text": "Avverto eziandio il lettore che invece di metter fuori dizioni nuove ed insolite, quando necessità nol vuole, piacquemi di adoperare le già note e approvate, ancora ch’io le piegassi ad esprimere non la stessa cosa affatto; e per via d’esempio, così ò praticato scrivendo visione ideale con accezione un poco dissimile da quella del Malebranche nel cui sistema, per mio giudicio, sono mal distinte e mal separate le intellezioni e le percezioni. Adunque, visione ideale suonerà per me unicamente apprendere l’Assoluto sotto forma mentale o ideale che voglia dirsi."
      },
      {
        "index": 15,
        "text": "Rincontransi in questi volumi parecchie citazioni di opere, ma niuna nota giammai nè lunga nè breve. Il che scostandosi troppo dall’uso comune moderno. dirò al lettore aver fatto io sempre il medesimo in qualunque mio libro, sembrandomi, s’io non piglio. errore, che le note quando discorrono di cose attinenti sostanzialmente al subbietto debbono in modo acconcio e ordinato far parte del testo; in altro caso, è miglior partito il sopprimerle. Ma pure di ciò volentieri mi rapporto."
      }
    ]
  }
}
