{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "世多言白樂天用“相”字，多從俗語作思必切，如“為問長安月，如何不相離”是也。然北人大抵以“相”字作入聲，至今猶然，不獨樂天。老杜云：“恰似春風相欺得，夜來吹折數枝花。”亦從入聲讀，乃不失律。俗謂南人入京師，效北語，過相藍，輒讀其榜曰大廝國寺，傳以為笑。"
      },
      {
        "index": 2,
        "text": "中貴楊戩，於堂後作一大池，環以廊廡，扃鐍周密。每浴時，設浴具及澡豆之屬於池上，乃盡屏人，躍入池中游泳，卒移時而出，人莫得窺，然但謂其性喜浴于池耳。一日，戩獨寢堂中，有盜入其室，忽見床上乃一蛤蟆，大可一床，兩目如金，光彩射人。盜為之驚仆，而蛤蟆已復變為人，乃戩也。起坐握劍，問曰：“汝為何人？”盜以實對。戩擲一銀香球與之曰：“念汝迫貧，以此賜汝，切勿為人言所見也。”盜不敢受，拜而出。後以他事繋開封獄，自道如此。"
      },
      {
        "index": 3,
        "text": "廟諱同音。“署”字常恕反，“樹”字如遇反，然皆諱避，則以為一字也。《北史•杜弼傳》：“齊神武相魏時，相府法曹辛子炎諮事云：‘取署字。’子炎讀‘署’為‘樹’，神武怒其犯諱，杖之。”則“署”與“樹”音不同，當時雖武人亦知之，而今學士大夫乃不能辨。方嘉祐、治平之間，朝士如宋次道、蘇子容輩，皆精於字學，亦不以為言，何也？"
      },
      {
        "index": 4,
        "text": "東坡素知李廌方叔。方叔赴省試，東坡知舉，得一卷子，大喜，手批數十字，且語黃魯直曰：“是必吾李廌也。”及拆號，則章持致平，而廌乃見黜。故東坡、山谷皆有詩在集中。初，廌試罷歸，語人曰：“蘇公知舉，吾之文必不在三名後。”及後黜，廌有乳母年七十，大哭曰：“吾兒遇蘇內翰知舉不及第，它日尚奚望？”遂閉門睡，至夕不出。發壁視之，自縊死矣。廌果終身不第以死，亦可哀也。"
      },
      {
        "index": 5,
        "text": "楊文公云：“豈朝遊岱之魂，遂協生桑之夢。”世以其年四十八，故稱其用“生桑之夢”為切當，不知“遊岱之魂”出《河東記》韋齊休事，亦全句也。"
      },
      {
        "index": 6,
        "text": "閩中有習左道者，謂之明教。亦有《明教經》，甚多刻版摹印，妄取道藏中校定官名銜贅其後。燒必乳香，食必紅蕈，故二物皆翔貴。至有士人宗子輩，眾中自言：“今日赴明教齋。”予嘗詰之：“此魔也，奈何與之遊？”則對曰：“不然，男女無別者為魔，男女不親授者為明教。明教，婦人所作食則不食。”然嘗得所謂《明教經》觀之，誕謾無可取，真俚俗習妖妄之所為耳。又或指名族士大夫家曰：“此亦明教也。”不知信否。偶讀徐常侍《稽神錄》云：“有善魔法者，名曰明教。”則明教亦久矣。"
      },
      {
        "index": 7,
        "text": "芰，菱也。今人謂卷荷為罷荷。罷，立也。卷荷出水面，亭亭植立，故謂之罷荷。或作爸，非是。白樂天《池上早秋詩》云：“荷爸綠參差，新秋水滿池。”乃是言荷及菱二物耳。"
      },
      {
        "index": 8,
        "text": "蔡太師作相時，衣青道衣，謂之太師青。出入乘棕頂轎子，謂之太師轎子。秦太師作相時，裹頭巾，當面偶作一折，謂之“太師錯”；折樣第中窗上下及中一二眼作方眼，餘作疏欞，謂之太師窗。"
      },
      {
        "index": 9,
        "text": "張魏公有重望，建炎以來置左右相多矣，而天下獨目魏公為張右相；丞相帶都督亦數人，而天下獨目魏公為張都督，雖夷狄亦然。然魏公隆興中再入，亦止於右相領都督，乃知有定數也。"
      },
      {
        "index": 10,
        "text": "東坡《絕句》云：“梨花澹白柳深青，柳絮飛時花滿城。惆悵東闌一株雪，人生看得幾清明。”紹興中，予在福州，見何晉之大著，自言嘗從張文潛遊，每見文潛哦此詩，以為不可及。余按杜牧之有句云：“砌下梨花一堆雪，明年誰此憑闌幹。”東坡固非竊牧之詩者，然竟是前人已道之句，何文潛愛之深也，豈別有所謂乎？聊記之以俟識者。"
      },
      {
        "index": 11,
        "text": "今人謂後三日為“外後日”，意其俗語耳。偶讀《唐逸史•裴老傳》，乃有此語。裴，大曆中人也，則此語亦久矣。"
      },
      {
        "index": 12,
        "text": "嚴州建德縣有崇勝院，藏天聖五年內降劄子設道場云：“皇太后賜銀三十兩，皇太妃施錢二十貫，皇后施錢十貫，朱淑儀施錢五貫。”有仁廟飛白御書，今皆存。蓋院有僧嘗際遇真廟，召見賜衣及香燭故也。猶可想見祖宗恭儉之盛。予在郡初不聞，迫代歸，始如之，不及刻石，至今為恨。"
      },
      {
        "index": 13,
        "text": "徐敦立侍郎頗好謔，紹興末，嘗為予言：“柳子厚《非國語》之作，正由平日法《國語》為文章，看得熟，故多見其疵病。此俗所謂沒前程者也。”予曰：“東坡公在嶺外特喜子厚文，朝夕不去手，與陶淵明並稱二友。及北歸，與錢濟明書，乃痛詆子厚《時令》、《斷刑》、《四維》、《貞符》諸篇，至以為小人無忌憚者。豈亦由朝夕白繹耶？恐是《非國語》之報。”敦立為之抵掌絕倒。"
      },
      {
        "index": 14,
        "text": "蔡攸初以淮康節領相印，徽宗賜曲宴，因語之曰：“相公公相子。”蓋是時京為太師，號公相。攸即對曰“人主主人翁”。其善為諧給如此。"
      },
      {
        "index": 15,
        "text": "白樂天云：“微月初三夜，新蟬第一聲。”晏元憲云：“綠樹新蟬第一聲。”王荊公云：“去年今日青松路，憶似聞蟬第一聲。”三用而愈工，信詩之無窮也。"
      },
      {
        "index": 16,
        "text": "蘇子容詩云：“起草才多封卷速，把麻人眾引聲長。”蘇子由詩云：“明日白麻傳好語，曼聲微繞殿中央。”蓋昔時宣制，皆蔓延其聲，如歌詠之狀。張天覺自小鳳拜右揆，有旨下閣門，令平讀，遂為故事。"
      },
      {
        "index": 17,
        "text": "蔡元長當國時，士大夫問軌革，往往畫一人戴草而祭，輒指之曰：“此蔡字也，必由其門而進。”及童貫用事，又有畫地上奏樂者，曰：“土上有音，童字也。”其言亦往往有驗。及二人者廢，則亦無複占得此卦。紹興中，秦會之專國柄，又多畫三人，各持禾一束，則又指之曰：“秦字也。”其言亦頗驗。及秦氏既廢，亦無複占得此卦矣。若以為妄，則紹興中如黑象輩畜書數百冊，對人檢之，予親見其有三人持禾者在其間，亦未易測也。"
      },
      {
        "index": 18,
        "text": "祖宗時，有知樞密院及同知、簽署之類。治平後，避諱改曰簽書。政和以後，宦者用事，輒改內侍省都都知曰知內侍省事，都知曰同知內侍省事，押班曰簽書內侍省事，蓋僣視密院也。建炎中，始復舊。近有道士之行天心法者，自結銜曰知天樞院事，亦有稱同知、簽書者，又可一笑也。"
      },
      {
        "index": 19,
        "text": "《考工記》“弓人”注云：“<月直>，亦黏也；音職。”今婦人發有時為膏澤所黏，必沐乃解者，謂之<月直>，正當用此字。"
      },
      {
        "index": 20,
        "text": "司馬侍郎朴陷虜後，妾生一子于燕，名之曰通國，實取蘇武胡婦所生子之名名之，而國史不書，其家亦諱之。"
      },
      {
        "index": 21,
        "text": "太祖開國，雖追尊僖祖以下四廟，然惟宣祖、昭憲皇后為大忌，忌前一日不坐，則太祖初不以僖祖為始祖可知。真宗初，罷宣祖大忌。祥符中，下詔複之。然未嘗議及僖祖，則真宗亦不以僖祖為始祖可知。今乃獨尊僖祖，使宋有天下二百四十餘年，太祖尚不正東向之位，恐禮官不當久置不議也。"
      },
      {
        "index": 22,
        "text": "興國中，靈州貢馬，足各有二距。其後靈州陷於西戎。宣和中，燕山府貢馬亦然，而北虜之禍遂作。"
      },
      {
        "index": 23,
        "text": "周越《書苑》云：郭忠恕以為小篆散而八分生，八分破而隸書出，隸書悖而行書作，行書狂而草書聖。以此知隸書乃今真書。趙明誠謂誤以八分為隸，自歐陽公始。"
      },
      {
        "index": 24,
        "text": "太宗時史官張洎等撰太祖史，凡太宗聖諭及史官采摭之事，分為朱墨書以別之，此國史有朱墨本之始也。元祐、紹聖皆嘗修《神宗實錄》。紹聖所修既成，焚元祐舊本，有敢私藏者皆立重法。久之，內侍梁師成家乃有朱墨本，以墨書元祐所修，朱書紹聖所修，稍稍傳于士大夫家。紹興初，趙相鼎提舉再撰，又或以雌黃書之，目為黃本。然世罕傳。"
      },
      {
        "index": 25,
        "text": "先太傅慶曆中賜紫章服，赴閣門拜賜，乃塗金魚袋也。豈官品有等差歟？"
      },
      {
        "index": 26,
        "text": "史丞相言高廟嘗臨《蘭亭》，賜壽皇于建邸。後有批字云：“可依此臨五百本來看。”蓋兩宮篤學如此。世傳智永寫《千文》八百本，於此可信矣。"
      },
      {
        "index": 27,
        "text": "晉人避其君名，猶不避嫌名。康帝名岳，鄧嶽改名嶽。"
      },
      {
        "index": 28,
        "text": "唐初不避二名。太宗時猶有民部，李世綍、虞世南皆不避也。至高宗即位，始改為戶部。世南已卒，世綍去“世”字，惟名綍。或者尚如古卒哭乃諱歟？"
      },
      {
        "index": 29,
        "text": "唐王建《牡丹》詩云：“可憐零落蕊，收取作香燒。”雖工而格卑。東坡用其意云：“未忍污泥沙，牛酥煎落蕊。”超然不同矣。"
      },
      {
        "index": 30,
        "text": "張繼《楓橋夜泊》詩云：“姑蘇城外寒山寺，夜半鐘聲到客船。”歐陽公嘲之云：“句則佳矣，其如夜半不是打鐘時。”後人又謂惟蘇州有半夜鐘，皆非也。按於鄴《褒中即事》詩云：“遠鐘來半夜，明月入千家。”皇甫冉《秋夜宿會稽嚴維宅》詩云：“秋深臨水月，夜半隔山鐘。”此豈亦蘇州詩耶？恐唐時僧寺，自有夜半鐘也。京都街鼓今尚廢，後生讀唐詩文及街鼓者，往往茫然不能知，況僧寺夜半鐘乎？"
      },
      {
        "index": 31,
        "text": "宋文安公《自禁庭謫鄜畤》詩云：“九月一日奉急宣，連忙趨至閣門前。忽為典午知何罪，謫向鄜州更憮然。”蓋當時謫黜者，召至閣門受命乃行也。"
      },
      {
        "index": 32,
        "text": "宋文安公集中有《省油燈盞》詩，今漢嘉有之，蓋夾燈盞也。一端作小竅，注清冷水於其中，每夕一易之。尋常盞為火所灼而燥，故速幹，此獨不然，其省油幾半。邵公濟牧漢嘉時，數以遺中朝士大夫。按：文安亦嘗為玉津令，則漢嘉出此物幾三百年矣。"
      },
      {
        "index": 33,
        "text": "祥符中，有布衣林虎上書，真廟曰：“此人姓林名虎，必尚怪者也。”罷遣之。宣和中，有林虎者賜對，徽宗亦異之，賜名於“虎”上加“竹”。然字書初無此字，乃自稱“塤篪”之“篪”。而書名不敢增，但作“箎”云。"
      },
      {
        "index": 34,
        "text": "吳中卑薄，斷地二三尺輒見水。予頃在南鄭，見一軍校，火山軍人也。言火山之南，地尤枯瘠，鋤钁所及，烈焰應手湧出，故以“火山”名軍，尤為異也。"
      },
      {
        "index": 35,
        "text": "《楚語》曰：“若武丁之神明也，其聖之睿廣也，其治之不疚也，猶自為未艾。”荊公嘗摘取“睿廣”二字入表語中。蔡京為翰林學士，議神宗諡，因力主“睿廣”二字，而忘其出《楚語》也。范彝叟折之曰：“此《楚語》所載，先帝言必稱堯、舜，今乃舍六經而以《楚語》為尊號，可乎？”京遂屈。韓丞相師朴亦云：“睿廣但可作僧法名耳。”時亦以為名言。"
      },
      {
        "index": 36,
        "text": "今人謂貝州為甘陵，吉州為廬陵，常州為毗陵，峽州為夷陵，皆自其地名也。惟嚴州有嚴光釣瀨，名嚴陵瀨。嚴陵乃其姓字，瀨是釣處，若謂之嚴瀨尚可，今俗乃謂之嚴陵，殊可笑也。"
      },
      {
        "index": 37,
        "text": "唐質肅公參禪，得法於浮山遠神師。嘗作《贈僧詩》云：“今日是重陽，勞師訪野堂。相逢又無語，籬下菊花黃。”"
      },
      {
        "index": 38,
        "text": "今人謂娶婦為“索婦”，古語也。孫權欲為子索關羽女，袁術欲為子索呂布女，皆見《三國志》。"
      },
      {
        "index": 39,
        "text": "元豐間，有俞充者，諂事中官王中正，中正每極口稱之。一日，充死，中正輒侍神廟言：“充非獨吏事過人遠甚，參禪亦超然悟解。今談笑而終，略無疾恙。”上亦稱歎，以語中官李舜舉。舜舉素敢言，對曰：“以臣觀之，止是猝死耳。”人重其直。"
      },
      {
        "index": 40,
        "text": "古所謂路寢，猶今言正廳也。故諸侯將薨，必遷于路寢，不死於婦人之手，非惟不瀆，亦以絕婦寺矯命之禍也。近世乃謂死於堂奧為終於正寢，誤矣。前輩墓誌之類數有之，皆非也。黃魯直詩云：“公虛采蘋宮，行樂在小寢。”按：魯僖公薨於小寢。杜預謂“小寢，夫人寢也”。魯直亦習于近世，謂堂為正寢，故以小寢為妾媵所居耳。不然，既云“虛采蘋宮”，又云“在小寢”，何耶？"
      },
      {
        "index": 41,
        "text": "王黼作相，其子閎孚作待制，造朝才十四歲，都人目為“胡孫待制”。"
      },
      {
        "index": 42,
        "text": "晉人所謂見何次道，令人欲傾家釀，猶云欲傾竭家貲以釀酒飲之也。故魯直云：“欲傾家以繼酌。”韓文公藉以作簟詩云：“有賣直欲傾家貲。”王平父《謝先大父贈簟詩》亦云：“傾家何計效。”韓公皆得晉人本意。至朱行中舍人有句云：“相逢盡欲傾家釀，久客誰能散橐金。”用家釀對橐金，非也。"
      },
      {
        "index": 43,
        "text": "錢勰字穆，范祖禹字淳，皆一字。交友以其難呼，故增“父”字，非其本也。"
      },
      {
        "index": 44,
        "text": "錢穆父風姿甚美，有九子。都下九子母祠作一巾貯美丈夫，坐於西偏，俗以為九子母之夫。故都下謂穆父為“九子母夫”。東坡贈詩云：“九子羨君門戶壯。”蓋戲之也。"
      },
      {
        "index": 45,
        "text": "保壽禪師作《臨濟塔銘》云：“師受黃蘖印可，尋抵河北鎮州城東，臨滹沱河側小院住持，名臨濟。其後墨君和太尉于城中舍宅為寺，亦以臨濟為名。”（墨君和名見《唐書》及《五代史》）其事甚詳。近見呂元直丞相《燕魏錄》載：“真定安業坊臨濟院，乃昭憲杜太后故宅。”按：保壽與臨濟乃師弟子，不應有誤。豈所謂臨濟院者，又嘗遷徙耶？"
      },
      {
        "index": 46,
        "text": "謝任伯參政在西掖草蔡太師謫散官制，大為士大夫所稱。其數京之罪曰：“列聖詒謀之憲度，掃蕩無餘；一時異議之忠賢，耕鋤略盡。”其語出於張文潛論唐明皇曰“太宗之法度，廢革略盡；貞觀之風俗，變壞無餘”也。"
      },
      {
        "index": 47,
        "text": "呂進伯作《考古圖》云：“古彈棋局，狀如香爐。”蓋謂其中隆起也。李義山詩云：“玉作彈棋局，中心亦不平。”今人多不能解。以進伯之說觀之，則粗可見，然恨其藝之不傳也。魏文帝善彈棋，不復用指，第以手巾角拂之。有客自謂絕藝，及召見，但低首以葛巾角指之，文帝不能及也。此說今尤不可解矣。大名龍興寺佛殿有魏宮玉石彈棋局，上有黃初中刻字，政和中取入禁中。"
      },
      {
        "index": 48,
        "text": "昭德諸晁謂“婿為借倩”之“倩”，云近世方訛為“倩盼”之“倩”。予幼小不能叩所出，至今悔之。"
      },
      {
        "index": 49,
        "text": "紹聖、元符之間，有馬從一者，監南京排岸司。適漕使至，隨眾迎謁。漕一見怒甚，即叱之曰：“聞汝不職，本欲按汝，何以不亟去，尚敢來見我耶！”從一皇恐，自陳湖湘人，迎親竊祿，求哀不已。漕察其語南音也，乃稍霽威云：“湖南亦有司馬氏乎？”從一答曰：“某姓馬，監排岸司耳。”漕乃微笑曰：“然則勉力職事可也。”初蓋誤認為溫公族人，故欲害之。自是從一刺謁，但稱監南京排岸而已。傳者皆以為笑。"
      },
      {
        "index": 50,
        "text": "蔡太師父准，葬臨平山，為駝形。術家謂駝負重則行，故作塔於駝峰。而其墓以錢塘江為水，越之秦望山為案，可謂雄矣。然富貴既極，一旦喪敗，幾於覆族，至今不能振。俗師之不可信如此。"
      },
      {
        "index": 51,
        "text": "《該聞錄》言：“皮日休陷黃巢為翰林學士，巢敗被誅。”今《唐書》取其事。按：尹師魚作《大理寺丞皮子良墓誌》，稱：“曾祖日休，避廣明之難，徙籍會稽，依錢氏，官太常博士，贈禮部尚書。祖光業，為吳越丞相。父璨，為元帥府判官。三世皆以文雄江東。”據此，則日休未嘗陷賊為其翰林學士被誅也。光業見《吳越備史》頗詳。孫仲容在仁廟時，仕亦通顯，乃知小說謬妄，無所不有。師魯文章傳世，且剛直有守，非欺後世者，可信不疑也。故予表而出之，為襲美雪謗於泉下。"
      },
      {
        "index": 52,
        "text": "鄒忠公夢徽廟賜以筆，作詩記之。未幾，疾不起。說者謂“筆”與“畢”同音，蓋杜牧夢改名畢之類。"
      },
      {
        "index": 53,
        "text": "唐小說載李紓侍郎罵負販者云：“頭錢價奴兵。”“頭錢”，猶言“一錢”也。故都俗語云“千錢精神頭錢賣”，亦此意云。"
      },
      {
        "index": 54,
        "text": "楊樸處士詩云：“數個胡皴徹骨幹，一壺村酒膠（去聲）牙酸。”《南楚新聞》亦云：“一楪氈根數十皴，盤中猶自有紅鱗。”不知皴何物，疑是餅餌之屬。"
      },
      {
        "index": 55,
        "text": "白樂天《寄裴晉公詩》云：“聞說風情筋力在，只如初破蔡州時。”王禹玉《送文太師》詩云：“精神如破如州時。”用白語而加工，信乎善用事也。"
      }
    ]
  }
}