{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "謁丞相，雖三公亦入客次。故相入朝，以經筵或內祠奉朝請；班退，亦與從官同，卷班而出。三公無班，若不秉政，惟立使相班，與貴戚諸人雜立。"
      },
      {
        "index": 2,
        "text": "故相、前執政入朝，當張蓋，史魏公始撤去。見任執政為宣撫使，舊用劄子，關三省、樞密院押字而已，王公明參政始改用申狀。"
      },
      {
        "index": 3,
        "text": "百官入殿門，閣門輒仲之曰：“那行。”（那去聲，若云糯）予去國二十七年復還，朝儀寖有不同，唯此聲尚存。"
      },
      {
        "index": 4,
        "text": "四川宣撫使置司利州或興元府，以見任執政為之，而成都自置四川制置使。制置使移文宣撫司，當用申狀，而倔強不伏。又以見任執政無用牒之理，於是但為申宣撫某官，不肯申宣撫司。此當拒而不受，或聞之朝廷，而宣撫使依違不能問也。"
      },
      {
        "index": 5,
        "text": "李公擇、孫莘老平時至相親厚，皆終於御史中丞。元祐五年二月二日，公擇卒，三日，莘老卒，先後才一日。"
      },
      {
        "index": 6,
        "text": "曾子宣以大觀元年八月二日卒，其弟子開以三日卒，先後才一日。"
      },
      {
        "index": 7,
        "text": "蔡京祖某、父准及京，皆以七月二十一日卒，三世同忌日。"
      },
      {
        "index": 8,
        "text": "張文潛三子，秬、秸、和，皆中進士第。秬、秸在陳死於兵，和為陝府教官，歸葬二兄，復遇盜見殺，文潛遂亡後，可哀也。"
      },
      {
        "index": 9,
        "text": "予年十餘歲時，見郊野間鬼火至多，麥苗稻穗之杪往往出火，色正青，俄復不見。蓋是時去兵亂未久，所謂人血為磷者，信不妄也。今則絕不復見，見者輒以為怪矣。"
      },
      {
        "index": 10,
        "text": "太母，祖母也，猶謂祖為大父。熙甯、元豐間稱曹太皇為太母。元祐中，稱高太皇為太母，皆謂帝之祖母爾。元符中謂向太后為太母，紹興中謂韋太后為太母，則非矣。"
      },
      {
        "index": 11,
        "text": "宣和末，鄭伸自檢校太師，忽落檢校為真太師，國初以來所無有也。"
      },
      {
        "index": 12,
        "text": "曹佾乙太皇太后之弟，且英宗受天下于仁祖，故神廟所以養慈聖、光獻者，備極隆厚。佾官至中書令，會慈聖上仙，佾解官行服。服闋，當還故官，而官制行使相不帶三省長官，例換開府儀同三司，於是特封佾濟陽郡王。及薨，追封沂王。外戚封王自佾始。然佾之例，後豈可用哉。"
      },
      {
        "index": 13,
        "text": "建炎大駕南渡後，每邊事危急，則住常程，謂專治軍旅，其他皆權止施行。又急則放百司，謂官吏權聽自便。幸明州時，呂相欲並從官聽自便，高宗不可，乃止。"
      },
      {
        "index": 14,
        "text": "建炎初，大駕駐蹕南京、揚州，而東京置留守司。則百司庶府為二：其一曰“在京某司”，其一曰“行在某司”。其後大駕幸建康、會稽，而六宮往江西，是亦分為二：曰“行在某司”、“行宮某司”。已而大駕幸建康，六宮留臨安，則建康為行在，臨安為行宮。今東京阻隔，而臨安官司猶曰“行在某司”，示不忘恢復也。"
      },
      {
        "index": 15,
        "text": "郭子儀三十年無緦麻服，人或疑其不然。安厚卿樞密逾二紀無功緦之戚，乃近歲事也。"
      },
      {
        "index": 16,
        "text": "故都紫霞殿有二金狻猊，蓋香獸也。故晏公《冬宴詩》云：“狻猊對立香煙度，迍夬交飛組繡明。”今寶玉大弓之盜未得，而奉使至虜庭，率見之，真卿大夫之辱也。"
      },
      {
        "index": 17,
        "text": "南齊胡諧之譖梁州刺史范柏年于武帝曰：“欲擅一州。”柏年已受代，帝欲不問。諧之曰：“見虎格得而放上山。”於是賜死。紹聖中，謫元祐大臣過嶺，呂吉甫聞之，嘻笑曰：“捕得黃巢，笞而遣之。”"
      },
      {
        "index": 18,
        "text": "顏夷仲為少蓬，尚無出身，久之乃賜第，除西掖。"
      },
      {
        "index": 19,
        "text": "予在嚴州時，得陸海軍節度使印，藏軍資庫，蓋節度使鄭翼之所賜印也。翼之南渡後死。"
      },
      {
        "index": 20,
        "text": "辰、沅、靖州蠻有仡伶，有仡僚，有仡欖，有仡僂，有山徭，俗亦土著，外愚內黠，皆焚山而耕，所種粟豆而已。食不足則獵野獸，至燒龜蛇啖之。其負物則少者輕，老者重，率皆束於背，婦人負者尤多。男未娶者，以金雞羽插髻；女未嫁者，以海螺為數珠掛頸上。嫁娶先密約，乃伺女于路，劫縛以歸。亦忿爭叫號求救，其實皆偽也。生子乃持牛酒拜女父母，初亦陽怒卻之，鄰里共勸，乃受。飲酒以鼻，一飲至數升，名鉤藤酒，不知何物。醉則男女聚而踏歌。農隙時至一二百人為曹，手相握而歌，數人吹笙在前導之。貯缸酒於樹陰，饑不復食，惟就缸取酒恣飲，已而複歌。夜疲則野宿。至三日未厭，則五日，或七日方散歸。上元則入城市觀燈。呼郡縣官曰大官，欲人謂己為足下，否則怒。其歌有曰：“小娘子，葉底花，無事出來吃盞茶。”蓋《竹枝》之類也。諸蠻惟仡伶頗強，習戰鬥，他時或能為邊患。"
      },
      {
        "index": 21,
        "text": "童貫平方寇時，受富民獻遺。文臣曰“上書可采”，武臣曰“軍前有勞”，並補官，仍許磨勘，封贈為官戶。比事平，有司計之，凡四千七百人有奇。"
      },
      {
        "index": 22,
        "text": "吳元中丞相在辟雍，試經義五篇，盡用《字說》，援據精博。蔡京為進呈，特免省赴廷試，以為學《字說》之功。及作相，上章乞複《春秋》科，反攻王氏。徐擇之時為左相，語人曰：“吳相此舉，雖湯、武不能過。”客不解。擇之曰：“逆取而順守。”元中甚不能平。"
      },
      {
        "index": 23,
        "text": "姚平仲謀劫虜寨，飲廟以詢種彝叔，彝叔持不可甚堅。及平仲敗，彝叔乃請速再擊之，曰：“今必勝矣。”或問：“平仲之舉為虜所笑，奈何再出？”彝叔曰：“此所以必勝也。”然朝廷方上下震懼，無能用者。彝叔可謂知兵矣。"
      },
      {
        "index": 24,
        "text": "綦翰林叔厚《謝宮祠表》云：“雜宮錦於漁蓑，敢忘君賜；話玉堂於茆舍，更覺身榮。”時歎其工。又有一表云：“欲掛衣冠，尚低回於末路；未先犬馬，儻邂逅于初心。”尤佳。"
      },
      {
        "index": 25,
        "text": "秘書新省成，徽廟臨幸，孫叔諸參政作賀表云：“蓬萊道山，一新群玉之構；勾陳羽衛，共仰六飛之臨。”同時無能及者。"
      },
      {
        "index": 26,
        "text": "錢遜叔侍郎，少時溯汴，舟敗溺水，流二十里，遇救得不死，旬日猶苦腰痛，不悟其故。視之，有手跡大如扇，色正青，五指及掌宛然可識，若擎其腰間者。此其所以不死也耶？"
      },
      {
        "index": 27,
        "text": "遼相李儼作《黃菊賦》，獻其主耶律弘基。弘基作詩題其後以賜之，云：“昨日得卿黃菊賦，碎剪金英填作句。袖中猶覺有餘香，冷落西風吹不去。”"
      },
      {
        "index": 28,
        "text": "會稽法雲長老重喜，為童子時，初不識字，因掃寺郎，忽若有省，遂能詩。其警句云：“地爐無火客囊空，雪似楊花落歲窮。拾得斷麻縫壞衲，不知身在寂寥中。”程公辟修撰守會稽，聞喜名，一日召之與遊蕺山上方院，索詩。喜即吟云：“行到寺中寺，坐觀山外山。”蓋戲用公辟體也。"
      },
      {
        "index": 29,
        "text": "呂吉甫在北都，甚愛晁之道。之道方以元符上書謫官，吉甫不敢薦，謂曰：“君才如此，乃自陷罪籍，可惜也。”之道對曰：“詠之無他，但沒著文章處耳。”其恃氣不撓如此。"
      },
      {
        "index": 30,
        "text": "晁之道與其弟季比同應舉，之道獨拔解。時考試官葛某眇一目，之道戲作詩云：“沒興主司逢葛八，賢弟被黜兄薦發。細思堪羨又堪嫌，一壁有眼一壁瞎。”"
      },
      {
        "index": 31,
        "text": "張文潛生而有文在其手，曰“耒”，故以為名，而字文潛。"
      },
      {
        "index": 32,
        "text": "張文潛《虎圖詩》云：“煩君衛吾寢，起此蓬蓽陋。坐令盜肉鼠，不敢窺白晝。”譏其似貓也。"
      },
      {
        "index": 33,
        "text": "白樂天有《忠州木蓮》詩。予遊臨邛白鶴山寺，佛殿前有兩株，其高數丈，葉堅厚如桂，以仲夏發花，狀如芙蕖，香亦酷似。寺僧云：花拆時有聲如破竹。然一郡止此二株，不知何自至也。成都多奇花，亦未嘗見。"
      },
      {
        "index": 34,
        "text": "舊制，兩省，中書在門下之上，元豐易之。"
      },
      {
        "index": 35,
        "text": "舊制，丞相署敕皆著姓，官至僕射則去姓。元豐新制，以僕射為相，故皆不著姓。"
      },
      {
        "index": 36,
        "text": "徐敦立言：往時士大夫家，婦女坐椅子兀子，則人皆譏笑其無法度。梳洗床、火爐床家家有之，今猶有高鏡臺，蓋施床則與人面適平也。或云禁中尚用之，特外間不復用爾。"
      },
      {
        "index": 37,
        "text": "頃歲駁放秦塤等科名，方集議時，中司誤以“駁”為“剝”。眾雖知其非，畏中司者護前，遂皆書曰“剝”，可以一笑。"
      },
      {
        "index": 38,
        "text": "余深罷相，居神州，第中有荔枝，初實絕大而美，名曰亮功紅。亮功者，深家御書閣名也。靖康中，深謫建昌軍。既行，荔枝不復實。明年，深歸，荔枝復如故。乃知世間富貴人皆有陰相之者。"
      },
      {
        "index": 39,
        "text": "紹聖中，蔡京館院遼使李儼，蓋泛使者，留館頗久。一日，儼方飲，忽持盤中杏曰：“來未花開，如今多幸。”京即舉梨謂之曰：“去雖葉落，未可輕離。”"
      },
      {
        "index": 40,
        "text": "宣和末，黃安時曰：“亂作不過一二年矣。天使蔡京八十不死，病亟復蘇，是將使之身受禍也。天下其能久無事乎！”"
      },
      {
        "index": 41,
        "text": "唐拾遺耿緯《下邽喜叔孫主簿鄭少府見過詩》云：“不是仇梅至，何人問百憂。”蘇子由作績溪令時，有《贈同官》詩云：“歸報仇梅省文字，麥苗含穗欲蠶眠。”蓋用緯語也。近歲均州版本，輒改為“仇香”。"
      },
      {
        "index": 42,
        "text": "僧宗昂住會稽能仁寺。有故相寓寺中，已而複相，宗昂被敕住持。郎官馬子約題詩法堂壁間曰：“十年衰病臥林泉，鵷鷺群飛競刺天。黃紙除書猶到汝，固知清世不遺賢。”"
      },
      {
        "index": 43,
        "text": "慎東美字伯筠，秋夜待潮于錢塘江，沙上露坐，設大酒樽及一杯，對月獨飲，意象傲逸，吟嘯自若。顧子敦適遇之，亦懷一杯，就其樽對酌。伯筠不問，子敦亦不與之語。酒盡各散去。伯筠工書，王逢原贈之詩，極稱其筆法，有曰：“鐵索急纏蛟龍僵。”蓋言其老勁也。東坡見其題壁，亦曰：“此有何好，但似篾束枯骨耳。”伯筠聞之，笑曰：“此意逢原已道了。”今惟丹陽有《戴叔倫碑》，是其遺跡。"
      },
      {
        "index": 44,
        "text": "予為福州德寧縣主簿，入郡，過羅源縣走馬嶺，見荊棘中有崖石，刻“樹石”二大字，奇古可愛。即令從者薙除觀之，乃“子翁所賞樹石”六字，蓋蘇舜元書也。因以告縣令項膺服，善作欄楯護之云。"
      },
      {
        "index": 45,
        "text": "銅色本黃，古鐘鼎彝器大抵皆黃銅耳。今人得之地中者，歲久色變，理自應耳。今郊廟所制，乃以藥薰染令蒼黑，此何理也？"
      },
      {
        "index": 46,
        "text": "曾子開封曲阜縣子，謝任伯封陽夏縣伯。曲阜今仙源縣，陽夏今城父縣，方疏封時，已無二縣矣，司封殆失職也。"
      },
      {
        "index": 47,
        "text": "蔡京為太師，賜印文曰“公相之印”，因自稱“公相”。童貫亦官至太師，都下人謂之“媼相”。"
      },
      {
        "index": 48,
        "text": "館職常苦俸薄，而吏人食錢甚厚。周子充作正字時，嘗戲曰：“豈所謂省官不如省吏耶？”都下舊謂館職為省官，故云。"
      },
      {
        "index": 49,
        "text": "趙相初除都督中外軍事，孫叔諸參政時為學士，當制，請曰：“是雖王導故事，然若兼中外，則雖陛下禁衛三衙皆統之，恐權太重，非防微杜漸之意。”乃改為都督諸路軍馬。制出，趙乃知之，頗不樂。"
      },
      {
        "index": 50,
        "text": "呂居仁詩云：“蠟燼堆盤酒過花。”世以為新。司馬溫公有五字云：“煙曲香尋篆，杯深酒過花。”居仁蓋取之也。"
      },
      {
        "index": 51,
        "text": "茶山先生云：徐師川擬荊公“細數落花因坐久，緩尋芳草得歸遲”，云“細落李花那可數，偶行芳草步因遲”。初不解其意，久乃得之。蓋師川專師陶淵明者也。淵明之詩，皆適然寓意而不留於物，如“悠然見南山”，東坡所以知其決非望南山也。今云細數落花，緩尋芳草，留意甚矣，故易之。又云：荊公多用淵明語而意異，如“柴門雖設要常關，雲尚無心能出岫。”要字能字，皆非淵明本意也。"
      },
      {
        "index": 52,
        "text": "傅丈子駿奏事，誤稱名，退而移文閣門，請彈奏。閣門以殿上語非有司所得聞，不受，子駿乃自劾。詔放罪。"
      },
      {
        "index": 53,
        "text": "從舅唐仲俊，年八十五六，極康寧。自言少時因讀《千字文》有所悟，謂“心動神疲”四字也，平生遇事未嘗動心，故老而不衰。"
      },
      {
        "index": 54,
        "text": "永清軍者，貝州也，王則據州叛，既平，改州曰恩州，而削其節鎮。及宣和中複幽州，乃建為永清軍節度，以命郭藥師。藥師果亦叛，蓋不祥也。"
      },
      {
        "index": 55,
        "text": "紹聖中，貶元祐人蘇子瞻儋州，子由雷州，劉莘老新州，皆戲取其字之偏旁也。時相之忍忮如此。"
      },
      {
        "index": 56,
        "text": "魯直詩有《題扇》“草色青青柳色黃”一首，唐人賈至、趙嘏詩中皆有之。山谷蓋偶書扇上耳。至詩中作“吹愁去”，嘏詩中作“吹愁卻”，卻字為是。蓋唐人語，猶云“吹卻愁”也。"
      },
      {
        "index": 57,
        "text": "周子充言：退之《黃陵廟碑》辨“陟方”事，非也。古蓋謂適遠為陟，《書》曰：“若陟遐必自邇。”猶今人言上路也。豈得云南方地勢下耶？"
      },
      {
        "index": 58,
        "text": "常沄，字子然，河朔人，本農家。一村數十百家皆常氏，多不通譜。子然既為御史，一村之人名皆從玉，雖走史鈴下皆然，無如之何。子然乃名子曰任、佚、美、向，謂周任、史佚、子美、叔向也，意使人不可效耳。"
      },
      {
        "index": 59,
        "text": "湯丞相封慶國公，命下，湯公謂此仁宗賜履之國，自天聖以來，無封者，欲請避之。或曰：“何執中嘗封慶國公矣。”湯公曰：“執中不知引避，此何足為法哉！”卒辭之，改封岐。"
      },
      {
        "index": 60,
        "text": "古所謂長夜之飲，或以為達旦，非也。薛許昌《宮詞》云：“畫燭燒闌暖複迷，殿帷深密下銀泥。開門欲作侵晨散，已是明朝日向西。”此所謂長夜之飲也。"
      },
      {
        "index": 61,
        "text": "王逸少《筆經》曰：“有人以綠沉漆竹管及鏤管見遺。”老杜所謂“苔臥綠沉槍”，蓋謂是也。"
      },
      {
        "index": 62,
        "text": "歐陽公、梅宛陵、王文恭集，皆有《小桃》詩。歐詩云：“雪裡花開人未知，摘來相顧共驚疑。便當索酒花前醉，初見今年第一枝。”初但謂桃花有一種早開者耳。及游成都，始識所謂小桃者，上元前後即著花，狀如垂絲海棠。曾子固《雜識》云：“正月二十間，天章閣賞小桃。”正謂此也。"
      },
      {
        "index": 63,
        "text": "王定國素為馮當世所知，而荊公絕不樂之。一日，當世力薦于神祖，荊公即曰：“此孺子耳。”當世忿曰：“王鞏戊子生，安得謂之孺子！”蓋鞏之生與天同節同日也。荊公愕然，不覺退立。"
      },
      {
        "index": 64,
        "text": "汪彥章草赦書，敘軍興征斂，其詞云：“八世祖宗之澤，豈汝能忘；一時社稷之憂，非予獲已。”最為精當。人以比陸宣公興元赦書。然議者謂自太祖至哲宗方七世，若並道君數之，又不應曰“祖宗”，彥章亦悔之。信乎文之難也。"
      },
      {
        "index": 65,
        "text": "童汪踠能執干戈以衛社稷，本謂幼而能赴國難耳，非姓童也。翟公巽作童貫告詞云“爾祖汪踠”，誤也，或云故以戲之。"
      },
      {
        "index": 66,
        "text": "劉長卿詩曰“千峰共夕陽”，佳句也。近時僧癩可用之云：“亂山爭落日。”雖工而窘，不迨本句。"
      },
      {
        "index": 67,
        "text": "李後主《落花》詩云：“鶯狂應有限，蝶舞已無多。”未幾亡國。宋子京亦有《落花》詩云：“香隨蜂蜜盡，紅入燕泥幹。”亦不久下世。詩讖蓋有之矣。"
      },
      {
        "index": 68,
        "text": "《隋唐嘉話》云：“崔日知恨不居八座。及為太常卿，於廳事後起一樓，正與尚書省相望，時號崔公望省樓。”又小說載：御史久次不得為郎者，道過南宮，輒回道望之，俗號拗項橋。如此之類，猶是謗語。予讀鄭畋作學士時《金鶯坡上南望》詩，云：“玉晨鐘韻上空虛，畫戟祥煙擁帝居。極目向南無限地，綠煙深處認中書。”則其意著矣。乃知朝士妄想，自古已然，可付一笑。"
      },
      {
        "index": 69,
        "text": "今世所道俗語，多唐以來人詩。“何人更向死前休”，韓退之詩也；“林下何曾見一人”，靈澈詩也；“長安有貧者，為瑞不宜多”，羅隱詩也；“世亂奴欺主，年衰鬼弄人。海枯終見底，人死不知心”，杜荀鶴詩也；“事向無心得”，章碣詩也；“但有路可上，更高人也行”，龔霖詩也；“忍事敵災星”，司空圖詩也；“一朝權入手，看取令行時”，朱灣詩也；“自己情雖切，他人未肯忙”，裴說詩也；“但知行好事，莫要問前程”，馮道詩也；“在家貧亦好”，戎昱詩也。"
      },
      {
        "index": 70,
        "text": "漢隸歲久風雨剝蝕，故其字無複鋒芒。近者杜仲微乃故用禿筆作隸，自謂得漢刻遺法，豈其然乎？"
      },
      {
        "index": 71,
        "text": "曾子宣丞相嘗排蔡京于欽聖太后簾前。太后不以為然，曾公論不已，太后曰：“且耐辛苦。”蓋禁中語，欲遣之使退，則曰“耐辛苦”也。京已出太原復留。"
      },
      {
        "index": 72,
        "text": "趙正夫丞相薨，車駕臨幸。夫人郭氏哭拜，請恩澤者三事，其一乃乞於諡中帶一“正”字。餘二事皆即許可，惟賜諡事獨曰：“待理會。”平時徽廟凡言“待理會”者，皆不許之詞也。正夫遂諡清憲。"
      },
      {
        "index": 73,
        "text": "富鄭公初請功德院，得敕額曰奉親。已而乃作兩院，共用一名，謂之南奉親院、北奉親院。"
      },
      {
        "index": 74,
        "text": "陳魯公薨，以其遭際龍飛，又薨於位，與王岐公同，於是詔用岐西元豐末贈典，超贈太師，其他恩數皆視歧公，猶可也，及其家請諡，遂特賜諡曰文恭，蓋亦用岐公諡。用他人之諡以為恩數，自古烏有此事哉！"
      },
      {
        "index": 75,
        "text": "諺有曰“濮州鐘”，世不知為何等語。嘗有人死，見陰官，濮州人也，問以此，亦不能對。予案：此事見《周世宗實錄》。顯德六年二月丁丑，幸太清觀。先是，乾明門外修太清觀成，上聞濮州有大鐘，聲聞十里，乃命徙之，以賜是觀，至是往觀焉。"
      },
      {
        "index": 76,
        "text": "予參成都議幕，攝事漢嘉，一見荔子熟。時淩雲山、安樂園皆盛處，糾曹何預元立、法曹蔡迨肩吾皆佳士，日相與同盤桓。薛許昌亦嘗以成都幕府來攝郡，未久罷去，故其《荔枝》詩曰：“歲杪監州曾見樹，時新入座但聞名。”蓋恨不及時也。每與二君誦之。"
      },
      {
        "index": 77,
        "text": "東坡守杭，法外刺配顏巽父子。御史論為不法，累章不已。蘇公雖放罪，而顏巽者竟以朝旨放自便。自是豪猾益甚，以藥塗鹽鈔而用，既毀抹，賂主者浸洗之。藥盡去而鈔不傷，雖老於其事者不能辨。他不法尤眾。有司稍按治，輒劫持之曰：“某官乃元祐奸党，蘇某親舊，故觀望害我。”公形狀牒。時治黨籍方苛峻，雖臨司郡守，得其牒，輒畏縮，解縱乃已。大觀中，胡奕修為提舉鹽事，會計已毀抹鹽鈔，得其奸，奏之，黥竄化州，籍沒貲產，一方稱快。"
      },
      {
        "index": 78,
        "text": "天下名山，惟華山、茅山、青城山無僧寺。青城十里外有一寺，曰布金，洪水壞之，今復葺于旁里許。"
      },
      {
        "index": 79,
        "text": "僧可遵者，詩本凡惡，偶以“直待眾生總無垢”之句為東坡所賞，書一絕於壁間。繼之山中道俗隨東坡者甚眾，即日傳至圓通，遵適在焉，大自矜詡，追東坡至前途。而途中又傳東坡《三峽橋》詩，遵即對東坡自言：“有一絕，卻欲題《三峽》之後，旅次不及書。”遂朗吟曰：“君能識我湯泉句，我卻愛君《三峽》詩。道得可咽不可漱，幾多詩將豎降旗。”東坡既悔賞拔之誤，且惡其無禮，因促駕去。觀者稱快。遵方大言曰：“子瞻護短，見我詩好甚，故妒而去。”徑至棲賢，欲題所舉絕句。寺僧方礱石刻東坡詩，大詬而逐之。山中傳以為笑。"
      }
    ]
  }
}