{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "种徵君明逸，既隱操不終，雖驟登侍從，眷禮優渥，然常懼讒嫉。其《寄懷》詩曰：“予生背時性孤僻，自信已道輕浮名。中途失計被簪紱，目睹寵辱心潛驚。雖從鵷鸞共班序，常恐青繩微有聲。清風滿壑石田在，終謝吾君甘退耕。”其憂畏如此。又有《寄二華隱者》詩曰：“我本厭虛名，致身天子庭。不終高尚事，有愧少微星。北闕空追悔，西山羨獨醒。秋風舊期約，何日去冥冥？”然其後卒遭王嗣宗之辱，可以為輕出者之戒。世傳常夷甫晚年悔仕，亦不足多怪也。"
      },
      {
        "index": 2,
        "text": "宋太素尚書《中酒》詩云：“中酒事俱妨，偷眠就黑房。靜嫌鸚鵡鬧，渴憶荔枝香。病與慵相續，心和夢尚狂。從今改題品，不號醉為鄉。”非真中酒者，不能知此味也。"
      },
      {
        "index": 3,
        "text": "紹興中，有貴人好為俳諧體詩及箋啟，詩云：“綠樹帶雲山罨畫，斜陽入竹地銷金。”《上汪內相啟》云：“長楸脫卻青羅帔，綠蓋千層；俊鷹解下綠絲絛，青雲萬里。”後生遂有以為工者。賴是時前輩猶在，雅正未衰，不然與五代文體何異。此事系時治，忽非細事也。"
      },
      {
        "index": 4,
        "text": "承平時，鄜州田氏作泥孩兒，名天下，態度無窮，雖京師工效之，莫能及。一對至直十縑，一床至三十千，一床者或五或七也。小者二三寸，大者尺餘，無絕大者。予家舊藏一對臥者，有小字云：“鄜畤田濆制。”紹興初，避地東陽山中，歸則亡之矣。"
      },
      {
        "index": 5,
        "text": "隆興間，有揚州帥，貴戚也。宴席間語客曰：“諺謂三世仕宦，方解著衣吃飯。僕欲作一書，言衣帽酒肴之制，未得書名。”通判鮮於廣，蜀人，即對曰：“公方立勳業，今必無暇及此。他時功成名遂，均逸林下，乃可成書耳。請先立名曰《逸居集》。”帥不之悟。有牛簽判者，京東歸正官也，輒操齊音曰：“安撫莫信，此是通判罵安撫飽食暖衣，逸居而無教，則近於禽獸。是甚言語！”帥為發怒赧面，而通判欣然有得色。"
      },
      {
        "index": 6,
        "text": "晁子止云：曾見東坡手書《四州環一島》詩，其間“茫茫太倉中”一句，乃“區區魏中梁”，不知果否。蘇季真云：《寄張文潛桄榔杖》詩，初本云“酒半消”，其下云：“江邊獨曳桄榔仗，林下閑尋蓽撥苗。”“盛孝章”又誤為“孝標”。已而悟，故盡易之。雖其家所傳，然去今所行亡字韻殊遠，恐傳之誤也。"
      },
      {
        "index": 7,
        "text": "范致能在成都，嘗求亭子名，予曰：“思鱸。”致能大以為佳，時方作墨，即以銘墨背。然不果築亭也。"
      },
      {
        "index": 8,
        "text": "臨邛夾門鎮，山險處，得瓦棺，長七尺，厚幾二寸，與今木棺略同，但蓋底相反。骨猶不壞。棺外列置瓦器，皆極淳古。時靖康丙午歲也，李知幾及見之。"
      },
      {
        "index": 9,
        "text": "市人有以博戲取人財者，每博必大勝，號“松子量”，不知何物語也，亦不知其字云何。李端叔為人作墓誌亦用此三字。端叔前輩，必有所據。"
      },
      {
        "index": 10,
        "text": "今官制：光祿大夫轉銀青，銀青轉金紫，金紫轉特進。五代以前，乃自銀青轉金紫，金紫轉光祿，光祿轉特進。據馮道《長樂老序》所載甚詳。"
      },
      {
        "index": 11,
        "text": "莊文太子，初封鄧王。予為陳魯公、史魏公言，鄧王乃錢俶歸朝後所封；又哲宗之子早薨，亦封鄧王，當避此不祥之名。二公曰：“已降詔，俟郊禮改封可也。”莊文竟早世。"
      },
      {
        "index": 12,
        "text": "東坡《贈趙德麟秋陽賦》云：“生於不土之裡，而詠無言之詩。”蓋寓“畤”字也。"
      },
      {
        "index": 13,
        "text": "尹少稷強記，日能誦麻沙版本書厚一寸。嘗于呂居仁舍人坐上記曆日，酒一行，記兩月，不差一字。"
      },
      {
        "index": 14,
        "text": "肅王與沈元用同使虜，館于燕山湣忠寺。暇日無卿，同行寺中，偶有一唐人碑，辭皆偶儷，凡三千餘言。元用素強記，即朗誦一再。肅王不視，且聽且行，若不經意。元用歸，欲矜其敏，取紙追書之。不能記者闕之，凡闕十四字。書畢，肅王視之，即取筆盡補其所闕，無遺者，又改元用謬誤四五處，置筆他語，略無矜色。元用駭服。"
      },
      {
        "index": 15,
        "text": "靖康兵亂，宣和舊臣悉已遠竄。黃安時居壽春，歎曰：“造禍者全家盡去嶺外避地，卻令我輩橫屍路隅耶！”安時卒死於兵，可哀也。"
      },
      {
        "index": 16,
        "text": "高宗除喪，予以禮部郎入讀祝。至几筵殿，蓋帝平日所禦處也。殿三間，殊非高大，陳列幾席、椸枷之類，亦與常人家不甚相遠。猶想見高廟之儉德也。"
      },
      {
        "index": 17,
        "text": "“夜涼疑有雨，院靜似無僧”，潘逍遙詩也。"
      },
      {
        "index": 18,
        "text": "田登作郡，自諱其名，觸者必怒，吏卒多被榜笞。於是舉州皆謂燈為火。上元放燈，許人入州治遊觀。吏人遂書榜揭於市曰：“本州依例放火三日。”"
      },
      {
        "index": 19,
        "text": "劉隨州詩：“海內猶多事，天涯見近臣。”言天下方亂，思見天子而不可得，得天子近臣亦足自尉矣。見天子近臣已足自慰，況又見之於天涯乎！其愛君憂國之意，鬱然見於言外。"
      },
      {
        "index": 20,
        "text": "紹興間，復古殿供禦墨，蓋新安墨工戴彥衡所造。自禁中降出雙角龍文，或云米友仁侍郎所畫也。中官欲于苑中作墨灶，取西湖九里松作煤。彥衡力持不可，曰：“松當用黃山所產，此平地松豈可用！”人重其有守。"
      },
      {
        "index": 21,
        "text": "祖母楚國夫人，大觀庚寅在京師病累月，醫藥莫效，雖名醫如石藏用輩皆謂難治。一日，有老道人狀貌甚古，銅冠緋氅，一丫髻童子操長柄白紙扇從後。過門自言：“疾無輕重，一炙立愈。”先君延入，問其術。道人探囊出少艾，取一磚灸之。祖母方臥，忽覺腹間痛甚，如火灼。道人遂徑去，曰九十歲。追之，疾馳不可及。祖母是時未六十，複二十餘年，年八十三，乃終。祖母沒後，又二十年，從兄子楫監三江鹽場，偶飲酒于一士人毛氏，忽見道人，衣冠及童子，悉如祖母平日所言。方愕然，道人忽自言京師灸磚事，言訖遽遁去，遍尋不可得。毛君云：其妻病，道人為灸屋柱十餘壯，脫然愈。方欲謝之，不意其去也。世或疑神仙，以為渺茫，豈不謬哉。"
      },
      {
        "index": 22,
        "text": "《齊民要術》有鹹杬子法，用杬木皮漬鴨卵。今吳人用虎仗根漬之，亦古遺法。"
      },
      {
        "index": 23,
        "text": "曹詠為浙漕，一日，坐客言徽州汪王靈異者，詠問汪王若為對。有唐永夫者在坐，遽曰：“可對曹漕。”詠以為工，遂愛之。曾覿字純甫，偶歸正官蕭鷓巴來謁。既退，複一客至，其所狎也。因問曰：“蕭鷓巴可對何人？”客曰：“正可對曾鶉脯。”覿以為嫚己，大怒，與之絕。然“鷓巴”北人實謂之“劄八”。"
      },
      {
        "index": 24,
        "text": "童貫為太師，用廣南龔澄樞事故；林靈素為金門羽客，用閩王時譚紫霄故事。嗚呼異哉！"
      },
      {
        "index": 25,
        "text": "元豐間，建尚書省於皇城之西，鑄三省印。米芾謂印文背戾，不利輔臣。故自用印以來，凡為相者，悉投竄，善終者亦追加貶削，其免者蘇丞相頌一人而已。蔡京再領省事，遂別鑄公相之印。其後，家安國又謂省居白虎位，故不利。京又因建明堂，遷尚書省於外以避之。然京亦竄死，二子坐誅，其家至今廢。不知為善而遷省易印以避禍，亦愚矣哉！"
      },
      {
        "index": 26,
        "text": "王黼作相，請朝假歸咸平焚黃，畫舫數十，沿路作樂，固已駭物論。紹興中，秦熺亦歸金陵焚黃，臨安及轉運司舟舫盡選以行，不足，擇取於浙西一路，凡數百艘，皆窮極丹雘之飾。郡縣監司迎餞，數百里不絕。平江當運河，結彩樓數丈，大合樂官妓舞於其上，縹緲若在雲間，熺處之自若。"
      },
      {
        "index": 27,
        "text": "秦太師聚王禹玉孫女，故諸王皆用事。有王子溶者，為浙東倉司官屬，郡宴必與提舉者同席，陵忽玩戲，無不至。提舉者事之反若官屬。已而又知吳縣，尤放肆。郡守宴客，初就席，子溶遣縣吏呼伎樂伶人，即皆馳往，無敢留者。上元吳縣放燈，召太守為客，郡治乃寂無一人。又嘗夜半遣廳吏叩府門，言知縣傳語，必面見。守醉中狼狽，攬衣秉燭出問之。乃曰：“知縣酒渴，聞有鹹齏，欲覓一甌。”其陵侮如此。守亟取，遣人遺之，不敢較也。"
      },
      {
        "index": 28,
        "text": "司馬安四至九卿，當時以為善宦，以今觀之，則謂之拙宦可也。彼汩喪廉恥，廣為道徑者，不數年至公相矣，安用四至九卿哉？"
      },
      {
        "index": 29,
        "text": "蔡京賜第，有六鶴堂，高四丈九尺，人行其下，望之如蟻。"
      },
      {
        "index": 30,
        "text": "故都裡巷間，人言利之小者曰“八文十二”。謂十為諶，蓋語急，故以平聲呼之。白傅詩曰：“綠浪東西南北路，紅欄三百九十橋。”宋文安公《宮詞》曰：“三十六所春宮館，二月香風送管弦。”晁以道詩亦云：“煩君一日殷勤意，示我十年感遇詩。”則詩家亦以十為諶矣。"
      },
      {
        "index": 31,
        "text": "周宇文護與母閻書曰：“受形稟氣，皆知母子。誰知薩保如此不孝。”此乃對母自稱小名。南齊武帝崩，郁林王即位，明帝謀廢立，右僕射王晏盡力相之。從弟思遠謂晏曰：“兄荷武帝厚恩，一旦贊人如此事，何以自立？”因勸之引決。及晏拜驃騎，謂思遠兄恩徵曰：“隆昌之末，阿戎勸我自裁。若用其語，豈有今日！”思遠曰：“如阿戎所見，猶未晚也。”此乃對兄自稱小名。畢景儒《幕府燕閑錄》載：“蘇易簡安裝及第時，與母書，自稱岷岷。”亦小名也。從伯父右司，小名馬哥，在京師省祖母楚國夫人。出上馬矣，楚國偶有所問，自出屏後呼“馬哥”。親事官聞之，白伯父曰：“夫人請吏部。”蓋此輩亦習聞之也。今吳人子弟稍長，便不欲人呼其小名，雖尊者亦以行第呼之矣。風俗日薄，如此奈何。"
      },
      {
        "index": 32,
        "text": "宋白《石燭》詩云：“但喜明如蠟，何嫌色似黳。”燭出延安，予在南鄭數見之。其堅如石，照席極明。亦有淚如蠟，而煙濃，能熏汙帷幕衣服，故西人亦不貴之。"
      },
      {
        "index": 33,
        "text": "胡基仲嘗言：“韓退之《石鼓歌》云‘羲之俗書趁姿媚’，狂肆甚矣。”予對曰：“此詩至云‘陋儒編詩不收入，二雅褊迫無委蛇’，其言羲之俗書，未為可駭也。”基仲為之絕倒。"
      },
      {
        "index": 34,
        "text": "王廣津《宮詞》云：“新睡起來思舊夢，見人忘卻道勝常。”勝常猶今婦人言萬福也。前輩尺牘有云“尊候勝常”者，勝字當平聲讀。"
      },
      {
        "index": 35,
        "text": "拄仗，斑竹為上，竹欲老瘦而堅勁，斑欲微赤而點疏。賈長江詩云：“揀得林中最細枝，結根石上長身遲，莫嫌滴瀝紅斑少，恰是湘妃淚盡時。”善言拄杖者也。然非予有此癖，亦未易賞音。"
      },
      {
        "index": 36,
        "text": "唐韓翃詩云：“門外碧潭春洗馬，樓前紅燭夜迎人。”近世晏叔原樂府詞云：“門外綠楊春系馬，床前紅燭夜呼盧。”氣格乃過本句，不謂之剽可也。"
      },
      {
        "index": 37,
        "text": "張文昌《成都曲》云：“錦江近西煙水綠，新雨山頭荔枝熟。萬里橋邊多酒家，遊人愛向誰家宿？”此未嘗至成都者也。成都無山，亦無荔枝。蘇黃門詩云：“蜀中荔枝出嘉州，其餘及眉半有不。”蓋眉之彭山縣已無荔枝矣，況成都乎？"
      },
      {
        "index": 38,
        "text": "先太傅自蜀歸，道中遇異人，自稱方五。見太傅曰：“先生乃西山施先生肩吾也。”遂授道要。施公，睦州桐廬人，太傅晚乃自睦守掛冠，蓋有緣契矣。"
      },
      {
        "index": 39,
        "text": "張文昌《紗帽》詩云：“惟恐被人偷剪樣，不曾閑戴出書堂。”皮襲美亦云：“借樣裁巾怕索將。”王荊公于富貴聲色略不動心，得耿天騭憲竹根冠，愛詠不已。予雅有道冠、拄杖二癖，每自笑歎，然亦賴古多此賢也。"
      },
      {
        "index": 40,
        "text": "故都時，禦爐炭率斫作琴樣，胡桃紋，鵓鴿青。高宗紹興初，巡幸臨安，詔嚴州進炭，止令用土產，勿拘舊制。"
      },
      {
        "index": 41,
        "text": "東坡自儋耳歸，至廣州舟敗，亡墨四篋，平生所寶皆盡，僅于諸子處得李墨一丸、潘穀墨兩丸。自是至毗陵捐館舍，所用皆此三墨也。此聞之蘇季真云。"
      },
      {
        "index": 42,
        "text": "世言東坡不能歌，故所作樂府詞多不協。晁以道云：“紹聖初，與東坡別於汴上。東坡酒酣，自歌《古陽關》。”則公非不能歌，但豪放不喜裁剪以就聲律耳。"
      },
      {
        "index": 43,
        "text": "山谷《水仙花》二絕“淡掃蛾眉綯一枝”及“只比江梅無好枝”者，見於李端叔集中，然非端叔所及也。賀方回作《王子開挽詞》“和璧終歸趙，幹將不葬吳”者，見於秦少游集中。子開大觀己丑卒于江陰，而返葬臨城，故方回此句為工，時少遊已沒十年矣。《水仙花》則不可考，然氣格似山谷晚作，不類端叔也。"
      },
      {
        "index": 44,
        "text": "吳武安玠葬德順軍隴幹縣，今雖隔在虜境，松楸甚盛，歲時祀享不輟，虜不敢問也。玠諡武安，而梁益間有廟，賜額曰“忠烈”。故西人至今但謂之吳忠烈云。"
      },
      {
        "index": 45,
        "text": "姚福進者，兕麟之祖也，德順軍人，以挽強名于秦隴間。至今西人謂其族為姚硬弓家。"
      },
      {
        "index": 46,
        "text": "曲端、吳玠，建炎間有重名於陝西，西人為之語曰：“有文有武是曲大，有謀有勇是吳大。”端能書，今閬中錦屏山壁間有其書，奇偉可愛。"
      },
      {
        "index": 47,
        "text": "成都江瀆廟北壁外，畫美髯一丈夫，據銀胡床坐，從者甚眾，邦人云：“蜀賊李順也。”"
      },
      {
        "index": 48,
        "text": "邛州僧寺中版壁有趙諗題字。字既凡惡，語亦淺拙，不知當時何以中第如此之高。蓋希時事力抵元祐，故有司不復計其文之工拙也。"
      },
      {
        "index": 49,
        "text": "永康軍導江縣迎祥寺有唐女真吳彩鸞書《佛本行經》六十卷。予嘗取觀之，字亦不甚工，然多闕唐諱。或謂真本，為好事者易去，此特唐經生書耳。"
      },
      {
        "index": 50,
        "text": "利州武后畫像，其長七尺。成都有孟蜀時後妃祠堂，亦極修偉，絕與今人不類。福州大支提山有吳越王紫袍寺，僧升椅子舉其領猶拂地，兩肩有汙跡。"
      },
      {
        "index": 51,
        "text": "老杜《海棕》詩，在左綿，所賦今已不存。成都有一株，在文明廳東廊前，正與制置司簽廳門相直。簽廳乃故錦官閣。聞潼川尤多，予未見也。"
      },
      {
        "index": 52,
        "text": "成都石筍，其狀與筍不類，乃累疊數石成之。所謂海眼，亦非妄。瑟瑟，至今有得之者。蜀食井鹽，如仙井大寧猶是大穴，若榮州則井絕小，僅容一竹筒，真海眼也。石犀在廟之東階下，亦粗似一犀。正如陝之鐵牛，但望之大概似牛耳。石犀一足不備，以他石續之，氣象甚古。"
      },
      {
        "index": 53,
        "text": "承平日，甚重宮觀。宣和中，晁以道知成州，有請，吏部報云：“照會本官，歷任已曾住宮觀，不合再有陳乞。”遂致仕而歸。"
      },
      {
        "index": 54,
        "text": "唐夔州在白帝城，地勢險固。本朝太平興國中，丁晉公為轉運使，始遷於瀼西。瀼西地平不可守，又置瞿唐關使，于白帝屯兵，下臨瀼西。使有事，宜多置兵，則夔帥不能親將，指臂倒置；若少置兵則關先不守，夔州必隨以破，可謂失策。大抵當時蜀已平，乃移夔州；晉已平，乃移太原，皆不可曉。若使晉、蜀復為豪傑所得，彼能據一國，獨不能復徒一城以就形勝耶？若雖有外寇，而其地尚為我有，乃捨險就易，此何理也。"
      },
      {
        "index": 55,
        "text": "忠州在陝路，與萬州最號窮陋，豈複有為郡之樂？白樂天詩乃云：“唯有綠樽紅燭下，暫時不似在忠州。”又云：“今夜酒醺羅綺暖，被君融盡玉壺冰。”以今觀之，忠州那得此光景耶？當是不堪司馬閑冷，驟易刺史，故亦見其樂爾。可憐哉。"
      },
      {
        "index": 56,
        "text": "曾子宣、林子中在密院，為哲廟言：“章子厚以隱士帽、紫直攝，系絛見從官，從官皆朝服。其強肆如此。”上曰：“彼見蔡京亦敢爾乎？”京時為翰林學士，不知何以得人主待之如此，真奸人之雄也。"
      },
      {
        "index": 57,
        "text": "祖宗故事：命官鎖廳舉進士者，先所屬選官考試所業，通者方聽取解。至省試程文紕繆者，勒停；不合格者，亦贖銅放，永不得應舉。天聖間，方除前制。然未久，又詔文臣許鎖廳兩次，武臣只許一次，其嚴如此。近歲泛許人應博學宏辭，遂有妄以此自稱。或假手作所業獻禮部，亦許試。而程文繆不可讀，亦無以懲之，殆非也。"
      },
      {
        "index": 58,
        "text": "秦所作鄭白二渠，在今京兆府之涇陽，皆以涇水為源。白渠灌涇陽、高陵、櫟陽及耀州雲陽、三原、富平，凡六縣。斗門百七十餘所，今尚存，然多廢不治。鄭渠所灌尤廣袤，數倍于白渠。涇水乃絕深，不能複入渠口，渠岸又多摧圮填淤，比之白渠，尤不可措手矣。"
      },
      {
        "index": 59,
        "text": "唐人喜赤酒、甜酒、灰酒，皆不可解。李長吉云：“琉璃鐘，琥珀濃，小槽酒滴真珠紅。”白樂天云：“荔枝新熟雞冠色，燒酒初開琥珀香。”杜子美云：“不放香醪如蜜甜。”陸魯望云：“酒滴灰香似去年。”"
      },
      {
        "index": 60,
        "text": "李虛己侍郎，字公受，少從江南先達學作詩，後與曾致堯倡酬。曾每曰：“公受之詩雖工，恨啞耳。”虛己初未悟，久乃造入。以其法授晏元獻，元獻以授二宋，自是遂不傳。然江西諸人，每謂五言第三字、七言第五字要響，亦此意也。"
      },
      {
        "index": 61,
        "text": "沈義倫諡恭惠，其家訴於朝，欲帶一“文”字，議者執不可而止。張知白諡文節，禦史王嘉言請改諡文正，王孝先為相，亦不肯改。歐陽文忠公初但諡文，蓋以配韓文公。常夷甫方兼太常，晚與文忠相失，乃獨謂公有定策功，當加忠字，實抑之也。李邦直作議，不能固執，公論非之。當時士大夫相謂曰：“永叔不得諡文公，此諡必留與介甫耳。”其後信然。"
      },
      {
        "index": 62,
        "text": "本朝進士，初亦如唐制，兼采時望。真廟時，周安惠公起，始建糊名法，一切以程文為去留。"
      },
      {
        "index": 63,
        "text": "李允則，真廟時知滄州。虜圍城，城中無炮石，乃鑿冰為炮，虜解去。近時陳規守安州，以泥為炮，城亦終不可下。"
      },
      {
        "index": 64,
        "text": "信州龍虎山漢天師張道陵後世，襲虛靜先生號，蠲賦役，自二十五世孫乾曜始，時天聖八年也。今黃冠輩謂始於三十二代，非也。又獨謂三十二代為張虛靜，亦非也。"
      }
    ]
  }
}