{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "國初尚《文選》，當時文人專意此書，故草必稱“王孫”，梅必稱“驛使”，月必稱“望舒”，山水必稱“清暉”。至慶曆後，惡其陳腐，諸作者始一洗之。方其盛時，士子至為之語曰：“《文選》爛，秀才半。”建炎以來，尚蘇氏文章，學者翁然從之，而蜀士尤盛。亦有語曰：“蘇文熟，吃羊肉。蘇文生，吃菜羹。”"
      },
      {
        "index": 2,
        "text": "蜀人見人物之可誇者，則曰“嗚呼”，可鄙者，則曰“噫嘻”。"
      },
      {
        "index": 3,
        "text": "秦丞相晚歲權尤重，常有數卒，皂衣持梃立府門外，行路過者稍顧視謦欬，皆呵止之。嘗病告一二日，執政獨對，既不敢他語，惟盛推秦公勳業而已。明日入堂，忽問曰：“聞昨日奏事甚久。”執政惶恐，曰：“某惟誦太師先生勳德，曠世所無。語終即退，實無他言。”秦公嘻笑曰：“甚荷。”蓋已嗾言事官上章。執政甫歸，閣子彈章副本已至矣。其忮刻如此。"
      },
      {
        "index": 4,
        "text": "興元褒城縣產礬石，不可勝計，與凡土石無異，雖數十百擔，亦可立取。然其性酷烈，有大毒，非置瓦窯中煆三過，不可用。然猶動能害人，尤非他金石之比。《千金》有一方，用礬石輔以乾薑、烏頭之類，名匈奴露宿丹，其酷烈可想見也。"
      },
      {
        "index": 5,
        "text": "陰平在今文州，有橋曰陰平橋。淳熙初，為郡守者大書立石於橋下曰：“鄧艾取蜀路。”過者笑之。"
      },
      {
        "index": 6,
        "text": "建炎三年春，車駕倉卒南渡，駐蹕于杭。有侍臣召對者，既對，所陳劄子首曰：“恭惟陛下歲二月東巡狩，至於錢塘。”呂相頤浩見之，笑曰：“秀才家，識甚好惡！”"
      },
      {
        "index": 7,
        "text": "淳熙中，黃河決入汴。梁、宋間歡言，謂之天水來。天水，國姓也。遺民以為國家恢復之兆。"
      },
      {
        "index": 8,
        "text": "史魏公自少保六轉而至太師，中間近三十年，福壽康寧，本朝一人而已。文潞公自司空四轉，蔡太師自司空三轉，秦太師自少保兩轉而已。"
      },
      {
        "index": 9,
        "text": "鄭康成自為書戒子益恩，其末曰：“若忽忘不識，亦已焉哉！”此正孟子所謂“父子之間不責善”也。蓋不責善，非不示於善也，不責其必從耳。陶淵明《命子》詩曰：“夙興夜寐，願爾斯才。爾之不才，亦已焉哉！”用康成語也。"
      },
      {
        "index": 10,
        "text": "自唐至本朝，中書門下出敕，其敕字皆平正渾厚。元豐後，敕出尚書省，亦然。崇甯間，蔡京臨平寺額作險勁體，“來”長而“力”短，省吏始效之相誇尚，謂之“司空敕”，亦曰“蔡家敕”，蓋妖言也。京敗，言者數其朝京退送及公主改帝姬之類，偶不及蔡家敕。故至今敕字蔡體尚在。"
      },
      {
        "index": 11,
        "text": "東坡海外詩云：“夢中時見作詩孫。”初不解。在蜀見蘇山藏公墨蹟《疊韻竹》詩，後題云“寄作詩孫符”，乃知此句為仲虎發也。"
      },
      {
        "index": 12,
        "text": "紹興末，謝景思守括蒼，司馬季思佐之，皆名伋。劉季高以書與景思曰：“公作守，司馬九作倅，想郡事皆如律令也。”聞者絕倒。"
      },
      {
        "index": 13,
        "text": "東坡《牡丹》詩云：“一朵妖紅翠欲流。”初不曉“翠欲流”為何語。及游成都，過木行街，有大署市肆曰“郭家鮮翠紅紫鋪。”問土人，乃知蜀語鮮翠猶言鮮明也。東坡蓋用鄉語云。蜀人又謂糊窗曰“泥窗”，花蕊夫人《宮詞》云：“紅錦泥窗繞四廊。”非曾遊蜀，亦所不解。"
      },
      {
        "index": 14,
        "text": "東坡先生《省試刑賞忠厚之至論》有云：“皋陶為士，將殺人，皋陶曰殺之三，堯曰宥之三。”梅聖俞為小試官，得之以示歐陽公。公曰：“此出何書？”聖俞曰：“何須出處！”公以為皆偶忘之，然亦大稱歎。初欲以為魁，終以此不果。及揭榜，見東坡姓名，始謂聖俞曰：“此郎必有所據，更恨吾輩不能記耳。”及謁謝，首問之，東坡亦對曰：“何須出處。”乃與聖俞語合。公賞其豪邁，太息不已。"
      },
      {
        "index": 15,
        "text": "宋白尚書詩云：“《風》《騷》墜地欲成塵，春鎖南宮入試頻。三百俊才衣似雪，可憐無個解詩人。”又云：“對花莫道渾無過，曾為常人舉好詩。”大抵宋詩雖多疵纇，而語意絕有警拔者，故其自負如此。"
      },
      {
        "index": 16,
        "text": "白樂天詩云：“四十著緋軍司馬，男兒官職未蹉跎。”“一為州司馬，三見歲重陽。”本朝太宗時，宋太素尚書自翰苑謫鄜州行軍司馬，有詩云：“鄜州軍司馬，也好畫為屏。”又云：“官為軍司馬，身是謫仙人。”蓋此音“司”字作入聲讀。"
      },
      {
        "index": 17,
        "text": "故事：謫散官雖別駕司馬，皆封賜如故。故宋尚書在鄜畤詩云：“經時不巾櫛，慵更佩金魚。”東坡先生在儋耳，亦云“鶴髮驚全白，犀圍尚半紅”是也。至司戶參軍，則奪封賜。故世傳寇萊公謫雷州，借錄事參軍綠袍拜命，袍短才至膝。又予少時，見王性之曾夫人言，曾丞相謫廉州司戶，亦借其侄綠袍拜命云。"
      },
      {
        "index": 18,
        "text": "紹興十六七年，李莊簡公在藤州，以書寄先君，有曰：“某人汲汲求少艾，求而得之，自謂得計。今成一聚枯骨，世尊出來，也救他不得。”“一聚枯骨”，出《神仙傳•老子篇》。“某人”者，前執政，留守金陵，暴得疾卒，故云。"
      },
      {
        "index": 19,
        "text": "張邦昌既死，有旨月賜其家錢十萬，於所在州勘支。曾文清公為廣東漕，取其券繳奏，曰：“邦昌在古，法當族誅，今貸與之生足矣，乃加橫恩如此，不知朝廷何以待伏節死事之家？”詔自今勿與。予銘文清墓，載此事甚詳，及刻石，其家乃削去，至今以為恨。"
      },
      {
        "index": 20,
        "text": "韓魏公罷政，以守司徒兼侍中、鎮安武勝軍節度使。公累章牢辭，至以為恐開大臣希望僣忒之階。遂改淮南節度使。元豐間，文潞公亦加兩鎮，引魏公事辭，卒亦不拜。紹興中，張俊、韓世忠乃以捍虜有功，拜兩鎮，俄又加三鎮。二人皆武臣，不知辭。當時士大夫為之語曰：“若加一鎮，即為四鎮，如朱全忠矣，奈何！”"
      },
      {
        "index": 21,
        "text": "大駕初駐蹕臨安，故都及四方士民商賈輻啇，又創立官府，扁榜一新。好事者取以為對曰；“鈐轄諸道進奏院，詳定一司敕令所”，“王防禦契聖眼科，陸官人遇仙風藥”，“幹濕腳氣四斤丸，偏正頭風一字散”，“三朝禦裹陳忠翊，四世儒醫陸太丞”，“東京石朝議女婿，樂駐泊樂鋪西蜀”，“費先生外甥，寇保義卦肆”，如此凡數十聯，不能盡記。"
      },
      {
        "index": 22,
        "text": "高廟謂：“端硯如一段紫玉，瑩潤無瑕乃佳，何必以眼為貴耶。”晁以道藏硯必取玉鬥樣，喜其受墨汁多也。每曰：“硯若無池受墨，則墨亦不必磨，筆亦不必點，惟可作枕耳。”"
      },
      {
        "index": 23,
        "text": "呂吉甫問客：“蘇子瞻文辭似何人？”客揣摩其意，答之曰：“似蘇秦、張儀。”呂笑曰：“秦之文高矣，儀固不能望，子瞻亦不能也。”徐自誦其表語云：“面折馬光於講筵，延辯韓琦之奏疏。”甚有自得之色，客不敢問而退。"
      },
      {
        "index": 24,
        "text": "陳師錫家享儀，謂冬至前一日為“冬住”，與歲除夜為對，蓋閩音也。予讀《太平廣記》三百四十卷有《盧頊傳》云：“是夕，冬至除夜。”乃知唐人冬至前一日，亦謂之除夜。《詩•唐風》“日月其除”。除音直慮反。則所謂“冬住”者，“冬除”也。陳氏傳其語，而失其字耳。"
      },
      {
        "index": 25,
        "text": "老杜《寄薛三郎中》詩云：“上馬不用扶，每扶必怒嗔。”東坡《送喬仝》詩云：“上山如飛嗔人扶。”皆言老人也。蓋老人諱老，故爾。若少壯者，扶與不扶皆可，何嗔之有。"
      },
      {
        "index": 26,
        "text": "宣和末，有鉅賈舍三萬緡，裝飾泗洲普照塔，煥然一新。建炎中，商歸湖南，至池州大江中。一日晨興，忽見一塔十三級，水上南來。金碧照耀，而隨波傾蒦，若欲倒者。商舉家及舟師人人見之，皆驚怖誦佛。既漸近，有僧出塔下，舉手揖曰：“元是裝塔施主船。淮上方火災，大師將塔往海東行化去。”語未竟，忽大風作，塔去如飛，遂不見。未幾，乃聞塔廢於火。舒州僧廣勤與商船同行，親見之。"
      },
      {
        "index": 27,
        "text": "段成式《酉陽雜俎》言，揚州東市塔影忽倒，老人言海影翻則如此。沈存中以謂大抵塔有影必倒。予在福州見萬壽塔，成都見正法塔，蜀州見天目塔，皆有影，亦皆倒也。然塔之高如是，而景止三二尺，織悉皆具。或自天窗中下，或在廊廡間，亦未易以理推也。"
      },
      {
        "index": 28,
        "text": "唐彥猷《硯錄》言：“青州紅絲石硯，覆之以匣，數日墨色不幹。經夜即其氣上下蒸濡，著於匣中，有如雨露。”又云：“紅絲硯必用銀作匣。”凡石硯若置銀匣中，即未幹之墨氣上騰，其墨乃著蓋上。久之，蓋上之墨複滴硯中，亦不必經夜也。銅錫皆然，而銀尤甚，雖漆匣亦時有之，但少耳。彥酞貴重紅絲硯，以銀為匣，見其蒸潤，而未嘗試他硯也。"
      },
      {
        "index": 29,
        "text": "賀方回狀貌奇醜，色青黑而有英氣，俗謂之賀鬼頭。喜校書，朱黃未嘗去手。詩文皆高，不獨攻長短句也。潘邠老《贈方回》詩云：“詩束牛腰藏舊稿，書訛馬尾辨新讎。”有二子，曰房、曰稟。于文，“房”從方，“稟”從回，蓋寓父字于二子名也。"
      },
      {
        "index": 30,
        "text": "翟耆年字伯壽，父公巽參政之子也。能清言，工篆及八分。巾服一如唐人，自名唐裝。一日往見許郤彥周。彥周荅髻，著犢鼻褲，躡高屐出迎，伯壽愕然。彥周徐曰：“吾晉裝也，公何怪。”"
      },
      {
        "index": 31,
        "text": "元祐七年，哲廟納後，用五月十六日法駕出宣德門行親迎之禮。初，道家以五月十六日為天地合日，夫婦當異寢，違犯者必夭死，故世以為忌。當時太史選定，乃謂人主與後猶天地也，故特用此日。將降詔矣，皇太妃持以為不可，上亦疑之。宣仁獨以為此語俗忌耳，非典禮所載，遂用之。其後詔獄既興，宦者複謂：“若廢後可弭此禍。”上意亦不可回矣。"
      },
      {
        "index": 32,
        "text": "政和以後，斜封墨敕盛行，乃有以寺監長官視待制者，大抵皆以非道得之。晃叔用以謂“視待制”可對“如夫人”，蓋為清議貶黜如此。又往往以特恩賜金帶，朝路混淆，然猶以舊制不敢坐狨。故當時謂橫金無狨韉，與閣門舍人等耳。"
      },
      {
        "index": 33,
        "text": "聶山、胡直孺同為都司，一日過堂，從容為蔡京言道流之橫。京慨然曰：“君等不知耳，淫侈之風日熾，姑以齋醮少間之，不暇計此曹也。”京之善文過如此。"
      },
      {
        "index": 34,
        "text": "蔡京賜第，宏敞過甚。老疾畏寒，幕畾不能禦，遂至無設床處，惟撲水少低，間架亦狹，乃即撲水下作臥室。"
      },
      {
        "index": 35,
        "text": "秦熺作狀元時，蔡京親吏高叚猶在，謂人曰：“看他秦太師，吾主人乃天下至繆漢也。”叚當蔡氏盛時，官至拱衛大夫，領青州觀察使。靖康台評所謂廝養官為橫行是也。有王俞者，與之同列，官亦相等。靖康間，俞停廢，叚猶以武功大夫為浙東副總管，遂終其身，不復褫削。議者亦置之，或自有由也。"
      },
      {
        "index": 36,
        "text": "沈存中辨雞舌香為丁香，亹亹數百言，竟是以意度之。惟元魏賈思勰作《齊民要術》，第五卷有合香澤法，用雞舌香，注云：“俗人以其似丁子，故謂之丁子香。”此最的確，可引之證，而存中反不及之，以此知博洽之難也。"
      },
      {
        "index": 37,
        "text": "顏延年作《靖節徵士誄》云：“徽音遠矣，誰箴予闕？”王荊公用此意作《別孫少述》詩：“子今去此來何時，後有不可誰予規？”青出於藍者也。"
      },
      {
        "index": 38,
        "text": "先君讀山谷《乞貓》詩，歎其妙。晁以道侍讀在坐，指“聞道貓奴將數子”一句，問曰：“此何謂也？”先君曰：“老杜云‘暫止啼鳥將數子’，恐是其類。”以道笑曰：“君果誤矣。《乞貓詩》‘數’字當音色主反。‘數子’謂貓狗之屬多非一子，故人家初生畜必數之曰：‘生幾子’。‘將數子’猶言‘將生子’也，與杜詩語同而意異。”以道必有所據，先君言當時偶不叩之以為恨。"
      },
      {
        "index": 39,
        "text": "翟公巽參政，靖康初召為翰林學士。過泗州，謁僧伽像，見鬚忽湧出長寸許，問他人，皆不見，怪之。一僧在旁曰：“公雖召還，恐不久複出。”公扣之，曰：“鬚出者，須出也。”果驗。"
      },
      {
        "index": 40,
        "text": "唐人詩中有曰無題者，率杯酒狎邪之語，以其不可指言，故謂之無題，非真無題也。近歲呂居仁、陳去非亦有曰無題者，乃與唐人不類，或真亡其題，或有所避，其實失於不深考耳。"
      },
      {
        "index": 41,
        "text": "翟公巽參政守會稽日，命工塑真武像。既成，熟視曰：“不似，不似。”即日毀之別塑，今告成觀西廡小殿立像是也。道士賀仲清在旁親見之，而不敢問。"
      },
      {
        "index": 42,
        "text": "古所謂揖，但舉手而已。今所謂喏，乃始于江左諸王。方其時，惟王氏子弟為之。故支道林入東見王子猷兄弟還，人問“諸王何如？”答曰：“見一群白項烏，但聞喚啞啞聲。”即今喏也。"
      },
      {
        "index": 43,
        "text": "荊公詩云：“閉戶欲推愁，愁終不肯去。”劉賓客詩云：“與老無期約，到來如等閒。”韓舍人子蒼取作一聯云：“推愁不去還相覓，與老無期稍見侵，。比古句蓋益工矣。"
      },
      {
        "index": 44,
        "text": "四月十九日，成都謂之浣花遨頭，宴于杜子美草堂滄浪亭。傾城皆出，錦繡夾道。自開歲宴遊，至是而止，故最盛于他時。予客蜀數年，屢赴此集，未嘗不晴。蜀人云：雖戴白之老，未嘗見浣花日雨也。"
      },
      {
        "index": 45,
        "text": "明州護聖長老法揚，藏其祖鄭舍人向所得仁廟東宮日《回賀歲旦書》，稱“皇太子某狀”，用太子左春坊之印。舍人是時猶為館職也。"
      },
      {
        "index": 46,
        "text": "湯岐公初秉政，偶刑寺奏牘有云“生人婦”者。高廟問：“此問法否？”秦益公云：“法中有夫婦人與無夫者不同。”上素喜岐公，顧問曰：“古亦有之否？”岐公曰：“古法有無，臣所不能記。然‘生人婦’之語，蓋出《三國志•杜畿傳》。”上大驚，乃笑曰：“卿可謂博記矣。”益公陰刻，獨謂岐公純篤不忌也。"
      },
      {
        "index": 47,
        "text": "北方民家，吉凶輒有相禮者，謂之白席，多鄙俚可笑。韓魏公自樞密歸鄴，赴一姻家禮席，偶取盤中一荔枝，欲啖之。白席者遽唱言曰：“資政吃荔枝，請眾客同吃荔枝。”魏公憎其喋喋，因置不復取。白席者又曰：“資政惡發也，卻請眾客放下荔枝。”魏公為一笑。“惡發”，猶云怒也。"
      },
      {
        "index": 48,
        "text": "唐自相輔以下，皆謂之京官，言官于京師也。其常參者曰常參官，未常參者曰未常參官。國初以常參官預朝謁，故謂之升朝官，而未預者曰京官。元豐官制行，以通直郎以上朝預宴坐，仍謂之升朝官，而按唐制去京官之名。凡條制及吏牘，止謂之承務郎以上，然俗猶謂之京官。"
      },
      {
        "index": 49,
        "text": "唐所謂丞郎，謂左右丞、六曹侍郎也。尚書雖序左右丞上，然亦通謂之丞郎，猶今言侍從官也。俗又謂之兩制，指內制而言，然非翰苑。西掖亦曰兩制，正如丞郎之稱。契丹僣號，有高坐官，亦侍從之比。坐字本犯禦嫌名。或謂丞郎為左右丞、中書門下侍郎，亦非也。"
      },
      {
        "index": 50,
        "text": "《唐高祖實錄》：武德二年正月甲子，下詔曰：“釋典微妙，淨業始於慈悲；道教沖虛，至德去其殘暴。況乎四時之禁，毋伐麛卵；三驅之禮，不取順從。蓋欲敦崇仁惠，蕃衍庶物，立政經邦，咸率斯道。朕祗膺靈命，撫遂群生，言念亭育，無忘鑒昧。殷帝去網，庶踵前修；齊正舍牛，實符本志。自今每年正月、五月、九月十直日，並不得行刑。所在公私，宜斷屠殺。”此三長月斷屠殺之始也。唐大夫如白居易輩，蓋有遇此三齋月，杜門謝客，專延緇流作佛事者。今法至此月亦減去食羊錢，蓋其遺制。"
      }
    ]
  }
}