{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "任元受事母盡孝，母老多疾病，未嘗離左右。元受自言：“老母有疾，其得疾之由，或以飲食，或以燥濕，或以語話稍多，或以憂喜稍過。盡言皆朝暮候之，無毫髮不盡，五臟六腑中事皆洞見曲折，不待切脈而後知，故用藥必效，雖名醫不迨也。”張魏公作都督，欲辟之入幕。元受力辭曰：“盡言方養親，使得一神丹可以長年，必持以遺老母，不以獻公。況能舍母而與公軍事耶？”魏公太息而許之。"
      },
      {
        "index": 2,
        "text": "僧法一、宗杲，自東都避亂渡江，各攜一笠。杲笠中有黃金釵，每自檢視。一伺知之。杲起奏廁，一亟探釵擲江中。杲還，亡釵，不敢言而色變。一叱之曰：“與汝共學了生死大事，乃眷眷此物耶！我適已為汝投之江流矣。”杲展坐具作禮而行。"
      },
      {
        "index": 3,
        "text": "今人謂賤丈夫曰漢子，蓋始于五胡亂華時。北齊魏愷自散騎常侍遷青州長史，固辭之。宣帝大怒，曰：“何物漢子，與官不受！”此其證也。承平日，有宗室名宗漢，自惡人犯其名，謂漢子曰兵士，舉宮皆然。其妻供羅漢，其子授《漢書》，宮中人曰：“今日夫人召僧供十八大阿羅兵士，大保請官教點《兵士書》。”都下哄然傳以為笑。"
      },
      {
        "index": 4,
        "text": "會稽天甯觀老何道士喜栽花釀酒以延客，居於觀之東廊。一日，有道人狀貌甚偉，款門求見。善談論，喜作大字，何欣然接之，留數日乃去。未幾，有妖人張懷素號落托者謀亂，乃前日道人也。何亦坐繫獄，以不知謀得釋。自是畏客如虎，杜門絕往還。忽有一道人，亦美風表，多技術，觀之西廊。道士曰：“張若水介之來謁。”何大怒曰：“我坐接無賴道人，幾死於囹圄，豈敢複見汝耶！”因大罵，闔扉拒之。而此道人蓋永嘉人林靈噩也。旋得幸，貴震一時，賜名靈素，平日一飯之恩必厚報之。若水乘驛赴闕，命以道官，至蕊珠殿校藉，視殿修撰，父贈朝奉大夫，母封宜人。而老何以嘗罵之，朝夕憂懼。若水為揮解，且以書慰解之，始少安。觀中人至今傳笑。"
      },
      {
        "index": 5,
        "text": "老葉道人，龍舒人。不食五味，年八十七八，平生未嘗有疾。居會稽舜山，天將寒，必增屋瓦，補牆壁，使極完固。下帷設簾，多儲薪炭，杜門終日，及春乃出。對客莊敬，不肯多語。弟子曰小道人，極願愨，嘗歸淮南省親。至七月望日，鄰有住庵僧，召老葉飯。飯已，亟辭歸。問其故，則曰：“小道人約今日歸矣。”僧笑曰：“相去二三千里，豈能必如約哉！”葉曰：“不然，此子平日未嘗妄也。”僧乃送之歸。及門，小道人者已弛擔矣。予識之已久，每訪之，殊無他語。一日，默作意，欲叩其所得，才入門，即引入臥內，燒香，具道其遇師本末，若先知者，亦異矣夫。"
      },
      {
        "index": 6,
        "text": "韓退之詩云：“夕貶潮陽路八千。”歐公云：“夷陵此去更三千。”謂八千里、三千里也。或以為歇後，非也。《書》：“弼成五服，至於五千。”注云：五千里。《論語》冉有曰：“方六七十，如五六十。”注亦云：六七十裡，五六十裡也。"
      },
      {
        "index": 7,
        "text": "秦會之有十客：曹冠以教其孫為門客，王會以婦弟為親客，郭知運以離婚為逐客，吳益以愛婿為嬌客，施全以剚刃為刺客，李季以設醮奏章為羽客，某人以治產為莊客，丁鷖以出入其家為狎客，曹泳以獻計取林一飛還作子為說客。初止有此九客耳。秦既死，葬于建康，有蜀人史叔夜者，懷雞絮，號慟墓前，其家大喜，因厚遺之，遂為吊客，足十客之數。"
      },
      {
        "index": 8,
        "text": "鄉里前輩虞少崔言，得之傅丈子駿云：“《洪範》‘無偏無党，王道蕩蕩；無党無偏，王道平平；無反無側，王道正直。會其有極，歸其有極’八句，蓋古帝王相傳以為大訓，非箕子語也。至‘曰皇極之敷言’，以‘曰’發之，則箕子語。”傅丈博極群書，少崔嚴重不妄。恨予方童子，不能詳叩爾。"
      },
      {
        "index": 9,
        "text": "辛參政企李守福州，有主管應天啟運宮內臣武師說，平日郡中待之與監司等。企李初視事，謁入，謂客將曰：“此特豎榼耳，待以通判，已是過禮。”乃令與通判同見。明日郡官朝拜神御，企李病足，必扶掖乃能拜。既入，至庭下，師說忽叱候卒退曰：“此神御殿也。”企李不為動，顧卒曰：“但扶，自當具奏。”雍容終禮。既退，遂奏待罪。朝廷為降師說為泉州兵官云。"
      },
      {
        "index": 10,
        "text": "秦會之初賜居第時，兩浙轉運司置一局曰箔場，官吏甚眾，專應副賜第事。自是訖其死，十九年不罷，所費不可勝計。其孫女封崇國夫人者，謂之童夫人，蓋小名也。愛一獅貓，忽亡之，立限令臨安府訪求。及期，貓不獲，府為捕系鄰居民家，且欲劾兵官。兵官惶恐，步行求貓。凡獅貓悉捕致，而皆非也。乃賂入宅老卒，詢其狀，圖百本，于茶肆張之。府尹因嬖人祈退乃已。其子熺，十九年間無一日不鍛酒器，無一日不背書畫碑刻之類。"
      },
      {
        "index": 11,
        "text": "張文潛言：“王中父詩喜用助語，自成一體。”予按，韓少師持國亦喜用之，如“酒成豈見甘而壞，花在須知色即空”；“居仁由義吾之素，處順安時理則然”；“不盡良哉用，空令識者傷”；“用舍時焉耳，窮通命也歟”。"
      },
      {
        "index": 12,
        "text": "岑參在西安幕府，詩云：“那知故園月，也到鐵關西。”韋應物作郡時，亦有詩云：“寧知故園月，今夕在西樓。”語意悉同，而豪邁閑澹之趣，居然自異。"
      },
      {
        "index": 13,
        "text": "童貫既有詔誅之命，御史張達明持詔行。將至南雄州，貫在焉。達明恐其聞而引決，則不及正典刑，乃先遣親事官一人，馳往見貫，至則通謁拜賀於庭。貫問故，曰：“有詔遣中使賜茶藥，宣詔大王赴闕，且聞已有河北宣撫之命。”貫問：“果否？”對曰：“今將帥皆晚進，不可委寄，故主上與大臣熟議，以有威望習邊事，無如大王者，故有此命。”貫乃大喜，顧左右曰：“又卻是少我不得。”明日達明乃至，誅之。貫既伏誅，其死所忽有物在地，如水銀鏡，徑三四尺，俄而劍縮不見。達明覆命函貫首自隨，以生油、水銀浸之，而以生牛皮固函。行一二日，或言勝捷兵有死士欲奪貫首，達明恐亡之，乃置首函於竹轎中，坐其上。然所傳蓋妄也。"
      },
      {
        "index": 14,
        "text": "張達明雖早曆清顯，致位綱轄，然未嘗更外任。奉祠居臨川，郡守月旦謁之，達明見其騶導，歎曰：“人生五馬貴。”"
      },
      {
        "index": 15,
        "text": "阮裕云：“非但能言人不可得，正索解人亦不可得。”呂居仁用此意作詩云：“好詩正似佳風月，解賞能知已不凡。”"
      },
      {
        "index": 16,
        "text": "湯岐公自行宮留守出守會稽，朝士以詩送行甚眾。周子充在館中，亦有詩而亡之。岐公以書再求曰：“頃蒙贈言，乃為或者藏去。”子充極愛其遣辭之婉。"
      },
      {
        "index": 17,
        "text": "黃魯直有日記，謂之《家乘》，至宜州猶不輟書。其間數言信中者，蓋範寥也。高宗得此書真本，大愛之，日置御案。徐師川以魯直甥召用，至翰林學士。上從容問信中謂誰。師川對曰：“嶺外荒陋無士人，不知何人。或恐是僧耳。”寥時為福建兵鈐，終不能自達而死。"
      },
      {
        "index": 18,
        "text": "範寥言：魯直至宜州，州無亭驛，又無民居可僦，止一僧舍可寓，而適為崇甯萬壽寺，法所不許，乃居一城樓上，亦極湫隘，秋暑方熾，幾不可過。一日忽小雨，魯直飲薄醉，坐胡床，自欄楯間伸足出外以受雨，顧謂寥曰：“信中，吾平生無此快也。”未幾而卒。"
      },
      {
        "index": 19,
        "text": "華州以華山得名，城中乃不見華山，而同州見之。故華人每曰：“世間多少不平事，卻被同州看華山。”張芸叟守同，嘗用此語作絕句，後二句云：“我到左馮今一月，何曾得見好孱顏。”蓋同州亦登高乃見之爾。"
      },
      {
        "index": 20,
        "text": "淳化中，命李至、張洎、張佖、宋白修《太祖國史》。久之，僅進《帝紀》一卷而止。咸平中，又命宋白、宋湜、舒雅、吳淑修《太祖國史》，亦終不成。元豐中，命曾鞏獨修《五朝國史》，責任甚專，然亦僅進《太祖紀敘論》一篇，紀亦未及進，而恐以憂去，史局遂廢。"
      },
      {
        "index": 21,
        "text": "僧行持，明州人，有高行，而喜滑稽。嘗住余姚法性，貧甚，有頌曰：“大樹大皮裹，小樹小皮纏。庭前紫荊樹，無皮也過年。”後住雪竇，雪竇在四明，與天童、育王俱號名刹。一日，同見新守，守問天童覺老：“山中幾僧？”對曰：“千五百。”又以問育王諶老，對曰：“千僧。”末以問持，持拱手曰：“百二十。”守曰：“三刹名相亞，僧乃如此不同耶？”持複拱手曰：“敝院是實數。”守為撫掌。"
      },
      {
        "index": 22,
        "text": "處士李璞居壽春縣，一日登樓，見淮灘雷雨中一龍騰挐而上。雨霽，行灘上，得一蚌頗大。偶拾視之，其中有龍蟠之跡宛然，鱗鬛爪角悉具。先君嘗親見之。"
      },
      {
        "index": 23,
        "text": "晏安恭為越州教授，張子韶為僉判。晏美髯，人目之為晏胡。一日，同赴郡集，晏最末至，張戲之曰：“來何晏乎？”滿座皆笑。"
      },
      {
        "index": 24,
        "text": "晏景初尚書請僧住院，僧辭以窮陋不可為。景初曰：“高才固易耳。”僧曰：“巧婦安能作無麵湯餅乎？”景初曰：“有麵則拙婦亦辦矣。”僧慚而退。"
      },
      {
        "index": 25,
        "text": "蜀俗厚。何耕類省試卷中有云：“是何道也夫。”道夫，耕字也。初未必有心，耕有時名，會有司亦自奇其文，遂以冠蜀士。士亦皆以得人相賀，而不議其偶近暗號也。師渾甫本名某，字渾浦。既拔解，志高退，不赴省試。其弟乃冒其名以行，不以告渾甫也。俄遂登第，渾甫因以字為名，而字伯渾，人人盡知之。弟仕亦至郡倅，無一人議之者。此事若在閩、浙，訟訴紛然矣。"
      },
      {
        "index": 26,
        "text": "杜起莘自蜀入朝，不以家行。高廟聞其清修獨處，甚愛之。一日因得對，褒諭曰：“聞卿出局，即蒲團、紙帳，如一行腳僧，真難及也。”起莘頓首謝。未幾，遂擢為諫官。張真父戲之曰：“吾蜀人如劉韶美、馮圜仲及僕，蓋皆無妻妾，塊然獨處，與君等耳。君乃獨以此見知得拔擢，何也？當撾登聞鼓訴之。”因相與大笑而罷。起莘方為言事官，而真父戲之如此，雖真父豪氣蓋一時，亦可見向來風俗之厚。"
      },
      {
        "index": 27,
        "text": "吳人謂杜宇為“謝豹”。杜宇初啼時，漁人得蝦曰“謝豹蝦”，市中賣筍曰“謝豹筍”。唐顧況《送張衛尉》詩曰：“綠樹村中謝豹啼。”若非吳人，殆不知謝豹為何物也。"
      },
      {
        "index": 28,
        "text": "徽宗南幸還，至泗州僧伽塔下，問主僧曰：“僧伽旁白衣持錫杖者何人？”對曰：“是名木義，蓋僧伽行者。”上曰：“可賜度牒與披剃。”"
      },
      {
        "index": 29,
        "text": "宣和中，保和殿下種荔枝成實，徽廟手摘以賜燕帥王安中，且賜以詩曰：“保和殿下荔枝丹，文武衣冠被百蠻。思與近臣同此味，紅塵飛鞚過燕山。”"
      },
      {
        "index": 30,
        "text": "瀘州自州治東出芙蕖橋，至大樓曰南定，氣象軒豁。樓之右，繚子城數十步，有亭，蓋梁子輔作守時所創，正面南下臨大江，名曰來風亭。亭成，子輔日枕簟其上，得末疾，歸雙流。蜀人謂亭名有徵云。"
      },
      {
        "index": 31,
        "text": "筇竹杖蜀中無之，乃出徼外蠻峒。蠻人持至瀘、敘間賣之，一枝才四五錢。以堅潤細瘦，九節而直者為上品。蠻人言語不通，郡中有蠻判官者為之貿易。蠻判官蓋郡吏，然蠻人懾服，惟其言是聽。太不直則亦能群訟於郡庭而易之。予過敘，訪山谷故跡於無等佛殿。西廡有一堂，群蠻聚博其上。骰子亦以骨為之，長寸餘而匾，狀若牌子，折竹為籌，以記勝負。劇呼大笑，聲如野獸，宛轉氈上，其意甚樂。椎髻獠面，幾不類人。見人亦不顧省。時方五月中，皆被氈毳，臭不可邇。"
      },
      {
        "index": 32,
        "text": "孔安國《尚書序》言：“為隸古定，更以竹簡寫之。”隸為隸書，古為科斗。蓋前一簡作科斗，後一簡作隸書，釋之以便讀誦。近有善隸者，輒自謂所書為隸古，可笑也。"
      },
      {
        "index": 33,
        "text": "宣和間，雖風俗已尚諂諛，然猶趣簡便，久之，乃有以駢儷箋啟與手書俱行者。主於箋啟，故謂手書為小簡，然猶各為一緘。已而或厄於書吏，不能俱達，於是駢緘之，謂之雙書。紹興初，趙相元鎮貴重，時方多故，人恐其不暇盡觀雙書，乃以爵裡或更作一單紙，直敘所請而並上之，謂之品字封。後複止用雙書，而小簡多其幅至十幅。秦太師當國，有諂者嘗執政矣，出為建康留守，每發一書，則書百幅，擇十之一用之。於是不勝其煩，人情厭患，忽變而為劄子，眾稍便之。俄而劄子自二幅增至十幅，每幅皆具銜，其煩彌甚。而謝賀之類為雙書自若。紹興末，史魏公為參政，始命書吏鏤版從邸吏告報，不受雙書，後來者皆循為例，政府雙書遂絕。然箋啟不廢，但用一二矮紙密行細書，與劄子同，博封之，至今猶然。然外郡則猶用雙書也。"
      },
      {
        "index": 34,
        "text": "元豐中，王荊公居半山，好觀佛書，每以故金漆版書藏經名，遣人就蔣山寺取之。人士因有用金漆版代書帖與朋儕往來者。已而苦其露泄，遂有作兩版相合，以片紙封其際者。久之，其制漸精，或又以縑囊盛而封之。南人謂之簡版，北人謂之牌子。後又通謂之簡版，或簡牌。予淳熙末還朝，則朝士乃以小紙高四五寸、闊尺餘相往來，謂之手簡。簡版幾廢，市中遂無賣者。而紙肆作手簡賣之，甚售。"
      },
      {
        "index": 35,
        "text": "士大夫交謁，祖宗時用門狀，後結牒“右件如前謹牒”，若今公文，後以為煩而去之。元豐後，又盛行手刺，前不具銜，止云“某謹上。謁某官。某月日”。結銜姓名，刺或云狀。亦或不結銜，止書郡名，然皆手書，蘇、黃、晁、張諸公皆然。今猶有藏之者。後又止行門狀，或不能一一作門狀，則但留語閽人云：“某官來見。”而苦於閽人匿而不告，紹興初乃用榜子，直書銜及姓名，至今不廢。"
      },
      {
        "index": 36,
        "text": "石藏用名用之，高醫也。嘗言今人稟賦怯薄，故按古方用藥多不能愈病；非獨人也，金石草木之藥亦皆比古力弱，非倍用之不能取效。故藏用以喜用熱藥得謗，群醫至為謠言曰：“藏用簷頭三鬥火。”人或畏之。惟晁之道大喜其說，每見親友蓄丹，無多寡，盡取食之，或不待告主人。主人驚駭，急告以不宜多服。之道大笑不顧，然亦不為害。此蓋稟賦之偏，他人不可效也。晚乃以盛冬伏石上書丹，為石冷所逼，得陰毒傷寒而死。"
      },
      {
        "index": 37,
        "text": "予族子相，少服兔絲子凡數年，所服至多，飲食倍常，氣血充盛。忽因浴，去背垢者告以背腫。急視之，隨視隨長，赤焮異常，蓋大疽也。適四、五月間，金銀藤開花時，乃大取，依良方所載法飲之。兩日至數斤，背腫消盡。以此知非獨金石不可妄服，兔絲過餌亦能作疽如此，不可不戒。"
      },
      {
        "index": 38,
        "text": "初虞世字和甫，以醫名天下。元符中，皇子鄧王生月餘，得癇疾，危甚，群醫束手，虞世獨以為必無可慮。不三日，王薨。信乎醫之難也。"
      },
      {
        "index": 39,
        "text": "佛經戒比丘非時食，蓋其法過午則不食也。而蜀僧招客，暮食謂之非時。董仲舒三年不窺園，謂勤苦不遊嬉也。館中著庭有園，每會飯罷，輒相語曰：“今日窺園乎？”此二事甚相類。"
      },
      {
        "index": 40,
        "text": "范丞相覺民，拜參知政事時，歷任未嘗滿一考。"
      },
      {
        "index": 41,
        "text": "宣和中，百司庶府悉有內侍官為承受，實專其事，長貳皆取決焉。梁師成為秘書省承受，坐於長貳之上。所不置承受者，三省、密院、學士院而已。"
      },
      {
        "index": 42,
        "text": "趙高為中丞相，龔澄樞為內太師，猶稍與外庭異。童貫真為太師，領樞密院，振古所無。"
      },
      {
        "index": 43,
        "text": "吳玠守蜀，如和尚原、殺金平、仙人原、潭毒闕之類，皆創為控扼之地，古人所未嘗知，可謂名將矣。"
      },
      {
        "index": 44,
        "text": "蜀孟氏時，苑中忽生百合花一本，數百房，皆並蒂。圖其狀于聖壽寺門樓之東頰壁間，謂之《瑞百合圖》，至今尚存。乃知草木之妖，無世無之。"
      },
      {
        "index": 45,
        "text": "曹孝忠者，以醫得幸。政和、宣和間，其子以翰林醫官換武官，俄又換文，遂除館職。初，蜀人謂氣風者為雲，畫家所謂趙雲子是矣。至是京師市人亦有此語。館中會語及宸翰，或謂曹氏子曰：“計公家富有去漢之章也。”曹忽大怒曰：“爾便雲漢！”坐皆惘然，而曹肆罵不已。事聞，複還右選，除閣門官。"
      },
      {
        "index": 46,
        "text": "宣和末，婦人鞋底尖以二色合成，名“錯到底”；竹骨扇以木為柄，舊矣，忽變為短柄，止插至扇半，名“不徹頭”。皆服妖也。"
      },
      {
        "index": 47,
        "text": "種彝叔，靖康初以保靜節鉞致仕，居長安村墅。一夕，旌節有聲，甚異，旦而中使至，遂起。五代時，安重誨、王峻皆嘗有此異，見《周太祖實錄》，二人者皆得禍。彝叔雖自是登樞府，然功名不成，亦非吉兆也。方彝叔赴召時，有華山道人獻詩曰：“北蕃群犬窺籬落，驚起南朝老大蟲。”"
      },
      {
        "index": 48,
        "text": "崇寧中，長星出，推步躔度長七十二萬里。"
      }
    ]
  }
}