{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "蜀父老言：王小皤之亂，自言“我土鍋村民也，豈能霸一方”？有李順者，孟大王之遺孤。初，蜀亡，有晨興過摩訶池上者，見錦箱錦衾覆一繈褓嬰兒，有片紙在其中，書曰：“國中義士，為我養之。”人知其出於宮中，因收養焉，順是也，故蜀人惑而從之。未幾，小皤戰死，眾推順為主，下令複姓孟。及王師薄城，城且破矣，順忽飯城中僧數千人以祈福，又度其童子亦數千人，皆就府治削髮，衣僧衣。晡後分東西兩門出。出盡，順亦不知所在，蓋自髡而遁矣。明日，王師入城，捕得一髯士，狀頗類順，遂誅之，而實非也。有帶御器械張舜卿者，因奏事，密言：“臣聞順已逸去，所獻首非也。”太宗以為害諸將之功，叱出將斬之，已而貸之，亦坐免官。及真廟天禧初，順竟獲於嶺南。初欲誅之於市，且令百官賀。呂文靖為知雜御史，以為不可，但即獄中殺之。人始知舜卿所奏非妄也。蜀人又謂：順逃至荊渚，入一僧寺，有僧熟視曰：“汝有異相，當為百日偏霸之主，何自在此？汝宜急去，今年不死，尚有數十年壽。”亦可怪也。又云方順之作，有術士拆順名曰：“是一百八日有西川耳，安能久也。”如朝而敗。"
      },
      {
        "index": 2,
        "text": "太宗太平興國四年，平太原，降為并州，廢舊城，徙州於榆次。今太原則又非榆次，乃三交城也。城在舊城西北三百里，亦形勝之地。本名故軍，又嘗為唐明鎮。有晉文公廟，甚盛。平太原後三年，帥潘美奏乞以為并州。從之。於是徙晉文公廟，以廟之故址為州治。又徙陽曲縣於三交，而榆次復為縣。國史所載頗略。方承平時，太原為大鎮，其興廢人人能知之，故史亦不備書。今陷沒幾七十年，遂有不可詳者矣。"
      },
      {
        "index": 3,
        "text": "唐小說載：有人路逢奔馬入都者，問何急如此。其人答曰：“應不求聞達科。”本朝天聖中，初置賢良方正等六科，許少卿監以上奏舉，自應者亦聽，俄又置高蹈丘園科，亦許自於所在投狀求試，時以為笑。予少時為福州寧德縣主簿，提刑樊茂實以職狀舉予曰：“有聲于時，不求聞達。”後數月，再見之，忽問曰：“何不來取奏狀？”予笑答之，曰：“恐不稱舉詞，故不敢。”茂實亦笑，顧書吏促發奏，然予竟不投也。"
      },
      {
        "index": 4,
        "text": "成都士大夫家法嚴。席帽行范氏，自先世貧而未仕，則賣白龍丸，一日得官，止不復賣。城北郭氏賣豉亦然。皆不肯為市井商賈，或舉貨營利之事。又士人家子弟，無貧富皆著蘆心布衣，紅勒帛狹如一指大，稍異此則共嘲笑，以為非士流也。"
      },
      {
        "index": 5,
        "text": "《周禮》蟈氏注云：“蟈，今御所食蛙也。”《漢書•霍光傳》亦有“丞相擅減少宗廟羔菟蛙”。此何等物，而漢人以供玉食及宗廟之薦耶？古今事不同如此。"
      },
      {
        "index": 6,
        "text": "真宗御集有《苑中賞花》詩十首，內一首《龍柏花》。李文饒《平泉山居草木記》有“藍田之龍柏”，宋子京又有《真珠龍柏》詩，劉子儀、晁以道、朱希真亦皆有此作。予長於江南，未嘗見也。或云本出鄜、坊間。"
      },
      {
        "index": 7,
        "text": "舒煥堯文，東坡公客，建炎中猶在。有子為湖南一縣尉，遇盜燒死，堯文年九十矣，憂悸得病而卒。"
      },
      {
        "index": 8,
        "text": "陳無已子豐，詩亦可喜，晁以道集中有《謝陳十二郎詩卷》是也。建炎中，以無已故，特命官。李鄴守會稽，來從鄴作攝局。鄴降虜，豐亦被繫累而去，無已之後遂無在江左者。豐亦不知存亡，可哀也。"
      },
      {
        "index": 9,
        "text": "劉道原壯輿，載世藏書甚富。壯輿死，無後，書錄于南康軍官庫。後數年，胡少汲過南康，訪之，已散落無餘矣。"
      },
      {
        "index": 10,
        "text": "行在百官，以祠事致齋於僧寺，多相與遍遊寺中，因遊旁近園館，或齋于道宮亦然。按：張文昌《僧寺宿齋詩》云：“晚到金光門外寺，寺中新竹隔簾多。齋官禁與僧相見，院院開門不得過。”乃知唐齋禁之嚴如此。今律所云作祀事悉禁是也。"
      },
      {
        "index": 11,
        "text": "韓子蒼詩，喜用“擁”字，如“車騎擁西疇”、“船擁清溪尚一樽”之類。出於唐詩人錢起“城隅擁歸騎”也。"
      },
      {
        "index": 12,
        "text": "政和神霄玉清萬壽宮，初止改天甯萬壽觀為之，後別改宮觀一所，不用天寧。若州城無宮觀，即改僧寺。俄又不用宮觀，止改僧寺。初通撥賜產千畝，已而豪奪無涯。西京以崇德院為宮，據其產一萬二千畝，賃舍錢、園利錢又在其外。三泉縣以不隸州，特置。已而凡縣皆改一僧寺為神霄下院，駸駸日張，至宣和未方已。"
      },
      {
        "index": 13,
        "text": "天下神霄，皆賜威儀，設於殿帳座外，面南。東壁，從東第一架六物：曰錦傘、曰絳節、曰寶蓋、曰珠幢、曰五明扇、曰旌；從東第二架六物：曰絲拂、曰幡、曰鶴扇二、曰金鋮、曰如意；西壁，從東第一架六物：曰如意、曰玉斧、曰鶴扇二、曰幡、曰絲拂；西壁，從東第二架曰旌、曰五明扇、曰珠幢、曰寶蓋、曰絳節、曰錦傘。東南經兵火，往往不復在。蜀中多徒于天慶觀聖祖殿，今猶有存者。"
      },
      {
        "index": 14,
        "text": "神霄以長生大帝君、青華帝君為主，其次曰蓬萊靈海帝君、西元大帝君、東井大帝君、西華大帝君、清都大帝君、中黃大帝君。又有左右仙伯，東西台吏，二十有二人，繪於壁。又有韓君丈人，祀于側殿，曰此神霄帝君之高賓也。其說皆出於林靈素、張虛白、劉煉。"
      },
      {
        "index": 15,
        "text": "天禧中，以王捷所作金寶牌賜天下。至宣和末，又以方士劉知常所煉金輪頒之天下神霄宮，名曰神霄寶輪。知常言其法以水煉之成金，可鎮分野兵饑之災。時宣和七年秋也，遣使押賜天下。太常方下奉安寶輪儀制，而虜寇已渡矣。"
      },
      {
        "index": 16,
        "text": "本朝康保裔，真廟時為高陽關都部署。契丹入寇，戰死。祖志忠，後唐明宗時討王都戰死。父再遇，太祖時為將，討李筠戰死。三世皆死國事。"
      },
      {
        "index": 17,
        "text": "天聖初，宋元憲公在場屋日，夢魁天下。故事，四方舉人集京師，當入見，而宋公姓名偶為眾人之首，禮部奏舉人宋郊等，公大惡之，以為夢徵止此矣，然其後卒為大魁。紹興初，張子韶亦夢魁天下，比省試，類榜坐位圖出，其第一人則張九成也。公殊怏怏。及廷試，唱名亦冠多士，與元憲事正同。"
      },
      {
        "index": 18,
        "text": "王冀公自金陵召還，不降詔，止於茶藥合中賜御飛白“王欽若”三字，而中使口傳密旨，冀公即上道。至國門，輔臣以下皆未知。政和中，蔡太師在錢塘，一日中使賜茶藥，亦於合中得大玉，環徑七寸，色如截肪。京拜賜，即治行。後二日，詔至，即日起發。二事略相似，然非二人者，必無此事也。"
      },
      {
        "index": 19,
        "text": "《孫策傳》：張津常著絳帕頭。帕頭者，巾幘之類，猶今言襆頭也。韓文公云“以紅帕首”，已為失之。東坡云“絳帕蒙頭讀道書”。增一“蒙”字，其誤尤甚。"
      },
      {
        "index": 20,
        "text": "貴臣有疾宣醫及物故敕葬，本以為恩，然中使挾御醫至，凡藥必服，其家不敢問，蓋有為醫所誤者。敕葬則喪家所費，至傾竭貲貨，其地又未必善也。故都下諺曰：“宣醫納命，敕葬破家。”慶曆中，始有詔：“已降指揮敕葬，而其家不願者聽之。”西人云：“姚麟敕葬乃絕地，故其家遂衰。”"
      },
      {
        "index": 21,
        "text": "范文正公喜彈琴，然平日止彈《履霜》一操，時人謂之范履霜。"
      },
      {
        "index": 22,
        "text": "韓子蒼《和錢遜叔詩》云：“叩門忽送銅山句，知是賦詩人姓錢。”蓋唐詩人錢起賦詩以姓為韻，有“銅山許鑄錢”之句。"
      },
      {
        "index": 23,
        "text": "撫州紫府觀真武殿像，設有六丁六甲神，而六丁皆為女子像。黃次山書殿榜曰：“感通之殿。”感通乃醴泉觀舊名（至和二年十二月賜名），而像設亦醴泉舊制也。"
      },
      {
        "index": 24,
        "text": "東坡先生在中山作《戚氏樂府詞》最得意，幕客李端叔三百四十餘字，敘述甚備。欲刻石傳後，為定武盛事，會謫去，不果，今乃不載集中。至有立論排詆，以為非公作者，識真之難如此哉。"
      },
      {
        "index": 25,
        "text": "予在成都，偶以事至犀浦，過松林甚茂，問馭卒：“此何處？”答曰：“師塔也。”蓋謂僧所葬之塔。於是乃悟杜詩“黃師塔前江水東”之句。"
      },
      {
        "index": 26,
        "text": "南朝詞人謂文為筆，故《沈約傳》云：“謝玄暉善為詩，任彥升工於筆，約兼而有之。”又《庾肩吾傳》，梁簡文《與湘東王書》，論文章之弊曰：“詩既若此，筆又如之。”又曰：“謝朓、沈約之詩，任昉、陸倕之筆。”《任昉傳》又有“沈詩”、“任筆”之語。老杜《寄賈至嚴武》詩云：“賈筆論孤憤，嚴詩賦幾篇。”杜牧之亦云：“杜詩韓筆愁來讀，似倩麻姑庠處抓。”亦襲南朝語爾。往時諸晁謂詩為詩筆，亦非也。"
      },
      {
        "index": 27,
        "text": "東蒙蓋終南山峰名。杜詩云：“故人昔隱東蒙峰，已佩含景蒼精龍。故人今居子午谷，獨在陰崖結茅屋。”皆長安也。種明《東蒙新居詩》亦云：“登遍終南峰，東蒙最孤秀。”南士不知，故注杜詩者妄引顓臾為東蒙主，以為魯地。"
      },
      {
        "index": 28,
        "text": "紹興初，程氏之學始盛，言者排之，至譏其幅巾大袖。胡康侯力辨其不然，曰：“伊川衣冠，未嘗與人異也。”然張文潛元祐初《贈趙景平主簿詩》曰：“明道新墳草已春，遺風猶得見門人。定知魯國衣冠異，盡戴林宗折角巾。”則是自元祐初，為程學者幅巾已與人異矣。衣冠近古，正儒者事，譏者固非，辨者亦未然也。"
      },
      {
        "index": 29,
        "text": "晁氏世居都下昭德坊，其家以元祐黨人及元符上書籍記，不許入國門者數人，之道其一也。嘗于鄭、洛道中，遇降羌，作詩云：“沙場尺棰致羌渾，玉陛俱承雨露恩。自笑百年家鳳闕，一生腸斷國西門。”方是時，士大夫失職如此，安得不兆亂乎？"
      },
      {
        "index": 30,
        "text": "鄭介夫喜作詩，多至數千篇。謫英州，遇赦得歸，有句云：“未言路上舟車費，尚欠城中酒藥錢。”絕似王元之也。"
      },
      {
        "index": 31,
        "text": "元祐初，蘇子由為戶部侍郎，建言：“都水監本三司之河渠案，將作監本三司之修造案，軍器監本三司之甲胄案。三司，今戶部也，而三監乃屬工部。請三監皆兼隸戶部。凡有所為，戶部定其事之可否，裁其費之多寡，而工部任其工之良楛，程其作之遲速。”朝廷從其言，為立法。及紹聖中，以為害元豐官制，罷之。建中靖國中，或欲複從元祐，已施行矣，時豐相之為工部尚書，獨持不可，曰：“設如都水監塞河，軍器監造軍器，而戶部以為不可則已矣，若以為可，則並任其事可也。今若戶部吝其費裁損之，乃令工部任河之決塞。器之利鈍，為工部者不亦難乎？”議遂寢。相之本主元祐政事者，然其言公正不阿如此，可謂賢矣。"
      },
      {
        "index": 32,
        "text": "徽宗嘗乘輕舟泛曲江，有宮嬪持寶扇乞書者。上攬筆亟作草書一聯云：“渚蓮參法駕，沙鳥犯鉤陳。”俄復取筆塗去“犯鉤陳”三字，曰：“此非佳語。”此聯實李商隱《陳宮詩》，亦不祥也。李耕道云。"
      },
      {
        "index": 33,
        "text": "東坡在黃州時，作《西捷詩》曰：“漢家將軍一丈佛，詔賜天閑八尺龍。露布朝馳玉關塞，捷烽夜到甘泉宮。似聞指麾築上郡，已覺談笑無西戎。放臣不見天顏喜，但覺草木皆春容。”一丈佛者，王中正也。以此詩為非東坡作耶，氣格如此，孰能辦之？以為果東坡作耶，此老豈譽王中正者？蓋刺之也。以《三百篇》言之，“君子偕老”是矣。"
      },
      {
        "index": 34,
        "text": "南朝謂北人曰傖父，或謂之虜父。南齊王洪軌，上谷人，事齊高帝，為青冀二州刺史，勵清節，州人呼為虜父使君。今蜀人謂中原人為虜子，東坡詩“久客厭虜饌”是也，因目北人仕蜀者為虜官。晁子止為三榮守，民有訟資官縣尉者，曰：“縣尉虜官，不通民情。”子止為窮治之，果負冤。民既得直，拜謝而去。子止笑諭之曰：“我亦虜官也，汝勿謂虜官不通民情。”聞者皆笑。"
      },
      {
        "index": 35,
        "text": "紹興末，予見陳魯公。留飯，未食，而楊郡王存中來白事，魯公留予便坐而見之。存中方不為朝論所與，予年少，意亦輕之，趨幕後聽其言。會魯公與之言及邊事，存中曰：“士大夫多謂當列兵淮北，為守淮計，即可守，因圖進取中原；萬一不能支，即守大江未晚。此說非也。士惟氣全乃能堅守，若俟其敗北，則士氣已喪，非特不可守淮，亦不能守江矣。今據大江之險，以老彼師，則有可勝之理。若我師克捷，士氣已倍，彼奔潰不暇，然後徐進而北，則中原有可取之理。然曲折尚多，兵豈易言哉！”予不覺太息曰：“老將要有所長。”然退以語朝士，多不解也。"
      },
      {
        "index": 36,
        "text": "東坡在嶺海間，最喜讀陶淵明、柳子厚二集，謂之南遷二友。予讀宋白尚書《玉津雜詩》，有云：“坐臥將何物？陶詩與柳文。”則前人蓋有與公暗合者矣。"
      },
      {
        "index": 37,
        "text": "淩霄花未有不依木而能生者，惟西京富鄭公園中一株，挺然獨立，高四丈，圍三尺餘，花大如杯，旁無所附。宣和初，景華苑成，移植于芳林殿前，畫圖進御。"
      },
      {
        "index": 38,
        "text": "政和、宣和間，妖言至多。織文及纈帛，有遍地桃冠，有並桃香，有佩香曲，有賽兒，而道流為公卿受籙。議者謂：桃者，逃也；佩香者，背鄉也；賽者，塞也；籙者，戮也。蔡京書神霄玉清萬壽宮及玉皇殿之類，玉字旁一點，筆勢險急。有道士觀之曰：“此點乃金筆，而鋒芒侵王，豈吾教之福哉？”侍晨李德柔勝之親聞其言，嘗以語先君。又林靈素詆釋教，謂之“金狄亂華”。當時“金狄”之語，雖詔令及士大夫章奏碑版亦多用之，或以為靈素前知金賊之禍，故欲廢釋氏以厭之。其實亦妖言耳。"
      },
      {
        "index": 39,
        "text": "近世士大夫多不練故事，或為之語曰：“上若問學校法制，當對曰：‘有劉士祥在。’問典禮因革，當對曰：‘有齊聞韶在。’”士祥、聞韶，蓋國子監太常寺老吏也。史院有竊議史官者，曰：“史官筆削有定本，個個一樣。”或問何也，曰：“將吏人編出《日曆》中，‘臣僚上言’字塗去‘上’字，其後‘奉聖旨依’字亦塗去，而從旁注‘從之’二字，即一日筆削了矣。”"
      },
      {
        "index": 40,
        "text": "政和後，道士有賜玉方符者，其次則金方符，長七寸，闊四寸，面為符，背鑄御書曰：“賜某人，奉以行教。有違天律，罪不汝貸。”結於當心，每齋醮則服之。會稽天甯萬壽觀有老道士盧浩真者，嘗被金符之賜。予少時親見之。"
      },
      {
        "index": 41,
        "text": "世傳《唐呂府君敕葬碑》。呂名惠恭，僧大濟之父。大濟，代宗時內道場僧也，官至殿中監，故惠恭贈官為兗州刺史，而官為營葬。宣和中，會稽天甯觀道士張若水官為蕊珠殿校籍，贈其父為朝奉大夫，母封宜人。嘗見其母贈誥云：“嘉其教子之勤，寵以宜家之號。”詩人林子來亦有《贈道官萬大夫焚黃詩》。然二人者，品秩猶未高，若林靈素以侍晨，恩數視執政，則贈官必及三代矣。大抵當時道流，濫恩不可勝載，中更喪亂，史皆不得書，此偶因事見之耳。"
      },
      {
        "index": 42,
        "text": "北都有魏博書度使田緒《遺愛碑》，張弘靖書；何進滔《德政碑》，柳公權書，皆石刻之傑也。政和中，梁左丞子美為尹，皆毀之，以其石刻新頒《五禮新儀》。"
      },
      {
        "index": 43,
        "text": "近世名士：李泰發（光），一字泰定；晁以道（說之），一字伯以；潘義榮（良貴），一字子賤；張全真（守），一字子固；周子充（必大），一字洪道；芮國器（燁），一字仲蒙；林黃中（栗），一字寬夫；朱元晦（熹），一字仲晦。人稱之，多以舊字，其作文題名之類必從後字，後世殆以疑矣。"
      },
      {
        "index": 44,
        "text": "王荊公熙甯初召還翰苑。初侍經筵之日，講《禮記》“曾參易簀”一節，曰：“聖人以義制禮，其詳見於床第之間。君子以仁行禮，其勤至於垂死之際。姑息者，且止之辭也，天下之害，未有不由於且止者也。”此說不見於文字，予得之于從伯父彥遠。"
      }
    ]
  }
}