{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "熙甯癸丑，華山阜頭峰崩。峰下一嶺一谷，居民甚眾，皆晏然不聞，乃越四十里外平川，土石雜下如簸揚，七社民家壓死者幾萬人，壞田七八千頃，固可異矣。紹興間，嚴州大水。壽昌縣有一小山，高八九丈，隨水漂至五里外，而四傍草木廬舍，比水退，皆不壞，則此山殆空行而過也。"
      },
      {
        "index": 2,
        "text": "韓魏公家不食蔬，以脯醢當蔬盤，度亦始于近時耳。"
      },
      {
        "index": 3,
        "text": "曾子宣丞相家，男女手指皆少指端一節，外甥亦或然。或云襄陽魏道輔家世指少一節。道輔之姊嫁子宣，故子孫肖其外氏。"
      },
      {
        "index": 4,
        "text": "故都殘暑，不過七月中旬。俗以望日具素饌享先，織竹作盆盎狀，貯紙錢，承以一竹焚之。視盆倒所向，以占氣候。謂向北則冬寒，向南則冬溫，向東西則寒溫得中，謂之盂蘭盆，蓋俚俗老媼輩之言也。又每云：“盂蘭盆倒則寒來矣。”晏元獻詩云：“紅白薇英落，朱黃槿豔殘。家人愁溽暑，計日望盂蘭。”蓋亦戲述俗語耳。"
      },
      {
        "index": 5,
        "text": "歐陽公謫夷陵時，詩云：“江上孤峰蔽綠蘿，縣樓終日對嵯峨。”蓋夷陵縣治下臨峽，江名綠蘿溪。自此上溯，即上牢關，皆山水清絕處。孤峰者即甘泉寺山，有孝女泉及祠在萬竹間，亦幽邃可喜，峽人歲時游觀頗盛。予入蜀，往來皆過之。韓子蒼舍人《泰興縣道中》詩云：“縣郭連青竹，人家蔽綠蘿。”似因歐公之句而失之。此詩蓋子蒼少作，故不審云。"
      },
      {
        "index": 6,
        "text": "秦會之跋《後山集》，謂曾南豐修《英宗實錄》，辟陳無己為屬。孫仲益書數百字詆之，以為無此事。南豐雖嘗預修《英宗實錄》，未久即去，且南豐自為吏屬，烏有辟官之理，又無已元祐中方自布衣命官，故仲益之辨，人多是之。然以予考其實，則二公俱失也。南豐元豐中還朝，被命獨修《五朝史實》，許辟其屬，遂請秀州崇德縣令刑恕為之。用選人已非故事，特從其請，而南豐又援經義局辟布衣徐禧例，乞無已檢討，廟堂尤難之。會南豐上《太祖經敘論》，不合上意，修《五朝史》之意浸緩。未幾，南豐以憂去，遂已。會之但誤以《五朝史》為《英宗實錄》耳，至其言辭無已事，則實有之，有可謂無也。"
      },
      {
        "index": 7,
        "text": "學士院移文三省名“諮報”，都司移文六曹名“刺”。"
      },
      {
        "index": 8,
        "text": "前代，夜五更至黎明而終。本朝外延及外郡悉用此制，惟禁中未明前十刻更終，謂之待旦。蓋更終則上禦盥櫛，以俟明出禦朝也。祖宗勤於政事如此。"
      },
      {
        "index": 9,
        "text": "予兒時見宋修撰匋為先君言：“某艱難中以轉餉至行在，時方避虜海道，上大喜，令除待制。呂相元直雅不相樂，乃曰：‘宋匋系直龍圖閣，便除待制，太超躐，欲且與修撰。修撰與待制，亦只爭一等。候更有勞，除待制不晚。’遂除秘撰。”宋公言之太息曰：“此某命也。”頃予被命修《高宗聖政》及《實錄》，見《日曆》所載，實有此事。自昔大臣以私意害人，此其小小者耳。"
      },
      {
        "index": 10,
        "text": "高廟駐蹕臨安，艱難中，每出猶鋪沙藉路，謂之黃道，以三衙兵為之。紹興末內禪，駕過新宮，猶設黃道如平時。明日壽皇出，即撤去，遂不復用。"
      },
      {
        "index": 11,
        "text": "族伯父彥遠言：少時識仲殊長老，東坡為作《安州老人食蜜歌》者。一日，與數客過之，所食皆蜜也。豆腐、麵筋、牛乳之類，皆漬蜜食之，客多不能下箸。惟東坡性亦酷嗜蜜，能與之共飽。崇寧中，忽上堂辭眾。是夕，閉方丈門自縊死。及火化，舍利五色不可勝計。鄒忠公為作詩云：“逆行天莫測，雉作瀆中經。漚滅風前質，蓮開火後形。缽盂殘蜜白，爐篆冷煙青。空有誰家曲，人間得細聽。”彥遠又云：殊少為士人，遊蕩不羈。為妻投毒羹胾中，幾死，啖蜜而解。醫言復食肉則毒發，不可復療，遂棄家為浮屠。鄒公所謂“誰家曲”者，謂其雅工於樂府詞，猶有不羈之餘習也。"
      },
      {
        "index": 12,
        "text": "晏元獻為藩郡，率十許日乃一出廳，僚吏旅揖而已。有欲論事，率因親校轉白，校復傳可否以出，遂退。呂正獻作相及平章軍國事時，於便坐接客，初惟一揖，即端坐自若，雖從官亦以次起白。及退，復起一揖，未嘗離席。蓋祖宗時輔相之尊嚴如此，時亦不以為非也。"
      },
      {
        "index": 13,
        "text": "東坡詩云：“大弨一弛何緣彀，已覺翻翻不受檠。”《考工記》：“弓人寒奠體。”注曰：“奠，讀為定。至冬膠堅，內之檠中，定往來體。”《釋文》：“檠，音景。”《前漢•蘇武傳》：“武能網紡繳，檠弓弩。”顏師古曰：“檠，謂輔正弓弩，音警。又巨京反。”東坡作平聲葉，蓋用《漢書》注也。"
      },
      {
        "index": 14,
        "text": "豐相之于舒通道，鄒志完于呂望之，其為人似不類，然相與皆厚甚，不以鄉里及同僚故也。相之為中司時，猶力薦通道。志完元符中進用，則實由望之薦也。及以直諫遠竄，望之坐薦非其人，褫官。謝表云：“臣之與浩，實匪素交。以其嘗備學校之選於先朝，能陳詩賦之非於元祐，比緣薦士，遂取充員。豈期螻蟻之微，自速雷霆之遣。”其敘陳終不以志完為非，亦不易矣。"
      },
      {
        "index": 15,
        "text": "《宋白集》有《賜諸道節度觀察防團刺史知州以下賀登極進奉詔書》，云：“朕仰承先訓，纘嗣丕基。眷命曆之有歸，想寰區之同慶。卿輟由俸祿，恭備貢輸，遙陳稱賀之誠，知乃盡忠之節。省覽嘉歎，再三在懷。”實真廟登極時詔書也。乃知是時貢物，皆守臣以俸祿自備。今既以庫金為貢，而推恩則如故，可謂厚恩矣。"
      },
      {
        "index": 16,
        "text": "前輩遇通家子弟，初見請納拜者，既受之，則設席，望其家遙拜其父祖，乃就坐。先君尚行之。"
      },
      {
        "index": 17,
        "text": "前輩置酒飲客，終席不褫帶。毛達可守京口時尚如此。後稍廢，然猶以冠帶勸酬，後又不講。紹興末，胡邦衡還朝，每與客飲，至勸酒，必冠帶再拜。朝士皆笑其異眾，然邦衡名重，行之自若。"
      },
      {
        "index": 18,
        "text": "元豐七年秋宴，神廟舉御觴示丞相王岐公以下，忽暴得風疾，手弱觴側，餘酒沾汙御袍。是時京師方盛歌《側金盞》，皇城司中官以為不祥，有歌者輒收繋之，由是遂絕。先楚公進《裕陵挽詞》有云：“輅從元朔朝時破，花是高秋宴後萎。”二句皆當時實事也。"
      },
      {
        "index": 19,
        "text": "天聖、明道間，京師盛歌一曲曰《曹門高》。未幾，慈聖太后受冊中宮，人以為驗矣。其後宣仁與慈聖皆垂箔攝政，而宣仁實慈聖之甥，以故選配英廟，則徵兆之意若曰：“曹門之高，當相繼而起也。”何其神哉！"
      },
      {
        "index": 20,
        "text": "趙相挺之使虜，方盛寒，在殿上。虜主忽顧挺之耳，愕然急呼小胡指示之，蓋閹也。俄持一小玉合子至，合中有藥，色正典，塗挺之兩耳周匝而去，其熱如火。既出殿門，主客者揖賀曰：“大使耳若用藥遲，且拆裂缺落，甚則全耳皆墜而無血。”扣其玉合中藥為何物，乃不肯言，但云：“此藥市中亦有之，價甚貴，方匕直錢數千。某輩早朝遇極寒，即塗少許。吏卒輩則別有藥，以狐溺調塗之，亦效。”"
      },
      {
        "index": 21,
        "text": "遼人劉六符，所謂劉燕公者，建議于其國，謂：“燕、薊、雲、朔，本皆中國地，不樂屬我。非有以大收其心，必不能久。”虜主宗真問曰：“如何可收其心？”曰：“斂於民者十減其四五，則民惟恐不為北朝人矣。”虜主曰：“如國用何？”曰：“臣願使南朝，求割關南地，而增戍閱兵以脅之。南朝重於割地，必求增歲幣。我托不得已受之。俟得幣，則以其數對減民賦可也。”宗真大以為然，卒用其策得增幣。而他大臣背約，才以幣之十二減賦，民固已喜。及洪基嗣立，六符為相，複請用元議。洪基亦仁厚，遂盡用銀絹二十萬之數，減燕、雲租賦。故其後虜政雖亂，而人心不離，豈可謂虜無人哉！"
      },
      {
        "index": 22,
        "text": "仁宗皇帝慶曆中嘗賜遼使劉六符飛白書八字，曰：“南北兩朝永通和好。”會六符知貢舉，乃以“兩朝永通和好”為賦題，而以“南北兩朝永通和好”為韻，云：“出南朝皇帝御飛白書。”六符蓋為虜畫策增歲賂者，然其尊戴中國尚爾如此，則盟好中絕，誠可惜也！"
      },
      {
        "index": 23,
        "text": "王荊公素不樂滕元發、鄭毅夫，目為“滕屠”、“鄭酤”。然二公資豪邁，殊不病其言。毅夫為內相，一日送客出郊，過朱亥塚，俗謂之屠兒原者，作詩云：“高論唐虞儒者事，賣交負國豈勝言。憑君莫笑金槌陋，卻是屠酤解報恩。”"
      },
      {
        "index": 24,
        "text": "予幼歲侍先君避亂東陽山中，有北僧年五十餘，戇樸無能，自言沈相義倫裔孫，攜遺像及告身詔敕甚備。且云義倫之後，惟己獨存，欲訴於朝，求一官還俗。不知竟何往也。"
      },
      {
        "index": 25,
        "text": "《詩正義》曰：“絡緯鳴，懶婦驚。”宋子京《秋夜》詩云：“西風已飄上林葉，北斗直掛建章城。人間底事最堪恨，絡緯啼時無婦驚。”其妙於用事如此。"
      },
      {
        "index": 26,
        "text": "孫少述一字正之，與王荊公交最厚。故荊公《別少述》詩云：“應須一曲千回首，西去論心有幾人。”又云：“子今此去來何時，後有不可誰予規？”其相與如此。及荊公當國，數年不復相聞，人謂二公之交遂睽。故東坡詩云：“蔣濟謂能來阮籍，薛宣真欲吏朱雲。”劉舍人貢父詩云：“不負與公《遂初賦》，更傳中散《絕交書》。”然少述初不以為意也。及荊公再罷相歸，過高沙，少述適在焉。亟往造之，少述出見，惟相勞苦及吊元澤之喪，兩公皆自忘其窮達。遂留荊公置酒共飯，劇談經學，抵暮乃散。荊公曰：“退即解舟，無由再見。”少述曰：“如此更不去奉謝矣。”然惘惘各有惜別之色。人然後知兩公之未易測也。"
      },
      {
        "index": 27,
        "text": "杭僧思聰，東坡為作《字說》者，大觀、政和間，挾琴游梁，日登中貴人之門。久之，遂還俗，為御前使臣。方其將冠巾也，蘇叔党因浙僧入都送之詩曰：“試誦《北山移》，為我招琴聰。”詩至已無及矣。參寥政和中老矣，亦還俗而死，然不知其故。"
      },
      {
        "index": 28,
        "text": "陶淵明《遊斜川》詩，自敘辛丑歲年五十。蘇叔党宣和辛丑亦年五十，蓋與淵明同甲子也。是歲得園於許昌西湖上，故名之曰小鈄川云。"
      },
      {
        "index": 29,
        "text": "夏文莊，初諡文正，劉原父持以為不可，至曰：“天下謂竦邪，而陛下諡之正。”遂改今諡。宋子京作祭文，乃曰：“惟公溫厚粹深，天與其正。”蓋謂夏公之正，天與之，而人不與。當時自有此一種議論。故張文定甚惡石徂徠，詆之甚力，目為狂生。東坡《議學校貢舉狀》云：“使孫複、石介尚在，則迂闊矯誕之士也，可施之於政事之間乎？”其言亦有自來。歐公作《王洙源叔參政墓誌》曰：“夏竦卒，天子以東宮恩賜諡文獻。洙為知制誥，封還曰：‘此僖祖諡也。’於是太常更諡文莊。”與他書異。"
      },
      {
        "index": 30,
        "text": "壹、貳、叄、肆、伍、陸、柒、捌、玖、拾，字書皆有之，“叄”正是“三”字；或讀作七南反耳。“柒”字，晉、唐人書或作“漆”，亦取其同音也。"
      },
      {
        "index": 31,
        "text": "《三舍法》行時，有教官出《易》義題云：“乾為金，坤又為金，何也？”諸生乃懷監本《易》至簾前請云：“題有疑，請問。”教官作色曰：“經義豈當上請？”諸生曰：“若公試，固不敢。今乃私試，恐無害。”教官乃為講解大概。諸生徐出監本，復請曰：“先生恐是看了麻沙本。若監本，則坤為釜也。”教授皇恐，乃謝曰：“某當罰。”即輸罰，改題而止。然其後亦至通顯。"
      },
      {
        "index": 32,
        "text": "老杜《哀江頭》云：“黃昏胡騎塵滿城，欲往城南忘城北。”言方皇惑避死之際，欲往城南，乃不能記孰為南北也。然荊公集句，兩篇皆作“欲往城南望城北。”或以為舛誤，或以為改定，皆非也。蓋所傳本偶不同，而意則一也。北人謂向為望，謂欲往城南，乃向城北，亦皇惑避死，不能記南北之意。"
      },
      {
        "index": 33,
        "text": "先夫人幼多在外家晁氏，言諸晁讀杜詩：“稚子也能賒”，“晚來幽獨恐傷神”，“也”字、“恐”字，皆作去聲讀。"
      },
      {
        "index": 34,
        "text": "蜀人石耆公言：“蘇黃門嘗語其侄孫在庭少卿曰：《哀江頭》即《長恨歌》也。《長恨》冗而凡，《哀江頭》簡而高。”在庭曰：“《常武》與《桓》二詩，皆言用兵，而繁簡不同，蓋此意乎？”黃門搖手曰：“不然。”"
      },
      {
        "index": 35,
        "text": "姓“但”者，音若“檀”。近歲有嶺南監司曰但中庸是也。一日，朝士同觀報狀，見嶺南郡守以不法被劾，朝旨令但中庸根勘。有一人輒歎曰：“此郡守必是權貴所主。”問：“何以知之？”曰：“若是孤寒，必須痛治，此乃令但中庸根勘，即是有力可知。”同坐者無不掩口。其人悻然作色曰：“拙直宜為諸公所笑！”竟不悟而去。"
      },
      {
        "index": 36,
        "text": "今人解杜詩，但尋出處，不知少陵之意，初不如是。且如《岳陽樓》詩：“昔聞洞庭水，今上岳陽樓。吳楚東南坼，乾坤日夜浮。親朋無一字，老病有孤舟。戎馬關山北，憑軒涕泗流。”此豈可以出處求哉？縱使字字尋得出處，去少陵之意益遠矣。蓋後人元不知杜詩所以妙絕古今者在何處，但以一字亦有出處為工。如《西昆酬倡集》中詩，何曾有一字無出處者，便以為追配少陵，可乎？且今人作詩，亦未嘗無出處，渠自不知，若為之箋注，亦字字有出處，但不妨其為惡詩耳。"
      },
      {
        "index": 37,
        "text": "壽皇時，禁中供御酒名薔薇露，賜大臣酒謂之流香酒。分數旋取旨，蓋酒戶大小已盡察矣。"
      },
      {
        "index": 38,
        "text": "韓魏公聲雌，文潞公步碎。相者以為二公若無此二事，皆非人臣之相。"
      },
      {
        "index": 39,
        "text": "慶曆中，河北道士賈眾妙善相，以為曾魯公脊骨如龍，王荊公目睛如龍，蓋人能得龍之一體者，皆貴窮人爵。見豫章黃庠手曰：“左手得龍爪，雖當魁天下而不仕，若右手得之，則貴矣。”庠果為南省第一，不及廷對而死。"
      },
      {
        "index": 40,
        "text": "俞秀老紫芝，物外高人，喜歌謳，醉則浩歌不止。故荊公贈之詩曰：“魯山眉宇人不見，只有歌辭來向東。借問樓前蹋《于蒍》，何如雲臥唱《松風》。”又云：“暮年要與君攜手，處處相煩作好歌。”不知者以為賦詩也。紫芝之弟清老，欲為僧，荊公名之曰紫琳，因手簡目之為琳公，然清老卒未嘗祝髮也。"
      },
      {
        "index": 41,
        "text": "臨江蕭氏之祖，五代時仕於湖南，為將校，坐事當斬，與其妻亡命焉。王捕之甚急。將出境，會夜阻水，不能去，匿於人家霤槽中。湘湖間謂“霤”為“筧”。天將旦，有扣筧語之曰：“君夫婦速去，捕者且至矣。”因亟去，遂得脫。卒不知告者何人，以為神物，乃世世奉祀，謂之筧頭神。今參政照鄰，乃其後也。"
      },
      {
        "index": 42,
        "text": "晁以道《明皇打球圖》詩：“宮殿千門白晝開，三郎沈醉打球回。九齡已老韓休死，明日應無諫疏來。”又《張果洞》詩云：“怪底君王慚漢武，不誅方士守輪台。”皆偉論也。"
      },
      {
        "index": 43,
        "text": "歐陽公《早朝》詩云：“玉勒爭門隨仗入，牙牌當殿報班齊。”李德芻言：“自昔朝儀，未嘗有牙牌報班齊之事。”予考之，實如德芻之說。問熟於朝儀者，亦惘然以為無有。然歐陽公必不誤，當更博考舊制也。"
      },
      {
        "index": 44,
        "text": "王荊公所賜玉帶，闊十四掐，號玉抱肚，真廟朝趙德明所貢。至紹興中，王氏猶藏之。曾孫奉議郎始復進入禁中。"
      },
      {
        "index": 45,
        "text": "舅氏唐居正（意），文學氣節為一時師表。建炎初，避兵武當山中。病歿，遺文散落，無復存者，獨《滁州漢高帝廟碑陰》尚存，今錄於此：“滁之西曰豐山，有漢高帝廟。或云漢諸將追項羽，道經此山。至今土俗以五月十七日為高帝生日，遠近畢集，薦肴觴焉。某嘗從太守侍郎曾，禱雨於廟，因讀庭中刻石，始知昔人相傳，蓋以五月十七為高帝忌日。按：《漢書》，高帝十三年四月甲辰崩于長樂宮，五月丙寅葬長陵（注：自崩至葬凡二十三日）。疑五月十七日必其葬日，又非忌日也。以曆推之，自上元甲子之歲，至高帝十二年四月晦日（是年歲在丙午），凡積一百九十三萬六千三百六十三年，二千三百九十四萬九千五百九十一月，七億七百二十四萬六千八十五日。以法除之，算外得五月朔己酉，十七日乙丑。則丙寅葬日，乃十八日也。班固記漢初北平侯張蒼所有《顓帝曆》晦朔、月見、弦望、滿虧，多非是。故高帝九年六月乙未晦日食。夫日食必於朔，而此食於晦，則先一日矣。豈非丙寅乃當時十七日乎？不然，歲月久，傳者失之也。遂以告，公命書其碑陰。紹聖二年五月旦記。”"
      },
      {
        "index": 46,
        "text": "劍門關皆石無寸土，潼關皆土無拳石。雖皆號天下險固，要之潼關不若劍門。然自秦以來，劍門亦屢破矣，險之不可恃如此。"
      },
      {
        "index": 47,
        "text": "曾子宣丞相，元豐間帥慶州。未至，召還；至陝府，復還慶州，往來潼關。夫人魏氏作詩戲丞相曰：“使君自為君恩厚，不是區區愛華山。”"
      },
      {
        "index": 48,
        "text": "南豐曾氏享先，用節羹、馣鵝、刡粥。建安陳氏享先，用肝串子、豬白割、血羹、肉汁。皆世世守之，富貴不加，貧賤不廢也。"
      },
      {
        "index": 49,
        "text": "蘇子由晚歲游許昌賈文元公園，作詩云：“前朝輔相終難得，父老諮嗟今亦無。”蓋謂方仁祖時，士大夫多議文元，然自今觀之，豈易得哉？其感慨如此。"
      }
    ]
  }
}