{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "徽宗南幸至潤，郡官迎駕於西津。及御舟抵岸，上御棕頂轎子，一宦者立轎旁呼曰：“道君傳語，眾官不須遠來！”衛士臚傳以告，遂退。"
      },
      {
        "index": 2,
        "text": "徽宗南幸還京，服栗玉並桃冠、白玉簪、赭紅羽衣，乘七寶輦。蓋吳敏定儀注云。"
      },
      {
        "index": 3,
        "text": "高宗在徽宗服中，用白木御椅子。錢大主入覲，見之曰：“此檀香椅子耶？”張婕妤掩口笑曰：“禁中用胭脂皂莢多，相公已有語，更敢用檀香作椅子耶？”時趙𪔂、張浚作相也。"
      },
      {
        "index": 4,
        "text": "建炎苗、劉之變，內侍遇害至多。有秦同老者，自揚州被命至荊楚，前一日還行在，尚未得對，亦死焉。又有蕭中道者，日侍左右，忽得罪，絀為外郡監當，前一日出城，遂免。"
      },
      {
        "index": 5,
        "text": "臨安父老言，苗、劉戕王淵在朝天門外，今都進養院前。然《日曆》及諸公記錄皆不書，但云“死于路衢”而已。邵彪所錄謂“死于第”，尤非也。"
      },
      {
        "index": 6,
        "text": "𪔂澧群盜如鐘相、楊么鄉語謂幼為么，戰舡有車船、有槳船、有海鰍頭，軍器有拏子其語謂拏為鐃，有魚叉，有木老鴉。拏子、魚叉以竹杆為柄，長二三丈，短兵所不能敵。程昌萬部曲雖蔡州人，亦慣用拏子等，遂屢捷。木老鴉一名不藉木，取堅重木為之，長纔三尺許，銳其兩端，戰船用之尤為便捷。官軍乃更作灰炮，用極脆薄瓦罐，置毒藥、石灰、鐵蒺藜於其中，臨陣以擊賊船，灰飛如煙霧，賊兵不能開目。欲效官軍為之，則賊地無窯戶，不能造也，遂大敗。官軍戰船亦仿賊車船而增大，有長三十六丈、廣四丈一尺、高七丈二尺五寸，未及用而岳飛以步軍平賊。至完顏亮入寇，車船猶在，頗有功云。初，張公之行，趙元鎮丞相以詩送之云：速宜淨埽妖氛了，來看錢塘八月潮。"
      },
      {
        "index": 7,
        "text": "𪔂澧群盜，惟夏誠、劉衡二砦據險不可破。二人每自咤曰：“除是飛過洞庭湖。”其後卒為岳飛所破，蓋語讖云。"
      },
      {
        "index": 8,
        "text": "趙元鎮丞相謫朱崖，病亟，自書銘旌云：“身騎箕尾歸天上，氣作山河壯本朝”。"
      },
      {
        "index": 9,
        "text": "靖康二年，浙西路勤王兵，杭州二千人，湖州九百一十五人，秀州七百一十六人，平江府一千七百三十八人，常州七百八十五人，鎮江府六百人，一路共六千七百五十四人，以二月七日起發，東都之陷已累月矣。"
      },
      {
        "index": 10,
        "text": "集英殿宴金國人使，九盞：第一，肉鹹豉；第二，爆肉、雙下角子；第三，蓮花肉油餅、骨頭；第四，白肉、胡餅；第五，群仙䏑、太平畢羅；第六，假圓魚；第七，柰花、索粉；第八，假沙魚；第九，水飰、鹹豉、旋鮓、瓜薑。看食：棗䭅子、膸餅、白胡餅、𩟁餅淳熙。"
      },
      {
        "index": 11,
        "text": "紹興辛酉與虜交兵，虜遁。議者謂當取壽、潁、宿三州屯重兵，然後淮可保，淮可保然後江可固，惜其不果用也。"
      },
      {
        "index": 12,
        "text": "建康城，李景所作。其高三丈，因江山為險固，其受敵惟東北兩面，而壕塹重複，皆可堅守。至紹興間，已二百餘年，所損不及十之一。"
      },
      {
        "index": 13,
        "text": "漢人入仕，有以貲為郎者，司馬相如、張釋之是也；有入錢入穀賞以官者，卜式、黃霸是也。入錢穀則今買官之類，以貲則非也。"
      },
      {
        "index": 14,
        "text": "秦會之在山東欲逃歸，舟輯已具，獨懼虜有告者，未敢決。適遇有相識稍厚者，以情告之。虜曰：“何不告監軍？”會之對以不敢。虜曰：“不然，吾國人若一諾公，則身任其責，雖死不憾。若逃而獲，雖欲貸，不敢矣。”遂用其言，告監軍，監軍曰：“中丞果欲歸耶？吾契丹亦有逃歸者，多更被疑，安知公歸而南人以為忠也。公若果去，固不必顧我。”會之謝曰：“公若見諾，亦不必問某歸後禍福也。”監軍遂許之。"
      },
      {
        "index": 15,
        "text": "黃元暉為左司諫，論事忤蔡氏，謫昭潭，後複管勾江州太平觀。謝表曰：言之未盡，悔也奚追。"
      },
      {
        "index": 16,
        "text": "張芸叟作《漁父》詩曰：“家住耒江邊，門前碧水連。小舟勝養馬，大罟當耕田。保甲元無藉，青苗不著錢。桃源在何處？此地有神仙。”蓋元豐中謫官湖湘時所作，東坡取其意為《魚蠻子》雲。"
      },
      {
        "index": 17,
        "text": "張德遠誅范瓊于建康獄中，都人皆鼓舞；秦會之殺岳飛于臨安獄中，都人皆涕泣：是非之公如此！"
      },
      {
        "index": 18,
        "text": "政和中大儺，下桂府進面具，比進到，稱“一副”。初訝其少，乃是以八百枚為一副，老少妍陋無一相似者，乃大驚。至今桂府作此者，皆致富，天下及外夷皆不能及。"
      },
      {
        "index": 19,
        "text": "京師承平時，宗室戚里歲時入禁中。婦女上犢車，皆用二小鬟持香球在旁，而袖中又自持兩小香球。車馳過。香煙如雲，數里不絕，塵土皆香。"
      },
      {
        "index": 20,
        "text": "明州江瑤柱有二種：大者江瑤，小者沙瑤。然沙瑤可種，逾年則成江瑤矣。海檜亦有二種。海檜夭矯堅瘦皆天成。又有刻削蟠屈而成者，名土（音杜）檜。海檜絕難致，凡人家所有，大抵土檜也。"
      },
      {
        "index": 21,
        "text": "晁以道為明州船場，日日平旦，具衣冠焚香占一卦。一日，有士人訪之，坐間小雨，以道語之曰：“某今日占卦有折足之象，然非某也，客至者當之，必驗無疑，君宜戒之。”士人辭去，至港口，踐滑而僕，脛幾折，療治累月乃愈。"
      },
      {
        "index": 22,
        "text": "國初士大夫戲作語云：“眼前何日赤，腰下幾時黃？”謂朱衣吏及金帶也。宣和間，親王公主及他近屬戚里，入宮輒得金帶關子。得者旋填姓名賣之，價五百千。雖卒伍屠酤，自一命以上皆可得。方臘破錢塘時，朔日，太守客次有服金帶者數十人，皆朱垞家奴也。時諺曰：金腰帶，銀腰帶，趙家世界朱家壞。"
      },
      {
        "index": 23,
        "text": "仁宗賜宗室名，太祖下曰“世”，太宗下曰“仲”，秦王下曰“叔”，皆兄弟行。“世”即長也。其後“世”字之曾孫又曰“伯”，則失之。"
      },
      {
        "index": 24,
        "text": "淳熙己酉十月二十八日，車駕幸候潮門外大校場大閱。是日，上早膳畢出郊，從駕臣僚及應奉官並戎服勍帶子著靴。大閱畢，丞相、親王以下賜茶。是日，駕出麗正門，入和寧門，沿路官司免起居。"
      },
      {
        "index": 25,
        "text": "建炎中，平江造戰船，略計其費四百料。八菼戰船長八丈，為錢一千一百五十九貫。四菼海鶻船長四丈五尺，為錢三百二十九貫。"
      },
      {
        "index": 26,
        "text": "荊公素輕沈文通，以為寡學，故贈之詩曰：“悠然一榻枕書臥，直到日斜騎馬歸。”及作文通墓誌，遂云：“公雖不常讀書。”或規之曰：“渠乃狀元，此語得無過乎？”乃改“讀書”作“視書”。又嘗見鄭毅夫《夢仙》詩曰：“授我碧簡書，奇篆蟠丹砂。讀之不可識，翻身淩紫霞。”大笑曰：“此人不識字，不勘自承。” 毅夫曰：“不然，吾乃用太白詩語也。”公又笑曰：“自首減等。”"
      },
      {
        "index": 27,
        "text": "秘閣有端硯，上有紹興禦書一“頑”字。唐有准敕惡詩，今又有准敕頑硯耶。"
      },
      {
        "index": 28,
        "text": "潘子賤《題蔡奴傳神》云：“嘉祐中，風塵中人亦如此。嗚呼盛哉！”然蔡實際引數豐間人也。仇氏初在民間，生子為浮屠，曰了元，所謂佛印禪師也。已而為廣陵人國子博士李問妾，生定；出嫁郜氏，生蔡奴。故京師人謂蔡奴為郜六。"
      },
      {
        "index": 29,
        "text": "紹聖、元符間，汪內相彥章有聲太學。學中為之語曰：“江左二寶，胡伸、汪藻。”伸字彥時，亦新安人，終符寶郎。"
      },
      {
        "index": 30,
        "text": "曾文清夙興誦《論語》一篇，終身未嘗廢。"
      },
      {
        "index": 31,
        "text": "先左丞言，荊公有《詩正義》一部，朝夕不離手，字大半不可辨。世謂荊公忽先儒之說，蓋不然也。"
      },
      {
        "index": 32,
        "text": "靖康國破，二帝播遷。有小崔才人與廣平郡王（道君幼子，名<木疌>）俱匿民間，已近五十日，虜亦不問。有從官饋以食，遂為人所發，亦不免，不十日虜去矣。城中士大夫可罪至此。"
      },
      {
        "index": 33,
        "text": "金賊劫遷宗室，我之有司不遺餘力。然比其去，義士匿之獲免者，猶七百人，人心可知。"
      },
      {
        "index": 34,
        "text": "國初，《韻略》載進士所習有《何論》一首，施肩吾《及第敕》亦列其所習《何論》一首。《何論》蓋如“三傑佐漢孰優”、“四科取士何先”之類。"
      },
      {
        "index": 35,
        "text": "嘉興人聞人茂德，名滋，老儒也。喜留客食，然不過蔬豆而已。郡人求館客者，多就謀之。又多蓄書，喜借人。自言作門客牙，充書籍行，開豆腐羹店。予少時與之同在敕局，為刪定官。談經義滾滾不倦，發明極多，尤邃于小學云。"
      },
      {
        "index": 36,
        "text": "張芸叟過魏文貞公舊莊，居者猶魏氏也。為賦詩云：“破屋居人少，柴門春草長。兒童不識字，耕稼鄭公莊。”此猶未失為農。神宗夜讀《宋璟傳》，賢其人，詔訪其後，得於河朔，有裔孫曰宋立，遺像、譜牒、告身皆在。然宋立者，已投軍矣。欲與一武官，而其人不願，乃賜田十頃，免徭役雜賦云。其微又過於魏氏，言之可為流涕。"
      },
      {
        "index": 37,
        "text": "政和末，議改元，王黼擬用“重和”，既下詔矣，范致虛間白上曰：“此契丹號也。”故未幾複改宣和。然宣和乃契丹宮門名，猶我之宣德門也，年名則實曰重熙。建中靖國後，虜避天祚嫌名，追謂重熙曰重和耳，不必避可也。"
      },
      {
        "index": 38,
        "text": "建炎維揚南渡時，雖甚倉猝，二府猶張蓋搭狨坐而出，軍民有懷磚狙擊黃相者。既至臨安，二府因言：“方艱危時，臣等當一切貶損。今張蓋搭坐尚用承平故事，欲乞並權省去，候事平日依舊。”詔從之，實懲維揚事也。"
      },
      {
        "index": 39,
        "text": "林自為太學博士，上章相子厚啟云：“伏惟門下相公，有猷有為，無相無作。”子厚在漏舍，因與執政語及，大罵云：“遮漢敢亂道如此！”蔡元度曰：“無相無作，雖出佛書，然荊公《字說》嘗引之，恐亦可用。”子厚複大罵曰：“荊公亦不曾奉敕許亂道，況林自乎！”坐皆默然。"
      },
      {
        "index": 40,
        "text": "靖康末，括金賂虜，詔群臣服金帶者權以通犀帶易之，獨存金魚。又執政則正透，從官則倒透。至建炎中興，朝廷草創，猶用此制。呂好問為右丞，特賜金帶。高宗面諭曰：“此帶朕自視上方工為之。”蓋特恩也。紹興三年，兵革初定，始詔依故事服金帶。"
      },
      {
        "index": 41,
        "text": "建炎初，按景德幸澶州故事，置禦營使，以丞相領之，執政則為副使。上禦朝，禦營使、副先上奏本司事，然後三省、密院相繼奏事。其重如此。"
      },
      {
        "index": 42,
        "text": "張晉彥才氣過人，然急於進取。子孝祥在西掖時，晉彥未老，每見湯岐公自薦。岐公戲之曰：“太師、尚書令兼中書令，是公合作底官職。余何足道。”所稱之官，蓋輔臣贈父官也，意謂安國且大用耳。晉彥終身以為憾。"
      },
      {
        "index": 43,
        "text": "紹興末，臣公於醜生者數人。或戲以衰健放榜，陳福公作魁，淩尚書景夏末名，張魏公黜落。"
      },
      {
        "index": 44,
        "text": "紹興末，朝士多饒州人。時人吾曰：“諸公皆不是癡漢。”又有監司發薦京官狀，以關節欲與饒州人。或規其當先孤寒，監司者憤然曰：“得饒人處且饒人。”時傳以為笑。"
      },
      {
        "index": 45,
        "text": "王嘉叟自洪倅召為光祿丞，李德遠亦召為太常丞。一日相遇到景靈幕次，李謂王曰：“見公告詞云：其鐫月廩，仍褫身章。”謂通判借牙緋，入朝則服綠，又俸薄也。王答之曰：“亦見君告詞矣。”李曰：“云何？”曰：“具官李浩，但知健羨，不揆孤寒。既名右相之名，又字元樞之字。”蓋謂史丞相、張魏公也，滿座皆笑。"
      },
      {
        "index": 46,
        "text": "予去國二十七年複來，自周丞相子充一人外，皆無復舊人，雖吏胥亦無矣。惟賣卜洞微山人亡恙，亦不甚老，話舊愴然。西湖小昭慶僧了文，相別時未三十，意其尚存，因被命與奉常諸公同檢視郊廟壇坰，過而訪之，亦已下世。弟子出遺像，乃一老僧。使今見其人，亦不復省識矣。可以一歎。"
      },
      {
        "index": 47,
        "text": "晏尚書景初作一士大夫墓誌，以示朱希真。希真曰：“甚妙。但似欠四字，然不敢以告。”景初苦問之，希真指“有文集十卷”字下曰：“此處欠。”又問：“欠何字？”曰：“當增‘不行於世’四字。”景初遂增“藏於家”三字，實用希真意也。"
      },
      {
        "index": 48,
        "text": "秦會之丞相卒，魏道弼作參政，委任頗專，且大拜矣，翰苑欲先作白麻，又不能辦，假手于士人陳豐。豐以其姓魏，遂以“晉絳和戎”對“鄭公論諫”。久之，道弼出典藩，而沈守約、万俟元忠並拜左右揆。翰苑者倉猝取豐所作制以與沈公，而忘易晉絳、鄭公之語。《實錄》例載拜相麻，予在史院，欲刪此一聯，會去國不果。"
      },
      {
        "index": 49,
        "text": "陳福公長卿重厚粹美，有天人之相，然議者擬其少英偉之氣。予為編修官時，一日，與沈持要、尹少稷見公於都堂閣。公忽盛怒曰：“ 張德遠以元樞輒受三省樞密院訴牒，雖是勳德重望，亦豈當如此！”方言此時，精神赫然，目光射人。退以告朝士，皆云平生未嘗見此公怒也。古人有貴在於怒者，此豈是耶？"
      },
      {
        "index": 50,
        "text": "李莊簡公泰發奉祠還里，居於新河。先君築小亭曰千岩亭，盡見南山。公來必終日，嘗賦詩曰：“家山好處尋難遍，日日當門只臥龍。欲盡南山岩壑勝，須來亭上少從容。”每言及時事，往往憤切興歎，謂秦相曰咸陽。一日來坐亭上，舉酒屬先君曰：“某行且遠謫矣，咸陽尤忌者，某與趙元鎮耳。趙既過嶠，其何可免？然聞趙之聞命也，涕泣別子弟。某則不然，青鞋布襪，即日行矣。”後十餘日，果有藤州之命。先君送至諸暨，歸而言曰：“泰發談笑慷慨，一如平日。問其得罪之由，曰不足問，但咸陽終誤國家耳。”"
      },
      {
        "index": 51,
        "text": "張樞密子功，紹興末還朝，已近八十，其辭免及謝表皆以屬予。有一表用“飛龍在天”對“老驥伏櫪”，公皇恐，語周子充左史，託言于予，易此二句。周叩其故，則曰：“某方丐去，恐人以為志在千里也。”周笑解之曰：“所謂志千里者，正以老驥已不能行，故徒有千里之志耳。公雖筋力衰，豈無報國之志耶？”子功亦笑而止。蓋其謹如此。又嘗謂予曰：“先人有遺稿滿篋，皆諸經訓解，字畫極難辯，惟某一人識之。若死，遂皆不傳，豈容不亟歸耶。”"
      },
      {
        "index": 52,
        "text": "汪廷俊從梁才甫辟為大名機幕，專委以修北京宮闕，凡五年乃成。歲一再奏功，輒躐遷數官。五年間，自宣教郎轉至中奉大夫，其濫賞如此。"
      },
      {
        "index": 53,
        "text": "予在南鄭，見西郵俚俗謂父曰老子，雖年十七八，有子亦稱老子。乃悟西人所謂大范老子、小范老子、蓋尊之以為父也。建炎初，宗汝霖留守東京，郡盜降附者百餘萬，皆謂汝霖曰宗爺爺，蓋此比也。"
      },
      {
        "index": 54,
        "text": "陳瑩中遷謫後，為人作石刻，自稱“除名勒停送廉州編管陳某撰”。劉季高得罪秦氏，坐贓廢。後雖複官，去其左字，季高緘題及作文皆去左字，不以為愧也。孫仲益亦坐以贓罪去左字，則但自稱“晉陵孫某”而已，至紹興末複左朝奉郎，乃署銜。"
      },
      {
        "index": 55,
        "text": "予嘗與查元章讀《太宗實錄》，有侯莫陳利用者。予問有對否，元章曰：“昨虜使有烏古論思謀可對也。”予曰：“虜人姓名，五字者固多矣。”元章曰：“不然，侯莫陳可析為三姓，烏古論亦然，故為工也。”"
      },
      {
        "index": 56,
        "text": "毛德昭名文，江山人。苦學，至忘寢食，經史多成誦。喜大罵劇談，紹興初，招徠，直諫無所忌諱。德昭對客議時事，率不遜語，人莫敢與酬對，而德昭愈自若。晚來臨安赴省試，時秦會之當國，數以言罪人，勢焰可畏。有唐錫永夫者，遇德昭於朝天門茶肆中，素惡其狂，乃與坐，附耳語曰：“君素號敢言，不知秦太師如何？”德昭大駭，亟起掩耳，曰：“放氣！放氣！”遂疾走而去，追而不及。"
      },
      {
        "index": 57,
        "text": "北方多石炭，南方多木炭，而蜀又有竹炭，燒巨竹為之，易然無煙耐久，亦奇物。邛州出鐵，烹煉利於竹炭，皆用牛車載以入城，予親見之。"
      },
      {
        "index": 58,
        "text": "杜少陵在成都有兩草堂，一在萬里橋之西，一在浣花，皆見於詩中。萬里橋故跡湮沒不可見，或云房季可園是也。"
      },
      {
        "index": 59,
        "text": "蜀人爨薪，皆短而粗，束縛齊密，狀如大餅靦。不可遽燒，必以斧破之，至有以斧柴為業者。孟蜀時，周世宗志欲取蜀，蜀卒涅面為斧形，號“破柴都”。"
      },
      {
        "index": 60,
        "text": "謝景魚（名淪）滌硯法：用蜀中貢餘紙，先去墨，徐以絲瓜磨洗，餘漬皆盡，而不損硯。"
      },
      {
        "index": 61,
        "text": "青城山上官道人，北人也，巢居，食松瀼，年九十矣。人有謁之者，但粲然一笑耳。有所請問，則托言病聵，一語不肯答。予嘗見之于丈人觀道院。忽自語養生曰：“為國家致太平，與長生不死，皆非常人所能。然且當守國使不亂，以待奇才之出，衛生使不夭，以須異人之至。不亂不夭，皆不待異術，惟謹而已。”予大喜，從而叩之，則已複言聵矣。"
      },
      {
        "index": 62,
        "text": "呂周輔言：東坡先生與黃門公南遷，相遇於梧、藤間。道旁有鬻湯餅者，共買食之，粗惡不可食。黃門置箸而歎，東坡已盡之矣。徐謂黃門曰：“九三郎，爾尚欲咀嚼耶？”大笑而起。秦少游聞之曰：“此先生飲酒，但飲濕法已。”"
      },
      {
        "index": 63,
        "text": "魏道弼參政使金人軍中，抗辭不撓。虜酋大怒，欲于馬前斬之，揮劍垂及頸而止，故道弼頭微偏。"
      },
      {
        "index": 64,
        "text": "使虜，舊惟使副得乘車，三節人皆騎馬。馬惡則蹄齧不可羈，鈍則不能行，良以為苦。淳熙己酉，完顏璟嗣偽位，始命三節人皆給車，供張飲食亦比舊加厚。"
      },
      {
        "index": 65,
        "text": "淳熙己酉，金國賀登寶位使，自云悟室之孫，喜讀書。著作郎權兵部郎官鄧千里館之。因游西湖，至林和靖祠堂，忽問曰：“林公嘗守臨安耶？”千里笑而已。"
      },
      {
        "index": 66,
        "text": "謝子肅使虜回云：“虜延群臣自徒單相以下，大抵皆白首老人。徒單年過九十矣。”又云：“虜姓多三兩字，又極怪，至有姓斜卵者。”己酉者，虜移文境上曰：“皇帝生日，本是七月。今為南朝使人冒暑不便，已權改作九月一日。”其內鄉之意，亦可嘉也。"
      },
      {
        "index": 67,
        "text": "楊廷秀在高安，在小詩云：“近紅暮看失燕支，遠白宵明雪色奇。花不見桃惟見李，一生不曉退之詩。”予語之曰：“此意古已道，但不如公之詳耳。”廷秀愕然問：“古人誰曾道？”予曰：“荊公所謂積李兮縞夜，崇桃兮炫書是也。”廷秀大喜曰：“便當增入小序中。”"
      }
    ]
  }
}