{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "太宗朝，胡秘監周甫貶坊州團練副使，擅離徙所，至鄜州謁宋太素尚書，被劾，特置不問。元祐中，陳正，字無己，為徐州教官，亦擅離任至南京別東城先生。諫官彈之，亦不加罪。祖宗優待文士如此。"
      },
      {
        "index": 2,
        "text": "今上初登極，周丞相草儀注，稱“新皇帝”，蓋創為文也。"
      },
      {
        "index": 3,
        "text": "歐陽公記開寶錢文曰“宋通”。予按：周顯德錢文曰“周通”，故國初因之，亦曰“宋通”。建隆、乾德中皆然，不獨開寶也。至太平興國以後，乃以年號為錢文，至今皆然。歐公又謂寶元錢文曰“皇宋”。按《實錄》所載亦同，然今錢中又有云“聖宋”者，大小錢皆有之。大錢折二，始于熙寧，則此名乃或出於熙寧以後矣。"
      },
      {
        "index": 4,
        "text": "周世宗時，李景奉正朔，上表自稱唐國主，而周稱之曰江南國主。國書之制曰：“皇帝致書恭問江南國主。”又發“君”字易“卿”字。至藝祖，于李煜則遂賜詔如藩方矣。仁宗時，冊命趙元昊為夏主，蓋用江南故事。然亦賜詔，凡言及“卿”字處，即闕之，亦或以“國主”代“卿”字。當時必有定制，然不盡見於國史也。"
      },
      {
        "index": 5,
        "text": "歐陽文忠公立論《易•繫辭》當為《大傳》，蓋古人已有此名，不始於公也。有黠僧遂投其好，偽作韓退之《與僧大顛書》，引《繫辭》謂之《易大傳》，以示文忠公。公以合其論，遂為之跋曰：“此宜為退之之言。”予嘗得此書石刻，語甚鄙，不足信也。"
      },
      {
        "index": 6,
        "text": "今僧寺輒作庫質錢取利，謂之長生庫，至為鄙惡。予按：梁甄彬嘗以束苧就長沙寺庫質錢，後贖苧還，於苧束中得金五兩，送還之。則此事亦已久矣。庸僧所為，古今一揆，可設法嚴絕之也。"
      },
      {
        "index": 7,
        "text": "先君入蜀時，至華之鄭縣，過西溪。唐昭宗避兵嘗幸之。其地在官道旁七八十步，澄深可愛。亭曰西溪亭，蓋杜工部詩所謂“鄭縣亭子澗之濱”者。亭旁古松間，支徑入小寺，外弗見也。有柟木版揭梁間甚大，書杜詩，筆亦雄勁，體雜顏、柳，不知何人書，墨挺然出版上甚異。或云墨著柟木皆如此。"
      },
      {
        "index": 8,
        "text": "宗正卿、少卿，祖宗因唐故事，必以國姓為之，然不必宗室也。元豐中，始兼用庶姓。而知大宗正事，設官始于濮安懿王，始權任甚重，頗鐫損云。"
      },
      {
        "index": 9,
        "text": "京師溝渠極深廣，亡命多匿其中，自名為“無憂洞”。甚者盜匿婦人，又謂之“鬼樊樓”。國初至兵興，常有之，雖才尹不能絕也。"
      },
      {
        "index": 10,
        "text": "祥符東封，命王欽若、趙安仁並判兗州，二公皆見任執政也。慶曆初，西鄙未定，命夏竦判永興，陳執中、範雍知永興，一州二守，一府三守，不知當時如何分職事。既非長貳，文移書判之類必有程式，官屬胥吏何所稟承，國史皆不載，莫可考也。然當時諫官禦史不以為非，諸公受之亦不力辭，豈在其時亦為便於事耶？宣和中複幽州，以為燕山府，蔡靖知府，郭藥師同知。既增“同”字，則為長貳，與慶曆之制不同。"
      },
      {
        "index": 11,
        "text": "晁以道讀《魏書》，以為魏收獨無刑禍，既以壽終，又贈司空、尚書左僕射，諡文貞，以此攻韓退之避修史之說。然收死後，竟以史筆多憾於人。齊亡之歲，塚被發，棄骨於外，得禍亦不輕矣。"
      },
      {
        "index": 12,
        "text": "王荊公父名益，故其所著《字說》無“益”字。蘇東坡祖名序，故為人所序皆用“敘”字；又以為未安，遂改作“引”，而謂“字序”曰“字說”。張芸叟父名蓋，故表中云：“此乃伏遇皇帝陛下。”今人或效之，非也。"
      },
      {
        "index": 13,
        "text": "古謂帶一為一腰，猶今謂衣為一領。周武帝賜李賢禦所服十三環金帶一腰是也。近世乃謂帶為一條，語頗鄙，不若從古為一腰也。"
      },
      {
        "index": 14,
        "text": "黃巢之入長安，僖宗出境。豆盧瑑、崔沆、劉鄴、于琮、裴諗、趙濛、李溥、李湯皆守節，至死不變。鄭綦、鄭系，義不臣賊，舉家自縊而死。以靖康京師之變言之，唐猶為有人也。"
      },
      {
        "index": 15,
        "text": "晉語“兒”、“人”二字通用。《世說》載桓溫行經王大將軍墓，望之曰：“可兒，可兒。”蓋謂“可人”為“可兒”也。故《晉書》及孫綽《與庾亮箋》，皆以為“可人”。又陶淵明不欲束帶見鄉里小兒，亦是以“小人”為“小兒”耳，故《宋書》云“鄉里小人”也。"
      },
      {
        "index": 16,
        "text": "晉人所謂“不意永嘉之末，複聞正始之音”，永嘉、正始，乃魏、晉年名。胡武平《上呂丞相啟》云：“手提天鐸，鏘正始之遺音；夢授神椽，擯奪朱之亂色。”蓋不悟正始為年名也。"
      },
      {
        "index": 17,
        "text": "俗說唐、五代間事，每及功臣，多云“賜無畏”，其言甚鄙淺。予兒時聞之，每以為笑。及觀韓偓《金鑾密記》云：“面處分，自此賜無畏，兼賜金三十兩。”又云：“已曾賜無畏，卿宜凡事皆盡言，直是鄙俚之言亦無畏。”以此觀之，無畏者，許之無所畏憚也。然君臣之間，乃許之無所畏憚，是何義理？必起于唐末耳。"
      },
      {
        "index": 18,
        "text": "國初，舉人對策皆先寫策題，然策題不過一二十句。其後策題浸多，而寫題如初，舉人甚以為苦。慶曆初，賈文元公為中丞，始奏罷之。"
      },
      {
        "index": 19,
        "text": "故事，台官無侍經筵者。賈文元公為中丞。仁祖以其精於經術，特召侍講邇英，自此遂為故事。秦會之當國時，諫官禦史必兼經筵，而其子熺亦在焉。意欲博系擊者，輒令熺於經筵侍對時諭之，經筵退，彈文即上。"
      },
      {
        "index": 20,
        "text": "予與尹少稷同作密院編修官，時陳魯公、史魏公為左右相。一日，過堂見魯公，語少款，少稷忽曰“穡便難活，相公面上人。”又云：“穡是右相薦，右相面上人。”又云：“穡是相公鄉人，處處為人關防。”魯公笑答云：“康伯往年使虜，有李愈少卿者，來迓客，自言漢兒也。云女真、契丹、奚皆同朝，只漢兒不好。北人指曰漢兒，南人卻罵作番人。愈之言，無乃與君類耶？”一座皆笑。"
      },
      {
        "index": 21,
        "text": "吳處厚字伯固，既上書告蔡新州詩事，自謂且顯擢。時已為漢陽守，比秩滿，僅移衛州。予少時嘗見其謝表，曰：“今李常已移成都，則餘人次第複用。臣有兩子一婿，俱是選人，到處撞見冤仇，何人更肯提挈？”處厚本能文，而表辭鄙淺如此者，意謂太母見之易曉爾。"
      },
      {
        "index": 22,
        "text": "王黼在翰苑，嘗病疫危甚，國醫皆束手。二妾曰豔娥、素娥，侍疾坐於足。素娥泣曰：“若內翰不諱，我輩豈忍獨生？惟當俱死爾。”豔娥亦泣，徐曰：“人生死有命，固無可奈何。姊宜自寬。”黼雖昏臥，實俱聞之。既愈，素娥專房燕，封至涉人，豔娥遂辭去。及黼誅，素娥者驚悖，不三日亦死，曩日俱死之言遂驗。"
      },
      {
        "index": 23,
        "text": "蜀老言：紹興初，漕粟嘉陵，以餉邊。每一斛至軍中，計其費為七十五斛。席大光、胡承公為帥，始議轉船折運，於是費十減六七。向非二公，蜀已大困矣。故至今蜀人謂承公為湖州鏡。"
      },
      {
        "index": 24,
        "text": "王性之記問該洽，尤長於國朝故事，莫不能記。對客指畫誦說，動數百千言，退而質之，無一語謬。予自少至老，惟見一人。方大駕南渡，典章一切掃蕩無遺，甚至祖宗諡號亦皆忘失，祠祭但稱廟號而已。又因討論禦名，禮部申省言：“未尋得《廣韻》。”方是時，性之近在二百里內，非獨博記可詢，其藏書數百篋，無所不備，盡護致剡山，當路藐然不問也。"
      },
      {
        "index": 25,
        "text": "王伯照長於禮樂，歷代及國朝議禮之書悉能成誦，亦可謂一時之傑。紹興末，為太常少卿，遷禮部侍郎，猶兼少卿事，可謂得人。俄坐台評去。近時不惜人才至此。"
      },
      {
        "index": 26,
        "text": "都下買婢，謂未嘗入人家者為一生人，喜其多淳謹也。予在閩中，與何搢之同閱報狀，見新進驟用者，搢之曰：“渠是一生人，宜其速進。”予怪而詰之，搢之曰：“曾為朝士者，既為人所忌嫉，又多謗，故惟新進者常無患。”蓋有激也。"
      },
      {
        "index": 27,
        "text": "杜詩“夜闌更秉燭”，意謂夜已夜矣，宜睡，而複秉燭，以見久客喜歸之意。僧德洪妄云：“更當平聲讀。”烏有是哉！"
      },
      {
        "index": 28,
        "text": "謝景魚家有陳無已手簡一編，有十餘貼，皆與酒務官托買浮炭者，其貧可知。浮炭者，謂投之水中而浮，今人謂之麩炭，恐亦以投之水中則浮故也。白樂天詩云“日暮半爐麩炭火”，則其語亦已久矣。"
      },
      {
        "index": 29,
        "text": "四方之音有訛者，則一韻盡訛。如閩人訛“高”字，則謂“高”為“歌”，謂“勞”為“羅”。秦人訛“青”字，則謂“青”為“萋”，謂“經”為“稽”。蜀人訛“登”字，則一韻皆合口。吳人訛“魚”字，則一韻皆開口，他仿此。中原惟洛陽得天地之中，語音最正，然謂“弦”為“玄”、謂“玄”為“弦”、謂“犬”為“遣”、謂“遣”為“犬”之類，亦自不少。"
      },
      {
        "index": 30,
        "text": "予游邛州天慶觀，有陳希夷詩石刻云：“因攀奉縣尹尚書水南小酌回，舍轡筘叩松扃，謁高公。茶話移時，偶書二十八字。道門弟子圖南上。”其詩云：“我謂浮榮真是幻，醉來舍轡謁高公。因聆玄論冥冥理，轉覺塵寰一夢中。”末書“太歲丁酉”，蓋蜀孟昶時，當石晉天福中也。天慶本唐天師觀，詩後有文與可跋，大略云：“高公者，此觀都威儀何昌一也。希夷從之學鎖鼻術。”予是日迫赴太守宇文袞臣約飯，不能盡記，後卒不暇再到，至今以為恨。"
      },
      {
        "index": 31,
        "text": "予遊大邑鶴鳴觀，所謂張天師鵠鳴化也。其東北絕頂，又有上清宮，壁間有文與可題一絕，曰：“天氣陰陰別作寒，夕陽林下動歸鞍。忽聞人報後山雪，更上上清宮上看。”"
      },
      {
        "index": 32,
        "text": "京口子城西南月觀，在城上，或云即萬歲樓。京口人以為南唐時節度使每登此樓西望金陵，嵩呼遙拜，其實非也。《京口記》云晉王恭所作。唐孟浩然有《萬歲樓》詩，見集中。"
      },
      {
        "index": 33,
        "text": "“水流天地外，山色有無中”，王維詩也。權德輿《晚渡揚子江》詩云：“遠岫有無中，片帆煙水上。”已是用維語。歐陽公長短句云：“平山闌檻倚晴空，山色有無中。”詩人至是蓋三用矣。然公但以此句施于平山堂為宜，初不自謂工也。東坡先生乃云：“記取醉翁語，山色有無中。”則似謂歐陽公創為此句，何哉？"
      },
      {
        "index": 34,
        "text": "世言荊公《四家詩》後李白，以其十首九首說酒及婦人，恐非荊公之言。白詩樂府外，及婦人者實少，言酒固多，比之陶淵明輩，亦未為過。此乃讀白詩不熟者，妄立此論耳。《四家詩》未必有次序，使誠不喜白，當自有故。蓋白識度甚淺，觀其詩中如“中宵出飲三百杯，明朝歸揖二千石”、“揄揚九重萬乘主，謔浪赤墀金鎖賢”、“王公大人借顏色，金章紫綬來相趨”、“一別蹉跎朝市間，青雲之交不可攀”、“歸來入咸陽，談笑皆王公”、“高冠佩雄劍，長揖韓荊州”之類，淺陋有索客之風。集中此等語至多，世俱以其詞豪俊動人，故不深考耳。又如以布衣得一翰林供奉，此何足道，遂云：“當時笑我微賤者，卻來請謁為交親。”宜其終身坎褵也。"
      },
      {
        "index": 35,
        "text": "杜牧之作《還俗老僧》詩云：“雪髪不長寸，秋寒力更微。獨尋一徑葉，猶挈衲殘衣。日暮千峰裏，不知何日歸。”此詩蓋會昌寺廢佛寺時所作也。又有《斫竹》詩，亦同時作，云：“寺廢竹色死，官家寧爾留。霜根漸隨斧，風玉尚敲秋。江南苦吟客，何處寄悠悠。”詞意悽愴，蓋憐之也。至李端叔《還俗道士》詩云：“聞道華陽客，儒衣謁紫微。舊山連藥賣，孤鶴帶雲歸。柳市名猶在，桃源夢已稀。還家見鷗鳥，應愧背船飛。”此道士還俗，非不得已者，故直譏之耳。"
      },
      {
        "index": 36,
        "text": "聞人茂德言：沙糖中國本無之。唐太宗時外國貢至，問其使人：“此何物？”云：“以甘蔗汁煎。”用其法煎成，與外國者等。自此中國方有沙糖。"
      },
      {
        "index": 37,
        "text": "唐以前書傳，凡言及糖者皆糟耳，如糖蟹、糖薑皆是。"
      },
      {
        "index": 38,
        "text": "漢嘉城西北山麓，有一石洞，泉出其間，時聞洞中泉滴聲，良久一滴，清如金石。黃魯直題詩云：“古人題作東丁水，自古丁東直到今。我為改名方響洞，要知山水有清音。”"
      },
      {
        "index": 39,
        "text": "成都藥市以玉局化為最盛，用九月九日。《楊文公談苑》云七月七日，誤也。"
      },
      {
        "index": 40,
        "text": "馬鞭擊貓，筇竹杖擊狗，皆節節斷折，物理之不可推者也。"
      },
      {
        "index": 41,
        "text": "亳州出輕紗，舉之若無，裁以為衣，真若煙霧。一州惟兩家能織，相與世世為婚姻，懼他人家得其法也。云自唐以來名家，今三百餘年矣。"
      },
      {
        "index": 42,
        "text": "禁中有哲宗皇帝宸翰四大字，曰“罰弗及嗣”，更無他語。此必紹聖、元符間有欲害元祐黨人子孫者，故帝書此言，祖宗盛德如此。"
      },
      {
        "index": 43,
        "text": "故老言：大臣嘗從容請幸金明池，哲廟曰：“祖宗幸西池必宴射，朕不能射，不敢出。”又木工楊琪作龍舟，極奇麗。或請一登之，哲廟又曰：“祖宗未嘗登龍舟，但臨水殿略觀足矣。”後勉一幸金明，所謂龍舟，非獨不登，亦終不觀也。"
      },
      {
        "index": 44,
        "text": "唐人本謂御史在長安者為西台，言其雄劇，以別分司東都，事見《劇談錄》。本朝都汴，謂洛陽為西京，亦置御史台，至為散地，以其在西京，號西台，名同而實異也。"
      },
      {
        "index": 45,
        "text": "唐人本以尚書省在大明宮之南，故謂之南省。自建炎軍興，蜀士以險遠，許就制置司類試，與省試同。間有願赴行在省試者，亦聽之。蜀士因謂之赴南省，以大駕在東南也。尤非是。"
      },
      {
        "index": 46,
        "text": "《北戶錄》云：“廣人於山間掘取大蟻卵為醬，名蟻子醬。”按：按此即《禮》所謂“蚳醢”也，三代以前固以為食矣。然則漢人以蛙祭宗廟，何足怪哉！"
      },
      {
        "index": 47,
        "text": "祖宗以來至靖康間，文武臣僚罷官，或服闋，或被罪，敘復到闕，皆有期限。如有故，須自陳給假。至建炎初，以軍興道梗，始有三年之限。後有特許從便赴闕，猶降旨云：“候邊事寧息日依舊。”然遂不復舉行矣。"
      },
      {
        "index": 48,
        "text": "今人書“某”為“厶”，皆以為俗從簡便，其實古“某”字也。《谷梁》桓二年：“蔡侯、鄭伯會于鄧。”范寧注曰：“鄧，厶地。”陸德明《釋文》曰：“不知其國，故云厶地，本又作某。”"
      },
      {
        "index": 49,
        "text": "江鄰幾《嘉祐雜誌》言：“唐告身初用紙，肅宗朝有用絹者，貞元後始用綾。”予在成都見周世宗除劉仁贍侍中告，乃用紙，在金彥亨尚書之子處。"
      },
      {
        "index": 50,
        "text": "《嘉祐雜誌》云：“峨眉雪蛆治內熱。”予至蜀，乃知此物實出茂州雪山。雪山四時常有積雪，彌遍嶺穀，蛆生其中。取雪時並蛆取之，能蠕動。久之雪消，蛆亦消盡。"
      },
      {
        "index": 51,
        "text": "會稽鏡湖之東，地名東關，有天花寺。呂文靖嘗題詩云：“賀家湖上天花寺，一一軒窗向水開。不用閉門防俗客，愛閑能有幾人來。”今寺乃在草市通衢中，三面皆民間廬舍，前臨一支港，與詩殊不合，豈陵谷之變遽已如此乎？或謂寺本在湖中，後徙於此。"
      },
      {
        "index": 52,
        "text": "蘇叔黨政和中至東都，見妓稱“錄事”，太息語廉宣仲曰：“今世一切變古，唐以來舊語盡廢，此猶存唐舊為可喜。”前輩謂妓曰酒糾，蓋謂錄事也。相藍之東有錄事巷，傳以為朱梁時名妓崔小紅所居。"
      },
      {
        "index": 53,
        "text": "張真甫舍人，廣漢人，為成都帥，蓋本朝得蜀以來所未有也。未至前旬日，大風雷，龍起劍南西川門，揭牌擲數十步外，壞“南”字，爪跡宛然，人皆異之。真甫名震。或為之說曰：元豐末，貢院火，而焦蹈為首魁，當時語曰“火焚貢院狀元焦”，無能對者，今當以“雷起譙門知府震”為對。然歲餘，真甫以疾不起。方未病時，府治堂柱生白芝三，諂者謂之玉芝。予按《酉陽雜俎》“芝白為喪”，真甫當之。"
      },
      {
        "index": 54,
        "text": "自元豐官制，尚書省復二十四曹，繁簡絕異。在京師時，有語曰：“吏勳封考，筆頭不倒。戶度金倉，日夜窮忙。禮祠主膳，不識判硯。兵職駕庫，典了襏袴。刑都比門，總是冤魂。工屯虞水，白日見鬼。”及大駕幸臨安，喪亂之後，士大夫亡失告身、批書者多。又軍賞百倍平時，賂賄公行，冒濫相乘，畐軍日滋，賦劍愈繁，而刑獄亦眾，故吏、戶、刑三曹吏胥，人人富饒，他曹寂莫彌甚。吏輩又為之語曰：“吏勳封考，三婆兩嫂。戶度金倉，細酒肥羊。禮祠主膳，啖齏吃麵。兵職駕庫，咬薑呷醋。刑都比門，人肉餛飩。工屯虞水，生身餓鬼。”"
      },
      {
        "index": 55,
        "text": "高宗行幸揚州，郡人李易為狀元。次舉駐蹕臨安，而狀元張九成亦貫臨安。時以為王氣所在。方李易唱第時，上顧問：“此人合眾論否？”時相對曰：“易乃楊州州學學正，必合眾論。”人笑其敷奏之陋。"
      },
      {
        "index": 56,
        "text": "唐以來，皇子不兼師傅官，以子不可為父師也。其後失於檢點，乃有兼者。治平中，賈黯草《東陽郡王顥檢校太傅制》，建明其失。自後皇子及宗室卑行合兼三師者，悉改為三公。政和中，省太尉、司徒、司空之官，而置少師、少傅、少保，皇子乃複兼師傅，自嘉王楷始。"
      },
      {
        "index": 57,
        "text": "今參和政事恩數比門下、中書侍郎，在尚書左右丞之上，其議出於李漢老。漢老時為右丞，蓋暗省轉廳，可徑登揆路也。呂丞相元直覺此意，排去之。然自此遂為定制。"
      },
      {
        "index": 58,
        "text": "蔚藍乃隱語天名，非可以義理解也。杜子美《梓州金華山》詩云：“上有蔚藍天，垂光抱瓊台。”猶未有害。韓子蒼乃云：“水色天光共蔚藍”，乃直謂天與水之色俱如藍耳，恐又因杜詩而失之。"
      },
      {
        "index": 59,
        "text": "鬍子遠之父，唐安人，家饒財，常委僕權錢，得錢引五千緡，皆偽也。家人欲訟之，胡曰：“幹僕已死，豈忍使其孤對獄耶？”或謂減其半價予人，尚可得二千餘緡。胡不可，曰：“終當誤人。”乃取而火之，泰然不少動心。其家暴貴，宜哉。"
      },
      {
        "index": 60,
        "text": "杜子美《梅雨》詩云：“南京西浦道，四月熟黃梅。湛湛長江去，冥冥細雨來。茅茨疏易濕，雲霧密難開。竟日蛟龍喜，盤渦與岸回。”蓋成都所賦也。今成都乃未嘗有梅雨，惟秋半積陰氣令蒸溽，與吳中梅雨時相類耳。豈古今地氣有不同耶？"
      }
    ]
  }
}