{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "張延老名珙，唐安江原人。年七十餘，步趨拜起健甚。自言夙興必拜數十，老人血氣多滯，拜則支體屈伸，氣血流暢，可終身無手足之疾。"
      },
      {
        "index": 2,
        "text": "魯直在戎州，作樂府曰：“老子平生，江南江北，愛聽臨風笛。孫郎微笑，坐來聲噴霜竹。”予在蜀見其稿。今俗本改“笛”為“曲”以協韻，非也。然亦疑“笛”字太不入韻，及居蜀久，習其語音，乃知瀘戎間謂“笛”為“獨”。故魯直得借用，亦因以戲之耳。"
      },
      {
        "index": 3,
        "text": "秦會之初得疾，遣前宣州通判李秀設醮于天台桐柏觀。季以善奏章自名。行至天姥嶺下，憩小店中，邂逅一士人，頗有俊氣，問季曰：“公為太師奏章乎？”曰：“然。”士人搖首曰：“徒勞耳。數年間，張德遠當自樞府再相，劉信叔當總大兵捍邊。若太師不死，安有是事耶！”季不復敢與語，即上車去，醮之。明日而聞秦公卒。"
      },
      {
        "index": 4,
        "text": "英州石山，自城中入鐘山，涉錦溪，至靈泉，乃出石處，有數家專以取石為生。其佳者質溫潤蒼翠，叩之聲如金玉，然匠者頗秘之。常時官司所得，色枯稿，聲如擊朽木，皆下材也。"
      },
      {
        "index": 5,
        "text": "葉相夢錫，嘗守常州。民有比屋居者，忽作高屋，屋山覆蓋鄰家。鄰家訟之，謂他日且占地。葉判曰：“東家屋被西家蓋，仔細思量無利害。他時折屋別陳詞，如今且以壁為界。”"
      },
      {
        "index": 6,
        "text": "蜀人任子淵好虐。鄭宣撫剛中自蜀召歸，其實秦會之欲害之也。鄭公治蜀有惠政，人猶覬其複來，數日乃聞秦氏之指，人人太息。眾中或曰：“鄭不來矣！”子淵對曰：“秦少恩哉！”人稱其敢言。"
      },
      {
        "index": 7,
        "text": "秦會之以孫女嫁郭知運，自答聘書曰：“某人東第華宗，南宮妙選，乃肯不卑於作贅，何辭可拒於盟言。”其夫人欲去“作贅”字，曰：“太惡模樣。”秦公曰：“必如此乃束縛得定。”聞者笑之。"
      },
      {
        "index": 8,
        "text": "張子韶對策，有“桂子飄香”之語。趙明誠妻李氏嘲之曰：“露花倒影柳三變，桂子飄香張九成。”"
      },
      {
        "index": 9,
        "text": "王荊公作相，裁損宗室恩數，於是宗子相率馬首陳狀訴云：“均是宗廟子孫，且告相公看祖宗面。”荊公厲聲曰：“祖宗親盡，亦須祧遷，何況賢輩！”於是皆散去。"
      },
      {
        "index": 10,
        "text": "呂正獻平章軍國時，門下客因語次，或曰：“嘉問敗壞家法，可惜。”公不答，客愧而退。一客少留，曰：“司空尚能容呂惠卿，何況族黨？此人妄意迎合，可惡也。”公又不答。既歸，子弟請問二客之言如何，公亦不答。"
      },
      {
        "index": 11,
        "text": "西山十二真君各有詩，多訓戒語，後人取為簽，以占吉凶，極驗。射洪陸使君廟以杜子美詩為簽，亦驗。予在蜀，以淳熙戊戌春被召，臨行，遣僧則華往求籤，得《遣興》詩曰：“昔者龐德公，未曾入州府。襄陽耆舊間，處士節獨苦。豈無濟時策，終竟畏網罟。林茂鳥自歸，水深魚知聚。舉家隱鹿門，劉表焉得取？”予讀之惕然。顧迫貧從仕，又十有二年，負神之教多矣。"
      },
      {
        "index": 12,
        "text": "李知幾少時，祈夢於梓潼神。是夕，夢至成都天寧觀，有道士指織女支機石曰：“以是為名字，則及第矣。”李遂改名石，字知幾。是舉過省。"
      },
      {
        "index": 13,
        "text": "伯父通直公，字元長，病右臂，以左手握筆，而字法勁健過人。宗室不微亦然，然猶是自幼習之。梁子輔年且五十，中風，右臂不舉，乃慣用左手。逾年，作字勝於用右手時，遂複起作郡。"
      },
      {
        "index": 14,
        "text": "趙廣，合淝人，本李伯時家小史。伯時作畫，每使侍左右，久之遂善畫，尤工作馬，幾能亂真。建炎中陷賊。賊聞其善畫，使圖所擄婦人，廣毅然辭以實不能畫，協以白刃，不從，遂斷右手拇指遣去。而廣平生實用左手，亂定惟畫觀音大士而已，又數年乃死。今士大夫所藏伯時觀音，多廣筆也。"
      },
      {
        "index": 15,
        "text": "禁中舊有絲鞋局，專挑供御絲鞋，不知其數。嘗見蜀將吳珙被賜數百崟，皆經俸御者。壽皇即位，惟臨朝服絲鞋，退即以羅鞋易之。遂廢此局。"
      },
      {
        "index": 16,
        "text": "今上初即位，詔每月三日、七日、十七日、二十七日皆進素膳。"
      },
      {
        "index": 17,
        "text": "舊制：皇帝曰“御膳”，中宮曰“內膳”。自壽成皇后初立，懇辭內膳，詔權罷。今中宮因之。"
      },
      {
        "index": 18,
        "text": "駕頭，舊以一老宦者抱繡裹兀子於馬上。高廟時猶然，今乃代以閣門宮，不知自何年始也。"
      },
      {
        "index": 19,
        "text": "王聖美子韶，元祐末以大蓬送北客至瀛。賜宴罷，有振武都頭卒，不堪一行人須索，忽操白刃入斫聖美。其子冒死直前護救，中三刀，左臂幾斷。虞候卒繼至，傷者六人，死者一人，聖美腦及耳皆傷甚。明日，不能與虜使相見，告以冒風得疾。虜使戲之曰：“曾服花蕊石散否？”"
      },
      {
        "index": 20,
        "text": "前輩傳書，多用鄂州蒲圻縣紙，雲厚薄緊慢皆得中，又性與面黏相宜，能久不脫。"
      },
      {
        "index": 21,
        "text": "劉韶美在都下累年，不以家行，得俸專以傳書。書必三本，雖數百卷為一部者亦然。出局則杜門校讎，不與客接。既歸蜀，亦分作三船，以備失壞。已而行至秭歸新灘，一舟為灘石所敗，餘二舟無他，遂以歸普慈，築閣貯之。"
      },
      {
        "index": 22,
        "text": "隆興中，議者多謂文武一等，而輒為分別，力欲平之。有劉禦帶者，輒建言謂門狀、榜子，初無定制，且僧道職醫皆用門狀，而武臣非橫行乃用榜子，幾與胥史卒伍輩同。雖不施行，然嘵嘵久之乃已。"
      },
      {
        "index": 23,
        "text": "饒德操詩為近時僧中之冠。早有大志，既不遇，縱酒自晦，或數日不醒。醉時往往登屋危坐，浩歌慟哭，達旦乃下。又嘗醉赴汴水，適遇客舟，救之獲免。"
      },
      {
        "index": 24,
        "text": "徐師川長子璧，字待價，豪邁能文辭。嘗作書萬言，欲投匭，極言時政，無所諱避。師川偶見之，大驚，奪而焚之。早死。"
      },
      {
        "index": 25,
        "text": "王性之讀書，真能五行俱下，往往他人才三四行，性之已盡一紙。後生有投贄者，且觀且卷，俄頃即置之。以此人疑其輕薄，遂多謗毀，其實工拙皆能記也。既卒，秦熺方恃其父氣焰熏灼，手書移郡，將欲取其所藏書，且許以官其子。長子仲信，名廉清，苦學有守，號泣拒之曰：“願守此書以死，不願官也。”郡將以禍福誘脅之，皆不聽。熺亦不能奪而止。"
      },
      {
        "index": 26,
        "text": "先君言，舊制，朝參，拜舞而已，政和以後，增以喏。然紹興中，予造朝，已不復喏矣。淳熙末還朝，則迎駕起居，闔門亦喝唱喏，然未嘗出聲也。又紹興中，朝參止磬折遂拜。今闔門習儀，先以笏叩額，拜拜皆然，謂之瞻笏。亦不知起於何年也。"
      },
      {
        "index": 27,
        "text": "德壽宮、德壽殿二額，皆壽皇御書，旁署“臣某恭書”四字。今重華宮、重華殿二額，亦用此故事，今上御書。"
      },
      {
        "index": 28,
        "text": "予初見梁歐陽薙傳，稱薙在嶺南，多致銅鼓，獻奉珍異。又云銅鼓累代所無。及予在宣撫司，見西南夷所謂銅鼓者，皆精銅，極薄而堅，文鏤亦頗精，叩之冬冬如鼓，不作銅聲。秘閣下古器庫亦有二枚。此鼓南蠻至今用之于戰陣、祭享，初非古物，實不足辱秘府之藏。然自梁時已珍貴之如此，不知何理也。"
      },
      {
        "index": 29,
        "text": "杜牧之作《范陽盧秀才墓誌》曰：“生年二十，未知古有人曰周公、孔夫子者。”蓋謂世雖農夫、卒伍，下至臧獲，皆能言孔夫子，而盧生猶不知，所以甚言其不學也。若曰周公、孔子，則失其指矣。"
      },
      {
        "index": 30,
        "text": "《酉陽雜俎》云：“茄子一名落蘇”，今吳人正謂之落蘇。或云錢王有子跛足，以聲相近，故惡人言茄子，亦未必然。"
      },
      {
        "index": 31,
        "text": "錢王名其居曰握髮殿，吳音“握”、“惡”相亂，錢塘人遂謂其處曰：“此錢大王惡發殿也”。"
      },
      {
        "index": 32,
        "text": "乾道末，夔路有部使者作《中興頌》，刻之瞿塘峽峭壁上。明年峽漲，有龍起硤中，適碎石壁，亦可異也。方刻石時，有夔州司理參軍以恩榜入官，權教授，出賦題曰：“歌頌大業刻金石。”或惡其佞，謂之曰：“韻腳當云：老于文學乃克為之。”聞者為快。"
      },
      {
        "index": 33,
        "text": "秦會之當國，有殿前司軍人施全者，伺其入朝，持斬馬刀，邀於望仙橋下斫之，斷轎子一柱而不能傷，誅死。其後秦每出，輒以親兵五十人持挺衛之。初，斬全於市，觀者甚眾，中有一人，郎言曰：“此不了事漢，不斬何為！”聞者皆笑。"
      },
      {
        "index": 34,
        "text": "呂元直作相，治堂吏絕嚴，一日有忤意者，遂批其頰。吏官品已高，慚於同列，乃叩頭曰：“故事，堂吏有罪，當送大理寺准法行遣，今乃如蒼頭受辱。某不足言，望相公存朝廷事體。”呂大怒曰：“今天子巡幸海道，大臣皆著草履行泥濘中，此何等時，汝乃要存事體？待朝廷歸東京了，還汝事體未遲在。”吏相顧稱善而退。"
      },
      {
        "index": 35,
        "text": "秦會之問宋樸參政曰：“某可比古何人？”樸遽對曰：“太師過郭子儀，不及張了房。”秦頗駭，曰：“何故？”對曰：“郭子儀為宦者發其先墓，無如之何，今太師能使此輩屏息畏憚，過之遠矣。然終不及子房者，子房是去得底勳業，太師是去不得底勳業。”秦拊髀太息曰：“好。”遂驟薦用至執政。秦之叵測如此。"
      },
      {
        "index": 36,
        "text": "洪駒父竄海島，有詩云：“關山不隔還鄉夢，風月猶隨過海身。”"
      },
      {
        "index": 37,
        "text": "《北戶錄》云：“嶺南俗家富者，婦產三日或足月，洗兒，作團油飯，以煎魚蝦、雞鵝、豬羊灌腸、蕉子、姜、桂、鹽豉為之。”據此，即東坡先生所記盤遊飯也。二字語相近，必傳者之誤。"
      },
      {
        "index": 38,
        "text": "護聖楊老說：“被當令正方，則或坐或睡，更不須覓被頭。”此言大是。又云：“平旦粥後就枕，粥在腹中，暖而宜睡，天下第一樂也。”予雖未之試，然覺其言之有味。後讀李端叔詩云：“粥後複就枕，夢中還在家。”則固有知之者矣。"
      },
      {
        "index": 39,
        "text": "陂澤惟近時最多廢。吾鄉鏡湖三百里，為人侵耕幾盡。閬州南池亦數百里，今為平陸，只墳墓自以千計，雖欲疏浚復其故，亦不可得，又非鏡湖之比。成都摩訶池、嘉州石堂溪之類，蓋不足道。長安民契券，至有云“某處至花萼樓，某處至含元殿”者，蓋盡為禾黍矣。而興慶池偶存十三，至今為弔古之地云。"
      },
      {
        "index": 40,
        "text": "故都時定器不入禁中，惟用汝器，以定器有芒也。"
      },
      {
        "index": 41,
        "text": "遂甯出羅，謂之越羅，亦似會稽尼祿而過之。耀州出青瓷器，謂之越器，似以其類余姚縣秘色也。然極粗樸不佳，惟食肆以其耐久，多用之。"
      },
      {
        "index": 42,
        "text": "故都李和炒栗，名聞四方。他人百計效之，終不可及。紹興中，陳福公及錢上閣愷出使虜庭，至燕山，忽有兩人持炒栗各十裹來獻，三節人亦人得一裹，自贊曰：“李和兒也。”揮涕而去。"
      },
      {
        "index": 43,
        "text": "往時執政簽書文字卒，著帽，衣盤領紫背子，至宣和猶不變也。"
      },
      {
        "index": 44,
        "text": "予童子時，見前輩猶繋頭巾帶於前，作胡桃結。背子背及腋下，皆垂帶。長老言，背子率以紫勒帛繋之，散腰則謂之不敬。至蔡太師為相，始去勒帛。又祖妣楚國鄭夫人有先左丞遺衣一篋，霸有繡者，白地白繡，鵝黃地鵝黃繡，裹肚則紫地皂繡。祖妣云：“當時士大夫皆然也。”"
      },
      {
        "index": 45,
        "text": "先左丞平居，朝章之外，惟服衫帽。歸鄉，幕客來，亦必著帽與坐，延以酒食。伯祖中大夫公每赴官，或從其子出仕，必著帽，遍別鄰曲。民家或留以酒，亦為盡歡，未嘗遺一家也。其歸亦然。"
      },
      {
        "index": 46,
        "text": "成都諸名族婦女，出入皆乘犢車。惟城北郭氏車最鮮華，為一城之冠，謂之“郭家車子”。江瀆廟西廂有壁畫犢車，廟祝指以示予曰：“此郭家車子也。”"
      },
      {
        "index": 47,
        "text": "吳幾先嘗言：“參寥詩云：‘五月臨平山下路，藕花無數滿汀州’。五月非荷花盛時，不當云‘無數滿汀州’。”廉宣仲云：“此但取句美，若云‘六月臨平山下路’，則不佳矣。”幾先云：“只是君記得熟，故以五月為勝，不然止云六月，亦豈不佳哉！”"
      },
      {
        "index": 48,
        "text": "仲翼有書名，而前輩多以為俗，然亦以配周越。予嘗見其飛白大字數幅，亦甚工，但誠不免俗耳。"
      },
      {
        "index": 49,
        "text": "慈聖曹太后工飛白，蓋習觀昭陵落筆也。先人舊藏一“美”字，徑二尺許，筆勢飛動，用慈壽宮寶。今不知何在矣。"
      },
      {
        "index": 50,
        "text": "賈表之名公望，文元公之孫也。資稟甚豪，嘗謂仕宦當作御史，排擊奸邪，否則為將帥攻討羌戎，餘不足為也。故平居惟好獵，常自飼犬。有妾焦氏者，為之飼鷹鷂。寢食之外，但治獵事，曰：“此所以寓吾意也。”晚守泗州。翁彥國勤王不進，久留泗上。表之面叱責之，且約不復餉其軍。彥國愧而去。及張邦昌偽赦至，率郡官哭于天慶觀聖祖殿，而焚其赦書偽命，卒不能越泗而南。所試才一郡，而所立如此。許、潁之間獵徒謂之賈大夫云。"
      },
      {
        "index": 51,
        "text": "淮南諺曰：雞寒上樹，鴨寒下水。驗之皆不然。有一媼曰：“雞寒上距，鴨寒下嘴耳。”上距謂縮一足，下嘴謂藏其喙於翼間。"
      },
      {
        "index": 52,
        "text": "陳亞詩云：“陳亞今年第及第，滿城人賀李衙推。”李乃亞之舅，為醫者也。今北人謂卜相之士為巡官。巡官，唐、五代郡僚之名。或謂以其巡遊賣術，故有此稱。然北方人市醫皆稱衙推，又不知何謂。"
      },
      {
        "index": 53,
        "text": "《字說》盛行時，有唐博士耜、韓博士兼，皆作《字說解》數十卷，太學諸生作《字說音訓》十卷，又有劉全美者，作《字說偏旁音釋》一卷，《字說備檢》一卷，又以類相從為《字會》二十卷。故相吳元中試辟雍程文，盡用《字說》，特免省。門下侍郎薛肇明作詩奏御，亦用《字說》中語。予少時見族伯父彥遠《和霄字韻詩》云：“雖貧未肯氣如霄。”人莫能曉。或叩之，答曰：“此出《字說》霄字，云：凡氣升此而消焉。”其奧如此。鄉中前輩胡浚明尤酷好《字說》，嘗因浴出，大喜曰：“吾適在浴室中有所悟，《字說》直字云：在隱可使十目視者直。吾力學三十年，今乃能造此地。”近時此學既廢，予平生惟見王瞻叔參政篤好不衰。每相見，必談《字說》，至暮不雜他語；雖病，亦擁被指畫誦說，不少輟。其次晁子止侍郎亦好之。"
      },
      {
        "index": 54,
        "text": "先伯祖中大夫平生好墨成癖，如李庭邽、張遇以下，皆有之。李黃門邦直在真定，嘗寄先左丞以陳贍墨四十笏，盡以為伯祖壽。晚年擇取尤精者，作兩小篋，常置臥榻，愛護甚至。及下世，右司伯父舉篋以付通判叔父，曰：“先入所寶，汝宜謹藏之。”不取一笏也。"
      },
      {
        "index": 55,
        "text": "承平時，滑州冰堂酒為天下第一，方務德家有其法。"
      },
      {
        "index": 56,
        "text": "亳州太清宮檜至多。檜花開時，蜜蜂飛集其間，不可勝數。作蜜極香而味帶微苦，謂之檜花蜜，真奇物也。歐陽公守亳時，有詩曰：“蜂采檜花村落香。”則亦不獨太清而已。"
      },
      {
        "index": 57,
        "text": "柳子厚詩云：“海上尖山似劍鋩，秋來處處割悉腸。”東坡用之云：“割愁還有劍鋩山。”或謂可言“割愁腸”，不可但言“割愁”。亡兄仲高云：“晉張望詩曰：‘愁來不可割’。此‘割愁’二字出處也。”"
      },
      {
        "index": 58,
        "text": "字所以表其人之德，故儒者謂夫子曰仲尼，非嫚也。先左丞每言及荊公，只曰介甫。蘇季明書張橫渠事，亦只曰子厚。"
      },
      {
        "index": 59,
        "text": "唐道士侯道華喜讀書，每語人曰：“天上無凡俗仙人。”此妙語也。仙傳載：有遇神仙，得仙樂一部，使獻諸朝，曰：“以此為大唐正始之音。”又有僧契虛遇異境，有人謂之曰：“此稚川仙府也。”正始乃年號，稚川乃人字，而其言乃如此，豈道華所謂“凡俗仙人”耶？"
      },
      {
        "index": 60,
        "text": "崇甯間初興學校，州郡建學，聚學糧，日不暇給。士人入辟雍，皆給券，一日不可緩，緩則謂之害學政，議罰不少貸。已而置居養院、安濟坊、漏澤園，所費尤大。朝廷課以為殿最，往往竭州郡之力，僅能枝梧。諺曰：“不養健兒，卻養乞兒。不管活人，只管死屍。”蓋軍糧乏，民力窮，皆不問，若安濟等有不及，則被罪也。其後少緩，而神霄宮事起，土木之工尤盛，郡道士無賴，官吏無敢少忤其意。月給幣帛、硃砂、紙筆、沉香、乳香之類，不可數計，隨欲隨給。又久之，而北取燕薊，調發非常，動以軍期為言。盜賊大起，馴至喪亂，而天下州郡又皆添差，歸明官一州至百餘員，通判、鈐轄多者至十餘員云。"
      },
      {
        "index": 61,
        "text": "本朝廢后入道，謂之“教主”。郭后曰金庭教主，孟后曰華陽教主，其實乃一師號耳。政和後，群黃冠乃敢上道君尊號曰教主，不祥甚矣。孟后在瑤華宮，遂去教主之稱，以避尊號。籲，可怪也！"
      },
      {
        "index": 62,
        "text": "靖康初，京師織帛及婦人首飾衣服，皆備四時。如節物則春幡、燈球、競渡、艾虎、雲月之類，花則桃、杏、荷花、菊花、梅花皆並為一景，謂之一年景。而靖康紀元果止一年，蓋服妖也。"
      }
    ]
  }
}