{
  "chapterNumber": 5,
  "title": "Parte quinta (Part Fifth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "E pare adunque veramente, che il positivista, del quale, vedendo che incomincia da un semplice e volgare fenomeno in sé inspiegabile, ciascuno avrebbe detto, che non sarebbe mai venuto a capo di saper nulla, sia poi invece arrivato a conoscere, e positivamente, qualche cosa. Non le essenze e le cause: No; ma pur qualche cosa. Vale a dire, che siano e come si formino la percezione e tutte quelle altre, che un tempo si chiamavano le finzioni speciali delle diverse facoltà dello spirito, e che in realtà non sono, se non le combinazioni svariate di un solo genere di elementi, gli elementi della sensazione; e come il numero di tali elementi sia oltremodo grande, e bastino essi soli, allargato opportunamente e variato il piano degli intrecci, a generare tutte le produzioni dell’umano pensiero, anche le più elevate e caratteristiche."
      },
      {
        "index": 1,
        "text": "Tali cognizioni del positivista, non lo neghiamo, sono molto umili e da poco verso le teorie grandiose e seducenti, onde i metafisici si vantarono di avere chiarito i punti più sublimi e trascendenti della filosofia. Ma, dove queste scientificamente non hanno valore, perché contraddette dai fatti e non vere, quelle, e sono certe per se stesse, e contengono nel loro seno fecondo l’avvenire della scienza; come l’avvenire delle discipline naturali era contenuto negli insegnamenti modestissimi di Galileo sulla caduta dei corpi. I sistemi dei psicologi aprioristi, quantunque magnifici e finiti in ogni parte, non hanno in effetto spiegato nulla, come vedemmo; nemmeno gli elementi e il meccanismo del pensiero, e le sue gradazioni e varietà negli animali in genere e nell’uomo in particolare. E servirono soltanto a creare delle questioni insolubili; veri lacci tesi, senza speranza di scampo, a se stessi; come quelle che dividono gli spiritualisti dai materialisti, i moralisti dagli immoralisti. E, condotta la scienza a perdersi nell’idealismo, la resero irrimediabilmente scettica. Invece i poveri dati empirici del filosofo della osservazione gli hanno già indicato qualche cosa del magistero divinamente semplice ed immenso della operazione psichica e, in esso, la ragione de’ suoi aspetti infinitamente vari, dei suoi sviluppi infinitamente graduati; come apparisce dalle cose dette sopra. Non solo; ma quei dati stessi possono già anche fargli intravvedere la soluzione dei grandi problemi suaccennati; e, tolta l’illusione idealistica, salvarlo dallo scetticismo; come apparirà da ciò, che sono per dire in questo paragrafo. E più ancora, come dimostrerò poi nell’ultimo, che segue, possono quei medesimi dati, mediante i concetti semplici che riassumono le somiglianze, le coesistenze e le successioni dei fenomeni, fargli abbracciare la totalità della varia e molteplice natura, come unità di essere, come ordine di cose, e come armonia di forze."
      },
      {
        "index": 2,
        "text": "Come dico, il positivista (e nessun altro fuori di lui) può già avere la speranza di sciogliere le questioni materialistica, morale, idealistica e dello scetticismo. Perché non si creda l’affermazione o vana o temeraria, ne dirò qualche cosa, cominciando dalla prima. Non si può negare, che gli spiritualisti d’oggi non si siano vantaggiati d’assai sopra gli antichi, nella lotta contro i materialisti; quantunque della presente loro più favorevole posizione siano debitori, non agli ajuti della speculazione metafisica, ma a quelli della osservazione positiva, dalla quale presero a prestito molto opportunamente la dottrina della relatività delle idee. Il materialismo, quale era in passato, noti ha potuto tenere contro l’idea relativistica della sensazione, e fu costretto a riformarsi, e ad ammettere che l’atto psichico, come tale, non è, né una estensione, né un movimento; cioè nessuna di quelle determinazioni, che compongono il concetto della materia, come tale; in una parola, che il pensiero non ha nulla di materiale. Ma non fu vinto per questo; esso, benché trasformato, si sostiene oggi, intero e formidabile, come prima, e atto a vincere gli avversari in tutti i loro trinceramenti."
      },
      {
        "index": 3,
        "text": "Professano essi, da veri spiritualisti compiti, l’intellettualismo? Il materialista dimostra, che le idee non richiedono una facoltà speciale e diversa da quella della sensibilità, perché non sono, se non le stesse sensazioni associate. Cedono un poco e si contentano di essere sensisti? Egli accampa l’analogia perfetta fra la vita psichica dell’uomo e quella di qualunque altro essere animato, e quindi la necessità di togliere ogni assoluta distinzione di natura fra l’anima del primo e quella di tutti gli altri. Si contentano, facendo un altro passo indietro, di porre nella medesima categoria lo spirito divino dell’uomo e l’anima di fango del lombrico e della monade microscopica? Egli nota la corrispondenza costante, perfetta, immancabile delle condizioni fisiche colle morali, e quindi l’impossibilità assoluta di considerare l’anima, come una esistenza indipendente dalla materia. Fanno ancora una concessione, ammettendo che una sostanza a sé, opposta al corpo e assai più nobile di esso e destinata ad avere una propria vita immortale e celeste, quale vogliono che sia l’anima, per un ordine stranissimo ed inconcepibile di cose, gli debba interamente (dico interamente) la determinazione, la forma, la energia delle sue proprie manifestazioni? Egli enumera i fatti, che sforzano di estendere alla vita psichica la legge della conversione delle forze, e quelli, che conducono a riferire le forme psichiche, non alla natura particolare di uno spirito di cui siano proprie, ma alla disposizione degli organi, nella quale è tutta la ragione di esse; e conchiude, con logica rigorosa, essere la realtà psichica il puro equivalente della fisica degli stessi organi; enumera ancora, e soprattutto, quei fatti, che attestano essere l’unità della coscienza una unità di composizione; e conchiude, con logica irreprensibile, essere inammissibile il concetto, che fa dell’anima una entità individua ed inscindibile. E così è tolta allo spiritualismo anche l’ultima ragione di affermarsi."
      },
      {
        "index": 4,
        "text": "Ma anche il materialismo è una teoria incompleta ed unilaterale; e chi vuol tener conto del lato mancante, ricade per necessità nello spiritualismo. Sicché la scienza, con isforzo sterile e vano, senza posa si dibatte, con un giro che torna eternamente sopra se stesso, fra i due estremi; ciascuno dei quali, impotente a sciogliere da sé il problema, vale solo a combattere l’opposto. Impossibile liberare il ragionamento scientifico dal laccio, che lo inceppa; impossibile trovare la soluzione definitiva del gravissimo problema, se non elevandosi al dissopra dei due concetti deficienti ed esclusivi; e, per mezzo dell’idea psicofisica, far convergere, secondo il processo da noi divisato, i due veri in una sintesi sola, nella quale e si completino e si accordino a vicenda."
      },
      {
        "index": 5,
        "text": "Insolubile del pari era nella passata filosofia il problema morale. Per gli uni l’atto morale è il prodotto della concorrenza di tre fattori distinti, diversi e nel loro essere separati; la volontà libera, l’idealità regolatrice e l’affetto movente. Per gli altri resta la trinità dei termini, e se ne muta soltanto, più o meno radicalmente, la natura, l’importanza, l’ufficio. Col sistema dei primi l’atto morale vien fuori benissimo; coi sistemi degli altri riesce, o travisato, o tolto. Ma, dove presso quelli i concetti dei termini integranti non hanno altro fondamento, che la falsa apparenza volgare dell’essere, presso gli ultimi corrispondono in generale assai più alla recondita verità, rivelantesi soltanto alle indagini laboriose della scienza."
      },
      {
        "index": 6,
        "text": "La filosofia positiva ha distrutto la trinità fittizia dei termini suaccennati; e quindi la discussione scientifica ha potuto uscire una volta dal vecchio circolo, nel quale prima era imprigionata, senza speranza di uscita. La rappresentazione mentale regolatrice si riduce all’effetto dell’impressione delle cose esterne sui sensi; l’atto esecutore, alla traduzione di una disposizione organica centrale in un movimento periferico; la relazione tra quella e questo, ad una continuità di azione fisiologica, per cui l’un movimento si converte nell’altro, come nel telegrafo elettrico l’atto di scrivere di una stazione, pel filo, diventa alla stazione opposta l’atto di essere scritto."
      },
      {
        "index": 7,
        "text": "E con ciò quante difficoltà insuperabili eliminate! Come le seguenti. È egli possibile un atto libero, cioè determinato, non da un atto precedente, ma da se stesso; ossia un effetto senza causa? Qual’è il vincolo misterioso, che lega insieme la legge, il motivo e la volontà, sicché nessuno dei termini mai manchi all’occorrenza, e uno abbia presa sull’altro? E come si accordano le due proposizioni, perché la volontà si determini occorre il motivo, e, la moralità, consiste propriamente nell’eseguire la legge per la legge e non pei motivi? E tutte quelle altre circa la natura dell’idea obbligante e dell’affetto impellente; e soprattutto, circa il fatto stesso della manifestazione morale. Della quale si sa, che non è un fenomeno che apparisca bruscamente, senza analogia altrove; solo nell’uomo, e che in esso non si riscontra sempre nella specialità propria di lui; il che dovrebbe pur essere nella ipotesi, che sia l’effetto di facoltà esclusivamente umane. Si sa, cioè, esservi una gradazione insensibilmente crescente; da una parte, dall’infimo degli animali all’uomo, la cui attività libera riesce come una ultima e più piena espressione di ciò, che negli animali inferiori esiste solo quale inizio ed abbozzo; e dall’altra, nell’uomo stesso, sia per le diverse età, nelle quali lo sviluppo morale, dallo stato meramente potenziale del bambino, cresce e di nuovo si diminuisce di conserva colle forze fisiche, sia per diverse condizioni accidentali dell’organismo, per le quali può lentamente ecclissarsi e riapparire e divenire subitamente or più or meno. Tutte siffatte questioni, che si attraversavano senza rimedio alle filosofie morali degli antichi, restano eliminate per la teorica positiva della operazione psichica."
      },
      {
        "index": 8,
        "text": "Inoltre la nostra filosofia sperimentale, senza uscire da’ suoi dati semplicissimi, - le sensazioni e l’associazione loro, ingrandita e variata colla divisione del lavoro fisiologico -, dati sui quali non può cadere discussione, tanto sono certi, senza uscire a essi, trova a spiegazione del fatto morale. Lo ripeto: I vecchi moralisti lo spiegano, ma i loro dati sono insussistenti; gli avversari di quelli tengono a sostituire dati meno infondati, ma non lo spiegano; noi, e partiamo da dati positivi, e lo spieghiamo. E come?"
      },
      {
        "index": 9,
        "text": "Ogni rappresentazione psichica ha una propria impulsività Volontaria. Assolutamente parlando, data una rappresentazione, non è necessario ricorrere ad un motivo che la renda efficace, ed una volontà che aggiunga la spinta della sua causalità, per avere lo sforzo, dal di dentro al di fuori, che la segue. Il fatto, che in un caso speciale una data determinazione volontaria non può aver luogo, se non accedendo ad una data rappresentazione, uno di quelli che si chiamano motivi determinanti, non distrugge il nostro asserto, ma lo conferma. Nel caso addotto si ha una rappresentazione la cui impulsività è, dinamicamente parlando, impari alla determinazione seguita. Aggiungendo il motivo, che non è poi altro, se non una seconda rappresentazione, si hanno due impulsività, invece di una; le quali, sommate assieme, valgono appunto l’atto della determinazione, che ne emerge. Ho detto, che ogni rappresentazione psichica ha una sua impulsività volontaria. Non può restare dubbio intorno a tale principio se si osserva, che ogni sensazione, la quale è un movimento sorto per la spinta dal di fuori e, durato e cresciuto a spese della sostanza dell’organo relativo, per legge fisiologica si trasforma, in modo analogo a ciò che avviene nel resto della natura, propagandosi in movimenti degli organi collaterali e dei muscoli; e che quanto si dice della sensazione ricevuta vale anche per la sensazione ricordata, o sola o associata; e che le idee non sono, se non associazioni di sensazioni. Per cui, data un’idea, se uno si determina per essa, non c’è bisogno di ricorrere ad altro per dar ragione dell’atto volontario; la ragione dell’atto è la stessa impulsività dell’idea; ossia una forza che si converte. Non dico con ciò, che l’uomo d’ordinario sia mosso nelle sue azioni puramente e semplicemente dalle idee propriamente dette, massime se oggettive e disinteressate. Tutt’altro. L’impulsività dell’idea propriamente detta, cioè dell’astratto, è d’ordinario debolissima. La più forte impulsività è quella della sensazione attualmente impressa, per la semplice ragione, che essa consiste in un movimento più vibrato e intenso. Diminuisce l’intensità e quindi l’impulsività nelle sensazioni integralmente riprodotte; ed è minima in quella riproduzione leggerissima, parziale ed imperfettissima di molte sensazioni, che si chiama idea. Ed in ciò è la spiegazione di quel fatto per gli antichi misteriosissimo, per cui il cosidetto appetito sensitivo, malgrado la sua viltà, come la qualificavano, esercita sulla volontà un impero immensamente maggiore che non quell’appetito, che gli contrapponevano, cioè l’intellettivo, malgrado la quasi divina natura, che vi attribuivano. Ma è possibile un tale rafforzamento della impulsività delle idee da renderle, e anche con molta violenza, operative per sé, ed indipendentemente da qualsiasi altro ajuto morale. L’esperienza individuale, l’esempio degli altri e la storia ci mostrano quanto, per l’educazione, per l’abitudine e per altre circostanze, si possa rendere viva in un uomo la rappresentazione di una idea astratta, e quindi la coscienza della sua verità, bellezza e bontà (tutte parole che indicano dei rispetti e degli effetti psichici diversi di una cosa medesima), ed eliminare ogni impedimento della sua azione motrice, e farle acquistare una efficacia determinante (onde è detta obbligare) pari e anche superiore a quella dei concreti sentiti o ricordati i più imperiosi ed energici, coll’effetto di lasciare dietro a sé un sentimento di soddisfazione pura e nobilitante di particolare natura, che viene ad esserne la conseguenza ovvero la sanzione soggettiva. È questo ciò che volevano dire Pietro Pomponazzi e Benedetto Spinoza, e i pochi altri, che, come loro, con santo e sublime insegnamento sostennero, avere la virtù abbastanza in se stessa, senza ricorrere ad altro, per ottenere l’ossequio e l’ubbidienza dell’arbitrio dell’uomo. L’impulsività psico-fisiologica delle idee; ecco il concetto nuovo e positivo atto a sciogliere il grande problema. Secondo il quale concetto la moralità si potrebbe definire un indirizzo psichico tale, che l’impulsività dell’idea prevalga nel contrasto colle altre rappresentazioni, tanto da riescire a dare più o meno completamente il proprio indirizzo all’azione."
      },
      {
        "index": 10,
        "text": "Tale definizione non solo corrisponde al concetto comune della moralità, ma soddisfa pienamente a tutte le esigenze della psicologia comparata, dei veri parziali contenuti nelle differenti teorie etiche, e della coscienza universale. Essa corrisponde al concetto comune della moralità, secondo il quale vi si richiede e l’idea e la lotta per effettuarla. Essa soddisfa poi anche alle esigenze della psicologia comparata. La moralità propriamente detta si riscontra solo nell’uomo, e precisamente nell’uomo sano di mente, adulto e civile. Ma nello stesso tempo non si può non ammettere una certa semimoralità nelle azioni degli animali più vicini all’uomo. Il contegno di ogni uomo, massime se non pregiudicato da sistemi preconcetti, coi detti animali, lo esige assolutamente. Ora, siccome la moralità nel suo senso più ristretto non si può avere, secondo la definizione data, se non dove sono le idealità più elevate, e queste sono proprie massimamente dell’uomo adulto e civile; e inoltre la moralità stessa non è se non dove è possibile il contrasto e la prevalenza loro, vale a dire dove non è turbato o impedito il processo normale, onde possono ed essere richiamate alla memoria e rinforzate coll’attenzione, e produrre il loro naturale effetto, e ciò accade nell’uomo sano e valido mente, così si giustifica per tal modo la prima parte del fatto segnalato. E per contrario, siccome gli animali non parlanti, se non possono arrivare alle associazioni superiori e perfette delle idee umane, e a delle abitudini mentali che le rinforzino di fronte alla violenza degli affetti brutali che tendono a precipitare e ad imporre la deliberazione, si formano però indubbiamente anch’essi, e tanto più quanto si avvicinano maggiormente all’uomo, delle generalità regolatrici, che nella loro immaginativa, con giuoco analogo a quello che ha luogo nell’uomo, si presentano in contesto con altre rappresentazioni, sia contrastandole, sia nella relazione di mezzo e di fine, così si giustifica pure la seconda parte del fatto stesso sopra enunciato. Sempre si verifica, che la moralità va di pari passo coll’idealità. Dove è idealità completa, la moralità è perfetta; è imperfetta, dove è incompleta. Perciò, se paragoniamo col tipo perfetto dell’essere morale (la persona responsabile), cioè coll’uomo adulto, sano, civile e bene educato, il selvaggio, il barbaro, il bambino, troviamo che a questi mancano, per esserlo del pari, le idee che non hanno ancora acquistato; e se col medesimo paragoniamo il bruto, troviamo che esso, mentre gli mancano per esserlo allo stesso modo le idee umane che non può acquistare, non è pur privo di idee sue, meno elevate, per le quali la sua azione ha, non metaforicamente, ma in senso esatto, il carattere di una moralità imperfetta, e quindi la sua individualità una semiresponsabilità."
      },
      {
        "index": 11,
        "text": "Ancora, la nostra definizione soddisfa alle esigenze dei veri parziali contenuti nelle diverse teorie etiche. L’impellenza in una azione data non viene, si può dire, mai da una rappresentazione unica. Ancor meno si verifica, che, in una serie di azioni, queste siano tutte l’equivalente delle medesime rappresentazioni. L’azione è sempre l’equivalente di un gruppo più o meno complesso di atti rappresentativi della coscienza, quali più e quali meno vivaci e sentiti. Concorrono a formarlo (succedendosi e avvicendandosi variissimamente tra loro da una azione all’altra) e sensazioni attuali, e ricordanze di sensazioni passate e associazioni fisse, e astratti di più sorta. Non solo gli astratti più elevati e nobili, rappresentanti le cose nel loro aspetto oggettivo, cioè le idee nel senso più rigoroso (ciò che i moralisti nel rispetto qui considerato direbbero, il bene), ma anche gli egoistici e meno nobili, vale a dire quelli che riassumono le relazioni e gli stati puramente soggettivi (indicati nella parola utile). Il modo dell’aggruppamento, e il predominio dell’uno o dell’altro dei componenti, dipendono dalle circostanze del momento e dalle abitudini. Ecco la ragione dei molti e diversi imperativi stabiliti dai moralisti. Si potrebbe dire, che tutti sono veri, in quanto il movente morale assegnato da ciascheduno è dato veramente dalla osservazione del fatto reale; ma che tutti hanno il gravissimo difetto di essere esclusivi, in quanto ne negano altri pur veri e soprattutto se non tengono il conto dovuto della idealità schietta e disinteressata, che conferisce il vero suo carattere distintivo all’azione umana e morale, come tale; che sempre, se anche il più delle volte debolissimamente (anche se come semplice protesta contro la deliberazione antiideale), concorre alla produzione dell’atto."
      },
      {
        "index": 12,
        "text": "Dico, che è certo, che vi concorre sempre l’idealità disinteressata ossia oggettiva, come è certo, che l’apprensione cogitativa, umana è (formata che sia) essenzialmente ed inevitabilmente bilaterale; rinchiudente cioè l’interno e l’esterno; e che, tanto l’uno quanto l’altro, ha la sua parte di equivalenza, che non può essere distrutta o dissimulata, come nella bilancia non si può dissimulare nessuno dei pesi, che vi sono messi sopra. Se, come avviene però qualche volta incontrastabilmente, l’impulsività dell’idea ingenua e pura da sentimenti egoistici non è assai forte e palese, e non agisce sola senza e malgrado l’impulso voluttuoso, ma è invece quasi sempre debolissima e nascosta, ciò non autorizza a negarne la presenza e la recondita efficacia sulla volontà, bastante per dare all’azione il suo carattere speciale di atto morale, ossia ideale. Il concorso di altre e più forti rappresentazioni, nel disegno della natura, non elide, nella totalità di esso, l’idealità, ma le è di ajuto. Così nella pianta, per ispiegare meglio il mio pensiero con un esempio preso a caso, la forza specifica direttiva dello sviluppo, a cui si deve la sua forma ritraente il tipo della specie, forza specifica consistente nella predisposizione organica delle parti componenti, quantunque impotente da sé, senza il calore e la luce, senza l’acqua e l’aria, e via dicendo, a produrre lo svolgimento vegetale, anzi quantunque minore intensivamente di ognuna delle dette forze concorrenti, basta però a dar loro la direzione e ad ottenerne un lavoro, che non ha l’impronta di esse, ma la propria."
      },
      {
        "index": 13,
        "text": "Anche nel dire idealità, il filosofo positivo esprime un concetto armonizzante i veri imperfetti di diverse scuole. La scuola psicologica dà l’idea, come una mera forma del tutto soggettiva, accidentale e variabile del pensiero. La scuola ontologica le assegna un valore oggettivo, immutabile ed assoluto. La scuola storica ricorre per ispiegarla alle relazioni dell’uomo colle condizioni esterne in cui vive; per cui le attribuisce una semioggettività, e la considera, da una parte contro i psicologi, non una creazione facile ed effimera dell’individuo, ma una produzione faticosa, lenta e durevole della società, e dall’altra contro gli ontologi, non una intuizione che la riveli d’un tratto nella sua interezza ed in una forma unica sempre e per tutti, ma una formazione progressiva e varia, che incomincia dall’abbozzo per venire al lavoro sempre più finito; e che riesce con aspetti diversi, secondo le circostanze differenti dalle quali dipende. Or bene anche pel filosofo positivo l’idea è una formazione lenta, progressiva, durevole, non dell’individuo, ma della società, e dipendente dalle esterne condizioni di essa, ma solo in quanto queste condizioni esterne e l’opera sociale giovano a dare eccitamento e rinforzo al pensiero individuale, il quale è il vero fattore dell’idea, secondo che dicono giustamente i psicologisti. Ma l’individuo e la società, producendo l’idea, non fanno opera capricciosa, ed avente solo valore momentaneo e soggettivo. No: Tale lavoro ha la sua ragione nella stessa natura per la quale agiscono, come la forma che assume il seme germogliando. E come la forma assunta dal seme per la germogliazione, più che se stessa, rappresenta quell’ordine di cose, che ha determinato la formazione della specie vegetale a cui appartiene, così l’idea di un uomo, più che l’operazione accidentale, soggettiva, variabilissima di esso, rappresenta, secondo che dicono giustamente gli ontologisti, quell’ordine assoluto e immutabile, almeno quanto la natura, nel quale è la ragione oggettiva del fatto particolare, che consideriamo."
      },
      {
        "index": 14,
        "text": "Finalmente la nostra definizione soddisfa alle esigenze vere della coscienza universale. Per la quale, da prima, l’azione morale è una azione libera. Ma che ci dice effettivamente siffatta coscienza, chiamando libera l’azione morale? In primo luogo ci dice, che la deliberazione precedente il movimento volontario è un atto più o meno distante da quel primo fatto mentale, che le ha dato occasione; e che tra la deliberazione stessa e quel fatto mentale può intercedere una successione anche lunga di pensieri, il cui corso non è determinato impreteribilmente dal primo, ma si può svolgere in serie oltremodo variate; sicché la connessione dell’un pensiero coll’altro, in un dato giro di essi precedente una deliberazione, è fortuita, cioè rappresenta uno solo dei moltissimi e pressoché infiniti casi possibili di associazione. Il che dà all’azione umana (massimamente se la si considera nell’uomo adulto, civile, sano e nello stato ordinario della vita) un carattere speciale, che la differenzia immensamente dalle azioni puramente fisiche e anche da quelle dei bruti. Dalle azioni puramente fisiche, nelle quali si riscontra un ordine di causalità consistente in moti materiali e predeterminato indeclinabilmente dalle leggi conosciute della natura; e dalle azioni dei bruti, nei quali il minore sviluppo delle associazioni mentali e degli abiti relativi lascia troppa preponderanza alla impulsività sensitiva ed affettiva, d’altronde fortissima in essi, e quindi assai minor campo alle possibilità delle associazioni e delle variazioni di esse."
      },
      {
        "index": 15,
        "text": "Ecco ciò che ci dice la coscienza universale relativamente all’azione morale. In ciò essa ci attesta con autorità irrefragabile un fatto verissimo che noi non possiamo, se non riconoscere. Ma questo fatto come lo spiega la scienza? La scienza insegna, che la connessione tra un pensiero che viene e un altro che gli succede è governata, come in tutti gli altri fenomeni della natura, dalla legge inviolabile della causalità; ma che l’organismo psichico, essendo complicatissimo e mobilissimo nelle sue parti, si presta con una facilità estrema ad una infinità di combinazioni; e che quindi la più piccola variazione delle circostanze può indurre un movimento complessivo dissomigliantissimo. E da ciò provenire, che anche nell’uomo ciò, che si dice la sua libertà, si osserva specialmente, non nel bambino, nel selvaggio o nel barbaro, in cui il poco sviluppo mentale lascia sussistere uno stato analogo a quello del bruto, e neanche nell’alienato, e in quello che è in preda ad una passione, nei quali un vizio organico o una eccitazione anormale impedisce il libero giuoco delle rappresentazioni, ma nell’uomo adulto e civile e sano e calmo. In esso la moltiplicità straordinaria degli elementi mentali permette un numero di combinazioni infinitamente maggiore; cosa resa più facile dallo stato e dalla disposizione degli organi, per cui le impressioni o le rimembranze, né sono troppo deboli, né troppo forti e durevoli, e le comunicazioni sono facili e spedite, e gli abiti contratti hanno dato alle idealità la forza di competere in energia motrice colle intense vibrazioni del senso e dell’affetto. Si vede anche quanto ragionevolmente si dica, che la libertà e quindi la moralità negli uomini e nelle nazioni cresce in ragione, non solo delle nuove idee che vanno acquistando, ma anche dell’agiatezza; perché questa procura una maggiore validità organica e quindi anche psichica e rende più rari i casi di quegli stati di tristezza o di passioni feroci, che turbano le funzioni normali dell’intelligenza."
      },
      {
        "index": 16,
        "text": "Così, secondo la verità, spiega la scienza il fatto, attestato dalla coscienza comune, della successione apparentemente fortuita e capricciosa, dei pensieri, percorrenti la deliberazione. Ma anche la coscienza vuole spiegarlo quel fatto. Ed è nella sua spiegazione che si inganna. Si inganna, perché tale sua spiegazione è basata su ciò che non le apparisce realmente, e intorno a cui fa arbitrariamente delle supposizioni non vere. La coscienza non si avvede dei movimenti fisiologici, che danno origine ai diversi pensieri ed alle loro diverse associazioni. E per ciò per essa non esiste il nesso causale tra pensiero e pensiero, e tra le serie di essi e la deliberazione, a cui riescono, è irregolare e disordinato il seguito dei pensieri? È il cieco caso che l’ha prodotto. Sorge nella mente un pensiero buono a dominare gli altri? È un genio buono che l’ha inspirato. Sorge invece un pensiero malvagio? L’inspirazione viene da un genio cattivo. Si accompagna all’idea di un fine l’idea del mezzo che vi conduce? Ciò, non si attribuisce, come si dovrebbe, alla semplice legge dell’associazione delle idee, e agli effetti dell’attenzione, ossia del rinforzamento di un atto mentale, ma all’intervento della volontà che si compiaccia di fare, senza che nulla la costringa a quella distribuzione. Tali sbagli la coscienza non li commette solo a proposito del pensiero. Essa li commette sempre, quando si trova a fronte di serie di fenomeni, dei quali la causa non è manifesta, come avviene nei meteorologici. Identico nei due casi è il motivo dell’errore; e sopra abbiamo dimostrato come somigliante sia anche il rimedio, onde la scienza l’ha corretto nell’uno e nell’altro."
      },
      {
        "index": 17,
        "text": "Chiamando libera l’azione morale, la coscienza ci dice poi anche in secondo luogo, che l’atto volontario, che eseguisce la deliberazione presa e muove, è sentito, non come un fatto prodotto da un fatto precedente, ma solo in sé e da sé. Dice altro su ciò la coscienza? No. Ora si può domandare, se la circostanza, che i fatti produttori di tale atto volontario non son sentiti, basti per escluderli, e per istabilire la sua indipendenza da ogni causa efficiente estrinseca? No certamente. La finzione fisiologica, in virtù della quale alla rappresentazione segue il suo atto riflesso corrispondente, non l’avvertiamo, e quindi non possiamo apprenderla, come causa di esso atto; allo stesso modo, che, per la identica ragione, non possiamo apprendere, come cause immediate della nostra sensazione del suono le vibrazioni dell’aria, che non vediamo. Se non che, nel caso del suono, commettendo lo sbaglio di riferirlo all’oggetto sonoro e a ciò che opera su di esso, evitiamo l’errore di supporlo non prodotto da una causa; mentre nel caso del volere, riferendone l’atto, per la illusione sopra chiarita, all’anima, e immaginando o come erompente dal seno di essa, restiamo coll’idea falsa, che sia essa anima, che, senza esservi costretta, lo produca per propria virtù, come e quando le piaccia di farlo. Del resto però la stessa coscienza universale corregge in parte per altra via l’orrore. Ché, se non concepisce un ordine di causalità in un dato atto particolare, lo concepisce tuttavia nella generalità degli atti, relativamente alla quale, non c’è nessuno, che non si sia avvezzato a pensare, che, poste certe circostanze, l’uomo agisce in un certo modo. Abitudine questa di pensare che ebbe una luminosa conferma nei risultati della statistica."
      },
      {
        "index": 18,
        "text": "Per la coscienza universale poi all’atto morale si collegano anche i concetti della imputabilità e della sanzione. Il primo importa una certa speciale eccellenza o spregevolezza della persona attrice. Il secondo un rapporto dell’atto morale con un vantaggio o un danno che ridonda, che si è disposti a recare, o che si desidera che tocchi o sia apportato alla persona medesima. Ora egli è ben naturale, che all’atto umano, quale l’abbiamo designato, consegua una ragione di lode o di biasimo. Si loda o si dispetta l’atto, secondo che è morale o immorale, come si loda in generale o si dispetta una cosa che ha una qualche ragione di eccellenza o di deformità. E ciò tanto più quanto maggiore è la relazione del pregio o del difetto della cosa, coll’utilità o col piacere proprio. La specialità del pregio o del difetto proprio dell’atto umano dipende dalla specialità di esso atto; specialità, che non vien meno, come abbiamo veduto, anche intendendo la libertà nel modo detto sopra. Più si diverge da tale specialità di azione, come andando dall’atto umano per gli atti degli animali e dei vegetali fino all’atto puramente fisico, e più l’apprezzamento si fa diverso. Più invece ci avviciniamo ad esso, come venendo dall’atto fisico all’umano, e più l’apprezzamento si fa somigliante. Se la specialità dell’apprezzamento morale dipende dal riconoscervici la libertà nel senso ordinario, libertà che apparterrebbe esclusivamente all’uomo, come si spiega allora il fatto dell’apprezzamento morale applicato agli altri animali e sempre più acquistante per gradi insensibili il carattere di quello che si applica all’uomo, secondo che cresce la somiglianza loro con lui? Poiché chi negherà, che l’uomo non pregiudicato da una dottrina, che gli prema di far valere, ma giudicante spassionatamente secondo il dettame naturale, trattando cogli altri animali, specialmente se più vicini a lui e domestici, fa uso ne’ suoi giudizi delle azioni loro di un criterio analogo a quello, onde fa stima delle umane? Che se l’apprezzamento dell’atto morale non è un apprezzamento freddo e di puro raziocinio, ma vi entra e fortemente e in guisa speciale l’affetto, ciò proviene dalle relazioni sue speciali di utilità, e dalla facilità somma onde alla vista di quello che fanno gli altri si ridestano in noi, con moti di simpatia o di antipatia, pensieri ed affetti consuonanti. Il che poi, se ha luogo più fortemente in occasione delle azioni umane, si osserva però anche per le azioni dei bruti. Chi non sa, che un uomo, e tanto più quanto ha migliore la cultura e l’educazione, può appassionarsi e prender partito anche per essi? Che più? Egli lo fa anche per le cose inanimate. I poeti ne offrono esempi senza numero; il fanciullo, la donnicciuola, perfino l’uomo serio hanno ad ogni momento delle tenerezze e degli sdegni, non solo per l’uomo e pel bruto, ma anche per l’oggetto inanimato, col quale si imbattono."
      },
      {
        "index": 19,
        "text": "E ciò va ricordato anche parlando della sanzione. La quale o è la semplice difesa, come si verifica nell’azione punitrice della legge pubblica, che, essendo impersonale, è solamente logica e niente affettiva, o, se è personale, è accompagnata dal sentimento dell’ira, col quale la punizione anziché difesa, è vendetta, o dal sentimento dell’amore col quale il premio, anziché incoraggiamento, è ricompensa. Ma l’ira e l’amore nell’uomo, come dicevamo or ora, non si sviluppano soltanto in occasione dei cosidetti atti liberi dell’uomo, ma pur anco per quelli dei bruti, e perfino per le cose inanimate. Il fiore, che rallegra la vista e mena un odore gradito, lo si difende, con un vero senso di pietà, dall’arsura e dal gelo; uno stromento, che non serve bene in un’opera, per isdegno lo si spezza. Il bruto, seguendo un istinto non diverso, fa altrettanto; egli premia e si vendica, né più né meno dell’uomo. Si vendica contro di lui, contro un altro bruto, contro la pietra che gli è scagliata contro. Ma basti per ora di questo argomento, che è troppo vasto per poter essere trattato convenientemente in questo luogo. Basti averne toccato quel tanto che occorreva per dimostrare, che, mentre i vecchi sistemi dell’etica, anziché scioglierne il problema, l’avevano inceppato in difficoltà insormontabili, la filosofia induttiva, può e rispondere a tutte le vecchie obiezioni e chiarire la questione capitale della scienza, mediante un concetto positivo della moralità, quello fondato sulla impulsività fisiologica dell’idealità mentale, che corrisponde perfettamente al concetto comune di essa, e soddisfa pienamente a tutte le esigenze della psicologia comparata, dei veri parziali contenuti nelle differenti teorie etiche, e della coscienza universale."
      },
      {
        "index": 20,
        "text": "Ora poi, da ultimo, dell’idealismo e dello scetticismo. Come dicemmo poc’anzi, la scoperta della relatività delle idee ajutò i psicologi spiritualisti a difendersi un poco dal materialismo. Ma nello stesso tempo indusse un inconveniente gravissimo, l’idealismo. Dal punto di vista dei psicologi metafisici l’idealismo è la conseguenza diretta, affatto logica, inevitabile ed invincibile della relatività delle idee. La relatività insegnata da Locke produsse l’idealismo di Berkeley, quella insegnata da Kant, produsse l’idealismo di Fichte. Ma l’idealismo conduce poi irreparabilmente allo scetticismo. Lo dimostra col fatto la storia della filosofia e il discorso logico con un ragionamento il più semplice ed evidente. Se, come insegna la psicologia dei metafisici, la rappresentazione è essenzialmente rappresentazione in un soggetto, e, per la dottrina della relatività, la stessa rappresentazione è altra cosa e in tutto dissimile dalla cosa rappresentata, essa non può darmi l’oggetto; e neanco lo stesso soggetto, come cosa in sé, cioè avente un valore oggettivo; or bene, una effigie mentale, che si riferisce essenzialmente ad un oggetto, del quale deve essere la rappresentazione, e cui nello stesso tempo è incapace di rappresentare; che è ciò, se non precisamente lo scetticismo?"
      },
      {
        "index": 21,
        "text": "Mirabile a dirsi! La deduzione del metafisico, mercé le sue pretese idee assolute, necessarie, universali, eterne, doveva, essa sola, poter salvare la scienza dal dubbio; e procacciarle la consolazione ineffabile della luce sovrumana della evidenza apodittica, unica guida, a suo dire, sincera, certa e costante tra le fallacie le contraddizioni, e la vicenda instabilissima delle fenomenalità; e invece si trova, che conduce direttamente e immancabilmente allo scetticismo. E come dunque ne scamperà? L’unico scampo è nella induzione positiva. Il fenomeno osservato, esso solo, può dare ciò, che invano si va a cercare nelle idealità ontologiche; la certezza scientifica e la confutazione dello scetticismo. Ciò che soprá con lungo discorso, affermammo, qui, con un nuovo argomento, confermiamo. La dottrina della relatività evita l’idealismo solo in mano al positivista. Pel quale, essendo l’idea del soggetto, non un dato primitivo, ma una mera abitudine di considerare certi pensieri in una certa relazione fra loro e cogli altri, ciò che si chiama rappresentazione non è, primitivamente ed essenzialmente, una appartenenza di un soggetto. Ma è una realtà per se stessa, e che, per essere concepita come tale, non ha bisogno di essere riferita né ad un soggetto di cui sia il modo di esistere, né ad un oggetto di cui sia l’immagine. E quindi il suo valore, come cognizione, non dipende dalla somiglianza con un oggetto, ma è assoluto. La cognizione è vera per se stessa. La sua verità non consiste in una supposta corrispondenza con un termine opposto; corrispondenza, che, essendo indimostrabile, induce necessariamente lo scetticismo. Consiste invece nel semplice fatto di essere data. Le cose che sono per dire nel paragrafo seguente, ultimo del libro, lo chiariranno ancora meglio."
      },
      {
        "index": 22,
        "text": "David Hume, come accennammo nel principio del libro, fece opera di escludere dalla filosofia ogni ricerca relativa alle essenze e alle cause. E con ciò fu assai benemerito della scienza. Ma la sua opera fu, più che altro, negativa. Egli era riuscito a recare un colpo mortale alle false dottrine del passato, ma non aveva ancora trovato le nuove. Sicché la cognizione per lui è rimasta, non quale è realmente e doveva essere riconosciuta, l’intuizione diretta e propria del vero, come tale, ma una cognizione semiscettica, in cui la corrispondenza coll’oggetto è indimostrata e indimostrabile; cioè soltanto una specie di fede, per la quale, mezzo persuasi e mezzo no, con uno sforzo della volontà, o per istinto naturale, ci decidiamo ad affermare ciò, che non si potrebbe dire veramente, perché si affermi. Ma se, come risulta dalle cose dette sopra, il positivismo non istà solo nell’escludere dalle ricerche scientifiche le cose non conoscibili, come ha insegnato Hume, ma anche, e principalmente, nel procacciarsi una notizia razionale della materia studiata, si deve dire, che per esso gli Italiani, nell’epoca della loro filosofia nazionale, cioè positiva, hanno fatto più che l’Inglese. E ne facciamo qui, dove cade in acconcio e si può meglio intendere, l’osservazione, per completare la storia della cognizione scientifica, lasciata con Hume imperfetta. Gli Italiani, non solo hanno pronunciato la sentenza negativa: Non credasi a nulla, che non sia un fatto; ma aggiunsero anche la positiva: Provando e riprovando si acquista la certezza dei fatti e delle leggi loro. E, mettendo in pratica, primi di tutti, la regola insegnata, provando cioè e riprovando, vennero a delle scoperte insperate e maravigliose, e a delle conclusioni scientifiche verissime, che ammisero, non per fede e per istinto, ma perché fornite della più schietta e certa razionalità, a delle conclusioni, dalle quali, per le nuove vedute a cui dettero luogo nella scienza moderna, si può ricavare quella dimostrazione della certezza dello stesso pensiero, di cui abbiamo pur ora parlato."
      },
      {
        "index": 23,
        "text": "E da tutto ciò prendo poi anche un augurio per l’avvenire. Io sono persuasissimo, che la scienza positiva filosofica sostituirà, come ha fatto ormai da un pezzo la scienza positiva naturale, da per tutto, i vecchi sistemi a priori. E quindi anche in Italia; scacciando dalle sue scuole quelle dottrine, o del medio evo ecclesiastico, o meno antiche d’Inghilterra, Francia e Germania, che vi si intrusero col venir meno della vita nazionale, o col prevalervi a suo danno delle influenze papali e straniere. E facendo rivivere in esse un indirizzo, che in passato fruttò tanta scienza e tanta gloria, e che si può dire veramente proprio e caratteristico del senno italiano. E sono persuaso, che ciò debba tornare di grande vantaggio, non solo all’Italia, ma alla scienza stessa. Poiché nessuno, se la storia non mente, ha mostrato di possedere, come l’Italiano, il senso giusto di quella scienza, il cui pregio principale deve essere il possesso sicuro della certezza scientifica e l’assenza di ogni dubbio, di quella scienza, in cui la ragione deve trovarsi autorizzata da se stessa, proprio come ragione, ad ammettere ciò che ammette senza bisogno di ricorrere a qualche cosa di puramente autorevole, o di cieco e fatale, come sarebbe la natura e l’istinto."
      },
      {
        "index": 24,
        "text": "Non ho finito di additare i punti scientifici, che si possono, già a quest’ora, illustrare mediante i pochi dati empirici, che servono di base alla psicologia positiva. Come ho promesso, ho da parlare ancora di una veduta filosofica importantissima, per la quale la varietà e la moltiplicità infinita dei fenomeni naturali si può ridurre ad un concetto semplice, che ne rappresenta l’unità sotto i vari aspetti della consistenza, della successione e della somiglianza. Veduta nella quale, come si avrà uno svolgimento ulteriore ed insperato dei nostri principi, troveremo anche una nuova conferma ed una nuova delucidazione di essi. E insieme un’altra prova della fecondità di quelle modestissime nozioni di fatto, dalle quali partiamo; un’altra prova, che il metodo, che si fonda su di esse, come molte volte abbiamo affermato, non riduce la filosofia ad un meschino empirismo, ristretto alla semplice fisica della sensazione, e chiuso interamente alle concezioni divine del vero, del bene, dell’essere. Nel paragrafo precedente, uscendo dai limiti strettamente psicologici, ed entrando coi detti nostri pochi dati empirici proprio nel cuore della logica e dell’etica, mostrammo quanto siano atti a spargere luce anche in quelle materie. Nel presente non dubiteremo di metterli alla prova nel campo stesso della ontologia, la disciplina metafisica per eccellenza. E speriamo non senza risultato. E, allora, a quelli che, parlando di positivismo, lo fanno con una grande compassione, e sentenziano, che al più gli si può, per grazia, concedere una qualche piccola parte secondaria della psicologia empirica, e che, quanto alla filosofia propriamente detta, non vi si potrà fare strada mai in nessun modo, per confutarli, daremo una sola risposta. Una risposta semplicissima; la risposta del fatto."
      },
      {
        "index": 25,
        "text": "Quale, in generale, si crede, che sia l’ultima parola della filosofia positiva, circa la natura del pensiero e la sua relazione colla realtà materiale? Quella, che è espressa nelle seguenti parole di J. Lyndall e di W. Griesinger. Il Tyndall, in una sua lezione, sulle forze fisiche e il pensiero, discorre così sull’argomento indicato: \"Ogni atto di coscienza, sia poi una sensazione, o un pensiero astratto o un affetto, corrisponde ad un certo determinato stato molecolare del cervello. Sempre ha luogo questa relazione tra la fisica e la coscienza; in modo che, dato lo stato del cervello, se ne potrebbe dedurre il pensiero e il sentimento; e viceversa, dato il pensiero o il sentimento, se ne potrebbe dedurre lo stato del cervello. Ma come fare questa deduzione? Poiché l’aggruppamento delle molecole, onde i materialisti vogliono spiegare tutto, in realtà non ispiega niente\". E il Griesinger, nel suo trattato delle malattie mentali, scrive: \"Oscillazioni, vibrazioni, elettricità, forza meccanica, tutte codeste cose non sono uno stato dell’anima, o un pensiero. Ma come questi fatti possono trasformarsi in atti spirituali? Questo problema resterà sempre insolubile per l’uomo sino alla fine dei tempi; e io credo, che, se un angelo discendesse dal cielo per ispiegarci questo mistero, il nostro spirito non sarebbe capace neanco di comprenderlo\"."
      },
      {
        "index": 26,
        "text": "Ma io dico, che è un errore il credere, che la filosofia positiva non possa giungere a vedere oltre il punto indicato nei passi citati. Io dico, che il mistero della relazione, tra ciò che si chiama stato molecolare o condizione materiale in genere e pensiero o sentimento corrispondente ed equivalente, noi siamo capacissimi di comprenderlo; che possiamo farlo da noi, senza che venga nessun angelo a spiegarcelo; e oggi stesso, assai prima della fine dei tempi. E in che modo? Col dimostrare che il problema stesso, che si considera affatto insolubile umanamente, non può essere posto nei termini enunciati, mentre il farlo è già per sé un’assurdità. La relatività (per adoperare la solita parola convenzionale della scienza) non è mica propria di alcune idee soltanto; è di tutte. Non è propria soltanto di quelle, che si pensano corrispondere alle cosidette qualità secondarie, ma anche di quelle, che si riferiscono alle primarie. Non ha luogo soltanto, quando parlo di colori, di suoni, di temperatura, e simili; ma anche quando parlo di estensione, di solidità, di divisibilità, di mobilità, di tempo, e via discorrendo. Se il suono, per modo d’esempio, è, come tale, essenzialmente un pensiero, e non una realtà distinta da esso, è pure essenzialmente un pensiero l’esteso e tutto ciò, che facciamo entrare nell’idea della materia. Per cui chi confronta il suono percepito psichicamente colla materialità, sia del corpo sonoro, sia dell’organo auditivo, sia del cervello, non confronta infine che due pensieri. E il domandare, in che modo tali materialità, che si concepiscono come produttrici del suono, si possano trasformare in esso, cioè in un pensiero, o, come si dice, in un fatto spirituale, non ha più senso, perché sono già esse, le dette materialità, dei fatti spirituali, per adoperare la frase solita. Certo che le note della materialità sono atti psichici speciali diversi da quelle altre che si concepiscono come pensieri puri; ma sono tuttavia sempre atti in tutto e per tutto psichici anch’esse. E quindi, come comprendiamo in un solo genere, cioè nel genere degli atti psichici, tutte quelle altre, malgrado le specialità e varietà loro, così possiamo, anzi dobbiamo, comprendervi anche queste. E così dove trovare più un termine opposto da contrapporre e paragonare col psicologico, o spirituale, che dir si voglia? Fu dunque una semplice illusione quella, che ha fatto porre il problema sopra enunciato, e che l’ha fatto considerare siccome insolubile, anzi siccome un vero mistero sovrintelligibile. Fu l’illusione, della quale abbiamo parlato molte volte, di credere primitiva ed essenziale la distinzione fra l’interiorità e l’esteriorità della coscienza. L’opposizione, in cui stanno per noi le note della materialità con quelle del pensiero in genere, dipende, non già dall’essere le prime per sé oggettive, e le altre soggettive, ma da una nostra abitudine solamente. Cioè, creato, nel modo più volte accennato e che spiegherò più compiutamente e più chiaramente a suo tempo, il mondo di dentro e quello di fuori, ci siamo avvezzati a riferire le une a quello e le altre a questo."
      },
      {
        "index": 27,
        "text": "Il fatto adunque della relazione tra ciò, che si chiama stato molecolare o condizione materiale in genere, e pensiero o sentimento corrispondente ed equivalente, non può essere il soggetto di un problema speciale. Se si dà un problema per la detta relazione, esso non può essere, che quello generico, e che si pone da per tutto, anche fuori della psicologia; cioè il problema della causalità universalmente presa. Vale a dire, non di cercare, come un essere appartenente ad un mondo speciale possa influire sopra un essere di natura affatto diversa, ed appartenente ad un mondo esterno al primo e quindi, in certa guisa, soprannaturale ad esso; ma semplicemente, come dei fenomeni riducibili, per le comuni somiglianze, alla stessa generalità mentale, o natura, se si vuol dire così, possano e debbano coesistere e succedersi tra loro. Pel fisico tutti i fenomeni, sui quali è diretto il suo studio, appartengono al medesimo mondo, cioè a quello della materia; che è quanto dire, che in tutti si riscontrano le note della materialità. Così nel caso nostro, avendo trovata la natura psicofisica comune ai fenomeni distinti coi nomi di pensieri e di stati fisiologici, quando confrontiamo gli uni cogli altri, non passiamo da un mondo ad un altro, ma restiamo sempre nello stesso. Si insisterà dicendo, che il caso è diverso, perché, dove nel mondo fisico si capisce la relazione tra le condizioni coesistenti di una cosa e tra la causa e il suo effetto, qui invece la relazione tra lo stato fisiologico e il pensiero resta sempre misteriosa? Inutile e vana insistenza; ché la differenza, che si crede di notare fra i due casi, è un puro inganno. Sì; è vero che è impossibile di intendere, come da un movimento meccanico, per esempio, nasca un pensiero. Anzi il positivista una simile ricerca non la fa neanche. È una ricerca di essenze e di cause, che egli lascia interamente e senza nessuna invidia al metafisico, e colla certezza che perde nulla a cederla tutta a lui. Ma la impossibilità in discorso non è speciale al caso del mondo psicofisico; è una impossibilità, che si incontra, tale e quale, in tutta la natura. Sopra ne abbiamo detto abbastanza, perché non resti su ciò alcun Dubbio. Da per tutto le correlazioni di coesistenza e di successione dei fenomeni sono per noi correlazioni a posteriori; non si affermano in virtù di essenze o cause efficienti, onde si sappiano dipendere necessariamente; ma solo in virtù della osservazione empirica, che ce la dà sempre in un dato modo, piuttosto che in un altro."
      },
      {
        "index": 28,
        "text": "Né si dica, che, nell’esempio citato delle palle da bigliardo, avendosi un movimento, tanto nella impellente, quanto in quella che riceve l’impulso, si può capire, come il fenomeno effetto nasca dal fenomeno causa per la ragione, che non occorre per ciò, se non immaginare un travasamento del movimento dall’una nell’altra, un travasamento richiedente solo delle modificazioni nella sua direzione o celerità. Lascio da parte le considerazioni fatte sopra, per le quali apparisce che il fenomeno in discorso non è così semplice, come si supporrebbe qui. E che l’urto, mediante il quale propriamente nella comune apprezziazione si crede di dar ragione del travaso del movimento da corpo a corpo, potrebbe non essere ciò che volgarmente si crede, un vero contatto del corpo urtante coll’urtato. Soltanto ripeterò le parole soprariportate di Laplace, che dice, parlando delle leggi dell’inerzia e della forza proporzionale alla velocità: \"Ecco due leggi del movimento date dalla osservazione. Esse sono le più naturali e le più semplici che si possano immaginare, e senza dubbio derivano dalla natura della materia, ma, questa natura essendo affatto sconosciuta, tali leggi per noi non sono che dei fatti osservati\". E farò notare, che ciò che dice Laplace delle due leggi accennate si può dire anche del fatto del travaso del movimento dall’un corpo all’altro; che si sa che avviene, solo perché si è sempre osservato avvenire, e non perché si sappia dalla natura stessa del corpo, che debba necessariamente avvenire. E ricorderò da ultimo quello che ho detto altrove, parlando delle forze fisiche, e dimostrando che esse si riducono tutte alle meccaniche, cioè precisamente a quel concetto della causalità, in cui non si tiene nessun conto della essenza dei corpi, e secondo il quale si sa soltanto, che certi fenomeni (senza sapere perché) si collegano costantemente con certi altri. E quindi conchiuderò all’impossibilità di intendere anche il fenomeno della trasmissione del movimento nell’esempio addotto, e alla parità, sotto l’aspetto qui considerato, tra esso e il fatto della conversione del movimento in pensiero."
      },
      {
        "index": 29,
        "text": "Ma, si domanderà ancora: E non si dice dunque una cosa giusta, quando si afferma, che, coll’applicare tanto al fenomeno causa quanto al fenomeno effetto la stessa idea, le stesse leggi del movimento, la relazione dei due fenomeni tra loro si spiega meglio, che quando, per esempio, nel fenomeno causa si avesse del movimento e nel fenomeno effetto del calore, nel senso fisico vecchio, ossia una cosa che non è movimento? E che, quindi, se la fisica dimostra che il calore prodotto da un movimento è esso stesso un movimento, fa, con ciò, un vero progresso, perché arriva per tal modo a spiegare la produzione del detto calore? Verissimo, rispondiamo. Quando due o più cose, due o più fatti si possono ridurre sotto la medesima nozione o legge, con ciò si spiegano. Sì; è appunto quanto abbiamo stabilito sopra, parlando della cognizione scientifica. Ma che è poi una tale spiegazione? Forse la scoperta del come la causa, in quanto se ne conosce la essenza e si conoscono le ragioni assolute della sua attività, produce il suo effetto? No certo. Ciò che si dice essere la spiegazione del fatto non è altro infine, se non la somiglianza loro, data, non da un ragionamento a priori, ma unicamente dalla osservazione, in modo che, se si ritiene, lo si fa solamente in forza della osservazione, che l’ha data. Né si creda, che una tale spiegazione non si abbia anche per le relazioni tra il movimento fisiologico e il pensiero conseguente. Poiché e l’uno e l’altro, come abbiamo detto poco fa, cadono sotto la medesima nozione generale degli atti psichici. Come apparirà con tutta la evidenza, quando, in un altro lavoro esporremmo la genesi psicologica dell’idea del movimento."
      },
      {
        "index": 30,
        "text": "Anzi si può oramai dire di più ancora. Si può dire, che il movimento fisiologico e il pensiero conseguente convengono fra loro, non solo per una idea di genere, cioè in quanto l’uno e l’altro sono atti psichici, che sarebbe una spiegazione analoga all’altra, che il movimento del martello battente e il riscaldamento dell’incudine battuta sono due atti fisici; ma anche per una vera idea di specie, cioè in quanto l’uno e l’altro si riducono ad una unica specie di tali atti; con che si darebbe una spiegazione, che equivale perfettamente a quella, che presenta il movimento del martello battente, e il riscaldamento dell’incudine battuta, non come due fenomeni fisici diversi, ma come due movimenti. Ciò si può già desumere da quanto abbiamo accennato sopra, parlando circa gli elementi degli elementi della sensazione. Ma apparirà assai più chiaramente da quanto siamo per esporre sulla fine del libro."
      },
      {
        "index": 31,
        "text": "Il grande problema adunque, che si dava per insolubile assolutamente, resta per tal modo sciolto; anzi per dir più giusto, tolto di mezzo. Ma il principio, onde siamo riusciti a farlo, cresce poi ancor più di importanza, se si guarda ai corollari, che se ne possono trarre. La fallace dottrina della diversità assoluta del senso dall’intelletto, che tanto e indarno affaticò, sia per sostenerla, sia per combatterla, tutti si può dire i filosofi, è fondata, non tanto, come si crede universalmente, sui caratteri di universalità e di necessità attribuiti all’astratto ideale, quanto sulla illusione, che ha condotto a porre il problema suenunciato, e contro la quale fin qui abbiamo ragionato. Quella illusione, per cui ciò, che si chiama la materia, o il di fuori, o l’oggetto, apparisce l’opposto del pensiero; sicché si pensa, che la cognizione non possa aver luogo, se non quando, presentato dal senso l’oggetto, per sé inconoscibile per non essere ritenuto una mentalità, l’intelletto lo rivesta, lo compenetri, lo illumini della sua idealità. Un modo di vedere siffatto lo troviamo nello stesso Kant; cosa, che per me fa più meraviglia assai, che incontrarla in un filosofo dei nostri giorni, come il Rosmini. Ma, se l’esteso è, come dicemmo, una mentalità, né più né meno di ciò che si chiama pensiero puro, quale bisogno più di avere, da una parte il senso che dia l’oggetto esteso, e dall’altra l’intelletto che lo rischiari e lo renda conoscibile colla sua luce ideale? E quante questioni insolubili restano così eliminate con una semplice riflessione, che ci guarisce dalla illusione che le faceva nascere!"
      },
      {
        "index": 32,
        "text": "Se non che qui è da avvertire, che, colla mentalità così concepita, il processo discorsivo del pensiero, onde esso va procreando le varie cognizioni e ne fa risaltare la intrinseca evidenza certificante, non è più dalla generalità al fatto singolo, dal soggetto alle sue proprietà e condizioni, ma precisamente il contrario. Il metafisico fa dipendere la realtà e la verità del fatto dalla realtà e dalla verità dell’idea; la realtà e la verità della qualità sensibile dalla realtà e dalla verità della sostanza, a cui si riferisce. Ecco il mondo dei filosofi; ma è il mondo a rovescio. La realtà e la verità è la sensazione considerata ne’ suoi elementi. E nient’altro fuori della sensazione. E la sensazione non è una generalità ideale, ma un fatto singolo; non è una sostanza, ma una qualità. Dico, che la realtà e la verità è la sensazione, in quanto essa è un fatto reale, e del quale noi siamo consapevoli a noi stessi; sicché l’atto, col quale la sensazione ha l’esistenza o si afferma nella nostra coscienza, è l’atto pel quale in essa si pone il reale ed il vero. L’affermazione, onde la sensazione si pone nella nostra coscienza, è per noi una affermazione assoluta; e ci è affatto impossibile negarne o dissimularcene in nessun modo l’esistenza, il valore, la portata. Nel mondo dello spirito la sensazione, come dato reale e vero, ha la stessa assoluta indestruttibilità, come l’atomo materiale nel mondo fisico. Dico ancora, che la realtà e la verità è la sensazione, e nient’altro fuori della sensazione, in quanto fuori di essa null’altro è nella nostra coscienza, ossia nella nostra cognizione. E ciò che vi incontriamo, che, al primo aspetto, pare altra cosa (una generalità, una sostanza), nel fondo non è che una associazione di sensazioni; e il suo valore, come realtà e verità, è determinato, non dalla sua forma, come associazione o costruzione mentale (per somiglianza, per consistenza, per successione), ma dalla realtà e verità delle singole sensazioni componenti; come il peso di una costruzione in pietra o in ferro non dipende dalla forma, data alla pietra ed al ferro dall’arte, ma dal peso, che hanno in sé, per natura, le singole pietre, i singoli pezzi di ferro."
      },
      {
        "index": 33,
        "text": "La qualità, secondo i metafisici, non solo non è una realtà per sé, ma non si può neanco concepire esistente senza un soggetto, a cui si riferisca; e nel quale, perché possa aderirvi, è necessario, che sia richiesto, o almeno consentito, dalla misteriosa essenza di esso. Ora vero è, come dicevamo, il contrario; e all’uomo è possibile di parlare di soggetto, di sostanza, di essenza, solo mercé quelle, che si chiamano le qualità; che sono poi le stesse sensazioni. Avendo queste, se ne può comporre anche quel tutto, che si nomina, il soggetto. Non avendole, non si avrà mai neanco il soggetto. Perché il soggetto non è altro infine, che l’insieme delle cosidette qualità sensibili; e la realtà e verità di esso non è altro propriamente, che la realtà e verità delle singole qualità sentite. Le quali perciò, come abbiamo dimostrato nel corso del libro, quali elementi dati dalla natura e imposti con indeclinabile necessità alla coscienza, sono assolutamente fisse ed immutabili, mentre il soggetto, quale prodotto dell’associazione mentale, è instabile, e segue il processo e le fasi del lavoro soggettivo. E tale verità, da noi tante volte ripetuta, qui viene a brillare di nuova luce e a ricevere una nuova conferma, per la ragione più elevata, alla quale possiamo oramai riferirla."
      },
      {
        "index": 34,
        "text": "Lo stesso dicasi del rapporto tra l’idea generale e il fatto, o la cosa particolare. L’idea, come idea, cioè come pura mentalità, astratta e divulsa dal fatto, come tale, oltreché instabile e oscillante eternamente tra una generalità superiore ed una inferiore e senza contorni precisi mai, per le varietà che vi portano i particolari, che ora si aggiungono ed ora si tolgono nell’associazione comparatrice, non è poi per sé, né reale, né vera. È quella rappresentazione, che non si riferisce, né all’oggetto attualmente sentito, né all’oggetto, che si ricordi come sentito altra volta, che gli scozzesi chiamavano, semplice apprensione. E quindi, se la mente dice reale e vera un’idea, è solo perché nella sua operazione astrattiva non ha ancora fatto gettito della realtà, onde è partita; non l’ha dimenticata e l’ha serbata come nota integrante del concetto generale che ha formato. In modo che la realtà, che per avventura si afferma dell’idea, è pur sempre la stessa realtà del particolare, non perduta di vista nel processo della generalizzazione."
      },
      {
        "index": 35,
        "text": "Del Vero noi discorriamo così perché siamo positivi. Noi cioè discorriamo del Vero in quanto è un fatto umano. I metafisici invece pretendono di fare assai più; essi pretendono di parlare di un altro Vero; di un Vero che trascende l’uomo e le cose. Vana pretesa; di quest’altro Vero essi non hanno mai potuto vedere né orma, né traccia; mentre, che si sappia, sono sempre restati uomini. E quello che essi chiamano il Vero trascendente ed assoluto è ancora inesorabilmente lo stesso Vero dell’uomo; solo che, per ingrandirlo e portarlo al di fuori e al dissopra di esso, ne hanno fatto una caricatura, o una assurdità. Per convincersene basta esaminare la dottrina dei teologi sulla verità, come la pongono in dio. San Tommaso d’Aquino, per citarne uno de’ più insigni ed autorevoli, insegna che dio è un essere sommamente intelligente; che quindi egli conosce, anzi comprende perfettamente, se stesso e tutte le cose; e che ha le idee necessarie a tale conoscenza; non particolari, ma universali; non molte, ma una sola, cioè quella, onde intende se stesso. E che poi siffatta idea divina, unica e generalissima, è in dio lo stesso intendere suo; e l’intendere, la sostanza di esso; e che tale sostanza è reale, anzi la realtà per eccellenza. In una parola, che in dio il maggior grado possibile di universalità ideale coincide col maggior grado possibile di concretezza reale. Ossia un assurdo perfetto. Chi parla di conoscere e di idee, di astratto e di concreto, di mentale, e di reale, parla in sostanza non d’altro, che di quei fatti umani, onde ciascuno di noi ha esperienza. Di quei fatti, onde il psicologo conosce le leggi e le proprietà. Dovunque e comunque si applichino quei fatti, perché l’applicazione ne sia ragionevole ed abbia senso, è necessario farla, salve le leggi e le proprietà loro già conosciute. Così, in un altro ordine di cose, può benissimo l’astronomo applicare i fatti della gravità, sperimentati vicino a lui in terra, anche molto lontano, in cielo. E nulla vieta, che, trattandosi di distanze, di grandezze, di velocità infinitamente maggiori, ingrandisca infinitamente anche le proporzioni dei fatti stessi. Ma senza alterarne le leggi. Il far ciò sarebbe la più grande stoltezza, che potesse commettere uno scienziato. Secondo ciò che abbiamo dimostrato, le due parole, realtà ed idealità, significano nel fondo la stessa cosa; cioè il fatto del sentire. Significano questo fatto, e null’altro. Ma sotto un aspetto diverso. Quando si dice, realtà, si intende il fatto in se stesso, ossia come oggetto. Cioè il fatto, come è dato nella sensazione, nella quale, sia che si consideri isolato, sia che si consideri unito ad altri coesistenti o succedenti, apparisce nella sua particolarità e singolarità. Sicché la realtà va colla particolarità. Più è la particolarità e più è la realtà. Quando invece si dice, idealità, si intende il sentito, non in quanto è un fatto in se stesso, ma in quanto è concepito, come lo stato o l’affezione del soggetto. E il sentito tanto più è concepito come uno stato o una affezione meramente soggettiva, quanto più perde della sua oggettività, ossia quanto più diventa e indeterminato e generico. Onde l’idealità cresce col crescere della astrattezza della rappresentazione. Ne viene quindi, che, nel senso che si dà nel nostro discorso delle due parole realtà e idealità, esse stanno fra loro in senso inverso, e che quindi il dire, che, dove è somma la idealità è pur somma la realtà, è una contraddizione nei termini. Contraddizione, che, come dicevamo, brilla nella dottrina enunciata di S. Tommaso e dei teologi sulla verità, come la pongono in dio. Altrettanto e più potrei dire delle dottrine filosofiche analoghe dei metafisici. Dell’Ente, contrapposto all’Esistente, Gioberti e i dualisti, dell’Essere in genere i panteisti, come Hegel, dicono presso a poco ciò che dice S. Tommaso di dio. Cioè vi hanno portato una verità, che ebbero l’illusione di credere più vera del Vero mentre non è che quella presa dall’uomo, messa per giunta in caricatura. E hanno detto, che ivi la massima possibile universalità ideale conviene colla massima possibile determinatezza reale. Cioè il più solenne degli assurdi. Meglio dunque restar positivi, e contentarsi di un Vero più umile, vale a dire di quello che non è, se non un semplice fatto umano."
      },
      {
        "index": 36,
        "text": "Qui, prima di perdere di vista le idee enunciate, cade in acconcio di fare una osservazione, che spiegherà e giustificherà un detto da noi più volte ripetuto, e sarà un’altra prova della eccellenza del nostro metodo, e della verità delle nostre induzioni. Parlando della materia, e anche dello spirito, abbiamo asserito, che sono meri astratti mentali, che noi oggettiviamo, ossia consideriamo, come delle realtà per sé, e indipendentemente dal nostro pensiero, e di tale oggettivazione non abbiamo detto se non, che è un processo reale della nostra mente. In seguito, ottenuto per le vie induttive l’astratto superiore dello schema psicofisico, abbiamo soggiunto, che lo ritenevamo come una realtà vera, come avevamo fatto per gli altri due astratti. Or bene; se allora, per legittimare le oggettivazioni in discorso, ci siamo rimessi al fatto psicologico, che ce lo attestava, adesso possiamo giustificare il detto fatto, spiegandolo e dimostrando in che modo debba essere inteso, è per un arbitrio ingiustificabile, è per una illusione, vincibile, o è per una ragione logica solida, che si dà, per esempio, all’astratto, materia, una realtà oggettiva? È evidente darsi per una ragione logica solidissima. I dati particolari, sui quali è fondata l’astrazione, sono reali. Se nel processo astrattivo si mantiene sempre la determinazione ossia la nota della realtà, questa, può e deve essere ancora affermata, insieme alle altre note serbate, a quel qualunque grado di astrazione, a cui facciamo sosta. Per cui c’è dell’improprietà nella espressione: La mente oggettivizza l’astratto, materia. Sarebbe più giusto dire: La mente non desiste dal considerare come reale l’oggetto del suo lavoro astrattivo."
      },
      {
        "index": 37,
        "text": "Spiegando così il fatto della oggettivazione, lo giustifichiamo; non solo, ma ne diamo il valore vero. C’è una grandissima differenza tra la realtà, che si ha nel fatto, e quella, che si riconosce nell’astratto. Ciascun fatto è un reale per sé; la sua realtà è individua; non si può, né allargarla, né restringerla, senza distruggerla. L’astratto è reale per partecipazione, ossia in grazia del puro fatto particolare. La sua realtà la possiede, perché sia quel dato astratto. Non verrebbe meno perdendo della sua astrattezza, cioè facendosi più speciale, o aumentandola, cioè facendosi più generale. Ecco perché, affermata la realtà delle diverse qualità dei corpi, la realtà stessa rimane, anche facendo scomparire i corpi molti e vari per averne la unica materia, che li assorbisce tutti nell’essere suo più generico; ecco perché, affermata la realtà della materia, come tale, dello spirito, come tale, noi abbiamo potuto, senza perdere la realtà, fondere i due concetti in quello psicofisico. Nel quale, se scompaiono le specialità distinte della materia e dello spirito, a quello stesso modo che, nell’idea della materia, si offuscano le differenze del corpo solido, del liquido e dell’aeriforme, resta però sempre la nota della realtà; sicché possiamo a tutto diritto parlare, non solo di concetto psicofisico, ma anche di sostanza psicofisica."
      },
      {
        "index": 38,
        "text": "Ed ecco anche una luminosissima conferma dei nostri principi. Il fatto ha una propria realtà per sé. Una realtà inalterabile, una realtà che siamo costretti ad affermare tale quale è data e la troviamo; coll’assoluta impossibilità di toglierne o di aggiungervi nulla. Dunque il fatto è divino; come sentenziammo sopra una volta, Vincendo ogni timore ed ogni esitazione di farlo, quantunque ai più suoni la sentenza verissima, come una bestemmia. E l’astratto invece lo formiamo noi; possiamo formarlo più speciale o più generale, di una varietà o di un’altra, come vogliamo. Dunque, come soggiungevamo, l’astratto, l’ideale, il principio, è umano. E quindi, come il fatto è nella cognizione e nella scienza il termine fisso e da cui si deve partire, così l’astratto (e quindi anche il cosidetto soggetto dei fatti) è un termine a cui si può arrivare; ma un termine instabilissimo che può essere riformato ed oltrepassato."
      },
      {
        "index": 39,
        "text": "Ma qui io devo, prima di passare all’ultima conclusione del libro, rendere ragione di una apparente contraddizione, che si trova tra questa parte di esso, nella quale affermo, che anche le note della materialità vanno comprese nella generalità degli atti psichici, ossia sono nostri pensieri, e che quindi l’essere tutto quanto, per ciò che ne sappiamo, si riduce al dato psichico della sensazione, e quell’altra, in cui abbiamo considerato, come distinto, il genere dei fenomeni psichici o interni, sintetizzati nell’idea dello spirito, dal genere dei fenomeni non psichici o esterni, sintetizzati nell’idea della materia; e tanto, che, invece di far entrare questi ultimi nel genere di quegli altri, come sarebbe convenuto, stando alle cose dette in quest’ultimo paragrafo, abbiamo cercato la sintesi loro in un terzo concetto; cioè nel concetto della sostanza psicofisica, che non è propriamente, né lo spirito né la materia; e quindi, l’essere, lo facemmo consistere in essa, terza sostanza."
      },
      {
        "index": 40,
        "text": "Le due parti non si contraddicono; ma si illustrano e si completano l’una per l’altra. In fondo il risultato ottenuto per la seconda delle due vie differenti è identico al primo. Qui abbiamo un esempio di ciò che avviene sempre nella ricerca induttiva. Si può partire da analisi diverse della realtà, ed arrivare alla conclusione medesima. Ed è un argomento fortissimo della bontà di esso metodo, e della verità delle conclusioni, a cui conduce. Salendo alla sostanza psicofisica, non siamo usciti menomamente dal genere dei dati psichici della sensazione, poiché questa sostanza psicofisica non è, che la sintesi dei fatti interni ed esterni, che tutti, come mostrammo, sono dati della sensazione. Soltanto, ponendo la sostanza psicofisica, abbiamo trasceso l’idealismo; cioè abbiamo indicato, che, se il contenuto della nostra cognizione in fine dei conti è il solo dato psicofisico della sensazione, questo dato però non è essenzialmente soggettivo, come dicono gli idealisti, e come potrebbe parere, stando semplicemente a quanto ci è occorso di dirne nel paragrafo presente; ma è indifferentemente soggettivo ed oggettivo; è anteriore a ciò che si chiama io, e non io; ossia diventa o l’uno o l’altro per quel meccanismo del processo conoscitivo, a cui molte volte abbiamo fatto allusione, e pel quale il sensibile ora ci appare interno ed ora esterno."
      },
      {
        "index": 41,
        "text": "Così, come dicevamo, la sintesi superiore dei fatti dei due ordini, fisico e morale, induttivamente ottenuta, ci dà un concetto dell’essere, che coincide sostanzialmente (ma senza lo svantaggio della illusione idealistica) con quello che si trae dall’analisi degli atti della coscienza. Che se tale coincidenza di risultato dei due differenti processi induttivi ci arreca, nell’avvertirla, una forte compiacenza mista di sorpresa, ciò poi, che non si può senza immensa maraviglia considerare, si è che, per la via dell’induzione, cioè di un metodo, che va senz’ala si arrivi a quella unità dell’essere trascendente ed abbracciante il me e il fuori di me, a quell’assoluto, se così piace chiamarlo, veramente positivo e reale, a quell’EN KAI PAN al quale indarno aspirarono, malgrado l’ingegno divino e gli sforzi maravigliosi, i più grandi filosofi aprioristi."
      },
      {
        "index": 42,
        "text": "Alessandro di Humboldt finisce, come tutti sanno, il suo grande quadro del Cosmos, arrestandosi, come egli dice, al limite ove incomincia la sfera dell’intelligenza, e donde allo sguardo si presenta un mondo diverso; limite che egli segnala, ma non ardisce varcare. E ciò perché non gli venne fatto di uscire da quell’ordine ristretto di idee, in cui vedemmo sopra aggirarsi, con tutti si può dire i psicologi, anche empirici, fino ad ora, Griesinger e Tyndall. Ma allo sguardo, audace insieme e sicuro, del filosofo positivo, che abbia trovato il modo di trascenderlo, e di mettersi ad osservare le cose da un punto di vista assai più elevato, scompaiono, come per incanto, le barriere, che pareva dividessero insuperabilmente la natura dall’intelligenza. E le due sfere, credute fino ad oggi, come a dire, soprannaturali l’una all’altra, non ne fanno più che una sola, e l’intelligenza apparisce anch’essa, al pari di tutte le altre cose, vera e pretta natura."
      },
      {
        "index": 43,
        "text": "Diciamo, che il filosofo positivo può già essere in grado di abbracciare in un solo concetto il mondo fisico e quello del pensiero. Ma non per una delle solite illusioni dei metafisici, che più volte credettero, sognata qualche vuota e strana astruseria, di esser giunti, per essa, a disvelare l’arcano della essenza e della causa delle cose. Il concetto sintetizzante del positivista non riguarda menomamente tale arcano, che egli sa e dichiara altamente essere affatto impenetrabile. Egli l’ha ottenuto applicando allo studio del pensiero quel metodo medesimo, che i naturalisti, ed Humboldt stesso seguirono nello studio della natura materiale. Quel metodo, che indicammo fino dal principio del libro, e che consiste nell’osservare i fenomeni e nel rilevarne la somiglianza, la consistenza e la successione. Le forme dei fenomeni, studiate nelle loro somiglianze, hanno lasciato vedere, al disotto di sé, una forma fondamentale unica, che le genera tutte, per quanto varie all’infinito, colla semplice sua reduplicazione. Dallo studio dei fenomeni coesistenti risultò, che gli esseri in apparenza più diversi ed opposti costituiscono un ordine unico di cose. Ed un congegno unico di forze, malgrado la difformità e contrarietà apparente, si manifestò pure dallo studio delle successioni dei fenomeni dovunque e comunque osservate. Di qui, e solo di qui, il filosofo positivo trasse la sua conclusione, che tanto il mondo della materia quanto quello del pensiero si comprendono nello stesso concetto della natura, sia che vi si consideri la forma dell’essere, o l’ordine delle cose, o il congegno delle forze."
      },
      {
        "index": 44,
        "text": "Ho detto in primo luogo, che le forme dei fenomeni studiate nelle loro somiglianze hanno lasciato vedere al disotto di sé una forma fondamentale unica che le genera tutte, per quanto varie all’infinito, colla semplice sua reduplicazione. E in vero, tutto ciò che si conosce del mondo fisico si riduce a delle pure fenomenalità, come dimostrammo nella seconda parte del libro. E a pure fenomenalità si riduce del pari tutto ciò che si conosce del mondo del pensiero, come dimostrammo nella terza. E, siccome ciò che si dice la percezione del fenomeno esterno, è per sé un atto in tutto e per tutto soggettivo o psichico, e non contiene nulla che sia altro da ciò, come fu insieme più volte spiegato, così la fenomenalità esterna, ossia il mondo fisico, in quanto è da noi conosciuto (e non è ragionevole parlarne se non in quanto è conosciuto), viene ad essere un semplice atto psichico, ovvero un nostro pensiero, ne più ne meno della fenomenalità della coscienza. E così resta stabilito, che, per la cognizione, non esiste, che un solo grande genere di oggetti conosciuti e conoscibili; il genere degli atti psichici. Genere però diviso nelle due grandi specie, degli atti relativi al mondo esterno, e di quelli relativi al mondo interno. Se non che una osservazione più inoltrata e profonda, come accennammo, ripetutamente, ci rende accorti, che tale divisione non è assoluta, e non rappresenta punto una differenza fondamentale nella natura dei e dei secondi. Ci rende accorti, che la differenza è fatta e non nata; e che è un puro effetto del lavoro e dell’esercizio cogitativo, onde si ingenera l’abitudine di associarti e quindi di riferirli diversamente. Tanto che quelle, che nella coscienza adulta appariscono due specie distinte di atti, in sé e nella coscienza primitiva, ossia prima che vi siano formate le idee del me e del fuori di me, e l’abitudine di associare le sensazioni, quali a questo, quali a quello, in realtà costituiscono una specie unica di atti. Una specie unica di atti, che, precedendo, in quanto unica, quello stato della cognizione nel quale il mondo dell’intelligenza è distinto dal materiale, e costituendo quella realtà, che è atta ad atteggiarsi, ora come realtà fisica, ora come realtà psichica, abbiamo designato col nome di specie o di realtà psicofisica. Ora, siccome gli atti in discorso, dai quali emergono tutte le rappresentazioni, per quanto molteplici e varie, relative al me e al fuori di me, sono quelli che si chiamano le percezioni dei diversi sensi, così queste percezioni, ed esse solamente, sono gli elementi psichici, o più propriamente psicofisici, comuni, che costituiscono gli oggetti conosciuti dal pensiero, vale a dire tutte le fenomenalità, tanto le fisiche quanto le mentali."
      },
      {
        "index": 45,
        "text": "A questo punto l’analisi psicologica positiva riesce, per la realtà psicofisica, ad una conclusione analoga affatto a quella, a cui è riuscita l’analisi chimica, per la cerchia più ristretta della realtà materiale. Gli antichi ammettevano quattro diverse nature materiali: la terrosa assolutamente pesante, la ignea assolutamente leggera, e le altre due intermedie, l’acquea e l’aerea. Oggi la chimica, in terra ed in cielo, nei minerali solidi e gazosi e nei corpi vivi vegetali ed animali, non riconosce più che una specie sola di materia, cioè la materia pesante. Solo che, invece di quattro sole forme elementari, ve ne riscontra oltre sessanta. Così la psicologia. Non più due mondi diversi, il mondo della coscienza e quello della natura; e in ciascuno più specie di cose tra loro opposte, come nella natura la materia e la forza, e nella coscienza il senso, l’intelletto, il volere, e via discorrendo; ma un mondo solo, il psicofisico, formato di una specie unica di elementi, cioè delle sensazioni, senz’altro. Le sensazioni però, non cinque sole, come si diceva una volta, ma un numero assai più grande, come dimostrerò a suo tempo. Ma la chimica, come sappiamo, non si arresta ormai più ai detti moltiformi elementi; e si sente da molte ragioni condotta a supporre, che quegli stessi numerosi elementi che ha trovato nell’analizzare i corpi naturali, non siano poi altro che altrettante combinazioni variate di monadi materiali primitive, tutte uguali fra loro. Tanto che le varietà infinite dei corpi, e le proprietà sempre diverse delle sostanze, sarebbero ottenute nella natura dalla semplice reduplicazione di un genere solo di materialità. Ora io dico, che non dissimile, anche in ciò, è la posizione della psicologia sperimentale. Anch’essa è in grado ormai di supporre, molto ragionevolmente, che al disotto delle forme sensitive elementari dissomiglianti, si nasconda una forma fondamentale unica, che le generi tutte, colla semplice sua REDUPLICAZIONE."
      },
      {
        "index": 46,
        "text": "Dirò qui più chiaramente ciò, che ho già appena accennato in un luogo del presente libro, e che dimostrerò più a lungo un’altra volta. Anche nella psicologia si incontra un fatto comunissimo nella chimica. Due o più cose unite insieme, ne formano un’altra, che ha apparenze e proprietà differentissime, da quelle delle componenti. La cosa pare incredibile, ma è vera. Lo stesso Go5the non poteva persuadersi di quanto aveva annunciato Newton; vale a dire, che dei colori carichi e foschi, come il rosso, il verde e il violetto, sovrapponendosi, producessero un colore leggero e chiaro, come il bianco. Ma è come maravigliarsi che, combinando l’idrogeno, atto ad essere bruciato, e l’ossigeno atto a bruciare, si fornì l’acqua, che né brucia né lascia bruciare. Maravigliarsene è permesso, dubitarne no. Il fatto enunciato non si verifica soltanto per le sensazioni visive. Si verifica anche per tutte le altre sensazioni. Basti in prova ricordare le esperienze, colle quali Helmholtz ha dimostrato, essere i vari timbri dei suoni null’altro che la fusione variata, per così esprimermi, di diversi suoni elementari. Insomma quel fatto è una vera legge delle sensazioni. Anzi dirò di più; dirò addirittura, che è una legge dell’umano pensiero. A chi non ne fosse convinto, farei solo riflettere, quanto ha dovuto faticare l’analisi psicologica per fare la scoperta, che le idee molto astratte, come, per esempio, quelle della materia e della forza, e perfino gli schemi del tutto puri, per usare la parola che uso, come quelli dello spazio e del tempo, non sono altro nel fondo, che mere associazioni di colori, di suoni, di toccamenti, di piaceri, di atti volontari, e via dicendo. La difficoltà della scoperta era prodotta dall’aspetto differentissimo assunto dagli elementi costituenti in ciascuna specialità di composizione."
      },
      {
        "index": 47,
        "text": "Né si creda che nella sensazione complessa, per ciò che essa è affatto disforme dalle componenti, queste non sussistano tuttavia nella loro propria specialità e coscienza; e siano scomparse, e sia entrata di pianta nel luogo loro la detta sensazione differente. La quale, però, non debba già essere considerata un complesso e un risultato delle prime, ma sibbene una sensazione nuova, ed in sé una ed indivisibile. No. Essa è veramente una sensazione, complessa, un risultato della reduplicazione delle sensazioni costitutive; un tutto composto e non una nuova ed indivisibile unità. Precisamente come una combinazione chimica nella quale l’apparenza e la proprietà speciale del tutto, come tale, sta colla conservazione perfetta, nel loro essere, delle sostanze componenti. Su di ciò non cade più dubbio. Se si guarda e si vede un oggetto bianco (e ciò che siamo per dire, vale anche per ogni altro colore composto), la minima alterazione o nella forza sensitiva dei coni della retina, relativa ad uno dei colori semplici componenti, o nella dose di questi, produce immancabilmente una variazione nel bianco stesso. Non resta più il bianco di prima. E ciò per infinite gradazioni; per tante quante sono le combinazioni possibili in più o in meno della sensibilità, della partecipazione, della eccitazione delle parti dell’organo visivo. Cioè il bianco stesso non è mica una sensazione speciale ed unica, che, o si abbia tale quale, o non si abbia punto. È essenzialmente un composto, che, qualunque alterazione avvenga nei singoli componenti, ne rappresenta sempre matematicamente la somma. E di ciò quante prove. Per tutti i sensi è già in grado di fornirci la scienza mercé le scoperte già fatte sulla natura e sulla disposizione delle parti più minute degli organi percipienti, sulle variazioni molecolari corrispondenti alle qualità sensibili delle diverse sostanze, e sulle vibrazioni dei mezzi elastici, che danno luogo alle sensazioni."
      },
      {
        "index": 48,
        "text": "Ora questa legge, dominante nella produzione delle sensazioni composte, che vieta di estenderla anche a dar ragione della produzione di quelle fin qui chiamate elementari? Che vieta di considerare queste ultime, non più elementari, ma composte pur esse, e risultanti da una reduplicazione di un medesimo genere di sensazioni elementarissime. In modo che ogni differenza dipenda, non dalla dissimile natura di diversi componenti, ma solo dal modo variato, onde un medesimo componente si reduplica nella composizione. Non c’è nulla che lo vieti. Nulla; come al chimico niente impedisce di supporre, che le sue sostanze elementari siano altrettante combinazioni variate di monadi materiali primitive, tutte eguali fra loro. Non si hanno, è vero, ancora della detta teoria psicologica, prove abbastanza numerose e sicure; no certo. Ma nulla osta che si accetti come una buona ipotesi; e tutto induce a farlo. Negli organi della sensazione, e negli stimoli, che li eccitano, la scienza non trova più le differenze di natura, che loro si attribuivano una volta. Il vero organo del senso è sempre costituito da fibre della stessa materia nervosa e della stessa forma, le quali (parlando più specialmente di quelli che più comunemente si chiamano organi dei sensi, il che basta pel nostro intento presente) agiscono tutte per iscotimento impresso alla loro estremità periferica. Poiché lo stimolo è infine sempre un movimento, e nient’altro. Un movimento etereo, come nelle sensazioni della vista e della temperatura; un movimento nell’aria, come nei suoni; un movimento molecolare chimico, come nel gusto e nell’olfatto; un movimento meccanico, come nelle varie sensazioni tattili della resistenza della materia. Ragione per cui nelle dette fibre l’unica differenza che si incontra, cioè quella della conformazione della loro estremità, è determinata dal genere di movimento che sono destinate a ricevere. Ora, se la sensazione, come è certissimo, è l’equivalente, tanto rispetto alla quantità, quanto alla qualità, delle funzioni fisico-chimico-psicologiche a cui consegue, e queste sono in tutte le sensazioni le medesime, e variano, non nel quale, ma nel quanto, sicché dovrebbero tutte le sensazioni essere uguali nella forma, e solo diverse nella intensità, per togliere la contraddizione tra due fatti certi, quello delle differenze specifiche delle varie sensazioni e quello dell’identità dei loro coefficienti, non ricorreremo alla legge in questionar che, d’altronde, è una legge generale del pensiero umano, dandole una maggiore estensione e immaginando, che le cosidette sensazioni elementari siano in effetto sensazioni composte; e composte variamente di un certo numero di sensazioni primitive identiche; e che si debba alla varia reduplicazione di queste l’aspetto diverso di ciascheduna di esse?"
      },
      {
        "index": 49,
        "text": "Fino a tale altissima idea può sollevarsi, come dicevamo, progredendo induttivamente, il filosofo positivo. Tutte quante le fenomenalità conosciute e conoscibili, che sono infinite per numero e per forma si riducono a poche specie di sensazioni; e ciascuna di queste specie è una combinazione disforme di una qualità sola di elementi primitivi. Ovvero, per dirlo in una parola, l’uno è il tutto. Cioè nella natura, per una divisione di lavoro sempre crescente, crescente sino all’infinito, la perfetta omogeneità del reale si trasmuta in una varietà sterminata di apparenze, in modo che il massimo della diversità vi coincida col massimo della medesimezza."
      },
      {
        "index": 50,
        "text": "Tesoro immenso di medesimi, onde emergono i diversi inesauribilmente; arte ammirabile di farli emergere! Chi saprebbe dire quanto piccola parte sia, dell’essere tutto quanto, la vita di un uomo solo? E quanto piccola parte di tutte le sensazioni e di tutti i pensieri della vita di un uomo sia poi un suo sguardo nel cielo di un qualche centesimo di secondo? Eppure chi potrebbe computare il numero dei fatti elementari, che nascono e si succedono in quello sguardo fugacissimo, che pure è, una parte infinitamente piccola della vita di un essere infinitamente piccolo? Non si tenga conto delle idee che si associano nell’adulto alla visione. Si avrebbe da fare con troppe cose. Si tenga conto unicamente della quasi inapprezzabile sensazione presente. Si noti soltanto, che in quello sguardo sono eccitati si può dir tutti i cinquecentomila bastoncini delle retine; cioè che non vi si ha una sensazione sola, ma bensì cinquecentomila. E che ciascuna di tali cinquecentomila piccolissime sensazioncine, che non possono esser semplici, come dimostrammo, devono di nuovo essere il complesso di chi sa quante ancor più piccole sensazioni primitive fondamentali. E che poi nello spazio, di qualche centesimo di secondo le impressioni, ricevute in un solo bastoncino dall’etere vibrante, ascendono a più bilioni. Tanti e di sì estrema piccolezza sono i primissimi elementi, che la natura diversissimamente compone, per costruirne le differenti sensazioni; e quindi poi, con reduplicazione sempre più raddoppiata, tutti quanti i pensieri immensamente molti e disformi dell’uomo."
      },
      {
        "index": 51,
        "text": "La natura poi non effettua il lavoro di composizione degli elementi primissimi del pensiero in tutti gli esseri animati ugualmente, e del pari che nell’uomo. Come in questo presenta il maggior prodigio della sua arte combinatrice, così nella scala degli esseri animati ci offre a contemplare la sapienza del processo, onde ottenne il suo ultimo e più grande risultato, l’intelligenza umana. La varietà psichica, che appare in una specie di esseri animati, se è più perfetta di un’altra, è il punto a cui è giunto, progredendo a poco a poco, il lavoro componente della natura; se è solo parallela ad un’altra, un modo diverso nel quale ha mostrato, quasi provando, come si possa condurlo in altro modo, partendo da un punto dato. Onde si vede in che rapporto stia il pensiero umano coll’attività psichica di tutti gli altri esseri animati. Nella celletta microscopica, che vegeta da sé, l’elemento vegetativo è anche l’individuo vegetante. Nelle specie vegetali più elevate gli individui constano di un numero di cellule sempre maggiore. Chi sa dire quante ve ne siano in una quercia annosa e gigantesca? Quante siano le cellette vegetative, che servirono a comporre la quercia, non si saprà dire, a motivo del numero troppo grande delle stesse. Si sa però che si fu solo con tali cellette, e senz’altro di più, che la natura la edificò. Lo stesso si può dire delle specie più perfette, e nella scala delle produzioni chimiche, e nella scala delle produzioni zoologiche. Lo stesso in somma da per tutto, nelle opere più progredite della natura. Lo stesso nel pensiero dell’uomo. In esso il numero degli elementi psichici primitivi è tale che non si potrebbe neanco immaginare; ma tuttavia esso pensiero non contiene altro in sé fuori di siffatti elementi, che egli, malgrado la superbissima sua condizione, possiede in comune colla vilissima monade, vivente, invisibile all’occhio, nei gorghi, per essa vasti e profondi, di una gocciolina di acqua. Per cui la natura speciale e la perfezione propria dell’essere psichico umano non consiste già nella massima sua semplicità, come universalmente si crede e dagli spiritualisti trionfalmente si dice, ma bensì nella massima sua complessità."
      },
      {
        "index": 52,
        "text": "La semplicità massima si avrà piuttosto nel protozoo microscopico, in cui non è supponibile, che siano sensazioni, se non di quelle primitive oltremodo tenui, che dicemmo. Le quali in esso possono benissimo essere avvertite, per la ragione che la coscienza non ne è occupata da altre raddoppiate più intense. Il mondo perciò sarà per tali esseri estremamente silenzioso, distinguendovisi delle voci eccessivamente tenui; ed estremamente monotono, perché appreso sotto la forma di una sensazione sola; ed estremamente angusto, cioè ristretto al punto unico, che sente attualmente. Negli esseri animati poi, che stanno più in su, in serie progressive, fra il detto protozoo e l’uomo, le sensazioni si vanno sempre più raddoppiando e variando e oggettivando; e quindi il mondo si fa dall’uno all’altro, più romoroso, vario ed esteso. E nell’uomo lo è al massimo grado. Egli non s’accorge delle voci più ingenue e più vere della natura, che si fanno ascoltare soltanto nelle solitarie e mute coscienze degli esseri inferiori. Il frastuono delle cortissime sensazioni glielo impedisce. A lui la natura si presenta colle seduzioni affascinanti di forme, quasi direi con magica arte simulate, ond’egli vive in un incanto, che lo toglie a se stesso. Incanto sublime, pel quale il mondo monotono e desolante dei freddi atomi, che lo costituiscono, si colora, si ravviva, si moltiplica in mille e mille modi diversi; e si allarga d’ogni intorno infinitamente lontano; e si presenta all’uomo, come un campo di cui egli è il padrone, e che egli sente di possedere, nel presente colla sensazione attuale o percezione, nel passato colla sensazione riproducentesi o memoria, nell’avvenire colla sensazione abituale o scienza."
      },
      {
        "index": 53,
        "text": "Tale l’unità dei due mondi, della natura e dell’intelligenza, risultante dallo studio delle somiglianze dei fenomeni. Or poche parole ancora della unità, che apparisce nello studio della loro consistenza e successione. La cosmologia, prendendo la parola nel senso, che ha nell’opera citata di Alessandro di Humboldt, trova, che le esistenze e le attività effettive, che si offrono alla osservazione in terra e in cielo, distribuite secondo la condizione propria di ciascheduna, costituiscono una serie graduata e continua, che ritorna al suo principio; vale a dire un circolo di realtà nello spazio e nel tempo. E questa legge universale del circolo cronotopico del cosmo vige, variamente applicata, in ogni sfera subordinata di esso; e quindi anche nella biologica."
      },
      {
        "index": 54,
        "text": "Indistinti e senza forma, sono diffusi nella massa leggiera, instabilissima ed uniforme dell’aria i principio, onde, coll’ajuto di alcune sostanze inorganiche del suolo, quali il ferro, la soda, la potassa, la silice, la calce, la magnesia, il fosforo, lo zolfo, si formano le piante e gli animali. Questi principi sono l’azoto, il carbonio, l’idrogeno e l’ossigeno; o liberi, o combinati in acido carbonico, acqua, ammoniaca. Tratti dall’aria, col mezzo di processi d’assorbimento semplicissimi ed entrati nel circolo della vita, negli stadj successivi di essa passano per combinazioni chimiche più e più variate e complesse; e con ciò vanno anche assumendo forme e proprietà sempre nuove e più importanti; finché da ultimo, consumate per l’esercizio di quelle stesse prerogative, che avevano acquistato perfezionandosi, si disfanno, e tornano di nuovo nell’aria. E da essa poi, in seguito, ancora con vece assidua al circolo di prima."
      },
      {
        "index": 55,
        "text": "L’acido carbonico, l’acqua e l’ammoniaca si trasformano, pel processo disossidante della vegetazione, in amido ed albumina. E queste sostanze, nelle operazioni digestive ed assimilative dell’organismo animale, si trasmutano, per la combinazione via via crescente dell’ossigeno respirato, in adipe, in fibrina, e in quelle altre, che si trovano nel sangue e che, variamente modificate per la presenza dei principi inorganici commisti, ne compongono i tessuti molli moltiformi e le ossa. Per l’ulteriore combustione poi, importata dalla stessa attività degli organi, gli elementi istologici non azotati si risolvono in acido carbonico, e gli azotati in urea ed ammoniaca. E così, nella progressione delle formazioni organico-vitali, si ha una serie graduata e continua di sostanze e di funzioni prima, ascendendo, dall’aria ai corpi vivi; poi, discendendo, da questi all’aria medesima."
      },
      {
        "index": 56,
        "text": "La serie è graduata. E ciò tanto se si considera come una progressione di sostanze, quanto se si considera come una progressione di funzioni. Chi dice materia dice anche forza; e viceversa. E così chi dice sostanza, ossia una data specificazione della materia, dice, anche funzione, ossia una data specificazione della forza. E viceversa. Ché ciascuno dei due termini suppone l’altro. Onde, sé da un lato la molecola elementare plastica dei tessuti animali, tanto complessa e trasformabile, si collega agli elementi semplici ed inalterabili dell’idrogeno, dell’azoto, del carbonio e dell’ossigeno per via della cellulosa e dell’ammoniaca e delle formazioni di mezzo; e l’individuo vivente alla molecola organica per gli organi, i tessuti, le fibre e le cellule; e la specie umana all’infima vegetale per le intermedie; dall’altro, fra la estrema instabilità di equilibrio atomico della molecola azotata proteiforme e la rigidezza chimica dei principi dell’aria, troviamo dei gradi tramezzanti di plasticità, come nella cellulosa, base della economia vegetale e, tra la vita dell’individuo e la mera attività molecolare della materia, organizzata, le proprietà dei tessuti e le funzioni degli organi; e, tra il pensiero dell’uomo e la semplice endosmosi della monade vegetale, le gradazioni infinite delle funzioni vitali degli esseri organizzati, e delle sensitive degli animali."
      },
      {
        "index": 57,
        "text": "Ela serie è poi anche continua. Vale a dire, ogni suo elemento è collegato necessariamente col precedente e col seguente. Ogni elemento, come dicevamo, è, nello stesso tempo, una sostanza ed una funzione. E, come sostanza, è il prodotto della funzione del precedente; come funzione, è il processo, che ingenera il seguente. L’elemento quindi, come sostanza, si collega necessariamente col precedente; come funzione, col seguente; perché è impossibile l’esistenza di una sostanza senza il processo della sua formazione, cioè senza la funzione della sostanza precedente; ed è impossibile la funzione di una sostanza senza che se ne modifichi la costituzione, ossia senza la produzione della sostanza consecutiva. La serie delle sostanze componenti il circolo biologico è quindi la rappresentazione simultanea nello spazio della serie degli atti successivi, pei quali è passata, o deve passare, una sola di esse; ossia i due circoli, della consistenza o dello spazio e della successione o del tempo, si corrispondono e si immedesimano."
      },
      {
        "index": 58,
        "text": "E da ciò apparisce, con piena evidenza, l’assurdità di separare la natura dalla intelligenza, e di farne due mondi diversi ed opposti, anziché due elementi connaturali e cointegranti di un mondo medesimo; per non dire due forme correlative di una stessa realtà. L’intelligenza è la funzione dell’organismo umano. Separarnela è distruggerlo; come è distruggere la sostanza separarne l’attività, che le appartiene. L’intelligenza è il processo, onde si consumano, o si riducono, per adoperare il termine chimico, i materiali degli organi, pei quali si attua il pensiero. Si può affermarlo, quantunque la scienza non sia ancora in grado di determinare con precisione la differenza tra la riduzione della materia muscolare, in seguito ad atti di movimento e quella della materia nervosa, in seguito ad atti di coscienza. Togliere di mezzo l’intelligenza tra la sostanza nervosa integra e la sua riduzione, è togliere un anello nella catena delle cause e degli effetti; è rompere il circolo naturale della vita; è negare, per questa parte, la legge universale del circolo cronotopico del cosmo. Tra la sostanza integra e la sua riduzione, sta di mezzo l’intelligenza, colla stessa necessità naturale, con cui, tra il ramoscello disseccato e le sue ceneri, sta di mezzo la fiamma, ond’esso, avvampando, si consuma."
      },
      {
        "index": 59,
        "text": "J. Moleschott, nel suo libro della circolazione della vita, scrive: \"Non facciamo noi opera pietosa quando esclamiamo al povero colono, che col sudore della fronte appena soddisfa ai primi bisogni della vita: Consolati; in quell’asciutto e povero pane tu possiedi già tutti i materiali, che occorrono per produrre e porre in opera le azioni più sublimi di cui sia capace una creatura terrestre? Forse è prosaico questo nostro trasformare ogni pasto in una cena eucaristica, per la quale la materia, priva di ogni pensiero, si trasforma, si transostanzia in un uomo che pensa; in cui adunque noi ci appropriamo veramente la carne e il sangue dello spirito, per trasmetterlo in tutte le parti del mondo, coi figli dei nostri figli?\" Il concetto qui espresso consuona perfettamente, col nostro, ed è verissimo. È, come dimostrammo, il risultato positivo dello studio dei fatti, considerati nella loro consistenza e successione. Ma è un concetto incompleto; perché non è subordinato all’altro più elevato, che emerge dallo studio delle somiglianze, voglio dire, al concetto della realtà psicofisica. Senza del quale non trova la sua spiegazione; e quindi rimane in quella luce imperfetta, in quell’antagonismo con altre idee pur vere, in cui l’abbiamo visto sopra presentato da Tyndall e Griesinger; e di cui profittano poi, con molto vantaggio, gli spiritualisti per combatterlo. Affatto al sicuro dagli argomenti di costoro non è il concetto medesimo, se non presso di noi, che enunciandolo, non solo lo presentiamo, come un fatto realmente osservato, ma anche, come un fatto, di cui possiamo dare una spiegazione rigorosamente scientifica."
      },
      {
        "index": 60,
        "text": "L’uomo pensa. Posto che sia il suo organismo, è d’uopo che sia anche il suo pensiero; precisamente come, posto, che esista un corpo, è d’uopo che pesi. L’osservazione costante della consistenza dei due fatti della coesistenza del corpo e del suo pesare, (e nient’altro fuori di tale osservazione) ci costringe a connettere in un solo concetto le idee del peso e del corpo. La medesima osservazione della consistenza dei due fatti ci costringe pure a connettere in un solo concetto le idee dell’organismo umano e del suo pensiero. Se v’ha errore in questo giudizio, v’ha anche nel primo. Se è necessario mettere di mezzo qualche cosa tra il pensiero e l’organismo è pur necessario metterne tra il peso ed il corpo. Identità di premesse non può soffrire diversità di illazione."
      },
      {
        "index": 61,
        "text": "Perfetta è l’analogia tra il fenomeno naturale del pensiero dell’uomo e l’altro del peso di un corpo. In ambedue i casi troviamo una forma speciale della forza, che si manifesta in una forma speciale della sostanza concreta. Se v’ha differenza, questa è tutta relativa alla legge della divisione del lavoro. Consiste cioè in un grado diverso di specializzazione della funzione dello stesso concreto, corrispondente alla specialità della sua costituzione. Poiché la natura, come più volte osservammo, si comporta come l’artefice; il quale riesce a condurre lavori, via via più perfetti, di mano in mano che impara a prepararsi stromenti migliori. Anche nella natura la forza che effettua le combinazioni, ognor più complesse e sapienti, degli elementi materiali, è da queste stesse combinazioni, quasi da stromenti dell’arte sua meravigliosa, trasformata in funzioni di indole sempre più speciale e squisita, che ne moltiplicano e ne maturano la potenza. E in vero, chi pensa alla forza nella sua indistinta totalità, pensa ad una forza di una grandezza sterminata, ma che non fa nulla. E il segreto della prodigiosa attività della natura, che tutto muove e tutto effinge, con efficacia irresistibile ed immensa, sta tutto in quelle energie, estremamente molte e varie, nelle quali la sua forza si suddivide e si specializza, distribuendosi nei concreti innumerevoli e prendendovi l’atteggiamento e l’indirizzo voluto da ciascheduno."
      },
      {
        "index": 62,
        "text": "Né tra il pensiero e l’organismo v’ha, come si crede universalmente, quella essenziale contrarietà di natura, che ne impedisca assolutamente la composizione in una vera unità naturale di realtà. No; perché l’uno e l’altro convengono nella stessa natura di realtà psicofisiche. La realtà psicofisica, nelle abitudini mentali, si sdoppia nelle due, del mondo interno e del mondo esterno. E quest’ultima del mondo esterno, di nuovo, nelle due altre della materia e della forza. E la materia e la forza sempre unite e pur sempre distinte, di conserva, si concretizzano nella infinità dei punti dello spazio e dei momenti del tempo, si svolgono nelle serie graduate e continue della circolazione dell’essere; si specializzano e manifestano gli aspetti prodigiosamente variati della realtà e virtù loro proteiforme nei generi delle cose. Per gradi; fino al punto culminante dell’esistenza, all’uomo; dove ciò, che, negli stadj inferiori dell’essere, chiamavasi la materia, diventa la persona o lo spirito. La persona o lo spirito, che è lo stromento più nobile della attività della natura. Lo stromento, pel quale tale attività si converte in intelligenza, ossia in facoltà creatrice."
      },
      {
        "index": 63,
        "text": "Per gradi, come dico, la forza si converte in intelligenza, ossia in facoltà creatrice. La forza nel rozzo ed informe minerale si manifesta nella sua forma più semplice. Il minerale si muove. Nell’organismo vegetante i movimenti della materia ricevono una direzione determinatissima, e collimano alla produzione di un’opera, della quale esiste già il piano sapiente nella specie stessa della pianta, improntata nel suo germe. Il vegetale fa. Nell’organismo animale, oltre la direzione stabile delle attività, onde si mantiene e si sviluppa l’individuo secondo la sua specie, altre ne sorgono che si aggiungono alla prima, e che sono l’effetto delle impressioni sensibili, causate dagli oggetti esteriori. In esso cioè l’impulso ad agire non nasce soltanto dalla forma intrinseca sua propria, ma anche dalle altrui, onde pei sensi è fatto partecipe. L’animale imita. Anche l’uomo ricetta nella sua immaginativa le parvenze delle cose, che lo circondano. Ma in lui, per la somma capacità di trasformarle, componendole e fondendole insieme nei modi più diversi, la immagine allettatrice non è più la stessa incolta effigie di ciò che è, quale si impronta primamente nel senso dal difuori, ma un tipo vago e geniale di ciò che non è ancora, quale lo pinge, con arte misteriosa e sublime, la mente al di dentro. L’uomo, in quella specialità di atti che lo caratterizza, segue l’ispirazione di una idealità; tende cioè ad incarnare una forma che non esiste, e a trarla, in certo modo, dal nulla. Che è quanto dire, che è la sua opera una creazione."
      }
    ]
  }
}
