{
  "chapterNumber": 3,
  "title": "Parte terza (Part Third)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Anche in riguardo ai fenomeni psicologici, come tutti sanno, è sostenuto il principio, che non sia possibile pensarli, se non in un soggetto. L’illustre Mamiani, per esempio, dice, su questo proposito, in un suo discorso del 1866 intorno a Kant; \" Nella cognizione è certamente incluso un atto....... Ma l’atto è spiegamento di una facoltà agibile, e la facoltà agibile s’incorpora in una sostanza\". Il Mamiani è talmente persuaso di ciò, che non dubita di soggiungere: \"Egli bisogna volersi accecare apposta dell’occhio mentale, per non vedere e non confessare, che la intuizione dell’atto del nostro pensare e conoscere è la più antica e la più immediata e sincera di tutta l’anima; e che d’altro lato è impossibile di intuire la connessione e l’intimità sua profonda col subbietto onde emana. Niuno può dividere queste cose che fanno uno; e chi lo tenta, invece di spartirle, le dissolve e distrugge."
      },
      {
        "index": 1,
        "text": "Per capir bene quanto valga un tale ragionamento, non è che analizzare il concetto di quest’anima, che si dà, come il soggetto metafisico logicamente indispensabile per pensare il fenomeno psichico. Come la materia non è altro, che una astrazione dei fenomeni fisici, così l’anima non è, se non una astrazione dei fenomeni morali. Quand’è che si è giunti a possedere questo concetto? Dopo una lunga esperienza dei fatti così detti interni. Non prima. E come si è formato? Chi viaggia in un paese montuoso vede prima davvicino, e ad una ad una, e in luoghi assai fra loro discosti, di mano in mano che loro si affacciano, le creste e le cime delle montagne. Dopo lungo cammino, se si guarda indietro, le vede poi tutte in una volta, e fuse, per, così dire, in una sola immagine lontana ed aerea, e disegnata sul medesimo piano. Nello stesso modo i pensieri e gli affetti, che occuparono un uomo lungo la sua vita, l’uno dopo l’altro, si fissano nella sua memoria, e vi formano, colle loro linee culminanti e come in un solo piano, un grande quadro, che si riflette di continuo nel fondo della sua coscienza. Il concetto dell’anima è tutto qui; la memoria confusa dei fatti psicologici sperimentati; una specie di compenetrazione mentale, in uno schema solo, delle qualità e dei generi loro. Insomma gli stessi fenomeni e null’altro. E in ciò è anche tutta la ragione della contrarietà, che si riscontra tra l’anima, concepita come spirito, e la materia. Questa è l’astratto dei fenomeni fisici, che implicano l’estensione; e quella è l’astratto dei fenomeni morali, che la escludono. Si possono sfidare tutti quanti i metafisici a trovare un solo elemento nel concetto dell’anima, che non sia, in tutto e per tutto, un mero fenomeno. Anzi di più si può dire, ciò essere indirettamente da loro conceduto, quando sono costretti a confessare, che l’essenza dell’anima è, non solo sconosciuta, ma affatto inconoscibile. L’argomento in contrario preso dalle cosidette idee metafisiche, o categorie della mente, come quelle dell’essere, della sostanza, della causa, e via discorrendo, che si pretende contengano di più di ciò che può essere dato dalla esperienza, svanisce affatto davanti alla loro analisi positiva, come mostrerò a suo tempo. Dov’è dunque la necessità logica di un soggetto metafisico per pensare il fenomeno, poiché in ultimo si prova, che noi effettivamente pensiamo solo dei fenomeni senza soggetto?"
      },
      {
        "index": 2,
        "text": "Io qui voglio limitarmi alla questione di fatto. Se ciò, che sorge nel nostro pensiero, quando diciamo l’anima, è uno schema composto interamente di rappresentazioni di fatti, a che perderci in discussioni metafisiche? Forse, per evitare di essere chiamati idealisti e scettici, ci incombe l’obbligo di spiegare il fatto psicologico della oggettivazione di tale astrazione. Ma noi non vogliamo fare se non una questione alla volta. E se, per avventura, la scienza ha ben chiaro un punto e non un altro, noi da buoni positivisti, incominciamo dall’affermare il primo; aspettando quanto al secondo, a pronunciarci, quando ne sapremo abbastanza. Il primo pensiero del positivista non è mica quello di fare un sistema completo, anche a costo del vero e del possibile, come nel metafisico. Il vero lo ammette, anche se non forma parte di una costruzione scientifica finita e completa, anche se isolato, e senza apparente legame cogli altri veri. E, quanto alla oggettivazione delle astrazioni levate dai fenomeni psicologici, ci limitiamo intanto ad affermare, come abbiamo fatto parlando della materia, queste due cose:"
      },
      {
        "index": 3,
        "text": "1. Che tale oggettivazione è un processo reale della mente, che non intendiamo menomamente di impugnare. E lasciamo che gli altri la facciano; e la facciamo anche noi. Anzi crediamo che la filosofia positiva possa spiegarla, mentre i metafisici non riuscirono a farlo."
      },
      {
        "index": 4,
        "text": "2. Che però, essendo il contenuto del pensiero dell’oggetto una astrazione, vale a dire le mere somiglianze dei fenomeni abbracciate dal pensiero, esso oggetto non è una cosa stabile e fissa, dalla quale si possa partire per discenderne ai fenomeni relativi, come vogliono i metafisici. E quindi la base della scienza non si può trovare, che nel fatto. Come sopra dimostrammo, le induzioni fatte dalla mente sui dati empirici, si succedono indefinitamente, a misura che si procede nella osservazione e nello studio. Si sa donde si comincia, ma non dove si finirà. Ora, siccome ciò che si chiama l’oggetto è costituito da tali induzioni, è chiaro, che esso non è il capo saldo e d’origine, ma il punto d’arrivo, e sempre oltrepassabile, del processo scientifico."
      },
      {
        "index": 5,
        "text": "Dopo ciò è facile vedere, che valore abbiano i ragionamenti di alcuni, che sono disposti a menar buono il metodo da noi indicato, pei fenomeni esterni; ma fanno delle grandi riserve, e lo dichiarano insufficiente e fallace nel caso, che si debba applicare agli interiori. Dice, per esempio, in proposito il Vacherot, in un suo recente articolo sulla psicologia contemporanea: \"L’osservatore dei fenomeni fisici, non potendo cogliere, se non delle apparenze, non ha altro metodo, che l’induzione, per giungere a metterne in luce la realtà. Non essendogli dato di percepire direttamente le cause dei fenomeni, non può che ricercarne le leggi, le quali se gli rivelano solo mediante un’osservazione faticosa . . . . . L’osservatore dei fenomeni psichici è in una situazione affatto diversa. Se si limita, come fanno i psicologi della scuola sperimentale (i positivisti), a osservare questi fenomeni dal di fuori, sarà sempre tentato a giudicare della realtà dalla apparenza; ma se a tale genere di osservazione, che gli fa vedere le leggi dei fenomeni attraverso alla loro successione, egli aggiunge l’altro genere di osservazione, che si addentra nel foro interiore del soggetto osservato, egli comprenderà ben presto la necessità di modificare le conclusioni, alle quali da principio si era lasciato andare......... dunque la coscienza, che ha ragione contro la scienza, perché essa sola è competente in tali sorta di problemi (i problemi della necessità e universalità dei giudizi, della sensibilità e della attività volontaria). Ché essa sola vede il fondo delle cose, il fondo dell’essere umano, mentre la scienza della scuola sperimentale non ne avverte, se non le manifestazioni esteriori. Maine de Biran lo ha dimostrato con evidenza irresistibile; se l’esperienza ha in vista le leggi, la coscienza può avere in vista le cause . . . Egli e Jouffroy e molti altri psicologi della scuola spiritualista, dietro Platone, Aristotele, Leibnitz, hanno saputo fecondare coll’analisi queste rivelazioni spontanee, e farne sortire una scienza intima e profonda, ben altrimenti competente, ben altrimenti decisiva, che la scienza sperimentale della scuola in discorso\"."
      },
      {
        "index": 6,
        "text": "Non c’è punto di dubbio; la grande idea della filosofia critica, che alla rappresentazione mentale attribuisce un valore puramente fenomenico, il Vacherot la ammette per le cose di fuori, e non per quelle di dentro. Viene a dire cioè, dell’esterno la nostra cognizione possiede soltanto la fenomenalità; ma dell’interno possiede assai più, poiché ne ha coscienza. L’aver coscienza di una cosa, pel nostro autore, è più che conoscerne la fenomenalità; mentre la coscienza, secondo lui, dà la stessa causa del fenomeno."
      },
      {
        "index": 7,
        "text": "Ma questo come può sostenersi, se la coscienza è costituita dalle pure rappresentazioni dei fatti, e non vi si trova nient’altro, fuori di queste rappresentazioni? Forse perché la coscienza ha il privilegio di annunciarsi da sé, indipendentemente da altro mezzo, e di essere sostegno a se stessa, dove le cose esterne invece non sono qualche cosa, se non appoggiandosi ad essa? Ecco un altro esempio di quei ragionamenti fallaci, che si fondano, non sul fatto concreto, ma sopra una distinzione mentale. Il me e il fuori di me nella coscienza formano un tutto reale indivisibile. Come il diritto e il rovescio del panno si possono bensì distinguere mentalmente, ma non separare effettivamente senza distruggere il panno, così il me e il fuori di me nella coscienza. Essa è costituita nell’esser suo tanto dall’uno quanto dall’altro, che vi entrano collo stesso titolo e colla stessa forza. Cesserebbe di essere ciò che è, se mancasse o questo o quello. Da principio ciò che ora è conosciuto, come di fuori e di dentro, vi era senza essere considerato come tale; e la distinzione è un’abitudine mentale, che si andò formando a poco a poco. Per cui, se ciò che entra a costituire la coscienza ha diritto di essere ritenuto siccome realtà buona, queste diritto compete tanto al me, quanto al fuori di me; tanto per quello, che si dice lo spirito, quanto per quello, che si dice la materia. Perché ciò che chiamasi spirito è mia coscienza quanto ciò che chiamasi materia. Non si può essere realisti pel soggetto solo. O l’idealismo da per tutto, o da per tutto il realismo."
      },
      {
        "index": 8,
        "text": "Ma come? Si dirà. La coscienza è una sola ed indivisibile. E voi affermate che la formano tanto lo spirito, quanto la materia; due cose, non solo distinte, ma affatto contrarie? Ecco proprio dove è l’inganno. Sempre così. L’uomo costruisce una astrazione, e poi l’oggettivizza; e in seguito ragiona su questo oggetto da lui fabbricato, senza ricordarsi più della sua provenienza. La coscienza dell’uomo, come dicevamo, è l’insieme delle sue rappresentazioni e presenti e passate. Ogni rappresentazione ha il suo lato della esteriorità, per così esprimermi, e il lato della interiorità. La cosa è una, gli aspetti due. Ora, se colla mente io raccolgo in una sola idea tutti i lati cosidetti interni delle mie rappresentazioni, ho il concetto dello spirito, se tutti gli esterni, ho la materia. Materia e spirito dunque, per quanto diversi e contrari, sono indivisi nella coscienza, come i due lati opposti nella rappresentazione, e il pensare diversamente è una illusione dipendente dall’essersi dimenticati dell’origine soggettiva dei due oggetti."
      },
      {
        "index": 9,
        "text": "Bisogna distinguere tra fenomenalità ed apparenza. La fenomenalità è vera realtà; ma essa è propria, non solo di ciò che si riferisce al mondo dei corpi, ma anche di ciò che si riferisce al mondo dello spirito. Più di questa non ci è dato di conoscere; e vani sono gli sforzi di quelli, che reclamano il privilegio di una cognizione più profonda e più intima pel me. Come fanno il Vacherot e la scuola da lui rappresentata e altri moltissimi, tra i quali l’illustre Mamiani, che, anche in un recentissimo scritto, dice: \"La notizia del proprio mio essere, non solo nell’ordine subbiettivo mi riesce anteriore a quella di ogni materia, ma eziandio mi porge il termine assiduo di paragone per giudicare le altre cose e la materia principalmente\"."
      },
      {
        "index": 10,
        "text": "Ho detto, che da principio ciò che ora è conosciuto, come di fuori e di dentro, era nella coscienza, senza essere considerato come tale; e che la distinzione è un’abitudine mentale, che si andò formando a poco a poco. Tale affermazione io non l’ho fatta a caso e leggermente. Si tratta di uno dei punti più importanti della psicologia. Esso ha una portata scientifica immensa. E io credo, che, per ciò, venga subito dopo quello della relatività delle idee; e che debba costituire, insieme ad esso, il fondamento principale della psicologia nuova. Non dico poi, che sia ancora affatto ignorato: No. Ma inteso in tutta la sua estensione, in tutta la sua importanza, messo in tutta la sua luce, dimostrato perfettamente, e soprattutto applicato alla soluzione dei problemi scientifici capitali, che per esso solamente possono averla, non fu, ch’io mi sappia, ancora da nessuno. A me parrebbe che si potesse. E per mezzo di un ragionamento, né astruso, né trascendentale, ma semplice e chiaro per tutti. Se non che qui non è il luogo opportuno di occuparsene; e mi devo, per ora, contentare di averlo accennato; come mi occorreva per chiarir meglio e rincalzare le cose asserite nei due paragrafi superiori."
      },
      {
        "index": 11,
        "text": "J. Tissot conviene con me nel ripudiare le idee espresse nelle parole sopra riportate del Mamiani e del Vacherot. Egli dice nel suo libro sulla conciliazione della materia e dello spirito: \"Nella maniera volgare di concepire le qualità e il soggetto, il soggetto e le qualità, vi è un grave errore. Si suppone, che queste due cose abbiano una specie di realtà distinta, massime il soggetto, e che le qualità gli siano come esterne e sovrapposte. Supposizione affatto inesatta. Il vero si è, che vi ha una intimità talmente reciproca ed assoluta, che il soggetto non è che la qualità sostantivata, come la qualità non è che il soggetto qualificato. E ciò non è tutto; resta a vedere ancora che sia in se stessa la materia qualificata, ossia le qualità materiali sostantivate; se tutto è a noi noto, o se ci sfugge interamente. Ciò che noi, o percepiamo dei corpi, nel modo che è da noi percepito, non è se non uno stato del nostro spirito, stato risultante dall’armonia esistente fra i corpi e il nostro principio pensante; è un fenomeno, vale a dire una cosa che, presa in se stessa, non ha una realtà propria\". E più innanzi dice ancora: \"Distinzioni analoghe a quelle da noi fatte pei corpi e per la materia si presentano allo spirito, all’occasione dei fenomeni interni. Conviene dunque riconoscervi tre cose; i fenomeni stessi, la forma loro ossia la coscienza che se ne ha, il me che li collega insieme, il soggetto apparente che se ne riveste, e che è l’anima propriamente detta o la forza pensante. I fenomeni ossia i movimenti, gli atti e gli stati dell’anima, in quanto ci sono noti, non sono l’anima stessa; sono meri modi d’essere instabilissimi, che variano ogni istante e quanto alla natura e quanto all’intensità. La coscienza dunque non ha per materia propria, o per oggetto, che degli stati\". E poi, parlando specialmente del me, soggiunge: \"Noi non sappiamo del me, come forma dei nostri pensieri, che questa nozione stessa, e le nozioni che le si collegano. Questa nozione è essenzialmente diversa da quella di sostanza. E noi non abbiamo della nostra sostanza, come tale, un’idea diversa da quella che abbiamo di tutte in altre realtà. La nozione, me, come tale, non è nemmeno la nozione della forza. E non abbiamo della forza, che siamo noi, considerata come forza, un’idea diversa da quella di tutte le altre forze\". J. Tissot adunque mi dà ragione contro il Mamiani e il Vacherot. E lo fa appellandosi a risultati riconosciuti dalla scienza, messa sulla buona via da Kant, che svelò il sofisma, onde si trasportano all’anima gli attributi del me."
      },
      {
        "index": 12,
        "text": "Ma non mi concede, che tutti gli elementi, che formano il concetto dell’anima, nessuno eccettuato, siano empirici, ossia meri fenomeni appresi, o, che è lo stesso, mere sensazioni sperimentate. Ecco come egli ragiona: \"Queste proposizioni: Io sono una sostanza, io sono una forza, esprimono dei giudizi sintetici. Anzi dei giudizi sintetici a priori, perché le nozioni di me, di sostanza, o di forza, non hanno nulla di empirico. È questo un punto di estrema importanza. Ed io lo provo così: Se la nozione, me, fosse empirica, sarebbe una percezione determinata, e corrisponderebbe ad uno stato o ad una maniera di essere determinata. E non avrebbe un valore (e tutto il suo senso, tutto il suo valore è qui) essenzialmente relativo, quello di contrario del non me. Il me è adunque tanto essenzialmente generale, per la sua opposizione, quanto lo stesso non me. La nozione di me non è adunque essa stessa che una maniera di concepirci in opposizione a tutto il resto, e non una maniera di percepirci. E dunque un concetto della ragione, una di quelle idee a priori che è della natura della nostra intelligenza di produrre in date condizioni, e non una percezione. Aggiungo, che questo prodotto è fatale, e che non dipende da noi di non avere questa idea\". E ne trae poi delle conseguenze. \"Siccome, egli dice, il concetto, me, è una vera qualità razionale . . deve avere un soggetto . . e questo soggetto è l’anima, opposta al me . . L’anima in sé non è percepita . . Ma quantunque sconosciuta in se stessa, noi siamo nella necessità di affermarla come soggetto degli stati che conosciamo, come forza o principio delle sue determinazioni conosciute e sconosciute. Quando sono conosciute, è il concetto, io, che le accompagna. Quando non lo sono, è perché mancano di questa forma\"."
      },
      {
        "index": 13,
        "text": "Per quale ragione il Tissot, che conviene con me in tutto il resto, mi dà torto in quest’ultima cosa, e ne cava la conseguenza ora enunciata? Ecco perché. Egli ha per certissima la relatività delle idee insegnata da Kant, ed accetta le applicazioni di tale principio. Ma non tien conto dell’altro principio da me accennato, pel quale il riferimento delle sensazioni al soggetto pensante e agli oggetti esteriori non ha luogo per una intuizione immediata come si è creduto fin qui, ma è puro effetto di esperienza, per la quale ne facciamo a poco a poco l’abitudine. Trovando il me e il fuori di me nella coscienza presente, e credendoli perciò suoi elementi primitivi, non prodotto di abitudine empirica, con Kant e con Hamilton, li considera quali forme pure ed innate della intelligenza, e condizioni a priori dell’esperienza. Ammesso il nostro secondo principio, e non è possibile non ammetterlo una volta che sia stato convenientemente esposto e chiarito, cade da sé anche quest’ultima ragione, che restava al Tissot, per ritenere ancora gli schemi a priori dell’intelligenza. E anche la base della sua dimostrazione del soggetto psichico nella idea ordinaria dell’anima. La quale l’inceppa malamente fin dal principio, perché non può più procedere oltre senza preoccuparsi e tener conto sempre di una supposizione basata sopra una ragione, che non tiene."
      },
      {
        "index": 14,
        "text": "È dunque senza fondamento il credere, che dallo studio diretto della coscienza si possa trarre quella cognizione della causa, che si confessa inasseguibile pei fenomeni del mondo esteriore; ed è una vera ingenuità il dire, che \"coll’analisi delle rivelazioni spontanee della coscienza si fa sortire una scienza vera dell’uomo, scienza intima e profonda, assai più competente, assai più decisiva della scienza sperimentale\". Lo studio della coscienza non ha nessun vantaggio su quello dei fenomeni esterni. Anch’esso non può dare la essenza e la causa, ma solo il fenomeno."
      },
      {
        "index": 15,
        "text": "Ma vi ha di più. Un tale studio diretto, nonché essere il solo atto a condurre alla soluzione dei supremi problemi psicologici, come pretende il Vacherot, è, al contrario, o altissimo a trarci in errore, o almeno affatto infecondo per la scienza."
      },
      {
        "index": 16,
        "text": "La coscienza è un risultato. Alla osservazione diretta non si possono presentare le leggi e le forze, che la produssero, perché sono scomparsi gli atti anteriori, oltremodo vari e complicati, che prepararono lo stato attuale, e dai quali soltanto si potevano dedurre. Chi prende la coscienza, come è adesso, e non va a cercare altro, è simile all’uomo del volgo, che vede i colli e i piani, le fonti, le erbe, gli animali, e sperimenta i climi e le stagioni, e tutto quello che lo circonda, e crede, che il mondo sia sempre stato così; e quanto alle condizioni cosmiche anteriori diversissime, nelle quali, come la scienza ha scoperto, è la ragione di tali cose d’adesso, né le sa, né gli passa per la mente, neanco per sogno, che ce ne siano state mai."
      },
      {
        "index": 17,
        "text": "L’uomo del volgo, che ha sempre visto la luna al suo posto, in su, non si è mai fatta la domanda, perché stia sempre là e non cada. Anzi gli pare, che una tale domanda non sia propria di un uomo di mente sana. La luna, egli direbbe, sta là, perché quello è il suo posto. E soggiungerebbe: È strano, che si cerchi la spiegazione di un fenomeno così naturale. Insomma per lui quel fenomeno è un fatto senza causa, ovvero un fatto, che è causa di se stesso; una specie di libero arbitrio lunare. Come doveva certo pensare quel pastore, che, secondo Leopardi, diceva alla luna:"
      },
      {
        "index": 18,
        "text": "Fa lo stesso chi sta colla pura coscienza. Che vuol dire percepire la libertà del volere, come qualche cosa di totalmente estraneo alle leggi di causalità? Vuol dire, che i nostri atti volitivi li sentiamo, ma non ci accorgiamo del nesso, onde si attengono ad altri, come l’effetto alla causa. L’abitudine di sentirli così isolati ce li fa parere di una natura speciale. Se vediamo una pietra di pochi chilogrammi sulle spalle di un uomo, subito in noi si desta l’idea del suo peso; e si può dire, che un tal peso non affatica soltanto l’uomo che la porta, ma anche noi, che stiamo guardando. Una montagna invece, che pesa immensamente di più, la possiamo osservare, senza punto essere molestati dall’idea della gravità. Per noi è tanto leggiera quanto le nubi, che la incoronano. E perché tanta diversità di giudizio nei due casi? In forza di due diverse associazione di idee; ovvero, diciamola la parola, in forza di due diverse coscienze."
      },
      {
        "index": 19,
        "text": "Per tornare poi alla luna, di cui parlavamo, dobbiamo dire, che ci volle un uomo, che avesse il mal vezzo di non prestare intera fede a quella specie di coscienza, che si chiama il senso comune, ossia un originale, o, se si vuole, un genio, che forse è la stessa cosa, per farsi la domanda, che ha un po’ del sacrilego: Perché sta là senza cadere? Questo originale, o genio, che dir si voglia, è stato Newton. Egli ha osato supporre, che il senso comune lo illudesse; e che vi potesse essere qualche somiglianza tra la luna e un pomo, che cade da un albero. Ha osato perfino applicare di pianta alla celeste luna le leggi umili e nostrane, che regolano la caduta di un pomo. Felice ardimento! La somiglianza era perfetta, l’applicazione giustissima; e il perché del girare della luna in su fu trovato, e il libero arbitrio lunare andò a spasso."
      },
      {
        "index": 20,
        "text": "Lo stesso bisogna fare con l’anima. Altro che dire, come il Vacherot, che l’analisi delle rivelazioni spontanee della coscienza ha fatto venir fuori una scienza vera dell’uomo. Il vero è appunto il contrario. O uscire dalla coscienza, o essere condannati a subirne eternamente le illusioni."
      },
      {
        "index": 21,
        "text": "E non solo per ischivare le illusioni bisogna uscire dalla coscienza. Riflettete pure sulla coscienza; sprofondatevi, se volete, nella contemplazione di essa. Non verrete mai a capo di capirne nulla. Quanti che si sono messi a guardare il lampo, e a osservarlo, e a riflettervi sopra; ma il guardare e l’osservare e il riflettere era indarno. Il fenomeno restava un mistero. La spiegazione è venuta d’onde meno si credeva. Un pezzo di ambra, o di ceralacca, o di vetro, sfregato, attrae dei corpi leggeri. Un disco grande di vetro girato rapidamente tra cuscini, che lo premono ai lati, molto più. Non solo, ma ne scappa qualche cosa su certi corpi intorno, e specialmente sui metalli. E questo non so che vi resta, se sono isolati. Accumulatovisi, si scarica sulla nocca del dito avvicinato, scintillando e scoppiettando. Sarebbe questo il lampo: Sì; lo è. Ecco donde venuta la spiegazione del lampo, che la sua contemplazione non avrebbe mai dato, neanco in migliaja d’anni: Dallo sfregamento di un pezzo d’ambra."
      },
      {
        "index": 22,
        "text": "Così dicasi della coscienza. La materiale scoperta linguistica del tema etimologico di una parola; per esempio, di quello onde si è formato il nostro verbo, essere; l’invenzione dello stereoscopio; gli effetti fisiologico-psichici delle sostanze tossiche; la corrispondenza tra l’armonia dei suoni e il rapporto delle lunghezze delle vibrazioni, onde nascono, e via discorrendo, hanno avuto maggior importanza, per la conoscenza delle cose psichiche, che le più celebrate elucubrazioni dei filosofi spiritualisti, che, come dice il Vacherot, hanno lavorato, dopo Platone, Aristotele e Leibniz, sui dati immediati della coscienza. Tali elucubrazioni possono avere avuto una grandissima importanza, come ginnastica del pensiero, ma non come rivelazioni delle sue leggi. Esse non hanno fondato nulla di sicuro nella scienza psicologica. L’importanza decisiva, che il Vacherot ascrive ai prodotti delle loro indagini, è appunto ciò, che loro manca, e che invece compete a tutto diritto ai trovati, meno famosi, ma più veri, di oscuri e disprezzati sperimentalisti. A stabilire, per esempio, la natura dell’idea di spazio si sono adoperati, con isforzi d’ingegno maravigliosi, con Platone, Aristotele, Leibnitz, tutti i più grandi filosofi. E tuttavia gli ultimi hanno lasciato la questione così incerta, come l’avevano trovata i primi. E ciò perché? Non certamente per mancanza di penetrazione, di studio, di cognizioni. Ma solo perché il metodo da loro seguito, dell’osservazione diretta della coscienza, non poteva produrre nulla di decisivo. Un semplice fisico, Weathstone, costruisce uno stromento di ottica, lo stereoscopio; e mostra per qual via si generi, guardando, l’idea della terza dimensione dello spazio; e la sua dimostrazione è perentoria; nessuno più vi tornerà sopra; essa è decisiva, una volta per sempre."
      }
    ]
  }
}
