{
  "chapterNumber": 2,
  "title": "Parte seconda (Part Second)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Alla dottrina, da noi fin qui esposta, che la scienza, per essere vera e capace di dare buoni frutti, non deve ammettere che il fatto; e che la sostanza, nel senso metafisico, entrandovi, o vi è al tutto oziosa, o la guasta, si fa una gravissima obiezione. Si dice: Siamo costretti a concedere, essere la legge lo stesso che il fatto; e lo concediamo. È però anche vero ed innegabile, che la mente, arrivata ad astrarre la legge dai fenomeni particolari, si trova poi irresistibilmente condotta alla idea delle proprietà e della sostanza, a cui e legge e fenomeno appartengono. Per ciò, non apprendersi il fatto nudamente in sé, e separato da quelle; e la sua percezione implicarle necessariamente. È, in effetto, appunto quella scienza moderna e positiva, della quale io affermo, che non vuol riconoscere se non i fatti, a smentirmi espressamente, poiché suppone, siccome postulati affatto indispensabili alla loro intelligenza, i dati metafisici della materia e della forza. Come rispondiamo noi a tale difficoltà?"
      },
      {
        "index": 1,
        "text": "Un tempo, come accennammo sopra, formate delle categorie di fatti fisici, dietro un primo imperfettissimo rilievo delle somiglianze loro, si crearono altrettante proprietà corrispondenti; e l’uomo, al suo spirito, curioso di sapere il perché di un fenomeno, rispondeva, che la cosa, onde emergeva, era stata fornita della proprietà di produrlo. La spiegazione non ispiegava nulla; pur gli bastava. Ma una osservazione più accorta ed una riflessione più matura lo costrinsero in seguito a fare il sacrificio delle sue prime creazioni. Si scoprirono delle somiglianze anche fra le diverse categorie speciali; si poterono avere, oltre le specie, anche i generi dei fatti; e le moltissime proprietà, relative alle prime, rimaste così fuori d’uso, dovettero essere sostituite da un minor numero di generiche. Ma per poco. Ché tra gli stessi pochi generi molto estesi restati, si trovarono analogie; e tali da poterne formare un solo genere comune a tutti. E allora convenne pensare ad una unica proprietà della materia; e la si chiamò la forza. Colla quale parola, come si indicò il complesso delle proprietà, che agiscono in un soggetto qualunque, e il concetto, che il fenomeno e la legge sono l’espressione della stessa natura intima della materia, e non l’effetto di un arbitrio che la muova dal di fuori, ossia che la proprietà non è data, ma naturale alla cosa, secondo il progresso scientifico spiegato sopra, certo si volle anche significare, quantunque un po’ vagamente, l’identità, presentata o riconosciuta, del processo operativo della natura, per tutte le svariatissime sue produzioni."
      },
      {
        "index": 2,
        "text": "Ma anche a chi aveva creduto, di potersi finalmente acquietare in siffatta teoria, dovevano toccare delle amare delusioni. Secondo questa, la forza sarebbe una appartenenza della materia, anzi una sol cosa con essa; e vi si immedesimerebbe, come la proprietà colla sostanza. In questo senso parla Faraday, nelle sue ricerche sulla chimica: \"Un atomo di ossigeno, egli dice, è sempre un atomo di ossigeno. Nulla può consumarlo. Può entrare in una combinazione, e non apparir più come ossigeno; può passare per mille combinazioni animali, vegetali e minerali; può rimanere nascosto per la durata di mille anni; ma, sviluppandosi, l’ossigeno con tutte le qualità, che aveva prima; né più, né meno. Tutta la sua forza primitiva, e questa forza soltanto\"."
      },
      {
        "index": 3,
        "text": "Le idee, sulle quali sono basate queste parole di Faraday, hanno già subito una notevole, anzi radicale modificazione, per le osservazioni recenti di alcuni fatti e per l’applicazione, sempre più sicura ed estesa, delle nuove teorie della scienza. Prima di tutto, la molecola dell’ossigeno non può più essere considerata come un tutto semplice ed indivisibile; oggi è fuori di dubbio, che essa è composta di atomi. Nulla osta che di questi atomi, in una molecola, se ne faccia concorrere un numero grandissimo; ma è provato, che ne deve contenere almeno due. Unendosi una molecola di ossigeno ad una molecola di azoto, si formano due molecole di ossido di azoto; ciascuna delle quali contiene e ossigeno e azoto; onde è evidente, che la molecola ossigenica, per dar luogo alla combinazione, ha dovuto dividersi in due parti. Inoltre si è trovato, che in una massa di ossigeno le molecole componenti non hanno sempre la medesima costituzione atomica. Anzi di più si è dovuto stabilire, che la stessa attività intrinseca all’atomo ossigenico è soggetta ad alterazioni. Soret, dopo altri, ha dimostrato, che l’ozono, scoperto da Scho5nbein, non è altro che ossigeno condensato, e che la diversa densità dei due corpi non è spiegabile, se non ammettendo, che le molecole dell’ossigeno sono costituite di due atomi ossigenici, e quelle dell’ozono di tre. Tali atomi poi, secondo Brodie, si combinano tra di loro per effetto di una polarità, onde gli uni sono in istato positivo, di fronte agli altri, che sono in istato negativo. L’argento non si combina direttamente coll’ossigeno, mentre il cloruro d’argento e l’ossigeno non hanno acquistato la polarità necessaria alla loro unione, se non mediante l’anteriore loro combinazione col cloro e col potassio. Se un atomo di ossigeno quindi può subire un cambiamento di polarità, in seguito ad una combinazione con un corpo, questo vuol dire, che può essere influenzato nella sua intima costituzione dinamica da un’altra sostanza a cui si accosti."
      },
      {
        "index": 4,
        "text": "L’atomo ossigenico non si è ancora riusciti a scomporlo e a risolverlo in elementi forniti di proprietà diverse da quelle del composto. Ma ciò può dipendere unicamente dalla mancanza dei mezzi atti all’effetto. \"È possibile, dice Hoffmann nella sua introduzione alla chimica moderna, che il progresso della scienza abbia a svelare alle generazioni future questi mezzi, e che molti dei corpi, che noi riteniamo elementi, cessino di essere tali pei nostri successori. Discendendo dall’epoca dei classici elementi, i quali tutti hanno per noi cessato di essere tali, fino ad un tempo relativamente recente, noi troviamo nella storia della scienza esempi innumerevoli di una tale semplificazione progressiva, e sarebbe una pretesa di voler dubitare della possibilità della loro ripetizione."
      },
      {
        "index": 5,
        "text": "Intanto, che anche l’atomo ossigenico sia un composto dissolvibile, si può desumerlo dalla considerazione, che fra un atomo di ossigeno ed uno d’idrogeno è assai diverso il peso, ma identica la gravità; la quale deve essere relativa a delle monadi costituenti, eguali nell’uno e nell’altro. Sicché è molto probabile, che il detto atomo sia un sistema particolare di monadi primitive, trattenute in certa reciproca posizione da speciali movimenti, che le animino. Poiché oggi, come si sa, si inclina ad estendere ad ogni parte del mondo fisico, e quindi anche a spiegare l’energia specifica propria dell’ossigeno, il principio, che la forza non sia altro che moto e che i diversi stati, i diversi fenomeni, che si osservano in un corpo, non siano, che diversi movimenti delle particelle componenti."
      },
      {
        "index": 6,
        "text": "Ora, dietro questo principio, non si può più concepire la forza come una appartenenza essenziale della materia e una sol cosa con essa, al modo della proprietà colla sostanza, come dice Faraday dell’ossigeno. Che si sa del moto? Si sa, che un corpo, avendolo, lo comunica ad un altro mediante un urto; e che quel tanto, che, in seguito all’urto, è passato nel secondo, è precisamente la quantità perduta dal primo. Di movimento ne resta sempre la medesima somma; ma gli è però indifferente essere in un sito, o in un altro. La materia poi, per sé, il moto non l’ha, prima di averlo ricevuto. Avendolo, lo mantiene, finché non urta; non avendolo, non lo genera; e non può averlo, se non è, per così dire, versato in essa dal di fuori. Una palla non si muove sul bigliardo, se prima non riceve la spinta dalla stecca. Il moto, onde la palla è, per tal modo, investita, è dovuto interamente alla spinta ricevuta. E, fatta astrazione dall’attrito del piano, su cui scorre, vi dura inalterato, finché non si imbatte nell’altra e la colpisce, e quindi le comunica il suo movimento. E tanto gliene comunica, quanto ne perde. Se lo comunicasse tutto, se ne priverebbe affatto e si fermerebbe. Per ciò dell’ossigeno si può dire, come della materia in genere; è in esso una data forma, e quantità di forza, che costituisce la sua natura speciale. Questa forza l’ha ricevuta, e può perderla e quindi cessare di essere ossigeno."
      },
      {
        "index": 7,
        "text": "Anzi non basta, per conservarsi tale, che l’abbia acquistata una volta; è pur necessario, che seguiti sempre a riceverne, e ad essere reintegrato di quel tanto, che continuamente va perdendo. Perché in ogni molecola corporea, nella quale la forza non è una semplice virtualità, ma una vera azione attualmente operante, succede, come sopra avvertii, ciò che ha luogo in un apparato meccanico, in cui, mentre ne dura l’attività, a un tanto di lavoro corrisponde un tanto di forza consumata; sicché, onde il lavoro continui, è d’uopo che essa venga, di mano in mano, rimessa. Dirò di più. Succede ciò che ha luogo nel sole, che consuma, irradiando luce e calore, il movimento ricevuto dai corpi, che, precipitandovi, ne alimentano la combustione. Che impedisce di paragonare l’irradiamento della forza, intorno ad una molecola di ossigeno, all’irradiamento del sole? Quello che nel sole succede in grande, succede qui in piccolo. Le proporzioni sono diverse, ma il fatto è identico. La natura è sempre e da per tutto simile a se stessa. Mirabile nelle cose maggiori, per la semplicità dei mezzi, che vi adopera, nelle minori mostra una potenza atta a cose infinitamente più grandi. E il segreto di spiegarla consiste appunto nel confrontare le cose grandi colle piccole."
      },
      {
        "index": 8,
        "text": "Che se poi le attuali relazioni dinamiche, tra la molecola ossigenica e la materia, che la circonda, si alterassero, ne verrebbe certo una alterazione, o anche la cessazione della forza stessa. Dei metalli, come il sodio, il calcio ed il ferro (ed altri, che noi qui in terra, coll’uso del più grande calore, che siamo capaci di produrre, non riusciremmo a portare allo stato aeriforme) nell’atmosfera del sole la cui temperatura si valuta a dieci milioni di gradi, si trovano normalmente in istato gazoso, e così dissociati, che non si prestano a combinarsi chimicamente. Nel sole lo scambio della forza, tra le molecole costituenti, è maggiore, perché ve n’è accumulata una più grande quantità. L’acqua, limpida nei mari della terra e di Venere, è ghiacciata in Marte e nella nostra luna, e in Saturno, ancor troppo caldo, perché vi possa precipitare ad inondarne la superficie, forma allo stato di vapore, i suoi caratteristici anelli. Il regime chimico-fisico nei diversi pianeti varia, secondo la quantità di forza, che vi è restata. Ora, dietro l’analogia di questi fatti, che impedisce di supporre in un astro un raffreddamento tale, che l’ossigeno vi si debba indurire in cristalli; e in un altro invece un riscaldamento atto a ridurlo a quella rarefazione estrema della materia, che si suppone precedere il suo primo condensarsi nella leggerissima vaporosità di nebulosa incipiente? Secondo i calcoli di Guglielmo Thomson, se il pianeta Giove cadesse, dalla distanza in cui si trova, sul sole, vi produrrebbe in pochi istanti uno scoppio di luce e di calore equivalente a quanto attualmente ne dispensa in più che 30000 anni. E, secondo Brayley e Reuschle, se due masse della sua dimensione, o anche minori della metà si precipitassero l’una sull’altra, ne risulterebbe un effetto tale, che ogni coesione cesserebbe di esistere, e tutte le molecole ne sarebbero lanciate nella infinità dello spazio celeste, e disfatte nei loro eterei elementi."
      },
      {
        "index": 9,
        "text": "Si vede adunque, che della forza dell’ossigeno, e quindi della materia in genere, bisogna formarsi un’idea molto diversa da quella indicata da Faraday nel passo citato. Quella forza non gli è essenziale. E, se la possiede, è perché gli è stata comunicata, e vi è sostituita continuamente. E può quindi alterarvici, e anche venir meno quando che sia."
      },
      {
        "index": 10,
        "text": "Il Signor Bence Jones, in alcune sue recentissime letture al collegio dei medici di Londra, ritessendo la storia delle fasi dell’umano pensiero circa i concetti della materia e della forza, le riduce a tre principali \"Quella della separazione assoluta fra le due idee;...... quella di una loro disgiunzione incompleta;...... e quella della unità o inseparabilità perfetta di esse\" E, mostrata l’erroneità delle due prime, si sforza di provare essere solo quest’ultima conforme al vero."
      },
      {
        "index": 11,
        "text": "Ma a questo proposito noi crediamo, che sia indispensabile avvertire, che l’espressione, inseparabilità della materia e della forza, contiene un equivoco. Vero, che la forza, non è distinta dalla materia, come nel concetto che gli antichi avevano d’una cosa operante, il corpo materiale dall’anima, che quelli credevano dovesse esservi dentro. Vero, che la forza, per sé, non è una sostanza imponderabile, che si infiltri nella materia, come si è creduto fino agli ultimi tempi. Vero, infine, che la forza è una cosa sola colla materia, in questo senso, che il moto non esiste, se non come modo di essere di ciò che si muove. Ma falso, che la forza, che si incontra in un corpo, vi sia per ragione della materia costituente, sicché non vi si possa diminuire, se non diminuendo la materia, né aumentare, se non aumentandola. Nel porre il principio della inseparabilità, nelle sopraddette letture, esclude il Jones questo senso non vero di essa? No, non l’esclude; poiché anzi insegna decisamente, che se \"noi potessimo rappresentarci l’ultimo atomo di un corpo semplice qualunque, saremmo costretti a pensare, che la forza chimica, che ne costituisce e determina la natura, è assolutamente inseparabile dalla materia, onde il corpo è formato\". La sua dottrina adunque contiene un equivoco e non è esatta."
      },
      {
        "index": 12,
        "text": "Egli aveva tutto il diritto di asserire, che, nello stato attuale delle nostre cognizioni, la forza chimica non è separabile dal corpo, che la possiede. Ma non poteva parlare di inseparabilità assoluta, dal momento che non respinge, anzi mostra di ammettere, la teoria della conversione delle forze, o, che è lo stesso, della loro riduzione al movimento. Con questa teoria può stare bensì l’indestruttibilità della forza, considerata nella totalità dei corpi; ma non parlando di un solo. Il movimento non si può distruggere, ma si può bene trasmettere da un corpo ad un altro. Non viene egli a dirlo lo stesso Jones, scrivendo, che \"l’energia attuale, che si può imprimere al proiettile di un cannone, è esattamente uguale all’energia latente o virtuale della polvere; e che la polvere perde ciò, che il proiettile guadagna?\" Dunque la forza si trasloca dall’uno all’altro corpo. Dunque ne è separabile. Dunque è possibile, che ciò avvenga anche per le energie chimiche. Il Jones, non essendosi avveduto dell’equivoco contenuto nella parola inseparabilità, ha detto nella stessa pagina due cose contradditorie."
      },
      {
        "index": 13,
        "text": "La prova della inseparabilità assoluta della forza e della materia, che egli prende dal peso dei corpi, prova secondo lui principalissima e bastante da sola a stabilirla, non ha nessun valore. Ciò che si dice, peso dei corpi, non è qualche cosa di essenziale ad essi; è un fenomeno che presentano, soltanto date certe circostanze. Abbiamo già notato la differenza tra peso e gravità. E nelle masse celesti ciò, che si direbbe il loro peso, si manifesta già sotto un aspetto diversissimo, poiché esse non si precipitano le une sulle altre, come vorrebbero i concetti precisi dei peso e della gravità; ma si muovono in giro, tenendosi sempre nei medesimi rapporti di distanza. Il peso e la gravità li immagineremmo e li nomineremmo, come facciamo adesso, se la nostra esperienza noi così si restringesse ai fatti dei movimenti dei corpi celesti? Inoltre qual’è il principio, o fisico o matematico, che ci impedisca di concepire l’etere, quale una congerie immensa di monadi materiali, libere affatto dalle leggi ordinarie del peso e della gravità? Il valore, che altri dà all’argomento preso da tali leggi, deriva tutto dal concetto falso, che l’attrazione sia una forza reale e non una forza esplicativa, come è veramente. Deriva dal non riflettere, che, se è permesso, per ragione di brevità, di chiamare col nome di attrazione reciproca la relazione effettiva esistente tra due atomi dati, dei quali l’uno tende a cadere sull’altro, si deve però in pari tempo non dimenticare, che tale relazione infine è la conseguenza di un movimento impresso dal di fuori, e che quindi non vi esisteva, prima che fosse comunicato; sicché, a tutto rigore, di proprio nella materia, anziché la gravità o una forza qualunque, non vi sarebbe veramente che la negazione della forza."
      },
      {
        "index": 14,
        "text": "L’errore del Jones e di quelli, che sono del suo parere, di non accorgersi dell’equivoco sopra detto, e di credere all’inseparabilità assoluta della forza dalla materia, dipende da ciò, che ricadono, innocentemente in vero e senza avvedersene, nella metafisica; e sognano essenze e cause, dove non ha che fatti. Siamo un po’ positivi, e vedremo, che la forza e la materia non sono in fine, che astrazioni tutt’altro che inseparabili. Dicemmo sopra, che una serie continua di fenomeni, che stiano fra loro come i momenti successivi del tempo, è per noi una azione; mentre diamo il nome di cosa ad un certo numero di fenomeni, che stiano fra loro, come i punti contigui in uno spazio. E mostrammo, come le somiglianze tra le azioni diano le leggi, e le somiglianze tra le cose diano le nozioni generiche ad esse relative. Or bene, se noi prendiamo una di queste leggi, e la consideriamo come qualche cosa di reale, e che esista fuori della nostra mente, e nell’oggetto che è la sede dell’azione, che avremo allora? Avremo la forza. Ma questa dovrà aver cessato di essere una mera astrazione, perché, togliendola alla nostra mente, a cui appartiene, ci piacque incarnarla in un oggetto? Analoga a quella della forza è l’idea della materia; anch’essa è una semplice somiglianza mentale dei fenomeni particolari, sostantivata. Levate tutte le differenze, che distinguono i diversi gruppi di fenomeni, onde ci rappresentiamo le cose singole, ci resta ancora una nozione comune a tutti: La nozione di uno spazio pieno. Formiamo di questa nozione una sussistenza reale, ed ecco la materia."
      },
      {
        "index": 15,
        "text": "Se poi nel medesimo oggetto si congiungano, concretizzandole insieme, le due astrazioni, l’accoppiamento, che si ha, non dipende mica da una ragione logica intrinseca, per cui il concetto e la presenza dell’una implichi o richieda quelli dell’altra. Niente affatto; il motivo dell’accoppiamento, quando si fa, è in tutto e per tutto empirico. Non si tratta che di una pura associazione di idee, occasionata dalla esperienza continuata di fatti, fisicamente congiunti, che produsse l’abitudine di pensarli insieme. L’esperienza dei fenomeni, concepiti come azioni, si accompagna alla esperienza di quelli, che compongono l’idea di una cosa; e quindi i primi non possono essere ricordati, se non si ricordano insieme ai secondi. L’abbiamo già detto sopra; l’idea, che noi abbiamo di una cosa, è costituita da un tenacissimo aggruppamento mentale di moltissimi fenomeni, di due ordini diversi, la cui attinenza è basata sulla continuità della loro esperienza. L’analisi rigorosa, che ne farò a suo tempo, non lascierà nessun dubbio sull’argomento. Per alcuni di questi fenomeni la continuità è di spazio, ossia di consistenza, e noi li ammettiamo siccome fissi e persistenti; e ci servono per cavarne l’idea astratta della materia. Per altri invece la continuità è di tempo, ossia di successione e ci sovvengono alla mente, siccome mobili ed incostanti; e ci servono per astrarne l’idea della forza. Per ciò la ragione unica della inseparabilità delle idee di materia e forza nel medesimo oggetto è il trovarsi, nell’idea della cosa, i primi ricordati sempre insieme ai secondi."
      },
      {
        "index": 16,
        "text": "Ma non c’è nulla di assurdo nella supposizione di una esperienza di soli fenomeni coesistenti, che non si alterino nel succedersi del tempo. Il principio della filosofia eleatica, già menzionato, si può dire non essere altro che una supposizione di questo genere. E falsa, perché contraria al fatto della esperienza; ma non è assurda. E in tale caso avremmo l’idea di materia, senza l’idea della forza. E inversamente nulla impedisce di supporre una esperienza di sole azioni. L’ha fatto Eraclito, che, come dice Platone nel Cratilo, sosteneva, nulla durar mai nella stessa condizione due momenti successivi; e perciò, si rappresentava la natura, come la corrente di un fiume, la quale non può trovarsi, per due volte, nel medesimo punto. E l’hanno fatto, come tutti sanno, i filosofi del diventare; Hegel sopra tutti E Faraday, che era un fisico e non un filosofo trascendentale, ha osato anch’esso, consuonando perfettamente con queste idee, porre addirittura la forza in luogo della materia, e dichiarare, che l’atomo elementare non è altro che la forza."
      },
      {
        "index": 17,
        "text": "Tanto è vero poi, che l’accoppiamento della materia e della forza nello stesso oggetto non è voluto da una ragione logica, ma è solo effetto di abitudine, che si vede, che la stessa abitudine, come si è fatta, si può anche disfare. I fisici vanno sostituendo, nella loro fantasia, alle varie forme della forza, corrispondenti alle diverse apparenze sensibili, l’unica del moto. Non solo essi non pongono più negli oggetti il suono, il colore, il sapore, il caldo ed il freddo, come l’uomo del volgo; ma nemmeno la luce, il calorico, l’elettricità, il magnetismo, la gravità, l’affinità chimica, e via discorrendo, come i vecchi scienziati. A forza di rendersi ragione di ogni maniera di fenomeni per mezzo di movimenti, finiscono col sostituire, nella loro associazione mentale, la forma unica del moto alle molteplici e diverse delle entità fisiche di un tempo. Lo spettro solare non si dipinge più, si può dire, nella immaginazione dei fisici meccanismi, come un chiarore fantastico, adorno di vaghissimi colori, digradanti insensibilmente dal rosso al violetto. L’abitudine scientifica vi ha cancellato sacrilegamente, a poco a poco, ciò che la mano artistica della ingenua natura vi aveva, con sommo studio, disegnato, per isfogo di genio e di amore; e vi ha sostituito, a regola di cronometro e di compasso i tratti rigidi e glaciali delle linee geometriche, e delle cifre numeriche, segnando, per esempio, là dove brillava un color d’oro rallegrante, un prosaico movimento di va e vieni, della durata di 509 bilionesimi di secondo e della lunghezza di 553 milionesimi di millimetro."
      },
      {
        "index": 18,
        "text": "Che più? La stessa rappresentazione delle funzioni puramente meccaniche è capace di una forte trasformazione. Fino ad ora abbiamo detto: Il movimento si comunica da corpo a corpo mediante l’urto. Ed abbiamo sempre creduto, che chi dice, urto, debba anche dire, contatto. Ma ora si sa, che l’effetto diretto ed immediato dell’urto è propriamente il riscaldamento del corpo urtato, e che il movimento è la conseguenza della sua elasticità, per la quale il calore si trasforma, in parte, di nuovo in esso. E, quanto al contatto, dei fatti accuratissimamente studiati e delle esperienze recenti (perché vogliamo lasciare in disparte i ragionamenti astratti), hanno dimostrato, che le azioni tra corpo e corpo non richiedono punto, che si tocchino tra loro; e si esercitano anche a distanza; e si può benissimo pensare, che la forza minima di un atomo di materia, la cui potenza, diminuendo in ragione del quadrato delle distanze, per una lontananza come di qui al sole, deve ridursi ad una esiguità, che confonde a pensarla, non rimanga senza efficacia, perché in natura sono immancabili gli effetti anche delle forze infinitamente piccole. Insomma noi ora dobbiamo figurarci l’urto e le sue diverse forme, come sarebbe l’attrito, anche senza il contatto del corpo urtante col corpo urtato. Tanto è vero, che tutte codeste idee sono tra loro collegate, non per ragione logica, ma per associazione empirica; tanto, da un punto di vista positivo, è insostenibile l’assoluta indivisibilità della materia e della forza!"
      },
      {
        "index": 19,
        "text": "La quale indivisibilità, per conchiudere, a che si riduce adunque nello stato attuale delle nostre cognizioni? Si riduce a questo, che, in un dato movimento di un corpo, abbiamo un caso particolare della forza. Il fenomeno del corpo, che si muove, lo concepiamo connettendo i due concetti; immaginando cioè, che la forza si sia compenetrata nella materia. Ma, se vogliamo concepire il corpo in riposo, non abbiamo più bisogno del concetto della forza, e ci basta quello della materia da solo."
      },
      {
        "index": 20,
        "text": "Tale è l’idea positiva della forza. Ma il concetto comune ed ordinario di essa non è, come generalmente si crede, un concetto positivo. Tutt’altro. L’atto del moto volontario delle membra è in noi accompagnato da una sensazione speciale, la sensazione della forza muscolare, la quale è appunto il prodotto psichico dello sforzo, e del lavoro fisiologico dei muscoli. Le fibre muscolari, raccorciandosi e tirandosi dietro le parti, a cui sono attaccate, producono, per mezzo dei filamenti nervosi, che vi mettono capo, la detta sensazione, allo stesso modo che, nell’udito, le vibrazioni del liquido delle cavità interne dell’orecchio, mediante i nervi auditivi, producono la sensazione del suono. Nel caso dell’udito, il suono è da noi, per naturale illusione, collocato nell’oggetto sonoro. Essendo tale oggetto alla portata degli altri nostri mezzi di cognizione, ci è possibile l’associazione della idea di esso con quella del suono. E concepiamo il fatto dell’udito, come se il suono partisse dall’oggetto sonoro, varcasse lo spazio, che lo separa dall’orecchio, e vi entrasse per farsi sentire da noi. E nel caso della sensazione della forza muscolare, nel moto volontario, che avviene? Questa dapprima si confonde e si compenetra coll’altra, in sé affatto diversa, del volere; e se ne fa una sola. E poi così commista, la si attribuisce e a ciò, che si dice la nostra anima, e alla massa dei muscoli operanti; con grossolana illusione per tutti e due i rispetti. È illusione attribuirla all’anima, e credere, che sia una schiettissima manifestazione dell’esser suo, e, come tale, causa elettrice dell’azione muscolare; perché, in quanto è volere, è una sensazione, come un’altra, una sensazione, succedente ad un atteggiamento organico particolare; e, in quanto al resto, segue e non presiede all’azione corporea attribuirla alla massa muscolare. È illusione anche a pur prescindendo dalla sensazione di volere, che contiene; e credere, che vi risieda, proprio nella sua forma di un atto psichico; perché, come nella campana non vi è il suono, ma solo l’elasticità atta ad imprimere nell’aria le vibrazioni, che, trasmesse all’organo dell’udito, lo fanno sorgere nella coscienza dell’audiente, così nei muscoli non vi hanno che le proprietà chimiche delle molecole componenti. Messe queste in attività, nasce altrove, cioè nella coscienza dell’operante, e in forma tutto diversa, cioè di mero stato psicologico, la sensazione della forza muscolare, la quale, per tal modo, anziché essere ciò stesso che muove, non ha luogo che come effetto di un movimento per altra causa prodotto. Da queste prime illusioni ne viene poi un’altra. L’uomo, per la tendenza che ha di porre inavvertitamente negli oggetti ciò che ha sentito in sé, vi trasporta, per ispiegarsene le azioni, tale idea, affatto psichica, della forza, e pensa, che in essi la materia, come tale, ne sia essenzialmente fornita, come ha creduto di sé, e del proprio corpo. E questo il concetto comune e volgare della forza; concetto ben altro che positivo, mentre inchiude il doppio errore di valere, quanto all’uomo, come una rivelazione della essenza di un principio immateriale, che abbia dei rapporti di causalità coi movimenti corporei, e di servire poi, così concepito, per impiegare le operazioni della materia incosciente. E la ragione, a cui propriamente si appoggia la teoria della inseparabilità assoluta della forza dalla materia, è costituita da siffatto concetto comune e volgare della forza, che abbiamo esposto; sicché deve dirsi, che essa, anziché appartenere all’ultimo grado di sviluppò della scienza, appartiene a’ suoi primordi. E i suoi patrocinatori, credendo di far avanzare la scienza, la portano indietro; oltreché poi, unendola alle dottrine nuove, ne formano un concetto confuso e contradditorio, come abbiamo visto aver fatto il signor Bence Jones."
      },
      {
        "index": 21,
        "text": "Se il concetto da prima significato colla parola, forza, è quello erroneo, che abbiamo qui esposto, non vuole per ciò il positivista escluderla dalla scienza. No. La ritiene, come ha ritenuto la parola, legge, pur dopo modificata l’idea relativa. E l’adopera anche col suo significato oggettivo; ma ricordandosi, che il concetto da essa indicato non contiene altro di vero, che la pura somiglianza dei fenomeni di azione."
      },
      {
        "index": 22,
        "text": "Da tutto ciò è facile raccogliere anche, quanto sia falso e più conforme al metodo metafisico degli antichi, che al positivo dei moderni, il concetto della virtualità, che molti, e lo stesso Jones, collocato nella materia, come un precedente reale della attività spiegata. Egli dice nelle sue letture sopra ricordate, che \"qualunque sia la forma del movimento, non può venire, che da un’altra forma di movimento, o da una forma di tensione\". Il movimento da una forma di tensione? Un linguaggio simile avrà senso in poesia, dove è buono tutto ciò che gira nell’immaginazione, come è il caso di questa, che si chiama tensione; ma non nella scienza. Forse il pericolo, che correva la teoria della inseparabilità assoluta della forza dalla materia, di fronte alla nuova dottrina del movimento, quale unica forma della forza, ha consigliato di adoperare una parola, che permettesse di stare a cavallo, e di tenere un piede da una parte e un piede dall’altra. Ma non fanno così quelli che intendono veramente, che sia scienza. Essi non si abbandonano senza difesa al colpo mortale della ironia del Mefistofele di Go5the, che loda la metafisica e la teologia, perché, quando manca loro l’idea, aggiustano tutto con una parola opportunamente trovata. Essi non si contentano di un vocabolo, che non esprima una cosa chiara e non vogliono saperne di virtualità, che non sia una vera forza in azione."
      },
      {
        "index": 23,
        "text": "In una locomotiva, già scaldata per la partenza, ma ancora ferma, si dirà, che si contiene virtualmente il moto del convoglio, che ne sarà trascinato. Ma in che consiste cotesta virtualità, se non in un vero moto reale? Vale a dire nel moto vibratorio, che le molecole acquee ricevettero dalla combustione del carbone? Il movimento avanti e indietro dello stantuffo, quello girante delle ruote, e quello di traslazione del convoglio, che sono, se non tre successive trasformazioni del movimento, che già esisteva nelle molecole acquee, e che da esse passò nell’asta dello stantuffo motore? Ciò è tanto vero che, come il moto di traslazione esaurisce il rotatorio, e questo il moto di va e vieni, così l’ultimo esaurisce il moto vibratorio delle molecole del vapore, in modo che, di mano in mano che lo comunicano allo stantuffo, esse lo perdono o, che è lo stesso, si raffreddano. Ecco la virtualità nel senso vero. Non una qualità occulta, una certa cosa inconcepibile tra l’azione e l’inazione, ma una forza attualmente attiva, o, che è lo stesso, un fenomeno reale di movimento."
      },
      {
        "index": 24,
        "text": "Resta dunque provato, che la materia e la forza, sotto qualunque riguardo si considerino, non sono, che gli stessi fenomeni, presi nelle loro ultime somiglianze. Come abbiamo detto sopra, la scienza naturale, progredendo, fu costretta di abbandonare la vecchia provvisione delle molteplici sostanze, diverse essenzialmente l’una dall’altra e fornite ciascuna di proprietà particolari. Continuò però di poi ancora a ritenere, siccome irrepugnabile, il principio della assoluta inconcepibilità di un fatto fuori di un qualche soggetto. Sostituito ai soggetti molti e disformi quello unico, della materia, si seguitò a dire: Impossibile all’uomo formarsi la rappresentazione del fatto fisico, senza appoggiarlo alla sostanza materiale. Or che diremo di siffatta pretesa impossibilità dal momento, che è manifesto, essere anche la materia un mero fatto; e che quindi chi attribuisce il fatto alla materia non l’attribuisce già ad una sostanza, ma ad un semplice fatto?"
      },
      {
        "index": 25,
        "text": "La cosa metafisica, che altri vuole sia intesa sotto il nome di materia, non che dimostrarla con perfetta certezza, ci sfugge assolutamente, se ci mettiamo a ricercarla; anzi ci apparisce del tutto assurda. Lo spazio, che, secondo il concetto comune di materia, dovrebbe, in un corpo, esserne, tutto o nella massima parte, ripieno, siamo necessitati, appena meditiamo un poco sui dati della esperienza, a considerarlo quasi affatto vuoto; tanto da pensare che una massa grandissima possa senza perdere punto della sua materia essere ridotta alle dimensioni di un piccolo granellino; e che gli atomi elementari, anche nei corpi più densi, siano, relativamente al loro volume, tanto lontani l’uno dall’altro quanto i corpi celesti tra loro, e non abbiano compattezza maggiore di quella di una costellazione. Ma pazienza; ci restasse almeno la corporeità degli atomi. Nemmeno quella. L’esteso non si spiega, impiccolendolo. Uno spazio estremamente piccolo è divisibile all’infinito al pari di uno spazio estremamente grande; né più, né meno. Ora, dire un atomo solido e pieno, per quanto piccolo, è dire delle parti realmente esistenti in numero infinito, ossia un’assurdità; poiché un numero effettivo non può essere che un numero determinato."
      },
      {
        "index": 26,
        "text": "Quelli dunque che pretendono, essere necessaria la supposizione della sostanza materiale, metafisicamente intesa, per concepire il fatto fisico:"
      },
      {
        "index": 27,
        "text": "1. sono smentiti dall’analisi della idea della materia, onde risulta, che essa non è punto un dato metafisico, ma contiene soltanto dei dati fenomenici;"
      },
      {
        "index": 28,
        "text": "2. pongono, come necessità del pensiero, un dato assurdo;"
      },
      {
        "index": 29,
        "text": "3. introducendola nella scienza, come primo logico, stabiliscono l’astratto a base del concreto; ossia fanno venire il più dal meno."
      },
      {
        "index": 30,
        "text": "A questo punto ci sarà chi vorrà interrompermi, e dire: Ho capito; voi siete un idealista, ossia uno di quelli, che non credono alla realtà del mondo esteriore. A chi pensasse di dovermi fare una simile osservazione risponderei: No; io non sono un idealista. Io ammetto la realtà del mondo esteriore, come voi, e come tutti gli altri uomini. Anzi la filosofia positiva, che professo, è la sola, come mostrerò a suo tempo, che sia in grado di confutare l’idealismo. E le cose, da me dette poc’anzi, non mi sforzano punto ad una conclusione idealistica. E potrei benissimo, senza ritirare nulla di quanto affermai, accettare, fatta riserva solamente per quanto ha di meno proprio qualche parola, ciò che in proposito insegna E. Helmholtz in una sua recentissima conferenza, dove dice: \"Lo scopo della scienza è la ricerca delle leggi; ed è naturale, che le prime leggi, che si trovano incominciando, siano quelle che non abbracciano, che i più piccoli gruppi di fatti; si arriva solo a poco a poco a scoprire quelle che abbracciano i gruppi più importanti. Il termine finale, verso il quale si deve tendere, quantunque ancora lontanissimo da noi, è la scoperta della concatenazione delle leggi che presiedono a tutti i fenomeni naturali......... Le leggi, le idee generali, sotto le quali si classificano i fenomeni, portano il nome di cause, quando si riconosce, che sono l’espressione di una potenza reale oggettiva; esse portano il nome di forze, quando si riuscì a ridurre il risultato totale alle azioni particolari, che le diverse parti delle masse, concorrendo insieme, producono in questo o quel lavoro della natura. Causa, forza, tutto ciò infine non è altro che una espressione della legge considerata oggettivamente."
      },
      {
        "index": 31,
        "text": "Nessuna difficoltà per me a chiamare forza la legge, materia la nozione, causa l’una congiunta all’altra; nessuna difficoltà a chiamarle così anche in un senso veramente oggettivo; poiché la realtà, non di pensiero soltanto, ma assoluta, che il filosofo positivista asserisce pei fenomeni, non può negarla per la consistenza, la successione e le somiglianze loro. Il positivista non nega neanco, che possa esservi una ragione della sperimentata coesistenza dei fenomeni in gruppi distinti, fissi ed inscindibili, onde il concetto di corpo e di materia; e della loro successione, in un ordine costante, onde il concetto di forza e di causa; come non la nega neppure delle somiglianze delle cose, onde le cosidette idee metafisiche; nemmeno per sogno. Solo egli non dice di conoscerla, né di essere vicino a conoscerla, né se arriverà mai a conoscerla. Vogliasi che tale ragione sia la cosidetta cosa in sé, o un’altra qualunque, egli non entra nella questione, che, per ora, gli sembra affatto prematura ed oziosa, essendo ben certo, che la via di scioglierla non è quella, spiccia sì ma falsa, tenuta dai metafisici. I quali, prima che se ne sappia nulla veramente, se la fabbricano colla immaginazione; e, quello che è peggio, senza accorgersi, che, per quanto si arrovellino al fine di trovare nella mente il contrapposto del fenomeno, il contenuto del pensiero è sempre la pura fenomenalità; e che, nel correre ansiosamente in cerca di quel concreto individuale, opposto al pensiero e diverso da esso, che chiamano la cosa in sé, mentre credono di seguire una ragione assoluta ed indeclinabile della stessa realtà oggettiva, in effetto non fanno che ubbidire ad una legge tutta interna della rappresentazione psichica, e subire gli effetti della associazione delle idee e della astrazione."
      },
      {
        "index": 32,
        "text": "Nessuna difficoltà dunque, come diceva, a chiamare forza la legge, materia la nozione, causa l’una congiunta all’altra; ma a patto, che si ricordi, che tutto ciò non è, se non uno spediente logico affatto provvisorio; e che, se nominiamo, o forza, o materia, o causa, una astrazione presa dai fenomeni particolari, in quanto per avventura crediamo, che sia una manifestazione di ciò, che si dice la cosa in sé, come pare accennare il passo riferito dello Helmholtz, quella astrazione resta sempre una astrazione, che ha la sua ragione nei particolari, e ne dipende; e non potrà mai quindi convertirsi in un principio, onde discenderne per determinare i fatti. A patto insomma, che si ricordi, che il punto fisso della scienza restano sempre i fatti, i quali, una volta trovati, sono trovati per sempre; mentre ciò che si chiama il soggetto dei medesimi, colle sue proprietà, si va modificando col progresso della cognizione, cioè di mano in mano, che le nuove scoperte nel campo dei fenomeni lo esigono."
      },
      {
        "index": 33,
        "text": "La precarietà delle concezioni astratte, assunte a comporre il sistema dei fatti, di fronte alla consistenza di questi, e quindi la verità di ciò, che abbiamo detto, apparisce evidentemente dalla storia delle scienze naturali. Qualche volta accadde, che si fosse indifferenti tra più ipotesi, tra loro diverse; servivano tutte bene a dar ragione di ciò che succede, e perciò avevano lo stesso valore, essendo tutte in grado di fare ciò, che premeva soprattutto, vale a dire di spiegare i fatti. Se le leggi della conducibilità del calore si potevano chiarire egualmente bene colla supposizione di un fluido particolare, o di forze attrattive e repulsive, insite alle molecole, o di un urto impresso dal di fuori, perché dare la preferenza all’una piuttosto che all’altra di queste tre ipotesi, ossia di questi tre espedienti logici provvisori? Che se poi nuovi fenomeni, prima non conosciuti, si trovarono incompatibili con una ipotesi, anche autorevolissima, non si esitò mai nella decisione. I diritti di un fatto sono assoluti. Non così quelli di un principio. E se io perciò dicessi, contrariamente a ciò che siamo soliti di udire, che i fatti sono divini, e che i principi sono umani, non temerei, che alcuno potesse convincermi di errore. Un piccolo fatto, ribelle al principio ricevuti di una scienza, ha la forza di metterla sottosopra, di distruggerne la disciplina delle parti e di condurla inesorabilmente alla detronizzazione delle astrazioni, che la governano. Ci basti ricordare, come nei tempi a noi vicini i fatti della interferenza, della polarizzazione, della doppia rifrazione e della diffrazione della luce scacciassero definitivamente dai confini della fisica quei fluidi, che prima si credevano essere la causa dei fenomeni naturali. Restò il campo all’etere, che fu trovato un ottimo spediente per darne ragione; ma che potrebbe alla sua volta, anch’esso, subire la sorte dei precedenti. E già il fatto della comunicazione del movimento a distanza, che si va sempre più provando come notammo sopra, incomincia a renderne meno necessaria la supposizione, o almeno a rappresentarne diversamente il modo d’azione."
      },
      {
        "index": 34,
        "text": "Né si deve credere, che la scienza, perciò, venga ad essere come la tela di Penelope; e che domani debba lavorare a distruggere il lavoro di oggi. Qui giova ricordare ciò che dicemmo; vale a dire, che il progresso della scienza consiste, nel sostituire a poco a poco e di mano in mano che l’osservazione e il confronto dei fatti lo permette, alle somiglianze false ed inadeguate le meno imperfette e le vere. Un fatto nuovo può smentire una ipotesi, ossia far apparire falsa la somiglianza, onde si spiegava una cosa; e allora il progresso sta nella eliminazione di una falsità. Ovvero un fatto nuovo può imporre una modificazione nella ipotesi o nella somiglianza assunta a spiegare, sia escludendone la parte erronea, sia completandola di ciò che manca, sia estendendone l’applicazione; e allora il progresso si ha nel miglioramento della generalità scientifica, ossia dell’organo logico dei sistema. O finalmente un fatto nuovo suggerisce una nuova ipotesi; e allora il progresso è nell’allargamento della scienza. Insomma è sempre il fatto il punto di partenza. E questo è al tutto certo ed irreformabile. Dove invece il principio è un punto di arrivo, che può anche essere abbandonato, corretto, oltrepassato. Ma ciò non esclude, né la stabilità, ne il progresso della scienza. Pare strano a prima vista, che lo scienziato, nello stesso tempo che crede assai più ad una legge data dall’osservazione e dal ragionamento che non ad un dogma imposto autoritativamente, non attribuisca tuttavia alla legge l’immutabilità di forma, propria del dogma. Ma non è difficile trovarne il perché. Per lui il dogma è un cadavere, in cui non si può mantenere la forma, se non sopprimendo interamente ogni processo attivo nella sostanza, che lo compone; mentre la legge è qualche cosa di vivo, in cui i processi evolutivi, anziché distruggerne le forme, le ingrandiscono, e danno loro una espressione più forte e perfetta. Ovvero, per parlare fuori di metafora, il dogma non istà per sé, e svanisce tutto, venendo meno l’autorità, su cui si fondava; la legge invece è un vero, che sta per virtù propria, e che, in quanto tale, rimarrà sempre; ma non vero in tutto e per tutto; un vero, che si può far più vero, per eliminazione del falso che per avventura contiene, per completamente, per generalizzazione, per nuovi rapporti logici con altri veri; insomma per tutti i mezzi, onde è dato alla scienza di progredire."
      },
      {
        "index": 35,
        "text": "E che tale sia veramente il processo della scienza, ci è attestato chiaramente anche dalla storia del suo linguaggio. Come dice il Müller, nelle sue nuove lezioni, valendosi delle osservazioni di Liebig, \"la chimica adottò la parola, acido, come denominazione tecnica di una classe di corpi, dei quali i primi stati riconosciuti dalla scienza erano caratterizzati da un sapore acre. Ma poi si scoprì, esservi dei composti perfettamente simili a tali corpi nei loro caratteri essenziali, ma di sapore non acre, e quindi essere l’acidità una qualità accidentale di alcuni di tali corpi, e non un carattere necessario ed universale, che li distingua tutti. Si pensò, che non si era più a tempo di cambiare la denominazione ricevuta, e così si applicò il vocabolo, acido, o il suo equivalente etimologico, al cristallo di rocca, al quarzo ed alla silice. Così pure, nella nomenclatura chimica, per effetto di un errore somigliante nella applicazione della voce, sale, i chimici mettono nel numero dei sali la sostanza, onde si fanno gli specchi e le lenti. D’altra parte, l’analisi aveva mostrato, che non si era compreso il carattere essenziale, non solo degli altri corpi, che si erano chiamati sali, ma neanche dello stesso sale di cucina, del sale per eccellenza, e che il sale non è sale; sicché si dovette escludere questa sostanza dalla classe dei corpi, a cui aveva dato il suo nome all’epoca, che era ritenuto quale loro più perfetto rappresentante\"."
      },
      {
        "index": 36,
        "text": "E il processo di formazione del linguaggio scientifico è in tutto analogo a quello del linguaggio in generale, e, perciò, dell’umano pensiero, che vi si esprime naturalmente. Il punto di partenza del pensiero non sono già le idee astratte, ma bensì le sensazioni immediate; sicché le prime parole rappresentano, non l’individuo, che è una idea molto diversa, assai complicata e tardiva, ma questi dati sensibili fondamentali. Il significato di tali parole si estende, di mano mano che le qualità, da loro indicate, si vanno sperimentando in più oggetti. Ogni volta che si percepiscono delle somiglianze e delle analogie nuove si porta nella parola una significazione più generale. Si sa che il vocabolo, essere, corrispondente ad un concetto dei più astratti, ha cominciato dall’indicare il semplice fenomeno del respirare. Insomma il fatto è il capo saldo, la base stabile, il principio fisso, il punto di partenza. E seguono poi, di grado in grado, gli astratti, secondo che va innanzi il lavoro mentale. Così nell’aritmetica, incominciando dall’uno più uno, si può progredire, computando ed operando sui numeri, all’infinito. E così fa pure il positivista; anch’egli parte dal fatto, ossia dall’uno più uno; sa dove comincia, non sa dove finirà. Il metafisico è invece dominato dalla matta idea di partire dallo stesso punto di arrivo, dal numero infinito, per venire all’uno; e perciò è sempre da capo, non essendogli possibile di stabilire a questo modo con certezza il suo principio, che è un principio in realtà introvabile. Il tentativo di Dalgarn, Wilkins, Leibniz, Trede, Bellavitis e di altri, di fondare un linguaggio universale, contiene, pel modo da loro divisato, non conforme a quello della natura, una assurdità simile a questa dei metafisici. Secondo loro, la base di tale linguaggio dovevano essere le idee universali, e supreme, e quindi le parole corrispondenti. Tutti gli altri concetti, dal genere più elevato all’individuo, dovevano essere determinati In base a quelle, mediante una regola semplice. Ma si può domandare: Quali sono le idee supreme? E se l’uomo, come ogni secolo ha fatto, trovasse idee ancor più astratte che avverrà della nostra lingua universale? Demolirla, per ricostruirne un’altra, che alla sua volta dovrà di nuovo essere rifatta."
      },
      {
        "index": 37,
        "text": "Nella fisica, come poc’anzi dicevamo, i fatti, di mano in mano che se ne allarga lo studio, conducono, giusta il nostro principio qui giustificato coll’esempio del linguaggio scientifico e naturale, a riformare le generalità, onde ce li spiegavamo; vale a dire, a sostituire somiglianze più vere e più estese alle apparenti, inesatte e ristrette. Un’ipotesi, che non serve più bene, cede, come vedemmo or ora, il posto ad un’altra, che serve meglio. E tale caducità scientifica è comune a tutte le generalità, e non si riscontra solo nei fluidi imponderabili, e nell’etere, che sono cose infine non mai direttamente sperimentate, e solo immaginate a sussidiare temporaneamente la scienza, ma si trova anche in ciò, che si crede universalmente la cosa più reale e salda, cioè nella materia, che pure dovrebbe costituire, secondo la comune opinione, la stessa sostanza dei corpi, e il soggetto indispensabile dei fatti."
      },
      {
        "index": 38,
        "text": "La fisica, come tutti sanno, ha due parti. La prima tratta delle proprietà generali dei corpi, ed è molto vecchia. Meno ciò che si riferisce all’inerzia e alla gravità, era, si può dire, già fatta al tempo di Aristotele. La seconda si occupa dei fenomeni, ed è nuovissima, poiché data da Galileo. In passato la prima era ritenuta la principale e il fondamento necessario della seconda, e di tale natura da non essere quasi più suscettibile di notevoli alterazioni, versando sulle determinazioni ovvie, comunissime, universali del concetto della materia costitutiva dei corpi, che si credeva certissimo e definitivamente fissato, come quello di spazio in matematica. Anzi si stimava, che non fossero possibili fenomeni, che non si accordassero pienamente con quelle determinazioni; e un fatto, che si presentasse in disaccordo, doveva, a priori, essere attribuito, o ad errore di osservazione, o ad altro, che non gli permettesse di essere preso in considerazione dal fisico. E tuttavia che è succeduto? La parte, che si occupa dei fenomeni, prima tenuti in conto di cosa leggera e mutabile, come apparenza vuota ed inconsistente, è sottentrata all’altra nel posto d’onore. I fenomeni vi furono ammessi tutti, con assoluto diritto; anche se contrari a quelli, che si ritenevano gli attributi essenziali ed immancabili della materia. Anzi, se nella scienza è restato qualche cosa di poco sicuro, e destinato, o a perire del tutto, o a trasformarsi radicalmente, è appunto quella, un tempo solenne dottrina delle proprietà generali dei corpi. Le quali, a poco a poco, si poté capire, non essere quelle assolute ed indiscutibili verità, che prima si credevano."
      },
      {
        "index": 39,
        "text": "Gli attributi essenziali della materia, nel concetto ordinario di essa, sono quelli della estensione e della impenetrabilità, della passività e dell’inerzia, del peso e della gravità. Le esperienze di Galileo e di Torricelli modificarono le vecchie idee circa la pesantezza dei corpi, dimostrando che tutti i corpi indistintamente sono pesanti, e che la caduta prodotta dal peso è nella ragione medesima per tutti. Ma il peso è esso oggi considerato, come un tempo, una qualità intrinseca della realtà materiale, ed inscindibile da essa? No certo, come anche sopra dicemmo. O già i fisici inclinano a considerarlo semplicemente quale effetto di un urto esterno, o di un movimento concepito. Alla materia affatto passiva è già aggiunto, secondo Aristotele, nel corpo reale un principio di attività, cioè la sua forma sostanziale. Alla quale il medesimo ascriveva quello che chiamava il moto naturale dei corpi. E ne distingueva il moto impresso dal di fuori ossia il violento. I moderni non ammisero che questo. Ma corressero l’errore antico di credere, che il medesimo durasse solo quanto l’azione della causa motrice. Ed insegnarono, che, come un corpo non ha in sé la virtù di mettersi in movimento, quando, come una pietra, giacente sul suolo, è in quiete, così urtato una volta e messo per ciò in movimento, come i corpi che si muovono in cielo, persevera in esso, senza bisogno che si rinnovi lo sforzo di muoverlo. Ma anche queste idee sono già modificate, dal momento che, da una parte, nel fatto, né ciò che apparisce in quiete, come un corpo solido giacente per terra, onde fu presa la stessa idea della passività della materia, è quella massa continua inattiva che sembra, mentre vi formicolano dentro con moti vari ed incessanti le particelle minutissime che lo compongono, né ciò che apparisce muoversi imperturbatamente, come una stella nel vuoto cielo, è in realtà immune da ogni contrasto che ne affatichi il corso, ché o l’etere interposto o l’attrazione delle masse lontane ne rallentano il movimento; e dall’altra, quanto allo stesso principio, non si vuole più ormai dalla maggior parte dei fisici scompagnare la forza dalla materia, la quale anzi da alcuni è fatta consistere, come accennammo già, nella stessa forza talché la quiete, quando ha luogo, non sarebbe più la mancanza o il riposo della forza, ma equilibrio di quelle che, operando colla medesima intensità, in senso contrario, si elidono vicendevolmente. E da ultimo, non solo dello spazio attribuito a un corpo oggi non si considera di più ripieno della sua sostanza, che una minima parte, e si ritiene esservi, per mezzo ad un oggetto materiale, ampie e comode vie di passaggio, come nel vetro per la luce, ma non si tien più conto ormai nemmeno dei punti pieni. Non si ha difficoltà a pensare all’azione di una forza anche attraverso ad essi, come se fossero vuoti, al pari del resto. Faraday, in una lezione sulla natura della materia, non solo asserisce addirittura, che la materia è penetrabile, rinnegando così formalmente il vecchio dogma; ma aggiunge, che ogni atomo si estende, per così dire, attraverso a tutto il sistema solare senza cessare di conservare il suo centro proprio di forze. Che più? C’è perfino, come sopra notammo, chi crede, che nemmeno questi atomi siano estesi."
      },
      {
        "index": 40,
        "text": "Anche il concetto della materia adunque va a subire la sorte comune delle astrazioni; anch’esso è un dato provvisorio, che è presso a cedere il posto ad una generalità superiore. Cartesio aveva detto: Due sostanze, lo spirito pensante e la materia estesa. I metafisici dualisti anche oggi, ripetendolo, hanno l’aria di sfidare qualunque a muover dubbio sulla certezza, sulla irreduttibilità di quelle due idee, onde pendono i loro sistemi. E mostrano compassione dei positivisti, perché, a loro credere, essendo costretti a trascinarsi penosamente di fatto in fatto, devono essere impotenti a pervenire all’altezza e alla schietta idealità di esse. Eppure il filosofo dei fatti, anche senza neanco uscire dalla fisica materiale, vi è bene arrivato. Non solo; ma li ha oltrepassati, mostrando ai filosofi della speculazione intellettuale, che vi può essere ancora qualche cosa di più astratto e profondo delle idee comuni della materia e dello spirito, e che quindi i loro sistemi, per reggersi, hanno bisogno di una sottomurazione ai loro fondamenti, che hanno il vuoto sotto; e di prenderne i materiali a prestito dal positivismo; tanto è falso, che esso sia infecondo e micidiale delle idee e della scienza. L’induzione positiva, come diceva, ha superato i segni di Ercole della fisica antica, ed è entrata, piena di ardire e di speranza, in un mare nuovo; e già in fondo a quello si vanno disegnando, lontan lontano, come linee indistinte di lidi remoti, i primi incerti tratti di un concetto più elevato ed universale, come vedremo. Quantunque pochi ancora siano gli animosi, che vi si arrischiano. I più, anche se non di quelli deliberati a far guerra sempre alla ragione, che hanno colpito di anatema, anche se non di quelli, si impauriscono, per timidezza, delle troppo ardite verità; e, contro l’evidenza, si fanno scudo di ciò, che chiamano il senso comune, ed è puro pregiudizio volgare, pura abitudine di pensare in un dato modo. Ma, quei pochi eletti bastano soli. Il vero, che hanno nel cuore, dà loro la forza di persistere e di aspettare. Aspettano, che il tempo compia la persuasione delle menti ribelli e timorose. E questa è la vendetta avvenire, onde si rallegrano nelle presenti contrarietà dei diffidenti e dei protervi."
      },
      {
        "index": 41,
        "text": "Pertanto il fatto del cambiamento avvenuto nell’ufficio logico e nel valore del concetto della materia nella fisica, è della più alta importanza, e merita che sia attentamente considerato dal filosofo. Esso è la più formale conferma di ciò che abbiamo detto fin qui; e, per lo scopo che ci siamo prefissi, se ne ingerisce specialmente:"
      },
      {
        "index": 42,
        "text": "1. che nelle scienze positive, se non sempre con piena coscienza, pure almeno istintivamente si è proceduto veramente secondo il metodo da noi indicato, siccome il solo razionale; vale a dire, di non dare un valore assoluto, se non ai fatti; e di considerarli il punto di partenza fisso ed irremovibile del discorso scientifico. E, quanto alle astrazioni, di ricordarsi, che sono pure espressioni di fatti; che è sempre possibile, precisando meglio le somiglianze od allargandole, trovarne una al di là, che riformi o sostituisca la precedente; sicché nessuna può mai essere presa come l’ultima definitivamente, e offerire alla scienza una base stabile a priori;"
      },
      {
        "index": 43,
        "text": "2. che è precisamente a tale indirizzo, che le scienze naturali devono il loro sviluppo e il loro valore scientifico;"
      },
      {
        "index": 44,
        "text": "3. che questo medesimo deve pure essere considerato il metodo vero per ogni scienza; sicché, se ne vediamo qualcheduno, come sarebbe la psicologia, che non sia a livello delle altre, dobbiamo esser sicuri, dipendere unicamente dal non averlo seguito. Ed è ciò, di cui adesso, per ultimo, dobbiamo ancora parlare."
      }
    ]
  }
}
