{
  "chapterNumber": 1,
  "title": "Parte prima (Part First)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Gli antichi credevano, che la scienza dovesse condurre a conoscere le cose fino nella essenza e nelle cause loro. Lo insegnava espressamente anche il grande filosofo, che Dante ha chiamato \"il maestro di color che sanno\" A noi non è più possibile una tale illusione; poiché sappiamo, che lo sforzo di risalire oltre i fenomeni è vano affatto; e che il compito della scienza non può essere altro, che di rilevarne la consistenza, la successione e le somiglianze."
      },
      {
        "index": 1,
        "text": "L’errore degli antichi era naturalissimo, e dipendeva da ciò, che l’uomo, senza punto accorgersene, pone negli oggetti le impressioni sue proprie, come il movimento della terra nel sole; e considera le idealità, formate dalla sua immaginazione, quali rappresentazioni adeguate e perfette di ciò, che esiste veramente ed opera nelle cose. Il lavoro analitico, onde la scienza pervenne a scoprire l’inganno, fu oltremodo lungo, difficile e faticoso. E la storia de’ suoi progressi, a questo riguardo, dai Greci, che la iniziarono, a noi, è piena di insegnamenti e merita di essere ricordata."
      },
      {
        "index": 2,
        "text": "Nel primissimo e più informe rudimento del pensiero filosofico, proprio dell’età mitologica, i fatti si rappresentarono siccome altrettante manifestazioni vitali, analoghe a quelle che l’uomo sperimenta in se stesso; e perciò si riferirono all’arbitrio di virtù invisibili, intime alle cose, fornite di pensiero e di volontà, e aventi il potere di muoverle con un comando come l’uomo le sue membra. Lo stesso Talete di Mileto, primo a filosofare in Grecia, riteneva ancora, che ogni oggetto nella natura fosse avvivato dallo spirito di un qualche demone o dio; e che il magnete avesse la proprietà di attrarre il ferro dall’istinto particolare di quell’anima, che vi doveva albergare"
      },
      {
        "index": 3,
        "text": "L’idea del comando si è allargata in quella di legge, dopoché uno studio un po’ più avanzato incominciò a far conoscere la concatenazione, l’ordine e la stabile ricorrenza dei fatti; sicché dagli oggetti particolari la considerazione si estese al complesso di essi, e lo sviluppo totale degli eventi apparve, come la esecuzione infallibile, non di un capriccio del momento, ma di un piano sapiente, stabilito in precedenza. Dall’idea di un tutto naturale, già abbozzata nelle dottrine dei filosofi della Jonia, derivanti le cose da un solo elemento per ispontanea evoluzione, come la pianta dal seme, ed espressa più tardi nel modo più compiuto da Diogene di Apollonia, dai pitagorici si passò, facendosi un primo passo nella via dell’astrazione, all’idea del tutto numerico E da questa, facendosene un altro dagli eleatici, a quella del tutto metafisico. Nella apprensione complessiva e generale dei corpi, soprattutto in quella più astratta dei matematici, scomparvero le particolarità distintive di ciascheduno, e si fusero tutti nella idealità pura ed infinita della materia, reale e mutabile, indistinta nella sua unità e tuttavia divisibile. Parmenide e gli eleatici non tennero conto della divisibilità e della mutabilità, e si elevarono alla nozione dell’essere schietto, e all’infuori del limite, della moltiplicità e della variazione Su queste invece fermò l’attenzione Eraclito di Efeso, e ne creò una astrazione, onde l’essere non è il persistere immutabile, ma il divenir sempre, variando eternamente Anche il concetto del momento attivo o causante nella natura si era di mano in mano modificato, facendosi sempre più astratto. Di fronte ai numeri dei pitagorici quel momento era apparso l’armonia che li assomma e li dispone secondo un ordine; di fronte all’essere ed al divenire dei metafisici, la mente che n’è conscia, e il fato, dal cui volere irrevocabile è necessitato il corso eternamente prestabilito degli avvenimenti Tuttavia non aveva cessato di rimanere compenetrato nel momento passivo o materiale, e di formare con esso una cosa sola, come la vitalità generante ed animatrice dei Jonici (prima sparsa e divisa nei singoli esseri, poi compendiata in una unica anima del mondo); onde l’aspetto panteistico di tutti questi sistemi. Ma Anassagora di Clazomene, nel suo ardito tentativo di comporre insieme in un pensiero più grandioso e maturo i trovati della speculazione precedente, onde ideò il cosmo come un tutto d’arte divina, gli diede maggior risalto, lo staccò affatto dal composto inerte, e ne fece un essere puro distinto, impersonandovi specialmente le astrazioni della libera forza motrice e della cognizione dei fini, e glielo contrappose, come l’artefice alla materia della sua opera; restando così per lui disegnate le linee fondamentali della filosofia dualistica, che si svolse poi nei grandi sistemi di Platone e di Aristotele. Nel concetto, che si venne per tal modo formando, di una vasta, anzi infinita, armonia di cose, rispondenti immancabilmente alle disposizioni eterne di una mente sovrana, a ciascuna era affidato un ufficio speciale, insieme col potere di eseguirlo. Tale potere non aveva altra ragione di essere, che il beneplacito del donatore. Dio, dice Platone nel Timeo, volendolo, rende immortale ciò che per natura è corruttibile. E l’uso era vincolato da una legge determinata dall’intento del tutto. Al sole, dice Eraclito, è segnata la sua via; se ne uscisse, non isfuggirebbe al castigo delle Erinni vendicatrici E poiché l’esperienza aveva mostrato corrispondere ad una cosa particolare varie categorie di fatti, si era pensato, che ogni essere fosse investito di più facoltà, quasi di altrettante prerogative, regolate però anch’esse nel loro esercizio da apposite convenienti prescrizioni. Così, come si era dapprima applicato alla natura, per ispiegarla, il concetto dell’individuo, che ha in sua piena balia le diverse membra del corpo, aspettanti per muoversi il comando dello spirito animatore, in seguito le si applicò quello dell’ordine sociale, nell’ampia cerchia del quale un legislatore fissa e dirige, a suo talento, ma con legge stabile e generale, le sorti e le azioni dei sudditi, nei diversi gradi della loro condizione."
      },
      {
        "index": 4,
        "text": "Ma una osservazione più attenta scoprì, a poco a poco, tali e tante relazioni tra l’azione esercitata dagli oggetti e la loro intima costituzione, che la scienza andò sempre più abbandonando l’idea delle proprietà gratuitamente e capricciosamente affidate e delle leggi imposte arbitrariamente; e finì col persuadersi, che le energie, proprie delle sostanze e dei corpi naturali, non fossero altro, che la conseguenza e la espressione necessaria ed inevitabile della loro essenza medesima."
      },
      {
        "index": 5,
        "text": "diceva Lucrezio. Tale è la dottrina di Democrito di Abdera, scolaro di Leucippo. Democrito compì il tentativo di Empedocle di spiegare la varietà e il mutarsi incessante delle cose, partendo da una primitiva moltiplicità caotica, per via di un processo puramente meccanico Egli emendò la teoria del filosofo Agrigentino; invece delle quattro sorta di particelle primitive, dette i quattro elementi, e delle due forze contrarie dell’amore e dell’odio, fatte intervenire per dare spiegazione delle composizioni e scomposizioni, ammise degli atomi, distinti, non per la sostanza, ma per la forma e la grandezza, e dotati per natura di movimento E, ciò che costituisce il carattere proprio di questa dottrina, ripudiò espressamente l’intervento delle cause finali"
      },
      {
        "index": 6,
        "text": "In questo sistema i vari modi di operare riscontrati nelle cose, ritornanti invariabilmente date le identiche circostanze, si continuò a chiamarli leggi, come prima; ma con significato molto diverso. Nella immaginazione, più poetica che scientifica, degli antichi dualisti il pensiero di un ordine, nato in una mente suprema, doveva averla condotta, per realizzarlo, a divisare gli uffici relativi, ed a procacciarsi il soggetto, in cui investirli, costringendo ad assumerne l’incarico una materia del tutto inerte e passiva, e per sé indifferente a qualunque genere di azione Nel concetto assai più filosofico, che si oppose al precedente, è la stessa natura delle sostanze la ragione, come della esistenza, così anche della energia loro, e del modo di esercitarla; sicché l’ordine non è più una causa, ma un risultato; e la legge non è più un comando imposto tirannicamente ad esseri riluttanti, ma la semplice manifestazione spontanea di quello che sono."
      },
      {
        "index": 7,
        "text": "Anche qui però la legge si diversifica ancora dal fatto, e si appoggia interamente alla sostanza, poiché ne rappresenta l’essenza e le proprietà. Per cui, in questo sistema, il fatto non può essere concepito da sé, ma si connette necessariamente alla legge, come la legge alla proprietà e alla forza, e questa alla sostanza. E il fatto, benché costituire da solo la scienza, non vi tiene neanco il primo posto, e vi figura soltanto come ultimo corollario delle idee sopraddette, che lo precedono logicamente."
      },
      {
        "index": 8,
        "text": "Ma una analisi più accorta del processo conoscitivo, onde si distinse ciò, che si deve alla realtà appresa, da ciò che è mero effetto di combinazione e di abitudine mentale, ha dimostrato finalmente, che le idealità formate dalla immaginazione, quali sono queste della sostanza e delle sue misteriose proprietà, non sono punto, come si credeva quasi invincibilmente adeguate e perfette di ciò, che esiste veramente ed opera nelle cose; e che la scienza, per essere veramente solida in tutte le sue parti e degna del suo nome, non deve ammettere, siccome certo, se non ciò che è accessibile alle umane facoltà, vale a dire il solo fatto Questa verità, non estranea del tutto alla scienza antica più matura, è propria soprattutto della moderna, i cui risultati hanno giustificato definitivamente gli arditi concetti di David Hume L’essenza e le proprietà della sostanza trascendono assolutamente la sfera del nostro comprendimento, e quindi non hanno diritto di entrare a far parte di un sistema di cognizioni serie e positive. Chi ve le introduca, o lo fa per dedurne i fatti, come si dedurrebbe la conseguenza dal suo principio, e allora si ha l’assurdo, che il fenomeno si accerti, non mediante l’osservazione, ma col ragionamento a priori; o lo fa per completare, con una semplice aggiunta metafisica, un corpo di veri in tutto empirici, e allora si ha nella scienza un principio discordante ed ozioso, che non aggiunge nulla alla verità del resto, e rimane come una parte viziosa, che minaccia sempre di guastare la buona."
      },
      {
        "index": 9,
        "text": "Quando diciamo, il fatto, non escludiamo la legge. Se lo facessimo, toglieremmo anche la scienza, perché essa consiste appunto nel dimostrare le leggi dei fatti. Ma che è infine la legge, se non il fatto? La legge astronomica della gravitazione dei corpi celesti, la legge fisica della rifrazione della luce, la legge fisiologica della circolazione del sangue, sono altrettanti fatti; niente altro che fatti; invincibilmente, rappresentazioni. La gravitazione è il fatto del movimento delle grandi masse di materia, isolate nella immensità dello spazio; la rifrazione della luce è il fatto della deviazione del raggio luminoso, nell’entrare in mezzi diafani di densità diversa; la circolazione del sangue è il fatto del movimento del liquido, onde si mantiene la vita, per le arterie e le vene degli animali, in conseguenza delle contrazioni del cuore. E così dicasi di tutte le altre leggi. Non se ne trova nessuna, che sia altro più che un fatto."
      },
      {
        "index": 10,
        "text": "La legge si distingue dal fatto, non come cosa da cosa, ma solamente, come la cosa considerata in ciò che ha di comune con altre, vale a dire il generale e l’astratto, dalla cosa considerata in tutte le sue particolarità, ossia come individuale e concreta. Dati più fatti dello stesso genere, ciò in che si rassomigliano è la loro legge. Per dirlo in una parola, la legge è la somiglianza dei fatti. L’allungamento di una spranga di ferro, esposta al sole, l’innalzamento della colonna di mercurio nel tubo di un termometro, portato in un luogo caldo, il gonfiamento di una vescica chiusa, contenente aria, messa sopra una stufa accesa, sono tre fatti particolari. Essi hanno di comune, che sono una dilatazione di corpi, diversi per la sostanza e lo stato di aggregazione molecolare, in seguito a riscaldamento. In ciò si rassomigliano; e quindi si dice, che questa è la loro legge."
      },
      {
        "index": 11,
        "text": "Onde si vede, che, se la scienza oggi parla ancora di leggi, questo vocabolo vi ha un significato affatto diverso dal vecchio; e che il concetto da esso indicato non è, per nessuna ragione logica, subordinato a quelli delle proprietà, della sostanza, e della essenza, come presso gli antichi."
      },
      {
        "index": 12,
        "text": "Non è però da dissimularsi, che, in quanto questa parola, anche adesso, come prima, è usata soltanto nelle scienze dinamiche, ossia di ciò che avviene o diventa, e non nelle descrittive, ossia di ciò che è, conserva tuttavia una qualche ricordanza, per quanto leggera, dell’antica significazione. Se non vi rappresenta più la forza particolare generatrice del fatto, vi indica però ancora una certa ragione logica speciale. Mi spiego con un esempio. La legge, a cui si subordina il fatto della caduta di un corpo sollevato in alto e poi abbandonato a se stesso, è quella della gravità. Questa gravità gli antichi la prendevano, come qualche cosa a cui fossero soggetti i corpi; fosse poi essa o un comando superiore onnipotente, che li spingesse irresistibilmente verso la terra, o la stessa loro natura, che li sollecitasse a cadere. In qualunque modo, sempre una vera forza particolare effettrice. Per noi invece la gravità, come abbiamo detto, è lo stesso fatto di cadere, che si rinnova ogni volta che i corpi non sono sostenuti. E quindi non ci rivela punto la causa reale, che lo produce. Ma ci serve a spiegarlo. Cioè veniamo per essa ad assegnargli un posto in un ordine ed in una serie di fatti aventi tra loro dei rapporti dinamici, ossia di successione."
      },
      {
        "index": 13,
        "text": "Nelle scienze dinamiche si studiano i fatti, che si succedono nel tempo. L’attinenza di successione nel tempo, considerata nei fatti, fa che noi li apprendiamo, non come qualità o cose, ma come atti e funzioni; e li colleghiamo fra loro pei rapporti della causalità. È questa la ragione, per cui si conserva in quelle scienze la parola legge, colla tinta di significato speciale detta sopra. Nelle scienze descrittive, che, nei dati reali ed ideali, cercano, non quello che fanno, come le dinamiche, ma quello che sono (e ciò notando il rapporto di coesistenza dei fatti che li costituiscono), per indicare le generalità, che ne danno ragione, si preferiscono altre parole; come elemento, parte, specie, classe, rapporto, idea e simili, che si possono comprendere nell’unica di nozioni. Tutti questi vocaboli non indicano, che dei fatti in astratto, come quello di legge; né più, né meno. E non se ne differenziano, se non perché, come questo ultimo ci fa ricordare, che in antico le scienze, in cui entra, seguendo una illusione naturale e fortissima della nostra mente, credevano di mostrarci la vera causa reale degli effetti studiati; i primi appartengono a scienze, che una volta avevano, per lo stesso motivo, la pretesa di rivelarci l’essenza stessa delle cose. In una parola, la legge è il fatto stesso, ma concepito come una azione, vale a dire, avente con altri fatti una relazione di tempo; e la nozione è, essa pure, il fatto, e null’altro; ma il fatto considerato, come cosa o qualità, vale a dire, avente con altri fatti una relazione di spazio. Fuori di tali allusioni, nessun’altra differenza tra quella e questa. Tutte e due, allo stesso modo, sono generalità od astrazioni, formate sui fatti particolari, o, che è lo stesso, ne sono le somiglianze; e servono per classificarli Chi vi aggiunge di più, come vedremo innanzi farsi oggi ancora da molti di quelli, che parlano di forza e materia, di anima e di facoltà dello spirito, s’inganna, e torna ai falsi sistemi, sopra ricordati, della scienza immatura."
      },
      {
        "index": 14,
        "text": "La scienza va in cerca dei fatti. Osservando e sperimentando, li trova, li nota, li accerta. Poi li confronta, e li distribuisce secondo le somiglianze, e ne forma dei gruppi distinti, sui quali leva le prime generalità. In seguito paragona tra loro queste generalità prime, e le distribuisce in categorie, e ne astrae delle generalità superiori; e ripete il lavoro, di grado in grado, fino a trovare, se vi riesce, quell’unica, che sta in cima a tutte, e le collega in un solo sistema. Così si forma la scienza; la quale, per tal modo, viene ad essere un grande quadro sinottico, o una classificazione dei fatti. Classificazione che giova a due scopi. Essa, in primo luogo, è un tutto proprio della mente, è un’opera d’arte della facoltà logica, è una idealità, onde l’umana contemplazione si pasce con voluttà divina, come della idealità morale ed estetica. Inoltre serve a spiegare le cose particolari, e quindi a farle conoscere, nel modo più perfetto, che è a dire, scientificamente."
      },
      {
        "index": 15,
        "text": "Che è conoscere un oggetto particolare? Lo stesso che spiegarlo. E spiegarlo? Una cosa semplicissima associare ad esso le idee che vi hanno relazione. Il fabbro conosce un suo strumento, perché alla sua vista si risveglia in lui l’idea dell’uso a cui serve. Egli poi lo conosce solo praticamente, perché lo fa mediante l’associazione di idee particolari ed inorganiche. Il botanico, conosce una data pianta, perché, esaminandola, ricorda la varietà, la specie, la famiglia, l’ordine, e via discorrendo, a cui appartiene nel sistema dei vegetali. E la sua cognizione è scientifica, perché le idee associate, che la rendono tale, sono idee astratte, disposte secondo le diverse gradazioni di generalità, ossia secondo il loro organismo logico. Così il marinajo conosce praticamente un dato vento, mentre egli vi annette, per l’esperienza avuta, certi pericoli della navigazione. Il fisico ed il meteorologo conoscono invece quel vento scientificamente, mentre sanno associargli le idee delle leggi proprie dei movimenti dei corpi in genere, e quelle dei movimenti dei fluidi aeriformi, dell’aria, dell’atmosfera, delle sue diverse correnti, e via dicendo; e così viene ad indicare il posto, che quel fenomeno tiene nel grande quadro dei fatti della natura."
      },
      {
        "index": 16,
        "text": "Non sempre le generalità, che si associano a dati fatti particolari, per ispiegarli, sono cavate, nel modo detto sopra, da quei fatti medesimi; e quindi non sempre sono a loro posteriori nel processo ideologico. Spessissimo vi si applicano delle generalità già formate prima. Per conoscere gli avanzi fossili di un animale di una specie perduta, il paleontologo ricorre alle classificazioni già preparate dalla scienza, dietro lo studio degli individui tuttora viventi. La scienza gli presta, o il genere, o la classe, in cui collocare il nuovo animale; mentre i suoi caratteri particolari lo conducono a delineare una famiglia, una specie novella. La teoria, recentissimamente provata vera dal professore Schiaparelli e da altri, sulle meteore cosmiche a cui appartengono gli aeroliti, non è altro che una giusta e felice applicazione ad un nuovo caso delle leggi astronomiche delle comete. Qui l’ipotesi si è convertita in tesi; ossia la somiglianza presunta è divenuta una somiglianza verificata."
      },
      {
        "index": 17,
        "text": "In mancanza di somiglianze vere e proprie, si ricorre anche a supposte e lontanissime, pur che si trovi una qualche spiegazione. Tanto è forte siffatta tendenza della mente umana. Se cade una goccia di un acido su un panno e ne altera il colore, si vuol subito spiegare il fatto; e, in mancanza d’altro, si ricorre all’idea del mangiare, che non ha con quello se non una lontanissima analogia; e si dice, che l’acido ha mangiato il colore. E chi non è istruito nella chimica se ne contenta, come se non gli restasse altro da sapere in proposito. Tale procedere è immensamente più comune, che non si creda. N’è frutto la massima parte delle nostre cognizioni. Il linguaggio umano n’è, si può dire, formato di pianta. E non è straniero alla stessa scienza; che anzi il suo progresso consiste appunto in ciò, di venire sostituendo a poco a poco delle somiglianze vicine e giuste alle false e lontane."
      },
      {
        "index": 18,
        "text": "L’anteriorità cronologica delle nozioni generali, adoperate nelle così dette scienze a priori, per rendere ragione dei fatti particolari, è tanta, che se ne sconosce perfino del tutto la natura. Onde il debole di quelle scienze. Il debole dei metafisici sta nel credere, che quelle nozioni universalissime, che essi chiamano le idee, precedano la esperienza di qualunque fatto, e ne siamo affatto indipendenti; e quindi siano atte a rappresentare più che il mero fatto; a rappresentare cioè la stessa sostanza ed attività della cosa, onde il fatto procede, e le cagioni assolute di esso. Se il matematico non incorre nelle assurdità dei metafisici, è perché prende le sue linee e i suoi punti per quello che sono veramente, cioè come astrazioni, e niente di più. Se egli, per esempio, per calcolare il rapporto, che corre tra due forze date, le indica con una lettera e le considera concentrate ciascheduna in un punto, con ciò non vuol dire di conoscere il modo, onde nella natura si sviluppano quelle forze, e non intende di sostenere contro i fisici, che una energia sperimentabile non supponga una certa quantità estesa di materia. Le sue conclusioni sono delle relazioni puramente mentali, quali risultano dal confronto logico dei dati astratti su cui lavora, ed egli non dà ad esse altro valore E così non argomenta dalla divisibilità all’infinito dello spazio matematico ad una uguale divisibilità dei corpi concreti. Anzi non gli ripugna neanco di concepire il corpo in sé come una cosa non estesa. Chi non sa, che tale idea ebbe i principali suoi sostenitori fra i matematici, quali erano certamente, per non citare che questi, Leibniz e Boscowich? Le idee di tempo e di spazio, su cui lavorano i matematici, quelle di essere, realtà, sostanza, causa e simili, onde si occupano i metafisici, non sono, come essi credono, nozioni precedenti l’esperienza dei fatti, o, come si dice, idee a priori. Esse sono il frutto della nostra prima e più costante esperienza, aiutata dallo strumento della parola, che rappresenta l’esperienza delle generazioni passate. Il crederle non semplici somiglianze di genere, fatti sperimentali, ma tipi universali, necessari e trascendenti, e senza dipendenza da essi, proviene unicamente dal modo inavvertito, onde si vennero disegnando nella nostra intelligenza di mano in mano, che si andava formando."
      },
      {
        "index": 19,
        "text": "Ad ogni modo, sia che si parta dal fatto particolare, per indurne la nozione o la legge generale, sia che, ottenutala prima per tale via, si parta da essa, o per chiarire nuovi fatti, associandovela per la ragione della analogia e applicandovela come una ipotesi, o per creare nuovi dati, servendosene come di proposizione maggiore di un sillogismo, resta sempre, che nella scienza non si ha che il fatto e la nozione o legge; vale a dire, il fatto considerato ora in concreto ed ora in astratto; e che quindi essa non può risalire oltre i fenomeni, e non può far altro che rilevarne la consistenza, la successione e le somiglianze; e che al tutto vana era la credenza degli antichi, che potesse condurre a conoscere le cose fino nella essenza e nelle cause loro."
      },
      {
        "index": 20,
        "text": "La nostra conclusione a molti parerà desolante. Parerà, che, a questo modo, la scienza debba riuscire alla negazione di se stessa. E si rimpiangeranno i tempi felici, in cui l’uomo, pure illudendosi, poteva sentire la compiacenza, quasi divina, di credersi in possesso dei segreti più nascosti della natura, e di rifare, con una vera creazione della sua mente, il mondo, per la cognizione delle cause medesime, onde è l’effetto. Rimpianto irragionevole; come di chi, ridestandosi improvvisamente, sentisse rincrescimento di un bel sogno svanito. Le palpebre, chiuse pel sonno, si aprono al chiaro del giorno ed alla verità delle esistenze concrete, se un raggio di sole le offende e le irrita. Nello stesso modo la luce della scienza moderna punge e molesta lo spirito addormentato nelle piacevoli fantasie delle passate età, e lo sforza a risvegliarsi. Le false immagini del sogno si dileguano, e sottentrano quelle della veglia. Ma di quanto maggiore bellezza e valore!"
      },
      {
        "index": 21,
        "text": "La scienza in passato si occupava specialmente delle sostanze, e si compiaceva di descriverne, con ingenua baldanza, la natura e la proprietà. Era quello un sogno; ciò che essa credeva la sostanza non era che una formazione al tutto chimerica di una poetica fantasia. Che era la sostanza di Aristotele? Un accoppiamento meramente mentale di due entità astratte, la materia e la forma E per Platone? Egli ha invertito l’ordine dei concetti. Per lui le vere sostanze sono le idee; ciò che tocchiamo colle mani e vediamo cogli occhi non é la sostanza nel giusto senso, ma solo un non so quale riflesso della vera, ossia della idea E per gli atomisti? Una riunione di atomi, ossia di corpi estremamente piccoli. Cioè hanno creduto che un corpo, una montagna per esempio, fosse bello e spiegato, se, invece di pensarlo grande come lo vediamo, fossimo riusciti, facendo uno sforzo di immaginazione, a ridurlo a dimensioni di una estrema piccolezza, come a dire parecchi milioni di volte minore della punta di un ago. E per gli altri? L’abbiamo detto sopra; ora l’astrazione matematica del numero, ora quella dell’essere metafisica; uno ed immutabile, secondo gli eleatici; vario e sempre diverso da se stesso, secondo Eraclito."
      },
      {
        "index": 22,
        "text": "La scienza nuova ci ha fatto aprire gli occhi alla realtà, ed ora ci accorgiamo essere ciò che si conosce il solo fenomeno; ma un fenomeno vero ed effettivo, e non immaginario; un fenomeno di cui siamo veramente in possesso, e che costituisce un dato di cognizione solido, e non dipendente dalla nostra volontà; che non può, come nella scienza passata, o ritenerlo o ripudiarlo a piacimento, secondo che si accordi o meno con un sistema prestabilito. E la realtà di questo semplice fenomeno, in apparenza inconsistente e vuota, è in effetto piena di una inesauribile ricchezza e fecondità; e nulla valgono, al suo paragone, le astrazioni aride ed impotenti degli antichi."
      },
      {
        "index": 23,
        "text": "Che era l’acqua per Empedocle, uno dei filosofi più positivi dell’antichità? Era l’agglomerazione di piccole particelle, non calde e rilucenti, come quelle del fuoco, ma fredde ed opache Tale, e niente di più, era acqua per quel naturalista, che riteneva di conoscerla, non nella sua povera esteriorità fenomenica, ma proprio nella essenza costitutiva della sua sostanza E tale, presso a poco, è rimasta, per una lunga serie di secoli, fino a Watt, che, compiendo le osservazioni di Wartlire, Cavendish, Lavoisier ed altri, ne annunciò il 26 Aprile 1783 la composizione. Secondo quelli che pensano, che a dire fenomeno non si dica nulla, noi, che pretendiamo di andare fino in fondo della essenza, e ci contentiamo di arrestarci a quelle, che si chiamano le apparenze superficiali dei fatto, dovremmo avere dell’acqua un’idea assai più meschina. Ma quanto si ingannano? Quante cose non abbiamo noi, o scoperto, o intravveduto in una particella appena visibile di acqua; in ciò che, per Empedocle e per i fisici vecchi, non è altro, che un atomo freddo ed oscuro! Un mondo addirittura."
      },
      {
        "index": 24,
        "text": "Che cosa è per noi una gocciolina piccolissima d’acqua? Essa, prima di tutto, è un cumulo formato da un numero straordinariamente grande di particelle di una piccolezza, che sorpassa ogni immaginazione, dette molecole. Una sola onda luminosa, che, in media, ha la lunghezza di circa mezzo millesimo di millimetro, ne può abbracciare molti milioni. Cosa che non deve parere incredibile, perché possono essere nella stessa gocciolina d’acqua degli animaletti microscopici più piccoli di quell’onda, eppure forniti di tutti gli organi necessari alle funzioni vitali. Ma queste molecole non vi giacciono, le une sulle altre, come i granelli in un mucchio di sabbia. Degli spazi, in proporzione notevoli, le dividono, che, malgrado la estrema loro esiguità, non poterono sfuggire alle nostre indagini e ai nostri calcoli. Scoprimmo come dipendano dal calore, che intromettendosi li allarga, e dalla pressione esterna che li restringe; e ne fissammo con certezza e precisione i rapporti di grandezza, pei diversi stati di aggregazione. E ciascheduna molecola, secondo la magnifica teoria seguita ed illustrata dal Secchi, gira sopra se stessa rapidamente, insieme al vortice da essa formato nell’etere; e nello stesso tempo, non avendo asse stabile di rotazione, oscilla irregolarmente tra le vicine; onde l’incoerenza e la fluidità della massa. Che se poi vien meno un poco il calore, causa della divisione e del disordine, si manifesta, come per incanto, in tutte le molecole, una tendenza comune; diventano come i soldati, vaganti senz’ordine nel campo, quando il tamburo suona a raccolta. Ciascuna conosce il suo posto e vi accorre; in un momento le file sono composte e si formano delle stelle a sei raggi, come dei fiori a sei petali, di una esattezza geometrica perfetta; vale a dire si fa il ghiaccio. Egli è, che, diminuito colla temperatura, il moto traslatorio delle molecole, e queste per ciò ravvicinandosi tra loro, i vortici eterei delle une entrano nella sfera d’azione di quelli delle altre, e sono tutti travolti insieme, sicché gli assi di rotazione di tutte prendono una orientazione regolare e si muovono, per così dire, in cadenza. Nel solido, così formato, le particelle componenti non possono più scorrere le une sulle altre; e resistendo, senza spostarsi, all’urto delle onde luminose, non le estinguono, ma ne permettono la propagazione normale per gli strati sottili e rarefatti dell’etere interposto. Così, se si oppongono alla trasmissione del calore e della elettricità, che esigono facilità di movimento longitudinale, sono in compenso permeabili alla luce e trasparenti. Ma tutto questo non è ancor nulla. Delle innumerevoli molecole, che compongono una gocciolina, appena percettibile, d’acqua, consideriamone una sola. Essa non è l’atomo freddo ed oscuro di Empedocle. Ma la compongono l’idrogeno, che ci serve così bene per vederci la notte, e l’ossigeno, per cui si genera la fiamma, ed il calore. E questo lo sappiamo così bene che ne abbiamo perfino misurato i volumi ed i pesi rispettivi; onde ci è risultato, che il volume dell’idrogeno sta all’altro, come due ad uno, quantunque i tre, combinandosi, si condensino in due soli; ed il peso del primo vi è l’ottava parte di quello del secondo. Per noi poi gli atomi dell’ossigeno e dell’idrogeno sono essi stessi altrettanti sistemi di altre particelle elementari, contornati ciascuno dalla propria atmosfera eterea, avente un proprio movimento, che, da una parte, mantiene la composizione particolare dell’atomo, come l’aria tiene uniti fortemente tra loro due emisferi cavi, combacianti e vuoti e, dall’altra, è subordinato al movimento della atmosfera maggiore della molecola acquea intera. Sicché potremmo a tutta ragione considerarla, siccome un vero congegno meccanico, i cui vari organi, accortissimamente calcolati e disposti e spinti di continuo per gli urti esterni, che ne mantengono l’attività, servono a trasformare in diverse guise il movimento ricevuto, e a trasmetterlo, così elaborato, intorno a sé; potremmo anzi paragonarla ad un tutto naturale assai più grande, qual è, per esempio, un intero sistema planetario; poiché, per la natura, come è piccolissima, sovrabbondandole sempre la forza infinitamente, la distanza che separa pianeta da pianeta, né punto più dello spazio dividente le parti di un granello d’arena, così gli interstizi fra atomo e atomo, impermeabili ai sensi ed agli strumenti più raffinati dell’uomo, sono campi larghissimi, in cui essa trova sempre luogo a quante cose invisibili e minute le piaccia di collocarvi. E la forza, che nella nostra molecola collega in un solo gruppo l’idrogeno e l’ossigeno, la conosciamo. E, a questo riguardo, siamo assai più potenti del fato di Empedocle; poiché ci è possibile ciò, che a quello non era dato; di disfare l’acqua e di rifarla, come ci piace; quantunque la forza in giuoco sia meravigliosamente grande; mentre giusta i calcoli di Dupré per separare violentemente l’ossigeno e l’idrogeno, sopra una sezione di un millimetro quadrato, occorre tanto quanto per ismuovere il peso di 1673 chilogrammi."
      },
      {
        "index": 25,
        "text": "Insomma Empedocle ha voluto, secondo che richiedeva la scienza del suo tempo, mostrarci la stessa sostanza dell’acqua, ma ci diede una sostanza, che non esisteva, se non nella sua mente. Invece della sussistenza, della concretezza, di una cosa reale, e del portento della sua attività, l’esperienza non vi ha trovato, che la vanità di una larva impalpabile e senza vita. L’acqua dei nostri chimici ci è data, come un semplice fenomeno poiché vi si prescinde affatto da una teoria qualunque circa la intrinseca natura delle monadi materiali ed eteree; e le affermazioni sono tutte l’espressione, immediata o mediata, di fatti osservati. E tuttavia non è quella cosa inconsistente e desolata, che altri avrebbe creduto; ciò che ne abbiamo detto, per quanto sia pur qualche cosa, è di gran lunga assai meno di quello, che se ne potrebbe dire ancora; ma contiene in sé una ricchezza di dati ed una fecondità di aspetti e di funzioni inesauribili. E ciò, perché quell’acqua è un fenomeno sì, ma un fenomeno che esiste; non è una apparenza vana, come quella di un sogno, sibbene la percezione effettiva di ciò, che è realmente, fatta da un uomo, che non dorme."
      },
      {
        "index": 26,
        "text": "Il procedere di uno scienziato moderno è veramente tale da far venire il capogiro agli ammiratori della scienza vecchia. Lasciamo, che un oggetto cada per terra. Nessuno mostra di stupirsi del fenomeno, che ha luogo. Tutti sono interamente soddisfatti di ciò, che ne sanno; e dalla scienza si aspettano delle spiegazioni, non su di esso, che credono non averne bisogno, ma sulle altre cose più elevate; come sarebbe, per esempio, il sistema dell’universo. E lo scienziato? Senza enfasi e senza pretesa egli vi dirà, che il sistema dell’universo, lo conosce; e tanto, che non gli reca oramai più nessuna meraviglia. Egli vi dirà, che il mondo non è mica dentro a quelle fodere o buccie più o meno dure, dette cieli, in cui gli antichi l’avevano imprigionato, ma che i campi dello spazio sono da ogni lato aperti, e interminati, e fecondi. E che si trovano da per tutto dei mondi vecchi e in dissoluzione, e di quelli recenti e che vanno formandosi; quali luminosi e quali opachi; quali compatti e quali composti di minuzzoli disgregati o di tenuissimi vapori; quali, infine, aggiogati ad un sistema particolare di astri e quali indipendenti, o che si versano, come torrenti di materia cosmica, ora nell’uno ed ora nell’altro. Egli vi dirà di sapere, di che si alimenti la luce di un sole, e come, stando nel suo studio, ne possa assaggiare i raggi e quindi conoscere la materia, ond’è formato. E vi dirà anche, che egli sa, con tutta precisione, quanto è grosso ogni pianeta, e quanto pesa, e quanto corre e perché ha cominciato a correre, e corre così tuttavia, e per quanto tempo potrà seguitare a correre E se voi, sorpresi del tono semplice e niente esaltato del suo parlare, gli domanderete, da che ha preso tanta sicurezza di affermare, discorrendo di sì grandi cose, come se non dicesse nulla di straordinario, egli vi richiamerà all’oggetto caduto, e vi soggiungerà: Eh! tutto quello, che avete sentito, che è mai, se non lo stesso fenomeno volgarissimo della caduta di un corpo qualunque? Felice questo scienziato, esclamerete voi allora, che par che non sappia nulla, e sa tutto. No, dirà egli freddamente; anzi ignoro, che sia questo volgarissimo movimento di un oggetto che cade Ammiratemi, se volete, per le mie cognizioni sui corpi, che si aggirano in cielo; ma ricordatevi, come io debba confessare di ignorare perfettamente questo vil fatto, che non eccita la curiosità di nessuno."
      },
      {
        "index": 27,
        "text": "Tale è il linguaggio dei cultori della moderna scienza positiva. Essi non fanno come i metafisici, che sostengono di sapere ciò che non sanno, e non si potrà mai sapere; e tuttavia a quante cose verissime è pure arrivata la loro induzione, che non si sarebbero mai nemmeno sognate, se si fosse data retta a quei sapienti delle cause e delle essenze."
      },
      {
        "index": 28,
        "text": "Ciò che fa credere ai molti, che il ridurre la scienza al mero fatto la distrugga, è il pregiudizio volgare, rinforzato dai placiti apparentemente scientifici dei metafisici, per cui in ogni singola cosa si pone un’essenza e delle fenomenalità, che l’accompagnano; e quindi l’esistenza ritenuta propria solo della prima si distingue da quella delle seconde, in modo che, mentre nella essenza si riconosce una realtà nel senso vero, vale a dire fissa ed immutabile e basata sopra una ragione eterna ed universale, al fenomeno non si concede che una realtà incerta ed apparente, e tutta mobile e transitoria, e affatto fortuita, e di importanza puramente particolare Con tale pregiudizio è naturale, che il fatto per sé sia reputato insufficiente a stabilire la scienza, che non può aver luogo senza una perfetta stabilità nelle nozioni e nelle leggi delle cose"
      },
      {
        "index": 29,
        "text": "E si dice inoltre: La speculazione antica ha trovato ed ha assicurato per sempre alla scienza i concetti sovrani della unità e dell’ordine delle cose, della razionalità delle leggi che le governano, e della loro perfetta corrispondenza colla natura delle sostanze in cui si manifestano. E il principio della stabilità delle nozioni e delle leggi, indispensabile alla scienza, è appunto un corollario di quei concetti, e non può stare senza di essi. E la scienza moderna non esita ad ammetterli e ad appropriarseli; anzi è costretta a farlo, se vuol essere scienza. E quindi si soggiunge: Or bene, quei concetti, che, oltre essere verissimi e costituire un progresso reale ed importantissimo della scienza, ne sono anche il principale fondamento, non si trovarono già partendo dal principio della sola conoscibilità ed ammissibilità del fatto, ma sì tenendo al contrario lo sguardo rivolto alla essenza e alle cause delle cose."
      },
      {
        "index": 30,
        "text": "Non c’è punto di dubbio. I concetti accennati, dell’unità e dell’ordine delle cose, della razionalità delle leggi che le governano e della loro perfetta corrispondenza colla natura delle sostanze in cui si manifestano, sono verissimi, sono una conquista preziosa ed un vanto della scienza; e quella, che non li adottasse, non ne meriterebbe neanco il nome; in ciò siamo pienamente d’accordo. E conveniamo anche, che la speculazione antica, come mostrammo al principio, li trovò, li asserì, e li pose a fondamento del sistema della scienza. Ma neghiamo assolutamente, che siano un portato proprio della scienza delle essenze e delle cause; e che quindi siano inaccessibili alla scienza dei soli fatti. Neghiamo, che questa, ammettendoli, come fa, li prenda a prestito dall’altra e contraddica a’ propri principi. Per provare il nostro asserto, dobbiamo prima passare in rivista quei concetti, e vedere come erano intesi dagli antichi, e come lo sono nella scienza positiva attuale."
      },
      {
        "index": 31,
        "text": "Gli antichi avevano il concetto dell’unità della natura. Ma tale concetto, nella forma che aveva preso nel loro pensiero, non era vero che in arte. E mancava poi al tutto di certezza scientifica. Era vero, in quanto era stato indovinato dietro una osservazione più o meno estesa dei fatti; era erroneo e non giustificato scientificamente, in quanto era spiegato, non pei fatti stessi osservati, ma per delle astrazioni, dalle quali era arbitrariamente derivato. Pei fisici della Jonia l’unità dipendeva dalla generazione, da loro falsamente asserita, di tutte le cose da un elemento, come l’acqua e l’aria Pei metafisici da un rapporto da loro supposto di ciascun essere con una idea della loro mente. L’idea, che i moderni hanno dell’unità della natura, non è assoluta, come quella degli antichi. Non lo è, perché non partono da un dato metafisico assoluto, ma unicamente dai fatti; e l’unità l’affermano ogni volta che ne può essere indotta e solo per quanto tale induzione lo esige e lo permette. I moderni affermano l’unità, quanto alla legge della genesi di tutti i corpi celesti, pel confronto delle loro condizioni fisiche diverse e mutabili; per le trasformazioni in successive condizioni analoghe, a cui, come ha mostrato la geologia, andò soggetta la terra; e per la consonanza di tutto ciò colle proprietà del calorico scoperte dalla fisica. Affermano l’unità, quanto ad una scambievole influenza effettiva degli astri fra loro, per l’attrazione che la luna e anche il sole esercitano sul mare, e i pianeti tra loro e sulle comete; e le stelle e le grandi masse siderali fra loro; per gli effetti della luce e del calore solare sulle condizioni atmosferiche e sulla vita organica terrestre; e per la corrispondenza tra il movimento e le condizioni del sole e il magnetismo terrestre. Affermano l’unità nella legge della attività della materia, dovunque si trovi, qualunque ne sia il volume, la massa, l’intima costituzione, la forma, l’apparenza; perché l’azione reciproca degli atomi materiali, onde si attraggono e si respingono, è affatto somigliante a quella onde si hanno i movimenti delle grandi masse cosmiche; non solo, ma tutte le operazioni naturali, siano chimiche, o fisiche, o fisiologiche, si riducono al medesimo genere di fenomeni. Affermano in fine l’unità, quanto alla medesimezza e alla continuità degli elementi componenti, per l’analisi chimica delle pietre meteoriche e per quella spettroscopica delle luci stellari, e per l’esistenza indotta di un fluido etereo, nel quale, come in oceano infinito, a tutti comune, nuotino i mondi anche più lontani, dal quale traggano la materia onde sono composti, e pel quale si comunichino, come da lido a lido, la luce, il calore ed ogni altro genere di influenza. Queste unità conosce ed afferma la scienza moderna della natura. Invece della unità assoluta, erronea ed immaginaria, che rimase alla scienza degli antichi poiché, dimenticate le osservazioni onde l’avevano sospettata, la derivarono da un dato metafisico, i moderni, col solo appoggio dei fatti, riuscirono a scoprire diverse unità proprie delle cose. Ma queste, che nella modestia della loro relatività, sono senza confronto più grandiose e sublimi della assoluta degli antichi, sono poi vere in tutto e affatto certe, e nuove scoperte possono allargarne gli aspetti e la sfera, non mai sbugiardarle."
      },
      {
        "index": 32,
        "text": "Riconobbero pure gli antichi un ordine ed una razionalità delle cose. Un piccolo ordine e povero, del quale era centro la terra e confine, vicino e chiuso, la curva apparente del cielo; un ordine ristretto alla sola vicenda monotona del rinnovamento periodico degli esseri attuali. Anche qui l’idea preconcetta della ragione finale dell’ordine, sostituita all’osservazione dei fatti, che l’attestano, ne aveva poi reso falso e bizzarro il concetto. I pitagorici al cielo delle stelle fisse, ai cinque pianeti che soli conoscevano, al sole, alla luna, e alla terra credettero di dover aggiungere un altro corpo, cioè l’antiterra, per la sola ragione, che mancava uno a far dieci, numero secondo loro perfetto. E gli altri che credettero di trovare la ragione e lo scopo dell’ordinamento delle cose in una idea presa dalle facoltà estetiche e morali dell’uomo, crearono dei sistemi, in cui le contraddizioni, le bizzarrie, le lacune mal riempite si prestano, come è noto, troppo facilmente alle critiche ed ai dileggi di chi li voglia combattere. Or che pensano i moderni quanto all’ordine ed alla razionalità delle cose? Per loro non è più la terra il centro dell’universo; e neanche il sole, o parte altra qualunque del cielo. Il centro è da per tutto e la circonferenza in nessun sito, per adoperare l’espressione sublime di Giordano Bruno. Una molecola corporea, presa in qualunque punto della realtà estesa, è, come diceva Laplace, un mondo per sé; un atomo di materia, secondo Faraday, è un punto da cui irraggia la forza, intorno intorno, indefinitamente, per mezzo al resto delle cose. L’intelligenza dell’uomo, questo piccolo ed effimero fenomeno proprio di un angolo ristrettissimo dell’universo, e di un istante brevissimo della sua esistenza, è capace, riferendo tutto a sé, come a centro delle cose, di abbracciarne, in qualche modo, le parti, che ne dividono la estensione, e gli avvenimenti, che ne misurano la durata. Oltre la cosa più grande sensibile si estendono grandezze maggiori all’infinito; cose sempre più piccole, all’infinito, si rinchiudono nelle cose più piccole sensibili. L’ordine attuale, colla varietà sterminata delle sue forme, non è che un semplice momento di un ordine senza confronto più grande, che si esprime in una serie interminata di momenti. La condizione attuale di un astro dista immensamente, e per la durata e per la forma, dalla sua prima formazione e dalla sua dissoluzione finale, secondo le idee di W. Herschell e di Laplace; lo stato presente della terra è l’aspetto momentaneo di una evoluzione prodigiosamente lunga, insensibilmente lenta, ma incessante, come ha mostrato Lyell; la vegetazione e l’animalità viventi, una fase fuggevolissima di uno svolgimento progressivo ed indefinito degli organismi, come ritiene Darwin. La costituzione e la storia di una semplice fogliolina, di un insettuccio, anche per quella sola ristrettissima parte, che se ne conosco, è cosa prodigiosamente grande ed ammirabile; e non ne capirebbe la descrizione un grosso volume. E tuttavia per la natura, che tante ne produce e ne distrugge, quella fogliolina e quell’insetto sono meno che nulla. Ma anche un uomo, che vive molti anni, ed ha un impero sul mondo; anzi, anche un intero corpo celeste, che ha un diametro di molte migliaia di chilometri, ed una esistenza di molti milioni di secoli, verso la durata e la immensità delle cose, contano, come una foglia, che dura una stagione, ed un insetto che dura un giorno. Ma la maggior maraviglia dell’ordine della natura, quale oggi si conosce, sta in ciò, che la diversità prodigiosa delle cose che lo compongono, e la variabilità inesauribile delle forme, che vi si vanno continuamente sostituendo, è il risultato di un semplice lavoro meccanico, cioè di null’altro che urti e movimenti; e che, essendo ogni più piccola parte di ogni più piccola cosa già un grande tutto per sé, che lavora, si può dire, in disparte e per suo conto, e inconscio di tutto il resto e così meccanicamente e a caso, per urti dati e ricevuti, e solo secondo che esige la forza cieca, che lo move, e le circostanze accidentalissime nelle quali si dà, che si incontri, come un pugno di dadi, che si agitano e si gettano, finisca poi per accordarsi perfettamente col piccolo tutto di cui fa parte, e questo con tutti gli altri; e non una volta sola, ma sempre e in ogni momento; non solo, ma un ordine inappuntabile, una razionalità dell’insieme sapientissima riesca ad esserci sempre, anche quando si direbbe, che c’è disordine nelle parti, e che queste mancano al loro scopo. Chi vede le celle delle api non può non pensare ad un’arte di farle così belle e regolari. Newton, studiando l’occhio umano, non ha potuto trattenersi dall’esclamare, che chi l’aveva fatto doveva conoscere le leggi dell’ottica. Ma d’altra parte, è pur vero che la forma esagona delle cellette delle api, come Darwin acutamente osserva, si deve, più che ad altro, alla fortuita pressione delle pareti delle cellette, tirate cilindriche dalle api, ma troppo vicine le une alle altre, perché possano trovar luogo per tale forma. Il che, chi bene osserva, vale anche per l’occhio; il quale, se riesce così formato, in seguito al precedente lavorio embrionale, come risultato finale di esso è pur sempre dovuto ad una felice combinazione di una lunghissima serie di casi fortuiti analoghi a quello, onde finiscono ad essere esagone le celle delle api. Dal che si vede, che, se l’uomo è costretto, per rendersi un po’ ragione di ciò che succede davanti a lui, di servirsi, in mancanza di altra idea più adequata, della nozione dell’arte, ossia di quel genere di causalità, in cui entra principalmente il fenomeno della intelligenza umana, questa però è ancora affatto insufficiente a spiegare la totalità del fatto, anche solo per quanto può essere conosciuto; e quelli che vollero, che alla proposizione - all’augello furono fatte le ali perché volasse - si sostituisse l’altra - l’augello vola perché si trova di averle - hanno una parte di ragione, almeno in quanto con tale sostituzione mostrano quanto sia difettosa ed inadeguata la spiegazione dei primi. Insomma i fatti, che, unicamente, furono consultati dalla scienza moderna, non hanno potuto darci l’ordine assoluto, e la ragione finale delle cose, come troppo leggermente credeva di poter fare la scienza antica; questo è certo. Anzi è certo eziandio che, per quanto si allarghi la conoscenza dei fatti, l’ordine assoluto e la ragione finale resteranno sempre al di là e al dissopra di ogni umana comprensione. Ma è pur fuori d’ogni dubbio, che la cognizione empirica nostra per quanto imperfetta, è ciò nulla ostante immensamente più bella e grandiosa e soprattutto più certa della vecchia metafisica."
      },
      {
        "index": 33,
        "text": "Come sopra notammo, il progresso della scienza antica è arrivato fino al punto di affermare, che le proprietà e gli effetti delle cose sono la espressione della stessa loro natura. Questo fu veramente un progresso. Ma si inganna chi crede, che la sentenza - il fatto è l’espressione della natura della cosa che lo produce - non contenga tuttavia un errore, o almeno un equivoco. E in vero, che s’intende per natura di una cosa? Forse quella essenza affatto misteriosa, che si confessa di non conoscere? Ma, se non si conosce, come si fa a sostenere, che i fenomeni apparenti vi corrispondono e la rappresentano? Non avrebbero lo stesso diritto di asserire il contrario quelli che credono, che gli esseri posseggano le proprietà, che li distinguono, per una specie di concessione gratuita, da parte di una potenza superiore? O si intende per natura di una cosa ciò che ne sappiamo? E allora noi soggiungeremo: Ciò che ne sappiamo è il puro fenomeno, e nient’altro. Gli antichi ritenevano che le qualità sensibili di una cosa le appartenessero veramente, anzi ne rivelassero proprio la natura intima. Secondo tale modo di vedere, giacché una fiamma si manifesta mediante la luce onde risplende, e il calore onde riscalda, essa deve essere formata di essa luce e di esso calore; e tutte le fiamme devono essere identiche nella sostanza costitutiva, poiché tutte riscaldano e risplendono. Anzi la stessa sostanza speciale del fuoco, mobile, sottile, leggerissima, onde consta ogni fiamma, deve pure trovarsi nascosta anche in que’ corpi, che hanno proprietà analoghe a quelle delle fiamme; come di produrre chiarore, riscaldamento, bruciore, essiccazione. Ma tale illusione non esiste più per noi. Ora si sa da tutti, che le qualità apparenti non valgono per sé a distinguere le sostanze tra loro. Due fiamme, anche somigliantissime, possono essere due sostanze affatto diverse. Il carbone, la grafite, il diamante, tanto all’aspetto differenti, constano dello stesso carbonio. L’ossigeno e l’idrogeno, coi quali e si illumina e si riscalda, compongono l’acqua, che serve a spegnere e a raffreddare. E si sa, che le qualità sensibili, dalle quali un tempo si voleva arguire la essenza delle cose, non sono neanco una loro appartenenza, e dipendono totalmente dal senso impressionato. Ciò che si chiama luce, pel soggetto senziente, nel corpo luminoso non è più luce, ma una semplice vibrazione delle sue molecole. E la stessa vibrazione, senza cambiarsi menomamente, dove, trasmettendosi alla retina dell’occhio, si traduce in effetto luminoso, trasmettendosi ai nervi tattili, si traduce in effetto calorifico. Quando si dice, la tale sostanza, che cosa si viene realmente ad indicare? Non altro che un gruppo, più o meno stabilmente connesso, di dati fenomenali, al quale questi dati ora si aggiungono, ora si levano. Aggiungendone, la sostanza si specializza; levandone, si generalizza. Aggiungendo ai dati componenti l’idea della materia certi dati empirici, come del peso specifico, della durezza, della affinità, della forma cristallina, della conducibilità elettrica e calorifica, del sapore e così via, si formano le idee delle diverse sostanze elementari, e anche di quelle composte, sia sotto l’aspetto chimico, che mineralogico e fisico. E ritogliendoli, si risale all’idea della sostanza più generica, ossia della materia; la quale poi, anch’essa, come dimostreremo a suo luogo, è composta, in tutto e per tutto, di dati affatto sperimentali e fenomenici. Or dunque, tornando al nostro argomento, che resta di veramente esatto nella dottrina, a cui arrivarono gli antichi, e che lodammo, della perfetta corrispondenza della proprietà e della attività della cosa colla sua natura? Sol questo: Che certi fenomeni si collegano costantemente con certi altri. Matematicamente, se si cerca l’effetto di una palla, lanciata contro un ostacolo, si parte dai dati della forma, del volume, della densità, della velocità, della direzione di essa, e non della sua essenza materiale. E il calcolo astratto è applicabile con infallibile precisione a tutte le palle, in cui, per avventura, si incontrino i medesimi estremi di fatto, qualunque sia la sostanza onde constano. Fisicamente, due fiamme, anche diverse quanto alla sostanza dei corpi che ardendo la formano, possono produrre i medesimi effetti di illuminare, di essiccare, di riscaldare e via discorrendo. Ciò è tanto vero, che gli antichi, precisamente per tale ragione, hanno creduto, che tutte le fiamme, fossero identiche nella sostanza costitutiva. E che gli effetti naturali dipendano per noi dai fenomeni, e non dalla essenza di ciò intorno a cui si presentano, che apparisce, come per le fiamme ora dette, in tutte le altre condizioni ed operazioni naturali dei corpi studiate dalla fisica. La quale, come si sa, in ciò si distingue, o almeno si distingueva, dalla chimica e dalla fisiologia, che considera i fenomeni in sé e per sé, prescindendo affatto dalla essenza particolare del corpo in cui si osservano. Siffattamente, che per lo passato, come a tutti è noto, le forze fisiche erano credute altrettanti fluidi, che, invadendo i corpi, vi operassero (essi fluidi, e non la materia o forza stessa dei corpi) gli effetti relativi. Ma in chimica, non conduce a un tale ordine di idee la legge di Dulong e Petit, estesa ai corpi composti da Avogadro e Neumann, per cui il prodotto del peso di ogni atomo pel calorico specifico corrispondente è un numero costante; il che vorrebbe dire, che gli atomi dei corpi semplici, senza differenza di specie, hanno esattamente la medesima capacità pel calore? È la legge di Prout, sulle relazioni che si manifestano tra le cifre indicanti gli equivalenti dei corpi semplici, la quale farebbe supporre, che i corpi semplici attuali non siano, se non la condensazione, in grado diverso, della stessa materia, e che basti variare la condensazione per avere differenza di proprietà? E l’isomeria, per cui sostanze composte dei medesimi elementi, nelle medesime proporzioni, offrono proprietà chimiche differenti; onde si deve credere che esista una disposizione diversa negli atomi componenti la molecola, e ciò basti a produrre le variazioni? E l’isomorfismo, in forza del quale, per la sola analogia del tipo chimico di combinazione, delle sostanze tra loro diverse sono sensibilmente equivalenti sotto il punto di vista fisico e della cristallizzazione, e si possono adoperare indifferentemente le une per le altre, per produrre gli stessi effetti, malgrado la loro diversità di natura chimica? E in generale la tendenza a riferire le diversità delle sostanze, anziché ad una natura tutta propria di ognuna, da un lato alle disposizioni delle parti componenti secondo pochi tipi fondati sopra rapporti numerici semplici e costanti, e in cui atomi equivalenti si possono sostituire, e dall’altro alle deviazioni da questi tipi radicali, coordinate secondo una ragione numerica ordinata e fissa? Tutte le accennate dottrine chimiche, e le altre somiglianti, non conducono ad una teoria, circa la proprietà della materia opposta a quella di Berzelins, che voleva che l’attività specifica di un elemento corporeo corrispondesse ad una singolare ed incomunicabile natura di esso? Ma, per provare meglio il mio assunto, invece di moltiplicare gli esempi, come si potrebbe fare assai facilmente, amo piuttosto di aggiungere una osservazione. Un tempo si riteneva universalmente, che il lavoro fisiologico, che ha luogo negli organismi degli animali e delle piante, fosse dovuto ad una forza particolare, detta forza vitale, che vi si immaginava funzionare; oggi invece si va sempre più estendendo l’opinione, che basti a tutto la forza chimica comune. Gli stessi fenomeni chimici poi, anch’essi, si vuol riportarli alle forze fisiche generali, e queste alle meccaniche. Che è quanto dire, a quel concetto della causalità, in cui non si tiene verun conto della essenza dei corpi e si considerano unicamente le fenomenalità dell’urto e del movimento, della figura, del volume, del peso, della velocità e della direzione. Il principio adunque della correlatività dei fenomeni e delle leggi delle cose colla natura di esse, che non esitammo a riconoscere per vero, qualora sia inteso a dovere, cioè secondo lo spirito della scienza positiva attuale, non si oppone al nostro della sola ammissibilità del fatto nella scienza; anzi ne costituisce la prova più convincente e decisiva, tanto esso è irrepugnabile. E possiamo conchiudere, non potersi dire, che la scienza moderna debba, in tutto e per tutto, il principio dell’unità, dell’ordine, della razionalità delle cose, e della corrispondenza dei fatti colla loro natura, all’antica; che li tenga da essa quasi a prestito, e con una certa incertezza e ripugnanza, come se lo facesse in onta al suo metodo, al suo spirito, alle sue massime. Quei principi la scienza moderna se li è appropriati, dopo che li ebbe, per così dire, trovati di nuovo; sicché per essa si sono trasformati, ingranditi, e sopra tutto resi veramente scientifici, certi e positivi. Ai quali poi essa ne aggiunse un altro, tutto nuovo e tutto suo, e che si può dire essere la conseguenza, il compendio e la prova loro; il principio cioè, che la forza non si crea e non si perde, e che nella natura si conserva inalterabilmente la totalità della sua energia, malgrado le continue infinite variazioni della sua azione nelle singole cose. Come si sa, l’osservazione, che l’elettricità si svolge a danno di una quantità proporzionata di affinità, che il lavoro meccanico del vapore è in ragione del diminuirsi del suo calorico, che una forza qualunque, quando sembra venir meno e scomparire, è surrogata immancabilmente da un’altra, che le equivale, e che c’è ogni ragione di credere, che questo principio valga anche per lo stesso pensiero, ha finito di distruggere l’opinione, universale un tempo, che la forza, che in un dato momento produce un dato effetto, si crei nell’atto di operare, a quel modo che, nell’atto del volere e per esso, nasce apparentemente nell’uomo la forza di muoversi e di agire."
      },
      {
        "index": 34,
        "text": "Possiamo anche conchiudere, che a quel principio gli antichi stessi sono arrivati, per quel tanto che rettamente ne intesero, non già tenendo lo sguardo rivolto alle essenze e alle cause delle cose, ma mediante l’osservazione dei fatti. Quella chimera, che essi chiamavano la essenza e la causa delle cose, non solo non li condusse a scoprire nessuno dei veri, che conobbero; e nemmeno ad illustrarli, dopo averli conosciuti empiricamente, di un qualche lume di certezza, ma nocque alla scienza immensamente, come abbiamo veduto. Chi vorrà dunque negare, che il principio dei moderni, di non dar peso se non ai fatti, è il solo giusto? Chi vorrà credere oggi, che la Cosmologia di Cristiano Wolff, dedotta con metodo irreprensibile, sia riuscita a ritrarre una immagine del mondo reale più bella, più grande, più vera, più certa di quella, che Alessandro Humboldt, nel suo Cosmos, ricava dalla semplice osservazione dei fenomeni?"
      },
      {
        "index": 35,
        "text": "Possiamo conchiudere infine, che il fatto, da sé, può offrire, ed offre effettivamente, delle nozioni e delle leggi veramente fisse e stabili; anzi di più, che non si dà per l’uomo altra stabilità di principio scientifici fuori della empirica, che risulta unicamente dalla ripetizione costante ed uniforme degli stessi fatti. La pretesa stabilità metafisica delle idee, che si vuole eterna, universale, assoluta, non può essere retaggio dell’uomo; ed è una illusione quella dei metafisici di credere di possederla, e di avere a loro disposizione le essenze, onde attingerla. La distinzione tra la realtà ferma e certa della sostanza e quella mobile ed incerta del fenomeno è una pura finzione della loro mente. Dicendo essenza, o non dicono nulla, o dicono solamente dei fenomeni, o delle astrazioni di fenomeni. Le loro idee non sono fornite di altra evidenza, se non della fisica; ed anche di questa in grado assai minore, che le cognizioni positive corrispondenti alle immediate apprensioni del senso. Minore di tanto, di quanto il concreto ed il reale hanno più consistenza dell’astratto e dell’immaginario. Per ciò e non per altro fu in ogni tempo facilissima cosa, creata per astratti ragionamenti una dottrina, contrapporgliene un’altra diametralmente opposta. Per ciò e non per altro i sistemi metafisici di fronte ad un vero dedotto dalla pura esperienza hanno dovuto cedere sempre ed inappellabilmente. Colla stessa facilità, colla quale gli eleatici avevano affermato, che l’essenza dell’essere è l’immobilità, Eraclito asserì il contrario. Dopo le esperienze di Torricelli e di Pascal, non solo non si è più parlato di orrore della natura pel vuoto, ma si considererebbe, siccome destituito di senso comune, chi volesse ancora mettere in dubbio il peso dell’aria, che fu per quelle dimostrato."
      },
      {
        "index": 36,
        "text": "Vana dunque, ed insostenibile, e basata unicamente sopra un pregiudizio è la opinione, che, per fondare la scienza, non si possa prescindere dalla supposizione delle essenze e delle cause. La legge, e ogni altra forma di nozione generale delle cose, quantunque non sia altro, che il mero fenomeno, come dimostrammo, può tuttavia godere, e gode, in tutto e per tutto, del carattere della stabilità, e per esso, costituisce un dato conoscitivo perfettamente costante, certo, scientifico."
      }
    ]
  }
}
