{
  "chapterNumber": 4,
  "title": "Parte quarta (Part Fourth)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Si crede generalmente, che i psicologi abbiano fatto un grande passo, anzi una rivoluzione proprio radicale e definitiva, quando ai placiti così detti razionali, che componevano da soli l’antica scienza dell’anima, aggiunsero una appendice di dati empirici, in conferma e a complemento dei primi. Si crede che, con tale aggiunta, abbiano procacciato alla loro dottrina il diritto al titolo di positiva, e le abbiano assicurato i benefici, che derivano alle scienze naturali dalla applicazione del metodo della osservazione e dell’esperimento."
      },
      {
        "index": 1,
        "text": "Non si può negare, che il passo in discorso non esigesse del coraggio, e molto. È facile arguirlo dall’accanimento, veramente pazzo, onde molti anche oggi (mirabile a dirsi) combattono contro qualunque sorta di empirismo psicologico; anche se ristretto agli accessori più insignificanti della scienza; anche se introdotto col proposito confessato e fedelmente mantenuto di ignorare e di negare qualunque fatto di cera un po’ sospetta, e atto a far nascere il menomo dubbio sui dogmi intangibili della loro decrepita metafisica. È certamente un merito grande l’aver osato di occuparsi in qualche modo di ciò, che si tocca colle mani e si vede cogli occhi, malgrado il divieto, tutt’altro che innocuo, di costoro, i quali pare abbiano paura di una sol cosa al mondo: Cioè dei fatti. Ma all’uopo di ravviare lo studio psicologico era di gran lunga insufficiente l’opera della semplice aggiunta della psicologia empirica in coda alla razionale."
      },
      {
        "index": 2,
        "text": "Anche nei trattati così riformati la prima cosa, che si fa, è di porre addirittura il soggetto metafisico della attività psichica, ossia quella, che si chiama l’anima. Poi, giacché si ritiene di saperne, di quest’anima, assai, si procede a precisarne la natura nel modo il più dettagliato, con una buona serie di attributi, e con un lunghissimo corredo di facoltà le più svariate. Il Rosmini, nella sua psicologia, pubblicata l’anno 1848, ne dà quasi un centinaio. E tutto ciò sopra argomentazioni, come dicono, apodittiche, ossia traenti la loro forza dai principii e non dai fatti; poiché vivono nella illusione di ritenere, siccome intuizioni dirette di entità ideali sovrannaturali ed eterne quelle generalità mentali, che non sono se non le traccie o somiglianze più comuni dei fenomeni sperimentati. E ragionano a questo modo; se le nostre affermazioni fossero fondate su meri fatti, non ci arrischieremmo a darle per assolutamente vere, perché i fatti, essendo di loro natura particolari e mutabili, non contengono una ragione universale ed eterna, come a noi occorre. Se ammettiamo l’anima co’ suoi attributi e colle sue facoltà, e lo facciamo colla piena, certezza di ammettere il vero, ci siamo autorizzati da qualche cosa, che vale assai più dei fatti; cioè dalle idee. Non occorre aggiungere, che un tale ragionamento lo facevano colla massima serietà."
      },
      {
        "index": 3,
        "text": "E i fatti perché dunque li aggiungono codesti empiristi tanto discreti? Oh! Così ad abundantiam. Una prova di più, anche meno forte delle altre, e specialmente se ad hominem, non nuoce. E giova, enumerate e descritte le molte e svariate facoltà, darne un’idea anche mediante dei fatti, che ne siano le manifestazioni. E poi che l’esposizione della materia riesce in certo modo più completa, collocando allato alla sincera realtà metafisica, come essi dicono, il suo incerto riverbero fenomenico."
      },
      {
        "index": 4,
        "text": "Insomma sempre una dottrina, in cui vige, nella pienezza della sua forza, la vecchia illusione di aver trovato delle vere essenze e delle vere cause; e che spiega ancora i fatti nel modo infantile, da noi sopra descritto e riprovato, di attribuirle alle facoltà del soggetto; e che, per giunta, nel bisogno che ha di ricorrere ad un numero eccessivamente grande di esse, mostra, che nella classificazione loro, è ancora nel primissimo stadio. Per dirlo in una parola, una dottrina ancora il contrario della positiva, e tutt’altro che idonea a condurre a risultati analoghi a quelli delle scienze naturali."
      },
      {
        "index": 5,
        "text": "Assai più utili per la scienza furono i tentativi arditi e fecondi di Locke e di Kant. Le loro dottrine in parte sono erronee, e diedero origine al materialismo e al trascendentalismo, che hanno già fatto le loro ultime prove e mostrano a chiari segni di aver finito il loro tempo. E in parte sono vere; e per questa rivivono nella filosofia positiva, destinata ad essere la filosofia dell’avvenire. Sono erronee dove seguono il metodo antico; sono vere dove si conformano al nuovo."
      },
      {
        "index": 6,
        "text": "Il sistema di Locke è ancora, nel fondo, l’aristotelico delle vecchie scuole, che non ha smessa del tutto la ricerca delle essenze e delle cause. Egli non dubita punto, che l’uomo abbia una vera cognizione diretta del soggetto pensante e delle cose esteriori. Si sa, che non ammetteva la relatività per le cosiddette qualità prime. E per lui il soggetto è fornito di certe facoltà, destinate a rendere ragione degli atti suoi. Egli dice ingenuamente: Conosciamo le cose, perché le sentiamo; e come le sentiamo? Perché il soggetto è fornito della facoltà di sentire. Siffatta sensazione delle vecchie scuole, da lui mantenuta, che dà, quantunque incompletamente, l’oggetto in se stesso, e si accorda perciò benissimo con un’anima estesa, sensazione assunta a dar ragione di tutto il pensiero (quanto insufficientemente, lo ha dimostrato Reid e più ancora Kant), ha prodotto il materialismo sopra accennato, di cui sono saggi i libri di La Mettrie e di Büchner; materialismo che è una bella e buona metafisica, né più ne meno dello spiritualismo, a cui si contrappone."
      },
      {
        "index": 7,
        "text": "Kant anch’esso stabilisce prima un sistema di astrazioni, che deve poi servire alla spiegazione dei fatti. Per la conoscenza, due facoltà fondamentali, il senso e l’intelletto. La cognizione, un composto di materia e di forma. La materia, dal senso e da’ suoi schemi. La forma, dall’intelletto e dalle sue categorie. Cosa strana veramente! Tali astrazioni egli le considera siccome realtà, poiché da esse fa dipendere l’esistenza e le determinazioni del pensiero; quelle determinazioni, che si era precisamente inteso di difendere dai colpi distruttivi di Hume. È tanto avaro di realtà, che non ne vuol riconoscere, se non la fenomenica; e poi l’ammette anche dove non c’è neanco questa. L’astrazione, come punto di partenza, invece del fatto, ecco ciò, che ha determinato lo svolgimento del trascendentalismo germanico. Il soggetto di Fichte, l’oggetto di Schelling, l’assoluto di Hegel sono sempre nel fondo lo stesso astratto psicologico di Kant."
      },
      {
        "index": 8,
        "text": "La parte vera poi delle dottrine di Locke e Kant sta nella relatività in esse attribuita al pensiero. Tale relatività in Locke non è che parziale, e solo concernente le cosidette qualità secondarie. E non è tutto merito suo l’averla introdotta nella teorica della cognizione, poiché l’avevano insegnata prima di lui Hobbes e Cartesio; e prima ancora Galileo, col genio sovrano del quale ci incontriamo, come al principio della nuova scienza naturale, così a quello della psicologia positiva. Kant ha avuto il genio di estenderne assai più l’applicazione, che si potrebbe dire completa; se non avesse mantenuto nella rappresentazione la misteriosa materia fornita dal senso. Il principio della relatività, senza nessuna restrizione, è uno dei principii più certi dell’attuale filosofia positiva; onde, sotto questo rapporto, i nostri due filosofi hanno diritto ad un titolo di paternità verso di essa; e noi lo riconosciamo di buon grado. Ma nello stesso tempo vogliamo si ricordi, che la parte vera, e nuova, e positiva, su cui si fonda quel diritto, non è frutto dei vecchio metodo scientifico, da noi riprovato, ed è stata anzi imposta alla psicologia, suo malgrado, dai progressi delle scienze fisiche."
      },
      {
        "index": 9,
        "text": "Non c’è che dire. La cosa oggi non è più dubbia, quantunque ancora non si possa dirlo apertamente senza eccitare le fiere suscettività degli amici del passato, e turbare la timida coscienza degli ingenui, che non hanno sufficiente pratica delle cose di scienza. Perché la psicologia cessi di essere una vana costruzione mentale di concetti, senza fondamento di realtà, simile ad una poesia, che non ha valore se non per l’immaginazione, che se ne può dilettare, e acquisti il diritto al titolo di scienza vera e certa, come le altre dottrine positive, e come quelle trovi modo di uscire dal cerchio fatale in cui e stata invincibilmente rinchiusa, e di scoprire le nuove terre e i nuovi cieli, che le appartengono, è necessario, che batta una via affatto opposta all’antica."
      },
      {
        "index": 10,
        "text": "Non più ricerca di essenze e di cause, poiché alla scienza non è data in nessun modo di scoprirle. Unico studio i fenomeni. Osservarli, distinguerli, rilevarne la consistenza, la successione, le somiglianze. Assoluto il diritto scientifico del fatto, ed intrinseco ad esso, né punto dipendente da un astratto qualunque, si chiami pure o principio, o idea, o con quale altro nome si voglia. Pari il diritto per tutti i fatti; anche se emersi non per via della osservazione diretta della coscienza. La quale poi non può dare, se non delle fenomenalità; anzi, se si restringa ad essa l’osservazione, presenta un pericolo di illusione irrimediabile, e induce una assoluta impotenza alla indagine scientifica. Nessuna preoccupazione dei vecchi astratti a priori, si chiamino o soggetto dei fenomeni, o facoltà di produrli. Poiché non è vero, che il fenomeno sia inescogitabile senza il soggetto relativo. Il soggetto e la proprietà, anche oggettivamente considerati, sono concetti ai quali si può arrivare, ma non dati onde partire. Il dato immutabilmente fisso della scienza è il fenomeno accertato; l’astratto (e tale è il soggetto dei fenomeni psicologici, ossia ciò che si dice l’anima) è instabile, e segue le variazioni logiche, per le quali passa la induzione, che la mente va facendo dietro l’esame dei fatti."
      },
      {
        "index": 11,
        "text": "Ci sono di quelli, che non comprendono come si possano trovare dottrine veramente filosofiche fuori dello studio diretto della mente. Credono costoro, che, se altri non vi ferma e circoscrive tutta l’attenzione, e la lascia vagare su altri oggetti, potrà fare bensì della fisica, della fisiologia, od altra cosa somigliante; ma non mai della psicologia propriamente detta. È questo un errore molto comune. Vi è chi sta col metodo vecchio solo per paura, che il nuovo gli faccia sfuggir l’anima; e molti, appunto per non aver più ad incontrarsi in essa, fanno buon viso al metodo positivo, seguendo il quale pensano, che non avranno più a fare, se non con fibre, cellule, fluidi, urti e movimenti. Giudizii tutti fondati sopra una idea molto imperfetta del fenomeno psichico, che è la materia propria della psicologia. Dice il positivista: Per avere delle indicazioni sul mio pensiero, mi volgo e ne domando ad ogni genere di cose. Interrogo i gesti, le voci, gli atti, i costumi dell’uomo incivilito e incolto e del bruto selvatico e addomesticato, nella gioventù e nella vecchiaia, nella calma e nella passione, nello stato normale e di sanità, nelle malattie e nelle alterazioni mentali, sotto l’influenza di agenti che eccitano e paralizzano i nervi, coll’uso intero o solo parziale degli organi; insomma in ogni suo stato e condizione, naturale ed artificiale. Né mi contento di osservarne i modi e le forme, ma ne enumero i casi e ne faccio la statistica. Mi giova un geroglifico, una cifra, un monumento, un disegno, un arnese, uno stromento, un idolo, un tempio; in una parola un’opera qualunque d’arte o d’industria. Dei mozziconi di pali piantati in fila in fondo ad un lago o ad una torbiera, degli avanzi di rozzi cocci o di pasti selvaggi, una sepoltura, una semplice selce tocca, migliaja d’anni fa, dalla mano dell’uomo, rintracciata fra le sabbie e le ghiaje, attraggono tutta la mia attenzione. Con sommo studio rilevo in un vocabolo, anche di una lingua già morta, le successive sovrapposizioni delle parti, le patite inflessioni e storpiature dei suoni componenti, che attestano il lavoro incessante di trasformazione e di ristauro subìto nel corso dei secoli, e cerco di cavarne fuori netta la base etimologica, testimonio e suo primo uso e valore. Esamino e confronto con grandissima cura certi organi animali, e nelle diverse forme esibite dalla scala zoologica, compresa la fossile, e nei gradi di sviluppo embrionale; soprattutto poi il sistema nervoso e gli apparati sensori, dove mi è di sommo interesse di scoprire e paragonare insieme tutto ciò che si riferisce alla struttura intima, alla rapidità dei moti, all’equivalente meccanico ed al processo della attività fisiologica, ed alla relazione di ciascun organo con tutti gli altri e cogli agenti esterni. Insomma nulla trascuro, dove io credo di poter trovare qualche cosa che mi faccia conoscere il mio pensiero. Il che non vuol dire però, che io confonda esso pensiero con queste cose. Il fenomeno psichico, propriamente detto, è talmente diverso da ogni altro genere di fenomeni, che non è possibile, chi stia sull’avviso, non distinguernelo sempre perfettissimamente."
      },
      {
        "index": 12,
        "text": "Se si fa passare un fascio di luce solare attraverso ad un prisma di vetro, si hanno i colori dello spettro. Se il fascio attraversa un cristallo di spato d’Islanda, si ottengono due fasci polarizzati. Una bolla di sapone, gonfiandosi, presenta delle tinte iridescenti, dovute a fenomeni di interferenza. Ora si domanda: I colori dello spettro, i fasci polarizzati, le tinte iridescenti, cessano di essere la luce propria del sole, perché ottenuti mediante il prisma, lo spato islandico e la bolla di sapone? No certo. La luce è la stessa. I detti corpi non vi hanno messo nulla del proprio; essi non hanno fatto altro, che sceverarne gli elementi, o presentarli sotto un aspetto nuovo, o comporli diversamente. E con ciò, nello stesso tempo che, per loro mezzo, abbiamo sempre continuato a godere della luce solare nella sua schiettezza, abbiamo anche avuto l’opportunità di studiarne le leggi e la natura. Cosa questa impossibile colla sola osservazione diretta. Or bene, il caso della psicologia è del tutto analogo a questo dell’ottica. Un gesto di un animale, uno stromento d’arte, una parola, un organo sensibile e via discorrendo, non vi si prendono mica, come tanti atti psichici in sé, ma bensì come semplici prismi, per così esprimermi, onde rifrangere il pensiero e scomporne gli elementi, allo scopo di analizzarli."
      },
      {
        "index": 13,
        "text": "Si dirà forse, che il paragone non regge, e non esser vero, che da questi oggetti materiali si possa indovinare la natura troppo diversa dei fenomeni della coscienza? Ma come sostenerlo? Ché le smentite si trovano da per tutto. Un cenno della mano, uno sguardo, una lagrima, un sorriso hanno il potere di muovere l’animo di chi li osserva, di deprimerlo, di esaltarlo; e l’hanno perché per essi ci rivelano i sentimenti di chi li fa. Poche cifre rozzamente scolpite sopra una pietra possono rappresentare un sistema intero e grandioso di pensieri; la dottrina di un filosofo, la sapienza di una istituzione, la storia di un popolo. I concetti della mente e i sensi dell’animo si esprimono nel modo più efficace, anche nelle forme immobili, fredde e scolorate di una pietra scolpita. A chi guarda la Niobe antica della Galleria Reale di Firenze, che si stringe al seno la figlioletta e rivolge in atto di preghiera gli occhi al cielo, l’atteggiamento quasi parlante del masso insensibile impietosisce il cuore, tanto al vivo rappresenta il dolore straziante di una madre infelice. Che più? Un rozzo palo, infisso nella melma di un bassofondo e sporgente un poco dall’acqua, confida il pensiero dell’uomo, che l’ha piantato, al navigante che passa; e lo avverte di non accostarsi al luogo pericoloso. Ma a che cercare di questi esempi? Poiché si può domandare, che mai sarebbe della mente dell’uomo, se non gli fosse dato di apprendere dei pensieri mediante degli atti fisici? Ciascun uomo sarebbe condannato a rimanere colle pure sue sensazioni. Non potrebbe fare suo pro della esperienza degli altri. Impossibile dare e ricevere una educazione, e vivere socialmente. La sua condizione resterebbe al dissotto di quella dei selvaggi, anzi degli stessi bruti."
      },
      {
        "index": 14,
        "text": "E come i fenomeni esterni sono atti a rivelare gli interni nella loro forma più schietta e sincera, così è pur certo, che non c’è modo di sciogliere l’enigma della coscienza, senza valersi dell’ajuto che essi ci possono prestare, mettendoci sulle traccie de’ suoi segreti, e indicandocene gli elementi, le leggi, e il processo evolutivo nell’individuo e nella società."
      },
      {
        "index": 15,
        "text": "Quale sia l’uomo internamente, ovvero quali siano i vari aspetti della sua attività psichica, noi non lo sappiamo distintamente, e quindi non possiamo dirlo a noi e agli altri, se non dietro ciò, che la detta attività produce al di fuori. Il pianto ed il riso, i lineamenti spianati o contratti, l’occhio scintillante o bieco, l’accento dolce, o vibrato, e via dicendo, ecco ciò che ci ammaestra circa i nostri affetti; e ce ne fa conoscere la specie e la natura. Onde i quadri plastici inarrivabili della Divina Commedia di Dante e dei drammi di Shakespeare giovane a condurci alla cognizione dei sentimenti propri dell’uomo immensamente più, che tutti i trattati filosofici sull’argomento. La stessa esagerazione dei rilievi, che si osserva in quei quadri, non nuoce, anzi giova all’effetto; poiché il fenomeno psichico da’ quei sommi interpreti del cuore umano vi è presentato ingrandito, ma non falsato, come per mezzo del microscopio, che allarga e rende facili a vedersi le cose troppo sottili e minute, senza svisarle. Credevano i metafisici, nell’affermare, che l’uomo è un essere logico, morale, sociale, amante del bello e religioso, di farlo per un ragionamento tutto a priori; dimenticandosi che non lo poterono, se non dopo averlo visto ad agire, e sentito a parlare, e dopo averne osservato i riti e le costruzioni religiose, e le opere d’arte e le esterne civili istituzioni. Ed è appunto solo dove si sono basati sul fatto esterno osservato, che le loro categorie psicologiche sono vere. Vogliamo noi completare quelle nozioni, dove sono difettose, e correggerle, dove false? Cerchiamo dovunque si trovino i fatti dell’uomo. Solo il novero esatto de’ suoi fatti può darci il novero esatto delle sue idee."
      },
      {
        "index": 16,
        "text": "Importa poi moltissimo, per la cognizione perfetta di una produzione naturale, sapere quale ne sia il rudimento fondamentale, e per quali gradi successivi di sviluppo sia stata ottenuta. A cognizione siffatta non possono condurre, se non gli studi comparativi, che, in tutte le scienze positive, dall’astronomia alla linguistica, hanno già dati frutti inaspettati e maravigliosi. La fisiologia vegetale ha potuto scoprire il mistero dell’organismo di un grande albero dicotiledone, come a dire di una quercia annosa, dopo essere discesa colle sue indagini fino ai vegetali più umili quali le muffe e le conserve, ed aver quindi compreso, che, come nelle anzidette più imperfette produzioni, l’attività vegetativa si mostra in semplici vescichette più o meno allungate, così il segreto della vita di una pianta qualunque sta in quelle cellette e fibrille, onde sono compaginate le sue parti; e che tutte le formazioni speciali del legno, della corteccia, delle radici, dei rami, delle foglie, dei fiori, delle frutta, dei semi, non sono che diverse associazioni, con isvariatissime industrie architettate, delle dette particelle elementari. Così il grande albero del pensiero umano, colla meraviglia del suo fusto e delle sue fronde, non potrà essere inteso, prima che non sia stato convenientemente studiato l’informe germoglio di vita psichica del zoofito, e non se ne sia seguita la evoluzione graduata e progrediente per la scala degli animali, di classe in classe, di specie in specie."
      },
      {
        "index": 17,
        "text": "E converrà poi anche, per intenderlo, quale si riscontra attualmente già bello e cresciuto, in un uomo adulto e civile, studiarne la genesi nell’individuo e nella umanità. Poiché in ciascheduno la esperienza delle passate generazioni si accompagna, per produrlo, alla propria. Sulla origine prima e sulla graduale esplicazione della coscienza individuale molta luce già hanno sparso le nuove cognizioni sulla fisiologia degli organi dei sensi. Sulle loro relazioni fisiche col mondo di fuori, le osservazioni delle anormalità mentali e le esperienze, onde coi reagenti anestetici ed iperestetici, che con diversi ingegnosissimi apparati fisico-meccanici spiarono i rapporti tra le funzioni organiche e i fenomeni psicologici. In quanto poi allo svolgimento progressivo del pensiero nella umanità, siccome non è un fatto che si rinnovi, così non ci può esser dato di assistervi e di osservarlo direttamente. Per averne notizia non c’è che tener conto di tutto ciò che ne serbi memoria, e massimamente dei dati preziosissimi della linguistica. E in ciò la psicologia è simile alle scienze geologiche, costretta ad arguire la storia della terra, non rinnovabile per l’uomo, dai segni che le rivoluzioni seguitevi lasciarono alla superficie."
      },
      {
        "index": 18,
        "text": "Ma a togliere ogni illusione ed ogni dubbio sulla natura dei fenomeni morali è pure indispensabile la loro statistica. Hanno i fatti morali molta analogia coi meteorologici. Tanto gli uni quanto gli altri si presentano d’improvviso senza apparente connessione con una causa. Nel campo ristretto di un osservatore solo si succedono con tale irregolarità e sconnessione, che è impossibile intravvedervi la stabile e ricorrente ragione di una legge, che li governi. Onde l’idea volgare, vivissima tuttavia, che i fenomeni dell’atmosfera e quelli della coscienza non si comportano come tutti gli altri; cioè non si attengano tra di loro, e non formino una catena continua di cause e di effetti, e dipendano, uno per uno, direttamente dai cenni di potenze sovrannaturali, che si compiacciano, quando ne hanno voglia, di manifestarvisi. La nube, che, in tempo di siccità, dà la pioggia, è dono pietoso di dio. Quella che flagella di gragnuola, è opera perversa di uno spirito reo. Allo stesso modo al cielo si attribuiscono i buoni pensieri, e ad un angelo del male si addebitano i cattivi. La scienza moderna, che sa risiedere l’oggetto, per la scoperta del vero, nella osservazione adeguata dei fatti, ha trovato il modo di applicarla anche ai meteorologici ed ai morali, che superano di tanto, pel numero, per la varietà, pel campo estesissimo in cui si svolgono, la capacità di un osservatore individuale; ed è venuta a capo, per tale via, di far ragione delle chimere del volgo ignaro. Per l’osservazione dei fenomeni atmosferici ha coperto il globo di stazioni meteorologiche, che seguono, con attenzione scrupolosa, ogni variazione che succede nel magnetismo e nella elettricità, nella temperatura, nel peso, nella igrometria e nelle correnti dell’aria, e sì trasmettono reciprocamente e contemporaneamente le osservazioni mediante il telegrafo; e un uomo solo è in grado, coordinandole, di abbracciarne l’insieme, e di riscontrare, nella corrispondenza coi fenomeni lontani, la ragione dei presenti; un uomo solo, per esempio, nel fatto di una burrasca, che rumoreggia intorno al suo tetto, può vedere che, in un momento di grande turbamento atmosferico, sorto alle Antille in vortici immensi, in cui l’aria si aggira, soffiando più o meno impetuosa intorno ad un centro di minima altezza barometrica, attraversa l’atlantico e l’Europa e si getta sull’Asia; lo può vedere nei suoi passi di ogni giorno e di ogni ora, come se tutto quell’immenso turbine di vento e di pioggia si svolgesse in una storta del suo gabinetto. Similmente pei fatti morali va raccogliendo con incredibile pazienza e perseveranza dei dati statistici di ogni sorta. I quali, come per gli animali inferiori vanno sempre più distruggendo il pregiudizio, che ne faceva degli esseri a parte, ed incapaci di qualunque deliberazione cosciente, così per l’uomo mostrano che le sue azioni, comprese quelle fatte colla piena sua libertà, sono regolate da norme fisse, e quindi, che esso pure soggiace, anche per le sue azioni morali, alla legge della causalità universale."
      },
      {
        "index": 19,
        "text": "Necessario dunque, nonché legittimo, è il ricorso, che fa la psicologia positiva, ad ogni maniera di fatti esteriori, per averne indicazioni sugli atti psichici. I quali, per la circostanza di essere illustrati mediante la considerazione di cose fisiche, non cessano di essere, in sé, perfettamente diversi da queste; e di costituire, per ciò, una scienza a sé, distinta affatto da qualunque altra. La fisiologia si occupa anch’essa del fatto della vita umana, come la psicologia. Ma sotto un altro aspetto; cioè sotto quello della sua manifestazione organica, o materiale, che dir si voglia. Sicché, quantunque sia di grandissimo ajuto alla psicologia, anzi si possa dire, che in molte parti combaci con essa, non la può però sostituire."
      },
      {
        "index": 20,
        "text": "Il pensare, come fanno molti, che la scienza della vita del pensiero, o morale, debba ormai lasciare il campo assolutamente a quella della vita degli organi, o fisica, è un errore, che non merita neanco di essere combattuto bene. L’esserne pregiudicati, è puro effetto di non saper che si danno in natura dei fenomeni psichici, vale a dire dei fenomeni, che, considerati nella loro specialità, non sono, né fibre, né fluidi, né movimenti, né altra forma qualunque, o condizione della materia, presa come tale. Perché tra le scienze si conta anche l’astronomia? Non per altro se non perché in natura ci sono degli astri. Quantunque l’astronomia tutta intera ragioni a forza di matematica e di fisica, tuttavia chi crede alla esistenza degli astri, oltre la matematica e la fisica, ammette anche una scienza di essi; e la distingue perfettamente da quelle delle quantità astratte e delle forze naturali. Or dunque, se oltre agli atti puramente fisiologici, che si vedono cogli occhi e si palpano colle mani, si danno in natura anche degli atti psichici, non osservabili altrove che nell’interno della coscienza, si dovrà per questi ultimi avere una scienza speciale e distinta, che se ne occupi exprofesso. E ciò anche nell’ipotesi, che tutto quanto si conosce scientificamente del pensiero sia ottenuto direttamente ed unicamente col mezzo della fisiologia. Ma siamo ben lontani da ciò; mentre abbiamo appena mostrato, che molte sono le discipline, oltre la fisiologia, che prestano il loro ajuto alla psicologia. Che dire poi, se si può aggiungere; primo, che la fisiologia, anche dove è utile, non può condurre, se non ad un certo punto, oltre il quale non serve, che l’osservazione diretta del pensiero, quale si presenta nella coscienza; secondo, che la fisiologia stessa per progredire (e lo rinfaccio sul serio agli abolizionisti) ha bisogno dell’ajuto della psicologia?"
      },
      {
        "index": 21,
        "text": "Dico in primo luogo, che la fisiologia, anche dove è utile, non può condurre, se non ad un certo punto, oltre il quale non serve che l’osservazione diretta del pensiero, quale si presenta nella coscienza. Prendiamo, per esempio, una questione capitalissima della psicologia; la questione, se gli atti intellettivi e i sensitivi siano essenzialmente diversi, o essenzialmente identici. La potremo noi sciogliere fisiologicamente? E colla semplice anatomia degli organi cerebrali? E senza ricorrere, in ultima analisi, al confronto diretto delle sensazioni e delle idee apprese e contemplate in se stesse dalla coscienza di chi le ha? Tale confronto diretto può essere infecondo e fallace senza gli ajuti estrinseci, di cui sopra abbiamo parlato; questo sì. Ma, se è vero che la coscienza ha bisogno di tali aiuti perché arrivi ad avvertire e a distinguere bene ciò che dapprima o non vedeva, o vedeva solo confusamente, ciò non toglie, che non sia poi essa infine, che, osservando la sensazione e l’idea, come le ha in sé, ne rilevi le somiglianze e le dissomiglianze. Le stelle più piccole non appariscono alla vista senza il telescopio; i colori fusi nella luce bianca del sole non si discernono senza il prisma. Ma non diremo mica per ciò, che sia il telescopio che vede le stelle, e il prisma che avverte i colori dello spettro. Tutt’al più adunque, come diceva, l’esame degli organi cerebrali può prestare degli indizi. Ma quanto grossolani poi anche questi. Se non si sapesse, per altra via, chi avrebbe mai potuto sospettare, che gli insetti, che sono forniti di un apparato nervoso tanto imperfetto, in paragone dei vertebrati, nei quali il sistema cerebrale è affatto distinto dal ganglionare, ed è molto più sviluppato, avessero quegli istinti mirabilissimi, che in essi miriamo? Perfino l’enorme divario, che corre tra un uomo di genio ed un idiota, anzi l’abisso fra la stirpe umana e quella dei piteci, chi presumerebbe dedurlo con sicurezza dalla quantità o qualità della sostanza cerebrale propria dei diversi individui e delle diverse specie? I fisiologi che negano ogni valore scientifico a ciò, che non è fibra visibile e movimento organico misurabile, siano dunque conseguenti; e, poiché il divario tra l’uomo di genio e l’idiota, l’abisso fra la stirpe umana e quella dei piteci, non si può dedurlo dalla quantità e qualità della sostanza cerebrale, dicano addirittura di non ammettere la reale esistenza di quelle differenze di natura affatto morale, e quindi, secondo loro, non verificabile direttamente. Ma fino a questo punto non vanno. E se li interrogassimo ancora; quali dei due fatti, di vedere una pietra che cade e di sentire in sé un dolore, si presenti con maggior certezza a chi li osserva, non c’è dubbio che risponderebbero, la certezza essere intera e uguale per tutti e due, quantunque il secondo sia l’oggetto di una osservazione interna. Ma dunque, nel principio almeno, l’osservazione interna vale quanto l’esterna. E la diffidenza dei naturalisti verso l’osservazione psicologica non è giustificata. Tale diffidenza, io credo, è tutta fondata nella mancanza di abitudine della riflessione psicologica, e nell’immaginarsi, che altri non possa far ciò, che non si sente di poter fare chi non ha quella abitudine. Chi conosce l’arte delle analisi chimiche può, in una massa impalpabile ed invisibile di gas, constatare l’esistenza di più sostanze diverse, e separarle ad una ad una, fossero anche moltissime. A chi è ignaro della chimica invece pare affatto impossibile, che altri distingua e cavi molte cose e differenti, dove egli non vede nulla. L’analisi gli sembrerà piuttosto una pura illusione del chimico. Ed avviene lo stesso nel caso dell’analisi delle idee: Chi non sa farla, non si persuade che altri lo sappia e lo possa. Se si dicesse, che il confronto tra la chimica e la psicologia non regge, perché, mentre una sostanza analizzata da due chimici dà i medesimi elementi, un pensiero, analizzato da due psicologi, li dà sempre diversi, onde apparisce la loro impotenza a distinguerli con certezza, risponderei, ciò non dipendere dalla natura della materia della osservazione psicologica, che non comporti una osservazione certa e scientifica, ma solo, al più, dal non avere la psicologia trovato ancora il suo Lavoisier, che le dia l’avviamento opportuno."
      },
      {
        "index": 22,
        "text": "Dico poi in secondo luogo, che, piuttosto che soppiantarla, la fisiologia ha essa stessa per sé bisogno della psicologia. Quanto ad alcuni fisiologi insigni, fra i quali potrei nominare E. Helmholtz, ha giovato, per lo studio degli organi dei sensi, una soda cultura filosofica. E quanto invece per altri, che potrei citare, la mancanza di tale cultura fu causa, che osservassero a lungo invano! Chi vuol capir bene uno stromento, o un apparato meccanico, deve prima aver cognizione dell’uso a cui serve. Chi ne dubita? Noi rideremmo di uno, che, senza saper nulla, né dei suoni, né della musica, volesse, col semplice esame delle parti componenti un cembalo od un organo, intenderne la ragione e gli effetti, e darne conto agli altri. Non è un’assurdità simile quella di un fisiologo, che, senza saper nulla di quella musica, che si fa udire nell’interno della coscienza di ciascheduno, vale a dire dell’umano pensiero, pretende ragionare sul come e sul perché degli organi, onde si produce? Chi non sapesse, che un accordo musicale è una combinazione di più suoni semplici, nello stromento suonante, invece di cercare, per rendersene ragione, le parti che producono i suoni semplici e i modi di produrli, il che lo condurrebbe facilmente a farne la scoperta, cercherebbe quelle da lui falsamente supposte, produttrici degli accordi; con inutile fatica; o coll’effetto di prendere una cosa per un’altra. Il fisiologo digiuno di filosofia fa un’opera non dissomigliante. Egli crede col volgo, che gli atti, che si attribuiscono alle cosidette facoltà, siano affatto semplici, e quelli dell’una diversi in tutto da quelli dell’altra; e va in cerca degli organi corrispondenti. Ed è lontano le mille miglia dal pensare, che, come nel cembalo, coi medesimi tasti e colle medesime corde, si possono far sentire due, anzi infinite, sonate differenti, così nel cervello gli atti classificati sotto facoltà distinte possono essere relativi ad organi identici. Insomma non c’è che dire; le ricerche utili intorno agli organi del senso e del pensiero sono impossibili senza i dati propri della psicologia. La coscienza della visione unica seguente l’uso di tutti e due gli occhi, della percezione dei differenti colori, dei giudizii accompagnanti la visione, fu il punto di partenza dei grandi lavori già eseguiti sulla struttura e sulle funzioni dell’occhio. Così per ciò che resta da fare. La coscienza, per esempio, attesta il fatto psicologico della associazione delle idee; e con ciò dice al fisiologo: Eccoti un tema di studio; cerca in che modo l’organismo si presti alla produzione di questo fatto. Potrebbe il fisiologo applicarsi a tale ricerca, se non conoscesse prima psicologicamente il fatto dell’associazione? Dirò una cosa ancor più forte. La psicologia volgare fa del sentire e del ricordarsi due facoltà diverse. Una psicologia più scientifica, come mostrerò a suo tempo, potrebbe ritenere che l’azione di ricordarsi fosse identica a quella del sentire, cioè fosse la semplice ripetizione dell’atto precedente; e che la differenza tra il sentire e il ricordare fosse costituita unicamente da un giudizio dipendente da un esperimento, che facciamo, senza accorgercene, dietro le esperienze passate, per solo effetto di abitudine. Ora questa ipotesi può dalla nostra psicologia essere imprestata al fisiologo, perché istituisca delle indagini, e veda se l’organo, onde si hanno le sensazioni, quando è eccitato dal di fuori, sia quello stesso, che, eccitato dal di dentro, faccia che la sensazione, una volta ricevuta dall’esterno e rimasta poi, per così dire, in istato di latenza, si riproduca. Il fisiologo riuscendovi (posto che l’ipotesi non fosse falsa, e che alla fisiologia fosse dato di fare l’osservazione in discorso) renderebbe un immenso servigio alla psicologia. Poiché offrirebbe una base positiva a ciò che altrimenti sarebbe sempre rimasto una pura ipotesi. Allo stesso modo che la misura del grado del meridiano terrestre, rifatta da Picard, offerse una base positiva all’ipotesi astronomica di Newton. Ma la scoperta della fisiologia sarebbe pur sempre dovuta alla idea prestatale dalla psicologia."
      },
      {
        "index": 23,
        "text": "Come sopra dicemmo, il dato immutabilmente fisso, il punto di partenza della scienza, e quindi anche della psicologia, è il fenomeno accertato. E come si trovi e si accerti il fenomeno psichico, l’abbiamo or ora dimostrato. Quanto all’astratto poi (e tale è il soggetto colle sue facoltà; tanto quello dei fenomeni fisici, ossia la materia, quanto quello dei morali, ossia l’anima o lo spirito) abbiamo detto essere esso instabile, e seguire le variazioni logiche, per le quali passa la induzione, che la mente va facendo, dietro l’esame dei fatti. Dal che deducemmo, che quelli, che ora si chiamano il soggetto e le sue facoltà, sono concetti che si possono trovare, anzi pur anche oltrepassare, ma non dati, onde partire."
      },
      {
        "index": 24,
        "text": "La classificazione dei fatti psichici adunque non deve essere determinata a priori, secondo un numero prestabilito di facoltà; ma sibbene, unicamente, dal confronto diretto dei fatti stessi. Anche volendo dare un valore oggettivo alle categorie indotte dalla osservazione diretta ed esclusiva dei fatti e chiamarle col nome di facoltà, è d’uopo non dimenticarsi, che tali categorie sono il frutto di una comparazione dei fenomeni particolari, sono una mera astrazione mentale, ossia la somiglianza tra molte rappresentazioni concrete, e che quindi non sono fissate, se non provvisoriamente. Poiché è sempre possibile di trovare nuove analogie, oltre quelle già osservate, che portino a stabilire delle categorie più generali, che ne riassumano parecchie particolari."
      },
      {
        "index": 25,
        "text": "Il concetto delle facoltà, come le intendono i metafisici, oltre che falso nel suo principio, svisa poi irrimediabilmente l’aspetto vero dei fatti psicologici, e impedisce assolutamente di rintracciarne le leggi e la natura. Il sentimento di un atto volontario, per esempio, è universalmente ritenuto, siccome una manifestazione diretta della essenza stessa dell’anima, e costituisce pei più la prova principale, e, a loro credere, inconcussa, della sua esistenza. Ciò apparisce anche dal passo sopra riportato del Vacherot. Schopenhauer e Maine de Biran, per citare solo dei nomi insigni, pure ammettendo la dottrina kantiana dell’impossibilità di apprendere la cosa e lo spirito in sé dietro le fenomenalità loro, facevano, mirabile a dirsi, eccezione al principio per la volontà, nella quale sostenevano, che si rivelasse la realtà e la essenza stessa dell’anima. Eppure tutto ciò non è, che una illusione volgare; illusione, che il metodo da noi riprovato, col darle l’apparenza di una deduzione scientifica rigorosa, rafforzò tanto da renderla pressoché invincibile."
      },
      {
        "index": 26,
        "text": "Perché i cosidetti atti volontari, che infine non sono che sensazioni, si riferiscono all’anima, e non, come ha luogo per le altre sensazioni, ad un qualche organo del corpo, o ad una cosa di fuori? Per due ragioni. Primo, perché, somigliandosi moltissimo tra loro i diversi atti, o per meglio dire, i diversi sentimenti di volere, e non avendo noi modo di distinguerli, stante l’impossibilità in cui siamo di vedere i movimenti degli organi cerebrali, ai quali conseguono, li confondiamo insieme, e li concepiamo quali produzioni di una attività unica. Succederebbe lo stesso per le sensazioni tattili delle dita della mano. Non le distingueremmo tra loro, e le attribuiremmo tutte al medesimo organo, se non avessimo una cognizione chiara e sicura di ciascun dito. Nelle dita minori dei piedi, che ci sono meno famigliari di quelle delle mani, le diverse sensazioni sono già meno distinte; e siamo costretti, per accertarci, che il dito toccato è l’uno piuttosto che l’altro, di portarvi la mano. La seconda cagione poi è quella che abbiamo accennato sopra, parlando della forza. Quando l’uomo ha una sensazione, ha la tendenza di riferirla a qualche cosa. Nel caso di un suono, la riferisce all’oggetto sonoro; nel caso di un dolore per alterazione patologica di una parte del corpo, la riferisce a quella parte. Ma trattandosi della sensazione del volere, con cui non si può associare, né l’idea di un oggetto esteriore, né quella di un organo corporeo conosciuto ed apparente, come dicemmo, non c’è che riferirla a qualche cosa, che non conosciamo, ma che supponiamo esistere dentro di noi, e chiamiamo l’anima. Ecco come avviene, che gli atti volontari, a differenza di altre sensazioni, si riferiscono ad essa. Per la doppia illusione indicata, che la scienza dei metafisici, anziché distruggere, risuggella col marchio fallace di una dimostrazione sistematica."
      },
      {
        "index": 27,
        "text": "Coi quali mi piace, a tale proposito, di fare questo ragionamento. Io sento di volere per un atteggiamento particolare dell’organo, che ha la proprietà di produrre questo sentimento. Così per un atteggiamento particolare dell’organo acustico io posso sentire un suono; per esempio, un suono in do. I due fatti sono del tutto analoghi; e ciò che si conchiude per l’uno si deve conchiudere anche per l’altro. Sicché chi dice, come fate voi, che, nel caso del volere, si sente l’anima, deve dirlo anche pel caso del suono; e chi afferma con voi che nel primo caso si sente l’anima, come una cosa che vuole, deve pure affermare, che nel secondo si sente l’anima, come una cosa che rende un suono, e precisamente un suono in do. La conseguenza sarebbe un po’ ridicola, ma, poste le vostre premesse, irrepugnabile."
      },
      {
        "index": 28,
        "text": "Ma di ciò basti per ora. A suo tempo mi studierò di mettere in maggiore e piena evidenza le cose, che qui accenno soltanto; e di smascherare interamente le illusioni volgari e gli errori filosofici, non solo sul volere, ma anche sulle altre cosidette facoltà. Intanto mi limiterò a dire, che, coll’avere stabilito una serie di facoltà distinte, e coll’avere alle singole attribuito molti fatti psichici, aventi delle evidentissime dissomiglianze tra di loro, mentre si perdettero le redazioni e le tinte reali svariatissime dei fatti particolari, si indussero poi per altra parte delle differenze che non esistono; rompendosi così irreparabilmente l’unità che regna nel mondo del pensiero. Poiché quelle, che i metafisici chiamano facoltà attive e passive, interne ed esterne, animali e razionali, rappresentative affettive e volitive, e così via, non sono infine che combinazioni variate dei medesimi elementi, come altrettante parole, di suono e di significato diverso, formate colle medesime lettere dello stesso alfabeto."
      },
      {
        "index": 29,
        "text": "Da ultimo è, come dicevamo, di una importanza capitalissima, che non si dimentichi, dovere lo studio dei fatti psicologici essere assolutamente condotto, senza nessun riguardo ad idee preconcette circa il loro soggetto metafisico. Sopra abbiamo mostrato, che i fatti si possono pensare benissimo, senza bisogno di una sostanza a cui riferirli. E che anzi la stessa non è poi altro, che una astrazione, formata di mere fenomenalità. L’abbiamo mostrato, e per la sostanza fisica, ossia materia, e per la sostanza psichica, ossia spirito, o anima. Ed abbiamo detto anche, perché nulla impedisca, che, ottenuta tale astrazione, questa, se si vuole, si chiami sostanza o soggetto; ma a condizione, che se ne rammenti la natura vera; e si ricordi, che quel titolo non può essere che provvisorio, cioè avente un valore, non assoluto, come nella vecchia dottrina dell’anima, ma relativo, e durabile solo fino a che nuove induzioni non vengano per avventura a modificare il concetto astratto, che lo costituisce, e a formarne di più elevati. E tutto ciò non l’abbiamo affermato leggermente. Poiché lo deducemmo, con logica rigorosa, dall’analisi della cognizione scientifica in genere, e lo confermammo colla storia del linguaggio e delle modificazioni subite nella fisica dall’idea della materia. E non accennammo soltanto alla possibilità di oltrepassare, studiando meglio i fatti, rilevando in essi nuovi aspetti e nuove somiglianze, e facendo ulteriori astrazioni, i concetti ordinari di materia e di spirito, ma facemmo anche presentire, che la scienza positiva è già in caso di guidare l’attenzione del filosofo ad un’idea superiore alle volgari, del corpo e dell’anima; e che le riassume entrambe in uno schema solo assai più grandioso e vero."
      },
      {
        "index": 30,
        "text": "Le induzioni poi conducenti a tale idea, che chiameremo psicofisica, non sono soltanto le fisico-matematiche, da noi sopra in parte accennate. Vi conducono anche, e soprattutto, le psico-fisiologiche. L’opinione in antico comunissima, che certi atti mentali e morali più elevati siano affatto indipendenti dalle condizioni organiche, opinione che ha contro di sé l’esperienza di tutti gli uomini, in ogni momento della loro esistenza, fra la gente colta ormai non è seguita, se non da certuni, ai quali preme soprattutto di non pregiudicare scientificamente ciò che insegnano circa di una comunicazione misteriosa e tutta spirituale della mente con un altro mondo. Da un pezzo le persone ragionevoli, tutte, riconoscono la corrispondenza perfetta, continua, immancabile, che esiste tra il pensiero e l’organismo. Ora, tale corrispondenza, come si spiega; forse colla ordinaria sostantivazione distinta dei due termini opposti? Ma allora avremmo, o le cause occasionali di Geulinx e dei cartesiani, col miracolo a fondamento della scienza, o l’armonia prestabilita di Leibniz, colla negazione esplicita della causalità; o l’influenza misteriosa tra l’anima, e il corpo, colla discontinuità degli atti organici, contraddetta chiarissimamente dalla osservazione e dall’esperienza. Forse concedendo la realtà ad un termine, e negandola all’altro. Concedendola soltanto al termine psichico, ce lo rappresenteremo come una sostanza nel vecchio senso metafisico al modo di Berkeley? Ma Kant ha dimostrato inappellabilmente, che del me si conosce il fenomeno, e non il noumeno. O lo considereremo dal punto di vista kantiano? Ma allora commetteremmo l’errore di prendere il me come un dato intuitivo ed immediato, mentre non è se non una formazione empirica e tardiva della coscienza. Nella quale, al punto in cui si afferma il soggetto come tale, per lo stesso titolo, anche l’oggetto ha diritto di essere affermato nella sua piena qualità di oggetto. Concedendo invece esclusivamente la realtà al termine fisico, al modo dei materialisti, come rispondere alla osservazione, che gli atti psichici sono anch’essi delle realtà innegabili, che entrano e si intrecciano effettivamente nell’insieme dei fatti umani; e che una dottrina, che li nega, o non ne tiene il debito conto, non si può dire, che spieghi veramente il fatto di essi atti? La corrispondenza perfetta, continua, immancabile, che esiste fra il pensiero e l’organismo, non si spiega, se non considerando lo spirito e la materia, l’anima e il corpo, insomma gli atti psichici e i fisiologici, come due espressioni, diverse di una medesima sostanza psicofisica. O, per usare un linguaggio più scientifico, sintetizzando, o comprendendo in una astrazione sola le due sorta di concezioni, per mezzo di quei dati comuni, onde esse, generalizzandosi viemaggiormente, si identificano; ed oggettivando poi la detta astrazione; a quello stesso modo, che si oggettiva la materia, cioè il concetto astratto costituito dai dati comuni a tutte le percezioni esterne. Basta, come dicevamo, alle induzioni fisico-matematiche, da noi sopra in parte accennate, aggiungere le psico-fisiologiche, per rilevare la serietà della nostra affermazione."
      },
      {
        "index": 31,
        "text": "Il veder rosso dipende dalla conformazione particolare della estremità retinica di certe fibre del nervo ottico, e dall’organo centrale del cervello, a cui mettono capo. È cosa provata. L’estremità retinica delle fibre ottiche è di tre specie. Alcune son fatte in modo da percepire specialmente il rosso, altre il verde, altre il violetto. Tutte le gradazioni di colori veduti risultano dalle diverse proporzioni dei tre colori suddetti. Una conformazione diversa, non c’è punto di dubbio, darebbe luogo ad un’altra sensazione restando lo stesso lo stimolo esterno potrebbe rendere osservabili delle gradazioni in esso stimolo, che ora sfuggono al senso. Lo stesso dicasi di tutte quante le sensazioni. L’organo e la sua azione fanno la sensazione; come la lunghezza, la tensione, la grossezza, la sostanza della corda del cembalo ne fanno il suono. E ciò vale tanto per le sensazioni propriamente dette, quanto per la ricordanza loro. Ora tutti gli atti psichici, tanto quelli compresi nella categoria delle cognizioni, quanto quelli che si designano coi nomi di affetti e di voleri, tanto i particolari quanto gli astratti, o sensazioni tutti, nessuno eccettuato, sono, o sensazioni, o ricordanze di sensazioni. E perciò dipendono totalmente tutti dalla qualità, dalla forma, dall’atteggiamento di un qualche organo. Sicché nell’ipotesi di un altro organismo, il pensiero dell’uomo sarebbe affatto diverso. Con un altro organismo le cose al nostro pensiero si presenterebbero diversamente; come all’occhio, se gli mettiamo davanti un vetro colorato, si colorano diversamente gli oggetti, che osserva. Dirò una cosa che parerà assurda, o almeno stranissima, ma che è pur vera. Coll’organismo diversamente disposto potremmo chiamare esterne quelle che adesso chiamiamo sensazioni interne, e viceversa; come dimostrerò a suo tempo."
      },
      {
        "index": 32,
        "text": "L’attività psichica poi è soggetta, né più né meno della fisica, alle leggi del tempo. Come è necessario un certo tempo ad un corpo per muoversi, così al pensiero per formarsi. Né si creda, che questo si vantaggi su quello almeno per la rapidità. No. Il pensiero anzi, per quanto rapido, è ancora una cosa pigra, se si confronta, per esempio, coll’azione elettrica. Nel tempo, che occorre perché si formi il pensiero più fugace, l’elettricità scorre comodamente per tutta la lunghezza di un filo di rame, che giri intorno a tutta quanta la terra."
      },
      {
        "index": 33,
        "text": "Ed è soggetta pure l’attività psichica, né più, né meno che l’attività fisica, alla legge della equivalenza delle forze. In un pensiero qualunque si consuma una certa quantità di forza materiale, o impressa da uno stimolo esterno mediante un organo sensibile, o depositata in forma di sostanza nervosa, in seguito ai processi della nutrizione e della respirazione. Un pensiero piccolo è il consumo di poca forza; un pensiero forte di molta. Impossibile, che si trovi in un pensiero una quantità minima di forza non somministrata dall’organo, alla cui azione corrisponde; come è impossibile, che in una fiamma si trovi della luce e del calore, che non provenga dalla azione chimica, onde è l’effetto."
      },
      {
        "index": 34,
        "text": "E gli istinti e le abitudini, che hanno tanta parte nelle operazioni psicologiche, in che si fondano, se non in condizioni e disposizioni organiche, naturali o artificiali? E le proprietà psichiche, varianti colle razze, coi climi, coi temperamenti, colle complessioni, col sesso, coll’età, colle condizioni e colle abitudini materiali, colla professione, col regime alimentario, collo stato igienico, e che si alterano, a vista d’occhio, anzi subitamente, ogni volta che si vuole, sotto l’azione dei reagenti fisiologici, è possibile ascriverle ad altro, che alle ragioni materiali degli organismi, in cui si riscontrano? Gli istinti, e in parte anche le abitudini e le stesse qualità morali si trasmettono, si propagano, si perpetuano, si contemperano insieme mediante la generazione; le metamorfosi organiche, o nel medesimo individuo, come si vede negli insetti, o nelle generazioni successive, come si vede nelle bifore, inducono, anche se ottenute artificialmente, una piena sorprendentissima trasformazione psichica corrispettiva, nel polipo, nel lombrico, una particella di corpo staccata dall’animale, non muore, ma mantiene le proprietà fisiologiche e psicologiche, e si rifà in un nuovo individuo completo, nel quale diventa coscienza separata e individuale quella, che prima era parte di un’altra coscienza; mentre al contrario, nel caso degli innesti animali si vedono siffatte proprietà, appartenenti prima ad un individuo, fondersi in quelle di un altro, e formare con esse una sola cosa i sentimenti, le passioni, lo stato dell’animo dipendono da un moto o da una disposizione organica, tanto che si possono produrre artificialmente per mezzi fisici; la vita psichica tanto diversa nella veglia e nel sogno, nello stato normale ed in quello di sonnambulismo e di pazzia, la quale può essere cagionata anche da lesioni di parti lontanissime dal cervello, ha la sua ragione unica in condizioni fisiologiche speciali, onde dipende la energia anormale o la fiacchezza impotente della volontà, la materia, la forma e il concatenamento dei giudizi e dei ragionamenti. Nelle quali condizioni fisiologiche poi può anche aver luogo una tale vicenda di alterazioni da conseguirne delle alternative fra la soppressione (anche per lunghe istagioni, come negli animali soggetti alla letargia, e più ancora nei cosidetti risuscitanti) e la riapparizione della coscienza. La vita psichica incomincia colla organica, e ingrandisce, metamorfizzandosi con essa, a poco a poco, e a poco a poco vien meno; e il corpo muore, anche psicologicamente, non d’un tratto, come se partisse da esso qualche cosa repentinamente, ma a grado a grado, a parte a parte; a certe mostruosità organiche degli animali corrispondono delle mostruosità nelle loro manifestazioni psichiche; e queste manifestazioni si diversificano nelle varie specie in ragione delle diversità materiali, massime della parte nervosa; anzi lo sviluppo materiale dell’organo e la sua attività psichica, promossa, indirizzata, mantenuta dagli agenti esterni, si suppongono a vicenda; e, demolendo a pezzo a pezzo il cervello di un animale vivo, se ne demolisce a pezzo a pezzo anche il pensiero. Infine, per non dire altro, come le funzioni di ciascheduna delle due metà simmetriche del cervello, anzi di ciascheduno de’ suoi diversi elementi, o gruppi di elementi, il più spesso si sovrappongono e si immedesimano in un solo me o in una sola coscienza di maggiore intensità, così qualche volta si contrappongono in più me o in più coscienze distinte e contrarie. Che occorre di più per indurne la corrispondenza perfetta, continua, immancabile tra la vita del pensiero e quella dell’organismo, come se fossero manifestazioni disformi di un medesimo principio?"
      },
      {
        "index": 35,
        "text": "Che se a tutto questo si aggiunga, che la distinzione tra ciò che dicesi mondo interiore o me, o spirito, e ciò che dicesi mondo esterno, o non me, o materia, è, come già notammo, una distinzione, non anteriore e trovata primitivamente in sé dalla coscienza, ma posteriore ed artificiale (quantunque per artificio naturale), e costruita a poco a poco nella medesima, per via dello stesso processo conoscitivo, che può mancare ancora alla piena certezza della nostra induzione? Per la quale è anche possibile di stabilire la continuità, una delle maggiori leggi della natura (natura non facit saltum), da una parte, dall’uomo per tutta la grande famiglia degli animali fino all’infimo di essi, dall’altra, dalle esistenze coscienti alle incoscienti organiche ed inorganiche."
      },
      {
        "index": 36,
        "text": "Non solo dunque le induzioni fisico-matematiche, le quali mostrano al di là del concetto ordinario dell’oggetto, ossia della materia, un quid inesteso, ma anche, e soprattutto le psico-fisiologiche, le quali nello spirito, ossia nel soggetto, rilevano, allato ad una distinzione puramente mentale dei fenomeni psichici dai fisici, la effettiva loro inscindibilità, ci portano ad un’idea superiore alle volgari del corpo e dell’anima; e che le riassume entrambe in uno schema solo assai più grandioso e vasto; all’idea della realtà psicofisica."
      },
      {
        "index": 37,
        "text": "Questo schema è una induzione al tutto scientifica, e, come tale, positiva e nuova. Esso non confonde e non sopprime nulla dei termini, sui quali si eleva. Non li confonde, come quegli assoluti in forma di indovinello, nei quali, colla logica dell’assurdo, si mescolarono insieme le stesse determinazioni opposte e contradditorie delle specie distinte, onde si cerca il nesso. Non sopprime né le qualifiche caratteristiche della materia, come l’idealistico, né quelle dello spirito, come il materialistico. I concetti della materia e dello spirito, quali generi speciali, in sé l’uno e l’altro perfettamente determinati, di fatti, restano nella loro interezza; poiché lo schema onde parliamo, come generalità, che si eleva sopra ambedue, signoreggiandoli ed abbracciandoli, non è veramente altro, che ciò che hanno di comune; ossia la somiglianza loro. La somiglianza che li spiega. Il fisico rileva il carattere di una massa metallica compatta e pesante, e quelli di una ondata di vapore, che si innalza espandendosi e scomparendo nell’aria. Egli chiama tanto la prima quanto la seconda, malgrado le differenze loro grandissime, collo stesso nome di materia. In questo nome egli non ha confuso le qualità distintive delle due cose, ma ha segnalato quelle, che sono loro comuni, e che, sceverate dalle altre, formano un solo concetto separato. E così facendo le ha classificate, ossia le ha spiegate. Così fa il botanico, quando, confrontando insieme un filo microscopico di muffa ed un pino annoso, dice: Vegetali. Così in ogni scienza positiva. Così noi, quando, considerati i fatti materiali e i morali, li sintetizziamo nello schema in discorso."
      },
      {
        "index": 38,
        "text": "Il quale inoltre, essendo semplicemente un passo in avanti di un ragionamento strettamente induttivo, non comprende in sé altre determinazioni fuori di quelle, che sono portate dalla induzione, a cui segue. È questa una avvertenza essenzialissima. Per esso non si pronuncia l’ultima parola della scienza. Ben altro. Non si fa, per così esprimermi, che aggiungere una semplice unità ad un numero noto, al quale nulla vieta che si aggiungano in seguito altre unità all’infinito. E in effetto, dicendo noi generalità, o idea, o principio, o anche se si vuole (per la ragione sopra indicata), sostanza, o soggetto psicofisico, - con ciò non determiniamo nulla circa la natura ed il modo della esistenza e della causalità sua. L’astronomo dice - attrazione universale. - Con queste parole egli esprime un principio vero; un principio onde spiega positivamente i movimenti dei corpi celesti. E ciò anche senza sapere niente intorno alla essenza o alla maniera di operare di essa attrazione. Il fisico dice - materia. - Ma non aggiunge, se tale materia sia tutta omogenea ne’ suoi elementi primi, o meno; se sia in sé estesa o inestesa; se, nell’ipotesi della inestensione, consista in una infinità di punti separati, o costituisca una realtà unica ed indivisibile; e da che provenga e come si eserciti l’attività, che vi si manifesta. Nulla egli sa di tutto questo. Che importa? Egli non ne ha bisogno per le sue applicazioni, e neanco per ritenerla e chiamarla, non solo il semplice astratto mentale dei fenomeni fisici, ma proprio una cosa concreta, una sostanza. Così noi, dicendo, principio o soggetto psicofisico, facciamo come l’astronomo, che dice attrazione; anzi piuttosto, come il fisico, che dice materia."
      },
      {
        "index": 39,
        "text": "Possiamo farlo, e lo facciamo senza pregiudicare punto le questioni circa la natura ed il modo della sua esistenza e causalità, e tutte le altre, se ve ne sono. Le quali restano insolute, e si lasciano alle induzioni avvenire; che saranno esse pure legittime e positive, se, come abbiamo fatto noi per la nostra, saranno basate, non sopra intuizioni metafisiche immaginarie di essenze e di causalità trascendenti l’apprensione del senso, ma unicamente sulla consistenza, sulla successione e sulle somiglianze dei fenomeni."
      },
      {
        "index": 40,
        "text": "Ecco perché affermiamo, che il nostro schema è una induzione al tutto scientifica, e, come tale, positiva e nuova. E quindi differentissima da quei concetti che potrebbero somigliarle. Come, per dirne uno, lo spinoziano; ché non è qui luogo, e non occorre, di considerare gli altri o affini ad esso o diversi, come il leibniziano e simili. Il pensiero e l’esteso, onde Cartesio aveva costituito le due sostanze dello spirito e della materia, furono da Benedetto Spinoza sintetizzati nel concetto di una sostanza unica, avente per attributi il pensiero e la estensione. Or tale concetto, lasciando in disparte ogni altra critica, che non fa all’uopo, egli lo pone come il fondamento, da cui dipende tutta la costruzione scientifica; la quale crollerebbe da capo a fondo se lo si toccasse menomamente. Ponendolo come fondamento o principio, vi inchiude, per necessità, tutto quanto gli occorre per le deduzioni seguenti; e ciò arbitrariamente, senza e malgrado la osservazione della realtà. Cioè ha sciolto preventivamente, come gli è piaciuto, tutte le questioni. Noi al contrario, il nostro principio, lo diamo come esito finale di un lavoro, che è stato fatto, e sta indipendentemente da esso; esito, che si potrebbe riformare, o anche ritrattare, quando lo esigesse una ulteriore e più esatta e completa ricerca, senza inconvenienti, senza danno di ciò che precede; e nel quale non è definita che una sola questione; oltre la quale ne restano altre, molte, anzi infinite. Insomma Spinoza, avendo dinnanzi a sé il nodo indistricabile delle cose, l’ha disfatto, tagliandolo addirittura, distruggendo così la realtà, invece di spiegarla; mentre noi, da buoni positivisti, non potendo altro per ora, ci siamo accontentati di un’opera assai più umile, ma molto più ragionevole e vantaggiosa, cioè di districare, pazientissimamente per non romperlo, uno solo dei fili infiniti, che vi sono avviluppati."
      },
      {
        "index": 41,
        "text": "Ben a ragione dunque dicevamo, che la scienza positiva è in grado di guidare l’attenzione del filosofo ad un’idea superiore alle volgari del corpo e dell’anima; che le trascende, senza cessare di essere scientifica e positiva. Ma a che affrettarci? Le conclusioni verranno bene da sé, senza che le sforziamo. E più chiare, e più precise, e più grandi, e più vere. Il positivista non ha fretta di conchiudere. Non ha fretta, perché il suo lavoro scientifico non dipende dalle conclusioni finali. Non ha fretta, perché anzi diffida sempre delle sue deduzioni ed aspetta, per assicurarsene, la conferma di nuovi esperimenti, di nuove verifiche. Non ha fretta, perché non cerca un’idea, che gli serva, come insegna di partito; ma il vero per se stesso, qualunque sia; anche se inopinato, o contrario alle sue prime presunzioni. Non ha fretta, perché sa che il vero si fa ragione da sé. Si annuncia con un chiarore incerto, a guisa di crepuscolo si fa a poco a poco più risplendente e si scopre all’orizzonte, come il sole che nasce poi sale, al pari di quello, in cima al cielo, e lo illumina tutto colla pienezza della sua luce. Non ha fretta; ma davanti al vero, che gli si è manifestato, non indietreggia mai. A chi colle argomentazioni cavillose, colle citazioni dotte ed autorevoli, colle dolci insinuazioni, colle rampogne e colle minaccie, glielo contrasta, tranquillamente, senza scomporsi, con un sorriso pieno di indomabile fierezza, risponde: Eppure è così!"
      },
      {
        "index": 42,
        "text": "Quando la scienza naturale credeva di doversi occupare solo dei soggetti più elevati e curiosi, come le essenze, le cause, e gli avvenimenti più sorprendenti ed insoliti, e sdegnava di rivolgere la sua attenzione alle semplici fenomenalità, massime se ordinarie e comuni, non era riuscita a formarsi delle cose, se non dei concetti falsi, meschini, sterilissimi. L’acqua, in una goccia della quale oggi, come dimostrammo, si possono additare tante meraviglie, riteneva che fosse una congerie morta di atomi freddi ed oscuri, e non sapeva dirne altro. E l’universo se l’era figurato, non esteso d’ogni lato infinitamente, oltre il vedere e l’immaginare, e fecondo per ogni dove, oltre ogni credere, di sistemi mondiali diversi fra loro per apparenza, per grandezza e per movimenti, ma composto miseramente di un piccolo numero di involucri animati, che ravvolgessero a più doppi la terra e seco la facessero girare. Le idee scientifiche vere, sublimi, oltremodo feconde, che oggi possediamo, ce le potemmo procacciare solo dopo che, smessa la ignara baldanza dei tempi passati, ci siamo indotti a confessare, che non si può saper nulla al di là dei fatti; e ci siamo avvezzati ad osservarli e ad apprezzarli debitamente, malgrado il bagliore fallace delle speculazioni astratte e la fede bugiarda dei sillogismi fatti colle regole."
      },
      {
        "index": 43,
        "text": "Pari la sorte della psicologia. In essa non avremo mai nulla di vero, di sublime, di fecondo, finché al metodo speculativo dei metafisici non avremo sostituito l’empirico dei positivisti. Le cose fin qui esposte ci assicurano pienamente della verità di questo principio."
      },
      {
        "index": 44,
        "text": "A quelli, ai quali preme, che la scienza non escluda le loro idee più o meno spiritualistiche dell’anima, diremo: Guardatevi dunque dall’asserire, che col metodo positivo non si può giungere a stabilirle. Ché un’idea, che non può essere stabilita col metodo positivo, è un’idea che non può restare nella scienza. Sono vere le vostre idee spiritualistiche? La scienza positiva dovrà pur trovarle e improntarle del suggello della sua certezza. Sono false. È inutile appassionarvici ed impuntigliarvisi. O tosto o tardi ne saranno escluse inesorabilmente e per sempre."
      },
      {
        "index": 45,
        "text": "A quelli che pensano, che, abbandonate le vie della speculazione metafisica, e procedendo lenti e pedestri di fatto in fatto, si impicciolisca e si renda inspiegabile il mondo dello spirito, domanderemo: A che infine si riduce la scienza, che tanto altamente rimpiangete?"
      },
      {
        "index": 46,
        "text": "Comincia che par che sappia tutto, poiché ci dà addirittura l’anima e ce la definisce Ma la definizione, che dovrebbe contenere la ragione di tutto, non mi dice poi nulla e non è feconda, che di questioni aride, oziose, puerili ed assurde. Quante ne ha delle anime un uomo? Tre, due, una sola? E non potrebbe una sola anima bastare per tutti gli uomini? È essa una sostanza o una semplice forma? E di che è fatta? E dov’è prima di entrare nell’uomo? E qual’è, l’ora precisa che vi entra? E in qual parte di esso alloggia? O forse è tutta intera in ogni sua parte, o soltanto tutta intera nel tutto? E in che consiste, e in qual modo si stabilisce e si rompe la sua comunicazione cogli organi corporei? E questa unione è essenziale, o no, alla vita corporea, ed alla esistenza dell’anima? E che farà quando se ne sarà svincolata? E potrà anche allora conoscere le cose, sentire, volere? E come si concilia l’assoluta sua semplicità ed autonomia colle molteplici facoltà, colla formazione graduale e successiva delle abitudini, colla continua e perfetta dipendenza de’ suoi atti dagli organi corporei? E in che si differenzia l’anima dell’uomo da quella dei bruti? - E cento altri problemi simili a questi, sui quali si sono scritti volumi a migliaia, coll’unico risultato, che apparisca con tutta evidenza, come, parlando di una cosa, che non ha altro fondamento che l’immaginazione, si possa colla medesima facilità e affermarla e negarla. La definizione metafisica dell’anima, come diceva, non contiene nulla, che abbia importanza per la scienza, che pure, secondo il metodo deduttivo degli aprioristi deve tutta essere cavata dalla definizione. E in vero, quando siamo per impiegare i fatti psichici, la definizione non ci serve più, ed è necessario ricorrere ad altri ajuti, cioè alle facoltà. Povero ajuto anche questo. Poiché chi, per rendere ragione di un fatto, inventa una facoltà, viene giusto a confessare con ciò, che non si sente in grado di farlo. Abbiamo dunque nella scienza un’anima, che, logicamente, vi è affatto oziosa; abbiamo delle facoltà, che le furono appiccicate capricciosamente, e che non servono, se non a tener vieppiù nascoste le ragioni, che si cercano. Resta il sistema dei fatti. Ma che sistema! Non solo non può, in alcun modo, connettersi col resto del mondo, né punto s’accorda coi fenomeni innegabilmente analoghi dei bruti, né colle leggi di svolgimento degli stessi atti umani, sicché è da respingersi, come assolutamente falso, ma è in sé affatto fanciullesco e meschino. Gli antichi dicevano: Il mondo esterno è costituito di due generi di elementi; gli uni tengono della natura della terra, crassa, pesante, volgente al basso e tenebrosa; gli altri tengono della natura del fuoco, sottile, leggero, volgente all’insù e risplendente. E tutti i suoi fenomeni sono l’effetto della lotta tra questi due contrari. Così qui, due generi di principio. Altri tengono del senso e sono vili, ristretti alle particolarità, e al momento, che passa e non torna ed altri tengono dell’intelletto, e sono nobilissimi e attinenti a tutti i luoghi e a tutti i tempi. E tutti i fenomeni psichici sono l’effetto di una lotta continua tra loro. Ecco il sistema. Magnifica invero e sapiente è la diversità, su cui è fondato, ma non esiste. Ed ha, per giunta, l’inconveniente di dare origine a questioni insolubili, e quindi di condurre allo scetticismo. La forza del materialismo sta tutta nel valore metafisico assoluto dato dagli spiritualisti alla generalità mentale, in cui si riassumono i fenomeni psichici; l’immoralismo si trova soprattutto legittimato dalla assurdità del concetto di una attività morale affatto sottratta alla legge di causalità; in fine, per non andar troppo in lungo, l’idealismo, padre immediato dello scetticismo, si fonda incrollabilmente sulla distinzione reale della percezione esterna dalla interna."
      },
      {
        "index": 47,
        "text": "Scienza veramente codesta degna di rimpianto; un soggetto e delle facoltà del tutto inutili; un sistema di fatti immaginario ed assurdo; un congegno logico, che fa conchiudere allo scetticismo. Pareva alla prima proposizione, che avesse già in suo potere la ragione di tutto si trova alla fine, dopo infiniti ragionamenti, che non ha spiegato nulla."
      },
      {
        "index": 48,
        "text": "E quella del positivista? A vedere, come egli incominci, si direbbe, che non arriverà mai a saper nulla. Egli si ferma subito ad un fenomeno; al primo che incontra; al più comune; alla sensazione. Vi applica l’osservazione più attenta, l’analisi più rigorosa. Se ne fa un’idea assai più profonda e vera di quella del metafisico, il quale non vi distingue il dato iniziale ed elementare dall’abituale e complesso, come mostrerò a suo tempo, e si contenta, per rendersene ragione, di una metafora volgare; chiamandola l’immagine o l’impronta comunicata dalle cose al senso; non avvertendo, che non v’ha somiglianza di sorta tra la cosa e la sensazione corrispondente. Egli si è accertato, che questa è il prodotto immancabile, naturale, equivalente dell’azione fisica dell’organo materiale, e che quindi entra nell’ordine universale della natura, in cui gli effetti, sotto qualunque forma si presentino, costituiscono una serie continua, nella quale il seguente è una semplice trasformazione del precedente. Ma, distinta bene la rappresentazione sensitiva in ciò, che la caratterizza, e paragonatala al fatto fisiologico, a cui consegue, riconosce, che l’oscillazione di una fibra, per esempio, o lo scorrere di un fluido, non hanno in sé nulla di somigliante con un pensiero; e non si ostina a voler dedurre la natura di questo dalla natura di quelli; e si contenta di ammettere la sensazione, come un fatto di cui è certissimo, anche non sapendone altro. Sicché sembra come diceva, che il suo studio non sia per approdare a nulla mai, essendoché gli è pur forza prendere le mosse dal fatto della sensazione, e questa è, per sua stessa confessione, un fatto primordiale, che si apprende, ma di cui si ignora l’essenza e la causa nel senso proprio della parola."
      },
      {
        "index": 49,
        "text": "Eh! Anche Newton, come vedemmo, è partito d’un fatto, che non poteva spiegare; il fatto della caduta dei corpi. Ma quel fatto, quantunque misterioso in se stesso, gli servì benissimo per isciogliere l’enigma dei cieli, e indovinarne il meccanismo. Identico è il caso del psicologo positivista. La sensazione è inspiegabile in se stessa, ma egli ne ha conoscenza, come di una realtà indubitabile, ben distinta da ogni altra, e di cui gli sono note le leggi; e in essa ha trovato la chiave, che lo abilita a districare la cifra, prima illegibile, dell’umano pensiero. Sicché, quantunque paresse al primo aspetto, che non sapesse proprio nulla, mostra poi in realtà di sapere già qualchecosa; non le cause e le essenze, no; ma pur qualchecosa, che i metafisici non sanno; e più assai è certo, che scoprirà in avvenire."
      },
      {
        "index": 50,
        "text": "Egli sa quali siano gli elementi veri ed iniziali del pensiero, e quale la legge, secondo cui si combinano a formare i vari e mirabili suoi prodotti. Il fisico dice: Datemi la materia ed il movimento, ed io vi spiego tutti i fenomeni della natura. E il psicologo positivo alla sua volta: Datemi le sensazioni e l’associabilità loro, ed io vi spiego tutti i fenomeni della vita psichica. E come, per tal modo, al filosofo della natura è riuscito di togliere dalla scienza l’ingombro dei fluidi imponderabili e delle altre forze materiali, così il filosofo dello spirito ha potuto dimostrare, che ciò, che si dice attivo e passivo, conoscere sentire volere, senso ed intelletto, interno ed esterno, percepire ricordare immaginare astrarre, attenzione riflessione coscienza, giudizio raziocinio, e così via per tutte le cento facoltà degli aprioristi, non è infine, come sopra avvertimmo, che un processo diverso ottenuto coi medesimi dati elementari diversamente disposti. E il dato elementare non è ciò che si designa col nome di percezione, come i metafisici credono. Il positivista ha analizzato anche questo dato primo, questo atomo oscuro della vecchia psicologia. Ha fatto, relativamente ad essa, ciò che la scienza naturale relativamente all’atomo acqueo di Empedocle. Ha scoperto, come non sia semplice, ma prodigiosamente complessa."
      },
      {
        "index": 51,
        "text": "La percezione ha luogo in seguito ad una sensazione, d’ordinario di più sensi in una volta. Ma essa non è dovuta soltanto alla sensazione presente di uno o più sensi, che rimane sempre di gran lunga il meno di ciò, che la costituisce. Ché, a formarla, concorrono variissime e numerosissime sensazioni già prima sperimentate, le quali, ridestandosi d’accordo più o meno intere, più o meno fuse tra di loro, di improvviso, per la eccitazione prodotta dallo stimolo esterno, si associano d’un tratto, con un ordine sorprendente, alla sensazione attuale, corredandola, per ogni sua parte, di mille particolarità, che la completano, intessendovi attorno una serie lunghissima di giudizi e di raziocinio, che non sono avvertiti da chi li fa, ma che danno alla percezione il valore che ha, e che furono rintracciati e messi in evidenza, massime riguardo alle percezioni visive, dalla sagacia della osservazione scientifica. La percezione dunque è già un tutto, non semplice, come si credeva; ma molto e molto complesso, pur considerando le dette innumerevoli sensazioni componenti, come dati elementari della rappresentazione psichica. Ma cresce la complessità straordinariamente, se si analizza la sensazione. Quella che si dice comunemente la sensazione di un senso è l’insieme delle tenuissime sensazioni distinte delle fibre nervose, che vi sono eccitate, le quali sono tante, che nel solo nervo ottico sommano, come si crede, a cinquecentomila. Arriviamo, come si vede, a delle piccolezze, a dei numeri, che confondono. E pure si può dire di più ancora. La chimica, come dicemmo sopra, non soffre ormai più di arrestarsi, all’atomo del cosidetto elemento, e cerca al di là di esso, nella omogeneità delle monadi eteree, il suo infinitamente piccolo. Anche la psicologia può osare qualche cosa di somigliante e cercare il suo infinitamente piccolo al di là di questi minutissimi elementi degli elementi delle percezioni. Ardirò io esporre qui una mia troppo temeraria idea? La scoperta di Newton relativa ai colori coma elementari, quella di Young della triplice natura dei bastoncini della retina, e l’altra di Helmholtz sui timbri dei corpi sonori fanno sospettare, che le differenze specifiche tra le diverse sensazioni elementari, come a dire la differenza tra un suono ed un colore, dipendano unicamente dalle combinazioni variate e, per così esprimermi, raddoppiate di un sol genere di sensazioni elementarissime."
      },
      {
        "index": 52,
        "text": "L’associazione delle idee poi, nella quale, come diciamo, si riassume tutto il magistero degli atti psichici, non è mica una legge particolare del pensiero, onde questo si differenzi per essa dal resto delle cose. No. Fra le cose e il pensiero c’è una perfetta continuità anche per questo riguardo. L’associazione delle idee è una semplice applicazione, delle due maggiori leggi, che determinano la produzione dei fenomeni nell’universa natura; voglio dire la legge della latenza delle forze e quella della divisione del lavoro."
      },
      {
        "index": 53,
        "text": "Se un fascio di luce solare cade sopra una foglia verde di un vegetale, la forza, che vi apporta, non vi si trasforma tutta in un modo. Una parte dei raggi ne è riflettuta, o vi passa attraverso; e può ancor illuminare a o riscaldare i corpi, a cui pervenga. Ma un’altra parte vi si arresta a dar nuova forma alle sostanze, che hanno da costituire la materia e i tessuti vegetali; nella quale forma dai raggi solari operata si può dire per ciò, che essi si trasmutino e si nascondano. Dico, si nascondono, e non, si distruggono; perché basta mettere ad ardere il vegetale per riavere di nuovo, in forma di luce e di calore, quella forza emanata dal sole, che vi si era celata. Analogo è il processo delle operazioni mentali. La forza, onde l’organo del senso è stimolato dal di fuori, e quella che corrisponde al consumo della materia nervosa messa in azione dallo stimolo, non si esaurisce nella sensazione cosciente, che ne consegue; una parte si fa, per così dire, latente, e si fissa in forma di tendenza od abitudine; ed è quella, per la quale diciamo, che una sensazione avuta si può ricordare, ossia riprodurre, senza che si rinnovi l’azione dell’oggetto sensibile esterno. Un pensiero, che si ricordi, non è una creazione dal nulla di una facoltà taumaturga, chiamata memoria, come volgarmente si crede; non è altro che una forza dissimulata, che riapparisce, come la fiamma ed il calore di un pezzo di legno, che si accenda."
      },
      {
        "index": 54,
        "text": "Come poi la forza greggia, o ricevuta dal di fuori, o ammassata al di dentro, mediante i processi fisiologici, o messa in serbo ed impressa nella forma latente della memoria, della inclinazione, della abitudine, si metamorfizzi nelle svariatissime, maravigliose, infinite forme del pensiero, questo ci è spiegato per la legge della divisione del lavoro. Una massa d’acqua, che cada dall’alto perpendicolarmente sul fondo di un canale, dà una quantità di forza. Se nella caduta nulla si frappone, quella forza si converte, nella massima parte, in una maggiore velocità di corso dell’acqua del canale. Ma se c’è di mezzo un qualche ordigno atto a trasformarla, ne possono venire effetti assai più variati ed importanti. Mettiamovi, ad esempio, una ruota idraulica, a cui sia applicato un telajo alla Jacquard. L’acqua, cadendo, urta nelle pale della ruota, e questa gira. Il movimento di caduta si converte per tal modo in rotatorio. L’asse della ruota porta poi questo movimento fino al telaio, cioè a’ suoi diversi organi, nei quali prende modo e forma secondo la disposizione e la configurazione loro. Ogni organo del telajo ne piglia una parte e lo trasforma diversamente. Il subbio ed il carretto si muovono sopra se stessi con passo lento ed interrotto e ad intervalli misurati, svolgendo l’ordito e ravvolgendo il tessuto. I cartoni si presentano opportunamente ai licei, e questi sollevano i fili voluti dal disegno. E i battenti alternativamente fanno scattare la spola, che porta la trama avanti e indietro attraverso ai fili incrociati dell’orditura, per formare il tessuto; cioè un bel drappo a figure e fiorami disegnati, disposti e colorati artisticamente. Quale metamorfosi! Il semplice peso dell’acqua è diventato l’intreccio dei fili, la consistenza del tessuto, la bellezza del disegno, la vaghezza dei colori di un drappo prezioso. E il prodigio a che è dovuto? Non ad altro che alle forme e alle disposizioni convenienti degli organi molteplici e diversi del telajo, che si divisero tra loro la forza prestata dall’acqua cadente, e appropriandosela la convertirono in tanti diversi lavori sapientemente coordinati. Lo stesso avviene da per tutto nella natura. Ed io perciò la definirei una forza immensa spartita ed elaborata per organi infiniti. E ciò tanto per la natura inanimata, quanto per l’animata. Quella forza, che nel zoofito, stante l’imperfezione degli ordigni in cui si incontra, non si trasmuta, che in una sensazione ottusissima, nell’uomo, che presenta una organizzazione assai più complicata e finita, può tradursi nella meditazione del filosofo, nell’estro dell’artista, nella virtù eroica di chi dà la sua vita per un’idea. Grandissima è la differenza, che corre tra un drappo sortito da un telajo Jacquard e la tela esilissima tesa silenziosamente per aria da un piccolissimo ragno; assai più grande, anzi infinita, se si vuole, tra questa e un’opera dell’umano pensiero, come sarebbe l’Iliade d’Omero, il Furioso dell’Ariosto, i Dialoghi di Platone e la Critica della ragion pura di Kant; ma l’analogia è perfetta e la legge dirigente i processi di formazione è la medesima."
      }
    ]
  }
}
