{
  "title": "19",
  "paragraphs": [
    "Odasında büsbütün yalmz kalmak, yalmzlığından emin olmak için kapısım sürmeledikten sonra bütün burada hissettiklerini yakından bilen şeylere, arkadaş resimlerine, kitaplara, duvarlarda kendisini görmekten haz alarak gülücükle bakıyor gibi duran mektepte yapılmış tablolara baktı, \"Bugün sizin tesellinizin koliarına başka bir ıstırapla geliyorum, bana her vakitten çok gülünüz\" demek isteyen, merhamet arayan şaşırmış gözlerle baktı. Bu odacık, bu mini mini köşecik, onun, yalnız onundu. Burada ne utanılacak yabancılar, ne sıkılacak arkadaşlar vardı, burada yalnız kendisinin hayalinden başka bir şey yoktu. Bu duvarlar, şu minderle yatak, bütün bu ufak tefek, senelerden beri onun kalbiyle birlikte çarpmış, onun hayatının nefesiyle nefes almış, onun benliğiyle mayalanmıştı. Burada kendisini olduğu gibi gösterebilir, burada hiç utanmayarak kendini tutmaya lüzum görmeyerek kalbinin olanca yaralarını şu sessiz fakat sevecen çok samimi dostlarının önlerine serebilirdi.",
    "Evet, burada dünden beri bastıra bastıra kendisini hasta eden ıstırap feryadını salıvermek mümkündü ve salıverdi ...",
    "Bu evvela boğuk, kısık bir inilti gibi başladı. Yataklığının sütununu tuttu, başını, ateşler içinde yanan başını bu soğuk demire dayadı, gözlerini kapadı.",
    "Şimdi bütün matemler hep birden uyanmıştı, bunlar birbirine karışıyor, babasını, İkbal'i, Lamia'yı, zihninin içinde bir şimşek yinelenmesiyle birbirini takip eden resimler gibi, bir silsile şeklinde görüyordu.",
    "Babasının ölümünden sonra geçen beş senelik -ancak beş senelik- zaman içinde hayatın ne zalim siliderine uğramıştı! Daha hayatın henüz başlangıcındayken bundan sonra kırılmış emellerle, sönmüş hülyalarla, unutulmaz matemlerle geleceğin önüne çıkacak, \"İşte ben seni bu omuzları çöktüren yüklerle yaşayacağım\" diyecekti ... Ah! Bundan sonra yaşayacağı seneler ... Kim bilir! Yirmi sene, belki kırk sene. Artık kuvveti kalmamıştı, o nasipsiz, ümitsiz senderin kuru geçişi içinde kırık bir hayatı sürüklemek onun için ne büyük bir işkenceydi. \"Nasıl yaşayacağım? \" diyordu, o zaman yine babasının, İkbal'in, Lamia'nın çehreleri birer birer, bazen bir kederli manayla yavaş yavaş, bazen ondan kaçmak isteyerek uçup silinerek zihninin içinden geçiyordu.",
    "Şimdi ağlıyordu, sakin ve yavaş yavaş yaşlarla, güçsüzlüğün ve ümitsizliğin bezginliğiyle akan sıcak ve iri damlalada ağlıyordu. Niçin bu kadar hülya esiri olmuştu?",
    "Biraz hayatın somut gerçeklerini düşünmüş, bu toprak parçasının üstünde bir şiir bulutuna sarınarak uçmak için çalışmamış olsaydı bugün bu kadar mağlup olmayacaktı.",
    "En küçük sebepleri en büyük hülyalara yeterli kabul etmiş kendisine sahte esaslar üzerine kurulmuş bir hayat vücuda getirmişti. İşte şimdi hakikatİn insafsız rüzgarları üzerinden geçtikçe o hülyaları hep birer birer düşürmüş, onu şuracıkta en küçük bir yaşamak arzusundan tam bir yoksunluk içinde bırakmıştı.",
    "O zaman eserini düşündü. Ah! Bu eseri? Fakat şimdi ona ne lüzum var? O artık ölmüş bir çocuğun boş ve soğuk gömleğinden başka bir şey miydi?",
    "Yazıhanesine gitti, o defteri -bir vakitler eline aldıkça göğsünü gururla şişiren o defteri- bugün bir ölü yadigarı gibi soğuk bir hisle aldı, aramaksızın hemen bir yerinden açarak baktı, okumadı, okumak için bir heves duymadı, şimdi ondan bir soğukluk sızarak ederek vücudunu üşütüyordu.",
    "Ah! Bu eser! Bir vakitler bunun için neler kurmuş, ondan neler beklemiştil Şimdi o kadar çocuk olduğundan utanıyordu. Bu, kendisine ne kazandırabilirdi? Merak ederek bir göz atacakların kayıtsız bir gülümsemesinden, fena bulmaya hazırlanmış beş on arkadaşın ağzında yalan tebriklerden başka bu eserden ne ümit olunabilirdi? O buna hayatının en güzel parçasını feda etmiş, gençliğinin en kıymetli heves ve ruhunu bırakmıştı. Bunu, ahmakça bir hülyanın renk körlüğüne uğramış gözlerine başka türlü görünen basın alanına attıktan sonra ne olacaktı? Bunun neşesi ne kadar sürecekti? Bir hafta, belki on beş gün, daha sonra sonsuz bir unutma! Yalnız on beş günlük bir mestlik lezzeti için ne hakaredere hedef olacak, ne çekemezliklere tesadüf edecekti! Gözlerinin içi size temin ettikleri şeyin zıddıyla gülen birtakım adamların \"Bu ne yüce şiir! \" deyişierinden nasıl üşüyecekti.",
    "Halbuki o, o zavallı hastalıklı kafa... Şimdi Raci'yi haklı buluyordu, evet o hastalıklı bir kafadan başka bir şey değildi. Bu eserden neler beklemiş, onunla nasıl ümiderin hakikat olmasını sağlayacak zannetmişti.",
    "Fakat şimdi mademki artık Lamia elinden kaçıyor, mademki onu kendisine bırakmıyorlar ve bütün o aşk rüyası bir yalandan başka bir şey değilmiş, o halde buna ne lüzum var?",
    "Bu eserden nefret ediyor, kırık hayatının intikamını ondan almak istiyordu, kapadı, bu küçük defteri avucunun içinde zararlı bir böcek gibi sıkıyordu ...",
    "Ah! Artık hülyalarından büsbütün ayrılmak, onlardan bir iz bile bırakmamak için ihtiyacı vardı. Kendisini öldüren bunlar değil miydi? Sonra onlar da birer birer ölmüşlerdi, şimdi yalnız bu eser, bu son hastalıklı kafa belirtisi kalmıştı.",
    "Onu da öldürmek, ötekiler gibi bunu da varlık sahnesinden kaldırmak istiyordu.",
    "Kemiklerini kırarak birbirine geçirmek istediği bir düşman eli gibi bu defteri sıkıyor, sıktıkça garip bir lezzet alıyordu. Birden aklına bir şey geldi, sobasına koştu. Bu kıştan beri içine yırtılarak atılan küçük kağıtlarla dolmuştu.",
    "Bir kibrit çakarak bunları tutuşturdu, kağıtlar küçük bir çıtırtıyla harekete geldi, üzerlerinden bir kırmızı rüzgar uçtu.",
    "Şimdi bunlardan tüterek yayılan duman gözlerini dolduruyordu. Tamamıyla yanması için bekledi, şu elindeki defteri yavaş yavaş, onun azapla kıvranışından haz ala ala yakmak için bu birikmiş kağıt parçalarından eserine bir ateş zemini hazırlamak istiyordu.",
    "Artık duman azalıyor, ateş kağıtların arasından kayarak, geçtiği yerde külden esmer kümecikler bırakarak aşağıda, köşelerde daha yakacak şeyler arıyordu. O zaman iki eliyle defteri ortasından ayırdı, evvela bir yaprak kopardı, bunu soktu, kağıt bir müddet kızgın küllerin üzerinde tereddüt ediyor gibi durdu, sonra yer yer sarardı, birdenbire duyuimuş bir acıyla kıvrandı. Daha sonra o sarı kıvrıntılardan bir ateş dalgası geçti, kağıdın her tarafından bir küçük alev çıktı. Ahmet Cemil acı bir gülüşle bakıyor, şimdi es . mer bir kül tabakası şeklinde duran bu kağıdın üzerinde bir beyazlıkla beliren yazılara bakıyordu. Bir iki satırını okudu, \"Ah yalan şeyler! Ah sahte şiirler!\" diyordu. Bir yaprak daha kopardı, kopmamakta ısrar eden diğer bir yaprağı kıvırarak, bükerek attı, o ıstırabından kıvranarak kolları büküle büküle yandıkça şiirinin şu intiharını seyretmekten cehennemİ bir zevk duyuyordu. Kağıtlar böyle yaprak yaprak birbirini takip etti, nihayet son yaprağı attı, bu son yaprağın üzerinde de alevden bir rüzgar esti, bir an içinde kıpkırmızı oldu; sonra çıtırdayarak, son bir can çekişme feryadıyla parça parça yarılarak söndü. Şimdi esmer, buruşuk bir ölü siması gibi serilmişti. O zaman Ahmet Cemil bunun üzerinde bir beyazlıkla fark edilen yazıları derin derin süzdü, onları okumak istedi, gözleri ta en sonda bir yabancı yazının belirsiz şekline tesadüf etti: Tebrik ederim ...",
    "Ah! Yalan! \"Tebrik ederim!\" Bu sözün yankılandığı kuruntusu kulaklarının içinde bir zehirli yılanın ıslığı gibi soğuk bir ürperme akıtarak geçiyordu. Ah! Bu yalan! Hayatının en büyük yalanı!",
    "Onu yaktığına artık hülyalarının silsilesine onunla şu sobanın içinde hala çıtırdayan bu küllerle bir son verdiğine, kesin bir netice ile tamiri mümkün olmayan bir son ile bütün hayatının yalanlarını boğup öldürdüğüne tam bir kanaat duydu. Sobasının kapağını kapadı.",
    "Artık hayatında işte yalnız bir hakikat kalmıştı.",
    "Hülyasız, çıplak, perişan bir hakikat... Beş sene evvel hayata uzun kumral saçlarıyla, ümitle parlayan gözleriyle giren Ahmet Cemil'in yerinde şimdi yanakları çökmüş, dudakları hayatının matem acısıyla kasılmış etmiş harap bir vücut ...",
    "Bu vücudu ne yapacak? Onu kaldırıp atmak için ne büyük arzusu vardı! Fakat ona sahiplik hakkı başka birisine aitti.",
    "Ne yapmak lazım geleceğine artık karar veriyordu ..",
    "Hüseyin Nazmi gidiyor, öyle mi? O da gidecek ... Fakat o ümitlerinin arkasından koşmak için giderken bu ümitlerinin tükenişinden kaçacak, arkadaşıyla çocukluktan beri başlayan karşıtlıklar silsilesini tamamlayacak.",
    "O zaman birden aklına bir gün arkadaşıyla Taksim Bahçesi'nde ellerine ilk aldıkları şiir kitabından okudukları parça geldi. Hafızasında nasıl kalmışsa öyle tekrar etti: \"Mezarlığım başka bir hayat kavgasının malıvolmuş kuvvetleriyle dolu, fakat henüz ölülerimin silsilesi bitmiş olmadı.\" Bu silsilenin tamamıyla bitmiş olması için yalnız kendisi mi kalmıştı? İşte o da gidiyor, o da, o da o malıvolmuş kuvvetiere katılacak.",
    "O zaman çehresine son bir ümitsizlik kararlılığının dayanma gücü geldi. Çekmecesini açtı, kağıtlarının arasında araştırdı, mektepten mezuniyet diplomasını buldu, açarak okudu, bununla vilayetlerden birine gidecekti, karşısında, yazıhanesinin üstünde, harita kendisine bakıyor, kuvvet vermek isteyen bir bakışla gülümsüyor gibiydi.",
    "Kendi kendisine:",
    "- Bir yerlere gitmek o kadar uzak ki fikrim şu geçen hayatıma yetişemesin, diyordu.",
    "Gözleri bir aralık arkadaşının gidebileceği yerleri dolaştı, sonra indi, kendisine sakin bir hayat hazırlayacak yerlere baktı, \"Öyle bir yer ki önünde ardında, solunda sağında çöl, kuru, çıplak, uzayıp giden bir çöl olsun ... \" diyordu. O zaman yazıhanesinin önüne oturdu, gözleri bu haritanın çöl deryalarına dikilerek, orada hayalinde uyanan alemin seyrine dalarak düşündü.",
    "Burada hareket etmeyerek, saatierin geçtiğini fark etmeyerek kendisinden tam bir soyutlanmışlık içinde duruyordu, uzaktan bir hayalin nağmesi gibi bellisiz bir şarkı işittiği kuruotusuyla titredi ...",
    "Bir Arap dilenci vardı ki haftada bir gün öğleyle ikindi arasında Süleymaniye'nin bu tenha sokağından Ahmet Cemil'in güftesini yakalayamadığı bir acı şarkıyla geçerdi.",
    "O evde bulunduğu zaman başka bir dünyanın başka bir tarzda yaratılıruş bir malılukuna has yabancılığında hoş bir vahşet, sarhoş edici bir gariplik hissolunan bu sesten bütün kalbinde hissedilip de esası inceleme imkanından kaçan hisler ona eşlik eden bir ahenkle uyanır, hayatının hatırda tutulamayan şiirlerini açıklayan bir tercüman gibi gelen bu şarkının uçucu güzelliğini kaçırmamak için sahibini görmek istemeyerek dinlerdi.",
    "Bugün şu haritanın çölünün seyri, oranın sıkıntı ve üzüntüden uzak hayat sanısı, onun çıplak manzarasının hayali içinde bu sesin tesiri ilahi bir şey oldu.",
    "O ses yaklaşıyordu. Evvela uzaktan pes ve gönülden gelen bir şikayet başlaıruştı, sonra yavaş yavaş, yer yer birer ıstırap hıçkırığıyla, iniltisiyle boğularak, yaralı bir güvercin gibi yetersiz bir hamleyle yükselrnek isterken birden bir bıkkınlık ve bir düşüş girdabı içinde düşerek, bir müddet kanatlarıyla topraklarda sürüklene sürüklene çırpındıktan sonra ümitsiz ve hasret dolu bir bakışla göklere gözlerini dikerek, göğsünü parçalayan son bir feryatla başını kaldırdıktan sonra son nefesi bir figan gargarası içinde sönüp gidiyordu.",
    "Bir müddet bir ölüm sessizliği, Ahmet Cemil'in hayatını bir mezarın soğuk havası istila eder gibi oldu, hiçbir şey işitilmiyordu.",
    "Bir dakikalık sessizlik içinde şimdi gözünde hayatı için zihninden geçirdiği o çıplak sahne canlandı, bu bir dakika içinde bir başka alem hayatını gördü. Gözün erişebilme imkanı kadar uzun, lekesiz, saf ve parlak güneşle kaynayan bir gök altında bir ışık denizi içinde oynuyor zannedilen çöl, beyaz ve parlak bir kum yüzeyi ki panltılada çalkalanan sema altında sonsuz uzaklıklara kaçan o ufka yetişrnek için koşarak ta ileride fark olunmaz, görülmez bir buluşma noktasında yetişiyor, ikisi, bu tertemiz sema ile o saf çöl ta orada, sanki koşmaktan, birbirini kovalamaktan yorgun düşerek yorgun bir kavuşma öpücüğüyle dudaklarını uzatıyor; ta yukarıda da berrak bir güneş bütün parlaklığıyla beyaz bir gelin odası feneri gibi şu kavuşma meclisinin üzerine saadet gölgelerini döküyor ...",
    "Ah! O sema, o çöl, o güneş ... İşte Ahmet Cemil'in bütün nasipsiz hayatına layık sığınma ve huzur köşesi ...",
    "Daha sonra bu çölün vahşeti içinde kaybolmuş birer kafile şeklinde öbek öbek hurma ağaçları, muz fidanları görülüyor, çıplak vücutlarıyla kumluğun ortasında bu tenha ve huzurla hayata teselli gönderen bir selamla yeşil başlarını kaldırırken uzaktan develer, o kum denizlerinin evlcidı, yorgun ve aksak yürüyüşleriyle süzülen bir bulut şeklinde ilerliyor, ötede kumların bağrından fışkırıvermiş bir beyaz rüzgar dalgası şeklinde bütün beyaz görünen atlarının üstünde beyaz harmanileri uçuşarak geçen bir süvarİ topluluğu ... o vakit, bu hayal alemi, karşısında canlanarak yaşamaya başlayınca, o ses tekrar işitildi, bu defa yeni bir hayatla, taze bir kuvvetle orada, hemen evin kapısında tekrar uyandı.",
    "Şimdi bu seste bir vahşi eda, bir öfke gümbürtüsü, bir acılık taşması vardı, bu öyle bir sesti ki içinde bir kalp parçalanıyor, yırtılıyor, dokuları sökülerek kan saçılıyor gibiydi.",
    "Tiz bir feryatla başladı, birdenbire ateş almış havai bir fişek şeklinde çıktı, yükseldi, sonra bir müddet, müthiş bir yükseklikte, artık kendisini tutamayarak, yükselen atılımının son kuvvetini sarf ederek titredi, inecek mi, çıkacak mı, sönecek mi bilinmiyordu, bir saniye kaldı, sonra birdenbire patladı, bir müthiş gürleyişle dağıldı, o zaman dağınık bir düşüş başladı, sanki o havai fişekten kırık dökük, vakit vakit parlayan sönen kandiller döküldü, bunlar süzüle süzüle, birer birer öle öle düşüyor, gidiyordu, nihayet bu ses enkazı üzerine göğsü yarılan bir bulut parçasından hafif yağmurlar boşanmaya başladı. Ahmet Cemil şaşırmış duruyordu.",
    "Bugün bu garip şarkıdan duyduğu şey hiçbir tesirle karşılaştırılamazdı. Şu anlaşılamayan, akılda tutulamayan lisanla o ses sanki Ahmet Cemil'in babasının matemine, İkbal'in mezarına, Lamia'nın uçmuş hülyasına, şu sobanın içinde hala bir hayat kalıntısıyla çıtırdayan eserinin küllerine ayrı ayrı ağlarlıktan sonra bu hasta kalbin bütün elemleri, acıları, tahlil ve ifade edilemeyen dertleri için etkili bir lisan olmuştu.",
    "Bir müddet bu baygınlığa benzeyen hisler içinde kaldı, şimdi o ses artık büsbütün uzaklaşmış hemen kaybolmuştu, artık kulaklarına işte bu çıplak çölün uzaklıklarında giden deve sürüsü içinden geliyor gibiydi.",
    "Ayağa kalktı, kendi kendisine, \"Evet, oraya gideceğim, o sade hayat içinde, ölmüş emellerimin sessiz türbesini orada kuracağım\" diyordu.",
    "Odasının kapısını açtı, ah! Bu oda! Bu ruhunun dostu ve sırdaşı odacık! Buradan sonsuz bir hicranla ayrılmak lazım geliyordu.",
    "Göğsü ufak bir üzüntü ahıyla şişiyordu, bu oda, bu ev, bunlardan ayrılmak icap ediyor, öyle mi? Merdivenden inerken orada, taşlıkta İkbal'in tabutunu, sonsuza doğru bir sefer için, yola çıkmaya hazır görüyor gibi oldu, işte şimdi o da sonsuza doğru bir sefere hazırdı. Biraz durdu, bir veda bakışıyla bu evi selamlıyor gibi aşağıya yukarıya baktı, burası nice tatlı, acı hatıraların mezarıydı, tatlı ve acı, fakat onların hepsi kalbinin kıymetli, saygıdeğer servet hazinesiydi.",
    "Burada bu evin bütün hayatını hatırından geçirdi: O daha küçük bir çocuktu, buraya nasıl bir telaşla taşındıklarını, babasının o günkü çocukçasına sevincini, fesinin kilim döşeme için kura sepetliği ettiğini hep birer birer hatırladı.",
    "Ah, o vakit ve ondan sonra babası ölünceye kadar nasıl mesuttular! Lakin daha sonra?",
    "Ahmet Cemil artık hatırlamak istemedi, bu hatıralar kalbini şu eve kuvvetli bağlarla yeniden bağlamaya başlıyor, kararının dayanma gücüne zayıflık veriyordu, zihnine hücum eden o hatıraları silkinerek def etmek istedi, annesinin yanına girdi.",
    "İkbal'i kaybettikten sonra annesiyle arasındaki münasebet her zamandan fazla duygusallığa yatkın bir sevecenlik kazanmıştı. Bu iki yaralı kalp birbirine yaklaşmak için daha büyük bir ihtiyaç d uyuyordu, her vakit beraber bulurımakla birbirini kaybetmek korkusunu örtrnek isterler gibiydi. Bu anne kızını kaybettikten sonra oğlunu da elinden kaçırmak tehlikesine karşı her vakitten çok titreyerek onun hep etrafında dolaşıyor, geceleri kötü bir rüyayla uyandıkça odasının kapısına kadar gelip dinliyordu ...",
    "Ahmet Cemil bugün yanına girince annesini o vakitten beri huy edindiği dalgın vaziyette buldu, Sabiha Hanım ellerini dizlerinden dalayarak kilitlemiş, her gün geçtikçe gözlerinden damla damla boşanıyor zannedilen hayatı, örtülü bakışını belirsiz bir noktaya dikmiş duruyordu. Oğlunu görünce gözlerini çevirdi, onu bir gülümsemeyle karşılamak istedi. Fakat bugün Ahmet Cemil artık annesinin karşısında susarak düşünmek için gelmiyordu, bugün söylemek, annesine son kararını vermek için geliyordu. Ta yanına kadar gitti, senelerden beri -ta şu kadar bir çocukken bile ağırbaşlılığına aykırı gördüğü zamanlardan beri- aralarında geçmemiş bir şeyi yaptı insanlar ne kadar büyüderse büyüsünler, ne kadar ihtiyar olurlarsa olsunlar yine bazı dakikalar vardır ki annelerine sokularak çocuk olmak isterler. Annesinin yanına oturdu. Kollarıyla onun zayıf kuru vücudunu sardı, gözlerini gözlerine dikti, bir müddet öyle, şimdi ikisinin de dudaklarında ne açılmaya ne kaybolmaya cesaret edemeyen acı bir gülümsemeyle bakıştılar, sonra Ahmet Cemil:",
    "- Anne! dedi, bu hitabı sıcak bir teselliyle kalbini yıkayarak tekrar etti:",
    "- Anne, müsaade eder misin? Senin dizine yatayım ...",
    "Hani ya bir vakitler beni dizine yatırır da saçlarımı okşardın? İşte yine öyle yatayım, beni yine öyle, güya sekiz on yaşında bir çocuk gibi okşa ... Ah! Bilsen, anneciğim, bugün okşanmak, sevilmek için ne kadar ihtiyacım var! Özellikle çocuk olmak, o mesut zamana biraz geri dönmeye nasıl muhtacım! Bugün dizinin, senin zavallı zayıf dizinin üstünde ağır çeken bu başın, bilsen, o çocuk başından ne kadar farkı var! Bu çocukla o çocuk arasında kırılmış, parçalanmış bir hayat duruyor. Ah! Ben hayatın, o vücudu harap eden demir mengenenin arasında nasıl ezildim! İşte bugün sana hasta, yaralı, tedaviye muhtaç olarak dönüyorum ... Ağlıyor musun, anne? Oh! Ağla, ağla, biraz o yaşlar yüzüme, saçlarıma dökülsün, onların pak ve kutsal damlaları altında şifa bulmak isterim, yalnız bugün değil, daima, ölünceye kadar ...",
    "Değil mi, anneciğim, sen beni bunlarla iyi edeceksin, bunlarla bana kuvvet vereceksin, değil mi? Fakat burada değil, burada matemlerimiz var, babam var, kardeşim var, ondan sonra benim kendi ruhsuz cesedim var, üç tane müthiş mezar ki yaşayabilmek için bunlardan uzak olmak istiyorum. Seninle uzaklara gidelim, o kadar uzaklara ki kendimizi orada tanıyamayalım, kendimize başka bir dünyada, başka bir hayatta başka malıluklar gözüyle bakabilelim ...",
    "Değil mi anneciğim, benimle beraber oraya kadar geleceksin, beni şu kutsal, şu muhterem gözyaşlarınla iyi edeceksin değil mi?"
  ]
}