{
  "title": "3",
  "paragraphs": [
    "Bakınız, işte gözlerinin önünde gördüğü bu şeyler, başının üzerine açılan bu semada, yazın şu sıcak gecesine özgü bir buğuyla örtülü sanılan bu mailikler içinde titriyormuş, dalgalanıyormuş gibi görünen bütün bu yıldız alaylan, bunlar bir elmas yağmuru değil mi? içkinin etkisi altında bulanarak süzülen gözlerinin önünde donuk mailikler üzerine avuç avuç sarı pullar serpilmiş sema sallanıyor, sallanıyor, şimdi karşısında tepelerin uyuyan sırtiarına dökülecek yahut denize doğru akan belirsiz manzara yavaş yavaş yüksele yüksele yerler gökler gecenin bu aşk havası içinde şiddetli, uzayıp giden, vücudu yaka yaka eritip dağıtan bir öpüşle birbirine sarılarak tek bir varlık olacak zannediyordu.",
    "Ah! Bu elmas yağmuru ... Bahçenin durgun havasını dağıtan, içinde bir aşk esintisi, sıcak ve baygın bir nefes gibi sanki ta göklerin sezilemeyen yüksekliklerinden dökülen bu nağmeler ... Kah kalbin en derin noktalarından geliyormuşçasına içten, pes, sarıki sessiz, kah bir keder galeyanında yarıkılanıyormuşçasına patlayarak, feryat ederek, bazen bir şikayet inlemesi, bazen bir perişanlık iniltisi ...",
    "Şimdi Ahmet Cemil altından yer kaçıyor, başından sema uçuyor, vücudu bir boşluk içinde yuvarlanmaya başlıyor zannediyordu.",
    "Elmas yağmuru!",
    "İşte işte, sarıki semalardan dökülen, karşısında şu bayırın eteğinde yer yer parıldayan, denizin siyahlıkları içinde şurada burada ışıldayan bu ışıklar, işte işte dans ediyor, yağıyor, onlar da bir elmas yağmuru, fakat hayatta yüksek şeylere gönül vermiş gözler gibi aşağıdan yukarıya yağıyor, ta o semalara, o üzerinde gülümseyen panltılar çalkalanan mailikiere doğru yağıyor.",
    "Bir rüya içinde yahut sihir alemi karşısındaydı, kemanların titreyen inleyişleri, flütün kahkahaları, sanki bu aletlerden, bütün bu kirişlerle tahta veya bakır parçalarından sihirli bir nefesle canlanarak, kanatlanarak uçuşan küçük küçük nağmeler birbirine atılıyor, birinden ötekine bir ayrılık sesi, ötekinden bir ıstırap iniltisi, şundan bir hasret inlemesi, diğer birinden bir ümit cevabı çıkarak, bütün o çaresiz insan ruhuna has acılıkların tatlılıkların hazinesi taşıyor, mai siyah kelebekler gibi uçuşarak, birbirleriyle dudak dudağa bir kavuşma içinde dağılıyorlar, yükseliyorlar, sonra bunlar o parlak semanın mailiklerine, şu karanlık denizin siyahlıklarına serpiliyor, işte işte şu aşağıya süzülen, şu yukarıya uçuşarak siyahlara bürünen soluk ışıklar!",
    "Elmas yağmuru ...",
    "Son bir nağme tufanıyla ansızın müziğin sona ermesi bütün bu hayaller silsilesine son verdi. Ahmet Cemil sanki bir rüyadan uyandı, etrafına baktı. Şimdi her şey hakikate geri dönmüş oldu. Başını çevirdi, burada niçin bulunduğunu anlamak için düşündü, baktı, o vakit hatırladı. Arkadaşları şüphesiz orada işte şuracıktan bir parçasını gördüğü bahçenin kalabalığı arasında olacaklardı. Onların yanına gitmeye ne lüzum var? Ta ötede dönen bir tablonun yalnız bir kısmı şeklinde gözünün önünden akıp giden şu gezinenlerle, ağaçların arasında küme küme oturan bütün bu halkla onun ilgisi var mı ki gitsin de o kalabalığın içine atılsın? O bu dünyada herkesten uzak, herkese yabancı değil mi?",
    "Şimdi kendisini biraz topluyor, şakaklarında hafif bir serinlik hissediyor, zihnini ateş gibi bir bulutla örten buhar yavaş yavaş açılıyordu. Onun dünyası işte şu yavaş yavaş açılan beyninin içinde mai bir sema, o mai semanın içinde birçok gülümseyen ümit yıldızlarından ibaretti. Orada da bir elmas yağmuru ...",
    "İşte gözlerini kapayınca görüyor: Mai bir sema altında koca bir kır ki, sabahın hüzünden ve sevinçten, renkten ve karanlıktan, sessizlikten ve nağmeden, gölgeden ve hayalden, o birbiriyle hem aynı hem ayrı sanılan zıtlıklarından meydana gelmiş hali altında, henüz uykusundan tamamıyla ayrılmamış mahmurluklarla yüklenmiş sisler arkasında boğulan ufuklara doğru uzanıp gitsin. Üzerinde bir sema ki geceden kalma siyahlıklada gündüzün ilk parıltılarının kaynaşmasından oluşan esmer bir renkle gözleri okşar, bir belirsiz renk altında mai bir atlas halinde görünen semanın derin bir köşesinden Venüs'ün beyaz gülüşü hala görünür, yeni bir arılıkla ışıldayan bir göz gibi bakmaktadır ...",
    "O lacivertliklerin bir tarafında henüz belirsiz bir ışıktan toz savruluyor gibidir. Bu kırın üzerinden, o semanın altından bir peri alayının kanadarıyla dalgatanıyor denebilen hafif bir hava uçar ki dikkat edilse bir ruh dünyasının nağRomanın 1938 tarihli baskısında \"sıyrılarnarnış\". melerine benzer uyumlu seslerle titrer. Bütün manzaralar sabahlara has o rengin belirsizliği içinde hava ve hayalden meydana gelmiş bir gölge şeklinde durur, fakat bir zaman gelir ki birdenbire bir ihtişam çağlayanı dökülür, biraz evvel sönük duran sema sanki bir yangınla dolar. Ufkun bir kenanndan güneşin bağrından kırlığa bir ışık tufanı döker, semanın bu muhteşem yangını altında kır karışıklıktan sıyrılır, bütün kır taze bir hayatın canlılığıyla tutuşur ...",
    "Ahmet Cemil burada, hayalinin şu debdebeli tablosunu yaşatırken, \"Ah! O ümit güneşi!\" diyordu.",
    "Onu ne kadar senelerden beri bekliyordu.",
    "Henüz yirmi iki yaşındaydı. Öyle bir yaşta, gençliğin öyle hassas bir devresindeki fikir, aydınlık bir semanın elmas yağmuru altında parlak hülya alemlerinde kanatları kırılmış bir kuş gibi henüz topraklara düşmemiş, gözler ışık saçan bir hayal ufkunun ışıklarıyla doluyken bir perde altında siyah bir köşenin açılmak üzere olduğunu henüz görmemiş, yalnız aydınlık, sevinçli bir sabahın rüyasına dalmış, ümit güneşinin üzerine ta uzaklarda bir ufkun içinde hazırlanan bulutların dökülmeye hazır olduğunu anlamamıştı. Henüz yirmi iki yaşında, bütün maneviyatı yalnız bir ümidin gerçekleşmesini beklemekte... Şöhret bulmak, yazar olmak, herkesçe tanınmak, bugün o kadar acılıklarına göğüs vermek için hayatını zehiriediği bu edebiyat dünyasının bir gün yüksek zirvelerine çıkmak ve ismini o kadar yükseltmek ki ... O hayalinde canlandırdığı yüksek aşamaya bir sınır bulamıyor, sonra da bu derece yükselme emellerine kapılıyor olduğundan kendi kendine utanıyordu. Yazar olmak, şöhret almak, senelerden beri bütün düşüncesi bu değil miydi?",
    "Ta mektepte bir kimya kitabının üzerine başını dayayarak, gözleri ötede siyah tahtanın üzerinde unutulmuş, yarım kalmış bir cebir denklemine dalarak, düşüncesi bir hayal rüzgarı üzerinde, meçhul emeller fezasında uçtuğu zamanlardan beri bütün varlığını kaplayan emel, şöhret arzusu değil miydi?",
    "Ahmet Cemil daima aceleci ve telaşlı yürüyüşüyle, adeta koşarak Babıali Caddesi'nin kenanndan çıkarken şu kitapçı dükkanlan, cam kapıların aralarından fark edilen şu kütüphane müdavimleri, bu matbaalar, sabahtan akşama kadar fikir ve sanat hareketlerinin tek akıştığı yol olan şu cadde, bir gün olacak ki onun büyüleyici etkisi altına girmiş olacak.",
    "Şimdi birkaç eski mektep arkadaşıyla sekiz on yazardan başka herkesin meçhulü olan bu genç, bugün koltuğunun altında bir iki kitapla buradan bir gölge gibi çıkarken bir gün olacak ki tesadüf sonucu bir kitapçının dükkanına gözü rast gelecek olursa mektepten henüz çıkmış iki genç edebiyat meraklısının birbirine kendisini gösterdiğini fark edecek ... Ah! O zaman göğsü nasıl bir iftihar havasıyla şişecek!",
    "Şimdi oradan var olduğu sanılan bir vücut şeklinde geçiyor, gören yok, bakan yok, lakin o zaman ... Yolunun üzerinde isminin yavaşça fısıldandığını İşitecek ve ciğerlerinden sıcak bir şeyin aktığını duyacak ...",
    "Zaten bu neticeye, bu ümidin gerçekleşmesine layık olmak için az mı ıstırap çekmiş, hayatın az güçlüklerine mi tahammül etmişti? Bugün yirmi iki yaşındaydı, fakat bu yaşa gelinceye kadar ...",
    "Ahmet Cemilin düşünceleri bir daha kesintiye uğradı.",
    "Uzaktan imtiyaz sahibi Hüseyin Baha ile idare memuru Ahmet Şevki Efendi'nin yaklaştıklarını gördü. İmtiyaz sahibi gelince dedi ki:",
    "- Allah cezasını versin! Islah olmayacak, evde kendisini bekleyen karısını, çocuğunu düşünmek yok ki ... Yine oraya gitti. Ötekilerini de birlikte sürükledi. Biz üç kişi kaldık, artık yavaş yavaş yola çıksak ...",
    "Ahmet Cemil, Raci'nin ikide birde Palais de Cristal'de geç vakte kadar kaldıktan sonra geceyi de evinden başka yerde geçirdiğini bilirdi. Kaç kere bedbaht karısı matbaanın kapısına kadar gelerek beş altı yaşındaki yavrusuyla kocasını arattırmış, Ahmet Cemil'le birlikte bütün arkadaşlarını ne cevap vermek lazım geleceği konusunda şaşkınlığa düşürmüştü."
  ]
}