{
  "title": "7",
  "paragraphs": [
    "işini aceleyle bitirdikten sonra Gencine-i Edeb idarehanesine uğramış, bütün müsveddeleri toplamış, Lamia'ya vadettiği şeyi hatırlamaktan ümidini keserek vapura binmişti.",
    "Hüseyin Nazmi'yle uzun çocukluk arkadaşlığı sonucu aralarına ne kadar ayrılık girse yine bozulmaz bir yakınlığı vardı ki bu hiçbir sebeple kesintiye uğramazdı. Mektep hayatından bir sene geçtiği halde birbirini aramaktan, buluşmak ı \"Gülücük saçan Çobanyıldızı'nın parıltısı nudır?\" 2 \"O şimşek saçan gözün siyah ışığı?\" ihtiyacına uymaktan uzak kalmamışlardı. Hüseyin Nazmi hemen her gün sabahleyin Mirat-t Şuun idaresine uğrar, Ahmet Cemil arkadaşını iki gün görmese Umur-ı Şehbenderi kalemine yahut Gencine-i Edeb idarehanesine başvurur; hiç olmazsa ayda bir gecesini Erenköyü'nde geçirirdi. İki arkadaş küçüklükten beri duygu ve düşünce ortaklığına o kadar alışmışlardı ki birbirlerinden birkaç gün ayrı kalsalar manevi bütünlüklerine eksiklik gelmiş zannederlerdi.",
    "Köşkün yanına gelince parmaklığın arasından Lamia'nın yine çemberi önüne katarak bahçenin dar yollarında koştuğunu gördü. Kendi kendisine, \"İş fena!\" dedi.",
    "Zili çekti, Lamia'nın elinden çember kaçtı, değnek bir yana fırladı, kapıya koştu.",
    "- Hani ya benim şey? ...",
    "- Ne?",
    "Lamia derhal darıldı, kıpkırmızı oldu, neşeli küçük çocuk yüzünü bir dargınlık bulutu kapladı, örtülü bir sesle:",
    "- Hem vadediniz hem sonra unutup sorun uz?",
    "Bu hiddetin şakayla önü alınabileceğine hüküm vererek:",
    "- Şimdi o şey alınınadı diye kapı açılmayacak mı?",
    "Lamia kapının düğmesini çekti, bir kelime bile ilave etmeyerek koştu, çemberiyle değneğini aldı, Ahmet Cemil'in önünden bakmayarak geçti.",
    "Hüseyin Nazmi kütüphanesinin penceresindeydi:",
    "- Bu vakitte mi gelinir? Sabahtan beri seni bekliyorum.",
    "- Tamam, bir de sen darılırsanı Bari geri döneyim ...",
    "- Başka kim darıldı?",
    "-Lamia'nın hiddetini görme. Az kaldı kapıyı açmıyordu.",
    "Hüseyin Nazmi dudakları arasından:",
    "- Şımarık! dedi. Sonra ilave etti:",
    "- Dur içeri girme de bahçede oturalım ...",
    "Ta bahçenin bir köşesinde sarmaşıkiada loş küçük bir kameriye vardı, oraya gittiler; Ahmet Cemil fesini bir iskemIeye attı, müsveddeleri Hüseyin Nazmi'nin önüne döktü, oturdular. Önce İstanbul dışından gelmiş mektupları, eserleri gözden geçirmek istediler.",
    "Hüseyin Nazmi zarfları birer birer boşaltmaya başladı:",
    "- Al sana dünyanın yuvarlaklığına dair bir makale.",
    "İmza okunmuyor. Dergiler mektep kitaplarıyla mektep çocuklarından kurtulamayacaklar. Bir gün dört işleme dair bir makale gelse şaşırmayacağım. Tarsuslu Zaraifizade Abdullah imzasıyla bir gazel: Nar-i aşkın içre ey mahım seninl Ahmet Cemil:",
    "- Ateşe! dedi.",
    "- Vay! Şimdi de başımıza \"Bir fıkra'i muhayyele\"2 çıktı: \"Bin üç yüz dokuz hicri senesi Şaban ayının on yedinci gecesi saat altı buçuk sularında Edirne kasabasının kuzey tarafında bulunan ... \"",
    "- Sen böyle hepsini okumaya kalkışırsan işimiz var ...",
    "Hüseyin Nazmi kısa kesmeye başladı, sepete atılacak müsveddeler birikiyordu, sonradan incelenmek üzere bir iki müsvedde ayırdı. Bir aralık bir kağıt için \"Koca şair!",
    "SakinarnesP yayımlanmamış diye küplere binmiş\" dedi.",
    "Ahmet Cemil \"Fıçıya binsin de sakinamesini orada okusun\" diye mırıldandı. Hüseyin Nazmi birdenbire \"Vay! Burada da sana saldırı var, dedi, senin o geçen sayıdaki \"Ezhar-ı Şebab\"4 manzumesine bir alay söğüntü ... \" Ahmet Cemil yerinden kalktı, \"Bakayım! \" dedi, ikisi birlikte okudular, Ahmet Cemil için ağza alınmadık hakaret, dile getirmedik aşağılama kalmamıştı.",
    "Saçlarına, gözlerine, yürüyüşüne bile saldırılmıştı.",
    "Mektup sahibi manzumeyi kelime kelime parantez içine alarak her birisine söyleyecek bir söz, o vesileyle şaire hediye edilecek bir hakaret bulmuştu. Ahmet Cemil okudukça \"Aman ne düşünce bolluğu! Ne vicdan genişliği!\" diyor. \"Ben miyim? Bu ebleh bey, bu lüle saçlı, gariplikler saçan şaiı; bu maymuna benzeyen boşboğaz ... Bunlar ben miyim? \"Senin aşkının ateşi içinde ey sevgilim\" 3 Klasik Doğu edebiyatında sakinin ve şarabın övülerek anlatıldığı manzum eser. 4 Gençlik Çiçekleri Niçin? Çünkü \"titrek parıltı ... \" demişim, çünkü \"güneşli elbise ... \" demişim, çünkü \"uçan ernelin bakışı ... \" demişim ...",
    "Öyle şeyler demişim ki görülmüyor, gösterilmiyor, şu halde ben bütün bu sayılan şeylermişim.",
    "Birden Ahmet Cemil: \"A! \" dedi, \"Bu yazı bizim Raci'nin ... \" O vakit iki arkadaş birbirine baktılar. Şu insafsızlığa, özellikle daima beraberinde yaşadığı bir adamın bu şekilde aleyhine kalem yürütmek için bir insanın insan ilişkilerindeki inceliklerden bu derece yoksunluğuna şaşırdılar.",
    "Ahmet Cemil diyor ki:",
    "- Lakin ne sebep var, bu adamın şu inatçı ısrar ile senin ve benim aleyhime bu kadar sataşmasına ne sebep var?",
    "Kendisine bunun için para mı veriyorlar yahut bizim iyi şiir söylemediğimize halkı inandırmakla kendisinin şair niteliği iki kat mı oluyor? Bizi anlamıyor, haz etmiyormuş, o başka bir mesele, bunu mutlaka söylemeyi bir vazife sayıyorsa hakarete neden lüzum görüyor? Ben şiir söyleyecek olursam onu susmaya mecbur mu etmiş oluyorum? Ondan şairlik taslamayı yok edecek bir kuvvetim mi var? O da söylesin.",
    "Ben onun söyledikleri için bir şey diyor muyum? Ben onu küçük görmeye benzer bir şey yapıyor muyum? Beni bir lügat kitabından ne kadar küfre, küçümserneye işaret eder kelime varsa toplayıp da Raci'nin yüzüne fırlatmaktan engelleyen bir şey var mı?",
    "- Elbette ... İşte asıl farkınız da o değil mi? O bakaretIere müracaattan seni engelleyen bir şey var ki onda yok.",
    "Çok safderunsun! Hiç mahalle çocuklarının oynadıkları bir viranelikten süslü bebek gibi küçük bir kız geçerken tesadüf ettin mi? Bütün o kaldırım çocukları o küçük nazlı kızın zarafetine karşı duydukları bir kıskançlıkla birden nasıl tutuşurlar, nasıl arkasına düşerler, bağırırlar. İçlerinde taş atan, söven, hatta güzel elbiselerinin eteklerine sarılan azgınlar olur. Bu, insanlarda tabii bir histir. İşte senin yazıların basın sahasından geçerken bu yolda çekemezlik yaygaralarına tesadüf ediyor, o kadar ... O küçük bebek gibi ağlayarak eve mi kaçacaksın? Emin ol ki pencerelerden sey redenler için 6 çocuklar arsız, utanmaz çocuklardan başka şeyler değildir.",
    "Ahmet Cemil:",
    "- Acaba? dedi, sonra Hüseyin N azmi'nin karşısına oturarak bu kelimenin içerdiği şüpheyi yorumladı:",
    "- Biz kendimizi böyle teselli ediyoruz. Amma zannetmem ki hakikat senin dediğin gibi olsun. Bence halk nerede gürültü olursa oraya yöneliı; bu doğal eğilime, insanlarda alaylara, küçümsenmeye uğrayanların haline acımaktan çok gülrnek hissini ilave edersen bugün bizim etrafıınııda bağıranların ne yolda bir yankı yarattığını anlarsın. Bak, her gün sütunlarından birçoğunu ötekinin berikinin yazdıklarına taşlamalarla, aşağılamalada dolduran Makes-i Zaman ne kadar satılıyor. Sabahleyin kapışan kapışana. Çünkü herkes gülrnek ister. Hakkın kimde olduğunu aramakla uğraşanlar çok mudur zannedersin? Basında ona buna saldırıyı iş edinenierin eline geçenler tıpkı sokakta çamura düşmüş bir adama benzer, etrafına toplananların onda dokuzu güler ...",
    "Hüseyin Nazmi arkadaşının üzüntüyle söylediği sözleri dinlerken gülüyordu:",
    "- Ne kadar hassassın! dedi. Düşündüklerinin bir kısmı doğru, fakat meselenin esasını yanlış değerlendiriyorsun ...",
    "Halk güler ve gülrnekten hoşlanır, fakat halkı güldürmeye çalışanlar işte o bir alay soytan olmaktan başka bir önem kazanamazlar. O alaylar aynıyla komik resimlere benzer ki insanı bir müddet güldürüı; fakat alaya hedef olanın kıymetini azaltmaz. Bugün takdir ettiğimiz bir adamın o yolda tuhaf bir resmini görsek hangimiz gülmeyiz? Fakat o resme gülmüş olmaktan dolayı o adam hakkında fikrimizde hiçbir değişiklik olmaz.",
    "Ahmet Cemil dudaklarını büktü, cevap vermek istemedi.",
    "Hüseyin Nazmi'nin her şeyi soğukkanlı incelemekten ibaret olan felsefesine katılamıyordu, konu burada bitmiş gibi göründü, Hüseyin Nazmi mai kurşun kalemiyle derginin matbaa müsveddelerini düzeltirken onun gözleri kameriyenin sarmaşıkiarı arasından yer yer açılmış aralıklardan birer zümrüt pencere buldu, biraz iskemiesine yaslanarak gurubun bir esmer ve şeffaf tül gibi semanın ipek sathına gerilen gölgelerine daldı, son ışık kalıntıları bir tarafta küçük bir bulut parçasının kenarına oyalar asıyor, güneşin son demlerinden çıkan bir nefes gibi serin, hafif bir hava bu uzun sıcak günden sonra kırlardan kalkan akşam buğuları üzerinden hafif darbeciklerle kanatlarını silkerek geçiyor, sabahtan beri güneşin bu kırın üzerinden çektiği ılık kokuları şimdi tekrar dünyaya serpiyordu.",
    "Bir aralık Hüseyin Nazmi:",
    "- Karanlık oluyor, artık gözlerim bulandı, dedi.",
    "Ahmet Cemil'in gözleri o küçük pencerecikten ayrıldı, arkadaşına baktı, ne dediğini anlamamış gibi dalgın bir bakışla baktı, sonra dedi ki:",
    "- Ah! Bu anlaşılamamak, takdir edilmemek endişesi olmasa. Ya benim o malum eseri bitirsem de çıkarsam ne olacak? Bugün üç dört tane ufak tefek manzumecikler için feryat edenler o vakit o koca bir cilt dolusu yeniliği görünce ne yapacaklar?",
    "O malum eseri dediği, senelerden beri yazmak istediği, beyninin içinde bir çocuk gibi yaşatıp büyüttüğü, her dakika işleyip süslediği eserdi ki bunda çocukluktan beri okuduklarından aşılanmış şiir zevkini uygulamak isterdi. Bu eseri öyle bir şey yapmak isterdi ki o vakte kadar görülmüş olan şeylerin hiçbirine benzemesin, bir şey ki... O şeye zihninde mümkün değil bir şekil, bir tarz veremiyordu ...",
    "Zihninde düzenlediği öz pek sadeydi: Bir taze ruh ki hayata bir ümit parıltısıyla açılıyor, güya semanın el değmemiş bağrına güneşin öpücüğünden, onun sevda dudaklarının dokunmasından tutuşmuş bir bahar sabahı ... Fakat sonra yavaş yavaş ufuklar yanmaya, etrafa bir ateş havasının baygınlıkları yayılmaya başlıyor, o saf ve taze ruha hayatın ilk sıkıntıları yavaş yavaş sokuli.ıyor. Hayat mücadelesi ... Daha sonra ümit güneşi o kırılmış kalbin yıkılan emellerine hazin bir veda bakışıyla süzülüp gidiyor: O vakit neticenin kara bulutları ...",
    "İşte eser buydu, bu eserle Ahmet Cemil insan hayatını yazmak istiyordu; başından sonuna kadar bir şiir ki bir gülümsemeyle başlasın, bir damla gözyaşıyla netice bulsun ...",
    "Ne vakit buluşsalar Hüseyin Nazmi'ye bundan bahsederdi. Birçok parçalarını yazmış, arkadaşına okumuştu.",
    "Fakat istediğini yapamamaktan, düşündüğünü kalemine resmettirememekten doğan bir ümitsizlikle her yazdığı parçadan sonra o parçaya veremediği ruhun matemini tutardı.",
    "Bu eserin adeta hastası olmuştu. Kendi kendisine küser, gücünü hissinin altında bulduğu için kızar, bazen güçsüzlüğünü dile yüklemek ister, zihninin içinde karmakarışık hayaller gibi uçuşan belirsiz renkleri yakalayabilecek bir alete sahip olarnamaktan ileri gelen bir bıkkınlıkla adeta hayattan bezer. Ah! Bir kere o eseri bir vücuda getirebilse!",
    "Bütün hayatta ümidi onun üzerine kuruluydu, onu yazarsa",
    "-bir gün Taksim Bahçesi'nde arkadaşına itiraf ettiği gibiartık hayatta vazifesini tamamlamış sayacaktı.",
    "Bugün Hüseyin Nazmi'ye diyordu ki:",
    "- O yeniliklere çıldıracaklar ... Hele vezin için kim bilir ne kadar aşağılarnalara uğrayacağım, fakat bunu niçin anlamamalı? Bizim veznimizin musikisini, akışının ifadesini, edasının hissini niçin bilmemeli yahut bildiğini iddia edip de bundan niçin istifade etmemeli? Beş yüz beyitlik bir manzumeyi hiç değişmeden giden bir vezin üzerine söylemekten doğacak ruh yorgunluğunu, o alıengin sürüp gitmesinin vereceği sıkıntıyı niçin anlamamalı? Batı'nın manzumelerinde vezinlerin değişmesinden ortaya çıkan ahengi görüyoruz. O ahengi meydana getirmek için bizim elimizde aslında musikiden ibaret bir veznin coşkunluğu varken niçin nazmımızda arnzun temel kalıplarına dikkat ettiğimiz gibi üslubunda da veznin şiirle uyumlu olmasına dikkat etmeyelim? Hece veznine de bu hizmeti yaptırmak mümkün olabilirdi, eğer Türkçe kendi halinde kalsaydı. Fakat dil Türkçelikten çıkınca, Arapçanın, Farsçanın istilasına uğrayınca ... Şimdi bir şiir söyleyiniz ki ...",
    "Sözünün bu noktasına gelince kendisini kaybeder, vezin hakkında bitmez tükenmez kurarnlarını anlatırdı.",
    "Buna karşılık, derdi, veznin musikisinde hüküm sürmek lazım gelen alıengin manası... Fakat o manayı hissetmek, hissettikten sonra uygulamak lazım ... Bizde bu tarafa dikkat edilmiş mi? Bir neşeli vezinle ağıt söylemek yahut hafif bir özü ağır bir veznin ağır akışına bırakmak veznin musikisine karşı nasıl bir duygusuzluksa çeşitli özlerden oluşan uzun bir manzumeyi yalnız bir vezinle söylemeye kalkışmak yine musikiye karşı öyle bir anlamamazlıktır. Türkçemizde de böyle şeyler mesela Fransızcadan daha güzel yapılırken yazık ki yapmıyoruz. Şimdi benim eserime vermek istediğim musikiyi düşün, bundan ortaya çıkacak etkinin ruh üzerinde ne kadar kuvveti olmak lazım gelir. Eğer bu yenilik herkeste bir iltifat eğilimi yaratmazsa ... Mesela hüzünlü bir parça \"faulün, faülün, faülün\" vezniyle üzgün bir edada sürüklene sürüklene gidip dururken sonra \"mefailün, failatün, mefailün, failün\" vezniyle bir duygu taşması, bir ifade hiddeti, bir şiir fışkırması, daha sonra \"müstef ilün, müstef'ilün\" ile bir sessizlik, sonra mesela ara yere girivermiş bir ıstırap hıçkınğı, sanki mızrabın bir hiddet çimdiği kabilinden tek bir \"ulün\" ...",
    "Ahmet Cemil tarif ettikçe vezinlerin musiki ifadesini anlatabilmek için elleriyle usul vuruyordu. Hüseyin Nazmi bu bahsi açtıkça söyleyecek şeylerini bir türlü bitiremeyen arkadaşını bir kibar dinleyici sıfatıyla gülümseyerek dinliyordu.",
    "Ahmet Cemil devam etti:",
    "- Musikide yapamadığımızı bari nazmımııda yapalım.",
    "Yirmi tane birörnek suzinak şarkıyı okumaktan, dinlemekten duyduğumuz yorgunluğu hiç olmazsa nazmımızdan kaldıralım. Hüner musikiyi birörneklikten değil çeşitli makamlar ve usulün bağdaşımından elde etmektedir. Bu yolda yazılmış bir manzumeyi düşün ki vezinlerin taşkın dalgalan üzerinden adaya adaya akıp giderken birden yorgun düşmüşçesine ağır ağır sürüklensin. Sonra tekrar bir coşkuyla taşsın, veznin kasırgasıyla yükselsin, yükselsin, şiddetin en yüksek tabakasına kadar çıksın, yine yavaş yavaş, ine ine son nefes bir musiki inlemesiyle bitsin.",
    "Hüseyin Nazmi'nin gülümsernesi biraz daha genişledi.",
    "Ahmet Cemil, bu gidişle, bu akşam bütün edebiyara dair kurarnlarını birkaç yüzüncü defa olarak arkadaşının önüne dökecekti.",
    "Hele kafiye... Gariptir, bizde en dikkat edilecek şeyler ihmal edilmiş de edebiyatımızda çocukça oyunlar için hayatlar harcanmış. \"Jenk, ferhenk, renk\" l kafiyesiyle kaside söylemek için düşünceleri hayal edilemeyecek haskılara ve çarpıklıklara uğratarak, o kafiyede bir kelimeyi kasideden mahrum etmemek için türlü mana garipliklerine mecbur olarak zorlukları hayret verecek bir külfete katlanmışlar da kafiyenin ahenk manasını düşünmek akıllarına gelmemiş. Hatta bugün yeni şiirin ruhunu anlamayanlarda kafiyede bir sesierne manası olabileceğini düşünebilecek var mıdır? Hele kafiyelerin alışılmış sıralanışına hiç aklım ermiyor. \"An ve in\" kafiyeli seksen beyti birbirinin arkasına sıralamaktan kulak için hoşluk mu ortaya çıkar usanç mı bilemem? Hele gazellerde matladan sonra gelen müfretlerde madem şiirin arasına kafiyesi olmayan kelimeler sokarak kulağı tırmalamaya izin veriliyor, o halde kafiyesiz şiir söylensin. Kafiyenin sıralanış tarzını sırf zevke fakat muntazam biçimde zevke uygun olarak gerçekleştirmek bize ait bir başarı .. . O başanya bir de kafiyenin sesierne manasını ilave et, sonra vezinlerin musikisine de o değişimden gelen alıengin manasını ver, işte yarının nazmı! Bence kelimelerin geçerli manasından başka bir de, nasıl söyleyeyim ses manası vardır. Bilmem herkes hisseder mi? Fakat ben mesela naliş kelimesinin üzüntülü edasını, pervaz kelimesinin uçma eğilimini, feryat kelimesinin yırtıcı ahengini pek iyi Küf, bilgi, renk. 3 Mısraları arasında kafiye bulunmayan beyit. 4 İnilti. s Uçuş. duyuyorum. insanda bu duyuş zevki olduktan sonra mesela: \"bahr-i sükfınperver\"l diyemez, bahr kelimesinin o bir harekede toplanan üç kuvvetli harfinden özellikle sonundaki ra'nın diğerlerine çarpmasından ortaya çıkan sesierne şiddeti ister ki bu kelime bir sert mana tasvirinde kullanılsın: Mesela bahr-i huruşan, yahut bahr-i pürhuruş ... Sanki bahr kelimesi de o sıfatla, beraber taşıyor, şişiyor, değil mi?",
    "Buna karşılık, \"derya-yı sakin\"8 derim, çünkü derya kelimesi de sakin, onda da bir durgunluk var ki sıfatı sıfatın manasından daha çok açıklıyor ...",
    "Artık durmadan söylüyordu, zavallı Hüseyin Nazmi'ye, bu yumuşak başlı dinleyiciye bütün kişisel düşüncelerini dinletti, ardından son vermek istedi:",
    "- Şimdi düşün! Üzüntü dolu bir beyit hüzünlü bir kelimenin son harfi harekesiz, sessiz bitsin, sonra gösterişli bir kafiye diğer bir beytin mana haşmetine şaşalı bir sfueklilik versin, bütün şiir bir yandan veznin ahengine kendini teslim ederek dalgalanırken kafiyeler öteye beriye hafiften şarkı söylercesine ezgiler, nağmeler serpsin, sonra o şiirden bütün eskimiş benzetmeleri, bütün o köhne cinaslan çıkar, fikri o bilinen zeminlerde hocalamaktan kurtar, işte benim eser. .. Ah, o eser yazılıp da yayınladığı zaman ben büsbütün başka bir adam olacağım! Öyle zannediyorum ki şöhret perisi gelip bozguna uğramış, yenik düşmüş halde, ayaklarımın altına atılacak, kendimi birden yükselmiş göreceğim, o zaman: \"Ben bugün şu toprak parçasının üzerinde birisiyim! \" diyebileceğim ...",
    "Şimdi büsbütün karanlık olmuştu. İki arkadaş birbirini birer koyulaşmış gölge şeklinde görüyorlardı. O, susunca Hüseyin Nazmi cevap vermedi ... 3 Eski yazıda bir harfin hangi ünlüyle okunacağını gösteren işaretleri; üstün, esre ve ötre. 4 b, h ve r. s r harfinin. 6 Coşan deniz. 7 Coşkun deniz. 8 Sakin deniz.",
    "Arkadaşını dinledikçe kalbinde bir merhamet hissi duyuyordu. Niçin? Bu merhametin niteliğini pek iyi değerlendirerniyordu, belki Ahmet Cemil bu kadar hülyalara esir olduğu için ... Hakikatin daima hülyanın aşağısında kaldığını bilirdi, onun için o söyledikçe vicdanından gizli bir sesin, \"Zavallı çocuk! \" dediğini işitiyordu.",
    "İkisi de sustular. Hüseyin Nazmi kameriyenin sarmaşıkları içinde daha yoğun duran karanlığın arasında gözleri dalgın, endişeyle dolu bir vaziyette arkadaşına bakıyor, Ahmet Cemil bahçenin, bütün kırın, semaların üzerinde dalgalanan sisiere dalrnış düşünüyordu ...",
    "Birden, köşkten bir ses işitti:",
    "- Ağabey! Yemeğinizi göndersinler mi?",
    "- Göndersinleri Ahmet Cemil birden kalktı:",
    "- Buldum, dedi.",
    "- Neyi buldun?",
    "Cevap vermedi, Lamia'nın sesini aniden işitince hiç düşünmediği halde birdenbire aklına gelivermişti. Rahat bir nefes aldı. Tamamen hatırlıyordu: O vadettiği şeyi bir gün öğrencisi Muzaffer Bey'de görmüştü. Bir kutu ki içinde tavla zarları şeklinde fakat oldukça büyük küpler var, bu küplerin altışar tarafına altı tablonun kesilmiş parçaları yapıştırılmış, küpleri altı suretle düzenlemeli ki o altı tablo ortaya çıksın.",
    "Ahmet Cemil şu güzel oyuncağı zihninde kendi kendisine tasvir ediyordu. Fakat bunu nerede bulacak? Muzaffer Bey'e Paris'ten gelmiş. Her uğradığı dükkana böyle üç satırlık tarifle mi soracak?",
    "Yemek yediler, artık öteden beriden bahsediyorlardı, bir aralık Hüseyin Nazmi dedi ki:",
    "- Eserini bitirirsen sana burada bir ziyafet vereyim, istediğin adamları davet et, yayımlamadan önce bir kere kendin okursun ...",
    "Ahmet Cemil:",
    "- Teşekkür ederim, dedi. Sonra kameriyenin ortasından sarkan fenerierin delikli ayaklığından yemek tepsisinin beyaz örtüsüne dökülen oynak ışığa dalarak:",
    "- Kim bilir, ne zaman? dedi.",
    "Ahmet Cemil'in güya bu sualine cevap veriyormuş gibi köşkün yukarıdan, panjurları açık bir odasından bir gürültü koptu.",
    "Hüseyin Nazmi dedi ki:",
    "- Lamia sana gösteriş yapıyor. Güya piyano çalacak, haydi yanına çıkalım da seni barıştırayım ...",
    "Merdivenlerden yavaş yavaş çıktılar, odaya önce Hüseyin Nazmi girdi. Lamia dadısıyla beraberdi, Hüseyin N azmi'nin bir işareti üzerine dadı çekildi:",
    "- Nereye gidiyorsun, dadı?",
    "- Biz geleceğiz. Sen o gürültüyü bırak da bize bildiğİn parçalardan çal.",
    "Lamia hırçın çocuklara has bir hareketle döndü:",
    "- Mümkün değil! dedi.",
    "Sonra yuvarlak iskemiesinden atladı, siyah saçlada dalgalanan küçücük başını uzattı, piyanosunun iki tarafındaki mumları söndürdü, kapağı çekip kapıyordu, Ahmet Cemil yetişti. O vakit Lamia'ya yalvardılar: \"Bu kadar naz neye iyi? Zaten onlar ne kadar çalabileceğini bilmiyorlar mı? Utanmakta ne mana var? Ağabeyinin yanında her vakit çalmıyor mu? Yabancı olarak bir Ahmet Cemi] var. O da şöyle bir tarafa çekilir. Odanın en uzak bir tarafına gitsin. İşte şurada pencerenin kenarına otursun, hatta gözünü çevirip bakmasın. Nazlanmanın bu derecesi de fazla. Haydi, bakalım, büyük sanatçı iskemiesine geçsin.",
    "İşte mumları yakıyoruz ... Öğrendiğin parçalar bunlar değil mi? Kendin istediğini çal. Ben de senin yanında yaprakları çevireyim. Haydi, işte gönlün oluyor, öyle somuttınaya çalışma, bak bak gülüyorsun ... \" Lamia önce Hüseyin Nazmi ile Ahmet Cemil'in arasında, ince kaşları çatılmış, soluk kırmızı dudakları bükülmüş, gözleri yere dikilmiş, omuzlarının küçücük hareketleriyle, başının hafif silkintileriyle reddediyor, durmadan \"utanırım, utanırım!\" diyordu, sonra yavaş yavaş kaşlarının gerginliğine gevşeklik, dudaklarına hafif bir gülümseme, gözlerine bir boyun eğiş gelmeye başladı. Omuzları, başı bir dakika evvelki ret ifadesinin şiddetini kaybetti, nihayet dudakları deminden beri açılmak isteyen tebessümle çiçeklendi. Artık Hüseyin Nazmi'nin kendisini çekip iskemieye doğru götüren koluna hiç direnmedi, oturdu, sonra gülerek Ahmet Cemil'e baktı:",
    "- Siz ta oraya, şu açık pencerenin yanına oturacaksınız.",
    "Bu tarafa hiç bakmayacaksınız, anladınız mı? Hiç ... dedi, küçücük parmağıyla şu zorbaca emri doğruladı. Pencereyi gösterdi.",
    "Ahmet Cemil:",
    "- İşte gidiyorum, dedi, ben oradan gökleri seyrederim olmaz mı? Beni dışarıda bil... -Cümlesinin sonunu düzelterek tekrar etti- Biliniz ...",
    "Düşünmeksizin yarın bir genç kız sıfatına girecek, hatta bugün girmiş bile denecek olan şu çocuğa artık tekil şahıs olarak hitap etmeyi ayıp bulmuş, senelerden beri devam eden özenden uzak bir alışkanlığa son vermek lazım geleceğine şu dakikada karar vermişti. Lamia dudaklarının arasından hafif bir alayla:",
    "- Biliniz! diye mırıldanıyordu.",
    "Larnia'nın musiki mecmuası piyanoya her yeni başlayan çocuklara öğretmenierin düzenledikleri hemen daima az çok birbirine benzeyen musiki parçalarından ibaretti. \"Bir Genç Kızın Duası\". \"Aşk Serzenişleri\". \"Carnavale di Venezia\"dan sade bir arietteı ...",
    "Lamia önce piyanosunun başına kararsızca oturdu, yapamamak korkusundan doğan bir heyecan kalbini sıkıyor, gözlerini bulandırıyordu. Kardeşinin açıverdiği bir yaprağı görmeyerek fakat ezber çalmıyormuş gibi gözlerini de ayırmak istemeyerek sekizliklere yetişerneyen ellerini fildişilerin üzerine bıraktı, parmakları titriyor, tuşlara korkak bir temasla dokunuyordu. Karşısında notalar gözlerinin önünden iki taraftan titreyen mumların ışığıyla bir alay Kısa arya. acayip gölgeler gibi bulutlanarak geçiyor, sanki şu küçük titrek parmaklar tuşlara dokundukça bir musiki esintisi kalkarak o siyah notaları üfürüyor, kağıdın üzerinden püskürterek uçuruyordu ...",
    "Lamia şimdi ellerini hatırında kalana teslim ederek bırakıvermişti. Ahmet Cemil'in orada bulunmasından gelen bir utangaçlık hatta düşünmeye müsaade etmiyordu, Denebilirdi ki yalnız parmakları düşünüyor; hatırlıyor ve mekanik bir hareketle hatıralarını tuşlara aktarıyordu ...",
    "Fakat çaldıkça güven gelmeye başladı, Ahmet Cemil orada pencerenin yanında, gecenin hafif rüzgarıyla başlarını sallayan korkunç hayaller gibi yer yer karanlıklar içinde hareket eden ağaçlara dalmış, sessiz duruyordu.",
    "Sanki orada değildi. Lamia artık onun mevcut olduğunu yavaş yavaş unutınaya başladı. Yapraklar döndükçe gözlerinden o bulut kalkıyor, zihni bulanıklıktan sıyrılıyor, parmakları kuvvet buluyor, şimdi tuşlara daha güvenle dokunuyordu ...",
    "Ahmet Cemil? O da Lamia'yı unutmuştu, şimdi nerede bulunduğundan bile haberi yoktu. Şimdi, gözlerinin önünde, ötede heride bacaları, çatıları yükselen köşklerin, bahçelerin duvarların parmaklıkları arasında irili ufaklı, küme küme, şurada burada karanlıklar içinde birbirine sarılan, öpüşen, yahut uzaktan uzağa başlarıyla, kollarıyla birbirine selamlar gönderen ağaçların, sanki karanlıkları yerinden oynatarak bir beşik içinde sallayan rüzgarla canlanarak, harekete gelerek şu siyah gece zemini içinde titreyen bu siyah tablonun, bütün bu titrek gölgelerin şiirini seyretmeye dalmış duruyordu. Bu görüntüde derin belirsiz bir şiir hissediyordu ki sessiz ... Bir şiir ki lisanı yok, ifade gücü yalnız işte şu siyah titremeden ibaret ...",
    "Sema, bu siyah tablonun üzerinde, ötesinde berisinde beyaz ışıltılı pullar serpilmiş, ara sıra çeşitli noktalarında uçan beyaz tüller harekete gelmiş sırma işlenmiş bir örtü gibi eteklerini görülmez ufuklara salıvermiş, karanlıkların sevda dolu göğsüne döküvermişti.",
    "Şurada mai ve siyah, yukarıda ve aşağıda birer tablonun, bir sevda kavuşmasıyla kucaktaştığını gördü. Lamia'nın musikisi, o acemi tereddütleriyle piyanonun tuşlarından koparılmış nağmeler, kulaklarını tırmalıyordu. O olmasa belki şu tablonun ruhunu daha iyi anlayacak. ..",
    "Başını çevirdi, Hüseyin Nazmi ayakta bir eli yaprakların yanında, çevirmeye hazır bir halde duruyor, Lamia, parçanın hareketine uyarak küçük başı hafif hareketlerle sallanarak, henüz genişlememiş omuzları dirsekierinin inip çıkmasıyla uyumlu olarak, yüksek iskemiesinden yere zor yetişen ayakları, uzun konçlu düğmeli zarif potincikler içinde mini mini ayakçıkları birbiri üstüne konmuş, öyle, yarı, boşlukta, yarı açık bacaklarının ucunda hafif hafif, küçük bir rüzgarın vurmasıyla kendi kendisine belli belirsiz hareket eden bir salıncak nazlılığıyla sallanıyordu ...",
    "Şimdi Lamia'nın uyarısını unutmuştu. Şimdi bu cisimleşmiş şiire bakıyordu, şu çocuk, yarın bir genç kız olacak, açmaya hazır bir gonca ki, büsbütün çiçek açmasına bir bahar sabahı yetecek.",
    "Büyük lambanın kırmızı başlığından yakut renginde bir ışık yayılarak bütün bu odayı alevden bir renge boyamıştı.",
    "Bu kırmızı ışık odanın ortasında masanın etrafında ateşten bir hale oluşturduktan sonra yavaş yavaş hafifleşerek bütün duvarlardan, eşyadan, perdelerden kayarak burada bir pembe gül uyandırıyor, sonra ta piyanonun kenarına kadar gelerek Lamia'nıri sırtını, omuzlarını, başından arkasına dökülen kıvırcık saçların dalgalarını ışıklı bir titreme içinde sarıyor, mumların sarımtırak ışığıyla titreşe titreşe öpüştükten sonra sönüyordu.",
    "Bu gül ışığı içinde şimdi Lamia onun gözünde sihirli bir gelişmeyle sanki büyüyor, o dar omuzlar genişliyor, şu küçük başa bir genişlik geliyor, bu küçük çocuk yükseliyor, şu çelimsiz malıluktan o pembe renk içinde, bu narin nağmeler arasında silkinerek, saçlarından ışık köpükleri serperek bir genç kız çıkıyordu.",
    "Onu sarhoş eden bu hayali kaybetmek istemeyerek gözlerini süzüyor, kirpiklerinin gölgesiyle karşısındaki tablonun ışık oyunlarını tamamlamaya çalışarak, hayalin eksiklerini gözlerinin, hülyasının yardımıyla bütünleyerek görüyor, şimdi şu çocuktan, şu incecik vücuttan uçan bir esirl gibi sanki buharlaşarak, sonra yavaş yavaş yoğunlaşarak özel bir şekil kazanan o on beş yaşındaki genç kızı görüyordu.",
    "Gözleri Lamia'yı değil, fakat işte şu gözlerinin önünde garip ve sersemlik veren bir sevda nefesiyle nefes alıp veriyormuş gibi titreyen nazlı hayali, o Lamia'nın vücudunu saran yoğun esiri, uzun, bütün hedeften uzak kalan genç hülyalarının erişilemeyişinden doğan acı kadar uzun, ciğerleri koparan bir aşk öpücüğüyle öpüyordu ...",
    "Ah! Bugün kim bilir nerede sevda hülyaları ile mest olan o genç kız -eğer kendisi için öyle bir genç kız yaratılmışsane zaman yolunun üstüne tesadüf edecek?",
    "- Bana bakıyorsunuz, Cemil Bey? Hani ya dışarıya bakacaktınız?",
    "Önündeki mecmuanın son yaprağını çevirmiş olan Hüseyin Nazmi ilave etti:",
    "- Tembihi bozmaya gelmez, küçük hanımı kızdırırız.",
    "Şimdi bize yeni öğrendiği İspanyol havasını da çalacak, ondan sonra beybabasının yanına gidecek ...",
    "Ahmet Cemil başını çevirdi. Şimdi gözleri kamaşmıştı.",
    "Bir müddet geceye bakamadı, sonra yavaş yavaş gözleri alışınca hayret etti. Deminki manzarada bir değişiklik vardı.",
    "Şimdi sema lacivert bir şişeden süzülen ışığa benzeyen hafifçe bir su halinde yarı şeffaf, ötede beride yıldızlar hemen hemen beyazdı; bacalar, çatılar, ağaçlar, demin birer siyah kütle olan bütün bu eşya şimdi parıltılı bir su ile yıkanıyor gibiydi. Ahmet Cemil'in önünde yüksek bir kayısı ağacı vardı ki ta köşkün saçaklarını öpmeye çalışıyordu, ağacın bir kısmı. gölge içinde kalmışken öteki kısmı beyaz bir ateşle Evreni doldurduğu ve iletken olduğu varsayılan görülmeyen, ağırlığı olmayan cevher. tutuşmuşçasına parıldıyor, yaprakların üzerinde sanki bir fırçadan serpilmiş parça parça sütlü panltılar titreşiyordu.",
    "Şimdi güya bu ağacın özsuyundan bir fosforlu su fışkırıyormuşçasına yapraktan yaprağa koşuşarak birbirini tutuşturuyor, o yeşilliklere birer beyaz fenercik asılıyordu. Sonra birden ağacın bütün üst tarafı beyaz bir yangın içinde kaldı.",
    "Ahmet Cemil başını kaldırdı, işte şu karşıki köşkün çatısının arkasında, geceler ilahesi, şimdi oradan görünecek.",
    "Köşkün kırmızı kiremitlerinin arkasında güya bir yanardağ ağzı açılmış nur tufanının şelaleleri taşrnıştı. Başını pencerenin kenarına dayadı, buracıkta kırnıldanmadan seyretmek istedi ...",
    "İspanyol havasının Doğu'ya has aksak vezni Cemil'in hayal kurma gücünde İspanyol rakkasderi icat ediyor, bunlar işte o çatının üzerinden baygın parıltısını dökerek yükselen ayın karşısında parmaklarında zillerle, başlıklarının pullarıyla, ayaklarının halhallarıyla, kollarının zincirli bilezikleriyle raks ediyorlardı ...",
    "Hafif bir rüzgar uçuyor, bütün bu manzaranın şekillerine hafif bir hareket veriyordu, şimdi gözlerini diktiği sema noktasından küçük beyaz bulutlar ortaya çıkıyor, rüzgarın önüne düşmüş, çılgın bir iledeyişle uçuşuyordu.",
    "Kırmızı kiremiderin üzerinden bir ışık çizgisi göründü; çıkıyor, üzerinden, altından, etrafından nazlı yürüyüşü için döşenen beyaz bulut kümeleri arasından bütün debdebeli parıltısıyla çıkıyordu. Ahmet Cemil'e, şuracıktan, pencerenin şu kenarından, görülmeyen birtakım kollar zincirlerle şu ateşten kütleyi derin bir uçurumdan yavaş yavaş, uğraşa uğraşa çekiyorlarmış, yükseltiyorlarrnış gibi geliyordu.",
    "Çektiler, çektiler, fakat tam köşkün üstüne gelince artık birden durdukları sanıldı, o vakit Ahmet Cemil kendisine, sırıtarak, geniş bir alaycı gülüşle bakan bu yüzün bilinmezliğine uzun bir bakışla baktı.",
    "Şimdi, rüzgar, sanki onu bakışlardan kıskanarak saklamak istiyormuşçasına şiddetini arttırmıştı. Bitmez tükenmez beyaz bulut parçalarını küçük küçük şamarlada oraya yöneltiyor, sanki bir kamçıyla bütün ufuklardan bütün bulut kırıntılarını püskürterek oraya gönderiyordu.",
    "Bunlar hep beyazdılar, bazen koşa koşa, bazen ağır ağır akarak, kah gergin kanatlı güvercinler gibi süzülerek, kah çılgınca savrulan bir kar fırtınası gibi yuvadanarak geçiyorlar, hiç arkası gelmeyecekmişçesine geçiyorlardı. Sanki semanın lacivert ipeğine gerilmiş bir beyaz atlas ki -birdenbire tahrip edici bir nefesle parçalanıvermiş, kopuvermiş, dokuları çözülüvermiş- havanın keyfi dansıyla dağılıyor, serpiliyordu ...",
    "O ay, metin, kibirli, heybetli, hakim ve ernredici bir bakışla bütün şu dağınık enkaza bakıyor, sanki altında parçalanan bu bulut kırıntılarını aşağılayıcı bir gülüşle seyrediyordu.",
    "Şimdi Ahmet Cemil'in gözünde bu ay başka bir nitelik alıyordu. Kendi kendisine:",
    "- Hayır, öyle değil, diyordu, bu bir pencere ki semanın şu lacivert kubbesinde açılmış, bir pencere ki içi bir nur deryası, bir ateş hazinesi, bir pencere ki semaların öte tarafından gürleyerek ortaya çıkıvermiş sonra, bu bulutlar, bunlar şu lacivert mermer kubbenin erimiş parçaları, bunlar o ateşin buharları ki meçhul bir ufkun derinliklerine dalıp gidiyor, şimdi bütün bu gök duvarları çözülmeye başlayan buz tabakaları gibi çatırdaya çatırdaya kırılıp dökülecek ... ... Lamia'nın parmakları son bitiş vuruşunu yaptı, çocuk çalacak şeyi kalmadığını anlatacak bir eda ile kardeşine baktı, puL puf... mumlar söndü.",
    "Hüseyin Nazmi Ahmet Cemil'e dedi ki:",
    "- Bizim küçük müzikçiye alkış yok mu?",
    "Ahmet Cemil ayağa kalktı, gülerek, alay ederek Lamia'nın karşısında eğildi, Avrupai bir tarzda selamladı.",
    "- Matmazel! diye başladı.",
    "Lamia bir kahkaha ile:",
    "- Matmazel uykuya kaçıyor ... dedi ve kaçtı.",
    "Ahmet Cemil Hüseyin Nazmi'ye dedi ki:",
    "- Artık sen de uyu ... Benim için yine kütüphaneye yer hazırlatmışsındır, değil mi? Bana izin ver, biraz çıkıp şöyle yalnız tenha yollarda gezeceğim. Yarın sabah konuşuruz.",
    "Hüseyin Nazmi:",
    "- Mutlaka mehtaba karşı manzume söylenecek! dedi.",
    "Gülüştüler, Ahmet Cemil çekildi, bahçeye indi, parmaklığın kapısını açtı, dışarıya çıktı ...",
    "Düşünmeye ihtiyacı vardı. Onun için arkadaşından kaçmak, kın tutuşmuş bir derya içine alan mehtaba karşı hülya enginlerinde dolaşmak istiyordu. Ayaklarının altında çıtırdayan kumların üzerinden yavaş yavaş, gecenin uyku sessizliğini bozmaktan korkarak ilerledi. Köşkün önünden geçen geniş caddeye çıktı, şimdi ay bütün tabiata aydınlık bir aşk yatağı hazırlamak istiyormuşçasına altın bir fanus şeklinde duruyordu, ona karşı yürüdü ...",
    "Ah o genç kız! Ona ne vakit tesadüf edecek? Kimindir o küçük akıcı yüz ki hülyasının aynası üzerinden yakalanamayan bir renkle güya bir bulut parçası altında dalgalı, akıp gidiyor?",
    "O genç kız ki tanımıyor, bilmiyor, görmemiş, vücudundan açıklıkla haberi yok, fakat seviyor, bütün gençliğin sevdadan mahrum geçen ihtiyacıyla, bütün aşk kabiliyetinin hasretiyle seviyor. Onun ayaklarına atılmak, başını dizlerine koymak, gözlerini bir rüyanın şiirinde kaybalarak gözlerine dikmek, ellerini bütün hayatının bir kendini verme delili gibi ellerine bırakmak, sonra hazin fakat bahtiyar, gönlü kırık fakat mesut, yavaş yavaş, damla damla, sıcak yaşlada ağlamak isterdi.",
    "Şimdi ay küçük beyaz bulutların, öbür tarafında yığılmış küme küme beyaz atlasların arasında, sanki yatağında gecikerek baygın bir sevda bakışıyla: \"Evet, şair efendi, o genç kız ... \" diyordu, sonra çirkin, hain bir gülücük açılıyor, açılıyor, bu bir bilmeceyi andıran yüzü bir yandan bir yana kaplıyordu, \"evet, şair efendi, o genç kız ... \" Bu yüz sırıtıyor, acı bir alayla daima sırıtıyordu ...",
    "Artık ona bakmamak hülyalarının şaşaasına o hazin sarı ışığını serpen bu alaycı yüzden gözlerini ayırmak istiyordu.",
    "Bulutlara, o saatlerden beri semanın bilinmeyen uçurumlardan uçuşarak, canlanarak, ayın önünden, altından, üstünden oynaşan, kaçışan küme küme beyaz güvercin alaylarına daldı.",
    "Bunlar nereden, ufukların hangi meçhul köşelerinden nasıl bir hayat soluğuyla kanatlanarak şu baş döndüren seyran ile geçip gidiyorlardı? Ara sıra bir rüzgar darbesine tesadüf etmiş dumanlar gibi dağınık, bazen yüksele yüksele birdenbire patlamış bir dalga gibi serpintili, şurada beyaz bir ipek kumaş silsilesi şeklinde dalgalı, biraz ötede koca bir kuş gibi kanatları gergin, daha sonra yine bir rüzgar darbesiyle birden değişerek -kuşlar garip canavarlara, ipek tufanları mermer sütun enkazına, dalgalar korkunç kasırgalara, dumanlar beyaz gül yığınlarına dönüşerek- her an bir başka şekle giren, her dakika bir beden değişimine uğrayan bu garip alay raks ederek, baygın baygın süzülerek, kendinden geçmişçesine -atılarak, nazlı nazlı sallanarak- akın akın geçiyorlar, bitmez tükenmez bir alayla geçiyorlardı.",
    "O ay, bunların arasında bazen bir kırmızı kağıt fener gibi donuk, bazen bir bakır levha şeklinde bir ateş, vakit vakit bir tarafına isabet eden bir parça bulutla üzgün ve mahzun, bir dakika beyazlıklar arasında kaybolmuş, sonra birden o tüller içinden sırıtkan yüzü çıkıvermiş, şimdi, gözlerinin önünde, o yürüdükçe sallanıyor, yerinden oynuyor, sanki kollarına atılıverecek sanılıyordu ...",
    "Ta uzaklarda bir köşkün havuzunda mehtabı selamiayan kurbağaların çığlıkları, kırın bir tarafında bulutlara karşı }:ıaykıran bir köpeğin uluması, sonra gecenin sessizliğine bir ok fırlatıyor zannedilen bir horozun semayı şişleyen sesi, etraftan, her kümesten, kırın her köşesinden birbirine cevap veren horoz sesleri bütün bu perişan gece musikisi: \"Evet, şair efendi, diyordu, evet, o genç kız ... \"",
    "Bu gece Ahmet Cemil'in uykusunun semasında da dönen bulutlar arasında kırmızı bir alaycı ay yüzü, -daha ileride kaybolmuş bir ufukta, bulutlar, köpükler içinde belirsiz, güya bir çekemezlik eliyle silinmiş bir yüz- sonra bir ses ki derinlerden, sanki yerin bağrından bir yanardağın uğultuları içinden karmakarışık bir gizlilik içinde son bir gayretle çıkıyor, \"Evet, şair efendi, o genç kız ... \" diyordu."
  ]
}