{
  "title": "4",
  "paragraphs": [
    "On dokuz yaşına kadar Ahmet Cemil tamamıyla",
    "-hayatta mümkün olabildiği kadar- mutluydu. Ondan sonra babasını kaybedince geçim endişesi, hayat mücadelesi başlamış, kendi deyişiyle bir \"Piyale-i telhi-i hayatın zehrabesine\"1 dudaktan temas etmişti. Babası dava vekiliydi.",
    "Ailesini iyi geçindirecek kadar para kazanırdı, zaten ailesi Ahmet Cemil'in annesiyle on sekiz yaşında oğlundan, on dört yaşında kızı İkbal'den ibaretti.",
    "İyi bir aile babası, evine düşkün, hanımına, çocuklarına tamamıyla bağlı, özellikle namuslu ... Ahmet Cemil ne vakit babasından bahsetse namusunu iyice açıklayacak hikayeterin sonu gelmez. Onun anlattığına, söylediğine göre bir defa babası kabul etmiş ve ücretinin yarısını önceden almış olduğu bir davanın sonradan gerçeğe uygun olmadığını anlayınca birden reddine ve paranın iadesine karar vermişti.",
    "Fakat bu kararın uygulanmasına büyük bir engel vardı ki o da paranın Süleymaniye'deki mini mini evlerinin tamirine harcanmış olmasıydı. O vakit saatlerce düşünüldü, bir çare bulunamadı, annesi emniyet sandığına rehin edilmek üzere küpesiyle yüzüğünü teklif etti. O vakit babasının bütün hassasiyeti nasıl taşmıştı! Karısının elmaslarını rehin etmek! İşte bu mümkün değil... Kendisinin bir altın enfiye kutusu, bir güzel saatiyle bir ağır altın kösteği vardı. Bunlar rehin edildi, fazla olarak aşırı yüksek bir faizle bir vurguncu sarraftan para alındı, o haksız davadan vazgeçildi.",
    "Bu adamın yalnız bir endişesi vardı: Ailesini mesut etmek ...",
    "Senelerce bütün düşüncesini adadığı bu maksada ermek için kendisini, evet yalnız kendisini birçok şeylerden mahrum bırakarak, aralıayla gitmek arzularını yenip yokuşları, çamurlu sokaklan yaya tırmanarak, geçen senenin giyeceğini bu seneye yakışır görmeye lışarak, hatta arkadaşlarının hasislikle suçlamasına gülümseyerek para biriktirmişti, ufak bir şey ... \"Hayatın acı kadehinin zehirli suyuna\" Birçok adamların bir dakikada bir zarın hevesine terk edebileceği kadar ufak ... Fakat bu ufak şey bu namuslu aile babasını senelerce yormuş, senelerce alnını terletmişti. O parayla işte şimdi karısını, çocuklarını sokak ortasında kalmaktan koruyan Süleymaniye'deki şu beş adalı evciği, Ahmet Cemil'in bazen gülerek \"bizim konak\" dediği mesken alınmıştı. Ahmet Cemil evin alınışını pek iyi hatırlar. O vakit on dört yaşında vardı. Tam mektebe yatılı olarak konulduğu sene... Babası oğlunu ev alınmadan önce mektepte yatılı olarak bırakmadığı için o vakte kadar beklemişti. O gün, birinci defa olarak kira evinden kurtulup kendi evlerine geldikleri gün, ne telaş içindeydiler! Bütün eşya aşağıda mermer avluya, mutfağa, sokağa bakan odaya tıkılmış, her şey birbirine karışmış, babası, annesi, kız kardeşi bu gürültünün içinde şaşırmış, bu karışıklık içinden hangisini almak, hangisini nereye koymak lazım geleceğinde şaşmış kalmışlardı. O vakit babasıyla annesi arasında bir müddetten beri devam eden mevzu yeniden açılmış, o babasına Kula'dan hediye gelen kilim döşemeterin yukarıdaki pembe odaya mı yoksa safaya mı kanacağı meselesi tazelenmişti. O vakit herkes bir görüş açıkladı: Herkesten maksat Cemil'le İkbal... Cemil tabii babası gibi pembe adayı, İkbal annesine uyarak safayı uygun görüyorlardı. Nihayet hizmetçi kıza -taşralı iri yarı bir kız- hakemlik görevi verildi.",
    "Hizmetçi şaşaladı, bu hakemlik sıfatının önemi altında beyni darmadağın oldu. O hem pembe odaya hem safaya taraftar çıkıyordu. Onun fikrini uygulamak lazım gelse kilim döşeme ikiye bölünecekti. Kendi evlerine gelmiş olmak hepsinde eğlenceye bir eğilim uyandırmıştı. En küçük vesilelerle bir şaka ediliyor, lüzumundan fazla gülünüyordu. Bu önemli mesele de bir eğlenceye sebep oldu. Ahmet Cemil'in fesini kura çantası yaptılar, iki kağıt parçasına \"pembe\" ve \"sofa\" kelimeleri yazıldı. O vakit talih hüküm verdi, pembe odaya yar oldu. Şimdi ne vakit Ahmet Cemil o eskirnek bilmeyen kilirn döşemenin üstüne otursa babasının bir hakim ciddiyetiyle elini fese sokarak, \"Göreyim seni, pembe oda senin merhametine kaldı!\" deyişi gözlerinin önüne gelir.",
    "O vakit ne kadar mesuttular! Her akşam yemekten sonra saatlerce beraber otururlar, babası yazısını yazar, kanun kitap ve dergilerini karıştırır, Ahmet Cemil bir köşeye büzülür, dersine çalışır, annesi oğluna bir gömlek yahut kızına elbise dikmekle meşguldür, İkbal -kız çocuklarını daima annelerio eteklerine yöneiten bir hisle- annesinin yanında mesela babasının eskimiş para kesesinin yerini almak üzere yeni bir kese örer, ara sıra bu dört kişiden birinin ağzından çıkıvermiş bir serseri kelime sohbete vesile olur, Ahmet Cemil başını kaldırır, İkbal güler, babası bir hikaye söyler.",
    "Bazen meşguliyetİn türü değiştirilir. Babası yazılarını bitirmiştir, Ahmet Cemil. dersini yapmıştır, daha yatağa gitmek için bir hayli zaman vardır. O vakit ortaya başka bir iş çıkar.",
    "Babasının Mesnevi'ye pek merakı vardır, gelişigüzel bir yeri açılır, her yeri çekici olan bu kitabın bir hikayesi okunur, Ahmet Cemil'in küçük yaşından beri tahsil konusunda bütün adımiarına rehber olan bu baba o vakit oğluna ders verir: Bir nükteyi anlatmak, ince anlamlı, sanatlı bir sözü yorumlamak için saatlerce yorulur, bu genç zihni bir gonca gibi nazik parmaklada açmaya çalışır ...",
    "Kendi evlerine geldikten sonra bu akşam eğlenceleri haftada bir defayla sınırlı kaldı. Ahmet Cemil mektepte yatılı olduktan sonra bu aile topluluğunun önemli bir ferdi haftada altı gece hazır bulunmaz oldu. Babasının deyişine göre iskemle üç ayaklı kaldı. Fakat ne yapalım? Her şeyden önce çocuğu hayata hazırlamalı. Hatta mümkün olsaydı da İkbal'i de verselerdi. O vakit iskernle iki ayağı üzerinde durmaya çalışırdı ...",
    "Heyhat! Şimdi iskemle yine üç ayak üstünde, fakat bu defa eksilen ayak o kadar önemli bir ayak ki iskemle duramıyor ...",
    "O vakitten sonra bu küçük bahtiyar aile nasıl değişmiş, birdenbire kaderin bir darbesine uğrayan bu yuvacık nasıl perişan, baş aşağı düşmüş gibiydi. O vakitten beri o pembe odanın içinde o kilim döşemenin üstünde bir şey noksandı, bu evin bütün havasında hayatın büyük bir unsuru eksilmişti. O noksana kendilerini alıştıramamışlardı. Hele ilk matem günlerinde bir akşamüstü mesela kapı çalınsa İkbal'in, \"Babam geldi\" diyeceği tutardı. Yemek sofrasının başında toplandıkları zaman hepsinin zihninde yer etmiş olan o yüz güya henüz orada karşılarındaymışçasına, o yemeğe başlamadan ellerini uzatmazlardı. O vakit bir matem sessizliği başlar, bu sofra başında bir mezarın sessiz iniltisi hüküm sürer, ciğerlerinden çıkan bir hıçkırık boğazIanna kadar gelir tıkılır, lokmalar geçmez, bu anne yaşların hücumuyla titreyen gözlerini oğlu ile kızına diker, bir aralık bu üç kişinin gözleri birbirine tesadüf ediverse o hazır duran yaşlar birbirini uyandırır, taşar. Yiyemedikleri lokmalarıyla malızun duran tabaklara damlar ... \"Ne oldu? Bu çocukların babaları ne oldu?\" sorusu sofranın havasında uçar gibidir.",
    "Kaç sabah Ahmet Cemil yatağından, göğsünde bir ateşle kalktıktan sorıra, sanki korkunç bir rüyadan uyanmış da sabahleyin o rüyanın altından mesut bir hakikat çıkacakmışçasına odasından yavaşça yürüyerek, babasının odasına gitmiş, onu henüz yatağın içinde, sakin bir uyku ile uyuyor görecekmiş ümidiyle titremişti.",
    "O tarihten sorıra hayat mücadelesi ne müthiş başlamış, geçim yükü bu zayıf omuzlara nasıl çökmüştü.",
    "O zamana kadar henüz hayatın ilk kısmını bile okumamıştı. Ah! Mektepte geçirdiği zamanlar ...",
    "Ahmet Cemil tahsilinde herkes gibi bir yol takip etmişti.",
    "Önce sübyan mektebine gider gelirdi, fakat bu zamana ait hatıraları o kadar belirsizdir ki nasıl okumaya başladığını, bu mektepte ne yaptığını pek karışık bir şekilde hatırlar.",
    "Yalnız büyük bir oda, o odanın içinde sıra sıra kürsüler, ta karşıki duvarda iki büyük siyah tahta, yine karşıdaki köşede yüksekçe bir minder üstünde beyaz sarıktı öğretmen ... Oh!",
    "Bu öğretmen ne güzel bir adamdı! Seyrek sakallı, henüz genç, temiz... Hele mai bir cübbesi vardı ki pek yakışırdı. Ahmet Cemil bu ayrıntıyı pek iyi aklında tutmuştur.",
    "Unutamayacağı şeylerden biri de mektep arkadaşlarının arasında biri, galiba yine mektebe devam eden bir kibar aile eviadının hizmetkarı vardı ki başlıca Ahmet Cemil'e musaHat olmuştu. Kaç kereler onu ağlatmış, hoca efendiye başvurmaya mecbur etmişti. Hatta bir kere, bilmem, bir tokat meselesinden dolayı olmalı, babası bile mektebe gelerek hoca efendiyle oldukça şiddetli bir görüşme yapmıştı.",
    "O gün ... Ahmet Cemil'in bir şeyden haberi yoktu, sabahleyin her zamanki gibi mektebe gelmiş, yerine oturmuştu.",
    "Dersler daha başlamamıştı. Çocuklar hep kürsülerin üstünde sallana sallana yarı sesle derslerini tekrar ediyorlardı. Odanın içinde bir uğultu vardı. Birdenbire bu uğultu durdu, derin bir sessizlik ... Ahmet Cemil başını kaldırdı. Herkes bir yere bakıyordu. Bir de ne görsün? Babası ... Evet, kendi babası ...",
    "Ahmet Cemil şaşırdı, yanaklarından ateş çıktı, bunaldı.",
    "Neden? Babası neden gelmiş olacak? Şimdi hoca efendi ayağa kalkmış, karşılamış, oturmuşları; görüşmeye başlamışlardı, o vakit tam bir şaşkınlık ve hayret içinde duran mektep halkı, bu küçücük halk da hocanın meşgul olmasından istifade ederek yerini değiştirmeksizin harekete başladı. Komşu çocuklardan biri gözüyle diğer birine Ahmet Cemil'i gösterdi. Bu işaret, bu önemli haber bütün oda yı dolaştı. Bir dakika içinde herkes anladı ki bu gelen Ahmet Cemil'in babasıdıı; o dünkü olay için geliyor. Gözler hep Ahmet Cemil'den hizmetkara -galiba Bilal- Bilal'den Ahmet Cemil'e gidip geliyordu. Zenci hemen beyazlanmak derecesine gelmişti ...",
    "Sorıra ne oldu? Ahmet Cemil artık ötesini bilmiyor; o kadar hatırlıyor. Çocuklukta hep böyle değil midir? Hatıralar hava ve zaman etkisiyle yıpranmış, delik deşik olmuş bir sayfa şeklinde kalır. O zaman en çok etkileyen şeyleri; hatıralar tablosunda en derin kazılır. Hatta Ahmet Cemil gözlerini kapayınca hatıraları arasında bu olaydan sorıra kendisini birden o mektepten çıkmış başka bir mektepte bulur.",
    "Bu defa büyük bir mektep, hatta Ahmet Cemil'in resmi elbisesi bile var, küçücük bir asker önemini kazanmıştır.",
    "Öyle ya, artık askeri rüştiyede ... ilkin ne kadar utanmıştı!",
    "O büyük mektebin içinde ilk günleri korkarak yürür, kendi sınıfından başka bir yere giremezdi. Sınıflarında seksenden fazla çocuk vardı, fakat Ahmet Cemil bu seksen kişiyi iki yüz kişi gibi görürdü, hatta babasına da o yolda tarif ederdi de bir türlü inandıramazdı. Burada her şey başka türlüydü, öteki mektepte sıraların birbirini takip ederek saatte bir, hocamn önündeki kürsüye gidip oturması adetken burada her iki saatte bir başka hoca geliyordu ... Bu ilk senede ne öğrendi? Onu katiyen bilmiyor ... Yalnız aritmetikten pek sıkılırdı. Hocası da ona musaHat olmuştu, daima tahtaya onu çekerdi, zavallı kaç kereler o iki yüz kadar önemli görünen seksen arkadaşının karşısında, siyah tahtanın başında perişan, mahcup, mahvolmuş, kendisini kaybetmiş, yavaş yavaş ağlamıştı... Bununla birlikte bir müddet sonra onu başçavuş yaptılar. Bakınız, bu önemli hadisenin aslım hala anlamamıştır. Niçin başçavuş oldu? Başçavuş olmak için ne yapmıştı? Aritmetik derslerinde tahta başında ağlamaktan başka bir erdem göstermiş miydi? Daha da pek küçüktü.",
    "Fakat bütün çocuklar onun hatırını saymaya başlamışlardı, mesela sınıfın en gürültülü bir zamanında, öğrencilerin kendi aralarında yaptıkları soru cevap şeklindeki ders hazırlığı sırasında, bir telaşla dışarıdan içeriye girer, öğretmeniere ayrılmış olan kürsüye çıkar, elindeki cetvelİ önemli bir edayla vurur, \"Efendiler ... \" diye başlar, ince sesiyle bu nutuk başlangıcı sınıfın ortasına düşer düşmez, sessizlik ... Herkeste bir dikkat, başçavuş ne diyecek?",
    "Mini mini başçavuş ne der? Sınıf halkına bildirilecek müdür beyin bir emri ... Bu bir oyundur. Ne müdürün bir şey dediği var, ne de bildirilecek bir emir ... Maksat bir kere efendilerin dikkatini çekip düzme bir şey söyledikten sonra, fakat tam bir ciddiyetle, aslı olmadığını sezdirmeyerek, evet, ondan sonra bir kere ortaya çıkan sessizliği muhafaza etmek ... Ahmet Cemil başçavuş olduğu gün görülmeliydi.",
    "Eve nasıl göğsü şişkin, bu mutlu haberi bir an evvel vermek için sabırsızlıktan nasıl koşarak gelmişti! Kapıyı açan Seher oldu. \"Başçavuş oldum! \" sözünü önce onun yüzüne attı.",
    "Artık babasının geleceği zamana kadar annesine başçavuşluğun önemini anlattı: İki yüz kişi! Şaka değil! Bunları denetlemek... Sabahleyin, çoğu zaman yoklama defterini o okuyacak. Bu yoklama defterinden evde bıkıp usandılar.",
    "Ahmet Cemil mektepten geldi mi, başka bir oyun yoktu.",
    "Doğru yukarı sofaya çıkar, babasının başçavuşluğuna ödül olarak alıverdiği siyah tahtanın başına geçer, mektepteki ciddi tavrı takınır, başlar yoklama defterini okumaya ve daima cevaplarıyla ...",
    "Mehmet Efendi, Kırkçeşme... Burda! Necmi Efendi, Fatih ... Burda! Ruhsar Efendi, Zeyrek ... Yok! Ve böyle devam eder ...",
    "Bu defter bir kere okunur, ondan sonra hoca efendi gelir, mesela aritmetik hocası -artık aritmetik hocasıyla arası iyileşmiştir- hoca efendi sanki yoklama defterini açar.",
    "Hüseyin Nazmi Efendi Saraçhane -bu Nazmi Efendi şimdi Gencine-i Edeb yazarı olan gençtir- derse kaldırılır.",
    "Hoca efendi sorar:",
    "- Efendi çarpma neye derler?",
    "- Bir sayıyı diğer bir sayı miktarınca tekrar ederek çoğaltınaya çarpma derler.",
    "- Geçin tahta başına!",
    "Hüseyin Nazmi Efendi tahta başına geçer, tebeşiri eline alır, hoca efendi emreder:",
    "- 24605 ... Yazdınız mı? Ha! Şimdi bunu çarpmalı ... 6 ile ... Anladınız mı?",
    "Ahmet Cemil bazen bu ders taklidine o kadar dalar ki babası gelmiş, yavaşça yukarıya çıkmış, arkasından annesiyle kız kardeşi gelmişler, orada bir tarafa birikerek sessizce tatlı bir gülümsemeyle kendisini seyre koyulurlar da o farkına varamazdı. Sonra gözleri oraya ilişiverince şaşırır, donar kalır, elinden tebeşiri nereye atacağını bilemezdi.",
    "Babası bu mektepten alıp kendisini Mekteb-i Mülkiye'ye götürünceye kadar bu oyun devam etti, fakat orada Ahmet Cemil'e bir ciddiyet geldi. Artık kendisine büyük bir adam gözüyle bakmaya başladı. Hatta -bu on dört yaşında çocuk- mektebe giderken çanta taşımaya bile gönül indirmez oldu, kitaplarını bir gazeteye sarar, koltuğunun altına yerleştirir, bir kalem efendisi tavrını takınırdı.",
    "Hayatının bahtiyarlık sayfaları hep bu mektepte geçen mesut günlere ait hoş hatıralada doludur.",
    "Hüseyin Nazmi'yle asıl sevgi iplikleri burada bağlanmıştı. İkisi bir sınıftaydılar, ikisi de yatılı olmuşlardı, o vakit aile hayatından uzak düşen bu iki genç kalp birbiriyle samimi bir yakınlık edindi, emel ve fikirde bir paydaşlık elde ettiler. Zaten hislerinde, dışsal etkileri benimseme ve anlama, fikirlerio belirlenmesi ve işlenmesi tarzında aynı anlayıştaydılar. Mesela ikisi de bir şeyi tuhaf yahut garip bulmakta, bir fikri beğenmekte yahut reddetmekte, bir olayın etkisi altında veyahut ona kayıtsız kalmakta hemfikir çıkarlardı.",
    "Onun için birbirini sevmek, o insanlar arasında o kadar tatlı olmakla birlikte o kadar ender gerçekleşen birbirini sevmek, bu iki saf ve temiz kalp için pek kolay bir şey oldu. Hatta o kadar ki bütün diğer sınıf arkadaşlarına yabancı kaldılar, aralarındaki yakınlık diğer bir kalbin ortaklığına tahammül ederneyecek derecedeydi. ilk senelerde ilişkileri duygu alışverişinden ibaret kalırdı, fakat sonraları ... Taze zihinleri gelişmeye başlayıp okuduklarını anladıkları zaman, işte o zaman ikisinde de okuma cinneti başladı. İlk okuma heveslerine özgü doymak bilmez bir açlıkta her ellerine geçeni okumak istediler. Önce hikayeler, kitapçılardan kirayla alınmış yahut arkadaşlarından bin ricayla istenilmiş yerli yabancı bir alay hikaye okudular. Çoğu zaman birlikte okurlardı, sınıfın bir tarafında tenhaca bir yere çekilirler, kitabı çekmecenin içine yerleştirirler, Ahmet Cemil yavaş sesle okur, Hüseyin Nazmi dinler ve işitemediklerini göz ucuyla süzerek tamamlardı.",
    "İki arkadaş fikirlerini, kalplerini bir kitabın bir sayfasında böylece birleştirirlerdi.",
    "Bir aralık hikayeden nefret ettiler, o ilk önce duydukları haz, edindikleri anlama merakı kayboldu, fakat okumak ihtiyacı olanca şiddetiyle devam etti. Tarih okumak istedi ler, ellerine geçen bir eski tarihi yarım bıraktılar. Mektepte zaten dersleri değil mi? O yetmez miydi? Hülyaya -Ahmet Cemil'in Fransızcadan tercüme ederek kullandığı bir deyişle \"ma-fevk-al-arz\"a Lo kadar eğilimli olan fikirlerini, geçmiş zamanların mezarı demek olan tarihe yöneltmekten haz almadılar fakat utanarak bunu kimseye de itiraf etmek istemezlerdi. O kadar hayal arayan gençler olmaktan değil fakat görünmekten korkuyorlardı. Edebiyat sınıfına geçtikleri zaman hülyaya uygun bir alan aramakla meşgul olan fikirlerine yeni bir uçuş seması açıldı: Şiir ...",
    "O vakit şiir adına meydana getirilen bütün yeni ürünleri okudular. Okumak demek doğru olamaz: Onların arasından koştular. Sonra serin bir pınardan ayrılamayan çöl yolcuları gibi yine o ciğerlerine taze bir hayat veren pınarIara geri döndüler. Okuduklarını bir daha okudular, bazı parçaları ezberlediler, sonra buldukları şeyler yetmedi. Daha bulmak istediler fakat artık onları doyuracak türden şeyler bulamıyorlardı ...",
    "Ruhlarını hoş bir uyuşukluk içinde kuşatan bu ufuk, bu şiir ve hülya alanı o kadar dardı ki ... O zaman aradıklarını bulmak için eski divanları okumak istediler: Fuzulileri, Bakileri, Nefileri, Nabileri, Nedimleri araştırdılar, bir aralık bunların bazısında hele Nefi'de buldukları dil haşmeti fikirlerini örttü, hislerini bunalttı. Sözlerin tantanası altında şaşırdılar, güftesiz bir beste ınırıldanmak gibisinden yalnız bu dil musikisine aldanarak okudular, sonra o musikinin esas ruhuna dikkat etmek istediler. Fakat onlar, o kadar suskunluk yahut o kadar gösteriş arasında o derece cansız göründü ki ruhlarını istedikleri gibi titretmekten uzak kaldı.",
    "Bir zaman geldi ki aradıklarını bulmaktan ümidi kestiler, okumaya küstüler, okumaz oldular. Birkaç ay fikirleri uyuşuk kaldı, fakat bu uyuşukluk müddeti bir gün geldi ki o senelerce okumanın tohumlarından filizler çıktığını göstererek geçti, sanki bir kıştan sonra bir bahar ... Bu genç Burada metafizik anlamında. fikirterin balıarı görünmeye başlamıştı. Bir gün Hüseyin Nazmi utanarak Ahmet Cemil'e gece yatakta söylenmiş bir mehtap tasvirinin ilk dört beytini okudu. Ahmet Cemil itiraz etti, \"Yatakta mehtap tasvir etmek olur mu?\" diyordu, fakat biraz da kızarrnıştı. Niçin? Ertesi sabah o da bu mehtap tasvirinin diğer dört beytini yapmış bulundu. Artık meşguliyet vesilesi bulunmuş oldu. Ya mektep kitapları? Oh! Onlarla meşgul olunmayalı zaten pek çok zaman olmuştu. Mektebe girdikleri tarihten başlayarak sınıfta bir türlü yüksek dereceler almaya heves edememişlerdi. Sımfın orta düzeyinde kalmayı yeğ tutarlardı. Evvelce okumadan şimdi karşılıklı şiir söylemeden çalabildikleri saatleele ders kitaplarına ayırdıkları uğraşı kendilerini şu orta düzeyde tutmaya yetiyordu.",
    "Bir tatil günü beraber geziyorlardı. Genç çocuklara has bir şiir hevesiyle her gezdikleri yerde, her gördükleri şeyi buna bir vesile sayarlardı. Mesela o gün Köprü'den geçerken bacadan çıkan dumanlar için benzetme yapmak yahut Beyoğlu'na çıkarken tesadüf ettikleri kürklü bir başlık giymiş minimini sarı bir Alman kızı için bir manzume söylemeye yeltenrnek gibi çocukça şeyleri olurdu. Fakat artık şairlik taslamaktan kendileri de nefret duymaya, bunları kendileri de gülünç bulmaya başlamışlar, zihinlerinin içinde büyük fikirler bulup da onların büyüklerine oranla küçük kalanların kendilerinden duydukları nefrete benzer bir şey hisseder olmuşlardı.",
    "O gün Beyoğlu'ndan geçerken bir kitapçı dükkanının önünde durdular, vitrindeki kitaplara bakıyorlardı, ikisi de özel okumaları sayesinde Fransızcaya mekteplerde mümkün olan dereceden çok daha fazla hakimdiler.",
    "Birden Ahmet Cemil dedi ki!",
    "- Ah! Bak başlığa ... Mutlaka bir şiir kitabı olacak.",
    "Hüseyin Nazmi baktı, Ahmet Cemil'in gösterdiği kitap Edmond Haraucourt'un L'ame nue şiir kitabıydı. Ahmet Cemil bunu hemen kendine özgü dille \"Ruh-i Üryan\"l diye tercüme etti. \"Çıplak Ruh\".",
    "İkisinde de bu kitabı satın almak için ani bir heves uyandı. Utana sıkıla içeri girdiler, Fransızca sormaya cesaret ederneyerek kitabı istediler. Hüseyin Nazmi parasını verdi. Ahmet Cemil'in deyişiyle Hüseyin Nazmi maliye işleri müdürüdür, çünkü Ahmet Cemil'in daima boş yahut boşa benzeyen cebine karşılık Hüseyin Nazmi'nin çantası daima dolu yahut doluya yakındır.",
    "Kitabı aldıktan sonra bir yere gitmek istediler, hava güzel fakat soğuktu. Hüseyin Nazmi dedi ki:",
    "- Ne zararı var? Bak güneşe! Bu güneşin altında, bunu denize karşı, Taksim Bahçesi'nde, ta o tepede, Üsküdar'ın denize akan manzarasının karşısında okuruz.",
    "Oraya kadar gittiler, şimdiye kadar Fransızca bir seçkide görebildikleri köhne birkaç manzumeden başka bir şey okumamışlardı. Bu, ellerine aldıkları ilk şiir kitabı oldu.",
    "Taksim Bahçesi'ne girdikleri zaman ellerinde tuttukları kitabın peşin hazzıyla kalpleri güya bir esrarhanenin acayip hoşluklarına ulaşmak için ilk adımı atıyormuşçasına tuhaf bir şekilde duygulanmıştı. Ta bahçenin sonuna kadar geldiler, orada yeşil tahta sedirierden birine ters olarak, yüzlerini deniz tarafına çevirerek, kış güneşinin hafif. sıcaklığıyla yarı kızgın taşlara ayaklarını dayayarak oturdular.",
    "Kitabın neresinden başlamak lazım geleceğinde şaşkındılar. Aniayıp anlayamamak meselesinden de korkuyorlardı.",
    "- Bir taraftan aç! Bakalım, talihimize ne çıkar?",
    "Talihlerine \"Makber\"l başlıklı manzume çıktı. Evvela Ahmet Cemil yüksek sesle, biraz acemilere has tereddütle okudu. Birden anlayamadılar. Şiirin ötesinde berisinde zihinleri ilişti, yabancı kelimelerin üzerinde bir müddet durdular, sonra anladıklarını anlayamadıklarına çözüm vasıtası gibi kullanarak manzumenin okunınası bitince, şiiri gözleriyle, susarak, ikisi de beraberce uzun uzun süzdüler.",
    "Birden Hüseyin Nazmi: Mezar.",
    "- Of! Ne ümitsizlikle dolu bir şiir! Ne derin bir keder! dedi. Ahmet Cemil gözlerini ayıramıyordu, sanki bütün ruh gücü bu gamlı şiirin matemi altında eriyip gitmişti ...",
    "Hüseyin Nazmi ilave etti:",
    "- İyice anlamak için zihnimde tercüme ettikçe sanki bu güzel ümitsizlik tablosunun renkleri hep sisleniyor. Kaçıyor.",
    "Dikkat ediyor musun? Şu şiirin tavrındaki ahenk ümitsiz ruhuna nasıl yakışıyor? Bak nasıl hafif başlıyor, önce en hafif seslerden, kelimelerden meydana gelmiş bir başlangıç ...",
    "Bir inilti nağmesi gibi yavaş yavaş, sanki sürüklene sürüklene gidiyor ... Tercüme edince o hüzünlü musiki, o matem edası kayboluyor ... Tercüme sanki bestesi kaybolmuş bir güfte gibi soğuk. ..",
    "Hüseyin Nazmi düşüncesini ispat etmek istiyormuş gibi kırık kırık tercümeye başladı: \"Sanki ufuklar bir ölüm hedefi olmuş. Kalbim, mezarlarının beyazlıklarıyla karanlıklar altında yatıyor. Eski merrnerierin arasında mezar taşım perişan bir raksla sallanıyor. \" Ahmet Cemil gülerek Hüseyin Nazmi'ye baktı:",
    "- Berbat oluyor: Saçma mı söylüyorsun? \"Yer, gök, her şey mevsimini kaybetmiş, bu sonu olmayan çöl üzerinde hiçbir parlama ışıltısı yok! Yalnız bir kenan bulutların kernirmesiyle kırılan hilal ölülerimi hapsoldukları yerde titrernelere boğuyor. \" Ahmet Cemil ilave etti:",
    "- Sanki niçin \"titretiyor\" demiyorsun? Yahut Türkçede mutlaka bir şey ilave etmek lazımsa korkuyla titretiyor\" demeli ki kelimenin son uzun hecesi birden kesilivermesin.",
    "Bak, şu üçüncü kıtayı \"hepsi uyuyor\" diye tercüme fena düşecek zannediyorum. Bana kalırsa yine o tarzı muhafaza ederek tercüme etmeli, fakat biraz başlangıcı süsleyerek: \"Hepsi sessizce uykuya dalmış ... Sevinç, ümit, aşk, fazilet, cesaret ... Mezarlığım başka bir hayat patırtısının malıvolmuş kuvvetleriyle dolu... llilbuki henüz kefenlerirnin hepsini sayıp bitirmedim ... \" Hüseyin Nazrnı atıldı:",
    "- Of! Bu halbuki! Hem yanlış tercüme ediyorsun.",
    "Saymak kelimesinin buradaki kuvveti başka olacak, tercüme şöyle olması lazım gelir, zannederim: \"Henüz ölülerimin silsilesi bir sona ulaşmadı ... Lakin bazen bu azap cehenneminde kıvrananlar o karanlıkların arasından feryat ederek, sanki ıstıraplarımla alay için kalkarlar ve karşımda alaycı ürkünç hayalleri dans eder ... \" Bu tercüme bitince birbirine bakıştılar, sonra yaptıkları tercümeden kendileri de utanarak gülüştüler.",
    "Hüseyin Nazmi:",
    "- Aman, bu ne saçma şeymiş! dedi.",
    "İkisi de bir müddet tercümenin soğukluğundan üşüyerek sustular, sonra Ahmet Cemil aslını bir daha okumak istedi, açık sesle, şiirin kaldırabildiği bütün ümitsiz edayı şiiri okuyuş tarzında takip ederek, yavaş yavaş, düşüne düşüne tekrar etti.",
    "Sesinin ahengi samimi bir üzüntüyle veznin ağır akışı üzerinden hastalıklı bir akışla akıyor, kelimeler uzun bir matem iniltisi tarzında hafif eğrilmelerle uzanıp gidiyordu.",
    "Bu okuyuş tarzı şiirin ümitsizlik ve kederini büsbütün açığa çıkardı. Böylece manzume bittiği zaman her ikisi de sustular, bu bir çeşit sarhoşluk veren şiir şarabı beyinlerini okşayarak uyuşturmuştu. Öyle suskun, kendilerinden geçmiş esine karşılarında güneşin parıltısıyla parıldayan tabloya, ta uzakta denizin kucağına süzülen Üsküdar' a, beri de bir rniiddet devam edip sonra birdenbire kesilen Boğaziçi'nin manzaralarına, Üsküdar iskelesinden kalkan bir vapura, Beşiktaş'tan karşıya aheste aheste geçen bir kayığa, uzun uzun baktılar.",
    "Birkaç gün evvelden beri devam eden yağmurlar yalnız o sabah dinerek, sema açılmış, güneş hafif bir sıcaklık yayan ışığını bol bir sevgiyle cömertçe saçrnıştı. Bahçenin çok yağmur yemiş otlarından, ağaçlarından, topraklarından bir buğu kalkıyor, güneşin altında titriyordu. Ta karşılarında Çamlıca tepelerinin üstünde, hava titriyor, nemli topraklardan yükselen sisli bir nefes, sanki askıda, hafif hafif sallanıyordu. Bahçenin toprak kokusu, demin ellerindeki kitaptan fışkıran şiirin tatlı suyu, karşılarında titrek havanın altında buğulanan güneşli manzara, denizin üstünde birbirini kovalıyormuş gibi uçuşup kaçışan ışık parçaları, beyinlerine hoş bir uyuşukluk veriyordu. Öylece düşündüler, düşündüler.",
    "Sonra birdenbire Ahmet Cemil dedi ki:",
    "- Ah, neler hissediyorum da tamamıyla çözemiyorum.",
    "Bir şey yazmak, o duyguların içinden bir şey çıkarmak istiyorum amma bir kere ne yazmak istediğimi bilebilsem. Şurada",
    "-beynini gösteriyordu- bir şey var, bir şey duyuyorum amma rüyalarda tutulamayan şekiller gibi parmaklarıının arasından kaçıyor. Bilir misin, nasıl şey? Bak şu semaya, ne görüyorsun, mailikierden meydana gelmiş bir derya... Gözlerinle onun içine girmeye çalış, o mailikieri yırtmak için uğraş, ne görüyorsun? Mai... Daima mai... Değil mi? Sonra, bak ayağımızın altındaki toprağa, ne buluyorsun? Donmuş, simsiyah bir renk. .. Of! O siyah tabakaları parçalayarak içeriye bak, in, in, in, ne kadar inebilmek mümkünse o kadar in, ne buluyorsun? O siyahlar içinde ne buluyorsun? Siyah ... Daima siyah değil mi? İşte öyle bir şey yazmak istiyorum ki yukarı bakılsa rnai ve daima mai, aşağı bakılsa siyah daima siyah ... Bir şey ki mai ve siyah olsun. Hasta mıyım, bilemiyorum, fakat ah!",
    "O ne yazmak istediğimi bilsem, onu şöyle karşımda resmi çıkarılmış, tasvir edilmiş görmek mümkün olsa, işte o vakit, zannediyorum ki artık ölebilirim, hayatta nasibini tamamıyla alınış bir adam hükmünde gözlerimi kapayabilirim ...",
    "Bugünden sonra bütün müsveddeler yakıldı. Bir harf bile bırakmadılar. Bütün o güneş doğuşu tasvirleri verem kızlar ağzından söyleome şiirler, pejmürde çiçeklere seslenişler, çocuğunun mezarında ağlayan anneler, Fuzuli'ye, Baki'ye, Nedirn'e nazirelerle birlikte yakıldı, tahrnislert, tesdisler parçalandı, her şeyden evvel okumak, duygularını eğitmek lazım olacağını anladılar. Yalnız yazmakla, daima çalışan işçi gibi Bir manzumenin beyiderine üçer dize katarak beşerli bender haline koyma, beşleme. sanatın aynı basamağında kalacaklarını, eğer halcikaten sanat sahibi olmak isterlerse asıl sanatçılarla alıhaplık etmek, onların hünerini, sırlarını irdelemek lazım geleceğinde birleştile.ı: Önce mantıklı bir sıralamayla başlamak hevesindeydiler. Bir edebiyat tarihi dizisi buldular. Sırayla okumaya karar verdiler, önce İlyada'lan Odysseia'ları okuyacak oldular, bunları yarım bıraktılar. Hüseyin Nazmi'nin getirttiği bütün eski edebiyata ait kitapların ötesinden berisinden beşer onar sayfa kesilmekle kaldı, daha yakın zamanlara inmekte acele ediyorlardı.",
    "Yunan ve Roma edebiyatı üzerinde pek duramadılar, hatta orta çağlardan sonra iki üç asırlık edebiyatı iki üç ayda esneye esneye, uyuya uyuya geçtiler, tekrar ümitsizlik duymaya başladılar, biraz daha yakın zamanlara gelmek istediler, Goethe'ye, Schiller'e, Milton'a, Young'a, Byron'a, Hugo'ya, Musset'ye, Lamartine'e kadar geldiler, o vakit bu dünyanın lezzetleriyle kendilerinden geçerek uzun, pek uzun bir müddet kalmak lazım geleceğini gördüler. O engin şiir denizi içine daldılar.",
    "Derslerini artık tamamıyla ihmal eder olmuşlardı, mektepte bütün kurtarabildikleri vakitler bunlara harcanmış oluyordu.",
    "Dilde güçlendikçe şiirden aldıkları tada kanamaz olmuşlardı.",
    "O sene sınavlarını pek zor verdiler, fakat bunun onlarca ne önemi var? Asıl sınavdan sonra iki aylık tatili beklemekteydiler, bu iki ay süresince istedikleri gibi okuyacaklardı. Fakat heyhat! Ansızın gelen felaket insanları en çok ümide sarıldıkları zamanlarda zedelemekten haz alır. Ahmet Cemil o iki ayı Hüseyin Nazmi'nin her yaz ailesiyle gittikleri Erenköyü'ndeki köşkünde geçirmeye hazırlanırken talih kendisi için diğer bir şey hazırlamakla meşguldü: Babası bu sırada vefat etmişti."
  ]
}