{
  "title": "11",
  "paragraphs": [
    "Bir gece herkes yatak odasına çekilmek üzere kalkmışlardı, alışılmışın aksine olarak sokak kapısının kuvvetle çalındığını işittiler. Seher kapıyı açıp açmamak lazım geleceğinde şaşırmıştı, gece şu küçük huzurlu evin kapısı çalınmak o derece sıra dışı bir olaydı ki herkeste ufak bir heyecan duydu.",
    "Nihayet Ahmet Cemil Seher'den önce davrandı, kapıyı açtı, karşısında harnal kılıklı birisini gördü.",
    "- Vehbi Bey'in evi burası mı?",
    "- Burası ...",
    "İsmini işitince Vehbi Bey telaşla kapıya geldi. O vakit Ahmet Cemil çekildi, eniştesiyle kapıdaki adamın arasında geçen konuşmayı herkes taşlıkta gergin bir dikkatle dinliyordu. Vehbi Bey'i öteki evden istiyorlarmış, Sultanahmet'te babasının evinden... Herif sebebini önce söylemek istemiyordu, sonra gördüğü ısrar üzerine ağzından parça parça açıklama alınabildi. Efendi birdenbire hastalanmış, gündüz hiçbir şeyi yokken hatta akşam yemeğinde pek iyi bir haldeyken gece odalarına çekildikten sonra birdenbire düşmüş, şimdi konuşamıyormuş, kımıldanamıyormuş ...",
    "Vehbi Bey:",
    "- Biraz beni bekle dedi.",
    "Sonra içeriye girdi, herkes üzüntüsünü belirtmeye, teselli vermeye hazırlanıyordu, o aksine güldü, tuhaf bir olayı haber almış gibi alay ediyor, herkesin yüzüne bakarak sanki bu olayın komik etkisinden başkalarının da pay alıp almadığını inceliyordu.",
    "Tek düşünce olarak Ahmet Cemil'in yüzüne baktı:",
    "- Bu yaşta genç bir kızla evlenenin neticesi buduı; değil mi?",
    "Yalnız şu söz ihtiyarın hastalığının aslını açıklamış oldu.",
    "Ahmet Cemil dilinin ucuna kadar gelen soruyu tuttu, fakat Vehbi Bey o soruyu anlamış da konuştuğu kişileri merakta bırakmamak lütfunu gösteriyormuş gibi babasının uğradığı felaketi iki gülüş arasında belirledi, \"inme!\" dedi.",
    "Bu akşam Vehbi Bey gittikten sonra yatak odalarına çekilmekten vazgeçtiler, iki kardeşle anne birçok zamandan beri birinci defa olarak gecenin eelsesini o eski samirniyetle geçirmek istediler. Konuşma bütün bu olay üzerine geçiyordu. İkbal pek az söze karışıyor, artık herkesin alışmaya başladığı düşüneeli tavrıyla, ara sıra iki manasız kelimeyle konuşmaya katılıyordu. Bir aralık Ahmet Cemil:",
    "- İhtiyar giderse matbaa ne olur, bilmem? dedi. O vakit İkbal kardeşine derin bir bakışla baktı, söyleyeceği sözün söylememek istediği tarafını gözleriyle anlatmaya çalışarak dedi ki:",
    "- Bey, zaten, pedere bir şey olursa istifa ederim, kaymbiradede beraber matbaayı idare ederiz, diyordu. ikbal bu sözü söyledikten sonra pederinin vefatını bekleyen kocasının utanılacak bir özelliğini açığa vurmuş gibi gözlerini indirdiği vakit Ahmet Cemil, onun bütün vücudundan kocası için bir nefret havasının uçtuğunu hisseder; ta evlendiğİnden beri anlamak istedikleri sırrının bir parçasını görür gibi oldu. ikbal tekrar gözlerini kaldırdı, kardeşine baktı, ağlamaya hazır gibi duran gözleriyle, \"Gördünüz mü? Beni verdiğiniz adamı anladınız mı?\" demek istiyor gibi baktı.",
    "Ahmet Cemil biraz daha açıklamasını istedi:",
    "- Ne vakit söylüyordu? dedi.",
    "İk bal kuru bir sesle, \"Her vakit! \" dedi, sonra başka bir soruya cevap vermeye mecbur olmaktan korkuyormuşçasına kardeşiyle annesini bıraktı, çekildi.",
    "Seher oda kapısının yanında, odanın hem içinde hem dışarısında eski zamanlardaki yakınlığı hatırlatır bir teklifsizlikle konuşmaya katılıyordu.",
    "İkbal'in son sözü üzerine bir şey mırıldandı, anlayamadılar, yalnız İkbal çıkarken, \"Küçük hanımcığım, ben de sizin yanınıza geleyim\" dediği işitildi.",
    "Ertesi gün Ahmet Cemil matbaaya gittiği vakit eniştesini Ahmet Şevki Efendi'nin yanında gördü. Ahmet Şevki Efendi'nin çehresi her zamandan biraz daha çok kızarmıştı.",
    "Yanlarına girdi, Vehbi Bey yalnız \"Peder fena!\" dedi. Sonra daha fazla açıklama yapmaya lüzum görmeyerek ilave etti:",
    "- Bundan sonra matbaa işlerine benim bakmaklığım lazım geliyor. Onun için bir karar verelim, şimdi Şevki Efendi'den bazı şeyler soruyordum, fakat yaptığı açıklamaları pek yeter bulmuyorum ...",
    "Vehbi Bey adeta yüksekten söylüyordu, Ahmet Şevki Efendi'yle Ahmet Cemil birbirine bakıştılar, o devam ediyordu:",
    "- Şimdi Şevki Efendi bir rapor hazırlamalı, önce mathaada mevcut olan araç ve gereçlerin, harflerin bir dökümünü isterim. Sonra matbaa ve gazete memurlarının isimleri, maaşları, diğer bir kağıda matbaanın geliri gideri ...",
    "Ahmet Şevki Efendi bunalıyordu, ah şu dakikada çekmecesinin yanı başında sanki kendisine malızun malızun bakıp duran koyu nefti alpaka şemsiyesini şu çapkının kafasına indirdikten sonra matbaayı bırakıp gidebilse ... Artık matbaanın zevkinin kaçacağını anlamıştı, henüz dün gece yatağa serilen babası için sabahleyin şifa çaresi aramaya koşması lazım gelirken matbaaya can atarak hesap soran bu adamın karşısında bütün yuvarlak vücudu baştan aşağı titreyen bir kütle kesilmişti.",
    "Ahmet Cemil bu konuşmayı yarım, bıraktı. Daha fazlasını dinlemek, görmek istemeyerek yazı kurulu odasına girdi.",
    "Orada yalnız Saip vardı, telaş içinde, havada kokusunu aldığı havadisin ne türden olduğunu anlamak arzusu kuru vücuduna sığamayarak, ellerini ovuşturarak Ahmet Cemil'i hemen sorguya çekmek istedi:",
    "- Müdür ölmüş mü?",
    "- Onun gibi bir şey ...",
    "O vakit Saip sırıttı, yılıştı, Ahmet Cemil'e daha çok sokuldu:",
    "- Artık enişte beyiniz matbaa yı size bırakır ... dedi.",
    "Ahmet Cemil şu dakikada bu kısa, zayıf, kuru çocuğu tokatlamak istedi. Ah! Bu insanlar, şu içeride hesap soran oğul, burada lastikten yapma gülünç bir soytan gibi yaranmak için dizlerine sıçramaya çalışan mahluk! Ahmet Cemil'in nefretten göğsü şişiyordu.",
    "İşe başlamayacak olursa rahat edemeyeceğine karar verdi, Avrupa gazetelerini açtı, tercüme edecek havadis aradı, nihayet daima Amerika'ya yüklenen acayipliklerden bir şey buldu, çeşitli olaylar sütunlarında daima halkın hoşuna giden bir düzme fıkrayı biraz da kendisi süsleyerek serbest tercümeye başladı.",
    "Cemil Bey, baksanıza ...",
    "Kendisini eniştesi çağırıyordu, kalktı yanına gitti.",
    "- Beni bu akşam beklemesinler, yarın yine burada buluşuruz. Şevki Efendi istediğim şeyleri hazırlayacak, yarın sizinle de konuşmak lazım geliyor.",
    "Vehbi Bey bir amir sıfatı takınmıştı. Birden kendisini bu adamın karşısında küçülmüş, alçalmış gibi gördü. Enişte demeye ancak razı olabildiği bu adamdan bugün emre benzer şeyler mi alacak?",
    "Vehbi Bey matbaanın tahtalarma güya her vakitten ziyade bir sahiplik kuvvetiyle basarak çıktı, Ahmet Cemil yazı odasına dönmedi, arkadaşının odasında kaldı, Saip'in gizlice merakını giderme çabasından emin olmak için kapıyı da kapadı, gülmeye çalışarak Ahmet Şevki Efendi'ye baktı. idare memurunun çehresi boğazı sıkılıyormuş gibi kıpkırmızıydı. Bir şey söylemeden evvel yutkundu, sonra bütün ciğerlerini dolduran hiddet havasını boşaltıyormuşçasına derinden geniş bir soludu, iskemiesine oturarak:",
    "- Anlaşıldı! dedi.",
    "Sonra anladığı şeyi açıklamak istedi:",
    "- Ben sana bir şey söyleyeyim mi? Artık benim için matbaa bitmiştir. Burada Ahmet Şevki Efendi'yi değil kalıbını göreceksiniz. Ben bu azarnet tavrını çekemeyeceğim, daha ilk günü gelip de bana bir uşak gibi davranan herife ... Eniştene \"herif\" dediğime istersen kız ...",
    "Ahmet Cemil gülümsedi.",
    "-O kibirli edaya ben tahammül edemem. Siz, kayın enişte matbaayı istediğiniz gibi idare ediniz, ben kendime bir iş buluncaya kadar gelir giderim. Yarın sen de matbaa­ daki yerinin önemini anlayınca, \"İdare memurunu çağırsamza ... \" diye beni yanına getietecek değil misin?",
    "Ahmet Cemil bir daha gülümsedi:",
    "- Daha ne olacağını anlamadan bu kadar telaşa sebep var mı?",
    "Ahmet Şevki Efendi artık püskürdü:",
    "- Ne mi olacak? Bak, görürsün ...",
    "Ne olacağını Ahmet Cemil pek kestirememişti, fakat matbaacia bir şey olacağından, eski çalışma zevkinin kalmayacağından o da emindi. Bugün Ahmet Şevki Efendi saatlerce kendisinden bahsetti, \"Dünyada bir kişi olduktan sonra nasıl olsa geçinirim!\" diyordu. Öfkesi biraz yatıştıktan sonra yavaş yavaş defterlerini karıştırdı, hakkasını düzeltti, kalemini buldu, tırnağının üstünde çıtlattı, çalışmaya hazırlandı, Vehbi Bey'in istediği şeylerin ne olduğunu düşünerek, nasıl başlamak lazım geleceğini zihninde düzenleyerek, \"Beyin emrini yerine getirmeli!\" dedi.",
    "Bugün matbaa halkı Tevfik Efendi'nin hastalığını öğrendikten sonra herkesin yüzüne bir endişe gölgesi düştü, o zamana kadar varlığına önem verilmeyen bu adamın yokluğunda bir önemi olacağı hissolunuyordu. İmtiyaz sahibi Hüseyin Baha Efendi'nin burnundan gözlüğü her vakitten daha çok düştü. Raci bu fırsattan istifade ederek matbaacia durma zamanını yalnız yarım saate indirdi. Ali Şekip her vakitten fazla yazdı, Saip sürekli Ahmet Şevki Efendi'nin etrafında dolaştı, Ahmet Cemil'e nasılsa edindiği birinci kalite sigaradan ikram etti ...",
    "Ahmet Cemil bu olay üzerine düşünmeyi geceye ertelernişti. Akşam eve gittiği zaman eniştesinin gelmeyeceğini haber verdi. ikbal o gün kayınpederini görmek için gidip gelmişti. İhtiyarın ne olduğunu ondan sordu, İkbal'in verdiği bilgilerden meselenin ağırlığını, esasını tamamen anladı.",
    "İhtiyarın bütün sol tarafıyla dili tutulmuştu. Yalnız sağ elini aynatarak derdini anlatmaya çalışıyormuş ...",
    "Yemekten sonra Ahmet Cemil annesine bakarak:",
    "- Matbaa altüst oluyor. Bu sabah eniştem geldi, hesapları istedi, zannederim ki bazı planları var ... dedi.",
    "İkbal kardeşinin ne demek istediğini anladı:",
    "- Dün gece söylemiştim zannederim, düşündüğü istifa ederek matbaayı sizinle beraber idare etmek ...",
    "Ahmet Cemil'in hülya hayatında başlıca ümitlerinden biri bir matbaa sahibi olmak değil miydi? O halde işte o ümidin bir gerçekleşmesinin başlangıcı gibi başlayan şu olaya karşı bir gönül rahatlığı duymak lazım gelirken niçin zıt bir etki duyuyor? Kalbinde gizli fakat net bir his mathaada şu değişikliğin -ümidin gerçekleşmesi değil- bir bitişi olduğunu söylüyordu. Bir aralık kendi kendisine: \"Kuruntu! Niçin öyle olsun? Her olayı fena yanıyla kabul etmek bana has bir kötümserlik mesleği! Halbuki mesele pek sade: Ben bir matbaada bulunuyorum ki idare heyeti bana tamamıyla yabancı. Bugün bir olay o idareyi eniştemin eline geçiriyor, şu halde bana evvelce yabancı olan matbaa ile bugün aramızda bir yakınlık ortaya çıkıyor demektir. Matbaanın, gazetenin idaresi bana teslim edilecek olursa bundan niçin ürkrnek lazım gelsin?\" demek istedi, vicdanında bir korkup çekinme sıkıntısıyla hüküm süren hissin acı veren sesini susturmaya çalıştı.",
    "Ertesi gün matbaada, eniştesi gelip de Ahmet Şevki Efendi'nin hazırladığı hesap özetleri üzerine imtiyaz sahibi Hüseyin Baha Efendi'nin katılmasıyla fikir alışverişine başlanınca, Ahmet Cemil eniştesine karşı hep destekleyici oldu. Zaten destek olunmayacak bir fikre de tesadüf etmemişti. Hatta eniştesi matbaanın iyi bir hale konmasından, gazetenin gelişmesini sağlamaktan bahsettikçe geceleri sofra başında bilardo olayları anlatan bu adamın içinde bir tedbir sahibi saklı olduğunu anlıyordu. Nihayet Vehbi Bey görüşmeye bir nazik son vermek istedi:",
    "- Matbaa ve gazete Hüseyin Baha Efendi'nin idaresinde oldukça ben memuriyetimden istifaya lüzum görmüyorum.",
    "Yalnız bana ait vazifeleri başyazarlıkla beraber kayınbiraderime bırakacağım.",
    "Hüseyin Baha Efendi korkulu bir fırtınadan ucuz kurtulmuş olmasından rahatlamış görüşmenin başlamasından beri birkaç defalar düşen gözlüğünü düzelttikten sonra iltifata teşekkür etmekle meşgulken Ahmet Cemil'in birden rengi değişti.",
    "-Ali Şekip ne olacak? dedi.",
    "Eniştesi biraz gülerek yüzüne baktı:",
    "- Gazete için o kadar yazara ihtiyaç var mı?",
    "Saatlerden beri idare ettiği meseleyi şu dakikada tammar etmek istedi, \"Ali Şekip gidecek olursa ben duramam!\" demek üzere atılıyordu. Hüseyin Baha Efendi'nin susmasını tavsiye eden bir bakışı kendini tutmasına sebep oldu:",
    "- Ali Şekip olmayacak olursa gazeteyi idare etmek mümkün olamaz, onun vazifesi benim gücümün üstündedir, dedi.",
    "Vehbi Bey cevap vermeye hazırlanıyordu, odanın yarı açık duran kapısından Saip'in meraklı çehresi göründü:",
    "- Cemil bey! Sizi Hüseyin Nazmi Bey istiyor ...",
    "Ahmet Cemil çıktı. Hüseyin Nazmi geçerken arkadaşını görmek için uğramıştı, bir dakika ayaküzeri görüştüleri; Hüseyin Nazmi:",
    "- Duramayacağım, dedi, biraz idareye uğrayıp da kaleme gideceğim ...",
    "Ahmet Cemil:",
    "- Sana anlatacak şeylerim vardı, dedi.",
    "- Bu akşam bize gelir misin? Geçerken seni alayım, beraber gidelim ...",
    "Ahmet Cemil birden gözlerinin önünde siyah peçesi çenesinin altından iğnetenmiş bir çehrenin siyah parlak gözleriyle kendisine baktığını gördü, içinden bir şey sarsılarak sanki göğsüne çarptı:",
    "- Fena fikir değil, dedi.",
    "Bugün matbaaya ait işlere kendini veremedi, bütün o akşam Erenköyü'ne gideceğini düşünüyordu. Hatta Vehbi Bey'in bugünkü tavrını Hüseyin Baha Efendi vasıtasıyla haber alarak sakinleşen Ahmet Şevki Efendi'nin ikide birde \"Odama gelsen de görüşsek!\" manasını ifade eden baygın gözlerinin davetine bile uymadı. Bugün bir aralık Ali Şekip yanına gelerek hiçbir sebep yokken ellerini tutup şiddetle sıktı. Ahmet Cemil \"Ne o?\" dedi, Ali Şekip gülerek, \"Hiç! \" cevabını verdi, bu bir müddet zihnini meseleye geri döndürdü. Kendi kendisine: \"Saip işitmiş olacak!\" dedi, sonra, \"Ali Şekip'in gitmesine son dereceye kadar karşı çıkarım\" kararını verdi, daha sonra gözleri duvarda asılı olan saate ilişti, kendi kendisine, \"Acaba kaçta vapur var?\" dedi."
  ]
}