{
  "title": "13",
  "paragraphs": [
    "Geceleri üç arkadaş sıra ile matbaada kalırlardı, o, eserini takip etmek için çoğu zaman matbaada kaldığı geceleri tercih ederdi. Hüseyin Nazmi'ye vadettiği gibi bir ay içinde bitirmek mümkün olamamıştı, şimdi matbaa, bıraktığı derslerinden, uykusundan, yemek zamanlarından artırılmış saatlerini alıyordu. Eseri için her türlü yorgunluktan uzak bir zihne muhtaçken ceplerinde sürüklene sürüklene yıpranmış müsveddelerini matbaacia geceleri yalnızlık korkusunun kalbinden akıttığı titreyişler içinde yazıhanesinin üzerine serince, bir müddet yorgun, artık çalışmaya gücü yetmeyen zihnini düşünmeye yöneltemez, çok işlernekten yorulmuş, hastaianmış başını hasta bir çocuk gibi iki ellerinin içine alarak şişesi iyi silinmemiş lambanın donuk ışığı altında bulanık gözlerinin önünde sisiere boğulan müsveddelerine bakarak düşünmeye, sanki kaskatı kesilmiş gibi başının içinde bir taş ağırlığıyla duran beyninden bir şey çıkarmaya çalışırdı. Şimdi artık eserini yorulup da bitirmek isteyenlere has bir ihmalle, evvelce güçbeğenirliğinden kurtulamayan özensizliklerle dolduruyor, ona bir an evvel \"son\" kelimesini çektikten sonra arkadaşlarına okumak, sonra da Lamia'ya, \"İster misiniz? Bu eserin sahibini eşiniz olarak kabul etmek ister misiniz?\" diyebilmek için acele ediyordu.",
    "Matbaacia artık her şey bir düzen içinde yürüyordu.",
    "Hatta para bile kazanılıyor, Ahmet Cemil'in aldığı borca karşılık olarak birinci taksit olmak üzere yirmi beş lira ayrıldıktan sonra Vehbi Bey kayınbiraderini para düşüncesinden kurtaracak kadar beceri ve tedbir gösteriyordu. Şimdi Ahmet Cemil ev masrafından büsbütün elini çekmişti, enişresiyle aralarında mümkün olabildiği kadar bir samirniyet kuruluyor, adeta bu adam hakkında ara sıra sevgiye benzer hisler duyuyordu.",
    "Artık endişe edecek bir sebep göremiyordu, bütün emellerinin hakikat olmasına bir iki adım kalmıştı: Eseriyle aşkı ...",
    "Nihayet bir gün sabahleyin bir zafer haberiyle Gencine-i Edeb idarehanesine gitti, arkadaşını buldu. \"Eser bitti, daveti bekliyorum!\" dedi. O vakit iki arkadaş ziyafetin çeşitli yanlarını düşündüler. Kimleri davet etmek lazım geleceğini tartışlar, Hüseyin Nazmi diyordu ki:",
    "- Ne lüzum var? O kadar kalabalık içinde gürültüden başka bir şey çıkmaz. Altı kişi yetişmiyar mu? .. İki de biz, sekiz kişi oluyoruz, işte sana güzel bir sofra, dolgun bir topluluk ...",
    "Hüseyin Nazmi bir yandan arkadaşını ikna ettikçe bir yandan da önündeki kağıda kurşun kalemiyle birtakım isimler yazıyordu, sonra bu isimleri elediler, uzun uzun münakaşalardan sonra beş kişi için görüş birliğine varılabildi, Hüseyin Nazmi \"Altıncısı? Altıncısı?\" diyordu.",
    "Ahmet Cemil:",
    "- Raci! dedi.",
    "- Raci mi? Onu ne yapacaksın?",
    "Ahmet Cemil kızardı, fakat Raci'nin bütün bedbahtlığıyla, çaresizliğiyle beraber kendi dehasının şu zaferine de şahit olması için karşı konulamayan bir arzusu vardı, yalnız:",
    "- O da bulunsun! dedi.",
    "O gece Erenköyü'nde misafirler toplanıp da Hüseyin Nazmi bir aralık \"Efendiler! Sofraya ... \" dediği zaman Ahmet Cemil'in kalbi bir sahnede ilk defa olarak görünen bir sanatçı heyecanını duydu. Arkadaşıyla eserin okunma merasimini yemek sonuna ertelemeye karar vermişlerdi.",
    "Hüseyin Nazmi bir açış konuşmasıyla arkadaşının üslubunu, yeniliğini açıklayacaktı, \"Önceden açıklama yapılmaksızın eserinin anlaşılmayacağından emin ol\" diyordu.",
    "Gencine-i Edeb Hüseyin Nazmi'nin ismini bütün edebiyat ustalarına tanıtmış, o isme basın dünyasında bir önem kazandırmıştı. Hüseyin Nazmi Batı edebiyatıyla uğraşması sonucu olarak şiirde yepyeni bir tarzın hemen yaratıcısı gibiydi, fakat tarzının yeniliğinde, düşüncesinde ve dilinde o derece ılımlı ve sakin tutum sergiler, en büyük yüreklilikleri o kadar nazik ve yadırganmayan bir görünüş altında örterdi ki, gençlerin en seçkin önderlerinden sayılması, şiir denilen işveli güzeli dört asırlık \"kaftanı omzunda\" görmedikçe tanımak İstemeyenlerin bile beğenmesi şerefinden pay almasına mani olamamıştı.",
    "Ahmet Cemil bütün dehasının gelişme kabiliyetini içinde tuta tuta, bir an içinde şöhret perisini ayakları altına atmak amacına hizmet ederken o, meydana çıkmak isteyen şiirlerindeki hüznü daima serbest bırakmıştı.",
    "Gencine-i Edeb her hafta ilk sayfasında Hüseyin Nazmi'nin bir şiiriyle çıktığı için dağıtıcıların özellikle yüzlerini güldüren süreli yayınlar arasında ilk sıraya oturmuştu.",
    "Onun için bu gece Hüseyin Nazmi'nin edebi koruması altında Ahmet Cemil'in eserinin okunınası merasimine davet edilenler pek çeşitli sınıfiara mensup oldukları halde, Erenköyü'ndeki köşkün yemek odasında sofra etrafında toplanmışlardı.",
    "Üstatlardan birinin \"sfı besfı\" redifli meşhur bir gazeline söylenen yüzlerce nazirelerin içinde bireysellik kazanmış olmakla bir şeref kazanmış olan İlhami Efendi -kırmızıya çalan sarı, cebinde taşıdığı, bağadan ı, küçük tarakla daima, hatta lakırdı arasında, tarana tarana yanaklarından gözleri okşayan bir intizamla inen sakalıyla, galiba vezinli söz söyleme alışkanlığının eseri olarak ahenkli, besteli bir yükseliş ve alçalışla şarkı söylercesine söylediği sözlere eşlik eden eliyle- bir genç şair için şöhret oluş merasimine şeref katmaktan çekinmemişti. Hatta bütün dostları için doğum ve ölüm tarihleri dağıtınakla meşhur olan, bilmem hangi sene bir gazetede yayımlanan \"Rebiiyyesi\"ni \"Nefiyane\"3 buldukları için \"Nefi'-i deveran\"4 adıyla tanınan, fesini daima ensesine doğru taşımasına, pantolonunun paçalarını en kuru havalarda bile kıvırmasına alışılmış Süleyman Vahdet Efendi'den, fazla uysallık duyguları göstermesine lütfederek yanı başında gururunu gıcıklayacak sözlerle etkilerneye çalışan Raci'yi dinlediği kadar Peyam-ı Cihan gazetesinde, Fransa'nın en yürekli genç şairlerinden daha fazla ileriye gitme gayreti göstermekle aklında bozukluğa hükmedilmiş Nefi tarzında. 4 Zamanın Nefi'si. olan Mazhar Feridun Bey'in kavga arayan saldırılarına yumuşak bir kulak kabartmaktan geri kalmıyordu. Dört sene evvel kırk altı sayfalık bir şiir kitabı yayınladığından beri Babıalı Caddesi'nden daima telaş ve endişeyle geçen, bütün matbaalara uğrayarak bütün edebiyat kavgalarına daima fikir adamlarına has ısrarlı bir sessizlikle katılan, kendisini tanıyanlar arasında Victor Hugo lakabıyla anılan Hasan Latif Bey -özellikle Hasan Latif Bey- o inatçı sessizlikle okuma merasimine bir başka ağırbaşlılık katmak için ziyafetten kaçmaya katlanmamış, kısa boyuyla, dolgun vücuduyla daima koltuğunun altında Fransızca, Almanca gazeteler, dergiler, kitaplar taşıyan, çiçekli resme benzeyen, kırmızı mürekkepli, oymalı, işlemeli yazısıyla bütün edebiyat dergilerine mini mini güzel şiirler yetiştiren, babasının sayesinde, basın dünyası mensupları arasında içi canfesli paltolarıyla, Herald'a yaptırılmış potinleriyle öne çıkan Fatin Dilaver Bey de kendisine edebi bir akşam sohbetinde bulunmak fırsatını veren şu ziyafeti kaçırmamıştı.",
    "İşte şimdi hepsi oradaydılar, Ahmet Cemil'in senelerden beri beklediği şöhretin işte ilk sahnesi şurada gözlerinin önüne serilmiş duruyordu.",
    "Akşamdan beri etrafında geçen konuşmalara nadir kelimelerle katılıyordu. Sinirlerini gevşeten, biraz rengini sarartan kalbinin ufak çarpıntısıyla, bir sınav kurulunun karşısına çıkmaya hazır bir çocuk üzüntüsüyle, başlamak zamanını bekliyordu. Edebiyatta zihnini en çok işgal eden şeylerden biri de şiir okuma tarzı ve düz okumaydı. Batı edebiyatıyla uğraşırken buna dair birçok fikirlere ve eleştirilere tesadüf etmiş, bunlar zihninde tamamıyla yeni, mensup olduğu edebiyat dünyasında meçhul fikirler uyandırmıştı. Edebiyatta şiir okumanın ve sözel ifadenin, salt söylemenin ve düz okumanın başka başka şeyler olduğunu, bazı eserlerin gözle değil kulakla anlaşılınaya daha uygun olduğunu öğrenmiş, şiir okuma ve sözel ifade sanatına çalışmak için birçok zaman harcamıştı. Bir vakitler Corneille'in, Racine'in trajedilerini tecrübe zemini kabul ederek bunları baştanbaşa yüksek sesle, her kelimenin kuvvetini, her cümleye uygun düşen sesi, musikiyi düşünerek, inceleyerek okumuştu. \"Ah!",
    "Bir kere Mounet Sully'yi, Saralı Bernhardt'ı işitsem, bunları daha çok anlayacağım\" derdi. Daha sonra bu merakı bütün okuduklarına yayarak yüksek sesle şiir okumayı bir alışkanlık haline getirmiş, mini mini odasında bütün sevdiği şairlerin ruhunu titretmişti. Bu uğraşı sırasında neler keşfetti!",
    "Evvela güzel bir eserin fena okuyan bir adam lisanında en fena bir eser olacağını anladı. Bir kere edebiyat hacasından ders esnasında Tezer'in bir parçasını dinlemişti. Öğretmen bu parçayı bütün ruhuyla okumuşu. O vakit Ahmet Cemi! sedirin üzerinde kendisini kaybetmiş, üzüntüsünden o şiirin musikisine hayran kalarak sanki uyuşmuştu. Sonra kendisi tecrübe edince, o işittiği parçayı okumak için çalışınca bir saat evvel bütün varlığını sarsan parçayı bir küme boş laf gibi tesirsiz bulmuştu. O vakitten beri kelimelerin tımsına dikkat ederek okumak, sesini onların değerine ve kuvvetine uydurabilmek için uğraşmıştı. Okuma sanatında en çok, gülünç, sahte, abartılı olmaktan korkardı. Bir defa Raci'yi \"Hilal-i Seher\" manzumesini okurken dinlemişti. Raci başıyla, kollarıyla, bütün o kaba vücuduyla bu nazik ve narİn şiirin veznini uzatarak, kelimelerin üzerine basarak, kafiyeleri çatlatarak, onun bütün hazin ruhunu incitmiş, kırmış, parçalamıştı. Ahmet Cemil elleriyle, kollarıyla şiir okuyanları, başını eğrilterek, elini yanağına da yayarak, suratını ekşiterek hicazkar perdelerinde gazel söyleyenler kadar gülünç bulurdu. Raci \"Nedir o sürh u sefid? Ah! Başlıyor mu nehar? \"l mısraını okurken yumruklarını sıkıyor; birisine saldırmak istiyormuşçasına gözlerini açıyordu Ahmet Cemil bir hayret seslenimi gibi düşmesi lazım gelen \"Nedir o sürh u sefid\" den sonra \"Ah! Başlıyor mu nehar?\" sorusunun ifade ettiği bütün yorgunluğu, usancı, gecenin o sona ermesine karşı içinde barındırdığı ümitsizliği, yoksunluk acısını ifade etmek için seste bir alçalma, yılgın ve hasret dolu bir karar sesi ı \"Nedir o kızıllık ve beyazlık? Gün mü başlıyor ah?\" isterdi, sonra ufak bir duraklama, güya küçük bir düşünme duraklaması ... onun ardından bir ümit parıltısı, bir teselliyle sona eriş: \"Yarın sabaha demek sohbet ey hilal-i seher ... \" Sesin şiirde bir çeşit nefesli saz olduğuna inandığı için eserini yazdıkça daima açık sesle okur, onun ahengini dinlerdi.",
    "Ah! Bu akşam şu topluluğun karşısında onu her vakit okuduğu gibi okuyabilse!",
    "Artık yemek bitmiş, Raci büsbütün serbest kalan çenesini İlhami Efendi'ye övgüler düzmeye adamıştı ki Hüseyin N azmi:",
    "- Arkadaşıının eserini tanıtacak bir iki söz söylemek için misafirlerimin müsaadesini talep ederim, dedi.",
    "Fatin Dilaver Bey merasirnin asıl başlangıcını oluşturan bu söz üzerine çırpındı. Elindeki bıçağıyla bardağına vurdu, \"Susunuz! Susmaya davet ederim\" diyordu. Karşısında Hasan Latif Bey bir saatten beri devam eden sessizliğini sürdürmeye evvelkinden fazla karar verdiğini ima edercesine yutkundu; Mazhar Feridun Bey olağanüstü olaylar karşısında kullandığı tek gözlüğünü sanki daha iyi dinlemek için gözüne yerleştirmeye çalıştı. Hüseyin Nazmi ayakta iki ellerini sofraya dayayarak başladı:",
    "- Arkadaşım için üstünlük vasfı mıdır, eksiklik midir bilmem, eserin başlıca özelliği yeniliği, mümkün olabildiği kadar görülmemiş, tanınmamış tarzıdır.",
    "Mazhar Feridun Bey'in tek gözlüğü eserin şu özelliğine bir itibar selamı göndermeye mecbur oluyormuş gibi hürmetle gözünden fırlarken Süleyman Vahdet Efendi'nin eğri fesinin arkasında sallanan püskülünde ufak bir içerierne titrernesi fark olundu.",
    "Ahmet Cemil arkadaşının şu nutkuna, tamamıyla yabancı bir dinleyici sıfatıyla biraz çekilerek, biraz kayıtsız ve aldırmadan durmaya çalışarak dinliyordu.",
    "Hüseyin Nazmi hala susmak istemeyen, yavaş sesle İlhami Efendi'yi oyalamaya çalışan Raci'nin vaziyetinden yılmayarak devam etti. Önce şiirin Batı'da dört satırlık bir tarihini yaptıktan sonra en yeni nazım tarzını biraz açıkladı, \"İşte şu dinleyeceğiniz eser oradan toplanmış tohumların Doğu güneşinde açmış çiçeklerini bir araya getiren bir demettir\" dedi. Bizde şiir lisanının fark olunmayarak nasıl Batı'da verilen eserlerden etkilenmeye başladığını İlhami Efendi'nin izin verircesine bakmaya çalışan gözlerinin önünde açıkladı. Daha sonra büsbütün Ahmet Cemil'den bahsetti, onu yeni şiirde herkesten ayrı ve seçkin bir şahsiyet şeklinde gösterdi, eserin ufak bir esas ve fikir tarihini çizdikten sonra arkadaşının bu eserindeki inşa vasıtalarına geçti.",
    "İnşa vasıtaları tabirine kaba bir şakayla İlhami Efendi'yi güldürmeye çalışan Raci'yi dinlemeyerek Hüseyin Nazmi eserin vezinlerinden, kafiyelerinden, kelimelerinden, kısacası bütün maddi denebilecek yanlarından bahsetti, daha sonra, \"Bilmem, eseri anlatabildim mi? Fakat eseri en iyi anlatacak olan yine kendisidir\" cümlesiyle son verdi. Hasan Latif Bey'in daima susmak kuralına aykırı görmeyerek başladığı alkışlar arasında Ahmet Cemil'e, \"Şimdi nöbet senin\" manasıyla gülümsedi.",
    "Fatin Dilaver Bey bıçağını bardağa daha şiddetle vuruyor, ilhami Efendi'nin kulağına eğilerek iki kahkaha arasında bir fikir belirten Raci'ye bakarak:",
    "- Eseri, eseri dinleyelim, diye bağırıyordu.",
    "Ahmet Cemil iskemiesini çekti, sofraya yaklaşn, evvela ayağa kalkmaya cesaret ederneyerek küçük bir cep defterine temize çektiği eseri sofranın üzerine koydu, başlamadan evvel topluluğun fikrini soruyormuş gibi baktı, Hüseyin Nazmi gözleriyle, \"Haydi!\" diyordu, Ahmet Cemil biraz duygulanmış, titreyen sesiyle başladı. Henüz ilk beyitlerde boğazı kuruyor, sesi çıkmıyor, elindeki kitap kendisine büsbütün yabancı bir karmakarışık metinmişçesine her kelimede şaşırmaktan korkarak sesini idare edemiyordu. Bir aralık karşısında Mazhar Feridun Bey pek yeni bulduğu bir fikir için \"Güzel!\" dedi, Ahmet Cemil biraz kuvvet buldu, yavaş yavaş gözlerinden bir sis kalkıyor, sesine bir ifade kabiliyeti geliyordu. Şiir önce bir bahar bulut parçasından serpilen buharlaşmaya hazır damlacıklar gibi yavaş yavaş ağır ağır kayıtsız bir inişle dökülüyor, güya şu topluluğun zihinlerine hoş kokulu, amberli bir serinlikle, şaka eden öpüşlerle dokunuyordu. Ahmet Cemil eserinin başında bir bahar sabahı manzarası tasvir etmiş, sonra iki mısra ile o parlak manzara yı hülya arkasından koşan gençliğe benzetivermişti.",
    "Şimdi hayatın kavga silsilesi başlıyordu. Fatin Dilaver Bey tombul vücuduyla daha çok sokuldu, hazzından, Ahmet Cemil'e sarılacak zannolunuyordu. Ahmet Cemil ayağa kalktı, şimdi şiirin vezni çeşitli esaslardan, nağmelerden geçtikçe değişiyor, Ahmet Cemil artık sesini arzusuna göre idareye başlıyordu. İlk önce dinleyenler bu vezin değişimini fark etmiyor gibiydiler, sonra bir aralık İlhami Efendi eğilerek, kaşlarını çatarak kulak kabarttı, Süleyman Vahdet Efendi'ye dikkati davet eden bir işaretle baktı, sessizlik arasında bu küçük hareket herkes için dikkat işareti hükmüne geçti. Başlangıçta bu ahenk değişmesinden şaşırtan bir etki ortaya çıkıyor gibiydi, fakat Ahmet Cemil'in sesi, bazen bulutlarda serinlik arayan şahinler gibi yükselerek, bazen .YÜzercesine hafif hafif dalgalanarak, ara sıra çemenlerin üzerinden akan gece nefesleri gibi hışıltıyla geçerek, kah bir ıstırap hıçkırığıyla boğazda tıkanarak, kah matem yaşları şeklinde sürüklenerek, birdenbire bir ümit gülüşüyle neşeli, ara sıra bir dereciğin şırıltısıyla rüyalı, vezinlerin çeşitliliğinden, kafiyelerin bir musiki parçasında yer yer tekrarlanan birer ayrı güfte gibi karşı karşıya nağmeyle söylenmesinden geçip gittikçe, bu eserden sarhoşluk veren bir şiir havası buharlaşarak küçük bir bulut şeklinde dinleyenleri sardıktan sonra yüksek bir ınıntıkaya doğru yükseliyordu. Bir zaman geldi ki hepsi bir bahar gecesinin çiçek kokularıyla dolu nefesi altında rüyaya benzeyen bir aleme dalmış gibiydiler. Sessiz, şaşkın, kaldılar. Ahmet Cemil şimdi kimseyi görmüyor, elinde parmaklarının hafif bir hareketiyle çevirdiği defterine nadir bir bakışla hatırasına yardım ederek uzun kumral saçları lambalardan dökülen ışıklada tutuşarak, siması vakit vakit bir keder sisiyle örtülerek yahut bir neşeyle pariayarak devam ediyordu. Şimdi eserin sonuna geliyordu, hayat kavgalarıyla dolu bir gün tasvirinden sonra ufuklara bulutlar yığıyor, göğün derinliklerinden rüzgarlar kaldırıyordu.",
    "Artık neticeyi kestirmeye başlayan Mazhar Feridun ile Fatin Dilaver ayağa kalktılar, bir müddetten beri kendisini kaybeden Raci gayretini toplayarak İlhami Efendi'ye bir şey söylemek arzusuyla başını çevirdi, Süleyman Vahdet Efendi Hüseyin Nazmi'ye eğildi, yavaşça, \"Bilmem, hatırımza geliyor mu? Şeyh Galip merhumun Hüsn ü Aşk'ında ... \" diye bir şey başladı, fakat Hüseyin Nazmi'nin dinlemeye vakti yoktu, arkadaşının bu zaferine, eserinin şu birden ortaya çıkan yüceliğine karşı kendisini tutamıyor, sevecenliğinden, sevincinden ağlamak isteyerek ona sarılmak için bitİrınesini bekliyordu. Ahmet Cemil şimdi siyah gecesinin tablosunu tasvir ederek semaları şimşeklerle tutuşturmakta, bulutları yıldırımlarla parçalamaktayken ... Birdenbire gözü bir noktaya teveccüh yöneldi: Ta ötede odanın kapısına ... Sanki kapının bir kanadı yavaşça, bellisiz, titriyor, sallanıyor, küçük bir aralık bırakarak açılıyordu. Bu aralığın arasından gözleri beyaz bir gölge fark eder gibi oldu. O, vakit bütün vücudu titredi: Lamia! Demek Lamia deminden beri orada, şiirinin şu zaferi karşısındaydı. Şimdiye kadar onu düşünmemiş, orada bulunabileceğine ihtimal vermeyerek düşüncesini yalnız eserine vermişti.",
    "Oraya daha fazla bakamadı, şimdiye kadar kendisini dinleyenlerin üzerinde yarattığı etkiyi ufak bir okuma hatasıyla yok etmekten korktu. Gözlerini çevirdi, artık eserin sonuna ancak bir sayfa kalmıştı, şimdi sesi bitiş sesini arayarak pes seslerde dolaşıyordu. Nihayet bütün bahar sabahının şaşaası, o günlerin ve geederin didinişleri, çarpışları bir iniltiyle karanlıklara büründü.",
    "Şimdi Hüseyin Nazmi, Fatin Dilaver, Mazhar Feridun, Hasan Latif Ahmet Cemil'in etrafını almışlar, ellerini sıkıyorlar, yanına sokuluyorlar, sofranın üzerinde kalan defterini karıştırıyorlar, bayrama sevinen çocuklar gibi gürültü ediyorlardı.",
    "Nefi-i devran, şimdi -demin Hüseyin Nazmi'ye başladığı- cümleyi bitirmek için yaklaşmış, Raci'nin yavaşça, \"Bu yolda şeyleri anlamak için galiba Frenkçe bilmek lazımmış! \" düşüncesiyle başlayan nutkunun arasına karışmıştı.",
    "İlhami Efendi tebriklere katılınarnayı zarafete aykırı sayarak Ahmet Cemil'e deminden beri zihninde tasarladığı bir beyti söyleyebilmek için ikisinin arasından kurtulmaya çalışıyordu.",
    "Ahmet Cemil gülerek övgülere karşı kendisini silmeye çalışıyor, fırsat bulabildikçe kapıya bakıyordu. Otururken kapı evvelkinden daha çok açılıyor gibi olmuş, sanki o da tebriklere katılmıştı. Şimdi kapıda hiçbir hareket yoktu.",
    "Ahmet Cemil o beyaz gölgeyi bir daha görmedi. Fakat artık kulaklarını dolduran övgülerden çok kalbinde o beyaz gölgenin biraz evvel şu kapının arkasında bulunmasından gelen sonsuz bir haz vardı.",
    "Hüseyin Nazmi bir müddet arkadaşının dehasından taşan şiir ateşinin buharı gibi yemek odasının havasında dalgalanan sohbet parçalarını serbest bıraktı, sonra \"Arzu ederseniz bahçeye çıkalım\" dedi.",
    "Şimdi Mazhar Feridun Bey, İlhami Efendi'ye Ahmet Cemil'in eserinden bahsediyor, Hasan Latif Bey saatlerden beri devam eden düşüneeli suskunluğunun özeti olmak üzere Hüseyin Nazmi'ye uzun uzun aralarla, \"Yaman eser! Yaman eser! \" nakaratını dinletiyor, Süleyman Vahdet Efendi yaklaşıp Fatin Dilaver Bey'e, henüz bir çocuğa benzeyen bu tombul güzel gence sokularak o aralık bilinemez nasıl bir vesileyle hatırına gelen bir beytin kapalıca aşkını açık bir yorumla anlatmaya çalışıyor, bir şey anlamaksızın dinleyen karşısındaki gençten ara sıra alevii bakışlada cevap bekliyordu.",
    "Yemek odasından çıkmaya başladılar. Raci, Ahmet Cemil'le en sona kaldı, yalnız kaldıklarını görünce yaklaştı, biraz tutuklukla, biraz kendini zorlayarak deminden beri kullanmaya lüzum görmediği bir takdir kelimesini fedaya karar verdi:",
    "- Eseriniz genel olarak fena değil, dedi, sonra bu esas üzerine konuşmanın uzamasından kaçmarak bahsi değiştirdi:",
    "- Enişteniz bu aydan sonra bana aylık vermeyecekmiş, acaba sebebini aniayabilir miyim? dedi.",
    "Ahmet Cemi! eniştesinin Raci'yi süpürülecek haşerat arasında saydığım pek iyi hatırlıyordu, fakat o kararın henüz uygulama aşamasına konulduğunu bilmiyordu. Raci'nin soruşundan \"Eniştene beni kovdurtuyormuşsun\" manasını duyar gibi oldu. Hak etmediği bu serzenişe üstelik haksız ve bellisiz bir şekilde maruz olmaktan kızardı:",
    "- Öyle bir şeyden katiyen haberim yok, dedi.",
    "Raci kendisine kin ve hınçla dolu bir gözle bakıyordu; acı bir gülümsemeyle, \"Ben seni bilirim!\" demek istiyordu.",
    "Ahmet Cemi! bu manayı pek iyi anladı. Bu adam hak-. kında merhametten başka bir şey hissetmemişken onun bu derece düşmanlığına hedef oluşundan çok büyük bir üzüntü duydu. Hemen şu anda onun ellerini tutmak, olanca ciddiyetle, \"Yanılıyorsun, seni kovmak istiyorlar da, ben seni muhafaza ediyorum. Bana niçin öyle düşmanca bakıyorsun? Seni kendime düşman etmek için ne yaptım?\" diyecekti, fakat Raci durmadı ...",
    "Şimdi odada büsbütün yalnız kalmıştı, bu akşam bahtiyarlığına Raci bir damla zehir akıtmıştı. Kendi kendisine, \"Bu adam bana düşmanlık etmek için nasıl sebepler buluyor, acaba? Benim için kin taşımaya mutlaka ihtiyaç mı hissediyor?\" dedi ..",
    "Alman karısının gidişinden sonra Raci büsbütün düşmüştü. Saip'in demesine göre sevdiği kadının hatırasını unutınaya her hafta yeni bir sevgili bulmakla avunmaya çalışırmış. Hatta yine Saip'in alay ederek ilave ettiği bir düşünce olmak üzere Raci'nin artık ciğerlerini yırtan öksürüğü bu sevgililerden hiçbirinin yanında beğenilip istenmesine imkan bırakmıyormuş.",
    "Ahmet Cemil arkadaşlarının gülerek, eğlenerek anlattıkları bu hikayeleri işittikçe kalbi burulur, kendi kendisine: \"Şu adam için namus hayatına dönme zamanı henüz belki 1 6 geçmemiştir. Şimdi gitse karısının dizlerine kapansa, ağlasa, eminim ki kadın bütün geçmişi affedecektir. Ömründe ancak on beş gün süren mesut evlilik hayatını bundan sonra yeniden kurmasına ne mani var?\" derdi. Sonra Ahmet Şevki Efendi'nin, \"Bilmem amma fena görüyorum ... \" dediğini ha tırlar dı.",
    "Gittikçe Raci bir hatadan sonra yavaş yavaş, sanki damla damla zehir içerek, intihar eden bir ümitsiz adam halini alıyor; eşine az rastlanır yürekler acısı bir durum sergiliyordu.",
    "Bu gece Raci yemek odasından ayrılıp kendisini yalnız bırakınca evvela onun hakkında kine benzer bir şey duymuştu. Fakat bu ancak bir dakika sürdü, merhamet hissi ağır bastı, onu yüreğinin bütün temizliğiyle affetti.",
    "Yemek odasından çıktı, arkadaşlarına katılmak üzere bahçeye çıkan kapıya yöneldi. Burası buzlu karpuzu arasından donuk bir ışık saçan bir kandille hafifçe aydınlatılmış, dar bir dehlizdi. Geçerken delılizin bahçe kapısına yakın bir yerinden telaşlı bir kumaş hışıltısı işitti, kendisini tutamayarak gözlerini çevirdi, o vakit ufak ve çekingen bir kahkahayla beyaz bir gölgenin yanından hemen sürünerek silinip geçtiğini fark etti. Şimdi ilerleyemiyor:; dizleri titriyordu.",
    "Öyle zannediyordu ki o beyaz gölge artık boş kalan yemek odasına sığınmış, beklenmeyen bir tesadüften oraya kaçmıştı. Onun orada vücudunu, yalnızlığın ona sunduğu şu izni düşününce birden kalbinde şiddetli, karşı konulamayacak bir arzu duydu, bir dakika içinde bu arzu ışıklı kanatlada kalbine sanki kıvılcımlar serpti. Oraya gitmek, onun ayaklarına atılmak istedi. Ah! Şimdi aşkını haykırmak ihtiyacı dudaklarını yakıyor; yüreğinden bir şey şişerek bütün duyduklarını onun dizlerinin dibinde can çekişiyormuşçasına sürüne sürüne dökmek istiyordu. Evet, hepsini söylemek, \"Sizi seviyorum\" demek, \"Ah! Bilseniz, ne kadar seviyorum. O demin kapının arasında dinlediğiniz eseri yazmak için, onun her kelimesini bulmak için sizi düşündüğümü, onu sizin ayaklarınızın altına serip yaymak için yazdığıını biliyorsunuz, değil mi? Bütün hayatımda ruhuma hülyanızla daimi bir eş olduğunuzu, bir şey, rüyanıza tesadüf etmiş bir hayal, pencerenizden girmiş bir bahar havası, size hissettirmedi mi? Bırakın, şurada, gözlerinizin altında öleyim ... \" demek, bütün senelerden beri bastırılmış feryatları, kendisini kaybederek, söyledikçe kendisinden geçerek, tatlı bir ölümle olanca ruh gücü eriyerek, dökmek istedi.",
    "Bir küçük cesaret hamlesi ... Yemek odasına giriyordu, bahçeden gelen bir ses sanki kendisini bir rüyanın olayları dalgalanmasından çıkardı. Bir an içinde o cesarete bedel büyük bir gevşeklik geldi, şimdi o bir saniye evvel kalbinde peyda olan arzuya bir cinnet şimşeği gözüyle bakıyordu.",
    "Umduğuna erişememenin acısıyla dolu gözleriyle o yarı aydınlık dehlizden yemek odasına kadar bir ümitsizlik öpücüğü gönderdi, bahçeye çıktı.",
    "Şimdi Raci ile Mazhar Feridun arasında başlamış gürültülü bir sohbete Hasan Latif Bey hep düşüneeli sessizliğiyle katılıyor; Süleyman Vahdet Efendi düşünce gücünün son ürünü olan tarihleri okumak için İlhami Efendi'yi kameriyede alıkoyuyordu. Ahmet Cemil Hüseyin Nazmi'ye yaklaştı, Fatin Dilaver Bey dargın bir tavırla kendisini gülümseyerek dinleyen Hüseyin Nazmi'ye:",
    "- Aman Efendim, diyordu, hiç bu kadar can sıkıcı bir adama tesadüf etmemiştim. Bunaldım, bana durup dinlenmeden ne cins malıluklar için söylendiği aniaşılamayan gazeller okudu. Hele okuduğu şeylerden sonra bir bakışı var ki insanın olanca sinirlerini sarsıyor. Bir zaman geldi ki boğazını sıkmak. \"Sus! Herif! \" diye bağırmak istedim ...",
    "Hüseyin Nazmi Ahmet Cemil ile Fatin Dilaver Bey'i kendi odasında yatırmıştı. Bu gece Ahmet Cemi) uyuyamıyordu. Arkadaşlarının iznini alarak bütün geceyi odanın önündeki bahçeye bakan küçük şahnişinde geçirdi. Sabaha karşı ufak bir serinlik çıkınca içeri girdi. Yatağına sokuldu, uyumaya çalıştı, fakat şimdi müthiş bir hummaya tutulmuş gibi şakakları yanıyor, beyni başının içinde eriyormuş gibi dağılıyordu. Bir aralık dalıyordu, belki bir müddet uyudu, şimdi sanki o ateşle yanan şakaklarının, o içinde bir taş çöken başının üzerine bir şey dökülüyor, bir siyah tufan boşanıyordu. Sonra bu dalganın içinden bir çehre belirdi.",
    "Bir aşk cinnetiyle tutuşmuş bir ağız uzanıyor, dudaklarını arıyor, uzun ve yakan bir öpüşle dudaklarını çekiyor, emiyordu. Silkinerek uyandı ...",
    "Henüz sabah olmuş, güneş henüz panjurların arasından sızarak tatlı bir rüyayla gülümseycn Hüseyin Nazmi'nin yatağı kenarında gülümserneye başlamıştı.",
    "Ahmet Cemi! güya o yakıcı sevda öpücüğüyle ciğerlerini tutuşturan bir şarap içmiş gibi yüreği yanarak kalktı, arkadaşlarını uyandırmaktan çekindiği için yavaş yavaş basarak, gürültü etmeyerek yıkandı, giyindi... Ceketini giyiyordu, düşünmeden elini yan cebine götürdü, \"Defterim? Defterim nerede?\" dedi.",
    "Hüseyin Nazmi uyanmış, arkadaşının, oda içinde çekingen bir yürüyüşle gezinişini gülerek yatağından uykulu gözleriyle seyrediyordu, telaşını fark etti:",
    "- Ne oluyorsun, Cemi!? dedi.",
    "- Defterimi acaba sofranın üzerinde mi bıraktım? Sizin uşak edebiyat meraklısı ise ...",
    "Fatin Dilaver Bey tombalak vücuduyla yatağından atladı, \"İyi uyumuşuz! \" dedi.",
    "Her şeyden evvel defterinin bulunmasını istiyordu, Hüseyin Nazmi'ye kalkmak, yemek odasına kadar inmek lazım geldi.",
    "- İşte defterini Bereket versin ki uşak meraklı değil! dedi.",
    "Ahmet Cemi! gitmek için acele ediyordu, Fatin Dilaver Bey'i fikrine iştirak ettirdi, arkadaşlarını sabah uykusundan istedikleri kadar İstifadede serbest bırakarak Hüseyin Nazmi'nin elini sıktılar, çıktılar ..."
  ]
}