{
  "title": "6",
  "paragraphs": [
    "Tepebaşı ziyafetini takip eden gunun sabahı Ahmet Cemil matbaaya alışılmıştan biraz geç, geceden kalan sarhoşlukla biraz sersernce olarak geldiği zaman Ahmet Şevki Efendi'den başka kimseyi bulamamıştı. Sabahları çıkan gazete idarehaneleri en çok sabahleyin sakindir, gece gazete basılmış, sabahleyin şafağın ardından sokak sokak dolaşan satıcılara dağılrnıştır, yalnız postaya verilecek olanlar kuşaklanmakta, dizgicilerin çalıştığı bölümde dizgicilerin telaşa lüzum görmeyerek kasalara dağıttıkları dökme harflerin hızlı darbeciklerle tekdüze ahengi işitilmektedir.",
    "Yazarlar henüz gelmemiş, tütün kokusu henüz matbaanın mürekkep ve ıslak kağıt kokusuyla dolan havasını doldurmamış, Ahmet Şevki Efendi henüz hücresine girip kağıdının üstünde daima çıtırdayan kalemini eline almamıştır. İdare memurunun kalem çıtırtısıyla müdürün öksürüğü matbaa makinesinin eşlikçileridir. Ahmet Şevki Efendi'ye ne vakit kaleminden, o bitmez tükenmez iniltisiyle kağıdın üzerinde ağır ağır yürüyen bir öküz arabası gibi çıtırdayan kaleminden bahsolunsa \"Yok! Ona ilişmeyiniz, o benim ninnimdir, ben hem yazarım hem o ninni ile uyurum\" derdi.",
    "Ahmet Cemil idare memurunu en samimi temennasıyla selamladı. Her sabah böyle buluşurlar, dertleşirler, öteden beriden bahsederlerdi. Ali Şekip bu iki dosta yazıhanenin bir tarafında sohbet sırasında tesadüf ettikçe nükte yapma tutkusuna uyarak Ahmet Cemi! ile Ahmet Şevki'nin isimlerindeki benzerlikten \"Ahmet efendiler yine birleşmişler\" derdi.",
    "Ahmet Şevki Efendi sohbet arkadaşını görünce söylemek istediği şeyi söyleyecek bir adam bulamayıp da ilk tesadüf edenin üzerine atılanlara has bir telaşla -onun selamma karşılık vermeye vakit bulamadan:",
    "- Gördün mü bir kere çapkını? Bu akşam yine evine gitmemiş! dedi Ahmet Cemil Raci'den söz edildiğini derhal anladı.",
    "Ahmet Şevki Efendi'nin başlıca kullandığı kelimelerden biri de \"çapkın\" kelimesidir. Bu kelimeyi hiç sevmedikleriyle pek çok sevdiklerine ayırır, hatta bir kere sevgi hissine lüzumundan fazla kapılarak kendisini kaybetmiş, imtiyaz sahibi Hüseyin Baha Efendi'nin dizine elini vurarak \"Hay çapkın hay! \" demişti de sonra da bu gaflet hatasından dolayı zaten kırmızı olan yüzü birkaç gömlek daha kırmızıtaşarak üç dört gün kadar imtiyaz sahibinin yüzüne bakamamıştı.",
    "Ahmet Şevki Efendi bu sabah şu cümleyi pek hiddetle, beyaz keten yeleğinin altında zorca zapt olunan göbeği yerinden sarsılarak söylemişti.",
    "Ahmet Cemi! telaş etmeyerek sordu:",
    "- Nereden anladınız?",
    "- Nereden anlayacağım? Zavallı kadın yine öksüzler gibi boynu bükük çocuğuyla gelmiş, matbaanın aşağı katında ağlayıp duruyor. Görsen, ne de güzel kadıncağız! Taze, mahzun, edalı bir zavallı. Bedbalıdığı her halinden belli.",
    "Karısını evde kimsesiz, yapyalnız, ihtimal ekmeksiz bırakıp da kim bilir hangi kahpenin yanında vakit geçirmekte mana var mı? ikide birde \"Babam nerede?\" diye gelen bu çocukla, matbaa halkının kaba kaba manalı gülüşleri arasında ağlayan o kadıncağızı gördükçe içim içime sığınıyor. Allah bilir!",
    "Bir gün o çapkım tuttuğum gibi idarenin penceresinden aşağıya atacağım. Amma neye yarar? İş bu zavallıların derdine çare bulmakta ...",
    "Ahmet Şevki Efendi devam etti, kendisini tecrübe etmeden, aile babalığı ne demek olduğunu anlamadan yahut o mukaddes vazifenin önemini her türlü bağlılıktan kurtulmuş sayacak kadar kendilerinde duygusuzluk gördükleri halde evlenenlerden bahsetti. Kim bilir, şu genç kadın kimin, hangi baba ile hangi ananın nazlı bir kızıdır? Pek küçükken evlenmiş olacak, çocuğundan öyle anlaşılıyor. Belki on beş on altı yaşında ... Tutmuşlar bilmediği bir adama verivermişler, \"Senin her şeyin işte bu adamdır\" demişler. Sonra ana baba ortadan kalkmış, dünyada bu adamdan başka kimse kalmamış. Bir ay ya mesut olmuş ya olmamış, kocası içmeye başlamış, nihayet bir akşam evde küçücük bir çocukla yalnız kalmış. Bu genç kadın ne yapar? Kocası nerede kalmış?",
    "Bu kaybolmalar tekrar eder olmuş. Nereye gidiyor? Nerede kalıyor? Türlü tahminler silsilesi ki her bir ciğerlerinde bir başka yara açıyor, derdini anlatamıyor, ağlasa kıyametler kopuyor, hatta ...",
    "Ahmet Şevki Efendi diyordu ki:",
    "- Evet, böyle bir herif bilirim ki karısı ağladıkça onu döverdi. İnsan ilk önce karısını döven erkeklerden söz edildiğini işitince, \"Kim bilir? Karı nasıl dayağı hak ediyordur\" demek ister ... Evet, efendi içsin içsin, sonra, \"Evde bakkaldan veresiye peynir ekmek alırlar\" diye gitsin cebindeki parayı pis bir aşüfteye versin. Sonra eve gelince karısının ağlamasına tahammül etmesin, o kadın ağlarsa, bağırırsa hırçın denecek, dayağı hak ediyor sayılacak. Buna bir de kadının kocasına aşık olmasını ilave ediniz. İşte Raci'nin karısı! Dünyada kendisinden kaçan şu heriften başka bir şey düşünmediği bu sabah şafak atar atmaz gelip şurada ağlamasıyla belli değil mi? Amma kocasını aramak için sabahleyin başını aldığı gibi matbaaya geliveren kadının muamelesini de süslü bir davranış saymayacaksınız. Bir de ona sormalı. Bu dereceye kadar düşmüş olmak için kim bilir ne mecburiyeder görmüştür, ne gözyaşları dökmüştür ...",
    "Ahmet Cemil derin bir üzüntüyle dinliyordu. Ahmet Şevki Efendi'nin sade bir dil açıklığıyla söylediği bu sözler gözlerinin önünde bir facia dünyası açmış, kadınlık hayatı içinde gözyaşlarından oluşan bir ıstırap sayfası meydana getiren acı bir konuyu bütün rahatsız edici ve üzücü ayrıntılarıyla ortaya dökmüştü. Utanmasa aşağıda ağlayan Raci'nin karısına değil, bütün gözü yaşlı kadıncıklar için şurada uzun uzun, sıziaya sıziaya ağlayacaktı.",
    "Bu aralık Ahmet Cemil'in gözüne bir şey ilişti. Ahmet Şevki Efendi'ye göstererek dedi ki:",
    "- Baksanıza, merdivenin başında duran Raci'nin çocuğu değil mi? Bir şey söyleyecek de galiba cesaret edemiyor. Ahmet Şevki Efendi:",
    "- Gel bakayım oğlum, gel! Bir şey mi söyleyeceksin? diye çocuğa seslendi.",
    "Çocuk -kırkılmamış lepiska saçlı, dünyada vaktinden evvel dertle, sıkıntıyla ağlamaya başladığı için hazin bir hayret manasıyla örtülmüş sanılacak kadar baygın gözlü, bir iki sene evvelden alındığı paçaları dizlerine yaklaşan pantolonundan, bileklerini örterneyen yenlerinden anlaşılan soluk giysisi içinde, pejmürde yapraklar arasında yeni açmış bir gül kadar cana yakın bir çocuk- tereddüt ederek yaklaştı:",
    "- İzin verirseniz, annem size bir şey söyleyecek, dedi.",
    "Ahmet Şevki Efendi arkadaşına baktı, kısa bir bakışınayla kadıncağızı dinlemeye karar verdiler.",
    "Ahmet Şevki Efendi çocuğun elinden tutarak dedi ki:",
    "- Senin ismin ne bakayım?",
    "- Nedim!",
    "- Bak bir kere! İlk babalık hevesiyle çocuğa şair ismi vermiş de sonra ...",
    "Ahmet Şevki Efendi düşüncesini çocuğun yanında tamamlamak istemedi. Ahmet Cemil'i de bir işaretle çağırarak safaya çıktı. Kadıncağız merdivenin kenarına dayanmış müsaade bekliyordu.",
    "Ahmet Şevki Efendi kendisine biraz vakar vererek ve merasime has sesini takınarak:",
    "- Ne istiyorsunuz, hemşire hanım? dedi.",
    "Ahmet Şevki Efendi'nin şu sorusu üzerine genç kadın bütün hayatının karanlığı içine sinmiş zannedilen gözlerini kaldırdı, şu sevecen yüzlere doğrudan doğruya yardım isteyen bir bakış yöneltıneye bile cesaret ederneyerek titrek bir sesle:",
    "- Deminden beri size müracaat edip etmeyeceğimi düşünüyordum, dedi, nihayet müracaata karar verdim de şimdi ne diyeceğimi bilmiyorum. Zaten benim ne demek istediğimi siz pek iyi bilirsiniz, değil mi efendim? Kocarnı siz de benim kadar tanırsınız ... ikide birde boynu bükük bir çocuğun gelip babasını sorduğunu da görüyorsunuz. Bugün o çocuğun elinden tutarak gelen annesini görünce bu zavallı kadının ne demek istediği de anlaşılmıştır, elbette ...",
    "Kadın artık ilk çekingenliği şu üç dört sözle yendikten sonra, o, senelerden beri damla damla ciğerlerine damlayıp her isabet noktasında bir ateş tutuşturan zehrin bütün acılıkları köpürdü. Söyleyeceğine, ne demek istediğine dikkat etmeyerek, orada şu mürekkep lekeleriyle simsiyah kesilen matbaa merdiveninin kenarına dayanarak, karşısında yüzüne bakamadan üzüntüyle ve sessizce dinleyen bu iki sevecen yüze, yanı başında bu facianın henüz esasını aniayabilecek bir yaşa gelmemiş fakat bütün acı ve ıstırabına bilmeden ortak olmuş çocuğun üzgün tavrına bakmaya cesaret ederneyerek perişan bir dille şimdiye kadar kimseye açıklana mayıp da birike birike artık havsalasının aklının bir türlü almadığı acılıklarını hatırına geldiği gibi salıverdi ...",
    "- Fakat ben kocarnı aramak için de gelmiyoruın. O beni aramaya lüzum görmezse benim onu aramaya mecburiyetim kalır mı? Geceleri evine gelmeyen erkeğin elbette gideceği bir yeri olmalı. Karısından elbette bir sebeple kaçıyor. Biz, zavallı kadınlar, kocalarımızın bizden kaçtıklarını görürüz de çoğu zaman kimin için bizi terk ettiklerini de bilmeyiz. Kaç kere niyet ettim, şu babasının bir güler yüzünü görmeyi başaramayan çocuğu elinden tutup o kadın her kim ise ona kadar götürmek, \"Hanım, bakınız, bu çocuk babasına muhtaç bir çocuk, eğer o eve gelmeyecek olursa bu çocuk genç anasının daima ağlayan gözlerinin önünde yavaş yavaş ölecek. Buna acıyınız. Babasını bırakınız!\" demek istedim ... Fakat bilir miyim, o kadın kimdir? Kocam kimin için karısını, çocuğunu bırakıp da gidiyor? İşte efendim, ben bugün kocam için değil çocuğum için geliyorum ...",
    "Genç kadın burada çocuğuna uzun bir bakışla baktı. Ah bu bakış! Dünyada talihsiz bir kadın olmaya katlanmak mecburiyerinden başka talihsiz bir çocuk yetiştirmiş olmaktan doğan bir ümitsizliğin bütün açıklaması bu bakışın içinde saklıydı. Bir bakış ki çocuğu sanki ağlayan bir öpücükle sardı. Sanki şefkatten, merhametten ibaret bir kucaklamanın mıknatıslı çekimi içine aldı ...",
    "O vakit bu genç kadın, her derdi yüzüne baka baka düşündüğü, sanki onun masum yüzüne acılarının ağıtını yazdığı bu çocuktan artık gözlerini ayıramayacak bütün hissettiklerini döktü: Henüz çocuk denecek bir yaştayken bu adamın karısı olduğunu, çocukluğa has tam bir güvenle olanca hissini ve fikrini ona adadığını, sonra yavaş yavaş kocasının kendisinden uzaklaştığını anladıkça kalbinin nasıl yırtıldığını, sevgi devresinin ilk meyvesi daha \"Baba\" demeye başlamadan babasının onunla beraber annesini de unutup haftada dört beş gece evin semtine uğramamaya başladığını, eve geldikçe titizliğinden, sarhoşluğundan başka bir şeyle yokluğunu unutturmadığını birer birer döktü, bugüne kadar sabrettiğini, tesellisini ağlamakta aradığını söyledi, fakat artık ...",
    "- Evet, artık tahammüle imkan kalmadı. Bakınız, yalnız son vakayı anlatayım, bugün arsız bir kadın gibi beni size müracaata mecbur eden de bu... Babamdan, annemden bana bir şey kalmamıştı, zaten gelin ederlerken de pek az şey vermişlerdi. Kocam daha onlar hayattayken on liralık bir küpemi aldı, mahvetti, güya beni emniyet sandığına rehin edilmiş diye aldatmak istiyordu. Babamla annem ortadan kalkınca yalana da lüzum kalmadı, küpenin satıldığı meydana çıktı. Bir yüzüğüm, iki altın bileziğim vardı. Onlar da birer birer gitti. Tabii ses çıkaramıyordum, eğer kazandığı para bir oğluyla bir karısından ibaret olan evini geçindirmeye yetmeseydi hatta üzülmezdim bile, fakat bu paranın kazandıklarıyla birlikte başka birisine harcandığını hissediyordum ...",
    "Nihayet her şey bitti, satılacak artık bir şey kalmadı. Birkaç günden beri -galiba parasızlıktan olmalı- her vakitten daha öfkeliydi. Evin içinde sanki bir şey arıyormuş gibi bir hayli dolaştı, dolaştı, sonra bir aralık önüme dikilerek, \"Nedim'in kağıtları nerede?\" dedi ... Zavallı babam, ne olur ne olmaz diye dişinden tırnağından artırarak üç tane demiryolu hisse senedi almış, ölürken bunları Nedim'e bırakmıştı. Kocamın kağıtlar dediği buydu ... Küpemin, yüzüğümün filan gitmiş olmasına önem vermediğim halde çocuğun dünyada yalnız şu kağıtlardan ibaret olan servetini, ben ölürsem elinde kalacak olan şu tek kuvveti artık bu adamın eline vermek bir ihanet, affolunamayacak bir kabahat olduğunu anladım ... \"O kağıtları veremem!\" dedim, o vakit üzerime saldırdı, \"Ya! Öyleyse ben sana gösteririm ... \" dedi ve ...",
    "Genç kadın tamamlayamadı, kadınlık utancı tamamlamaya mani oldu, bundan sonra gözyaşlarını da tutamadı, bir müddet öyle hıçkıra hıçkıra ağladı ...",
    "Ahmet Şevki Efendi ile Ahmet Cemil bu facianın karşısında bir hürmet ve merhametle susuyorlardı.",
    "Ahmet Cemil -bir gazetede sefalerten intihara mecbur olmuş bir aile babasına, sokakta kolu kırık bir çocuğa, mezarlıkta on beş yaşında verem bir kızın kabrine tesadüf etse dünyaya küsmek hassasiyetinde yaratılmış olan bu yufka yürekli şair- şu feryat eden şiirin hüznü karşısında şaşmış, sanki donmuş kalmıştı.",
    "Nihayet genç kadın başını kaldırdı:",
    "- Kağıtlar henüz bende, fakat o vakitten beri eve gelmiyor ve gelmeyecek yahut gelse bile bundan sonra hayat büsbütün cehennem olacak ... Ben nasıl olsa geçinirim, elimden her şey gelir: Dikiş dikmek, bir evde yemek pişirmek, çocuğum için bunların hepsine katlanınm, ona haftada beş on kuruş verebilmek için, ne olur, hizmetçilik de ederim ...",
    "Fakat çocuk ne yapsın, efendim, çocuk? İşte size bunun için geliyorum, çocuğu böyle bırakmaya babası razı olabilir, fakat ben nasıl razı olurum? Okumak lazım, ben hizmetçilik etmeye mecbur olayım, fakat onu ileride uşaklığa mecbur olmaktan kurtarmak lazım değil mi?",
    "Alunet Şevki Efendi zihninde zor bir meselenin çözümüyle meşgulmüş gibi iki parmağının arasında çenesini sıkıp duruyordu, sonra biraz tereddütle, biraz utanarak ve söyleyeceği şeyin arkadaşınca da doğru bulunup bulunmayacağını anlamak istiyormuşçasına Alunet Cemil'in yüzüne bakarak dedi ki:",
    "- Eğer merakınız yalnız çocuktan ibaretse onun elbette bir kolayını buluruz. Mesela buraya gelebilir. Matbaa da bir mektep değil midir? Burada yazar efendilerin her birinden iki söz öğrense alim olur gider. Çapkının -Alunet Şevki Efendi mümkün değil bu kelimeden vazgeçmezdi- zekası gözlerinden belli, kocamza gelince: O önemli bir mesele, erkeklerin bazı gaflet zamanları olur ki bir müddet vazifelerini terk etmelerine sebep olur, fakat ...",
    "Kadın atıldı:",
    "- Rica ederim, o bahsi kapayınız, ne lüzumu var?",
    "Çocuğum hakkındaki merhametinize teşekkür ederim. Bu yaşta bir çocuğu -özellikle anası babası hayattayken- hangi mektebe gönderebilirim? Mahalle mekteplerinden birine göndermekle amaca ulaşılsa! Kocam, o, ne isterse yapsın, ben, çocuğumun zamanı boş geçirmediğine emin olduktan sonra her şey yapabilirim. Bir küçük dikiş makinesi bir kadınla bir küçük çocuğun yaşamasına kafi değil midir?",
    "Matbaanın şu tenha saatinde merdiven başında geçen bu konuşma artık bitmeye yaklaşnuştı. Kadın Nedim'in elinden çekti. \"Tekrar teşekkür ederim, efendim, elbette bir kere babasına da söylersiniz, değil mi?\" dedi, Ahmet Cemil ile Ahmet Şevki Efendi uzun bir merhamet bakışıyla bu kadın şekline girmiş faciayı takip ederken bu bedbaht genç ana, zavallı çocuğunu yavaş yavaş çeke çeke matbaanın merdivenlerinden indi.",
    "Ahmet Şevki:",
    "- İşte! dedi.",
    "Sanki şu kelime ağzından biraz evvel söylediği sözlerin özeti gibi düşmüştü.",
    "Ahmet Cemil yazıhaneye yönelmek üzereyken merdivenden birisi çıkmaktaydı. Başını çevirdi. Hüseyin Nazmi'nin uşağım gördü.",
    "Hüseyin N azmi kendisine bir not göndermişti. Diyordu ki: \"Bir haftadan beri inmiyorum. Ufak bir nezle yahut daha doğrusu büyük bir tembellik beni evden çıkarmıyor.",
    "Ben çıkmazsam Gencine-i Edeb de çıkmayacak, onun için bugün matbaada işi bitirdikten sonra -gece derslerin varsa erteleyerek- bizim idareye uğrarsın, ne kadar müsvedde filan bulursan toplar, bu akşam bana gelirsin. Şu işi başka birisine de ısmarlayabilirdim fakat yalnızlıktan patlıyorum, gel de biraz gevezelik edelim ... \" Kurşun kalemiyle bir buruşuk kağıda atılıvermiş olan şu perişan sözlere bir de küçük ek vardı: \"Lamia'ya bir şey vadetmişsin, başımın ucunda 'unutmasın' deyip duruyor. \" Uşağa, \"Peki!\" dedi. Lamia'ya ne vadetmiş ? Katiyen hatırına gelmiyor. Son defa olarak ne vakit görmüştü? Bir ay kadar oluyor. Bir ay evvelki günün bütün ayrıntılarını zihninden tekrar geçirmek istedi. Hüseyin Nazmi'yle balı çede geziyordu. Bir şeye dair konuşuyorlardı. Dalgın dalgın yürürken arkalarından bir şey çarpmıştı. Bu Lamia'ydı, çember çevirirken üzerlerine gelmişti. Hüseyin Nazmi o vakit kızmış \" Senin yaşında çocuklar çember çevirirler mi?\" demişti de Lamia alaycı, hoş bir göz kırpmasıyla \"Pencerede oturup da şiir mi söylerler?\" demiş, bir de çok ölçülü kahkahacıkla alayın rengini pekiştirmişti. İşte Ahmet Cemil o vakit bir şey vadetmişti amma neydi?",
    "Başdizgici bu düşüneeye ara verdi:",
    "- Beyefendi, tefrikaya iki sütün lazım ...",
    "- Şimdi! dedi, hay şeytan hay! Bunu unutmakta mana var mı? Neydi, yarabbi, neydi?",
    "Yazıhanenin kenarına oturdu, istedikleri iki sütunu tercümeye başladı, fakat bu tercüme mekanik bir iş gibi zihnini yorrnadan yürüyordu, fikrinde yalnız bir soru bütün örtülü hatıraları tırmalaya nrmalaya tekrarlanıyordu: \"Neydi, acaba?\" Pencereden sokağa bakınakla meşgul olan Ahmet Şevki Efendi birden döndü:",
    "- İşte Sait'le Saip geliyor, akşamı beraber geçirmiş olmalılar, Raci'den haber alırız ...",
    "Saip'le Sait -Saip havadis vermek için, Sait de Saip'i taklit etmiş olmak için- merdivenleri yıkareasma adaya adaya çıktılar.",
    "Saip Ahmet Şevki Efendi'ye sordu:",
    "- Raci gelmedi mi?",
    "Ahmet Şevki Efendi burnundan cevap verdi. Saip'ten o kadar nefret ederdi ki ne vakit ona söz söylemek lazım gelse ağzıyla söz söylemeyi gönül indirmek sayarak bumunu konuşma vasıtası olarak kullanırdı:",
    "- Size sormalı.",
    "- Ooo! Biz onu malum yerde bıraktık. İçti sızdı, orada pis, kart bir karı ya tutulmuş ...",
    "Ahmet Şevki ile Ahmet Cemil bakıştılar.",
    "- Görülecek şey, karı Raci'ye ne nazlar, ne cilveler yapıyor ... Ya Raci'nin hali! Karının yüzüne baygın baygın bakıp gazel söyleyişini görseniz. Dur bakayım, dün akşam karının gözlerine bakıp bakıp da bir beyit söylüyordu: Şu'le-i handeriz-i zühre midir?l , Saip aşağısını hatırlayaınıyordu, Sait tamamladı: O Siyeh-nfır çeşm-i berk -efşan Ahmet Cemil gülerek:",
    "- Aferin Raci! Epeyce taze renk göstermeye başlamış! dedi.",
    "- Hele karıyı görseniz ... İri bir Alman, yarım yamalak Türkçesiyle Raci'nin gazelleri için, \"Ne diyuğ? Ne diyuğ?\" dedikçe biz Sait'le kırıştık. Sonra baktık ki oradan kaldırmak mümkün değil, bizi de salıvermek istemiyor. Öyle bir asılıyor ki! Sıvışıncaya kadar ...",
    "Saip'in hikayesinin arkası gürültüye karıştı, Ali Şekip başdizgiciyi çağırarak merdiveni çıkıyordu. Ahmet Şevki Efendi Ahmet Cemil'in kulağına eğildi:",
    "- Bu akşam oraya gidelim, dedi.",
    "Ahmet Cemil arkadaşının fikrini anladı:",
    "- Bu akşam mümkün değil, ben Erenköyü'ndeyim, isterseniz yarın akşam ...",
    "Lamia'ya vaat ettiği şeyi hatırlayamayacak olursa ... Hep zihninin içinde bu vardı: Acaba neydi?"
  ]
}