{
  "title": "17",
  "paragraphs": [
    "O sabah Ahmet Cemil Ali Şekip'in dükkanına girdiği zaman perişan saçlarından, bozulmuş çehresinden, bozuk yakasından eski arkadaşı ürktü. Henüz o bir şey söylemeden, \"Ne oluyorsun?\" dedi.",
    "Ahmet Cemil acı bir gülüşle cevap verdi:",
    "- Ne olduğumu bilmiyorum, fakat iyi bir şey olmuyorum ...",
    "Pantolonunun cebinden buruşuk bir gazete parçası çıkardı, Ali Şekip'in küçük yazıhanesinin üstüne koyarak açtı:",
    "- Dükkanını bir iki saat bırakarak beni emniyet sandığına götürür müsün? dedi.",
    "Şimdi Ali Şekip donmuştu, cevap veremiyor, bir şu yazıhanenin üstünde zavallı bir halde serilen küpelerle yüzüğe, bir de bu sarı kederli simaya bakarak duruyordu.",
    "Ahmet Cemil artık hiçbir şey saklayabilecek bir halde değildi. Ali Şekip'in üzüntüsünü anladı, dedi ki:",
    "- Bunlar annemin küpeleriyle yüzüğü! Bir vakitler babam evi tamir için borçlandığı zaman bunları bir türlü rehin etmek istememişti. İşte bugün kızını ölümden kurtarmak için oraya gidiyor, ah! Bilsen, Şekip ... Kardeşimi ben öldürüyorum, zannediyorum ...",
    "Ali Şekip ne söyleyeceğinde kararsızdı, \"Her şeyi abartırsın\" dedi, Ahmet Cemil taşmaya vesile arıyordu, bu söz yetti:",
    "- Abartmak mı? Kardeşim ölüyor diyorum, onu ben öldürdüm diyorum, sen bana hala abattmaktan bahsediyorsun... Siz, hepiniz, ne soğukkanlı adamlarsınız!",
    "Karşınızda çıldırmış birisini görüyorsunuz da tam bir rahatlıkla, \"Abartıyorsun\" diyorsunuz. Ah! Bilsen, bütün hülyalanından sonra bugün şunları emniyet sandığına götürmek için mecbur eden sebeplerio acılığını hissetsen ...",
    "Yok, hissediyorsun, değil mi Şekip? Bana acıyorsun değil mi? Bak, ağlamamak için kendini tutuyorsun.",
    "O zaman Ahmet Cemil bu dost kalbinin şu gözlerinden hafif iki damla yaş akan dostun karşısında, dirsekierini üzerinde annesinin küpeleriyle yüzüğü hazin bir edayla serilen yazıhaneye dayadı, başını iki elleriyle tuttu, bir haftadan beri ağlayamadığı bütün elemlerini, ümitsizliklerini orada yavaş yavaş buruşuk gazete parçasının üzerine salıverdi.",
    "Ali Şekip bu gözyaşları karşısında bir hürmet ve merhametle susuyordu. Nihayet Ahmet Cemil dün akşamki olayı, kardeşinin böğrüne tesadüf eden tekmeyi, düşük tehlikesini, muayenenin endişe veren neticesini kesik kesik Ali Şekip'e anlattı.",
    "- Abartmıyorum, değil mi? diyordu. Şimdi İkbal'i kurtarmak lazım, her şeyden evvel, bütün dünyadan evvel bana o lazım. Halbuki bende para yok beş para yok ...",
    "Ali Şekip bir şey söylemek için yutkundu, Ahmet Cemil söyletmedi:",
    "- Bak, yalnız o mümkün değil... Anlıyor musun? Eliyle sözünün kesinliğini göstererek ilave etti:",
    "- Senden ve hiç kimseden ...",
    "Bu son sözü söylerken Hüseyin Nazmi'yi düşünüyordu, o ziyafet gecesinden beri Ahmet Cemil ondan kaçıyordu.",
    "Bütün bu yoksulluk sıkıntılarını ondan saklamaya -esasını pek iyi çıkaramaksızın- lüzum görüyordu.",
    "Sanki hülyalarının şu çöküşüyle aşkı arasına mani, bir set koymak, kalbinin şu karışık tufanından o emel çiçeğine bir damlanın bile sıçramasına imkan bırakmamak istiyordu.",
    "Ali Şekip'ten emniyet sandığının kapısında ayrıldı, bir an evvel eve giderek alabildiği paraları Sabiha Hanım'a vermek, evden çıkarken pek fena bir halde bıraktığı İkbal'i görmek için acele ediyordu.",
    "Kapıyı açmak için Seher biraz gecikti. içeriye girince merdiven başına bırakılmış su kovalarıyla Seher'in perişan hali dikkatine çarptı. Onun sormasını beklemeden Seher söyledi:",
    "- Siz gideliden beri küçükhanımdan kan boşanıyor! Ne kan! Ne kan!",
    "Sonra kapıyı iterek kapadıktan sonra iri vücuduyla dargın çehresiyle Ahmet Cemil'in önüne geçti:",
    "- Bu adamın bütün ettiklerini yanına mı bırakacaksınız? dedi. Ahmet Cemil'in cevap vermeye vakti yoktu.",
    "Kendi kendisine, \"Çocuk düşmüş olacak, bu bence daha iyi, fakat onu kurtarabilsem ... \" diyordu. Yukarıya koştu, hafifçe kapıyı itti ikbal balmumundan yapılmış sarı bir heykel gibi derin bir dalgınlıkla yatağa yatırılmıştı. Annesi karyolanın altına seccadenin üstüne oturmuş, büyük felaketierin dehşet devresini takip eden sakinlik zamanlarına has bir bitkinlikle ellerini dizlerinin etrafına kilitlemiş, dalgın bir gözle meçhul bir noktaya bakıyordu, Ahmet Cemil ayaklarının ucuna basarak ilerledi. En evvel İkbal'e baktı. O gözleri yarı açık, dudakları solgun bir pembelikle dişlerinin üzerinde gergin, terden ıslanmış saçları fildişi gibi donuk sarı duran şakaklarıyla alnına yapışmış, yorgun, uzun nefeslerle uyuyordu. Onun bu manzarasından yürek burkan bir hisle bu sevgili vücudu bir gün yine böyle -fakat şimdi yorganı hafif hafif kaldıran şu nefesler kesilmiş olarak- görebilmek ihtimalinden titreyerek gözlerini ayırdı.",
    "Annesinin yanına çöktü.",
    "- Düştü mü? dedi.",
    "Sabiha Hanım vaziyetini değiştirmeyecek kaşlarını kaldırdı, \"Belki!\" diyordu, o vakit Ahmet Cemil, bu bir hüküm vermeyen cevaba hiddet eder gibi oldu, \"O halde yine hekimi getirtmeli!\" dedi, tekrar kalktı. Sabahtan beri yorulan bacaklarıyla tekrar koşmak hekirni aramaya gitmek lazım geldi.",
    "Hekim başını sallıyor; \"Ateşe karşı koyabilmeli!\" diyordu.",
    "Ahmet Cemil şimdi tehlikeyi daha açıklıkla görüyordu. Bu adarnın ağzında şu söz bütün korkularının asılsız olmadığını anlatıyordu. Demek ki ateşe karşı konulmayacak olursa ...",
    "O zaman bir yardım umarak hekimin yüzüne bakıyor; ondan cesaret verecek, teselli edecek bir söz, bir işaret, bir hiç bekliyordu... Fakat bu adamın aldatmak istemeyen çehresi ciddi, ağırbaşlı ve endişeyle doluydu, hepsini söylememek istiyormuşçasına basık duran d udakları \"Fena!\" diyor gibiydi.",
    "Şimdi onun tembihlerini tutabilmek, alınacak tedbirleri anlamak için zorluk çekiyor; zihninin içinden bütün anlama kabiliyederini silip süpürerek götüren bir sel akıyor; bir bora geçiyordu.",
    "Sabiha Hanım, o, hiçbir şey anlamıyormuş, bütün hissi ve fikri donmuş gibi boş bakışıyla bir onun, bir oğlunun yüzüne bakıyor, artık ağlamayarak kenarları yanan gözleriyle şu içeride sarı, donuk benzi bir ölüye benzeyen kızını elinden alıp almayacaklarını soruyor gibiydi.",
    "Ahmet Cemil'e yine koşmak lazım geldi, eczanede saatlerle süren üzüntü içinde beklemek, elleri kolları şişelerle, kutulada dolu, bir an evvel şifa götürmek acelesiyle sokaklardan uçarak geçmek icap etti. Ah! Onu kurtarabileceğinden emin olsa böyle hiç durmadan hep koşacaktı ...",
    "Bugünden sonra Ahmet Cemil'le, İkbal'i her dakika bir parça öldüren, kurutup yakan o müthiş ateş arasında bir harp başladı. Artık evden çıkmıyor, uyumuyor, yemek yemiyor, yaşamıyordu. Kendisine yaşamayı yasaklamakla hayatının bir kısmını şu hayatının günden güne eksildiği görülen vücuda bağışlamak istiyor gibiydi.",
    "İkbal ara sıra dalgınlıktan çıkıyor, şükranla dolu gözlerine bir gülümseme parıltısı gelerek bir vakitler tatlı sesiyle evin içinde daima \"Ağabey\" diyerek selamladığı bu sevgili kardeşe, kendisi şu evin içinde kayboluverecek olursa ne kadar bedbaht olacağını düşündükçe ağlamak istediği annesine bakıyor, ateşle yanan boğazından, ciğerlerinden kuru gelen sesiyle onlarla konuşabilmeye çalışıyordu.",
    "Fakat ateş, o müthiş humma, bütün şu küçük aile halkının bir dakika yorulmayan uğraşmasına, didinmesine hep galip çıkıyor, daima bu vücudun hayatından bir parçasını koparmakta devam ediyordu.",
    "Bir gece Ahmet Cemil İkbal'i biraz rahat bırakmıştı.",
    "Kaç gündür en ufak bir gürültüyü işitebilmek için odasının kapısını açık bırakarak, yorganını açmayarak, yatağın üzerine öyle atılıveriyordu. Bu gece biraz sakin uyuyordu, bir aralık \"Cemil! Cemil!\" dediler, yatağından atladı. Dinledi.",
    "Salıiden bir ses işitmiş miydi? Duramadı, ta uykusunun derinliğinden gelen bu seste bir acılık vardı ki, birden kalbinde bir felaket hissi uyandırmıştı.",
    "Korktuğu şeyi şimdi bir kuruntudan, esası olmayan bir histen ibaret göreceğini ümide çalışarak odasından çıktı.",
    "Kardeşinin kapısı tamamen kapalı değildi, eliyle itti. O zaman İkbal'i yatağının içinde oturmuş, gözleri müthiş bir şeyin bakıp görülmesiyle korkudan açılarak ta ötede duvara dikilmiş, ayaklarından ve arkasından kendisini tutmaya çalışan Sabiha Hanım'la Seher'in arasında elleri çırpınarak bir hayalden kendini korumaya hazırlanıyormuş gibi gerilmiş, gördü.",
    "Koştu, \"Ne oluyor; ne oluyor?\" dedi. Sabiha Hanım'la Seher uykularından henüz bir korkuyla uyanınışiara has şaşkınlıkla söyleyemiyorları; zaten gördüklerini anlayamıyorlardı. Ahmet Cemil kollarıyla ikbal'i sardı, saçlarının soğuk terleriyle ısianan çehresine yüzünü yanaştırdı. \"İkbal, kardeşim, ne oluyorsun, kardeşim?\" dedi. O, onu işitmiyor; iri, açık gözleriyle, o korkulu bakışlarıyla ta oraya, duvardan ayrılarak gelen saldırgan hayale bakıyor; kendini korumaya çalışarak zayıf vücudu gerilmek, titreyen kolları bir kuvvet aramak için uğraşıyordu. Sonra bu eller birdenbire Sabiha Hanım'ın orada bir çare araştırıyormuş gibi dolaşan serseri ellerini kavradı, bir feryat, korkunç bir feryat, sık sık nefeslerle çırpınan göğsünü yırttı, artık mağlup ve kuvvetsiz kalan başı Ahmet Cemil'in omuzuna düştü, bu iki kardeşin gözleri şu dakikada son bir sevgiyle bakıştı. Ahmet Cemil şimdi bu zayıf vücudu kollarıyla sıkıyor; onu alıp götürmek isteyen şeyden koparıp kurtarmak istiyordu. Fakat kollarının arasında bu vücuttan uzun bir titremeyle bir şey akıyor; bir şey çekiliyor gibiydi, tekrar gözlerini ikbal'in gözlerine dikti, \"İkbal!\" dedi. Şimdi bu gözler onun bu feryadına karşı sessiz kaldı, hala ona bakıyordu, fakat artık onlarda bir şey noksandı ..."
  ]
}