{
  "title": "12",
  "paragraphs": [
    "Hüseyin Nazmi akşamüstü matbaaya uğradığı zaman Ahmet Cemil'i yazılarını bitirmiş, fesiyle hastonunu yazıhanenin üstüne koymuş, elleri ceplerinde matbaanın sofasında dolaşıyor gördü.",
    "- Gidiyor muyuz?",
    "- Hazırım ...",
    "İki arkadaş çıktılar. Çoktan beri böyle beraber gezmeye çıkmamışlardı. İkisi de bugün Babıali Caddesi'ni yan yana inerken mektep zamanındaki arkadaşlık batıralarına geri dönmüşlerdi. Birbirinden duydukları samirniyet zevkini, gönül ferahlığını hiç kimseyle ahbaplıkta bulmazlardı.",
    "Ahmet Cemil bu akşam matbaa olaylarını Hüseyin Nazmi'ye anlatacağını düşünerek memnun oluyordu. Diğer bir şey daha düşünüyordu, kendi kendisine:",
    "- Bir tesadüf, küçük, bir dakikalık bir tesadüf! diyordu.",
    "Ona tekrar tesadüf etse ne yapacak? Hiç! Zaten bir şey yapmak mümkün müydü? Zihninde saflığın bütün saygıdeğerliğinin temiz bir örneği şeklinde duran Lamia'ya . karşı küçük bir tutkunluk kelimesini bile aifedilemeyecek bir günah olarak kabul ederdi. Bu sessiz aşkta, yalnız bakışların o delicesine sevgi öpücüğünde bir şiir yüceliği vardı ki fazla küçük bir harf onun ruhunu incitebilirdi. İstediği şey yalnız bir tesadüf etmek, bir dakika daha o siyah gözlerin tesiri altında titreyip kalmaktan ibaretti. Varlığının ta derinliklerinde ruhunu keşfedip de onu kopararak kalıreden bir pençe içinde sıkan, ezen, öldüren, fakat hoş bir azap içinde öldüren o siyah gözlerin karşısında bir dakika daha bulunmak, ona, \"Evet, biraz daha sık, biraz daha öldür, oh! Mest oluyorum, öldükçe hayat buluyorum!\" demek isterdi.",
    "Ne kadar seviyordul Küçük yaşından beri dışa vurulmayan, baskı altında büyüyen sevdası yalnız bir tesadüfle nasıl büyüyüvermiş, aşk kabiliyetine isabet eden ufak bir kaza parmağı o senelerden beri biriken aşkını nasıl taşırmıştı. Bu kadar mağlup, bu kadar esir seveceğine ihtimal vermemişti.",
    "Zaten hislerini tutmaya çalışmıyor, kalbine \"Kimi düşünüyorsun? Dikkat et! Hata ediyorsun! \" demek istemiyordu.",
    "Niçin desin? Kendisinde Lamia'ya sonu gelmez, inkar edilemez bir sahiplik hakkı buluyordu. Lamia kendisinin, evet, yalnız kendisinindi, başkasının olamazdı... Bir gün Hüseyin Nazmi'ye gidip de Lamia'yla evlenmek istediği zaman kendisine:",
    "- Tabii değil mi? cevabı verilecekti. Fakat o gün Lamia'ya kendisini, hayatını lokma lokma kazanmaya mahkum, günde on dört saat çalışmaya mecbur zavallı bir koca olarak takdim etmek istemezdi, Lamia'ya, \"İşte size kul köle olacak bir el\" dediği zaman kendisini onunla evlenıneye erişebilecek bir dereceye yükseltmiş olmak isterdi.",
    "Matbaa bir düzen altına giriyor, Ahmet Cemi! matbaada bir ücretli değil bir müdür, bir hak sahibi, kısacası bir şey oluyor, sonra isminin ışıldayan bir uydusu gibi etrafında dolaşan bir şöhret yıldızı!",
    "Matbaa olaylarını vapurda anlatmaya başladı, Tevfik Efendi'nin evlilik tarifini yaptı, meydana geldiğinde sade gülünç bir hikaye olarak saydığı bu evlenmenin sonuç itibariyle nasıl kendi hayatının esasına karıştığını açıkladı.",
    "Hüseyin Nazmi dinledi, dinledi, yalnız bir cümleyle cevap verdi:",
    "- Demek eniştenle aranızda bir sermaye ve emek ortaklığı kuruluyor.",
    "Ahmet Cemi! anlamayarak yüzüne baktı. Sonra mektep hatıralarını kurcalayarak arkadaşının ne demek istediğini anlayınca güldü.",
    "- Sermaye ve emek ortaklığı, evet! dedi.",
    "Şimdi bu meseleyi büsbütün tuhaf buluyordu. Demek bu gibi şeyler yalnız mekteplerde öğrenilmekle kalmazmış?",
    "Mektepteyken hayatına bir de sermaye ve emek ortaklığı karışacağını düşünür müydü? Bunlar ona bir cebir denklemi, kimya bileşimi kadar yabancı değil miydi?",
    "Hüseyin Nazmi'nin yalnız şu düşüncesi matbaada, sıfat ve yerini belirlemiş oldu.",
    "O zamana kadar matbaada şu değişiklik sonucunda ortaya çıkan mevki belirsizliğinin bir kelimeyle açıklık kazanıvermesi birden kalbinde henüz tamamıyla silinemeyen endişe kalıntısını yok etti. O makamın türünü ve adını öğrendikten sonra meselede başka bir tereddüt noktası olmadığına karar verdi. Kendi kendisine:",
    "- Öyle ya, para onun, iş benim ... dedi.",
    "Bundan sonra artık matbaaya bir yabancı gibi değil bir mal sahibi gibi dikkat etmek, onun ilerlemesinin yollarını düşünmek, bugün başlangıcı hazırlanan geleceğini, oradaki yerini sağlamlaştırarak elde etmek lazım geleceğine karar verdi.",
    "Köşke geldikleri zaman henüz tamamen akşam olmamıştı. Hüseyin Nazmi:",
    "- Gazeteleri, kağıtları bırakayım, biraz gezelim, dedi.",
    "Köşkten tekrar çıktılar, etraf ağır bir yaz gününün akşamına has sessizlik içindeydi. İki arkadaş yavaş yavaş yürüyorlardı. Hüseyin Nazmi Avrupa'da elçiliklerden birine tayin olunabilmek için planlarını, girişimlerini anlatıyor, Ahmet Cemil zihni başka bir düşünceyle meşgul, dalgın bir dinleyici haliyle dinliyordu ...",
    "Yollarının etrafında kırlığa dağınık serpilivermiş köşkler, ötede heride bağlar, nadir ağaçlada varlıklarını göstermek isteyen bahçeler, ta ileride saman yüklü bir öküz arabasının uzaktan gelen iniltisi, yanlarından geçiveren hafif bir araba içinde örtüleri başlarından toplanıp omuzlarına atılıvermiş iki çehre, yolun üzerinde titreyen hafif bir toz dalgası arasında şimşek gibi akıp giden üç dört bisiklet, bir köşkün kapısında tavuklara yem atan bir uşak, ötede bir bahçenin dolabından gelen hafif bir nağmeli ses, bir parmaklığın arasından yolculara hayran hayran bakan iri zincidi bir köpek, bütün bu manzaranın üzerinde sanki uzun bir kavuşma devresinden sonra semanın kucağından yorgun, fakat yine arzu ve hasretle, yavaş yavaş çekilen güneşin \"yarına kadar\" vaadine karşı işve ve nazla titreyen göğsüne hafif bir perde çeken ufuklar ...",
    "Hüseyin Nazmi daima söylüyor, Ahmet Cemil bir köşkün kanadını çeken çekingen bir ele, gecenin huzur ummanına dalınadan evvel iki yaprak arasında bugünün şakataşma silsilesine perişan bir nağmeyle son vermek isteyen bir çift serçeye, kümesine dönme teşebbüsünde olan bir horozun büyüklenmesine gülümseyerek yolunu kesen bir sokak köpeğine baka baka dinliyordu. Birden, güya Hüseyin Nazmi'nin sesini -o aralık birdenbire bozuluvermişçesine- işitmez oldu, sanki kulakları tıkandı... Bütün kanı damarlarının içinde buz kesmiş gibi vücudu donmuş, gözleri bulanmış, kalbi bir an için hareketsiz kalmıştı. Sonra o hasta kalp bir an için hareketine engel olan bağları sanki parçaladı, ta önde bir köşeden dönerek yolu ileriye doğru takip eden açık filizi renkli yeldirmenin arkasından çırpındı ... Lamia, evet, Lamia'ydı. O olduğunu yüzünü görmeyerek anlamış, duymuştu. Yanında ustası vardı. Ahmet Cemil şimdi gözlerini otuz kırk adım önden yavaş yavaş yürüyen Lamia'dan ayırmıyordu. Şu dakikada vücudunda sanki bütün benliği eziliyor zannediyor, iki elini göğsüne basarak: \"Yürüyemeyeceğim, beni buraya bırak, şuraya düşmek, kumlar üstünde ölmek istiyorum\" demek için bir ihtiyaç duyuyordu. Aman yarabbi! Sevmek bu muydu? İnsanı sanki bir mengene içinde sıkıp sıkıp da birisinin ayakları altına ezik, bitik, can çekişerek atmak isteyen bu öldürücü şey, sevmek bu muydu?",
    "Gittikçe yaklaşıyorlardı. Şimdi daha bir açık görüyordu. Ta belinde küçük küçük kırmalada büzülerek sırtında dikişsiz bırakılmış kıvrıklar, omuzlarından yanlarına düşen açık yenler, belinden aşağıya yanlarını latif bir yuvarlaklık la resmettikten sonra düşüp ayaklarının her adımıyla sağa sola nazlı bir dansla sallanan etekler altında vücudunun hayatını, o körpe hayatı hissediyor, ipek kumaşın üzerinden akan titreme cereyanları içinde o vücudun hafif hafif titrediğini görüyordu ... Lamia başını beyaz bir tülle örtmüş, boynundan doladıktan sonra ucunu sol omzundan arkasına atmıştı. Elindeki açık kırmızı, sade şemsiyesini bazen kaldırarak, bazen omzundan başının arkasına tutarak yürüyordu ...",
    "Ah, o küçük kırmızı şemsiye! Ne olurdu, şurada yalnız bulunsalardı, o kadar yalnız ki bütün bu kırlık şu akşam baygmlığına şiiriyle onların, ancak onların olsaydı ... Şuracıkta, yolun şu kenarında, bir taş parçasının -fakat küçük, ikisine ancak yeten bir taş parçasının- üzerine otursaydılar, yan yana, o kadar ki vücutlarının sıcaklığı birbirine karışsaydı ...",
    "Lamia o beyaz tül örtüyü açsaydı, Ahmet Cemil'in uzun kumral saçlı başını o kıvırcık gür siyah saçlarını yanına çekseydi, o kadar ki saçları birbirine dolanarak siyah ve kumral bir karışım meydana getirseydi, sonra o tül şu bir çift baştan oluşmuş sevgi tablosunu gizleyip o küçücük kırmızı şemsiye de bu şiiri kırlığın yalnızlığından bile esirgeyerek yakuttan bir büyük tae şeklinde örtseydi ...",
    "- Şu önde gidenler Lamia ile ustası değil mi?",
    "- Bilmem!",
    "Suçüstü yakalananlara özgü bir şaşırma ile Lamia'nın orada bulunduğunu görmek, onu gözleriyle takip etmiş olmak affedilmeyecek bir kabahatmiş gibi birden sıkılmış, düşünmeden yalan söylemişti. O cevabı verdikten sonra pişman oldu. Bu yalana sebep ne? Niçin hemen şuracıkta saflık ve samirniyetle arkadaşının ellerine yapışarak, \"Evet o, deminden beri onun için titrediğimi görmüyor musun, anlamıyor musun? Ah! Bilsen onu ne kadar seviyorum!\" dememişti? Halbuki bu sırrı birisine açmak ihtiyacı onu adeta hasta ediyordu.",
    "- Artık dönelim mi?",
    "Arkadaşının sorusuna:",
    "- Daha erken zannederim ... cevabını verdi, şimdi artık aralarında ancak on adımlık bir mesafe kalmıştı. Şuracıkta bir tesadüf etmeyecek olursa bugün bir daha göremeyeceğini biliyordu. Bu sırada onlar döndüler, öyle ki hemen karşı karşıya gelmiş oldular. Lamia hayret bağrışıyla:",
    "- Ağabeyim ... dedi, sonra gülümseyen gözleriyle Ahmet Cemil'e baktı. Onu selamlıyor, gözleriyle bir tanıdık bildiklik gönderiyor, sanki çocukken her defa gelişinde dediği gibi, \"Ne iyi ettiniz de geldiniz!\" diyordu.",
    "Ahmet Cemil'in yine gözleri bulanmıştı. Akşam rüzgarının hafif darbeleriyle çırpınan ipek örtüsünün içinde Lamia'nın çehresini bir bulut altında görüyordu.",
    "Hüseyin Nazmi kız kardeşine yalnız \"Eve mi?\" dedi, Lamia \"Evet! \" dedi, sonra küçük kırmızı şemsiyesini bir veda selamı gibi savurdu. Geçtiler ...",
    "Ahmet Cemi! şimdi mesuttu, Lamia'nın o gülümseyen bakışı, kalbinde bir deste saadet çiçekleri gibi açmıştı.",
    "Kendisini bugün şu Erenköy seferinden artık bahtiyarlık hissesini almış kabul etti. Bütün hayatında sevda sarhoşluğuyla esrik kalmak için yalnız o bakış yetecekti.",
    "Artık Hüseyin Nazmi'yi döndürmek bile istemedi, bir müddet daha yürüdüler, şimdi kırlığı esmer bir renk yarı şeffaf örtüsüne sarmış, ta ileride ufukların sinesinden gecenin sakin nefesi ufukların yarı şeffaf tüllerini titreterek uçuşmaya başlamıştı. Derinden bellisiz bir inek sesine çekingence eşlik eden hafif kuş cıvıltıları arasında, iki arkadaş döndüler.",
    "Bu gece Hüseyin Nazmi'nin kütüphanesini yine altüst ederken bir aralık arkadaşına sordu:",
    "- Senin eserini okuma merasimi ne vakit yapılacak?",
    "Ahmet Cemi! artık, eserin tamamlanmasında bu kadar geciktiğinden utanır olmuş, bir müddetten beri onun sözünü etmemeye başlamıştı.",
    "- Ne vakit istersen! dedi. Bir ay daha çalışsa arkadaşlarına okuyabilecek bir hale getireceğini zannediyordu ilave etti:",
    "- İstersen gelecek ay ...",
    "Gece yalnız kaldığı vakit zihninde yalnız iki şey yaşıyordu: Eseri ile Lamia. Bu iki emel hedefi bir çift ikiz kız kardeş gibi hatırasında öpüşüyordu. Lamia'yı düşünürken eserini, H eserine fikrini yöneittikçe o siyah gözlerin, \"Bitirsenize ... Ben de dinlemek isterdim! \" manasıyla gülümsediğini görüyordu.",
    "Bu gece uykusunun arasında hep o eserle o hayal yaşadı, sabahleyin kendi kendisine, \"Evet, artık bitirmeliyim!\" dedi.",
    "Bu sabah matbaaya girer girmez en önce Nedim'e tesadüf etti. Çocuk elinde bir sürahiyle merdivenden koşarak çıkıyordu.",
    "- Ne oluyorsun, Nedim? dedi.",
    "Çocuk başını çevirip Ahmet Cemil'i görünce korkudan, ıstıraptan perişan olmuş yüzünde bir teselli gülümsernesi uçtu. Fakat yalnız bir an için gözlerine isabet eden bu gülüş güya oraya yabancılığını anlamış da kaçmış gibi silindi.",
    "Çocuk:",
    "- Babama bir şey oluyor, dedi.",
    "Ahmet Cemil yukarıya çıktığı vakit matbaada Ahmet Şevki Efendi'den başka kimse yoktu. Yazıhanesinin önünde küçük penceresinden Ahmet Cemil'i gülerek kendisine has işveli temennasıyla selamladıktan sonra:",
    "- İmtiyaz sahibinin odasına gir! dedi.",
    "Ahmet Cemil doğru oraya girdi. Nedim de elinde sürahisiyle kendisini takip ediyordu. Gördüğü manzaranın esasını derhal anlayamadı. Raci, Hüseyin Baha Efendi'nin kanepesine yüz üstü yatmış, bir kolu sarkarak kilimin üzerine düşmüş, cansız bir kütle halinde yatıyor, yalnız ara sıra içinden gelen bir hıçkırıkla vücudu sarsılıyordu. Yaklaştı, eğilerek, \"Birader! Ne oluyorsun?\" dedi. Raci cevap vermiyor, hiçbir şey işitmiyordu. Nedim hala yaşlı gözleriyle bakıyor, güya Ahmet Cemil babasının ıstırabını giderecek bir hekimmiş gibi ondan kendisine kuvvet verecek bir cevap bekliyordu.",
    "Ahmet Cemil Raci'nin sızmış olduğunu, bir cevap alamayacağını anladıktan sonra Nedim'e döndü, \"Niçin telaş ediyorsun? Babanın hiçbir şeyi yok\" dedi. Çocuk bir türlü oradan ayrılamıyordu. Elinden bırakamadığı sürahisiyle gitti, babasının karşısında bir iskernlenin kenarına ilişti, gözlerini -zavallılığına küçücük kalbinin kan ağladığı- bu adarnın üzerine dikti, öyle oturdu kaldı ...",
    "Ahmet Cemil şu olayın ne olduğunu anlıyor, şu gördüğü neticeden onu öneelemesi lazım gelen olayları icat ediyordu.",
    "Kendi kendisine, \"İri Alman karısının yeni bir hakareti! Bu geceyi içmekle geçirmiş, kim bilir, nerelerde düşüp kalktıktan sonra sabahleyin yine içmiş, şimdi sızıyor\" dedi.",
    "Ahmet Şevki Efendi'nin yanına geldi, idare memuru da küçük penceresinden onu bekliyordu, arkadaşının sorusuna gerek bırakmadan bildiğini anlattı:",
    "- Ben geldiğim zaman orada uluya uluya ağlıyordu.",
    "Karı bırakıp gitmiş, pek iyi anlayamadım amma ağlarken ağzından dökülen sözlerden dün akşam treniyle gittiğini anladım. Bu da Sirkeci'de ölünceye kadar içmiş. Babası ağlarken Nedim'in halini görseydin. Zavallı çocuk!",
    "Bu sırada içeriden boğuk, ciğerleri sökecek bir öksürük işitildi. Ahmet Şevki Efendi dedi ki:",
    "- Nasıl öksürüyor, işitiyor musun? Sen gelmeden evvel böyle saatlerle öksürdü, ciğerleri paralanıyor, hala içmekten vazgeçmıyor ...",
    "İdare memuru başını salladı, göğüs geçirdi:",
    "- Bilmem amma fena görüyorum, dedi.",
    "Ahmet Cemil zaten o hayatın şu neticeyi doğuracağını pek iyi bilirdi. Dudaklarının arasından \"Yazık!\" dedi.",
    "Bugün Raci'ye her vakitten çok acıyor, bu adamın nasıl bir hatayla hayatının mahvına sebep olduğunu düşündükçe derin bir merhamet hissi duyuyordu. Mümkün olsaydı, Raci'yi alacak, bir hekimin zeki ve dikkatli tedavisiyle onun hislerini örten bütün pislik zarlarını yavaş yavaş kaldıracak, onların altından saf bir kalp çıkardıktan sonra:",
    "- İşte bu temiz kalbi sefalet içinde dikişle yaşamaya çalışan hanımına, dizgi bölümü hayatı içinde yuvarlanan oğluna götür diyecekti. Matbaanın aşağı katında Ali Şekip'in iri sesi işitildi. Biraz sonra Saip'le göründüler.",
    "Ali Şekip'in her vakitten çok neşesi vardı. Dudaklarını açan geniş bir gülüşle Saip'i dinliyordu:",
    "- Bir kere duvarlar kağıtlansın, dolaplar konsun, öne de camekanlar yerleştirilerek aralarında zarif maun iki kanatlı bir kapı bırakılsın da bakınız dükkan kendisini nasıl gösterir.",
    "Ahmet Şevki Efendi küçük penceresinden başını uzattı:",
    "- Ne dükkanı?",
    "Ali Şekip gülerek cevap verdi:",
    "- Kağıtçı dükkanı ...",
    "Saip ellerini ovuşturarak Ali Şekip'in bir yankısı gibi tekrar etti:",
    "- Kağıtçı dükkanı ...",
    "Ali Şekip o vakit Ahmet Cemil'e baktı:",
    "- Yazıcılıktan usandım, biraz da esnaflık edeyim. Her gün binlerce adamları esnetmekten başka bir şeye hizmet etmeyecek altı sütun yazı yetiştirmek için kafa patiatmaktansa dükkanıının köşesinde müşteri bekleyerek biraz da başka yazıcılara kağıt kalem yetiştirmek istiyorum.",
    "Sabahları bana uğrar da birer kahve içersek sana esnaflığın üstün yanlarını açıklarım ...",
    "Ahmet Cemil, Ali Şekip'in bu kararı hangi sebeplerle aldığını anlamakta gecikmedi... Arkadaşının ikide birde elinde iki üç lira emniyet sandığına gittiğini de bilirdi.",
    "Şimdi Ali Şekip'e ne diyecek? Şu teşebbüse mani mi olacak?",
    "Gerçekte arkadaşı fena bir iş yapmış olmuyor. Onun gibi şöhret emelleri olmayan bir adam için dükkancılık herhalde yazıcılıktan iyi değil midir?",
    "Ali Şekip'i pek isabetli davranmış bulmakla beraber bu meselede kendisine bir kabahat payı çıkarıyor, eniştesi sebebiyle meslek değiştirmeye lüzum gören bu adama karşı kendisi için bir malıcupluk duyuyordu.",
    "Küçük bir ansiklopedik sözlük gibi her şeyden bilgi sahibi olan, siyasi başmakaleyi bitirdikten sonra sıhhate dair bir yazı yazmaktan yahut ekonomiyle ilgili bir meseleyi kurcalamaktan kaçınmayan bu adam şimdi mektep çocuklarına kurşun kalem beğendirmeye, resim örnekleri göstermeye mi çalışacak? ... Gülerek Ali Şekip'e:",
    "- Alay ediyorsun! dedi.",
    "- Alay mı? Hiç öyle değil... Hayatımda birinci defa olarak ciddi bir şey yapmak istiyorum. Artık mürekkep kokusundan tiksinmeye başladım. İmtiyaz sahibinin keyifli zamanını bulacağım da bir lira koparacağım diye düşünerek bir alet gibi yazı yazmaktan usandım!",
    "Ahmet Şevki Efendi sade dinliyordu, bir aralık Ahmet Cemil'e bakarak:",
    "- Hakkı var! dedi.",
    "Ali Şekip Ahmet Şevki Efendi'nin onayını aldıktan sonra büsbütün cesaret buldu:",
    "- Öyle değil mi? Hiç olmazsa dükkanımda satacağım şeyler benim malımdır. Kazanacağım şey yine benimdir.",
    "Dükkanım dedikçe duyduğum zevki bilseniz! Bir dükkana sahip olmak! Gördünüz mü saadeti? Amma dükkancılıkta, \"Ali Şekip'in dün güzel bir makalesi vardı\" denmeyecekmiş, denildiği vakit sanki ne oluyor? Ona karşılık benim dükkanımda, ne güzel şeyler olacak: Zarif billur hokkalar, türlü renkli mektupluk kağıtlar, cüzdanlar, kalemler, çeşit çeşit tuhaflıklar... Ben onları çocuklarım gibi seveceğim, sabahleyin dükkanıma girdiğim zaman onları küçük fakat yüreğimden kopan bir gülümsemeyle selamlayacağım.",
    "Camekanın içinde tozlanmış bir para çantasını elime alıp okşayarak sileceğim, ötede canı sıkılmış gibi duran işlemeli sedef bir kağıt bıçağının yerini değiştireceğim. Sonra bir alay mini mini müşterilerimi idare edebilmek için bunalacağım, onlarla ufak ufak hesaplar açacağım, benim o süslü yazımla tutulmuş hoş defterciklerim olacak. Gördün mü, hayatı?",
    "Ahmet Cemil Ali Şekip'in bu kadar sevincine karşı muhalif davranmak istemedi. Arkadaşını gülerek dinliyordu. Ali Şekip Ahmet Şevki Efendi'ye döndü:",
    "- Artık benim dükkan varken başka yerden alışveriş edilmez, değil mi? dedi.",
    "- İşe ne vakit başlanıyor?",
    "- Dükkan tutuldu bile! Hemen ...",
    "Ali Şekip'in birden aklına bir şey geldi, idare memuruna dedi ki:",
    "- Aman Ahmet Şevki Efendi, bana bir iki güne kadar enişternden taahhüdü bir mektup gelecek, bizim dağıtıcıya tembih etseniz de onu arasa ...",
    "Ahmet Şevki Efendi taahhüdü mektubun niçin \"böyle dikkate değer olduğunu Saip'in karşıdan parmaklarıyla para sayıyormuş gibi işaretinden anladı. Kendi kendisine: \"Keşke benim de böyle bir eniştem olaydı!\" dedi.",
    "Bu gece yemekten sonra Vehbi Bey Ahmet Cemil'e mathaaya dair görüşülmek için hemen yukarıya çıkmasını rica etti. Küçük odada Vehbi Bey sohbete başlangıç olarak Ali Şekip'in matbaadan çekilmek üzere olmasından bahsetti.",
    "Ahmet Cemil'in gazeteyi hemen yalnızca idare etmekten epeyce zahmet çekeceğine üzülüyor gibi göründü, bir aralık sözünün arasında, \"Eğer pek zahmet çekecekseniz bana Osman Tayyar isminde bir yazar müracaat etti, onu alırız\" dedi. Bu Osman Tayyar Mir'at-ı Şuun'dan atılarak yerini Ahmet Cemil'e bırakmış olan adamdı. Ahmet Cemil ölçülü davranarak: \"Bir kere böyle tecrübe edelim de ... \" cevabını verdi. Daha sonra Vehbi Bey, \"Bir de o sarhoşun matbaada ne işi var? Ona boşuna aylık verip duracak mıyız?\" dedi.",
    "Ahmet Cemil henüz beş dakika içinde canını sıkmaya başlayan bu görüşmenin bir an evvel bitmesini sabırsızlıkla bekliyordu:",
    "- O zavallı matbaadan çıkarılacak olursa sokaklarda sürünür, dedi.",
    "Vehbi Bey omuzlarını silkti:",
    "- Eğer her sokakta sürünecek olanı matbaaya almak lazım gelirse ... Matbaanın şu halinden hiç de memnun değilim. Peder nasıl olmuş da bütün sermayesini bir gazetenin getirisi uğruna feda etmiş anlamıyorum. Matbaada gazeteden başka bir şey yok, gazetenin başında da bir alay haşerat! Hüseyin Baha Efendi'nin imtiyaz sahipliğinden başka bir şeyini göremi yorum, para babamın, matbaa onun, sonra neticede bir kazanç olursa yarı yarıya taksim ...",
    "Vehbi Bey söyledikçe hiddetleniyor, Ahmet Cemil, ara sıra kocasına perişan bir manayla sanki yalvararak bakan ikbal'in yanında, bir amir karşısında gibi boynu eğik vaziyette dinliyordu.",
    "Eniştesi fikrini büsbütün açıkladı:",
    "- Ben matbaanın idare tarzını büsbütün değiştirmek istiyorum. Hüseyin Baha Efendi gazeteyi bana bırakır, kendisine bir aylık veririz, beğendiği yerde yesin. Matbaacia boşuna para alanları: Şekipleri, Racileri süpürürüz, siz Sait'le Saip üç kişi gazeteyi pekala idare edersiniz. Saip yetenekli, çalışkan bir çocuğa benziyor, değil mi?",
    "Saip'in takdire layık oluşuna Ahmet Cemil gülümseyerek yalnız:",
    "- Evet, dedi.",
    "- Matbaaya gelince, bir sürü dizgici var, kolu bağlı oturuyorlar, matbaayı niçin yalnız bir gazeteye ayırmalı? Kitap basamaz mıyız?",
    "Ahmet Cemil:",
    "- Matbaanın harf mevcudu kafi değil! dedi.",
    "Vehbi Bey asıl amaçlanan noktaya geldiğini göstermek isteyerek:",
    "- Tamam! dedi.",
    "- Sade harf değil, hatta bir de taş makinesi ister, o vakit matbaa hakikaten bir matbaa olur, para kazanmak ne demek olduğunu o zaman anlarız ...",
    "Vehbi Bey canını sıkan bir şeyle meşgulmüş gibi ayağa kalktı. \"Para olsa matbaayı bir altın madeni haline getirmek işten bile değil. \" Daha sonra:",
    "-İhtiyardan beş para koparmak mümkün değil ki ... dedi.",
    "Ahmet Cemil İkbal'e bakıyordu. İkbal kardeşinin bakışına tesadüf etmemek için gözlerini indirmişti.",
    "Vehbi Bey Ahmet Cemil'in önüne geldi, şüphesiz o akşam biraz fazlaca kaçan Fertek düzünün neşesiyle gülerek:",
    "- Sen de züğürt herifin birisin. Ne olurdu? Şimdi iki üç yüz liran olaydı da matbaaya atıvereydin, dedi.",
    "İkbal daha fazla duramadı, bu kaba şakanın kardeşinin üzerindeki acılığına şahit olmamak için kalktı, çıktı ...",
    "Vehbi Bey şimdi planlarını açıklıyor, matbaayı büyütüyor, liralada oynuyor, makineleri petrolle işletiyor, bütün resmi dairelerio baskı işlerini devletten o alıyor, matbaada bölümler açıyor bir kitabevi, bir ciltevi vücuda getiriyordu.",
    "Bütün bu hülyalar Ahmet Cemil'in beynini uyuşturuyor, bir müddet için tatlı bir sarhoşluk içinde sardıktan sonra birdenbire fena bir iz bırakarak geçiyordu. Mümkün değil eniştesinin hülyalarına katılamıyor, karşısında türlü ayrıntıyla icat ettiği o ümit alemine güvenle bakamıyordu.",
    "Halbuki kendi kendisine, \"Bu söylenilen şeyler doğru değil mi? Ben onun dediği gibi züğürt bir herif olmasam da bugün iki üç yüz lirayı matbaaya atabilsem bütün bu şeyler vücuda gelmeyecek mi?\" diyordu.",
    "Bu akşam eniştesinin sesi kulaklarında daima tekerrür etti:",
    "- İki üç yüz lira ...",
    "Demek bütün hayatının emelleri hemen hakikat oluvermek için yalnız şu iki üç yüz lira yetiyor, öyle mi? .. .. ...",
    "Bir gün Ahmet Cemil Sait'le düzeltilere bakarken Saip yavaşça yanına sokuldu:",
    "- Hüseyin Baha Efendi kağıtlarını topluyor, dedi.",
    "Ahmet Cemil dondu kaldı. Önce eniştesinin söylediklerini sadece bir sohbet gibi dinlemişti, demek ondan sonra Hüseyin Baha Efendi'yle görüşülmüş, karar verilmişti ...",
    "Bir vakit ekmek bulmak için şefkatine başvurduğu bu adamın bugün şu matbaaya veda edişini görmemek için bir bahane uydurdu, matbaadan çıktı. Nereye gideceğini bilmeksizin yürürken bir sesin:",
    "- Eski arkadaşlara iltifat yok mu? dediğini işitti.",
    "Ali Şekip henüz bir gün evvelden beri yerleştiği dükkanının önünde mesut bir hazla gülümsüyordu. O vakit Ahmet Cemil daima açık bir teselli kaynağı olan arkadaşının elini sıktı, tebrik etti, onu yeni maun camekanların, dolapların, deste deste kağıt yığınlarının, henüz yerleştirilmemiş paketIerin arasında bahtiyar gördükçe sevinç duyarak oturdu. Ali Şekip hep dükkanından bahsediyor, \"Bak ne cici şeyler buldum\" diyerek arkadaşına resimli kartlar, tuhaf çakılar, hileli para çantaları, renk renk mektup kağıtları gösteriyordu.",
    "Bir aralık nahiye müdürü olan eniştesinden bahsetti:",
    "- İmdadıma yetişmeseydi bu dükkan zor açılırdı, dedi.",
    "O da kendi eniştesini düşündü, bu adam hakkında henüz hüküm vermemiş, ona fena yahut iyi sıfatlarından birini takamamıştı.",
    "Ali Şekip büyük keman şeklinde telatin kaplİ zarif bir takvimi göstermekle meşgulken dükkanın kapısından Saip'in başı göründü: Cemil Bey! Deminden beri sizi arıyorum, enişteniz geldi, şimdi sizi istiyor ...",
    "Ahmet Cemil eniştesini Hüseyin Baha Efendi'nin henüz boşalttığı yazıhanenin başında buldu. Vehbi Bey'in ilk sözü:",
    "- İşi bitirdik! oldu. O da zaten gazete derdinden kurtulmak için bir fırsat gözetiyormuş, ben teklif eder etmez kabul etti. Şu halde bu yazıhaneyi siz alırsınız, değil mi?",
    "Ahmet Cemil'in gözleri Hüseyin Baha Efendi'nin kapaklı yüksek yazıhanesine gitti. Kendisini bir matbaanın şöyle bir odasında bir müdürlük yazıhanesinin önünde oturmuş görmek isterdi fakat şimdi bu yazıhaneye sahip olmak fikrine karşı bir soğukluk hissediyordu. O yazıhanenin başına geçmekle bir vakit kendisine yardım elini uzatmış olan bir adamın hakkına saldırmış olacağını zannetti.",
    "Eniştesine cevap vermedi. Vehbi Bey şimdi gazetenin, matbaanın idare şekilleri hakkında planlarını açıklıyordu.",
    "Gazeteyi Ahmet Cemil ile Sait ve Saip pekala idare edebilirlerdi. Bu konu zaten geçen akşam karar altına alınmamış mıydı? Matbaaya gelince Ahmet Şevki Efendi biraz tuhaf adam amma oldukça becerikti birisine benziyor, Ahmet Cemil'in kontrolü altında işin içinden çıkabilir zannolunur.",
    "Matbaanın eksiklerini tamamlamaya gelince ...",
    "Vehbi Bey birden hatırlıyormuşçasına:",
    "- Ha! Sahi! dedi. Para temini için bir çare buldum amma bilmem arzu eder misin?",
    "Ahmet Cemil o geceden beri zihnini sürekli sarsan para bulmak ihtimalinin hakikat olma ümidini işitince kıpkırmızı oldu.",
    "Vehbi Bey devam etmek için bir soru kelimesi bekliyordu:",
    "- Ne yolda? dedi.",
    "O zaman eniştesi paranın temini çaresini açıkladı.",
    "Süleymaniye'deki evden dem vurdu. ipotek etmekten, satılması halinde belirli bir süre içinde geri almak şartıyla bir sözleşme yapılabileceğinden, rehinden bahsediyor, türlü yollar, vasıtalar gösteriyor, bunlar hakkında tam bir konuya hakimiyede ayrıntılı açıklamalar yapıyordu, \"Matbaanın hasılatından ayda mesela yirmi, yirmi beş lira ayrılarak borç alınacak paranın ödenmesi için kullanılır\" diyordu. Şu halde Ahmet Cemil de matbaada kısmen söz sahibi olarak, bir meslek edinmiş olacaktı.",
    "Öyle değil mi? Eve sahip olmaktan çok bir mesleğe sahip olmak lazım gelir, o paranın bir ev için getirisini alıkoymaktansa şu şekilde istifade fırsatı kabul ederek ...",
    "Vehbi Bey'in mantık çıkarırnlarının sonu yoktu, düşüncelerinin sonuna şu cümleyi koydu:",
    "- Yine sen bilirsin, bunda benimle ilgili hiçbir şey yok ...",
    "Ahmet Cemil'de bu matbaa meselesi yeni bir düşünce silsilesi doğurmuş oldu. Matbaada gözle görülür şekilde, gerçekten bir hak sahibi olmak ümidine karşı içi titriyordu, bu ümide boşa çıkacak gözüyle bakmaktayken işte şimdi gözünün önünde bir çare belirmişti. Şu dakikada bir karar verse matbaaya bir taş baskı makinesi ilave edebilecek, bir petrol motorunun çarkı kayış kolanlara takılınca ayaklarının altında şu bina işleyen bir fabrikanın gürültüsüyle gürleyecek... O gürültüyü şimdi kulakları işitiyor, onun hayaliyle kendinden geçiyordu. Ah! Ayaklarınızın altında bir irfan yanardağı gibi gürleye gürleye dönen o makinelerin çelikten nağmesiyle kulaklarınız uyuşarak şu ceviz yazıha nenin başında yazı yazmak, kaleminizden akıp taşan o şeyleri şuracığa halının üzerine döküvermek, henüz beş dakika evvel sizin zihninizden doğan, yerde cihana dağılmak için serilmiş bekleyen k1ğıtlarınızı şimdi küçük bir dizgici yamağı gelip toplayacak, fikrinizin uçuşlarını takip ederneyerek garip büklümlerle sanki ıstırabından kah kıvranarak, kah sürünerek uzanıp giden yazılarınız, yanı başınızda ellerinin gümbürtüsü duyulan dizgicilere gidecek, bir saat sonra bu uzun kağıtlar birer madeni sütuna dönüşecek, daha sonra makinenin yüzeyine iki kanatlarını açmış bir yaprak ... İşte motor bir canavar gibi hornurdanmaya başlıyor; işte kayışlar hirer uzun yılan gibi matbaayı baştan aşağı sarsıyor; makinenin, o siyah devin karnından, bakınız, beyazlıklar çıkıyor, çelik dişlerin, silindirlerin üzerinden, arasından kayarak, akarak, bükülerek bir alay beyaz kuşları; kanatlarını gererek, çırpınarak uçuşuyor; bir rüzgar bütün bu irfan malıluklarını dünyanın, her tarafına atacak parça parça öteye beriye serpecek, bunlar sizin işte şu iki parmağınızın arasında sıkarak fikir doğurmaya mecbur ettiğiniz şakaklarınızın içinden fırlamış, canlanmış şeyler ...",
    "Kulaklarında makinelerin gümbürtüsü gözlerinin içinde binlerce, yüzbinlerce beyaz kağıtların delice uçuşu hüküm sürüyordu.",
    "Demek bu rüyayı hemen şimdi hakikate dönüştürebilmek için elinde bir çare var.",
    "Fakat o mini mini ev ... Hayatında, cihanın uçsuz, sonsuz genişliği içinde hissesine isabet eden Süleymaniye'deki o bir avuç toprağı ... Onu emellerinin bir oyuncağı gibi kullanabilir miydi? ipotek! Bu kelimede bir soğukluk buluyor, ondan ürküyordu. Zavallı babası onu ipotek edilmek, oğlunun bir hevesi uğruna tehlikeye konulmak için mi bütün hayatının çalışması karşılığı olarak edinmişti? Haydi kendisine ait olan hisse için onu alet olarak kullansın, İkbal'in hakkını hangi yetkiyle kullanacak onu ne sebeple tehlikeye atacak?",
    "Hülyasını dolduran makinelerin gürültüsü arasında zayıf bir vicdan sesi o düşünceden irkilmeye davet ederken diğer bir ses -daha açık, daha güçlü, bir ses- başka bir dille kuvvet vermeye çalışıyordu: \"Niçin tehlike olsun? Parayı bir kumar markasına mı koyacaksın? O parayla alacağın şey her vakit para değil midir? Ne zaman istesen eline geçecek bir sermayeyi kullanmaktan niçin korkuyorsun?\" Evet, niçin korkuyor? Bir şeyden daha korkuyordu, annesine, kardeşine bu düşünceyi nasıl açmalı? Bundan beklenen menfaati onlara anlatabilmek için ne yapmalı?",
    "Henüz bu tereddütler içinde bir karar verebilmek için cesaret bulamamaktaydı ki ertesi gün akşamüzeri eniştesi matbaaya geldiği vakit iki lakırdı arasında, \"Dün İkbal'e ev meselesini açtım!\" dedi. Sonra yine matbaanın günlük işlerine geçti.",
    "Ancak ayrılacakları zaman sormaya cesaret buldu, \"İkbal ne cevap verdi?\" dedi. Eniştesi omuzlarını silkti, \" Onun ne hükmü var?\" demek istedi, sonra, \"Ben ne karışırım, diyor. ikimizin kararına bıraktı\" dedi.",
    "Bugünden sonra bu plana ait olayların akışını idare edebilmek için Ahmet Cemil imkan bulamadı, belki tatlı bir hülyanın şu hakikate erme vasıtasını reddetmek için direnmekten kendisini alıkoyan bir sebep vardı.",
    "Eniştesi iki gün sonra, matbaaya bir yabancıyla geldi.",
    "Üç kişi, daha doğrusu Ahmet Cemil katılmayarak, ikisinin arasında güya kararlaştırılmış bir işin ayrıntılarına dair görüşme oldu, o akşam, evde bu konu tazelendi.",
    "Sabiha Hanım'la İkbal ses çıkarmıyorlardı, hatta oğlunun geleceğini bu planın hakikat olmasıyla mümkün zanneden bu annenin susmasında bir destek belirtisi bile fark olunuyordu. Senetler yapıldı, mahkemelere gidildi, yine o sırada iş hayatına son veren bir karşı matbaasının açıkartırmasından bahsolundu. Şimdi sanki bir dalganın üzerinde düşünmeye fırsat bulmayarak yuvarlanıyordu. Eniştesinin bin türlü zorlukları yenen faaliyeti bir hafta içinde Ahmet Cemil'in ayakları altına petrol motoruyla litografya makinesini yerleştirdi.",
    "O gün makineler dairesinden çıkmak istemiyordu.",
    "Ahmet Şevki Efendi şişkin göbeğiyle, Saip kuru kısa vücuduyla, Sait yüzünü gözünü örten kırkılmış sakalıyla, enişte ve kayının şu küçük bayramına katıldılar, hatta hiç kimseye karşı kin taşımak elinden gelmeyen Ali Şekip bile bir çeyrek kadar dükkanının cam kapılarını kapayarak matbaanın makinelerini seyre geldi.",
    "Bugünden sonra Ahmet Cemil kendisini bahtiyar bulmaya başladı. Matbaanın idaresi hemen bütün sadece kendisine kalmış gibiydi. Gazeteyi istediği gibi yazıyor, yazdırıyordu. Eniştesi her gün sabah akşam uğrayarak Ahmet Şevki Efendi ile bir çeyrek içinde işini bitiriyor, Ahmet Cemil'in odasında kanepeye yaslanarak bir sigara tellendirdikten sonra gidiyordu.",
    "Yeni makinelerin şerefine matbaa temizlendi, harfler ve gereçler tamamlandı ve düzeltildi, dizgicilere, hizmetiilere talimat verildi, matbaa yı meşgul edecek işler bulundu, Ahmet Cemil artık bütün vakitlerini matbaa ya ayırabilmek için eniştesinin tavsiyesine uyarak derslerini hatta yavaş yavaş sohbet etmeye başladığı Muzaffer Bey'i bıraktı. Akşamları evde sofra başında eniştesiyle bir yeni konuşma mevzusu bulunmuş oldu, artık daima matbaadan bahsolunuyordu.",
    "Şu halde artık tamamıyla bahtiyardı, yalnız bir endişesi vardı: Eserini bitirmek Onu bitirdikten sonra asıl hayatının mesut bir devrenin ilk saati çalrnış olacaktı."
  ]
}