{
  "title": "20",
  "paragraphs": [
    "Ahmet Cemil Sirkeci'den annesiyle Seher'i sandala bindirdikten sonra iskelede eşyadan bir şey kalıp kalmadığını anlamak üzere son bir kontrol bakışıyla etrafına baktı.",
    "Sandala ayağını atmak üzereydi, kolundan birisi tuttu: Hüseyin Nazmi.",
    "Eski arkadaşını küçük bir hayret bağrışıyla selamladı:",
    "- Sen de mi gidiyorsun?",
    "Onun da yanında bir büyük yol çantası vardı:",
    "- Evet bugün Messagerie ile .. .",
    "- Ben de Lloyd'la gidiyorum .. .",
    "Bu iki arkadaş aralarında o günden beri yavaş yavaş ortaya çıkan bir soğuklukla şimdi birbirlerine karşı hislerine bir serbest akış veremiyorlardı. Hüseyin Nazmi dedi ki:",
    "- İki gün evvel memuriyet tayinleri arasında tayin edildiğİn yeri gördüğüm zaman hayret ettim.",
    "Hüseyin Nazmi cümlesinin gerisini tamamlayarnıyor gibi biraz tereddüt etti, sonra arkadaşının elini tutarak:",
    "- Ne kadar uzak yer seçmişsin, Cemil... yazık etmişsin, dedi. Ahmet Cemil hafifçe elini çekerek cevap verdi:",
    "- Ben de senin yine o günkü tayinler arasında ümit ettiğin yerlerin en güzeline tayin edildiğini gördüğüm zaman son derece memnun oldum. Tebrik ederim.",
    "Ahmet Cemil'in ağzında bu tebrik şu iki arkadaşın hayatını şekillendiren zıtlıklar zincirinin artık son halkası hükmündeydi. Birbirlerine söyleyecek bir şeyleri kalmamıştı, Hüseyin Nazmi'nin çantasını bir sandalcı kaldırmış, bekliyordu, iki arkadaş birbirlerinin elini yine sıktılar.",
    "Bir saat sonra Sarayburnu'nu dolaşan Fransız vapuru Hüseyin Nazmi'yi, gönlü ümitle dolu, bir emel dünyasına doğru götürürken Kızkulesi açıklarında bir hafif akıntıyla süzülerek yavaş yavaş ilerleyen Lloyd'un Süveyş hattına işleyen ağır gemilerinden biri Ahmet Cemil'i kalbinde bir mezarla son keder türbesine sürüklüyordu. Evvela, hareket esnasında, o gürültü patırtı içinde hiçbir şey hissetmedi, annesiyle Seher'i aşağıda kendilerine ayrılan yere yerleştirdikten sonra yukarıya çıktı, sandallar, merdivenlerden telaşla inip çıkan halk, çözülen halatlar, koşuşan gemiciler, ara sıra iri sesiyle bu gürültünün içinde herkesi susmaya çağırıyor gibi hiddetle bağıran düdük, daha sonra etrafında timanın kalabalığı, İstanbul'la Galata arasında sıkışan bu deniz parçasını bir mahşer haline getiren bütün o hareket bir müddet beynini, gözlerini işgal etti, fakat vapur bu kalabalığı yavaş yavaş, sanki şu hayattan özlemle ayrılarak, uzak bıraktıkça, dakikalar geçerek Ahmet Cemil'in gözünde bütün hayatının biricik yaşanmış duygusallıklar mahfazası olan bu şehri ufkun lacivert zeminine resmedilmiş bir tablo şeklinde bırakmaya başlayınca kalbinde birden, içini sıziatan bir ayrılık hissi duydu, bir his ki hemen o anda bütün kararlılığını sarstı, tekrar geri dönmek, kim bilir hayatının belki sonuna kadar ayrılmak üzere olduğu bu yere tekrar ayaklarını basmak için şiddetli bir arzu uyandırdı.",
    "Uzaktandıkça karşısında Cihangir tepesinden denize doğru inen bayır küçük renk renk taş parçalarından üzerine bir resim işlenmiş uzun, yüksek bir duvar şeklinde yükseliyor, öteden parça parça kaçarak saklanıyor gibi görünen Beyoğlu sırtıyla Galata yokuşlarının üzerinden kalkmış meraklı bir baş gibi yangın kulesi iri gözleriyk bakıyor, öte tarafta İstanbul tepelerinin üzerinde camilerin birer gümüş miğferle örtülü kocaman başları yükseliyor, minarelerin semalara fışkırmak isteyen birer beyaz fıskiye şeklinde uzanan ince boyları yer yer akşamın esmer havası içinde sanki titriyor, beride güneşin son ışıklarıyla tutuımı cımlarıyla kırmızılıklara boyanan İhsaniye, Üsküdar, daha yüksekte yeşil tepeterin üzerine eteklerini sererek Marmara 'ya bakan Çamlıca, biraz daha ileride topraklardan ayrılarak kendisini denize salıvermek istiyormuş zannedilen Fener, Muda, nihayet vapur hareket ettikçe vaziyetterini değitircn -yerlerinden oynuyorlarmış, bazen birbirine sokularak, bazen birbirinden kaçışarak dalgaların içinde yüzüyorlarmış sanısını veren Adalar ... Şimdi vapur, biraz daha serbest ilerliyor, artık bu manzaralar evvelkinden çabuk uzaklanıyor, ufkun sislerine boğuluyordu.",
    "Orada, kalbinde derin bir kederle kendisinden kaçıyor zannedilen bu tabloya gözlerini dikerek bakıyordu. Sabit, ısrarlı bir vedayla gözlerini o tablodan ayırmıyordu. Vapur uzaklanıyordu, nihayet o tablo üzerine bir tül geçirilmiş gibi donuk kaldı, daha sonra büsbütün bulandı, o vakit üzerine güneşin bir donuk rengi dökülmüş bulutlardan başka bir şey görmedi.",
    "Başını çevirdi, işte güneş orada, ta Marmara'nın denizlere dökülen ufkunda, parçalanmış bir dağ enkazı şeklinde yığılmış bulutların arkasında iniyordu.",
    "Güneş görünüyordu, yalmz o bulut yığıntısının yırtılmış bağrında bir yangın, müthiş, ürkütücü bir yangın görünüyordu, ilk önce o tutuşan menfez etrafında bulutlar bir kan tufamna boyanmış duruyor, biraz yüksekte siyah bir küme o yangımn üzerinde gittikçe koyulaşan esmer bir kubbe kuru yor; kenarlardan pembe, kırmızı, al, sarı püsküller sarkıyor; bir tarafında erimiş bir yakut deresi ince kıvrımlı bir çizgiyle yol açarak akıyordu. Birden manzara değişti, bu yangın sönerek ortasında kırmızı bir tabak açıldı, etrafında sağına soluna, altına üstüne deste deste sarı ışıktan meydana gelmiş oklar fışkırdı. Bir saniye sonra yine değişti, bulutlar bu yakut kümeleriyle dolu tabak üzerine parça parça dökülmeye başladı, nihayet büsbütün örttü, artık hiçbir şey görünmüyordu, orada siyah bulutlardan bir dağ yükseldi. Bir aralık güneşin son bir ışık hamlesi fışkırdı, ta o dağın tepesinde tutuşmuş bir orman gibi parladı. Şimdi Ahmet Cemil'in gözleri bulanıyordu. Bütün denizi, semayı bu bulantı içinde karıştırdı, artık görmeyerek bakıyordu, Biraz sonra ayaklarının altında gizli bir hışıltı ile gecelerin sırlarını taşımaya hazırlanan suların üzerine geniş, uzun bir gölge düştü.",
    "O vakit vapurun kenarına, tahta kanepenin üzerine oturdu, dirseğini dayadı, başını avucunun içine koydu, akşamın serin bir rüzgarıyla saçları uçuşarak gözlerinin önünde hazırlanan geceye bakmaya başladı.",
    "Burada saatlerce böyle, yemek için aşağı inmek istemeyerek, güvertenin şu tenha halinde düşünmek için kalmayı tercih ederek oturdu, fakat düşünemedi. Yalnız burada gecenin soğuk kederini soluyarak bütün hayatının sıkıntılarını dinlendirmek, bu karanlığı zehirleyerek şifa veren kendinden geçirici bir ilaç gibi içmek, kana kana ciğerlerini onunla doldurmak istiyordu.",
    "Bu siyah bir geceydi. Öyle bir gece ki gökler bütün kandillerini söndürerek denizlere bilinmezlikler aleminin gizli şeylerini dökmek için hazırlanmış gibiydi. Yalnız ileride direklerle hacanın birer serseri şeklinde yürüyen gölgelerine karanlıklar içinde rehberlik eden vapurun kırmızı feneri bu siyahlıklar arasında açılmış uzak bir kırmızı göz gibi parlıyordu. Bu siyahlıklar ...",
    "Ahmet Cemil işte şu saçlarının arasında üşüterek geçen rüzgarın, kanatlarını çırpa çırpa, bu siyahlıkları semalardan denizlere döktüğünü hissediyor; görüyor; onların düşüşünün hışırtısını işitiyordu. Kendi kendisine, içinden, hep kişisel üslubunun tabirlerini tekrar ederek: Sanki bir baran-ı dürr-i siyah 1!.. diyordu.",
    "Birden, bu siyah gecenin karşısında aklına bir başka gecenin hatırası geldi.",
    "Ta hülya hayatının başlangıcında, ümitlerinin parıltılı zamanında Tepebaşı Bahçesi'nde Haliç'e bakarak seyrettiği mai gece ile o elmas yağmurunu hatırladı.",
    "Gözlerinin önünde o mai gece ile bu siyah gece karşı karşıya geldi: Mai ve siyah.",
    "Ah! Biçare hırpalanmış, ezilmiş hayat! Mai bir gece ile siyah bir gece arasında geçen şu nasipsiz, tal ihsiz ömür! Bir elmas yağmuru altında açarak şimdi bir siyah inci yağmuru altında gömülen o emel çiçekleri!",
    "İşte, işte, görüyor, gözlerinin önünden yaan hu siyahlıklar, denize döküldükçe bir son nefes nağmesiyle boğulan bu karanlıklar, işte bunlar o hülya hayatının üzerine çekilen bir matem kefeni değil miydi?",
    "O vakit denize baktı: Siyah bir deniz ... Karanlığın içinde geminin kenarından esmer bir köpükle kaynayarak kaçan o siyahlıkları görüyor, altında korkunç, ürkütücü, yokluk sanısı veren siyahlıktan başka bir şey görmüyordu.",
    "Ah! Bu denizin karanlıklarında saklanan hakikatler, asıl hakikat ... Bir karar hamlesi yalnız bir küçük hareket, oraya gidebilirdi. Oraya gitmek, bu siyahlığın içine, bir daha çıkılamaz, geri dönülemez derinliklerine gitmek ...",
    "Dalgalar uzun, kalın birer siyah yılan gibi kıvrana kıvrana, yuvarlanarak yuvarlanarak açılıyor, belirsiz bir lisanla karanlıkların sonsuz uzaklıkianna doğru serilerek onu davet ediyordu.",
    "Bunların siyah kucağına atılmak, yarın doğacak olan o güneşin hayatın sefaletleriyle alay eden ışığından kaçmak, bu siyahlıklar içinde sonsuz bir yoklukla mesut ve gönlü rahat yuvarlanıp gitmek ...",
    "O zaman kendisini bu dalgaların arasında süzülüp hoş bir esriklikle kendinden geçerek, sinirleri uyuşarak, denizin o dipsiz uçurumlarına doğru iniyar kuruntusuna kaptırdı, bitmeyen bir düşüşle, karanlıkları tabaka tabaka yararak, şu siyah dalgaları kütle kütle sırtına alarak, yavaş yavaş, muntazam bir ahenkle, yokluğa tam bir teslimiyetle iniyordu. Evet, bir karar hamlesi, yalnız bir küçük hareket, nasipsiz geçen hayatıyla şu faydasız vücut arasında bu denizin bütün siyah tabakalarını bir set silsilesi gibi bırakarak ta şu engin denizin bir türlü sonu bulunamayan derinliklerine kadar inecekti. Birdenbire silkindi. ..",
    "Ta yanı başında bir ses:",
    "- Cemi!, niçin karanlıkta yalnız oturuyorsun? diyordu.",
    "O vakit titreyerek ayağa kalktı, \"Geliyordum, anne!\" dedi ve hayatta bir ümidi kalmamış bu çocuk, yavaş yavaş, bu siyah geceden şu kendisini çekip almak isteyen yokluktan ayrılarak, varlığını daha kuvvetle çeken bu sese uyarak, annesini takip etti ..."
  ]
}