{
  "title": "16",
  "paragraphs": [
    "Bugünden sonra o bir vakitler bir sükfın ve saadet yuvası olan mini mini evinde bir cehennem hayatı başladı.",
    "Artık matbaaya gitmiyor, Ali Şekip'in dükkinında, kıraathanelerde, işsizlikten gelen usançla dolaşıyordu. Akşamları eve gidince herkesten kaçar, odasına kapanır, orada hiçbir şeyle meşgul olmak için heves ve kuvvet bulamayarak yatağına uzanırdı. Eniştesini hemen hiç görmüyordu, iki üç kere tesadüfünde yüzüne bakmadı, evde herke bu hazırlanan fırtınanın patlaması korkusuyla ikisinin etrafında susuyordu.",
    "Vehbi Bey her zamandan çok huysuzluklar icat ediyor, hemen her gece içeride İkbal'i başlayan sesi işitiliyordu.",
    "Ahmet Cemil bu kavgalara kendisinin yabancı olmadığını uzaktan uzağa fark ediyordu. Vehbi Bey şüphesiz onun matbaaya gelmediğini vesile kabul ederek İkbal'le kavgaya sebepler buluyordu. Evin içinde herkes özellikle Ahmet Cemil bu huysuzluklara tahammül için kesin kararlı gibiydiler.",
    "Aralarında münasebet kesiteliden beri Vehbi Bey akşamları her vakitten çok kaçırıyor, evvelce tahammülü mümkün bir çakırkeyiflikten ibaret kalan sarhoşluğu şimdi körkütük sarhoşluğa dönüyordu.",
    "Nihayet herkesin meydana geleceğini muhakkak olmak üzere hissettiği fırtına taksit meselesinin ortaya çıkması üzerine patladı.",
    "Bir gün Ahmet Cemil Ali Şekip'in dükkanında otururken kendisine parayı borç veren sarraf sırıtarak geldi.",
    "Ahmet Cemil herifi hiç söyletmeyerek:",
    "- Vehbi Bey'e gidiniz, imza benim, fakat borç onun ... dedi. Bu cevabı kaç günden beri hazırlıyor, bu karşılık veriş şeklinin reddedilemeyecek bir kuvveti olduğuna inanıyordu.",
    "Sarraf her türlü cevap almaya alışmış gülümsemesiyle cebinden çıkarmak üzere olduğu cüzdanını tekrar yerleştirerek gitti. Biraz sonra -bu defa çehresindeki gülümsernede fazla bir alayla- yine geldi, Vehbi Bey hiçbir şey tanımak istemiyor, \"Borç kiminse o versin!\" diyordu.",
    "Ahmet Cemil bu beklemediği cevaba o kadar hiddet etti ki hemen o dakikada matbaaya koşup Vehbi Bey'i boğazından tutmak, sıkıp öldürmek arzusunu duydu. Ali Şekip'e, \"Bir cinayet işlernekten korkuyorum,\" dedi. Ali Şekip en önce sarrafı bir iki gün sabretmek üzere savdı. Sonra Ahmet Cemil'in yanına geldi:",
    "- Sen hiddetle her şeyi berbat edeceksin, bütün ailenin saadeti çılgıncasına bir öfke uğruna mahvolacak. Bana biraz soğukkanlı davranacağına söz ver, bir çare düşünelim ... dedi.",
    "Fakat Ahmet Cemil artık kendini tutmak elinden gelmiyor, damarlarının içine düşen bir ateş damlası o günden beri bütün vücuduna alevler akıtıyordu.",
    "Şimdi hiçbir şeyin tamiri tarafında değildi, emellerinin birer birer yıkıldığını gördükten sonra her şeyi parçalamak, kendisi de bu parçalanan şeylerin arasında malıvolmak istiyordu.",
    "- Lakin anlamıyorsunuz, dedi, bu adamla tekrar münasebet kurmak mümkün değil, bağı kesmeye de o bahane arıyor.",
    "- Evet, amma eviniz elinizden gidecek, hiç olmazsa ona bir çare bulun, mesela bu akşam annenin, kardeşinin yanında onu sıkıştırarak bir şey yapmak mümkündür, zannediyorum.",
    "Ahmet Cemil bu girişimden bir kurtuluş ümidi bekleyerek değil fakat bir şey yapmamış olmamak için Ali Şekip'in fikrini kabul etmiş, o akşam İkbal'i çağırarak olayı anlattık tan sonra Vehbi Bey' e ev meselesinin adil bir şekle konulmasını söyletmek istemişti.",
    "İşte fırtına bunun üzerine patlamıştı. Ahmet Cemil annesiyle beraber İkbal'in getireceği cevabı bekleyerek aşağıda oturuyorlardı. Vehbi Bey verilecek cevap için İkbal'i araya koymaya lüzum görmedi, kapısı açık duran odasından bağırdığı işitildi.",
    "Bu adamın bütün aşırı bayağılığı bugün tamamıyla meydana çıkıyordu, ilk önce: \"Bir seneden beri üzerime yük oldunuz, yetişmedi de şimdi kardeşinin borcunu bana mı verdirrnek istiyorsun?\" girişiyle başladı, \"Ben evlendiysem senin haylaz kardeşini beslerneyi üzerime almadım!\" cümlesi Ahmet Cemil'in kulaklarını parçalayarak aşağıya kadar yuvarlandı. Şimdi ne yapmak lazım geleceğini bilemeyerek, hiddetinden titreyerek birbirine bakışan ana ile oğul Vehbi Bey'in söylediklerinin bir kısmını işitemiyorlardı. Fakat işitebildikleri parçalar bütün her şeyi ayrıntılarıyla anlatıyordu.",
    "Vehbi Bey söylenmekte devam ediyordu, nihayet İk bal'in ürkek bir ınınltı gibi sesi işitildi. Korkak tavrıyla bir şey söylediği fark olundu, o zaman Vehbi Bey'in büsbütün tutuştuğu anlaşıldı: Makineler mi? diyordu, ben adama makinelerin gölgesini vermem. Haksızlık ediyorsam dava etsin. Hem sen böyle şeylere ne karışıyorsun? Her akşam yılan gibi beni sokmaktan zevk mi alıyorsun?",
    "Ahmet Cemil şimdi ayağa kalkmıştı. Artık İkbal yılan olmuştu, öyle mi? Dışarıya atılmak istedi. O zaman Sabiha Hanım kollarıyla sarıldı, \"Aman, Cemil! Sabret ... \" diyor, kollarının arasında zangır zangır titreyen bu vücudu tutabiirnek için parmaklarını kilitliyordu.",
    "Vehbi Bey yukarıda hala devam ediyordu:",
    "- Zaten sizin içinize düşeliden beri ne olduğumu anladım, daha ilk günü bırakıp kaçmalıydım. Çekil, çekil yanımdan diyorum, yoksa fena ederim ...",
    "O vakit bir vücudun yukanki odada düştüğü duyuldu.",
    "Ahmet Cemil şimdi annesini kapıya kadar sürüklüyo.ı; kur tulmak isteyerek hiddetinden boğulan sesle, \"Bırak, anne, bırak\" diyordu. O zaman Vehbi Bey'in atlayarak indiği duyuldu. Ahmet Cemil annesinin kollarının arasından silkinerek kurtuldu. Fakat sokak kapısının büyük bir gümbürtüyle kapandığı işitildi, Vehbi Bey gitmişti.",
    "O zaman, yukarıdan bütün bu ailenin üzerine istediği gibi hakaret pisliğini döken bu adamı tutmaya, kafasını bu taşların üzerine çarpa çarpa sürüklerneyi başaramadığından, annesinin kadınlık zaafına yenik düşerek öfkesinin bütün taşma eğilimini serbest bırakamadığından müthiş bir üzüntü duydu. Şimdi bir şeyler kırmak, bir şeyler parçalamak istiyordu. Annesine koştu, iki ellerini tuttu, bu zayıf vücudu sarstı, \"Ah! Beni niçin bırakmadın? Çıldıracağım!\" diyordu, güya bir kuvvetli pençe boğazını sıkıyor, onu boğuyordu.",
    "Bağırmak istedi, o vakit iki eliyle yakasını tuttu, çekti, kravatı, yakalığı parçalandı, \"Çıldıracağım!\" diye bağırıyordu.",
    "Ah! Bir kere ağlayabilse, teselli bulacak sinirlerine bir rahatlık gelecekti. Fakat ağlayamıyor, boğazını tıkayan bunaltıcı bir hıçkırık onu ağlamaktan alıkoyuyordu.",
    "O aralık Seher, \"Küçük hanım! Küçük hanım ne yapıyor?\" dedi. Ah, evet, İkbal? İkbal'i düşünmemişlerdi, asıl düşünülecek olan o zavallıyı unutmuşlardı.",
    "O vakit Sabiha Hanım'la Seher yukarıya koştular, İkbal bir eliyle böğrüne basarak kapının yanında, yerde inliyordu.",
    "Sabiha Hanım üzerine atıldı, \"İkbal ne oldun? Bana baksana İkbal! Ne oldun, yavrum?\" dedi. İkbal kalkamıyor, yüzünü kaldırıp annesine bakamıyordu. İniltileri arasında yalnız \"Hiç!\" dediği işitildi.",
    "Hiç! Daima hiç!"
  ]
}