{
  "title": "15",
  "paragraphs": [
    "Ahmet Cemil bu bahsi bir şakayla bitirmek istemişti, fakat artık sabahleyin kalbinde uyanan her şeyi iyi bulmak hissi bozulmuş oldu. Kardeşinin kolayca değil belki hiç tedavi edilemeyeceğini anlıyordu.",
    "Bugün matbaa ya geç kaldığı için biraz acele giyindi, çabuk yürüdü, hatta dükkanının önünde duran Ali Şekip'in: \"Biraz uğrasana ... \" davetine, \"Vaktim yok! \" cevabını verdi, matbaanın merdivenlerini atışageldiğinden çok daha hızlı çıktı.",
    "İlk gördüğü manzara matbaanın her zamanki haline benzemiyordu. Yazı odasının iki kanatlan açılmış, yazıhanesinin etrafında birçok başlar vardı.",
    "Sait'le Saip'ten, Ahmet Şevki Efendi'den başka Fatin Dilaver ve Mazhar Feridun Beyler de oradaydı. Saip ayakta, elinde bir gazete, açık sesle okuyor, ötekiler etrafını almışlar, gülüşerek, kınşarak dinliyorlardı. Onu Saip görmedi, fakat ötekiler gördüler, etraftan bir \"Hişt! \" uyarısı çıktı, o vakit Saip şaşırarak elinden gazete düştü.",
    "Şimdi hepsine bir durgunluk, bir beceriksizlik gelmiş, bir kabahat sırasında tutulanlara has bir perişanlıkla deminki kahkahalar güya dudaklarına yapışmış kalmıştı.",
    "Ahmet Cemil anlayamadı. Fakat kendisine doğrudan doğruya yönetmeye cesaret, ederneyerek kuvvet bulmak için birbirini araştıran bakışlardan okunan şeyin kendisine dair olduğunu hissetti.",
    "En evvel o cesaret ederek, \"Bir şey mi var?\" dedi.",
    "Hiçbirisi cevap vermeye kuvvet bulamadı, birbirine bakışarak güya: \"Söylesenize ... \" diyorlardı. Nihayet elini uzattı oradan silinmeye bir çare arıyormuş gibi duran Saip'in önündeki gazeteyi aldı, gözleri, sütunları şöyle bir dolaştı, ta üçüncü sayfanın başında çok sayıda soru ve ünlem işaretleriyle donanmış bir başlık gördü: Edebi Bir Akşam Toplantısı ??!!",
    "O vakit kendisini tutamadı, şimdi onun üzerinde meydana geleceğini anladıkları acı tesiri düşünerek yüzüne merhametle bakmaya başlayan, belki bir dakika evvel tuhaf bularak güldükleri için pişmanlık duyan bu arkadaşların karşısında oturmayarak, kendisinin nasıl aşağıhindığını görmek acelesiyle, okumaya başladı.",
    "Makalede: \"Hani ya sabahları Babıali Caddesi'ndeki dükkaniarın önünde durmak adetinde olanların görmeye alıştıkları uzun saçlı bir şair vardır ... \" girişiyle başiamyord u. O vakit Ahmet Cemil o kadar açık fakat gülünç bir şekilde tasvir olunuyor, başıyla, kollarıyla, saçlarıyla, bütün kıyafetiyle, vücuduyla öyle alay ediliyordu ki hiddetinden gözlerinin beyazına kadar kızararak dudaklarının arasından, \"Raci!\" dedi.",
    "Bu makalenin Raci'nin eseri olduğunu zaten hepsi anlamışlardı, hatta şimdiye kadar Raci'nin yazdığı şeyler içinde bir dereceye kadar bunun en başarılı eseri olmak lazım geleceğine biraz evvel Sait hüküm vermişti.",
    "O vakit Ahmet Cemil'in gözleri bulandı, şimdi etrafında bulunanlardan sıkılıyor, ne gazeteyi bırakabiliyor, ne de bir şey söylemeye kuvvet buluyordu.",
    "Okuduklarını bir bulut arkasından görerek, birçok yerlerini anlamayarak devam etti: Ahmet Cemil tamamen tasvir edildikten sonra bu şairin",
    "-Frenk gazetelerinde kapıcılara özgü romanları tercüme etmekle kudreti malum olan bu şairin- bir gün şiir dünyasında bir başkalık vücuda getirmek hastalığına tutulduğundan bahsediliyor, o Hırsızın Kızı filan filan gibi tercümeleri yüzüne vurulduktan, o tercümelerde ihmal yahut terkip hatası sonucu kalmış yanlışlar büyük bir titizlik ve özenle toplamhp onun edebi gücüne birer delil olmak üzere tek tek sayıldıktan sonra bütün nazına dair teorileri türlü gülünç çarpıtmalara uğratılmış, en ilgisiz olanları bile edebiyat adına kızdıracak, komik bir tarzda tarif edilmişti.",
    "Ahmet Cemil'in şimdi hiddetinden dişleri kilitleniyor, yumrukları sıkılıyordu. Sonra o akşam toplantısı ...",
    "Raci makalesinin bu kısmında bütün davetiileri incelenmeye değer bir sakat beynin garipliklerini seyrederek eğlenmeye gelmiş olmak üzere tasvir ediyor, sonra Ahmet Cemil'i sofranın üzerine çıkartıyor, ona Galata'da Afrika, Amerika tiyatroları sahnelerinde görülen soytaniara has tavırla eserini okutuyordu.",
    "O vakit eserin güya ötesinden berisinden örnek olarak verilmiş parçalar geliyordu. Ahmet Cemi! bunları okuyamadı, kendisine özgü anlatım ve şiir tarzının bu aşağılık çarpıtılmalarına tahammül edemedi, makalenin sonlarına bakmak istedi. Nihayet orada kendisini orada bulunanlar tarafından bir iskemieye oturtulmuş, yukarıya kaldırılmış ziyafet odasının etrafında kahkahalarla gezdirilmiş gördü.",
    "Raci bu makaleyi bütün köhne bir dil tarzının süsleri olan düzyazı kafiyelerine, benzetmelere, her yöne çekilebilecek sözlere, anlamı bilerek kapalı bırakılmış kelimelere boğmuş, türlü açık saçık imalada doldurmuştu.",
    "Ahmet Cemi! bunu bitirdikten sonra -bir çamur deryasına düştükten sonra kalabalığın içinde ayağa kalkarak etrafına bakanlara has perişan bir halle- bir arkadaşın aşağılandığını görmekten gizlice memnun olmakla beraber bir acı karşısında duyulan tesirden geri kalmayan çehrelere göz gezdirdi. Ah! Şu dakikada Hüseyin Nazmi'ye ne kadar muhtaçtı! Kendisini yalnız onun anlayacağından emindi.",
    "Eğer o şu dakikada burada olaydı bu dört sütunluk zehrin acısını onun yanında ağlayarak dökmekten ne büyük teselli duyacaktı! Kendisine en evvel Fatin Dilaver Bey yaklaştı.",
    "- Bu kadar kıskanıldığınıza memnun olmanız lazım gelir kanaatindeyim, dedi.",
    "Onun bu sözü hepsine cesaret verdi. Artık Raci'nin bayağılığından, terbiyesizliğinden bahsolundu, kelimelere, tabiriere dikkat edilmedi, fakat bunlar Ahmet Cemil'i teselliye hizmet edemedi, etrafında bolca saçılan bu dost sözlerde bir soğukluk, bir sahtelik duyuyor, demin bu adamların şu makaleyi dinlerken eğlenerek güldüklerini düşünüyordu.",
    "Şimdi şurada kendisine yaranınaya lüzum gören bu adamlar o dört sütunluk aşağılamadan gülrnek hevesini duyarlarsa ya kendisine uzak olanlar, bütün gazete oku yanlar ne yapacak? Demek şimdi bütün kıraathanelerde, kahvelerde, sokaklarda kendisi için gülünüyor, bilmeyenler bilenlerden: \"Bu şair kim olacak?\" diye soruyorlardı.",
    "Ahmet Cemil derin bir bitkinlik duydu. Ta ciğerlerinin ortasında bir şey yırtılıyor zannetti. Demek kendisinin hayatta gaye olarak sevdiği, vücuda getirdiği bu eser şu dakikada herkesi güldürüyor, eğlendiriyordu. Evet, herkesi ...",
    "Birdenbire bu herkesi tabirinden bir çehre ayrıldı: Lamia!",
    "Birden gözünden bütün halkın önemi düştü, zihninin içinde yalnız Lamia kaldı. \"Bunu Lamia da görecek, o da gülecek\" diyordu.",
    "Sonra yine kendi kendisini inandırmaya çalışıyordu: \"Hayır, gülmeyecek. Bunun ne kadar haksız olduğunu anlamaz mı? Hissetmez mi? Hatta benim için acıyacak, belki hiddetinden bu pis kağıt parçasını yırtacak. .. \" Bu son ihtimal üzerine insanlarda kendilerine merhamet edildiğini duydukları zaman ortaya çıkan lezzete benzer bir şey hissediyor, onun tarafından merhamete değer görüleceği ümidiyle tatlı bir ağlamak arzusu duyuyordu.",
    "Bir aralık Mazhar Feridun Bey:",
    "- Biraz da dostlarınızın yazdıklarını okuyunuz, dedi.",
    "Ahmet Cemil hayretle baktı.",
    "Basın dünyasında dostlar da olur muymuş ? Onlar da bir arkadaşı takdir ederler miymiş ? demek istiyordu.",
    "Yazıhanenin üzerinde darmadağınık duran gazete yığını arasından Peyam-ı Cihan nüshasını buldular. Kendisine uzattılar, fakat artık aldığı yaradan sonra şifayı küçümseyen yarahiara has ihtiyaç duymayan bir bakışla gazeteyi almadı.",
    "Yalnız Mazhar Feridun'a, \"Teşekkür ederim!\" dedi.",
    "Bugün hiç kimseyle konuşmaya tahammül edebilecek bir halde değildi. Yalnızlığa şiddetle ihtiyacı vardı.",
    "Matbaacia kendi odasına kapandı, öğle vaktine kadar orada kapısını sürmeleyerek sedirin üzerine uzandı, düşündü. Raci'ye hiç karşılık vermemeye, hatta kendisine tesadü fünde bir şey olmamışçasına davranmaya karar vermişti.",
    "Raci için en büyük cezanın, onun düşmanlık eserlerine karşı kayıtsız davranmaktan ibaret olduğuna hüküm veriyordu. Fakat hakikatte şu demin kanını kurutan bir sayfa dolusu hakareti kayıtsızlıkla karşılamaya kuvvet bulamıyordu. Gözünde bütün emellerinin vücuda getirdiği netice önemine sahip olan eserinin henüz yayımianmadan üzerine dökülen bu aşağılama çirkefi hülya kanatlarında' ölümcül bir yara açmıştı.",
    "Kendi kendisine: \"Ah, hülyalarımi\" diyordu. Şimdi İkbal, matbaa, eseri, eniştesi, bütün bu yaralar hepsi birden kanamaya başlamıştı. Bir aralık yine kendi kendisine kuvvet verir, bir başarmak azmiyle ayağa kalkar, zihninden cesaretini kırarak geçen fikirleri kovmak istiyormuşçasına silkinerek: \"Niçin ümitsizliğe kapılmalı? Bir hasetçinin hükmüne bir hayatın esas gayesini feda edecek kadar zayıf bir irade sahibi miyim\" derdi.",
    "Bir aralık odasının kapısına vuruldu, bir ses: \"Ahmet Şevki Efendi sizi bekliyor!\" dedi. Matbaanın son düzenlenişi sırasında idare memuruyla karar vermişlerdi, öğle yemeğini beraber onun odasında yerlerdi. Ahmet Şevki Efendi bir temizlik ve düzen özeniyle odasında bir kısmı boş duran bir dolabın alt katını küçük bir kiler haline getirerek buraya sofra örtüleri, peşkirler, su kadehleri, tabaklar, çatallar, bıçaklar koymuş, her gün öğle üzeri küçük bir yuvarlak masanın üzerine o beyaz örtülerden birini örterek sofrayı hazırlamayı adet etmişti. Ahmet Cemil dünden beri aç olduğunu o zaman hissetti, odasından çıktı. İdare memuru küçük sofrasını her vakitki gibi penceresinin yanına kurmuş, arkadaşını beklerken ayakta sokağa bakarak karşıdaki kebapçıya ısmarlanmış altı şişin ateş üzerinde hoş biberli, kokulu dumanlar içinde cızladığını seyrediyordu.",
    "İki arkadaş karşı karşıya oturdukları vakit ikisi de bir müddet lakırdı söylemediler. İlk söyleyecekleri şeyin sabahki makaleye dair olması tabiydi. Ahmet Şevki Efendi nihayet:",
    "- Ne kadar üzülmeye eğilimli adamsın! dedi. 1 9",
    "- Aksine kendimi pek metin buluyorum. Bugün benim yerimde başka biri olaydı hiddetinden çıldırırdı.",
    "İdare memuru bu cevapla yetinmemiş göründü:",
    "- Keşke sen de çıldıracak kadar hiddetlensen de kendini böyle ümitsizliğe teslim etmesen ...",
    "Ahmet Şevki Efendi'ye göre pek ince olan bu düşünüş Ahmet Cemil'e hayret verdi. O vakit şimdiye kadar hakkında derin bir sevgisinden başka bir şeyini görmediği bu adama uzun uzun baktı, Ahmet Şevki Efendi de kendisini merhametle dolu bir bakışla seyrediyordu. İkisinin arasında birbirini seven adamları bir saniye içinde ancak bir sevgi havası içinde saran bir çekicilik ortaya çıktı. Bu bir saniye içinde Ahmet Cemil bütün düşüncelerini, ne zamandan beri bir kalbe emanet etmek isteyip de başaramadığı hislerini bu adama, sadeliğiyle, temizliğiyle etrafını çevirenlerin hepsinden üstün olan Ahmet Şevki Efendi'ye dökmek ihtiyacını duydu: \"Beni ümitsiz eden yalnız o değil, sabrınız varsa dinleyiniz\" dedi. Evvela kardeşinden bahsetti.",
    "Akşam annesine söylemeye cesaret edemediği korkularını açıkladı, eniştesini mümkün olduğu kadar anlattı, sonra: \"Matbaa ... \" dedi.",
    "Ahmet Şevki Efendi şimdi önlerinde duran salıanına çatalın ucu ile dokuna dokuna dalgın bir vaziyette dinliyordu, \"Matbaa\" kelimesini işitince eliyle \"kafi\" dedi, \"o tarafı ben sana anlatacağım. Başka?\" Ahmet Şevki Efendi arkadaşının başka dertlerini soruyordu. O zaman Ahmet Cemil kızararak, tereddüt ederek Lamia'yı, eserini anlattı. Bu iki hülyanın birbiriyle bağıntısını açıkladı. Artık yemeklerini bitirmişlerdi, Ahmet Şevki Efendi bir kadeh suyu süze süze içtikten sonra kırkık bıyıklarını elindeki peşkirle kuruladı, iskemiesini biraz çekerek, keten yeleğini gevşetti:",
    "- Bu son dertler bir şey değil! dedi. Senin eserine güvenin var mı? Bana ciddi söyle ...",
    "Ahmet Cemil bütün ruhunun kuvvetiyle:",
    "- Pek çok! dedi.",
    "- O halde eserini bastırırsın, Lamia'yı da gidip ağabeysinden istersin, ona da benim güvenim var ...",
    "Ahmet Cemil utanmasaydı Ahrriet Şevki Efendi'nin boynuna atılarak o kırmızı yüzünü şapır şapır öpecekti, fakat idare memurunun son sözleri sevince imkan bırakmadı:",
    "- Lakin kardeşine ait olan dert pek büyük ...",
    "Bu büyük kelimesi Ahmet Şevki Efendi'nin ağzında başka bir önem alıyor, daha fazla büyüyordu. İdare memuru nihayet endişeli zamanlarına has vaziyetiyle, iki parmağının ucu ile bumunu kaşıyarak dedi ki:",
    "- Asıl fenalığı, kardeşin o çapkın herifin nasıl hükmünde ise senin de matbaadan dolayı öyle esaret altına girmiş olmaklığında görüyorum.",
    "O bu esareti kabul etmemek istedi:",
    "- Niçin onun esiri olayım? Matbaadan istersem şimdi her ilişiğimi kesemez miyim?",
    "İdare memuru çok tecrübe görmüş adamların henüz her şeyi mümkün görecek kadar genç olanlara karşı kullandıkları gülümsemeyle:",
    "- Zavallı çocuk! dedi. Evi ne yapacaksın? Makineler ne olacak?",
    "Ahmet Cemil bir türlü idare memuru kadar işi fena göremiyor, meseleyi o kadar kötü bulamıyordu. O vakit iki arkadaş bütün ihtimalleri incelediler, Ahmet Şevki Efendi farz ettiği tehlikeleri açıklamaya çalıştı. Nihayet Ahmet Cemil matbaada mevkisinin vahimliğini daha fazla anlamaktan koktu, artık konuyu biraz evvel neticesiz bırakılan İkbal'e döndürmek istedi. O zaman Ahmet Şevki Efendi:",
    "- Kardeşine ait olan derdin halledilmesi matbaadaki işin halledilmesiyle mümkün olabilir. Evvela eve, makinelere birer çare bulalım. Sonra kardeşini boşattırırız. Niçin öyle bakıyorsun? Başka bir çare mi var?",
    "Ahmet Cemil bahsi daha fazla takip etmek istemedi.",
    "Zavallı hülyalanı Onlar bu sefil hakikatlerden ne kadar uzak kalmışlardı!",
    "Bu gece Ahmet Cemil'in nöbetiydi. Bugün eniştesi mathaaya hiç uğramadı. Ahmet Cemil korkulu bir yüzleşmeden kurtulduğuna seviniyordu. İdare memuru ile Sait ve Saip gittikten sonra büsbütün yalnız kaldı, matbaada ancak nöbetçi dizgicilerle makineciler vardı. Kendi odasına girdi. Bu akşam artık bir karar vermeye azmetmişti. Ne olursa olsun bu karışık işe, şu belirsiz duruma bir netice vermek istiyordu. Eniştesiyle devam edebilmek artık mümkün değildi. O halde evi kurtarmak, makineleri ona bırakmak lazımdı.",
    "Yahut makineleri alsa, mesela Peyam-ı Cihan matbaasıyla bir sözleşmeye girişse ... Bir matbaa sahibi olabilmek emelinden mümkün değil hülyasını ayıramıyor, yapabileceği şeyleri zihninde tetkik ettikçe kalbi hep şu son hal çaresine eğilim gösteriyordu.",
    "Bir aralık aşağıya makineler dairesine inmek, onları bir kere daha görmek istedi. Merdiveni yarı aydınlatan kırık şişeli bir asma lambanın ışığıyla tırabzanı tuta tuta indi.",
    "Buzlu camı üstünde: \"içeriye girmek yasaktır\" ihtarı görünen kapıyı itti, makineler dairesine girdi.",
    "Litografya makinesi ta dipte üzerine yelken bezinden örtüsü çekilmiş duruyordu. Ahmet Cemil en evvel onu bir sevgi bakışıyla selamladı: \"Dünyada tek servetim!\" diyordu. ilerledi, buraya ne vakit girse yağ, petrol, kağıt, mürekkep kokusundan toplanma ekşi havasından garip bir haz duyardı, ciğerinin bu havayı solumaya muhtaç olduğunu, bu alemden çıkacak olursa kanının kuruyacağını zannederdi. Ötede başdizgici makinenin üzerine eğilmiş bir arkadaşının tutuverdiği el lambasıyla gazetenin son düzeltilerini yapıyor, bir kenarda makineci esneyerek düzeltilerin bitmesini bekliyordu. Ahmet Cemil'i görünce hepsi başlarını çevirdiler, sonra başdizgici \" Şimdi bitecek, efendim\" dedi, yine on yaşından beri parmaklarının ucunda fikirleri çözüp bağlamakla yorula yorula harap olan vücudunu makinenin soğuk yüzeyine eğdi, tahammül edilemeyecek bir vaziyetle, kokulu lambanın pis havasının, donuk ışığıyla şuradan bir nokta çıkarmak, öteye bir virgül koymak için, sabırsızlık tan, üzüntüden, yorgunluktan ciğerleri göğsünün içinde darlaşarak, elinde cımbız, cenkleşmeye başladı. Ahmet Cemil bu zor sanatın bütün yorucu, üzücü cengini çok iyi bilirdi, onun için dizgiciliği yazarlıktan zor bulur, bu zavallılara derin bir merhametle acırdı. Bütün gün ayak üzere, dört yüz şu kadar hücreye zihnini bölerek, fikirleri parça parça, harf harf toplayıp dağıtarak, ilerlemez, bitmez bir işte sürat göstermek, parmaklarını zihnine yetiştirmek için içi içine sığmayarak, çabuk yapmak isteyip de yapamamaktan gelen bir sinir buhranıyla hastalanarak, parmaklarının ucunda fikirlecin çözülüp dağılmasından yavaş yavaş zihnine bir perişanlık gelerek işleyen bu sanat adamlarına ayrı bir sevgisi vardı. Bazı defalar düzelti sırasında bulundukça onlara bakamazdı. Satırları gevşetmek, yanlış kelimeleri, harfleri birer birer ayıklamak, yerlerine doğrularını koymak, o binlerce mini mini şeyler içinde cımbızın ucu ile gezmek, bazen bir zor yere tesadüf etmek, sıkışmış bir satıra bir fazla kelime ilavesi için yirmi satırı yerinden oynatmak, birinden diğerine aktarmalar yaparak bu madenden malılukları arzuya boyun eğdirmek ... Bütün bu şeylerin nasıl kan kurutucu bir cenk olduğunu düşündükçe hayatlarını hayatları pahasına kazanan bu adlara acır, onları pek fazla merhamete değer bulduğu için severdi.",
    "Ahmet Cemil bir şey söylemiş olmak için: \"Yarım saate kadar biter mi?\" dedi. Başdizgici, \"Şimdi ilk nüshayı gönderirim\" cevabını verdi. Son düzeltiler yapıldıktan sonra gazeteyi basmaya başlamadan evvel bir nüshasını nöbetçi yazar düzeltilmiş nüsha ile karşılaştırırdı. Bu gece onu bekliyordu.",
    "Geri döndü, cam kapıyı açtı, merdivenden yukarı çıkıyordu, merdivenin ta ilk basamağında tırabzana tutunmuş, başını oraya dayamış bir siyah gölge gördü: Raci! Kendi kendisine, \"Sarhoş! Şimdi bunu ne yapmalı?\" dedi. Tekrar geriye döndü, makineciyle yamaklardan birini çağırdı. Onlar şaşırmadılar, matbaada herkes Raci'nin bu haline alışmıştı, onu tutup yukarıya çıkarırken bir aralık makineci, \"Bir haftadan beri dört beş keredir böyle geliyor\" dedi.",
    "Ahmet Cemil kendi kendisine, \"Benim bulunmadığım geceler demek oluyor' ' dedi. Bu gece Raci'ye görünmemeyi uygun buldu. O da kendisini görebilecek bir halde değildi.",
    "Ahmet Cemil'in odasına sedirin üzerine yatırdılar. Ahmet Cemil bu geceyi yazı kurulu odasında bir köşeye büzülmekle geçirmeye karar vermişti. Matbaa sabaha kadar Raci'nin ciğerlerini söken öksürüğü ile sarsıldı.",
    "Bu sabah Saip Ahmet Cemil'i orada görünce: \"Galiba gene içeride!\" dedi. Ahmet Cemil başıyla \"Evet! \" cevabını verdi. Saip odaya girdi. Beş dakika sonra tekrar Ahmet Cemil'in yanına döndü:",
    "- Raci sarhoş değil, fena halde hasta! Ateşler içinde yanıyor! dedi.",
    "Ahmet Cemil sarardı. Bu adam hakkında duyduğu nefretle beraber ona acımaktan kendini alıkoyamamıştı. Saip'in bu sözü üzerine bir gün Ahmet Şevki Efendi'nin haber vermek istediği fena netice aklına geldi, o vakit her türlü kinini unutarak bu hasta adamın yanına gitmeye karar verdi.",
    "Saip'le beraber içeriye girdiler, Raci gözlerini açıp baktı, sonra yalnız bir saniye için uyanmış da tekrar derin bir uykuya dalmış gibi tekrar kapadı, Saip yalan söylememişti.",
    "Ahmet Cemil Raci'ye bir şey söylemek istemedi, yavaşça Saip'e: \"Bir hekim getirmeli\" dedi. O vakit düşündüler, tanıdıklarından birine adam göndermek için hatıriarından geçen isimleri tekrar ettiler, nihayet görüş birliğine vardılar.",
    "Nedim gelmiş, bugün babasıyla ilgili fena bir şey olacağı hissiyle kapının etrafında dolaşıyordu. Eczaneye onu saldırdılar. Ahmet Şevki Efendi gelip Raci'nin hastalığı haberini alınca omuzlarını silkti, \"Yalnız bugün hasta değil, çoktan beri hasta, fakat bugün yatağa düşecek demek oluyor\" dedi.",
    "Hekimin muayene neticesi idare memurunun hükmünü doğruladı, Ahmet Cemil'e, \"Şu haliyle benim gözümde mahkumdur\" dedi. O vakit bütün arkadaşları düşündüler, Ahmet Şevki Efendi'nin başkanlığı altında bir çare aradılar, idare memuru \"Hastaneye?\" diyordu ...",
    "Hastane! Bu kelime Ahmet Cemil'de pek ağır bir etki yaratıyordu. Fakat başka bir çare? Hanımıyla şu halinde banştırıp bu çetin hastayı o zayıf aciz kadına yüklemek her ikisini de öldürmek demekti. Lakin hastane? Buna bir türlü karar vermek için cesaret edemiyorlardı. Nihayet Saip, \"Acaba orada özel bir odaya yatırtamaz mıyız?\" dedi.",
    "Bu ümit biraz cesaret verdi. Buna çare aradılar, Saip, \"Siz gazete narnma bir tavsiye veriniz, aşağısını ben üstüme alının\" dedi.",
    "O gün Raci Saip'in eşliğinde Gureba Hastanesi'nde kendisine özel bir odaya yatırıldı. Raci bütün bu müddet süresince ne itiraza, ne rızasına işaret eder bir kelime bile söylememişti, hep susuyordu.",
    "Bugün Ahmet Cemil eniştesine karşı aralannda hiçbir şey olmamış gibi davrandı. Hatta o akşam yemekte birleşildiği zaman bile şu üç kişi ile bu yabancı adam arasında doldurulmayacak bir mesafe mevcut olduğuna işaret eder bir şey görülmüyordu. Yalnız Vehbi Bey biraz tutuk, biraz ciddi davranıyordu.",
    "Yemeğin ardından kahvesini kendi odasına göndermelerini rica etti. İkbal'le beraber yukanya çıktılar.",
    "Bu gece Ahmet Cemil annesine makinelere dair Ahmet Şevki Efendi ile konuşması neticesinde büsbütün büyüyen korkularını açıklamak için fırsat arıyordu, bir aralık yukanki odada fena bir sesle konuşulduğu dikkatlerini çekti.",
    "Ahmet Cemil'le Sabiha Hanım bakışıyorlardı. Vehbi Bey'in sesi şimdi yavaş yavaş yükseliyor, bir hiddet tonu ortaya çıkıyor, ara sıra İkbal'in ince çekingen sesinin bir yakan nağmesi gibi hafif ınınitısı fark olunuyordu. Sabiha Hanım:",
    "- Yine kızı başlıyor, dedi. Bir aralık yukanki oda kapısının açılıp kapandığı işitildi, bu bir saniyelik zaman içinde Ahmet Cemil Vehbi Bey'in, \"Niçin söylemiyorsun?\" nidasıyla İkbal'e bağırdığını işitti, sonra yine onun yalvaran sesi... Bir şey birden yukarki konuşmanın kendisiyle ilgili olacağını hissettirdi: \"Niçin söylemiyorsun?\" Demek kendisine söylemek için İkbal'e bir emir veriliyordu.",
    "Oda kapısının tekrar açılıp kapandığı işitildi, biraz sonra İkbal'in yavaş yavaş, istemeyerek, merdivenleri indiği duyuldu. Ahmet Cemi!, \"Zavallı kız geliyor!\" dedi. Fakat İk bal içeriye giremiyordu. Ahmet Cemi! cesaret edemediğini anladı, odanın kapısına kadar gitti, İkbal merdivenin son basamağında düşünüyordu ... Kardeşini görünce şaşırdı, Ahmet Cemi! eliyle işaret etti, içeriye çektikten sonra, \"Benim için sana bir şey söylüyordu, değil mi? Ne söylüyorduysa çekiiıme, söyle, temin ederim ki senin rahatını bozmamak için hiçbir karşılıkta bulunmayacağım\" dedi. Ahmet Cemil'in gözlerinde kardeşine, \"Seni daha çok bedbaht etmemek için bütün şeref düşüncelerini feciaya karar verdim\" yemini okunuyordu. O vakit ikbal cesaret etti:",
    "- Sizin için bir gazetede bugün bir şeyler varmış, bu bizim gazetenin şerefine dokunur, diyor. Aşağısını tamamlayamadı, Ahmet Cemi! kıpkırmızı oldu, demek kendisi gazetenin şerefine dokunacak kadar rezil olmuş sayılıyordu.",
    "İkbal daha fazla söylese kendisini tutmakta zorluk çekeceğini anladı, omuzuna dokunarak, \"Haydi kardeşim, yukarı çık, bana söylediğini bildir\" dedi.",
    "Bu olay Ahmet Cemil'i o günkü kararlarında destekledi, artık enişresiyle matbaadan tamamıyla ilişkisini kesrnek lazım geliyordu. Bunda hiç zorluk görmüyordu, makineleri geri alacak, ya bir yere kiraya verecek yahut bir matbaa ile ortak olacaktı. Kendisi de yine alışık olduğu hayata geri dönerek ders verecek, yazı yazacak, kitapçılara hizmet edecek, bu eve yalnız yatmak için gelecek, bir aralık hakikat oluyor zannettiği ümidin yeniden temelini hazırlamak için çalışacak.",
    "Bu çalışmak azmiyle babasının ölümünden sonra duyduğu bütün kuvvet ve metanetini tekrar buldu. O zaman birinci defa olarak matbaa meselesindeki hatasını Sabiha Hanım'a anlattı, planlarını açıklamak istedi.",
    "Annesi, dün gece kızına ağlarken bu gece oğlu için ağlanacak şeyler işiten bu ana, cevap vermeyerek dinledi. Şimdi bu kadında da bütün hayat ümidi, saadet idealini oluşturan çocuklarını mesut görmek emeli, tamamen sarsıntıya uğramıştı. Ahmet Cemil'in başarı ümitleri artık şüphelerle dolu kalbini tatmin edemiyordu.",
    "Ertesi gün sabahleyin eniştesiyle matbaada görüşmek istiyordu. Erken çıktı.",
    "Matbaacia Ahmet Şevki Efendi küçük penceresini açmış birisini bekler görünüyordu. Ahmet Cemil'i görünce eliyle çağırdı, idare memurunun tavrında alışılmıştan başka şartlada dolu bir mana vardı. Ahmet Cemil odasına geldikten sonra kapısını kapadı, hiçbir şey söylemeden yazıhanesinin üstünde serilmiş duran Mirat-t Şuun nüshasını aldı, ta ilk sayfanın başında iki satırlık bir yazı gösterdi. O vakit Cemil'in gözleri bulanarak şu uyarıyı okudu: \"Gazetemizin başyazartığı Osman Tayyar Bey'in yeterli sorumluluğuna bırakılmıştır. \" Ahmet Cemil bir hakaret sillesi yemişçesine sarsıldı, bütün kanı sanki başına hücum ediyormuş gibi kulaklarında, başında bir uğultu işitti, elindeki gazeteyi sinirli bir hareketle buruşturarak yere attı: \"Ah!\" dedi.",
    "Sonra Ahmet Şevki Efendi'nin karşısına oturdu kendisine acıyarak ve susarak bakan idare memurunu uzun uzun seyretti:",
    "- Bu beni matbaadan kovmak demek oluyor ... Ah! Bir gün evvel davranmış olaydım, hakarette ben öne geçmiş oluyordum, dedi.",
    "Ahmet Şevki Efendi gülerek:",
    "- Bu Tayyar'ı bildin ya, diyordu.",
    "Ahmet Cemil onu işitmiyor, kendi fikrini takip ediyordu:",
    "- Ah! Bir gün evvel davransaydım! Şimdi makineleri almalı, onlar için bir çare bulmalı -sonra birden zihninden bir şimşek geçti- lakin iki gün sonra taksit zamanı ...",
    "Ahmet Cemil bütün kuvvetleri birden sönmüş gibi oturduğu iskemlede kolları sallanıyor, gözleriyle idare memurundan yardım ümit ediyordu.",
    "Ahmet Şevki Efendi:",
    "- Makineleri almak ıçın bir çare bulalım. O bahis kolay ... dedi.",
    "Ahmet Cemil'in bu dakikada bütün çaresizliği, parasızlığı gözünün önünde bir müthiş bir hakikat şeklinde beliriyordu. Ahmet Şevki Efendi'ye:",
    "- Lakin ben büsbütün parasızım, dedi. Kendime iş bulunca ya kadar ne yapacağım? -Acı acı gülüyordu- Şimdi makineleri bir yere taşıtmak lazım gelse harnallar için para yok!",
    "Ahmet Şevki Efendi doğrudan doğruya cevap vermedi:",
    "- Bugün eniştenle konuşmak için beni vekil eder misin?",
    "O bu zorlu konuşmadan kaçmaya bahane arıyordu.",
    "İdare memurunun teklifini can atarak kabul etti. Yalnız konuşmanın esasını kararlaştırdılar, Ahmet Cemil neticeyi Ali Şekip'in dükkanında bekleyecekti.",
    "İdare memurundan sonra derdini açmaya en çok değer bulduğu adam Ali Şekip'ti. Gazetedeki ihtarın bütün sebebini, sırrını anlattı. Ve bunu ikisi de tekrar tekrar okudular.",
    "Ali Şekip ikide birde:",
    "- Şu \"yeterli sorumluluğuna\" kaydına dikkat ediyor musun? Senin için iyi bir mana içermiyor, diyor, sonra \"Benden sonra kovulmak şerefi sana gelmiş olacak!\" şakasıyla gülüyordu.",
    "Ali Şekip bir aralık Ahmet Cemil'e bir kuvvet daha verdi:",
    "- Niçin telaş ediyorsun? dedi. Benim küçük bir sermayem var, yanımızdaki dükkanı da tutar, makineleri oraya yerleştiririz, yavaş yavaş ...",
    "O vakit yine hülya silsilesi başladı. Bu hülyaların arasında Ahmet Şevki Efendi'nin her zamandan çok kızarmış olan çehresi göründü. idare memurunun ilk sözüyle bütün netice anlaşıldı:",
    "- Herif seni çok oynatacak! dedi. Sonra bütün konuşmanın ayrıntılarını aktardı. Vehbi Bey'in cevabı mantığa tamamıyla uygundu.",
    "Borç Ahmet Ceınil'in, dolayısıyla matbaada o çalışıp verilecek taksitleri kazanmalı. Matbaadan çekilmek isterse taksitleri vermek için kendisi düşünsün. Yapılamayacak bir şey varsa, o da makinelerin matbaadan alınması. Gereği yapılacak birçok işler var, makineler alınacak olursa işlerin kalmasından doğacak sorumluluğu kim üzerine alacak?",
    "Sonra, sözleşmelerin müddeti bitince bir çare düşünülür ...",
    "Ahmet Şevki Efendi bu cevapları sayıp döktükçe Ahmet Cemil sabırsızlıktan \"Netice? Netice?\" diye bağırıyordu.",
    "İdare memuruyla Ali Şekip ikisi birden cevap verdiler:",
    "- Matbaada kalmak ...",
    "Ahmet Cemil coştu:",
    "- Matbaada kalmak mı? Teklif ettiğiniz şeye bakınız.",
    "Siz o herifin ufak bir çalımına tahammül edemediniz. Biriniz kalkıp gittiniz, diğeriniz gitmek için fırsat gözetiyorsunuz.",
    "Kendinizin tahammül edemediğiniz bir şeyin en ağırını bana yükletmek istiyorsunuz. Matbaası başında parçalansın.",
    "Her şeyi yaparım, bundan sonra onun ekmeğini yememek için açlıktan ölürüm ... Amma yine yırtık pantolonlar, eski potinlerle gezecekmişim, yine kitapçı dükkaniarında peynir ekmekle vakit geçirecekmişim, hiç olmazsa eski elbiseler altında, o mütevazı sofra başında şerefimi muhafaza etmiş olmakla huzurlu olurum ya ...",
    "Ahmet Şevki Efendi bu hiddet galeyanını sakin bir çelıreyle dinliyordu. Yavaş bir sesle:",
    "- Kardeşini, makineleri, evi ne yapacaksın?",
    "Ahmet Cemil her şeyi mahva kadar cesaret alacak bir sinir bunalımı içindeydi:",
    "- Hepsi onun olsun! dedi.",
    "İdare memuru omuzlarını silkiyor, \"Çocuk! \" diyordu.",
    "Fikrini açıkladı, ona kalırsa kardeşine, eve ait olan meseleleri düzeltmek için uygun bir zaman buluncaya kadar eniştesiyle ilişki kesilmemeliydi. \"Özellikle ... \" diyordu, başlamak istediği cümlenin şu ilk kelimesinden sonra gözlerini manalıca süzerek muhatabının aklına bir şey getirmek istiyordu.",
    "Cevap vermedi, şimdi kendisi de ne yapacağında tereddüt ediyordu. Artık başının içinde beyni buharlaşan bir sıvı gibi şişerek sanki patlamak istiyordu. İki elleriyle başını tuttu, orada, bir hasır iskemlenin üstüne oturdu, artık hiçbir şey dinlemeye kuvvet bulmayarak, şurada mahvolup bütün bu hayattan, onun sıkıntılarından kurtulmak ihtiyacını duyarak, derin bir bezginlik içinde ağlamak istedi."
  ]
}