{
  "title": "10",
  "paragraphs": [
    "Bu senenin kışı gücünü tüketen bir sefalet devresi oldu.",
    "Yazın kolayca çekip çevicebildiği derslerinin kışın üstesinden gelemiyordu. Kendisinden ders alan Almanlardan rica ederek ders saatlerini mümkün derece değiştirdi. Soğukta geceleri matbaada geçirmek mümkün olamayacağından evine gidebilecek kadar erken bitirmek üzere on birden sonra hemen derslerine başlardı. Fakat yine birden önce kurtulmak mümkün olamazdı. O vakit henüz yenileyemediği paltasuna bürünerek mümkün olduğu kadar kalabalık sokaklardan geçmek için Bahçekapısı'na kadar gelir, oradan dönerek Fincancılar Yokuşu'na kadar gider, çamurlu yokuşun bozuk kenar kaldırımlarından tırmanır, Dökmedler'den kıvrılır, nihayet yorulmuş, ıslanmış, bunalmış, çarnuriara bulanmış bir halde eve girer, çocuk gibi hüngür hüngür ağlamak isteyerek üzerinden paltosunu, ayağından galoşlarını atar, aç olmakla beraber yemeğe iştah bulmayarak, yetmiş beş dirhemlik şişesinin ikinci defasını bitirip de yemek için sabırsızlanmaya başlayan eniştesinin İçeriden, \"Hele gelebildin!\" sesienişine gülmeye çalışarak sofraya otururdu.",
    "Eniştesiyle hemen yalnız şu sofrada buluşurlardı. Vehbi Bey'in sohbeti boş bir beyinden yüz elli dirhemlik sarhoşluk buharı arasında ne doğabilirse ondan ibaretti.",
    "Ahmet Cemil'in tamamıyla cahili olduğu kahve hayatına dair hikayeler, dün sabah Millet Bahçesi'nde bilardoda kazandığı başarı, yalnız kendisini eğlendirmek için söz söyleyeniere has kahkahalarla kesik fıkralar, ara sıra yemeğe dair itirazlar, bazen Seher'e karış kaba şakalar ... Bir vakitler Ahmet Cemil de bu sofrada şaka ederdi, fakat o zaman bir şaka edildikçe sofranın etrafında gülüşmeler uçuşurdu.",
    "Şimdi Vehbi Bey'in bir şakasına karşılık Sabiha Hanım'ın yüzünden zorla kopmuş bir gülümseyişi, İkbal'in üzüntüden, kocasının tuhaflıktan çok gülünçlüğüne karşı heyecanından doğan perişan bakışı, Seher'in her dakika, \"ikide birde bana ne ilişiyorsun?\" demeye, elindeki salıanı sofranın ortasına atıp kaçmaya eğilimli duran dargın tavrı görülürdü.",
    "Yemek yedikten sonra Vehbi Bey İkbal'le odasına çekilirse Ahmet Cemil annesinin yanında kalırdı, fakat çoğu zaman yemekten sonra uyuyan kocasından kurtulabildikçe bu yalnızlığa küçük bir zaman için İkbal'in bulunması da hayat verirdi. Artık İkbal çekingen tavrını bırakmıştı, kardeşine mümkün olduğunca sık görünüyordu, fakat henüz aralarında dertleşmeye benzer tek kelime geçmemişti.",
    "İkbal bahtiyar görünmeye çalışıyordu. Fakat bir annenin, bir kardeşin gözünden gizlenemeyen bir hazin renk, \"Aldanmayınız, bu örtünün altında ben varım!\" derdi.",
    "Bu kış eserine hemen çalışamadı. Derslerinden, yazılarından kurtulabildikçe biricik uğraşı şiirlerini okumaktan ibaret kalırdı, fakat bahar gelince bütün vücudunu saran uyuşukluk ve gevşeklik havası sanki güneşin taze sıcaklığıyla buharlaşarak sıyrıldı, damarlarının içinde bir canlılık hissetti, kışın donuk havaları altında üzüntüleri safhasına donuk nakışlarla geçen, adeta uykuda duyguları, baharın ılık nefesleriyle dirilip uçuşan kelebekler gibi canlandı. O vakit Ahmet Cemil'in eseri bol bir yağmurdan sonra topraklardan süzüle süzüle kayacıklar arasında birikmiş küçük bir kaynak gibi taştı, ufak ufak hamlelerle fışkırdı. Şimdi bu eser büyüyor olgunlaşıyordu ...",
    "Ahmet Cemil bütün hayatının sıkıntılarını bu eserin doğuş lezzetine karşı unuturdu. O sefalet ve dertle dolarak, taşarak geçen kıştan sonra eserinin teselli veren hayat nefesiyle bütün yorgunlukları dinlendi, bütün o zahmetler ondan yayılan ümit havasına değince kayboldu.",
    "Bir aralık Ahmet Cemil eserini antmak istedi, bir hafta sürekli bununla uğraştı, müsveddelerini ayıkladı, eksik bırakılmış yerlerini doldurdu, zevkini ikna edemeyen parçaları çıkardı, nihayet bu bir haftalık uğraşmanın neticesinde küçük bir defter vücuda getirebildi. Ah bu defter! İşte bütün hayatının mühim bir ümidi şu küçük defterdeydi.",
    "Ahmet Cemil'in sanki senelerden beri ruhuna çöken bir sıkıntı şu arıtmadan sonra kendiliğinden yok oldu.",
    "Bir mayıs günü matbaada otururken birdenbire defteri Taksim Bahçesi'nde -bir gün henüz mektepteyken Hüseyin Nazmi'yle gidip oturdukları yerde- Boğazın şiirine karşı kendi kendisine okumak istedi, hemen doğuveren şu arzuya karşı koyamadı, matbaada işini aceleyle bitirerek çıktı.",
    "Tünelden çıktıktan sonra Beyoğlu'nda biraz serseri, dolaşmak, mağazaların camekinları önünde gecikerek şurada yeni çıkmış kitapları, ötede kravatlardan, yakalıklardan, mendillerden meydana getirilmiş zarif örnek sunumları, bir moda mağazasının kumaşlarını, bütün o gönülleri çelen hiçleri seyretmek istedi. Bon Marche'nin önüne gelerek içeriye girdi.",
    "Zaten Beyoğlu'ndan işsiz geçtikçe buraya bir kere girip çıkmak adetiydi. Henüz o kadar kalabalık yoktu, ilerledi, çocuk oyuncaklarının yanına kadar geldi, ellerinde çalpara, başında maili kırmızılı bir külahla gelip geçeniere gülümseyen bir soytarıya bakınakla meşgulken arkasından kendisine yabancı olmayan bir tatlı sesin bir hayret seslenişiyle, \"Al Cemil Bey! \" dediğini işitti. Başını çevirdi, o vakit anlaşılmaz bir sebeple alışılmış olmayan olaylara tesadüf olununca hissedilen ürküntüye benzer bir titreyiş vücudunu baştan aşağıya sarstı.",
    "Kendisine hitap etmesini beklercesine Lamia gülümseyen bir yüzle karşısında duruyordu.",
    "Ahmet Cemil Lamia'yı belki bir seneden beri görmeınİştİ ve göremezdi, Hüseyin Nazmi'nin köşküne yahut kışın evine gittikçe Larnia'nın bazen piyanosunu işiterek, bazen bir kapının aralığından süzülüp geçtiğini duyarak, bazen eteğinin bir hışıltısını hissederek yahut çekingen bir kahkahasının bastırılmış gürültüsünü fark ederek onun vücuduna yakın olmaktan, onun çevresindeki havada geçici bir müddet için yaşamaktan doğan bir şey duyardı, meçhul bir şey ki niteliğini anlamamış, özünü irdelemek istememişti. Fakat bu meçhul şeyin bütün kişiliği üzerinde derin bir etkisi vardı.",
    "Henüz on beş yaşlarındayken hatırasına kazınan yüzünü zihninde tamamlamış ve eksiksiz hale getirmiş, ondan uzak yaşadığı müddetçe o yüzü daima besleyerek arada geçen zamanı sanki telafiye çalışmıştı. \"Şimdi tamamen bir genç kız olmuştur!\" derdi. Genç kız! Ahmet Cemil'in zihninde bu genç kız sıfatının özel ve ayrıcalı bir önemi vardı. O, henüz çocukluktan çıkarak varlığı tuhaf şeylerle dolu bir dünyanın sırlarına karşı gelişmeye hazır duran, ansızın hissediverdikleri bir hakikatİn şaşkınlık rengi gözlerinde sizi sorguya çekiyormuşçasına bir anlama çabası ifadesiyle uçuşan, bazen çocukluktan kalmış bir alışkanlık kalıntısıyla gölüverirken birdenbire bir genç kız sıfatıyla henüz uyuşamayan ciddiyetiyle gözlerini indiren, dün başka bir şeyken yarın başka bir şey olmaya hazırlanan, fakat bugün belirsiz, karmakarışık, o belirsizliği, karmakarışıklığı için şiirle, sevclayla dolu olan bu varlıklara, bütün yolu üstüne tesadüf eden o genç kızlara Ahmet Cemil tapareasma sevmeye benzer, öpmeyi andırır bir olağanüstü sevgi bakışıyla bakardı.",
    "Kalbinde yer tutmuş böyle binlerce yüz vardı: Köprü' den vapura binerken gördüğü yahut Şişli'de bir Kağıthane dönüşünde tesadüf ettiği yahut Tepebaşı'nda, Taksim'de, Köprü'de, hemen her yerde bir dakika için sevdiği binlerce yüzler vardı ki bunlar kendisi için saadet hülyası olan o genç kızın hayalinde kurduğu şekli etrafında uçuşan birtakım periler, kanatlı şiirlerdi. Bunların hepsini severdi, daha doğrusu o genç kıza bunların her birinde ayrı ayrı tapardı, fakat bütün bu yüzlerin üstünde, bütün bu gülümseyen hülyaların arasına bir hayal de girerdi. Bu hayal pek akışkandı, belli belirsiz bir şey! Belirsiz bir çocuk yüzü, \"kim bilir kimdir\" diye aratacak bir yüz?",
    "Bugün Lamia 'yı karşısında siyah çarşafı çenesinin altından tepesi bir ineili iğneyle iliştirilmiş, peçesi alnının kıvırcık saçlarının bir yarı örtülülük altında bırakarak başına atılmış, ince parmakları siyah gücleri eldivenler içinde uzun saplı zarif şemsiyesinin püskülünü oynatarak, henüz çocukluğunu unutmamış, henüz iki üç sene evvelki sıfatıyla Ahmet Cemil'in karşısında bulunuyormuş gibi saf çehresiyle bakarak görünce, zihninde uçuşan ve binlerce yüzler -bir ışık isabetiyle bir bulut parçasında ortaya çıkıp da birden sönüveren panltılar gibi- uçtu. Sonra onların arasında genç kız, o gençliği semasının sevda güneşi, ışıklarını serperek çekiciliğinin ateşlerini saçarak çıktı ...",
    "Lamia'nın yanında dadısıyla piyano öğretmeni hanım vardı. Bir dakika öyle karşı karşıya, birbirine söz söylemek lazım gelip gelmeyeceğinde tereddüt ederek, gülümseyerek bakışıp durdular, sonra Lamia biraz gülümsedi, \"Birisine oyuncak mı alıyorsunuz? dedi.",
    "Ahmet Cemil:",
    "- Hayır, yalnız bakıyordum, cevabını verdi. Lamia şüphesiz şurada, şu oyuncak tezgahının yanında ister bir çocukluk arkadaşıyla, ister bir dakikalık olsun sohbetin tuhaflığını daha az hissederek daha cesurdu.",
    "- Biz haftaya yine köşke gidiyoruz, ufak tefek almak için çıkmıştık, dedi, sonra Ahmet Cemil'in eline bakarak:",
    "- Yeni bir kitap mı? diye sordu.",
    "- Hayır, benim şiirlerim ...",
    "- Ağabeyimin daima söylediği eseriniz mi? .. Bir akşam onu bizde okuyacakmışsınız, öyle mi? Ben de dinlemek, sizi okurken görmek istiyorum, amma ...",
    "Küçük bir kahkahayı tuttu, sonra Ahmet Cemil'in perişan cevabını dinlemeyerek siyah gücleri eldivenler içinde daha ince görünen parmaklarıyla peçesini indirdi, \"Efendim!\" dedi. Ahmet Cemil küçük bir hareket bile etmeyerek duruyordu, bütün hayatı, bütün ruhunun emellerinin özü işte şu siyah nazlı hayal, işte şu ipek çarşafın dalgaları içinde vücudunun hafifçe titrediği hissedilen akışkan ve dalgalanan hayal şeklinde kaybolup giderken, Ahmet Cemil orada, elinde çalparalada başında maili kırmızılı külahıyla gelip geçenleri gülerek seyreden soytarının alaylı bakışı altında . elinde şiirlerinin defterini kıvırarak duruyordu.",
    "Bugün Ahmet Cemi! Taksim Bahçesi'nde bu şiirini değil asıl gençliğinin şiirini -yalnız onu- okudu. Bahçe tenhaydı, henüz yapraklanmış bir ağacın altında mai şemsiyesini açmış, alçak ökçeli potinierini önüne çektiği bir iskemlenin kenarına dayamış gözlüklü ihtiyar bir İngiliz mürebbiyesi, biraz heride ellerinde küçücük küreklerle bahçeden kum toplayarak mini mini kavalara doldurmak önemli işiyle etrafı görmeye vakitleri olmayan iki çocuk, saçları rüzgarlara savrularak, başlarından kaymış hasır şapkaları arkalarında çırpınarak, uzun konçlu düğmeli potinieri kurnlara temas etmiyormuşçasına bir çeviklikle koşarak çemberierini çeviren bir örnek giyimli iki kız, hayatının uzun yorgunluklarını bir gazetenin tefrikasında dinlendiren bir ihtiyar, ötede heride tek tük gruplar, koşuşan bağrışan çocuklar, daha sonra, Ahmet Cemil'in gözleri, bunlardan ayrılarak, bayırın üstünde uçuyor, gülümseyen renkleriyle, manzaralarının girinti çıkıntılarıyla, yeşil tepelere doğru tırmanmış yahut mai sulara doğru akıverrniş gibi duran binalarıyla Boğaz'ın sakin görüntüsüne dikiliyordu. Bazen bu tablo gözlerinin içinde bulanıyor, tepeleri; sular, yalılar, bütün güzel şekiller, manzaralar bir fırça darbesinden kopma renklermiş de birbirine karışarak bir hamur haline geliyormuş gibi oluyordu.",
    "O zaman hayalinin yansısında guruba tesadüf etmiş bulut parçası gibi kırmızılara, mailere, yeşillere, sarılara boyanan bu görüntülerin içinde Lamia'yı -ilkin küçük, şu kadarcık, kıvırcık saçları başının beresinden dışarı taşarak, Hüseyin Nazmi'yle gezmeye çıktıkları vakit yanı başında iki elleriyle eline yapışarak, konuşmalarının arasına \"Bu ne? Niçin?",
    "Nasıl? Ne vakit?\" sorularıyla her dakika karışarak, bir dakika sonra sekiz on yaşında, bir kış gecesi mesela iki arkadaş yüksek sesle bir şiir okurken halının üstünde daima gülümser siyah gözlerini anlamayarak yüzlerine dikmiş yahut kendine özgü bir düşünceyle meşgul oluyor zannını vermek için bir ciddi tavırla elindeki resimli mecmuaya dalmış görüyordu.",
    "O yüz böyle zihninden bir an içinde beden değiştiren bir ruh gibi yüz dönüşüm silsilesinden geçerek, her değişmesinde bir hatıra uyandırarak bütün hayatını, beyninde, bir dakika içinde tekrar yaşatıyordu. Lamia'dan daima pek sıcak bir his duymuş, onunla beraber bulunmaktan haz almıştı. O da küçüklüğünden beri daima onun etrafında dolaşır, daima güler, birisinden yüz bulmuş çocuklara has sokulganlıkla daima yanına gelir di. Demek bugün Bo n Marche'de uzun bir kayboluştan sonra onu görünce vücudunu sarsan şey ...",
    "Artık o şeyin aslının etkisinden kaçmaya, kendini onun hükmü altından çıkarmaya lüzum görmüyordu.",
    "Bakınız o siyah peçenin, siyah çarşafın, siyah saçların altında parlayan siyah gözlerden bir şey akıyor, güya siyah bir ışık ki baş döndüren ateşli bir sevda havasıyla vücudunu sarıyor, yakıyor, fakat okşayan bir ateş, bir ateş ki sıcak bir öpüş gibi ...",
    "Artık saklamaya ne lüzum var? İşte bütün hayal kırıklığı içinde geçen gençlik sevdasının emellerinin özü. O aydınlık rüyalarının genç kızı, hayatında birinci ve sonuncu olmak üzere seveceği vücut, işte o biraz evvel gülerek, dudaklarını basarak, hafifçe başıyla selamlayarak, \"efendim!\" diyen Lamia'ydı.",
    "Şiirlerini dinlemek istiyormuş. Onu Lamia'ya kendisi okumak isterdi. Zihninde bu şiir okuma için özel bir oda düzenliyor, Lamia'yı orada bir kanepeye oturtuyor, kendisi ta ayaklarının dibine küçük bir ayak iskemiesine oturuyor, sonra titrek bir aşk sesiyle bütün fikirlerinin, hislerinin sonucu olan bu şiir parçalarını bir sevda nağmesi gibi onun üzüntülü gözleri altında okuyordu. Ah! O sevda dakikası!",
    "Acaba nasipsiz hayatında o bahtiyar saat çalacak mı?",
    "Alnında bu soru bir endişe çizgisi çiziyordu. Kendi kendine, \"Niçin onun benimle evlenınesini istemesinler?\" diyordu. O da kendisini sevmiyar mu? Bir saat evvel o kendisine gülümseyen gözlerde bir gizli kapılma manası hissolunmuyor muydu?",
    "Bu aralıkta yanı başında koşan bir kız kumların üzerine yüzükoyun düştü. Başını çevirdi, çocuk iri mai gözleriyle imdat isteyerek ona bakıyordu, yerinden kalktı, çocuğun ellerinden tuttu, kaldırdı ...",
    "Bu olay onu hakikate geri döndürmüş oldu. Artık tekrar oturmadı, yavaş yavaş, türlü renklerde elbiselerle süslenen iskemlelerin, korucukların arasından süzülüp çıktı, elinde şiir defteri, gözlerinin içinde şimdi artık tam bir açıklıkla gülümseyen Lamia ağır ağır Taksim Caddesi'ni çıkmaya başladı ..."
  ]
}