{
  "title": "14",
  "paragraphs": [
    "Sabiha Hanım, hem bahtiyar, gülüyor, hem, sedire başını dayayarak elleriyle midesine basan İkbal'i gösterip henüz bir şey anlamayan Ahmet Cemil'e, \"Rahatsız, kızcağız bütün gün kıvrandı\" diyordu.",
    "Ahmet Cemil anladı, fakat garip bir his bu olaydan memnuniyete bedel bir üzüntü uyandırdı. Eniştesi hakkında duyup susturmayı başaramadığı nefretin bu dakikada hiddet sesi her zamankinden daha belirgin, daha yeğin işitildi.",
    "O adamın kanının şimdi kardeşinin damarlarında dolaşmaya başladığına işaret eden bu hadise sanki gözünde onu kirleten bir olay hükmüne geçti.",
    "Zavallı ana! O bu histen kim bilir ne kadar uzaktı.",
    "Büyükanne olmak lezzetine karşı bütün ağırbaşlılığı çocukça bir sevince dönüşmüştü, şimdi oğluna bakıyor, onun da şu küçük aile bayramına katılmasını arzu ediyordu.",
    "Ahmet Cemil o neşeye acı bir tesir ilave etmekten kaçındı. ikbal şimdi başını kaldırmış, gülerek Ahmet Cemil'e bakıyordu. Ahmet Cemil kalben \"Çocuk! Bahtiyar değil, bundan eminim, hiç olmazsa mesut bir eş olmadığını bir anne olmak saadetiyle unutacak!\" diyordu.",
    "Ahmet Cemil bugün matbaadan erken kaçmış, bir an evvel odasında yalnız kalarak biraz kalbini dinlemek için can atmıştı. Odasına çıkınca cebinden defterini çıkardı, yazıhanesinin üzerine koydu. Dün akşamki başarısından sonra onu bir daha karıştırmak istiyordu. Odasında adeti, ceketini, yeleğini, yakalığını çıkararak, fesini atarak küçük bahçeye bakan mini mini penceresinin yanında oturmak, yarısı görünen bir minareyi, komşu evlerin kiremitlerini, biraz ötede iki yüksek duvar arasındaki kesik bir tablo şeklinde duran semayı seyretmekti.",
    "Bu akşam oraya oturup da eline defterini alınca bir müddet onu açamadı, kalbi beyaz gölgenin hayaliyle doluydu.",
    "Şimdi onu düşünmek istiyordu, gözlerini kapadı, o sabahki rüyayı hayalinde bir daha yaşamak istedi, yüzünü örten o siyah dalgayı, o belirsiz simayı bir daha gördü, ciğerlerini yakan insanı canından geçiren bir öpüşün titreyişleri dudaklarında bir daha titredi. \"O benim olmayacak olursa ölürüm\" diyordu ...",
    "Şimdi şu defteri her vakitten daha çok seviyor, onu Larnia'nın dinlemiş olması değerini bir kat daha arttırıyordu.",
    "Daima hatırasında bir arada olan eseriyle Lamia artık daha samimi, daha güçlü bir yakınlıkla birbirine bağlanmış gibiydi. Gözlerinin ucuyla sayfaları süzerek yaprakları çevİrıneye başladı. Kendi kendisine, \"Acaba şurasını okurken orada mıydı?\" diyordu. Çevirdi, çevirdi, artık son sayfaya gelmişti, defteri büsbütün kapıyordu, birden gözlerine bir yabancı yazı ilişti. Ta son sayfanın altında bir çocuk yazısı gibi henüz tam yer etmemiş, henüz tam bir şekil almamış bir yazı ...",
    "Yalnız şu kadar: \"Tebrik ederim\". Daha sorıra beş sıfır.",
    "Şimdi anlıyordu, demek o bahçe kapısının yanında gidip onun ayaklarına atılmak isterken o, yemek odasında sofranın üzerinde kalan bu defterciğe koşmuş, görülmekten korkarak titreye titreye şu iki kelimeyi oraya yazıvermişti. Demek -o sırada her türlü tehlikeyi göze alarak gidip ona, \"Seni seviyorum. Müsaade eder misin, seni sevebilir miyim?\" deseydi, ondan, \"İşte bakın, ben de sizi düşünüyorum\" cevabını alacaktı.",
    "Bu iki kelime Ahmet Cemil'e Lamia'nın bütün hissettiklerinin açıklaması kadar ayrıntıyla zengin, aşk nağmeleri söyler gibi geldi. O da kendisini seviyor ... Bundan emindi, işte yalnız şu iki kelime Lamia'nın ta çocukluktan beri damla damla birikerek, bastırmaya lüzum görülmeyecek bir aralık taşıveren sevdasının iki açık belirtisi değil miydi?",
    "Gözlerini o çocuk yazısından ayırmıyor, onların arasında Lamia'yı görmeye çalışıyordu. Zihninde o dehlizdeki tesadüften sorıra beyaz gölgeyi takip ediyor, yemek odasına götürüyordu. Beyaz gölge bir tehlikeden kaçıyormuşçasına kapıyı kapayarak oraya sığınıyor, sorıra o defter gözüne ilişiyor. Beyaz gölgenin küçücük bir kalbi var ki bu defteri görünce çırpınıyor. O defter, dernin onun okuduğu defter ...",
    "O vakit defter ufak bir kalp çarpıntısıyla ele alınıyor, yavaş yavaş ötesine berisine göz gezdirilerek süzülüyor, birdenbire bir arzu duyuluyor. Demin herkes onu tebrik etmemiş miydi? O da tebrik edecek. Niçin etmesin? Niçin ondan iki sözü esirgesin? Ah! Bir kurşun kalemi olsa! Etrafa göz gezdiriliyor, perdelerden, aynadan, lambadan bütün bu eşyadan yardım isteniyor, \"Ah! Bir kurşunkalem, bana bir dakika için ödünç verecek bir kurşunkaleminiz yok mu?\" deniyor, sonra ... Ahmet Cemil'in hayal kuvveti burada duruyordu, o kurşun kaleminin nereden geldiğini çıkaramıyor, orasını sıfırlada geçiyordu ... Ah! Bu sıfırlar, şu iki kelimenin altındaki sıfırları gördükten sonra onlarda büyük bir mana serveti buluyordu. Bu sıfırlar, bunlar Lamia mı demek olacak?",
    "Şimdi gözleriyle o yazıları, o sıfırları, bütün ifade ettikleri manalarta öpüyor, okşuyordu ...",
    "Hafifçe gözleri süzülerek, ta ötede belli belirsiz bir rüzgarla yosunlu kiremitlerin, eski saçakları sallanan çatıların, perdeleri arkasında titrek ışıklar belirmeye başlayan komşu pencerelerinin üzerine döküle döküle koyulaşan karanlık dalgası arasında titriyor, canlanıyor, gülüyor gibi gördüğü bu yazılar soğurarak, akşamın nemli soluğundan sızan bir keder yorgunluğu içinde kaybolarak dalmıştı ki birden odanın dışarısında bir şey sofayı sarstı. Ahmet Cemil bu uyuşukluğun içinden güya bir rüyadan uyanırcasına yerinden fırladı, odasının kapısını açtı. O vakit gördüğü şeyi pek iyi anlayamadı, eniştesini öteki odaya telaşla giriyor gördü.",
    "Şimdi merdiven başında yalnız Seher vardı, sofanın yarı karanlığı arasında kızın gözlerinde bir ateş, çehresinde bir dargınlık görüyorum zannetti.",
    "- Ne oldu Seher? dedi. Kız bir şey söylemek istiyormuş gibi yutkundu, sonra cesaret edemedi, merdivenden aşağı indi.",
    "Ne oluyor, yine ne oluyor? Ahmet Cemil sanki bu küçük evin havasında uçuşan bir felaket kokusunu hissediyordu.",
    "İkbal'in her vakit örtülü çehresi, evin içinde silinmeye hazır bir ürkütücü hayal şeklinde dolaşan hüzünlü hali, daima ağlamak fakat bir şey söylememek için kararlıymış gibi donuk, iç sızlatan, fakat hakikati hissettirmemekte ısrarlı duran gözleri, sonra bu hüznü etrafında o anlaşılmaz işin aslını bilen tek kişiymişçesine adeta hayvanca bir bağlılıkla dargın çehresiyle, kızgın gözleriyle dolaşan Seher... Bunu pek iyi fark ediyordu. Bir müddetten beri -iki kelimeyi birbirine bağlayacak kadar düşünme gücüne sahip olmayan- bu kaba köylü kızında İkbal için deliliğe benzer bir tutkunluk, derin bir merhamet keşfediyordu. Denebilirdi ki evin içinde yalnız bu ahmak kız bir hayvanca kararlılıkla İkbal'in sırrını anlamakta herkesin önüne geçmişti. Seher'in \"Küçük hanım\"' deyişieri vardı ki ağlamaya benzerdi, İkbal'e öyle bakışları vardı ki, \"Senin bedbahtlığını yalnız ben biliyorum, sana yalnız ben acıyorum\" demek isterdi.",
    "Daima onun etrafında dolaşmak için sebepler bulur, mutfaktan çıkınca vaktini küçük hanımın, eteği dibinde çorap örmeye ayınrdı ... Lakin şu küçük olay, şu demin odasının dışarısında sofayı sarsan şey ... Kim bilir eniştesinin geçerken bir yere çarpmış olması yahut Seher'in inerken düşmesi, kısacası bir hiç ne için fikrini birden İkbal'e yöneltmiş, ne için kalbinde \"Bu hiçin kız kardeşine büyük bir ilgisi var\" diyen bir ses uyandırmıştı?",
    "Ahmet Cemil birden, aklından bir şimşek gibi geçen bir fikir için: \"Ah!\" dedi, sonra o fikirden o kadar ürktü ki içyüzünü bulmamak, aslını anlamamak için kendisini zorladı. Fakat şimdi o fikir silinmiyor, içe işleyen bir zehir gibi silindikçe daha derinlere giriyor, sokulacak, yakacak gözenekler arıyordu. İkbal'in bütün hissettiklerinin sırrını bir sözle özetledi, \"Sevilmediği için bedbaht! \" dedi. Daha sonra bir ölümcül hastalığı vaktinde fark etmeyen bir hekim gibi bu hakikati keşifte bu derece geç kaldığı için kendisine bir suçlu gözüyle baktı. \"İkbal sevilmiyor, bundan şimdi eminim, kardeşim gözümün önünde her dakika bir ölüm geçiriyor, her dakika ciğerlerinden zehir akıyor ... Ah! O bir dakika evvel ağlamış gibi bir imdat istercesine bakan gözler, şimdi onları anlıyorum. Halbuki ben bunu keşfedebilmek için bir sene kaybettim diyordu. O vakte kadar yalnız kendisini düşünmüş, matbaasını, eserini ... -İlaveye cesaret edemiyordu, fakat hakikat öyle değil mi?- Lamia'yı düşünmüştü. Kardeşim, gözünün önünde canlı fakat sessiz bir facia gibi \"Anlamıyorsunuz, yazık!\" serzenişiyle duran o zavallıyı anlamamış, anlamak için bir şey yapmamıştı. Şimdi kendisini affetmiyor; bir hata sonucu bir felaket meydana getirenlere has vicdan azabıyla duramıyordu.",
    "Kapısını sürmeledi, küçücük odasında geziyor; bazen karanlıkta yazıhanesinin başında durarak, bazen küçük penceresinden gecenin esrada dolu karanlığına sorular sorarak düşünüyor, şimdi bir hiçten çıkardığı bu neticeyi açıklayacak geçmiş olayları ve belirtileri hatırlamaya çalışıyordu.",
    "Bazen birden, hiç beklenmeyen bir zamanda zihne çarpıvermiş hakikatler vardır ki senelerden beri damla damla, çeşitli zamanlarda döküle döküle birikmiş belirtilerin, küçük küçük, başlı başlarına manasız işaretierin birdenbire doğuveren neticesidir. Bir hiç, fikirden geçen bir rüzgar; o manasız belirtileri, işaretleri açıverir, bunlar, aralarından engelleyici duvarla katkıvermiş zerreler gibi birbirine katılır; birbirini bulur; onlardan bir küme meydana gelir ki görülmemesi mümkün olmayan bir hakikat hükmünü alır ...",
    "Şimdi Ahmet Cemil'in zihninde o deliller toplanıyor, birbirine sokularak güya birer tanıdık selamıyla buluşuyorlardı.",
    "İkbal'in bir sabah herkesten evvel aşağıki odada bulunmuş olması, bir gün Seher'in Vehbi Bey'e şemsiyesini vermekten kaçınarak, \"Oradan alıversin! diye ınırıldanmış olması, yüzlerce, binlerce hatırına gelen bu olaylar; ortaya çıktıkları zamanlarda manasız sanılan bu küçük şeyler, bütün İkbal'le Seher arasında parçalanan bu hatıralar şimdi birikiyor, birikiyor, fikrinde sarsılmaz bir delil sütunu şeklinde yükseliyordu.",
    "Bu aralık kapısına vuruldu .. Seher yemeğe çağırıyordu.",
    "Ahmet Cemi! bu anda kendisinde yemek için güç bulmadı.",
    "Zihnindeki şu yığılma arasında sofraya oturmak, düşünce sine yabancı kalan bir sohbete katılmak, özellikle o adamın artık şimdi nefret etmekte bir haklı sebep bulduğu o adamın karşısında sahte bir duruşla oturmak için kuvveti yoktu.",
    "Yalan söyledi. \"Ben akşamüstü yedim, sofraya gelmeyeceğimi \" dedi. Seher cevap vermeden çekildi, şimdi yanındaki odada bir ınınltı işitiyordu, sonra dikkat etti, meraklı adamlar gibi gürültü etmekten sakınarak bir şey işitıneye çalıştı. Yanındaki odanın kapısı açıldı, eniştesi çıktı, \"İkbal odada kaldı, zannederim\" dedi. Şimdi eniştesinin yavaş yavaş merdivenleri indiğini duydu, \"İkbal yemeğe inebilecek bir halde değil, zaten midesinden rahatsızdı\" dedi. Birden İkbal'i gidip odasında bulmak, \"Kardeşim, artık anlıyorum, söyle bakayım, bana hepsini söyle ... \" demek için şiddetli bir arzu duydu. İkbal gelin olalıdan beri onlara ayrılan odanın kapısına bile dokunmaktan çekinmişti. Ayaklarının ucuna basarak çıktı, oraya kadar gitti, onu olduğu gibi görmek için, geldiğini işittiemekten sakınıyordu. Yavaşça kapıyı itti, kapı hiçbir ses çıkarmaksızın açıldı, şimdi ilerleyemiyordu ...",
    "İkbal'i, orada, karyolanın yanındaki mindere yüzükoyun kapanmış, uzun örgülü saçları bir kolunun üzerinden kayarak aşağıya sarkmış gördü.",
    "Ağlıyor muydu?",
    "Ahmet Cemil kardeşinin şüphesiz saklamak istediği şu gizli manzaranın üzerine varmış olmayı şimdi zariflikten yoksun buluyor, kendisinden saklanmak istenen bir şeyi gidip zorla meydana çıkarmış olmakta bir kabalık buluyordu. Bir saniye daha, geri dönecekti, fakat orada bulunduğunu bir şey ikbal'e hissettirdi. Silkinerek başını kaldırdı, o vakit iki kardeş arasında acı, sanki feryatla dolu birinde şu acınacak perişan hali göstermiş olmaktan utanan, ötekinde görmekten keder duyan bir bakışma geçti.",
    "Ahmet Cemil kardeşinin yanına kadar gitti. Şimdi İkbal minderde doğrulmuş, kalkmaya cesaret ederneyerek duruyordu. Ahmet Cemil yere dizinin dibine, kilimin üzerine oturdu, şimdi tam bir teslimiyetle kendisini bırakan ellerini tuttu. \"İkbal, söyle bakayım, ne oluyorsun?\" dedi. İkbal'in gözleri kapandı, kapaklarının kenarında koşuşan kısacık hızlı titremeler arasından yaşlar, sıcak birer damla zehirle dolu gibi ağır, iri yaşlar, art arda gelen bir düşüşle uzun kumral kirpiklerinin ucundan süzülerek, ikisinin birleşmiş ellerine düşüyor. Bu elleri ıslatıyordu.",
    "O vakit ağlamayarak, boğazında söz söylemesine zahmet veren bir tıkanıklıkla, İkbal'i teselli etmek değil sorgulamak istedi. \"Ne oluyorsun, İkbal? Niçin bana söylemiyorsun? Şimdiye kadar niçin söylemedin? Rahat değil misin, kardeşim, bir ıstırabın mı var?\" diyor. Sorular birbirini takip ederek ağzından dökülüyordu. Fakat bu soruların cevabı yalnız o elleri ıslatan, sıcak, ağır, iri gözyaşlarıyla bu dakikada gözlerine her vakitten çok sarı, zayıf, narin görünen bu vücudun ta ruhunun derinlerinden kopma darbelerle sarsıntılarından ibaret kaldı ...",
    "Nihayet İkbal \"Gidiniz, ağabey, şimdi gelir ... \" dedi. İkbal güya korkunç bir malıluktan bahsediyormuşçasına kapıya bakıyor, \"şimdi gelir, şimdi gelir ... \" diyordu.",
    "Ahmet Cemil burada duramayacağını anladı, İkbal'i, yalnız bıraktı. Odasında, \"Ne yapmalı?\" diyordu. Evet, ne yapacak? Demin geç kaldığını, zaman kaybettiğini düşünüyordu, şimdi işte hakikat gözyaşlarıyla, ıstıraplarıyla önünde birden meydana çıkmıştı. Şimdi ne yapacak?",
    "Evvela Ahmet Cemil'de bir öfke patlaması meydana gelmişti. Asabi seğirmelerlel yumruklarını sıkıyor, odasında geziyor, bir şeyler yapmak istiyordu! Kardeşini bu talihsizlikten kurtarmak için bütün vasıtalara, bütün kuvvetiere sahipmişçesine yalnız şimdiye kadar kayıtsız kalmış olmasına kızıyordu. Fakat bu ilk hiddet hamlesi geçtikten sonra bir güçsüzlük hissi demin titreyen sinirlerini uyuşturdu. Şimdi bir gevşeklik duyuyor, bu hakikate karşı çaresizlikten büyük bir bezginlikle şuraya oturmak, biraz evvel, aşkının şiirini okuduğu şu köşede içeride ağlayan kardeşi için üzgün, sessiz, gözyaşlarını akıtmak istedi.",
    "Eski yazı metinde \"ihtilacat-ı asabiyye\".",
    "Bir aralık aşağıda sokak kapısının açılıp kapandığını duydu, daha sonra kapısının dışarısında annesinin sesini işitti:",
    "- Cemil, açsana ...",
    "Annesinin bu ziyaretinde İkbal'den bahsolunacağını derhal anladı, kapısının sürmesini çekti.",
    "- Karanlıkta mı oturuyorsun, Cemil? Yazıhanesinin üzerinden kibrit kutusunu aldı, mumunu yaktı, hafif bir ışık titreyerek karanlığın içinde dalgalandı, o vakit henüz aydınlığa alışmamış kamaşık gözleriyle annesine baktı. İkisi de öyle bir müddet bakıştılar. Sabiha Hanım'ın, biraz evvel büyükanne olmak sevinciyle siması parlayan bu kadının, şimdi çehresi gevşemiş, gözlerine bir endişe düşmüştü.",
    "Kapıyı tekrar kapadı, tekrar sürmeledi, \"Niçin yemeğe gelmedin?\" dedi. Sonra asıl düşündüğünü söylemek için söylenmiş bir sözün cevabını beklemeyerek, oğlunda ne etki yarataeağına dikkat ediyormuşçasına bakarak:",
    "- Yine gitti ... dedi.",
    "Ahmet Cemil eniştesinden bahsolunduğunu anladı, demek demin kapı onun için açılıp kapanmıştı.",
    "- Yine babasına mı? dedi,",
    "- Tabii değil mi?",
    "- Yok, hiç tabii değil. .. Bu son söz ağzından istemeksizin çıktı. ihtiyara inme indikten sonra Vehbi Bey haftada bir iki geceyi babasının evinde geçiriyor, akşamları yemek yedikten sonra duramayarak, bir bahane icat ederek İkbal'i yalnız bırakıp gidiyordu.",
    "Sağlıklı zamanında hiç babasına uğramak adeti değilken hastalıktan sonra, bu peş peşe ziyaretler tabiatıyla dikkate çarptı. Bu, babasına sevgisinden, hastalık üzerine birdenbire uyanıyormuş gibi bir merhametten ileri gelmiyordu, buna şüphe edilmiyordu ...",
    "Bu akşam Seher olayından sonra hatırına gelen düşünceye benzer bir başka düşünce daha Ahmet Cemil'in beynini bir şimşekle yararak geçti. Annesi hala kendisine bakıyordu.",
    "Bu düşünceyi şu sözle açıkladı:",
    "- Ah, pis mahluk!",
    "Sabiha Hanım diyordu ki:",
    "- Onu gördükçe ihtiyar memnun olacak yerde o kadar hiddet ediyormuş ki ... O halde niçin gidiyor? Bu kıza yazık değil mi?",
    "Tevfik Efendi Ahmet Cemil'in gözü önüne geldi. O zayıf, yıpranrnış vücudu hareketten, konuşmaktan kesik, bir yatağa serilmiş, karşısında gençlik coşkusuyla taze duran genç karısının yanında, vücudunda hayattan tek belirti gösteren gözleriyle onu yiyerek, bu vücuttan istifade edernemenin hayal kırıklığıyla ona belki kinle, düşmanlıkla, yaralı bir canavar bakışıyla bakarak gördü. Sonra onu bir an evvel mezarda görmek acelesi içinde yoklamaya gelen oğlunun karşısında hiddetinden o soluk çehre kızarıyor, bir şey söylemek isteyip başaramayan dudaklar bir hiddetle titriyor, o gözlerden ateş çıkıyor, sonra o taze kadın, babasının büsbütün ölmesini bekleyen oğul, bu hiçbir şeye gücü yetmeyen hiddetin karşısında gülüyorlar, alay ediyorlar güya \"yine kudurdu!\" diyorlar ... Ahmet Cemil bütün bunları hayalinde sıralayıp kurdukça dudaklarına bir nefret nakaratı gibi, \"Ah! Pis mahluk!\" cümlesi geliyordu.",
    "Annesinin yalnız son sözüne cevap verdi:",
    "- Evet, İkbal'i ne yapacağız?",
    "O vakit Sabiha Hanım oturdu. Bir şey yapamamaktan, kızın talihsizliğine karşı çaresiz olmaktan ileri gelen bir ümitsizlik ıstırabıyla ellerini kavuşturdu, parmakları birbirine giriyor, gözleri yardım bekleyerek Ahmet Cemil' e bakıyordu.",
    "Böyle bir müddet karyolanın yanındaki sandalyede, Ahmet Cemil karşısında minderin kenarına oturarak, mumun sarı, titrek, hafif ışığı arasında birbirinin donuk, yarı karanlık görünen çehrelerine bakışarak, durdular, insanların bazı . köpürme devreleri vardır ki, küçük bir hazırlık dakikasıyla başlar. Bu dakikada gözler birbirini anlamaya çalışıyor gibi durur, güya \"ağlayalım mı?\" sorusuyla bakışır. Bu dakika uzun bir zaman kadar hatıralada doludur, bu bir dakikada bütün yaralar -henüz taze kana yarak, her biri bir başka hatıranın ateşiyle yanarak- ortaya çıkar. Kalbin binlerce noktalarından birer ıstırap iniltisiyle binlerce delik açılır, türlü kırık ümitler, acı ümitsizlikler, matem hayalleri, bütün hayatın o ağlayan hediyeleri acı -bir kabristanın ruhlar meclisi gibi- feryatlarıyla, gözyaşlarıyla sürüne sürüne buluşurlar. Bir bağrış çağrış ve matem toplanması! Yalnız küçük bir dakika: O vakit gözler kapanır sanki şu elem mahşerinin üzerine düşmüş bulutlarla yüklü bir sema ... Artık ağlamak zamanı gelmiştir.",
    "Şimdi bu anne içeride ümitsizliğinden kıvranan kızı içiıi şurada artık kendini tutmuyor, ruhunun bütün tutuşmuş ihtiyacıyla gözyaşlarını salıveriyordu. Ahmet Cemil dudaklarını sıkıyor, annesini görmemek için yere bakıyordu.",
    "Nihayet Sabiha Hanım söylemeye başladı, birinci defa olarak yüreğini boşaltmak, bütün hissettiklerini oraya, ortaya döküvermek istiyordu. O zamana kadar kendisini aldatmak istemiş, kızını bahtiyar zannetmek için kendini zorlamıştı ...",
    "İnsan emellerini yalanlayan şeyleri istediği şekilde yorumlamaya çalışarak kendisini daima arzuları içinde oyalamakta gecikir. Damadının aleyhine tanıklık eden olayları hep böyle uygun yorumlada kabul etmiş, fena gördüklerini iyi görmek için uğraşrnıştı, fakat artık mümkün değildi.",
    "Şimdi hepsini söylüyordu. Onu ta ilk gününden beri sevmemişti, onda belirlenemez bir şey duymuş, bu adam kızımı mesut etmeyecek demişti. O küçüklükler, bayağılıklar, iç dünyasının kıyafeti gibi bütün vücudu etrafında uçuşan bayağılık havası onu ta ilk gününden beri duymuştu, o, yatacak bir yatak, oturacak bir sofra, elbisesini süpürecek bir malıluk bulmak, bunları olabildiğince ucuz satın almış olmak için evlenmişti. Her gün bir huysuzluğuna, bir kabalığına tesadüf olunuyordu, iyi ütülenmemiş bir yakalık, gömleğinde unutulmuş bir düğme İkbal'i ağiatmak için yeterli sebeplerdi. Daha sonraları evin hizmetinde kusur bulmak, yemek beğenmemek, kahveye itiraz etmek ... Bir ay içinde bütün bunlar meydana çıkmıştı. Sonra İkbal'e doğrudan doğruya hakaret etmeye başlamış, saçının örgüsüne, gömleğinin biçimine, çarşafının rengine itirazı kendisi için bir süs edinmişti. ikide birde, \"Bilemiyorsun, bari sokakta gördüğün hanımiara dikkat et! \" derdi. Öyle gülüşleri, bakışları vardı ki daima, \"Ben sizden çok üstünüm, sizin aranıza düşmekle ne kadar gönül indirmiş olu yorum! \" demek isterdi. Yavaş yavaş İkbal onun yanında hatasını, ondan aşağıda oluşunu affettirmek isteyen bir zavallı hükmüne geçmişti.",
    "Artık söz söylerken şaşırıyor, yanında bir hareket etmekten sıkılıyor, dayak yemiş kediler gibi büzülüyordu ... Bir hikaye anlatmaya gelmezdi, aşağılama ve itiraz için o daima kaba kahkahasıyla söze karışır, hikayeyi yarım bırakırdı. Her şey hakkında hepsinden fazla bilgi sahibi olduğuna kanaatİ vardı. Kendisine vahşi bir memlekete düşmüş bir medeni adam yüksekliğini verirdi. Ahmet Cemil bile onun yanında bir şeyden bahse cesaret edemez olmuştu. Bir kere edebiyattan bahsetmek istemişti, Vehbi Bey kış geceleri Şehzadebaşı Kıraathanesi'nde saz takımında dinliye dinliye ezberlediği gazellerden ibaret sermayesiyle söze katılmış, Ahmet Cemil'i \"Zavallı çocuk daha aklı ermiyor!\" demek isteyen, acıyor gibi bakan gözleriyle susmaya mecbur etmişti. Evin içinde yalnız o vardı, ötekiler bütün bir alay döküntü!",
    "Sabiha Hanım bu kusurlara önce önem vermiyordu:",
    "- Erkeklerin yüzde ellisinde görülen şeyler, diyordu, fakat sonra?",
    "Şimdi Sabiha Hanım oğluna bakıyor, onun yanında daha sonrasından bahsetmeye cesaret edemiyordu, fakat artık o kadar ilerlemişti ki durmak mümkün olmadı.",
    "Daha sonra Seher meselesi başladı, diyordu. Bu meselenin ismini verdikten sonra bütün ayrıntılarını anlatmak için kuvvet buldu. Bütün bildiklerini, hissettiklerini oğluna söyledi. Ahmet Cemi! bir şeyin varlığını zaten hissediyor, fakat ayrıntılar ve deliller gözünden kaçıyordu, yalnız şu son tesadüfe kadar ...",
    "Sabiha Hanım:",
    "- Oh, daha ona gelinceye kadar, diyordu. Seher evvela, \"Ben oturmayacağım!\" diye başlamıştı, bir gün çarşafını giymiş, ağlayarak, eli kapının zembereğinde, ne dışarıya çıkmaya, ne de çarşafını çıkarmaya cesaret edemeyerek, saatlerle orada durmuş, ağzından bir kelime alınamamıştı.",
    "Nihayet bir sabah Sabiha Hanım Seher'in Vehbi Bey'i mutfaktan iterek çıkardığını, arkasından kapıyı sürmelediğini görmüş, o vakit kızı sorguya çekmişti. Seher yine bir şey söylemiyor, fakat yalnız ağlıyordu. Sabiha Hanım'a zaten öğrenmek istediği şeyi şu gözyaşları anlatmıyor muydu?",
    "Bundan sonra Vehbi Bey utanmak, daha ileriye gitmemek lazım gelirken ...",
    "Artık Sabiha Hanım ayrıntıları bitiremiyor; \"Bir gün ... \" diye başladığı hatıralara son veremiyordu. Bütün bu olaylar arasında Seher'in ısrarlı sessizliği, İkbal'in hazin tahammülü ...",
    "Sabiha Hanım Seher'in kimseye bir şey söylemek istemediği halde İkbal'e hakikati saklamadığından emindi. Bir vakitten beri İkbal'le Seher arasında birbirini herkesten çok aniayanlara has bir ahbaplık, sır esası üzerine kurulmuş bir yakınlık vardı. Halbuki İkbal? Ona ne vakit: \"İkbal neyin var?\" denirse o daima ağlamak üzere gibi duran gözlerini hayretle kaldırır, \"Benim mi?\" der, sonra yorgun kirpiklerini indirerek dudakları arasından bir inilti gibi boğuk, içten gelen sesiyle ilave ederdi:",
    "- Hiç! Tam tersine kocasına yüktenebilecek bütün kusurları örtmeye çalışıyor; onu annesine iyi göstermek için yalanlar icat ediyordu. Sabiha Hanım yine, \"Bir gün ... \" diye başladı:",
    "- Bir gün ne olursa olsun onu söyletmek için karar verdim, \"Seher'in yine nesi var? Bu kıza bir şey oluyor? dedim... İkbal'in benzi attı, bu soruya birdenbire cevap veremedi, sanki bunun cevabı kendisinin bir kabahatini meydana çıkaracakmış gibi şaşırdı.",
    "- Demek ki ...",
    "Sabiha Hanım bundan bir netice çıkarıyordu, \"Demek ki İkbal biliyor, fakat saklamak istiyor\" diyordu. O günden sonra hastalığını bilmeyen birisinden ismini söylerneyerek hakikati anlamak isteyen ihtiyatlı bir hekim gibi bu anne talihsiz kızının her halini, her sözünü takip etmiş, ondan hastalığının bir parçasını koparmaya çalışmıştı. Fakat İkbal daima mahzun, daima sessiz, evin içinde bir belirsiz hayal şeklinde tahtalara basmaktan korkarak, annesiyle kardeşine sokulmaktan ürkerek dolaşıyordu.",
    "Sabiha Hanım:",
    "- Nihayet, diyordu, nihayet babasının hastalığıyla matbaa meselesi çıktı. Dikkat ettin mi? O mesele çıkar çıkmaz nasıl değişti, herkese iltifat çoğaldı. Özellikle sana karşı bir sevgi gösterdi. Eski cimrilikten eser kalmadı, masrafı üstüne aldı, bütün hareketlerinde bir başkalık göründü ... Sebep?",
    "Şimdi bu son soru ile oğlunun gözlerine bakıyor, onu söyletmek için ısrar ederek \"Sebep?\" diye tekrar ediyordu.",
    "Ahmet Cemil annesinin karşısında o söyledikçe bazen mumun hafif oynak ışığıyla titreyerek duvarların üzerinden kaçışıyor, ta orada, türlü ışıklı rüyalarının parıltısına, o küçük yatağın beyazlıkları arasına sokuluyor görünen gölgelere dalıyor, bazen ta boğazında düğümlenen bir ağlama isteğiyle gözlerini süzerek, iskemlenin üzerinde ara sıra dalgalanıyor, sanal fakat nefes alıp veren bir resim gibi şişiyor, kabarıyor, tamamen uçuyor görünen, daha sonra birden yine toplanarak küçülen, zayıflaşan, ağlamış gözleriyle, solmuş çehresiyle, bütün ümitsiz görünüşüyle duran annesine bakıyordu.",
    "Ta şu konuşmanın başlangıcından beri o annesinin söylediklerini uzaktan, bir komşu evinden gelen matem ağiaşmaları gibi parça parça dinliyor, şekillerin hafifçe titreyişine, annesinin vücudundan yükselen gölgelere dalarak güya bir uyku içinde düşünüyordu. \"Bir gün ... \" girişiyle başlanan o sonsuz hikayeler kendisinin düşünceleriyle karışıyor, bulanmaya başlayan zihninin içinde bir dalgalanma meydana geliyor, ara sıra bulutlarla yüklü bir semada gizli bir güneşten kaçarak koşuşan ışık parçaları gibi zihninin, bulutları arasından avare bir fikir geçiyor, ta derinlerde bir hatıra parıltısı uyanıyor, sonra yine bütün bu şeyler güya zihninin güneşi sönüyormuşçasına karanlıklara boğuluyor, o vakit işittiklerini anlamamaya, düşünmek istediklerini toplayamamaya başlıyor, şakaklarının arasında bir kasırga dönerek bütün bu küçük mahşer içinde bulduklarını çeviriyor, karşı konulmaz bir dönmenin çekimine mahkum ederek çekiyor, döndürüyor, kıvırıyor, daha sonra bu mücadeleden kendisi de yorgun kalarak, bu kasırga içinde bütün o fikirler yıkıntısı, kırılmış, parçalanmış, saçılıyor, yerlere seriliveriyordu. \"Bir gün ... \" Ahmet Cemil yine silkinerek dinlemek ister, bir müddet hikayeyi takip etmeyi başarırdı, fakat bir aralık annesinin bir sözü gider, zihninin içinden bir hatırayı tırmalayarak uyandırırdı. \"Ah! Evet, bir gün ... \" o da hatırlıyordu ...",
    "- Hatırına geliyor mu? Bir gün İkbal'i ihtiyarın evine göndermiştik, o gece orada kalmıştı. İlk önce her gidişinde güzelce döndüğü halde o gün hasta gibi gelmişti. İşte o gidiş son gidiş oldu. Ondan sonra İk bal' i oraya göndermek mümkün olamadı, ben ısrar ettikçe, \"İhtiyar memnun olmuyor, gittiğimizi istemiyor, beyin babasıdır, ne isterse yapsın, fakat ben gidemem,\" diyor. Sebep?",
    "Sabiha Hanım yine cevap isteyen gözleriyle oğluna bakıyor, onu söyletmek için ısrar ederek ilave ediyordu:",
    "- Sebep?",
    "Ahmet Cemil:",
    "- Ah! Pis mahluk! diyordu. Ayağa kalktı, annesinin yanına kadar gitti, yanı başında diz çöktü, şimdi Sabiha Hanım'ın gözleri yine bir şiddetli çırpınınayla kapanıyor, perişan yaşlar kirpiklerinin ucunda yine dolaşmaya başlıyordu:",
    "- Pek iyi, anne, İkbal'i ne yapacağız? dedi.",
    "Bu soru üzerine ikisi de sustular. Şu noktada bu iki kalp bütün acılarıyla sanki birbirine sarılmışlardı, ikisinde de aynı tedbir ihtiyacı, \"Ne yapacağız?\" diyordu.",
    "Sabiha Hanım nihayet gözlerini kaldırdı, ellerini oğlunun omuzlarına koydu, hastadan ümit kesen bir ümitsizlikle baktı: \"Hiç! \" dedi ...",
    "Hiç! Hiç! Sahi mi? İkbal'i o kalırın pençesinden kurtarmak için hiçbir vasıta mı yok? Ahmet Cemil buna inanamıyor, kardeşini öldüren o musibetin bir tamiri çare sinin bulunamayacağına inanamıyor, şimdi kenarları yanan gözleriyle annesine bakıyordu. Hiç, öyle mi? Demek İkbal'i kurtarmak için bir şey yapamayacaklar, onu böyle içeride, odaların yalnızlığına sığınarak ağlamakta, ümitsizliğinden kıvranmakta tek başına bırakacaklar, öyle mi?",
    "Sabiha Hanım'ın gözleri artık kuruydu. Derin, sabit, ümitsiz bir bakışla Ahmet Cemil'e bakıyordu. Şimdi hatırından bir çare, yalnız bir çare geçiyordu. Ahmet Cemil de onu düşünüyordu. O çarenin ismini söylemeksizin mıknatısi bir fikir aktarımıyla ikisi de aynı düşünceyle meşgul olduklarını anladılar. Sonra Ahmet Cemil dudaklarının arasından: \"Öldürmekle eşit! \" dedi. Bunun bir kurtuluş çaresi olmadığına inanıyordu. İçinden \"Başka bir tedbir, onu büsbütün kurtaracak başka bir çare bulmalı!\" diyordu ...",
    "Odasında yalnız kaldığı vakit ayaklarının altında bir dünya parçalanmış gibi kardeşinin kırık hayatı karşısında çaresizlikten, bir şey yapamamaktan ileri gelen bir bezginlikle yatağının kenarına oturdu. Orada, hareketten kalmış, kolları sarkmış, gözleri boş bir bakışla odanın belirsiz bir köşesine dikilmiş durdu.",
    "Şimdi bu evliliği düşünüyor, bütün geçmişte olanları ayrıntılarıyla toparlıyor, bu evliliğin nasıl vücuda geldiğini, bu neticenin ne yolda sebeplerle ortaya çıktığını çözümlüyor, bunda bir sorumluluk varsa onun kime ait olması lazım geleceğini bulmak istiyordu.",
    "O zaman pek kayıtsızca davranmamış mıydı? Kardeşine seçilecek hayat arkadaşını iyice öğrenmek, tanımak için bir sakınımda bulunmuş muydu? Matbaada iki sigara dumanı arasında Ahmet Şevki Efendi'nin fikrinde doğuveren bu evliliğin o bir iki haftalık başlangıç tarihi bütün tedbirsizlikleriyle, kayıtsızlıklarıyla hatırına geliyordu. Matbaada bir yazıhanenin kenarında başkasının işitmesinden çekinilerek iki üç dakika süren kısacık konuşmalada hemen bitiriverilmiş olan bu evlilik işte bugün şu neticeyi vermişti. \"Ahmet Şevki Efendi, budalanın biri!\" diyordu, sonra birden kalbini bir şey, yakıcı bir şey burdu. Ahmet Şevki Efendi'nin zevzekçe bir vaziyetle, \"Matbaa ihtiyarındır\" dediği hatırına geldi. Ahmet Cemi! bu fikri zihninden defetmek, onu düşünmemek, idare memurunun yuvarlak vücuduyla o sırıtkan yüzünü görmemek için kendini zorladı, fakat şimdi o fikir beynine takılmış kalmış, oradan çıkmamak istiyor, \"Bu sorumluluk sana ait! \" diyordu.",
    "Ahmet Cemi! sanal bir düşmanla mücadele edercesine bu fikirle cenkleşiyordu: \"Ben o meselede matbaa yı düşündüm mü? Tersine onun için bir soğukluk duymadım mı? Ahmet Şevki Efendi ondan bahsedince hatta içimden hiddet etmedim mi?\" diyordu. Fakat o takıldığı fikir zihninde şimdi idare memurunun sırıtkan çehresine benzeyerek bir şekil alıyor, geniş bir alaycı gülüşle dişlerini göstererek gülüyor, kudurtucu, türlü manalar ifade eden bir bakışla bakarak: \"Acaba? Sahi mi? Emin misin?\" diyordu.",
    "Bu başına dert olan fikirle mücadeleden mağlup, perişan çıktı. Bu evlilikte kendisine büyük bir sorumluluk payı düşüyordu, bu hakikat inkar edilemezdi. Kendi kendisine verdiği bu hükmün altında eziliyordu. Yarı karanlık içinde belirsiz şekiller gibi görünen küçük kitap hücrelerine, duvarda boynu bükük sallanan haritaya, yazıhanesinin üstünde mektep arkadaşlarının -heyhat! O mesut mektep hayatı dostlarının- bir yelpaze meydana getiren resimlerine güya, \"Beni siz de sorumlu mu kabul ediyorsunuz?",
    "Beni siz de mahkum mu ediyorsunuz?\" yalvarışlarıyla baktı. Aşırılığa, her şeye karıştırdığı hakikate üstün şiire şu dakikada her vakitten çok mağluptu. Artık kendisine mahkum sıfatıyla bakmaya kendini mecbur ettikten sonra adeta aleyhine hizmet edecek bütün ayrıntıları süslemeye ve desteklemeye özendi. Kendisine karşı meseleyi düşmanlıkla inceliyor, sorumluluğu tamamıyla yüklenmek için sebepler buluyor, \"Sensin, bütün sebep sensin!\" diyor, henüz kalbinde hafif bir savunma sesiyle temize çıkarmaya çalışan hissi içinden tekrar ettiği bu nakaratla susturmaya uğraşıyordu. Bir aralık bu hükme daha fazla kuvvet vermek için, \"Hatta ... \" dedi.",
    "Kardeşinin bir yabancıya bağlı oluşundan hissettiği kıskançlığın, o haftalarca süren ve hiçbir vakit kaybalamayan eziyetin biraz sönmeye yaklaşmış olmasından sonra bir matbaa sahibi olmak ihtimalini kuvvet kazanmış görerek kalbinde ortaya çıkan eden hülyayı tamamıyla hatırına getirdi.",
    "Matbaada yalnız kaldığı geceler birdenbire bir müsveddenin ortasında kahvererek düşüncelerine sessiz bir nağme gibi arkadaş olarak o yalnızlığın arasında şu matbaada bir gün her zamanki yerinden başka bir yer tutacağım düşünmemiş miydi? Daha sonra ihtiyann hastalığa tutulması üzerine önce en iyi hisleri uyanmıştı: ihtiyara acımış, eniştesi için duymaktan geri kalamadığı nefrete biraz daha güç vermiş, Hüseyin Baba Efendi'nin çekilmesine öfkeyle bakmış, Ali Şekip'in yazarlığa veda ederek dükkancılığa geçmesini bir facia olarak kabul etmişken ta kalbinin derinliklerinde, gizli köşelerinde bütün bu şeylerin altından bir emel çiçeği çıkacağına güvenen gizli gizli gülümser bir ümit saklı değil miydi?",
    "Demek o güzel hisler, onlar hepsi yalan, hepsi sahteydi ...",
    "Yavaş yavaş o ümit gülüşü sönmeye eğilimli küçük bir ışık şeklinde ışıldarken gittikçe genişlemiş bulutlardan sıyrılan bir sabah güneşi gibi şaşaasıyla bütün o karanlık duygu bulutlarını dağıtarak kalbini ışıklara boğmuştu. Artık saklayamıyor, kendisine adeta kendi çıkanna birçok seçkin hisleri feda etmiş bir kötü malıluk nefretiyle bakıyordu.",
    "Doğruldu, müthiş bir azap boğazını sıkıyor, başını bir mengene içinde parçalıyordu. Biraz hava almak istedi, karanlıkta kalırsa daha iyi düşüneceğini, karanlıktan sızan bir hiçlik kuruntusuyla biraz huzur bulacağını tahmin ederek mumu söndürdü, odasının penceresini açtı. Gecenin siyah donuk rengi içinde bir araya toplanmış birer kütle şeklinde daha siyah, daha karanlık görünen komşu evlere, yakın duvarlara baktı. Bu siyahlıklan yutmak, nemli bir mezar havası gibi simasma soğuk, donuk, ölü dudaklarla titretici öpücükler konduran bu karanlığı kase kase, teselli veren bir hiçlik pınarı suyu gibi kana kana içmek istedi.",
    "Ciğerleri, sanki bir alevle yanan ciğerleri bu tatlı sudan serin bir yağmur hazzı hissediyordu ... 1 8 \"Şimdi ne yapmalı?\" diyordu, yarın yine aşağılanan bir ücretli sıfatıyla o matbaaya gidecek, o adam için çalışacak, hiçbir şeyden baberli değilmişçesine ona gülrnek için kendi kendisini zorlayacak değil mi? \"Lakin matbaada belki onun kadar benim de hakkım var\" demek istedi, bu fikirle kuvvet bulmaya çalışıyordu.",
    "Fakat heyhat! Artık hakikati süsleyemiyor, gözünün önünde belirmeye başlayan hor görülen makamının üzerine ışık saçan bir örtü çekemiyordu.",
    "Burada, pencerenin kenarında, gözlerini bu karanlıklada doldurarak, birbirinin ardına yığılmış siyah duvarlar şeklinde uzayıp giden bu boşluğun bağrından çıkan sessizliğe benzer uğultuyu dinleyerek ötede heride bu karanlık ortam içinde birer sarı leke şeklinde parıldayan ışıklı pencerelerden, birkaç örtünmüş ışık parçalarından gözlerini ayırmaya çalışarak, artık önünde dehşet veren, geniş bir uçurumun koca ve korkunç ağzını açıp kendisini yutmaya hazır olduğunu görüyordu.",
    "O vakit kabuslarla dolu rüyalar arasında bir boşluk içine düşüyormuş, bitmez tükenmez bir düşüşle yetişilmez, bulunmaz bir derinliğe iniyarmuş gibi içinden bir şey duydu. Matbaada artık çalışmalarına ruh ferahlatan bir ernelin ortak olamayacağına, aksine orada kendisini nefret ettiği bir adamın esiri sıfatında görmekten kendini alıkoymak mümkün olamayacağına emindi. Bu neticeyi ta ilk gününden beri meçhul bir his kendisine haber vermekten geri kalmadığı halde o gitmiş, ailesinin biricik servetini o pis matbaanın dişlerine atıvermişti. Şimdi hatasının önemi, , aşırıya varan bir fikirle zihninde büyüyor, bir cinayet dehşetini alıyordu.",
    "Bundan sonra ne yapacak? Biraz evvel kardeşinin uğradığı felaketi defetmek çaresini ararken bir idam hükmü soğukluğu ile inen bir kelime suya düşen bir taş parçası gibi ağır ağır, suları yararak dönüşü mümkün olmayan bir düşüşle kalbinin en derin noktalarına kadar, türlü emelleri ezerek, hülyaları parçalayarak iniyordu: Hiç!",
    "Evet, hiç! Bundan sonra hepsine veda etmek, bir aralık şiir buharıyla bulanan gözlerinin önünde yükseldiğini gördüğü emel kaşanesinin artık yıkıntısı kenarına oturup uzun bir ümitsizlik bakışıyla onun matemini tutmak lazım geliyordu.",
    "Ya Lamia? Ya eseri?",
    "O zaman sanki kalbinde bir gizli kuvvet ağır bir uykudan silkinerek uyandı, bu iki hatıra birden damarlarının içinde bir ateş seli tutuşturdu. Gözleri ötede beride siyah bir zemin üzerine serpilivermiş gülümseyen sarı yakutlar şeklinde ışıldayan yıldızlara bakıyor, bunların arasından hülyasının perisini bir sis içinde gibi görüyordu.",
    "Evet, Lamia ile eseri, o zaman ellerini uzattı, karanlıkta, minderin üzerinde boynu bükük ve can çekişen bir edayla serilen o defterciği, o emellerinin dostunu araştırdı. Onu yarası bağlanacak, kırık kanadı sarılacak yaralı bir güvercin gibi okşayıcı, öpücü bir elle tuttu. Karanlıkta yazıları görmeyerek yaprakları çevirdi, son sayfa olacağını tahmin ettiği yaprağa kadar geldi, orada o iki kelimeyi, o beş sıfırı bir görme sanısıyla tekrar gördü ... Lamia! Şimdi onun hatırasıyla yaradılışının bütün metaneti, bütün çalışma azmi canlandı, şurada -elinde bu defter, kalbinde koyu bir karanlık içinde yalnız bir ümit parıltısı- karşısında sonsuz bir hiçlik boşluğu şeklinde uzayıp giden şu siyah semayı şahit tutarak Lamia'ya sahip olmak için kendi kendisine yemin etti.",
    "Bu dakikada artık tamamen bir karar almıştı. Ne olursa olsun, mademki hayatında başarı onunla mümkün, bu mathaaya sahip olmak için sabredecek! Bütün kuruntularına, hislerine galip gelerek yarın yine matbaaya gidecek, yine çalışacak, uğraşacak, her şeye tahammül edecek, ta ki ...",
    "Artık yatağına girmek için acele ediyor; bu son karar üzerine uyumak istiyordu. İki eliyle defteri dudaklarına kadar çekti, gözlerini kapadı, o göremediği kelimeciklerle sıfırları uzun bir öpüşle öptü. Bu karanlık gecenin bağrın 8 dan sanki bir nefes çıktı, onun bu aşk öpücüğünü bir siyah dalga içinde tebrik etti.",
    "Çoğunlukla çok düşüneeli zamanları takip eden derin uykulardan biriyle uyuduktan sonra sabahleyin kendisini tamamen 1 tekrar huzura kavuşmuş buldu. En evvel İkbal'i düşündü: \"Şüphesiz, geeeki sinir buhranı geçmiş olacak!\" diyordu! Akşam kardeşine saadetini geri verebilmek için hiçbir imka.n hayal edemezken bu sabah belki şu iki kalbi birbirine yaklaştırabilmek mümkün olacağını düşünüyordu, İkbal'i bu sabah daha sakin bir gözle incelemek, belki biraz söyletmek için karar vermişti. Ona, \"Sen şu noktadan incinmişsin!\" demeksizin, onun talihsizliğinin türünü belirlemeksizin tedavi etmek istiyordu. Hastanın gözü önünde meydana çıkarılıveren manevi hastalıklar kadar tedavisi zor şey olmayacağına inanırdı.",
    "Çevrenin etkilerine ne kadar esiriz! Karanlık bir gecenin şu aydınlık sabahı bütün derdini, bütün ümitsizliğini silmişti, şimdi perdenin açık kalmış bir kenanndan hafif bir güneş dalgası girerek Ahmet Cemil'in karyolasının kenarına kadar eğik bir sütun şeklinde düşüyor, hava ve ışıktan ibaret bir şeh1le gibi yüz binlerce toz parçalarından, ince kıllardan, o bir odanın donuk havasında görülemeyen sayılamaz, belirlenemez zerrelerden meydana gelen yüzücüleriyle, dansçı kadınlarıyla dalgalanıyor, bu odanın sessizliği içinde bir hayat coşkuoluğu uyandırıyordu. Ahmet Cemil yazıhanesinin köşesine, hacakları sallanarak oturmuş, sigarasının dumanlarıyla bu dalgalanan sütunun oyunlarını seyrediyordu.",
    "Bazen ağız dolusu duman püskürerek, bazen küçük hamlelerle halkalar salıvererek, ara sıra bir makaradan iplik boşanır gibi ince dans eden bir hat çıkararak bunları süzgün gözleriyle takip ediyordu. Bu bulutçuklar, halkalar, şeritler evvela odanın durgun görünen havasında donuk bir beyazlıkla yöneleceği noktayı belirleyemeyerek kararsız sallanıyor, sonra o aydınlık sütunun çekici dalgalanışı bir halkanın Eski yazı metinde \"iade-i sükfın ettniş buldu\". 1 8 kenarına ilişiyor, suya düşmüş bir ince kağıt gibi o duman tabakasının üzerinden perişan bir dalga geçiyor, güya dokuları çözülüyor, parça parça dağılıyor, daha sonra üzerine bir bulut gölgesi isabet etmiş bir kar yüzeyi şeklinde bir donukluk bırakıyor, o vakit o yüz binlerce yüzücülerin, çengilerin her an değişen dalgalanan dansında daha hızlı, daha oynak bir hareketlilik, taze bir hayat buhranı uyanıyordu.",
    "Böyle bulutlar halkalara karışarak, uzun bir şeridin içinde ufak bir titreyişle bir kasırga şeklinde süzülüp sarılarak o güneşin bütün havasını boğmak isteyen dalga merkezine doğru çekilip gidiyorlardı.",
    "Bu oyun sabah güneşinin şu sahnesi, şu ışıklı ortam, o yüz binlerce zerrelerin, esrik dansı, odasına bir neşe şelalesi, coşkun bir su sütunu şeklinde akan bu güneş çağlayanı Ahmet Cemil'de şimdi her şeyi iyi görmek eğilimi uyandırıyor, her şeyi tamir edebilecek ve yeniden canlandırabilecek zannettiren bir his yaratıyordu. iri, suya düşmüş bir taşın düşme noktasından büyüye büyüye açılınış bir daire şeklinde, geniş bir halkanın ortasından küçük, zarif, sevimli bir çocuk bileziği çırpınarak geçerken Ahmet Cemil bu sabahki ruh haline göre bir felsefe icat ederek kendi kendisine: \"İnsan bedbahtlığını da, bahtiyarlığını da kendi meydana getirir, İkbal de kendine her şeyi iyi tarafından gösteren bir noktayı bulsun mesut olur\" diyor, daha sonra, \"Fakat onu o noktaya getirebilmeli\" diye bir tamamlayıcı fikir ilave ediyordu.",
    "Yazıhanesinin köşesinden atladı, kapısını açtı, laubali bir ses takınarak kapısından bağırdı:",
    "- Anne! İkbal'e söyle de buraya gelsin.",
    "Doğrudan, doğruya İkbal'i çağırmaya cesaret edemiyordu. İkbal henüz kendi odasındaydı. Sesini işitince sofaya çıktı, \"Beni mi istiyorsun, ağabey?\" dedi, İkbal'in ağzında daima hoş bir sevgi kanıtı gibi çocukluğa has saf tavrıyla tekrarlanan bu \"ağabey\" hitabı bu sabah Ahmet Cemil'in kalbini sevgi dolu bir tatlılıkla ısıttı.l Eski yazı metinde: \"ruhperver bir hararet-i safvetle teshin etti\"/\"Ruhu besleyen saf bir sıcaklıkla ısıttı.\"",
    "- Odama gelir misin, İkbal? Bu sabah sana iş çıktı, dedi.",
    "Ne kadar zaman geçmişti ki iki kardeş arasında bir gömlek tamiri yahut noksan bir düğme tamamlanması gibisinden bir iş çıkmamıştı. Belki evlendiğİnden beri birinci defa olarak kardeşinin bir işini yapmaya fırsat bulduğuna sevinerek İkbal: \"Sepetimi alayım, şimdi geliyorum\" dedi.",
    "Bir dakika sonra elinde sepetle Ahmet Cemil'in odasına geldi. Onun tamir edilecek birçok şeyleri birikmişti. İkbal'i mümkün olduğunca yanında fazla alıkoymak için ilikleri bozulmuş gömleklerini, astarı sökülmüş ceketini, kenan ayrılmış mendilini önüne döktü.",
    "Evvela İkbal bu davetle gece yarım kalan olay arasında bir bağlantı olacağını düşünmüş, onun sesini işittiği zaman kalbi çarpmıştı. Fakat bu tamire muhtaç şeyler önüne yığılınca içi rahatladı.",
    "Ahmet Cemil yazıhanesinin üzerinde sürüklenen bir kitabı aldı, ta minderin öteki ucuna, İkbal'in karşısına oturdu, fakat gelişi güzel açıverdiği sayfa çevrilmiyor, bitmiyordu ...",
    "Gözleri kitabın üzerinden kayarak İkbal'in soluk çehresine çevriliyordu. Bu sabah genç kadının yüzünde felaketiere tahammül için karar vermiş olanlara has bir üzüntülü sakinlik vardı. Gece bir coşkunlukla boşanan gözyaşlarından sonra sinirleri gerilmiş, gevşemiş, gözlerine bir sakin donukluk gelmişti. Üzerinden müthiş bir fırtına geçmiş bir gök parçası gibi çehresinde bir yorgunluk izinden başka bir şey yoktu. Ahmet Cemil kardeşini şu üzgün haliyle pek güzel, bir şiir hüznüyle güzel buldu. Eniştesi için: ''Nasıl oluyor da buna ihanet ediyor?\" diyordu.",
    "Bir aralık \"İkbal...\" dedi, İkbal gözlerini kaldırdı:",
    "- Ne kadar zaman oluyor ki seninle şöyle karşı karşıya bulunma dık.",
    "Genç kadının dudaklarıncia hafif bir gülümseme uçtu, gözlerini indirdi. Şimdi Ahmet Cemil'i öyle, yüzüne bakmayarak dinlemek istiyordu.",
    "O kesik kesik, cesaret buldukça ilave ederek aynı söyleyiş tarzım takip etti:",
    "- Bir kız evlendikten sonra bütün sevgisini yalnız kocasına inhisar vereceğini zaten bilirdim. Fakat inanır mısın İkbal? Enişteme o kadar bağlılığına son derece memnun olmakla beraber bize biraz küçük bir sevgi payı ayırınıyarsun zannediyordum ... Bak, cevap vermiyorsun, işine gelmiyor, değil mi?",
    "İkbal acı bir gülüşle tekrar gözlerini kaldırdı, şu dakikada zihninden geçen şeyi dalgın dalgın yüzüne dikilen bu gözler Ahmet Cemil'e açıklıkla anlatıyordu. İkbal'in bu dakikada zihninden şu sözler geçiyordu: \"Ne demek istediğini anlıyorum, ağabey ... Bu komediye ne lüzum var? Bana yavaş yavaş bir şey söyletmek istiyorsun. Seni temin ederim ki son nefesimi hiçbir şey söylememekle vermek için kararlıyım. Beni bahtiyar edebilmek için elinizde bir vasıta yok. Bugün hakikat olanca dehşetiyle ta kalbimin üzerinde duruyor. Onu koparıp çıkarabilmek için hiçbirinizin elinizde yeterli kuvvet yok ... \" Ahmet Cemil sözlerinin gidişini birden değiştirmeye lüzum gördü, bu bakışın karşısında daha fazla maskesini muhafaza edemeyeceğini anladı, bu defa ta yanına sokuldu:",
    "- Şaka ediyorum, dedi, daha sonra:",
    "- İkbal, müsaade edersen sana bir parça çıkışacağım, dedi.",
    "İkbal hayretle baktı:",
    "- Evet, çıkışacağım. Sen kocanı bir kadının sevmesi lazım geldiği gibi sevmiyorsun. Kinle ... Biraz duraklayarak, gülerek ilave etti:",
    "- Hatta fazla aşkla seviyorsun ...",
    "İkbal gözlerini kaldırmayarak bu düşünceyi kabul etmek istemedi:",
    "- Asıl şimdi şaka ediyorsun, ağabey ... Ben aksine enişteni sadık, sakin bir sevgiden başka bir hisle sevmiyorum.",
    "Ahmet Cemil güldü:",
    "- Beni aldatmak istiyorsun yahut kendin aldanıyorsun, kardeşim ... Dün akşam niçin ağlıyordun, bakayım?",
    "Babasına gittiği için değil mi? Bak, onu babasının evinden bile esirgiyorsun, istiyorsun ki onun üzerinde hiç kimsenin, hatta babasının bile bir laf etme hakkı olmasın, o sana, ancak sana ait olsun, Sonra bu bencil aşkın tahammül ederneyeceği ufak bir şey gördüğün zaman ona düşmanlık etmeye başlıyorsun, düşman oluyorsun. Zaten aşka kin kadar yakın bir his yoktur ... Artık gözyaşlarını salıveriyorsun, kendine bir matem icat ediyorsun. Zaten kadınların hepsinde mevcut bir bedbaht olmak zevkiyle kendini zorla mesut görmemeye çalışarak, o acılıktan adeta bir zevk duyarak kendine yazık ediyorsun ...",
    "İkbal şimdi elindeki işini dizlerinin üzerine bırakmış, kardeşini hayretle dinliyor, kendisinin bu şekilde kabul edilmesine ağlamak isteyerek bakıyordu. Ahmet Cemil bu bakıştan büsbütün sıkıldı, onun önünde kendisini böyle bir ruh araştırmacısı sakinliğiyle deşiyor görmekten utandı, devam edemedil. O zaman İkbal gözlerini süzdü, acı bir gülüşle:",
    "- Lakin yanılıyorsun, dedi, ben kendimi hiç bedbaht bulmuyorum. Dün gece ağlayışıma yanlış mana vermişsin.",
    "Ahmet Cemil'in dudaklarının ucuna kadar geldi: , \"O halde dün gece ben odandayken niçin onun gelmesinden korkuyordun?\" Bunu söylemek istemedi, İkbal'in söylememek istediği şeyleri zorla ağzından koparmak faydalı olmaktan çok zararlı olacağı kanısındaydı.",
    "Zaten İkbal bu balısin devamına müsaade etmek niyetinde değil gibiydi, zihni yalnız elindeki işiyle meşgulmüşçesine eline yeni aldığı bir gömleğe bakarak:",
    "- Aman, ağabey, bu ilikler büsbütün bozulmuş, bunu nasıl giyiyordun? Ben bunları alayım da akşama kadar yaparım, dedi.",
    "Bu bir çeşit: \"Bahsi burada bırakalım\" demekti. Ahmet Cemil ayağa kalktı, \"Fakat bitirmek için kendini çok yorma, çünkü çalışacak bir halde değilsin!\" dedi.",
    "Sonra alay etmeye başladı, \"Kız mı istiyorsun oğlan mı?\" diyordu.",
    "Eski yazı metinde: \"kendisini böyle bir müdekkik-i esrar-ı ruh sükfın-demiyle\" 1 \"kendisini böyle ruhun sırlaruu araştıran birinin soğukkanlılığıyla\"."
  ]
}