{
  "title": "9",
  "paragraphs": [
    "hakkında bir taze şevk uyandırmıştı. O günden itibaren tasarruf edebildiği bütün zamaniarım onu düşünüp beslemeye, kendisinde kudret görebildikçe yazmaya harcadı. Bir senelik hayatının geçim derdine ayrılmayan bütün saatlerini bu eserin fikrini yakan icadı derdine adadı. Ona tasavvur ettiği incelikleri, sanat şeklini, hayat felsefesini verebilmek için ancak kendi hissettiklerini rehber kabul etmekle dar bir daire içinde fikrini hapsetmiş olacağını, tablosunun güzelliğini, mükernrnelliğini sağlamak için sergilerde dolaşan, üstatların yarattıkları yüzler karşısında günlerce seyre dalıp kalan ressarnlar gibi şairlerin de hislerini güzel şiirlerle uyarmaları lazım olduğunu bilirdi.",
    "Onun için Hüseyin Nazmi'nin kütüphanesini hemen boşalttı: Lamartine'den, Hugo'dan, Musset'den sonra gelenleri, bütün parnasyenleri, sembolistleri, dekadanları Süleymaniye'deki küçücük çalışma odasına taşıdı, Heredia'yla, Theodore de Banville'le başlayan şairler grubu, sonra Prudhornrne'ları; Coppee'leri; Haraucourt'ları; Sylvestre'leri; Mendes'leri; daha sonra Paul Vedaine'in deha tohumuyla yetişenleri; kısacası gençlerin yayımcısı Lemerre'in kitap fihristini dolduran yüzlerce cilt takım takım elinden geçti. Bunları okudukça yarım asırlık bir zaman içinde Verlaine'e kadar şiir fikrinin kazandığı inceliklere, tasvir ve ifade sanatının ulaştığı inceliğe hayret etti, bir vakitler mini mini penceresinin kenarında yüksek sesle fakat komşulara işinirmekten çekinerek okuyup kendinden geçtiği oyunları, Bir Meleğin Düşüşü'nü, Geceler'i, şimdi birer kelimeyle hiçliğe mahkum ediyor; Hugo'yu, \"Gözlerinde eşya ve hakikatleri büyüten bir cam varmış\" hükmüyle hakikatİn üstünde buluyor; Lamartine için \"O kadar şiirle yüklenmiş ki ezilmiş, Musset için \"Aşık, şaiı; fakat çocuk!\" diyordu.",
    "Bunlardan sonra sanatçıların kelimeye, üsluba, şekle, sanata verdikleri önemi gördükçe, o her biri birer elmas gibi işlenmiş, iki mısraı için günlerce çalışılmış güzelliklerle yakınlık kurdukça yapmak istediği şeyin ne güç olduğunu anlıyordu.",
    "Eser pek ağır ilerliyordu. Haftalarca okuduktan, inceledikten, düşündükten sonra ancak yirmi kadar mısra vücuda getirebiliyordu . . . Ah! İşi gazel yazmaya dökmüş olsa, şiiri herkes gibi aynı anlayışla kabul etse bu yirmi mısradan yirmi gazel icat ederdi! Bir aralık dili dar buldu. Yeni fikirler için yeni kelimeler lazım olduğunda ısrarlıydı. \"Eski kelime altında fikirlerin tazeliği görülemez. Gözden kaçar\" derdi, lügat kitaplarına sarıldı, sayfaları çevirdikçe öyle şeyler buldu ki hayret etti.",
    "Bunlar niçin sözlük köşelerinde unutulmuş? Ne güzel şeyler keşfetti! Kimisinin bir fikriyle uyuşmasına, bazısının mevcutlara üstünlüğüne, bir kısmının da yeniliğine kapılarak bunları kendine mal etmek istedi. Kendi kendisine, \"Beni kelime uydurmakta suçlayacaklarmış. Anlamayanlar suçlasın.",
    "Sözlüğün havsalasına sığamayacak kadar garip kelimeleri bir yere toplayan eski zaman düzyazı ustalarıyla benim yapacağım şey arasındaki sanat farkını elbette anlayanlar olur\" dedi.",
    "Şu bir senelik zaman içinde yazmak istediğinin henüz kendisince türlü eksiklikleele dolu olarak, ancak yarısını vücuda getirebilmişti. Bunları Hüseyin Nazmi'den başka kimseye okumazdı. Bu esere çalıştığını başka bilen de yoktu, hatta artık o zamandan beri Gencine-i Edeb'de de manzumeleri görünmemesinin sebebini kendi yazdığı eleştirinin etkisinde bulmakla memnun olan Raci bir gün Ahmet Cemi! Mirat-t Şuun tefrikası için yine imza koymayarak tercümede devam ettiği bir hikayenin düzettilerine bakınakla meşgulken birdenbire:",
    "- Cemil! Artık işi tercüme yapmaya döküyorsun, şairlik sıfırı tüketti mi? demişti.",
    "Raci'nin ısrar ve inatla devam eden saldırılarına karşı ya bir sille gibi bir hakaret fırlatarak karşılık verir yahut bu adamın haline acıyarak yalnız bir boş kelimeyle geçiştirirdi.",
    "O vakit omuzlarını silkerek, \"Belki!\" demekle yetinmişti. Gariptir ki bu kadar düşmanlık hissine yenilmesine karşılık Raci'ye en çok acıyan yine Ahmet Cemil'di. Bir seneden beri rnatbaaya devam eden, bazen yazarların arasında \" Rehber-i sübyan\" defterlerini doldurmakla, bazen dizgicilerin yanında harf dağıtınakla vakit geçiren Nedim'e en yumuşak davranan, vakit buldukça bir sayfa okutturarak bu zavallı çocuğun bir şey öğrenmesine çalışan yine oydu.",
    "Matbaada çocuğa babasından başka herkes güler yüz gösterirdi, yalnız Raci güya onun orada varlığından baberli değilmiş gibi dururdu. O vakitten beri Raci düştükçe düşmüş, iri Alman karısının hakaretleri altında sanki şu mendebur aşkına daldıkça onun çirkefiyle kirlenerek yüzünde beliren zevk ve eğlence tahriplerinden artık iğrenç bir hale gelmişti.",
    "Matbaada acınarak alıkonuluyor, hemen hiçbir şeye faydası olmadığı halde aylığından bir parçasını keserek o zamandan beri dikişçilikle yaşayan karısına yardım edebilmek için maaş verilmekte devam olunuyordu.",
    "Mayıs başlarında bir cumaydı, matbaa halkı öteye beriye dağılmışlar, Sait'le Saip Ali Şekip'in himayesine sığınarak açık bir arabayla Kağıthane gezmesine gitmişler, matbaada idare memuruyla Ahmet Cemil'i yalnız bırakmışlardı.",
    "Ahmet Şevki Efendi yeşil çuha kenarlı dar uzun defterine son kalem darbesi ardından pembe rıhınıl döküp kapadıktan sonra odasından çıktı, Ahmet Cemil'in yanına geldi:",
    "- Beyler gezmeye gittiler, dedi, isabet! Ben de seni şöyle, yalnızca bulmak isterdim ...",
    "Eğildi, pek gizli ve önemli bir meseleden bahse hazırlanıyormuş gibi kaşlarını kaldırarak, duvarlara işittiemekten çekinerek ilave etti: Bir evlenme meselesi ...",
    "Ahmet Cemil hayret etti:",
    "- Benim için mi?",
    "- Hayır, fakat sana yakın birisi için ...",
    "Ahmet Cemi! kimden bahsedildiğini anladı, bu meselenin bu kadar erken uyanacağına hiç ihtimal vermemişti.",
    "Kendi kendisine, \"Nasıl, demek vakit geldi?\" diyordu.",
    "Ahmet Şevki Efendi'yi bekleyerek sustu, fakat meseleye bu kadar cesaretle başlayan idare memuru söze devam için yeterince cesaret bulamadı. Biraz nefes almış olmak için sözü çevirdi:",
    "- Beyler Kağıthane'de sevda peşinde dolaşacaklar. Kır gezmesinin hiç bu türlüsünü anlayamam. O güzel derenin gürültü patırtıdan uzak zamanında oradan kaçıp da toz deryası içinde arabaların kalabalığı arasında güneşten yanarak Eskiden yazıdaki mürekkebi kuruırnak için üzerine dökülen renkli, ince kwn. saatlerce dolaşmak elbette kır gezmesi hevesinden başka bir şeyden gelir. Hele saz dinlemek için sulara kadar gidip alçacık bir iskemlenin üstünde kahve işletenierin naraları altında bir Yahudi hakkabazının boş lafları arasına sıkışmış bir hicaz faslım esneye esneye, gerine gerine okuyan takımın karşısında ağzı açık dinlemek için yarı günümü feda edemem. Beykoz Çayırı, Yuşa Tepesi, Bentleri; Adalar, İstanbul'un gidilecek yerleri hemen bundan ibaret, fakat tatil ve bayram dışı bir günde gitmek, şafakta yola çıkıp mehtapta dönmek şartıyla ...",
    "Ahmet Cemil arkadaşını meseleye döndürmek istedi:",
    "- Evlenmenin kime ait olduğunu söylemediniz.",
    "O vakit Ahmet Şevki Efendi arkadaşının yanına oturdu, tam bir ciddi edayla sesini alçaltarak:",
    "- Geçen gün müdür efendi -Ahmet Şevki Efendi öksürüklü herifi kastediyordu- bana oğlunu evlendirrnek istediğinden bahsediyordu. Anlaşılan zavallı delikanlı titiz ihtiyarla geçinemez olmuşlar, bir hafta evvel!",
    "Ahmet Şevki Efendi, babayla oğul arasında hiç yoktan ortaya çıkmış uzun bir tartışmanın tarihini yaptı.",
    "Sen çocuğu görmedin, bir kere görsen zannederim ki hoşuna gider. Evkaf Nezareti'nde epeyce bir memuriyeti var, beş altı yüz kuruş para alıyor, ihtiyar da zengin, kayınvalide yok, galiba içgüveylik arıyorlar ...",
    "Şimdi Ahmet Şevki Efendi hep kesik kesik söylüyordu:",
    "- Tabii arkadaşlarından soruşturulur. Zannettiğim gibi namuslu bir genç çıkarsa niçin muhalefet etmeli?",
    "Biraz durdu, sonra Ahmet Cemil'in gözlerine bakarak ilave etti:",
    "- Matbaa da sadece herifindir, biliyorsun ya ...",
    "Ahmet Cemil sarardı, idare memurunun anlatmak istediği manaya karşı bütün namusu, vakarı isyan etti, bir kelimeyle ret cevabı veriyordu, kendini tuttu:",
    "- Geçen gün bu meseleyi bana açmaktan maksadı tanıdıklarım içinde tavsiyeye değer aileleri soruşturmakmış.",
    "Benim hemen aklıma sen geldin. Kardeşin artık evlenecek bir yaşa gelmiştir, değil mi?",
    "Ahmet Cemil zihninden hesap ediyordu. İkbal şimdi on yedisine basmıştı. Bu memlekette kızların tam evleome zamanı. Zavallı ikbal! Acaba her vakit talih kısmetine bir uygun yüz gösterecek mi?",
    "Bu soru Ahmet Cemil'in zihnini bu evleome meselesine ait batıralara yöneltti, birkaç kere annesinden görücüler geldiğini işitmişti, fakat hiçbirinin heves edilebilecek bir şey olduğunu hatırlamıyor, hatta bir kere bir karısından ayrılmış iki çocuklu kırklık bir komşunun annesi gelmişti de Ahmet Cemil'in bütün ağırbaşlılığı ve gururu yaralanmış olarak günlerce İkbal'e baktıkça ağlamak istemişti .",
    "Ahmet Şevki Efendi'nin şu dostça çabasına karşı, niçin ikbal'in talibini tehlikeye koymalı? Kim bilir, belki kardeşinin saadeti buradadır. Bir dakika içinde fikri değişti:",
    "- Lakin bizim hiçbir şeyimiz yok dedi, bir kız neyle evlenir?",
    "- Orası benim işim. Uygun görecek olursan ben işi hallederim, hele bir kere görsünler de ...",
    "Ahmet Şevki Efendi artık vazifesini tamamlamışçasına şüphesiz kendi kendisine, \"Beş dakikada bir önemli meselenin altından çıkmak bana has bir başarıdır! \" diyerek gülümseyen bir yüzle ayağa kalktı, keten yeleğini düzeltti, odada şöyle bir dolaştı, havayı kokluyormuş gibi pencereden bir semaya baktı:",
    "-Kimse kalmadı, işim de yok, şöyle ben de bir gezmeye çıkayım, dedi.",
    "Bir gün iki arkadaş matbaacia yine herkesten evvel buluştular, Ahmet Şevki Efendi'nin ilk sözü şu oldu:",
    "- Dün akşam beni görmeden kaçtın. Sana verilecek havadisim vardı, bu gece sabırsızlığımdan patladım.",
    "Sonra ellerini Ahmet Cemil'in omuzlarına dayadı gözlerini gözlerine dikti, sırıtarak ilave etti:",
    "- Beğenmişler ...",
    "İlk konuşmadan sonra unuttuğu evlilik meselesini bu kelime Ahmet Cemil'e tekrar hatırlattı. Ne olduğunu açıkça anlayamadığı, etkisini duyup da kaynağını bulamadığı garip bir his ikbal'in evlenmesi meselesinde Ahmet Cemil için bir saklı korku uyandırırdı.",
    "Bu hissi irdelemek istedikçe sebebi, esası daima irdelenmesinden ısrarlı bir kaçışla kaçardı. Soğukkanlı düşünürdü: ikbal'in evlenmesini, evlilikte saadetini bütün ernellerin gayesi bulurdu, o halde o garip his nedir ki evlilik meselesi çıktıkça kalbinde hiddete benzer bir şey uyandırır, istememezliği andırır bir etki yaratırdı? Belki bir bencillik hissi!",
    "Diğer bir adamın başka bir samimi ilişki vasıtasıyla özel hayatına ve sevgisine girdikten sonra kardeşi kendisi için daha az yakın olacak, bir yabancıya herkesten çok yakın olduktan sonra ona -kardeşine- yabancı kalacaktı ...",
    "Bu hissin ismini vermek istemezdi. Zihninde bulmak istediği yorumun altında saklanan etkiyi görmemeye çalışır, İkbal'in evlenmesine ait düşüncelerinin bundan etkilenmesine izin vermezdi. Fakat Ahmet Şevki Efendi'nin bu sabah şu bir kelime ile yeniden uyandırdığı mesele akşama kadar zihnini kurcaladı.",
    "Enişte! ikide birde zihninin içinde bir tırmalayan akışla geçen bu kelimeydi: Enişte!",
    "Demek şimdi hayatında bir enişte olacak, bir adam ki bugüne kadar tanımamış, görmemiş, hiçbir hissini, fikrini öğrenmemiş. Bu adam birden, bir gün içinde hayatına karışacak, o Süleymaniye'deki küçük evin kapısını çalacak, bu aile sofrasına aynı katılma hakkıyla oturacak, annesine aynı haklı yetkiyle anne diyecek, sonra evin içinde bir ses, başka bir ses aşağıdan yukarı bağırarak: İkbal!",
    "Hayatında bu değişimin ne kadar önemli olduğunu bir karartı arasında hissediyordu: Mesela kendisini, merdivenlerden biraz çekingen çıkıyor, yemekte özel bir ihtiyatla duruyor, görüyordu. Bu adamla, her kim olursa olsun, mümkün değil, lekesiz bir sevginin, yapmacıksız bir ilişkinin ortaya çıkamayacağını, kendisinden kardeşinin samimiyetini çalmış bir adamla tedirgin edici bir rekabet hissinin sönmeyeceğini hissediyordu. Onun yanında geceleri minderin üzerine boylu boyuna uzanamayacak, Seher'i kızdıramayacak, İkbal'le -hele ikbal'le- şakalaşamayacak ... Eniştel Eniştel Sebep? Niçin sevmediği, severneyeceği bu adama enişte demeye mahkum olsun? Şimdi bu kelime adeta ona azap veriyor, birisiyle kavga etmek arzusunu uyandırıyordu.",
    "Hiddetini o sırada Ali Şekip'in budalalığından bahsederek Raci'ye yaranınaya çalışan Saip'ten çıkarmak istedi:",
    "- Keşke insanlar hep Ali Şekip gibi budala, fakat onun gibi saf olsalar ... dedi. Sonra kalemini attı, kağıtlarını topladı, dizgi bölümüne girdi:",
    "- Ben yazılarımı bitirdim! Gidiyorum, başka bir şey lazım olursa beyler yazarlar, dedi.",
    "Eve gitmeye ihtiyacı vardı. Kapıyı açan Seher'e:",
    "- Annem nerede? dedi, \"Küçük hanımla çarşıya gittiler\" cevabını alınca öfkelendi, onlar gelinceye kadar sabırsızlığından duramadı, evin içinde dolaştı. Nihayet kapı çalınıp geldiklerini yukarıdan işitince bağırdı:",
    "- Anne, yukarıya gelsene ...",
    "Sabiha Hanım'a çocuklar gibi daima anne derdi, valide hitabında bir sahtelik, bir resmilik hissederdi. Sabiha Hanım çarşafını çıkarmadan yukarıya çıkınca ilk sözü şu oldu:",
    "- Anne! İkbal'e görücü gelmiş de niçin bana haber vermediniz?",
    "Sabiha Hanım oğlunun hayretle yüzüne baktı:",
    "- Her gelen görücüye önem vermediğim için ...",
    "- Beğenmişler. Ahmet Cemil yalnız bu kelimeyi yeterli görmedi. İlave etti:",
    "- İsteyeceklermiş ...",
    "- Allah hayırlısını kısmet etsin oğlum, istesinler bakalım da düşünürüz ...",
    "Ahmet Cemil sabahtan beri beynini işgal eden bu meseleye karşı annesinin sakinliğine hayret etti, birden bu ananın kadere boyun eğişi karşısında sustu.",
    "Bu akşam Muzaffer Bey'in ders gecesiydi, Ahmet Cemi! gitmemeye karar verdi. Yemekten sonra okumaya da istek duymadı, aşağıda küçük odada inmiş muşamba perdelerin arkasında açık pencereden süzülen gecenin nemli havasını duymak için başını duvara dayadı. Ne söz, ne şaka istiyordu, yalnız küçük odanın -şu bir saf kalp kadar ruhaniyetle dolu aile odacığının- ruhunu doya doya hissetmek istiyordu.",
    "Kar gibi beyaz kenan gerile gerile iğnelenmiş patiska örtülü sedir, yerde üstüne pembe satrançlı dokuma çekilmiş şilte, annesinin en sevdiği yer, küçük dört ayaklı iskemle, İkbal'in yeşil gaz boyamalarından yaptığı sade fakat belki onun için zarif hoş kalpağı altında lamba, duvarlarda babasından yadigar olarak kalmış biri klıfi, biri talik iki güzel levha, pencerelerde muşamba perdelerin üzerinde yaza mahsus beyaz, ince sarı kornişlere küçük küçük kıvrıklarla iliştirilmiş perdeler, o kadar... Burada kadife kanepeler, koltuklar, atlas perdeler, ne de gösterişli odalarda nefis kap kacak vardı, hiçbir şey yok, fakat buna karşılık derin bir sevgi, her türlü sıkıntıların, zorlukların zedeleyemeyeceği kadar sağlam bir saadet, üç kalbin bağıntısından meydana gelen hoş, ruhu ısındırır bir sıcaklık vardı.",
    "Demek şimdi bu yakınlığa, bu samimiyete, bu gizli aile özel hayatına yabancı bir unsur daha katılacak? Demek bu sıcak mesut havanın üzerinden soğuk bir hafif yel uçacak?",
    "Gözleri sık sık küçük iskemlenin yanında diz çökmüş, o gün çarşıda alınan yedi arşın gömleklik kumaşın yanlarını çatmakla meşgul olan İkbal'e çevriliyordu.",
    "- Kızım, makası alıversene ...",
    "- Sizin yanınızda değil mi, anne?",
    "Sonra sessizlik. Ara sıra kumaşı kesen makasın sinirleri ürperten sesi, bazen rüzgarla şişen muşamba perdelerin hışıltısı, ta mutfaktan Seher'in bulaşık gürültüsü, o kadar ...",
    "Bu gece İkbal Ahmet Cemil'in gözlerine güzel görünüyordu, kardeşinin bu kadar çekiciliği olduğuna dikkat etmemişti ... Zavallı çocuk, bari bahtiyar olsa! Açık kestane gür saçları altında, zarif başı, kulaklarının etrafından, altından, asi, perişan, çılgın saç kümeleri arasında biraz küçük, beyzi görünen yüzü, bu yaşta genç kızların yüzlerine has bir süzgünlük altında hafif bir donuklukla uyuşan 1 1 pembe rengi, biraz vücuduna erkekçe bir yüksek biçim veren geniş omuzlar, uzunca bir boy, henüz olgunlaşmamış bir kız vücudu ki noksanları içinde çekicilikle ve onun için şiirle dolu ... Büsbütün genişlemesi, ilk belirtileri görünen kadınlık nitelikleri olguolaşmak için yalnız kadın olmayı bekliyor ...",
    "Merhametten, şefkatten oluşmuş bir bakışla onu sadıkça, gözleri bir damla sevgi gözyaşı gibi -fakat kim bilir nasıl- bir kadın olmaya hazır duran bu zayıf kızın üzerine düştükçe kalbinden \"Bari mesut olsa! \" diyordu. Onun saadetinden emin olabilse, değil ufak tefek dinlenme sebeplerini, demin kesintiye uğrayacağından korktuğu hayat huzurunu belki bütün gelecek emellerini feda ederdi.",
    "İkbal'in evlenmesi Ahmet Cemil'in hayatında bir rüya gibi geçti. Eniştesini ilk önce matbaada babası Tevfik Efendi'nin yanında gösterdiler, geçkin bir yaşta hastalıklı bir babanın zayıf doğmuş bir çocuğu, herkes gibi bir genç, kalem hayatında terbiye almış, hoppa değil, hatta biraz ciddi... Ahmet Cemi! ilk edindiği fikri zihninde şu birkaç kelimeyle özetlemişti. Bu ziyaretten sonra Ahmet Şevki Efendi'nin gayretiyle, hele Tevfik Efendi'nin anlaşılamayacak bir heves ve şiddetli arzusuyla bütün şartlar on beş gün içinde kararlaşmıştı . Ahmet Cemil'in özel hayatını her yönüyle bilen Ahmet Şevki Efendi damat beyden ağırlık adıyla bir para kopardı ki hemen bütün düğün masrafını elde etti. Ahmet Cemi! bu evlenme meselesine ne taraftar ne de aleyhtardı. Meselede bir itiraz vesilesi bulunamaması aleyhtar olmasını engellediği gibi enişte olacak adamın herkesten başka bir şey olmayışı taraftar olmasına da mani olmamıştı. Vehbi Bey'i tanıdıklarından, kalem arkadaşlarından sormuşlardı, herkesten pek iyi teminat alındı. En son defa olarak bir gün Ahmet Cemi! kardeşinin fikrini sordu: İkbal gözlerini indirdi, sustu, demek razı oluyordu.",
    "Düğün!",
    "O gün Ahmet Cemil kaçmıştı, koltuk merasimini görmek için Süleymaniye'nin o daracık sokağını baştan başa doldurarak ve kapının herkese açılmasını bekleyerek yeldirmeleriyle, çarşaflarıyla üşüşen, orasını beraberlerinde getirdikleri çocuklarıyla küçük bir mahşer -garip bir renk ve kılık mahşerihaline getiren kadınları, kanarya sarısı bırkasının altında al basmadan entarisini giyerek, başına oyalı gaz boyamasından yapma çiçekli hotozunu koyarak, bir paçavra kenarıyla iyi bağlanmamış uzun çorabı güllü pembe iskarpinin üzerine düşmüş, beyazlı kırmızılı tire kuşağının saçakları sarı bırkasının altından eteklerine dökülmüş, beline işlemeli ipek mendili iğneyle tutturulmuş, düğünün şerefine ta sabahleyin sokağa fırlayan komşu kızlarını kağıt helvacı Arnavut'un yanında içi fındıklı sert helvayı kemiriyor görmemek, akşama kadar bu sokak içinde kestanecilerin, susam helvacılarının, leblebicilerin etrafında bağrışacak, ağlaşacak olan bütün o belinden donu düşmüş, çorabının içine paçası tıkılmış, düğün evindeki annesine sokaktan \"Anne! \" diye bağıran, koşa koşa birbirini kovalayarak çığlık koparan çocuk alayından uzak olmak için, bekçi baba gelip de elinde sopasıyla yeni tıraştan çıkmış çökük yanaklı, uçları sekiz on kere kıvrılmış iri siyah bıyıklı azamedi yüzüyle kapıya küçük bir iskemle atıp amirlik vazifesini kendisinin aldığını --sopasının ilk gürültüsünden- anlar anlamaz, henüz komşu hanımların ellerinde süsü tamamlanmayan kardeşini sofaya çağırtarak o yarım gelin haliyle öpmüş, sonra ağlamaktan çekinerek bir söz bile söylemeden kaçmıştı.",
    "Ahmet Cemil bir hafta eve uğramadı, annesiyle kardeşinden öyle izin almıştı, o bir haftayı Hüseyin Nazmi'nin köşkünde geçirdi.",
    "Ah! O İkbal'i böyle mi gelin etmek isterdi? Onun için neler düşünmüş, ne süslü evler, ne gösterişli daireler, ne hoş tuvaletler, ne süslü çeyizler hayal etmişti! Demek o gelecekte hakikat olacağına inanarak aldandığı hayaller yalandı?",
    "İkbal'in gelin olacağını düşündükçe bir vakitler onu beyaz uzun etekli -moda gazetelerinin renkli ilavelerinde görerek imrendiği şeylere benzer- bir elbise içinde, beyaz ipek duva 1 ğı yanlarına dökülmüş, başı mücevherlerin altında biraz eğilmiş olarak görürdü. Sonra saçları püskürmüş yağız Macar atlı zarif parlak bir araba onu alıp götürüyor, daha sonra seçkin tuvaletlerle canlı bir çiçek deryası gibi dalgalı geniş bir mermer safanın ortasında o çiçek deryasının perisi, köpüklerden meydana gelmiş bir melike gibi İkbal...",
    "Şark halıları döşenmiş çifte bir merdiven, salonlar, avizeler, tablolar, kadifeler, atlaslar ... Demek bunlar hepsi yalan?",
    "Hayalinin kendisine sunduğu bütün bu tantana, kendisini mest eden o şaşaalı rüya, demek bütün bu şeyler boştu?",
    "İkbal şimdi sopasıyla kapısının önünde bekçi duran, sokağında alacalı, yaygaracı çocuklar kaynaşan küçücük evde rastıklı, kınalı, ladenli komşu hanımlar arasında damat beyi, matbaa müdürü Tevfik Efendizade Vehbi Bey'i bekliyordu. Kaçtı, Ahmet Cemi! rüyalarının şu sefil hakikatinden tam bir hafta kaçtı.",
    "O bir hafta zarfında eniştesini hiç görmemişti. Nihayet bir akşam yemekte birleştiler. Ahmet Cemi! hayret etti, o henüz ağır bir külfet yükü altında ezilirken, yüzüne bakamayarak gözlerini indiren İkbal'e bir kelime söylemeye cesaret edemezken damat bey herkesle teklifsiz oluvermişti.",
    "Hatta Seher'le ufak tefek şakalar bile ediyordu. Ahmet Cemi! bu akşam kendisini ezen azap altından hiçbir zaman kurtulamayacağını, sofrada, bir vakitler yalnız kendisinin olan şu evin her köşesinde şimdi yabancılıktan asla çıkamayacağını anladı. Bir dakika içinde bütün manevi varlığından bir soğuk rüzgar geçti, şimdi bu evde adeta üşüyordu. o akşam Muzaffer Bey'e can attı.",
    "Gazeteye bir ilan sıkıştırdı, haftasının diğer dört akşamını da evden uzak geçirmek için ders buldu, Hocapaşa'da demiryolu memurlarından iki Alman'a Türkçe öğretmeye başladı. Artık bütün gecelerini evden uzak geçiriyor, hatta Hocapaşa'da ders olduğu zamanlar akşam yemeğini mathaada kısaca tedarik ederek bir vakitler hayat zevkinin biricik kaynağı olan aile sofrasında bulunmuyordu.",
    "Düğünden sonra Ahmet Cemil'le annesi hemen hiç yalnız bulunmamışlardı. İki ay kadar bir zaman geçmişti, bir gün Sabiha Hanım sabahleyin odasına girdi. O henüz tembellik ediyor, yatağında bile bile gecikiyordu, annesi yatağının kenarına oturdu:",
    "- Niçin kalkmadın, oğlum? dedi, sonra cevabını beklemeden biraz eğilerek ilave etti:",
    "- Sana bir şey söyleyecektim. Hiç yalnız bulamıyorum ki ... Dün Seher İkbal'in odasında yalnızca ağladığını görmüş ... Ahmet Cemil hayretle annesinin yüzüne baktı:",
    "- Niçin?",
    "- Bilmiyorum... Zaten kız gelin olalıdan beri neşesiz, dün ağlayışı büsbütün zihnime dokundu, acaba kocasının biraz içkisi olduğundan mı?",
    "Vehbi Bey'in akşamcılığı vardı. On beş gün kadar yenilikten çekinerek alışkanlığını yerine getirememişken nihayet bir akşam eve bir şişe Pertek rakısıyla gelmişti. Ahmet Cemil'e bundan hiç bahsolunmamıştı, fakat o birkaç gün içinde bu alışkanlığı keşfetmiş, birkaç kadeh rakının şu saadet yuvasında bir felaket zehri yerine geçeceğini anlamıştı. Bir gün annesinin ağzından bu meseleyi işitince yatağında doğruldu.",
    "Ana oğul uzun uzun birbirine baktılar. İkisinin de bu bakış çarpışması arasında İkbal'in ağlayan hayali uçuyordu. İkisi de bu hayal için ağlamaya hazırdılar. Birden şu iki aylık gelinin annesinden, kardeşinden gizlediği gözyaşlarının içinde bir derdin saklandığını duymuşlardı. O vakit Ahmet Cemil yavaş yavaş annesini sorguya çekti. Eniştesinin nasıl bir adam olduğunu görüyordu. Fakat nasıl bir koca olduğunu anlayabilmek için Sabiha Hanım'ın fikrini istedi.",
    "Annesi Vehbi Bey'e yüklenebilecek bir kusur bulamıyordu. Evine devam ediyor, bir huysuzluğu yok, İkbal'e soğuk bir davranışı da görülmemiş, İkbal'in ağlayışı biraz içki içinse ...",
    "Ahmet Cemil pek iyi hissetmişti ki kardeşi mesut değildir. Evlendiğinden beri İkbal'in yüzünde dikkate çarpan bir hüzün rengi her türlü şikayet sözünden daha etkileyiciydi.",
    "Sabiha Hanım iki aydan beri birinci defa olarak yalnızca konuşmaya fırsat bulduğu oğluna başka bir konuşma konusu daha hazırlamıştı:",
    "- Masraf meselesi de sade senin üzerine kalıyor gibi bir şey Cemil, dedi.",
    "Buna Ahmet Cemil dudaklarını bükerek cevap verdi:",
    "- Ne önemi var? Kazandığım yetişmiyor değil ki ...",
    "Geçen gün İkbal'e aylık olmak üzere on mecidiye vermiş, kız sabahleyin biraz gülerek, sıkılarak parayı bana vermek istedi. Reddettim, o ısrar etti, nihayet yine onun olmak üzere saklamak için aldım, fakat bu kadarla devam edecekse ...",
    "Sabiha Hanım sözünü bitirmedi, gözlerini oğlunun gözlerine dikti. Ahmet Cemil bu bakıştan sıkıldı, gözlerini çevirdi, cevap vermedi. Kendisini her şeyden yoksun bırakmaya alışmamış mıydı? Onun için birkaç mecidiye tasarruf etmekte bir fayda mı var?",
    "Seneyi iki kravatla geçirmek, bir iskarpini altı ay sürüklemek zaten öyle bir sefaletti ki ona adeta zevk verirdi. Artık şu istediğini elde edemediği hayatının acı lezzetinden bir hoş üzüntü bile duyar olmuştu. Matbaada kaldığı akşamlar idarenin penceresi kenarına ilişip de caddenin hüzün veren tenhalığından kendinden geçerek biraz peynirle francalasım yedikçe kendisinde bir zavallılık bulur, bunda kederli bir şiir bularak adeta şiir lezzeti alırdı.",
    "Bu sabah annesiyle şu konuşma kalbine sanki bir damla yakıcı zehir damlatmıştı. Orada bir şeyin yandığını, sanki bir noktayı kazıyarak kemirdiğini hissediyordu.",
    "Bu sabah İkbal'e tesadüf etmek emeliyle odasından geç çıktı. Geç kalkmak alışkanlığında olan eniştesini uyandırmaktan çekinerek merdivenleri yavaş yavaş indi. İkbal daha evvel kalkmıştı, aşağıda karşılaştılar. Evlendiğİnden beri ona karşı Ahmet Cemil yarı siterne benzeyen bir tavır takınmaya lüzum görmüştü. İkbal'de de kardeşine karşı bir suçlu gibi gözlerini indirmek, yolundan silinmek, mümkün olduğunca az fırsatlarla hitabına maruz olmak gibi bir çekingenlik ortaya çıkmıştı.",
    "Bu sabah Ahmet Cemil İkbal'e bir şey söylemek istiyormuşçasına baktı. İkbal bir aralık bu bakışa karşı koymak istedi, sonra şimşeği andırır bir sarsıntıya uğramış gibi bakışı titredi, gözlerini indirdi. Kardeşinin yalnız şu bakışı, \"İkbal! Bahtiyar değilsin, anlıyorum\" demişti.",
    "Gözlerinin bu keder ifadesini diliyle başka tarzda tercüme etmek istedi:",
    "- İkbal, artık seni hiç göremiyorum. Hiç olmazsa bazı sabahlar odama uğrasan ne olur?",
    "Şu serzeniş kapsamlı bir kitap kadar mana doluydu. Bu sade sözle İkbal'i, gözyaşlarını, sırlarını, kırılmış ümitlerinin matemini tutan yeni geliniere has bütün gizli elemlerini dökebileceği bir yere davet ediyordu. Demek istiyordu ki: \"Evet ne olur? Orada seninle beraber ağlayacak birisini bulurdun ... Sen bahtiyar değil misin, kardeşim? Bak, senin bahtiyar olmadığını düşündükçe benim ta şuramdan, ciğerimin ta ortasından bir acı şeyin aktığını hissetmiyor musun?",
    "O küçük odada senin bütün gizlenmiş dertlerini içine almaya yetecek kadar geniş bir yer bulurdun. Neden gizli ağlıyorsun? Mademki senin ağianacak şeyin var, niçin beraber ağlamayalım? Evet ne olur, ara sıra kalbinin üzerinde bir ağır yük hissedip de onu atmaya muhtaç olduğun zamanlar odama uğrasan ne olur? .. \" Bugün matbaacia Ahmet Cemil Raci'nin oğlu Nedim'e Saip'in kibrit çöpüyle yazılmış gibi iri iri, bozuk bozuk yazısını okutturup alıştırmakla meşgulken Ahmet Şevki Efendi telaşla odanın kapısında göründü: \" Cemil Bey! Cemil Bey! \".",
    "Başını kaldırdı: \"Gelsene! \". Ahmet Cemil hayretle kalktı, Ahmet Şevki Efendi odadan mümkün derecede uzak olmak için onu dizgi bölümüne kadar sürükledi, sonra sordu:",
    "- Sana bir havadis var amma pek şaşılacak bir şey!",
    "Biraz kendini topla, bakayım, topladın mı? İnsanı çıldırtacak bir şey ... Şöyle yüzüme bak, dinliyor musun? Tevfik Efendi evlenmiş ...",
    "Ahmet Cemi! anlamadı:",
    "- Hangi Tevfik Efendi?",
    "Sizin kayınpeder, yani eniştenin babası, bizim müdür Tevfik Efendi ...",
    "- Nasıl? O öksürüklü hasta herif evlenmiş mi?",
    "Ahmet Şevki Efendi'nin göbeği yerinden sarsıldı:",
    "- Evet, o öksürüklü hasta herif, on altı yaşında, senin hemşire hanımdan daha küçük bir kızcağızia dün akşam güvey girmiş, bugün de ...",
    "İkisi birden kahkahayı salıverdiler. Ahmet Cemil:",
    "- Onun için telaş ediyormuş, oğlunu bir an evvel başından savmaktan maksadı varmış, dedi.",
    "Sonra meselenin gülünç tarafının etkisi kaybolduktan sonra Ahmet Cemil bu hikayenin asıl içyüzünü duymak istedi. Tevfik Efendi'yi gözünün önüne getirdi, mangalın başında külünü eşelerken gördü, bir an onun hayatıyla yaşadı, bir dakikalık bir zaman içinde zihni bir düşünce sağanağı altında kaldı, sonra bütün o düşünceleri açıklayabilecek yalnız tek bir kelime bulabildi:",
    "- Hayret! dedi."
  ]
}