{
  "title": "8",
  "paragraphs": [
    "Ahmet Şevki Efendi akşamüstü bir aralık imtiyaz sahibinin odasına girdi, aynanın karşısına geçti, arkasından takip eden Ahmet Cemil'e aynanın içinden söz söyleyerek:",
    "- On beş sene oluyor, evet tam on beş sene ki geceyi Beyoğlu'nda geçirdiğim hiç olmadı, diyordu. Biraz boyunbağıma, fesime, endamıma çekidüzen vereyim ... Ahmet Şevki Efendi kendi kendisine aynanın içinde sırıtıyordu. Dolgun yanaklarına henüz girerneyen kırk şu kadar senenin yıpranma çizgilerinden uzak yüzünü pek beğeniyordu. O akşam Beyoğlu'nda yaşlanmış bir adam halinde kendisini göstermeye lüzum yok ya! Biraz şu ince siyah boyunbağını çekerek, fesini azıcık şöyle öne doğru eğerek, şişkin karnını biraz basmak için keten yeleğin arkadan takasını biraz daha sıkarak, -şu seyrek bıyıklara da biraz genç bir eda verebilseyok, işte şöyle fena değil... Sırıtarak Ahmet Cemil'e:",
    "- Fena değil a, Ahmet Şevki Efendi iyice şıklaştı, Allah vere de Raci'nin aşık olduğu kadın ...",
    "Ahmet Şevki Efendi sözünü bitiremedi, birdenbire camları döverek düşen bir sağanak şu düşüncesine fasıla verdi:",
    "- Ay! Yağmur yağıyor, bence hava hoş! Senin şemsiyen var mı?",
    "Ahmet Cemil başıyla işaret etti.",
    "- Öyleyse ikimiz bir şemsiyeyle idare ederiz, benim şemsiyeme kendim zor sığıyorum amma varsın sol tarafım ıslanıversin ...",
    "Ahmet Şevki Efendi'nin koyu nefti alpakadan, küçük bir çadır kadar bir şemsiyesi vardı ki Saip dört senelik olduğuna yemin ederdi. Bu şemsiyeyle Ahmet Şevki Efendi o derece bütünleşmişlerdi ki, şemsiye nerede görülse Ahmet Şevki Efendi de mutlaka orada bulunurdu. Ahmet Şevki Efendi'nin şemsiyesi o derece ünlüdür ki mutlaka bir şaka edebilmek için vesile arayan Ali Şekip, \"Ahmet Şevki Efendi'nin şemsiyesi yalnız başına kalksa da salma salma Sirkeci'den ağır ağır yukarı doğru çıksa bütün cadde halkı Mirat-ı Şuun idare memurunun şemsiyesi gidiyor, diye gösterirler\" derdi.",
    "- Saat on bir buçuğa geliyor, gidelim mi?",
    "Yazı kurulu odasına uğrayarak henüz başmakalesinil bitiremeyen Ali Şekip'i, Saip'le karşılıklı olarak düzeltilere bakan Sait'i selamladıktan sonra merdivenleri indiler, Ahmet Cemil, Ahmet Şevki Efendi'nin sağına geçti. Şemsiye açıldı.",
    "Şu yaz yağmurunun altında şemsiyenin tozları yıkanarak iki arkadaş böyle yan yana, kol kola yürüdüler.",
    "Köprü başına geldikleri vakit etraftan akıp gelen halkın, akşamüstlerine özgü heyecanının henüz kalıntısı vardı.",
    "Son vapura yetişecek olanlar koşuyorlar, ara sıra tek tük arabalar halkı yarıp yağmurun altında ısianan arabacılarır şakırdattıkları kamçı gürültüleriyle geçiyorlardı.",
    "Ahmet Cemil hem arkadaşının nefti şemsiyesi altında her iki adımda bir ileri sürdüğü fikri dinliyor gibi susarak yürüyor, hem de köprüyü bir yandan bir yana istila eden siyah, lacivert, nefti bir alay canlı müthiş mantarlar gibi havalanarak, sallanarak yürüyen şemsiyeleri seyrediyordu.",
    "Galata'ya geldikleri vakit buraya has gece hayatının uyanmaya başladığını gördüler. Geçerken doğru yola baktılar, \"İcmal\" her ne kadar toplama özet anlamına gelse de geçmişte günlük siyasal olayları özetleyen makale ya da başmakaleler için de kullanılırdı, bu nedenle \"icmal\" \"başmakale\" şeklinde sadeleştirildi. sokağın çamurlarında kahvehanelerin, meyhanelerin camlarından sızan ışıklar sokaktan geçen arabaların, tramvayların tekerlekleri, yolcuların ayakları altında kaçışarak oynaşıyordu. Ahmet Cemil o hayatı bir iki kere yakından görmüş, o yaşayışın sefaletinden titrernişti.",
    "Ufak bir dalaşmadan sonra Tünel'e kadar geldiler, Ahmet Şevki Efendi cebine davranarak dedi ki:",
    "- Şimdi bu pis havada nerede vakit geçireceğiz?",
    "Ahmet Cemil:",
    "- Kahve kahve dolaşırız, herkesin eğlenmek için can attığı Beyoğlu'nu bir kere de şu yaşınızda, on beş sene sonra dolaşınız. Bakalım can atılacak bir yerini bulabilir misiniz? dedi.",
    "Tünelin içinde vagonların sarsıntısı arasında Ahmet Şevki Efendi:",
    "- Biz bu akşam çıkıyoruz amma ne yapacağımızı ben de bilmiyorum, diyordu.",
    "Tünelden çıktıkları vakit yağmuru kesilmiş buldular, yalnız ince bir serpinti vardı, Ahmet Şevki Efendi artık şemsiyesini açmaya lüzum görmedi:",
    "- Ne olacağını ben şimdiden tahmin ediyorum, diyordu. Ona orada tesadüf edeceğiz. Bizimle şöyle bir kısa alıhaplık edecek, karıdan yüz bulabildiği kadar etrafında dolaşacak, biz karşıdan bu hali seyrettikçe geçen gün mathaada ağlayan kadın gözümüzün önüne gelecek, nihayet kalkıp gideceğiz, o kadar ... Netice?",
    "Ahmet Cemil gülerek:",
    "- Hiç! dedi.",
    "Ahmet Şevki Efendi sustu, fakat zihni hep bu meseleyle meşguldü, bir aralık şu düşünceyi ilave etti:",
    "- Karı koca arasına böyle bir sevgi kopukluğu girince bir daha iyi bir geçim, mümkün değil, sağlanamaz. Kadın ölünceye kadar boşa çıkan hayatına ağlar yahut gözyaşları çare olmazsa başka bir yerde eğlence aramak ister. Erkek de hep kendi hareketine karısını sebep bulmaya çalışarak sonuna kadar devam edip gidecektir. İnsanlar tuhaftır! Fena bir şey yapmakta olduklarını hissedecek olurlarsa mutlaka en önce vicdanlarını susturacak bir sebep bulurlar. Kötü işler sahibi olanlara sorun uz, hepsinde kendi kendilerine icat edilip özenle pekiştiritmiş sebeplere tesadüf edersiniz. Hiç olmazsa sanki birçok sırların bulunduğunu farz ettirerek güler, size, \"Anlatamam ki, bilseniz beni hoş görürsünüz ... \" demek ister. Onun için öyle sebepler vardır ki henüz kendisi bile irdeleyip şekillendirememiştir yahut birtakım sebepler bulunduğuna inanmamıştır amma incelenmek lazım gelse hiçbir şey yoktur ... İşte Raci! Kim bilir, karısına ihanet etmek için kendisini ne kadar haklı bulmaktadır.",
    "Ahmet Cemil arkadaşının felsefesini, şu sıradan fakat doğru görüşü dinledikçe zihninde o esası genişletiyor ve süslüyordu. Mahkemelerden, hapishanelerden geçenlerin hissettiklerinin ayrıntılarına inme vasıtası hep Ahmet Şevki'nin şu kaba sözlerinde saklıdır diye düşünüyordu.",
    "- Nerede oturacağız?",
    "Ahmet Cemil:",
    "- Luxembourg'da, dedi. Beyoğlu'nda en çok zevk aldığı yer burasıydı, orada ön tarafta bir yere oturur, önünden aşağıya yukarıya geçen halkı seyreder, bu binlerce yolculardan seçtiği bazı yüzleri oturduğu yerin sınırlı görüş alanının izin verdiği kadar takip eder, o yüzlerio kimisinin paltosundan, kimisinin eski elbisesinden, birisinin elindeki paketten, bir kadının yanındaki çocuktan manalar anlar, zihninde birer dakikalık zaman içinde bu yüzler için birer ayrıntılı hikaye yazardı. Buraya gele gele, birtakım yüzlere birçok defalar tesadüf ede ede şu halkın içinde kendisine özgü tanıdıklar bulmuş, mesela birisinin evinde hastası olduğunu daima taşıdığı ecza şişelerinden anlamıştı. Acaba nesidir? Çocuğu yahut karısı... Sonra bir gün onu büsbütün çökmüş, rengi uçmuş gördü. Elinde artık ilaç şişesi yok, üzerinde siyah elbise vardı. Buna güya tanıdığı, sevdiği bir adam gibi acımıştı.",
    "Yine bu tanıdıklar içinde bir genç kız tanıyordu ki ilk gördüğünde bütün vücudundan neşeler, sevinçler, saadetler saçılıyordu, birkaç ay sonra ona yine tesadüf etmişti, fakat bu defa yüzünde saadet rengi sanki bir alevle kavmimuş gibiydi. Bundan sonra her tesadüf edişinde genç kızın yüzüne başka bir ürnitsizlik, gözlerine yeni bir keder düştüğünü gördü. Bir aşk faciası olacak... Sonra bir gün ta kendisinin önünde genç kızın birisine -bıyıkları Macar tarzında kalkmış, tek gözlüklü, İspanyol şapkalı, paçaları kıvrık pantolonlu, düğmeli sarı potinli birisine- baktığını gördü, delikanlı kayıtsız, umursamaz bir edayla şapkasını kaldırdı, o kadar, fakat o bakış... Ahmet Cemil genç kızın bütün ümitsizlik kitabını bu bakışta okudu ...",
    "Böyle gözlerinin önünden yüzlerce, binlerce insan hayatı geçerdi, burası, şu kahvenin şu kısa kadife iskemiesi onun için zengin bir kütüphaneydi ki içinde bulunanlar, cilt cilt kitaplar okunmaz, hissedilir, görülmez, anlaşılır. Hikaye yazmak isteseydi bunların her birinde bir konu bulmuş olurdu.",
    "Ahmet Şevki Efendi ile buraya oturdular, iyice gece olmuştu. Ahmet Şevki Efendi: \"Ben bir tek parlatayım\" dedi Ahmet Cemil resimli gazeteleri istedi, Ahmet Şevki Efendi kendisini şu illernde garip bulmuş gibi etrafına yabancı yabancı bakmakla, Ahmet Cemil resimleri seyretmekle bir müddet vakit geçirdiler. Sonra Ahmet Şevki Efendi geniş bir nefes aldı, küçük kadife sandalyeden taşan vücudunu birkaç kere nasıl yerleştirebiirnek lazım geleceğini ayarlamak için kımıldandı ve sonra arkadaşına doğru eğilerek:",
    "- Ben burada sıkıldım, dedi, ruhuma daraltı geldi.",
    "Burada şu suratlarını gazetelere sokmuş yahut gözlerini sokağa dikmiş bir alay halk arasına gelip kendimi hapsetmekten bir lezzet alamadım, dedi.",
    "Ahmet Cemil gülümsedi:",
    "- Nereye gitsen böyle değil mi? Burası Beyoğlu kahvelerinin en eğlencelisidir. Canınız daha kapanç yer istiyorsa Couronne var, Gambrinus var, Central var ... Lambalı duvarların, tavanların arasında mermer masalar ... Bu masaların etrafında birçok adamlar ya bira içiyor, ya gazete okuyor, ya yavaş sesle konuşuyor, şu halin bir aynı ! Bir fark varsa o da biraz daha kapalı, kasvetli olmasından ibaret. Kahve kahve dolaşırız, demiştim, isterseniz Palais de Cristal'in, Concordia'nın yanlarında cam kapılı, içi daima gürültülü, kapısı açıldıkça sokağa dumanla karışık kadın sesiyle bir çatlak keman ahengi fışkıran kahvelerden birine gidelim.",
    "İşte Beyoğlu, işte Beyoğlu'nun zevki!",
    "Ahmet Şevki Efendi güya Beyoğlu'nun şu derece zevkten yoksunluğuna rağmen gördüğü rağbete kızmış gibi:",
    "- Öyleyse niçin geliyorsunuz? dedi.",
    "- Oh! Çeşitli sebepler var! Beni sormayınız. Ben her yerde eğlenirim, hatta bir mahalle kahvesinde bile... Beni gözlem yapmaya elverişli bir yere götürünüz, yeterlidir, saatlerce oturayım, beni düşündürecek şeyler bulurum.",
    "Beyoğlu'ndan zevk alanlar içinde benim bakış açıma kendini koyanlar belki çoktur varsa azınlığı oluştururlar.",
    "Çoğunluk? Siz on beş sene evvel niçin gelirdiniz?",
    "Ahmet Cemil'in bir gülümsemenin eşlik ettiği bu sorusuna Ahmet Şevki Efendi bir sırltınakla cevap verdi. O devam etti:",
    "- Çoğunluk sebep olmadan gelir, herkes geldiği için yahut başka gidecek bir yer olmadığı için, daha doğrusu bir alışkanlık sonucu ... Ne derseniz deyiniz, her gece şu demin saydığım kahvelere bir bakınız, buralarda sırf iki kadeh bira içmek bahanesiyle ta Aksaray'dan, Şehzadebaşı'ndan, öteden beriden gelmiş yüzlerce adam görürsünüz. Ta gecenin yedisinde sekizinde dönmek zahmetine katlanacaklardır ...",
    "Sebep? \"Ben bu akşam Beyoğlu'ndaydım!\" diyebilmekten ibaret bir tatmin yahut ertesi gün kalemde \"Aman dün akşam ne kadar eğlendik!\" tarzında bir yalan ...",
    "Ahmet Şevki Efendi evvelkinden daha geniş bir nefes aldı:",
    "- Aman sıkıldım. Seninle ne yapalım bilir misin?",
    "Yağmur dindi, hafif bir serinlik var, şuradan açık bir tramvaya bineriz, Şişli'ye kadar gider geliriz, biraz ciğerlerimiz kır havasıyla tazelenir, ondan sonra gider, yemeğimizi yeriz.",
    "Daha sonra ...",
    "Ahmet Cemi! arkadaşının Şişli'ye kadar kır havasını bulamayacağına güldü, fakat karşı çıkmak da istemedi, oraya kadar gidiş ve dönüş yokuluğunu yaptılar, yolda Ahmet Şevki Efendi ikide birde kır havası arayan ciğerlerini şişirmeye çalışarak:",
    "- Şu Raci'yi ne yapacağız? Bilmem, nasıl etmeli? diyordu.",
    "Ucuz olsun maksadıyla Ahmet Cemil arkadaşını Glavani Sokağı'nda La Bella Venezia lokantasına götürdü. Ev yemeğinden başka yemekiere alışmamış adamlara has bir tiksintiyle yemek yediler, kahvelerini bir de nargile içmek üzere Tepebaşı Bahçesi'nin karşısındaki kahvelerden birine gittiler.",
    "Bir kere İzrnir'e kadar gitmiş olan Ali Şekip bu kahvelerin hepsine birden İzmir kahveleri adını vermişti. Ahmet Şevki Efendi buradan pek çok hoşlandı. Karşılarında bahçenin, yemek arasına rastlayan şu saatte, fenerleri söndürülmüştü.",
    "Bahçe gözlerinin önünde bir kır gibi görünüyordu. Burada yağmur yemiş ağaçlardan yayılan hoş bir kır kokusu vardı, Ahmet Şevki Efendi:",
    "- Aman ne güzel! Ne güzel! diyordu, sonra birdenbire Ahmet Cemil'in kolunu çekti:",
    "- Baksana, baksana, Raci değil mi?",
    "Raci bahçenin kenanndan ayaklarına, hacaklarına emin olamayarak yavaş yavaş yürüyordu.",
    "Ahmet Cemil:",
    "- Oraya gidiyor olmalı, biraz sonra biz de gideriz, değil mi? dedi.",
    "Palais de Cristal'in merdiveninden çıkarken Ahmet Cemil arkadaşına dedi ki:",
    "- İşte İstanbul'un en yüksek eğlence yeri.",
    "Ve kendi şivesine uydurarak tercüme etti:",
    "- Kasr-ı billurP",
    "- Kıymeti itibariyle mi yüksekliği itibariyle mi?",
    "- Her iki şekilde ...",
    "Dar, pis, basamakları aşınmış, sıvaları, duvarları kirlenmiş merdivenden yavaş yavaş çıktılar, kendilerini içki kokusuyla dolmuş, kapalı kalmış ağır bir hava karşıladı.",
    "Billur köşk.",
    "Henüz kalabalık yoktu, bir iki masanın başında vapurunun limanda bir gecelik kalışından istifade ederek Beyoğlu'nda şu zevk alemine düşmüş siyah tırnaklı, ateşin karşısında kavrulmuş yüzlü bir ateşçi, iki genç, galiba dükkaniarı erkence kapanmış civar tuhafiyecilere mensup iki satıcı, bir kenarda hizmetçi kızla -kırklık şişman bir karı, fakat hizmetçi kızlar herhangi yaşta olursa olsun daima hizmetçi kızdır- tenhalıktan cesaret alarak şakalaşan, aldırışsız, içli dışlı tavrına, kahve sahibinin gözü önünde şakataşmadan çekinmeyişine, iri iri kahkahasına, hatta masaların arasında kızı kovalayışına bakılırsa kahvenin alışık müşterilerinden biri olduğu anlaşılan kır saçlı bir adam! Ötede heride başlamak saatini bekleyerek dinleneo çalgıcı kızlar, o kadar ...",
    "İki arkadaş şu tenhalık içinde nereye oturacaklarını birden bilemediler, Ahmet Cemil biraz tereddütten sonra:",
    "- Şuraya! dedi.",
    "Sahnenin yanında bir kanepeye oturdular.",
    "- Daha pek erken, Raci gelmemiş, fakat şimdi devamlı gelenler sökün ederler ...",
    "Şişman karı bir aralık musaHat aşığından kurtuldu, geldi, ellerini masaya dayayarak durdu, emir bekledi, Ahmet Cemil:",
    "- İki limonata! dedi. Şişman karı masaya sekiz on tane kibrit bırakarak gitti.",
    "- Beş kuruşa gece yarısından iki saat sonraya kadar şu kanepe ile masayı satın alıyoruz.",
    "Ahmet Şevki Efendi limonatayı içemedi, Ahmet Cemil güldü:",
    "- Buranın en nefis içkisi! İsterseniz kahvesinden ziyade nohut unuyla pişmiş bir kahve, elli kere cezveye atılmış, çarnuriaşmış bir çay içebilirsiniz ...",
    "Kısa boylu, omuzları kabarık, başı dik, bıyıklarının ucu kıvrılmış chef d'orchestrel, Ahmet Cemil bunu zihninde \"serdar-ı zümre-i musikiyye\"2 diye tercüme ediyordu -kemanın yayıyla nota sehpasının üzerine vurdu, Ahmet Cemil: 2 \"Müzik topluluğu komutanı\"",
    "- Gürültü başlıyor... dedi. Ötede beride yorgun bir tavırla her gün aynı sırayla tekrarlanan geçim derdinin başlama saatini bekleyerek dinlenen, kapalı yerlerde yaşamaktan, her vakit sofrayı yarı aç yarı tok terk etmekten, gündüz uyuyup gece pis hava teneffüs etmeye mahkum olmaktan sararmış, yüzünde renk uçmuş, gençlik bakışını şimdiden bezginlik bürümüş, güzel çirkin, yahut hem güzel hem çirkin, hem genç hem ihtiyar, sekiz on Lehli kız pinekledikleri yerlerden yorgun tavırlada kalktılar, kimisi kemanını aldı, kimisi davulunun başına geçti, reis bir ciddi tavırla yayını bir daha vurdu: Tık, tık, tık ...",
    "O vakit bütün o iyi akort edilmemiş kemanlar şüpheli bir uyum içinde, en histen mahrum kulakları isyan ettirecek bir kakofoniyle, her gece çalma çalma sanki yıpranmış bir galopla kim bilir kaç yüzüncü defa tekrar başladılar.",
    "Ahmet Cemil bir aralık:",
    "-Zavallı mahluklar! dedi, sonra bu zavallılar hakkında düşüncelerini, merhamet hislerini arkadaşına açıkladı:",
    "- Kim bilir, şu bedbaht kızcağızlar bu kemanlardan, davullardan şu perişan nağmeleri kopardıkça neler düşünürler! Hepsinin ta uzaklarda, Almanya'nın, Avusturya'nın, Bohemya'nın kaybolmuş bir köyünde bir aile ocağı vardır, ihtiyar bir baba ki artık kendisi için gittikçe cimrilik gösteren topraktan ailenin ekmeğini çıkaramıyor, çökmüş bir anne, gözlerinde gözlük, kulübenin bir tarafında çorap örüyor, daima... Çünkü çocuk bir değil, onların hepsine ayaklarını sıcak tutacak birer çorap lazım. Fakat yetiştirmek mümkün değil, ne çorap yetişiyor, ne ekmek! Çocuklar o kadar çok ki... Bunları ayıklamak lazım, her birini bir tarafa yöneltmek, ekmek bulacak bir yere göndermek icap ediyor. Çocukların en büyüğü kız, evlenecek, çeyiz ister, nişanlısı var. Fakat para nereden bulmalı? ... O vakit ailece düşünülür. Her gece bütün aile hazır olduğu halde yorgun baba -çorabını birkaç dakika bırakarak gözlüğünü alnının üstüne kaldırarak dinleyen- anneye aklından geçeni açıklar, geçen gün müracaat eden herifin teklifini kabul etmekten başka çare olmayacağını anlatır, nihayet iki damla yaşla bu bahse son verilir, evin kızı gidiyor ... Nereye? Kader rüzgarı nereye götürürse... Gidecek, bir köşede senelerce keman çalacak, çeyizini parça parça toplayacak, istikbalinin ekmeğini buralarda kan kusarak, aç yaşayarak tane tane elde edecek, sonra senelerce hasret kaldığı aile ocağına dönünce ya babasını ölmüş bulacak, ya komşunun kızını almış olan nişanlısını görüp oraya yığılıverecek, yahut hiç olmazsa kolIarına atılmak için hayatının en zengin parçasını feda ettiği aşığından \"Zavallı sevgilim! Ne kadar bozulmuşsun!\" tarzında bir serzeniş İşitecek ve sonra mesut olmaya çalışacak ...",
    "Bir gece hiç unutmam: Yine buradaydım. Şu davulcuyu gördünüz mü? Bir aralık gözüm ilişti, önündeki notaya değil biraz aşağı bakıyordu, dikkat ettim, süzgün gözlerle biraz gülümseyerek, şefe ve halka göstermekten korkarak gizlice bir mektup okuyordu. Bu mektup... Acaba kimden? O vakit gözlerimi yüzünden ayırmadım, ara sıra sırasını kaçırmaktan korkarak notaya bir göz atıyor, sonra hemen yine mektubuna bakıyordu. Gözlerinin şu mektuptan notaya, notadan mektuba gidişgelişi sırasında ne büyük fark vardı!",
    "Notaya geldikçe ciddi bir bakış, mektuba döndükçe tatlı bir gülümseme ... Acaba şu pis kahvenin şu berbat sahnesi karşısında şu gülünç musikinin arasında o mektuba gözü iliştikçe ne görüyor, hatıratarının arasından neler geçiyordu?",
    "Galiba nişanlısından gelmişti. Şüphesiz o askerliğe gitmiş, bu, çeyiz toplamaya çıkmıştı. Her ikisi de günleri sayıyorlar, ara sıra o, kışlanın bir tarafında acele karalanmış, bu, pis karanlık bir odanın penceresi kenarında arkadaşlarının alaylarına rağmen yazılmış mektuplarla dudaklarını yakan öpücük ihtiyacına bir teselli suyu serpiyorlar. inanır mısınız?",
    "Bunların hemen hepsi namusludur. Fuhşun çirkefi içinde yüzdökleri halde hemen hepsi memleketlerine döndükleri zaman nişanlılarına izdivaç elini pak ve saf olarak uzatırlar.",
    "Birisini tanırdım, bunlardan birine aşık olmuştu. Zavallı çocuğun bütün ümitsiz aşkına karşı kızdan bir ümit cevabı çıkmadı, fakat gariptir ki kız da ümitsiz aşığıyla beraber ağlardı. Niçin? Kim bilir? Belki o nasipsiz sevdaya karşı samimi bir merhamet hissettiği için ...",
    "Bu gece dinlemek sırası Ahmet Şevki Efendi'ye gelmişti.",
    "Arkadaşının bazı esaslara dair söz açtıkça başlangıçtan uzaklaştığı kadar son vermek maksadından da ayrıldığını bitirdi. Fakat şimdi Ahmet Cemil'in devamına diğer bir engel vardı. Kahvenin içi dehşetli bir gürültüyle doluyordu, ayak vuranlar, bastonlarını iskemielerine çarpanları; bis ... bis .. .l feryadıyla bağıranları; devamına engel oldular.",
    "- Bunlar hep şu karık sesli, boyalı kadın için, dedi.",
    "Sonra dirsekierini masaya dayadı, çenesini avuçlarının içine aldı, bu halka baktı ...",
    "Şimdi iyice kalabalık vardı, dükkanını kapadıktan sonra eğlenmeye çıkmış berberleri; tüccar yazıcıları, esnaf çırakları, bir İngiliz yük vapuruna mensup beş aln gemici, tiyatroya izin alıp da lalasıyla gizlice anlaşarak şuraya gelivermiş bir çocuk, her gece mahalle kahvesinde iskarnbil oynamaktan bıkıp da bir akşamı Beyoğlu'nda geçirmek isteyen bir bey, bütün bu halk şurada bulunduklarından memnun gibi görünüyorları; gördüklerinden, işittiklerinden pek çok eğleniyorlarmış gibi gülüyorlardı. Çekinmesiz kahkahalar ...",
    "Geniş gülümsemeler ... Baygın bakışlar ... Sonra bir sürü alkış! Sebep? Türlü hastalıktarla boğuk sesiyle, türlü eğlencelerde yıpranmış boyalı suratıyla şu duman dolu kahvenin pis havasına karşı söylediği, daha doğrusu bağırdığı iğrenç bir Alman şarkısının anlamadıkları hoşluğuna mı? \"Senin için ölüyorum\" derken hacağını kaldıran, \"Mehtaba karşı gezelim\" derken polka oynayan, şurada bir biftekle bir tabak makarna dilenrnek için kim bilir nerede işitip ne yolda kendine göre değişikliklere . uğrattığı bir parçayı her gece şurada satmak için pazara çıkaran bu karının gülünç vaziyederine mi?",
    "Ahmet Cemil bunların hiçbirisinden zevk almazdı, bu alemde bir hoşluk olmak lazım gelse onun bir başka tarzda Bir daha, bir daha ... olması lazım geleceğini düşünürdü. Onda bir hastalık vardı, her şeyde hatta sefalette, fuhuşta bile bir süs, bir zariflik olmasını isterdi. Aslında çirkin olan bu şeylerin hiç olmazsa aldatıcı gösterileri olması lazım geleceğine inanırdı. Onun için şu yaşına kadar birçok arkadaşlarının eğlencelerinden ayrılarak bütün bu alemlerden uzak kalmış, hele iki kere ne olduklarını anlamak için tesadüfle girdiği bazı aşk pazarlarından bir daha oralara dönmernek yeminiyle çıkmıştı.",
    "Burada ne var? Bu halk bunun nesine aldanıyor? Bunu bir türlü anlayamazdı. Sahnedeki karıyı üçüncü defasında alkışlamadılar, artık bundan bıkmış göründüler, bir başkasının gelmesi için herkes susuyordu. O zavallı da sahnenin kenarında tekrar çağrılmasını bekleyerek duruyordu, sessizliği görünce kayboldu, Ahmet Cemil bunu da fark etti, o vakit demin nefret ettiği bu karı hakkında adeta bir merhamet duydu:",
    "- Ah! Bu hayattaki faciayı hissetseler, acaba bu umursamazlar sürüsü şu sefaletin karşısında böyle gülerler mi?",
    "Şu zavallı kadın için bu sanat da yavaş yavaş elden çıkmaya başlamış, sadece eğlenmek için iki kere lütfen kendini tekrar sahneye çağıranlar üçüncüsünde bıktılar, yarın iki kere de çağırılmayacak, öbür gün bir defa bile görünmesine müsaade okunmayacak, nihayet kahvenin işletmecİsİ sözleşmeyi yenilemekten kaçınacak, o zaman? Haydi, daha aşağı bir yere ... Bir kadın bir kere uçurumlardan yuvarlanmaya başladı mı artık düşüşüne son verecek nokta yoktur, ne kadar aşağı düşerse düşecek yerler o kadar çoğalır. Nihayet düşe düşe bu zavallı malıluk nerelere kadar düşecek? Halbuki bu zavallı bu kahvenin şu köhne sahnesine düşmek için kim bilir nerelerden geçmiştir? Şimdi bir ümitsiz bakışla kaybolduğu şu sahneden on sene evvel mesela Viyana Operası'nda figurantel, choriste, velhasıl bir şeymiştir, o vakit bir operanın arasında söylediği topu topu iki mısralık bir parça Figüran. yahut bir balede giydiği tüllü, tüylü bir elbise için yüzlerce adamlardan iltifatlar dinlemiş, demetler almış, demederin içinde mücevherler bulmuştur. Sonra yavaş yavaş düşüş, yorgunluktan doğan bir ihtiyarlık, her gün yüzünde tamir olunacak bir fazla yıkkınlık ... Dişler bozulmuş, sesi boğuklaşmış, yanaklar çökmeye başlamış, nihayet işte şu iğrenç karı ... Acaba henüz saf bir genç kızken, ya bir mağazada satıcı ya bir çiçek imalathanesinde işçiyken, henüz hayatından bir aşk ihaneti geçmeden bu neticeyi göstereydiler: \"İşte, annenin dizinden kaçarsan buraya geleceksin\" diyeydileri; bugün şurada şüphesiz bedbahtlığın bütün acılığını hissettiği halde gülerek bağırmaya çalışan bu malıluk mesut bir aile annesi olmaz mıydı?",
    "Ahmet Cemil yine susmaya mecbur oldu, şimdi sahneye diğer biri çıkmıştı: Bir Fransız romanciere'il, düdük bir sesle İspanyol bestecisi Iradier'nin meşhur Paloma'sını öttürmeye başladı. Hemen herkesin bildiği bu parçaya birçoğu alçak sesle katıldılar. Artık Ahmet Cemil dinliyordu. Havaları; şarkıcı kadınlar birbirini takip ediyordu, Romanyalı bir kız Rumca, Yunanlı bir karı İngilizce parçalar okuduları; çeşitli dillerden şu sahnede türlü insan nesilleri arasında garip evlilikler yaptılar ... Nihayet biri, bir İskoçya dağlısı kadar iri bir Alman karısı sahnenin tahtalarını çatırdatarak göründü, Ahmet Cemil bu heybetli şekle bakınakla meşguldü, birden Ahmet Şevki Efendi kolunu dürttü: \"Baksana, bizimkine baksana ... \" Ahmet Cemil başını çevirdi, salonun kapısında ayakta gözleri sahneye dikilmiş Raci'yi gördü, yavaş sesle:",
    "- Biz şaşkınlık etmişiz, o içerideymiş, anlaşılan bu karıyı seviyor. Bitirsin de yanlarına gidelim, dedi.",
    "Artık her ikisi de salıneyi unuttuları; dikkatleri hep Raci'nin hayran aşık hali üzerindeydi, Raci orada kapının kenarına dayanarak güya şu alemi görmüyormuş, önünden geçen garsonların çarpmasını hissetmiyormuş gibi gözlerini sahneden ayırmayarak yalnız her parça bittikçe halkın alkışDuygusal aşk şarkıları okuyan kadın şarkıcı. larına katılarak duruyordu. Nihayet alkışlar bitti, iri Alman karısı büsbütün kayboldu, o vakit Raci de etrafına bir göz gezdirmeyi bile fazla bularak çekildi.",
    "İki arkadaş bakışlarıyla Raci'yi takip ettiler. Ahmet Cemil'in tahmini doğru çıktı. Raci şarkıcı kadınların dinlenme yeri yahut safderunların mezbahası olan özel daireye girdi. Burası o kadar özel bir dairedir ki kırk paralık şeye kırk kuruş vermek fedakarlığına katlanabilen herkes buraya girebilir. Ahmet Şevki Efendi arkadaşını kaldırdı. Yavaş yavaş, biraz utanarak, ilk defa girilen yerlerin yol açtığı tereddütle buraya girdiler. Şimdi gözlerinin önünde garip bir manzara vardı: Bulundukları yer küçük denmeyecek kadar iki odanın birleştirilmesiyle meydana çıkmış genişçe bir yerdi. Üzerieri keten örtülü kanepelerin, kadife iskemlelerin, mermer masaların, olanca kuvvetiyle açılmış çiğ ışıklı lambaların, soluk aynaların miskin alıenginden meydana gelen bu manzara, tek gözlüklü birisinin gözlüğünü sürmeli gözüne uydurmaya çalışarak şu tuhaflığına sahte kahkabalada gülen bir Fransız karısı, kanepelerin birinde yanındaki yaşlıca efendinin müsait bakışı altında karşısında esneyen Türkçe bilmez galiba Romanyalı bir kızın güya parmaklarındaki yüzüklerini muayene etmekle meşgul, utangaç, çekingen henüz çocuk denecek kadar genç bir bey, birkaç safderunun daha gelmesini bekleyerek ipekli elbiselerini saliaya saliaya piyasa eden, etrafta bulunanlara pek önemli ve tuhaf bir şeyden bahsediyorlarmış zannını vermek için bir dakikada beş kere gülen iki karı, ötede beride daha bazı gruplarla konuşuyordu ı, iki arkadaş bir kenara oturdular.",
    "Raci ta ileride, aynanın içinde sahnenin yorgunluğundan bozulan yüzünü tamide meşgul aşık olduğu kadının arkasında, aynanın içindeki suratma gülerek duruyordu. O, hiç gülümsemiyor, Raci'nin orada bulurımasından dolayı sıkılıyormuş gibi duruyordu. Nihayet karı Raci'nin ısrarla yalvaEski yazı metinde bir dizgi hatası var, \"tekemmül: yetkinleşmek\" yazılmış, doğrusu \"tekellüm\" olsa gerek, o zaman \"yetkinleşiyordu\" yerine \"konuşuyordu\" olur ve cümle anlam kazanır. ran gülümsemesine karşı isyan ederek sert bir yüzle döndü, bağırarak, \"Ben istemez, git buradan!\" dedi. O vakit Ahmet Cemil zavallı. Raci'nin perişan halini, etrafına gezdirdiği üzgün bakışı görmemek için gözlerini çevirdi, Raci bir kelime bile söyleyemedi, iskemielerden birine yıkılır gibi düştü.",
    "Ahmet Şevki Efendi dudakları arasından, \"İşte zavallı karısının intikamı!\" dedi.",
    "Ahmet Cemil başını silkerek:",
    "- Zannetmem, dedi, bu gece başka bir müşteri bulmaktan ümit kesineeye kadar düzenlenmiş bir hile ...",
    "Ahmet Cemil yanılmamıştı. Raci oturduktan sonra karı iri vücudunun üstünde küçücük duran başını sallayarak, kendince bir opera parçasını ıslıkla çalarak, kısa elbisesinin altında beliren kalın bacaklarını ıslığın coşkunluğuyla uygun askerce atarak, yürüdü, yürüdü, ta odanın ortasına gelince etrafına baktı, boş olarak yalnız iki arkadaşı gördü, yanlarına geldi, sırıtarak eğildi, \"Bir bira?\" dedi, Ahmet Şevki Efendi gözlerinin beyazına kadar kızardı, birbirine bakıştılar, karı cevapsız kaldı, sonra hiçbir dilde olmayan bir küçümseme bağrışıyla \"Puah\" dedi, askerce yürüyüşüne devam ederek sağdan geri yaptı. Raci bütün bu hareketleri uzaktan takip ediyor, arkadaşlarına bakıyordu, karı gittikten sonra ayağa kalktı, yanlarına kadar geldi, gülmeye çalışarak:",
    "- Buraya siz de gelir misiniz? dedi. Ahmet Cemil sudan bir cevap verdi. Ahmet Şevki Efendi \"Otursana ... \" dedi, o vakit üç arkadaş arasında kesik kesik bir konuşma başladı.",
    "Öteden beriden bahsettiler, hiçbiri bahsi hepsinin beyninde yer tutan meseleye getiremiyordu. Ahmet Cemil gözlerini bütün bu şarkıcı kadın alayından, türlü milliyetlere, türlü memleketlere mensup, her biri başka bir fuhuş ortamında yetişmiş, bir başka alemden düşmüş şu garip malıluk sürüsünden ayırmıyor, bellisiz yaşları saklamak için kutusuyla boşaltılmış pirinç tozlarıyla, solgun dudaklara tazelik vermek için yavaş yavaş dozunu kaybederek fazlasıyla sürülmüş kırmızı boyalar altında bu yüzlerin sırlarını görmeye çalışıyordu.",
    "Hiçbir zevke uygun düşmeyen kıyafetler: Eski ipek kurnaşlar dan, vaktiyle yapılmış elbise bozuntularından, karnaval esnasında kiralanarak geri verilmemiş kostümlerden kesilerek birbiriyle uydurularak icat olunma türlü kılıklar ... Birisi bir Normandiya köylüsü kostümünü andırır bir elbiseye mesela bir Pompadour baş yapmış, diğer biri Marie Antoinette yakalığı altına vaudeville soubrette'i gibi kısa urba giymiş, dar işlemeli bir Arnavut yeleğinin içinde buram buram terleyen şişman bir kadın şu yeleğin altına etek kısımları yırtmaçlı bir Çinli entarisini uygun görmüştü. Ahmet Cemil bütün bu iğrenç tuhaflıklardan, şu şakalaşan budalalardan ötede hala yam başında \"Beyim! Haydi ... \" diye isteklendiren sulu efendinin bir türlü isteklendirmelerine uyamayan sarışın güzel genç beyden nefrete benzer bir şey duydu, burada bulundukça Raci'nin serbestçe aşıktaşlık etmesine engel olacakiarım düşündü. Ahmet Şevki Efendi'ye \"Yine yerimize gidelim mi?\" dedi. Raci'yi selamladıları; yerlerine gittiler.",
    "Ahmet Şevki Efendi oturduktan sonra:",
    "- Sanki neye geldik? Bu hali görmüş olmaktan başka bir şey kazandık mı? dedi, sonra bir müddet düşünerek:",
    "- Ne olursa olsun, ben yarın açılırım, hiç olmazsa çocuk meselesini söylerim, dedi.",
    "Artık burada yapacak bir şeyleri kalmamıştı. Borçlanın ödediler, alkış gürültüleri arasında geçtiler, son defa olarak Raci'nin halini bir daha görmek istediler. Özel tarafa şöyle bir baktılar. Şimdi Raci'nin tutulduğu kadın iki alaycı gencin arasında hacaklarım uzatmış kollarıyla gerinerek delikanlıları kanepenin üzerine devirmeye çalışıyor, Raci de bir kenarda mermer masamn üzerine kapanmış Ahmet Şevki Efendi'nin iddiasına göre uyukluyor; Ahmet Cemil'in kamsına göre ağlıyordu ..."
  ]
}