{
  "title": "18",
  "paragraphs": [
    "Bu matemin içinden bir hummanın korkunç kabusundan uyanmış gibi çıkmıştı. İlk günü kalbinde bir şey şu gözlerinin önünde gerçekleşen faciaya inanmamakla devam ederek bir ölüye karşı son vazifeterin yerine getirilmesiyle meşgul olurken o kadar büyük bir acı duymuyor, her günlük bir iş görüyormuşçasına koşuyordu. Fakat her şey bitip de o tabutu kaldırmak, bu eve bir daha dönmernek üzere götürmek lazım geldiği zaman bu facia bütün hakikatiyle gözlerinin önünde canlandı. Merdivenlerden sürünerek kızım son bir feryatla selamlayan annesinin sesi, o insanların artık her şeyi unutup da bütün dayanma gücünü bir matemin içe işleyen acısına teslim ettikleri dakikaya has feryadı kulaklarım yırttı. O vakit dizleri titreyerek merdiven başına çöktü. Tabut yabancı e11erle kalkarak bu evi, şu ana ile kardeşi hafif bir eğilmeyle selamlıyor, gidiyordu. O zaman Ahmet Cemil'i, Ali Şekip'le Ahmet Şevki Efendi kollarından tutmuşlar, kaldırrmşlar, artık kendine bir sahip çıkma kuvveti duymayan bu vücudu o tabutun arkasından sürüklemişlerdi.",
    "Şimdi bütün o müthiş günün tarihi zihninden, uzak bir olayın silik hatıraları gibi geçiyor, şu henüz on günlük olay, hayatında, uzak, senelerce uzak bir geçmişe süzülüp gidiyordu. Fakat kalbinde hep o sönmek bilmeyen ateş yanmakta devam ediyordu.",
    "O gün güzel bir hava altında Ahmet Cemil'in matemiyle alay ederek Haliç'in güneşli suları akar bir gümüş su gibi kayıklarımn kenarlarından geçip gidiyordu.",
    "O arkadaşlarımn hiçbiriyle lakırdı etmiyor, dik bakışıyla sulara bakıyordu. Sonra Eyüp'e geldiler, onu çıkardılar, Ahmet Şevki onun zihnini meşgul etmek, düşüncesinden",
    "-şu düşünememekten ibaret olan donukluktan- bir dakika olsun ayırabilmek için gençliğine ait eski bir hatıradan bahsediyordu. Ahmet Cemil tabutun arkasından yürüdükçe yeni bir ölü geldiğine sevinerek koşuşan dilencilere bakıyor, bütün bu ölüler diyarımn ölüm ile yaşayan halkını seyrediyor, bu tabuta kendisinden başka şu etrafındakilerin kayıtsızlığından büyük bir acıyla üzülüyordu.",
    "Sonra namaz zamarum beklemek lazım geldi. Onu arkadaşları bir kahvenin önünde alçak bir iskemle üzerinde oyalıyorlardı. Artık bugünün bitmesi, bir an evvel şu yabancılar arasından çıkarak matemiyle yalnız kalması için sabırsızlanıyordu. Artık ağlamıyordu, namaz kılarken, dua edilirken, sonra dilencilerden ibaret alay ile kabre gidilirken hep susuyordu. Orada henüz bitmemiş kabrin yanında yine beklemek icap etti. Mezarcılar birbiriyle konuşarak, kazmanın ucuna tesadüf etmişi gömülü eski bir mezar taşı parçasının çıkarılması için çare düşünerek çalışıyorlar, bir ağacın dibinde mahallenin bekçisi iri gümüş saatini çıkararak geç kaldığına canı sıkılmış gibi bakıyor, mezarlar üzerinde, duvar kenarlarında, ötede beride yirmişer para sadaka alabilmek için duran kadın, ihtiyar, çocuk, sakat ve sağlam dilenci güruhu sabırsızlanarak bekleşiyor, tabut bir komşu kabrin üzerine ihmal edilerek bırakılıvermiş, son istirahat, yerinin hazır olmasını bekliyordu.",
    "O, bunlardan artık tahammül edilmez bir üzüntü duyuyor, bütün bu gördüklerine, kendi matemine karşı bir hakaret gibi ciğerleri yırtılarak bakıyordu. Sonra kabir bitince tabutu iplerle sararak indirdiler. Kapağın baş tarafını testerenin asap bozucu dişleri keserken Ahmet Cemil karnma basıyor, bu sesi işitmekten doğan azabı bastırmak istiyordu ...",
    "Fakat sonra kabrin üzerine atılan topraklar şişerek kardeşinin şu ebedi mekanı gözlerinin önünde yükseldiği zaman birden bütün acıları taştı, o vücudu burada bırakmamak, şu toprakların gaspından almak isteyen bir hisle iki adım attı, Ali Şekip elini tuttu, onu bir taşın üzerine oturmaya mecbur etti. Şimdi herkes susuyordu, bir hafız titreyen, ağlayan bir sesle şu taze kabrin üzerine ruhani bir demet koyuyordu. O zaman Ahmet Cemil ruhu okşayan, ferahlamaya benzeyen tatlı bir hisle şurada hafif hafif ağladı.",
    "Ah! O günün hatıraları! Şimdi hep bunları birer birer hatırlamaya çalışıyor, o müthiş saatierin hatıralarını sırasıyla canlandırmak için düşünüyordu.",
    "O akşam arkadaşları onu eve göndermernek istemişlerdi.",
    "Yalnız kalacak olursa büsbütün fena olacağını söyleyerek kendisini o gece oyalamakta ısrar ediyorlardı, fakat ona kabul ettirmek mümkün olamamıştı. Tersine matemine tamamıyla kendini teslim etmek, kardeşinin, doya doya acısını çekmek istiyordu.",
    "Eve geldiği zaman akşam olmuştu. Bugün Süleymaniye'nin kalbinin dostu olan şu mini mini evi gözüne eskimiş kafesleri, alçak cumbası, sıvaları dökülmüş duvarları, tahta kapısıyla çirkin, soğuk göründü.",
    "Kapıyı Seher açtı, kalbinde garip bir his vardı ki o akşam eve girince bütün bugünün olaylarını yalan bulacağını zannettiriyordu. Seher'e bakamadı, bu kızın kızarmış gözlerle kendisine bakan gözlerinden kaçmak istedi. Annesine görünmeye kuvveti yoktu. Doğru İkbal'in odasına kadar gitti. Onu hala orada görecekmiş kurunrusunun mağlubuydu. Örtüleri kaldırılmış, cibinliği indirilmiş karyolasına kadar gitti, bir müddet oraya baktı, sonra hemen oraya, seccadenin üzerine atıldı, birinci defa olarak feryat ihtiyacını tutmak istemedi, orada bağırarak, kıvranarak şimdi bu evi tamamen boş bırakan kardeşi için kana kana ağladı.",
    "- Niçin bana öyle bakıyorsun, Cemil?",
    "- Bilmem, sana bakıyor muydum?",
    "O günden beri hayatından bir yarım asır geçmiş gibi çökmüş, ihtiyar olmuştu. Öyle dalgınlıkları vardı ki saatlerle sürerdi. Artık düşünmek yerisinden soyutlanmış gibi bir söz söylenirken boş gözlerini diker, öyle dururdu.",
    "Bugün Ali Şekip'in dükkanında yine gözleri arkadaşına tesadüf etmiş duruyor, fakat onu görmüyordu.",
    "Ali Şekip elinden kalemini bırakarak defterini kapadı, artık onu biraz sarsmak, ona biraz kuvvet vermek zamanı geldiğini anlamıştı. Ta yanına kadar geldi, yüzüne bakarak:",
    "- Cemil, artık bu düşüneeye bir son vermelisini dedi.",
    "Cevap vermeyerek dinliyordu:",
    "- Dünyada hiçbir kimse düşünemezsin ki hayatından hiç olmazsa bir büyük matem geçmiş olmasın. Sana çarpıldığın felakete karşı kayıtsız, umursamaz davran, demiyorum, mümkün olmayacak şeyler öğütlernekten ne fayda çıkar?",
    "Fakat sen her şeyden evvel kendi hayatını düşünmekle yükümlüsün. Bak, bugün ne yapacağım bilmiyorsun. Evde bir annen var ki tek ümidi senden ibaret, bir eviniz var ki küçük bir tedbir noksanıyla elinizden gidebilecek, o herife kaptırdığın makineler var ki kurtarmak lazım, bunlardan sonra fakat hepsinden mühim olarak sen varsın ... Bak, yine yüzüme artık yaşamaktan vazgeçmiş bir adam gibi bakıyorsun, biraz kendini silk, biraz damarlarında kanının dolaştığını duy, gerçekten, hayattan vazgeçecek kadar ümitsiz, hülyasız mısın? Artık bu toprak parçasının üzerinde görülecek işin kalmamış olduğuna ciddi bir kanaade hükmediyor musun?",
    "O, arkadaşından gözlerini ayırrnış, dalgın bir bakışla belirsiz bir noktaya bakıyordu. Ah! Hayatının o ümidi, o hülyası! Şimdi onu kendisinden ne kadar uzak görüyordu.",
    "Ali Şekip devam ediyordu:",
    "- Bence artık bu uyuşukluğa bir ara vermek zamanı gelmiştir. Biraz halledilecek şeyleri düşünmek lazım gelir; zannederim ...",
    "Ayağa kalktı, arkadaşının önüne dikilerek:",
    "- Her şeyden evvel halledilecek diğer bir şey var ki onu unutuyorsunuz.",
    "Gözlerinde şimdi vahşi bir bakış vardı. Ali Şekip arkadaşının hiç alışılmamış olan bu bakışından ürkerek:",
    "- Neyi unutuyoruz? dedi.",
    "- Kardeşimi öldüren adamı! Onu insanların adalet pençesine teslim etmek benim en evvel düşünülecek vazifem değil mi?",
    "Ali Şekip şimdi arkadaşının hayretle yüzüne bakıyordu.",
    "Kendi kendisine: \"Zavallı çocuk! diyordu, neyle ispat edecek? Ondan bu şekilde mi intikam almak istiyor?\" Arkadaşı için şimdi başka bir tarzda merhamet duyuyor, intikam almak ihtiyacı içinde onun vasıtalarını temin imkanından yoksunluğunu düşünerek güç yetiremeyişinin bütün acılığını hissediyordu. Şu dakikada bu meseleyi fikir esenliğiyle değerlendiremeyeceğini anladı, düşündüğünü söylemekten kaçındı, başını sallayarak:",
    "- Pek yapılamayacak bir şey değil, fakat bu mesele yine sırf hissolunanlara ait bir şey! Ben seni biraz maddi işlere yöneltmek istiyorum, dedi.",
    "Ahmet Cemil cevap vermek üzereydi, Ahmet Şevki Efendi'nin kapıdan giren göbeği göründü, o, vakit buldukça matbaadan sıvışarak buraya gelir, eski arkadaşlarıyla biraz dereden tepeden bahsederdi.",
    "Bugün Ahmet Cemil idare memurunu görünce bir teselli nefesi aldı. Kardeşinin vefatından beri ondan bir şey sormak istemiyor, cesaret edemiyordu. Bugün beş dakika evvel Ali Şekip'in başladığı konuşma anlamak istediğini sormaya kuvvet verdi, hatta giriş yapmaya da lüzum görmeyerek Ahmet Şevki Efendi göbeğinin ağırlığını dinlendiren bir nefesle henüz solumaktayken sordu.",
    "- Sizden bir şey anlamak isterdim, fakat bana doğrusunu söylemenizi şiddetle rica ederim. Kardeşimin vefatma dair o herifle elbette bir lakırdı etmişsinizdir. Size ne dedi?",
    "Ve onun vefatını ne şekilde karşıladı?",
    "Ahmet Şevki Efendi evvela bu soruya hayret ediyor göründü, sonra kendisine has alışılmış tavrıyla omuzlarını silkti:",
    "- Niçin doğrusunu söylemem için ısrar ettin? Sana hakikati süsleyerek söylemek için bir sebep var mı? Bunu benden sormaya lüzum gördüğüne de şaşarım, onu iyice anlamış isen olayı ne yolda karşılamış olacağını da gözünün önüne getirebilirsin. Benimle uzun uzadıya lakırdı etmedi, ertesi sabah, \"Dün cenazeye gitmişsiniz. Vah vah! Üzüldüm, iyi kızdı, isabet oldu ki münasebeti kesmiş bulunduk, yoksa çok ıstırap duyacaktım\" dedi, o kadar. Sen daha fazla bir şey mi bekliyordun?",
    "Ahmet Cemil susuyordu. Bir adamın insanlık duygularından bu derece soyutlanmış olabileceğine işaret eden hikayeler işittikçe abartıya yorardı. Bir sene kocası sıfatıyla yaşadığı bir vücudun mahvına sebep olduktan sonra bu kadar kayıtsızlık gösterebilmek için bir kalbin ne büyük kuvveti olmak lazım geleceğine hayret ediyordu.",
    "Ali Şekip'e baktı, sirndi Vehbi Bey'in idare memurunun ağzında başka bir alay manasıyla asıl anlamı doğrulayan o sözü hepsinde fikir belirtmeye imkan bırakmayan ağır bir nefret uyandırıyordu.",
    "Bu sırada dükkanın kapısından içeriye billur gibi çıngıraklı bir çocuk sesinin \"Havadis!\" dediğini işittiler. Bu sese hep tanıdık çıkarak başlarını çevirdiler, kapıdan gülümseyerek kendisini göstermek isteyen Nedim'i gördüler.",
    "Ahmet Cemi! sordu:",
    "- Nedim, sen gazete dağıtıcısı mı oldun?",
    "Çocuk sevinçle cevap verdi:",
    "- Bugün başladım, beyim!",
    "O vakit Ahmet Şevki Efendi, Vehbi Bey'in bir gün evvel Nedim'e izin verdiğini anlattı. Çocuğun haftada aldığı beş on kuruşu çok görmüştü. Ahmet Şevki Efendi ona küçük bir sermaye vermiş, daha fazlasını yapmaya gücü yeterneyerek çocuğu hiç olmazsa dağıtıcılığa yönlendirmişti.",
    "Ahmet Cemi! Nedim'e bir şey sormak istiyordu, evvela tereddüt etti, sonra cesaret gösterdi:",
    "- Baban nasıl, Nedim, haberin var mı?",
    "O vakit çocuğun bir saniye evvel kendisini serbest bir meslek sahibi görmekten kaynaklanan neşesi uçarak gözlerini birdenbire hüzün kapladı:",
    "- Babam mı? Bilmem ... dedi, sonra içini çekerek ilave etti:",
    "- Dün annem gitmiş, iyi değilmiş!",
    "O zaman üç arkadaş hayretle bakıştılar. Nasıl, bu kadın o kadar işkencelerine tahammülden sonra kendisini terk edip sefalet içinde bırakan bu adamı affedecek kuvvet bulmuş mu?",
    "Ahmet Cemil üçünün de birden aklına gelen bu düşünceyi yorumlamak için:",
    "- Zavallı kadınlar! dedi.",
    "Nedim'in billur sesi Babıali Yokuşu'ndan aşağıya doğru uzaklanarak kayboluyordu: Havadis!",
    "Ahmet Cemil arkadaşlarına sırayla bakarak dedi ki:",
    "- Bana eşlik edebilir misiniz?",
    "Niçin? dediler. Ahmet Cemil hastaneye gitmek, o da Raci'yi affetmek istiyordu. Teklifini hemen kabul ettiler. Ali Şekip dükkanı kapamaya karar verdi. Ahmet Şevki Efendi matbaada iki saat bulunmayacağını haber verip dönmek üzere ayrıldı.",
    "Ahmet Şevki Efendi'nin dar yerlere zor tahammül eden iri göbeğiyle soluyarak girişine arahacı gülüyordu. Arabanın sarsıntısından yokuşa fazla bir zorluk ilave edecek bir yük girdiğini fark eden beygirterin bile kulaklarında endişeye işaret eden bir hareket oldu. Ahmet Cemil karşıya oturdu, Ali Şekip \"Yenibahçe'ye!\" emrini verdi, günde on altı saat İstanbul'un inişli yokuşlu sokaklarında şu makaslan bozuk sandukayı sürüklemekten bezmiş olan hayvanlar yerlerinden oynadılar, yorgunluktan kırılmış bacaklarıyla yokuşu tırmanmaya başladılar.",
    "Ali Şekip solda kütüphanelerden birini göstererek Ahmet Şevki Efendi'ye bir şey anlatıyordu. Ahmet Cemil arabanın gürültüsü arasında işitemiyordu, kulağına yalnız bazı kelimeler geliyordu. \"Silik para ... Akçe farkı ... Kitapçılarla sarraflar ... Dikkat etmedi, bu zaten bilmediği bir mesele değildi.",
    "Pencereden sokağa bakmayı tercih etti, Çemberlitaş'tan, Bayezit'ten geçtiler, Aksaray yokuşunun başına gelince Ahmet Cemil'de çoktan görülmemiş yerlerin tekrar bakıp seyrinden meydana gelen bir hatıriama lezzeti uyandı. Şimdi hemen on beş sene oluyordu ki Aksaray'ı görmemişti. Hele daha ötesini bilmezdi, Yenibahçe'nin adını işittikçe burasını İstanbul'un hemen dışında, kırların yeşilliklerine sığınmış bir sayfiye gibi zihninde kurardı. On beş sene evvel? Kendi kendisine o zamana geri dönüyordu. O vakitler Aksaray Caddesi henüz Şehzadebaşı'yla Direklerarası'na mağlup olmamıştı. Şimdi Vezneciler'i dolduran ramazan eğlencelerinden bir kısmı o zaman bu sokakta halkı han içlerine toplardı. Zavallı babası! Zihninde belirsiz hatıra sahneleri uyanıyor, kendisini bir ramazan gecesi babasının yanında tiyatroya gitmek için bu sokağı inerken görüyordu.",
    "O zaman ne kadar mesuttu! On yaşında çocuklara özgü daima taşmaya hazır neşeyle o vakit her sözlerini tuhaf bulduğu o oyunculara, hele uzun fesli İbiş'e ne kadar gülmüştü!",
    "Şimdi bunların hepsinden uzak! Hele babasından ... Ya onu takip eden ikinci matem darbesi! Demek hayat dedikleri şey böyle sonuna kadar müthiş darbeler toplamakla geçecek.",
    "Bir aralık annesi hatırına geldi, bir gün onu da, hayatının şu biricik servetini, tek tesellisini de kaybediverecek olursa ne yapacak?",
    "Şimdi manav, kasap, bakkal, aşçı, helvacı dükkaniarının art arda sıralanışı gözlerinin önünden geçerken bu korkunç ihtimali düşünüyor, o matemin geçek olması imkanına titriyordu.",
    "Bir aralık Ahmet Şevki Efendi:",
    "- Hele yokuş bitti, dedi, Ahmet Şevki Efendi arabayla yokuş inmeyi yayan yokuş çıkmak kadar zor bulurdu. Artık kalabalık azalıyor, Aksaray Caddesi'ne hayat veren hareket burada kesilmiş oluveriyordu.",
    "O zaman araba bir ıssızlık içinde yuvarlanmaya başladı.",
    "Ahmet Cemil'in gözleri tek tük dükkanlarla su taşıyan bir uşaktan, bir tarafta ceviz oynayan dört çocuk topluluğundan, heride şemsiyesine dayanarak yavaş yavaş yürüyen bir efendiden ibaret nadir hayat belirtileriyle, sessizliğe has bir hüzün havasıyla dolu bu sokağın perdeleri inmiş kafesli pencerelerini seyrediyor, bu tahta evlerin renk renk cephelerinde okunan düşünme dinginliğine dalıyordu.",
    "Araba, altlarında, kaldırımların taşlarından sekerek, bozuk makaslarının üzerinde sarsılacak, bir uğultu içinde sürüklenip gittikçe önünde akıp gittiğini gördüğü şu suskun hayat tablolarının gizli köşelerine giriyor, sonra fikri bir sokaktan ayrılarak iki tarafa bükülen sokaklardan daha ilerisine hülyasını sürüklüyordu.",
    "Bütün o sakin mahalleleri, şehir hayatının o huzurlu çevresini zihninin içinde görüyordu.",
    "O buralarda duyulan İstirahat kokusundan ne kadar uzaktı! Süleymaniye'nin minimini evi, o da burası gibi saadet sükiinu içinde değil miydi? Halbuki o bütün emellerinin şamata ve gümbürtüsünü getirmiş, o sükiinun içine atarak bu saadet yuvasını bir fırtınanın gürültüsüne boğmuştu.",
    "Ne olurdu, o da bir dairede kayıt memuru olsaydı, şöhret emeli arkasında koşmasaydı da kendisine o evin sessizliğiyle uygun olacak bir hayat vücuda getirseydi?",
    "Ahmet Şevki Efendi:",
    "- Geliyoruz! dedi.",
    "Araha durdu, Ali Şekip'le Ahmet Cemi! adadılar, Ahmet Şevki Efendi inleyerek kapıdan sıyrıldı, hasarnağa korka korka basarak hopladı.",
    "Onlar kapıcıyla görüşürken Ahmet Cemi! bu binanın karşısında tatsız bir his duydu, kendi kendisine, \"Bir de şu pencerelerin içindeki hayat var! \" diyordu. Burası gözünde bütün insan hayatının vardığı somut bir sefaJet sonucu gibi yükseliyordu.",
    "Bütün ekmeksiz kalmış aileler, satıla satıla nihayet son servet olan yorgan da gittikten sonra hastane yatağına düşen hastaları; memleketinde kendisini bekleyen çocuklarını düşünerek can çekişen babaları; türlü erneilere veda ederek burada ellerinden kaçmak isteyen hayatı salıvermemek için cenk eden gençler, bütün insanlığın kapanmaz yaraları bir an içinde aklına geldi, daha sonra Raci'yi düşündü ...",
    "Acaba onu ne halde görecekler? Şimdi merdivenleri çıkrnışları; dehlizlerden geçiyorlardı. Burada pencerelerin önüne birikmiş ayakta hastaları, koğuşları içinde yatakları görüyordu. Bir koğuşun önünden geçerken bir hastanın iniltisi arasında diğer bir yataktan güftesiz bir nağme işitti, kendi kendisine, \"Şüphesiz bir genç!\" dedi.",
    "Dehlizde duranlar hayretle kendilerine bakıyorlar, böyle, bir ziyaret gününün dışında gelenleri bir resmi adam zannederek selama duranlar oluyordu. Ahmet Cemi! bunların içinde neşeli çocuklar, hastalığının ağırlığını kavrayamayan zavallılar gördü. Şimdi bütün bu manzaradan, baştan başa insanlığın feci bir tablosu şeklinde dehşetini gözlerinin önüne seren bu yerden kaçmak, bir an evvel kurtulmak istiyordu. Bir el çelikten tırnaklarıyla kalbini sıkıyor, bir ses, \"Bak, bir de bu hayata, bu sefalet sahnesine bak\" diyordu.",
    "Artık hayatın felsefesinden ne kadar uzak olduğunu, kendisinin nasıl yanlış bir ernelle hayatın üstüne çıkmak isteyerek bir hülya alemi aradığını hissediyor, alaycı bir ses gülerek, \"Ah! Senin ışıklı hülyaların ... parlak semaların ... \" diyordu.",
    "Artık gelmişlerdi, kendilerine eşlik eden adam çekildi. içeriye girdiler, Raci'ye bir küçük oda vermişlerdi, orada yatağın üzerinde dalgın yatıyordu. Ayak seslerini işitince gözlerini açtı, arkadaşlarını tanıyınca yatağında doğruldu.",
    "Artık yalnız kalmaktan usanmıştı. Onların geldiğine bir çocuk gibi sevindi. Teşekkür edecek kelimeler bulamıyordu, yer gösterebilmek için telaş etti. Yalnız bir sandalye vardı ki Ahmet Şevki Efendi'ye verildi, Ali Şekip yatağın kenarına ilişti, Ahmet Cemil ayakta kaldı. Raci onun bir türlü ayakta kalmasına razı alamıyordu. \"Şuraya siz de sıkışırsınız ... \" diyordu. Ahmet Cemil'in ayakta kalmak için ısrarına karşı sustu. Şimdi srular başladı, buraya geleliden beri basın dünyasında olup bitenleri öğrenmek istedi. Ahmet Şevki Efendi anlatıyor, bu dünyanın kendine has haberlerini aktarıyordu. Bir aralık Raci Ahmet Cemil'e baktı:",
    "- Siz de matbaadan çıkmışsınız, üzüldüm! dedi. Ahmet Cemil dikkat ediyordu, Raci'nin yalan söylediğini, üzüntü değil bundan bir memnuniyet hissederek olayı bildiğini ona söylemekten de bir intikam lezzeti duyduğunu fark etti.",
    "Fakat o artık Raci'yi tamamıyla affa eğilimliydi. Yalnız Raci kendisini affetmiyordu, çekemezlik şu ölüm yatağında bile ona kin aşılamaktan geri kalmıyordu.",
    "Onlar Raci'ye kendisinden bahse cesaret etmediler, buna lüzum da yoktu, Raci'nin artık bitmiş olduğuna çökmüş yanakları, simasının ölümü öneeleyen bu donuk rengi, gözlerin sönmeye yakın bir kandil ucunda parlayan ışık kalıntısını andırır bakışı şahitlik ediyordu.",
    "Ahmet Şevki Efendi bir aralık saatine baktı. O ısrar ediyor; \"daha oturunuz, daha sorulacak çok şeyler var\" diyordu, fakat artık soruların aşağısı gelmiyordu. Her şeyden bahsetmişti, yalnız karısıyla Nedim'i unuttu. En nihayet kendisi hakkında bir fikir almak için, veremiilere has bir sorgu yargıcı inceliğiyle, \"Ben de artık bir haftaya kadar çıkarım, zannederim, biraz öksürükle dermansızlık vaı; kuvvet için ilaç alıyorum. Yürüyebilecek bir hale gelirsem hemen dışarıya can atacağım\" dedi, sonra onların \"Elbette!\" deyişlerine karşılık \"Bir daha içmeyeceğim. Beni çok sarsmış!\" diyerek bir cevap daha bekledi. Ahmet Şevki Efendi tekrar saatine bakıyordu, Ahmet Cemil bir cevap vermeye cesaret bulamayarak ilaç şişelerini kontrol etmekle meşgul oldu, yalnız Ali Şekip, \"Ya, hep içkinin suçu değil mi?\" diyordu.",
    "Çıkarken tanıdıklarından bir genç hekime tesadüf ettiler, o, \"Arkadaşınıza ben bakıyorum\" dedi, Ahmet Şevki Efendi, \"Ümit var mı?\" diyordu, hekim cevap verdi:",
    "- Ümit ne vakit kesilir?",
    "Ali Şekip'in dükkanına geldikleri vakit cam kapının aralığında bükülmüş bir kağıt parçası bulduları; üzerinde \"Ahmet Cemil Bey için\" kelimeleri vardı. Ahmet Cemil Hüseyin Nazmi'nin yazısını tanıdı.",
    "Tezkere hemen orada kurşunkalemle karalanmış dört satırdan ibaretti. \"Hedefi olduğun müthiş darbeyi haber aldım, matemine iştirak ederim. Seni görmek, elini sıkmak için ihtiyacım var.",
    "Seni birçok defalar aradığım halde ele geçirmek mümkün olmadı. Yarın sabah beni gelip idarede gör. Seni ne kadar meşguliyet arasında düşündüğümü tasavvur edebiisen duygulanırdın. Sana verilecek birçok havadis de var. \" Son cümleye Ahmet Cemil hepsinden çok önem verdi.",
    "Hüseyin Nazmi'nin ne havadisi olabilir?",
    "Bir aralık sabırsızlığından gidip kalemde aramak istedi, arkadaşlarından ayrılarak Babıali'ye girdi, odacıdan sordu:",
    "-Hüseyin Nazmi Bey?",
    "O kalemden çıkalı bir saat olmuştu. Kendi kendisine \"Yarına kadar beklemek mümkün değil, merakımdan çatlayacağım. Köşke gitsem ne olur?\" dedi. Köşke gitmek çaresi aklına gelince artık duramıyordu. Hüseyin Nazmi'nin vereceği havadisi öğrenmek için belirgin bir sebep olmamakla beraber şiddetli bir arzu, kuvvetli bir ihtiyaç hissediyordu.",
    "Eve kadar gitti, o akşam Erenköyü'ne gideceğini haber verdikten sonra bir an evvel yetişrnek için yokuşlardan uçarak indi. Köprü'de vapuru beklemek lazım geldi, burada geçirdiği yarım saat bir uzun gün kadar sürdü.",
    "Bir aralık kendi kendisine:",
    "- Ya henüz köye dönmemişsel dedi. Fakat burada beklemek mümkün değildi, Hüseyin Nazmi'nin notunu alır almaz birden gelişen bir his Erenköyü'ne gitmek için onu sürüklüyordu.",
    "Lamia'ya tekrar, bir kere daha, tesadüf etmek ümidi şimdi kalbinde bütün duygulara üstün gelmiş, onları susturarak yalnız o sesini yükseltıneye başlamıştı. Onun hakkındaki derin tutkunluğu, geçirdiği ıstırap devresi arasında biraz şiddetini kaybetmiş, başka hislere yerini bırakarak susmuştu, fakat Lamia'dan bir haber getirmiş gibi onun kardeşinin şu yazısında, şu kağıt parçasında, sanki bir parça onun sıcaklığını duyarak birdenbire o sevda ateşi bütün kuvvetiyle yeniden alevlenmişti.",
    "Köşkün çıngırağını çekerken, böyle bir gün kapıyı onun açtığını hatırlayacak onun gülümseyen simasım karşısında görecekmiş kuruntusuyla, titriyordu.",
    "Kapıyı bu defa uşak açtı.",
    "- Beyefendi geldi mi?",
    "Hüseyin Nazmi'nin geldiğini haber aldıktan sonra bir ferahlık duydu. Merakını halletmek için burada da beklemek lazım geleydi!",
    "Hüseyin Nazmi'ye ilk sözü bir sitem oldu!",
    "- Verecek havadisin ne olduğunu söyleseydin de buraya kadar yorulmasaydım olmaz mıydı?",
    "Hüseyin Nazıni gülüyor, haber vermediği için pek iyi etmiş olduğunu söylüyordu. Sonra birden arkadaşının, iki hafta içinde büyük bir hastalıktan çıkmış gibi duran zayıf, çökük çehresini, altlarında birer siyah daire beliren gözlerini, felaketin kahrıyla hırpalanarak ihtiyar olmuş görünen bu vücudu görünce Ahmet Ceınil'in karşısında gülrnek değil ağlamak lazım geleceğini hissederek durdu. O da, şu dakikada büyük matemlerden sonra birbirini seven iki kalbin ilk tesadüfünde hissedilen ağlamak arzusuyla Hüseyin Nazıni'ye bakıyordu. O vakit ikisinin de gözlerinde daha o materne dair bir kelime konuşulmadan art arda seğirrneler oldu. Ahmet Ceınil kendisini tuttu. Fesini çıkarıp fırlatrnak için arkadaşının gözlerinden gözlerini ayırdı:",
    "- Vereceğin havadisi söyle ... dedi",
    "- Havadis! Gidiyorum, o kadar ... Ahmet Ceınil hayretle döndü:",
    "- Nereye gidiyorsun?",
    "- Yalnız orası belli değil. Girişimlerimi biliyordun, elçiliklerden birine tayin edilmek için daima uğraşıyordum, nihayet ... Hüseyin Nazmi ellerini ovuşturuyor, arkadaşından sevincini saklayamıyordu:",
    "- Nihayet tayin edilmek üzereyim. Paris, Londra, Brüksel, Madrid kısacası bir yere, benim için ilk meslek hasamağını oluşturacak bir yer olsun da ...",
    "Hüseyin Nazıni'nin çocukça sevincine karşı Ahmet Ceınil duruyordu. Bu mesut arkadaşı, zengin bir babaya, emin bir hayata sahip olduktan sonra geleceğine parlak bir meslek hazırlayan bu arkadaşı kıskandığı için değil fakat bunlar hep boşa çıkan emellerini, talihsiz başlayarak yine talihsiz devam edecek gibi görünen hayatının yoksunluklarını anlattığı için ağır bir ümitsizlik duydu.",
    "İnsan kendisinin sefalerini bir serverin ihtişarnı yanında, talihsizliğinin hükmünü bir saadet görünüşü karşısında daha büyük bir acıyla anlar, bu bir sarıiye içinde ta başlangıcından şu ana kadar, ikisinin hayatını meydana getiren karşıtlıklar silsilesi aklının içinden geçti.",
    "- Ne düşünüyorsun, Cemil?",
    "Tebrikte geç kalarak aldığı habere karşı durgun kaldığına utandı, bu soruyu başka bir soroyla iptal etmek isteyerek:",
    "- Demek hemen gidiyorsun? dedi.",
    "Hüseyin Nazmi'nin hemen gitmesi onun için bir başka önem taşıyordu. O gidecek olursa Lamia ne olacak? O bulunmadıkça mesele birçok zorluklar kazanıyordu, hiç olmazsa ondan bir söz alacak olsa ...",
    "Hüseyin Nazmi diyordu ki:",
    "- Kim bilir? Zannetrnem ki o kadar çabuk gidebilmek mümkün olsun... Resmi işlem hiç olmazsa bir ay süreı; ondan sonra ... Ha, sana verilecek başka bir haber vaı; buna da ayrıca memnun olacaksın ...",
    "Ahmet Cemil bu ikinci şeyi bekleyerek arkadaşının yüzüne bakıyordu, o gülerek söyledi: Senin küçük Lamia'yı veriyoruz ...",
    "Kulaklarında bir şey tıkandı, Hüseyin Nazmi'nin sesini bir uğultu içinde duydu. Gözleri bulandı, durduğu yerde vücudu salianıyor zannetti. Veriyoruz, ne demek? Bu kelimenin başka bir manası olup olamayacağını düşünüyordu, nefesi tıkanarak sordu:",
    "- Ne demek?",
    "Hüseyin Nazmi alay ediyordu:",
    "- Ne demek olacak? Ben gidiyorum, eve bir enişte geliyor ...",
    "Şu dakikada Hüseyin N azmi'ye hücum ederek bağırmak hevesini duydu, şu sözler ağzından taşmak istiyordu: \"Demek, beni aldattınız? Demek onu bana vermeyecektiniz? Lakin bilmiyor musun ki ben ona sahip olamazsam benim için hayat bitmiştiı; ölmekten başka bir şey kalmamıştır?\" Boğularak:",
    "- Tebrik ederim! dedi, fakat artık söze devam edebilmek için kuvveti yoktu, bir iskemieye düşmek gibisinden oturdu. Kendini tutarak bir şey ilave etmek istiyor; fakat bir kelime daha söylerse saklamak istediği bu müthiş ıstırabı, şu şimdi kalbini kıvıran vahşi ümitsizliği gizleyememekten korkuyordu.",
    "Kendi kendisine: \"Mümkün değil, alay ediyor, şimdi bana, 'Hayır, Lamia senindir!' diyecek ... Lakin ben, ah ben! Şimdiye kadar söylemeli değil miydim? Ya beni anlamamış, Lamia'nın benim hayatıma lazım bir şey olduğunu hissetmemişse?\" diyordu.",
    "Bir aralık aklına son bir ümit geldi, \"Belki henüz bitmiş bir mesele değildir,\" dedi, aksini haber almaktan ürkerek açıklama gerektirecek bir şey söylemekten çekiniyordu, fakat sabredemedi:",
    "- Demek evlilik meselesinin kararlaştırılmasını bekleyeceksin?",
    "- Hayır, o karar kılınmış bir mesele, fakat düğün geeikse bile hiç olmazsa nikah töreninde hazır bulunmak istiyorum. Ah bilsen, Cemil, şimdiden kendime nasıl bir hayat çizmeye başladım ...",
    "O zaman Hüseyin Nazmi nelere niyedendiğini anlatmaya başladı. Tayin olunacağı memlekete göre bir hayat tarzı seçecekti, bir yandan resmi vazifesiyle meşgul olacak, bir yandan da bir mektebe, ya hukuka, ya siyasal bilgilere yahut güzel sanatlara girecekti. Anlatıyor, kendisini kımıldanmadan sabit bakışlı gözleriyle dinleyen arkadaşına uzun uzun emellerinden bahsediyordu.",
    "Ahmet Cemil karşısında anlamadığı, duymadığı şeylerden bahseden bu adama o boş ve sabit bakışıyla bakarken başka bir alemde gibiydi. Kendi kendisine: \"Ah! Mümkün değil! diyordu, bütün hülyalarımı kaybettim, fakat bunu, evet, hayatımda yalnız bunu muhafaza etmek isterim ... Bu işittiğim şeyler hep yalan olabilir, bunları umulmayan bir olay alt üst edebilir, Lamia'yı başkasına vermek beni öldürmek demek olacağını şu karşımda gülerek hülya kuran adam anlamalı, değil mi? Ya o, Lamia, kendisi?\" O vakit Ahmet Cemil Lamia'nın parlak siyah gözleriyle kendisine tatlı bir gülümseme içinde güçlü bir sadakat vaadi yolladığını görüyordu. Aşkının bütün kısacık tarihini etraflıca ve ayrıntılarıyla zihninden geçirdi.",
    "Hepsi hatırından birer birer geçiyordu: Lamia'nın çocukluğuna ait olaylar, Bon Marche'deki tesadüf, bir akşam burada gezerken gözlerinin selamı, daha sonra o akşam toplantısı ... Ya o defterin altına yazdığı iki kelime, yalnız Lamia'nın sevgisine bir senet hükmünde değil miydi?",
    "Şimdi zihninde Lamia'yı babasının, annesinin ısrarına karşı kendini savunamamış bir zavallı sıfatıyla görüyor, kendi kendisine, \"ihtimal ben burada kalbimin koptuğunu hissederken o da yukarıda ağlıyor!\" diyordu. Ah! Onun kendisi için ağladığını bilse, evet, bunu mümkün olup da görse, yalnız bununla teselli olacak, yalnız bu mükafata karşılık onu kaybetmeye razı olacaktı.",
    "Bir aralık, \"Lakin ben ne kadar korkak bir adamım. Niçin hepsini Hüseyin N azmi'ye söylemiyorum? Neden şimdi bütün hakikati itiraf ederek, 'Onu bana ver, o benim olmayacak olursa hayat artık taşınmayacak bir yük hükmünde kalacak' demiyorum\" dedi. Sonra bütün zavallılığı, fakirliği, mesleksizliği aklına geldi. Lamia'yı ne sıfatla isteyecek? Ona nasıl bir kocalık etme hakkı gösterebilecek? Lamia kendisinden ne kadar uzak, ne kadar uzaktı! \"Lamia'yı bana veriniz\" demek, özellikle bugün onun bu derece çaresizliğinde bu talebe cesaret etmek, \" Beni evinize kabul ediniz, beni doyurunuz, beni besleyiniz\" demek hükmünde değil miydi? Ah! Lamia'nın beklernesi mümkün olabilse? O başanya ulaşıncaya kadar bekletseler!",
    "Şimdi yine Lamia'yı kendisi gibi şu boşa çıkan aşkın matemiyle malızun görüyordu.",
    "Hüseyin Nazmi:",
    "- Cevap vermiyorsun, Cemil? diyordu, sonra arkadaşının matemini düşünerek bu sorusuna pişman olmuş göründü:",
    "- Canın sıkılıyorsa dışarıya çıkalım, dedi. Ahmet Cemil'in yalnız kalmaya ihtiyacı vardı, artık bunalıyordu.",
    "Ah! Bugün buraya niçin gelmişti? Şu dakikada evinde, o hayatının her sırrına alışkın olan odacıkta olaydı, yatağının üzerinde kıvranarak, yastıkları ısırarak, delice bir keder taşkınlığıyla, Lamia'nın da matemini tutacaktı. Burada, Hüseyin Nazmi'nin karşısında bir şey yapamayarak durmak müthiş bir azaptı ki artık dayanma gücünü sarsıyor, sabrını tüketiyordu. Biraz dışarıya çıkabilmeyi bir küçük kurnıluş fırsatı olmak üzere kabul etti:",
    "- Evet, çıkalım, dedi.",
    "- Öyleyse beni biraz bekle, giyineyim.",
    "Hüseyin Nazmi çıkınca Ahmet Cemil ayağa kalktı, boğuluyordu, havasız kalmış gibi ciğerleri darlaşıyordu.",
    "Kütüphanenin penceresine dayandı, bahçeye baktı.",
    "Demek bu hülyasına da veda etmek, bundan da vazgeçmek lazım geliyor. Bir sarrnaşığın üstünde iki serçe birbirini kovalıyordu, sonra gözleri kapının önünden bir arabanın toz kasırgalarına bulanarak geçişine daldı. Şimdi ne yapacak?",
    "Gözleri arabayı takip ederken o kendi kendisine soruyordu:",
    "- Buna da böyle zavallıca boyun eğerek mağlup mu olacağım? Bir şeyler yapmayacak mıyım? Bir şeyleri kırıp parçalamayacak mıyım?",
    "Heyhat! Artık elinde kırılıp parçalanmış bir hayat kalmıştı. Ah! Onu şöyle avucunun içinde sıkarak ayaklarının altına atsa, büsbütün eriyip bir küme çamur yapsa!",
    "Bir aralık durduğu pencerenin altında kumların çatırdadığını işitti. Kim olduğunu görmüyordu, sonra yavaş yavaş Lamia'nın mürebbiyesini fark etti, acaba Lamia da beraber mi? Evet, bir ayak sesi daha vardı, eliyle göğsüne bastı, onu görmeye nasıl tahammül edecek?",
    "O zaman mürebbiyesine yetişrnek için Lamia'nın biraz acele yürüdüğünü gördü. İkisini de arkalarından görüyordu. Onlar, şüphesiz akşam gezintisini yapmak için bahçe kapısına doğru ilerliyorlardı, kapıya yaklaşıyorlardı. Ahmet Cemil'in bu çehreyi bir defa daha görmeye ihtiyacı vardı, gözleriyle onu adeta çekiyordu.",
    "Lamia başını çevirdi, köşke baktı, Ahmet Cemil bulunduğu yerde vücudunun eridiğini hissediyordu. \"Şimdi beni görecek!\" diyordu. Lamia köşkün ikinci katına bakıyordu.",
    "Sonra karşısındaki tuhaf bir işaret etmiş gibi küçük bir kahkahayla güldü, elini salladı, başını çeviriyordu, gözleri aşağıki pencereye tesadüf etti, yalnız o kadar ... Bir bakış ki yönelmesiyle beraber ayrıldı, bir bakış ki orada, şu pencerede kimse yokmuş gibi kayıtsız, manasızdı ...",
    "Artık onu görmemek için oturdu. Şimdi, şu bir saniyeden sonra Lamia'ya bir düşmanlık hissediyordu. Biraz evvel onu gülüyor görmekten tahammül edilemez bir işkence duymuştu. Eğer Lamia bu küçük bakış içinde ona bir teselli manası göndermiş olsaydı hepsini unutacak, yalnız o bakışın hatırasını bütün kırılan aşkının bir yadigarı gibi hayatının sonuna kadar saklayacak, ruhunun içine sararak bu yadigarı hayatının biricik saadet nasibi hükmünde besleyecekti, fakat bu öyle bir bakıştı ki hiçbir şey ifade etmemekle beraber Ahmet Cemil'e bütün hülyasının bir yalan olduğuna şüphe edilmeyecek bir açıklıkla doğrulamıştı.",
    "Demek Lamia ile onun arasında hatta bir ahbaplık kalıntısı, bir mazi hatırası bile kalmayacak? Demek aralarında her şey bitmişti?",
    "Şimdi Lamia'yı kaybetmekten değil fakat bu bakıştan müthiş bir ıstırap duyuyor, hele Lamia'nın o yukarıya bakarken güldüğünü bir cinayetmiş gibi affetmiyordu.",
    "Lamia şimdi gözünde ona ihanet etmiş bir vefasız sıfatında görünüyordu. Evet, yalnız bu bakış bir cinayet hükmündeydi. Biraz evvelki gülümsemesiyle, bir saniye sonraki bakışıyla Lamia sanki yukarıya, \"Ne kadar bahtiyarım!\" derken aşağıya, \"Bu kim oluyor?\" demişti.",
    "Hüseyin Nazmi içeriye, \"Geç mi kaldım?\" diyerek girdi.",
    "Ahmet Cemi!, \"Ben zaten çıkmaktan vazgeçtiıni \" dedi.",
    "Artık ona tekrar tesadüf etmekten korkuyordu, onun için çıkmamaya karar vermişti. Hüseyin Nazmi, \"Sen bilirsin! Öyleyse bahçeye çıkalım!\" dedi, Ahmet Cemil ona da razı olmadı, orada da Lamia'yı tekrar görmek tehlikesi vardı. Artık onu istemiyordu, yalnız halledilecek bir merakı kalmıştı: \"Acaba verdikleri nasıl adam?\" diyordu.",
    "Hüseyin Nazmi şimdi arkadaşını garip bularak hayretle yüzüne bakıyordu. Ahmet Cemil'in gözleri ağlamış gibi kızarmış, bütün çehresi hafifçe çökük yanaklarıyla gerilerek daha zayıf bir hal almış, göğsü sık sık nefeslerle şişerek donuk bir bakışla gözlerini ona dikmişti. Hüseyin Nazmi yanına kadar gitti, ellerini tuttu:",
    "- Lakin Cemil, sen hastasın! dedi.",
    "Elleri ateşler içinde yanıyordu.",
    "Ahmet Cemil cevap vermedi. Evet, hasta, bilse ne kadar, ne derin bir öldürücü hastalıkla hastaydı.",
    "Lamia'nın son kayıtsız, umursamaz bakışı olmasaydı bu dakikada hepsini itiraf edecekti. \"Ben fakirim, fakat bekleyiniz!\" diyecekti. Lakin bu son bakış ona şimdiye kadar aldandığını, beş dakika evvel güçlü bir sevgi delilleri hükmünde olan bütün o hatıraların manasız şeyler olduğunu, bu aşkı yalnız kendisinin icat ettiğini ve süslediğini anlatmıştt. Evet, Lamia kendisini sevmiyor ve hiçbir vakit sevmemişti. O şimdi mürebbiyesinin yanında belki nişanlısını görmek emeliyle koşarak yürüyordu. Demin gülerek yukarıya baş sallayışı ... Bunda da, Lamia'nın nişanlısına tesadüfü ihtimaline ait bir şaka keşfediyor. \"Mesela hizmetçilerden birinin bir manalı işaretine gülmüştür\" diyor ... Ah! Zavallı hülya esiri! Lamia ağlıyor kuruntusuna kapılıyordun. Oh! Bak, işte Lamia ne kadar bahtiyar! Nasıl gülüyor!",
    "Elleri kilitleniyor, iskemiesinin üzerinde kıvranmamak için kendisini zor tutuyordu. Artık kalbinde ateşten bir pençe ile o nişanlı için tahammülünü aşan bir kıskançlık duyuyordu. Kayıtsız görünmek, için ayağa kalktı, kütüphaneye bir göz atmak istemişçesine ilerleyerek Hüseyin Nazmi'nin yüzüne bakmaksızın sordu:",
    "- Lamia Hanım'ı kime veriyorsunuz?",
    "Lamia Hanım! Bu tabir ağzından nasıl sahte bir nağme ile çıkıyordu. Bütün hülyalarını ilahi bir beşik içine koyarak, bütün dertlerini uyuşturucu bir nağme ile sallayan o ismi söyleyemiyor, sadece \"Lamia!\" diyemiyordu. Bu hanım unvanı şimdi, araya büyük bir açıklık koymuş oluyordu.",
    "Hüseyin Nazmi cevap verdi:",
    "- Sana resmini göstereyim ...",
    "Demek resmi de var? Bir resim ki Lamia saatlerce onun seyrine dalmış olacak! Hüseyin Nazmi kütüphanesinin çekmesinden çıkararak resmi uzattığı zaman bunu bir an evvel görmek arzusuyla almakta acele etti. Bu resim! Şimdi ondan da ayrıca nefret ediyordu. Kurmayiara has nişanla süslenmiş elbisesi içinde ona gurur dolu bir alayla bakıyor gibi duran bu resme yalnız bir göz attıktan sonra o çehreyi soğuk bulmak istedi. Uzun uzun incelemekten, bu tesirin kaybolabileceği korkusuyla daha iyi görmekten çekinerek kütüphanenin kenarına bıraktı, bir fikir belirtmeye kuvvet bulamayarak, biraz evvel yarım kalan bahse geri dönmeyi tercih ederek:",
    "- Demek gidiyorsun? dedi, sonra istemeksizin ağzından şu cümle döküldü:",
    "- Ah! Ben de, gitmek isterdim, ben de bir yerlere ...",
    "-eliyle işaret ediyordu- uzak bir yerlere gitmek isterdim ...",
    "Arkadaşının bu sözü Hüseyin Nazmi'ye açıklanmasını istediği şeylere dair soru sormak için cesaret verdi:",
    "- Evet, sen ne yapacaksın? Matbaadan çekilmişsin, derslerini de bırakmışsın, şimdi?",
    "Dudaklarının arasından cevap verdi:",
    "- Matbaadan çekilmedim, kovuldum, bundan sonra ne yapacağımı da bilmiyorum. Sen beni bırak da kendinden bahset ...",
    "Evet, bundan sonra ne yapacağını bilmiyordu, o yalnız bir şey için çalışmakta devama kuvvet bulabiliyordu, şimdi o şey, Lamia da, elinden gidiyordu. Bundan sonra kimin için çalışmak? Nasıl bir ümide hayatını adayacak?",
    "Arkadaşından yayılan ümitsizlik havası artık Hüseyin Nazmi'ye de bulaşmıştı, şimdi o da kendisinden bahse cesaret edemiyor, bu ümitsiz gördüğü arkadaşın yanında kendi ümitlerine dair söz söylemekten sıkılıyordu.",
    "Bu akşam iki arkadaş arkadaşlık hayatlarında belki birinci defa olarak birbirlerinden sıkıldılar. Hüseyin Nazmi onu yalnız bırakmakta, Ahmet Cemil de yalnız kalmakta acele ettileri; Hüseyin Nazmi, \"Eğer okumak istersen kütüphanenin anahtarlan oradadır\" diyerek arkadaşını yalnız bıraktığı vakit o büyük bir azaptan kurtulmuş gibi bir nefes aldı.",
    "Okumak? Artık bunların hepsinden nefret ediyordu. O şairleri; o sevgili kitapları; bunlar bütün yaşamamış yahut yaşamaktan yorulmamış adarnların sahte şiirleri, sahte felsefeleriydi. Bütün şiir ve felsefe işte şu dakikada onun bu keder ve ümitsizliğinin içinde vardı. Kapısını sürmeledi, yalnızlığından emin olmak istiyordu, soyunmadı, uyuyamayacağını biliyordu, açık penceresinin yanına oturdu, kendi kendisine, \"Şimdi ben burada ümitsizliğimle zehirienirken o yukarıda yine bahtiyarlığından gülüyor\" dedi. O zaman onunla aynı çatının altında bulunmaktan çok acı veren bir azap hissetti. \"Ah! Sabah olsa da buradan kaçsam\" diyordu. Ondan uzak bulunacak olursa ümitsizliğinin acısını daha az hissedecekmiş gibi sabah olmasında acele ediyordu.",
    "Bir aralık aklına resim geldi. Onu pek iyi görmemişti, bir daha görmek istedi, kütüphaneye giderek çekmeceyi çekti, Hüseyin Nazmi resmi oraya koymuştu. Alarak utanılacak bir şey yapıyormuş, bir hırsızlık yapıyormuş korkusuyla muma yaklaştı ve baktı. \"Güzel değil!\" diyordu, güzel olmadığına kendisini inandırmaya çalışıyordu. Sonra birden zihninde bu resmin sahibiyle Lamia'yı yan yana, kol kala gördü. Onların ikisini dudak dudağa hayal etti. O zaman vahşi bir kıskançlığın müthiş ateşini duydu. Resmi, açık duran çekmeceye fırlattı, \"Ah! Bir gece yine burada nasıl bir ümitle uyuyamamıştım. Ah! O geceden ne kadar uzaklardayım! \" diyordu, sanki içinden bütün hayatı kemiklerini kıran bir ıstırap arasında mengenelerle çekiliyormuş gibi kollarını kıvırdı, başını tuttu, şimdi kalbinde galeyana gelen canavar kıskançlığıyla kudurgan bir ümitsizlik içinde kendisini yatağa attı, orada yüzükoyun, bağırmamak için yastıklan ezerek, yorganlan parçalamak isteyerek kıvrandı ...",
    "Sabahleyin kütüphanenin açık odasından Hüseyin N azmi baktığı zaman arkadaşını göremedi, o saatte Ahmet Cemil Eyüp'e gitmek üzere Köprü'nün Haliç iskelesine iniyordu.",
    "Anlayamadığı bir sebeple bugün Eyüp'e, İkbal'in mezarına gitmek için ihtiyaç duymuştu. Şimdi kardeşiyle kendisinin hayatında bir başka türlü benzerlik görüyor, onun için o ölünün hatırasıyla kendi bahtsız hayatının arasında her vakitten çok bir bağ keşfediyordu. Gidip sanki ona, \"Bak!",
    "Ben de senin gibiyim, o kadar genç öldüğüne üzülmemen için sana kendimi göstermeye geldim\" demek istiyordu.",
    "Eyüp'ün tenha sokaklarından geçti, insan izi görülen taraflarından kaçtı, burada yalnız ölüler arasında dolaşmak istiyordu. İki tarafı parmaklıklada çevrilmiş mezarlardan bakan taşların bakışı altında yürüdü, İkbal'in mezarına yaklaştıkça hacaklarında bir güçsüzlük ortaya çıkıyor, oraya olabildiğince geç varmak için yavaş yürüyordu. Nihayet onun taze kabrini kucaklayan mezarlığın önüne gelince durdu, fakat içeriye girmek için cesaret bulamadı, parmaklıktan baktı.",
    "İşte oradaydı, bir çocuk mezarıyla gençliğine dayamadığı için başını bükmüş gibi duran bir genç kadının mezar taşı arasında İkbal'in henüz taşı dikilmemiş belki henüz toprağı kurumamış kabri büsbütün ölmemiş bir hasta yatağı gibi şifa bekleyen tereddütlü bir edayla uzanmış yatmıştı.",
    "Birer yeşil sütun gibi uzanan iki servinin üzerinde süzülerek, elenerek çekingen, güya bu loş sükfın köşesine bir hayat gülümsernesi yollamaktan utanarak, perişan güneş kırıntıları toprakların siyah nemli rengine dökülmüş, güya bu bahtsız gençlik yatağının üzerine pullu bir teselli örtüsü çekmek istemişti.",
    "Ahmet Cemil orada durdu. Şimdi gözlerinin önünde bu kabir açılıyor, İkbal başını kaldırıyor, ona daha yaşları kurumamış, hala kederli gözleriyle gülmeye çalışarak -o son defaki bakışıyla bir gülücük yollayarak- bakıyordu. \"Sen de mi, kardeşim? Sen de benim gibi hayatın fena bir tekmesine mi tesadüf ettin? Oh! Bilsen burası ne kadar rahat! Şu çekingen güneşin altında, bu toprakların yumuşak kucağında, şu derin dinginlik içinde, bilsen ne hoş bir hayat, sessizlik ve huzura nasıl yakın bir saadet var! Seninle burada iki kişi yan yana, sana da biraz yer açmak için sıkışarak, seni de yatağıının yanına alarak, beraberce, hani ya bir vakitler sen kitabını okurken, ben dikişimi dikerken kendimizi mesut zannettiğimiz zamanlara benzer bir beraberlikle, fakat bu defa ebedi ve mesut bir beraberlikle, yatardık!\" diyordu.",
    "Ahmet Cemil bu sözleri işitiyor, İkbal'in o mezardan çıkan sesini duyuyordu. Burada, şu parmaklığın yanında, o hayale bakarak gözleri bu defa -bir kırılmış hayatın matemine tahammül için karar verildikten sonra akan sakin, teselli ve rahatlık veren yaşlarla- doldu, şimdi karşısında İkbal de ağlıyordu. Bu iki kardeş burada, karşı karşıya, son bir öpüşme içinde birbiri için ağladılar. * ''\"* Buradan, ayrıldıktan sonra kalbinde bir hafiflik hissediyordu. Bütün yıkılan emelleri için artık ıstırap duymuyordu.",
    "O ziyaret bütün hayatının acılarını hoş bir esriktikle uyuşturmuştu. Artık her şeyi sonuçlandırmak için karar veriyor, bütün zorluklara karşı türlü kolaylıklar icat ederek çare buluyordu. Zaten artık hayatında zor işler bir evle matbaadan ibaret kalmıştı. Onları Ali Şekip'e emanet ediyor, bir genel vekalet vererek meselenin halledilmesini onun fikrine bırakıyor. O vakit kendisiyle annesi kalıyordu: Şimdi buna çare buluyor, kendi kendisine: Evet mademki yaşamak için bir sebep var, bir ana var, bu halde, ölüme benzeyen bir hayat ile yaşamakta devam ederim diyordu.",
    "Fakat zihninde onu rahatsız eden bir endişe vardı. Bu güçlüklere zihninde karar verdikçe: \"Ah! Yalnız o herif kalıyor! Ona ne yapacağım?\" diyordu. Yavaş yavaş bir şey yapamayacağını, yalnız kardeşinin hatırasını belki ineitecek şeyler meydana çıkmasına sebep olacağını anlamış, günler geçerek zihni yatıştıkça intikam almak ümidi sarsıntıya uğramıştı. Yeni Cami avlusundan geçerek imarethanenin önüne gelmişti ki bir kadın sesi \"Beyefendi!\" dedi. Bu sesi tanıyarak başını çevirdi, evvela karşısındakini tanıyamadı, sonra o söyledikçe anladı:",
    "- Beyefendi, rica ederim, şuna bakar mısınız?",
    "Kadın bir sarraf dükkanının önünde elinde bir demiryolu kağıdını göstererek:",
    "- Bunun hesabını anlamıyorum, size tesadüf ettiğime ne kadar memnunum! diyordu.",
    "Ahmet Cemil sarrafın söylediklerini Raci'nin hanımına açıklamak istedi. O başını sallıyor, \"O lazım değil, kaç kuruş ediyorsa tamam alayım da ... \" diyordu, sonra birdenbire sırrını açmak ihtiyacına mağlup olarak paraları titreye titreye mendilinin ucuna sararken anlattı:",
    "- Bu kağıdı anladınız a ... Nedim'in kağıtlarından biri ...",
    "Onları hala saklıyordum... Fakat artık birini feda etmek lazım geldi. İyi yapıyorum değil mi, efendim? Kocamın hastanede ölmesine müsaade edemezdim, değil mi? -Yüzünü örten peçenin altında ağlıyordu- onunla bir vakitler bu kağıtlar için kavga etmiştik ... Şimdi, bakınız, yine onun için feda ediyorum. Ah! Bilseniz, onu hiç affedemeyeceğim zannediyordu, fakat hekimlerin kesin ümit ettiklerini anladıktan sonra ...",
    "Artık bitiremedi, yaşlar tamamıyla boşanmıştı. Ahmet Cemil yüreği ezilerek ayrıldı, kendi kendine, \"İk bal sağ olaydı demek o da affedecekti ... Ah! Duygulada ilgili şeylerde erkekler kadınların ne kadar altında!\" diyordu.",
    "Babıali Caddesi'ni çıkıyordu. Bu cadde! Buradan nasıl geçmek emelindeydi, şimdi nasıl mağlup çıkıyordu! Yoluna bir Vehbi Bey'in tesadüfü bütün hayatının akışını değiştirmişti. Matbaanın önüne geliyordu, başını çevirdi, dar kapısından dehlizi gördü, durmayarak geçti... Birdenbire kalbi büyük bir heyecanla çarptı, karşısından Vehbi Bey geliyordu.",
    "O olaydan sonra onu hiç görmemişti. Birden bu adam hakkında duyduğu nefret ve düşmanlık köpürdü, ikisi de yaklaştıkça birbirine mağlup olmak istemeyerek gözlerini indirmiyorlar, biri alaycı gülümsemeyle, öteki kinden tutuşmuş gözleriyle bakışıyorlardı. Ahmet Cemil o alay gülücüğünü gördü, bundan tahammül edilmeyecek bir acı hissetti, buna karşılık vermek için zorlayıcı bir arzu duydu, buna mağlup olmamak, evet, her şeye mağlup olmak, yalnız buna mağlup olmamak ... O zaman yönünü değiştirerek geçmek lazım gelirken o alevii gözleriyle doğrudan doğruya Vehbi Bey'in önüne yürüdü. Onun birden o gülümsernesi uçtu, yan tarafa bir adım atmak istedi. Fakat artık vakit kalmamıştı. Tam karşı karşıya gelmiş bulundular, Ahmet Cemil onun şimdi sararan çehresine, \"Bana mı gülüyordunuz?\" sorusunu fırlattı, sonra cevabını beklemeksizin, ona bir kelime söylemek zamanını bırakmaksızın çevrildi, kolunu açabilmek ne kadar mümkünse o kadar açtı, hayatında yıkılmış olan neler varsa hepsinin birden toplanan ümitsizliğiyle dolu olan bu el, şimşek gibi gürültüyle çakan bir tokada Vehbi Bey'in yüzüne çarptı.",
    "Bu tokat! Ahmet Cemil'in bütün mahvalan emelleri, neticesiz kalmış bir hülyanın yürek kırgınlığı, ailesinin malıvolmuş saadeti, İkbal'in faciası, kırık aşkının feryadı, hepsi, bu hayatın olanca acıları o tokadın içindeydi. Bununla nice hazınedilmiş hakaretleri, o bir akşam bu pis mahlukun ağzından dökülen pislikleri, özellikle o tekmeyi, iade etmiş oluyordu, onu ta kalbinin kan döken yarasından kopmuş bir kuvvetle vurmuştu, öyle ki Vehbi Bey'i dükkaniarının kapısının önünde hava alan kitapçılar, yolcular düşecek zannettiler. Düşmedi, fakat sallandı, bir saniye kadar durdu, sonra gülümseyen, etrafını almak üzere yaklaşan halktan kaçarak matbaasına ilerledi.",
    "Ahmet Cemil güya halkı oraya biriktiren bu olayda sebep değilmişçesine sakin ilerliyordu. Ali Şekip'in dükkanına girdi.",
    "Şimdi kalbinde büsbütün bir hafiflik duyuyordu. Sanki bu tokada bütün felaketlerini silkip atmış gibiydi. Hatta arkadaşının dükkanına girerken gülümsüyordu.",
    "Orada Ahmet Şevki Efendi'yi ortalarına alarak Ali Şekip, Sait'le Saip gülerek dinliyorlardı. Onu görünce hep bir ağızdan \"İşte!\" dediler. O hayretle baktı, \"Ne var?\" dedi, hepsi tekrar başlaması için Ahmet Şevki Efendi'ye baktılar ...",
    "O hikayesini tekrar etti:",
    "- Ne olacak, şimdi senin herifle Hüseyin Baba Efendi tutuştu.",
    "Ahmet Şevki Efendi Vehbi Bey'in kararı uyarınca Hüseyin Baha Efendi'ye vereceği maaşı bu ay kesrnek istediğini, imtiyaz sahibini ömründe belki birinci defa olmak üzere hiddet ederek dün matbaada aralarında bir münakaşa çıktığını en küçük ayrıntısıyla, ikisinin de taklitlerini yaparak, Hüseyin Baha Efendi'nin gözlük perendelerini sayarak anlatıyordu.",
    "Nihayet dava, mümkün olursa haciz, gazetenin kapanması.",
    "Ahmet Şevki Efendi netice korkulacak bir hal alırsa kendisinin de zarar göreceğini düşünmek istemeyerek seviniyor, zevkinden gülüyordu.",
    "Nihayet Ahmet Cemil de planını söyledi. O da ev ile matbaa meselesinden dolayı davaya Ali Şekip'i vekil edeceğini anlattı, daha sonra:",
    "- Ha, haberiniz yok, dedi, Vehbi Bey şu dakikada sol yanağından acı çekiyor olmalıdır.",
    "Gülüyor, artık adeta eğlenerek anlatıyordu. Bir aralık dükkamn camlarından Hüseyin Nazmi'nin geçtiğini gördü, birden bu geçici neşe sanki damarlarında dondu, yaralı aşkı kalbinde feryat etti: Ah! Lamia! Sahi Lamia'yı da kaybediyor mu? Hayatında dünkü gece bir fena rüya değil miydi?",
    "O vakit hakikatin bütün acısı tekrar uyandı, bu kahir ziyaretinin iç huzuru hediyesi o tokadın güven ve teseliisi birden silindi, artık burada, gülmernek için sebepleri olmayan arkadaşların arasında duramadı, şimdi evine, o matemlerinin sığınağına koşmak için çıktı."
  ]
}