{
  "title": "2",
  "paragraphs": [
    "Onlar ayrıldıkları vakit geniş bir nefes aldı, sanki büyük bir sıkıntıdan kurtulmuş gibi kendisini yalnız, ötede heride yemek yiyen birkaç kişiden, ara sıra görünen iki üç sessiz garsondan başka halktan, biraz ötede uyanmaya, harekete başlayan kalabalıktan uzak, düşünceleriyle yalnız kalmakta büyük bir iç rahatlığı duydu. Zaten ölçülü yiyip içme alışkanlığına rağmen bu gece şu ziyafet şerefirıe, biraz da arkadaşlarının ısrarına karşı da alışkanlığı aksine- biraz ölçüyü geçmiş, biraz dayana bileceğinden fazla içmişti. Şimdi yavaş yavaş beyninden süzülen bir şey, damarlarının içinden, kemiklerinin arasından hafif hafif kısacık titremelerle akarak, sanki bütün vücudunu, iradesirıi çekerek ayaklarından doğru çekiliyor, gidiyor, vücudunu direnmesi mümkün olmayan bir kuvvetle erite erite dağıtıyor gibiydi. O vakit geçici bir gayretle kendisini toplar, bir uçuruma yuvarlanmıyor, toprakların arasına süzülüp akmıyor olduğuna güven duymak istiyormuşçasına gözlerini açar, ayaklarını çekerdi.",
    "Arkadaşları Ahmet Cemil'i böyle bir halde bıraktılar, onlar gider gitmez dudaklarının arasından:",
    "- Aman, bu Raci! dedi.",
    "Bu adamdan, ilk tanışma dakikasından başlayarak duyduğu nefreti şu üç kelime tamamıyla açıklardı. Onu hiç sevmez, sevmemek mümkün olduğu kadar sevmezdi. Raci o adamlardan biriydi ki dünyaya hiçbir şey olmamaya mahkum edilerek geldikleri halde her şey olmak isterler. Raci de en çok olamayacağı bir şey olmaya yelteniyordu: Şair ...",
    "Ahmet Cemil pek iyi bilirdi ki bu adam bilmem kimin bir gazeline nazire söylemek için bir gün Boğaziçi'nin ta Kavak iskelelerine kadar gidiş geliş seferine katlanmış, on kuruş da masraftan çıkmıştı da ancak iki buçuk beyide dört kafiye bulabiierek geri dönmüştü. O vakit zafer kazanmışçasına matbaaya girdiği zaman Ahmet Cemil elindeki kağıdın üzerinde yirmi otuz çizilmiş satır arasında sağ kalabilmiş altı mısrayla hir mısranın yalnız son kısmını -evet, son kısmını- görmüştü. Aman yarabbi! Şair Raci dedikleri işte buydu! Bu kadar hiçliğine rağmen her meziyet sahibine düşman ... Bunun bir güzel şeyi beğendiği, kudretli bir arkadaşı takdir ettiği daha görülmemiş. Sanki diğerlerinde bir meziyetin kabulü kendisinde bir eksikliğe yol açacakmış gibi bir küçük takdir gülümsemesini bile esirger. Bu adamın beğendikleri yalnız ölülerden ibarettir. Ölüler, onlar artık olağanüstüleşmiş, şu edebiyat pazarından çekildikleri için rekabetten kurtulmuşlardır. Ahmet Cemil bir gün Batılı bir edebiyatçıdan aktararak \"Mezar taşı şöhret heykelinin ayaklığıdır\" dediği zaman orada bulunan Raci'ye dönerek \"Al, sana göre bir söz, öyle değil mi?\" demişti. Bu yolda şakalarıyla Raci'yi kendisine düşman etmişti. Ama ne zararı var? Zaten Ahmet Cemil sadece herkes tarafından takdir edilmekle bile onun düşmanlığına hak kazanmış olmuyor muydu? Herkes tarafından takdir edilmek sözüne de Ahmet Cemil geniş bir mana vermez.",
    "İnsanın olsa olsa kendi mesleği dışında olanlarca yani tarafsızlarca takdir edileceğinden şüphe etmez. Onu arkadaşları seviyorlardı, fakat o muhabbet içinde kim bilir ne kadar saklı kinler, ne derin hasetler vardır! Bugün kendisini takdir edenler yarın -kendisini düşürmeye sebep olabilecek lO bir şey yazsın- bakınız nasıl gülerler. Ah! Bu basın dünyası!",
    "Bir seneden beri o dünyanın az tecrübelerini mi görmüş, az acılıklarını mı tatmıştı! Okuldayken nasıl hülyaya dalardıl Bugün kim bilir ne kadar gençler vardır ki o dünyada bir zevk hayal ederler, fakat bu kere o çirkin basın hayatına girseler ... Ahmet Cemil kin ve haset dedikçe hep Raci aklına gelir. Bu adam basın dünyasındaki bir çeşit malılukların özel bir örneğidir. Düzeltilere bakarken dizgi yanlışianna dikkat edecek yerde ötekinin berikinin hatalarını bulmaya dikkat eder. Bir gün mesela Ahmet Cemil'in bir makalesinde yanlış bir isim tamlaması bulduğu için bir hafta alay geçer.",
    "Kurallara uymakla pek fazla övünür, Arapçayı, Farsça yı pek iyi bildiği iddiasındadır da bir kere Arapça bir gazetenin üç satırını tercüme edememişti. Gazetede görevi muhabirierin getirdiği havadisi düzeltmekten ibaret kalır. Ne vakit bir makaleciye filan ihtiyaç görülse kendisine ısmarlanmasından korkarak akşam fazla kaçırdığından söz edip sersem olduğundan dem vurur. Matbaada onu kimse sevmez, hele idare memuru -o kendisine Ahmet Şevki Efendi diyen yuvarlak adam- Raci'den söz açılsa ateş püskürür, onun kadar alacağına sayılmak üzere para alan, matbaada kimse bulunmadığı zamanlar tesadüf ederse gelen ilarıların ücretine el koyan bir yazar -işte matbaa işlerinde bulunalı on sene oluyor- hiç görmemişti.",
    "Ahmet Cemil, \"Aman, bu Raci! \" dediği zaman işte bütün bu ayrıntılar o üç kelimenin söyleniş tarzının içine sıkışmıştı.",
    "Bakınız, başyazar Ali Şekip büsbütün başkadır. Raci ile tam bir zıtlık meydana getirir. İri boylu, geniş omuzlu, açık yüzlü, ancak otuz beş yaşında olan bu adam biraz safça",
    "-tabirde incelik gerekli bulunmasa- biraz budalaca olmakla birlikte Mir' at-ı Şuun yazı kurulunun en bilgili üyesidir.",
    "Hukuka ilgisi vardır, çok kitap okumak sayesinde az çok her şeyden anlar, küçük yaşından beri basında çalışmıştır, dünya siyasetinin en önemsiz ayrıntıları bile ezberindedir, sanki bir ansiklopedik sözlük gibi beyninin içinde yapraklar döndükçe bilgiler çeşitlenir, fiziğe ait bir şey yanında yönetime dair bir bölüme rastlanır, bununla birlikte pek alçak gönüllüdür, bildiğinden emin olmayanlara has bir korkaklıkla herkesten iyi konuşabileceği konularda susmayı tercih etmek adetidir. Onun için kendisini tanıyanlar ondan hiç korkmazlar, yanında en saçma şeylerden bahsederler de o düzeltmekten utanır, hatta Raci'nin gazellerini güzel bulmamaya bile cesaret edemez, zaten edebiyat dünyasına mensup olduğunu katiyen iddia etmez. Bir gün bir fıkra yazmıştı da arkadaşlarına okumak için matbaaya getirdiği halde okumayarak, \"Alay edecekseniz! Neme lazım? Bana siyasi makale yazmak ne güne duruyor\" diyerek yırtmıştı.",
    "Onun için Ahmet Cemil de, bu bir küçük çocuk kadar utangaç adamın samimi bir dostudur. Ali Şekip o adamlardandır ki insan ellerini ellerine koyacak olursa onlarda hissedilen manevi temizlik sıcaklığıyla hayatın birçok kötülüklerinden kalpte ortaya çıkan buzların eridiğini duyar.",
    "Ahmet Cemil Ali Şekip'in yalnız bir şeyini affedemez: O da bütün utangaçlığıyla beraber bu adamın ara sıra şaka yapmak istemesidir. Bu saf yüreği ineitmiş olmamak için Ahmet Cemil en tahammül olunmaz şakalarını bile hoş bulmuş gibi görünür. Onun şakalarıyla eğlenen bilhassa Raci ile Sait'tir. Raci yaradılışından gelen hainliğe, Sait de kişisel bir karaktere sahip olmayıp da ötekinin berikinin yaptığına göre hareket etme adetine uyarak, Ali Şekip'e ağız açtırmazlardı. Sait hakkında Ahmet Cemil'in açık bir fikri yoktur, çünkü Sait'in belli bir varlığı yoktur. Sait her soruya \"evet\" diyen, her duyduğu fikre \"benim de fikrim budur\" cevabını veren, fakat bütün bu dönekliği aslında beyni pek hassas bir yörünge üzerinde çevrilmeye mahkum yaratılmış olmaktan başka bir sebeple tercih etmeyen bir gençtir ki kötülük etmez, iyiliğe davet olunınazsa iyilik etmek aklına gelmez, şahsının varlığından yokluğundan şüphe edilir, hatta şiirine de katlanılabilir bir adam olduğu için Raci'yle çoğunlukla aynı duyguda çıkmasına Ahmet Cemil gücenmez.",
    "Saip -kısa, zayıf, kuru çocuk- Ahmet Cemil'in sinirlerine dokunan işte bu mahluktur. Bunun manzarasından duyduğu soğuk ürpermeyi hatta Raci hakkında bile hissettnez. Saip, o küçük boyda yaratılmış, kemikleri gelişememiş, kasları kemiklerinin üstünde kurumuş, küçük gözlü, ufak yüzlü, daima ayakta, daima harekette, kulaklarıyla gözleri daima meşgul, bu dünyaya görühİıeyecek şeyleri görmek ve işitilmeyecek şeyleri işitmek için gelmişçesine gözleri mesela Ali Şekip'in bilmem nerede nahiye müdürü olan eniştesine yazdığı bir mektubu yandan okumakla meşgulken kulaklarını odanın köşesinde idare memuru Ahmet Şevki'nin -Ahmet Şevki Efendi'nin- kağıtçıyı az para ile savmak için harcadığı belagate adar. Onun için mesela çarşamba günü imtiyaz sahibi Hüseyin Baha Efendi'nin evinde uskurnru dolması olacağını bilir, çünkü bir gün evvel dizgici yamağı Emin'e, \"İki okka alacaksın. Dolmalık olacağını unutma! Geç kalırsan yarına yetişemez ... \" dediğini tamamıyla iş itmiştir.",
    "Raci parasız kaldığı vakit Ahmet Şevki Efendi'nin çekmecesinde para olup olmadığını Saip'ten soruşturur, çünkü o mutlaka çekmecesinin bir tarafına atılan bir ilan ücretini görmüştür. Mesela birkaç kişi arasında konuşma sırasında bir söz gürültüye karışsın da anlaşılmasın, Saip'ten sorunuz, o mutlaka anlamıştır, size de anlatır. Ona her yerde tesadüf olunur. Matbaada herkesten çok işinin başında durduğu, bir kitapçının hesap defterini tuttuğu, sabahleyin Mekteb-i Hukuk derslerine gittiği halde Babıali Caddesi'nden çıkarken bakınız, bir matbaa kapısında önüne geçen birisine mesela o gün Ahmet Cemil'in bir manzumesinin iki beytini okurken, biraz ötede tütüncü dükkanına uğrayarak filan derginin filan sayısının ne kadar sürüldüğünü araştırırken, matbaaya giriniz, yazıhanenin kenarında \"Selanik özel muhabirimizden aldığımız bir mektuptur\" diye başladığı bir kağıda sahte bir mektup uydurmakta uğraşırken görürsünüz. Matbaada herkesten çok o çalışır, çeşitli makaleler yazar, yabancı gazeteleri okur, tercüme eder, taşra mektuplarını özetler. Ahmet Cemil'in bu çocuk hakkında -çocuk diye tanınır, çünkü yirmi yaşını herhalde geçmiş olmakla beraber çocukluktan kurtulmamıştır- duyduğu şey ...",
    "Bakınız, işte şimdi bile o aklına geldiği için vücudunda ürpermeye benzer bir şey duyuyor.",
    "Ahmet Cemil'in sanki vücudunu iki kol tutmuş, sonu olmayan bir derinliğe çekiyordu. Kendisini toplamak istedi.",
    "Fakat fikrinin bütün iradesine sahip olmakla birlikte vücudunu kaplayan o şiddetli yorgunluğa direnmek mümkün değildi. O vakit kendini zorlayarak, sanki vücudundan yavaş yavaş uzanıp gidiyormuşçasına uyuşan bacaklarını çekti. Bahçenin bu yüksek noktasının önünde yayılan bütün manzarayı, bir rüyanın silinmiş şekillerine benzeten bulanmış gözlerinde yeterli bir kuvvet toplamak istedi. O aralık müziğin uzaktan gelen ahengini taklit ederek kendisine biraz dayanma gücü vermiş olmak üzere hafifçe, belirsizce ıslık çalmaya başladı. Şimdi Ali Şekip, Raci, Sait, Saip, bütün bu yüzler beyninden silinmişti, bu çalınan şey tanıdık geliyordu, neydi? Neydi? Her vakit, bahçeye hemen her gelişinde dinlediği bir şey ... O vakit aklına geldi. Waldteufel'in bu meşhur valsını ne vakit dinlese bütün hayalleri ortaya çıkardı. Onun ismini kendine özgü tarzda tercüme etmişti: Elmas yağmuru! Ne güzel, ne hülyalar getiren, nasıl rüya alemleri açan bir isim ..."
  ]
}