{
  "title": "5",
  "paragraphs": [
    "Ahmet Cemil için bu felaket öyle bir beklenilmeyen darbeydi ki bir müddet bütün beyni donmuş gibi şaşkınlık içinde kaldı.",
    "Onda şiirle uzun süre uğraşmak hastalıklı bir hassasiyet meydana getirmişti. Öyle bir hassasiyet ki, o iliete tutulanları başkaları için anlaşılmaz, mantıklı olduklarına kesin bir hüküm verilemez, hareketlerinde, fikirlerinde, duygularında bir büyüklük olduğuna inanılır da doğruluğunu kabule cesaret edilemez bilmeceler haline getirir. Öyle bir hassasiyet ki bir gün hayatı bütün çirkinlikleriyle, aç kalmış ailelerden, gözsüz genç kızlardan, beynini bir kurşun parçasıyla dağıtan ürnitsizlerden, avuç açan beyaz saçlı adamlardan, çocuklarını kilise kapılarına bırakan annelerden, bir şarap şişesinin yanında insanlıktan çıkmaya çalışan talihsizlerden, bütün o çirkinliklerden meydana gelmiş gösterir, insana \"Kaç! Bu hayattan kaç! \" der, diğer bir gün gözlerinin önüne bütün güzelliklerini döker, bulutların arasında nazlı nazlı yüzen bir ay, türlü renklerin yangınları içinde ufuklardan çekilip giden bir güneş, etekleri denizlere dökülmüş yeşil dağlar gösterir, \"Sev! Bu tabiatı sev! \" der, bir gün mutlu diğer bir gün mutsuz, bu dakikada şen, biraz sonra hüzünlü yapar yahut bir anda kalbi hem sevinç, hem gamla doldurur, öyle bir hassasiyet ki bir hastalığa benzer de değildir. Ah! Böyle hasta olanlar: Onlara kendilerini sorunuz, hastalıklarını inceden ineeye açıklasınlar. Emin olunuz ki bu mümkün olamayacaktır, o belirsiz ve karmakarışık ruh, bir dille açık açık anlatılamaz, o öyle bir şiirdir ki özü belki değeri zaten açık olmamasından ibarettir. Ona bir dil bulmak, bir şekil vermek mümkün olabildiği anda o asıl şiirlikten çıkmış olur. O hasta ruh, bir billur parçasıdır ki üzerine şiirin ışığı vursun, çözümlernek mümkün olmayan renkler gösterir ve gözleri kamaştırır. Onların ne olduğunu anlamak için onu pariatan ışıkla kendisinin arasına elinizi koymaktan sakınınız, yoksa gözünüzün önünde kalacak olan sönük, donuk bir cam parçasından başka bir şey değildir.",
    "Ahmet Cemil o felakete uğradıktan sonra bütün duygu kabiliyederi mahvolmuşçasına cansız bir varlık halini aldı.",
    "Artık yatılı devam edemediği mektebe yalnız gider gelirdi, okumazdı, hatta sevgili şairlerini, o ruhunun en samimi arkadaşlarını bile ahbaplık etmeye değer bulmadı. Hüseyin Nazmi'den de eskisi kadar haz alınıyordu.",
    "Yalnız bir şeyden hazzederdi: Sessizlik! Evde de bu sessizlik hazzına hürmet olunurdu. Babasının vefatından beri aralarında hemen hiç ciddi bir konuşma geçmemişti, fakat bir gün geldi ki bu sessizliği, bir müthiş vazifeyi hatırlatmak için annesinin bozması lazım geldi.",
    "Bir akşam ona:",
    "- Oğlum seninle biraz ciddi konuşmak lazım geliyor, dedi.",
    "O vakit bu ana ağzından çıkan her kelimenin ardından ağlamak arzusuna yenilmekten korkarak, bazen köşede büzülmüş, siyah kederli gözlerini annesine dikmiş bakan İkbal'e, bazen göğsü kabara kabara duran Ahmet Cemil'e bakarak, baktıkça tıkanarak, bazen de hiçbirisine bakmaya kuvvet bulmayarak, perişan, bir sıralanış şekline uymaz, birbirini tutmaz, yarım yarım cümlelerle babalarından bir şey kalmadığını, kalan ufak tefeğin biraz sonra bitmek üzere olduğunu söyleyebildi. Sonra yine sustular, bir aralık o suskunluğun içinde kısa fakat kısalığında müthiş bir konuşma ustalığı gizlenen şu soru soruldu:",
    "- Ne vakit diploma alacaksın?",
    "Ahmet Cemil artık gözlerini kapadı, sanki dün sütüyle beslediği çocuktan bugün ekmek isteyen bu ananın perişan halini görmek istemiyordu, ikbalin üzerinden bir bulut geçen siyah gözleri, indi.",
    "Bu akşam ancak bu kadar söz edilmişti, fakat birinci defa olarak ciddi bir konu üzerinde söylenen şu birkaç söz Ahmet Cemil'i tamamen kendisine getirmişti.",
    "Bir matemin derin üzüntüsü altında ezilip kalan kalplere dayanma gücü vermek için hayat vazifelerinin baskın sesi kadar etkili şey olamaz. O geceyi Ahmet Cemil karabasanlar içinde geçirdi, ertesi gün Hüseyin Nazmi'yi bulmaya karar verdi. Erenköyü'ne kadar gitmek, o bütün sırlarını bilen dosta bol bol derdini dökmek istedi.",
    "İnsan, keder ve sevinç zamanlarında kalbinin katlanabileceğinden fazlasını diğer hassas bir kalple paylaşmak ister.",
    "Bu öyle bir ihtiyaçtır ki hiçbir maddi fayda beklemeksizin Ahmet Cemil'i Hüseyin Nazmi'ye yöneltiyordu.",
    "Sabahleyin erken kalktı, bütün beynini ezen bilinmezliklerin çözüm çaresi Hüseyin Nazmi'nin elindeymiş gibi gidip onu bulmakta acele ediyordu. Sanki oturursa geç kalacakmış gibi vapurda bir yerde duramadı, zihninde bütün hatıralar, fikirler donmuş, yalnız bir nokta yaşıyordu: Annesiyle kardeşini yaşatmak ... Fakat nasıl? Daha mektepten çıkmak için bir sene var, üç yüz bu kadar gün ki her birini geçirebilmek için ekmek lazım ... Bu ekmek sözü kalbinden soğuk bir iz bırakarak geçerdi. O ihtiyar anne ... O henüz çocukluktan tamamıyla çıkmamış genç kız ... Onlar daha neler isterler?",
    "Ah! Onlara neler vermek isterdi, amma nerede o vasıtalar ki bütün o istenilecek şeyleri alsın da götürsün, o iki sevgilinin önlerine döksün, \"Bakınız, bunlar sizin için, evet, bunları sizin için, size, ben aldım\" desin.",
    "Ah! O da zengin olsaydı. Hüseyin Nazmi ne kadar mesuttu! Servet ve haysiyet sahibi bir babanın oğlu, bugün düşünmeye mecbur olmadığı gibi yarın da geçim endişesi henüz saadet parıltısıyla parlayan alnını elem çizgileriyle bozmayacak. Fakat ne zararı var! Ahmet Cemil çalışmaktan kaçan o tabansıziardan mıydı ki henüz hayat mücadelesine ilk adımını atmadan ümitsizliğe mağlup olup kalsın.",
    "Hayatla uğraşmak, bu geçim mücadelesinde o da yumruğunu sıkarak hissesini almaya çalışmak icap ediyor, öyle mi? Niçin çalışmasın? Bu sorulara zihninde cevap verdikçe sanki dövüşmeye hazırlanıyormuşçasına ayaklarının üstünde biraz daha sağlam duruyordu.",
    "Haydarpaşa'dan trene atlamak, Erenköyü'ne çıkmak, istasyondan epeyce uzak olan Hüseyin Nazmi'nin gök rengi boyalı, bahçesi demir parmaklıklı zarif köşküne kadar gelmek için geçen zaman süresince bütün zihnini bu konu meşgul etti, fakat köşkün parmaklık kapısının yanındaki zili çekeceği sırada eli alıştığının aksine titredi. Ara sıra buraya geldikçe cesaretle içeriye girmek adetiyken bugün yardım dağıtılan bir kapının karşısında çaresiz bir dilenci gibi cesareti kırıldı. Birden, arkadaşına yüreğinin acılarını döktükten sonra onun bir bakışla:",
    "- Ne demek istiyorsun? Para mı lazım? demek isteyeceğine şüphelendi.",
    "Şu dakikada duyduğu cesaretsizlik bir türlü elindeki zili çekmeye güç bırakmamıştı. Geri dönmek, buradan, bu güzel köşkün, gözlerinin önünde servetin bir sembolü gibi yükselen bu binanın kapısından kaçmak, geri dönmek ta o Süleymaniye'deki evceğizin kucağına atılmak, babasının henüz hayalini gördüğü o köşeciğe kadar giderek, \"Baba!",
    "Sen bizi bırakmamalı ydın! \" demek istedi. Sonra bütün şu düşünceler silsilesini bir dayanma gücü hamlesi alt üst etti.",
    "Oraya para isternek için mi gelmişti? Onun istediği şey kendisini dinieyecek bir adamdan başka bir şey miydi?",
    "Zili çekti. Ta köşkün ikinci katından gürültüyle bir pencerenin yeşil panjurları açıldı, Ahmet Cemi! başını kaldırdı, tatlı bir çocuk sesi sordu:",
    "- Siz misiniz, Cemi! Bey? Durun, durun, kapıyı ben açayım, ağabeyim hala uyuyor ...",
    "Bu Hüseyin Nazmi'nin küçük kız kardeşi Lamia'ydı, Ahmet Cemil'in şu kadarcıktan dostu ... On beş yaşını aşan çocuklarda belirtileri görülen bir dikkatli davranma ve gösteriş endişesini henüz Ahmet Cemil'e karşı takınmaz, ona karşı hala Lamia çocuk kalmıştır, perişan haliyle, henüz taranmamış saçları koştukça savrularak, açık pembe kısa elbisesinin etekleri uçuşarak bahçeyi geçti, selamlık kapısından henüz başı görünen uşağa meydan bırakmayarak yetişti, parmaklığı açtı.",
    "- Geldiğinize ne kadar iyi ettiniz ... Ağabeyim sizi görünce şaşıracaktır. Bu sene hiç gelmediniz. ikbal'i niçin getirmediniz?",
    "Lamia, çocukların teklifsiz görüştükleriyle bitmek tükenrnek bilmeyen gevezeliğine kapılmış, köşke gelinceye kadar söylediklerinin ötesine berisine serptiği soruların cevaplarını beklemeksizin bir dakikada on meseleye değinıneye vakit bulmuştu.",
    "Ahmet Cemil köşke girerken dedi ki:",
    "- Rica ederim, benim geldiğimi haber verir misiniz?",
    "Lamia:",
    "- Şimdi! dedi ve koşarak Ahmet Cemil'i yalnız bıraktı.",
    "Hüseyin Nazmi'rıin odasına girince düşünmekten, yürümekten gelen bir yorgunlukla hemen sandalyelerden birine oturdu. Ah! Her geldikçe kayıtsızca oturduğu bu odanın bugün üzerindeki tesiri irdelenmesi imkansız bir şeydi ...",
    "Odanın bahçeye bakan yeşil panjurları henüz açılmamış, aralıklarından güneşin ışığı belli belirsiz süzülmüş, pencerelerin uzun, koyu perdeleri yerlere dökülmüş... Sanki bu karanlığın ortasından fışkırarak dikilmiş korkunç hayaller... Odanın ötesine berisine darmadağınık konuluvermiş sandalyeler, ta karşıda duvarın üzerinde renkleri karanlıkta dalgalanarak duran bir harita, oda kapısının iki tarafını kaplayan yüksek, Hüseyin N azmi'nin bir ilk heves savurganlığıyla doldurduğu kütüphaneler ... Ah! O da böyle bir odaya, şöyle bir kütüphaneye, böyle kitaplara sahip olabilseydi!",
    "Hüseyin Nazmi'rıin evinde bu his birinci defa olarak onun temiz aklına düştü. Bir kar tabakasının saf beyazlığı üzerine düşmüş bir damla leke gibi ... Kendi kendisine utandı. Bugün ihtiyaçla, geçirn derdiyle ilk yarayı almış olan bu taze kalp şu gök rengi boyalı köşkün şu bahçeye bakan loş odasında var osı lazım gelen fikir sakinliğine, gönül rahatına, derin hayat zevkine karşı acı bir nasipsizlik hissi duydu.",
    "Şurada oturmak, bu etrafı çeviren eşyaya sahip olmaktan doğacak bir yetinme ve güvenle oturmak, panjurlardan birini hafifçe oynatmak, öyle ki bu uyuşukluk getiren loşluğa zarar gelmesin, odanın belirsiz manzarasıyla bahçenin güneşli parıltısı arasında, işte şuracıkta pencerenin şu sakin kenarında okumak ...",
    "Okumak! Ahmet Cemil bunun üzerine neler kurmuş, ne ümitler beslemiştil Sanki onu kitaplarıyla rahat bırakacaklardı. Zavallı çocuk! Yazar olacaksın, şöhret bulacaksın, değil mi? Ne uzak! Annesinin hüzünlü sesi henüz kulaklarındaydı: \"Ne vakit diploma alacaksın?\" Demek, diplomayı aldıktan sonra bütün o ümideri bırakmak, evin ekmeğini aramak için kim bilir nerelere gitmek lazım gelecek ... Zavallı annesi! Ya İkbal! Ahmet Cemil'in bu hatırayla birden kalbi sızlayarak buruldu. Bak, Lamia ne kadar neşe dolu, gülrnek için yaratılmış bir çocuk! İkbal'in dün akşamki hüzünlü bakışı, ah, o çocuğun gülmemeye mahkum gözlerinde bir bulut altında duran yaş damlaları ...",
    "Ayağa kalktı. Sabırsızca, bütün varlığına bulaşan bu karanlıktan artık kurtulmak istiyormuşçasına pencereyi açtı, panjurları itti, güneşin coşkun ışığıyla birlikte yazın baygın havası odaya hücum etti. Bağuluyormuş gibi bu havayı olanca kuvvetiyle içine çekti! Oh!",
    "- Vay! Bu ne harika! Nereden aklına geldi?",
    "Döndü, Hüseyin Nazmi'ye elini uzattı:",
    "- Sana ihtiyacım var. Bilsen, bugün niçin geldim? Beni ciddi dinieyecek misin?",
    "- Ooo! Ne oluyoruz? Neyin var? Otur bakalım.",
    "Oturdular, o vakit başka giriş sözüne lüzum görmeyerek, her türlü özen kaygısından arınmış, dilini düşüncelerinin dağınıklığına bırakarak, babasının vefatının taşıdığı önemi, çaresizliğini, ailesine kendisinden başka bakacı.k kimse olmadığını, annesini, kardeşini, bütün emellerinin aksine ortaya çıkan bu acı hayat hakikaderini, dün geeeki o kısa konuşmayı, bütün ciğerlerini yakan ıstırapları, şu mai köşkün bu bahtiyar odasında Hüseyin N azmi'nin önüne döktü.",
    "O, yalnız dinliyordu, o da onun kadardı, derin kırkılmış siyah ve sert saçlarının altında küçük başı, zayıf yüzünde parlayan gözleri, henüz terlerneye başlayan bıyıklarının altında ince donukça dudaklarıyla güzel ve zeki olduğu için sevimli bir gençti.",
    "Büyük bir ilgiyle dinliyordu. Onun susarak dikkade dinieyişi Ahmet Cemil'in üzerinde en iyi etkiyi yapmış oldu. Biraz önce Hüseyin Nazmi'ye başvurmaktan korkan bu genç, şimdi onun karşısında artık sakınmaya lüzum görmemişti.",
    "Bitirip de sandalyesinin arkasına yaslanınca, yalnız o vakit Hüseyin Nazmi bayağı sözlere gerek duymayarak, hastaya hasta sıfatıyla hitap ederek:",
    "- Ne yapacaksın? dedi.",
    "- Evet, ne yapacağım?",
    "- Yapacağın şeyi pek sade buluyorum. Önce bütün çocukluklara, bütün şair düşüncelerine, \"Siz şimdilik biraz durun uz! \" demek, hayatı olanca hakikat ve maddi yanıyla kabul etmek, mademki, yaşamak için çalışmak lazım geliyor, çalışmak. Bana böyle geliyor ki seni bu kadar perişan eden şey çalışmaktan korku değildir, hayatın henüz bilmediğİn bir şeyini biraz vaktinden evvel anlamak durumunda kalmandır. Yalnız bundan ibaret ...",
    "Hüseyin Nazmi sert elli bir cerrah gibiydi, fakat tam yaranın neştere muhtaç olan yerine dokunmuş oldu. Ahmet Cemil de buna muhtaçtı. Çalışmak, evet, zaten demin de öyle düşünmüyor muydu? Niçin çalışmasın? Amma talih onu zahınete girmeden gönlünce yaşayanlardan biri etmemiş, bundan ne çıkar? Aksine ... \"Ben hayatımı kendim kazandım. Ben yine kendi işimle yaşıyorum!\" diyebilmek.",
    "Ah o vicdan rahatlığı, o, acaba acıkmadan yiyenler gibi çalışmadan yaşayanlar da var mıdır?",
    "Birden çok büyük bir teselli duydu:",
    "- Elbette çalışacağım! dedi.",
    "- Hem niçin emellerine bitmiş gözüyle bakıyorsun?",
    "Seni meslek seçmekten engelleyecek bir sebep görmüyorum... Mektepte yalnız bir senen daha var, onun için mektebi bırakmak bir deliliktir. Geçinmek için de geceler var, sabahlar var, akşamlar var. Senin gibi bir adam her iş yapabilir. Sanki niçin tercüme yapmayasın, hatta hocalık ...",
    "- Hocalık mı? Çıldırdın mı?",
    "Hüseyin Nazmi sözünü geri almak istemedi:",
    "- Kim bilir? dedi. Tercüme yapmak Ahmet Cemil'in aklına daha uygun gelmişti. Kitapçıların on altı sayfalık hikaye tercümesine iki mecidiye kadar para verdiklerini işitmişti. On altı sayfa iki mecidiye ... İki mecidiye! Bu parayı kazanabilmek ümidi onu adeta mesut etti.",
    "- Acaba on altı sayfayı kaç günde tercüme edebilirim?",
    "- Kaç gecede demek istersin. Bilmem, belki alışıncaya kadar üç gecede ...",
    "O vakit iki arkadaş bu fikrin peşini bırakmadılar.",
    "Tercüme olunabilecek şeyleri düşündüler. Kütüphaneler karıştırıldı, uzun uzun bu iş hakkında konuşmalar yapıldı.",
    "Fikirleri hep yüksekten uçuyordu, en önemli eserlerden ayrılamıyorlardı, Hüseyin Nazmi Lamaetine'den Raphael, Ahmet Cemil Musset'den Bir Asır Çocuğunun Sergüzeşti için ısrar ediyorlardı. Nihayet biraz okumaya karar verdiler, her ikisinin ötesinden berisinden karıştırmaya başladılar, okudukça kitapları niçin aldıklarını unutuyorlardı. Hele Ahmet Cemil Lamartine'in, Musset'nin on altı sayfasını iki mecidiyeye satarak yaşamaya çalışmak lazım geleceğini artık aklına getirmiyordu. Sanki o önemli konu demin karşılıklı söylenen dört lafla halledilmiş, bitmiş gitmişti.",
    "Bu iki nefis eserden birinin belki her ikisinin tercümesine karar verdikten sonra Ahmet Cemil duramadı. Şimdi tercüme işi artık bir geçim bedeli olmak acılığını kaybederek senelerden beri tek emeli olan yazarlık mesleğine tatlı bir giriş hükmünü almıştı. Bunun hülyası, lezzeti Hüseyin Nazmi'nin ısrarlarına mağlup olmayarak onu eve kadar götürdü.",
    "Annesine, İkbal'e -gece ortaya çıkan önemli meselenin halli işte şu elinde kenarlarının yaldızı parıldayan kitapların arasında saklıymışçasına- kendinden emin bir bakışla bakarak, \"Ben biraz çalışacağım\" dedi, hemen odasına çıktı. Her karar verdiğini hemen uygulamak isteyenlerdendi.",
    "Hatta tamamen soyunmaya vakit bulamadı. Fesini, ceketini fırlatmakla yetindi. Odasının bir kenarında cilası uçmuş eski ceviz yazıhanesinin önüne oturdu. Önce Raphaefi açtı.",
    "Tercüme hakkında kendine göre düşünceleri vardı: Aslına tamamen bağlı kalarak cümleleri aynı kuruluş dizisiyle, aynı bağıntılada tercüme etmek lazım geleceğinde ısrarlıydı. İlk cümleyi okudu. Henüz tercümeye alışkanlığı yoktu. Okuduğu hemen kolayca tercüme ediliverecekmiş gibi kalemi kağıdın üzerine koydu, başlamak istedi.",
    "Neresinden başlayacağında tereddüt etti, bir daha okudu, kelimelerin sırasına uyarak cümlenin her parçasını birer birer tercümeye başladı. Bazen kelimeler için sadık bir karşılık arayarak, bazen bulduğu kelimelerin ahengini altında üstünde bulunan kelimelerle iyi bir yakınlıkta bulamadığı için bir eş anlamlı kelime düşünerek, aslında tabii ahenkle uyuşan küçük parantezleri tercümenin neresine sakuşturmak lazım geleceğinde şaşıp kalarak, bir dakika evvel yazdığı iki kelimeyi dört satır aşağıya koymayı daha uygun bularak, önündeki kağıtta yazdığından fazlasım çizerek, bir asi kelimenin arkasından uzun müddetlerle koşarak devam etti, belki bir sayfa tercüme etti, fakat ne harap edici bir yorgunluk ...",
    "O, bir hayli tercüme etmiş zannediyordu. Sonra, bir aslına bir de önündeki müsveddeye baktı. Ancak, bir sayfa!",
    "Böyle giderse on altı sayfa için ne kadar çalışmak lazım gelecekti?",
    "Sonra tercüme ettiğini okudu. İnanamıyordu, yaptığı tercüme bu kadar çalışmamn neticesi \"şu ruhsuz\" renksiz şeyden mi ibaretti? Bu dakikada hissettiği müthiş yorgunluğu, cesaretini birden kıran ümitsizliği yalmz duymuş olmak için mutlaka hissettiklerine bir biçim vermek maksadıyla uğraştıktan sonra memnun edebilecek bir neticeye varamamış ve bunun acısım duymuş olmak lazım gelir.",
    "Ahmet Cemil ayağa kalktı. Odasında gezindi, bir aralık kitabı tekrar aldı, ortasından bir parça okudu, buna verilebilecek tercüme şeklini düşünerek süzüyordu, öfkelendi, belki diğeri tercümeye daha uygundur dedi. Onu da okumak istedi. Artık iyice sıkılmıştı. Başaramamaktan, gücünü yeterli görememekten gelen bir sıkıntı ...",
    "Odasının penceresini açmak, hava almak istedi: Evlerinin bahçesine -mini mini bir bahçe ki İkbal kendine göre onun bir bahçıvamydı- bakan bir pencere ... Ah! Hüseyin Nazmi'nin kütüphanesinin penceresi, o güneşle dolu bahçe, o ışık dalgalanması, o kır kokusu, orada duyulan fikir hazzı... Bu, kafesinin boyası solmuş pencere, şu güneşin yetersizliğinden toprağı yosunlanmış bahçe ...",
    "Şu dakikada bütün geçmiş saadetinin güzel yuvası olan bu evceğiz sanki bir işkence zindam gibi Ahmet Cemil'i eziyordu. Burada yaşamaya mecbur olmak; burada, şu basma perdeli, tek pencereli dar odacıkta yazın şu bunaltan sıcaklarıyla çalışmak ... Ah! Ahmet Cemil zengin olaydı, evet zengin olaydı. Onun da Erenköyü'nde bir köşkü, köşkte süslü bir kütüphanesi, kütüphanenin önünde hoş bahçesi olaydı Lamartine'i, Musset'yi orada okuyaydı, fakat on altı sayfasını kırk kuruşa tercüme etmek için değil, yalnız, kendi zevki, kendi saadeti için ...",
    "Duramadı, tekrar çıkmak için fesini giydi, sanki sokağa çıkarsa aradığını bulacaktı.",
    "Yürürken dedi toplu düşünmek, ne yapacağına bir karar vermek istiyordu. Bu mümkün olamadı. Zihni o kadar dağınıktı ki düşüncelerine bir düzen veremiyordu. Zannetti ki yürümekte devam ederse sinirlerini yatıştırmayı başarabilecek.",
    "Babıali Caddesi'ne kadar geldi. Bir yere gitmek için belirli fikri olmadığı zamanlar daima ayakları onu oraya kitabevlerinin, matbaaların sıralandığı şu caddeye getirirdi.",
    "Matbaa-i Osmaniye Kütüphanesi'nin önüne gelince bir aralık durdu, uzun uzun vitrinde duran kitaplara baktı.",
    "Kapların üzerini okudu, bir müddet gözleri kufi yazılmış bir başlığa tesadüf etti. Bunu okumak için çalıştı. Bir aralık aklında yer tutan soruya şu cevabı verdi:",
    "- Ne olacak? Kitapçılardan birine müracaat ederim, \"Tercüme etmek istiyorum, ne tercüme edeyim?\" derim ...",
    "Buna karar verdikten sonra caddeye indi, ara sıra uğradığı kitapçılardan birinin dükkanına girdi, öteberiden, yeni kitaplardan, son haftanın dergilerinden bahsetti, sonra birden fikrini söyledi, kitapçı düşündü, pek gevşek bir eda ile:",
    "- Olsa olsa hikaye tercüme ediniz. Başka kitaplar pek az satılıyor. Zaten hikayeler de satılmıyor ya ... dedi.",
    "Sonra birden kitapçı tavrını değiştirdi, aklına bir şey gelmiş gibi:",
    "- Sahi Hırsızın Kızı hikayesine devam etseniz ya! dedi.",
    "- Hırsızın Kızı bir hikayeydi ki dört bölümü yayımlandıktan sonra tercüme eden vazgeçn;ıiş, yayımcı da arkasını aramamıştı. Derhal kabul etti:",
    "- Çıkan bölümlerle aslını veriniz, dedi, sonra biraz düşünerek ilave etti:",
    "- Fakat bir şartla: İsmiınİ koymayacağım ...",
    "Lamartine'den, Musset'den sonra Hırsızın Kızı! İşte hülyalarının sonu!",
    "O akşam tercüme dedikleri şeyin bu kadar kolay olduğuna şaştı, iki saatte on sayfa tercüme etmişti, bu gidişle milyon kazanacak.",
    "Kağıtları annesinin önüne döktü:",
    "- İşte! dedi.",
    "Bugünden itibaren Ahmet Cemil için sürekli bir çalışma başladı, rnekrehin tatil zamanından istifade ederek gecelerini, gündüzlerini garip olaylardan oluşan bir dalaşık yumak icadında usta bir yazarın fikrinden çıkan ve kim bilir kaç kişinin kış uykularına türlü korkunç rüyalar karıştıracak olan bu hikayeyi, bu cinayetler ve acayip olaylar silsilesini nefret ede ede tercümeye ayırdı. İlk dört bölümün tercüme tarzından cesaret alarak zaten hiçbir ifade üstünlüğüne yahut fikir inceliğine sahip olmayan bu kitabı hemen bir hamlede tercüme ediyordu. Fakat bu uğraşıdan duyduğu nefret çalıştığı müdderi azap haline getirirdi ... Damarlarının içinde bir besteci kanının dalaştığını duyduğu halde ekmek yemek için gecesinin sekiz saatini pis çalgılı kahvehanelerde iğrenç kadın şarkıcılara eşlik etmekle geçiren bir kemancı gibi ruhu türlü güzellikler yaratmaya kabiliyer gösteren bu genç, batakhanelerde bitmez tükenmez hırsız konuşmalarını tercüme ettikçe kalbi nefretinden şişerdi.",
    "Fakat asıl on beş gün içinde sekiz on bölümlük müsvedde hazırlayarak on beş yirmi mecidiye alabilmek ümidiyle kitapçının dükkanına gidip yayımcının para meselesine katiyen yanaşmadığını gördüğü ve nihayet kızara kızara tercüme hakkını istemeye cesaret ettiği zaman herifin: \"Durun bakalım, bir kere okutturayım. Daha ruhsat alınacak ...",
    "Hem basılsın, kaç bölüm tutacağım ne bileyim?\" dediğini işitince dondu kaldı ... Demek, evde günlerce kapanıp, havadan, o güzel güneşten, halkı bütün İstanbul'un en güzel yerlerine sürükleyen bu güzel mevsimden kendisini yoksun bırakarak meydana getirdiği bu çalışma ürününü satahilrnek için kitapçı dükkanına günlerce devam etmek, şu pis müsveddelerin arkasından koşmak bugün ruhsat alınacak, yarın basılacak, şimdi elime para geçecek diye çok üzücü bekleyişler içinde bulunmak lazım gelecek ...",
    "Ahmet Cemil bir şey söylemeden çıkmıştı. Artık o gün eve gidip çalışmadı, fakat akşam soğukkanlı düşündüğü zaman devam etmek lazım geleceğine karar verdi:",
    "- İş bir kere yoluna girineeye kadar ... diyordu.",
    "Devam etti. Halbuki zaman geçiyor, eline para geçemiyordu. Bir aralık biraz utanarak ısrar sonucu kitapçıdan yüz kuruş alabildi. Hikayenin ruhsatı alındı, haftada bir bölüm yayımına başlandı, yayımcının züğürtlüğü daha çabuk yayırnma müsait değildi, demek haftada iki mecidiye... O da çekişe çekişe alınacak, kitapçı size sadaka veriyormuş gibi burun kıvıra kıvıra sekiz on defa istedikten sonra verecek.",
    "Elinize şöyle kümelice para geçmeyecek, hatta alabildiklerinizden türlü akçe farkları kaybedeceksiniz, size en ummadığınız türden çeşitli paralar verilecek. Bunlar nerelerden toplanmış diye şaşacaksınız? Elli altı kuruşa aldığınızı elli üç kuruşa bozduracaksınız, ödemeler daima sizin zararımza olarak, kesider kaldırılarak yapılacak, bunun karşılığında da ne kadar zahmet, ne kadar bekleyiş! Yalnız tercüme yeterli değil, ruhsat peşinde koşmalı, matbaada başdizgiciye yaltaklık etmeli, düzeltilere bakmalı. Bunları düşünürken içinden kabaran geniş bir nefesle:",
    "- Of! derdi.",
    "Bu suretle yaşayabilmek mümkün olamadığına, kanaat getirdi. Başka bir şey daha lazun, bir çalışma vesilesi daha icat etmeli, amma ne?",
    "Kitapçının dükkanına devam ettikçe bazı şeyler öğrendi ki bunlardan istifade yollarına müracaat mümkündü.",
    "Kitapçılar yayımladıkları dergiler için makale yazanlara önemine göre para veriyorlardı. Bir kaçma yazı yazsa? Neye dair olursa olsun, Fransızca eski yeni dergilerde, gazetelerde tercüme olunabilecek ne olursa olsun. Hüseyin Nazmi'nin müşteri olduğu dergilerin eskilerinden, güncelliğini yitirmiş sayılarından istedi. Bunlardan en yabancı olduğu esaslara, en ilgisiz kaldığı konulara dair tercümeler yaptı. Bunları kitapçılara götürdü, bazısını kabul ettirebildi, kabul ettirebildiklerinden bazısı için para alabildi. Fakat ne borlanma karşılığında! Daima kalabalık olan kitapçı dükkaniarında daima meşgul görünen kitapçtiardan daima ayıp olan para taleplerine katlanmak ... \"Şimdi yok ... \" \"Ha! O makale mi?",
    "Yakında icabına bakarız\" \"Üç gün sonra ... \" tarzında bir müşteriye kitap gösterilirken, iş arasında yahut kuru fasulye pilakisi yerken iri lokmaların çarpışması esnasında verilmiş cevaplarla, nasipsiz, geri dönmek ...",
    "Edebiyat dünyası, basın mesleği bu muydu? Hiç olmazsa bu kadar zahmetine, borlanmasına katlanmaya başladığı şu meslekte altına imzasını gururla, iftiharla koyahileceği şeyler yazabilse ...",
    "Bir gün yine bir makale götürdüğü bir derginin yayımcısı",
    "-Faiz Efendi isminde insaflı bir adam ki onun ihtiyaç derdini anlamıştı- dedi ki:",
    "- Mir'atı Şuun için tefrikalık bir hikayeye lüzum varmış, başkası kapmadan imtiyaz sahibine müracaat etseniz ...",
    "İyi bir adamdır, çekinmeyin.",
    "Çekinmek! Pek iyi anlamıştı ki çekinen aç kalır. Haydi, kendisi aç kalsın, fakat evdekiler?",
    "Hemen o dakikada cesaretle Mir'atı Şuun matbaasına girdi, imtiyaz sahibinin odasına kadar çıktı. O vakte kadar bir gazete idaresine girmemişti, zihninde basın dünyasını, gazetelerin yazıişleri dairelerini büyültüyor, yeşil örtülü büyük yazılıanelerin yanlarında iri sakallı, altın gözlüklü, yüksek söyler, yüksekten bakar adamlar tasavvur ederdi. Şu bir iki aydan beri kitapçı dükkaniarında gördüğü örnekler henüz bu hayalleri büsbütün silmemişti.",
    "Hüseyin Baba Efendi'yi müdüriyet odasında kanepeye kayıtsızca yaslanmış, başyazar Ali Şekip'in parmaklarıyla uyumlu olarak pes perdeden okuduğu bir şarkının ninnisiyle uyumaya hazırlanmış görünce şaşırdı, yerinden kalkmaksızın yüzüne sorareasma bakan Hüseyin Baha Efendi'ye nasıl hitap etmek lazım geleceğinde tereddüt etti.",
    "Fakat Hüseyin Baha Efendi iri sakallı, altın gözlüklü bir imtiyaz sahibi olmamakla beraber pek iyi bir adam etkisi yapıyordu.",
    "- Ne istiyorsunuz, oğlum? dedi, bu hitap Ahmet Cemil'e cesaret verdi, ne istediğini anlattı, Hüseyin Baha Efendi doğrularak dinledi, sonra Ali Şekip'i göstererek:",
    "- Soralun da hakikaten ihtiyaç varsa ...",
    "Ali Şekip döndü, o bu gence birkaç kere tesadüf etmişti.",
    "Bir hafta sonra, devam eden hikaye bitecekti. \"İşte, Ahmet Cemil Bey tercüme etsin\" dedi.",
    "- Aman okudunuz mu, bilmem?",
    "Ali Şekip o iyi yürekli adamiardandı ki beş dakikada dost olur, konuşmaya girer, her görüştüğünü sever, dünyada her şeyi sevmek için yaratılmıştır.",
    "Bir hikaye okumuştu, onu tavsiye ediyordu. \"Durun, bakayun? Burada mı? \"Kitap bulundu, Ahmet Cemil'in eline tutuşturuldu, \"Hemen başlayın denildi, o, sıkılınasa Ali Şekip'le Hüseyin Baha Efendi'nin boyunlarına sarılacaktl. Utana utana girdiği bu yere beş dakikada ısınıvermiş, beş dakikada bu adamlar hakkında derin bir sevgi duymuştu.",
    "İşte Mir'atı Şuun gazetesine ilk kapılanması böyle oldu. Şu ilk görüşmenin hevesiyle Ahmet Cemil bir hafta içinde -tatilin son haftası- gazeteye bir ay yetecek kadar tercüme hazırladı.",
    "Ali Şekip'in tavsiye ettiği bu hikaye de Hırsızın Kızı tarzında bir şeydi, fakat artık Ahmet Cemil her şeyde bir kusur aramaya lüzum görmüyordu, mademki imza koymuyor: . . O imza yı asıl yazmak istediği eser için saklamak istiyordu.",
    "Para meselesi için ikinci görüşmede Ali Şekip'e açıldı.",
    "Artık teklifsiz bile olmuşlardı.",
    "Ali Şekip hemen:",
    "- Oh, bak, o nazik meseledir ... Hele başlayalım, ben sana para alıveririm. Elbette Hüseyin Baha Efendi'nin kara gözleri için çalışacak değilsin a... İdarenin sandığı daima boştur amma ... Sen bana biraz kendini tanıtsana bakayım.",
    "Başka birisinin ağzında terbiyeye aykırı sayılacak bu soru onun ağzında öyle saf bir kalpten çıkmış görülüyordu ki Ahmet Cemil garipliğini fark edemedi bile. Dört kelimeyle kendini tanıttı, o zaman Ali Şekip hiçbir söz söylerneyerek elini uzattı, kendisine bir yardım eli arayan bu genç eli samirniyetle sıktı.",
    "Bundan sonra Ahmet Cemil'in hayatı hemen kararlaştırılmış oldu: Daima çalışmak, öteden beriden ayrı ayrı yerlerden ayda üç dört yüz kuruş kadar bir para kazanmak ...",
    "Mektep açılmıştı. Hüseyin Nazmi'yle beraber artık son sınıftaydılar! Fakat aralarında eski sıkı arkadaşlık mümkün olmuyordu. Biri yatılı diğeri gündüzlüydü.",
    "Hüseyin Nazmi okuyor, Ahmet Cemil yazıyor, birinde fikir melekderi zenginlik kazanıyor, diğerinde kabiliyeder yıpranıyordu. Bu hayat farkı eski ilişkilerindeki samimiyeti biraz ortadan kaldırmış gibiydi.",
    "Bu son sene Ahmet Cemil derslerini büsbütün ihmal eder olmuştu. Sabahleyin mektebe gidinceye kadar, akşam mektepten çıktıktan sonra, gece yatıncaya kadar işleyen, daima işleyen bir fikrin mektep derslerine tahammül derecesi neden ibaret olabilirdi?",
    "Zayıflıyor, sararıyordu, buna annesi kayıtsız kalamadı.",
    "Sabiha Hanım çocuklarının hiçbir halini ve hissini incelemekten geri kalmayan annelerdendi.",
    "Bir gün annesinin önüne -Mirat-ı Şuun'un idare memuru Ahmet Şevki Efendi'den aldığı beş mecidiyeyi koyduğu zaman Sabiha Hanım dedi ki:",
    "- Daha paramız bitmedi, oğlum, sen beni israfa alıştıracaksın. Bizim idaremizden ne olacak? Biraz da kendine baksan a ... Hem ben bu kadar yorulduğuna da razı değilim, sonra hasta oluverirsen ...",
    "O güldü, analık şefkatinden doğan bu ince yürekli sözler Ahmet Cemil'i birden beş yaşındaki çocukluğuna geri götürdü, kumral uzun saçlı başını annesinin dizine koydu: Ben çalışmayacak olursam nasıl olur, anneciğim? Ben çalışmalıyım ki bir şey olabileyim, ben şimdi yorulsam sonra rahat edeceğim, hele bir mektepten çıkayım, bak ne olacağım? Oğlunu bir matbaa sahibi, bir gazete müdürü görürsen iftihar edersin, değil mi, anneciğim?",
    "Şimdi Ahmet Cemil'in kalbine bu taze ümit düşmüştü. Bu ümidin üzerine ne hayaller işlemiş, zihninde neler kurmuştu!",
    "Kitapçı Faiz Efendi'ye bir gazete imtiyazı aldırtıyor, kendisi başyazar oluyor, Hüseyin Nazmi'yi yanına alıyor, her biri beş liralık hisse senetleri çıkarıyor, bir matbaa açıyor, hisseler elde edilecek karlada yavaş yavaş imha ediliyor, matbaa sadece Ahmet Cemil'e kalıyor, Babıali Caddesi'nin bir uygun yerinde, mesela Sirkeci'de dört yol ağzında köşelerden birine zarif -zihninde resmi bile çiziliydi- bir daire, küçük bir araba, tek atlı, fazla tantanaya ne lüzum var? O vakit gözlük de takacak. Gözlüğe özellikle önem veriyordu.",
    "Sabahleyin Süleymaniye' den ...",
    "- Yok, yok, o evi satıyorlar, başka bir yerde, daha nerede olacağına karar verilmemişti, bir ev... -Sabahleyin arabasına bindiği gibi askerce bir sesle emir verecek:",
    "- Matbaaya!.",
    "Bu hayali daima süslerdi, tek teselli ve saadet vasıtası bundan ibaretti. Bunu, gece yatağında rahat rahat düşünebilmek için hatta yatmakta acele ederdi.",
    "Daha neler düşünmemiş, bu ümidin etrafında neler neler icat etmemişti? Bütün bu gülümseyen hülyaların arasına bir hayal de girerdi, fakat bu hayal pek akıcıydı, belli belirsiz bir şey ...",
    "Belirsiz bir çocuk yüzü, kim bilir kimdi? Ahmet Cemil bu yüzün ismini bilmekle birlikte açıklıkla belirtmeye bile cesaret edemezdi.",
    "Mektebin öğretim müddeti bitmek üzereydi ki bir gün akşamüstü Mir,at-ı Şuun matbaasına uğradığı zaman Ali Şekip kendisini görür görmez:",
    "- Ben de seni bekliyordum, dedi, sonra söyleyeceği şey yanında düzeltilere bakınakla uğraşan Raci'den, Saip'ten saklıymış gibi Ahmet Cemil'i tuttu: Hüseyin Baha Efendi'nin odasına kadar çekti götürdü:",
    "- Sana bir iş buldum, dedi.",
    "Ali Şekip'in bulduğu iş bir hocalıktan ibaretti.",
    "Ayda iki lira vereceklerdi. Haftada üç gece, akşam yemeğinden sonra gider, zaten onun evine de yakın, çocuk pek küçük amma ne olur, bir saat kadar ders, sonra yanına bir uşak katarlar, yine evine geri döner. Sanki haftada o üç saat zarfında daha mı fazla kazanıyor?",
    "Ahmet Cemil'in aylık bütçesinde iki liranın pek büyük bir önemi vardı. Ali Şekip'ten bu haberi aldıktan sonra sanki demiryolu piyangosunda büyük ikramiyeyi kazanmış gibi bir an evvel eve müjde vermek üzere Süleymaniye yolunu her vakitten daha erken tuttu.",
    "Bu akşam önemli bir para konusu görüşmesi açıldı, Sabiha Hanım'ın, İkbal'in arasında oy vermek üzere hatta Seher bile toplantıya çağrıldı. Ahmet Cemil'in elinde kurşun kalem diyordu ki:",
    "- Şöyle böyle eve dört beş yüz kuruş giriyor, iki lira daha zam olunca mademki ev kirası yok ... Başka ne masraf kaldı?",
    "Seher mutfak harcamaları hakkında fikirlerini söyledi, Ahmet Cemil kah annesine, kah Seher' e gözlerini yöneiterek bütçeyi düzenlemeye çalışıyordu.",
    "- Daha? Daha?",
    "Masraflar kalem kalem ilerliyordu, cetvelin her noktasında uzun konuşmalar oluyor, itirazlar ileri sürülüyordu.",
    "- Daha? Daha?",
    "Hep arıyorlardı. Daha ne var? so",
    "- Şu yazıldı mı? Şeyi unuttun galiba? Daha? Daha?",
    "Nihayet Ahmet Cemil sütunun altını çizdi, toplamaya başladı, toplama neticelerini birer rakamla işaret ederek çizginin altına indirdikçe kalbinde bir çarpıntı duyuyordu.",
    "Toplam ne olacak? Toplama bitince hayret etti. Herkes tam bir sessizlikle neticeyi bekliyordu, o, toplamanın doğruluğuna inanmadı, bir daha yapmaya başladı.",
    "- Aman, anne zengin oluyoruz. Bir hayli para artıyor.",
    "Hiçbiri inanmadı, Ahmet Cemil'in yanına yaklaştılar, cetvelin her rakamı tekrar tekrar okundu, noksan bir şey olmasın diye dikkat edildi. Seher bir aralık, \"Şey unutulmuş\" dedi, \"Ne?\" dediler, \"Şey\" dedi, şeyin ismini bulamadı, kahkahayı salıverdiler, Seher utandı kaçtı, toplama bir daha yapıldı.",
    "Ahmet Cemil elinde kağıdı sallıyor: \"Zengin oluyoruz!\" diye bağırıyordu, sonra gözlerini İkbal'in gözlerine dikti:",
    "- Artan para da lazım, değil mi anne? Gelin edecek kızımız var, dedi.",
    "- Aman ağabey, sen de, hep insanla alay edersin ...",
    "Ali Şekip'in bulduğu ders Vezneciler civarındaydı. Büyük eski bir konak, iyi terbiye almış altı yaşlarında zarif bir çocuk, biraz okumak biliyor. Çocuğun babası -nazik bir efendi- Ahmet Cemil'e takip olunacak yolu gösterdi: Çocuğu lise sınıtlarına hazırlamak lazım. Artık ne yolda öğretim tarzı seçmek icap edeceğinde kendisini serbest bırakıyor, en çok dikkat olunacak şey çocukta tahsil hevesi uyandırmak. Çalışmasından memnun olmadığı zaman kendisini haberdar eder elbette ... İhtarların bu kısmında çocuğa hem tehdit, hem şaka ifade eden bir şekilde bakıldı, çocuk gözlerini indirdi, ders saatlerine gelince: \"Şimdi kış girmek üzere, tabii geceleri tercih edersiniz, değil mi?\" Dönüş için kendisine bir uşak verilir, haftada üç defa olsa yeter ...",
    "Bu akşamdan itibaren derse başladı, fakat hocalığın maddi güçlükleri hakkında henüz bir fikri yoktu. Çocuğa biraz okuma yaptırdıktan sonra ne yapmak lazım geleceğinde şaşırdı, beş dakikada iş bitti. Şimdi ne yapılacak?",
    "Çocuk bekliyordu, Ahmet Cemil adeta sıkıntısından terledi. Bir şeyler söyleyip yazdırmak istedi, söyleyecek bir şey bulamadı, sonra okuttuğu yeri yazdırdı, yanlışlan düzeltti, bazı kurallara bağlı hatalan açıklamak istedi. Çocuk yüzüne bakıyordu, bir şey anlamadığından emindi, büsbütün sıkıldı, \"Bu defa bu kadar kalsın, gelecek ders için kitap getireyim de ... \" Konaktan çıktıktan sonra adeta geniş bir nefes aldı, dün akşam bütçe cetvelini şenlendiren iki liranın kolay kazanılmayacağını şu ilk tecrübeyle anlamıştı ...",
    "Mektebin son sınavlan yaklaştı. Bu sene dersleri büsbütün ihmal etmişti, sınav zamanı yaklaştıkça içine bir korku giriyordu. \"Ya sınıfta kalırsa!\" Bu korku zihnine iliştikçe -korkulu fikirlerden kaçmaya yöneiten bir hisle- bunu hemen silip çıkarmakta acele etti.",
    "Senenin son ayında artık çalışmaya lüzum gördü.",
    "Bir yandan bir yayıncıya tercüme ediverdiği \"Çocuklara Malumat\" dizisi, bir taraftan Mirat-t Şuun için ikinci defa olarak başladığı bir hikaye, haftada üç gecesini mahveden Vezneciler seferi derslere vakit bırakmıyordu. Uykusundan kıstı, küçük odasında, herkes yazın sıcağıyla erkence yataklannda uyuduğu bir sırada o kitaplannın üstüne eğilmiş, sürekli işlernekten yorulmaya başlayan zavallı başını iki ellerinin arasına almış, dirsekierinin üzerine dayanmış, artık dışandan gelen etkileri kabul etmek istemeyen zihnine bir senedir ihmal edilmiş dersleri sindirmeye çalışırdı.",
    "Korktuğuna uğramadı, diptomayı alabildi, fakat bir diploma ki ... Ahmet Cemil bundan bahsedilmesine rıza vermez, zekasma sanki bir düşüklük veren bu belgeden utanır.",
    "Diploma aldıktan sonra hiç sevinmedi, ondan zaten büyük bir şey ümidinde değildi. Artık geçirn tarzını, bulmuş tu, bu diplomayı elde etmek için çalışması, başladığı bir şeyi bitirmiş olmak azminden başka bir şeyden ileri gelmemişti.",
    "Mektep bittikten sonra Hüseyin Nazmi'yle hayat ortaklığı hemen büsbütün bitti. O Hariciye Nezareti'ne girecek, ara sıra da bazı dergilerde yazı yazacak... Ahmet Cemil hiçbir yere kapılanmayacak, büsbütün basın dünyasına atılacak, bir iki ders daha bulacak, para kazanacak, Mir'at-ı Şuun yazı kurulu arasında zaten yeri hazır ... Hüseyin Baha Efendi bir gün gözlüğünü tutmaya çalışarak hizmetinden hiç memnun olmadığı Osman Tayyar'ı göstermiş, kulağına, \"Sen mektepten çıktıktan sonra buradasın\" demişti.",
    "Onu bu matbaada hemen herkes severdi. Başyazar Ali Şekip, imtiyaz sahibi Hüseyin Baha, idare memuru Ahmet Şevki Efendi, bunlar o saf yürekli adamiardandı ki onlarla sohbetten bir gönül ferahlığı hisseder, acılıklarından birçoğunun kaybolduğunu duyardı. Bir de matbaa müdürü Tevfik Efendi vardı ki matbaaya her gün herkesten evvel gelir, küçük odasına girerdi. Daima küskün, daima sessiz bir adam ki matbaada bir gölge gibidir, kimseyle konuşmaz, hiçbir şeye karışmaz, yalnız Ahmet Şevki Efendi'yle idare işlerine bakar. Matbaada öksürüğünden başka sesi duyulmaz, hastalıklı, yazın kürk giyer, odasından mangal mayıs ortasında kalkar bir ihtiyar ... Bu adamla bir çift söz etmemiştir, kim olduğunu ne iş yaptığını bile bilmez. Matbaa müdürü? Ne demek olacak, matbaa müdürüyse kendisini göstersin, odasında kül eşelemekten başka bir şey yapmayacaksa müdürlükten vazgeçsin, Hüseyin Baha Efendi'nin buna -hatta bazı çarpık işlerine- kadanmasına bakılırsa bu adamın matbaada müdürlük sıfatını takınmak için bir özel hakkı olmalıydı. Bazen kulağına çarpan sözlerden yavaş yavaş anlamıştı ki Tevfik Efendi Hüseyin Baha Efendi'nin ortağıymış, galiba asıl sermaye de onunmuş.",
    "Buna hiç önem vermezdi, zaten bu üç kişiden başkaları daima geziciydiler. Altı ayda altı kere matbaa değiştirir adamlar ... Şu gün Mirat-ı Şuun matbaasında, yarın başka bir yerde, bazen iki yerde birden. Mesela Osman Tayyar dördüncü defa olarak Mirat-ı Şuun'a girmişti Diploma aldıktan sonra bu dördüncü defaya da son verildi. Hatta bu defa Hüseyin Baha Efendi Osman Tayyar'ın matbaadan çıktığına dair gazetede iki satırlık bir ilan yayırnma bile lüzurn gördü.",
    "Ahmet Şevki Efendi o gün bir aralık Ahmet Cemil'e:",
    "- Oh! Hele şu çapkından kurtulduk! Şimdi gitsin de başka bir Mirat-ı Şuun adına para alsın, demişti.",
    "Mirat-ı Şuun'a kati şekilde kapılanmasından sonra hayatı bir düzene girmiş oldu: Kitapçılar için çalışmak, düzenli çıkan dergilere makale yetiştirmek, Mir,at-ı Şuun için her gün haber ve türlü çeşitli konular sütunlarını doldurmak, sabahtan akşama kadar idarehanenin havı uçmuş, çeşitli renklerde lekeleri, çeşitli şekillerde yırtıklarıyla bir şaşılacak hal almış soluk yeşil çuha örtülü yazıhanesinin kenarına ilişerek -Ali Şekip bir tarafta siyasi hayatın o günkü durumunu özetleyen bir başmakale yazarken, Raci ötede bir dergide güzel bir manzumeyle alay etmeye çalışırken, Hüseyin Baba Efendi bir hesap meselesi için Ahmet Şevki Efendi'ye çıkışırken, başdizgici mürekkepli elini kapının kenarına dayamış \"türlü çeşitli konulara bir buçuk sütun daha lazım! \" derken- çalışmak, yazı üreten bir alet gibi uzunluğuna kesilmiş kağıtları tekrar okumaya vakit bulamayarak doldurup bir yenisine başlamak, devamlı işleyen zavallı başını dumanla uyuşturabilmek için birbiri ardından yaktığı sigaraların dumanı gözlerini daldurdukça durmaya, sulanan bu zavallı gözleri dinlendirmeye vakit bulamayarak yazmak, sonra yorgun zihninin bir kelimeyi bulabilmekten yahut bir cümleyi bağlayabilmekten irkilişi üzerine ileriye gitmek istemeyen kalemi kağıdın üzerinden ayıramayarak durmak, bir müddet zihninin hareketsizliği içinde gözler pencerenin rengi uçmuş, eğri takılmış yeşil astar perdesinin kenanndan şurada zihinlerini öldürmekle meşgul olan bu zavallılara bir alaycı bakış yollayan güneşin panltısına hasretle dalıp kalmak ...",
    "Bu uğraşı içinde yemek için vakit bulamazdı. Çoğu zaman peynir ekmek üzümden ibaret öğle yemeğini güneşsizlikten, havasızlıktan daima iştihasız kalan midesine zorla indirdikçe gözleri bir yabancı dergide tercümeye elverişli fıkra arar yahut dernin doldurduğu kağıtların birinde yeri boş bırakılmış bir kelime için sözlüğü araştırırdı. Bazen uyuşrnuş bacaklarına, sürekli oturmaktan yorulmuş vücuduna bir taze hayat vermek için kalkıp biraz dolaşır yahut pencerenin kenarında ayakta durarak karşıki kaldırımdan geçenleri seyredeı:; bir aralık merdivenleri iner; sokağa çıkar; kitapçısına kadar gider; yeni çıkmış kitap varsa şöyle bir bakar yahut yayıncının hatırı için düzettilerine bakıverir ve böyle işin türünü değiştirmiş olmakla kendisini dinlenmiş sayarak yine rnatbaaya geri döner ...",
    "Bu hayat tarzı daima böyledir. Cuma yok, pazar yok, her gün çalışacak, her gün rnatbaaya esir olacak, bazen geceleri nöbet bekleyecek, imtiyaz sahibinin odasında sedirin üzerine ilişip yatacak, ender olarak rnatbaada kendisine ihtiyaç olmayacak da biraz nefes alabilrnek için Tepebaşı'na kadar giderek yahut gidip gelme bir Boğaziçi seferi yapacak ...",
    "Fakat bu hayattan şikayetçi değildi. Çalışmak şimdi onun için adeta bir sinir hastalığı olmuştu, durarnıyordu.",
    "Yalnız akşamları evine gittiği zaman yemek vaktine kadar minderin üzerine boylu boyuna uzanıı:; dinlenirdi.",
    "Eve gelince annesiyle İkbal o gün olup bitenleri anlatırlardı. O, yalnız dinler; ara sıra bir soru sorar; onlar söyler; bin türlü hiçlerden oluşan sözlerle yorgun zihnine biraz İstirahat havası verirlerdi. Bu çalışma hayatı başladıktan sonra sessizliği sever olmuş, eski şen halini, gevezeliğini kaybetmişti fakat isterdi ki kendisine öteden beriden söz edilsin.",
    "Bugün komşu Sabire Hanım gelmiş, oğlu Ahmet Efendi gelinle kavga etmiş de o aralarına girmiş, barıştırmış, yine kıymeti bilinrnezrniş, ne olsa gelin değil mi?",
    "Buna uzun uzun, dudaklarında geciken bir tebessümle gülümser di.",
    "Dün ikbal Seher'le beraber sekiz arşın basma almak için Kalpakçılarbaşı'na gitmiş, yolda Seher'in ayakkabısının ökçesi kopmuş, deli kız, \"Aman! Küçük hanım! Ökçem koptu\" diye kalabalığın içinde bir çığlık basmış ki ...",
    "Bu hiçleri derin bir zevkle dinleri; dinledikçe sıcak bir günden sonra düşen yaz yağmurlarının hoş serinliğine benzeyen bir haz duyardı.",
    "Basında çalıştığına hiç üzgün değildi. Çünkü bütün ümitlerinin sürekli çalışma sonucunda gerçekleşeceğine inanıyordu. Fakat o Veznecilcr'dcki ders Ahmet Cemil'e o kadar ağır geliyordu ki eğer başka türlü yerine koymak mümkün olsa o iki liradan çoktan vazgeçerdi.",
    "Hiç olmazsa gecelerini tamamen istediği gibi kullanabilse kendisini bahtiyar sayacaktı. Evde kaldığı akşamlar bir müddet annesiyle konuşuı; Seher'le alay edeı; özellikle İkbal'i herhangi bir sebeple kızdırarak eğleniı; sonra odasına çıkarak ya sevdiği bir şairi okur yahut tercümeleriyle meşgul olur yahut -iki gün sonra fena bularak atmak üzere- bir manzumecik karalardı.",
    "Odasında seecadderin üzerinde yuvarlanarak, minderlerde uzanarak çalışmaya harcadığı bu zamanlar gündüzleri idarehanenin hasır iskemiesinde geçen saatierin zahmetinin mükafatı gibisinden bir İstirahat devresiydi, fakat ihtiyaç derdi bu zamanları da tamamen kendisine bırakmıyordu.",
    "Haftada üç gece yemekten sonra evden çıkarak, bu huzur köşesini bırakarak Vezneciler'e kadar gideı; orada saatlerce uğraştıktan sonra yanına verdikleri bir uşağın eşliğinde evine geliı; o zamana kadar herkes yatmış olduğundan üzerine aldığı anahtarla kapıyı açarak hafifçe ayaklarının ucuna basa basa odasına gireı; nihayet on altı saatlik bir çalışmanın ıstırabı pahasına kazanılmış olan yatağına sokulurdu.",
    "Asıl bu Vezneciler seferinden kış sırasında zahmet çekmişti. Öyle ki ders günleri yemeğini yedikten sonra mangalın başında ısınmak mümkünken bunu başaramayıp soğukta, karların, çamurların içinde tekrar sokağa çıkmak lazım geleceğini düşündükçe eve gitmekten korkar olmuştu.",
    "Dersi olduğu akşamlar sofrada matemi andıran bir sessizlikle yemek yedikten sonra küçücük kırmızı bakır mangaila ısınan bu yuvacıkta annesini, kardeşini yalnız bırakarak, hatta geç kalmak korkusuyla marigalın kenarına sürülen parlak sarı cezveden payını almayarak bu gece seferleri için aldığı muşamba paltosun u giyer, \"Anne ben gidiyorum, uykunuz gelirse beni beklerneyinizi\" der, kalbinde bu eve, şu küçük aile ocağına bir hasret hissiyle sokağa çıkardı.",
    "Soğuk! Kışın tipilerle esen rüzgarı paltasunun başlığından hücum ederek yüzünü tırmalar, bütün vücudunu kaplayan ürpermelerle titretir. Hasır iskemle üzerinde yazı ile geçen bir günden sonra o küçük fakat şirin sarı mangalın kenanndan uzak kalmış olmak, şüpheli işlerle geçinen sefiller gibi geceleri karanlıklar içinde ekmek parasına koşmak derman kıran bir dertti.",
    "Her dakika bir çamur birikintisine batınamak için durmaya mecbur olur, iki ellerini ceplerine sokarak eteklerini dizlerinin üstünde tutmaya çalışa çalışa taşların üzerinden sekerek yürür, bazen duvarın kenanndan bir gölge şeklinde süzülerek geçer, yolu üzerinde tesadüf ettiği küme küme büzülmüş köpeklerden korkarak yolunu değiştirir, bazen bir yıkıntının boşluğundan geçerken şimdi bir el uzanıverecekmiş, yakasından tutuverecekmiş gibi kalbinde bir korku titrernesi duyardı.",
    "Sonra bir aralık yağmur başlar, omuzlarında, başında, muşamba paltosunu döverek sırtından süzülüp ayaklarına doğru akar, ne kadar kıvırsa bir türlü çamurdan koruyamadığı zavallı tek pantolonunu ıslatır... Bu yarına kadar kuruyacak, sabahleyin mangalın kenarında tüterek geceden kalan nemi alınacak, ikbal bir yandan ütüyü hazırlarken o matbaaya geç kalmak korkusuyla üzülecek. Tenha karanlık sokaklar, soğuk rüzgarlada karışık sıkı bir yağmur ...",
    "O sokaklardan, o yağmurun altından geçer, ta Vezneciler'e kadar gelir. Kapının önünde zile dokunmadan evvel bir nefes alır, sonra kapı açılınca henüz yemeğini bitirememiş, yağlı elini silmemiş uşağın tuttuğu mumun ışığıyla dar bir merdiveni çıkar, selamlık odasına girer, orada bekler, ta ki küçük bey kitaplarını alıp haremden çıksın ...",
    "- Hoca Efendi bugün hiç çalışamadım, affınızı rica ederim.",
    "Girişiyle küçük bey girer. Ahmet Cemil'in her şeyden çok bu hoca efendi tabiri canını sıkar. Niçin? Canı sıkılmaya hakkı var mıydı?",
    "Çocuk küçük bir yaramazdır, fakat yaramazlıkları bir terbiye süsü altında saklıdır. Öğrencisinin hiçbir zarafete aykırı haline tesadüf etmemiş olmakla beraber ufak bir serzeniş yapsa çocuğun yapmacık bir utangaçlık edasıyla gözlerini indirerek içinden: \"Budala! Sen de ... Sana ne oluyor?",
    "İster çalışırım, ister çalışmam. Keyfimin kahyası değilsin ya!\" diyeceğinden emindir. Onun için daima affeder, zaten çocuğun kendisiyle birlikte bulunduğu müddetten başka çalışmadığını da bilir.",
    "Derse başlanır, mesela aritmetikten bölme anlatılacak, dünyanın yuvarlaklığı açıklanacak, bir küçük efsane okunacak, ele geçen bir kitaptan imla yazdırılacak ...",
    "Bunlara bedel o küçücük sıcak odada minderin üzerine boylu boyuna uzanarak Musset'nin Hugo'nun oyunlarını, Lamartine'in \"tefekkürat\"ını okumak için nasıl büyük bir arzu duyardı.",
    "Bir vakit gelirdi ki her ikisi de yorulur, çocuk küçücük eliyle ağzını saklayarak yalandan esnemeye başlar, Ahmet Cemil'in yorgun gözleri süzülürdü. Bir aralık uşak görünür: \"Hanımefendi haber göndermiş, küçük bey artık yorulmuştur, diyor\" sözü üzerine derse son verilir. Çocuk bir an evvel harerne gitmek, uşak da Ahmet Cemil'i bir an evvel evine götürüp dönmek için sabırsızlandıklarından bunun çocukla uşak arasında bir düzen olması da pek fazla ihtimal altında olmakla beraber, o, aldanınayı tercih ederdi.",
    "Geri dönerken başka bir fasıl başlardı. Uşak yavaş yavaş teklifsizleşmişti. O, buna susmaktan başka bir şeyle karşı lık vermediğinden uşak evde konuşmak fırsatı bulamadan geçen hayatının öcünü, kendisinden çıkarırdı.",
    "Elinde muşamba feneri sallayarak, ilk önce önden gitmek adetken her defasında bir iki parmak geri kala kala nihayet yanında gitmeye başladığı Ahmet Cemil'e, bu geveze uşak bütün dertlerini döktü, memleketinde kendisini bekleyen nişanlısından bile bahsetti ... O, yalnız dinler yahut dinlemeksizin susardı. Nihayet sokağın başına gelince uşak: \"Eh! Artık buradan gidersiniz\" derdi. Ahmet Cemil hafif bir selamla ayrılır, titreyerek anahtarı sokar, çamurlu lastikleriyle paltosunu hemen taşlığa atar, odasına çıkar, elbiselerini öteye beriye iliştirir, hayatta alnına yazılı tek dintenecek yeri olan yatağa girer.",
    "Kendi kendisine \"Uyu zavallı çocuk, yeşil eski çuhalı yazıhanenin kenarında, karanlık çamurlu sokaklarda, küçük nazlı çocuğun daima esneyen yüzü karşısında geçen o eziyet ve sıkıntı saatlerinden sonra şu sıcak temiz yatağın içinde, aydınlık mai bir semanın elmas yağmuru altında, doğmasını beklediğİn ümit güneşini görmeye çalışarak, derin, uzun bir teselli uykusuyla uyu! \" diye içinden bir ninni söyler gibidir."
  ]
}