{
  "title": "1",
  "paragraphs": [
    "Sofranın etrafında yedi kişiydiler.",
    "Bir gün, Mir'at-ı Şuun'un imtiyaz sahibi Hüseyin Baha Efendi, matbaaya yüzünde bir başka sevinç parıldayarak girdiği zaman dört sayıdan beri devam eden \"Milli Sanatlar\" makalesinin altına son kelimesini iri bir yazı şeklinde karalamakla uğraşan başyazar Ali Şekip'e demişti ki:",
    "-Yarın değil öbür gün Mir'at-ı Şuun onuncu senesinin üç yüz altmış beşinci gününü dolduruyor. Çarşamba günü ıçın ...",
    "Ali Şekip hemen cevap vermişti:",
    "- Hiçbir şey yazamam. Ziyafet verilmeyince bir satır yazı yok.",
    "Bu gece işte, Tepebaşı Bahçesi'nde yazı kuruluna o ziyafet veriliyordu.",
    "Davetliler Mir'at-ı Şuun gazetesi yazarlarından ibaretti.",
    "Bütün bu gençler dört saat hep içmişler, bir saat hep yemişlerdi. Şimdi parmaklarının arasında karnı doyduktan sonra yalnız meşgul olmak için oyalananlara has gevşek bir edayla yavaş yavaş yuvarladığı bir elmanın kabuğunu bir parçacia çıkarmaya çalışan Ali Şekip'ten başka hepsi sandalyelerinin yerini değiştirmişler, sofradan az çok çekilmişlerdi. Sofrada artık yemek sonuna has bir dağınıklık hüküm sürüyordu, kahvenin gelmesine kadar unutularak bırakılıvermiş elma, portakal kabuklarıyla dolu son tabaklar, diplerinde kalmış son kırmızı yudumlar görünen şarap kadehlerinin yanında duruyor, sofranın kenarında yer yer çıkan tütün dumanı bir müddet dalgalanarak lambanın etrafında dönen bir bulut oluşturduktan sonra dağılıyor; beyaz örtünün üzerinde yüksek yemiş tabaklarının, sürahilerin, kadehlerin, oraya bırakılmış bir fesin şarap lekelerine karışan gölgeleri lambanın oynak ışığı altında kah küçülüp kah büyüyor ...",
    "Şurada devriimiş bir tuzluk ... ötede birisinin can sıkıntısıyla üç çataldan yapmaya çalıştığı bir piramit ... yer yer tabakların üzerine yahut şişelerin yanına bırakılmış peşkirlerl ... düşmüş de kaldırılmasına üşenilmiş bir bardak... sofrayı baştan başa örten bir kargaşalık sanki yedi kuvvetli çenenin saldırısından yorgun düşmüş, boynu bükük bir enkaz yığını şeklinde serilmiş bir sofra.",
    "Hepsi başka bir haldeydi: Bir tarafta Ahmet Cemil -hoş kıvrıntılarla bükülerek kulaklarından dolaşan uzun sarı saçları ensesine dökülmüş bir genç- ellerini ceplerine sokmuş, bacaklarını uzatmış, ağzında sallanan sigarasının minimini bulutlarına süzgün gözlerle dalmış düşünüyor; ta öbür ucunda Sait, Raci -arkadaşlarının şaireyol diyerek alay ettikleri iki genç şair- diğer bir şairin ayağına ip takmış sürüklüyorları; biri -kısa, zayıf, kuru, öyle ki susuz bir yerde yetişmiş sanılır- yanında boş kalmış bir sandalyeye eğilerek iki sandalye ötede imtiyaz sahibi Hüseyin Baba'nın idare memuru Ahmet Şevki'ye anlattığı dertlerini dinlemek için kulak kabartıyor; kafaları buharla şişmiş olan bütün bu adamlar geciken kahveyi bekleyerek orada, şu darmadağınık sofranın kenarında yarım kalmış sözleri tamamlıyorlardı. Herkes söylüyor; hiç kimse dinlemiyordu. Uyumsuz, ölçüsüz çalgılardan meydana gelmiş bir müzik topluluğu gibi başı sonu olmayan, kırık dökük konuşmaları; çok içilmiş, çok yenmiş zamanlara has bir dağınık düşünce ve söz akışı ...",
    "Ali Şekip elmasını soymuştu, bozmayarak, sakatlamayarak çıkarmayı başardığı kabuğu karşıda şaireynin arasına fırlattı: Bez peçete.",
    "- Raci! Seni çatlattım! dedi.",
    "Onlar sözlerini kesmediler, Raci diyordu ki:",
    "- Bak fikirlerimin neticesini söyleyeyim. Onda tek bir şey var: Yalnız ben yazayım, benden başka kimse yazmasın, diyor!",
    "- Demek: Edebiyat tekeli! İmtiyaz sahibi: Hüseyin N azmi.",
    "Raci gülerek sustuğu zaman bir aralık arkadaşı -parlak siyah gözlü, derin kırkılmış gür sakallı bir genç- başıyla Ali Şekip'i işaret ederek sordu.",
    "İkisi de onun şakasını anlamamıştı. Uzaktan olayı izleyen kısa, kuru çocuk -Saip- yanlarına yaklaştı, yere düşen elma kabuğunu bir ucundan tutarak gösterdi, nükteyi açıkladı, onun demesine göre meyvelerin kabukları öyle tastamam soyulursa şeytan çatlarmış! O, Ali Şekip'in şakasını pek parlak buluyor, kırık kırık çirkin bir sinirli kahkaha ile gülüyordu. Şaireyn bundan zevk alamadılar, Raci:",
    "- Puf!.. dedi. Soğuk!. Sıfırın altında 30!. .. Şunu Mir'at-ı Şuun'un bir sayfasında imza koymadan yayımiasalar herkes Ali Şekip'in olduğuna yemin ederdi.",
    "Başyazar işitmedi. Kendi kendisine:",
    "- Şimdi de ötekini çatlatmalı, diyordu.",
    "Ötede idare memuru -kısa, şişman, bıyıkları seyrek, o kadar ki yolunmuş sanılır, yanakları kıpkırmızı, öyle ki herher sakalından iz bırakmamak için derisini soymuşa benzer, hayatın hiçbir çağına sığmaz bir yaşta, bir adam ki yürürken yuvarlanıyor, otururken gömülüyor denebilir- şairler topluluğuna döndü, kendisiyle eğlendikleri zannıyla:",
    "-Ahmet Şevki Efendi'nin burada olduğu unutulmamalı ... dedi. İşitenler güldüler, idare memurunun kendisinden bahsederken Ahmet Şevki Efendi demesinden herkes hoşlanırdı.",
    "Elleri ceplerinde düşünen Ahmet Cemil hafifçe dönerek dudaklarının arasından bir şey söyledi, fakat işitilemedi.",
    "Bu aralık kısa, zayıf, kuru çocuk şairlerin yanından ayrılmış, tekrar imtiyaz sahibinin sırlarına ilgi göstermişti. Bu sırada Hüseyin Baha Efendi matbaa idare işleri memurun dan bahsederek ve karşısındakinin bir sözüne cevap vererek diyordu ki:",
    "- Ne? Dürüstlük ha? Hay saf adam hay! Elini versen parmaklarını eksik bulursun.",
    "Bu aralık Ali Şekip:",
    "- Kahve! diye bağırdı. Kahve içmeyecek miyiz? Kahve!",
    "O zaman, birden herkes bir şeyin eksik olduğunu, onu bekleyerek burada kaldıklarını hatırladılar, yedi ses bir nakarat gibi tekrar etti:",
    "- Kahve! Kahve!",
    "İmtiyaz sahibi -Hüseyin Baha Efendi kendi ismin çok işindeki unvanıyla anılır- imtiyaz sahibi parmağıyla uzaktan kahve getiren garsonu gösterdi. Bütün bu çılgın çocuklar ayaklarını vurarak, çırpınarak, bağırarak nakaratı tekrar ediyorlardı:",
    "- Kahve! Kahve!",
    "Eğlenmeye, gülmeye, bağırmaya vesile arayan bu gençler hep alkışladılar, güya bu gece keyiflerine şu bir fincan kahve ile güzel bir son vereceklerdi.",
    "Fincanları kapıştılar, kimisi ayakta durarak, kimisi bir sandalyenin kenarına ilişerek kahvesini içmeye başladı.",
    "Tepsinin üstünde yalnız bir fincan fazla kalmıştı. Garson kararsız bir bakışla çevresine baktı, ta ötede hala o halde düşünen Ahmet Cemil'i gördü, yaklaşarak dedi ki:",
    "- Kahve sizin mi?",
    "Ahmet Cemil dalgın, cevap verdi:",
    "- Zannederim.",
    "Sonra birdenbire doğruldu, elini fincanına uzatarak biraz ötede hala Hüseyin Nazmi'yi, arkadaşı Sait'le çekiştirıneye devam eden Raci'ye döndü, kuru bir sesle:",
    "- Demin Hüseyin Nazmi için bir şey söylüyordunuz? dedi, o burada bulunsaydı ne cevap verirdi, bilmem, fakat öyle zannediyorum ki sadece bir gülümsemeyle susardı.",
    "Ahmet Cemil'in ağzından bu söz bir çırpıda tereddütsüz çıkmıştı, Raci ilk önce kendisiyle bu tarzda konuşulmasına şaşırmış gibi göründü, sonra cevap vermek istedi:",
    "- Gencine-i Edeb başyazarını -bu sıfatı küçümser bir tavırla söyledi- herkesin sizin kadar takdir etmesi gerekmiyor. Siz birbirinizin yazdığım anlarsınız, herkesin de sizin gibi anlamasına bir lüzum göremiyorum.",
    "Şimdi herkes susmuştu. Havanın içinde sanki bir şimşek çakmış, bir fırtınanın tutuşmak üzere olduğu yolunda uyarmıştı.",
    "Sait boş fincanını sofraya koydu, Ali Şekip sekizinci elmanın kabuğunu tam çıkarmaktan vazgeçti. Hüseyin Baba Efendi daha iyi dinlemek için burnunun üstünden daima düşen gözlüğünü büsbütün salıverdi. Kuru, kısa, zayıf çocuk biraz daha yaklaştı ... Herkes Ahmet Cemil'in başlamasını bekliyordu, bu uzun sarı saçlı genç hepsince bir başka yaradılışa sahip olmak üzere tanınır, o söze başlarken herkes bir hürmet hissiyle susardı. Fakat hepsi ümitlerinde aldandılar, o bekledikleri fırtına patlamadı, Ahmet Cemil hala düşünmeye devam ediyormuşçasına tam bir ılımlı dil ve tavırla dedi ki:",
    "- Bu tarz hükme varmak, bilmem geçerli olabilir mi?",
    "Sizin edebi fikirlerinizden -şu son kelime Ahmet Cemil'in ince dudaktan biraz basılarak ancak fark edilen bir alayla söylendi- herkes gibi ben de haberliyim. Buna şaşmak, garip bulmak şöyle dursun hatta aksine işaret edecek bir şey görsem, emin olunuz ki inanmak istemem. Sizi gücendirrnek fikrine hizmet etmeyerek temin ederim ki zaten size ekol değiştirtıneye kalbirnde küçük bir heves bile yoktur. Ne olur, varsın bizi iltifata layık görmeyen o kadar arkadaşlar içinde şair Raci de bulunsun... Bugün Gencine-i Edeb'in iki bin nüsha satışına Hüseyin Nazmi sebeptir diyorlar.",
    "Raci'yi hiçbiri sevmezdi. Bulaşıcı bir gülümseme bütün dudaktan dolaştı, herkeste bu sözlerden hoş bir haz uyanıyordu. Raci küçümseyen bir bakışla cevap vermeye çalışıyordu.",
    "Ahmet Cemil dinleyenlerin sevgisinden emin iyi bir konuşmacı güveniyle gülümseyen dudaklarını fincana uzattı, sözüne devamda özellikle gecikiyormuşçasına kahvesinden uzun bir yudum içti, sonra dedi ki: s",
    "- Hüseyin Nazmi'yi aşağılama fırsatı arayanları anlayamıyorum. Her gün kucak kucak önünüze yığdığı o güzellikleri, edebiyat binasının o yeni temellerini görmemek için insanın gözlerini kapaması, bugün kaleminden taşan zafer çığlığını işitmernek için insanın kulaklarını tıkarnası gerekir ... ... Şakalada onu durdurmak istiyorsunuz, boş fikir!",
    "Görmüyor musunuz ki bugün dehasının pınarı köpürmüş bir nehir gibi akıyor, ileriye, daima ileriye akıyor! Onun coşkun dalgalarına set mi çekebileceksiniz? Anlamıyor musunuz ki mümkün değil! O en saf kaynaklardan kuvvet alarak, en yüksek tepelerden atlayarak, en gönül okşayan vadilerde dolaşarak, en temiz kayalardan süzülerek büyüye büyüye yükseldi. Düşmanları biraz ağızlarını açsalar boğulacaklar ...",
    "Saip -kısa, zayıf, kuru çocuk- hazzından ellerini ovuyordu. Sait dayanamadı, arkadaşı Raci'den ayrıldı.",
    "- Evet! dedi.",
    "Ali Şekip gizlice Raci'yi gösterdi, Raci kinden, hasetten oluşan bir hisle sanki boğuluyordu.",
    "Ahmet Cemil ince parmaklarıyla yumuşak sarı saçlarını taradı, gözleri yarı kaybolmuş, ansızın gelen bir esin dalgasıyla tutuşmuş kadar parlak yüzü -lambanın ışığıyla yarı gölgeli bir tablo şeklinde, kendisini dinleyen, bütün sözlerine katıldıkları gözlerinde okunan bu arkadaşların karşısında- Raci'ye yarı dönük, yarı ona hitap eder bir durumda devam etti:",
    "- Siz şiirimizi bıraktıkları noktada sabit görmek istiyorsunuz, amma buna imkan olmayacağına bir türlü inanmak istemiyorsunuz ...",
    "Raci'nin dudaklarında sanki küçümseyici gülümsernesi donmuş, oraya yapışmış gibi ne dağılıp ne açılıyordu.",
    "Ahmet Cemil'in yanaklarına hafif bir renk çıkıyor, dudaklarına bir titreme geliyordu. Fakat sesi saf bir ahenk kadar kulakları okşayan, ruha sıcaklık veren sesi -uçtukça uçuş kabiliyeri artan kırlangıçlar gibi- söyledikçe kuvvet buluyordu.",
    "- Şiirin nasıl bir yol takip ettiğini anlamıyorsunuz.",
    "Fuzuli'nin saf ve samimi şiirine tercüman olan o terniz dilin üzerine sanat gibi, süs gibi iki belayı musaHat etmişler, dilde onlardan başka bir şey bırakmamışlar, öyle şeyler söylenmiş ki sahiplerine şair demekten çok kuyumcu denebilir.",
    "Bir ucundan tutulsa da silkilse taş parçalarından başka bir şey dökülmeyecek... Dili cansız bir kütle haline getirmişler.",
    "Bakiler, Nedirnler, o deha perisinin alınlarına tanrısal bir ışık koyduğu adamlar, bu dilden, bu cansız kütleden ne çıkarabileceklerinde hayrete düşmüşler, dili -'-Üstünü örten süs ve yapmacık yükünün altında zayıf, sarı, artık görülemeyecek belki yok denebilecek bir hale gelen ruhu- Veysilerin, Nergisilerin eline vermişler, o güzel Türkçeye anlaşılmaz şeyler söyletmişler. Bunu inkar etmek mümkün değil...",
    "Dört yüz sene ernekle dilin üzerine yığılan bu kof şeyler işte sonunda zamanla yavaş yavaş sıyrılıp savruldu ... Ahmet Cemil şimdi kendisini unutmuş, yalnız göğsünü şişiren, zihninde tekdüze darbelerle vuran bir sabit fikirle söylüyorcasına kimseye bakmayarak, hatta söylediğinin farkında olmaksızın devam ediyor, bütün etrafında bulunanlar sanki bu genç konuşmacıdan çıkan mıknatıslı solukla tabiatüstü bir noktaya çekilmiş bir halde, hareket etmeyerek, gözleri dalarak, soluklarını tutmak isteyerek bir vaizin karşısında heyecandan uyuşmuş duranlar gibi dinliyorlardı.",
    "- Bilseniz, şiirin nasıl bir dile muhtaç olduğunu bilseniz!",
    "Öyle bir dil ki ... Neye benzeteyim bilmem? Konuşan bir ruh gibi güzel söz söylesin, bütün kederlerimize, sevinçlerimize, düşüncelerimize, o kalbin bin türlü inceliklerine, fikrin bin çeşit derinliklerine, heyecanlara, öfkelere tercüman olsun, bir dil ki bizimle birlikte gurubun hüzünlü renklerine dalsın düşünsün, bir dil ki ruhumuzla beraber bir matemin kederiyle ağlasın. Bir dil ki asabırnızın heyecanına eşlik ederek çırpınsın... Hani ya bir kemanın telinde yakalanamaz, anlaşılamaz, bir kurala bağlanamaz nağmeler olur ki ruhu titretir... Hani ya, tan yeri ağarmadan ufuklara hafif bir renk uyuşmasıyla dağılmış sisler olur ki üzerlerinde resmi yapılamaz, belirlenemez yansımalar uçar, bakışiara buseler serper ... Hani ya, bazı gözler olur ki sonsuz karanlıklada dolu bir ufka açılmış kadar ölçülemez, nerede biteceğini anlamak mümkün olamaz derinlikleri vardır, duyguları yutar ... İşte bir dil istiyoruz ki onda o nağmeler, o renkler, o derinlikler olsun. Fırtınalada gürlesin, dalgalarla yuvarlansın, rüzgarlada sarsılsın, sonra veremli bir kızın yatağı kenarına düşsün ağlasın, bir çocuğun beşiğine eğilsin gülsün, bir gencin ümitle parlayan bakışına saklansın. Bir dil...",
    "Oh! Saçma söylüyorum, zannedeceksiniz, bir dil ki sanki tamamıyla bir insan olsun.",
    "Ahmet Cemil'in titreyen sesinde ezgiyle dile gelen saf ahenk, dehanın sihirli asası dokunmuş sanılan yüzünde parlayan bir esin yıldızı, lambanın hafif ışığı ve dalgalanan tütün dumanları arasında yükseliyor hissi veren görünüşü, ruhu okşayan bir şiir şeklinde titrek dudaklarından dökülen bu sözler, sanki burada bulunanları bir çekim alanı içine almıştı.",
    "Ahmet Cemil'i bir seneden beri tanıyorlardı, geçen sene Mekteb-i Mülkiye'den çıkıp da basın dünyasına atıldığı zamandan beri ... Onu bir kere görmek, sevmek için yetmişti, herkes severdi, daha doğrusu bir çeşit hürmet ederdi.",
    "Son söz üzerine Ahmet Cemi! yorgun bir tavırla iskemiesine atıldı. O son kelimeden sonra öyle bir hale geldi ki hiç söylememiş, deminden beri orada suskun, düşüneeye dalmış oturuyormuş sanılırdı.",
    "Raci yüzü fena halde kızarmış olmasına rağmen yanına yaklaştı, ellerini sofranın kenarına dayayarak yarı alay, yarı tehdit karışık bir tavırla dedi ki:",
    "- Bunlar öyle şişkin fakat öyle boş sözlerdir ki içinde bir şey bulmak mümkün olamaz.",
    "Ahmet Cemi! cevap vermek istedi. Zaten sofrada genel bir hareket olmuştu. Raci'nin karşılığı kargaşalığa geldi, şimdi bahçenin saz takımı gece faslma başlamak üzereydi, kemanlar hazırlanıyor, kırık dökük nağme parçaları işiti liyor, bahçe görevlilerinden biri elinde mumlu değneğiyle dolaşarak halkın tekrar toplanmasına kadar idare amacıyla söndürülen havagazı lambalarını yakıyordu. Hep ayağa kalkmışlar, şöyle bir iki tur yaptıktan sonra -bahçenirı böyle yan ve tenha bir yerinde pineklemektense- ortalarda bir yerde oturmak istemişlerdi. Hatta Ali Şekip ziyafetin hiçbir tarafında eksik bırakmamak üzere bir nargile ısmarlayacağını imtiyaz sahibine hemen ima bile etmişti.",
    "Ahmet Cemil izin istedi, o aydınlık ve kalabalık bir yere şu gizli ve yarı karanlık tarafı tercih ediyor, buradan ayaklarının altında serilen Haliç'in ve İstanbul'un ışıklı bir gökyüzü altındaki manzarasına karşı düşünmek istiyordu."
  ]
}