{
  "chapterNumber": 12,
  "title": "卷十二 (Volume 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "園池記"
      },
      {
        "index": 2,
        "text": "唐南陽樊宗師，字紹述，所撰《絳守居園池記》，艱深奇澀，讀之往往昧其句讀，況義乎哉？韓文公謂其文不蹈襲前人一言一句。觀此記，則誠然矣。宋王晟、劉忱，嘗為解釋，今不復有，偶得灤陽趙仁箋註本，句分字析，詞理煥然。因書其記，傳其句讀，以便披覽云。有未解者，又須觀全註可也。點法：〇為句，△為讀，記曰：「絳即東雍為守理所○稟滲實沈分氣畜兩河潤○有陶唐冀風餘思晉韓魏之相剝剖○世說總其土田士人○今無磽雜擾○宜○得地形勝瀉水施法○豈新田又蕞猥不可居○州地或自有興廢人因得附為奢儉○將為守悅致平理與益侈心耗物害時與自將失敦窮華○終披夷不可知○陴杏孤顛○性倔玄武踞○守居割有北○自甲辛苞太池泓○橫硤旁○潭中癸次○木腔暴三丈○餘涎玉沫珠○子午梁貫亭曰洄漣○虹蜺雄雌○穹鞠覷蜃礙佷島坻淹淹委委莎靡縵蘿蕃翠蔓紅剌相拂綴○南連軒井○陣中湧曰香○承守寢ㄧ思○西南有門曰虎豹○左書虎搏立○萬力千氣○底發○彘匿地○努肩腦口牙快抗○電火雷風黑山霞將合右胡人鬅○黃㠾累珠○丹碧錦襖○身刀囊靴兄兇白豹玄班○飫距○掌脾○意相得○東南有亭曰新○前含曰槐○有槐屓護○胸郁蔭後頤○渠決決綠池西直南折廡赴○可宴可衙○又東騫渠曰望月又東騫窮角池○研雪曰柏○有柏蒼青官士○擁列與槐朋友○巉陰洽色○北俯渠○憧憧來○刮級面西○巽㬂間○黃原玦天○汾水鉤帶○白言謁○行旦艮間○遠岡青縈○近樓臺井閭點畫察○可四時合奇士○觀雲風霜露雨雪○所為發生收斂賦歌詩○正東曰蒼塘○遵瀕西漭望○瑤翻碧瀲○光文切鏤○匈深撓撓收窮○正北曰風堤○乘攜左右○堤勢北回股努○墆捩蹴墉○禦渠歆池○南楯楹○景怪爥○蛟龍鉤牽○寶龜靈蠯文文章章○陰合欱墊洶煙潰靄聚桃李蘭蕙○神君仙人衣裳雅冶○可會脫赤熱○西北曰鰲○雄原○開咍儲○虛明茫茫○嵬眼釁耳○可大客旅鐘鼓樂○提鷴挈鷺○熊池豪渠○憎乖憐圍○正西曰白濱○薈深憐休○素女雪舞百佾○水翠披○修修千幅○迎西引東士長崖○挾橫埒日卯酉樵途休徑幽委○蟲鳥聲無人○風日燈火之○晝夜漏刻詭姽絢化○大小亭羞池渠間○走池堤上亭後前○陴乘墉○如連各峰擁○地高下○如原隰堤溪壑○水引古○自源三十里○鑿高O槽絕O竇墉○為池溝沼渠瀑潨潺終出○汨汨街巷畦町阡陌間○入汾○巨樹木○資士悍O水沮宗族盛茂○旁蔭遠映○錦繡交果枝香○畹麗麗絕他郡○考其臺亭沼池之增，蓋豪王才侯襲以奇意相勝○至今過客尚往往有指可創起處○餘退常籲○後其能無O果有不補建者O池由於煬○及者雅文安發土築臺為拒○幾附於汙宮○水本於正平軌○病井鹵生物瘠○引古○沃浣人便○幾附於河渠○嗚呼○為附於河渠則可○為汙於宮其可○書以薦後君子○長慶三年五月十七日記。」又見一本，亦註解者，不著姓名。所分句讀，與前略有不同處，並附於此。「絳△即東雍為守理所世說△土田△士人△宜△得地形勝△自將失暾窮華△陴杏孤顛△性倔玄武△守居O割有北△自甲辛苞大池△泓橫硤旁潭中△癸次木腔△瀑三丈餘△子午梁△虹蜺雄雌窮鞠覷蜃△莎靡縵△南連軒井△陣△左畫虎摶立△萬力千氣底發△彘匿地△電火△雷風△右胡人△鬅△黃㠾累朱△丹碧錦襖△身刀△囊△銹△撾△兇△白豹玄班△飫距掌脾有槐屓護胸△郁蔭△渠決決△綠池西△直南折廡赴△擁列△與槐朋友△巽型間△白言謁行△旦艮間△遠岡青縈△近△可四時合奇士△觀雲△風△霜△露△雨△雪△所為發生收斂△正東曰蒼塘蹲瀕西漭望△瑤翻碧瀲△正北曰風堤乘攜左右△堤勢執北回股努墆捩蹴墉△南楯楹△景怪爥△蛟龍鉤牽△煙漬靄聚△開咍儲△虛明茫茫△虛明茫茫△提鷴△挈鷺△㬑㬑千幅△迎引西東△日卯酉樵途休徑幽委○蟲鳴聲O晝夜○大小亭羞○池渠間○走池堤上○亭後前陴塘如連山群峰△擁地高卜鑿高槽絕竇墉為池溝沼渠瀑潨△汨汨街巷△町畦阡陌間入汾水祖宗族茂盛旁蔭遠映△錦繡交果枝香畹△麗絕地郡考其臺亭沼沚之增△後其能無果有不補建者池由於斷及者雅文安誅△病井鹵△生物瘠△引古沃浣人便幾附於河渠"
      },
      {
        "index": 3,
        "text": "廁籌"
      },
      {
        "index": 4,
        "text": "今寺觀削木為籌，置混圊中，名曰廁籌。《北史》：齊文宣王嗜酒淫泆，肆行狂暴。雖以楊愔為相，使進廁籌。然則愔所進者，豈即此與？按《說文》：「廁，清也，從廣，則聲，韻初吏切。」間也，雜也，次也，圊也。居高臨垂邊曰廁，高岸夾水曰廁。《史記·太倉公傳》：「豎奉劍從王之廁。」《汲黯傳》：「衛青大將軍侍中，上踞廁見之。」註：如淳曰：「廁，音則，謂床邊，據床視之。」一云：「洇混廁也。」廁，床邊側。《漢書》註：如淳曰：「廁，混也。」孟康曰：「廁，邊側也。」師古曰：「如說是也。」仲馮曰：「廁，當從孟說。」愚意：古者見大臣，則禦坐為起。夫武帝固以奴隸待青，亦不應踞混圊而見之。然漢文居灞北，臨廁，使慎夫人鼓瑟。註：「韋昭曰：『高岸夾水為廁。』即此推之，則凡廁者，皆取其在兩物間為義。又《郅都傳》：「賈姬如廁，有野彘入廁，命都擊之。」則此之如廁，亦恐非是混圊。他如《劉安別傳》：「謫守都廁三年。」《莊子·庚桑篇》：「適其偃。」註：「偃，屏廁也。屏廁則以偃袖，儀禮既夕禮，甸人築坅坎，隸人溫廁塞廁。」《萬石君傳》：「建取親中裙廁牏，身自浣灑。」註：「孟康曰：『廁，行清。牏，行中受糞函也。」至於晉侯食麥，脹，如廁，陷而卒；趙襄子如執豫讓；高祖鴻門會，如廁，召樊噲等；及如廁見柏人；金日繡如廁，擒莽何羅；范睢佯死，置廁中；李斯如廁，見鼠；陶侃如廁，見朱衣；王敦如廁，食棗；劉寔誤入石崇廁；郭璞被發廁上；劉季和廁上置香爐；沈慶之夢鹵簿入側中；崔浩焚經投廁中；錢義廁神；李赤廁鬼；蒯瞶盟孔悝於廁；曹植戒露頂入廁之類，則真混圊矣。"
      },
      {
        "index": 5,
        "text": "拗花"
      },
      {
        "index": 6,
        "text": "南方或謂折花曰謗花。唐元微之詩：「試問酒旗歌板地，今朝誰是謗花人。又古樂府：謗折楊柳枝。"
      },
      {
        "index": 7,
        "text": "連枝秀"
      },
      {
        "index": 8,
        "text": "京師教坊官妓連枝秀，姓孫氏，蓋以色事人者，年四十餘。因投禮逸士風高老為師，而主教者褒以空湛靜慧散人之號。狹二女童，放浪江海間。偶至松江，愛其風物秀麗，將結數椽，為棲息所。郡人陸宅之嘗往訪焉，秀頗不以禮貌。因其請作募綠疏，遂為撰之。疏曰：「京師第一部教坊，占排場曾使萬人喝采。」道德五千言公案：「抽鎖鑰只因片語投機，向林下得大道高風。指雲間問前緣福地，一跳身才離了百戲柵中圈子。雙攏手便作個三清門下閑人，赤緊地無是無非。到大來自由自在，識盡悲歡離合幻。打開老病死生關，交媾功成，陰陽炭燒空欲海。修持行滿，雌雄劍劈破愁城，七星冠剛替下鳳頭釵，合歡帶生紉做鹿皮袋。空非空，色非色，色即是空。道可道，名可名，強名曰道。往常時紅裙翠袖生綃帕，猛可裏草履麻衣匾皂絳。銷金帳冷落風情，養丹爐消磨火性。半世連枝帶葉，算從前、歷盡虛花。一朝墟草除根，到此際方成結果。尋幾個煙霞外逍遙伴侶，低多少塵埃中浮浪男兒。存一點誌誠心，百事可做。少幾處風流債，一筆都勾。試問他濁酒狂歌，爭如我清茶淡話。迷魂陣當時落陷，人負我，我負人，總是虛脾。玄關竅今日點開，心即道即心，無非妙用。牢著眼看鳥飛兔走，急回頭怕鶴怨猿啼。五陵人買笑追歡，掉頭不顧。三島客談玄論道，稽首相迎。大都來幾個知音，多管是前生有分。玉樓花下千鐘酒，幾番歌白苧、遏行雲。紙帳梅邊一炷香，從此誦黃庭、消永日。桃花扇深藏明月影，椰子瓢長醉白雲鄉。皓齒細腰，打疊少年歌舞。錦心繡腹，宣揚老子經文。發科打諢，不離機鋒。課嘴撩牙，長存道眼。燒夜香，非尋佳偶。披鶴憋，星月下禮拜茅君。登春臺，不望遠人。駕鸞車，雲霄上追尋蕭史。歌館化為仙館靜，戲房番作道房幽。凈洗胭脂，見全真本來面目。輕敲檀板，聽步虛別是官商。人盡誇、七真堂添上個小孫姑。我只道、五城山冊立下新王母。不比尋常鉤子，曾經老大鉗錘。百煉不回，萬夫難敵，疇昔微通一笑，白面郎爭與纏頭。如今頓悟三生，青眼客便當擡手，既不作入夢朝雲暮雨，也須撇等閑秋月春風。若教了蒲團上工夫，便可到蓬壺中境界。肯莊嚴一處千年香火，是成就到頭陸地神仙。金銀鈔等物，是必大塊子舍來。福祿壽利錢，擬定加倍兒還你。得道者多助，看琳宮寶殿，日月交輝。愛人者必親，仗玉馨金鐘、晨昏報德。」疏文一出，遠邇傳誦，以資笑談。秀不可留，遂宵遁然。文雖新奇。固近於俳。視厚德君子有間矣。而其帷箔之不修者，豈偶然哉！"
      },
      {
        "index": 9,
        "text": "卻鞭"
      },
      {
        "index": 10,
        "text": "文真王阿憐帖木兒之夫人舉月思的斤，以賢行稱。一日，有獻馬鞭於王者，鞭內暗藏一鐵簡拔靶，取之則得。王喜，持示夫人，將酬以幣。夫人曰：「君平昔若嘗害人，則防人之必我害也。茍無此心，焉用為？」王悟，亟還之。"
      },
      {
        "index": 11,
        "text": "奉母避難"
      },
      {
        "index": 12,
        "text": "泰州人袁氏，兄弟二人，同居養母。至正壬辰，紅巾壓境，兄弟負母逃避。至中途，兄念妻子不置，辭母歸。惟弟與母借居田舍。後城陷，其一房盡遭殺，獨弟之妻子獲免。乘間奔避，適夫婦父子相會。時傳為孝行所感。"
      },
      {
        "index": 13,
        "text": "匠官仁慈"
      },
      {
        "index": 14,
        "text": "杭州行金玉府副總管羅國器郡人也，天性仁慈。有匠人程限稽違，案具，吏請引決。羅曰：「吾聞其新娶，若責之，舅姑必以新婦不利。口舌之餘，不測系焉。姑置勿問，後或再犯，重加懲治可也。」夫羅職在造作耳，尚能知此。而受民命之寄者，則反貪墨苛慘，惟以鞭樸立威為務，哀哉！"
      },
      {
        "index": 15,
        "text": "著衣吃飯"
      },
      {
        "index": 16,
        "text": "諺云：「三代仕宦，學不得著衣吃飯。」按《魏書》：「文帝詔群臣云：『三世長者知被服，五世長者知飲食』。」則古已有此語。"
      },
      {
        "index": 17,
        "text": "文章政事"
      },
      {
        "index": 18,
        "text": "呂仲實先生僉浙西憲司事時，有自首不合令女習學謳唱者。先生案議云：「男女無父母之命，私有所從，王法不許。父母違男女之願，置之非地，公論豈容？」所首宜不準，合依律杖斷。又有年七十之上而毆人者。案議云：「既能為不能為之事，必當獸不當受之刑。」先生文章政事，皆過人遠慎。而廉潔不汙，家甚貧。至正間，官至中書左丞。先生未顯時，一日，晨炊不繼，欲布袍貿米於人，室氏有吝色。因戲作一詩曰：「典卻春衫辦早廚，老妻何必更躊躕？瓶中有醋堪燒菜，囊無錢莫買魚。不敢妄為些子事，只因會讀數行書。嚴霜烈日經過，次第春風到草廬。」後果及第。"
      },
      {
        "index": 19,
        "text": "浙江潮候"
      },
      {
        "index": 20,
        "text": "浙江一名錢唐江，一名羅剎江。所謂羅剎者，江心有石，即秦望山腳，橫截波濤中。商旅船到此，多值風濤所困而傾覆，遂呼云。此事見吳越時僧贊寧傳載中。其晝夜二潮甚信。上人以詩括之曰：「午未未未申，申卯卯辰辰。巳巳巳午午，朔望一般輪。」此書候也。初一日午未，初二日未初，十五日如初一，夜候則六時對沖，子午醜未之類。漢東宣伯聚先生，嘗作《浙江潮候圖說》云：「大江而東，凡水之入於海者，無不通潮。而浙江之潮獨為天下奇觀，地勢然也，浙江之口，有兩山焉。其南曰龕山，其北曰赭山，並峙於江海之會，謂之海門。下有沙戌，跨江西東三百餘里，若伏鑒然。潮之入於浙江也，發乎浩渺之區，而頓就斂束，逼礙沙潭。回簿激射，折而趨於兩山之間。拗怒不拽，則奮而上隮，如素蜺橫空，奔雷殷地，觀者膽掉，涉者心悸，故為東南之至險，非他江之可同也，原其消長之故者，曰天河激湧，曰地機翕張，揆其晨夕之候乾，曰依陰而附陽，曰隨日而應月。地誌濤經，言殊旨異，胡可得而一哉？蓋圓則之運，大氣舉之。方儀之靜，大水承之。氣有升降，地有浮沈，而潮汐生焉。月有盈虛，潮有起伏，故盈於朔望，虛於兩弦，息於朓朒，消於朏魄，而大小準焉。月為陰精，水之所生。日為陽宗，水之所從。故晝潮之期，日常加子。夜潮之候，月必在午。而晷刻定焉。卯酉之月，陰陽之交，故潮大於餘月。大梁析木，河漢之津也。朔望之後，天地之變，故潮大於餘日。寒暑之大，建醜未也。一晦一明，再潮再汐。一朔一望，再虛再盈。天一地二之道也。月經於上，水緯於下，進退消長，相為生成。歷數可推，毫厘不爽。斯天地之至信，而古今不易者也。杭之為郡，枕帶江海，遠引甌閩，近控吳越，商賈之所輻輳，舟航之所駢集，則浙江為要津焉。而其行止之淹速，無不畢聽於潮汐者。或違其大小之信，爽其緩急之宜，則必至於傾墊底滯。故不可以不之謹也。某承之茲郡，屬兵革未弭之秋，信使之往來，師旅之進退，雖期會紛紜，邊陲警急，必告之曰：「謹候潮汝，毋躁進以自危。」然而跡累肩摩，晨馳夕騖，有不能人喻而戶說之者。考之郡誌，得四時潮候圖，簡明可信，故為之說，而刻石於浙江亭之壁間，使凡行李之過此者，皆得而觀之，以毋蹈夫觸險躁進之害，亦庶乎思患而預防之意云。」此說博極群書，辭理超詣，而古今之論潮汐者，蓋莫能過之矣。因並錄之。"
      },
      {
        "index": 21,
        "text": "貞烈墓"
      },
      {
        "index": 22,
        "text": "千夫長李某戍天臺縣日，一部卒妻郭氏有令姿，見之者無不嘖嘖稱賞，李心慕焉。去縣七八十裏，有私盜出沒處，李分兵往戍，卒遂在行。既而日至卒家，百計調之，郭氏毅然莫犯。經半載，夫婦具以白。為屬所轄，罔敢誰何。一日，李過卒門，卒邀入，治茶，忽憶得前事，怒形於色，亟轉身持刃出，而李幸脫走。訴於縣，縣捕系，窮竟。案議：持刃殺本部官，罪死。縣桎梏囹圄中，從而邑之惡少年與官之吏胥皂隸輩、無有不起覬覦之心者。郭氏躬饋食於卒外，閉戶業績紡，以資衣食，人不敢一至其家。久之，府檄調黃巖州一獄卒葉，其姓者至，尤有意於郭氏，乃顧視其卒，日飲食之，情若手足。卒感激入骨髓，忽傳有五府官出，五府之官，所以斬決罪囚者。葉報卒知，且謂曰：「汝或可活，我與為義兄弟；萬一不保，汝之妻尚少，汝之子若女才八九歲耳，奚以依？顧我尚未娶，寧肯俾為我室乎？若然，我之視汝子女，猶我子女也。」卒喜諾，葉遂令郭氏私見卒，卒謂曰：「我死有日，此葉押獄性柔善，未有妻，汝可嫁之。」郭氏曰：「汝之死，以我之色，我又能二適以求生乎？」既歸，持二幼痛泣而言曰：「汝爹行且死，娘死亦在旦夕。我兒無所怙恃，終必死於饑寒，我今賣汝與人，娘豈忍哉？蓋勢不容已，將復奈何？汝在他人家，非若父母膝下比，毋仍似是嬌癡為也。天茍有知，使汝成立，歲時能以卮酒奠父母，則是我有後矣。」其子女頗聰慧，解母語意，抱母而號，引裾不肯釋手。遂摧二兒出市，召人與人，行路亦為之墮淚。邑人有憐之者，納其子女，贈錢三十緡。郭氏以三之一具酒饌，攜至獄門，謂葉曰：「願與夫一再見。」葉聽入，哽咽不能語。既而曰：君擾押獄多矣，可用此少禮答之。又有錢若干，可收取自給。我去一富家執作，為口食計，恐旬日不及看君故也。」相別，垂泣而出。走至仙人渡溪水中，危坐而死。此處水極險惡，竟不為沖激倒仆。人有見者，報之縣。縣官往驗視，得實，皆驚異失色。為具棺斂，就葬於死所之側山下。又為申達上司，仍表其墓曰真烈郭氏之墓，大書刻石墓上。至正丙戌，朝廷遣奉使宣撫循行列郡，廉得其事，原卒之情，釋之，人遂付還子女，終身誓不再娶。"
      },
      {
        "index": 23,
        "text": "特健藥"
      },
      {
        "index": 24,
        "text": "《墨藪》載徐氏書記云：平一齠齔之歲，見育宮中，嘗睹先後閱書法數軸，將榻以賜藩邸，令女學內人出六十餘函於億歲殿曝之，多裝以鏤牙軸紫羅縹，云是太宗時所裝。其中有故青綾縹玳瑁軸者，云是梁氏舊跡楷書，每函可二十卷。別有一小函，有十餘卷。所記憶者，是扇書樂毅、告誓、黃庭。私訪於所主女學，問其函出盡否。答云尚有，不知其幾。至中宗神龍初，貴戚寵盛，宮禁不嚴，禦府之珍，多歸私室。先盡金壁，次及書法。嬪主之家，因此擅出。或有報安樂公主者，於內出二十餘函，駙馬武延秀久踐虜庭，無功於此，徒聞二王之跡，強效寶持。時呼薛稷、鄭愔、及平一詳其善惡，諸人隨事答稱，上者，登時去牙軸紫縹，易以漆軸黃麻紙縹、題云特健藥，云是虜語。其書者，時有太宗御筆於後題之。嘆其雄逸云。及考之書苑菁華。特健藥作云特健樂。恐是鋟梓誤耳。"
      },
      {
        "index": 25,
        "text": "乞求"
      },
      {
        "index": 26,
        "text": "世之曰乞求，蓋謂正欲若是也。然唐時已有此言。王建宮詞：「只恐他時身到此，乞求自在得還家。」又花蕊夫人宮詞：「種得海柑才結子，乞求自過與君王。」"
      },
      {
        "index": 27,
        "text": "張道人"
      },
      {
        "index": 28,
        "text": "暨陽之南門橋軍人張旺者，人鹹稱之曰張牌。素兇狠無賴，嘗夜盜城西田父菜，被執，濡其首溺池而釋之。以故恨入骨髓，每思有以為報，而能。一夕，宿火瓦罌往燒其家，道由觀溝。時月色微明，畫師吳碧山尚未寢，偶聞步履聲，冗窗窺之，見張前行，而殤鬼百數踵其後。飯頃，又聞步履聲，復窺之，則張回，而青衣童子二人前導焉。吳甚驚怪。蓋張乃吳常所厚善者，詰旦，往叩張。張初不承，及語之審，因以前事告。且曰：「一念之頃，可不謹哉！」即捨俗出家，人又咸稱之曰張道人，後竟得道云。此在至正五年事也。"
      },
      {
        "index": 29,
        "text": "陰德延壽"
      },
      {
        "index": 30,
        "text": "昔真州一巨商，每歲販粥至杭。時有挾姑布子之術曰鬼眼者，設肆省前，言皆奇中，故門常如市。商方坐下坐，忽指之曰：「公大富人也，惜乎中秋前後三日內數不可逃。」商懼，即戒程。時八月之初，舟次揚子江，見江濱一婦。仰天大號。商問焉。答曰：「妾之夫作小經紀，止有本錢五十緡。每買鵝鴨過江貨賣，歸則計本於妾，然後持羸息易柴米。餘貲盡付酒家，率以為常。今妾偶遺失所留本錢，非惟飲食之計無所措，亦必被棰死。寧自沈。」商聞之，嘆曰：「我今厄於命，設令鑄金可代，我無虞矣，彼乃自夭其生。哀哉！」亟贈錢一百緡。婦感謝去，商至家，具以鬼眼之言告父母，且與親戚故舊敘永訣，閉戶待盡。父母親故宛轉寬解，終弗自悟。逾期，無他故，復之杭，舟阻風。偶泊向時贈錢處，登岸散適，此婦繈負嬰孩遇諸道，迎拜，且告曰：「自蒙恩府持拔，數日後乃產，母子二人沒齒感再生之賜者，豈敢忘哉！」商至杭、便過鬼眼所，驚顧曰：「公中秋胡不死？」乃詳觀形色而笑曰：「公隱德所致，必曾救一老陰少陽之命矣。」商異其術，捐錢若於以報之。"
      },
      {
        "index": 31,
        "text": "帝師"
      },
      {
        "index": 32,
        "text": "巴思八帝師法號曰：皇天之下一人之上開教宣文輔治大聖至德普覺真知佑國如意大寶法王西天佛子大元帝師板的達巴思八八合失。"
      }
    ]
  }
}
