{
  "chapterNumber": 16,
  "title": "卷十六 (Volume 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "陶氏二譜"
      },
      {
        "index": 2,
        "text": "宋泰山王質所著《雲韜堂紹陶錄》，錄中首載栗裏華陽二譜。惟先生之大節高風，流播千古，而質者乃能次第其出處。作為年譜，且以名吾書紹陶之志，是可尚已，遂錄於此云。"
      },
      {
        "index": 3,
        "text": "《書陶栗裏譜》"
      },
      {
        "index": 4,
        "text": "元亮高風，發於宋晉去就之際。君曾祖事晉，懋著勛勞。自宋武帝芟元復馬，逆揣其末流，即不出。武帝將收賢士以系人心，見要亦不應。陶謝皆世臣，君世地色言俱僻，而靈運為武帝秉任。最後乃欲詭忠義雜江海遠師送君過虎溪，而卻靈運不入蓮社素心皆所鑒知，譜具左方。"
      },
      {
        "index": 5,
        "text": "△興寧三年乙丑君生於潯陽柴桑，今德安縣楚城市是。父軼名，命子詩云：「於穆仁考，淡焉虛止。寄跡風雲，宜茲慍喜。」陶氏自侃以武功擅世，後裔稍襲故風，多流亂岐。蓋折翼之祥，發之旁派，傳淡，傳君父子，皆以隱德著稱。侃女適孟嘉，嘉女適君父，是生君。其氣所傳，造化必有可言者。"
      },
      {
        "index": 6,
        "text": "△大元元年丙子君年十二，失母。祭妹文云：「慈妣早世，我年二六。」"
      },
      {
        "index": 7,
        "text": "△大元九年甲申君年二十。失妾。楚調詩云：「弱冠逢世阻，始室喪其偏。」妾翟氏偕老，所謂夫耕於前，妻鉏於後，當是翟，湯家湯莊、矯、法、賜，四世以隱行知名。"
      },
      {
        "index": 8,
        "text": "△大元十九年甲午君年三十。有《歸園田》詩云：「誤落塵綱中，一去三十年。」初為州祭酒，當在其前，不堪，乃解歸。故云：「久在樊籠裏，復得返自然。」尋亦卻主簿。"
      },
      {
        "index": 9,
        "text": "△隆安四年庚子君年三十六。五月，有《從都還阻風規林》詩。當是參鎮軍，銜命自京都上江陵，故在始作《鎮軍參軍經曲阿》詩後。父在柴桑，故云一欣侍溫顏，又云「久遊戀所生」，父為人度不肯適都，當是已舍單行，見《還舊居》詩，軍僚差疆郡吏，故云：「時來茍冥會，婉戀憩通衢。投策命晨裝，暫與田園疏。」"
      },
      {
        "index": 10,
        "text": "△隆安五年辛丑君年三十七。正月，有《遊斜川》詩云：「開歲倏五十。」方三十七，作五日是。當是故歲五月還潯陽，今歲七月適江陵。有《赴假還江陵夜行途中》詩，留潯陽逾年，當是予告在鄉。至是，往赴，云「閑居三十載」。自未參鎮軍以前，得三十六年，當是不堪勞役，遂起歸意。故云：「詩書敦宿好，園林無俗情。如何舍此去，遙遙至南荊。」《失父祭妹文》云：「昔在江陵，重罹天罰。觸事未遠，書疏猶存。」當是妹自武昌報。江陵時，父在柴桑。"
      },
      {
        "index": 11,
        "text": "△元興二年癸卯君年三十九。正月，有《始春懷古田舍》詩，當是自江陵歸柴桑，復適京都。宅憂居家，思湓城，故有《懷古田舍》。又云《良苗懷新》。十二月，有與從弟敬詩云：「寢跡衡門下」，在都亦當是處野。"
      },
      {
        "index": 12,
        "text": "△元興三年甲辰君年四十。有《連雨獨飲》詩云：「僶仰四十年」。有《飲酒詩》云：「是時向立年，誌氣多所恥。遂盡分然介，終死歸田裏」。當是在壬辰癸巳為州祭酒之時。所謂「投耒去學仕」，又云：「冉冉星氣流，亭亭復一紀」。至是，得十二年。"
      },
      {
        "index": 13,
        "text": "△義熙元年乙巳君年四十一。三月，有《為建威參軍使都經錢溪》詩，當是故歲自都還裏即吉。庚子，始事鎮軍，繼事建威，中經罹憂。至是，得六年。復銜命至都，其家尚未歸柴桑。《還舊居》詩云：「疇昔家上京，六載去還歸」。往來時經鄉閭，不常留，稍成疏，故云：「阡陌不移舊，邑屋或時非。履歷周故居，鄰老罕復遺。」至是，始定居，斷他適。十一月，有《歸去來辭》。九月，家留柴桑，身往彭澤。至是，免歸。當是不堪軍役，故求縣。不堪縣役，故歸家。所謂「風波未定，心憚遠役，彭澤去家百里，公田足以為酒，」少日，眷然有歸與之情，平生之誌始決。見序及辭甚。失妹所謂情在駿奔，自免去職。是歲，劉將軍錄尚書。"
      },
      {
        "index": 14,
        "text": "△羲熙三年丁未君年四十三。有《祭程氏妹》文。自乙巳至是，所謂服制再周。"
      },
      {
        "index": 15,
        "text": "△義熙四年戊申君年四十四。有《六月遇火詩》云：「奄出四十年。」"
      },
      {
        "index": 16,
        "text": "△義熙五年己酉君年四十五。有《九日》詩。"
      },
      {
        "index": 17,
        "text": "△義熙六年庚戌君年四十六。有《西田獲早稻》詩。"
      },
      {
        "index": 18,
        "text": "△義熙七年辛亥君年四十七。有《祭從弟敬遠》文云：「絕粒委務，考般山陰。晨采上藥，夕閑素琴。」當時同誌，見文甚詳。"
      },
      {
        "index": 19,
        "text": "△義熙十年甲寅君年五十。有《雜詩》云：「奈何五十年。」棄官來歸。至是，得十年。故云：「荏苒經十載，暫為人所羈。」"
      },
      {
        "index": 20,
        "text": "△義熙十一年乙卯君年五十一。有《與子儼等疏》云：「年過五十。」又云：「見樹木交蔭，時鳥變聲，亦復欣然。五六月，北窗下臥，遇涼風暫至，自號羲皇上人。」見疏甚詳。"
      },
      {
        "index": 21,
        "text": "△義熙十二年丙辰君年五十二。有《下潠田舍獲詩》云：「曰余為此來，三四星火頹。」當是得此在癸丑甲寅之間。"
      },
      {
        "index": 22,
        "text": "△義熙十四年戊午君年五十四。《楚調》云：「僶仰六九年。」召為著作佐郎，不應。是歲，宋公為相國。"
      },
      {
        "index": 23,
        "text": "△元熙元年己未君年五十五，王休元為江州，自造不得見，遣其故人龐通之等賫酒於半道栗裏要之，即引酌野亭，休元出與相聞，極觀終日。嘗九日把菊無酒，休元餉之。有《九日閑居》詩，所謂「秋菊滿園，時醪靡至」。當是未獲所遺。休元在江州幾六載，未審的在何年。自乙巳至丁卯，訖死未嘗他適，獨暫為休元入州。"
      },
      {
        "index": 24,
        "text": "△水初元年庚申君年五十六。同隱周續之召至都，為顏延之連挫。義熙間，檀韶為江州，邀續之，在城北講禮讎書。有《示周掾祖謝詩》云：「馬隊非講肆，校書亦已勤。」又云：「但願還渚中，從我穎水濱。」江城尚不欲周往，奚況京師？劉遺民亦同隱。有《和劉柴桑詩》云：「挈杖還西廬」。又云：「春醪解饑劬」。其還以春，有《酬劉柴桑》云：「嘉穗眷南疇」。又云：「慨然知已秋」。其還至是及秋。初自西廬移南村，有《移居詩》云：「聞多素心人，樂與數朝夕」。又云：「過門更相呼，有酒基酌之」。遷居殆為遺民之徒，尋還西廬。度相距亦不遠，與遺民更相酬酢，不改賞文析義之時，未審的在何年。或恐劉柴桑似縣令劉，或嘗為此縣，存此呼，或有命不為。猶續之嘗命為撫軍參軍，不就，因呼周掾，皆不可知。但非時為宰者，語皆冷交，非熟官。《丁柴桑詩》云：「秉直司聰，於惠百里」。此乃當官無疑。尋詩，鐘情於劉，過厚於周，遺民自隱之余無聞，續之在隱之中微婉。君與周、劉，號潯陽三隱。校情義，稍有淺深。是歲，宋武帝踐祚。"
      },
      {
        "index": 25,
        "text": "△景平元年癸亥君年五十九。顏延之為始安。過潯陽日，造飲酣醉。臨去，留二萬錢送酒家。相知久間，驟兒益驩，延之未審何時來柴桑。所謂自爾分居，及我多假。伊好之洽，接檐聆舍」。當是不詣劉穆之之時。又未審何時去柴桑，當是為豫章世子參軍之時。據誄，參傳，略見。"
      },
      {
        "index": 26,
        "text": "△元嘉三年丙寅君年六十二。檀道濟為江州。時抱羸疾，多瘠餒。往候，饋以粱肉，不受。"
      },
      {
        "index": 27,
        "text": "△元嘉四年丁卯君年六十三。有《自祭文》云：「律中無射」。擬挽歌詩云：「嚴霜九月中，送我出遠郊。」當是杪秋下世。顏延之誄云：「視化如歸，臨兇若吉，藥劑弗嘗，禱祠弗恤。」其臨終高態，見誄甚詳。君平生好談歸盡，蕭統以為處百齡之內，居一世之中，倏忽白駒，寄寓逆旅。與大塊而榮枯，隨中和而放蕩，豈能勞於憂畏，役於人間，最知深心。形贈影答神釋本趣略見所謂「縱浪大化中，不喜亦不懼。應盡便須盡，無復獨多慮」。惟患不知，既已洞知，安坐待此，夫復何言？杜甫許避俗，未許達道，識者更詳之。"
      },
      {
        "index": 28,
        "text": "《書陶華陽譜》"
      },
      {
        "index": 29,
        "text": "通明高風，發於梁齊宋去就之際。君祖父皆食宋祿，身又生宋代，自齊高帝代宋，旋引去。梁武帝代齊，益退藏。平時以師待君，然大節有定操，豈復以恩禮推移？暫至丹陽，應簡文之命。不少至京都，慰武帝之懷。抑何其堅忍，壯年果於遺世。照之審，故判之不疑，譜具左方。"
      },
      {
        "index": 30,
        "text": "△孝建三年丙申君生於丹陽秣陵，今上元縣治村是。母郝氏、夢兩夫人持炉爇香來前，有娠。今世為君，再世為孫思邈，兩世肇啟於郝，故其兆先形。當是本居天仙趣，報盡還入人趣，植根弗凡，受形亦異。生以火年火月，又夏至極陽日，悉稟純陽，多起飛心，累功積行，所升當益高。推佛言，參君跡，略見。"
      },
      {
        "index": 31,
        "text": "△大明四年庚子君年五歲，常持荻畫灰學書。"
      },
      {
        "index": 32,
        "text": "△泰始元年乙巳君年十歲。得葛洪《神仙傳》，即有誌養生，語人：「仰青天。睹白日，不覺為遠。」及長，博讀書，邃解文武諸伎。自後天文地理人事，雖至淵妙，鹹臻底極。當時已罕傳，歷年愈遠，行世寢稀。《梁傳》所載十二種，今傳惟三種，傳不能紀十種，《唐誌》所載九種。今傳惟四種，傳有誌無八種，傳無誌有五種。《本草》後入增衍。考正益詳，間與集註差異。"
      },
      {
        "index": 33,
        "text": "△元徽二年甲寅君年十九。蕭將軍錄尚書，引為諸王侍讀。故事，止典文學，無他務。除奉朝請，故事，止奉朝會請召，本不為官，雖在宦途，亦居靜地。及求縣，乃不遂，緣執可見。"
      },
      {
        "index": 34,
        "text": "△永明十年壬申君年三十七。家貧，求宰縣，不遂，脫朝服掛神武門去。止句曲山。體即輕捷，性嗜山水，所歷必吟詠盤旋不已。語人：「吾見朱門廣廈，雖適其華樂，而無欲往之心。望高巖，瞰大澤，知難立止，自常欲就之。」永明中，求祿得，輟差舛，不爾。豈得為今日之事，亦緣執使然。此語甚真。是事先有根，次有緣，次有勢，相符乃入。所謂「道生之，德畜之，物形之，勢成之。」惟難契，故曠世難就。"
      },
      {
        "index": 35,
        "text": "△隆昌元年癸酉君年三十八。沈約為東陽，屢要不至。自棲句曲不出。所謂遍歷名山，求訪仙藥，或未然。一至句章，禮育王塔。一至丹陽，應太子召。他適皆無考。又言，往東陽從孫遊嶽，授符圖經法，亦無考。惟楊羲靈寶五符，傳句容葛粲，粲以傳陸修靜，陸以傳孫。許敘二景歌，東陽章靈民出都遇得，以與孫。度所得止在秣陵句曲之間，非遠適而後傳。"
      },
      {
        "index": 36,
        "text": "△永元元年己卯君年四十四。在句曲，築樓高三層，身處其上，弟子居其中，賓客至其下。與物遂絕，不娶，無子，他眷亦不通。先斷此根，可議他事。特愛松風，庭院皆植松，聆響為樂。閑獨遊泉石。此門忌濁，便清神仙。上景多雲霞，下景多山水。物多金玉，色多紫碧。他皆類是。所謂熟之養之覆之。若欲成辨，必加將護，大要離塵換境為上。"
      },
      {
        "index": 37,
        "text": "△中興元年辛巳君年四十六。蕭都督至新林，遣弟子戴猛之迎謁。初，齊未作水醜木之歌。至是，援讖文成梁字，令弟子進之，遂以梁建國。後覆沒，亦預言朱點，巳巳詩嘆朝陽重離七元。卒驗。雖隱茅山，不卻人主詢謀。中大通初，獻善勝成勝二刀，度武帝狃陳慶之覆魏洛陽，好大之心寢侈。參會侯景，大觸駭機，豈盡忘救世者，但觀時耳。蚤慕張良甚深。黃石編書，蓋傳真秘諜。兵法、其間余事，推己及物，亦致平緒術。此門隱除魔，顯定亂。學道者問及，君著水鏡握鏡當是早為，豈掛晚念。"
      },
      {
        "index": 38,
        "text": "△天監元年壬午君年四十七。梁武帝在西邸，與遊。及即位，恩禮彌篤，問訊弗絕。屢招不出，畫兩牛一枚，放水草之間，一金絡頭人執杖驅之，知不可復。致旁族季直，亦不肯事梁。武帝嘗嘆：「梁有天下，遂不見此人門風，何繇乃爾。」"
      },
      {
        "index": 39,
        "text": "△天監四年乙酉君年五十。移居積金澗。泉石益奇，無蛇虎，有佳木及雜藥。初乏青林。及來居，皆自茂，在句曲東壟。"
      },
      {
        "index": 40,
        "text": "△中大通元年己酉君年七十四。遇異人宣喧，以本草用虻蟲水蛭之屬，傷物，遲一紀，可解形。至期，果化，屍解，凡十余種。世傳喧自青城來句曲。先升，以君聞，帝錄其積水之功。化後，為蓬萊都水監。見《仙傳》及《拾遺》，甚略。今茅山相傳稍詳，但微涉異。"
      },
      {
        "index": 41,
        "text": "△大同二年丙辰君年八十一。雙眼或方。夢勝力菩薩授菩提記，乃詣鄮縣，禮阿育王塔，自誓受戒。世傳呂巖從鐘離權受劍訣，後二百余年，來參黃龍惠南，始竟佛言。不修正覺，別得生理。休止深山大島，絕於人境。報盡還來，散入諸趣。晚年，始堅此願，《唐誌》有所著《草堂法師傳》。當時佛教雖隆，禪宗未開，圓覺以大通五年至，以是年去，留臺城十九日，度君不及相見。"
      },
      {
        "index": 42,
        "text": "△大同六年庚申君年八十五。逆克亡日，仍為《告逝詩》。及卒，顏色如常，香氣彌山。華陽頌云：「號期行當滿，亥數未終丁。迨乃承唐世，將賓來聖庭。」化後，一遇丁亥，為陳臨海王光大元年。再遇丁亥，為唐太宗貞觀元年。升平之盛，降古所稀，聖庭當是此時。初，隋文帝輔周，以國子博士召孫思邈，不應。密言：「後五十年，有聖人出，吾且助以濟人。」宣政元年至貞觀元年，適滿五十年，應命來見，太宗官之，不受，辭歸太白山，風素類隱居。他無種不類，形有轉移，神無變易。自是至丁卯，獨孤信鎮洛陽之時，正七歲。至丁亥，太宗召至長安之時，得八十七歲。暮齡有少容，所以驚嗟。慮照鄰稱其自謂生開皇辛酉，當時已不信。若爾，豈得聖童之稱，博士之召？貞觀丁亥，方二十七歲，豈得少容之嘆！若言數百歲，豈得七歲弱冠之譽！度思邈之生，適繼隱居之沒，其為後身何疑？挺契頌又云：「重離倘或似，」謂簡文與武帝俱非令終；又云：「七夕乃扶胥，」謂武帝凡七改元。世稱推戴為策立侯景嘗為懷朔鎮功曹吏。至是，篡梁，稱漢。故云「扶胥」，所謂篇中字皆有義旨。後人自以篇中事求之，則機萌一頌二十字顧豈虛設，矧又彰明？業運頌又云：「濟神既有在，去留從所宜。」神既濟矣，在於何所？華原孫氏，即其所在也已。當知佛言報盡還來，及舍生趣生，至確何信，識者更推之。"
      },
      {
        "index": 43,
        "text": "藥譜"
      },
      {
        "index": 44,
        "text": "《清異錄》二卷，乃宋陶翰林谷所撰。凡天文、地理、君道、官誌、人事、女行、君子、麽麼、釋族、仙宗、草木、花果、蔬藥、禽獸、蟲魚、支體、作用、居室、衣服、莊飾、陳設、器具、文用、武器、酒漿、茗荈、饌羞、喪葬、鬼妖，皆創為異名新說，而「藥譜」一則尤奇甚，因備錄之。蒭清本良於醫，藥數百品，各以角貼。所題名字詭異，余大駭。究其源底，答言天成中進士侯寧極戲造藥譜一卷，盡出新意，改立別名，因時多艱，不傳於世。余以禮求假一通，用娛閑暇。假君子昌明童子淡伯木叔雪眉同氣含丸使者馘毒仙貴老遠秀卿化米先生九日三官焰叟三閭小玉中黃節士時美中道河豚嗽神削堅中尉曲方氏白大壽洞庭奴隸黃英古綠劍真人魏去疾禹孫橐籥尊師風棱禦史雪如來風味團頭赦肺侯骨鯁元君苦督郵調睡參軍墨司令知微老太青尊者既濟公冷翠金剛脫核嬰兒澀翁抱雪居士隨湯給事中斜枝大士野丈建陽八座玄房仲長統生藥王仁棗石仲寧命門錄事隱上座水狀元飛風道者畢和尚金山力士麝男冰尉草東床腎曹都護壽祖玲瓏霍去病千眼油延年卷雪水銀臘黃香影子六停劑顯明𤜱出樣珊瑚中央粉瘡帚支解香洗瘴丹海臘水磨橄欖無名印無憂扇鬼木串黑殺星續命筒蠻龍舌血清涼種羽化魁度厄錢聖蘢松翻胃木湯主醒心杖王黃瓜偷蜜珊瑚德兒混沌螟蛉永嘉聖脯紅心石藥本靜風尾正坐丹砂迎湯子山屠脾家瑞氣甜面淳於剔骨香痰宮霹靂玉虛飯鎖眉根黑龍衣小帝青百辣雲綬帶米半夏精夜金沙田髓舞聲虎小昌明草兵巢煙九肋百子堂雛面還丹琥珀孫賊參不死面火泉比目沈香陸續丸地白天豆滴膽芝新羅白肉瘦香嬌破關符玉絲皮血櫃川元蠢九女春百藥綿英華庫通天柱杖赤天佩丹田霖雨百文須飛天蕊安神隊杖鄆芝錦繡根草魚目茅君寶莢尉佗圭煉形松子蘆頭豹子醜寶肚裹屏風九畹菜女二天大通綠旱水晶還元大品兩平草死冰一寸樓臺二尸籙無情手拔萃團綠須姜笑靨金走根梅八月珠銀條德星吉祥杵金母蛻線子檀良醫匕首前家大器滴金卵鬼丹宜州樣子瓦壟斑孝梗萬金茸秦尖西天蔓蕨臣五福臠保生業狨奴蒜腦懸修身弩帝膏玉靈片"
      },
      {
        "index": 45,
        "text": "世系"
      },
      {
        "index": 46,
        "text": "宋馬永卿《畜真子錄》云：「古人重譜系，故雖世胄綿遠，可以考究。」淵明《命子詩》云：「天集有漢，眷於湣侯。赫赫湣侯，運當攀龍。撫劍風邁，顯茲武功。參誓山河，啟土開封。」按漢功臣表：開封湣侯舍、以左司馬從漢破代，封侯。昔高帝與功臣盟云：「使黃河如帶，泰山若礪，國以永存，爰及苗裔。」所謂「參誓山河」，謂此盟也。高帝功臣百有二十人。舍，其一也。又云：「亹亹丞相，允迪前從。渾渾長源，郁郁洪柯。群川載導，眾條載羅，時有語默，運同隆窳，此蓋謂青也，功臣表：「開封湣侯，舍、封十一年薨。十二年。夷侯青嗣，四十八年薨。」所謂「群川眾流」，以諭支派之分散也。「語默隆窳」，以言自青後未有顯者也。淵明乃長沙公之曾孫，然侃傳亡不載，世家獨於此見之。後世累經亂離，譜籍散亡，然又士大夫因循滅裂，不如古人，所以家譜不傳於世，惜哉！"
      }
    ]
  }
}
