{
  "chapterNumber": 1,
  "title": "Wstęp",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Wstęp."
      },
      {
        "index": 2,
        "text": "W ogromnéj, wysokiéj sali, aparat sądowy roztoczył całą wspaniałość swą i grozę. Był to zimowy wieczór. Zwisające od sufitu żyrandole i lampy, gorejące u ścian białych i gładkich, potoki światła lały na szkarłatne opony okien i stołów, na pstrociznę twarzy i ubrań tłumnie zgromadzonéj dziś publiczności. W głębi zasiadali członkowie sądu, z boku, pod jedną ze ścian, na dwu wysokich i ozdobnych ławach, miejsca swe już zajęli przysięgli. U jednego z okien oskarżyciel publiczny, schylony nad obficie oświetlonym stołem, wczytywał się pilnie w rozwartą księgę praw, przy drugim sekretarz sądu, przerzucał stosy papierów. Urzędnik przeznaczony do strzeżenia porządku, w ubraniu zdobném w złote hafty, szybkim i cichym krokiem przebiegłszy salę, z piórem w ręku usiadł na stronie. Wśród wielkiéj ciszy, niezmąconéj nawet powstrzymanemi na chwilę oddechami kilkuset piersi, przewodniczący sądowi, głośno i wyraźnie obwieścił zbrodnią, o którą podsądni oskarżonymi zostali. Nie było to przestępstwo, ale była to zbrodnia, straszna zbrodnia, jedna z tych która niekiedy, jak sny złośliwe i ponure przesuwają się przed udręczonemi oczyma ludzkości. Kim byli, do jakiéj społecznéj warstwy należeli, jak wyglądali ci nieszczęśni i okropni ludzie, którzy ją popełnili? Kilkaset oczu, jednomyślnie zwróciło się ku ławie obwinionych."
      },
      {
        "index": 3,
        "text": "Naprzeciw wysokich i ozdobnych siedzeń sędziów przysięgłych, obrońca z urzędu, zamyślony, niespokojny, nerwowym ruchem ręki, ołówkiem kreślił na kawałku papieru jakieś luźne notatki. Tuż za nim, nad wysoką poręczą ławy, podniosły się i w pełném świetle stanęły, cztery męzkie postacie w więziennych długich szarych ubraniach. Przed chwilą weszli tu oni przez nizkie drzwi, z-za których ukazało się całkiem prawie ciemne wnętrze, bocznéj jakiéjś sieni. Zdawać się mogło, że wychodzili z otchłani. Nizkie drzwi zamknęły się wnet za czterema uzbrojonymi żołnierzami, którzy, stanąwszy z obu stron ławy, zanurzyli sterczące nad ich głowami bagnety, w olśniewającém świetle lamp. Pomiędzy lśniącemi ostrzami bagnetów, twarzą w twarz z sędziami swoimi, w potokach światła, uwydatniających każdy rys i każdą niemal zmarszczkę ich twarzy, czteréj podsądni, stojąc w nieruchomych i oczekujących postawach, odpowiadali na zwracane ku nim pytania przewodniczącego."
      },
      {
        "index": 4,
        "text": "Nazwiska ich?"
      },
      {
        "index": 5,
        "text": "Cztery męzkie głosy dość wyraźnie, głośno, odpowiedziały z kolei."
      },
      {
        "index": 6,
        "text": "— Piotr Dziurdzia."
      },
      {
        "index": 7,
        "text": "— Stefan Dziurdzia."
      },
      {
        "index": 8,
        "text": "— Szymon Dziurdzia."
      },
      {
        "index": 9,
        "text": "— Klemens Dziurdzia."
      },
      {
        "index": 10,
        "text": "Stan ich?"
      },
      {
        "index": 11,
        "text": "Chłopi, rolnicy i posiadacze ziemi. Ostatni tylko ziemi własnéj jeszcze nie miał, ale był synem i dziedzicem piérwszego, Piotra Dziurdzi, który nietylko że ją posiadał, ale przed laty kilku piastował w swéj wiosce ważny w społeczném życiu chłopów, urząd starosty."
      },
      {
        "index": 12,
        "text": "Teraz, pytanie najciekawsze."
      },
      {
        "index": 13,
        "text": "Czy przyznają się do popełnienia zbrodni, o którą obwinionymi zostali."
      },
      {
        "index": 14,
        "text": "Znowu cztery głosy, z kolei, ciszéj lub donośniéj lecz zawsze wyraźnie odpowiedziały."
      },
      {
        "index": 15,
        "text": "— Przyznaję się."
      },
      {
        "index": 16,
        "text": "Przyznają się. Niéma więc już wątpliwości, że popełnili tę zbrodnią. Nie nędzarze, nie włóczęgi, nie członkowie proletaryatu, żyjącego w trującéj atmosferze palących zawiści i podstępnych łupów, ale rolnicy, którym wiatry Boże niosą rzeźwość i zdrowie... posiadacze, którym ziemia własna rodzi bujne kłosy... pracownicy, których uznojone czoła, równać się mogą w powadze i czystości czołom uwieńczonym wawrzynem... Co to znaczy? Czy urodzili się już potworami? Czy, kiedy jeszcze w kolebkach byli, geniusz zbrodni napoił ich swym oddechem? Czy nie mieli serca, ani sumienia, ani w piersiach swych żadnéj z tych strun dobroci, litości, prawości, które z wiekowym mozołem ludzkość wypracowała w swém łonie? Byliż to może szaleńcy, idyoci, głupcy, którzy dobrego od złego odróżnić nie mogli?"
      },
      {
        "index": 17,
        "text": "Rzecz dziwna! Daremnie kilkaset par ludzkich oczu zatapiało się w ich twarzach, zgodności pomiędzy nimi a tém, co popełnili, dostrzedz nie było podobna. Nie wyglądali na tych, którzy już na świat ze sobą przynieśli zadatki zbrodniczych przeznaczeń, ani na szaleńców, ani na idyotów."
      },
      {
        "index": 18,
        "text": "Piérwszy z nich, ten, który nazywał się Piotrem Dziurdzią, był wysokim, dość szczupłym i już nie młodym, ale jeszcze krzepkim i silnym człowiekiem. Włosy miał bardzo gęste, ciemnopłowe siwizną przysypane i tak długie, że spadały mu aż na kołnierz więziennéj opończy. W oprawie tych długich, siwiejących włosów i krótko ostrzyżonego zarostu, twarz jego bladawa nieco, łagodnością i powagą wyrazu swego, pociągające sprawiała wrażenie. Policzki jego, w więzieniu może wychudłe, zakreślały prawidłowy i łagodny owal, usta pod płowym wąsem drżały trochę, na wązkim czole ciemniało kilka głębokich zmarszczek a siwe, zamyślone oczy, z pod brwi wypukłych i gęstych, wodziły dokoła powolném, poważném i bardzo smutném wejrzeniem. W chwili gdy stanął w ławie obwinionych, można było dostrzedz zaledwie widzialny ruch ręki, którym na piersiach swych skreślił znak krzyża, a gdy już odpowiedział na wszystkie zadane mu pytania, splecione ręce złożył na poręczy ławy i oczy wzniósł w górę. Wówczas w twarzy jego zjawiło się coś marzycielskiego, coś, co zdradzało wewnętrzną, pokorną, w głębinach duszy szeptaną modlitwę. Wkrótce jednak powieki przykryły mu rozmodlone źrenice, grzbiet przygiął się, głowa na pierś opadła i tak już ze splecionemi rękoma, poważny, łagodny, bardzo smutny pozostał."
      },
      {
        "index": 19,
        "text": "Zupełnie niepodobnym do Piotra, był stryjeczny brat jego Stefan. Wysoki także ale barczysty i bardzo wyprostowany, brunet z czarnemi jak noc włosami i czarnym bujnym wąsem byłby on pysznym okazem silnego, kształtnego i pięknego chłopa, gdyby nie szczególne i uderzające, przedwczesne zestarzenie twarzy. Nie miał jeszcze lat czterdziestu a ściągłe i prawidłowe rysy jego były tak zorane, zmięte, pomarszczone, że niepodobna-by na nich znaleźć najmniejszego gładkiego miejsca. Przytém, mogło się zdawać, że wielki jakiś ogień opalał twarz tę tak długo, aż powlekł ją ciemną, prawie bronzową cerą. Widoczném téż było, że nie nędza fizyczna uczyniła ją taką, lecz, że zmięły ją i spaliły w ten sposób gwałtowne namiętności i srogie zgryzoty. Była to twarz ponura i zrozpaczona, śmiała i roztropna. Czarne oczy Stefana, posępnie lecz roztropnie i nawet bystro spoglądały wprost przed siebie; w postawie i ruchach jego malowała się energia, któréj zbytek musiał znajdować sobie ujście w nieposkromionéj, gwałtownéj popędliwości."
      },
      {
        "index": 20,
        "text": "Trzecim i zupełnie różnym od tamtych typem chłopskim był Szymon Dziurdzia. Nizki, chudy, z wełnistym splątanym włosem, który mu czoło całkiem prawie zakrywał z otwartemi nieco usty i nosem małym, bombiastym, u czoła wklęsłym, był to człowieczek niemłody, brzydki, gapiowaty, bardzo widoczném nadużyciem alkoholu ogłupiony i prawie zezwierzęcony. Pijackie oczy jego, z blado błękitną źrenicą, pływały w chorobliwéj wilgoci; czasem grubym i ciemnym palcem ocierał sobie łzę z powiek i bezmyślnym ruchem rozmazywał ją po chudym i żółtym policzku. W ruchach, postawie i spojrzeniach jego malowało się przerażenie, z rozżaleniem połączone. Strwożony, rozżalony, ogłupiały, niewiedział, co począć z rękoma, które splatał, to wzdłuż ciała opuszczał, ust przytém ani na chwilę zupełnie nie zamykając."
      },
      {
        "index": 21,
        "text": "Najmłodszym ze wszystkich, bardzo jeszcze młodym bo dwadzieścia dwa lata zaledwie mającym, był Klemens, syn byłego starosty, Piotra Dziurdzi. Urodziwy, jasnowłosy ten parobek, z okrągłą, rumianą twarzą i błękitnemi jak niebo oczyma, wydawał się makiem polnym, bujnie śród pola wyrosłym i tu w tę ciżbę ludzką, w tę atmosferę przenikniętą światłem sztuczném i grozą ważących się przeznaczeń, gwałtownie przesadzonym. Panującém uczuciem, które malowało się na młodzieńczéj i jak zorza świeżéj jego twarzy — był wstyd. Kiedy po raz piérwszy zwróciły się ku niemu spójrzenia tłumu, ognisty rumieniec buchnął mu do policzków i czoła. Zarumienił się znowu, wymawiając wyraz przyznaję się! i rumienił się potém za każdym razem, gdy w ciągu rozpraw sądowych imię jego wymawiano. Czasem zamyślał się i daleko, daleko kędyś patrzał. Wtedy, do oczu jego nabiegały łzy. Czasem znowu, młoda ciekawość przezwyciężała w nim wszelkie inne uczucia. Wtedy, z pod powiek, nieśmiało ale chciwie przypatrywał się wszystkiemu, co go otaczało, a o czém pod strzechą swoją, ani nawet śnił kiedy, Boże mój! tak tu jasno, jak gdyby niebiosa otworzyły się i wszystkie swe blaski na ziemię wylały; tak tu ludno, jak gdyby zbiegło się pół świata, takie tu piękne ubiory, jak gdyby odbyć się miał wielki jakiś i wesoły festyn. A on tu co? zbrodniarz, którego sądzić mają. Jak osądzą? Bóg że to jeden wié. Za temi ścianami wiatry boże wieją, ku jego wiosce rodzinnéj lecą, ku téj chacie lecą, gdzie stara matka z załamanemi rękoma została, ku temu polu lecą, które on orał już od lat paru, kiedy słonko świeciło jasno, zioła pachniały, serce biło równo, cicho, wesoło, nie tak jak teraz, gdy kołace w piersi ze wstydu i trwogi, niby na pogrzebie bijący dzwon..."
      },
      {
        "index": 22,
        "text": "Więc to ci czteréj ludzie popełnili tę zbrodnią przerażającą i ponurą, jak sen zimowéj, burzliwéj nocy? Była to téż wtedy zimowa, burzliwa noc... Ależ dla czego? jakim sposobem? pod wpływem jakich pokus i poszeptów?"
      },
      {
        "index": 23,
        "text": "Z zeznań świadczących, z rozpraw sądowych, ze starannie wywoływanych późniéj, a pilnie słuchanych gawęd ludzkich, ze zwierzeń, które podsądni czynili przed swym obrońcą, od początku do końca swego, odsłoniła się przed tymi, którzy ją poznać zapragnęli, historya następująca."
      }
    ]
  }
}