{
  "chapterNumber": 4,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Znała Pietrusia istotnie mnóztwo sposobów zaradzania różnym przypadłościom życia, w których skuteczność ani na chwilę nie zwątpiła sama i któremi przysługiwała się innym. Doświadczyli tego na sobie jednocześnie, ale w sposób różny, Piotr Dziurdzia i Jakób Szyszko. Piérwszy był jednym z najbogatszych gospodarzy w Suchéj Dolinie. Czy grunt jakiś lepszy od innych przypadł im w udziale, czy trzeźwiejsi i pracowitsi byli niż inni, dość, że dziad jego, ojciec i on sam uchodzili we wsi za bogaczów. Wkrótce po nastaniu wolności Piotr zbudował chatę, mającą pozór porządnego domku. Miała ona komin, dwa spore okna, mały ganek i ściany z zewnątrz pobielone. Wewnątrz, nic tam osobliwego na piérwszy rzut oka spostrzedz się nie dawało. Sień, duża izba i obszerna komora; w dużéj izbie ogromny piec do gotowania strawy i pieczenia chleba, ławy, stoły, krośna tkackie, gospodarskie statki drewniane, nic więcéj; wszystko tak jak u innych. Ale zajrzéć tylko do komory, obory, stajni, spichlerza! Tam już działo się zawsze niepospolicie. W największy choćby nieurodzaj, zboża nie brakło, bo z roku na rok zostawał zawsze jaki taki zapas, i zbytek lat jednych łatał braki drugich. Cztery krowy, dwa konie, z których jedna klaczka, co roku przyprowadzająca źrebię, sześć owiec, wieprze, kury, gołębie, gnieżdżące się na dachu, w ogrodzie gęsty gaik drzew wiśniowych, zmieszanych z dzikiemi gruszami, których owoc dostarczał na zimę wybornych gniłek, wszystkiego tam było pełno. W komorze, na pułkach i na ziemi piętrzyły się worki i garnki z wszelkiém dobrem, jedna ściana czerniała cała od pozawieszanych na niéj motków nici, stojące pod ścianą skrzynie napełniały po brzegi przyodziewki męzkie i niewieście, jako téż, niepokrojone jeszcze ściany szarych płócien i sztywnych samodziałów, w sine i czerwone pasy, na domowych krośnach wytkanych. Ale nietylko niezwykły dostatek napełniał chatę Piotra; pełną była ona także i niezwykłego spokoju. Piotr był człowiekiem charakteru flegmatycznego, ruchów ociężałych, mowy rozważnéj; żona jego, kobieta wysoka, urodziwa i łagodna. W młodości swéj jeszcze zaniemogła na reumatyzmy i inne jakieś choroby, które uczyniły ją także powolniejszą i mniéj od innych niewiastą do kłótni skorą. Stękała często, szeroko i długo użalała się na cierpienia swoje, u kogo tylko mogła rady na nie zasięgała, gdy bóle srodze dokuczać jéj zaczynały, popłakiwała sobie w kącie albo i na całą chatę głośne lamenty zawodziła, ale do kłótni z mężem nigdy nie stawała. Gdzieby jéj tam, z osłabłemi nogami i powykrzywianemi palcami rąk, jéj niezdarze, która jak jaka pani wyręczycielek potrzebowała, do kłótni jeszcze stawać! Szczęściem już dla niéj wielkiém było i to, że mąż z chaty jéj nie wyganiał, za niedołęztwo nie łajał, a nawet często ulitował się, żałośliwie nad nią głową pokiwał i po ludzku z nią pogadał. Dość była roztropną, aby szczęście to ocenić i każdą wolę męża tak szanować, jakby to była wola bozka. Rozumowanie jéj pod tym względem było proste. W chwilach wylania do sąsiadek mówiła. — Dlaczego ożenił się, on ze mną? Nie dla posagu ożenił się, bo nijakiego nie miałam, ale dlatego żeby w chacie dobrą gospodynią miéć. O jakaż ze mnie gospodyni? Do pracy rwę się jak ten koń do studni, co zdążam, zrobię, ale mało zdążam. Jak chwaroba schwyci, to i ręce od wszystkiego odpadną. A on mnie za to nigdy nic, żeby choć jedno złe słowo powiedział! Cierpi i milczy. Jeszcze czasem i zapyta się: może tobie Agatka, trzeba czego? Może ciebie znów do znachora zawieźć? Dobry człowiek. Toż ja jemu nie sprzeciwiam się w niczém. Niech jemu i Pan Bóg przenajświętszy nie sprzeciwia się..."
      },
      {
        "index": 3,
        "text": "Zresztą, sprzeciwiać się Piotrowi nie było-by rzeczą łatwą. Miewał i on przystępy gniewu, rzadkie, ale straszne. Można-by rzec, że w naturze téj cichéj i poważnéj, burze wybuchały tém gwałtowniéj im powolniéj i dłużéj wzbierały. Kiedyś, za młodu, był on dla rodziców swych synem uległym i o stare lata ich dbającym, jednak, gdy matka ze starości zdziwaczała już nieco, dokuczyła mu ciągłemi kłótniami z synową i raz komorę przed nią zamknęła tak, że wróciwszy z pola strawy zgotowanéj nie znalazł i głodnym być musiał, uderzył ją tak silnie, że stara zaniemogła, przeleżała na piecu czas jakiś i umarła. Może ona i nie od uderzenia synowskiego umarła, bo wprzódy już nic prawie sił w niéj nie było, ale Piotr zgryzł się tém tak bardzo, że długo jak nieprzytomny po świecie chodził. Żonie i kumowi, którego bardzo lubił, powiedział wtedy, że sam siebie tak bać się zaczął, jakby już dyabłu duszę był zaprzedał. Odtąd téż stał się bardzo nabożnym. Do kościoła jeździł i spowiadał się częściéj od innych, za pługiem idąc, pacierze czasem odmawiał, w każde uroczyste święto, wielkie bochny chleba i grube zwoje płótna, u kościelnego ołtarza na ofiarę składał. Można-by rzec, że myśl, iż krzywda zrządzona matce, duszę jego w posiadanie dyabelskie oddała, napełniała go trwogą i żądzą oczyszczenia się przed Bogiem. Z czasem wznieciło to w nim niejaką skłonność mistyczną, któréj ustawiczna a ciężka praca fizyczna wybujać nie pozwalała, lecz która malowała się w marzycielskim trochę wyrazie, z jakim niekiedy siwe jego oczy patrzały na świat z pod gęstych brwi, jako téż w szczególném zaciekawieniu do cudów, czarów i wszelkich nawet opowiadań o nadprzyrodzoności. Skłonność ta zwiększyła się jeszcze wypadkiem, który wydarzył się w dzieciństwie młodszemu z synów jego, Jasiukowi. Chłopak przyszedł na świat wtedy właśnie, gdy Piotowa chorzeć zaczynała i, około pięciu lat życia swego mając, wysechł i wyżółkł tak, że podobniejszym stał się do figurki z wosku, niż do dziecka. Nogi miał na wewnątrz powykrzywiane, gębę wiecznie otwartą, gdy biedz chciał, padał. Klemens hodował się zdrowo i jak wzdłuż, tak wszerz rósł niby na drożdżach; nad Jasiukiem płakała matka, sąsiadki żałośliwie kiwały głowami, a ojciec, według zwyczaju swego, z cicha i powoli coś pomrukując, ponuro czasem głowę zwieszał. Doszło do tego, że Agata, któréj obrzydły i kwękania chłopca, i ciągłe pilnowanie go, jakby przez tyle lat niemowlęciem być nie przestał, w gniewie i żalu rzekła raz do sąsiadek:"
      },
      {
        "index": 4,
        "text": "— Ot niechaj-by go już lepiéj Pan Bóg sobie zabrał..."
      },
      {
        "index": 5,
        "text": "Wtedy Piotr rozgniewał się znowu. Od śmierci matki przez długie lat kilka nie gniewał się nigdy; teraz znowu w gniew wpadł i był-by wybił żonę, gdyby mu ona z płaczem do ręki nie przypadła, prosząc o zlitowanie nad jéj chorobą i niedolą. Krzyczał więc tylko okrutnie, sąsiadki, które macierzyńską żałość Agaty gadaniną swą draźniły, z wielkim dla nich wstydem z chaty wypędził a wkrótce potém z chorém dzieckiém na wóz wsiadł i do cudownego miejsca na odpust pojechał. Jeżeli tam innym Pan Bóg cuda swe okazywał, czemużby i jemu okazać nie miał. Powiedział mu ktoś, że dla uproszenia téj łaski, trzeba kupić jednę z woskowych figurek, jakie w niektórych kruchtach kościelnych sprzedają, i złożyć ją na ołtarzu. Piotr kupił taką figurkę i jeszcze mszę na intencyą dziecka zakupił, a przesłuchał ją, klęcząc i głośno, żarliwie, z cieżkiemi westchnieniami i uderzeniem się pięścią w pierś odmawiając pacierze. Gdy u stóp ołtarza chłopcy dzwonili na podniesienie, on, w obu ramionach, okrytych rękawami baraniego kożucha, podniósł chłopca swego w górę, tak jakby go zmiłowaniu Bożemu ukazywał, a sam, twarz brunatną i gęsto zarosłą wysoko także podnosząc, marzycielskiém spojrzeniem swém ścigał błękitne dymy, które nad głowami ludzkiemi blaskiem świec i rzeźbami ołtarza, wzbijały się pod mroczne sklepienie świątyni. Dziecko wróciło z odpustu do chaty tak, jak odjeżdżało: wyschłe, żółte, słabe, z wykrzywionemi nogami i otwartą gębą, lecz wkrótce, może w parę miesięcy potém, widocznie poprawiać się zaczęło: bielało, tyło, prostowało się, wprost odżywało. Wprawdzie, była to wiosna ciepła i słoneczna, w któréj odżywało wszystko, co na świecie było: drzewa, trawy, kwiaty, a także i dzieci. W prawdzie Aksena, która podówczas świeżo w Piotrowéj chacie była osiadła, doradziła Piotrowéj, aby codziennie wyprawiać Jasiuka na ten suchy piasek, który białą ławicą słał się u końca wioski. Niechaj biedulek grzebie się sobie w tym piasku — mówiła — to jak go słoneczko mocno rozgrzeje, dziecko zdrowe będzie. Taka już święta siła jest w gorącym piasku, że on dzieci uzdrawia, kończyła Aksena i Pietrusi, która wtedy jeszcze niedorosłą była dziewczynką, rozkazywała, aby Jasiuka na piasek prowadziła i tam pilnowała go i zabawiała. Jasiuk nigdy wprawdzie nie stał się silnym ani tak pięknym i roztropnym, jakim był niewiele odeń starszy Klemens. Wyzdrowiał przecież, nie kwękał już tak jak piérwéj, nie padał co krok, więcéj mówić zaczął, wybielał. W chacie Piotra mówiono często o tém wyzdrowieniu i przyczyny jego rozważano. Jedne z bab, nabożnie składając ręce na brzuchach, mówiły — Taki to Piotrowa ofiara na odpuście."
      },
      {
        "index": 6,
        "text": "— Piasek ten, co go Aksena doradziła — twierdziły inne."
      },
      {
        "index": 7,
        "text": "Piotr zaś przemawiał:"
      },
      {
        "index": 8,
        "text": "— I ofiara na odpuście i piasek, a wszystko Pan Bóg przenajświętszy zrządził; bo, — z powagą mówił daléj, — jeżeli piasek ma taką świętą siłę, to mu ją Pan Bóg dał. Ot co."
      },
      {
        "index": 9,
        "text": "— Jest na świecie i czartouskaja siła — zauważyła jedna z bab."
      },
      {
        "index": 10,
        "text": "— A jest — z przekonaniem potwierdził Piotr i po namyśle dodał: — ale w piasku, jest siła Bozka, bo ot, dobrze zrobił; a żeby w nim była siła czartowska, toby źle zrobił..."
      },
      {
        "index": 11,
        "text": "Zastanowił się jeszcze trochę, wskazujący palec w górę wzniósł i dokończył."
      },
      {
        "index": 12,
        "text": "— Czortouska siła zawsze źle człowiekowi zrobi, a Bozka dobrze. Ot co."
      },
      {
        "index": 13,
        "text": "Bozką tedy moc zjednywał sobie Piotr Dziurdzia coniedzielném jeżdżeniem do kościoła, odmawianiem pacierzy, ofiarami składanemi kościołowi w postaci chlebów, serów i płócien, dyabelskiéj zaś lękał się okrutnie, choć nigdy jéj na sobie, w widoczny przynajmniéj sposób nie doświadczył, i miał ją w obrzydzeniu i nienawiści wielkiéj Jeżeli ktokolwiek opowiadał przed nim o ludziach, którzy, jak naprzykład wiedźmy i czarownicy różni, przez nią złe figle innym ludziom płatali, spluwał z obrzydzeniem i ze złością przez zęby wymawiał. — Kab im ręce połamało! Kab im skonanie ciężkiém było! Kab oni królestwa niebieskiego nie oglądali!"
      },
      {
        "index": 14,
        "text": "O królestwie niebieskiém Piotr wspominał często; zdaje się, że było ono tym przedmiotem, który kędyś, wysoko, w zarysach mętnych i nieokreślonych unosił się nad nim wtedy, gdy oczy jego, pod gęstemi, wypukłemi brwiami, przybierały wyraz zamyślony i trochę marzycielski."
      },
      {
        "index": 15,
        "text": "Jednakże, rojąc sobie dziwne może obrazy królestwa niebieskiego, dbałym był i o ziemskie. Gospodarstwo swe pracowicie i zabiegliwie prowadził, a wielce ucieszył się, gdy go mieszkańcy Suchéj Doliny na urząd starosty swego wynieśli. Wtedy okazało się widocznie, że od ambicyi wszelkiéj wolnym nie był i że zaszczyt, który go spotkał, przyjemnie pogłaskał jego dumę. Wprzódy trzymał się był trochę pochyło; zostawszy starostą, grzbiet wyprostował, uśmiechnął się tak szeroko i swobodnie jak nigdy przedtém, lecz za to z większą jeszcze niż przedtém powagą stąpać zaczął i z widoczną lubością, niemal uroczyście, na zewnętrznéj ścianie swojéj chaty przybijał siną tablicę, na któréj wielkiemi białemi literami wypisane było: Piotr Dziurdzia, starosta. Sprawami publicznemi, które sąsiedzi w ręce jego złożyli, zajął się gorliwie i cierpliwie. Gdy obległy go różne, z urzędem jego związane trudy i przeciwności, ze skruchą w głosie mawiał: — Pan Jezus więcéj cierpiał!"
      },
      {
        "index": 16,
        "text": "Albo."
      },
      {
        "index": 17,
        "text": "— Pan Jezus mnie to w królestwie niebieskiém wynagrodzi"
      },
      {
        "index": 18,
        "text": "I swoje robił, ani na dokuczanie ludzkie, ani na fatygi różne nie zważając. Często także unosiła go ludzka duma. Podnosił palec do góry, uśmiechał się szeroko i w zwykły sobie, powolny sposób mówił:"
      },
      {
        "index": 19,
        "text": "— Ciepier, jak toj kazau, ja tut piérwszy jezdem i ze wszystkich najwyższejszy..."
      },
      {
        "index": 20,
        "text": "Starszemu synowi także czasem perory prawił."
      },
      {
        "index": 21,
        "text": "— Patrzaj, Klemens, bądź taki jak ja, a Pan Bóg przenajświętszy da tobie panowanie ziemskie i królestwo niebieskie. Nie pij, cudzego nie żądaj, co do ciebie należy rób, a w moc czartowską nie oddawaj się. W moc Bozką oddaj się, a w moc czartowską nie oddawaj się, bo jak toj kazau, gospodarstwo zginie i duszę zgubisz. Ot co."
      },
      {
        "index": 22,
        "text": "Ważny wypadek zostania starostą wiejskim, zaszedł w życiu Piotra w parę lat po weselu Michałka Kowalczuka z Pietrusią, a wkrótce potém, roztrząsaniu mieszkańców wsi nastręczyła się sprawa wielkiéj dla nich wagi. Magazyn wiejski, w którym mieściły się zapasy zboża, przeznaczone dla wspomagania lat nieurodzajnych, tak już był starym, że całkowitym upadkiem groził, Stanowy (policyjny urzędnik) kilka razy zapowiadał konieczność zbudowania innego, i mieszkańcy Suchéj Doliny konieczność tę czuli sami, ale z przystąpieniem do roboty z roku na rok zwlekali. Wiadomo, kosztów lękali się, a i nowego kłopotu niebardzo żądali. Teraz jednak przyszedł już kres ostateczny zwlekania. Magazyn trzeba było budować, chcąc nie chcąc, bo tak stanowczo i nieodwołalnie przykazano z góry. W chacie starosty, aż ciemno zrobiło się od ludzi, którzy zeszli się tam dla narady o téj kosztownéj i dość skomplikowanéj sprawie. Piotr Dziurdzia przewodniczył naradzie ze zwykłą sobie powagą i roztropnością, doradzając jak i kiedy pieniądze na owę budowę zebranemi być mają, gdzie i jakie drzewo kupić na nią należy, kogo i za jaką cenę wezwać do wymierzenia ziemi, którą budynek na inne miejsce przenoszony zająć musiał. We wszystkich tych rozważeniach i wyliczeniach, skutecznie pomagał mu stryjeczny jego brat Stepan, mający jednę z najlepszych głów we wsi, ilekroć nie był pijanym, albo nie wpadał w pasyą. Miał on nawet tę nad drugimi wyższość, że biegle liczyć umiał. Nikt go tego nigdy nie uczył, ale z natury już tę zdolność posiadał i nauczył się sam. Że zaś tym razem trzeźwym był i nie gniewał się na nikogo, a przytém, kroił sobie koniecznie na najbliższych wyborach sędzią wiejskim zostać, siedząc tedy obok Piotra, szeroko i roztropnie prawił, biegle różne cyfry dodawał i mnożył, słowem, zapominając o tém, co gryzło go i dręczyło w życiu prywatném, sprawom publicznym oddał się całkiem. Przy téj czynności, rozjaśniła mu się nieco i wypogodziła twarz, przedwcześnie pomarszczona i najczęściéj ponura a gniewna. Pomimo jednak roztropności i powagi dwóch Dziurdziów, w izbie wybuchała często wrzawa, taka, że ludzie jedni drugich zrozumiéć nie mogli. Wszyscy tam jednocześnie mówić zaczynali, łokciami, ramionami odpychali się wzajem od stołu, za którym siedział starosta, o każdy grosz zawodzili kłótnie, na każdą propozycyą odpowiadali zaprzeczeniami. Piotr cierpliwie to znosił, kilku uważniejszym słuchaczom swoje prawił, a czasem, kiedy sąsiedzi łajać go już i przeklinać zaczynali, pomrukiwał."
      },
      {
        "index": 23,
        "text": "— Pan Jezus więcéj cierpiał!"
      },
      {
        "index": 24,
        "text": "— Bydło! praklatoje bydło! Kab na was chalera — wykrzykiwał popędliwy Stepan i, najnatarczywszych pięścią od stołu odpychając, zaczynał już w paroxyzm złości wpadać, gdy nagle, kłótliwą wrzawę męzkich głosów, niby ostrzem noża przerżnął piskliwy a rozpaczliwy krzyk niewieści. Była to Piotrowa, która, z komory wypadłszy, ręce łamała i z boku na bok przechylając się, w niebogłosy krzyczała i zawodziła."
      },
      {
        "index": 25,
        "text": "— Jazu mój Jazu! O Jazuż mój, Jazu najmiłosierniejszy!"
      },
      {
        "index": 26,
        "text": "Tu i dziewka, która w zastępstwie Pietrusi, w gospodarstwie jéj dopomagała, tuż za nią także z komory wypadła, włosy sobie z głowy wyrywając, a po chacie téż biegając; jeszcze donośniéj i piskliwiéj wtórzyła."
      },
      {
        "index": 27,
        "text": "— O Matko Bozka przenajświętsza! zmiłuj sia, zmiłuj sia, zmiłuj sia ty nad nami nieszczęśliwemi!"
      },
      {
        "index": 28,
        "text": "Mcżczyzni rozprawiać i kłócić się przestali, i z gębami pootwieranemi, jak słupy stojąc, błędnemi wzrokami wodzili za niewiastami, które jakby w konwulsyach rzucały się po izbie. Sporo czasu upłynęło zanim gospodarz chaty, zrazu perswazyą, a potém groźbą spuszczenia im pięści swych na plecy, dopytać się u niewiast zdołał, co się stało. Stała się istotnie rzecz zasmucająca: z komory zginęły dwa sadła, dwanaście par kiełbas, i dziesięć ścian świeżo utkanego płótna. Wszystko to ukradzione zostało nie wiedziéć kiedy, przez kogoś, kto odpowiedniém narzędziem wewnętrzną okienicę przepiłował, zamykającą ją zasuwę usunął, przez okno do komory wlazł i tyle dobra z niéj wyciągnął. Okno komory wychodziło na ogród, w téj późnéj jesiennéj porze pusty i tylko błotem pokryty, noce jesienne długie są i ciemne... Piotrowa rozpaczała; Piotr, stratę poniesioną mniéj żywo do serca biorąc, zmartwił się jednak i nadewszystko oburzył się przeciw nieznanemu złoczyńcy. Ludzie, którzy tu obradowali i obrady swéj nietylko nie skończyli, ale po razy kilka jeszcze kończyć nie mieli, rozeszli się zwolna; w izbie pozostał Piotr, w zamyśleniu na ławie siedzący i łokciami na stole rozparty i trzy kobiety, które przed ogniem, żywo płonącym w piecu, głośno o zaszłym wypadku rozprawiały. Były to trzy Dziurdziowe, żony Piotra, Stepana i Szymona Dziurdziów. Były to także trzy zupełnie różne z sobą typy chłopek i trzy wyraźnie różne dole kobiece. Niemłoda już i schorowana, ale spokojna i jeszcze dość urodziwa Piotrowa, żona męża dobrego, gospodyni chaty dostatniéj i matka dwóch dorastających synów, skrzyżowała na piersi ramiona i smutnie już tylko nad stratą swoją głową kiwała, z cicha powtarzając:"
      },
      {
        "index": 29,
        "text": "— Jakije złe ludzie! aj, jakije niegodziwe!"
      },
      {
        "index": 30,
        "text": "Zwinna jak żmijka, czarnooka, śniada i ognista Stepanowa, sławna na całą okolicę złośnica i plotkarka, o któréj zresztą wszyscy wiedzieli, że mąż jéj cierpiéć nie mógł i że wiecznie biła go lub przez niego bitą była, na piérwszą wieść o tém, co się w chacie Piotra przytrafiło, porzuciła niedawno urodzone, a przez cztery lata małżeńskiego pożycia jedyne dziecko i, przyleciawszy tu, krzyczała, złodziejów przeklinała i miotała się tak srodze i hałaśliwie, jakby ją samę i stokroć od téj większa strata spotkała. Szymonowa przeciwnie, przywlokła się zwolna i z dzieckiem na ręku, które już było szóstém czy siódmém. Niestarą była jeszcze i niebrzydką, ale strasznie wymizerowaną, z czołem zmarsczoném i wiecznie skrzywionemi usty. Piotrowa, choć starsza i schorowana, daleko lepiéj od niéj wyglądała. Wiadomo, żona pijaka, siedzącego po uszy w długach, u żyda arendarza zaciągniętych, mająca chatę kurną jeszcze i drobnych dzieci pełną, a komorę prawie pustą, tyć i wesoło sobie bajdurzyć nie mogła. Na Agacie wyraźnie odbijały się spokój i dobrobyt, na Rozalii Stepanowéj charakter zapalczywy, a złem pożyciem małżeńskiém do stopnia prawie wściekłości rozjątrzony; na Parasce, żonce pijaka Szymona — skłopotanie i nędza. Tuląc i kołysząc dziecko, które w piersi matczynéj mało znajdowało pokarmu i rozkrzyczało się w niebogłosy, z podziwem, pełném świętobliwego jakby poszanowania, wciąż powtarzała. — Dwa sadła i dziesięć ścian płótna! oj, Bożeż mój Boże! dwa sadła, dziesięć ścian płótna i dwanaście par kiełbas... oj, Bożesz, mój Boże!..."
      },
      {
        "index": 31,
        "text": "Bogactwu takiemu, które aż tyle rzeczy bez ostatecznego ogłodzenia poszkodowanych z komory ukraść pozwalało, dosyć nadziwić się i nalubować nie mogła! Nie zazdrościła, owszem, żałowała krewniaków, że im się taka szkoda stała, ale oczy jéj zachodziły łzami. Dawało to jéj miarę i żywne uczucie biedy własnéj. Zaś czarne oczy Rozalki rozpalały się coraz bardziéj, błyskały i latały jak u oszalałéj, a język, szybciéj jeszcze latał niż źrenice. Przekleństwa najstraszliwsze na nieznanego złodzieja miotała, lecz wiadomém to już było, że zawsze coś lub kogoś przeklinać musiała; podobno sprawiało to ulgę nieustannéj zgryzocie, która u innych roztopiła-by się w łzy, a ją napełniała warem i płomieniem."
      },
      {
        "index": 32,
        "text": "Zasmucony, lecz już ułagodzony głos Piotrowéj, przebił się przez wrzaskliwe zawodzenia Rozalki,"
      },
      {
        "index": 33,
        "text": "— Żeby tam nie wiem co, — rzekła, — ja taki będę wiedziéć, kto to ten złodziéj."
      },
      {
        "index": 34,
        "text": "Zwróciła się do Piotra."
      },
      {
        "index": 35,
        "text": "— Pietruk, — rzekła głosem, który objawiał zgodny i przyjacielski stosunek jéj z mężem; — idzi do Akseny.. popytaj sia, może ona zna co takiego, żeby tego złodzieja odkryć..."
      },
      {
        "index": 36,
        "text": "Nad wszelkie spodziewanie niewiast, Piotr ani jedném słowem nie sprzeciwił się temu żądaniu, wstał, na głowę czapkę baranią włożył i z chaty wyszedł."
      },
      {
        "index": 37,
        "text": "Wieczór to był jesienny, ciemny; wiatr szumiał w ogrodach i miotał krzewami; pod niebem szmaty chmur, lecąc jak ciężkie ptaki, przysłaniały to znowu odsłaniały gwiazdy. Błotnistą ścieżkę wijącą się pomiędzy ścianami obór i gumien, a opłotkami ogrodów, wysoki, barczysty, chłop, w kożuchu i baraniéj czapce, z grzbietem nieco przygarbionym, szedł szerokim i ciężkim krokiem w kierunku zagrody kowala. Zdala już widać było kuźnią, buchającą czerwoném światłem i słychać turkot odjeżdżających wozów. Przed tą kuźnią, zawsze jak na odpuście albo jarmarku. Z całéj okolicy ludzie do Michała Kowalczuka przyjeżdżają, bo takiego jak on kowala nigdzie niéma. Ale teraz już wieczór i ci co tu dziś konie podkuwali, obręcze na koła i siekiery robić, a pługi i wozy naprawiać kazali, jadą do domów, drogą pomiędzy wierzbami i bzami, w których puszczyki i lelaki gnieżdżą się i skomlą. Przed otwartemi drzwiami kuźni niéma już nikogo, tylko leży szeroko błoto straszne, kołami wozów i kopytami końskiemi rozbite i pogłębione. Piotr Dziurdzia w błocie tém stanął i przez chwilę, we wnętrze kuźni wpatrywał się z przyjemnością niejaką. Czerwoném światłem napełnione, jaskrawo odbijało ono od ciemności, panujących na zewnątrz. W tém świetle, pięknie przedstawiała się postać młodego kowala, który pracować jeszcze nie przestał. W majtkach i koszuli z wysoko odwiniętemi rękawami, silny i zgrabny chłop, żwawo podnosił żylaste ramię, co siły bił młotem po rozpaloném żelaztwie, skry z pod młota sypały się w dół deszczem, a słupem tryskały w górę, śniada twarz z czarnym wąsem i czarna jego czupryna, stały w czerwonym blasku. Żwawo pracował i wesoło. Nadewszystko wesoło. Co chwila zagadywał coś do pomagającego mu chłopaka, czasem i przyśpiewywał sobie, albo, gdy uderzenie silniejszém czy zręczniejszém być musiało, podnosząc i opuszczając ramię, niby do tańca wykrzykiwał sobie — Hu, ha! — Piotr z zadowoleniem niejakiém na tę raźną i wesołą pracę popatrzawszy, uszedł jeszcze ze dwadzieścia kroków i wszedł do chaty kowala."
      },
      {
        "index": 38,
        "text": "Izba tam była takaż prawie jak u Piotra, obszerna, z drewnianą podłogą i wolna od dymu, który przez komin uchodził, tylko spostrzegać się w niéj dawały pewne wymysły, jakich u dzidów i pradzidów nie bywało. Oprócz stołów i ław stały tam trzy drewniane krzesła, u sporych okien zieleniało w wazonach kilka nizkich roślin, na małéj szafce z dwiema szybkami połyskiwał blaszany samowar. Wymysły te, przywiózł z sobą Kowalczuk z szerokiego świata, a może téż zapoznała się z niemi i Pietrusia, w tym szlacheckim dworku, w którym za dziewkę folwarczną służyła. Wymyślność ta jednak nie doszła do tego stopnia, aby gdzieindziéj umieścić ogromny piec z okopconém wnętrzem, w którym, jak o téj porze w każdéj z chat chłopskich, palił się ogień wielki. Nie dosięgła téż ta wymyślność ani świéc, ani lampy; pomiędzy cegły pieca wetknięte łuczywo, paląc się czerwonawym i dymnym płomieniem oświetlało postać staréj Akseny w ten sposób, że, komuś wchodzącemu do izby, musiała ona naprzód rzucać się w oczy. Według starego swego zwyczaju, kościana babka siedziała na piecu i w dostatniéj siermiężce, w czarnym czepcu, wyprostowana, jedną ręką wyciągała z kądzieli nić lnianą, w drugiéj kręciła wrzeciono. Pietrusia nosiła po izbie roczne dziecko, kołysaniem i półgłośném śpiewaniem uśpić je usiłując. W drzwiach izby, poważnym i uprzejmym głosem wymówione, zabrzmiało pozdrowienie Piotra."
      },
      {
        "index": 39,
        "text": "— Niech będzie pochwalony..."
      },
      {
        "index": 40,
        "text": "— Na wieki wieków... — z uradowaniem widoczném odpowiedziała Pietrusia i, z dzieckiem na ręku, z rozbłysłemi od zadowolenia oczyma, ku gościowi podbiegłszy, w rękę go pocałowała. Aksena, która, od czasu oślepnięcia swego słuch miała ostry, poznała téż Piotra po głosie i na chwilę prząść przestając, w znak powitania głową tak kiwać zaczęła, aż się jéj do koła czarnego czepca białe, siwe włosy rozwiały. Przytém chrapowatym i z powodu braku zębów sepleniącym głosem, dziękowała mu za to, że sobie o nich przypomniał i chatę ich nawiedził. Pietrusia tymczasem, uśpione już dziecko położyła w kołyskę, jedno z trzech krzeseł fartuchem otarła i w radośnym uśmiechu pokazując białe zęby, zapraszała byłego gospodarza swego, aby na niém usiadł. Piotr popatrzał na krzesło, tak jakby przekonać się chciał, że nie złamie się ono pod jego ciężarem i z ostrożnością niejaką na niém usiadł."
      },
      {
        "index": 41,
        "text": "— Nu, — zaczął oglądając się po izbie, — po pańsku tu u was, pięknie... Kresła sobie wymyślili i samowar... oho!"
      },
      {
        "index": 42,
        "text": "— Po pańsku, nie po pańsku, — podchwyciła Aksena, któréj zaledwie widzialne wargi z wielkiego ukontentowania rozciągnęły się od ucha do ucha, ale chwała Bogu niczego nie braknie... wszystko jest... i chleb jest i zgoda święta jest... jak Pan Bóg przykazał..."
      },
      {
        "index": 43,
        "text": "— I syn jest... — dodał Piotr, z żartobliwą dobrotliwością na Pietrusię patrząc. Ona zawstydziła się trochę i spuściła oczy, ale wesoło wciąż uśmiechając się, odpowiedziała."
      },
      {
        "index": 44,
        "text": "— A jest, dziadźku..."
      },
      {
        "index": 45,
        "text": "— I drugi zaraz będzie... — zażartował daléj starosta."
      },
      {
        "index": 46,
        "text": "Tym razem młoda mężatka zaczerwieniła się jak burak, odwróciła trochę twarz i z cicha zachichotała. Aksena ze swéj strony śmiała się na piecu swoim starym śmiechem, który suchy klekot drewnianéj grzechotki przypominał."
      },
      {
        "index": 47,
        "text": "— Czy jeden jeszcze... oj, oj, czy jeden jeszcze będzie — mówiła."
      },
      {
        "index": 48,
        "text": "— Daj Boże szczęśliwie — z życzliwością zakończył Piotr, a tu i kowal wszedł do izby. Przed opuszczeniem kuźni włożył był na siebie szary spencer sukienny, zieloną taśmą oszyty, i wyglądał w nim bardzo zgrabnie. Twarz miał zaognioną i spoconą od pracy; na widok Piotra ucieszył się bardzo i w obadwa ramiona go ucałował. Ani on, ani Pietrusia nie zapominali o tém nigdy, że stara Aksena i jéj wnuczka przez lat wiele w Piotrowéj chacie chleb jadły. Nie darmo wprawdzie go jadły, ale był on dobrym i omastą życzliwości obojga gospodarstwa przyprawionym. Że tam potém stało się inaczéj i na tułaczkę znowu iść musiały, w tém już winy Piotra nie było."
      },
      {
        "index": 49,
        "text": "— Pietrusia! — zawołał do żony kowal — zróbno dla dziadźka herbaty..."
      },
      {
        "index": 50,
        "text": "Piotr poprawił się na krześle. Lubił bardzo herbatę, choć pijał ją tyle tylko, co czasem w miasteczku, kiedy na odpust albo na targ przyjechał, we własnéj chacie samowaru miéć nie chciał, bo go dzidy pradzidy nie miewali."
      },
      {
        "index": 51,
        "text": "— Oho! — zauważył — wy jak pany... herbatę sobie pijecie..."
      },
      {
        "index": 52,
        "text": "— Codzień nie pijem, ale czasem pijem — odpowiedział kowal — a co robić? wódki do gęby nie bierzem, to czasem trzeba czém inném żywot rozegrzać... I staréj babuli ziele to życie przedłuża i jak gość trapi się, potraktować dobrze..."
      },
      {
        "index": 53,
        "text": "— Dobrze, czemu nie dobrze? — potwierdził Piotr i zaczął kowala wypytywać się o różne różności, których on mnóztwo wiedział, bo i kawał szerokiego świata zchodził i teraz ciągle z mnóztwem ludzi, zwyczajnie jako rzemieślnik do czynienia miał, Michałka nie trzeba było długo do rozmowy zachęcać, bo z natury był on wielomównym i wesołym. Więc téż szeroko i długo opowiadać zaczął gościowi o jakiémś wielkiém mieście, w którém jako żołnierz lat parę przebywał, a tymczasem Pietrusia z pośpiechem zagotowała wodę w samowarze i po kilku minutach z glinianego czajnika nalała herbatę do trzech szklanek z grubego zielonawego szkła i, do każdéj z nich włożywszy cynową łyżeczkę, na białym spodku kilka kawałków cukru położyła. Naczynia i cukier z szafki wyjmowała, zwijała się po izbie bosemi nogami żywo i zgrabnie, szklanki i łyżeczki, jak wesołe dzwonki w ręku jéj dzwoniły. Dwie szklanki z herbatą postawiła na stole przed gościem i mężem, trzecią, na ławę wskoczywszy, na piecu umieściła i gdy dwaj mężczyzni bezprzestannie gawędzili z sobą, ona gorącą herbatę na spodek wylewała i, wydymając policzki z całej siły i, głośno na nią dmuchała. Potém końcem palca dotykała płynu a przekonawszy się, że już był ostudzony, brzeg spodka do ust babki przykładała, mówiąc:"
      },
      {
        "index": 54,
        "text": "— Piej, babulo, piej!"
      },
      {
        "index": 55,
        "text": "Siedziała na brzegu pieca i ślepą babkę herbatą poiła. Chustki na głowie w domu nie nosiła. Ciemne włosy rozrzuciły się trochę dokoła jéj twarzy a czoło miała takie gładkie i pogodne a oczy tak od wesołości błyszczące, że choć tam w kołysce usypiał roczny już chłopak, na dziewczynę wyglądała. Michałek z Piotrem rozmawiając, spojrzał na żonę raz, drugi, a potém, opowiadanie jakieś przerwał i zapytał."
      },
      {
        "index": 56,
        "text": "— Pietrusia! a ty znou harbaty nie pijesz?"
      },
      {
        "index": 57,
        "text": "Wydęła trochę wargi i bosemi stopami po ścianie pieca bębniąc, odpowiedziała."
      },
      {
        "index": 58,
        "text": "— Nie chaczu! nie lublu! paskudnoje ziele. Mnie lepsza zacierka z sadłem."
      },
      {
        "index": 59,
        "text": "To wspomnienie o sadle przypominało Piotrowi cel dzisiejszych jego odwiedzin. Wsparł tedy łokieć na stole, twarz na ręku i wypadek, który chatę jego nawiedził, opowiadać zaczął. Obecni dziwili się i bardzo ubolewali. Zajęło ich nadewszystko pytanie: kto to taki — ten złodziéj? Kowal przypomniał sobie, że wczorajszéj nocy wracał właśnie z sąsiedniéj wsi, do któréj za interesem był chodził, i widział jakiegoś człowieka, który z workiem na plecach prędko szedł pod płotami — A jakże on wyglądał, ten człowiek? — ciekawie zapytał Piotr. Kowal odpowiedział, że był to człowiek chudy, małego wzrostu i zdaje się, że siwy zarost miał dokoła twarzy. Tego ostatniego na pewno nie utrzymywał, bo noc była, ale że widział go dość zblizka i gwiazdy świeciły, więc zdaje mu się, iż miał siwy zarost dokoła twarzy. Piotr zadumał się a potém rzekł."
      },
      {
        "index": 60,
        "text": "— To zupełnie tak jakby Jakób Szyszko..."
      },
      {
        "index": 61,
        "text": "W podejrzeniu wyrażoném względem Jakóba Szyszki nic nieprawdopodobnego nie było. Nie raz już on w życiu swojém na złodziejstwie był złapanym, a ot, dwa lata temu, za wdarcie się przez dach do stodoły dworskiéj pół roku w turmie przesiedział. Jednak było to tylko podejrzenie. Piotr wlepił oczy w ślepą twarz Akseny."
      },
      {
        "index": 62,
        "text": "— Ja do wasz prośbą, ciotko — rzekł. — Może wy znacie jaki sposób, żeby tego złodzieja odkryć..."
      },
      {
        "index": 63,
        "text": "Baba milczała chwilę, potém chropowatym swym i bezzębnym głosem, ale powoli i z namysłem, mówić zaczęła:"
      },
      {
        "index": 64,
        "text": "— Czemu mam nie znać? znam. Weźcie sito, wbijcie w nie nożyce i niech dwoje ludzi podłoży palce pod ucha nożyc, a drugie ludzie niech mówią różne nazwiska, różne jakie sobie tylko wspomną... Na czyje nazwisko sito zakręci się, ten złodziéj... I to jest taka pewna prawda, że ja nie raz ale sto razy na własne oczy widziała..."
      },
      {
        "index": 65,
        "text": "Umilkła, wyciągnęła ramię i parę razy w żółtych palcach wrzeciono pokręciła. Kowal zaśmiał się głośno."
      },
      {
        "index": 66,
        "text": "— Głupstwo! — rzekł."
      },
      {
        "index": 67,
        "text": "— Michałek! — z przerażeniem prawie zawołała Pietrusia; — ty zawsze taki! tobie wszystko głupstwo! ej, niedowiarek paskudny!"
      },
      {
        "index": 68,
        "text": "Aż zaczerwieniła się cała, tak ją niedowiarstwo męża oburzyło. On pobłażliwie wymówkę jéj przyjął i tylko z cicha jeszcze zamruczał."
      },
      {
        "index": 69,
        "text": "— Oj, baby, baby durnyje!"
      },
      {
        "index": 70,
        "text": "Ale Piotr z nadzwyczajną uwagą i powagą słuchał słów Akseny, która, rękę z wrzecionem opuściwszy, dodała jeszcze."
      },
      {
        "index": 71,
        "text": "— Można na sito złodzieja wywróżyć, można i na Ewanelię. To już jak gdzie... w jednych stronach na sito wróży się, a w drugich na Ewanelię wróży się... To już wszystko jedno... jak kto woli..."
      },
      {
        "index": 72,
        "text": "Piotr rękę do włosów podniósł."
      },
      {
        "index": 73,
        "text": "— To już ja na Ewanelię wolę — rzekł a po chwili dodał. — Zawsze to Bozka rzecz jest i Bozka siła..."
      },
      {
        "index": 74,
        "text": "— No, to tak samo w Ewanelię nożyce wbić... — nauczała baba."
      },
      {
        "index": 75,
        "text": "— Głupstwo! — zaśmiał się znowu kowal, a PetrusiaPietrusia skoczyła i ręką mu usta zamknęła. On ją wpół pochwycił, dwa razy się z nią w kółko okręcił, a potém tak załaskotał, że, zachodząc się głośnym śmiechem, na ławę upadła. Piotr na tę swawolę młodych żadnéj uwagi nie zwracał. Jemu ważniejsza sprawa na sercu leżała i przytém wszelkie rozmowy o wróżbach, cudach i czarach przejmowały go na wskroś tajemnicą i trwożliwą uroczystością. Wstał z krzesła i z niejakiém zakłopotaniem zaczął."
      },
      {
        "index": 76,
        "text": "— Dziakuju, wam Aksena, za waszę radę... Tylko, jak to zrobić... trzeba, żeby to kto znający robił..."
      },
      {
        "index": 77,
        "text": "— Ja wam to, dziadźku, zrobię... Zrywając się z ławy, zawołała Pietrusia; — czemu nie! Tyle lat chleb wasz jadłam a teraz-bym téj przysługi wam nie zrobiła?.. Ot już idę..."
      },
      {
        "index": 78,
        "text": "I już na nogi trzewiki wkładała. Nigdy do wioski bez trzewików nie chodziła. Mąż, który miał w tém przyjemność i ambicyą swoję, wszelakie stroje dla niéj kupował, a i jéj podobało się to bardzo, że szczęściem swém popisać się mogła przed ludźmi, pośród których kiedyś najuboższą i najpośledniejszą była. W trzewikach tedy, w kupnéj perkalowéj spódnicy, w zgrabnéj, nowiutkiéj siermiężce i kwiecistéj chustce na głowie, w kilka minut potém, weszła do chaty starosty, i przed dawną gospodynią swą pokłoniwszy się nizko, w rękę ją pocałowała. Dwom innym kobietom za to, ledwie głową kiwnęła. Wiedziała dobrze, że dla obydwóch jest tém samém, co sól w oku. Jedna jéj swą małżeńską niedolę przypisywała, druga zazdrościła dostatku. Teraz przecie na chwilę o urazach swych zapomniały, ciekawość przemogła nad nienawiścią. Skupiły się dokoła przybyłéj i zarzuciły ją pytaniami, ale ona, z dwoma niedorosłymi jeszcze chłopcami gospodarstwa zaraz gwarzyć i chichotać zaczęła. Znała ich niemal od niemowlęctwa; Klemensa w czerwony policzek uszczypnęła a Jasiukowi palec włożyła w usta, które najczęściéj gapiowato otwierał. Oni ją zato za nogi tak pochwycili, że jak długa na środku izby upadła. Baby i dzieci aż za boki brały się od śmiechu i wiadomém to już było, że gdzie Pietrusia wpadła, tam pełno być musiało gadania, śpiewania i śmiechu. Jedna tylko Rozalka ani myślała śmiać się. Na klocku drzewa przed piecem usiadła, ręką brodę podparła i zadumała się ponuro. W tém jakby makiem posiał, zrobiło się w izbie cicho. Piotr wyszedł z komory, niosąc w ręku niewielką książeczkę w podartéj oprawie i ze zżółkłemi kartami. Była to Ewangelia, którą z poszanowaniem chował on na dnie skrzyni od lat wielu, odkąd mu ją po sobie w sukcesyi zostawił dziad bardzo stary, który z nią od dworu do dworu i od wsi do wsi chodził, aż nakoniec w Suchéj Dolinie, w Piotrowéj chacie umarł. Piotr dziadowi trumnę własnemi rękoma z czterech desek zbił, uczciwie go pogrzebał a książkę starego żebraka, jako rzecz świętą uważając, w chacie swéj pozostawił. Nie otwierał jéj nigdy, bo czytać nie umiał, ale obecność jéj na dnie skrzyni za niejakie ubezpieczenie chaty od nieczystéj siły uważał, a ot teraz, z poszanowaniem, z komory ją wyniósłszy, w milczeniu Pietrusi podał. Ona, z kieszeni siermiężki wyjęła nożyce, które z sobą przyniosła i w tém mgnieniu oka tak spoważniała, że ani by w niéj poznać wesołą mołodycę, która tylko co po izbie z niedorosłemi chłopcami uganiała się i koziołki wywracała. Spoważniała, czoło trochę zmarszczyła, a wzniesione w górę jéj oczy, wyraz modlitewny przybrały. Westchnęła głośno, westchnęły za nią i inne kobiety, nawet Rozalka. Piotr przeżegnał się naśladowali go synowie obaj, rosły i czerstwy Klemens z rozbłysłemi od ciekawości oczyma i blady, chuderlawy Jasiuk z gębą szerzéj niż kiedykolwiek otwartą. Nagle jednym zamachem, Pietrusia rozwarte nożyce w grzbiet książki wbiła i pod jedno ucho nożyc palec wskazujący podkładając, drugie Piotrowéj wskazała."
      },
      {
        "index": 79,
        "text": "— Trzymajciż, ciotko!"
      },
      {
        "index": 80,
        "text": "Piotrowa uczyniła, co jéj rozkazano. Książka na ostrzu nożyc wisząca, szeroko ku dołowi rozwierała swe stare pożółkłe karty."
      },
      {
        "index": 81,
        "text": "— Gadajcież teraz — zadysponowała Pietrusia — różne a różne nazwiska, gadajcie. Na czyje nazwisko Ewanelia pokręci się, ten złodziéj... Rozalka piérwsza wyskoczyła z pytaniem"
      },
      {
        "index": 82,
        "text": "— Anton Budrak? — pytającym tonem wymówiła a pragnęła, aby książka uczyniła owe zapowiedziane poruszenie, bo wczoraj właśnie, nad stawem, przy płókaniu bielizny pobiła się z Budrakową. Ale książka ani drgnęła."
      },
      {
        "index": 83,
        "text": "— Lewon Kuziauka? — cienkim dyszkantem zapytała Szymonowa, był to albowiem jeden z nąjdokuczliwszych wierzycieli jéj męża. Ale książka pozostała nieruchomą. Nazwiska za nazwiskami wypadały z ust kobiet i chłopców, uszczęśliwionych tém, że w tak ważnym akcie niejaką rolę grać mogą. Książka jednak wciąż nie odpowiadała nic. Nakoniec, Piotr który dotąd żadnego jeszcze nazwiska nie wymienił, basowym i przytłumionym swym głosem rzekł."
      },
      {
        "index": 84,
        "text": "— Jakób Szyszko. — Nie darmo przed półgodziną u kowala wyrażono podejrzenie na człowieka, który się tak nazywał. Palec Pietrusi drgnął tak lekko, że drgnięcia tego nietylko nikt nie spostrzegł, ale ona sama nie uczuła, a książka powolném i zaledwie téż dostrzegalném poruszeniem, dokonała mały półobrot."
      },
      {
        "index": 85,
        "text": "— Aha! — zawołało chórem głosów siedm. Pietrusia ostrożnie i z uszanowaniem z grzbietu książki ostrza nożyc wyciągnęła i, pochyliwszy się, nabożnie starą okładkę ucałowała. Za przykładem jéj poszli inni. Całowały książkę wszystkie z kolei kobiety, całowali tak, że aż prawie smoktać ją zdawali się dwaj chłopcy; długim i skruszonym pocałunkiem usta swe do niéj przyłożył Piotr i natychmiast łuczywem sobie świecąc, do komory ją znowu poniósł. Potém, kobiety i chłopcy wymówili znowu chóralne: — Aha! w którém mieściły się uczucia różne: oburzenia, uradowania i wdzięczności dlatego czegoś, co im złodzieja odkryć pozwoliło. Czém było to coś, nie zapytywali o to i ani dorozumiéć się mogli. Czuli tylko i myśleli, że była to jakaś siła, która usługę im oddała za pośrednictwem Pietrusi. Tego wieczora jeszcze ognista Rozalka latała po wsi a zgnębiona Paraska ze skwierczącém dzieckiem swém na ręku od chaty do chaty łaziła, a obie na wyścigi, jedna prędko i zapalczywie, druga powoli i mazgajowato, rozpowiadały o wszystkiém, co działo się i stało w chacie starosty."
      },
      {
        "index": 86,
        "text": "Potém głuche już tylko chodziły wieści o tém, co pomiędzy Piotrem i Jakóbem zaszło. Podobno piérwszy, w rzadko u niego zdarzającym się ale gwałtownym przystępie gniewu, zbił Jakóba we własnéj jego chacie i pociągnięciem go przed sąd zagroził, jeżeli nie przyzna się do winy i skradzionych rzeczy nie odda. Jakób wiedział już z doświadczenia, że od sądu niezawsze bezpiecznie wykręcić się można, a na stare lata nie chciało mu się po raz trzeci turmę nawiedzać. Przytém, gdy synowie i córki z małemi dziećmi na rękach rzuciły się do nóg staroście, prosząc, aby gospodarstwa ich nie rujnował, winowajca rozpłakał się, wszystko przed Piotrem wyznał i zwrócił mu dwa sadła i pięć ścian płótna. O reszcie płótna utrzymywał, że gdzieściś je zgubił, a o kiełbasach, że je jakimściś przypadkiem psy zjadły. Płakał, bił się pięścią w piersi i na zbawienie wieczne zaklinał się, że tak było. Synowie i córki, wiedząc dobrze, że tak nie było, skupiły się w kącie izby i milczały. A nuż Piotr uwierzy, a pięć ścian płótna i kiełbasy w chacie pozostaną! Piotr nie uwierzył, ale gniew odszedł mu nieco i widział zresztą, jak ubogą była ta Jakóbowa chata i jaka ją napełniała gromada. Było tam dusz ze trzynaście, starych, młodych i małych. Tyle ludzi za winę jednego gubić i samemu nie małych kłopotów nabrać się. Ręką tedy machnął, to, co oddano mu, zabrał, a o tém, czego nie oddano, przez zęby mruknął..."
      },
      {
        "index": 87,
        "text": "— Pan Bóg Przenajświętszy tę moję krzywdę w królestwie niebieskiém wynagrodzi..."
      },
      {
        "index": 88,
        "text": "I sprawy zaniechał, ale inni mieszkańcy wsi długo zapomniéć o niéj nie mogli. Nie zapomniał o niéj przedewszystkiém Jakób, który odtąd ilekroć Pietrusię spotykał, spluwał na stronę i z gniewem mruczał."
      },
      {
        "index": 89,
        "text": "— Zgiń, przepadnij, nieczystaja siła!"
      },
      {
        "index": 90,
        "text": "Nic w świecie nie zdołało-by zachwiać w nim przekonania, że téj kobiecie moc jakaś tajemnicza i jéj saméj tylko znana, postępek jego wyjawiła. Nienawidził jéj i zarazem lękać się zaczął. Lękać się jéj téż zaczęły niektóre z niewiast, a przecież były i takie, co przepadały za nią. Młodéj Łabudowéj naprzykład, gdy sroga febra nią trzęsła, doradziła ona na piérwszą wiosnę wylęgnięte kurczę, albo kaczę spójrzéć i w téjże chwili, co prędzéj, węzeł na fartuchu lub chuście zawiązać. Jak ręką odejmie upewniała. Istotnie ujęło jak ręką. Łabudowa, która już schnąć, szpetniéć i siły tracić zaczęła, febrę utraciła, że zaś miała męża młodego, świekrę gderliwą i roboty wymagającą, wdzięczność jéj dla Pietrusi była wielką. Inną znowu kobietę, w ciężkim połogu będącą, napoiła płynem, z dziesięciu gatunków ziół przyrządzonym, a zwanym dziesięcioranką, który także okazał się wielce skutecznym. Miała zawsze w chacie pełno suszonych ziół, z których każde służyło na chorobę inną. Od gardła dawała brunelkę, od kaszlu ślaz i dziewannę, od bolów krzyża krwawnik, od ściskania w żywocie czomber i miętę. Przeciw chorobom jednym doradzała koniczynę białą i wiśniową korę w dół z drzewa zeskrobywaną, przeciw chorobom innym koniczynę różową i takąż korę tylko w górę z drzewa zeskrobywaną. Dzieci, które dostawały konwulsyi, kładła na desce pośród koła, zarysowanego kredą, a te, które koklusz męczył, poiła sokiem rzepowym, nie z czego innego dawanym, tylko z saméjże rzepy, w formę kielicha wydrążonéj. Słowem, nieprzebraną była w środkach, zaradzających cierpieniom, najpospoliciéj dolegającym mieszkańcom wsi. I nietylko znała je, ale ich udzielała zawsze z uprzejmością i chęcią wielką. Inna brała-by zato jaja, len, płótno, kury, miarki zboża i Bóg wié co jeszcze. Ona nie. Nigdy niczego w zamian rad swoich nie żądała, a gdy która z niewiast i przyniosła jéj kiedy cokolwiek w fartuchu lub pod chustką, nie przyjmowała. Rękę wyciągającą się z datkiem odpychała, mówiąc:"
      },
      {
        "index": 91,
        "text": "— Nie chcę, nie trzeba, na co mnie to? ja z życzliwości..."
      },
      {
        "index": 92,
        "text": "I była ludziom życzliwą istotnie. Bywało, gdy przez wieś idzie, a jaką biedną kobiecinę, albo znędzniałe dziecko zobaczy, staje i zapytuje się. — A co to? A gdzie boli? a może to ze zgryzoty jakiéj? a jaka to zgryzota? Wypytawszy się, czasem jakie ziółko, albo inny sposób na ludzką biedę doradzi, a jeżeli żadnéj rady nie wymyśli, to z dorosłym o biedzie jego pogada i głową pokiwa, dziecko w ramionach pokołysze, w chude ciałko pocałuje i potém już w swoje drogę idzie. Stara Aksena, słysząc ciągle, że ludzie do niéj po radę przychodzą, z rok czy ze dwa milczała, ale potém zaniepokoiła się czegoś i na wnuczkę gderać zaczęła. Z wysokości pieca swego mówiła do niéj:"
      },
      {
        "index": 93,
        "text": "— A czego ty, jak ta suka, ciągle przed ludźmi język wywieszasz? To i to pij, tak i tak zrób! Będziesz ty zato podziękowanie miała, jeszcze cię wiedźmą zrobią..."
      },
      {
        "index": 94,
        "text": "Pietrusia na miotle łokieć wsparła i zamyśliła się. Po chwili z namysłem zaczęła."
      },
      {
        "index": 95,
        "text": "— Ot widzicie, babulo, mnie zdaje się, że kiedy mnie Pan Bóg szczęście dał, to ja ten świat bardzo już polubiłam... i wprzódy ja jego lubiłam, ale kiedy Michałek ze mną ożenił się, polubiłam jeszcze więcéj... A teraz co? Michałek coraz lepszy... i dostatku wszelkiego przybywa i dzieci przybywa i ciągle mnie na świecie lepiéj i lepiéj a ja ten świat lubię więcéj i więcéj i wszystko co jest na świecie lubię... i słoneczko to Boże ciepłe i gwiazdy te boże jaśnieńkie, i drzewa te szumiące i kwiaty pachnące i ludzi wszelakich i każde żywe stworzenie... Wszystko lubię... i kusego lubię... kusy! kusy! na masz!"
      },
      {
        "index": 96,
        "text": "Brzydkiemu kundlowi w czarne i białe plamy kromkę czerstwego chleba rzuciła, po twardéj sierści go pogłaskała i daléj, izbę zamiatając na całą chatę, zaśpiewała:"
      },
      {
        "index": 97,
        "text": "Aksena chciała jeszcze gderać."
      },
      {
        "index": 98,
        "text": "— Oj maładaja, durnaja! — szeptała, lecz promień słońca, przez okno padający, łagodnie ogrzewał starą jéj głowę, a izbę napełniał zapach skwarzącej się w piecu słoniny i wesoły rozgłośny śpiew wnuczki. Co tam było szczęśliwej téj roztrzepanicy napomnienia jakie prawić, albo złe wróżby gadać? Sama więc w uszczęśliwionym uśmiechu rozciągnęła wązkie swe wargi od ucha do ucha i, na bok nieco przechyliwszy głowę, pilnie nasłuchywała, czy nie zbudzi się czasem i w kołysce swéj nie zaskwierczy malutka Krysieńka. A to już ręce od przędzenia zabolały i błogo było-by na kolanach potrzymać prawnuczkę!..."
      }
    ]
  }
}