{
  "chapterNumber": 8,
  "title": "Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "W miasteczku, o sześć wiorst od Suchéj Doliny odległém, przez cały ranek świąteczny, nad wielkim gwarem targowego rynku, biły rozgłośne dzwony kościelne. Na rynku ludzi było jak mrowia i wszelkich zwierząt mnóztwo. Sprzedawano tam i kupowano: konie, krowy, woły, cielęta, zboże, płótna, jaja i mnóztwo innych produktów małéj własności. Sanie stały tam przy saniach, dotykając się szczelnie, albo nawet płozami na płozy wjeżdżając, zwierzęta i ludzie stłaczali się w ruchome kłęby, krzyk rozmów, kłótni, przekleństw, targów, rżenia koni, ryczenia bydła, był ogromny, i wielka pstrocizna ubiorów i twarzy męzkich i kobiecych, chłopskich, żydowskich i mało-szlacheckich. Czteréj Dziurdziowie przybyli téż na targ, każdy ze swojém. Piotr i Klemens przywiedli na sprzedaż konia i krowę, Stepan dwuletniego wolika, a Szymon przywiózł parę ośmin żyta i grochu. Wszystko jedno: opiszą i sprzedadzą, lepiéj mu więc było chwytać i na swoję korzyść sprzedawać, co się dało. Mnóztwo ludzi, po zmówieniu kilku pacierzy, odprawiało baby do kościoła i zostawało przy swoich saniach i towarach. Piotr dobro swoje powierzył pieczy syna, a sam skierował się ku niewielkiemu białemu kościołowi, z którego szczytów leciała muzyka dzwonów, a z wnętrza dochodziły chóralne śpiewy, towarzyszące procesyi. W nieobszernéj kruchcie ścisk był taki, że powolny i uroczyście nastrojony chłop, zaledwie zdołał przebić się do kościelnego progu i parę kroków jeszcze daléj postąpić. Tu, szerokie plecy w kożuchach stanęły już nieprzepartym murem, lecz po przez kudłate czupryny męzkie i nad kobiecemi, odświętnie ustrojonemi głowami, mignęło mu złoto niesionéj pod baldachimem monstrancyi zaponsowiały pelerynki kościelnéj służby, błysnęły płomyki świéc, górą frunęły chorągwie. Organy grały i kilkaset głosów chórem śpiewało. Piotr chciał uklęknąć, ale z powodu ścisku uczynić tego nie mogąc, głowę pochylił i pięścią ściśniętą potężnie bił się w piersi."
      },
      {
        "index": 3,
        "text": "— Ojcze niebieski, królu ziemski, odpuść nam ciężkie grzechy nasze..."
      },
      {
        "index": 4,
        "text": "Modlitewkę tę wymyślił sobie sam w porze owéj, gdy go skrucha wielka za krzywdę matce zrządzoną ogarniała i odtąd powtarzał ją zawsze, ilekroć był już bardzo nabożnie usposobionym. Rozpoczęła się suma. Piotr ze schylonym nieco grzbietem wzniósł oczy w górę i wpatrzył się w widziane po nad głowami tłumu rzeźby wielkiego ołtarza. Były to jakieś gipsowe wieńce i arabeski, nad któremi stało kilka drewnianych posągów z krzyżami, z wielkiemi księgami, z rękoma powyciąganemi groźnie, błogosławiąco lub modlitewnie. Oczy chłopa napełniły się miękkiém zamyśleniem, usta jego poruszać się przestały. Przypominał może wszystko, co kiedykolwiek, na ten sam ołtarz patrząc, przecierpiał i uprosił, skruchy i trwogi swego sumienia, choroby synów, zgryzoty wszelkie i pociechy, a uspokojenia. Może téż nad ołtarzem i wieńczącemi go posągami świętych, pod samém sklepieniem świątyni, szukał wzrokiem blasków tych i świetności, w jakich mętnie przedstawiało się wyobraźni jego królestwo niebieskie. Długo tak wzrokiem po wysokościach błądził i wzdychał raz poraz."
      },
      {
        "index": 5,
        "text": "— Ojcze niebieski, królu ziemski, opiekunie ludzi..."
      },
      {
        "index": 6,
        "text": "W bladawéj twarzy jego, wzniesionych oczach i głośnym, wzdychającym szepcie, wiele było tęsknoty, wdzięczności, pokory. Wtém organy grać przestały i w uciszonym kościele zabrzmiało donośne: W imię ojca i Syna... Rozpoczynało się kazanie. Piotr z miejsca swego widział dokładnie na wysokiéj mównicy stojącego księdza, śnieżną jego komżę i czerwoną u piersi wstęgę; chciwie słuchał słów, rozchodzących się po kościele, ale nie wszystkie czyniły na nim wrażenie jednostajne. Były takie, które w nim nie budziły żadnych uczuć ni pojęć i takie, które wzruszały go do głębi. W długim wstępie kapłan opowiadał ludowi o dobroci Boga i złości szatana. Przy wspomnieniu o piérwszéj, twarz chłopa tak wyglądała, jakby spływał na nią promień ideału. Miękła, wypogadzała się, pokrywał ją wyraz błogości i rozczulenia. Lecz gdy w powietrzu zabrzmiała nazwa szatana, gęste brwi jego zbiegały się nad oczyma, usta drgały trwożnie czy gniewnie, i poruszał się cały tak, zupełnie, jakby go ogarniała żądza splunięcia. Powściągał się przecież przez wzgląd na świętość miejsca."
      },
      {
        "index": 7,
        "text": "Ogromny rumor kolan ludzkich, padających na cegły posadzki. Organy grają znowu. Przy ołtarzu wznosi się śpiew melodyjny i błagalny, szepty i westchnienia falami szmeru płyną. Piotr gwałtownemi ruchami łokci, miejsce swe rozszerzył, na klęczki upadł, do posadzki kościelnéj ustami przylgnął i głośno zaszeptał:"
      },
      {
        "index": 8,
        "text": "— Niechaj siła bozka przezwycięży siłę szatana..."
      },
      {
        "index": 9,
        "text": "Wtém ktoś go mocno w łokieć trzącił. Obejrzał się i zobaczył schylonego nad sobą Klemensa. Parobek szeptał mu w same ucho."
      },
      {
        "index": 10,
        "text": "— Tatku! starszyna konia chce kupić... nie wiem sam co zrobić..."
      },
      {
        "index": 11,
        "text": "Odtrącił syna ramieniem i znowu pochylał się nad ziemią, ale Klemens za kożuch go pociągnął."
      },
      {
        "index": 12,
        "text": "— Chadzi, tatku, a to targ stracim..."
      },
      {
        "index": 13,
        "text": "— Skaży starszynie, żeby sam do kościoła szedł i ludziom Panu Bogu modlić się nie przeszkadzał..."
      },
      {
        "index": 14,
        "text": "Powiedział to takim tonem, że Klemens nie nalegał dłużéj, przyklęknął, przeżegnał się, dwa razy ziemię pocałował i z kościoła wyszedł. Ale Piotr nie odzyskał już uprzedniego nastroju ducha. Coś go korcić i niepokoić zaczęło. Ramionami wzruszał, oglądał się, nakoniec z klęczek powstał i kilka razy jeszcze uderzywszy się w piersi, kościół opuszczał. W kruchcie spotkał się ze Stepanem, który palce w wodzie święconéj zatapiał."
      },
      {
        "index": 15,
        "text": "— A co tam z moim koniem słychać? — z widocznym niepokojem zapytał."
      },
      {
        "index": 16,
        "text": "— Starszyna go u Klemensa zatargował. Idzi chudko, a to targ stracisz..."
      },
      {
        "index": 17,
        "text": "Stepan także niedługo zabawił w kościele, bo jeszcze wolika swego nie sprzedał; Szymon pomodlił się tylko przed kościelnemi drzwiami i coprędzéj z pieniędzmi za żyto i groch otrzymanemi, do karczmy pociągnął. Żaden z nich nie dotarł do środka kościoła, ani témbardziéj do wielkiego ołtarza, gdzie mnóztwo ludzi spowiadało się przy konfesyonałach, a potém przed balustradą w oczekiwaniu komunii klękało."
      },
      {
        "index": 18,
        "text": "Na godzinę przed zapadnięciem zmroku, rynek targowy opróżniać się zaczął, natomiast coraz więcéj sań i koni zgromadzało się u wrót obszernéj, murowanéj karczmy. Dla ludzi, którzy przez dzień cały modlili się i ziębli w kościele, ziębli także, sprzedając i kupując na rynku, koniecznością prawie było, przed puszczeniem się w drogę do domów, wejść na chwilę w ciepłe jakie ściany, ogrzać się i głód zaspokoić. Przed karczmą tedy, któréj brama owalnie wykrojona i cały budynek wszerz przerzynająca, miała pozór czarnéj otchłani, na placyku twardym od mrozu, śniegiem usłanym, słomą zasypanym i zamarzłemi kałużami lśniącym, stało mnóztwo sań i koni, których głowy i szyje niknęły całkiem w przywiązanych do nich worach z obrokiem."
      },
      {
        "index": 19,
        "text": "Izba karczemna znacznie tu była większą niż w Suchéj Dolinie. W miasteczku na znaczniejszą ilość gości rachować musiano niż w wiosce. W dnie takie szczególniéj, jak dzisiejszy, zgromadzało się ich mnóztwo. Na rozłożystym kominie palił się wielki ogień, ludzie tu wchodzący stawali przed nim, rozgrzewali zmarznięte ręce, dla rozgrzania nóg, uderzali stopami o podłogę, a potém ku stołom, ściany otaczającym, idąc, zdejmowali z pleców płócienne, na sznurkach zawieszone, worki. Wszyscy prawie worki takie posiadali. Znajdowała się w nich żywność, na dzień cały z domu przywieziona. Gatunek jéj i ilość zależały od względnéj zamożności każdego z popasających. Jedni z woreczków swych wyjmowali tylko kawały czarnego chleba, szczypty soli i odłamy twardego sera; inni, oprócz chleba i soli, mieli jeszcze słoninę, kiełbasy, jaja ugotowane na twardo. Byli tacy, którzy do jedzenia szeroko rozsiadali się na ławach, i tacy, którzy jedli, chodząc, lub stojąc. Tłum wzrastał, gwar stawał się ogłuszającym, zewsząd słychać było wołanie o wódkę, miód, piwo; żydzi różnego wieku, rodzinę karczmarza składający, nieustannie przewijali się śród tłumu z blaszanemi półgarncówkami, kwartami, czarkami, ze szlankami z zielonego szkła, z glinianemi miskami, pełnemi kwaszonych ogórków i śledzi, któremi chłopi przekąsywali wódkę. Znajdowali się tu mieszkańcy wielu oddzielnych wsi, ale prawie wszyscy do jednéj gminy należący. Prawie wszyscy téż znali się pomiędzy sobą zblizka, albo zdaleka i zaczepiali się wzajem rozmowami o dzisiejszym targu, o poniesionych stratach lub zyskach, o różnych okolicznościach gospodarstw swych i rodzin. W głębi izby starszyna, najwyższy urzędnik gminy, chłop niemłody, z długą rudą brodą i w czarnéj baraniéj czapce, po same oczy na czoło wsuniętéj, dość liczną kompanią miodem częstował. W poczęstunku tym, oprócz ludzi innych, udział brało kilku mieszkańców Suchéj Doliny, a pomiędzy nimi najważniejszą rolę odgrywał Piotr Dziurdzia, albowiem okazyi do poczęstunku dostarczył koń przez niego starszynie sprzedany. Rozmowa téż toczyła się o różnych zaletach tego konia, zaprowadziła do żywych rozpraw o koniach w ogólności i wzmagała się czasem w sprzeczki, które jednak starszyna przerywał zawsze, miodu do szklanek z blaszanego garnca dolewając i z uprzejmą powagą do biesiadników przemawiając:"
      },
      {
        "index": 20,
        "text": "— Pijcie, panowie gromada, pijcie! — na zdrowie wam! na szczęście!"
      },
      {
        "index": 21,
        "text": "Wyraz: panowie gromada, powtarzał się w jego ustach niezmiernie często. Czuł się on głową i naczelnikiem gminy, czyli gromady i lękał się stracić najmniejszą sposobność przypomnienia o tém wszystkim. Chłopi głowami mu na podziękowanie skłaniali i zielonawe szlanki do ust nieśli. Klemens tylko nie pił i w rozmowie udziału dotąd nie brał. Młodym był, nieżonatym jeszcze, gospodarstwa swego nie miał, z ojcem tu przybył i przez niego tylko coś znaczył. Obecność starszyny i zgromadzenie starych, poważnych gospodarzy, onieśmielały go i wstrzymywały od samodzielnego przystąpienia do poczęstunku. Stanął tedy za ojcem i, z nad ramienia jego, wychylając twarz swą rumianą i błękitnooką, trochę chciwie, a trochę nieśmiało na półgarncówkę i szklanki poglądał. Filuterne, żywe, a teraz miodem rozweselone oczy starszyny, spotkały się z jego wstydliwém sporzeniem."
      },
      {
        "index": 22,
        "text": "— Aaaa! — zadziwił się ze śmiechem i palcém na parobka wskazał — aaa! panowie gromada! czy heto parobek jest czy dziewczyna!"
      },
      {
        "index": 23,
        "text": "Głowę na obie strony, niby dla lepszego widzenia, przechylał."
      },
      {
        "index": 24,
        "text": "— Patrzę, patrzę i rozpoznać nie mogę! zdaje się że parobek, ale za plecy baćka schował się jak dziewczyna i wstydzi się bardzo... Nu pokażyś... do stołu podejdzij, a to doprawdy pomyślę, że z mużczyny przemienił się w dziewczynę!..."
      },
      {
        "index": 25,
        "text": "Dowcipkowaniu temu towarzyszył chór grubych śmiechów; Piotr zaśmiał się także i syna ku stołowi popchnął."
      },
      {
        "index": 26,
        "text": "— Nu idzi, kiedy pan starszyna woła..."
      },
      {
        "index": 27,
        "text": "Nie tak już bardzo wstydliwym był Klemens, za jakiego poczytał go starszyna. Usta wprawdzie dłonią zakrył, ale wesołemi oczyma wprost na dostojnika gminy patrzał. Ten nalał pełną szklankę miodu i młodemu parobkowi ją podał."
      },
      {
        "index": 28,
        "text": "— Pij — zawołał — kaby prędzéj wąsy pod nosem wyrosły. — I, wszystkim znowu do szklanek dolewając, powtarzał: — Pijcie, panowie gromada, pijcie!"
      },
      {
        "index": 29,
        "text": "Pili i śmieli się z Klemensa, który na wspomnienie o wąsach palcami powiódł po złotym puszku, który mu górną wargę osypywał, a potém głową skinął i raźnie zawołał:"
      },
      {
        "index": 30,
        "text": "— Na zdrowie, panie starszyno!"
      },
      {
        "index": 31,
        "text": "— Na zdrowie tobie! — odpowiedział starszyna, a do Piotra rzekł. — W sołdaty nie poszedł? ha?"
      },
      {
        "index": 32,
        "text": "Piotr z jaśniejącą twarzą odpowiedział:"
      },
      {
        "index": 33,
        "text": "— A nie poszedł; kiedy na niego pora na losowanie przyszła, Jasiuk jeszcze małoletni był, a mnie już chwała Bogu Najwyższemu, pięćdziesiąty siódmy roczek życia mego szedł. Brat mały... ojciec stary... znaczy jemu lgotę dali i został się w chacie; niech za to Pan Bóg będzie pochwalony..."
      },
      {
        "index": 34,
        "text": "— Ot i wykręcił się zauważył ktoś z boku."
      },
      {
        "index": 35,
        "text": "— Nu szczęśliwy! — dorzucił kto inny."
      },
      {
        "index": 36,
        "text": "— A szczęśliwy — powtórzył Piotr — kab tylko Pan Bóg we wszystkiém tak błogosławił..."
      },
      {
        "index": 37,
        "text": "Starszyna znowu szklankę miodu szczęśliwemu parobkowi podawał."
      },
      {
        "index": 38,
        "text": "— Pij! — wołał — pij i pamiętaj, kto to taki ten, co ciebie trachtuje!"
      },
      {
        "index": 39,
        "text": "Chłopak zawahał się, na ojca spojrzał, ale Piotr, którego zaszczyty wszelkie zawsze przyjemnie głaskały, rad zresztą ze skromnego dotąd zachowania się syna, szturchnął go w łokieć i zachęcił."
      },
      {
        "index": 40,
        "text": "— Pij, kiedy pan starszyna każe..."
      },
      {
        "index": 41,
        "text": "Zupełnie już ośmielony i bardzo rozweselony, Klemens, nie poniósł tym razem szklanki wprost do ust, ale podniósł ją w górę z takim giestem, że aż część miodu wylała się z niéj na stół, przytém sam podskoczył..."
      },
      {
        "index": 42,
        "text": "— Kaby tak koń brykał! — zawołał i dopiéro szklanicę do dna wychylił. Koncept ten podobał się otaczającym, którzy także szklanki swe nad głowy podnosząc, jedni po drugich powtarzali."
      },
      {
        "index": 43,
        "text": "— Kaby tak koń brykał, panie starszyno, kaby tak koń brykał!"
      },
      {
        "index": 44,
        "text": "Stosowało się to do konia tego, którego dziś od Piotra kupił starszyna. Wesoły z natury, a może i interes w tém swój mający, Anton Budrak, starosta Suchéj Doliny, krzyknął na arendarza jeszcze o garniec miodu. Teraz on starszynę i całą kompanią wzajemnie poczęstuje. Kilka głosów ozwało się:"
      },
      {
        "index": 45,
        "text": "— Nie chcemo bolsz miodu; kiedu trachtujesz, to wódki dawaj!"
      },
      {
        "index": 46,
        "text": "Budrak krzyknął o wódkę, a starszynie, który miód wolał, trunek ten do szklanki lejąc, zaczął:"
      },
      {
        "index": 47,
        "text": "— Jenteres jest taki, panie starszyno. Chcemo proces o te grunta i łąki zacząć... Kaby dawność nie zaszła... co wiecie o tém, to gadajcie... może cokolwiek nam poradzicie... Jenteres jest taki..."
      },
      {
        "index": 48,
        "text": "I choć już wiele miodu, a trochę wódki wypił, dość przytomnie jeszcze ważną dla całej wsi sprawę opowiadać zaczął. Ale Piotr przebił mu mowę i głos przed starszyną zabrał. Maksym Budrak i trzej Łobudowie jednemu i drugiemu przerywali, z czego zrobił się wielki chaos głosów i słów. Ale starszyna do publicznych rozpraw był już nieco zaprawionym."
      },
      {
        "index": 49,
        "text": "— Po kolei, panowie gromada — zawołał — po kolei hawarycie. Wprzód jeden, potém drugi, a ja będę słuchać. Ja między wami wszystkimi najwyższejszy i wscyscy wy do mnie jak do ojca..."
      },
      {
        "index": 50,
        "text": "— Jak do ojca! — chórem wszyscy potwierdzili, a w tym momencie pijany Szymon przytoczył się ku starszynie i, w łokcie go całując, zaczął:"
      },
      {
        "index": 51,
        "text": "— Ja do was, panie starszyno, jak do ojca... gospodarstwa nie sprzedawajcie... horkaja bieda mnie i dziatkom moim..."
      },
      {
        "index": 52,
        "text": "Parę pięści wyciągnęło się i odepchnęło pijaka, który téż krokiem chwiejnym polazł ku arendarzowi, mrucząc."
      },
      {
        "index": 53,
        "text": "— Chackielku, wódki daj... kiedy Boga boisz się, jeszcze ze dwa kruczki daj... jeszcze z parę złotych mam... zapłacę... Horkaja bieda..."
      },
      {
        "index": 54,
        "text": "Klemens, ujrzawszy, że pomiędzy starszyną i gospodarzami zanosi się na poważną rozmowę o interesie, wysunął się z tego grona i poszedł do innego, które przed kominem składało kilkanaście kobiet. Jadły one także to, co z domów przywiozły, o targu dzisiejszym rozmawiały, sprzeczały się, lub różne swe troski wzajemnie sobie opowiadały. Przy zbliżeniu się Klemensa, w gromadce téj wnet rozległy się piskliwe krzyki i chichoty. Dwiema szklankami miodu rozweselony i uzuchwalony parobek, znajomą jakąś mołodycę z Suchéj Doliny w ramię uszczypnął, a drugiéj coś takiego do ucha powiedział, że zaczerwieniła się jak piwonia i twarz ręką od niego zasłoniła. Inne starsze, niby gniewając się, niby żartując, pięściami go odpychały i krzyczały, aby sobie do mężczyzn szedł. Wkrótce jednak ucichły wszystkie i, wspinając się na palce nóg, jedne przez drugie patrzeć zaczęły na przedmiot, który parobek z za siermięgi wyjął i im pokazywał. Przedmiotem tym był spory obrazek, przedstawiający jakąś świętą i oprawiony w ramki, pokryte złoconym papierem. Święta miała czerwoną szatę, złotą koronę nad głową, a w ręku trzymała błękitną palmę. Grubo nakładane jaskrawe farby obrazka i lśniąca przed ogniem pozłota ramek, wprawiły grono kobiet w pełen zdumienia zachwyt. Szeroko otwierały oczy i usta, patrzały, lubowały się i dopytywać się zaczęły, czy Klemens dla siebie, śliczną i świętą rzecz tę kupił, czy dla kogo innego? On wiedział dobrze, dla kogo obrazek ten kupił, ale nikomu o tém nie powiedział i zanośliwie śmiejąc się z ciekawości i chciwości, które malowały się na twarzach bab, znowu go za siermięgę schował. W tém z gromady gwarzącéj i pijącéj u okna, zawołał go mały, ruchliwy, z zadartym nosem człowieczek, wpół z chłopska a wpół już ze szlachecka ubrany, leśnik z poblizkiego dworu, który dziś u ojca jego krowę kupił."
      },
      {
        "index": 55,
        "text": "— Klemens! — wołał — hej, Klemens! wypijno z nami. Żeby krowie zdrowo było!"
      },
      {
        "index": 56,
        "text": "Wychylił podaną mu czarkę i, w szał wesołości wpadając, ku stojącéj w kącie beczce poskoczył, przechylił ją i znajdującą się w niéj wodę na podłogę wylał."
      },
      {
        "index": 57,
        "text": "— Kaby krowa tyle mleka dawała — krzyknął!"
      },
      {
        "index": 58,
        "text": "Grzmot śmiechu zatrząsł izbą, kobiety piszczały, spodnice podnosiły i do przeciwległych kątów uciekały. Szeroki strumień wody od ściany do ściany płynął, niosąc po spadzistościach nierównéj podłogi, rzucone wprzódy na ziemię skorupki jaj, łupiny ogórków, głowy i ogony śledzi. Klemens zniknął w wirze kilkunastu chłopów, którzy go z czarkami w rękach otoczyli, a pomiędzy którymi był także Szymon, pociągający go wciąż za rękaw i z czarką w ręku mruczący..."
      },
      {
        "index": 59,
        "text": "— Pożycz hroszy, Klemens, zmiłujsia pożycz... choć złotówkę... wszystkie swoje już przepił... Horkaja dola mnie i dziatkom moim..."
      },
      {
        "index": 60,
        "text": "Zmrok zapadł zupełny. Posługacze karczemni, postawili na stołach, w różnych miejscach izby, trzy cienkie łojówki w mosiężnych i otłuszczonych lichtarzach."
      },
      {
        "index": 61,
        "text": "Stepan Dziurdzia głośno do téj pory przywodził w niewielkiéj jakiéjś gromadce, widocznie uszczęśliwiony tém, że choć raz, gdziekolwiek i komukolwiek mógł przywodzić. Kiedy błysnęły światełka łojówek, spostrzegł on starszynę, otoczonego mieszkańcami Suchéj Doliny i poważnie coś do nich prawiącego. Na bronzową, pomarszczoną twarz Stepana, wybijały się rumieńce, pochodzące od żywych rozpraw, w których rej wiódł i od wódki, którą wypił. Zaciekawiło go jednak, o czém téż sąsiedzi ze starszyną rozprawiają i, przysunąwszy się ku grupie, którą składali, słuchać zaczął."
      },
      {
        "index": 62,
        "text": "— Tak już trzeba, panowie gromada — prawił starszyna — inaczéj nie można, bez tego już nic. Planipotentów sobie wybierzecie, żeby od was wszystkich do miasta poszli i hadwokata najęli, piérwsza rzecz planipotentów wybrać... a druga hadwokata nająć. Całą gromadą nie będziecie do hadwokata i do sądu chodzić... Planipotenty wasze będą chodzić... którego tam dnia do starosty zejdźcie się wszyscy i naradę zróbcie: kogo wybrać? kto u was najmądrzejszy i na największe uważanie zasługuje!"
      },
      {
        "index": 63,
        "text": "Dziurdziowie, Budrakowie, Łobudowie i kilku innych przed siedzącym starszyną stali, uważnie słów jego słuchając. Gdy skończył, parę głosów ozwało się:"
      },
      {
        "index": 64,
        "text": "— Na co nam na późniéj odkładać. My i teraz wybór zrobić możem... niechaj pan starszyna świadkiem będzie."
      },
      {
        "index": 65,
        "text": "— Ale — potwierdzili inni — możem, czemu nie możem..."
      },
      {
        "index": 66,
        "text": "— Nie wszyscy my tu — ktoś zaprotestował."
      },
      {
        "index": 67,
        "text": "— Nic nie szkodzi. Co my tut postanowim, na to zgodzą się wszyscy — twierdził starosta Suchéj Doliny, Anton Budrak."
      },
      {
        "index": 68,
        "text": "— A ile tych planipotentów trzeba? — zapytał Piotr."
      },
      {
        "index": 69,
        "text": "— Trzech — odpowiedział starszyna; — więcéj nie trzeba, ale trzech, to już koniecznie trzeba."
      },
      {
        "index": 70,
        "text": "Stepan w téj chwili pociągnął Piotra za rękaw i szepnął."
      },
      {
        "index": 71,
        "text": "— Skaży, Pietruk, żeby mnie na planipotenta wybrali..."
      },
      {
        "index": 72,
        "text": "Ale kilkanaście głosów szept jego zagłuszyło."
      },
      {
        "index": 73,
        "text": "— Najpiérwéj to już starostę prosim..."
      },
      {
        "index": 74,
        "text": "Okrągła, pulchna, z konopiastym wąsem i zadartym nosem twarz Antona zajaśniała nakształt księżyca w pełni."
      },
      {
        "index": 75,
        "text": "— Dobrze — odpowiedział — będę, czemu nie będę? A więcéj kogo?..."
      },
      {
        "index": 76,
        "text": "Stepan już pięścią całą w bok Piotra uderzył."
      },
      {
        "index": 77,
        "text": "— Nu, odezwij się... skaży, żeby mnie wybrali..."
      },
      {
        "index": 78,
        "text": "Oczy mu aż gorzały żądzą odznaczenia, a może i przywiązanéj doń ruchliwéj czynności. Ale chłopi plenipotentem drugim obwoływali starego Łobudę, który, drapiąc się w łysinę, prosił, aby go od chłopotów tych uwolnili, a obciążyli niemi lepiéj którego z jego synów. Najstarszy, Pilip, oświadczył sam, że nie odmówi, choć mu ciężko będzie gospodarstwo opuszczać i do miasta jeździć, ale nie odmówi."
      },
      {
        "index": 79,
        "text": "— Niechaj budzie Pilip — zgodzili się chłopi."
      },
      {
        "index": 80,
        "text": "— Nu, a trzeci — zapytał starszyna."
      },
      {
        "index": 81,
        "text": "— Trzecim niechaj już będzie Pietruk Dziurdzia..."
      },
      {
        "index": 82,
        "text": "Piotr wyprostował się tak, jak kiedyś, gdy go za starostę wybierano i z rozjaśnioną twarzą za uważanie podziękował. Stepan, znowu go pięścią w bok uderzał."
      },
      {
        "index": 83,
        "text": "— Skaży, Pietruk, żeby za czwartego mnie obrali..."
      },
      {
        "index": 84,
        "text": "Piotr, rękę do włosów z zakłopotania niosąc, odezwał się jednak:"
      },
      {
        "index": 85,
        "text": "— Może-by na czwartego Stepanka wybrać..."
      },
      {
        "index": 86,
        "text": "— Nie trzeba czwartego — zakrzyczano go ze stron wszystkich, — pan starszyna powiedział, że trzech trzeba, więcéj nie trzeba..."
      },
      {
        "index": 87,
        "text": "— To może na moje miejsce Stepana obierzecie, — zaproponował Pilip Łobuda; — i owszem — dodał — mnie ciężko będzie i nie chce się..."
      },
      {
        "index": 88,
        "text": "— Nie chcemo Stepana! — krzyknęli wszyscy — na co nam on? z drugimi planipotentami tylko kłócić się będzie... o piérwszeństwo i o wszystko..."
      },
      {
        "index": 89,
        "text": "— Jeszcze hadwokata wybije — ozwał się ktoś ze śmiechem."
      },
      {
        "index": 90,
        "text": "Stepanowi krwiste rumieńce buchnęły do twarzy, w sam środek gromady wparł się i hałasować począł. Dowodził, że wybory nie były prawne, bo wszyscy gospodarze Suchéj Doliny nie byli tu obecni, że jego na planipotenta wybrać muszą, a jeżeli nie, to on do sądu pójdzie... Wszczęła się kłótnia i przyszło-by pewnie do pięści, ale starszyna podniósł się z ławy i na Stepana krzyczéć zaczął, grubych wyrazów i przezwisk nie żałując. Czuł się on osobiście obrażonym."
      },
      {
        "index": 91,
        "text": "— Co to nieprawne? — krzyczał — kiedy ja tu jestem, to wszystko prawne? ja tu najwyższejszy i wszystko stanowić mogę... jeżeli zechcę, ułaskawię, a jeżeli zechcę, do katorgi ześlę..."
      },
      {
        "index": 92,
        "text": "Stepan zmieszał się na chwilę, ale wnet potém z zawadyacką miną na arendarza o garniec wódki krzyknął i, wraz z kilku przyjaźniejszymi sobie ludźmi, opodal nieco od starszyny, zawzięcie pić zaczął."
      },
      {
        "index": 93,
        "text": "Piotr tymczasem trunkiem rozmarzony, spadłym nań zaszczytem rozweselony, z kolei częstował starszynę i sąsiadów."
      },
      {
        "index": 94,
        "text": "— Dziakuju! panie starszyno! dziakuju, panowie gromada! — nieustannie powtarzał, a potém, stanąwszy przed Antonem Budrakiem, z czarką w ręku i przymrużonemi oczyma, mówił."
      },
      {
        "index": 95,
        "text": "— Ty planipotent i ja planipotent, ty starosta i ja starosta... tak i pocałujmy sia..."
      },
      {
        "index": 96,
        "text": "Całowali się tak głośno, jakby korki z butelek wyskakiwały..."
      },
      {
        "index": 97,
        "text": "Ogólna zresztą pijatyka dosięgła w téj chwili stopnia wysokiego, ale odznaczała ją szczególność pewna. Ludzi, którzy-by, tak jak Szymon Dziurdzia, upijali się na swoję rękę i bez przyczyny żadnéj, było bardzo niewielu. Ogromna większość piła na zabój, ale z powodu traktamentów i okazyi, a okazyą było tu wszystko: koń sprzedany, krowa kupiona, spotkanie się znajomych, pogodzenie się skłóconych, wspomnienie o ojcu, który rok temu umarł, projekt ożenienia syna, lub wydania za mąż córki. Wesołe czy smutne zdarzenie, zysk czy strata, przyjaźń czy kłótnia, nadzieja czy żałość, wszystko wywoływało traktament, po wiele razy z kolei odwzajemniany. W izbie panował niesłychany chaos głosów, na przeróżne tony nastrojonych i poruszeń, przeróżne stopnie i natury pijaństwa objawiających. W jedném miejscu izby toczyła się bójka, zakończona wypchnięciem za drzwi zwyciężonych, w inném, przyciskano do ściany żyda-arendarza, który krzyczał ze strachu, to znów łajał chłopów, przeraźliwie go łających, gdzieindziéj dwaj parobcy, ująwszy się pod boki, do dwóch rozsierdzonych kogutów podobni, kołysali się przed sobą, monotonnym głosem, wymawiając wciąż jedne i te same słowa. Kilku mieszkańców Suchéj Doliny, z czarkami w rękach, lazło całować starszynę, który, także mocno podpiły, rozparł się na ławie i tak już wielką swą czapkę głęboko na twarz nasunął, że samę prawie rudę brodę z pod niéj widać było. Chłopi jednak dostawali się mu do policzków i, cmokając w nie, powtarzali."
      },
      {
        "index": 98,
        "text": "— Ty z nas najwyższejszy, ty nad nami wszystkimi, jak ojciec..."
      },
      {
        "index": 99,
        "text": "Szymon przeciwnie, podszedł teraz do niego z miną zawadyacką:"
      },
      {
        "index": 100,
        "text": "— Ty mnie gospodarstwa opisywać nie śmiéj! — Krzyczał, — bo jak opiszesz, zabiję... dalibóg zabiję... choć ty starszyna, a taki zabiję... i budzie tobie szabasz!"
      },
      {
        "index": 101,
        "text": "Piotr Dziurdzia stał naprzeciw Maksyma Budraka."
      },
      {
        "index": 102,
        "text": "— U ciebie córka — prawił — a u mnie syn... niech będzie pochwalony Pan Bóg najwyższejszy. — A Budrak jednocześnie mówił:"
      },
      {
        "index": 103,
        "text": "— U ciebie syn, a u mnie córka... Czemu nie ma być woli bozkiéj... będzie... tylko swatów przysyłaj..."
      },
      {
        "index": 104,
        "text": "— Przysyłaj! — twierdząco powtórzył Piotr i, podnosząc w górę wskazujący palec, z namaszczeniem zaczął znowu:"
      },
      {
        "index": 105,
        "text": "— U ciebie córka, u mnie syn... niechaj jak toj kazau, boska siła przezwycięży czartowską siłę..."
      },
      {
        "index": 106,
        "text": "W tém Klemens ojca za rękaw kożucha pociągnął:"
      },
      {
        "index": 107,
        "text": "— Jedziom do chaty, tatku, — cienkim, proszącym tonem zapiszczał."
      },
      {
        "index": 108,
        "text": "Był także pijanym ale jeszcze dość przytomnym. Zachciało mu się wracać do domu, aby co prędzéj Nastce obrazek oddać. Piotr spojrzał na syna, zdziwionemi jakby oczyma i z gniewem krzyknął."
      },
      {
        "index": 109,
        "text": "— A ty chory był! tylko co nie umarł! Czartowskaja siła chorobę tę tobie robiła..."
      },
      {
        "index": 110,
        "text": "Klemens splunął."
      },
      {
        "index": 111,
        "text": "— Kab ona świata nie widziała, ta co mnie téj biedy narobiła! Jedziom do chaty, tatku!"
      },
      {
        "index": 112,
        "text": "I za rękaw od kożucha ciągnął ku drzwiom ojca, który, dając się powodować synowi, na Maksyma oglądał się i krzyczał."
      },
      {
        "index": 113,
        "text": "— Pamiętaj, Maksym! u ciebie córka, u mnie syn... Niechaj przed królestwem niebieskiém przepadnie czartowskie królestwo..."
      },
      {
        "index": 114,
        "text": "Przy samym progu ojciec i syn natknęli się na Szymona."
      },
      {
        "index": 115,
        "text": "— A ty czego tu jeszcze łajdaczysz! — krzyknął na krewnego Piotr; — do chaty tobie... a to ostatnią kopiejkę przepijesz..."
      },
      {
        "index": 116,
        "text": "— Już i przepił... — wnet prawić zaczął Szymon — już to co za żyto i groch wziął do ostatniéj kopiejki przepił... już i szabasz mnie i dziatkom moim..."
      },
      {
        "index": 117,
        "text": "Wychodząc Piotr i Klemens, wypchnęli sobą Szymona naprzód do sieni, a potém na placyk, okryty jeszcze chlopskiemi saniami i końmi, choć część pewna biesiadujących, rozjechała się już przed tém. Tu zobaczyli Stepana, który z szyi konia swego worek zdejmował i zabierał się do odjazdu."
      },
      {
        "index": 118,
        "text": "— Hej, dziadźku — krzyknął Klemens — poczekaj, razem pojedziem..."
      },
      {
        "index": 119,
        "text": "Stepan miał pijaństwo ponure i złośliwe; za całą odpowiedź zaklął przez zęby, a potém do Piotra krzyknął:"
      },
      {
        "index": 120,
        "text": "— A taki, szelmo ty, ja plenipotentem będę... słyszysz?"
      },
      {
        "index": 121,
        "text": "— A ty nie łaj się... bo niéma za co... niechaj będzie pochwalony Pan Bóg najwyższejszy, na wieki wiekou... — odpowiedział Piotr..."
      },
      {
        "index": 122,
        "text": "Szymon lazł także do sań swoich, mrucząc."
      },
      {
        "index": 123,
        "text": "— Nie dała... szelma wiedźma hroszy nie dała... kab ona tego świata nie oglądała... a teraz tobie i dziatkom twoim szabasz!"
      },
      {
        "index": 124,
        "text": "Troje sań Dziurdziów, z których piérwsze zajmowali Piotr z Klemensem, jednocześnie od karczmy odjechały i, drobnym truchcikiem chłopskich koni przesunąwszy się przez miasteczko, znalazło się wkrótce pośród śniegiem usłanych pól."
      },
      {
        "index": 125,
        "text": "Zimno! Mróz nie duży, dziesięć stopni może, nie więcéj, ale wiatr silny dmie i z ziemi podnosi tumany śniegu Z góry téż śnieg pada, drobniutki jak pył, twardy i gęsty. Księżyc świeci, ale nie widać go za białemi chmurami, które ociągnęły całe sklepienie nieba i choć noc ciemną nie jest, mało co widziéć można przez tę mgłę, śnieżną, która pada z góry i podnosi się z nad ziemi. Wiatr ją skręca w kłęby, lub wielkiemi płachtami rozpościera w powietrzu, a światło księżyca z-za białych obłoków przenika ruchome jéj wnętrze białą światłością, która nie oświeca nic."
      },
      {
        "index": 126,
        "text": "Sześć wiorst tylko dzieliło miasteczko od Suchéj Doliny i cała prawie prowadząca doń droga wysadzona była drzewami. W śnieżnéj mgle, drzewa te szarzały nakształt błądzących po polu widm, ale Dziurdziowie rozpoznawali je od czasu do czasu i, zacinając konie, coraz więcéj przestrzeni za sobą pozostawiali. Żaden z nich nie spał. Piotr czasem z akcentem nabożeństwa wzdychał, lub coś szeptał; Klemens kilka razy gwizdać rozpoczynał; Stepan konia swego głosem ponurym do pośpiechu zachęcał; Szymon, na saniach swych leżąc prawie, stał się dziwnie rozmownym i krzykliwym. Szumiący i gwiżdżący wiatr słowa jego zagłuszał, on jednak, nie dbając o to, czy jest przez kogo słuchanym, wykrzykiwał, komuś odgrażał się, na coś żalił się i kogoś przeklinał. Nagle, Klemens zawołał."
      },
      {
        "index": 127,
        "text": "— Ot i Pryhorki"
      },
      {
        "index": 128,
        "text": "Taką nazwę nosiło wzgórze, obrosłe dębowym i brzozowym lasem, a o półtoréj wiorsty może oddalone od wysokiego krzyża, od którego już krótki tylko i prosty kawałek drogi do Suchéj Doliny wiódł. Ztąd już przestrzeń paru zaledwie wiorst rozdzielała ich ode wsi, ale tu także znikały drzewa przydrożne a otwierała się gładka równina, wzdęta tylko przed samym już krzyżem kilku nizkiemi pagórkami, których w śnieżnéj zamieci zupełnie widać nie było."
      },
      {
        "index": 129,
        "text": "Minęli Pryhorki i nic już przed sobą nie widzieli. Biało i biało: na niebie, ziemi i w powietrzu. Śnieg i śnieg wszędzie, ani drzewa, ani wiorstowego słupa, ani żadnego wzgórza. Klemens skręcił lejcami na lewo. Sanie zaryły się zrazu w śniegu."
      },
      {
        "index": 130,
        "text": "— Gdzie ty pojechał? — zaszemrał Piotr."
      },
      {
        "index": 131,
        "text": "— Dobrze, tatku, tak trzeba — odparł pabobek i raźnie zagwizdał. W gruncie rzeczy gdyby go kto zapytał, dla czego zawrócił na lewo, kiedy od Przyhorek do Suchéj Doliny, droga wyciągała się prosto jak struna, nie umiał-by odpowiedziéć. Był pewnym, że wcale nie zawracał i w potrzebie uroczyście by to zaprzysiągł."
      },
      {
        "index": 132,
        "text": "Tamci dwaj nie kierowali wcale końmi swemi. Obaj na wznak na saniach leżeli. Stepan ponuro milcząc i jakby wsłuchując się w szmery wiatru; Szymon, wciąż gadając i wykrzykując. Jechali. Konie czasem tonęły w śniegu i wydostawały się zeń z trudnością, czasem na gładszéj przestrzeni biegły sobie truchcikiem, czasem téż pod płozami sań czuć było zagony, które wiatr gołocił. Nie drogą jechali ale polem i nie zwracali na to żadnéj uwagi, dopóki znowu nie zamajaczyły przed ich oczyma wzgórze i las Przyhorek."
      },
      {
        "index": 133,
        "text": "— A toż co? — zawołał Klemens — znów Pryhorki?"
      },
      {
        "index": 134,
        "text": "— Aaa! po jakiemu ty jedziesz? — zadziwił się Piotr."
      },
      {
        "index": 135,
        "text": "Wyrwał lejce z rąk syna i, chcąc uczynić całkiem przeciwnie temu, jak uczynił tamten, konia na prawo skręcił."
      },
      {
        "index": 136,
        "text": "— Nie tak! — z sań swoich krzyknął Stepan."
      },
      {
        "index": 137,
        "text": "— Tak! nibójś, tak! — odkrzyknął mu Piotr i jechał znowu dopóty, dopóki koń Piotra nie zagłębił się po kolana w jakimś rowie."
      },
      {
        "index": 138,
        "text": "— Aaa! — zadziwił się chłop — taki znów nie tak pojechali!"
      },
      {
        "index": 139,
        "text": "I z niewielką trudnością, wołaniem i ściąganiem lejców wyrwawszy z rowu tęgiego konika, zawrócił nazad. Dwoje sań innych zawróciło także, ale w ten sposób, że Szymon teraz znalazł się na przedzie. Jechali i jechali, aż znowu Stepan, z sań swoich do Piotra krzyknął:"
      },
      {
        "index": 140,
        "text": "— Znów Pryhorki!"
      },
      {
        "index": 141,
        "text": "— Pfu! zgiń, przepadnij nieczysta siło! — splunął Piotr i na Szymona zawołał."
      },
      {
        "index": 142,
        "text": "— Skręć nazad!"
      },
      {
        "index": 143,
        "text": "— Naszto mnie nazad, kiedy tak dobrze! — odpowiedział nowy przewodnik."
      },
      {
        "index": 144,
        "text": "— Może i dobrze! czy ja wiem — mruknął Piotr."
      },
      {
        "index": 145,
        "text": "Klemens trząść się zaczął i dzwonić zębami."
      },
      {
        "index": 146,
        "text": "— Tatku, — odezwał się, — mnie zdaje się, że znów ta choroba mnie bierze!"
      },
      {
        "index": 147,
        "text": "Choroba go nie brała, ale nieprzyzwyczajonego jeszcze do trunków, głowa od upicia się boléć zaczęła, a wicher przenikał kożuch i chłodem wdzierał się aż do szpiku kości. Piotr splunął znowu i szeptać zaczął:"
      },
      {
        "index": 148,
        "text": "— Panie niebieski, królu ziemski, zlituj się nad nami grzesznymi!..."
      },
      {
        "index": 149,
        "text": "— Zawracaj! — krzyczał teraz na Szymona Stepan, — zawracaj, Szymon! Nie widzisz, że nad staw pojechali!"
      },
      {
        "index": 150,
        "text": "Rozpoznał śród śnieżycy cienie drzew, rosnących nad brzegiem stawu. Potężny głos jego przebił się przez szum wiatru i dosięgnął uszu Piotra, który wnet konia zawrócił. Za nim zawrócili się dwaj inni."
      },
      {
        "index": 151,
        "text": "Godzina przeszło upłynęła, odkąd wpół tylko przytomni i śnieżną zamiecią oślepiani, krążyli tak po równinie, zwracając się w różne strony i niemogąc trafić na drogę, którą po razy wiele, w różnych już punktach wszerz przejechali."
      },
      {
        "index": 152,
        "text": "— Czort tuman w oczy puszcza! — odezwał się Piotr."
      },
      {
        "index": 153,
        "text": "— Ale, — potwierdził Klemens, coraz więcéj trzęsąc się od zimna."
      },
      {
        "index": 154,
        "text": "Stepan do siebie zamruczał:"
      },
      {
        "index": 155,
        "text": "— Przyjdzie się człowiekowi jak psu zmarznąć."
      },
      {
        "index": 156,
        "text": "A po chwili dodał:"
      },
      {
        "index": 157,
        "text": "— Jakby mnie nie stało, to ta niehodna ze wszystkiém by już Kaziuka zamęczyła..."
      },
      {
        "index": 158,
        "text": "I westchnął."
      },
      {
        "index": 159,
        "text": "— A Szymon na swoich saniach lamentował."
      },
      {
        "index": 160,
        "text": "— Oj, horkaja, horkaja dola mnie i dziatkom moim!"
      },
      {
        "index": 161,
        "text": "W tém Klemens podniósł się trochę na saniach i tonem wielkiego przestrachu krzyknął:"
      },
      {
        "index": 162,
        "text": "— Znów Pryhorki..."
      },
      {
        "index": 163,
        "text": "Piotr podniósł się także i wzrok wytężył."
      },
      {
        "index": 164,
        "text": "— A jakże! Pryhorki, — potwierdził. — Czort wodzi, taki już nie inaczéj... Czort uwziął się dziś na nas, tuman w oczy rzuca i wodzi..."
      },
      {
        "index": 165,
        "text": "— Po jedném miejscu wodzi... — zauważył Klemens."
      },
      {
        "index": 166,
        "text": "— Ale, po jedném miejscu. Czort, nie inaczéj... złaź z sań..."
      },
      {
        "index": 167,
        "text": "Wysiadł z sań i syna wołał:"
      },
      {
        "index": 168,
        "text": "— Budziem drogi szukać..."
      },
      {
        "index": 169,
        "text": "Wysiedli obaj, a nadjeżdżające sanie Stepana z temi, które się zatrzymały, zetknęły się tak blizko, że płozami zaczepiły się o ich płozy."
      },
      {
        "index": 170,
        "text": "— Chadziom drogi szukać... — krzyknął Piotr na Stepana i Szymona."
      },
      {
        "index": 171,
        "text": "Wszyscy czteréj brnąc w śniegu postąpili kroków kilka, wtém Klemens zawołał:"
      },
      {
        "index": 172,
        "text": "— Baczysz, tatku, baczysz? (widzisz?)."
      },
      {
        "index": 173,
        "text": "Rękę wyciągał do szarzejącego, ruchomego cienia, który teraz właśnie wychylił się z za lasu Pryhorek i dość zblizka, powoli, przesuwał się w śnieżnéj mgle."
      },
      {
        "index": 174,
        "text": "— W imię Ojca i Syna... — przeżegnał się Piotr — zgiń, przepadnij nieczysta siło..."
      },
      {
        "index": 175,
        "text": "Stepan najodważniejszy parę kroków jeszcze naprzód postąpił."
      },
      {
        "index": 176,
        "text": "— Czort czy baba... — wahającym się głosem wymówił."
      },
      {
        "index": 177,
        "text": "— Baba... — zaczął Szymon — szelma baba, hroszy nie dała, wiedźma ta... ja jéj jak matki prosił... Oho! poczekaj!"
      },
      {
        "index": 178,
        "text": "I puścił się naprzód. Po paru sekundach, całą siłą swych pijanych nóg, ku zarytym w śniegu saniom powracał. Przypadł do swoich sań i, sapiąc, klnąc, wyciągać z nich zaczął jeden z poprzecznych drągów, składających siedzenie i przykrytych słomą."
      },
      {
        "index": 179,
        "text": "— Ona sama — bełkotał — wiedźma ta... czortowa przyjaciółka... kowalicha proklataja... hroszy nie dała, a po nocy ludzi na zmarznięcie wodzi..."
      },
      {
        "index": 180,
        "text": "— Ona! znów ona — krzyknął Piotr i także poprzeczny drąg z sań wygiągać zaczął."
      },
      {
        "index": 181,
        "text": "— Niechaj czartowska przepadnie przed bozką siłą... niechaj bozka siła przezwycięży czartowską siłę... Pohana dusza jéj... synka mnie zgubić chciała, a teraz znów na polu zamrozić... nie doczekanie jéj..."
      },
      {
        "index": 182,
        "text": "— Czego ona do naszéj familii przyczepiła się i prześladuje... — krzyknął Klemens. — Czy to już moja młodzieńka głowa przepadać ma przez nią?..."
      },
      {
        "index": 183,
        "text": "Stepan tchu z ust nie wypuszczał, ale także poprzecznicę z wozu wyciągnął... W napełniających świat białych ciemnościach, twarze ich niewidzialne były, ale z grośnych sapań ich piersi, z ponurych mruczeń i pijanych wykrzyków, bił wzbierający wulkan namiętności najsroższych, trwogi i zemsty. Minuta upłynęła, a wmgle śniegowéj o kilkanaście kroków od trojga skupionych z sobą sań zaciemniała szamocąca się gromadka ludzi i wzniosły się krzyki i jęki straszne, które jednak wicher przykrywał swym szumem i wraz z pogwizdami swemi niósł na szerokie, burzą huczące pola..."
      },
      {
        "index": 184,
        "text": "Pięć minut upłynęło, a wielka fala wiatru, rozsuwając na chwilę mgłę śnieżną, ukazała drogę, jak struna prosto wyciągająca się w przestrzeni, a na téj drodze, troje sań, na których siedzieli czteréj chłopi. Czartowską moc zniszczyli i drogę znaleźli. Konie zacięli, przeciągłemi głosy na nie zawołali, szybko posunęli się gładkim szlakiem drogi i w gęstych znowu zamieciach śnieżnych zniknęli. Za nimi Pietrusia, żona Michała kowala, nieruchomą plamą ciemniała na białéj ziemi. Kijami połamali jéj piersi i żebra, młodą twarz krwią zaleli i zostawili na pustém polu, na szerokiém polu, białemu śniegowi na podściół, czarnym krukom na strawę."
      }
    ]
  }
}