{
  "chapterNumber": 7,
  "title": "Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Zima nadeszła wczesna i ostra. W ostatnich dniach Listopada, mróz ściął już ziemię w twarde bruzdy i śnieg przysypał ją białym pyłem. Wieczorne niebo usiane było mnóztwem gwiazd, kiedy drogą, wiodącą z najbliższego miasteczka, do Suchéj Doliny, szli ku wiosce dwaj chłopi. Obaj byli nie wysokiego wzrostu, ale jeden szczególniéj mógł się nazwać zupełnie nizkim; w kożuchach baranich, czapkach i skrzypiących butach, szli oni, to powolnym i trochę chwiejnym, to znowu prędkim i zamaszystym krokiem, bardzo głośno ze sobą rozmawiając i zawzięcie rozmachując rękoma. Nie byli zupełnie trzeźwi. Grube ich głosy rozchodziły się daleko, a wtórował im głośny także i nierówny tentent ich stąpań. Ze słow, które wyraźnie i donośnie brzmiały w cichéj i mroźnéj przestrzeni, wnieść było można, że wracali z miasteczka, gdzie obadwaj stawali przed sądem pokoju."
      },
      {
        "index": 3,
        "text": "— Mirowy każe (Sędzia pokoju mówi) sztraf za heto drzewo zapłacisz... — mówił jeden, a drugi, nie słuchając towarzysza, jednocześnie prawił:"
      },
      {
        "index": 4,
        "text": "— Dług święta rzecz, każe, zapłacić nużno."
      },
      {
        "index": 5,
        "text": "— Drzewo, każe, ściął w pańskim lesie, sześć sztuk ściął, każe, za każde sztukę po rublu sztrafu zapłacisz..."
      },
      {
        "index": 6,
        "text": "— A kiedy długu nie zapłacisz, każe, ziemię opiszą, ta, sprzedadzą... Nie sprzedadzą, mówię, bo jeszcze nie wykupiona, znaczy, od rządu nie wykupiona..."
      },
      {
        "index": 7,
        "text": "Teraz drugi zaczynał."
      },
      {
        "index": 8,
        "text": "— A ja do mirowego zjazdu.. do Chackiela poszedł i kazał jemu prośbę do mirowego zjazdu pisać... Pisz, mówię, hapelacju, żebym ja tego sztrafu nie zapłacił..."
      },
      {
        "index": 9,
        "text": "Piérwszy swoje daléj prawił:"
      },
      {
        "index": 10,
        "text": "— Ja do starszyny!... A co z tego będzie?... u żyda zadłużył się i u innych ludzi zadłużył się, i teraz oni na mnie do sądu podają, a sąd płacić każe, a ziemia nie wykupiona, znaczy, od rządu nie wykupiona i przedać jéj nie można... Żyd niedowiarek, podła jego dusza, pyta się zaraz: a wiele za napisanie dasz? Zołotouku dam, mówię, piszy! A on mnie w oczy patrząc, śmieje się... Rubla dasz! mówi. Nie dam, mówię, dalibóg nie dam... dwa złote dam... A on: rubla dasz... I obiecał, dalibóg obiecał rubla... Kab jego czorci..."
      },
      {
        "index": 11,
        "text": "Ten zaś, któremu o zaciągnięte długi szło, zataczając się nieco, prawił:"
      },
      {
        "index": 12,
        "text": "— Dowiedział się ja u starszyny, oj dowiedział się... Kab jego... Ziemi nie opiszę, mówi, bo nie wolno, bo jeszcze nie wykupiona, ale gospodarstwo za dług opiszę, taj sprzedam publiczno, znaczy sprzedam, w jednych koszulach zostaniecie... na co było długi robić?"
      },
      {
        "index": 13,
        "text": "Nagle, stanęli obaj i twarzą w twarz patrzeć na siebie zaczęli."
      },
      {
        "index": 14,
        "text": "— Jakób! — rzekł jeden."
      },
      {
        "index": 15,
        "text": "— Szymon! — odpowiedział drugi."
      },
      {
        "index": 16,
        "text": "I obadwa razem wydali z gardła pytające tony."
      },
      {
        "index": 17,
        "text": "— Ha?"
      },
      {
        "index": 18,
        "text": "— Żeby to człowiek był bogaty!"
      },
      {
        "index": 19,
        "text": "— Ale!"
      },
      {
        "index": 20,
        "text": "— Toby długów nie robił!"
      },
      {
        "index": 21,
        "text": "— Ale!"
      },
      {
        "index": 22,
        "text": "— Dziewięć dusz w chacie..."
      },
      {
        "index": 23,
        "text": "— U mnie trzynaście... taj jeszcze i dwoje w kołyskach..."
      },
      {
        "index": 24,
        "text": "— Ziemia taka kiepska, że choć płacz..."
      },
      {
        "index": 25,
        "text": "— A świeronek (śpichrzyk) to już ze wszystkiém zawalił się... myślę ja sobie, zkąd tu drzewa wziąć... ot i pojechał nocką do lasu... to i co? Nie dla jednego Pan Bóg las zasiał, dla wszystkich zasiał..."
      },
      {
        "index": 26,
        "text": "— Ziemię przyjdzie żydu w arendę za dług puścić... choć potajemno, a samemu w parobki do jakiego dworu nająć się... Oj, horkaja dola przyszła mnie i ditkom moim..."
      },
      {
        "index": 27,
        "text": "— Oj, horkaja dola przyszła mnie na stare lata moje..."
      },
      {
        "index": 28,
        "text": "Obaj rękawami kożuchów po oczach sobie powiedli i, głośno westchnąwszy, daléj obok siebie iść zaczęli. Znajdowali się w téj chwili blizko krzyża, wznoszącego się nad rozstajnemi drogami. Naprzeciw nich, żółto błyszczały dwa oświetlone okna karczmy, daléj ciemniały ściany stodół i obór, a w pewnéj od nich odległości, samotne w polu i pośród suchych szkieletów drzew, szarzało domowstwo kowala. Przy świetle gwiazd, można było rozpoznać zamkniętą dziś i milczącą kuźnią, śniegiem ubieloną strzechę chaty i dwa złotawe blade, bo przez zamarznięte szyby, przedzierające się odblaski palącego się w niéj ognia."
      },
      {
        "index": 29,
        "text": "Jeden z chłopów, przechodzących pod krzyżem, w kierunku tego domowstwa rękę wyciągnął."
      },
      {
        "index": 30,
        "text": "— Szymon! — rzekł."
      },
      {
        "index": 31,
        "text": "— Nu?"
      },
      {
        "index": 32,
        "text": "— Ot tam to hroszy dużo!"
      },
      {
        "index": 33,
        "text": "— Gdzie to?"
      },
      {
        "index": 34,
        "text": "— A u kowalichy."
      },
      {
        "index": 35,
        "text": "— Aha! — potwierdził Szymon, musić bohaty ludzie, bo po pańsku sobie żyją..."
      },
      {
        "index": 36,
        "text": "— Czemu im nie żyć, koli czort wiedźmie pomaga..."
      },
      {
        "index": 37,
        "text": "— Pomaga czy nie pomaga, a taki im dobrze kiedy hrosze mają, — zauważył Szymon, a po chwili myślenia machnął ręką i zamruczał: — To i co z tego? Pies kudłaty, jemu ciepło; chłop bogaty, jemu dobrze... kowalu i żonce jego dobrze, a mnie od tego nie lżéj..."
      },
      {
        "index": 38,
        "text": "— Jeszcze i ciężéj i na cudze dobro patrzéć, kiedy człowiekowi samemu na świecie gorzko..."
      },
      {
        "index": 39,
        "text": "— Ale!"
      },
      {
        "index": 40,
        "text": "W tém, Jakób Szyszko stanął jak w ziemię wryty i z ręką wyciągniętą ku domowstwu kowala przyciszonym, zdławionym prawie głosem wymówił."
      },
      {
        "index": 41,
        "text": "— Baczył? Szymon, baczył? (widziałeś?)."
      },
      {
        "index": 42,
        "text": "Szymon stanął także i nic wymówić nie mogąc, usta tylko szeroko roztworzył. Zjawiskiem, które obu chłopów tak bardzo uderzyło, była spadająca gwiazda. Oderwała się ona niby od ciemnego sklepienia i, złoty wężyk zakreśliwszy w powietrzu, nad samą chatą kowala zniknęła. Na tle przejrzystéj nocy, błysk ten strzelił chwilową lecz świetną światłością. Jakób powtórzył pytanie."
      },
      {
        "index": 43,
        "text": "— Baczył ty?"
      },
      {
        "index": 44,
        "text": "— Czemu nie baczył? baczył, — zaszeptał Szymon; — o nich my mówili, i na ichże chatę gwiazda spadła..."
      },
      {
        "index": 45,
        "text": "Jakób głową wstrząsnął i głośny, szyderski śmiech wychodził z wązkiéj, staréj jego piersi."
      },
      {
        "index": 46,
        "text": "— Oj, dureń ty, dureń! — mówił, — to ty myślisz, że to gwiazda spadła..."
      },
      {
        "index": 47,
        "text": "— Ale!"
      },
      {
        "index": 48,
        "text": "— A to, ot, czort był, co przez komin wiedźmie hrosze niósł!"
      },
      {
        "index": 49,
        "text": "— Nie może być? — krzyknął prawie Szymon i, rękę do czoła niosąc, żegnać się zaczął."
      },
      {
        "index": 50,
        "text": "— A czy ty tego nigdy nie słyszał?"
      },
      {
        "index": 51,
        "text": "— Słyczał to, słyszał, że tak na świecie bywa, ale widziéć, nie widział..."
      },
      {
        "index": 52,
        "text": "— No to teraz zobaczył... W imię Ojca i Syna i Ducha świetego..."
      },
      {
        "index": 53,
        "text": "— Amen, — jednogłośnie dokończyli obaj, a Szymon raz jeszcze wydał z gardła przeciągły dźwięk zadziwienia. Potém, szedł już przed siebie pewniejszym, równiejszym krokiem, jakby mu dym wódki, którą w miasteczku wypił, z głowy uleciał. Głęboko nad czémś rozmyślał, potém ozwał się:"
      },
      {
        "index": 54,
        "text": "— Jakób!"
      },
      {
        "index": 55,
        "text": "— Ha?"
      },
      {
        "index": 56,
        "text": "— Wiész ty co? Już-bym ja i czortouskiemi hroszami nie pogardził, żeby tylko z biédy wyleźć. Żeby gospodarstwa nie opisywali i nie sprzedawali..."
      },
      {
        "index": 57,
        "text": "— Jak wiedajesz... jak znajesz... — obojętnie odparł Jakób."
      },
      {
        "index": 58,
        "text": "— Może-by kowalicha i pożyczyła... — wahającym się głosem zaczął znowu Szymon."
      },
      {
        "index": 59,
        "text": "— Jak wiedajesz... jak znajesz... ale kiepsko będzie..."
      },
      {
        "index": 60,
        "text": "— Czemu kiepsko?..."
      },
      {
        "index": 61,
        "text": "— Ot tak! chrześcijańską duszę zaprzedawać nie godzi się..."
      },
      {
        "index": 62,
        "text": "— I to prawda..."
      },
      {
        "index": 63,
        "text": "— Ty tego nie rób, — palec do góry wznosząc, nauczał Jakóba, — nie godzi się... Księdzu na spowiedzi powiedziéć trzeba, że takie pokuszenie miał..."
      },
      {
        "index": 64,
        "text": "Szymon rozmyślał znowu, ale po chwili z nagłą determinacyą głowę podniósł."
      },
      {
        "index": 65,
        "text": "— A szedł ty do pańskiego lasu drzewo kraść, kiedy świronek budować zapotrzebował, ha?"
      },
      {
        "index": 66,
        "text": "— Oj ty! durniu! — krzyknął Jakób, — jak ty takie rzeczy porównywać możesz? Las bozki jest i Pan Bóg jego dla wszystkich posiał, a wiedźmy hrosze czartowskie i ona sama jest nieprzyjaciółka bozka i ludzka..."
      },
      {
        "index": 67,
        "text": "— To co! — opierał się Szymon, — taki tobie mirowy sztraf zapłacić kazał, a ty mnie od durniów nie wyzywaj... Słyszysz? Prawa nie masz! Sam dureń, a jeszcze do tego i złodziéj!"
      },
      {
        "index": 68,
        "text": "Zaczynali już kłócić się, ale w tém oblała ich światłość wychodząca z okien karczmy, przed którą przechodzili. Z wnętrza karczmy dolatywał gwar rozmów i rzępolenie skrzypiec. Stanęli obaj jak w ziemię wryci."
      },
      {
        "index": 69,
        "text": "— Zajdziem, — rzekł Szymon."
      },
      {
        "index": 70,
        "text": "— Zajdziem, — zgodził się Jakób."
      },
      {
        "index": 71,
        "text": "— Na minutkę."
      },
      {
        "index": 72,
        "text": "— Na minutkę poweselić się..."
      },
      {
        "index": 73,
        "text": "Karczemną izbę dość obszerną, nizką, z podłogą glinianą i aż czarnym od brudu półapem, jaskrawo oświetlały trzaski smolne, wetknięte w szczeliny pieca, od góry do dołu, zawieszonego wysychającą po praniu odzieżą arendarza i jego rodziny. Na długim i wązkim stole paliła się, krzywo w wydrążonéj brukwi tkwiąca łojówka, i stało kilka cynowych czarek, jakiemi zazwyczaj chłopi w karczmach wódkę pijają. Pili z nich przed chwilą ci gospodarze poważni i stateczni, którzy, z obu stron stołu na ławach siedząc, toczyli pomiędzy sobą gwarliwą ale poważną, stateczną rozmowę. Dostatnie kożuchy ich zaopatrzone w szerokie kołnierze, z czarnych lub siwych baranów, ciężkie lecz całe i aż do kolan wysokie obuwie, wyrazy ich twarzy, spokojne lub uśmiechami rozjaśnione, objawiały, że byli to najdostatniejsi i najlepiéj prowadzący się mieszkańcy Suchéj Doliny. Przyszli tu oni nie dla hulania ani z hultajstwa, ale dla tego naprzód, aby w długi zimowy wieczór rozweselić się trochę w kompanii, a potém i dla tego, aby o rzeczach, tyczących się interesów wsi, trochę naradzić się i porozmawiać. Kazali sobie zrazu podać wódki, pili ją z cynowych czarek, uprzejmie do sąsiadów przemawiając: — na zdrowie! na szczęście! — Poczém czarki na środek stołu odsunęli i więcéj już ich nie dotykali. Po kruczku wypili i dosyć! Gdyby to była jakaś wesoła okazya: chrzciny, wesele, dobicie jakiegoś targu lub coś podobnego, pili-by pewnie daleko więcéj. Ale bez okazyi, nie zwykli byli upijać się, szanowali w sobie dostojność gospodarzy zamożnych i prowadzących się uczciwie, ojców rodzin i byłych lub teraźniejszych urzędników gminy."
      },
      {
        "index": 74,
        "text": "Po samym środku grona tego, zasiadał Piotr Dziurdzia, obok niego, z łokciami daleko na stół wysuniętemi, rozpierał się Maksym Budrak, daléj obsiadali ławę: stary Łobuda i dwaj dojrzali, dawno już ożenieni synowie jego, a za kilku jeszcze innymi, w samym kącie izby, tam gdzie najmniéj dochodziło światła, siedział Stepan. Zawsze miał on pociąg do przestawania z najpoważniejszymi i najuczciwszymi mieszkańcami wsi, do współudziału w rozprawach o rzeczach publicznych, do odegrywania we wsi roli czynnéj i wpływowéj. Ambitny i śmiały, pragnął coś znaczyć, czémś przewodzić, a choć mu już lat czterdzieści wkrótce minąć miało, nie mógł nigdy pożądanego celu tego doścignąć. Ponurość i popędliwość jego odstraszały odeń ludzi, ujmowały mu publicznego szacunku niepospolicie już złe pożycie z żoną i brak liczniejszéj rodziny. Miał wprawdzie jedno dziecię, ale takie, że za bezdzietnego uchodzi, a bezdzietność chłopa, to naprzód niebłogosławieństwo bozkie, a potém, blizka i nieunikniona jego ruina. Inaczéj wcale poglądają ludzie na taką chatę, w któréj rosną i dorastają silni parobcy i pracowite dziéwki, niżeli na taką, w któréj dwoje samotnych ludzi, jak ta para ponurych kretów ziemię kopie, bez radości na teraz, bez widoków na przyszłość. W takiéj chacie ani, chrzcin, ani wesel, ani głośnego igrania chłopców, ani dźwięcznego śpiewania dziewcząt, ludzie do niéj nie zachodzą nigdy i nigdy w niéj do zastawionych bożemi dary stołów nie zasiadają. Żeby tam nie wiedziéć jaki dostatek był, to wprost, okazyi żadnéj nigdy niéma, więc i szacunek ludzki i przyjaźń ludzka nie mają tam kiedy przybyć, objawić się i wzrosnąć. A jeżeli jeszcze w chacie takiéj wieczne pomiędzy małżeństwem kłótnie, krzyki i bijatyki, Panu Bogu na obrazę, ludziom na zgorszenie i śmiech? Wtedy już, chłopie bezdzietny i beznadziejny, na ruinę gospodarstwa i pośmiewisko ludzkie wystawiony, siedź chmurny i milczący, pomiędzy weselącymi się i rozprawiającymi ludźmi, tak jak w ciemnym kącie siedzi Stepan Dziurdzia, złość i zgryzotę swoję przeżuwając. Ile razy odezwał się, tyle razy spostrzegał wyraźnie, że nikt go słuchać nie chciał. Rozprawiano jednak o rzeczy, na któréj on znał się lepiéj niż ktokolwiek inny: o gruntach i łąkach, do których wieś cała pretensyą rościła, i o które dotychczasowemu ich posiadaczowi proces wytoczyć zamierzała. Proces miał być kosztownym, koszta rozkładały się na wszystkich mieszkańców wsi, w stosunku do części, przez każdego posiadanéj w procesie; arytmetyczne takie ćwiczenia, najbiegléj Stepan dokonywać umiał, najlepiéj zresztą znał owe grunta i łąki, ale obywano się bez jego pomocy i rady, słowa jego głuszono, kiedy innych przekrzyczéć usiłował, łokciami go trącano na znak, aby umilkł. Młody Łobuda kłótni wszczynać nie lubiący, a lękając się, aby go do niéj złość Stepana nie wyzwała, odsunął się odeń o łokieć, to samo uczynił Anton Budrak, brat Maksyma, obecny starosta wsi. Osamotnionym ujrzał się i sponiewieranym. Zaklął z cicha, usunął się pod samę ścianę, na arendarza krzyknął, aby mu całą kwartę wódki podał, i pił ją, milcząc i roziskrzonemi oczyma w cieniu, jak wilk połyskiwał. Inaczej wcale działo się z Piotrem Diurdzią. Ten przez lat sześć urząd starosty sprawiał, wiedział więc dobrze, co chłop który posiadał i w jakiéj mierze do wspólnych kosztów przyczyniać się był powinien. Anton Budrak, który świeżo starostą został, radził się go o to i owo, inni, słuchając, potakująco głowami kiwali. Z rękoma splecionemi na kolanach, z długiemi włosy, których płowe i siwiejące kosmyki opadły na czarny, barani kołnierz kożucha, z bladawą swą i ciemną twarzą, ożywioną teraz czarką mocnego napoju i prowadzoną rozmową, Piotr rozpowiadał szeroko i długo, a słowa jego ciekły mu z ust rozważne i przewlekłe, niby leniwy i z cicha toczący się potok. Przypominał, kiedy i jak owe grunta i łąki od Suchéj Doliny odpadły i co o tém opowiadali ojcowie, rozważał jakie korzyści zwrot ich przyniósł-by wiosce i wyliczając je, aż wzdychał, tak mu się one ponętnemi wydawały. Pomimo jednak tego, dosyć żywego pożądania rzeczy ziemskich, o niebieskich nie zapomniał. Podnosił czasem w górę wskazujący palec i zdanie swe kończył słowami:"
      },
      {
        "index": 75,
        "text": "— Wsieńko to, w mocy Bożéj. Kiedy Pan Bóg zechce to nam tę łaskę swoję da, a kiedy nie zechce to nie da, i cierp, człowiecze, bo taka już wola pańska..."
      },
      {
        "index": 76,
        "text": "Innym razem mówił:"
      },
      {
        "index": 77,
        "text": "— Bozkiéj siły, jak toj kazau, nie przemożesz. Czortouskuju siłu krzyżem świętym przemożesz, a bozkiéj niczém nie przemożesz... Jak Pan Bóg najwyższy zechce, tak będzie."
      },
      {
        "index": 78,
        "text": "Słowa te wywołały zawsze westchnienie słuchaczy, co nie przeszkadzało im jednak, z żywém i nawet namiętném zajęciem daléj o interesach ziemskich rozprawiać. Piotr wzdychał także, ale szare, głęboko pod gęstemi brwiami osadzone oczy jego błyskały czasem rozweseleniem takiém, jakie ukazywało się w nich bardzo rzadko. Rozweselały się one w ten sposób zawsze, ilekroć wypadkiem czy umyślnie spojrzał w tę stronę karczemnéj izby, w któréj bawiła się i weseliła nieliczna garstka młodzieży. Było tam kilku dorosłych chłopców i z pięć dziewczyn, którzy otaczali siedzącego w kącie muzykanta, wołając nań o muzykę, a gdy grać już zaczął, tańce rozpoczynali i nagle je przerywali dla swawoli jakiéj lub gonitwy, od których z podłogi wznosił się tuman kurzawy i rozlatywały się na wsze strony ciemne dymy, kłębami buchające z rozpłomienionych smolniaków. Było tam w téj zabawie pełno grubych wykrzyków męzkich i piskliwych jęków niewieścich, rubasznych śmiechów, żartobliwych kłótni, tupotu nóg, brzęczenia i piszczenia skrzypiec. Białe koszule i sine spódnice dziewcząt, migotały w kurzawie i dymie, wśród szarych lub błękitnych ubiorów męzkich. W gromadce téj nielicznéj, ale bawiącéj się wybornie, réj głośny i wesoły wiódł Klemens. Przed sześciu tygodniami wstał on z ciężkiéj choroby, któréj już i znaku na nim nie było. W czasie chorowania swego, nieskończoną ilość razy trzymał był w rękach zapaloną gromnicę, wypił nieskończoną ilość ziół, które mu z całéj wioski przynosiły baby, odbył przedśmiertną spowiedź i utracił kwartę krwi, którą wytoczył zeń, z miasteczka przez Piotra przywieziony, felczer. Stara Ewangelia, przez cały ten czas, nad samą głową jego na poduszce leżała; ojciec w kościele trzy msze na jego intencyą zakupił. Nakoniec, wyzdrowiał, wstał i po tygodniach paru wyglądał już tak, jakby mu nigdy nic nie było. Odtąd Piotr o chorobie i wyzdrowieniu syna lubił szeroko i długo rozprawiać. Opowiadał, że sprawiła ją dyabelska siła, którą przezwyciężyła siła bozka. O piérwszéj mówiąc, pięście ściskał i z obrzydzeniem spluwał, a błysk gniewu i nienawiści przemykał mu w źrenicach. Dla drugiéj gorącą wdzięczność i cześć widać uczuwał, bo, gdy ją wspominał, głowę skłaniał, a oczy mimowoli prawie w górę wznosił. Teraz Klemens w zabawie i swawoli réj wodził, a w którąkolwiek stronę izby okiem rzuciwszy, wszędzie zobaczyć go było można w parze z ładną Nastką Budrakówną, córką Maksyma To stojąc przed muzykantem i o muzykę wołając, do tańca wpół ją obejmował, to w gonitwie jakiéjś na ławę ją z takim rozmachem obalał, że aż krzyczała z bólu, niby rozgniewana w kąt odchodziła i plecami zwracała się do izby, a on stojąc za nią, przepraszał ją i do drugiéj gonitwy wyzywał, pociesznie twarz, jakby w płaczu przekrzywiając, a grubym śmiechem na całą izbę chichocząc... Piotr na tę zabawę syna, po przez głowy siedzących, naprzeciw niego sąsiadów, z przyjemnością spoglądał i robiły mu one nawet wyraźne w rozmowie roztargnienie. Usta wtedy rozwierał i śmiał się cichym piersiowym śmiechem. Lubował się widokiem pary, którą składali Klemens z Budrakówną. Dziewczyna miała z zamożnéj ojcowskiéj chaty wnieść z sobą w chatę męża zwiększenie wszelkiego dostatku, a oprócz tego łagodną była, pracowitą, prowadzącą się przystojnie i przez Agatę bardzo lubioną. Jeżeli więc Klemens z nią się ożeni, oprócz wszystkiego innego, zgoda świekry z synową zapewnioną będzie. Piotrowi oddawna związek ten kleił się w głowie, aż tu, ni z tego ni z owego wykryły się te jakieś umizgi Klemensa z Franką, z tą krępą, niepozorną, ubogą wnuczką jednego z najpośledniejszych mieszkańców wsi, w dodatku złodzieja. Gdy tylko Klemens dźwignął się był z choroby, Piotr go zapytał:"
      },
      {
        "index": 79,
        "text": "— Czy ty z tą Franką z myślami jakiemi zaczynał, czy tak sobie?"
      },
      {
        "index": 80,
        "text": "Chłopiec zawstydził się bardzo, twarz od ojca ręką zasłonił i odpowiedział:"
      },
      {
        "index": 81,
        "text": "— Tak sobie!"
      },
      {
        "index": 82,
        "text": "— A żenić się z nią nie myślałeś?"
      },
      {
        "index": 83,
        "text": "— Niechaj czort żeni się z nią, nie ja — brzmiała już chmurna odpowiedź."
      },
      {
        "index": 84,
        "text": "— Nu, a Nastki Budrakówny chcesz? — indygacyą swą daléj prowadził ojciec."
      },
      {
        "index": 85,
        "text": "Chłopiec dłonią usta zakrył i parsknął śmiechem."
      },
      {
        "index": 86,
        "text": "— Czemu nie, baćku? — zawołał."
      },
      {
        "index": 87,
        "text": "Aż mu oczy zaświeciły z radości. Nastka była ładną dziewczyną, ale o posagu i o dostatniéj wyprawie jéj także pomyślał. Swatów do chaty Budraka wnet po przejściu adwentu wysłać umyślili."
      },
      {
        "index": 88,
        "text": "Teraz, po środku izby, młodzież, wziąwszy się za ręce, utworzyła koło, w które na żarty i ku rozśmieszeniu wszystkich, wkręciła się jakaś stara przysadzista baba, z pochwyconą u arendarza małą poduszeczką w rękach. Przy piskliwéj, lecz skocznéj muzyce skrzypiec, koło tancerzy, z wielkim tupotem nóg, okręcało się do koła téj baby, która, jedną rękę na kłębie opierając się, a w drugiéj poduszeczkę wysoko podnosząc, a w kółko téż skacząc, z pociesznemi minami śpiewała:"
      },
      {
        "index": 89,
        "text": "Tu wybuchnęły ogromne śmiechy, tak słowa piosnki źle stosowały się do przysadzistéj, pomarszczonéj, choć silnéj jeszcze i uciesznéj baby. Ona śpiewała daléj:"
      },
      {
        "index": 90,
        "text": "Wraz z ostatnim wyrazem śpiewki, poduszeczkę na Jasiuka Dziurdzię rzuciła i, wpół go objąwszy, chciała się z nim, wedle prawideł tańca tego, kilka razy okręcić. Ale on za wstyd to sobie poczytał, że go tak niepowabna tancerka faworami swemi obdarzała, pięścią babę odepchnął i z gapiowatą miną, a rozgniewanemi oczyma, jak słup na środku izby pozostał. Kilka poważnych gospodyń, na ławie pod ścianą gwarzących, aż kładło się ze śmiechu; gospodarze nawet rozmowę o interesie przerwali i z uśmiechami na twarzach, szumnéj zabawie młodzieży przypatrywać się zaczęli."
      },
      {
        "index": 91,
        "text": "— Koło taneczne utworzyło się znowu, tylko, że w jego środku stanęła tym razem, gwałtem przez inne dziewki tam popchnięta Nastka Budrakówna. Skrzypce wciąż przygrywały, a wysmukła dziewczyna, z grubą kosą na plecach i piersią zawieszoną szklanemi paciorkami, poduszeczkę do góry wzniosła, i nie skacząc tak, jak tanecznica uprzednia, lecz okręcając się powoli i z wdziękiem, śród tententu stóp, donośnym głosem zaśpiewała:"
      },
      {
        "index": 92,
        "text": "Tu całe taneczne koło piosnkę podjęło i wzbijającemu się nad inne, głosowi dziewczyny, chórem wtórzyć zaczęło:"
      },
      {
        "index": 93,
        "text": "Rzucona ręką dziewczyny poduszeczka w kraciastéj nawleczce, z taką siłą Klemensa Dziurdzię w twarz uderzyła, że aż spąsowiał cały, a złotawe i gęste włosy rozwiały mu się nad głową. Zarazem obu rękoma Nastka zwiesiła mu się na ramionach, on wpół ją objął i kręcili się potém wkółko tak długo, że już i prawidła tańca takiego długiego kręcenia się bynajmniéj nie wymagały. Ale parobkowi rozognionemu zabawą i u piersi jego dyszącą piersią Nastki i tego było za mało. Krzyknął na muzykanta, aby do kruciela przygrywać zaczął, co gdy on uczynił, puścił się z dziewczyną swoją w ten taniec szybki i zawrotny, prawie na jedném miejscu odbywany, a przerywany przechadzką we dwoje do koła izby. Złote włosy parobka rozwiewały się nad jego głową, kosa dziewczyny z czerwoną wstążeczką u końca latała w powietrzu, na szyi jéj brzęczały szklane paciorki i przeświecające z za nich pozłacane krzyżyki i medaliki. A gdy, umęczeni zawrotném okręcaniem się na jedném miejscu, obchodzili do koła izbę, on podnosił wysoko twarz rozpaloną i z błękitnych oczu rzucał snopy wesołych blasków, ona, ramię mu za plecami trzymając, w jednéj ręce ściskała sinę jego kapotę, drugą fartuszkiem pot z twarzy ocierała. W ten sposób dwa, trzy lub więcéj razy, okrążali izbę powoli, miarowym krokiem, od czasu do czasu nogami przytupując, on do młodego dębu, ona do białokoréj brzozy podobna! Wszyscy gospodarze zwrócili się już teraz twarzami ku izbie i na tańczącą parę spoglądali. Piotr Dziurdzia, pół czarki wódki jeszcze do ust niosąc, śmiał się swym cichym, piersiowym, poważnym śmiechem; Maksym Budrak, niedbale niby na córkę patrząc, radośnie oczyma błyskał. Mimowoli pewno dwaj sąsiedzi na siebie spojrzeli, porozumieli się wzrokiem i kiwnęli do siebie głowami."
      },
      {
        "index": 94,
        "text": "— Kab tylko wola bozka była... — wymówił Piotr."
      },
      {
        "index": 95,
        "text": "— Czemu niéma być woli bozkiéj? — odpowiedział Budrak."
      },
      {
        "index": 96,
        "text": "Budrakowa, która pomiędzy gospodyniami pod ścianą siedziała i wprzódy już wychyliła była czarkę wódki, łzawiła się i zroczuleniem do sąsiadek mówiła:"
      },
      {
        "index": 97,
        "text": "— Już ja tego Klemensa, jak Boga kocham, na równi z synami rodzonieńkiemi lubię..."
      },
      {
        "index": 98,
        "text": "W téj właśnie chwili weszli do karczmy Jakób Szyszko i Szymon Dziurdzia. Nikt na nich uwagi żadnéj nie zwrócił. Już z saméj odzieży, którą na sobie mieli, poznać było można, że w gromadce ludzkiéj, śród któréj żyli, najpośledniejsze zajmowali miejsce. Kożuchy ich były stare, bez kołnierzów, aż lśniące od brudu i zniszczenia, obuwie podarte i od wielu snadź już lat, do zimowych tylko wycieczek w mrozy i śniegi używane, czapki nawet spłaszczone i z podartém w strzępy baraniém oszyciem. A cóż dopiéro postawy ich i twarze! Stary Jakób trzymał się wprawdzie prosto i zawsze uroczystą jakby przybierał postawę, ale nizki był, chudy, a małemi błyszczącemi oczyma patrzący na świat z pod brwi jakoś, przebiegle i razem nieufnie, z przebiegłym, nieszczerym uśmiechem na starych, zwiędłych ustach. Co do Szymona, tego krok ociężały był i jakby nieśmiały, cera wyżółkła, oczy zaczerwienione i wiecznie mokre, a na całéj twarzy miał wyraz zbiédzenia, gdy był trzeźwym, a zuchwałéj przekory, gdy tylko wódka zaszumiała mu w głowie. Teraz trochę tylko był podpiłym, więc, nikogo nie zaczepiając, chyłkiem prawie i nieśmiało przeszedł karczemną izbę i wraz z Jakóbem wszedł przez wązkie drzwiczki do drugiéj, daleko mniejszéj izby, będącéj mieszkaniem arendarza i jego rodziny. Tam słychać było, jak głośno i zapalczywie rozmawiali obaj z żydem, wzajem sobie przerywając, popychając się łokciami i co chwila zrywając się do kłótni z gospodarzem miejsca tego, który, głośno i zapalczywie także u obydwóch, szczególniéj jednak u Szymona, dopominał się o pieniężne swe należności. Nie przeszkodziło mu to dać im po parę czarek wódki. Szymon, swoje wychyliwszy, płakać zaczął i na gorzką dolę swoję i swoich dziatek wyrzekać, potém jeszcze o jednę czarkę na arendarza zawołał, a gdy ten dać jéj na kredyt już nie chciał, głośno i okropnie przeklinając go, nad plecami i przed twarzą ściśniętemi pięściami mu groził. Żyd ustąpił i dał mu jeszcze wódki, pilnie czarkę każdą krédą na drzwiach zapisując. Szymon wypił, mokre jego oczy rozweseliły się i błysnęły, czapkę aż po oczy na głowę nasunął i zamaszystym, choć razem i niepewnym krokiem z karczmy wyszedł. Przed karczmą, pod gwieździstém niebem stanął i, coś do siebie mrucząc, namyślać się zdawał. Z wielkiém wytężeniem oczu patrzał w stronę, w któréj zdaleka szarzało samotne w polu domowstwo kowala i nagle puścił się ścieżką, pod ścianami stodół ku niemu wiodącą. Szedł, to prędko i raźnie, to znowu powoli i ze spuszczoną głową, ciągle do siebie coś niezrozumiałego mrucząc. Parę razy zatoczył się i rękoma opierał o płoty ogrodów, przed kuźnią stanął i namyślał się znowu. Zjęła go trwoga jakaś, bo rękę do czoła i piersi podniósł. Przeżegnał się i jeszcze kilkanaście kroków postąpił. Gdyby był trzeźwym, z połowy drogi wrócił-by niezawodnie, albo-by i całkiem w tamtą stronę nie szedł, ale wódka dodawała mu odwagi a ujmowała rozmysłu. Rękę na klamce drzwi położył i, raz jeszcze przeżegnawszy się, do chaty kowala wszedł. Kowala w domu nie było; Aksena w ten długi wieczór zimowy, ciepłem pieca rozgrzana, usnęła na swym sienniku. Nad siwą jéj głową sterczała prząśnica ze złotawą kądzielą, tylko co upuszczone wrzeciono na szorstkiéj nitce zwisało z pieca, pod ramionami jéj nakształt skrzydeł roztwartemi, skurczone, jak zziębłe ptaszyny, spały dwie małe, rumiane prawnuczki. Izba napełniona była półzmrokiem i ciszą, palący się w piecu ogień krzesał błędne światełka w szybach okien, na których mróz wyrzeźbił sploty kryształowych i lśniących liści. Przed ogniem, na stołku siedząc, Pietrusia doglądała gotującéj się strawy i zarazem odzież rodziny naprawiała. U stóp jéj leżało kilka dziecięcych koszulek: na kolanach trzymała sukienny spencer męża, zszywając i przymocowując zdobiące go taśmy zielone. Kilka ubiegłych miesięcy zmieniło nieco wyraz jéj twarzy, wązkiemu czołu odebrało jego dawną jasną pogodę, a w zarys ust wlało cichy lecz rzewny smutek. Świeżą jednak była jak wprzódy, i jak wprzódy z rumieńców jéj twarzy i kształtów kibici, biły młodość i siła. W twardém suknie grubą igłę zatapiając i wysoko podnosząc rękę z długą nitką, półgłosem, na przewlekłą nótę śpiewała chłopską, posępną balladę:"
      },
      {
        "index": 99,
        "text": "Tu śpiewaczka umilkła na chwilę, igłę nawlekła, w ogień szaremi oczyma popatrzała i, znowu nad szyciem schylona, daléj przewlekłą nutę zawiodła:"
      },
      {
        "index": 100,
        "text": "Z przeciągłém skrzypnięciem otworzyły się drzwi izby, Pietrusia śpiew swój przerwała i, głowę odwróciwszy, zobaczyła wchodzącego Szymona. Znała go dobrze i nie zdziwiła się, że tu przyszedł. Może z interesem do męża jéj przyszedł. Uprzejmie skinęła głową."
      },
      {
        "index": 101,
        "text": "— Dobry wieczór, Szymonie. Jak się macie?"
      },
      {
        "index": 102,
        "text": "Nie odpowiedział nic, tylko, uczyniwszy kilka chwiejnych kroków, wprost przed nią stanął i z otworzonemi ustami wpatrywać się w nią zaczął. W bladych jego oczach tak mieszały się z sobą wyrazy ciekawości i trwogi, dzikiego pożądania i pijanego rozczulenia, że wyglądał z tém trochę strasznie i trochę téż śmiesznie. Z otwartych ust jego, w samę twarz kobiety zionęła woń wódki. Ręce w rękawy kożucha wsunął i z pomieszaniem trwożliwości i zuchwalstwa zaczął:"
      },
      {
        "index": 103,
        "text": "— Pietrusia, ja do ciebie z prośbą..."
      },
      {
        "index": 104,
        "text": "— A czego chcecie? — zapytała."
      },
      {
        "index": 105,
        "text": "— Kab ty mnie hroszy pożyczyła... Do mirowego dziś na sądy chodził... Długi, każe, zapłacić trzeba... Ziemię sprzedadzą, każe... Nie sprzedadzą, mówię, bo nie wykupiona, od rządu znaczy nie wykupiona. A on, długi popłacić, każe... ja do starszny..."
      },
      {
        "index": 106,
        "text": "Tak prawił przez długie minut kilka, po wiele razy jedno i to same powtarzając, ona słuchała go cierpliwie, szyciem swém zajęta, nakoniec podniosła głowę i zapytała:"
      },
      {
        "index": 107,
        "text": "— To i cóż ja tobie, Szymonku, poradzić mogę?"
      },
      {
        "index": 108,
        "text": "— Hroszy pożycz, — przystępując bliżéj, powtórzył chłop."
      },
      {
        "index": 109,
        "text": "— Niéma, dalibóg niéma, a zkąd u mnie hrosze mogłyby być. Wszyscy wiedzą, że do mężowskiéj chaty w jednéj spódnicy, taj w podartym kaftanie przyszłam... i on nie ma, pobożę się, że nie ma. Dostatek w chacie, chwała Bogu, jest, ale hroszy niéma... My jeszcze młode oboje... kiedyż nam było hrosze zbierać?"
      },
      {
        "index": 110,
        "text": "— Kłamiesz! — zawarczał chłop, — hroszy ty majesz pod dostatkiem, tyle majesz, ile ich twoja dusza zażąda."
      },
      {
        "index": 111,
        "text": "I burkliwy ton na proszący zmieniając, dodał:"
      },
      {
        "index": 112,
        "text": "— Pożycz, Pietrusia, zlituj się, pożycz... co tobie szkodzi? jak ty pryjacielu swemu powiesz, żeby tobie więcéj przyniósł, to zaraz i przyniesie..."
      },
      {
        "index": 113,
        "text": "Oczy kobiety ze zdumieniem utkwiły w twarzy chłopa, którą wódka i wzruszenie, zabarwiać zaczęły ceglastym rumieńcem."
      },
      {
        "index": 114,
        "text": "— Czy ty sfiksowałsia? (zwaryował) — przemówiła... — Jakiż to mój przyjaciel taki, coby mnie hrosze według żądania nosił?"
      },
      {
        "index": 115,
        "text": "Szymon do czoła rękę podniósł, jakby przeżegnać się zamierzał, zarazem, głosem zniżonym od trwogi, z głupowatą miną wymówił:"
      },
      {
        "index": 116,
        "text": "— A czort-że? ha? albo to on tobie hroszy nie nosi, ha?"
      },
      {
        "index": 117,
        "text": "Na te słowa, kobieta jak oparzona ze stołka się zerwała, oczy jéj otworzyły się szeroko, ręce giestem obronnym przed siebie wyciągnęła."
      },
      {
        "index": 118,
        "text": "— Co ty wygadujesz? — krzyknęła — człowieku, upamiętaj się i Boga w sercu miéj..."
      },
      {
        "index": 119,
        "text": "— A taki nosi... — przystępując bliżéj jeszcze i oczu z niéj nie spuszczając, nalegał chłop. Ona śpiesznie i bardzo głośno mówiła."
      },
      {
        "index": 120,
        "text": "— Ja w kościele ochrzczona! Mnie codzień na noc krzyżem świętym żegnali! ja grzechem śmiertelnym nijakim duszy swojéj nie zgubiła."
      },
      {
        "index": 121,
        "text": "— A taki nosi! — tuż przed nią już stojąc, powtórzył chłop, — ja sam dziś widział, jak on, ognisty taki, przez komin do twojéj chaty wlatywał..."
      },
      {
        "index": 122,
        "text": "Tym razem, szeroko otwartych oczach kobiety, błysnęło przerażenie."
      },
      {
        "index": 123,
        "text": "— Kłamiesz! — krzyknęła i czuć było, że pragnęła namiętnie, aby zaprzeczył zaraz temu, co powiedział. — Kłamiesz! powiedz, że skłamał!"
      },
      {
        "index": 124,
        "text": "— Dalibóg, widział..."
      },
      {
        "index": 125,
        "text": "Pięścią uderzył się w piersi i znowu zaczął:"
      },
      {
        "index": 126,
        "text": "— Pożycz, Pietrusia, zmiłuj się, pożycz... Już ja i na czortowskie hrosze zgadzam się, byle z téj gorzkiéj biedy wyléźć... daj choć czortowskich... — Następował na nią, popychał ją sobą ku ścianie, ziejącą wonią wódki, twarz swą, do saméj twarzy jéj przysuwał."
      },
      {
        "index": 127,
        "text": "— Ja do ciebie, jak do matki... Pietrusia, choć ty wiedźma, ale ja do ciebie jak do matki... ratuj... niech już i na mnie ten wielki grzech spadnie... podzielim się z tobą i hroszami i grzechem... Ja do ciebie jak do matki i opiekunki... choć ty wiedźma, ale ja do ciebie jak do téj opiekunki..."
      },
      {
        "index": 128,
        "text": "Gniew, przestrach, wstręt do pijanego tego człoka, który nałogiem swym żonę i dzieci w nędzy pogrążał, a nad jéj dachem latających dyabłów spostrzegał, ogarnęły Pietrusię i obudziły w niéj całą niepospolitą jéj siłę. Z iskrzącemi się oczyma, nogą w podłogę uderzyła i krzyknęła: — Won! — zarazem chłopa za kożuch pochwyciła i, drzwi otworzywszy, do ciemnéj sieni go wypchnęła. Nie było to rzeczą zbyt trudną. Chłop bardzo słabo trzymał się na nogach. W ciemnéj sieni zatoczył się aż do drzwi podwórzowych i ztamtąd jeszcze zawołał:"
      },
      {
        "index": 129,
        "text": "— Nie dasz? taki nie dasz hroszy?"
      },
      {
        "index": 130,
        "text": "Ale żona kowala na żelazną zasuwkę drzwi sieni zamknęła. Chłop pod zamarzłe okno podszedł i tam to wykrzykiwał, to mruczał:"
      },
      {
        "index": 131,
        "text": "— Ja do ciebie... wiedźmo ty... jak do matki... daj hroszy... zlitujsia... choć i czortowskich daj... Nie dasz? taki nie dasz? Pietrusia! słyszysz? Mirowy każe, długi popłacić trzeba... ja do starszyny... Starszyna każe, ziemi nie sprzedam, ale gospodarstwo sprzedam... w jednych koszulach zostaniecie... oj, horkaja dola moja i dziatek moich. Pietrusia słyszysz? daj hroszy... co tobie szkodzi? Przyjaciel twój nanosi tobie znów, wiele żądasz... Nie dasz? taki nie dasz? No to poczekajże, dam ja tobie, zgubiona dusza twoja... niewierna... nieprzyjacielu bozkiemu zaprzedana... popamiętasz!"
      },
      {
        "index": 132,
        "text": "Poszedł ścieżką ku karczmie i wsi, a idąc zwolna i chwiejnie, pięście ściskał, w powietrzu niemi miotał i wciąż z wykrzykami gniewnemi, to z posępném mruczeniem do siebie, mówił:"
      },
      {
        "index": 133,
        "text": "— Nie dała! taki nie dała! zgubiona dusza jéj... Panu Bogu niewierna... nieprzyjacielu bozkiemu zaprzedana... dam ja jéj... popamięta..."
      },
      {
        "index": 134,
        "text": "Od paru już miesięcy, Pietrusia do wsi nie chodziła. Strach ją przejmował, gdy myślała o spotkaniu się z ludźmi i babka parę razy powtórzyła jéj zlecenie, aby cicheńka była, jak rybka na dnie wody. Jednak, w tydzień przeszło po owych szczególnych odwiedzinach Szymona, wypadła jéj potrzeba konieczna do Łobudów pójść. Szło o talki, które dla Łobudowéj uprzędła Aksena, a które koniecznie odnieść wypadało, aby dłuższém ich zatrzymywaniem wyrzutów, lub i posądzeń nie ściągnąć. O zmroku, gdy kowal pracował, w kuźni Pietrusia do babki rzekła:"
      },
      {
        "index": 135,
        "text": "— Pójdę, babulo, dziś już koniecznie do Łobudów, pójdę."
      },
      {
        "index": 136,
        "text": "Stara przemilczała chwilę, jakby jéj to postanowienie wnuczki do smaku nie przypadało, potém jednak odrzekła:"
      },
      {
        "index": 137,
        "text": "— Idź, kiedy już trzeba... tylko tam ludziom nie nasuwaj się na oczy... za gumnami przejdź."
      },
      {
        "index": 138,
        "text": "— Za gumnami przejdę — powtórzyła Pietrusia."
      },
      {
        "index": 139,
        "text": "Siermiężkę i trzewiki włożyła, chustkę na głowę zawiązała i poszła. Aksena z dziećmi na piecu pozostawszy, w zupełnéj prawie ciemności bajkę o smoku opowiadać zaczęła. Była to bajka długa i straszna, po któréj nastąpiła inna, tak śmieszna, że dwoje starszych aż zachodziło się od śmiechu i najmniejsza, Helenka, śmiała się także, choć jeszcze dobrze zrozumiéć jéj nie mogła. Malutki Adamek zaskwierczał w kołysce, Aksena Stasiukowi rozkazała, aby z pieca zlazł i brata kołysał, dziecko zsunęło się z pieca, wgramoliło się na tapczan, przy którym stała kołyska i wkrótce po ciemnéj izbie, miarowy tentent biegunów, zawtórował chropowatemu głosowi baby, opowiadającéj trzecią już bajkę. Wtém, pod oknami i w sieniach dał się słyszéć tentent szybko biegnących stóp, drzwi otworzyły się z trzaskiem i otwartemi snadź pozostały, bo do izby wionął strumień mroźnego powietrza, zarazem, śród ciemności rozległ się krzyk głuchy, rozpaczą czy trwogą zdławiony."
      },
      {
        "index": 140,
        "text": "— Jezu! ratujcie! ja nieszczęśliwa! biją już! kijami biją! Boże mój miłosierny."
      },
      {
        "index": 141,
        "text": "Był to głos Pietrusi, która widać całém ciałem osunęła się na podłogę, bo pośrodku izby coś mocno stuknęło. Jednocześnie Aksena, która na kilka sekund oniemiała, trzęsącym się głosem przemówiła. — A tobież co, Pietrusia? a tobież co? Niech Pan Bóg zmiłuje się nad nami! co tobie?"
      },
      {
        "index": 142,
        "text": "Krzykiem i stukiem przestraszona, trzyletnia Helenka wrzasnęła płaczem, ciszéj nieco zawtórował jéj Adamek. Przez wrzaskliwy płacz dzieci przebił się głos ślepéj baby, donośny, nakazujący."
      },
      {
        "index": 143,
        "text": "— Nie fiksujsia, (nie waryuj) Pietrusia. Światło zapal. Dzieci po ciemku płaczą."
      },
      {
        "index": 144,
        "text": "Ciężko, że zdławionemi jękami kobieta podniosła się z ziemi, a gdy światło rozniecała i palące się łuczywo w szczelinę pieca wsuwała, ręce jéj trzęsły się jak w febrze. Przy drżącym blasku powstającego ognia, twarz jéj z wyrazistością rzeźby wystąpiła na szare tło izby, blada jak płótno, z czołém ściągniętém w kilka fałd grubych, z oczyma buchającemi płomieniem. Chustka spadła z jéj głowy, splątane włosy okryły szyję i jeżyły się nad czołem, dwie tylko łzy świeciły na jéj rzęsach, ale głębokie łkania wstrząsały ustami i piersią. Światło zapaliwszy, obu rękoma schwyciła się za głowę i jak nieprzytomna po izbie biegać zaczęła. To z szeroko rozwartemi oczyma i rękoma nad głową, po środku izby stawała, to twarzą rzucała się na stół albo ławę, to do pieca przypadała i ku babce błagalnym jakby giestem, obie ręce wyciągała wysoko. Przytém mówiła ciągle, tak jak się mówi w gorączce, prędko, bezładnie, z nagłemi krzykami, to znowu ze zniżeniem głosu aż do szeptu. W ten sposób opowiadała rzecz, któréj słuchając, Aksena na swym sienniku prostowała się jak struna, żółtemi szczękami coraz prędzéj poruszała, a kościanemi rękoma bezwiednie może szukała głów małych wnuczek, które, milczące już, przelękłe, same się pod te ręce i do jéj piersi przysunęły. Opowiadała, że do Łobudów zaszła szczęśliwie, talki oddała, wszystkim pokłoniła się pięknie, ale w rozmowę się nie wdając, zaraz nazad tą samą drogą poszła. Na téj drodze czatowali na nią ludzie, którzy snadź już wiedzieli, że ona tamtędy, od Łobudów wracając, iść będzie. Czatowali na nią za płotem ogrodu, za nizkim płotem, przy którym, gdy przechodziła, ktoś ją kijem w plecy uderzył raz i drugi, a tak mocno, że aż na ziemię upadła. Ten, kto uderzał, był Szymon Dziurdzia, bo go dobrze choć w zmroku poznała, ale za Szymonowemi plecami rozległ się śmiech Stepana a Paraska, Szymonowa żonka, cościś o pieniądzach i kupnéj spódnicy zagadała, i Rozalka przeklinała i wiedźmą ją nazywała i jeszcze ze dwoje ludzi śmiało się i gadało, ale ona już nie wié kim byli, bo zerwała się z ziemi i co sił daléj pobiegła. A oni przez płot na ścieżkę przeleźli i ku karczmie sobie poszli, nie uciekając pomału, jakby nic. Bili! kijami już bić zaczęli! co ona pocznie? Za co to na nią przyszło?"
      },
      {
        "index": 145,
        "text": "Płakała teraz rzewnemi łzami, ręce łamała, widać było, że trwoga straszna mąciła jéj rozum i odbierała wolę. Na piecu zaszemrał szept staréj."
      },
      {
        "index": 146,
        "text": "— Parobku Prokopku... oj, parobku Prokopku... czemu ja sobie teraz gadanie i łzy matki twéj Prokopichy, znów przypomniała?"
      },
      {
        "index": 147,
        "text": "Białe oczy pośród żółtéj twarzy szerzéj rozwarła i tym samym co wprzódy nakazującym głosem przemówiła:"
      },
      {
        "index": 148,
        "text": "— Klęknij i pacież głośno mów..."
      },
      {
        "index": 149,
        "text": "Rozkazywała tak, jak gdyby wnuczka jéj malutką jeszcze dziewczynką była, a ona słuchała téż jéj jak dziecko. Wnet uklękła."
      },
      {
        "index": 150,
        "text": "— Nie tak — przemówiła stara — nie tak. Helenkę z pieca zsadź, Adamka na ręce weź, starszych do siebie zawołaj... ogarnij dzieci rękoma i Najwyższemu Bogu je pokazuj... Pacierz mów i dzieci Bogu pokazuj... Ty matka... niech Bóg Najwyższy lituje się nad dziećmi..."
      },
      {
        "index": 151,
        "text": "Z senném niemowlęciem na jedném ramieniu a drugiém ogarniając małego chłopca i dwie mniejsze odeń dziewczynki, młoda kobieta klęczała pośrodku izby, a słowa modlitwy ze zmąconéj pamięci jéj uciekały i na drżące usta nie przychodziły. Ślepa baba chropowatym swym i trzęsącym się głosem zaczęła."
      },
      {
        "index": 152,
        "text": "— Ojcze nasz, któryś jest w niebiesiach, świaćsia imię twoje, pryjdź królestwo twoje, budź wola twoja..."
      },
      {
        "index": 153,
        "text": "Wtórował jej słaby zrazu, potém coraz wyraźniejszy głos młodéj kobiety. Jednogłośnie, żarliwie wymówiły: Amen, poczém stara wyrzekła:"
      },
      {
        "index": 154,
        "text": "— Nu, wstań! może Pan Bóg Najwyższy posłyszał.."
      },
      {
        "index": 155,
        "text": "Ciszéj dodała:"
      },
      {
        "index": 156,
        "text": "— I dzieci zobaczył..."
      },
      {
        "index": 157,
        "text": "Chwilowa cisza zapanowała w izbie. Pietrusia niemowlę do kołyski kładła, starsze dzieci skupiły się w kącie izby, tak szczelnie jedno do drugiego przytulone, jak przestraszona trzódka owiec."
      },
      {
        "index": 158,
        "text": "— Gdzie Michałek? — zapytała Aksena."
      },
      {
        "index": 159,
        "text": "— W kuźni."
      },
      {
        "index": 160,
        "text": "— Nie wié, co tobie przytrapiło się..."
      },
      {
        "index": 161,
        "text": "— A nie wié..."
      },
      {
        "index": 162,
        "text": "Parę miesięcy temu, z żalem swym i strachem, tak jak z radością i weselem, biegła-by wprost do męża, przedewszystkiém i bez namysłu biegła-by do niego. Ale teraz! o! z inném on już sercém dla niéj niż dawniéj... Nie można już jéj ze wszystkiém do niego biedz. Wiara jéj w jego lubienie przepadła, codzień więcéj przepadała, a tam gdzie była jéj słodycz, robiło się tak gorzko, jakby ją naprzykład przysypał ktoś garścią piekącéj gorczycy."
      },
      {
        "index": 163,
        "text": "— Chodź do mnie, ditia, pogadamy..."
      },
      {
        "index": 164,
        "text": "Od kołyski odeszła, na tapczanik wskoczyła a ztamtąd łatwo już jéj było na brzegu pieca usiąść. Siedziały naprzeciw siebie; białe oczy ślepéj baby zdawały się z wytężeniem wpatrywać we wzburzoną i spłakaną twarz młodéj kobiety. Po dość długim namyśle, Aksena zaczęła."
      },
      {
        "index": 165,
        "text": "— Pietrusia! toż to jutro wielkie święto."
      },
      {
        "index": 166,
        "text": "— Ale, babulo."
      },
      {
        "index": 167,
        "text": "— Toż to Niepokalane poczęcie Przenajświętszéj Maryi Panny, wielki fest w kościele i wielki targ w miasteczku,"
      },
      {
        "index": 168,
        "text": "— Ale, babulo."
      },
      {
        "index": 169,
        "text": "— W kościele odpust święty a na targu będzie narodu chmura. I z Suchéj Doliny gospodarze pojadą do kościoła i na targ."
      },
      {
        "index": 170,
        "text": "Znowu dość długo milczała, myśli swe i plany jakieś, zdając się żółtemi szczękami przeżuwać."
      },
      {
        "index": 171,
        "text": "— Posłuchaj — rzekła — już tobie niéma innego ratunku, tylko do Pana Boga udać się i u niego o świadectwo przed ludźmi poprosić. Niechaj o tobie Pan Bóg zaświadczy, żeś nijakim grzechem śmiertelnym duszy nie zgubiła. Do kościoła idź, przed Panem Jezusem krzyżem leż, spowiadaj się i komunią przenajświętszą przyjm... Słyszysz?"
      },
      {
        "index": 172,
        "text": "— Słyszę, babulo, dobrze babulo, zrobię jak doradzacie."
      },
      {
        "index": 173,
        "text": "— Ale. Jak wyspowiadasz się a od księdza komunię przenajświętszą przyjmiesz i sama pocieszysz się i ludziom wszystkim pokażesz, że nieprzyjaciołką boską nie jesteś. Niechaj zobaczą, że, do Pana Boga, krzyżem leżąc, modlisz się i że tobie ksiądz komunii przenajświętszéj nie odmówił. Kiedy to zobaczą, poznają, że ty nie taka, jak oni wymyślili i że śmiertelnego grzechu, ani żadnego ważnego przestępstwa na tobie przed Panem Bogiem niéma. Pan Bóg Najwyższy sam tobie dobre świadectwo wyda..."
      },
      {
        "index": 174,
        "text": "— Dobrze, babulo, dobrze — znacznie uspokojona powtórzyła Pietrusia i, zmęczoną głowę na kolana babki pochylając, kościaną rękę jéj pocałowała. Ona tą ręką zaczęła ją po włosach gładzić. Milczały obie. Potém młoda kobieta ozwała się znowu."
      },
      {
        "index": 175,
        "text": "— Franki poproszę, aby chaty i dzieci dopilnowała i strawę zwarzyła, a sama o świtaniu do miasteczka pójdę."
      },
      {
        "index": 176,
        "text": "— Może i Michałek pójdzie?"
      },
      {
        "index": 177,
        "text": "— Pewno nie pójdzie. Do dworu tego pójść jemu trzeba, z którego tę dużą robotę ma wziąć."
      },
      {
        "index": 178,
        "text": "— Dobrze było-by, żeby poszedł. Razem by pomodlili się i wyspowiadali, żeby dawniejsze dobro wróciło..."
      },
      {
        "index": 179,
        "text": "Znowu milczały, w myślach pogrążone. Dzieci w kącie szeptać pomiędzy sobą zaczęły i z głośném chrupaniem jeść surową brukiew, którą Stasiuk gdzieś w sieni zarzuconą znalazł. I nikt nie zwrócił uwagi na męzkie kroki, które ozwały się za drzwiami. Kowal do izby wszedł, a Pietrusia, wtedy dopiéro głowę z nad kolan babki podniosła. Na twarzy Michałka nie malowała się już uprzednia wesołość bez troski, ni cienia. Niezadowolenie i niepokój przyćmiewały blask jego czarnych oczu, wargi pod czarnym wąsem nieco wydęte objawiały skłonność do wyrzutów i gniewu. Dzieci, które rzuciły się ku niemu po głowach pogłaskał i, obejrzawszy się po izbie, zdziwionym głosem zawołał."
      },
      {
        "index": 180,
        "text": "— A toż co? toż to wieczerzy jeszcze i zawodu (zaczętku) niéma!"
      },
      {
        "index": 181,
        "text": "Istotnie, smołniak tylko rzucał na izbę skąpe i chwiejne światło, w czarnym, głębokim otworze pieca, ognia nie było."
      },
      {
        "index": 182,
        "text": "— O, Jezu! — z pieca zeskakując, krzyknęła Pietrusia — toż to ja dziś o wieczerzy zapomniałam, na śmierć zapomniałam!"
      },
      {
        "index": 183,
        "text": "I z takim pośpiechem, że aż ręce jéj drżały poczęła ogień rozniecać i w garnki nalewać wodę. Piérwszy to raz w życiu zdarzyło się jéj o domowych zajęciach zapomniéć a przyczyny zapomnienia tego mężowi powiedziéć nie mogła. On téż o nią nie zapytywał. Usiadł na ławie i rzekł tylko."
      },
      {
        "index": 184,
        "text": "— Już chwała Bogu o jedzeniu dla męża zapominasz, a dzieci surową brukiew z twojéj łaski gryzą... jakby im żebrak jaki był ojcem."
      },
      {
        "index": 185,
        "text": "Wziął na kolana Stasiuka, brukiew mu z rąk odebrał i w kąt izby ją cisnął. Wymówka którą uczynił żonie ostrą nie była, ale kobieta wolałaby może, aby się rozgniewał, a potém znowu przyjaźnie do niéj zagadał. Ale on już do niéj nie przemówił więcéj i tylko do dzieci odzywał się czasem. Śpieszyła z wieczerzą, krupy do garnka sypała, jaj trochę przyniosła i urządzać zaczęła jajecznicę ze słoniną, aby módz jak najprędzéj cokolwiek mężowi podać. Aksena, do męża wnuczki, kilka razy zagadywała: a co dziś w kuźni robił? a kogo widział? A czy jutro na fest pojedzie? On zbywał ją zawsze parą słowy, w których ani niegrzeczności, ani téż życzliwości nie było. Jeżeli co mówił, to ot tak, byle zbyć z roztargnieniem i mrukliwie. Pietrusia, zapalając lampkę, urządzając a potém i podając wieczerzę, ruszała się żwawo, pośpiesznie, a jednak wyglądała jak nieżywa. Z ust ani pary nie wypuszczała, chód jéj był cichy i lękliwy; przed mężem stając, powieki spuszczała. Widać było, że gdy on na nią patrzał, drętwiała cała z bojaźni. Wiedziała przecież dobrze, że bić jéj ani nawet łajać nie będzie. Czegoż więc lękała się? Może spójrzenie jego, które, gdy na nią patrzał, stawało się dziwnie przenikliwém, czasem rozgniewaném, a czasem tak smutném, że, dostrzegłszy je, płacz powstrzymywać musiała. Coś pomiędzy niemi murem stanęło. Ona dobrze wiedziała, co to było. Jako rzemieślnik bardzo przez ludzi używany, Michałek, ciągle z ludźmi się widywał i bywał wszędzie, gdzie oni bywali, i słyszał wszystko, co oni mówili. Ciekawy i rozmówny, tyle zawsze o wszystkiém wiadomości posiadał, że niektórzy, śmiejąc się, mawiali o nim, iż słyszy jak trawa rośnie. Słyszał więc témbardziéj to, co tyczyło się jego żony i domu. Raz w bójkę, a kilka razy w srogą kłótnią wprowadziły go te gadaniny ludzkie o Pietrusi. Potém już kłócić się przestał i głuchego udawał, ale co działo się w jego sercu, to zdradzały wyraziste rysy jego twarzy i wypowiadały wyraziste także, skrytości nie nauczone, oczy. Miał wiele ambicyi; przez nią to głównie tak gorliwie pracował, chatę swą przyozdabiał i wszelkim dostatkiem napełniał, o oddaniu kiedyś Stasiuka do szkoły, marzył. A tu, spotykał go wielki wstyd! Przytém, kto wié, jakie tam jeszcze przypomnienia i powątpiewania po myśli jego błądziły? Wierzyć, nie wierzył w prawdę tego, co ludzie o żonie jego gadali; przecież patrzał na nią tak, jakby ją wzrokiem na wskróś przeniknąć pragnął, a zbliżenia z nią, jakby instynktem jakimś od niéj odpychany, unikał. Czasem przecież tkliwość jakaś podnosiła się mu z serca do gardła i oczu, a wtedy stawał się taki smutny, jakby z ojcowskiego pogrzebu powracał. Nigdy jednak okazać tego nie chcąc, stosownie do pory, w któréj się to zdarzało, albo z domu wychodził, albo co najprędzéj spać się kładł. Teraz, Pietrusia, jajecznicę na stole postawiwszy, stanęła na przeciw niego i ze spuszczonemi powiekami czekała, aby jéj sobie na talerz nabrał, resztę chcąc dzieciom i babce rozdać. On, cynową łyżką w misce napełnionéj jajecznicę pogrążając, utkwił w niéj wzrok, przenikliwy i razem trochę żałośny."
      },
      {
        "index": 186,
        "text": "— Oj, Pietrusia! Pietrusia — kiwając głową, zaczął — co tobie stało się? do czego ty teraz podobna? Włosy masz takie rozczochrane, jak żebyś z kim biła się, a oczy spuchnięte od płaczu. Czego płakałaś? ha?"
      },
      {
        "index": 187,
        "text": "Nic, nie odpowiadając, odwróciła się prędko i stanęła przy ogniu, plecami do niego zwrócona. To milczenie, którém odpowiadała na serdeczniejsze pytanie jego, obraziło go widocznie, bo gdy mu chleba pod ręką zabrakło, podniesionym i grubym głosem krzyknął..."
      },
      {
        "index": 188,
        "text": "— Chleba daj! słyszysz? Czego tam stoisz z opuszczonemi rękoma, jak pani jaka!"
      },
      {
        "index": 189,
        "text": "A gdy oddała mu żądaną usługę, krzyknął znowu:"
      },
      {
        "index": 190,
        "text": "— Dzieciom daj jeść! Nie żebraki one, żeby, przez czort wié jaką matkę, do północy głodne być musiały."
      },
      {
        "index": 191,
        "text": "Była to już obelga i najboleśniejsza, bo macierzyńskiemu sercu jéj zadana, a ona i na to nie odpowiedziała nic. Jedzenie babce i dzieciom rozdała, naczynia od wieczerzy wymyła i na półce poustawiała, stół starła, smolniak i lampę zgasiła i, na tapczaniku usiadłszy, nad kołyską schylona, Adamka, który obudził się, piersią swą nakarmiła. Ogień w piecu palił się jeszcze trochę i w izbie panowało ruchome pół światło. Aksena na swym sienniku nieruchomo u wierzchołka pieca leżała. Spała, czy nie spała, ale milcząca i nieruchoma leżała. Dzieci natychmiast po wieczerzy usnęły. Michałek spać nie szedł. Przy wieczerzy jadł dużo, potém, na stole rozparty, papierosy jeden po drugim palił, parę razy nawet zagwizdał coś sobie pod wąsem. Na pozór więc, nie dolegało mu nic. Jednak do snu zabierać się ani myślał. Papierosy wciąż palił i z czołem na dłoni opartém dumał. Pietrusia kołyskę poruszać i niemowlęciu do snu nucić zaczęła. Nie śpiewała, ale nuciła półgłosem, na nutę monotonną, przewlekłą, która, w głębokiéj ciszy i chwiejném półświetle, płynęła i kołysała się jak smutna, nieśmiała fala. Niemowlę usnęło, kobieta wstała z tapczana i bosemi nogami, cicho do męża podeszła. Cicho téż przemówiła."
      },
      {
        "index": 192,
        "text": "— Michałek!"
      },
      {
        "index": 193,
        "text": "— Ha? — głowę z nad dłoni podnosząc i na nią patrząc, zapytał."
      },
      {
        "index": 194,
        "text": "— Ja chcę jutro o świtaniu do miasteczka iść..."
      },
      {
        "index": 195,
        "text": "— Czego?"
      },
      {
        "index": 196,
        "text": "— Do kościoła na odpust. Frankę poproszę, aby chaty i dzieci popilnowała."
      },
      {
        "index": 197,
        "text": "Patrzał na nią ciągłe, ale wyrazu oczu jego w zmroku widziéć nie mogła."
      },
      {
        "index": 198,
        "text": "— Czemuż to tobie tak do kościoła zachciało się? — zapytał."
      },
      {
        "index": 199,
        "text": "Po chwilowém milczeniu odpowiedziała."
      },
      {
        "index": 200,
        "text": "— Wyspowiadam się i komunię przenajświętszą przyjmę. Niech mnie sam Pan Bóg Najwyższy przed ludźmi dobre świadectwo wyda..."
      },
      {
        "index": 201,
        "text": "Łkania powstrzymywała i łzy, które gradem stoczyły się na policzki fartuchem otarła."
      },
      {
        "index": 202,
        "text": "— Znów płaczesz — zauważył Michałek — ot płaksiwa ty teraz zrobiła się... ze wszystkiém nie taka jak była..."
      },
      {
        "index": 203,
        "text": "— Nie taka — powtórzyła kobieta, a po chwili nieśmiało dodała. — I ty nie taki jak był..."
      },
      {
        "index": 204,
        "text": "— A nie taki — potwierdził mąż."
      },
      {
        "index": 205,
        "text": "W krótkich tych słowach, któremi wspólnie zeznawali przed sobą zepsucie się szczęścia dawnego, brzmiała głęboka żałość. On wciąż przyglądał się jéj bacznie."
      },
      {
        "index": 206,
        "text": "— Taki doprawdy wyspowiadasz się jutro i komunią przenajświętszą przyjmiesz?"
      },
      {
        "index": 207,
        "text": "— A jakże — odpowiedziała i zrobiła ruch do odejścia. Ale on na nią zawołał."
      },
      {
        "index": 208,
        "text": "— Pietrusia."
      },
      {
        "index": 209,
        "text": "— A co?"
      },
      {
        "index": 210,
        "text": "— Siadaj przy mnie, pogadamy."
      },
      {
        "index": 211,
        "text": "Zdziwiona i nieśmiała usiadła przy nim na brzegu ławy. On mówić zaczął."
      },
      {
        "index": 212,
        "text": "— Posłuchaj, Pietrusia. Czy to my już zawsze tak z sobą będziemy żyć, jak te nieme stworzenia... Tego tylko braknie, żebyśmy zaczęli takie zgorszenie i taki śmiech ludziom robić, jak nie przymierzając Stepan Dziurdzia i jego żonka... Tak nie można, Pietrusia. Tak nie trzeba. Ty matka dziec i ja ciebie szanować muszę..."
      },
      {
        "index": 213,
        "text": "Słuchała go tak chciwie, jakby każde słowo jego wyrokiem dla niéj być miało, a gdy umilkł ręce na fartuchu rozłożyła i szepnęła:"
      },
      {
        "index": 214,
        "text": "— To i cóż ja zrobię, kiedy ty, Michałku, lubić mnie przestał..."
      },
      {
        "index": 215,
        "text": "Wymówiwszy to, widocznie na odpowiedź, z przyśpieszonym oddechem czekała. Ale kowal nie odpowiedział nic. Sapnął głośno, westchnął, kawałek niedopalonego papierosa na środek izby rzucił i, znowu głowę ręką podparłszy, milczał. Wtedy ona, nie doczekawszy się zaprzeczenia słów, które wymówiła, ze stłumionym jękiem osunęła się na ziemię i namiętnym szeptem mówić zaczęła."
      },
      {
        "index": 216,
        "text": "— Michałku, lubku, już ja dawno widzę, że ty mnie lubić przestał, że ja tobie zrobiłam się niemiła, że ja tobie jestem ot tak, jak ten ciężki wór na plecach, albo ten kamień, żeby go do nogi przywiązać... Niéma twojéj wesołości! niéma twego gadania! niéma twego śmiechu! Żałośny ty czasem taki, że kiedy na ciebie patrzę, wolała-bym już pod ziemią leżéć... Żałuję ja ciebie więcéj jak życia własnego i nie chcę, żebyś ty przeze mnie marnie przepadał... kiedy ty mnie nie lubisz, to pójdę ja sobie z chaty, od ciebie, w szeroki świat pójdę, dokąd oczy poniosą... Babuli tylko do śmierci dopatrzysz... nie dużo już jéj na tym świecie przebywać zostało i jedno dziecko wziąć mnie pozwolisz... na pamiątkę, oj, na pamiątkę jedyną! Jak babula ze mną kiedyś po świecie chodziła, taj na nas dwie pracowała, tak i ja z dzieciątkiem swojém chodzić będę, taj na oboje nas zapracuję... A jak zajdę gdzie daleko, het daleko, aż na skraj świata, to i wieść o mnie na zawsze przepadnie, ludzie pomyślą, że już między żywemi mnie niéma, a tobie wolno będzie wziąć sobie żonkę inną i gospodynią inną i wszystko sobie według woli robić... Lubku, Michałku, pójdę ja sobie od ciebie, pójdę ja sobie z chaty od ciebie, na skraj świata pójdę, z jedném dzieciątkiem swojém... kiedy ty mnie już nie chcesz... oj pójdę..."
      },
      {
        "index": 217,
        "text": "Mówiąc to kolana jego obejmowała i czoło ku nim schylając, usta do nich pocałunkami przykładała. Ale gdy czasem głowę podniosła, to na jéj twarzy, pomimo nieznurtowanego żalu, tyle malowało się szczerości i siły, że zdawać się mogło, że ot, zaraz, zaraz zerwie się z ziemi, dziecko którekolwiek w ramiona pochwyci i z chaty wybiegnie... Nie zerwała się jednak z ziemi sama, lecz podniosły ją i na ławie posadziły dwa męzkie ramiona. Ramię jéj, jak w kleszczach, w ogromném ręku swém ściskając i widocznie zmuszając się do śmiechu, kowal mówić zaczął:"
      },
      {
        "index": 218,
        "text": "— Co ty pleciesz? co ty wygadujesz? Ej, jaka durna czysta waryatka! Z chaty ona pójdzie! na skraj świata pójdzie! Albo to ja puścił-bym ciebie z chaty! Ot prędzéj rozstał-bym się z tém życiem..."
      },
      {
        "index": 219,
        "text": "W mgnieniu oka u szyi jego uwisła."
      },
      {
        "index": 220,
        "text": "— To ja tobie widać nie bardzo niemiła..."
      },
      {
        "index": 221,
        "text": "— Ty mnie tak samo miła jak wprzódy..."
      },
      {
        "index": 222,
        "text": "Przy padającéj na nich smudze bladego światła, w twarze sobie zblizka popatrzali. Ona zobaczyła, że to, co powiedział prawdą było i oczy jéj oschły z łez, zaświeciły, stały się znowu takie wesołe, szczere i wymowne jak dawniéj."
      },
      {
        "index": 223,
        "text": "— Oj ty, ty pleciucho! czy ty myślisz, że ja łotr jaki albo rozbójnik, żebym tak już od razu wszystkiego zapomniał i serce odmienił? Czy ty u cudzych ludzi horując i ludzkie pośmiewisko znosząc sześć lat, na mnie nie czekała i dla mnie bogatym gospodarzem nie wzgardziła?"
      },
      {
        "index": 224,
        "text": "— Ale — szepnęła kobieta."
      },
      {
        "index": 225,
        "text": "— Czy ja ciebie zbrudzoną wziął albo jakkolwiek upośledzoną? Czysta ty była i bez plamy nijakiéj, jak ta szklanka w krynicznéj wodzie wymyta, hoża ty była i wesoleńka, jak ten ptak, pod niebem latający..."
      },
      {
        "index": 226,
        "text": "— Ale..."
      },
      {
        "index": 227,
        "text": "— Siedm latek ja z tobą żył i aż póki na nas nieszczęśliwe czasy nie przyszły, jednego smutnego dnia nie przeżył, złości na twojéj twarzy nie widział, złego słowa od ciebie nie słyszał..."
      },
      {
        "index": 228,
        "text": "— Ale..."
      },
      {
        "index": 229,
        "text": "— Dziatek ty mnie czworo urodziła i z pilnością hodowała, gospodarstwa strzegła i rąk nie zakładała, dostatku wszelkiego przymnażając..."
      },
      {
        "index": 230,
        "text": "— Ale..."
      },
      {
        "index": 231,
        "text": "— Nu, to widzisz! dlaczegoż-bym ja ciebie lubić przestał? Oj, ty głupia! z chaty ode mnie iść chciała... a ja by za tobą poszedł, dogonił i wtedy-by już wybił... dalibóg, wtedy, wtedy to już był-by tobie szabasz! wybił-bym, nazad zawrócił i w chacie posadził. Siedź, babo, kiedy ci dobrze! Ot!"
      },
      {
        "index": 232,
        "text": "Wraz z ostatnim wyrazem rozległ się po izbie głośny pocałunek. W same usta ją pocałował, w pół objął i zapytał."
      },
      {
        "index": 233,
        "text": "— Nu, teraz mów, czego dziś tak płakała, że aż oczy zapuchły? Czy znowu ci kto co przykrego zrobił? ha?"
      },
      {
        "index": 234,
        "text": "Upewniona, że lubi on ją tak jak i dawniéj, z oczyma błyszczącemi od szczęścia, chwilę jeszcze wzbraniała się ze zwierzeniem. Ale stare przyzwyczajenie mówienia mu wszystkiego przemogło, ręką twarz ze wstydu zakrywając, ale już nie płacząc, opowiedziała mu swoję straszną, dzisiejszą krzywdę. Michał z ławy się zerwał i pięścią w stół grzmotnął."
      },
      {
        "index": 235,
        "text": "— Zabiję! — krzyknął — na śmierć łajdaków tych zabiję! Czego oni do ciebie przyczepili się, łotry te, chamy..."
      },
      {
        "index": 236,
        "text": "Chamami chłopów nazywał, jakby sam nie był chłopem... Istotnie, miał siebie za coś już nieco wyższego nad sferę, do któréj z urodzenia należał. Pietrusia przyczepiła mu się do ramion, błagając aby nikogo nie bił i nawet nie zaczepiał. Z żyłą na czole nabrzmiałą i błyskawicami w oczach siadł na ławie, sapał, papierosa z porywczemi giestami rąk zapalał. Potém kłęby dymu z ust wypuszczając, sarkał jeszcze."
      },
      {
        "index": 237,
        "text": "— Durne chamy! żeby w takie głupstwa wierzyć! ja nie wierzę, dalibóg nie wierzę żeby na świecie jakie wiedźmy były... Czasem i mnie przechodziło przez głowę, że to może być prawda... zwyczajnie... pomiędzy głupimi i najmędrszy człowiek czasem zgłupieje... Ale taki wiem dobrze i rozumiem, że to wszystko bajki. Ciemny naród i koniec! To swoją drogą a bieda swoją drogą! I wstyd, wstyd mnie jak pijakowi, albo oberwańcowi jakiemu bić się z chłopami po karczmach i drogach a i nic to nie pomoże... Durniom głupoty ich z głów nie powybijasz, żebyś nie wiem jak bił... Co tu robić?"
      },
      {
        "index": 238,
        "text": "— Jutro przed wszystkimi wyspowiadam się i komunią przenajświętszą przyjmę, — szepnęła Pietrusia."
      },
      {
        "index": 239,
        "text": "Michał ręką machnął."
      },
      {
        "index": 240,
        "text": "— Co to pomoże? jeden zobaczy, a drugi na odpuście w ścisku, i nie zobaczy. Kto był ze złą wolą dla ciebie i z zawiścią, ten tak i pozostanie. Zmarnujesz się w dokuczaniu ludzkiém, a jeszcze kiedykolwiek znów cię tak skrzywdzą, jak ot dziś... Niech Pan Bóg broni..."
      },
      {
        "index": 241,
        "text": "Ręką sobie mocno twarz całą przetarł, a potém nad głową włosy rozrzucać zaczął."
      },
      {
        "index": 242,
        "text": "— Chyba zabrać się, chatę i gospodarstwo rzucić i w świat iść... — zamruczał."
      },
      {
        "index": 243,
        "text": "— Chatę i gospodarstwo rzucić! — krzyknęła Pietrusia."
      },
      {
        "index": 244,
        "text": "— To cóż! cóż to ważnego? — odpowiedział."
      },
      {
        "index": 245,
        "text": "Jednak, oczyma, które wilgocią zaszły, dokoła izby wodził. Miłą mu była ta chata jego, ciepła, dostatnia, wystrojona we wszystko, co do niéj przez tyle czasu, jak ptak do gniazda przynosił! Miłym téż był ten poojcowski ziemi kawał, na którym po długiéj żołnierskiéj tułaczce, z radością w duszy osiadł! Po długiéj chwili milczenia, szyję żony objął i zaczął:"
      },
      {
        "index": 246,
        "text": "— Żeby mnie tutaj źle było żyć, poszła-by ty za mną gdzieindziéj?"
      },
      {
        "index": 247,
        "text": "— A jakże! — krzyknęła Pietrusia."
      },
      {
        "index": 248,
        "text": "— No, to kiedy tobie tutaj źle, ja z tobą pójdę gdzieindziéj. Ziemię w arendę oddam, tak jak wtedy, kiedy do wojska szedłem; a z rzemiosłem mojém cały świat choćby obejdę, a chleba ani nam, ani dziadkom naszym nie zabraknie... W miasteczku, gdzie osiądę i kuć będę, a ciebie krzywdzić nie dam i jeszcze broń Boże, bić..."
      },
      {
        "index": 249,
        "text": "Kobieta pochyliła się i ręce jego całować zaczęła."
      },
      {
        "index": 250,
        "text": "— Jaki ty dobry, oj, jaki ty dobry... lepszego już chyba na całym świecie niéma... Ja w twojéj twarzy zobaczyłam i w twojéj mowie posłyszałam i w całym tobie rozpoznałam, że ty taki dobry... Dla tegoż ja ciebie tak i polubiła, na zawsze, aż do śmierci, że mnie już nigdy żaden człowiek inny miłym nie był i że bez twego lubienia mnie, tak jak bez tego słońca grzejącego i bez téj wody pojącéj..."
      },
      {
        "index": 251,
        "text": "Wyprostował pochyloną jéj kibić i objął ją ramionami."
      },
      {
        "index": 252,
        "text": "— Idź jutro do miasteczka, mszy świętéj wysłuchaj, spowiadaj się, a po nabożeństwie do mojéj siostry Hanuli, co tam za mężem, za felczerem jest, zajdź i rozpytaj się u niéj, czy dobrze-by mnie było w miasteczku osiąść... Znaczy, z rzemiosłem mojém osiąść... czy tam kowala potrzebują, a jeżeli tam nie potrzebują, to ja sobie może zgodzę się w tym dworze, do którego jutro o robotę umawiać się pójdę. Wielki dwór i wielki majątek... zawsze kowal tam był, a teraz niéma, może mnie zechcą. Chciał-bym ja z tobą na odpust pojechać, ale do tego dworu trzeba... To idź ty już sobie jutro w swoję drogę, a ja pójdę w swoję, a potém nie bawiąc, babulę i dzieci na wóz zabierzem i hajda, w drogę! Ot tobie i droga zamierzana. Pójdziesz ty w świat, lepszego szczęścia u ludzi szukać, tylko nie sama jedna, ale ze mną, z babulą i ze wszystkiemi dziećmi, i z moją pracą także, z któréj wszędzie dobry kawałek chleba wyniknie..."
      },
      {
        "index": 253,
        "text": "— Dziękuję, Michałku, oj dziękuję tobie za wszystką twoję dobroć... Żebym tak mogła, to zdaje się, cała-bym przemieniła się w dziękowanie..."
      }
    ]
  }
}