{
  "chapterNumber": 5,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Po Stasiuku i Krysieńce urodziła się Helenka, a po Helence przyszedł na świat Jadamek, i czworo już dzieci, z których najstarsze miało lat sześć, zdrowo i wesoło hodowało się w chacie kowala, w porze owéj, gdy mieszkańcy Suchéj Doliny, rozniecili wśród dróg rozstajnych ogień z osinowego drzewa. Na ogień ten, niby motyl nocny, ku zgubie swéj blaskiém płomienia zwabiony, piérwsza nadeszła Pietrusia. Ona więc była tą duszą złośliwą i nieczystą, która w chatach kikunastu mleko krowom odebrała. Gdyby zamiast niéj przyszła tam była kobieta inna, opinia publiczna wioski była-by także żywo zaniepokojoną i silnemi przeciw niéj podejrzeniami nurtowaną; jednak podejrzeniom tym, towarzyszyć-by mogły wątpliwości niejakie. Dla ustanowienia zupełnéj pewności faktu tego, trzeba było szeregu faktów poprzedzających. Tu nikt zaprzeczyć nie mógł, że przeszłość potężnie wspierała chwilę obecną. To dziecko nieznane przywędrowało tu kiedyś ze starą babą, którą niewiedziéć jaka siła, dobra czy zła, po świecie gnała. Baba widocznie kawał świata obeszła i znała tyle, ile wszystkie mieszkanki wsi, razem wzięte, nie znały. Zkąd jéj przyszły te wiadomości wszystkie? A potém oślepła. Czy to nie było czasem karą Bożą za jakie brzydkie postępki, których dopuszczała się kiedyś za oczyma ludzkiemi, albo za jakie stosunki z nieczystym? A toż srogie lubienie, jakie uboga dziewczyna, przybłęda, rozbudziła w jednym z najbogatszych gospodarzy, w Stepanie Dziurdzi? A téż wyjście za mąż, za chłopca, który sześć lat jéj nie widział, a nie zapomniał? A to odgadnięcie złodzieja? a wszystkież jéj leki i inne porady? Za jéj to przykładem, teraz wszystkie dziewki paliły wienniki, gdy chciały gości do domu sprowadzić; w skutek jéj ostrzeżenia nikt nigdy nie podjął z ziemi tasiemki, związanéj w szereg węzełków, bo zarazby dostał brodawek. Wprawdzie, spory zapas podobnéj mądrości życiowéj istniał w Suchéj Dolinie i w ogóle, w całéj okolicy, niezależnie od Pietrusi i przed przybyciem jéj w te miejsca. Wprawdzie, od dzidów pradzidów żadna z tutejszych niewiast, w dniach rozdzielających Narodzenie Pańskie ze świętem Trzech Króli, za nic w świecie nie pokręciła-by ni razu wrzecionem, bo by przez to na wiosnę wszelkie ptactwo domowe z zawrotu głów pozdychało; żadna w dzień Podwyszenia Krzyża Świętego nie chodziła do lasu po grzyby i jagody, bo by przez to wszelkie robactwo i gady las zamieszkujące na chatę swą nawiodła; żadna przy żęciu zboża nie upuszczała z pilnéj uwagi tego, aby przypadkiem nie ściąć sierpem kłosów w pewien sposób związanych, lub załamanych, bo związuje je zwykle lub załamuje tak ręka nieżyczliwa, na nieszczęście téj, która je zeżnie. I wiele, wiele podobnych wskazówek i wiadomości, od dzidów pradzidów posiadała ludność Suchéj Doliny, ale Aksena i jéj wnuczka, posiadały ich bez porównania więcéj. A to teraźniejsze bogactwo kowala i jego żony? Chata ledwie nie jak domek w jakim takim szlacheckim dworze, wóz jakoby bryczka okuty, klaczka do zaprzęgu tęga, krowy, owce, wszystkiego pełno. A w chacie samowar i łyżki błyszczące i jeden drugi biały talerz. Małaż to rzecz bogactwa takie? Zkąd oni je mają? Oddawna już Rozalka Stepanowa, a za nią i wiele innych kobiet na cały głos dziwi się i wykrzykuje, że kowalicha jak pani jaka, harbatę w domu pije, suknie z kupnych perkalów nosi, do kościoła czasem półjedwabną chustkę na głowę zawiązuje, a on sam w spencerach chodzi, surdutach, butach pięknych, czapeczkach zgrabnych, a siermięgi i chłopskiéj baraniéj czapki, to już na nim ani zobaczyć. Rozalka aż wścieka się, a rozlazła Paraska aż płacze, gdy zapytują się samych siebie i sąsiadek: zkąd u kowala i kowalichy tyle bogactwa być może? Sąsiadki, szczególniéj młoda Łabudowa, która Pietrusię bardzo lubi, wspominają coś o tém, że Michałek podobno trochę pieniędzy z sobą przywiózł, a zarobił je swojém rzemiosłem, że i teraz pracowity jest bardzo, i ludzie z robotami jak na odpust do niego przyjeżdżają; że kawał ziemi ma urodzajny, że Pietrusia dobrą jest gospodynią i t. d. Ale Rozalka i Paraska, a z niemi i inne kobiety, wzgardliwie głowami kiwają, a proszącemi oczyma spoglądają na Jakóba Szyszkę, który najczęściéj rozmowom tym obecny bywa i uroczyście prostując się, mówi: — Czort, wiedźmie przez komin hrosze nosi. Ot, zkąd u nich to bogactwo?"
      },
      {
        "index": 3,
        "text": "Teraz, stary Szyszko tryumfował."
      },
      {
        "index": 4,
        "text": "— A co — mówił, — kto przyszedł na ogień? Kto krowom mleko odebrał?"
      },
      {
        "index": 5,
        "text": "Wieś była dużą i nie cała zajmowała się tą sprawą. Ale w kilkunastu chatach wrzało wieczoru tego jak w garnku. Mężczyzni dziwowali się i oburzali zarazem, ramionami wzruszali i pięści ściskali, ale jak zwykle bywa, gdy im wódka ust nie rozwiązuje, mówili mało. Babskie języki za to latały jak młyńskie skrzydła. Rozalka ze swemi żywemi ruchami wiewiórki, a syczącemi ustami żmijki, uwijała się między ludźmi po różnych izbach i dziedzińcach wtedy jeszcze, gdy już na godzinę przed północą koguty zapiały. Stepan z dzieckiem na ręku, do pustéj chaty wszedł, ogień rozniecił, łuczywo zapalił i w szczelinę ściany wetknął, a potém, zmarszczoną i srogą twarz swą pochylił nad dzieckiem, które w objęciu jego spało. Czy na prawdę do żyjącego dziecka należała ta niekształtna głowa, lnianemi włosami zrzadka okryta, z twarzą nabrzmiałą i zamkniętemi powiekami, których żółte rzęsy leżały na woskowéj żółtości policzkach. Przy świetle łuczywa, Stepan przypatrywał się téj twarzy. Dla czego syn jego był mizeractwem takiém, kiedy on sam należał do najsilniejszych i najroślejszych chłopów we wsi i całéj okolicy? Wiecznie zgryzotą jakąś ściągnięte usta Stepana, nad samą twarzą dziecka zaszemrały:"
      },
      {
        "index": 6,
        "text": "— Oj biedulku ty, biedulku! kiedy ty był w żywocie matki, baćko twój bił żonkę, bo nawidzić jéj nie mógł... a kiedy ty ledwie od ziemi odrastał, paskudna matka łopatą cię po głowie uderzyła..."
      },
      {
        "index": 7,
        "text": "Srogość jego twarzy topniała w okrywającym ją wyrazie bólu. Pocałował w czoło uśpione dziecko, ono zbudziło się i rączynami u szyi mu zawisło:"
      },
      {
        "index": 8,
        "text": "— Tatku, jeść!"
      },
      {
        "index": 9,
        "text": "Jedném ramieniem przytrzymując je u piersi, drugiém sięgnął w przepaścistą głębinę pieca i wyciągnął z niéj garnek z jakąś ledwie ciepłą resztą krupniku. Wziął drewnianą łyżkę i wlewał nią krupnik w usta dziecka. Część krupniku wylewała się z łyżki i ust dziecka na brzeg pieca, dziecko ksztusiło się i śmiało zarazem; Stepan także śród niezliczonych zmarszczek swéj twarzy uśmiechać się zaczął. Wkrótce jednak, srogo znowu brwi zsunął i z ust wyrzucił ciche przekleństwo. Dla czego w dostatniéj chacie jego panuje niedostatek taki, że ot dziecko swe karmić musi zimną resztką krupniku, a sam, głodnym będąc, jeść czego niéma? Komora przecież pełna. Tak, ale chata pusta. Dziecko w niéj to jedno tylko, a żonka po świecie lata, z językiem wywieszonym jak u suki. — Suka! — zamruczał i znowu zaklął. Potém jeszcze do dziecka rzekł. — Oj, żeby tamta twoją matką była, nie tak by ty wyglądał..."
      },
      {
        "index": 10,
        "text": "Po chwili, ojcowskiemi rękoma na sienniku ułożone, mizerne dziecko, znowu zasnęło, a Stepan, przyniesioną z komory kromkę chleba z kawałkiem słoniny zjadłszy, siedział przy ścianie na ławie i drzemał. Orał dziś przez dzień cały, tak więc znużonym był, że aż całą swą postacią kołysał się od senności to w tył, to naprzód. Jednak do snu się nie układał. Na żonę czekał. Był-że to objaw czułości małżeńskiéj? Doświadczyć tego miała Rozalka, gdy na godzinę przed północą, do chaty wracała. Wracała zaś w humorze wybornym. Uszczęśliwiało ją to, że Pietrusię złapano dziś na gorącym uczynku szkodzenia ludziom, i że odtąd nie tylko cała wieś, ale i Stepan w obrzydzenie ją weźmie najpewniéj. Ta ostatnia nadzieja rozpływała się po jéj wnętrzu namiętną rozkoszą. Ona przecież nie z przymusu i nie z chciwości, ale z lubienia za Stepana poszła. Ostrzegali ją ludzie, że on wielki złośnik. „Już ja jemu dam rady,“ mawiała. „Na złość jest złość i niewiadomo jeszcze, kto kogo przezwycięży. Niechaj bije, byle lubił.“ Aż tu przekonała się, że on jéj nie lubił, a pojął ją tylko dla tego, że kiedy matka umarła „gospodyni w chacie konieczną już się stała\". Tamtę — to lubił i jak jeszcze lubił. O, gdyby nie bała się kryminału i sądu, była-by już tę tamtę sto razy zabiła! Ale teraz zabita już ona i tak. Wiedźma ludzi krzywdząca i z nieczystym będąca w zmowie. Teraz, to i Stepan plunie na nią tylko, gdy ją zobaczy. Nadzieja ta uczyniła ją szczęśliwą i bardzo dla męża czułą. Wsunęła się do chaty z cicha i, ujrzawszy Stepana siedzącego jeszcze na ławie, jak wiewiórka przyskoczyła, usiadła przy nim i za szyję go ramieniem objęła. Oczy jéj wyglądały jak dwa czarne płomyki, wązkie usta ukazywały w uśmiechu rząd śnieżnych zębów. Na szyję męża ramię zarzuciwszy, chciała przycisnąć się do jego boku, gdy nagle, on pięść podniósł i uderzył ją w plecy tak silnie, że aż z ławy na ziemię kolanami upadła. Zarazem krzyczéć zaczął, zapytując ją, gdzie tak długo siedziała, czemu wieczerzy nie zgotowała, czemu do dziecka nie przyszła? Wtedy ona znowu złością wybuchnęła i, zerwawszy się z klęczek, a ręce na biodrach oparłszy, zaczęła skakać mu w oczy, zjadliwie śmiejąc się i wołając: — Wiedźma twoja Pietrusia! Wiedźma twoja miła! wiedźma twoja lubka najmilsza! wiedźma! wiedźma!"
      },
      {
        "index": 11,
        "text": "Stepan zerwał się z ławy i, za włosy ją porwawawszy, znowu na ziemię rzucił. W téjże chwili krzyk i łoskot obudził małego chłopczynę, który, ujrzawszy rodziców bijących się na środku izby, szybko wysunął się z pod nadna i cicho, z przestraszonemi ruchami wlazł pod tapczan. Z doświadczenia wiedział o tém, że po każdéj bitwie z mężem, matka porywała go za włosy lub koszulę i jak szczenię na środek izby z pościeli wyrzucała. Ojciec go wtedy najczęściéj na ręce brał i po izbie w ramionach nosił, tuląc i całując, ale czasem, kiedy już był bardzo rozzłoszczony, także go nogą kopnął..."
      },
      {
        "index": 12,
        "text": "Pietrusia tymczasem, zaszedłszy do kuźni i chwilkę z mężem pogadawszy, do domu wróciła. Przez ten dzień napracowała się w ogrodzie około pielenia buraków i kapusty, a na godzinkę przed zachodem słońca wybiegła w pole, aby trochę ulubionych ziół swoich narwać. Wiedziała, że w porę jeszcze przyjdzie, aby wieczerzę zgotować."
      },
      {
        "index": 13,
        "text": "Dokoła Akseny tymczasem, która, przez wnuczkę do ogrodu wyprowadzona, cały dzień na trawie przesiedziała, a teraz już zwykłe swe miejsce na piecu zajęła, skupiło się troje starszych dzieci. Najmłodsze spało w kołysce. W zmroku letnim, który napełniał izbę, gwiazdami do niéj przez szyby okien zaglądając, grupa złożona z czterech istot ludzkich różnéj wielkości, ciemniała i poruszała się w zarysach mętnych, pod samym prawie sufitem izby, nakształt grupy cieniów. W ciszy, którą przerywały tylko oddalone stukania kowalskiego młota, chrypiał i seplenił głos ślepéj baby i jak srebrne dzwonki rozlegały się cienkie głosiki dziecięce. Ona im coś, to z powagą wielką, to ze swym suchym, klekotliwym śmiechem opowiadała; one jéj mnóztwem wykrzyków i zapytań mowę przerywały. Najczęściéj i najśmieléj odzywał się sześcioletni Stasiuk, najmilszy pierworodny ojca, po trochu już pomocnik matki w pielęgnowaniu najmłodszego dziecka, po trochu téż już i opiekun ślepéj babki, którą czasem na piecu karmił, a po dziedzińcu i ogrodzie za rękę wodził. Teraz, był on czegoś niezmiernie rozciekawionym i, głosem rozpieszczonego dziecka, nieustającemi zapytaniami prababkę napastował."
      },
      {
        "index": 14,
        "text": "— Gdzie on był, babulko? gdzie Jadamek był nim do naszéj chaty przyszedł? Gdzie on piérwéj był?"
      },
      {
        "index": 15,
        "text": "Szło mu właściwie o to, zkąd przyszedł najmłodszy braciszek, który przed miesiącem zjawił się w chacie i co on robił przedtem, zanim tu przyszedł? Stara śmiała się długo a potém rzekła:"
      },
      {
        "index": 16,
        "text": "— W lesie Adamek był, w lesie był twój braciszek mileńki, nim tu przyszedł."
      },
      {
        "index": 17,
        "text": "— A co on tam robił? — zabrzmiało znowu pytanie."
      },
      {
        "index": 18,
        "text": "— Zajączki w lesie pasł — odpowiedziała mu babka."
      },
      {
        "index": 19,
        "text": "— A ja, gdzie był piérwéj, nim tu przyszedł?"
      },
      {
        "index": 20,
        "text": "Stara bez namysłu już odpowiedziała."
      },
      {
        "index": 21,
        "text": "— Ty na wysokiém, wysokiém drzewie siedział i wronki w powietrzu pasł..."
      },
      {
        "index": 22,
        "text": "— A ja? a ja? babulko, a ja?"
      },
      {
        "index": 23,
        "text": "— Ty, Kryśka, na dnie sinieńskiéj wody siedziała i rybki pasła..."
      },
      {
        "index": 24,
        "text": "— Helenka? Babulko, a Helenka?"
      },
      {
        "index": 25,
        "text": "— A ja? babulko, a ja, gdzie była?"
      },
      {
        "index": 26,
        "text": "Widać prababka trzyletnią Helenkę pocałowała, bo po izbie rozległo się głośne cmoknięcie. Potém ze śmiechem, w którego starym klekocie czuć było rozkosz, odrzekła:"
      },
      {
        "index": 27,
        "text": "— Helenka w gęstéj trawie siedziała i robaczki pasła..."
      },
      {
        "index": 28,
        "text": "W tém drzwi stuknęły i po izbie rozszedł się mocny zapach ziół polnych."
      },
      {
        "index": 29,
        "text": "— Czy to ty Piotrusia? — zapytał w zmroku głos chrapliwy i sepleniący."
      },
      {
        "index": 30,
        "text": "— Mama! — zadzwonił dziecięcy chór."
      },
      {
        "index": 31,
        "text": "— Wszyscy wy tutaj? — zapytała wchodząca."
      },
      {
        "index": 32,
        "text": "— A wszyscy."
      },
      {
        "index": 33,
        "text": "— Adamek śpi?"
      },
      {
        "index": 34,
        "text": "— A śpi."
      },
      {
        "index": 35,
        "text": "— To i chwała Bogu. Ot zaraz ogień rozniecę i kartofli zgotuję, com ich dziś w ogrodzie nakopała."
      },
      {
        "index": 36,
        "text": "— Oj, dobre kartofle... młode... — z wyraźną rozkoszą zasepleniła babka."
      },
      {
        "index": 37,
        "text": "— Dobre... oj, dobre... powtórzył dziecinny chór."
      },
      {
        "index": 38,
        "text": "Szeroki ogień zapłonął w piecu i oświetlił izbę, w któréj przez upłynione lat kilka zaszły niejakie zmiany. Ale były to zmiany na dobre. Więcéj dostatku i więcéj wymysłów. Pomiędzy oknami stała komódka, a na niéj dwa mosiężne lichtarze i lampka ze szklanym kominkiem. U okien firanki z kwiecistego perkalu i pachnące geranium całe w czerwonym kwiecie; za szybami szafki, białe talerze, a na jednéj ścianie kilka obrazków w błyszczących ramkach. Wszystko to Michałek poprzynosił do domu. Gdy tylko gdziekolwiek za interesem jakim pojedzie, zawsze coś ładnego przywiezie do domu, a potém sam, z tych przybytków, cieszy się jak dziecko i żonce cieszyć się każe. Gdyby i nie kazał zresztą, ona cieszyła-by się sama. Oczy jéj kochają się w jaskrawych barwach perkalowych firanek i złotawych połyskach mosiężnych lichtarzy, a jeźli ztąd doświadcza jakiego zmartwienia to tego chyba, że ślepa babka tych wszystkich piękności i wygód, w jakie ona teraz opływa, widziéć nie może. Opowiada jéj o nich zato długo i szeroko, i każdą rzecz nową do pomacania jéj daje. Zresztą, wszystkie stare rzeczy pozostały w téj izbie, tak jak i były. Ławy, stoły, statki gospodarskie, trzy krzesła z drewnianemi poręczami, krośna tkackie Pietrusi, w kącie jednym wielki stos różnego żelaztwa i nad nim na ścianie kilka nowych, tylko co w kuźni zrobionych siekier, pił, kruków i szczypiec. Na krośnach tkackich Pietrusia radno rozesłała i na nie wysypała z fartucha rozsypane zioła. Potém zakrzątnęła się około wieczerzy; dzieci, niby ptaki z pieca zleciawszy, biegały koło niéj bosemi stopy i szczebiotały te dziwy, które im babula o zmroku opowiadała."
      },
      {
        "index": 39,
        "text": "— Mamo! ja na dnie sinieńskiéj wody siedziała i rybki pasła..."
      },
      {
        "index": 40,
        "text": "— A ja w gęstéj trawie siedziała i robaczki pasła..."
      },
      {
        "index": 41,
        "text": "— A ja na wysokim, wysokim drzewie siedział i wronki w powietrzu pasł..."
      },
      {
        "index": 42,
        "text": "— A Jadamek w lesie siedział i zajączki pasł..."
      },
      {
        "index": 43,
        "text": "Sypiąc kartofle do garnka, Pietrusia żartobliwie przekomarzała się z dziećmi, na piecu stara aż zachodziła się od śmiechu, że te dureńki tak zupełnie we wszystko, co mówiła, uwierzyły."
      },
      {
        "index": 44,
        "text": "W pół godziny potém wrócił do domu kowal. Dzieci ku niemu się rzuciły."
      },
      {
        "index": 45,
        "text": "— Tatku, ja w sinieńskiéj wodzie. ."
      },
      {
        "index": 46,
        "text": "— A ja, tatku, na wysokim drzewie..."
      },
      {
        "index": 47,
        "text": "— A ja w gęstéj trawie..."
      },
      {
        "index": 48,
        "text": "— A Jadamek w lesie..."
      },
      {
        "index": 49,
        "text": "Michałek jedno po drugiém na ręce je brał, jak piórka wysoko nad głowę swą podnosił i, pocałowawszy, na ziemi znowu stawiał. Szeroko przytém i z przyjemnością widoczną rozpytywał się dzieci, co tam w téj wodzie, w téj trawie i na tém drzewie robiły i kiedy to było. Teraz, stał się on mężczyzną zupełnie już dojrzałym, z ramiony od kowalskiéj pracy szeroko rozrosłemi, z twarzą od opalenia prawie bronzową i wielkim, czarnym wąsem, nad łagodnemi usty. Znać w nim było siłę pracownika i powagę człowieka, który tylko od własnéj swéj pracy zależał. Z czarnych oczu jego, gdy dzieci całował i po pełnéj dostatków izbie się rozejrzał, patrzało szczęście. Siadając na ławie, zawołał."
      },
      {
        "index": 50,
        "text": "— Zuzulu! zmachałem się przy robocie, mało ręce nie poodpadają! Jeść chcę."
      },
      {
        "index": 51,
        "text": "Nigdy prawie inaczéj żony nie nazwał jak zuzulą, imieniem tego miłego ptaka, który wesołym kukaniem oznajmia rozkwitłą wiosnę."
      },
      {
        "index": 52,
        "text": "— W mig będzie wieczerza! — wesoło odparła kobieta i postawiła na stole lampkę z długim kominkiem. Od lat paru Michałek chciał już zawsze wieczerzać przy świetle lampy, łuczywo palili tylko w zimowe wieczory, ażeby w chacie jaśniéj i weseléj było. W mgnieniu oka dwie małe dziewczynki znalazły się na kolanach ojca, Stasiuk na stole siedział i wszystko troje razem gadało, lecz nikt ich nie słuchał. Pietrusia na stole postawiła misę dymiących się kartofli bochen chleba i nóż mężowi podała, a potém z sieni przyniosła jeszcze hładysz z kwaśném mlekiem."
      },
      {
        "index": 53,
        "text": "Wkrótce po wieczerzy dzieci zasnęły: Stasiuk pod kraciastym kilimkiem na tapczanie, Kryśka i Helenka na piecu obok babki. Ślepa baba, przez prawnuka nakarmiona mlekiem i kartoflami, nacałowawszy się prawnuczek i naśmiawszy się z ich szczebiotu i swawoli, zabiera się także do rozciągnięcia na piecu starych swych kości, kiedy Pietrusia, myjąc miski i łyżki, odezwała się nagle."
      },
      {
        "index": 54,
        "text": "— Aha! jaż wam nie opowiedziała jeszcze, co mnie się dziś przytrafiło..."
      },
      {
        "index": 55,
        "text": "Przez cały wieczór, zajęta mężem, dziećmi i wieczerzą zapomniała o wszystkiém, co nie było najbliższém i najmilszém jéj otoczeniem. Zresztą, do dzisiejszego swego wypadku małą przywiązywała wagę i opowiadała o nim babce i mężowi ze śmiechem, zwyczajnie jak młoda kobieta, która ma głowę nabitą swojém kochaniem i swemi pomyślnościami tak, że nic z tego, co jéj zdarza, na złe sobie tłómaczyć nie umié. Kowal grubym swym i serdecznym śmiechem śmiał się także i z chłopów, którzy ogień na przyciąganie wiedźm rozniecają, i ze zdarzenia, które na ten ogień żonę jego przywiodło. Ale stara Aksena widocznie zmarkotniała. Wprzódy już kłoniła się była ku swemu posłaniu; teraz siedziała wyprostowana, nieruchoma a kościste jéj szczęki poruszać się zaczęły tak, jak gdyby coś z trudem przeżuwała. Był to u niéj znak niemylny zgryzoty lub troski. Kiedy Pietrusia opowiadać przestała, a wymyte miski i łyżki umieszczała na przybitéj do ściany desce, stara głosem, objawiającym głębokie zamyślenie, ozwała się z pieca."
      },
      {
        "index": 56,
        "text": "— To niedobrze, oj, to niedobrze; że ty, Pietrusia, piérwsza na ten ogień przyszła!..."
      },
      {
        "index": 57,
        "text": "— Głupstwo! — zaśmiał się kowal i ręką machnął, ale Pietrusia żywo ku babce twarz zwróciła."
      },
      {
        "index": 58,
        "text": "— Czemu? — zapytała."
      },
      {
        "index": 59,
        "text": "Po chwilowym jeszcze namyśle, baba mówić zaczęła."
      },
      {
        "index": 60,
        "text": "— Bo najpiérwéj wiadomo, że na taki ogień zausiudy (zawsze) wiedźma przychodzi. To już wiadomo, to już tak musi być, tak już Pan Bóg Najwyższy siłę nieczystą ludzkim oczom objawia. To czemuż ty, Pietrusia, dzisiaka (dziś) na ten ogień przyszła? Ręce młodéj kobiety opadły nagle i splotły się na spodnicy. Oczyma, które otworzyły się szeroko, na babkę patrzała."
      },
      {
        "index": 61,
        "text": "— Czy ja wiem czemu? — wymówiła z cicha i usta jéj zdumienie czy przerażenie rozwarło."
      },
      {
        "index": 62,
        "text": "— Ot! — lekceważąco ozwał się kowal — szła to i przyszła. Szkoda gęby na to marnować!"
      },
      {
        "index": 63,
        "text": "Ale Aksena nie zważała na sceptyczne odezwanie się Michałka a Pietrusia nawet ich nie słyszała. Z otwartemi wciąż usty, rozszerzonemi oczyma patrzała na babkę, która daléj mówiła."
      },
      {
        "index": 64,
        "text": "— A druga rzecz jest, że teraz już złe ludzie spokojności tobie nie dadzą. Teraz to już pewno za wiedźmę cię ogłoszą i..."
      },
      {
        "index": 65,
        "text": "Szczękami gwałtownie poruszać zaczęła i po chwili dopiéro dokończyła."
      },
      {
        "index": 66,
        "text": "— I niech ciebie już Pan Bóg od wszelkiego nieszczęścia broni."
      },
      {
        "index": 67,
        "text": "Tu, ręką jakby z żółtéj kości wyrzeźbioną, uczyniła w powietrzu kilka znaków krzyża; ślepe jéj oczy może od wyprężonego wzniesienia powiek, rażącą białością odbijały śród żółtéj twarzy. Pietrusia, tam gdzie stała, osunęła się i na ziemi usiadła, z rękoma wciąż splecionemi i otwartemi usty. Michałek mniéj niż wprzódy lekceważącym głosem burknął."
      },
      {
        "index": 68,
        "text": "— Już to i ja od wszelakiego nieszczęścia bronić jéj będę... ale jakie tam z tego może być nieszczęście? Nie daj Boże nieszczęścia!"
      },
      {
        "index": 69,
        "text": "Widać było, że jakkolwiek do rzeczy podobnych daleko mniejszą niż inni wagę przywiązywał, jednak gadanie ślepéj baby sprawiło i na nim wrażenie niejakie. Ona zaś po chwilowém milczeniu, znowu mówić zaczęła."
      },
      {
        "index": 70,
        "text": "— Dawno już ja, oj, dawno na tym świecie żyję, wiele świata schodziłam, wiele ludzi słyszałam i takich słyszałam, co żywemi oczyma patrzali jeszcze na stare czasy, takie stare czasy, że o nich już teraz i pamięć pomiędzy ludźmi przepadła. Ot, kiedy ja z maleńką Pietruską na ręku w cudzy świat poszła, to zaszła raz do jednéj wioski, w któréj żył jeden taki stareńki człowiek, że mu już na twarzy zielony mech wyrósł a ludzie mówili, że jemu może więcéj jak sto lat było. Za młodu on sołdatem podobno był, i we dworach służył i dużo świata schodził, to jak zacznie bywało gadać a rozpowiadać, wszyscy gębę otwierają i słuchają; wszyscy... htaby nie był... pany nawet i bardzo uczone ludzie przychodzą bywało i proszą jego, aby im różne rzeczy gadał... I ja bywało proszę i słucham... Oj, stary Zachar, stary Zachar! już teraz i kosteczki jego rozsypały się w mogiłce i dusza przed Panem Bogiem stanęła, a to, co on gadał i rozpowiadał, taki po świecie chodzi, jak żywe... Ot, ja ślepa a jak żywe stoi przed oczyma memi, to co on o téj wiedźmie rozpowiedział, a słyszał to on sam od swego ojca, który ją już na swoje żywe oczy widział. A mnie teraz to wszystko jakby żywe przed ślepemi oczyma stanęło..."
      },
      {
        "index": 71,
        "text": "Znowu na chwilę mówić przestała. Wspomnienia, które przed ślepemi jéj oczyma stały i poruszały się jakby żywe, wyrwały ją z nieruchomości uprzedniéj. Kołysała cienką kościaną swą postać to w tył, to naprzód i nim znowu mówić zaczęła, parę razy westchnęła głośno. Białe jéj oczy nie świeciły już wśród żółtéj twarzy tak jak przed chwilą, bo przestał padać na nią blask ognia, który, powoli przygasając w piecu, rzucał na izbę smugi bladawe kołyszącéj się w zmroku światłości. W jednéj ze smug takich siedziała na ziemi Pietrusia z zamkniętemi już usty, ale splecionemi do koła kolan rękoma i niepokojem zmąconą twarzą. Pod drugą ścianą, potężna postać kowala rozpierała się na ławie i stole. Przez oszczędność, zapewne, zgasił on lampkę, głowę na dłoni oparł i z uwagą słuchał gadania staréj. Słuchał on zawsze bajek jéj i opowieści z uwagą i przyjemnością pewną, płacąc jéj wzajemnemi opowiadaniami o wędrówkach swych po świecie i różnych widzianych i słyszanych rzeczach. Tak im przechodziły dość często niedzielne popołudnie i spore kawały zimowych wieczorów. Teraz, choć spać mu się trochę chciało, słuchał jednak, a ślepa baba, w zmroku zalegającym wierzchołek pieca, chropowatym swym i szepleniącym lecz silnym jeszcze głosem, tak prawić zaczęła:"
      },
      {
        "index": 72,
        "text": "— Była, żyła w siole ludném i bogatém dziewczyna, do czerwonéj maliny podobna, słuszna jak ta topolka i taka piękna, że dziwowali się jéj wszyscy ludzie. Parobki młode to wprost już szaleli za nią a i panicze do niéj przychodzili i mówią bywało: „Choć spójrz ty na mnie, Marcysia! choć razik ruczku mnie swoju podaj!“ Ale Marcysia nikogo nie chciała, ani chłopa, ani pana. Pójdzie bywało do studni, jak królewna jaka, w spódnicy, stużkami (wstążkami) naszywanéj, w koralach i bursztynach na szyi, kwiatów sobie pełno we włosy nakładnie i śmieje się tylko ze wszystkich, białe zęby pokazując. I już zaczęli ludzie gniewać się na nią i różnie ją przezywać i bardzo jéj przypatrywać się, co ona takiego robi, że wszyscy do niéj lgną jak te muchy do miodu, a ona sama to nikogo nie chce. Aż tu patrzę, patrzę i widzę, że Marcysia nie zawsze śmieje się i z parobkami albo paniczami baraszkuje, ale czasem téż bardzo pochmurna chodzi, na ludzi zyzem patrzy, do lasu idzie i siedzi w lesie dzień, dwa, trzy dni a jak wróci, potajemnie zioła jakieś warzy, szepcąc nad niémi, i dziwne znaki robiąc, a potém już ludziom różnym, te zioła do picia daje, od bólów i od kolek i od nudności i od zgryzoty i od wszelakiego ucisku, jaki tylko jest. Byli tacy ludzie, co od niéj napoje te kupowali i potém dziękowali jéj i chwalili ją przed wszystkimi, mówiąc, że ona bardzo ciekawa, i dlatego wiele rzeczy poznała, a za ciekawością swoją to już i lubienia żadnego znać nie chce. Milsze jéj było ziółko w lesie, niż chłop na dobréj roli, albo nawet i panicz we dworze. I była-by sobie Marcysia spokojnie żyła i swoje robiła, bo nie miała nikogo, coby ją do czegokolwiek przymuszał, a w siole wszyscy już i przyzwyczaili się do tego, że inną sobie była jak wszystkie dziewki! Bywało, mówią o niéj: „z inném sercem i innemi myślami urodziła się.“ I dawali jéj święty spokój. Ale ot, na nieszczęście Marcysi, polubił ją jeden dworski człowiek, guberner, czy pisar, czy co takiego. A ona z niego żartowała sobie tak jak i ze wszystkich. Stanie bywało przed kościołem, tam gdzie i on stoi, jak królewna jaka, w spódnicy stużkami naszywanéj w cienkiéj koszuli, w koralach i bursztynach na szyi i śmieje się z gubernera, białe zęby mu pokazując. On długo cierpiał i wszystko ją prosił, żeby go polubiła, aż kiedy zobaczył, że nic z tego nie będzie, w straszną złość wpadł, do miasta pojechał, przed księdzami i wielkimi urzędnikami skarżył się, że ot, tak a tak, Marcysia jest wiedźmą. Wtenczas w siole zrobiło się jak w piekle. Pozjeżdżali się księdzy i urzędniki wielkie i zaczęli nad Marcysią robić śledztwo. Zebrali z sioła ludzi i pytali się: a co ona robi? a czego ona do lasu chodzi? a co ona szepce, kiedy zioła warzy? a jakie to zioła? a czy do niéj czart w gościnę chodzi? A zkąd u niéj tyle stużek i koralów i bursztynów i wszelakich ubiorów jest? Wypytawszy się o wszystko, Marcysi ręce i nogi związali, na wozie ją położyli i do miasta powieźli. A w mieście na rynku pokazali ją wszystkim ludziom i powiedzieli, że to jest wiedźma. Tak i tak, mówili, tak i tak. Nieczystemu duszę swoję chrześcijańską zaprzedała, mówili, z nieczystym w lesie rozmawiała, mówili; nieczysty jéj przez komin stużki, bursztyny i wszelakie bogactwa nosił, mówili. A potém na środku rynku nałożyli dużo drzewa, a potém kat w czerwonéj sukni Marcysię za włosy schwycił i w ogień wrzucił. Ogień buchnął taki wielki, że prawie nieba dostawał a Marcysia paliła się w nim jak ta trzaska, tak okropnie jęcząc, że jęczenie jéj na cały świat rozchodziło się i prawie nieba dostawało, a od jéj ciała, co paliło się w wielkim ogniu, smród rozchodził się po całém mieście, a księdzy na chwałę Panu Bogu święte pieśni głośno wyśpiewywali i sam król, na tronie siedzący cieszył się i wszystkim ludziom cieszyć się przekazywał, że tak ot, ukaraną jest wiedźma, co duszę swą chrześcijańską nieczystemu zaprzedała..."
      },
      {
        "index": 73,
        "text": "Umilkła Aksena i głębokie milczenie w izbie zapanowało. Kowalowi przy słuchaniu opowieści o wiedźmie, wszelka ochota do spania przeszła. Czy wierzył on, albo nie wierzył w istnienie dyabłów i wiedźm? Sam dobrze nie wiedział. Po prostu, wesoły temperament i przewaga praktycznych instynktów, skłaniała go do lekceważenia podobnemi zagadnieniami i nawet do wesołych nad niemi żartów. Jednak, opowiadanie takie jak to, które w téj chwili usłyszał, czyniły na nim wrażenie, chwiały silnie jego niewiarę, budziły w nim żywą ciekawość: tak było z Michałkiem. Co do Pietrusi, ta, z wytrzeszczonemi oczyma i zbladłą od przerażenia twarzą, słuchała opowiadania babki, gdy była w niém mowa o ogniu, który aż prawie nieba dostawał, wydała z piersi stłumiony okrzyk zgrozy, a gdy usłyszała o smrodzie, który z piekącego się ciała Marcysi rozchodził się po całém mieście, dreszcze wstrząsnęły silnie jéj ciałem od stóp do głowy. W parę minut dopiéro po umilknięciu babki, ozwała się głosem tak cienkim i jękliwym, jakim nie mówiła nigdy."
      },
      {
        "index": 74,
        "text": "— Babulo! czy ona naprawdę wiedźmą była? czy tylko tak... złe ludzie na nią wymyślili?..."
      },
      {
        "index": 75,
        "text": "— To już niewiadomo, — z namysłem i powoli odparła Aksena; — tego już i stareńki Zachar nie wiedział. Może była, może nie była. Jeżeli była, to u niéj na plecach czerwony znak od czortowskiego kopyta musiał być. Tego znaku ja nigdy nie widziała i Zachar nie widział, ale mówił, że dzid ojcu jego rozpowiadał, że widział i że tak musi być!.."
      },
      {
        "index": 76,
        "text": "Po chwilowém milczeniu zakołysała się znowu na mrocznym wierzchołku pieca kościana postać ślepéj baby i chropowaty głos zamruczał."
      },
      {
        "index": 77,
        "text": "— Oj, stary Zachar, stary Zachar! kosteczki twoje rozsypały się już w mogiłce i dusza twoja przed Panem Bogiem stoi a to, co ty gadał i rozpowiadał, taki po świecie chodzi jak żywe..."
      },
      {
        "index": 78,
        "text": "Kowal wstał z ławy."
      },
      {
        "index": 79,
        "text": "— At! — zawołał — głupstwo! Ja téż dużo świata schodził i niemało widział i słyszał a nigdy nie widział i nie słyszał, żeby gdzie wiedźmę palili. Teraz już tego robić nie wolno. Teraz już tego nie ma. Chodź spać, Zuzulu!"
      },
      {
        "index": 80,
        "text": "Wstała powoli, ciężko jakoś a w wymownych jéj oczach, malował się niepokój. Policzki jéj zbladły nieco i wydawały się mniéj okrągłemi; natężenie myśli twarz jéj wydłużyło. Po kilku minutach zupełna cisza napełniła izbę. Przerwało ją wkrótce głośne chrapanie kowala, a prawie jednocześnie ozwał się szelest kroków i ktoś wyraźnie wdrapał się na piec. W ciemności, na wierzchołku pieca, zaszemrał szept."
      },
      {
        "index": 81,
        "text": "— Babulo! czy ty śpisz, babulo?"
      },
      {
        "index": 82,
        "text": "Spała, ale stary sen jéj był bardzo lekkim i do przerwania łatwym. Przywykła zresztą do tego, że śród nocy, budziły ją sypiające przy niéj prawnuczki. Tym razem jednak, obudziła ją nie mała prawnuczka, ale kobieta, która, położywszy się przy niéj gorącém ramieniem suche jéj ciało objęła."
      },
      {
        "index": 83,
        "text": "— To ty, Pietrusia?"
      },
      {
        "index": 84,
        "text": "— Ja, cichoż tylko, babulo, żeby Michałka i dzieci nie zbudzić..."
      },
      {
        "index": 85,
        "text": "— A czego ty tu przyszła? Czy cię kolki tak jak przeszłego roku sparły? Czy Adamek spać ci nie daje?"
      },
      {
        "index": 86,
        "text": "Przez długą minutę odpowiedzi nie było; potém jeszcze cichsze niż szept uprzedni zaszemrało pytanie."
      },
      {
        "index": 87,
        "text": "— Babulo, czy kiedy ja urodziłam się, ojciec i matka nosili mię do kościoła do chrztu świętego?"
      },
      {
        "index": 88,
        "text": "Nu, a jakże? — odpowiedział sepleniący szept staréj — jakże by ty bez chrztu świętego żyła? Wiadomo, że nosili."
      },
      {
        "index": 89,
        "text": "— Babulo, a kiedy ja mała byłam, żegnała ty mnie na noc krzyżem świętym?"
      },
      {
        "index": 90,
        "text": "— Nu, a jakże? żegnała, każdego wieczora żegnała..."
      },
      {
        "index": 91,
        "text": "— Dlatego, żeby nieczysty dostępu do mnie nie miał?"
      },
      {
        "index": 92,
        "text": "— Dlatego, żeby nieczysty dostępu do ciebie nie miał i żeby Pan Bog najświętszy opiekował się tobą, biedną sierotą..."
      },
      {
        "index": 93,
        "text": "— Babulo! mnie zdaje się, że ja przed Panem Bogiem niczém ważném nie zgrzeszyła..."
      },
      {
        "index": 94,
        "text": "Po chwilowém milczeniu stary szept odpowiedział:"
      },
      {
        "index": 95,
        "text": "— Mnie zdaje się, że ty przed Panem Bogiem taka czysta jak ta biała leleja, co w kościele przed ołtarzem stoi..."
      },
      {
        "index": 96,
        "text": "Po téj odpowiedzi dało się słyszéć przeciągłe westchnienie ulgi. Potém młode usta zaczęły znowu cichutką rozmowę."
      },
      {
        "index": 97,
        "text": "— Babulo! to i czemuż ja dziś na ten ogień przyszła?"
      },
      {
        "index": 98,
        "text": "Odpowiedzi długo nie było. Zapytanie mieściło w sobie zagadkę, niezmiernie do rozwiązania trudną. Po długiéj chwili dopiéro Aksena szepnęła."
      },
      {
        "index": 99,
        "text": "— Bo może to i nie wiedźma to mleko krowom odebrała?"
      },
      {
        "index": 100,
        "text": "— A któż kiedy nie wiedźma?"
      },
      {
        "index": 101,
        "text": "— Może ropucha..."
      },
      {
        "index": 102,
        "text": "— Aha!"
      },
      {
        "index": 103,
        "text": "Ostatni wykrzyk brzmiał tryumfem."
      },
      {
        "index": 104,
        "text": "— Pewno ropucha. Ropuchy kiedy rozgniewają się na ludzi, tak samo mleko krowom odbierają."
      },
      {
        "index": 105,
        "text": "— A-le!"
      },
      {
        "index": 106,
        "text": "— Un, to pewno ropucha."
      },
      {
        "index": 107,
        "text": "— A ropucha, bo żeby nie ropucha, toby wiedźma na ogień przyszła... nie ty!..."
      },
      {
        "index": 108,
        "text": "— A-le. Śpij-że z Bogiem, babulo."
      },
      {
        "index": 109,
        "text": "— Śpij spokojnie, zuzulo ty moja, śpij..."
      },
      {
        "index": 110,
        "text": "Nazajutrz była niedziela, a wiadomo, że w niedzielę chłopu i chłopce wszystko na świecie jaśniéj i piękniéj wygląda, bo choć i dnia tego jaką taką robotę dokonać muszą, lecz po jéj dokonaniu nie schylają już twarzy nad zagonem lub tokiem stodoły, nad balią, albo nićmi rozpiętemi na krośnach. Przez połowę dnia najmniéj patrzéć sobie mogą na słońce, niebiosa i wszystko, co z ziemi wysoko wyrasta, chodzić, siedziéć, śmiać się, gadać i śpiewać — co kto chce. Téj niedzieli pogoda była piękna. Pietrusia wody ze studni przyniosła i ogień w piecu roznieciła w téj jeszcze chwili poranku, gdy nad bronzowym gajem jutrzenka rozwinęła różową szarfę, a piérwsze promienie słońca, z dołu w górę strzelając, złote podszewki dawały liściom ogrodu. Potém nad staw pobiegła i, przyniósłszy ztamtąd pęk pachnącego ajeru, rozrzuciła go po podłodze izby, wprzódy już czysto wymiecionéj i białym paskiem posypanéj. Kiedy kowal obudził się, stara babka na pościeli swéj usiadła i dzieci gwarzyć zaczęły, w chacie od ajeru pachniało jak na łące, przez dwa otwarte okna lały się strugi słonecznych świateł, a Pietrusia w białéj koszuli, spiętéj u szyi błyszczącym guzikiem, w kwiecistéj perkalowéj spódnicy i czerwonéj chustce na włosach, przed ogniem stojąc, kartofle oskrobywała z łupin, które starannie do cebrzyka zrzucała, aby nie szpeciły niedzielnéj podłogi. Kowal oczy ze snu otworzywszy, spojrzeniem powiódł do koła na żonę, popatrzał i, wyciągając nad radnem potężne swe ramiona, a szeroko jeszcze poziewając, zawołał: — Oj, Zuzula ty moja, Zuzula! Ona za całą odpowiedź zaśmiała się głośno i garść łupin kartoflanych tak zręcznie nań rzuciła, że zasypały mu one twarz i piersi. Do samego prawie południa krzątała się po chacie. Pożywieniem obdzieliła całą rodzinę, babkę i starsze dzieci myła, czesała i w czystą odzież ubierała, malutkiego Adamka piersią swą karmiła i w ramionach kołysała, męża do miasteczka na dzień cały wyprawiając, zaopatrywała go w zapas żywności i o tém, co miał tam nabywać i sprzedawać, rozważnie, i po przyjacielsku z nim rozmawiała. Po południu dopiéro, Stasiuk w czystéj i kolorowym paskiem przewiązanéj koszuli, prababkę do ogrodu poprowadził. Malutką swą ręką trzymając jéj żółtą, kościstą rękę, spełniał on czynność przewodnika z powagą i uwagą wielką, z wydętemi wargami, w milczeniu. Stara szła za nim, kijem wciąż ziemi przed sobą dotykając, w samodziałowéj, sinéj kapocie, w płytkiém obuwiu i świątecznym czepcu, którego błyszczący galonik świecił na słońcu dokoła białych jéj włosów. Pod dziką jabłonią, na trawie usiadła, w zwykłéj postawie swéj wyprostowanéj i tak sztywnéj, że czyniła ją ona podobną do figury, wyrzeźbionéj z drzewa czy kości. Nie widziała nic, ale czuła ciepłe wietrzyki, muskające jéj twarz i głowę, słyszała szczebiot ptactwa i głosy prawnuków, czuła pod ręką świeżą miękkość trawy. Szeroki więc uśmiech rozciągnął jéj wązkie i bezbarwne wargi, a białe oczy zdawały się z natężeniem i rozkoszą wpatrywać w ten piękny świat. Pietrusia wyniosła przed chatę radno, na które wczoraj uzbierane zioła zsypała i, usiadłszy na nizkim kamieniu, tuż przy progu chaty, poczęła dobierać je i gatunkować. W kupki osobne układała czomber, brunelkę, dziewannę, krwawnik, macierzankę i inne jakieś różne trawki i listki. Tą robotą zajęta, od czasu do czasu przyśpiewywała sobie półgłosem, czasem na zioła patrzéć przestawała i wzrok puszczała po pustém polu, na którém już zboża nie było, a dziś i ludzi nie było. Ciche i drzemiące leżało dziś ono pod złotą płachtą słońca, jakoby na wzór ludzi w niedzielę odpoczywając. Od wsi za to przylatywały gwary, złożone z głosów zwierzęcych i ludzkich; przed karczmą, którą zdala od innych domowstw rozróżnić było można, rój ludzi poruszał się i huczał. Pietrusia, w stronę wsi patrząc, zmarkotniała trochę. Wązka, kręta ścieżka, która pomiędzy stodołami a opłotkami ogrodów, od wsi do chaty kowala wiodła, pustą dziś była. Tylko usychające w ogrodach konopie wychylały z za opłotków swe rozczochrane głowy, albo wyjrzał przez nie żółty kwiatek piżma, albo kura głośno zagdakała i kogut załopotał skrzydłami i zapiał. Ale ludzkiéj duszy nie było dziś na ścieżce ani jednéj. Przecież, każdéj prawie niedzieli, kobiety z Suchéj Doliny, licznie Pietrusię odwiedzały; jedne po radę przychodziły, inne tak sobie, na pogadankę i z lubienia. Przychodziła tu zwykle w niedzielę młoda Łabudowa i chłopców swych z sobą do Stasiuka przywodziła; przychodziła córka Maksyma Bodruka, którą Pietrusia kiedyś dziewięcioranką swą w ciężkiéj słabości ratowała i inne, i inne. Dziś żadna nie przyszła i żonie kowala markotno zrobiło się koło serca."
      },
      {
        "index": 111,
        "text": "Niedługi już dzień sierpniowy miał się już ku końcowi, słońce blizkiém było zachodu. Teraz, ścieżką wijącą się pod opłotkami powinny przechodzić dziewczęta. Dziewczęta w dnie świąteczne przychodziły do Pietrusi na śpiewanie. Nikt w całéj wiosce nie śpiewał takim silnym i czystym głosem jak ona; nikt tylu pieśni nie umiał. Bywała zwykle przewodniczką chórów, tych chórów, które każdéj prawie letniéj niedzieli, o zmroku, przed chatą kowala na kamieniach i trawie zasiadały, i aż do późnego wieczora napełniały powietrze rozgłośném śpiewaniem. Dziś, żadna nie przyszła. Słońce już zachodziło, kiedy Pietrusia zobaczyła na ścieżce jedną postać kobiecą, ku chacie jéj zmierzającą. Zdala poznała Frankę, wnuczkę Jakóba Szyszki. Odświętnie niby, ale ubogo ubrana, krępa trochę dziewka, z nieładną lecz hożą twarzą i błyszczącemi, błękitnemi oczyma, jękliwym jakimś głosem Pietrusię pozdrowiła i zaproszenia nie czekając, tuż przy niéj na przyzbie usiadła. Dwie kobiety znały się z sobą od lat najmłodszych i często żęły na jednym zagonie, grabiły na jednéj łące, razem śpiewały i w karczmie lub na odbywającém się pod gołem niebem ihryszczu tańczyły i dokazywały. Wczoraj, gdy kowalowa piérwsza na ogień przyszła, Franka zadumała się o czemś tak głęboko, że nawet na chwilę o blizkiéj obecności Klemensa zapomniała. Z twarzy jéj można było wtedy wyczytać, że coś sobie obmyśliwała, jakieś zamiary i nadzieje w głowie swojéj snuła. Teraz, z temi zamiarami i nadziejami do kowalowéj przyszła i chwilę pomilczawszy, jękliwym głosem zaczęła."
      },
      {
        "index": 112,
        "text": "— Oj, biedna ty Pietrusia, biedna! Wielmi już ludzie na ciebie nastają. Wykrzykują taj, wymyślają..."
      },
      {
        "index": 113,
        "text": "Kowalowa żywo zwróciła się ku dziewczynie i pytaniami ją zasypała. Co mówią? Kto mówi? Czy i Piotr Dziurdzia także rozgniewany i Piotrowa i Łabunowie i Bodruki? Franka wszystko, co we wsi o Pietrusi gadano, powtórzyła, a potém ramię swe zarzuciła jéj na szyję. Przymilając się, oczy mrużąc, dłonią po twarzy kowalowéj gładząc, zaczęła:"
      },
      {
        "index": 114,
        "text": "— Ja do ciebie, Pietrusia, z wielką prośbą... kiedy ty taką znachorką jesteś, że możesz ludziom robić i dobrze i źle, to ty mnie poratuj w mojéj wielkiéj biedzie i zgryzocie..."
      },
      {
        "index": 115,
        "text": "Pietrusia cofnęła się żywo, i niechętnie odwróciła twarz rozognioną od gniewu i żalu."
      },
      {
        "index": 116,
        "text": "— Jaka ja znachorka! — krzyknęła prawie — idź ty sobie ode mnie... nie dokuczaj..."
      },
      {
        "index": 117,
        "text": "Ale Franka przysunęła się ku niéj jeszcze bliżéj i znowu ją za szyję objęła."
      },
      {
        "index": 118,
        "text": "— Nie gniewaj się, Pietrusia, nie gniewaj się ty na mnie... ja nie ze złego serca... oj! żeby ty wiedziała, jaka ja nieszczęśliwa, to już nieszczęśliwszéj chyba na świecie niéma... Wiadomo, sierota i uboga i tak jak w cudzéj chacie zostająca. Dziadowska chata nie ojcowska... Poniewierają się nademną dziadźki (stryjowie) i poniewierają się ich żonki... Pracuję, haruję, jak ten wół w jarzmie, a dobrego słowa od nikogo nie posłyszę... Jak pobiją się z sobą, to i mnie biją, — a ciągle ten chleb, co u nich jem, wymawiają... Już mnie i życie zbrzydło, i za zgryzotą a płakaniem bożego świata nie dojrzę..."
      },
      {
        "index": 119,
        "text": "Obu czerwonemi i w istocie spracowanemi rękoma twarz sobie zakrywszy, rozpłakała się rzewnie."
      },
      {
        "index": 120,
        "text": "Wtedy już Pietrusia sama przysunęła się do niéj i zasmuconym głosem rzekła:"
      },
      {
        "index": 121,
        "text": "— Wiem, ja wiem, że tobie w dziadowskiéj chacie życie nie słodkie... Dziadźki twoje złośniki i pijaki, a ich żonki paskudne... I nie bogato u was. Ale cóż ja tobie na te twoje biedy poradzić mogę?"
      },
      {
        "index": 122,
        "text": "— Oj, możesz, możesz, kab tylko chacieła! — ręce od twarzy odejmując, zaczęła Franka, i oba już ramiona na szyję powiernicy swéj zarzuciwszy, całować ją zaczęła tak zapalczywie, że pocałunkami i łzami swemi oba policzki jéj zwilżyła. Potém całém swém krępém ciałem na ramieniu jéj zwieszona, przez parę minut cichutko jéj coś do ucha szeptała."
      },
      {
        "index": 123,
        "text": "Pietrusia uczyniła znów żywe poruszenie oporu i niechęci."
      },
      {
        "index": 124,
        "text": "— Nie chaczu! — zawołała — nikomu już nic doradzać nie będę, żeby tam nie wiem kto był, nikomu! Dalibóg, nie będę."
      },
      {
        "index": 125,
        "text": "Franka szyi jéj z uścisku swego nie puszczała i znowu jéj do ucha na wpół z płaczem, na wpół ze śmiechem coś szeptać zaczęła. Pietrusia powtarzała ciągle: — Nie chcę! nie dam! nie poradzę! pobożyłam się, że nie poradzę! — Ale widocznie żal jéj robiło się Franki i ogarniać ją zaczęła ciekawość niewieścia. Odpowiedzi przeczące dawała, jednak szeptu Franki słuchała ze współczuciem i ciekawością."
      },
      {
        "index": 126,
        "text": "— A lubiż on ciebie choć trochę — zapytała:"
      },
      {
        "index": 127,
        "text": "Dziewczyna mokry od łez policzek na grubéj dłoni wsparła, i smutne oczy wlepiając w powiernicę swą, odpowiedziała:"
      },
      {
        "index": 128,
        "text": "— Bóg że to jeden wiedziéć może, ale mnie zdaje się, że taki troszkę lubi. Dwa roki już od tego czasu minęło, jak piérwszy raz mnie zaczepił. Młodzieńka ja byłam wtedy i na żadnego parobka jeszcze ani patrzałam. Aż tu raz pod studnią, jak da mnie ktościś w kark, to aż w krzyżach trzasło. Patrzę, Klemens. Ja mu wody z wiadra wprost w oczy, a on mnie wpół schwycił i po plecach głaszcze. „Ty Franka — mówi — nie do téj studni przychodź po wodę, ale do tamtéj, co bliżéj naszéj chaty.“ I potém już tak ciągle. Niech tylko gdzie zobaczy, to zaraz zaczepi. Zimową porą gniłki za pazuchą przynosił i garściami mnie w fartuch sypał, a ot dwie niedziele temu, z nikim w karczmie nie tańczył tylko ze mną..."
      },
      {
        "index": 129,
        "text": "— To i dobrze — zauważyła Pietrusia — to znaczy, że lubi..."
      },
      {
        "index": 130,
        "text": "Dziewczyna, wstydliwie oczy ręką sobie zakrywając, cicho odpowiedziała:"
      },
      {
        "index": 131,
        "text": "— Kiedyż bo innym razem, to miesiąc i dwa i trzy ani na mnie spojrzy, i tak samo inne dziewczęta zaczepia... A tu mnie w chacie taka bieda, że niech Pan Bóg święty broni. Dziad łaje i dziadźki łają i dziadźkowe żynki z chaty wygnać chcą. Idzi w służbu, mówią, kto ciebie durnę weźmie? mówią; Klemens nie weźmie, mówią; ot już dwa roki, mówią, jak zwodzi ciebie i oszukuje a ty wierzysz..."
      },
      {
        "index": 132,
        "text": "Ręce załamała i znowu płakać zaczęła."
      },
      {
        "index": 133,
        "text": "— Ja wierzę i nie wierzę... — wśród płaczu mówiła, — czyby mnie Pan Bóg takie wielkie szczęście dał, żeby mnie wziął za żonkę syn gospodarski... Oj, szczęście to, takie szczęście, że większego już chyba na świecie niéma..."
      },
      {
        "index": 134,
        "text": "Pietrusię zwierzenia te widocznie wzruszały."
      },
      {
        "index": 135,
        "text": "Każdéj żywéj istocie życzliwą ona była, a biadania i pragnienia téj, przypominały jéj przeszłość własną. Franka w obie ręce całować ją zaczęła."
      },
      {
        "index": 136,
        "text": "— Ratuj, Pietrusia, ratuj, dopomóż... — jęczała — ja tobie przez całe życie wdzięczną będę."
      },
      {
        "index": 137,
        "text": "— Kiedyż bo — wahającym się już głosem zaczęła kowalowa — kiedyż bo, żeby i to... baćko jemu z tobą żenić się nie pozwoli... syn gospodarski... bogaty i taki urodziwy... Słyszę, Pietruk téj zimy do Budrakówny dla niego swaty ma słać..."
      },
      {
        "index": 138,
        "text": "— Oj, — zajęczała, Franka, — kab tylko on chacieł, kab tylko on sam chacieł, z baćkiem już łatwy jenteres. On u baćki swego prawe oko w głowie, baćko świata za nim nie widzi..."
      },
      {
        "index": 139,
        "text": "— To jest prawda — potwierdziła Pietrusia — on u rodziców tak jak jeden, bo z durnego Jasinka mała pociecha..."
      },
      {
        "index": 140,
        "text": "— Kab tylko chacieł! Kab na prawdę polubił... — wzdychała Franka i znowu ręce kowalowéj całowała, a policzki jéj pocałunkami i łzami swemi moczyła."
      },
      {
        "index": 141,
        "text": "Pietrusia namyślała się jeszcze z wielkiego kłopotu, aż chustkę na głowie przekrzywiła, bardzo nie w porę przyszła jéj ta żarliwa prośba przyjaciółki. Lecz serce nie kamień. Istotnie gdyby Franka za Klemensa wyszła, było-by to dla niéj takiém samém szczęściem, jak dla niéj było wyjście za Michałka. Istotnie, Piotr był dobrym człowiekiem, syna lubił i możeby bardzo nie sprzeciwiał się jego woli, gdyby on naprawdę miał tę wolę."
      },
      {
        "index": 142,
        "text": "— Nu — rzekła — dobrze... babula mnie kiedyściś rozpowiadała o takiém ziółku... Nigdy ja go jeszcze nikomu nie dawałam... ale tobie, cóż już robić? Może i dam. Jeżeli znajdę, to dam, ale nie wiem, czy znajdę. Przyjdź dowiedziéć się jutro..."
      },
      {
        "index": 143,
        "text": "Franka aż na ziemię osunęła się z radości i kolana znachorki objąwszy, całować je zaczęła. Potém z ziemi poskoczyła i wyprostowana, obie ręce na kłębach oparła. Była to postawa tryumfująca. Radość i tryumf biły z czerwonéj pucołowatéj jéj twarzy i błękitnych, błyszczących oczu. Zdawać się mogło, że nawet mały, u czoła wklęsły nos jéj, stał się więcéj zadartym. Nogą tupnęła i splasnęła rękoma."
      },
      {
        "index": 144,
        "text": "— Ot ja im wtedy dam, ot ja im wtedy pokażę, i dziadźkom i dziadźkowym żonkom. Na próg do swojéj chaty nie puszczę... kupnę spódnicę włożę i przed oczyma ich chodzić w niéj będę... jak zobaczę, że która chleb je, jedną ręką kiełbasę, a drugą figę jéj pokażę..."
      },
      {
        "index": 145,
        "text": "Pietrusia aż zachodziła się ze śmiechu z tryumfującéj miny i zawziętych pogróżek Franki. Widoczném było, że dziewczyna daleko mniéj pożądała lubienia Klemensa, niż świetnego losu, który-by dla niéj z małżeństwa tego wypadł. Ale i te także uczucia kowalowa nieco rozumiała i dzieliła. Jéj także, upośledzonéj niegdyś sierocie, przyjemnie było teraz w kupnéj spódnicy po wsi chodzić i dawnych chlebodawców swych w dostatniéj swéj chacie przyjmować."
      },
      {
        "index": 146,
        "text": "— Dobrze, — powtórzyła; — co robić? Jak tu ludzi nie ratować... kiedy można? przyjdź jutro..."
      },
      {
        "index": 147,
        "text": "Franka pędem strzały puściła się ku wiosce, pilno jéj było do karczmy, gdzie skrzypce grać już zaczęły i Klemens był pewno. Nazajutrz całkiem już o zmroku, znowu od kowalowéj wracała. Szła tym razem powoli, zamyślona, może trochę rozmarzona i co moment przyciskała ręką coś, co u piersi za koszulą miała. W tém, u końca ścieżki, pomiędzy gęstemi krzakami ostów, zarastających brzeg pola, a rosnącą za płotem ogrodu jabłonią, ktoś ją za spódnicę przytrzymał. Zlękła się tak, że aż krzyknęła i żegnać się zaczęła, gdy, nagle, w przechylonéj nad płotem postaci poznała Rozalkę. Zwinnie przez nizki płot przeskoczywszy. Stepanowa świszczącym szeptem pytać zaczęła:"
      },
      {
        "index": 148,
        "text": "— A zkąd ty, Franka? Od kowalichy? ty i wczoraj tam chodziła. Nie bójś! ja wszystko widzę. A co u kowalichy słychać? Zioła warzy, ropuchy hoduje, czy z czortem rozmawia? ha?"
      },
      {
        "index": 149,
        "text": "Franka zrazu odpowiadać nie chciała i spróbowała iść daléj, lecz Rozalka znowu za spódnicę ją przytrzymała."
      },
      {
        "index": 150,
        "text": "— Czego uciekasz? — mówiła; — pilno tobie do dziadźkawych kułaków i dziadowego łajania? Na masz, siadaj tu i jédz. Pogadamo."
      },
      {
        "index": 151,
        "text": "W rękę wcisnęła jéj ogórek, chłodny, duży, zielony ogórek i taki sam drugi z za koszuli wyjąwszy, na spadzistości pola pomiędzy ostami usiadła. Ofiarowany przysmak zjednał Frankę dla kobiety, względem któréj zresztą żadnych przyczyn do niechęci lub gniewu nie miała. Owszem, Rozalka okazywała jéj nawet niejaką życzliwość i gdy jéj w chacie bardzo dokuczano, ujmując się za nią, ze stryjenkami jéj srodze się raz pobiła. Było to zresztą rzeczą dość prostą. Nie miała nic do zazdroszczenia France, a litowała się trochę nad jéj sieroctwem. Obie tedy usiadły pod krzaczystemi ostami i, gryząc ogórki, w zmroku szeptać zaczęły. Ogród, przy którym znajdowały się, był pusty, na ścieżce żywéj duszy nie było. Rozalka dopytywała się u dziewczyny, czego do kowalichy chodziła, a Franka wnet rozrzewniła się znowu nad swoją dolą i jęczeć zaczęła."
      },
      {
        "index": 152,
        "text": "— Oj, jaka ja nieszczęśliwa, to już nieszczęśliwszéj chyba na świecie niéma. Wiadomo, sierota i uboga, tak prawie jak w cudzéj chacie zostająca. I wszystko to samo i tak samo — wyjęczała, jak godzinę temu przed Pietrusią. Rozalka głową ze współczuciem kiwała a potém zapytała:"
      },
      {
        "index": 153,
        "text": "— A czego ty do kowalichy chodziła?"
      },
      {
        "index": 154,
        "text": "Ale Franka swoje daléj prawiła."
      },
      {
        "index": 155,
        "text": "— Bóg że to wiedziéć może, czy on lubi czy nie lubi, ale mnie zdaje się, że taki troszkę lubi. Już dwa roki temu pod studnią, jak dał mnie ktościś w kark, to aż w krzyżach trzasło, patrzę... Klemens. Ja mu wodę z wiadra wprost w oczy..."
      },
      {
        "index": 156,
        "text": "I tak daléj, do końca. Wszystko to samo i tak samo jak przed Pietrusią. Rozalka nie sprzeciwiała się i nie przerywała, po chwili jednak zapytała znowu:"
      },
      {
        "index": 157,
        "text": "— A czego ty do kowalichy chodziła?"
      },
      {
        "index": 158,
        "text": "Ale Franka nie wygadała jeszcze wszystkiego, co jak codzienny pacierz, w głowie jéj siedziało."
      },
      {
        "index": 159,
        "text": "— A innym razem, — jęczała, — to miesiąc i dwa i trzy ani spojrzy i tak samo inne dziewczęta zaczepia..."
      },
      {
        "index": 160,
        "text": "— Czego ty do kowalichy chodziła?"
      },
      {
        "index": 161,
        "text": "— Ja i wierzę i nie wierzę, żeby mnie Bóg wszechmogący takie wielkie szczęście dał..."
      },
      {
        "index": 162,
        "text": "— Czego ty do kowalichy chodziła?"
      },
      {
        "index": 163,
        "text": "Pomimo całéj dyplomacyi, jakiéj w tym razie użyć zamierzyła, Rozalka była już blizką wybuchu. Franka nie wiedząc zkąd i dlaczego w rękę ją pocałowała i, palcami z oczu łzy ocierając, zaczęła:"
      },
      {
        "index": 164,
        "text": "— Ratuj, ciotko, dopomóż, — ja tobie przez całe życie wdzięczną będę..."
      },
      {
        "index": 165,
        "text": "— Aha! — przeciągle wymówiła Stepanowa i oczy jéj w zmroku błysnęły jak dwa płomyki."
      },
      {
        "index": 166,
        "text": "— To ty do kowalichy o poradę prosić chodziła..."
      },
      {
        "index": 167,
        "text": "— Ale!"
      },
      {
        "index": 168,
        "text": "— Dała jaką?"
      },
      {
        "index": 169,
        "text": "— A dała... niech jéj Pan Bóg wszystko dobre daje... — Rozalka całém swém giętkiém ciałem zwiesiła się na szyi dziewczyny i do ucha jéj prawie szeptać zaczęła śpieszne, naglące, namiętne pytanie. Franka broniła się przez chwilę wstydliwie i z bojaźnią twarz odwracając. Wstydziła się i lękała tajemnicy swojéj. Ale Rozalka, obejmując ją jedną ręką, drugą pchała jéj w usta kawałek swego niedojedzonego ogórka a z wielkiéj serdeczności przyginała ją ku ziemi tak, że obie omal położyły się na trawie. Przytém osypywała ją pieszczotliwemi nazwami gołąbki, zuzuli, robaczka, rybki. Do czułości takich Franka w twardéj, sierocéj swéj doli przyzwyczajoną nie była. Pochlebiało jéj, że w ten sposób obchodzi się z nią kobieta starsza i gospodyni chaty zamożnéj. W rękę Rozalkę pocałowała, ciotką ją nazwała i znowu skarżyć się i lamentować zaczęła. Rozalka ją pocieszała, pocieszanie wciąż zapytaniami przeplatając, a gdy po upływie godziny, powstały obie z ziemi, czarne oczy Stepanowéj pomimo zmroku świeciły radością i tryumfem. Wydobywała już z dziewczyny wszystko, o czém wiedziéć chciała i, nagle pozostawiając ją śród ostów stojącą, pędem strzały ku wiosce pobiegła. Bez tchu prawie biegła przez uciszoną już ulicę wiejską, aż u wrót chaty Piotrowéj stanęła. Miała zrazu widoczny zamiar wpadnięcia tam nakształt burzy i wygadania wszystkiego, o czém się dowiedziała. Nagle przecież, w głowie jéj powstał plan inny. Teraz, o niczém jeszcze nikomu nie powie, a wtedy dopiéro, gdy w rodzinie Piotra stanie się bieda, gdy Klemens z Franką koniecznie żenić się zażąda, a ojciec temu sprzeciwiać się będzie, gdy pomiędzy ojcem i synem wybuchnie kłótnia i niezgoda, ona przyjdzie do nich i powie, kto temu wszystkiemu jest winien. Ciekawa to rzecz, co uczyni wtedy Piotr, który za nic nie zgodzi się na to, aby syn jego żenił się z dziewczyną byle jaką i w dodatku, ze złodziejskiéj chaty pochodzącą. Sam nie kradł nigdy i wnuczki złodzieja za synowę miéć nie zechce. Oj, będzież tu będzież w téj chacie kłótni i zgryzoty wszelakiéj! oj, będzież za to będzie kowalisze od Piotra i wszystkich porządnych ludzi. Dadzą już wtedy, o! dadzą téj, która jéj życie popsuła, przez którą ona mężowskiego lubienia nie zaznała, a na całém ciele tyle ma sińców, ile jest gwiazd na niebie. Niech by bił, ale lubił. I nie lubi i bardzo bije, a wszystko przez tę..."
      },
      {
        "index": 170,
        "text": "W zmroku, przed chatą Piotrową stojąc, zapłakała, fartuchem oczy otarła i powoli daléj iść poczęła. Czegóż pośpieszać miała? Wszak wiedziała z góry, co ją w domu czeka. Z rana dziecko zachorowało, a wiadomo, że kiedy dziecko zachoruje, Stepan swą żałość w srogą złość przemienia i na niéj ją spędza. Jakby ona temu winną była, że dziecko urodziło się takie, nijakie. Wprawdzie, kiedy dwa lata miało, grzmotnęła je raz łopatą w głowę, tak, że od rozumu odeszło i na kilka niedziel zaniemówiło. Ale czyż ono od tego słabe jest i nierozgarnięte? Gdzie tam? Taka już jéj we wszystkiém dola pohana — i tyle!"
      }
    ]
  }
}