{
  "chapterNumber": 3,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Oj, dawno już, dawno, mieszkańcy Suchéj Doliny, podejrzywali Pietrusię, wnuczkę ślepéj Akseny, że posiadała ona wiadomości i moce takie, jakich posiadać nie można bez niejakich stosunków z nieczystą siłą. Były to wprawdzie podejrzenia i przez nikogo głośno niewyrażane, ale pochodziło to tylko ztąd, że wśród niezliczonych trudów i trosk powszedniego żywota, nie zajmowano się niemi bardzo i ztąd jeszcze, że nikt nie posiadał jasnych dowodów, aby Pietrusia uczyniła komukolwiek, cokolwiek złego. Niemniéj, podejrzenia te, w stanie zawiązkowym wprawdzie i głuchym, istniały. A jakże-by mogły nie istniéć, skoro pewne okoliczności życia Pietrusi, jako téż pewne jéj postępki i cechy charakteru, wyjątkowemi były, to jest, niezupełnie takiemi, jak wszystkich innych mieszkanek Suchéj Doliny. Te wszystkie inne, naprzykład, rodziły się w téj wiosce, przed oczyma ludzi, tak, że ludzie pamiętali ich chrzciny i dziecięce lata; następnie po wyjściu za mąż, żyły one w chatach, nie samotnie śród pola stojących, ale rzędem przy sobie zbudowanych, tak, że w jednéj wybornie widać i słychać było wszystkie sprawy i sprawki drugiéj, a życie ich upływało różnie, swarliwie lub zgodnie, pracowicie lub leniwo, dostatnio lub ubogo, jak tam już któréj natura była i Pan Bóg dał, ale tak jak Piotrusia, żonka Michała kowala, nie wychodziła zamąż i nie żyła żadna. Żadna téż nie wiedziała tyle dziwnych rzeczy, co ona. Zkąd ona je wiedziéć mogła? Chyba od ślepéj babki swojéj, Akseny, która przed wielu laty przywędrowała tu zkądciś z malutką wnuczką, i wtedy jeszcze ślepą nie będąc, prosiła u ludzi o pracę jak o łaskę, a otrzymawszy ją, czyli pełniąc różne służby, to u najdostatniejszych gospodarzy Suchéj Doliny, to w poblizkich dworach, Pietrusię swoję na dorosłą dziewkę wyhodowała. Zdawało się, że na to tylko czekała, aby oślepnąć, a gdy to się już stało, nie krzyczała, nie lamentowała, tylko, wgramoliwszy się omackiem na piec, kądziel i wrzeciono w ręce wzięła i do wnuczki rzekła:"
      },
      {
        "index": 3,
        "text": "— Teraz ty duża i chwalić Boga, silna. Możesz pracować i mnie żywić do końca życia mego, tak jak ja ciebie żywiła od maleńkości, kiedy ci ojciec i matka jednego roku zmarli. Na przyodziewek sama sobie zarobię. Prząść i na pamięć potrafię."
      },
      {
        "index": 4,
        "text": "Sucha to już wtedy i bardzo stara była babina, z twarzą, która wyglądała tak, jakby ją kto z żółtawéj kości wyrzeźbił, i oczyma zaszłemi jakąś białą plewą. Nos miała długi i śpiczasty, wargi tak wyschłe i żółte, że ich prawie widać nie było, czoło w tysiąc drobnych zmarszczek sfałdowane. Przyodziewek jéj był tak mały, że można było uwierzyć, że zarobi nań sobie, na pamięć przędąc. Samodziałowa sina spódnica, fartuch, koszula gruba i czepek z czarnéj bawełnicy tak ściśle i gładko oblepiający głowę, że trochę tylko białych jak mleko włosów, wydobywając się z pod niego, otaczało jéj czoło. Jakby na dowód, że to, co mówiła prawdą było, na piecu siedząc jednę rękę do kądzieli podniosła, a drugą z wrzecionem przed siebie wyciągnęła i prząść zaczęła. Nie widziała nic a nic, ani nawet dnia od nocy rozróżnić nie mogła, jednak z pod palców jéj wywijała się nitka długa, a tak równa i cienka, że i z najlepszemi oczyma wyprząść-by tak nie łatwo. Od chwili do chwili palce śliniła i nić długą, równą, cienką snuła; w żółtéj i jakby z kości wyrzeźbionéj jéj ręce wrzeciono kręciło się, furczało; wyschłe jéj wargi zarysowały zaledwie widzialny uśmiech, a białkiem powleczone oczy zdawały się patrzéć w twarz wnuczki i mówić:"
      },
      {
        "index": 5,
        "text": "— A co? widzisz? ja choć ślepa, do niczego jeszcze nie jestem. Tylko strawę mi daj a na przyodziewek sama zarobię."
      },
      {
        "index": 6,
        "text": "Pietrusia, siedmnastoletnia podówczas dziewka, zdrowa i rumiana, choć jeszcze jak młoda topola cienka i wysmukła, siedziała na brzeżku pieca i oczy mając pełne łez, już, już wybuchnąć miała wielkim nad kalectwem babki płaczem i lamentem; jednak, widząc, że babka nie płacze, lecz owszem uśmiecha się trochę i wrzecionem furka a furka, pochyliła się, kolana i stopy jéj ucałowała i rzekła tylko:"
      },
      {
        "index": 7,
        "text": "— Dobre, babulo, żywić ja ciebie będę i pilnować jak oka w głowie, tak jak ty mnie żywiła i pilnowała od maleńkości, kiedy mi ojciec i matka jednego roku pomarli. Tak mnie Boże dopomóż, że będę."
      },
      {
        "index": 8,
        "text": "Przy ostatnich wyrazach uderzyła się pięścią w piersi i zapłakała trochę, ale niedługo, bo i sama płaksiwą nie była i babka, po głowie ją pogłaskawszy zaraz, rzekła:"
      },
      {
        "index": 9,
        "text": "— Nu, ciepier (teraz) do roboty idźi. Niéma czasu bzdurzyć. Piotrowa dziś nieduża (słaba), krów sama nie podoi i świń nie nakarmi. Idź krowy doić i świnie karmić."
      },
      {
        "index": 10,
        "text": "Poszła i niby żwawy duch skrzętności uwijała się po zagrodzie. Była to zagroda Piotra Dziurdzi, którego żonka chorowała wtedy, albo niedomagała przez lat kilka, a że córki w domu nie było i synowie pacholętami zaledwie będący, żenić się jeszcze nie mogli, więc gospodarstwem kobiecém, za strawę i przyodziewek trudniła się Aksena wprzódy, teraz trudnić się zaczęła Pietrusia. Piotr był gospodarzem dostatnim i mogącym pozwolić sobie na ten zbytek, aby chorą żonę jego, sługa zastępowała. Było to zresztą koniecznością, na któréj wychodził nie najgorzéj. Jak wprzódy Aksena, tak teraz Pietrusia robiły wszystko, co należało, z gorliwością kobiet, które nic a nic na całéj ziemi Bożéj nie posiadając, ludziom, którzy coś posiadają, z całych sił zasługiwać się muszą, zasługiwały się téż one, jak tylko mogły. Chata Piotra pełną była nietylko pracy niewieściéj, oszczędzającéj i przysparzającéj dobra wszelkiego, ale i czegoś innego jeszcze, co, nie będąc do życia niezbędném, uprzyjemnia je przecież i rozwesela. Dwie te kobiety, z których jedna bardzo starą i ślepą, druga młodziutką żwawą i wysmukłą była, napełniały mu chatę bajkami i pieśniami. Aksena umiała mnóztwo bajek, a Pietrusia mnóztwo pieśni. Były tam bajki i pieśni tutejszéj okolicy właściwe i te, które Aksena przyniosła z sobą z tych stron dość dalekich, z których przed kilkunastu laty tu przywędrowała. Wędrowała, wędrowała przytułku i pracy szukając, aż tu przywędrowała, przytuliła się wraz z dzieckiem i wszystko co miała mieszkańcom Suchéj Doliny oddała. Bajki z różnych stron pozbierane w wieczory zimowe opowiadała, a pieśni choć już sama nie śpiewała nigdy, to nauczyła ich wnuczkę swoję, któréj żywiołami rodzinnemi zdawały się być ruch, śmiech i śpiewanie. Zkąd u téj sieroty i tułaczki ubogiéj wzięła się żywość i wesołość taka, że porównać-by ją można do ustawicznie tryskającéj przejrzystéj wody źródlanéj? Trudno powiedziéć. Zapewne w sposób taki utworzyła ją sama natura, a wiele także znaczyło i to, że choć biedy i głodu zaznała czasem, złego obejścia się nie zaznała nigdy. Osłaniała ją przed niém babka, ludziom zasługując się na to, aby jéj nie krzywdzili, a sama za dzieckiem przepadając jak podróżujący w noc ciemną przepadał-by za jedyną gwiazdą, która-by przyświecała jego samotnéj i kamienistéj drodze. Wszystkich swoich na kamienistéj swéj drodze, Aksena potraciła: córkę, która, urodziwszy Pietrusię, wkrótce potém umarła; zięcia, którego z téj ziemi zdmuchnęło tchnienie zarazy; męża, który z ręką zdruzgotaną w kole młocarni umarł w szpitalu; syna który poszedł do wojska, kędyś na skraj świata i nigdy już nie powrócił: rozłajdaczył się może i w turmie zgnił, albo go na wojnie zabili... Oprócz tych wszystkich swoich ludzi, straciła ona jeszcze jedną rzecz swoję: mianowicie, wioskę rodzinną, która, piaszczyste grunta mając, a łąk i pastwisk nie mając, tak ubogą była, że kawałka chleba, gdy go zapotrzebowała, dać jéj nie mogła. Nie z własnéj woli, ale z konieczności poszła w świat cudzy. I któż o tém wszystkiém wiedząc, zaprzeczyć-by mógł, albo chociaż dziwić się temu, że wnuczka była dla niéj tą jedyną gwiazdą, która przyświeca ciemnéj i kamienistéj drodze podróżnika. To téż nie biła jéj ona i nie łajała nigdy. Wprawdzie, pocałunkami i pieszczotami obdarzała ją bardzo rzadko; poprostu, nie miała na nie czasu i zawsze zmęczona fizycznie, z twardemi muskularni i silnemi nerwami swemi, potrzeby ich nie czuła. Ale nie zjadła nigdy łyżki strawy, zanim wprzód wnuczki nie nakarmiła, nie kupiła sobie przyodziewku żadnego, zanim ją czysto i cało nie przyodziała; na noc brała ją z sobą na piec i sukienną derką starannie okrywała, w niedzielę i święta śpiewać ją uczyła i opowiadała jéj różne dzieje o dawnych czasach i ludziach, o dalekiéj stronie rodzinnéj, o czartach i upiorach, zbójcach i — aniołach, które sieroty strzegą i nad niémi srebrzyste skrzydła swe roztaczają. Pietrusia czuła się otoczona skrzydłem anielskiém i czasem do rówieśnic swych mówić zaczynała: — „Ona, jak ten anioł nade mną...“ Lecz nigdy rozpoczętéj mowy nie kończyła. Wyrazów jéj brakło, czy téż wstyd ją ogarniał, że tak śmiało tajemne myśli swe wypowiadać zamierza. Milkła, powieki z długiemi rzęsami na szare źrenice spuszczała i róg fartucha w palcach kręciła. Ale zmieszanie to, jak wszelkie uczucie smutne albo przykre, przemijało w niéj bardzo prędko. Ani w smutku, ani w milczeniu, ani w nieruchomości długo wytrzymać nie mogła. Idąc podskakiwała zwykle, jakby ją do tańca brała ochota, pracując przyśpiewywała sobie; jedząc nawet, gadała i gadanie śmiechem przeplatała. Taką już była jéj natura. Po zupełném oślepnięciu babki, na dni kilka spowolniała trochę i umilkła, ale i to jéj prędko przeszło. Aksena nie skarżyła się wcale, owszem po całych dniach i wieczorach, na piecu siedząc, spokojnie sobie przędła i gdy potrzeba jéj wypadła, z ludźmi rozmawiała, doradzała im i rozpowiadała rzeczy różne, jak gdyby nie wydarzyło się jéj nic osobliwego. Pietrusia, nosiła jéj na piec strawę, dmuchając na nią, gdy była gorącą, kartofle w krupniku łyżką drobiąc, skwarki z zacierki lub kaszy wyławiając. W ręce ślepéj, które wyciągały się po żywność i w powietrzu błądziły, łyżkę i chléb wkładała, tonem namowy mówiąc: — Jesz (jedz), babula, jesz sobie, ja miskę potrzymam. Każdéj niedzieli, z rana, gdy wszystko zrobiła, co tylko w chacie do zrobienia było, z kubłem wody i grzebieniem w ręku na piec właziła i przez całe półgodziny, trudniła się myciem i czesaniem babki. Szmatą umoczoną w wodzie, myła i szorowała twarz jéj tak gorliwie, że przez parę dni potém błyszczała ona zupełnie tak, jakby wyrzeźbioną była z żółtawéj i wypolerowanéj kości. Potém na białe jéj włosy wkładała czepiec z bawełnicy czerwonéj lub czarnéj, a jeśli kiedy, w sobotę więcéj niż zwykle czasu mając, suto go bawełnianą taśmą wygarnirowała lub wąziutkim i błyszczącym galonikiem oszyła, to już bardzo zadowolona, z lubością przed ustrojoną tak babulą kołysała głową, językiem o podniebienie uderzając i powtarzając: — Ot jak ślicznie! oj! jak ślicznie! — Czerwoném garnirowaniem, albo błyszczącym galonikiem otoczona, kościana twarz staréj, ślepemi, oczyma swémi, zdawała się surowo wpatrywać w okrągłą, rumianą, roześmianą twarz wnuczki. Żółtym palcem dotykając czepca swego, stara pytała:"
      },
      {
        "index": 11,
        "text": "— A zkąd wzięłaś galonik?"
      },
      {
        "index": 12,
        "text": "— Piotr jeździł do miasta, to go prosiłam żeby kupił."
      },
      {
        "index": 13,
        "text": "— A zkąd hrosze miałaś?"
      },
      {
        "index": 14,
        "text": "— Z lata jeszcze schowałam, kiedy to żąć chodziłam do dworu."
      },
      {
        "index": 15,
        "text": "Stara milkła. W głosie wnuczki słyszała szczerość. Ale po chwili zapytywała znowu."
      },
      {
        "index": 16,
        "text": "— A nie udaje się kto do ciebie?"
      },
      {
        "index": 17,
        "text": "Oczy spuszczając, dziewczyna odpowiadała."
      },
      {
        "index": 18,
        "text": "— A udają się. To już ja tobie, babulo, przeszłéj niedzieli mówiła."
      },
      {
        "index": 19,
        "text": "— Stepan Dziurdzia? — Tonem zapytania szeptała stara."
      },
      {
        "index": 20,
        "text": "— Ale!"
      },
      {
        "index": 21,
        "text": "— A więcéj kto?"
      },
      {
        "index": 22,
        "text": "— Toż ja mówiła! Michałko Kowalczuk."
      },
      {
        "index": 23,
        "text": "— Aha! to nic... Na to ty dziewka, żeby do ciebie kawaliry udawali się. Ale galonu od nich nie brałaś, ani paciórek, ani hroszy, ani nic? Nie brałaś"
      },
      {
        "index": 24,
        "text": "— Nie brałam."
      },
      {
        "index": 25,
        "text": "— Pewno?"
      },
      {
        "index": 26,
        "text": "— Dalibóg."
      },
      {
        "index": 27,
        "text": "— Pamiętaj. Sierotą jesteś i tylko na Bozkiéj opiece, nie daj się skrzywdzić, bo zginiesz, tak jak ta kropla wody w wielkiéj rzece... Ja już teraz na ciebie nie patrzę, ale Pan Bóg patrzy i ludzie także patrzą. Pamiętaj, żeby na tobie grzechu przed Bogiem, a wstydu przed ludźmi nie było. Kiedy który lubi, niech żeni się, a kiedy żenić się nie chce, to ty jego przy zbliżeniu się wszelakiém, raz, dwa, trzy, w pysk! taj hodzi! Dziewczyna powinna być jak ta szklanka, kiedy ją w wodzie krynicznéj wymyją, ot co!"
      },
      {
        "index": 28,
        "text": "I długo jeszcze staruszka w sposób taki do wnuczki przemawiała, a powtarzało się to każdéj niedzieli. Jednéj zaś niedzieli tak do niéj rzekła: — Jeżeli kogo polubisz i zechcesz koniecznie, żeby on z tobą ożenił się, to powiedz mnie. Ja na to sposób znajdę... Na to już ja twoją babką i jedyną na tym świecie opiekunką jestem, żeby ciebie w każdéj godzinie ratować..."
      },
      {
        "index": 29,
        "text": "Bardzo zawstydzona, ale zarazem i zaciekawiona Pietrusia szepnęła:"
      },
      {
        "index": 30,
        "text": "— A jakiż to sposób, babulo?"
      },
      {
        "index": 31,
        "text": "Stara po cichutku prawić poczęła."
      },
      {
        "index": 32,
        "text": "— Wszelakie są na to sposoby. Można nietoperza w mrowisku zakopać i, jak go mrówki ze wszystkiém zjedzą, z kosteczek jego jedną taką wybrać; można i ziela takiego poszukać, co nazywa się zaharduszką, a korzonki ma takie, jak niby to dwie rączki połączone... Można i innego ziela..."
      },
      {
        "index": 33,
        "text": "Wszystko to stara prawiła z powagą wielką i tajemniczością niejaką, a prawiła-by była daleko dłużéj, gdyby ją była Pietrusia mocno za fartuch nie pociągnęła. I rzytém wstydliwie lecz razem radośnie zachichotała."
      },
      {
        "index": 34,
        "text": "— Hodzi, babulo, — szepnęła, — hodzi! Niczego mi tego nie trzeba. Ani nietoperza, ani zaharduszki, ani innego ziela nie trzeba. On i tak ożeni się ze mną."
      },
      {
        "index": 35,
        "text": "Stara widocznie z natężeniem wielkiém uszy nastawiła:"
      },
      {
        "index": 36,
        "text": "— Który? — zapytała."
      },
      {
        "index": 37,
        "text": "— A Michałko."
      },
      {
        "index": 38,
        "text": "— Kowalczuk?"
      },
      {
        "index": 39,
        "text": "— Ale."
      },
      {
        "index": 40,
        "text": "Babka przyzwalająco pokiwała głową."
      },
      {
        "index": 41,
        "text": "— Dobrze, — rzekła, — dobrze, czemu nie? chatynkę swoję i kawałek swojéj ziemi po ojcach ma. Przytém rzemieślnik... Ajaj! Jakby było dodobrze! Kab tolko żeniłsia!"
      },
      {
        "index": 42,
        "text": "— Oj, oj! — tryumfująco zadzwoniła Pietrusia, — dalibóg ożeni się! mówił mnie nie raz, ale sto razy..."
      },
      {
        "index": 43,
        "text": "Tak mówiąc, rozpromieniła się cała. Z młodziutkich wesołych oczu jéj trysnął snop promieni, zęby jak perły błysnęły z za czerwonych warg. I wielka, niezmącona radość tak ją całą napełniała, że nie mogąc na miejscu wysiedziéć, zeskoczyła z pieca i zaczęła, po izbie kręcąc się, na całe gardło wyśpiewywać."
      },
      {
        "index": 44,
        "text": "Izba była pustą, bo w niedzielny ranek Piotr z Piotrową pojechali do kościoła, a chłopcy na ulicy wiejskiéj z rówieśnikami hulali. Piosenka, przez Piotrusię rozpoczęta, miała drugą, trzecią i czwartą strofę, i dziewczyna prześpiewała je wszystkie, jak fryga zwijając się po izbie, stół mokrą szmatą wycierając, do pieca na gotującą się strawę zaglądając, kury nakoniec, które na środek izby powyłaziły, do ciemnych spędzając podpiecków. Kiedy nakoniec, śpiewanie dziewczyny i gdakanie kur i chrząkanie wypędzonego do sieni wieprzka umilkły, ze szczytu pieca ozwała się Aksena."
      },
      {
        "index": 45,
        "text": "— Pietrusia!"
      },
      {
        "index": 46,
        "text": "— A co?"
      },
      {
        "index": 47,
        "text": "— Chadzi tu."
      },
      {
        "index": 48,
        "text": "Wskoczyła na tapczan u pieca stojący i zapytała:"
      },
      {
        "index": 49,
        "text": "— Co, babulo?"
      },
      {
        "index": 50,
        "text": "— Ot co. Michałku, teraz dwudziesty piérwszy roczek idzie."
      },
      {
        "index": 51,
        "text": "— Ale, — potwierdziła dziewczyna."
      },
      {
        "index": 52,
        "text": "— To to i bieda. Jakże on z tobą ożeni się, kiedy jemu trzeba do wojska iść?"
      },
      {
        "index": 53,
        "text": "Dziewczynę uwaga ta babki przestraszyła zrazu bardzo."
      },
      {
        "index": 54,
        "text": "— Nie może być! — krzyknęła."
      },
      {
        "index": 55,
        "text": "Stara głową pokiwała."
      },
      {
        "index": 56,
        "text": "— Oj dziecko z ciebie gorzkie! albo ty o tém nie wiedziała?"
      },
      {
        "index": 57,
        "text": "Co ona tam miała o jakiémś wojsku wiedziéć? Ani pomyślała nigdy, że jakie wojska są na świecie. I miły nie mówił jéj ani razu, że w sołdaty pójdzie, choć o tém dobrze wiedziéć musiał, ale zwyczajnie młody, kiedy lubił dziewczynę, szeptał z nią u opłotka albo i kibić jéj obejmował, wtedy o tém, co będzie kiedyś, nie myślał. Stara Aksena, wiele wiadomości o świecie i doświadczenia posiadała. Czy raz już, czy raz w swém życiu widziała chłopców w sołdaty branych, którzy wracali nieprędko, nieprędko, a czasem tak jak i jéj syn rodzony, nie wracali nigdy! Jeżeli która dziewczyna czekała na nich, rutkę przez życie całe siać była zmuszoną, bo choć powrócił który, to z inném sercem, z innemi myślami. A jeżeli ślub z nim wzięła, zanim w świat poszedł, jeszcze gorzéj było, bo życie sołdatki, to już takie życie, że niech od niego Bóg święty obroni! Wszystkie te i wiele innych rzeczy, długo Aksena do ucha dziewczynie szeptała, aż Pietrusia, splótłszy na twarzy ręce, rozpłakała się rzewnemi łzami."
      },
      {
        "index": 58,
        "text": "— Nu, — tonem perswazyi zaczęła babka, — to idź za Stepana Dziurdzię. I on do ciebie chętny, a gospodarz z niego dostatni. Słodkie ci życie z nim będzie."
      },
      {
        "index": 59,
        "text": "Dziewczyna zatupała po tapczanie bosemi stopy."
      },
      {
        "index": 60,
        "text": "— Za niszto! (za nic) — krzyknęła — żeby tam nie wiem co, Stepanową żonką nie będę."
      },
      {
        "index": 61,
        "text": "— Czemu? gospodarz taki i młody i wyrośnięty jak ten dąb i bratów ma bogatych."
      },
      {
        "index": 62,
        "text": "Pietrusia oczu nie odsłaniała i z ruchami gwałtownéj niechęci i niecierpliwości, wciąż tylko powtarzała:"
      },
      {
        "index": 63,
        "text": "— Za niszto! nie pójdę za niego! nie pójdę! nie pójdę!"
      },
      {
        "index": 64,
        "text": "I dopiéro na gwałtowne dopytywanie się babki, niechęci swéj przyczynę wyznała. Było tam raczéj przyczyn dwie."
      },
      {
        "index": 65,
        "text": "— Hadkij (wstrętny) mnie on i wielmi zapalczywyj. Bić budzie!"
      },
      {
        "index": 66,
        "text": "Ani słowa przeciw temu Aksena powiedziéć nie mogła. Znała Stepana Dziurdzię oddawna i wiedziała, że istotnie był on gniewliwy, porywczy, łatwy do swarów i bójek. Oczy jego miewały od młodu błyski silnych i srogich namiętności, giesty były prędkie i zapalczywe, głos szorstki i gruby. Pracowitym był, roztropnym w radzie i rozmowie, upijał się bardzo rzadko, gospodarstwo miał dostatnie, a długu grosza jednego nie miał; jednak we wsi miru i powagi nie posiadał, bo opryskliwością swą, grubém łajaniem i skorą do bójki pięścią, naraził się wszystkim, a dziewczęta, to już wprost uciekały od niego, tak się go bały. Kilka razy już do chat różnych swaty posyłał i nigdzie go nie przyjęto. Dziewczęta, zanosząc się od płaczu, krzyczały w niebogłosy: — bić budzie! jeszcze kiedy zabije! — rzucały się do nóg rodzicom, błagając, aby nie wydawali za tego Heroda. Stepan wykrzykiwać począł, że nie dba o te durne i pośle swatów do drugiéj wioski, ale w tém, w chacie stryjecznego brata jego, Piotra, Pietrusia dorosła i odtąd Stepan, na żadną inną dziewkę ani spojrzał. W nią oczy wlepił i do chaty braterskiéj chodził a chodził. Przyjdzie bywało, i bez potrzeby żadnéj zasiedzi się na ławie godzinę i dwie. Czasem orać trzeba, albo kosić, albo młócić a on siedzi i za dziewczyną oczyma wodzi, na krzątanie się jéj i skoki patrzy, śpiewania jéj słucha i gniewliwa twarz jego łagodnieje tak, że można-by ją, zda się, niby masło na chleb posmarować. Piotrowi już raz powiedział."
      },
      {
        "index": 67,
        "text": "— Biedna ona, czy nie biedna, ja do niéj swatów przyślę..."
      },
      {
        "index": 68,
        "text": "— Przybłęda, — zauważył Piotr."
      },
      {
        "index": 69,
        "text": "— Przybłęda, czy nie przybłęda, swatów przyślę, żebym tylko u niéj przychylność jaką zobaczył."
      },
      {
        "index": 70,
        "text": "Ale przychylności dla niego w Pietrusi nie było ani śladu. Jak Stepan w nią, tak ona w Michałka Kowalczuka oczy wlepiła i tak samo jak inne dziewczęta z płaczém teraz babce mówiła."
      },
      {
        "index": 71,
        "text": "— Nie chaczu! Za niszto nie chaczu! bić będzie! jeszcze kiedy zabije!"
      },
      {
        "index": 72,
        "text": "Po tém, co powiedziała jéj babka o przyszłym a niezawodnym losie Michałka, wypłakała się i znowu krzątać się po chacie i śpiewać zaczęła:"
      },
      {
        "index": 73,
        "text": "Przerywając sobie śpiewanie, rzekła:"
      },
      {
        "index": 74,
        "text": "— Ot, może nie pójdzie... co tam! Może Michałek w sołdaty i nie pójdzie..."
      },
      {
        "index": 75,
        "text": "Potém dodała:"
      },
      {
        "index": 76,
        "text": "— Żeby tylko dziś przyszedł..."
      },
      {
        "index": 77,
        "text": "Aksena, któréj może żal było, że wnuczkę do płaczu gadaniem swém doprowadziła, ozwała się z pieca:"
      },
      {
        "index": 78,
        "text": "— Rzuć wiennik do ognia."
      },
      {
        "index": 79,
        "text": "— A na co? — zadziwiła się Pietrusia."
      },
      {
        "index": 80,
        "text": "— Rzuć wiennik do ognia, — powtórzyła stara, — jak spalisz wiennik, goście będą."
      },
      {
        "index": 81,
        "text": "Pietrusia wrzuciła w ogień starą miotłę, a gdy dnia tego Kowalczuk przyszedł istotnie do chaty Piotra, uwierzyła święcie w cudowną skuteczność tego środka i doradzała go potém wszystkim rówieśnicom swoim. I czy jednę również dziwną i jeszcze dziwniejszą rzecz Pietrusia ludziom mówiła i doradzała? O tych wszystkich rzeczach dowiedziała się od babki, a ponieważ ustawicznie trzepała językiem, niczego w tajemnicy nie zachowała i nie pomyślała nawet nigdy o tajeniu się z czémkolwiek, jednak pomimo wczesnéj mądrości swéj, nie odgadła raz wróżby, która tyczyła się własnéj jéj doli. Dnia pewnego chleb z pieca łopatą dostawała. Zazwyczaj pieczenie chleba udawało się wybornie. Doświadczone nawet gospodynie, dziwowały się zawsze doskonałości jéj pieczywa, szepcąc pomiędzy sobą, że chyba jéj jakaś siła dopomaga, kiedy tak nigdy w niczém nie chybi. Siłą tą była istotnie pilność i zręczność dziewczyny, która gdy cokolwiek robiła, to już całą duszą i dziwną zgrabnością. To téż i teraz, bochny chleba jeden po drugim ukazywały się na łopacie i z łopaty zsuwały się na stół, rumiane, pulchne, w miarę wypieczone, pachnące tak, że aż izba cała zapachniała. Dobry kęs chleba — wesele chłopa. Piotr, siedząc na ławie, z łokciami o stół opartemi, uśmiechał się w zwykły sobie sposób łagodny i poważny; wciąż jeszcze niedomagająca Piotrowa, piorąc jednak u pieca grube szmaty, z uśmiechem téż o czémś prawiła; dwaj dorastający chłopcy, hałasując, palcami pulchności chleba probowali i jedna tylko doskonała piekarka nie śmiała się i nie uśmiechała nawet. Tak ważną czynność jak wydobywanie z pieca chleba, spełniała ona zawsze z policzkami rozognionemi od gorąca, z rękawami koszuli zawiniętemi po łokieć, z wydętemi wargami i trochę nawet zmarszczoném czołem. Nagle krzyknęła:"
      },
      {
        "index": 82,
        "text": "— Aj! aj!"
      },
      {
        "index": 83,
        "text": "I ostatni bochen chleba, na stół zsunąwszy, łopatę na ziemię upuściła i ręce załamała — Oj Bożeż, mój Boże, — z płaczem prawie zawiodła. Piotr i Piotrowa jednocześnie szyje powyciągali, na chleb spojrzeli i jednogłośnie rzekli. — Pęknięty czy co?"
      },
      {
        "index": 84,
        "text": "Nie mylili się. Ostatni bochen chleba wyszedł z pieca na wskroś prawie pęknięty, jakby nożem na dwoje rozkrojony."
      },
      {
        "index": 85,
        "text": "— Pęknięty, — powtórzyła Pietrusia."
      },
      {
        "index": 86,
        "text": "Kilka sekund trwało milczenie, aż z pieca ozwał się stary głos Akseny."
      },
      {
        "index": 87,
        "text": "— Ktościś odłączy się!"
      },
      {
        "index": 88,
        "text": "Piotrowa rękę do czoła i piersi poniosła."
      },
      {
        "index": 89,
        "text": "— W imię Ojca i Syna... Niech Pan Bóg miłosierny... nas od wszelkiego nieszczęścia broni!"
      },
      {
        "index": 90,
        "text": "— Ktościś odłączy się! — powtórzyła stara."
      },
      {
        "index": 91,
        "text": "— Z chaty czy ze wsi? — zapytał Piotr."
      },
      {
        "index": 92,
        "text": "Aksena po chwili namysłu odpowiedziała:"
      },
      {
        "index": 93,
        "text": "— Może z chaty, a może i ze wsi, ale ktościś, co kogoś w chacie Piotra Dziurdzi dusznie obchodzi."
      },
      {
        "index": 94,
        "text": "Istotnie, odłączył się od Suchéj Doliny ktoś, co kogoś w chacie Piotra Dziurdzi dusznie obchodził: Michał Kowalczuk los wyciągnął i ze wsi wywędrował — do wojska. Przedtém jednak, widziano o zmroku dwoje ludzi, długo siedzących na wielkim, omszałym kamieniu, za wsią, tam gdzie drogi rozchodziły się w cztery strony świata i wznosił się stary, wysoki krzyż. Dwaj parobcy przechodzili tamtędy ze dworu, w którym najmowali się do młocarni, i rozpowiedzieli w wiosce, że Pietrusia na kamieniu pod krzyżem, żegna się ze swoim Kowalczukiem. Mówili o tém, śmiejąc się na całe gardło. Zaśmiały się kobiety, — Niechaj żegna się, — mówiły, bo to już będzie na wieki wieków, amen!"
      },
      {
        "index": 95,
        "text": "Wszyscy we wsi jednogłośnie utrzymywali, że Pietrusia pożegnała się ze swoim miłym, na wieki wieków, amen. Powrócić, to powróci on tutaj pewno, bo swoję ziemię i chatę w Suchej Dolinie ma, ale aż za sześć lat, a sześć lat, to dla dziewczyny wiek. Albo za kogo innego tymczasem pójdzie, albo i zestarzeje, a Kowalczuk ją nie zechce. Gdzieby on tam za sześć lat jeszcze zechciał! Z inném sercem i z innemi myślami z dalekiego świata powróci. Nawet stara Aksena toż samo mówiła wnuczce, która jednak przecząco głową wstrząsnęła i wciąż powtarzała: — Powiedział, że jak powróci, ożeni się ze mną. Powiedział: czekaj ty na mnie, Pietrusia..."
      },
      {
        "index": 96,
        "text": "— I ty durna będziesz czekać?"
      },
      {
        "index": 97,
        "text": "— Będę."
      },
      {
        "index": 98,
        "text": "Stara zaniepokoiła się bardzo; zeschłe wargi jéj i kościane policzki często odtąd poruszały się w sposób taki, jakby coś z trudnością wielką w bezzębnych dziąsłach swych przeżuwała. Kilka razy jeszcze do wnuczki rzekła:"
      },
      {
        "index": 99,
        "text": "— Idź za Stepana, może nie będzie bić, a jeżeli kiedy i wybije, to co? Lepiéj zawsze w mężowskiéj chacie siedziéć, jak przez całe życie na cudzém chorować."
      },
      {
        "index": 100,
        "text": "Ale na te wszystkie perswazye i namowy Pietrusia jednę tylko miała odpowiedź:"
      },
      {
        "index": 101,
        "text": "— Nie chaczu, nie pajdu."
      },
      {
        "index": 102,
        "text": "Piotrowa także namawiała ją, żeby za Stepana szła. — Bogaty, — mówiła — i pracowity, gospodarny, niepijący. Będziesz u niego w kupnych perkalach chodzić i sadło łyżką jeść."
      },
      {
        "index": 103,
        "text": "Dziewczyna odpowiadała:"
      },
      {
        "index": 104,
        "text": "— Niechaj Stepanowe sadło świnie jedzą."
      },
      {
        "index": 105,
        "text": "Te namowy, które spotykała ze stron wszystkich obudziły w niéj gniew, piérwszy zapewne w życiu. Zaciskała potém usta i nie odpowiadała nic. Żeby tam nie wiadomo co mówili przed nią o Michałku i o Stepanie — milczała. Baby swoje, a ona swoje. One gadają, namawiają, użalają się nad jéj głupotą, łają nawet — ona milczy; krowy bywało doi, czy szmaty pierze, czy świnie karmi, czy chleb mięsi i milczy. Uparła się. Mniemała téż zapewne, że ludzie pogadają, pogadają i w pokoju ją zostawią, pozwalając, aby sobie żyła wedle woli. I było-by to najpewniéj nastąpiło, gdyby tylko Stepan odczepił się od niéj. Ale on o tém ani myślał. Kilka razy chciał już objąć ją i pocałować, to na dziedzińcu, to w ogrodzie, to w oborze; zawsze jednak zdołała ona uciec od niego tak, że ani do uścisków ani do kłótni nie przyszło. Raz przecież przyszedł w niedzielę, kiedy w chacie, prócz niéj i staréj Akseny nie było nikogo. Ujrzawszy go we drzwiach, Pietrusia skoczyła do komory, gdzie zaczęła niby to groch z worka na wieczerzę do garnka sypać, ale Stepan wnet znalazł się przy niéj i, obejmując ją jedną ręką, drugą probował zasunąć z wewnątrz drzwi komory. Przyczém wyglądał tak strasznie i tak przeraźliwie klął dziewczynę, którą już teraz na pewno, jak mówił, w pułapkę pochwycił, że zrazu krzyknęła ona w niebogłosy i ciemno zrobiło jéj się przed oczyma. W mgnieniu oka przecież odzyskała przytomność i może na pamięć przyszły jéj słowa i rady babki, bo z twarzą czerwoną jak piwonia, z iskrzącémi się oczyma, zaciśniętemi usty, wyrwała się z objęć chłopa, i obie ręce w górę podniosła. Raz, dwa, trzy w pysk! taj hodzi! Stepan jak oparzony z komory wyskoczył, a potém i z chaty. Uczynił to głównie dla tego, że usłyszał w sieniach kroki Piotra, a świadka wstydu swego miéć nie chciał. Pietrusia w ogniu i łzach cała, upadła do kolan babki, która nakrzyk jéj zsunęła się z pieca i na kiju wsparta, stała przed drzwiami komory, kościanemi szczękami gwałtownie poruszając i bielmem zaciągniętemi oczyma zdając się z natężeniem wpatrywać w przestrzeń. I teraz jednak nie wybuchnęła ona ani gniewem, ani lamentem, tylko żółte jéj ręce po chwilowém błądzeniu w powietrzu znalazły głowę wnuczki i ogarnęły ją tak jak gdyby drogi jakiś przedmiot utracony, na nowo chwytały. Po chwili rzekła:"
      },
      {
        "index": 106,
        "text": "— Nu, Pietrusia, już nam tu niéma czego popasywać... Już tobie tutaj dobréj doli nie będzie. Pokłońmy się Piotrowi, i Piotrowéj żonie za chleb i za sól i gdzieindziéj mandrujmy."
      },
      {
        "index": 107,
        "text": "Chleb i sól Pietrusia z łatwością znalazła, bo słynęła już w okolicy całéj za pracownicę wyborną. W małym, sąsiednim dworku szlacheckim, wzięto ją za folwarczną dziewkę i pozwolono babkę trzymać przy sobie, z warunkiem, aby za strawę stara przędła dla dworu i len i wełnę. W dwa dni po owéj ostatecznéj rekuzie, którą w postaci trzech rozgłośnych policzków Stepan Dziurdzia od ubogiéj sieroty otrzymał, o samym świcie otworzyły się drzwi Piotrowéj chaty i wyszła z nich Pietrusia, w krótkiéj siermiężce i sinéj spódnicy, w płytkich trzewikach i czerwonéj chustce na głowie. Cały przyodziewek swój i babki w płóciennym worku na plecach niosła, a u piersi trzymała, owiniętą w płótno przęślicę. Za nią szła ślepa Aksena, w siermiędze także, płytkich trzewikach i czarnym czepcu. Jedną ręką kijem wciąż dotykała ziemi, drugą trzymała mocno rękaw siermięgi wnuczki. Były obie jednostajnie prawie wysokie i szczupłe; wyszły z chaty Piotra i szły przez wieś wyprostowane i milczące. Nad niemi, pod wiosenném niebem, tułały się jeszcze białe mgły nocne, z obu stron stały domowstwa pozamykane i nieruchome drzewa ogrodów. Krowy nie ryczały, kury nie gdakały i psy nawet nie szczekały jeszcze. Tu i owdzie tylko, około wrót otwartych, albo za nizkim płotem ukazywała się wcześniéj od innych zbudzona jakaś postać ludzka i, ujrzawszy te dwie kobiety w siném wit aniu przez wieś idące, obojętnie albo z litością w głosie je pozdrawiała."
      },
      {
        "index": 108,
        "text": "— Z Bogiem idźcie!"
      },
      {
        "index": 109,
        "text": "One jednogłośnie odpowiadały."
      },
      {
        "index": 110,
        "text": "— Z Bogiem zostawajcie."
      },
      {
        "index": 111,
        "text": "I szły daléj. Rumiana dziewczyna z wesołemi oczyma prostowała się i przyśpieszała kroku a do rękawa siermięgi jéj przyczepiona, stara babka dreptała za nią pośpiesznie, lecz spokojnie, w świat, którego nie widziała, wlepiając swe ślepe źrenice i dotknięcie jego czując w powiewie rannego wiatru, który do koła jéj czarnego czepca i żółtéj kościanéj twarzy, podnosił i strzępił białe jak mleko włosy"
      },
      {
        "index": 112,
        "text": "Co tam działo się z Pietrusią w folwarku szlacheckim, o trzy wiorsty od Suchéj Doliny, mieszkańcy wsi niewiele o tém wiedzieli. Służyła i koniec. Za mąż nie szła. W rok po wyjściu jéj ze wsi Stepan Dziurdzia, formalnie i według zwyczajów wszelkich swaty do niéj posyłał. Odprawiała swatów z niczém, a Stepan potém przez cały tydzień wódkę pił wkarczmie i bił się z kim popadło. Ludzie na dobre mówić już zaczęli, że dziewka cościś mu zrobiła, kiedy tak zapomniéć jéj nie może i desperuje po niéj. Napić mu się czegoś dała, aby nigdy już od niéj nie odstał. I na co jéj to, kiedy go nie lubi i nie chce? Będąca wówczas przy życiu matka Stepana, za syna na Pietrusię rozgniewana srodze, raz rzekła. — Wiadomo. Babkę ma wiedźmę, co tylko to i wymyśla, żeby ludziom biedę jaką zrobić. Niebawem przecież Stepan ożenił się z dziewką z sąsiedniéj wioski i gadaniny ludzkie o Pietrusi ustały. Widywano ją rzadko; czasem tylko dziewki z Suchéj Doliny, idąc od żniwa lub grabienia, spotykały się z nią, gdy także szła do domu z sierpem lub grabiami i mijając dziewczynę, któréj lata za dwudziestówkę już przeszły, niby tak sobie, ale w rzeczy saméj do niéj śpiewać zaczynały."
      },
      {
        "index": 113,
        "text": "Czasem téż ktoś dawno znajomy, spostrzegłszy ją, z politowaniem głową pokiwał, albo i zażartował. — A cóż, twój Kowalczuk prędko powróci?"
      },
      {
        "index": 114,
        "text": "Nie prędko, ale powrócił i było to dla niego rzeczą konieczną, bo miał podewsią, po ojcach odziedziczoną ziemię i chatę, w któréj tymczasem cudzy jakiś człowiek, dzierżawca podobno, gospodarował. Dnia pewnego, w niedzielę, gruchnęła po wsi wieść o tém, że Kowalczuk powrócił już z wojska i w swojéj chacie porządek z dzierżawcą robi a wieczorem, kiedy mnóztwo ludzi rozmawiało, piło i tańczyło w karczmie, on sam ukazał się tam ale w postaci tak zmienionéj, że zaledwie poznać go zdołano. Gdy wieś opuszczał suchy był jakiś, chuderlawy, na dorastające pacholę więcéj niż na urodziwego mężczyznę wyglądający i tak jak wszyscy chłopi w Suchéj Dolinie, ubierający się w sukienną siermięgę, albo kapotę z sinego czy czerwonego płótna. Teraz gdzie! Lata wojskowych ćwiczeń i marszów rozszerzyły mu ramiona i piersi, a twarz wprzódy bladą, oblały zdrową, głęboką śniadością, zmężniał i wyprostował się; czarny wąs urósł mu nad wargami, oczy patrzały śmiało i roztropnie a miał na sobie nie siermięgę i nie kapotę, ale surdut z ciemnego sukna, porządne buty na nogach a na szyi jaskrawą chustkę. W tém ubraniu z papierosem w ręku, zjawił się w karczmie a ze stron wszystkich witany i podziwiany, wszystkich nawzajem poznawać i witać zaczął. Od razu poznać można było po nim, że dużo świata widział, porozumniał, wygrzeczniał, ale do wioski swojéj z radością powracał. Dawnym znajomym garniec wódki zafundował i sam parę kruczków wypił, ale więcéj to już za nic nie chciał. Papierosy palił, rozprawiał, o szerokim świecie rozpowiadał i, pomiędzy tańczących wmieszawszy się, z dziewczętami miecielicę i kruciela tak zawzięcie i zgrabnie wywijał, jak gdyby był nigdy ze wsi nie wyjeżdżał. Na środku karczemnéj izby wznosiły się takie chmury pyłu, że mętnie tylko rozróżniać w nich można było ciężkie postacie tańczących parobków i pstrą odzież dziewcząt. Ale Kowalczuka każdy mógłby zaraz wyróżnić w téj gromadzie, wirującéj śród gęstéj kurzawy, nietylko po ciemnym surducie i jaskrawéj chustce na szyi, ale najbardziéj po zręczności i gipkości ruchów. On to z największą fantazyą wykrzykiwał w tańcu: hu, ha! i po kilkudziesięciu obrotach miecielicy z najbardziéj zamaszystą gracyą, zdyszaną swą tancerkę dokoła izby oprowadzał. Ze wszystkiemi dziewczętami żartobliwe kłótnie porozpoczynał, ze wszystkiemi choć raz przetańczył, w oczy każdéj zajrzał, jednę nawet wstydliwie od niego uciekającą, pomiędzy piecem a drzwiami schwycił i wycałował — a o Pietrusi ani wspomniał, ani się o nią u kogokolwiek zapytał. Przypomniały mu ją starsze kobiety, które, go wprost z pomiędzy tańczących porwawszy ścisłém kołem obstąpiły i języki porozpuszczały. Tak i tak, z Pietrusią było, mówiły, tak i tak. To i to działo się pomiędzy nią a Stepanem, to i to doradzali jéj ludzie, tam i tam poszła, tak i tak dogryzają jéj czasem i śmieszne pieśni do niéj śpiewają. Kowalczuk słuchał babskiego gadania i śmiał się tak, że aż mu z pod czarnego wąsa białe zęby błyskały, że aż gruby śmiech jego przygłuszał babskie gadanie, ale nie mówił nic. Ani o Pietrusi, ani a swoich zamiarach nie powiedział jednego słowa i, poczęstowawszy baby wódką i sérem, znowu tańczyć i hulać zaczął jeszcze sierdziściéj niż wprzódy. Wtedy, jasno zrobiło się wszystkim, że on już o Pietrusi ani myśli. — Z inném sercem i z innemi myślami powrócił, powiadano. Inni dodawali. — Gdzie jemu teraz o niéj myśléć. Przybłęda ona i tyle tylko, że koszulinę jaką na grzbiecie ma, a już i stara z niéj dziewka, ot chyba już jéj dwudziesty czwarty roczek idzie. On by mógł teraz ożenić się i z panienką jaką..."
      },
      {
        "index": 115,
        "text": "Może ci, którzy tak utrzymywali nie mylili się wcale, może istotnie Kowalczuk nie myślał już o Pietrusi i upłynione lata, zaznane wrażenia, zatarły w nim pamięć o dziewczynie i przyrzeczeniach, które po sobie jéj pozostawił. Przez dwa tygodnie ani widział jéj, ani starał się zobaczyć. Powiadano, że ze swoim dzierżawcą wciąż porządek robił, co właściwie znaczyło, że wyprawiał go z chaty, nie bez głośnych kłótni i pretensyi o zrujnowanie gospodarstwa, z któremi nawet do sądów poszedł. Widać było od razu, że zamierzał porządnie rękawy zawinąć do pracy, nietylko rolnéj ale i kowalskiéj, oświadczył bowiem gromadzie, że tak jak dziad i ojciec jego kowalstwem się tu trudnili, tak i on trudnić się niém będzie, czyja więc łaska niechaj do kuźni jego przybywa. W parę tygodni dopiéro po swym powrocie, w gorący dzień letni, poszedł sobie drogą, het, daleko, pomiędzy szerokie pola. W białym, płóciennym surducie i wojskowéj czapce na głowie, szedł widać bez celu, zwolna, papierosa palił i z fantazyą przeginał się trochę w obie strony, zwyczajnie jak kawaler dostatni, rozumu swego świadom i którego o nic głowa nie boli... Tak zaszedł aż za brzozowy lasek, jedno z okolicznych wzgórz obrastający, a za którym leżała szmata pola, dojrzałém zbożem okryta. Dziś właśnie, zboże to żąć zaczęto; kilkanaście żniwiarek pochylało się nad złocistą falą, która w miarę poruszania się ich rąk, zdawała się do stop im się skłaniać, Kowalczuk stanął u skraju lasku i patrzał na jednę ze żniwiarek, która, wyprostowawszy się podjęła w ramionach wielki snop żyta i kilka kroków uszedłszy, rzuciła go tam, gdzie wiele już innych snopów leżało. Potém, sierpem w powietrzu błysnąwszy, pochyliła się znowu i żąć zaczęła; żnąc zbliżała się coraz ku temu miejscu, na którém stał Kowalczuk, ale głowy nie podnosiła wcale i tylko ręce jéj poruszały się prędko, coraz prędzéj, krzesząc sierpem tuż nad ziemią stalowe błyskawice, Kowalczuk usta trochę otworzył i w tę żniwiarkę wpatrywał się jak w tęczę, papieros niedopalony za siebie rzucił i ręce na piersi skrzyżował. U skraju lasku, pomiędzy brzozami, stał jak słup i pod czarnym wąsem uśmiechać się zaczął. Dostrzegł wyraźnie, że zbliżająca się ku niemu żniwiarka, jakkolwiek schylona, doskonale wiedziała, że on tam stoi; zerkała czasem na niego z pod powiek, ale nie odezwała się ani słówkiem i głowy nie podnosiła, owszem, coraz prędzéj i zapalczywiéj żęła. Kiedy nakoniec o kilka kroków tylko znalazła się od niego, Kowalczuk odezwał się sam:"
      },
      {
        "index": 116,
        "text": "— Dobry wieczór, Pietrusia!"
      },
      {
        "index": 117,
        "text": "Wtedy i ona wyprostowała się, ręce z sierpem na spodnicę opuściła i odpowiedziała:"
      },
      {
        "index": 118,
        "text": "— Dobry wieczór."
      },
      {
        "index": 119,
        "text": "Ale nie patrzała na niego; powieki z długiemi rzęsami okrywały jéj źrenice, profilem ku niemu zwrócona, zdawała się oczekiwać czegoś, albo po prostu, śród pracy przez chwilę odpoczywać. Kowalczuk z gracyą oparł się łokciem o wystający sęk drzewa i, mrużąc oczy, przemówił znowu."
      },
      {
        "index": 120,
        "text": "— Czy to pięknie, taką obojętność dawnemu znajomemu okazywać?"
      },
      {
        "index": 121,
        "text": "Żniwiarka wzruszyła ramionami i, nie podnosząc powiek, gniewnym jakby tonem odburknęła."
      },
      {
        "index": 122,
        "text": "— Jaka tam obojętność!"
      },
      {
        "index": 123,
        "text": "— A jakże! czy-to tak Pietrusia przywitać się ze mną powinna?"
      },
      {
        "index": 124,
        "text": "— Kiedy kto ze mną nie wita się, to i mnie witać się potrzeby niéma."
      },
      {
        "index": 125,
        "text": "Kowalczuk opuścił drzewo, o które wspierał się i parę kroków ku niéj postąpił. Oczy jéj były ciągle spuszczone, a ręce z sierpem na spodnicę opadały. Od kilku już godzin żęła, dzień był skwarny i gęste bujne krople znoju świeciły na ogorzałém jéj czole i policzkach tak prawie czerwonych, jak polny mak, który z ciemnych włosów opadał jéj za ucho. Kowalczuk patrzał w nią jak w tęczę. Zdawało się, że przypatrywał się tak tym kroplom potu, któremi twarz jéj gęsto skropioną była."
      },
      {
        "index": 126,
        "text": "— Cóż ty? — zaczął znowu — pracujesz a horujesz..."
      },
      {
        "index": 127,
        "text": "— Horuję — odpowiedziała."
      },
      {
        "index": 128,
        "text": "— Jak ten wół w jarzmie?"
      },
      {
        "index": 129,
        "text": "— Jak ten wół..."
      },
      {
        "index": 130,
        "text": "— U cudzych ludzi?"
      },
      {
        "index": 131,
        "text": "— U cudzych."
      },
      {
        "index": 132,
        "text": "— I starą babulę przy sobie żywisz."
      },
      {
        "index": 133,
        "text": "— Żywię."
      },
      {
        "index": 134,
        "text": "Znowu krok bliżéj ku niéj postąpił."
      },
      {
        "index": 135,
        "text": "— A czemu za Stepana Dziurdzię nie poszła? — zapytał."
      },
      {
        "index": 136,
        "text": "— Bo nie chciałam — odpowiedziała."
      },
      {
        "index": 137,
        "text": "— A namawiali ludzie?"
      },
      {
        "index": 138,
        "text": "— Namawiali."
      },
      {
        "index": 139,
        "text": "— I babula kazała?"
      },
      {
        "index": 140,
        "text": "— Kazała."
      },
      {
        "index": 141,
        "text": "— To i czemuż nie szła? Było iść, we własnéjbyś chacie pracowała, w kupne perkale ubierała się i codzień jajecznię ze słoniną jadła..."
      },
      {
        "index": 142,
        "text": "Tym razem, dziewczyna żywo z nogi na nogę przestąpiła i odburknęła."
      },
      {
        "index": 143,
        "text": "— Niechaj Stepanową jajecznicę świnie jedzą..."
      },
      {
        "index": 144,
        "text": "— A teraz dziewczęta śmieszne pieśni do ciebie śpiewają, że niby już stara dziewka z ciebie."
      },
      {
        "index": 145,
        "text": "Wzruszyła ramionami."
      },
      {
        "index": 146,
        "text": "— Niechaj sobie śpiewają."
      },
      {
        "index": 147,
        "text": "Kowalikowe oczy roziskrzyły się i ręce zatrzęsły trochę."
      },
      {
        "index": 148,
        "text": "— Co ty tak do mnie, niby gadasz, niby nie gadasz... jak do psa jakiego... Rzuci słóweczko i znów milczy i w oczy nawet nie spojrzy... co ja tobie złego zrobił?"
      },
      {
        "index": 149,
        "text": "Tym razem Pietrusia z rąk sierp upuściła i dłonie do głowy podnosząc, zajęczała."
      },
      {
        "index": 150,
        "text": "— Oj, zrobił ty mnie, zrobił niedolę dla życia całego i pośmiewisko dla ludzi... Dwie niedzielę już temu powrócił, a o mnie ani wspomniał, ani nawet przyszedł dobre słowo powiedziéć, ani w tę stronę gdzie ja była spojrzał..."
      },
      {
        "index": 151,
        "text": "Wstrzymała łzy, które niemal wytryskały jéj z oczu, schyliła się po sierp i, czyniąc ruch taki, jakby odejść miała, wpół z płaczem, wpół z gniewem zawołała:"
      },
      {
        "index": 152,
        "text": "— Nie chcesz ty mnie, nie chcę ciebie i ja... Idzi z Łabudową córką żenisia... najbogatsza w całom siele i oczy ma takie, że jedne na prawo patrzy a drugie na lewo... Idzi do Łabudowéj córki z Bohom od menie."
      },
      {
        "index": 153,
        "text": "Otóż te oczy, te oczy, które u Łabudowéj córki zezowate były i przebrzydłe, stanowiły u Pietrusi czar taki, że silniejszego nadeń żadna wiedźma wymyśléć-by nie mogła. Zresztą, nic tak bardzo osobliwego w niéj nie było. Równie zgrabnych i świeżych jak ona znaleźć-by można na świecie mnóztwo. Ale oczy jéj przez to były osobliwemi, że wprost mówiły i wymową swą przyciągały, jak złotym sznurkiem. Opowiadały one całą jéj duszę, o któréj usta wiele mówić ani umiały, ani śmiały. I teraz także w szarych jéj źrenicach, któremi ogarniała twarz Kowalczuka, było także mnóztwo wyrazów namiętnéj skargi i żałośliwéj prośby, wrodzonéj wesołości i długiej tęsknicy, że Kowalczuk schwycił ją za rękę i trochę ku sobie pociągnął."
      },
      {
        "index": 154,
        "text": "— Na mnie czekając, za Stepana nie szła? — Przyśpieszonym szeptem zapytał."
      },
      {
        "index": 155,
        "text": "— A na kogóż — odszepnęła."
      },
      {
        "index": 156,
        "text": "— A ciężko było żyć?"
      },
      {
        "index": 157,
        "text": "Palcem, na którym od sierpa czy noża pozostała czerwona kresa, łzę z policzka ocierając, odpowiedziała:"
      },
      {
        "index": 158,
        "text": "— Ciężko."
      },
      {
        "index": 159,
        "text": "— Na mnie czekając w takiém horowaniu i ludzkiém pośmiewisku żyła — pytał jeszcze."
      },
      {
        "index": 160,
        "text": "— A na kogóż?"
      },
      {
        "index": 161,
        "text": "— Pobóż się!"
      },
      {
        "index": 162,
        "text": "Palce na krzyż złożyła i oczy ku roziskrzonym błękitom nieba podniosła."
      },
      {
        "index": 163,
        "text": "— Tak mnie Boże i Najświętsza Panno dopomóż, że za tobą własnéj duszy nie czułam i tak na ciebie czekałam, jak na tego ptaka, co kiedy przyleci, to już słońce zaświeci i miła wiosna będzie..."
      },
      {
        "index": 164,
        "text": "Schwycił ją teraz w pół i do gaju pomiędzy brzozy pociągnął."
      },
      {
        "index": 165,
        "text": "— Toż i doczekałaś się, bo jak Bóg jest na niebie, tak cię za żonę wezmę i na gospodynią do swojéj chaty wprowadzę. Zapomniał ja troszkę o tobie, to jest prawda, ale jak tylko twoje horowanie i ten twój ciężki pot zobaczył, to zaraz serce cościś ścisnęło mi jak w kleszczach, a jak twoje oczy popatrzały na mnie, to cościś we mnie rozpłynęło się jak ten miód..."
      },
      {
        "index": 166,
        "text": "Pośród brzóz, pośród zielonych, w powiewach wietrzyku i świergocie ptactwa, przyciskał ją mocno do piersi, ręką jakby stworzoną do kowadła i młota, z twarzy jéj ścierał pot i łzy, i usta, z których wydobywały się śmiech i łkania, pocałunkami zamykał."
      },
      {
        "index": 167,
        "text": "Długo potém w Suchéj Dolinie ludzie gadali, że Pietrusia i temu także cościś zrobić musiała. Bo któż kiedy słyszał aby chłopiec, szczególniéj jeśli w szeroki świat pójdzie, sześć lat o dziewczynie pamiętał, a jeszcze taki, któremu-by najbogatsze dziewczęta wieszały się na szyję; aby ożenił się z dziewką nie tak to już młodą, ze wszystkiém ubogą, przybłędą... Stepanowi zrobiła i temu zrobiła, tylko tamtemu odrobiła potém, a tego już sobie zabrała. Jakieś takie ziele zna, czy co? a może i coś gorszego jeszcze..."
      }
    ]
  }
}