{
  "chapterNumber": 9,
  "title": "Zakończenie",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "ZAKOŃCZENIE."
      },
      {
        "index": 2,
        "text": "W sali sądowéj gorąco od ścisku i świateł. Od długich rozpraw i późnéj godziny nocnéj, ciężkie znużenie napełnia powietrze. Drzwi szczelnie zamknięte i pilnie strzeżone otwierają się nakoniec. Z głuchym szmerem powstaje z miejsc swych publiczność; obwinieni podnoszą się także w swéj ławie. Długim szeregiem sędziowie przysięgli opuszczają miejsce swych obrad; jeden z nich, w postawie pełnéj powagi, donośnym głosem odczytuje cztery pytania, z których każde stosuje się do jednego z obwinionych, a zakończone być ma odpowiedzią bardzo krótką: winien, nie winien."
      },
      {
        "index": 3,
        "text": "Cztery razy w głębokiéj ciszy, po rzęsiście oświetlonéj i tłumem ludzi napełnianéj sali, donośnie rozbrzmiewa wyraz:"
      },
      {
        "index": 4,
        "text": "— Winien, winien, winien, winien."
      },
      {
        "index": 5,
        "text": "Po krótkiéj przerwie, głos inny donośnie ogłasza wyrok:"
      },
      {
        "index": 6,
        "text": "Piotr, Stepan, Szymon i Klemens Dziurdziowie, skazani na pozbawienie wszelkich praw stanu, dziesięć lat ciężkich robót w kopalniach i dośmiertne pozostanie w Syberyi."
      },
      {
        "index": 7,
        "text": "Skazańcy słuchali, słuchali. Głos ogłaszającego wyrok umilkł... Stało się. Po bladéj jak chusta twarzy Piotra, jedna za drugą ciekły łzy, ciche, ciężkie, a ręce jego podnosiły się zwolna i splatały u piersi."
      },
      {
        "index": 8,
        "text": "— Panie niebieski, krolu ziemski, niech budzie wola twoja jak w niebiesiech tak i na ziemi — wymówił głośno, wyraźnie i zapatrzył się w górę."
      },
      {
        "index": 9,
        "text": "Stepan ani drgnął, tylko na zmiętą w tysiąc zmaszczek twarz jego, spadł krwisty rumieniec, a z czarnych oczu strzeliła rozpaczna i zarazem groźna błyskawica."
      },
      {
        "index": 10,
        "text": "Szymon pozostał jak był, z obwisłemi rękoma, otwartemi usty i mokrym, osłupiałym wzrokiem. Zdawać się mogło, że wszystko na świecie było już mu obojętném, albo że nawet nie rozumiał wcale, czém odtąd miała mu być przyszłość."
      },
      {
        "index": 11,
        "text": "Ale za tym pijakiem i głupcem podniosły się w górę dwa silne, młodzieńcze ramiona i dwie dłonie, które nie miały jeszcze czasu stwardniéć i zczerniéć w pracy, konwulsyjnym ruchem wpiły się w gęstwinę płowych jak len włosów. Włosy swe w obie garście Klemens pochwycił i głośnym płaczem ryknął..."
      },
      {
        "index": 12,
        "text": "Potém po jednemu, ławę swoję opuszczać zaczęli i powoli, ciężko stąpając, z kolei wchodzili w nizkie drzwi, które otworzyły się przed nimi, a za któremi widać było boczną sień budynku, ciemnością swą odbijającą czarno od rzęsistego oświetlenia sali. Z powodzi świateł, jeden po drugim wstępowali oni w tę czarną ciemność, za ostatnim z nich zniknęli dwaj zamykający pochód zbrojni żołnierze. Nizkie drzwi zamknęły się zwolna, bez szelestu..."
      }
    ]
  }
}