{
  "chapterNumber": 2,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W Suchéj Dolinie zapanował ruch umysłów widoczny i stopnia wzburzenia dosięgający. O co tak bardzo szło mieszkańcom téj wioski, długim szeregiem czterdziestu może chat i ogrodów, dość malowniczo rozciągniętéj, pośród pól zlekka falujących i zdobiących je osinowych i brzozowych gajów? Większość chat miała pozór dostatni; były wprawdzie pomiędzy niemi niziuchne, ubożuchne i nadpróchniałe, ale nie brakło i takich, które świeciły białemi kominami, sporemi oknami i porządnemi ganeczkami, opartemi na słupkach i zaopatrzonemi w wązkie ławeczki do siedzenia. Te pola, falujące i gajami zwieńczone, miały pozór żyzności i niezłéj uprawy, za niémi zieleniło się trochę łąk i dobrych pastwisk, w ogrodach, gęste konopie stały gotowe do zdjęcia, okwitłe kartofle wyglądały obiecująco, bujne głowy kapusty dojrzewały, gęsto sadzone wiśniowe drzewa dawać musiały obfite plony owoców. Nędza więc zaglądała tu chyba kiedy niekiedy i tylko do najuboższych chat. Najdostatniejsze wyglądały tak, jak gdyby w nich nietylko chleba, ale nawet mleka i miodu a może i groszy nie brakło. Jakiż więc niepokój wstrząsał w ten piękny wieczór letni mieszkańcami téj wioski? O czém gromada bab, przed jednym z najdostatniéj wyglądających domowstw zebrana, gwarzyła tak żywo, że aż dokoła niéj, zebrała się gromada dzieci starszych i młodszych. Dziewczynki od lat siedmiu do czternastu, w sinych spódniczkach i szarych koszulach, bose, z głowami ukrytemi w czerwonych chusteczkach, z pod których wymykały się kosmyki jasno-płowych włosów, stanęły pod płotem długim szeregiem i, splótłszy na spodniczkach małe, ciemne jak ziemia ręce, szeroko pootwierały oczy, napełnione wyrazem ciekawości, a w których błękitnych lub piwnych źrenicach, zachodzące słońce rozżażało ruchome iskry. Przypatrywały się i przysłuchywały babom, a baby gadały, gestykulowały, krzyczały. Chłopcy lat różnych stali za babami, nie tak przecież nieruchomo jak dziewczęta, które umieściły się pod płotem. Bosi także, jasno-włosi, w szare płótno odziani, wciskali się oni pomiędzy matki i ciotki, podnosili ku twarzom kobiet twarze swe opalone, śmiałe i wesołe, które wykrzywiali w sposób najrozmaitszy, swawolnie przedrzeźniając gadatliwość i zażartość babską. Starsi targali kobiety za fartuchy i natarczywie wtrącali się do rozmowy, jeden z młodszych pięcioletni może, w długiéj do stóp koszuli, z wypukłym brzuchem i opuchłemi żółtemi policzkami, trzymał wciąż palce w oślinionych ustach i bezmyślnemi błękitnemi źrenicami patrzał nieruchomo w twarz swojéj matki, a płaczliwym, przeciągłym głosem od chwili do chwili wołał: Ta... ta!"
      },
      {
        "index": 2,
        "text": "Na wązkim dziedzińcu chaty, pod którą tłoczyły się baby i dzieci, panował także gwar pewien, ale znacznie mniejszy, bo podnosiła go gromadka mężczyzn mniéj i ciszéj od niewiast mówiących. Jeden z nich, u wrót stajenki przyklęknąwszy, siekierą rozszczepiał kloc drzewa na drobne drewienka, a tak bardzo pogrążonym był w téj robocie, jak gdyby spełniał jakąś uroczystą i arcyważną czynność. Z pochyloną głową i zgiętemi plecami, chłop ten niemłody już i szczupły, ale jeszcze silny i czerstwy, był to jeden z najzamożniejszych i najroztropniejszych gospodarzy Suchéj Doliny, właściciel téj chaty, a zwał się Piotr Dziurdzia. Tuż za nim stali dwaj synowie jego, młodzi, lecz już dorośli parobcy, daléj stryjeczny brat Piotra, ale wcale do niego niepodobny, Stefan, w wymowie chłopów Stepan Dziurdzia, przypatrywał się jego robocie z ponurym wyrazem na przedwcześnie zestarzałéj, zmiętéj i jakby spalonéj twarzy; daléj jeszcze stał także Dziurdzia imieniem Szymon, mizernie i smutnie wyglądający, a za każdém odetchnięciem wydający z siebie mocny zapach wódki. Wódka to zapewne zaprawiła mu białka oczu krwistą barwą, wysuszyła i zażółciła policzki, ona téż może była przyczyną, że miał podartą koszulę i stopy bose, gdy inni przyodziani byli w porządne samodziałowe kapoty i grube ale dostatnie aż do kolan sięgające obuwie. Oprócz tych pięciu Dziurdziów, było tam jeszcze kilkunastu chłopów starszych i młodszych, więcéj i mniéj ożywionych, którzy jednak wszyscy zdawali się być mocno zajętymi tém, co czynił Piotr Dziurdzia, spoglądali na siebie z uśmiechami na ustach, i wyrazem żywéj ciekawości w oczach, wzruszali czasem ramionami i rzucali pojedyńcze słowa lub wykrzyki. A przed wrotami dziedzińca baby gadały wciąż, krzyczały, gestykulowały; ta i owa z ferworu wielkiego aż przysiadała czasem ku ziemi, albo rękoma uderzała o policzki i plecy sąsiadek, które, odwracając się, śpiesznie ją odpychały i daléj swoje prawić zaczynały, aż do utraty tchu, aż do podniesienia głosów ku najwyższym i najprzeraźliwszym dźwiękom ludzkiéj krtani. Takim to właśnie głosem jedna z nich, ku dziedzińcowi chaty zwracając się, zawołała:"
      },
      {
        "index": 3,
        "text": "— Pietruk! hej Pietruk! skończysz ty kiedy czy nie? A to słońce zajdzie i psy nie ludzie po polach chodzić będą!"
      },
      {
        "index": 4,
        "text": "— Pora idźci (iść) dalibóg pora! — chórem powtórzyło kilka piskliwych kobiecych głosów."
      },
      {
        "index": 5,
        "text": "Inne dodały."
      },
      {
        "index": 6,
        "text": "— Czy wam nie wstyd, Pietruk, tak marudzić? Oj! muszczyna (mężczyzna), niby to silny! A baba prędzéj-by tych trzasek naszczepiła jak on... gospodarz wielki!"
      },
      {
        "index": 7,
        "text": "Piotr Dziurdzia wykrzykników tych ku niemu zwróconych, jakby nie słyszał, ani głowy podniósł, ani ustami poruszył. Rozszczepiał wciąż i odszczepiał polana na cienkie drewienka z taką powagą i uroczystością, iż zdawać się mogło, że tuż, tuż przeżegna się i robotę swą przeżegna, tak była dlań ona ważną i niemal świętą. Dwaj w pobliżu niego stojący chłopi, jednocześnie stryjecznego brata jego, Stepana Dziurdzię, zapytali:"
      },
      {
        "index": 8,
        "text": "— Niéma! no i ani troszeczkę niéma?"
      },
      {
        "index": 9,
        "text": "Zmarszczony, zgryziony Stepan odpowiedział:"
      },
      {
        "index": 10,
        "text": "— Tak jak nic niéma! Kropelkę z siebie puści i żeby ją zabić więcéj już nie da! Dziecku, jak rozkrzyczy się, niéma czego w gębę wlać..."
      },
      {
        "index": 11,
        "text": "— A-a-a-a-a! — głośno i przeciągle dziwili się pytający."
      },
      {
        "index": 12,
        "text": "— A wprzódy jak było? — zapytał ktoś z boku."
      },
      {
        "index": 13,
        "text": "— Wprzódy — odpowiedział chłop — bywało i więcéj jak garniec dadzą..."
      },
      {
        "index": 14,
        "text": "— Dwie?"
      },
      {
        "index": 15,
        "text": "— A dwie."
      },
      {
        "index": 16,
        "text": "— To tak jak i u mnie! — Zauważył mizerny Szymon, jedna tylko, a bywało z garniec da... Chłopi trącili się łokciami i wejrzeniami, ukazali sobie wzajem ponurą twarz Stepana."
      },
      {
        "index": 17,
        "text": "Przytém ozwał się żartobliwy głos jakiś:"
      },
      {
        "index": 18,
        "text": "— Oj! biedaż tobie, Stepanie! Toż to tam teraz u ciebie piekło gorące..."
      },
      {
        "index": 19,
        "text": "Inny z grubym śmiechem dodał;"
      },
      {
        "index": 20,
        "text": "— Jaż wczoraj słyszał jak taja (ta) wrzeszczała w swojéj chacie jak oczyniona (opętana)..."
      },
      {
        "index": 21,
        "text": "— Kto? — zapytał ktoś z boku."
      },
      {
        "index": 22,
        "text": "— A Rozalka Stepanowa żonka..."
      },
      {
        "index": 23,
        "text": "— Oj zła baba, to zła... jak ogień... — dodał jeden z rozmawiających."
      },
      {
        "index": 24,
        "text": "Stefan niżéj jeszcze pochylił głowę i milczał."
      },
      {
        "index": 25,
        "text": "Z-za wrót doleciał jeszcze znowu ten sam co wprzódy głos niewieści, tylko jeszcze piskliwszy i więcéj rozgniewany niż wprzódy:"
      },
      {
        "index": 26,
        "text": "— Pietruk! oj Pietruk! skończysz ty kiedy, czy nie?"
      },
      {
        "index": 27,
        "text": "Kilku z pomiędzy mężczyzn zaśmiało się chórem."
      },
      {
        "index": 28,
        "text": "— Ot jak Stepanowa żonka hołasić, pilno jéj wiedźmę łapać! Hej Pietruk, chutko (prędko) idzi! bo baba jak po swojemu rozgniewa się, to bieda będzie... już ty jéj nie poradzisz... wybije!..."
      },
      {
        "index": 29,
        "text": "Piotr Dziurdzia siekierę oddał jednemu z synów, aby ją do chaty zaniósł, a sam z klęczek powstawał, nie dlatego zapewne, aby przeląkł się gniewu Stepanowéj żonki, ale dlatego, że już robotę swoję ukończył. Pod ścianą stajenki leżał duży stos cienkich, suchych, do zapalenia wybornych drewienek. Pochylił się, ujął ten stos w ramiona i wyszedł z nim za bramę chaty. Tu powitał go chóralny okrzyk bab i otoczył rój dzieci. Dziewczynki poodrywały się od płota i podchodziły do niego zwolna, chłopcy, jak źrebięta skakali dokoła niego, wierzgając i wrzeszcząc."
      },
      {
        "index": 30,
        "text": "— Won! poszli — krzyknął Dziurdzia na dzieci, które téż rozbiegały się na wsze strony, ale w pobliżu stanąwszy, przypatrywały się wciąż niesionemu przezeń drzewu, jakby to był przedmiot po raz piérwszy w życiu przez nie widziany. Jedna z bab, ta, która właśnie rej pomiędzy wszystkiemi innemi wiodła, wysoka, chuda, śniada, z czarném palącém okiem, Rozalka, Stefanowa żona, wyskakując naprzód i rękoma za biodra swe chwytając, z niezmiernym zapałem do Piotra zawołała:"
      },
      {
        "index": 31,
        "text": "— A osinowe drzewo!"
      },
      {
        "index": 32,
        "text": "— Nu, a jakież? — pogardliwie odrzucił poważny chłop."
      },
      {
        "index": 33,
        "text": "— Czy pewno osinowe?"
      },
      {
        "index": 34,
        "text": "I zaczęła daléj prędko i z zawziętością trzepać językiem."
      },
      {
        "index": 35,
        "text": "— Bo jeżeli nie osinowe, to nic z tego nie będzie... wiedźma nie przyjdzie na inne drzewo, tylko na osinowe..! Prysiahnij Pietruk, że osinowego drzewa rąbał, prysiahnij, tutże zaraz palce na krzyż złóż i prysiahnij, że osinowe..."
      },
      {
        "index": 36,
        "text": "Tracąc dech od szybkiego mówienia, targała rękaw i poły samodziałowéj kapoty Piotra, a obu łokciami odtrącała od siebie towarzyszki, które chwytając ją za ramiona i koszulę, zapalczywość jéj powściągać probowały. Spróbował uczynić to i Stepan. Ciemne oczy jego zaiskrzyły się; ściśniętą pięścią uderzył żonę w plecy tak silnie, że zatoczyła się o kroków kilka i była-by upadła, gdyby nie płot, o który oparła się ręką. Wnet przecież, szybka jak błyskawica, zwinna jak wiewiórka przyskoczyła do męża, wycięła mu głośny policzek i w najmniejszym stopniu nie zajmując się nim daléj, biegła znowu za Piotrem, drogę mu zabiegając i wciąż na różne tony powtarzając."
      },
      {
        "index": 37,
        "text": "— A osinowe drzewo? Pewno osinow?... Prysiahnij Pietruk, że osinowe..."
      },
      {
        "index": 38,
        "text": "W gromadzie, postępującéj za Piotrem, wybuchnęły grube i piskliwe śmiechy. Stepan szedł ze zwieszoną głową, milcząc jak grób. Do policzka, który od otrzymanego uderzenia nabiegł krwistą czerwonością, ani się dotknął, ale ciemna i gruba skóra jego twarzy zfałdowała się w takie już mnóztwo zmarszczek, że niepodobna-by wynaleźć na niéj najmniejszego gładkiego miejsca. Roziskrzone oczy wlepiał w ziemię i przez zaciśnięte zęby wyrzucił krótkie, niewyraźne przekleństwo. Wstydził się może i wrzał cały."
      },
      {
        "index": 39,
        "text": "— Wstydno! — rzekła głośno niemłoda i widocznie schorowana, ale jeszcze urodziwa żona Piotra Dziurdzi, najdostatniéj ze wszystkich kobiet ubrana i najmniéj krzycząca. — Ja z moim wiek przeżyłam, synów pochodowałam, że wyrośli jak te dęby, a nigdy pomiędzy nami swarów i bitwy nie było, dalibóg nie było."
      },
      {
        "index": 40,
        "text": "— Wstydno! — powtórzyło kilka głosów, a jeden z chłopów, na Stepana wskazując, z uśmiechem dodał:"
      },
      {
        "index": 41,
        "text": "— Takij z niego mużyk? Babie przywodzić pozwala! ja by ją..."
      },
      {
        "index": 42,
        "text": "Nad tym gwarem słów i śmiechów, wzbił się znowu głos Rozalki, ale tak już tym razem ostry i rozpaczliwy, jakby jéj nóż do gardła przykładano."
      },
      {
        "index": 43,
        "text": "— A osinowe drzewo? pewno osinowe? prisiahnij Pietruk, że osinowe..."
      },
      {
        "index": 44,
        "text": "Stary, nizki chudy chłop, ktorego zwano Jakóbem Szyszką, wystąpił z gromady, zbliżył się do kobiety, którą wątpliwość co do gatunku narąbanego drzewa w rodzaj wściekłości wprawiała i z powagą przemówił:"
      },
      {
        "index": 45,
        "text": "— Nie duryś, Rozalka! Jaż tam był i widział, że drzewo jest osinowe... Toż i u mnie nieszczęście... i ja chcę téj wiedźmie przeklętéj w oczy zajrzéć... czy ja by zgodził się, żeby drzewo insze było jak osinowe?..."
      },
      {
        "index": 46,
        "text": "Rozalkę słowa te jakby zimną wodą oblały, umilkła i, cofnąwszy się nieco od Piotra, śpiesznym i nierównym krokiem, zwykłym istotom gwałtownym i niespokojnym, na czele innych niewiast postępowała. Zresztą, w miarę trwania pochodu, gromada malała. Na dziedzińcach chat, które mijano, porykiwały krowy, tylko co z pastwiska przygnane, drżącym, jękliwym głosem odzywały się owce, niewyprzężone pługi i brony stały tak, jak je właściciele ich, pośpiechem i ciekawością snadź pobudzani, opuścili. Tu i owdzie, ktoś pozostały w chacie rozniecił ognisko, a wijące się za małemi oknami złote jego blaski, na wieczerzę zapraszając, głód przypominały. Mężczyzni tedy i kobiety, odłączali się od gromady i za opłotkami dziedzińców, albo we wnętrzach domowstw znikali. Przedtém jednak, zbijając się na krótką chwilę w małe gromadki, zamieniali się urywanemi, a całą myśl ich mającemi streścić wyrażeniami."
      },
      {
        "index": 47,
        "text": "— Komedya! — Wzruszając ramionami mówili jedni."
      },
      {
        "index": 48,
        "text": "— Niech tuju kamedyu licho porwie! — sierdziście odpowiadały kobiety. — Heto bieda jest, zhryzota, utrata wielka a nie kamedya..."
      },
      {
        "index": 49,
        "text": "— Ciekawość! nu ciekawość, kto heta wiedźma!"
      },
      {
        "index": 50,
        "text": "— Przyjdzie ona na ogień, czy nie przyjdzie?"
      },
      {
        "index": 51,
        "text": "Ostatnie to pytanie zawisło na ustach wszystkich; głosy różne męzkie, kobiece i dziecięce, stare i młode, powtarzały je w chatach, oborach, stajenkach, na dziedzińcach i u studzien, u których dziewczęta przy skrzypie żórawi, wodę czerpały."
      },
      {
        "index": 52,
        "text": "— Przyjdzie ona na ogień, czy nie przyjdzie? — Najstarsi odpowiadali."
      },
      {
        "index": 53,
        "text": "— Czemu przyjść nie ma! Za dzidów, pra dzidów naszych przychodziła, to i teraz przyjść musi..."
      },
      {
        "index": 54,
        "text": "Tymczasem, Piotr Dziurdzia, szedł wciąż naprzód krokiem powolnym i miarowym. Wychodząc z dziedzińca swojéj chaty, włożył był na swe gęste, siwiejące, długie włosy, starą czapkę, zniszczoném futrem baraniém oszytą. W długiéj kapocie z płótna na czerwony kolor zafarbowanego, w wysokich butach, w téj czapce, któréj strzępy zwisały mu nad gęstemi brwiami, z grubą więzią drzewa w ramionach, miał pozór kapłana niby, gotującego się do spełnienia uroczystego i publiczne sprawy na celu mającego obrzędu. Wyraz twarzy jego ściągłéj, krótkim zarostém otoczonéj, nie był wcale ponurym, ani rozgniewanym, tylko głęboko zamyślonym, prawie uroczystym. Milczał jak grób, patrzał wprost przed siebie siwemi oczyma, w których malowała się pokora, jakby prośba wewnętrznie do kogoś zanoszona. Można by przypuścić, że w głębi duszy swéj odmawiał on w téj chwili żarliwe pacierze. Tuż za nim, szli dwaj jego synowie, rośli, jasnowłosi, z otwartemi i wesołemi twarzami parobcy; daléj, nizko chyląc głowę, ciężkim krokiem postępował Stepan, obok którego wlókł się w obdartém odzieniu swém i z pijacką twarzą Szymon Dziurdzia i bardzo poważnie stąpał stary, nizki, siwy Jakób Szyszko. Z kobiet, pozostały tylko żony trzech Dziurdziów i jakaś hoża dziewczyna, z wesołą miną, wciąż na młodego Klemensa Dziurdzię zerkająca i na niéj kończył się już ten pochód. Dzieci wszystkie, tak dziewczynki jak chłopcy, chciały bardzo przyłączyć się do orszaku, ale je odpędzono i jeden ów tylko czteroletni chłopczyna w koszuli, z wydętym brzuchem i nabrzmiałemi policzkami odpędzić się nie dał. W kilka kroków za idącymi, prędko, prędko, swemi małemi, bosemi stopkami dreptał on po czarnych nierównościach i bruzdach wiejskiéj ulicy i od czasu do czasu płaczliwie, przeciągle wołał: — Ta, to! Ludzie jednak składający pochód, na to dziecięce wołanie żadnéj nie zwracali uwagi. Tu i owdzie gołębie zrywały się z dachów i ze słodkiem gruchaniem ulatywały w powietrze na srebrzystych, albo różowych skrzydłach; pyszne, jaskrawo opierzone koguty, spłoszone tententem licznych kroków, ciężko podlatywały z ziemi i siadały na płotach; przez wrota pootwierane, wybiegały żółte, czarne i pstre kundle, a poznawszy swoich ciekawie tylko lub obojętnie na przechodzących spoglądały. Tam, het, za wioską, polami i gajami, słońce już wnet zajść miało, bo ostatnie jego światła rzucały na ściany chat i twarze ludzkie, nietrwałe, różowe łuny. Rubinowo zaognione przed chwilą szyby okien bladły i gasły, natomiast coraz gęściéj złocił je blask roznieconych ognisk. Dymy nad kominami wprzódy rumiane i srebrne, szarzały; ryk bydła, beczenie owiec, stuki otwieranych i zamykanych wrót, cichły i milkły."
      },
      {
        "index": 55,
        "text": "Za wioską, polami i gajami, ciemne gęste chmury półkolem objęły zachodni skraj nieba; słońce przejmowało jeszcze ich głębie fioletem i purpurą, ale było już niewidzialném. W pobliżu ostatnich lecz jaskrawych blasków jego blade i prawie liliowe, ciemniejsze potém i w środku swym aż prawie szafirowe sklepienie, wznosiło się nad ziemią, bardzo powoli okrywaną mrokiem tak przezroczystym, że odbijały się w nim wyraźnie żółte barwy ściernisk i więdnących łąk, szara zieloność gajów i piaszczysta białość dróg przerzynających pola. Mniéj niż o wiorstę od ostatnich domowstw wioski, cztery drogi rozbiegały się z jednego punktu, w kierunki różne. Jedna z nich prowadziła do wioski, druga, falując, wraz z falującym gruntem przepadała kędyś z niedoścignionéj dla oka oddali, trzecia prosta i gładka, końcem długiéj swéj taśmy znikała w głębiach najbliższego gaju; czwarta, najkrótsza, tu i owdzie wierzbami i dzikiemi bzami osadzona, kończyła się u płotu otaczającego chatę, w pewnéj odległości od wioski zbudowaną, samotną ocienioną kilku staremi drzewami. W pobliżu téj chaty widać było budowę niewielką, nizką, bez okien, w któréj od razu każdy świadomy spraw wiejskich rozpoznał by kuźnią. Były to więc drogi rozstajne. W miejscu, z którego rozchodziły się one, w różne strony świata, z gęstego szlaku zieloności otaczającego pole, wystrzeliwał stary, wysoki krzyż. Naprzeciw krzyża, rozdzielony z nim wązkim szlakiem drogi, leżał ogromny, siwym mchem obrosły kamień. O parę kroków od kamienia, Piotr Dziurdzia stanął i, ciężar swój z ramion na ziemię zrzucił, poczém wyprostował się, głośno odetchnął, w niebo spojrzał i z kieszeni kapoty hupkę wydobywszy, w milczeniu ogień krzesać zaczął. Głębokie milczenie zapanowało téż pomiędzy towarzyszącymi mu ludźmi. Zbili się oni wszyscy w ściśniętą gromadkę, wzrok w ręce jego wlepili i zdawali się oddech w piersi wstrzymywać. Widocznie zapominali o wszystkiém, co nie było tą szczególną czynnością, dla któréj tu przybyli. Stefanowa silnie zacisnęła swe wązkie usta, żona Piotra i jeden z jego synów, przeciwnie, rozwarli je tak szeroko, że małe jakie ptaszę wygodnie wlecieć by w nie mogło; Jakób Szyszko wyprostował się i tak uroczystą przybrał postawę, że wydawał się daleko wyższym niż zazwyczaj; wnuczka jego, hoża ta dziewczyna; która w czasie pochodu wciąż na Klemensa Dziurdzię zerkała, teraz ze zmieszaniem ciekawości i przerażenia na twarzy, ukryła się za plecy ładnego parobka, przygarnęła się cała do niego i brodę swą na ramieniu mu położyła. Ładny parobek najmniéj z pomiędzy wszystkich obecnych zajęty odbywającym się aktem, wybornie spostrzegł to zbliżenie się doń dziewczyny, uśmiechnął się nieznacznie, wpół z przyjemnością, wpół z urąganiem. Zdawało się, że i hożéj France i temu, co się przed oczyma jego działo i dziać miało, trochę urągał. W tém, Piotr Dziurdzia pochylił się ku ziemi i część przyniesionych przezeń suchych drewienek, buchnęła ogniem. Cztery kobiety, jednogłośnie i na całe gardło wrzasnęły. — O Jezu!"
      },
      {
        "index": 56,
        "text": "Dla czego ogień tak bardzo przeląkł je, czy wzruszył? Wszak z blaskiem i gorącem jego oswajały się one od piérwszego dnia istnień swoich i od rana do wieczora każdego dnia! Tym razem przecież, wyglądały tak, jak gdyby były nigdy w życiu swém ognia nie widziały. Wszystkie cztery wrzasnęły zrazu. — O Jezu! A potém Stefanowa zawiodła daléj jeszcze. — O Jezu mój, Jezu najmiłosierniejszy! Poiotrwa wzdychała głośno i raz po raz, Szymonowa głowę w obie strony kołysała i także wzdychała, Franka zaś, w obie garście pochwyciwszy ramię Klemensa, tak mocno je ścisnęła, że parobek łokciem rzucił i wzgardliwie ją oburknął — Otczepiś! Czego do mnie przykleiła się... jak ten kleszcz! Kleszczem nazwana dziewka nie odczepiała się jednak i, przyklejając się do pleców parobka jeszcze mocniéj, w same ucho półgłosem mu jęczała. — Oj Klemens, Klemens! oj, oj, Klemens! — Mężczyzni milczeli, wkrótce téż umilkły i kobiety, znowu usta pozaciskały, lub szeroko pootwierały i, oddechy w piersi powstrzymując, czekały. Czekali wszyscy. Na co? Na skutek ognia, który żółtą strugą obejmując osinowe drzewo, palił się zrazu nizko przy ziemi, potém płomienistemi języki strzelać zaczął coraz wyżéj."
      },
      {
        "index": 57,
        "text": "Na polach pusto było i cicho. Stojąca na zachodzie chmura zagasła całkiem i tylko jeszcze wypływająca z za niéj blada złota łuna rozświecała widnokrąg. Kędyś za wzgórzem zaturkotały koła wozu i w dali umilkły; od wioski dochodziły poszczekiwania psów i głuchy szmer ludzkiego mrowia; na żadnéj z dróg w cztery strony rozchodzących się od krzyża, żywego ducha widać nie było, tylko u końca jednéj z nich drzwi kuźni, rozpaliły się czerwono i ozwało się kilka uderzeń młota, które w najbliższym gaju echo powtórzyło głośno i przeciągle. Ale potém, przez długie kilka minut, nie odezwał się już i młot kowalski; w nizkich wierzbach za to, rosnących przy drodze, która do kuźni wiodła, parę razy płaczliwie zaskomlił lelak. W gromadce ludzkiéj, tłoczącéj się u ognia, przy omszałym kamieniu i naprzeciw krzyża roznieconego, męzki, świéży głos, głośno i wyraźnie wymówił:"
      },
      {
        "index": 58,
        "text": "— Albo to prawda?"
      },
      {
        "index": 59,
        "text": "Wszyscy, nawet poważny i skupiony w sobie Piotr Dziurdzia, obejrzeli się na mówiącego. Był nim wysoki, ładny Klemens."
      },
      {
        "index": 60,
        "text": "— Co takiego? co takiego? co ty gadasz? — zaterkotała Stefanowa."
      },
      {
        "index": 61,
        "text": "— Albo to prawda, że wiedźma na ogień przyjdzie? — z nogi na nogę przestępując, powtórzył parobek."
      },
      {
        "index": 62,
        "text": "Tym razem wszystkie kobiety pootwierały szeroko usta, a Franka półgłosem znowu zajęczała — Oj, Klemens, Klemens! — Ale siwy, chudy, nizki Jakób Szyszko uroczystym głosem rzekł:"
      },
      {
        "index": 63,
        "text": "— Za dzidów pradzidów naszych przychodziła, to czemuż-by i teraz nie miała przyjść?"
      },
      {
        "index": 64,
        "text": "— Ale! — powtórzył chór głosów."
      },
      {
        "index": 65,
        "text": "Klemens znowu z nogi na nogę przestąpił i mniéj trochę śmiało niż przedtém zauważył:"
      },
      {
        "index": 66,
        "text": "— Może jéj ze wszystkiém na świecie niéma?"
      },
      {
        "index": 67,
        "text": "— Kogo? — wrzasnęła Stefanowa."
      },
      {
        "index": 68,
        "text": "— A wiedźmy... — wahającym się już głosem odpowiedział parobek."
      },
      {
        "index": 69,
        "text": "O! tym razem, przeciw tak zupełnie już krańcowym wątpliwościom, wybuchnęła burza. Stefanowa porwała się obu rękoma za biodra i do Klemensa przyskoczyła."
      },
      {
        "index": 70,
        "text": "— Wiedźmy niéma? — krzyknęła — a dla czego mleko u krów przepadło? ha? dla czego przepadło? Czy to ja łgę, że przepadło? Jeżeli ja łgę, o spytajcie się rodzonéj matki, czy nie przepadło?... I u Szymona spytajcie się i u Jakóba i u wszystkich... Oj! biednaż główeczka moja! Mleka u krów kropeleczki nie ma... dziecka w gębę wlać czego nie ma... a on mówi, że wiedźmy niéma... Oj dolo moja nieszczęśliwa! oj, paskudniku ty, niedowiarku, haratyku taki, że niech Pan Bóg broni..."
      },
      {
        "index": 71,
        "text": "W ten potok słów i krzyków niewieścich, Klemens wlać zdołał jeszcze słów kilka, więcéj, zda się dla drwiny i na przekór babie niż z przekonania wymówionych."
      },
      {
        "index": 72,
        "text": "— Wiadomo! susza taka, że niech pan Bóg broni, pasza kiepska, to i mleko przepadło..."
      },
      {
        "index": 73,
        "text": "Ale tym razem zwrócił się ku synowi, sam celebrujący w tym uroczystym akcie Piotr Dziurdzia i łagodnie, ale z wielką powagą mówić zaczął."
      },
      {
        "index": 74,
        "text": "— Hodzi, Klemens, kiedy nasze dzidy, pradzidy w heto wierzyli, musić heto prauda. Nie breszy (szczekaj) darmo i czekaj. Może cud Bozki okaże się okaże się nam niegodnym, a taja, co nam takuju kryudu zrobiła, przyjdzie na ogień zapalony z tego osinowego drzewa, na którym powiesił się Judasz, psia jego dusza, co w żydowskie ręce wydał Pana naszego Jezusa Chrystusa. Amen."
      },
      {
        "index": 75,
        "text": "Przemówieniu temu odpowiedziało kilka głośnych westchnień, nad któremi wzbił się jękliwy, donośny, zapalczywy głos Stefanowéj:"
      },
      {
        "index": 76,
        "text": "— A osinowe drzewo? pewno osinowe?"
      },
      {
        "index": 77,
        "text": "Ale Jakób Szyszko uciszył niespokojną kobietę porywczym giestem, i znowu w gromadce i dokoła niéj zapanowała cisza. W nizkich wierzbach przy drodze załkał lelak, o kilka kroków za stojącymi nad ogniem ludźmi, dziecięcy, słaby, zmęczony głos, zapłakał: — Ta-to! Nikt na ten biedny, mały głos nie zwrócił uwagi, oprócz ponurego Stefana, który obejrzał się, kilka kroków postąpił i z głuchém, swarliwém sarkaniem podniósł z ziemi malca w koszuli, z wydętym brzuchem, nabrzmiałemi policzkami, palcem pogrążonym w ustach i błękitnemi oczyma, pełnemi łez. Był to syn jego i Rozalki, jedyny. Ze swarliwém sarkaniem Stefan podniósł go z ziemi, ale wnet ściśle ramionami otoczył, do piersi przycisnął i bose stopy jego mokre od wieczornéj rosy, połą kapoty swojéj osłonił. Dziecko blade i obrzękłe, głowę na ramiona ojca pochyliło i wnet oczy przymknęło. O! widocznie potrzebowało ono, niezmiernie potrzebowało tego, dobrego, słodkiego mleka, które krowom jego rodziców odebrała złośliwa wiedźma!"
      },
      {
        "index": 78,
        "text": "Cicho i cicho! Na polu i drogach wciąż ani ducha żywego. W kuźni znowu odzywa się stuk młota; echo powtarza je w najbliższym gaju; w ciszy powietrza ogień pali się zwolna, lecz coraz wyżéj. Piotr rzucił weń jeszcze sporą więź drzewa (Stefanowa ma okropną ochotę zawołać znowu: czy osinowe drzewo? czy pewno osinowe? lecz lęka się trochę Piotra i starego Szyszki, więc milczy i tylko niecierpliwie obu rękoma fartuch swój targa), płomień buchnął wysoko, a blaski jego padły na stojący naprzeciw krzyż i mnóztwem złotych węży wiły się po nim coraz wyżéj, aż ku rozpiętym jego ramionom... Ujrzawszy krzyż nagle w złocie stojący, wszyscy obecni bez wyjątku pochylili głowy i przeżegnali się powoli, nabożnie..."
      },
      {
        "index": 79,
        "text": "W téj chwili, za paru wzgórzami, na drodze, która, falując po wzgórzach, przepadała w dalekich przestworzach, dało się słyszéć dalekie jeszcze, ale rozgłośne śpiewanie. Po uciszonych przestrzeniach, po pustych polach, po drzemiącym świecie, śpiewanie to płynęło melodyjnie i szeroko, na nutę łagodną i tęskną. Śpiewający głos kobiecy był, silnym, czystym, rozległym, wyraźnie rzucającym w przestrzeń miłosne słowa pieśni."
      },
      {
        "index": 80,
        "text": "Na twarzach gromadki, stojącéj przed ogniem i naprzeciw złoconego krzyża, odmalowały się zmieszane uczucia zadowolenia, przerażenia, nadewszystko zaś ciekawości. Sam nawet niedowiarek, Klemens, szeroko oczy roztworzył i rękę podnosił aby przeżegnać się po raz wtóry, ale ze wzruszenia zawisła mu ona w powietrzu."
      },
      {
        "index": 81,
        "text": "— Idzie! uże idzie! — Szepnęły kobiety."
      },
      {
        "index": 82,
        "text": "Franka, ze strachu przed wiedźmą, na ziemi przysiadła, z całéj siły przytém trzymając się obu rękoma kapoty Klemensa."
      },
      {
        "index": 83,
        "text": "Niewidzialna śpiewaczka, zbliżając się coraz, śpiewała daléj:"
      },
      {
        "index": 84,
        "text": "Tym razem trzy Dziurdziowe jednomyślnie na siebie spojrzały."
      },
      {
        "index": 85,
        "text": "— Kowalicha, (kowalowa) czy co? — szepnęła żona Potra."
      },
      {
        "index": 86,
        "text": "— Ale! — odszepnęła żona Szymona, — nikt hetak nie spiewaje, tylko ona!"
      },
      {
        "index": 87,
        "text": "Stefanową od głowy do stóp wstrząsnęło namiętne drgnienie; przeciw zwyczajowi swemu nie rzekła nic, tylko prędko, z urągliwym wyrazem w oczach, które jak zuzle zapłonęły, obejrzała się na męża. Dziwna rzecz! Stefan tak szyję wyprężył i tak całkiem podał się naprzód, jakby chciał po przez wzgórze przejrzéć i zobaczyć tę, któréj głos tylko uszu jego dolatywał. Przyczém, od wyprężenia muskułów, wygładziła się całkiem ciemna skóra jego twarzy i tylko czoło zmarszczone, zmięte, rzucało ne nią wyraz cierpienia."
      },
      {
        "index": 88,
        "text": "Na szczycie małego wzgórza, ukazała się i szybko zstępować zeń zaczęła, postać kobieca, któréj rysów jeszcze rozpoznać nie było można. Szybko idąc, daléj pieśń swą śpiewała:"
      },
      {
        "index": 89,
        "text": "Nagle głos śpiewającéj urwał się i zamilkł. Znalazła się ona o kilka kroków od roznieconego ognia i, jak w ziemię wryta, stanęła. Teraz przy ostatnich światłach dnia i mieszających się z niemi blaskach płomienia, postać i twarz jéj uwypukliły się z wyrazistością rzeźby. Młodą jeszcze była, wysoką, silną i kształtną. Z pod wysoko podniesionéj sinéj spódnicy, widać było silne i nagie jéj nogi, bosemi stopami tonące w gęstéj trawie. Oprócz sinej spódnicy, miała na sobie tylko grubą koszulę, wielki pasiasty fartuch, dwoma rogami mocno do pasa przytwierdzony i napełniony takiém mnóztwem kwitnących ziół, że wylewały się zeń one na jéj spódnicę i czepiając się wzajem, aż ku ziemi spływały. Były to liliowe czombry i brunelki, koniczyny różowe i białe, gwiezdziste rumianki, błękitne cykorye polne. Oprócz tego, w obu ramionach niosła ona ogromny snop roślin o długich, twardych łodygach, żółtéj dziewanny i śnieżnego tysiącznika, a był to snop tak wielki, że całą pierś i część twarzy jéj okrywał, i że nad nim widać było tylko głowę jéj, wpół osłonioną czerwoną chustką, z pod któréj, ze stron wszystkich, na grubą koszulę, ogorzałą szyję i wązkie gładkie czoło, wymykały się gęste, krótkie pasma włosów ciemnych, splątanych i bez połysku. W pół-osłonięta kwiatami i włosami twarz jéj wydawała się grubą i pospolitą; ogorzała, rumiana, z wiśniowemi usty, wypukłemi policzkami i wesoło zadartym nosem, jaśniała ona tylko dwojgiem oczu wielkich i podłużnych, które szarą, błyszczącą, wymowną źrenicą zdawały się mówić, śmiać się, pieścić i śpiewać... Tak z nagiemi nogami, zaróżowionemi odblaskiem ognia, z mnóztwem kwiatów, wylewających się z fartucha i osłaniających piersi, z rozrzuconemi włosy i błyszczącém, śmiałem, śmiejącém się spojrzeniem, stanęła ona tuż pod krzyżem, który teraz stał cały w płomiennym blasku. Piérwszy dźwięk, który z ust jéj wyszedł, brzmiał gapiowatém trochę zadziwieniem."
      },
      {
        "index": 90,
        "text": "— Aaaa! — rzekła — co wy tu takiego robicie, ludzie?"
      },
      {
        "index": 91,
        "text": "Ale wnet, jakby przypomniawszy sobie rzecz dobrze znaną, tonem zapytania dodała:"
      },
      {
        "index": 92,
        "text": "— Wiedźmę na ogień łapiecie? czy co?"
      },
      {
        "index": 93,
        "text": "A potém, skinęła głową, i z zupełną już świadomością dokończyła."
      },
      {
        "index": 94,
        "text": "— Aha! mleko u krów przepadło."
      },
      {
        "index": 95,
        "text": "I, kołysząc głową w obie strony, przeciągle zadziwiła się znowu."
      },
      {
        "index": 96,
        "text": "— Aaaa! umum! dziwy, to dziwy!"
      },
      {
        "index": 97,
        "text": "W gromadce panowało milczenie grobowe. Zdawać się mogło, że dusze wszystkich tych ludzi zlały się w téj chwili w jednę duszę, która całą siłę swego myślenia, czucia, wzroku i słuchu, niby ostre żądło, w tę kobietę utopiła. Wszyscy powyciągali ku niej szyje i oczy w nią wlepili. W kilku parach tych oczu nic jeszcze innego nie było, tylko zdziwienie i trochę obrzydzenia. Lecz wzrok Stefanowéj rozpalony i pełen zjadliwych uśmiechów szybko przenosił się z twarzy kobiety, stojącéj pod rozpłomienionym krzyżem, na twarz męża, która szczególny przybrała wyraz; mętny uśmiech wewnętrznego niby lubowania się rozlał się po niéj całéj i starł z niéj całkiem zwykłą ponurość, zastępując ją głupowato wyglądającém, lecz na wskroś przenikającém go zachwyceniem. Patrzał tak, jak gdyby na coś czy na kogoś dosyć napatrzéć się nie mógł. Kobieta z ziołami tymczasem zapytała znowu."
      },
      {
        "index": 98,
        "text": "— Cóż? czy już przechodziła?"
      },
      {
        "index": 99,
        "text": "Nikt nie odpowiedział. W błyszczących i śmiejących się jéj źrenicach, mignął niepokój. — Cóż? — powtórzyła — widzieli już wiedźmę? przechodziła?"
      },
      {
        "index": 100,
        "text": "Tym razem, z gromadki ozwał się łagodnie brzmiący, ale bardzo poważny głos Piotra Dziurdzi."
      },
      {
        "index": 101,
        "text": "— Abo nie wiedajecie, że która piérwsza przejdzie koło ognia, ta jest wiedźmą."
      },
      {
        "index": 102,
        "text": "— Nu, — tonem głębokiego przekonania odparła kobieta, — żeby ja tego nie wiedziała, wiem! To i któraż piérwsza przeszła?"
      },
      {
        "index": 103,
        "text": "Dwa poważne głosy męzkie z których jeden należał do Piotra Dziurdzi, a drugi do Jakóba Szyszki odpowiedziały."
      },
      {
        "index": 104,
        "text": "— Ty."
      },
      {
        "index": 105,
        "text": "A w mgnieniu oka potém, niby raca, z trzaskiem wybuchając w powietrze, wybuchnął jeden niewieści głos, wszystkiemi tonami namiętności, doprowadzonéj do furyi i żalu jakiegoś, graniczącego z rozpaczą, powtarzający w nieskończoność ten jeden wyraz. — Ty, ty, ty, ty!"
      },
      {
        "index": 106,
        "text": "Nic nad ten jeden wyraz Stefanowa wymówić nie mogła, bo trzęsła się od stop do głowy a z pałających jéj oczu, toczyły się na śniade i chude policzki strumienie łez. Śmiała się, drżała, płakała i, tupiąc nogami, wygrażając pięściami, krzyczała. — Ty! ty! ty! ty!"
      },
      {
        "index": 107,
        "text": "— Ja? — wymówiła kobieta stojąca pod rozpłomienionym krzyżem i opuściła ramiona tak, że żółte dziewany i białe krwawniki rozsypały się po trawie i okryły jéj bose stopy. — Ja! — powtórzyła i załamała na spodnicy ciemne, spracowane ręce. Wiśniowe jéj wargi rozwarły się szeroko, w oczach mignęło uczucie zgrozy. Trwało to jednak króciuchną chwilę i wnet po rumianych, pulchnych jéj policzkach, po czole wązkiém i ustach rozwartych, drgać poczęło mnóztwo figlarnych, wesołych uśmiechów, aż, zwyciężywszy zdumienie i przerażenie, śmiech dźwięczny i zanoszący się wybuchnął z jéj piersi. Jak przedtém pieśń, tak teraz śmiech jéj, rozlegał się po drodze i polu szeroko, dźwięcznie, rozgłośnie. Czuć w nim było duszę żywą i świeżą, coś nakształt naiwności dziecka i niezmąconéj wesołości ptaka. — Ja! ja! — wołała wśród śmiechu, — ja piérwsza na ogień przyszła! Ja mleko krowom odebrała! ja wiedźma! oj, ludzie, ludzie! co wy wymyślili! czy wy zdureli! (zgłupieli), czy wam pomieszało się w głowach!"
      },
      {
        "index": 108,
        "text": "I śmiała się wciąż tak, że aż dłońmi boki sobie przycisnęła i przeginała na wszystkie strony swą silną i kształtną kibić. A gdy już tak wyśmiała się, że aż obu pięściami oczy z łez ocierać musiała, z drgającą jeszcze resztą śmiechu piersią, głośno splunęła."
      },
      {
        "index": 109,
        "text": "— Pfu! — zawołała — taką brzydką rzecz na chrześcijańską duszę powiedziéć! Czy wam nie wstyd."
      },
      {
        "index": 110,
        "text": "Schylona, zbierała przez chwilę z ziemi upuszczone z rąk zioła i kwiaty. Potém wyprostowała się i tuż koło gromadki przechodząc, rzekła jeszcze."
      },
      {
        "index": 111,
        "text": "— Stójcież tu i czekajcie wiedźmy, bo jak Bóg jest w niebie, ona nie ukazała się jeszcze. Mnie pilno do mego i do dzieci. Bywajcie zdrowi!"
      },
      {
        "index": 112,
        "text": "Skinęła głową ku obecnym tak wesoło i uprzejmie, jakby o tém, co ją od nich spotkało, całkiem już zapomniała, żwawym krokiem poszła drogą, wiodącą ku samotnéj chacie i czerwono błyszczącéj obok niéj kuźni. Idąc, zaraz w początku drogi, na skoczną, hulaszczą nutę śpiewać zaczęła najweselszą z pieśni wiejskich."
      },
      {
        "index": 113,
        "text": "Ludzie pozostali u ognia, stali z pochylonemi głowami, w milczeniu, które piérwszy przerwał Piotr Dziurdzia."
      },
      {
        "index": 114,
        "text": "— Ot i okazał nam Pan Bóg wszechmogący krzywdzicielkę nasza..."
      },
      {
        "index": 115,
        "text": "Żony Piotra i Szymona głośno westchnęły, a Stefanowa poskoczyła i przed mężem trzymającym w objęciu dziecko, stanęła. Obu rękoma trzymając się za biodra, naprzód pochylona, z wlepionemi w niego oczyma, przez zaciśnięte zęby wymówiła:"
      },
      {
        "index": 116,
        "text": "— Wiedźma, kowalicha! wiedźma miła twoja! Wiedźma twoje serdeńko najmilsze!"
      },
      {
        "index": 117,
        "text": "Zdawało się, że trzy te wykrzykniki, niby trzy policzki w twarz mu rzucała. On głowę swą ku głowie uśpionego dziecka pochylił i wyglądał zgryzionym, ponurym, lecz ani mniéj ani więcéj niż zwykle. Żony jakby nie widział i popędliwych gwiżdżących słów jéj jakby nie słyszał. Sam do siebie z cicha mruknął."
      },
      {
        "index": 118,
        "text": "— To ja już dawno wiedział, że ona jest wiedźmą!"
      },
      {
        "index": 119,
        "text": "Hoża Franka opuściła plecy i ramię ładnego parobka i zwrócona w stronę, w którą poszła kowalowa, z palcem do ust przyłożonym, głęboko nad czémś rozmyślała. Ogień niepodsycany przygasał i blaski jego spełzły już z krzyża, który wznosił się teraz na tle zmroku wysoki, czarny, niemy. Ludzie, którzy niby motyla na świecę, złapali wiedźmę na ogień rozniecony z osinowego drzewa, mogli już i do domów swych odejść, nie odchodzili jednak, dumali i słuchali, jak przy drodze, wiodącéj do kuźni, w wierzbach i dzikich bzach, coraz częściéj jęczały i łkały lelaki. Para goniących się nietoperzy krętym lotem przemknęła nad drogą i na ściernisko upadła. Na drodze wiodącéj do kuźni, rozległ się jeszcze rozgłośny i czysty głos kobiecy, wyśpiewujący drugą strofę skocznéj pieśni. — Hili, hili, szare husi, Szare husi na piesok, Paciera lata młode, I swój tonki hałasok."
      },
      {
        "index": 120,
        "text": "Spiewowi temu zdawały się wtórować coraz częstsze uderzenia kowalskiego młota, a przez drzwi kuźni ulatywać zaczęły w mroczną przestrzeń coraz gęstsze roje czerwonych iskier. Śpiewająca kobieta przyśpieszała kroku, a gdy niewielka przestrzeń dzieliła ją od samotnéj chaty, z napełnionego jaskrawém światłem wnętrza kuźni, ozwał się męzki, basowy głos, który przy nieustającém stukaniu młota, połączył się z głosem niewieścim i donośnie wesoło zawtórował trzeciéj strofie pieśni. — Hili, hili szare husi, Szare husi na Dunaj, Nie chacieła idźci za muż, Ciepier siedzi i dumaj!"
      }
    ]
  }
}