{
  "chapterNumber": 6,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Do chaty Piotra istotnie zajrzało nieszczęście, nie zaraz jednak i nie takie, jakie przewidywała Rozalka. Obszerną izbę, w słoneczny dzień październikowy napełniali ludzie, którzy tam z radami i pocieszeniami przychodzili. Jakkolwiek Piotr od lat już paru przestał być starostą, jednak powaga obejścia się, rozważność mowy, nadewszystko zaś może zamożność jego, jednały mu szczególne poważanie i przychylność, wśród mieszkańców Suchéj Doliny. Gdy tylko więc wieść o nieszczęściu, które go dotknęło, rozeszła się po wsi, ten i ów z gospodarzy przychodził, aby rozpytać się o szczegóły zdarzenia i ze zmartwionym sąsiadem pogadać, powzdychać, głową pokiwać. Zdarzało się to tém częściéj, że roboty letnie i jesienne były już prawie skończone, a od cepa i toku stodoły łatwiéj oderwać się na godzinkę, niżeli od pługa i zagona. Piotr młodszemu synowi rozkazał żyto w stodole młócić, a sam zamierzał zrana udać się za pługiem, na pole, dla wyorywania kartofli. Ale południe już było blizkiém, a on nie mógł jeszcze wydalić się z chaty. Myślał wciąż o kartoflach, kilka razy już drzwi otwierał, aby iść konie do pługa zaprzęgać, ale za każdym razem wracał i znowu na ławie, pod ścianą izby siadał. Nie wyrzekał głośno i nawet nie wzdychał, tylko widocznie ręce mu bezwładnie na kolana opadały, ochota do niczego nie brała i czoło zmarszczyło się w głębokie fałdy. Na pozdrowienia wchodzących sąsiadów odpowiadał krótkiém: na wieki wieków! i znowu zapadał w milczenie. Czasem, rękę do czoła podnosił i ustami poruszać zaczynał tak, jakby żegnał się i pacierze mówił. Sąsiedzi stawali przed nim, albo rozsiadali się na ławie i zadawszy kilka zapytań, podziwiwszy się trochę, głowami pokiwawszy, milczeli także, wzdychali i odchodzili, a na ich miejsce przychodzili inni. Tak było z mężczyznami. Ale z kobietami działo się wcale inaczéj. Tłumnie otaczały one tapczan, na którym leżał chory, gadały, doradzały, nad Agatą, która, na ziemi u tapczana siedząc, cicho płakała, głośne lamenta zawodziły. Chorym był Klemens. Urodziwego parobka sroga jakaś gorączka niby kosa trawę podcięła. Pod kraciastym kilimkiem leżał on nieruchomy, nakształt kłody drzewa, z twarzą ziejącą ogniem, wciąż jękliwym głosem matkę ku sobie przywołując. Piotrowa podnosiła się z ziemi, stojący obok dzbanek z wodą brała i klęcząc, brzeg jego do ust synowskich podawała. On pił chciwie, jéj łzy ciekły po zżółkłéj od zgryzoty twarzy. Nie krzyczała jednak, rąk nie łamała i rzadko nawet odzywała się do sąsiadek. Zawsze była ona najcichszą prawie z całéj wsi niewiastą, tak już przy swoim poważnym mężu i w swojéj spokojnéj chacie być przywykła. Inne za to kobiety, tapczan ściśle otaczając i choremu przypatrując się, gwarzyły jak na targu, lub zawodziły jak na pogrzebie Łabudowa, gospodyni, tak i jak Agata zamożna i poważna, prawiła."
      },
      {
        "index": 2,
        "text": "— Nie wytrzyma, już ja wiem, że nie wytrzyma, już ja może dziesięciu ludzi w takiéj chorobie widziała i żaden nie wytrzymał."
      },
      {
        "index": 3,
        "text": "Piotrowa rzewniéj jeszcze płakać zaczęła i z twarzą w dłoniach aż zakołysała się cała z żałości, ale żona Maksyma, Bohdanka, tęga i zamaszysta baba, złowróżbną sąsiadkę od tapczana odepchnęła."
      },
      {
        "index": 4,
        "text": "— Czemu nie wytrzyma? czy to zmiłowania bozkiego nad grzesznymi ludźmi niéma? Pan Bóg najwyższy zmiłuje się i uzdrowi. Agata! hładysz mi dajcie, prędko! Słyszycie, Agata? jemu trzeba hładysz do żywota przystawić!"
      },
      {
        "index": 5,
        "text": "Paraska Szymanowa z małém dzieckiem na ręku i dwoma starszemi, które czepiały się jéj spódnicy, skora do płaczu, bo zawsze prawie głodna i skłopotana, palcami rozmazywała sobie łzy po chudych policzkach i zawodziła."
      },
      {
        "index": 6,
        "text": "— Oj, bogate takie i szczęśliwe ludzie, a taki spadła na nich zgryzota! Oj, Klemens, Klemens, żebyś ty był lepiéj na tę łąkę nie pojechał, na tym deszczu nie przemókł i nie wyspał się na téj zgniłéj kopicy! Oj, z téj zgniłéj kopicy choroba ta wylazła i w twoje ciało wlazła... oj, biednaż twoja młoda główka, biedna!"
      },
      {
        "index": 7,
        "text": "Młody parobek istotnie przed kilku dniami jeździł na dość oddaloną łąkę, dla zabrania z niéj wprzódy już skoszonéj trawy, w drodze zmókł na ulewnym, jesiennym deszczu i noc przespał na stożku zgniłéj od wilgoci trawy. Nazajutrz, do domu wróciwszy, kożuch włożył, bo go dreszcze trzęsły, lecz że, dnia następnego, chłopcy wiejscy, mieli w stawie niewodem ryby łowić, poszedł wraz z nimi, zdjął na brzegu odzienie, po ramiona prawie wlazł w wodę i przez parę godzin pomagał niewód ciągnąć. Po téj już wyprawie był na tapczanie i od dwóch dni zeń nie wstawał. Przytomnym był zupełnie, tylko czasem na różne bóle wyrzekał, a teraz tak zajęczał, że stara Łabudowa ręce jak do pacierza splotła i, z nogi na nogę przestępując, Agatę zapytała:"
      },
      {
        "index": 8,
        "text": "— A gromnica jest u was? Już jemu biedakowi gromnicę by w rączki włożyć."
      },
      {
        "index": 9,
        "text": "Budrakowa ze swéj strony wołała o hładysz, aby go do żywota choremu przystawić, inne kobiety szeptały o księdzu i przenajświętszych sakramentach; młodziuchna, wysmukła dziewczyna, w cienkiéj koszuli z żółtym kwiatem za uchem, która przy oknie stała i na chorego Klemensa jak w tęczę patrzała, zajęczała głośno. — Oj! Bożeż, mój Boże! — Była to córka Maksyma Bodruka, najładniejsza i najbogatsza dziewczyna we wsi, która tu niby po matkę, ale w istocie z niespokojności o ładnego parobka, przyszła i wstydliwie w milczeniu, przy oknie stanęła. Piotrowa, zachodząc się od płaczu, dźwignęła się z ziemi i poszła do komory po chładysz i po gromnicę, a flegmatyczna Paraska, krok w krok za nią wraz z trojgiem dzieci swych chodząc, z uporem ogłupiałych i rozlazłych istot, wciąż swoje powtarzała: — Oj, żeby on był nigdy na tę łąkę nie jechał, na tym deszczu nie zmókł i nie przespał się na téj zgniłéj kopicy!"
      },
      {
        "index": 10,
        "text": "W tém, pomiędzy gwarzącemi kobietami i tuż za Piotrową, która, hładysz Budrakowéj podawszy, z kawałkiem woskowéj świecy w ręku, znowu na ziemi u nóg syna usiadła, zabrzmiał najdomośniejszy ze wszystkich, ostry i syczący głos niewieści."
      },
      {
        "index": 11,
        "text": "— Ale albo to od łąki i od deszczu i od kopicy ta choroba na niego przyszła? Od czego innego ona na niego przyszła i nie Bozka w tém wola jest, ale czyja inna!"
      },
      {
        "index": 12,
        "text": "Słowa te wymówiła Rozalka, która dnia tego już kilka razy wpadała do Piotrowéj chaty i, popatrzywszy chwilę na chorego, wybiegła z niéj, aby po kwadransie lub godzinie powrócić znowu. Z ruchliwéj i ognistéj jéj twarzy poznać-by można, że czuła się czémś mocno zdziwioną i zakłopotaną. Spodziewała się wcale czego innego niż to, co się stało. Za wrotami Piotrowéj chaty stawała i, z palcem do ust przyłożonym, dumała głęboko. Potém biegła do domu, aby strawę gotować i lnu choć trochę nadrzéć, była to bowiem pora tarcia lnu, a Rozalka za lnem przepadała i pomimo wszystko, zupełnie o nim zapomniéć nie mogła. Przytém, Stepan, który żyto młócił, parę razy już przez drzwi stodoły na nią zawołał, aby z chaty nie odchodziła, bo zaraz pójdzie za nim na pole kartofle zbierać. Była więc dnia tego na wszystkie strony rozrywaną. Tu len trzéć chciała, tam mąż ją wołał, owdzie znowu, w chacie Piotra, ważną sprawę załatwić musiała. Ze wszystkiego jednak, co na świecie istniało, ta sprawa najbardziéj na sercu jéj ciężyła, więc raz jeszcze wpadła do chaty Piotra i, usłyszawszy dowodzenia Paraski o przyczynach choroby Klemensa, zawołała:"
      },
      {
        "index": 13,
        "text": "— Ale nie od łąki, i nie od deszczu, i nie od zgniłéj kopicy ta choroba na niego przyszła! Nie Bozka w tém wola, ale czyja inna."
      },
      {
        "index": 14,
        "text": "A gdy wszystkie prawie obecne kobiety, nie wyłączając Budrakowéj, która już z hładyszem w ręku nad chorym stała, oczy na nią zwróciły się, splotła na fartuchu ciemne swe małe, ruchliwe ręce i wymówiła:"
      },
      {
        "index": 15,
        "text": "— To jest zrobione?"
      },
      {
        "index": 16,
        "text": "— Co? — zapytał chór niewieścich głosów."
      },
      {
        "index": 17,
        "text": "— A taż choroba. Ją ktościś jemu zrobił."
      },
      {
        "index": 18,
        "text": "Teraz, kilku mężczyzn, którzy w milczeniu naprzeciw Piotra siedzieli i sam Piotr, przysłuchywać się zaczęli babskiéj rozmowie. Chory nawet zwrócił ku mówiącéj przyćmione cierpieniem, ale przytomne i pytające oczy."
      },
      {
        "index": 19,
        "text": "— Aaaa! — zadziwiło się parę kobiecych głosów, — a któż to taki zrobił?"
      },
      {
        "index": 20,
        "text": "Z nogi na nogę przestępując i oczyma błyskając, Rozalka zaczęła..."
      },
      {
        "index": 21,
        "text": "— Ja wiem kto. Ta co jemu ziele na lubienie dawała. Musić nie takie ono było, jak trzeba, to i zamiast lubienia chorobę zrobiło. Paru mężczyzn lekceważąco skinęło rękoma, a Klemens na Rozalkę popatrzał i, wstydliwie brodę pod kilimek wsuwając, pomimo bólów swych, parsknął krótkim śmiechem. Wiadomość o tém, że ktoś mu ziółko na lubienie dawał, zawstydziła go nieco, lecz więcéj jeszcze ucieszyła. Zajęczał zaraz, bo go w krzyżach srodze zabolało, niemniéj przecież przyćmiony wzrok swój na ładną Budrakównę zwrócił, jakby chciał jéj powiedziéć: — A co? widzisz, jaki to ja! — Ale hoża dziewczyna aż zbladła od przestrachu i wylękłe swe oczy w Rozalkę wlepiła. Inne kobiety pootwierały zrazu usta, potém zwiastunkę dziwnéj wieści pytaniami osypywać zaczęły. Ona ze zwykłą swoją żywością do Piotra się zwróciła."
      },
      {
        "index": 22,
        "text": "— Chadzi, Pietruk, — zawołała, — tobie skażu. Nikomu, nie skażu, ale tobie skażu. Ty ojciec i pomstowanie za krzywdę syna do ciebie należy."
      },
      {
        "index": 23,
        "text": "Piotr wstał za kobietą, która go za rękę chwyciła, do sieni wyszedł. Tam, w pół mroku z kwadrans ze sobą rozmawiali. W izbie tymczasem zapanowała cisza; Budrakowa hładysz do żołądka chorego, niby olbrzymią bańkę, przystawiała. Na dworze dał się słyszéć głos męzki, niecierpliwie wołający Rozalki. Ona mu z sieni krzykliwie odpowiadała. — Zaraz! zaraz! — Stepan, z pługiem zaprzężonym parą koni, zatrzymał się przed chatą stryjecznego brata i żony, doczekać się nie mogąc, klął ją straszliwie. Po kwadransie dopiéro, Piotr wrócił do izby, widocznie wzruszony i rozgniewany. Czoło jego sfałdowało się więcéj jeszcze niż przedtém, a zwykle łagodne oczy rzucały ostre błyski z pod ściągniętych i zjeżonych brwi. Zrazu jednak nic nie rzekł, tylko ze zgiętym grzbietem i pochyloną głową na ławie usiadłszy, splunął i zamruczał:"
      },
      {
        "index": 24,
        "text": "— Zhiń, przepadnij nieczystaja siła!"
      },
      {
        "index": 25,
        "text": "Potém na syna badawczy wzrok zwrócił i zapytał:"
      },
      {
        "index": 26,
        "text": "— Klemens! pił ty niedawno miód z Franką, Jakóbową wnuczkę? ba? pił, czy nie? odpowiadajże!"
      },
      {
        "index": 27,
        "text": "Parobkowi trudno było na to pytanie odpowiedziéć. Wstydził się, brodę wraz już z ustami pod kilimek wsuwał,"
      },
      {
        "index": 28,
        "text": "— Nie dokuczajcie, baćku, wielmi w kościach boli! — zajęczał."
      },
      {
        "index": 29,
        "text": "— Ja nie dla dokuczania pytam się, tylko dla wiadomości, — odparł Piotr i proszącym prawie głosem dodał: — Po ojcowsku ja pytam się ciebie, czy pił ty w karczmie miód z Franką, Jakóbową wnuczką?"
      },
      {
        "index": 30,
        "text": "Ładna Budrakówna w płomieniach cała stanęła. Ona wiedziała o tém, że Klemens brzydką i biedną Frankę zaczepia i chciała nieraz gniewać się za to na niego srodze, ale nigdy nie mogła. W naturze już jéj gniewu nie było. Odwróciła się więc tylko znowu do okna i głośno nos w palce utarła. Poczém pilnie słuchała, co będzie daléj. Nu, — badał daléj Piotr syna, — pił, czy nie pił?"
      },
      {
        "index": 31,
        "text": "— Pił, — jękliwie odpowiedział Klemens, — taj, cóż takiego, że pił?"
      },
      {
        "index": 32,
        "text": "Piotr rozpaczliwym ruchem głową rzucił."
      },
      {
        "index": 33,
        "text": "— Nu, — rzekł, — to ty z tym miodem i chorobę tę wypił. Dziéwka ci do niego paskudnego ziela nasypała. Na śmierć nie na życie, na pohybel nie na lubienie, ziele te wiedźma ludziom daje..."
      },
      {
        "index": 34,
        "text": "Kilka kobiet splasnęło w dłonie. Piotrowéj oczy zmęczone, spłakane, z wyrazem obłąkania prawie na mówiącego patrzały."
      },
      {
        "index": 35,
        "text": "— Wiedźma! — rozległ się chóralny krzyk."
      },
      {
        "index": 36,
        "text": "— Kowalicha! — przez zaciśnięte zęby dokończył Piotr, przyczém z ławy wstał i do komory poszedł. Po chwili wrócił, niosąc Ewanielją owę, z któréj pomocą Pietrusia niegdyś złodzieja odgadywała. Przystąpił do chorego syna i, uczyniwszy w powietrzu znak kryża, starą książkę nad samą głową, na poduszce mu położył. Czyniąc to szepnął:"
      },
      {
        "index": 37,
        "text": "— Może jeszcze Pan Bóg zlituje się nad nami nieszczęśliwymi. Może Bozka siła przezwycięży czortouskuju siłu. Może ty, synku, wyzdrowiejesz i sam na téj nieprzyjaciółce ludzkiego rodu krzywdę swą pomścisz! Może ja jeszcze na wiosnę orać z tobą razem pójdę; może ja jeszcze na twoje wesele patrzéć będę..."
      },
      {
        "index": 38,
        "text": "Kreślił w powietrzu nad synem nieskończoną ilość krzyżów, świętą księgę do głowy mu przyciskał, a kilka grubych łez stoczyło się z jego oczu, po ściągłych, bladawych policzkach. Klemens udzieloną mu wiadomością i słowami ojca przeraził się i wzruszył bardzo; głowa silniéj mu zapłonęła, oczy nabrały rażącego blasku, zaczynał tracić przytomność, okropnie jęczéć i kląć."
      },
      {
        "index": 39,
        "text": "Kobiety ze swéj strony uderzyły w krzyk i płacz, wołały, że już po wszystkiém, że po księdza posyłać trzeba, że nawet księdza chory nie doczeka; Łabudowa gromnicę zapaliła i w ręce chorego wetknęła; Budrakówna przed oknem na klęczki upadła i głośnym płaczem krzyczéć zaczęła: — Wieczneż odpocznienie duszyczce jego daj, Panie! — Piotr, głowę tracąc, szedł już, aby konie zaprzęgać i po księdza jechać, a idąc, trząsł się cały z żalu i ze złości, od czasu do czasu z za caciśniętych zębów wyrzucając straszne przekleństwa."
      },
      {
        "index": 40,
        "text": "— Kab jéj nogi połamało! kab ona światu za płaczem nie widziała, wiedźma ta przeklęta, nieprzyjaciółka Boża, dusza chrześcijańska czartouskiéj sile zaprzedana!"
      },
      {
        "index": 41,
        "text": "Piotrowa, zapaloną gromnicę w rękach syna ujrzawszy, po raz piérwszy przeraźliwie krzyknęła, zarazem, z błyskawiczną szybkością chustkę na rozczochraną głowę narzuciła i z chaty wybiegła. Biegła naprzód ulicą wiejską, potém skręciła na tę wązką ścieżkę, która pomiędzy ścianami stodół, a opłotkami ogrodów, ku domowstwu kowala wiodła."
      },
      {
        "index": 42,
        "text": "Były to jasne dnie babiego lata. Nad ziemią wisiały błębity nieba, blade, lecz tak czyste, że niepodobna by na nich dopatrzéć najlżejszéj chmurki. Z pobladłéj i jakby zmalałéj tarczy słonecznéj, płachta niezmąconego światła spadała na ciemne pola, których nagości nie przysłaniały szczupłe cienie drzew, nawpół ogołoconych z liści. Gaje rozrzucone po wzgórzach stały w złocie i w przeróżnych odcieniach purpury, a powietrze, przeniknięte rzeźwym i suchym chłodem, było tak ciche i czyste, że najlżejsze drgnienie nie poruszało srebrnych pajęczyn, wieszających się po gałęziach drzew, krzewach polnych i badylach ogrodów, że widnokrąg wyglądał jak okrągła tarcza, wypukłemi rzeźbami napełniona i kloszem z najprzezroczystszego kryształu okryta. W cichym krysztale powietrza i łagodném świetle słońca, pomiędzy szmatą zoranéj roli, a ogrodem pełnym uschłych badyli, domowstwo kowala przedstawiało obraz głębokiego spokoju, ożywionego migocącemi w słońcu szybami małych okien. Cisza zalegała pole i ogród, bielejącą za ogrodem ławicę piasku i srebrnie za piaskiem połyskującą szybę stawu; przerywały ją tylko dwa odgłosy pracy ludzkiéj: miarowe, twarde, silne uderzenia kowalskiego młota i miarowe także lecz daleko szybsze i mniéj głośne stukanie trącéj len cierlicy. To ostatnie zdawało się wtórzyć piérwszemu, a z ciężkich uderzeń młota i szybkiego tententu cierlicy, z dymu wijącego się nad kominem domu i płomienia, błyskającego za otwartemi drzwiami kuźni, z rozlegających się w ogrodzie głosów dziecinnych i głuszącego je czasem piania kogutów, w łagodną harmonią i ciche ukojenie otaczającéj natury, tryskał zdrój czystego, zdrowego, pracowitego życia."
      },
      {
        "index": 43,
        "text": "Michał naprawiał w kuźni pługi, nadwerężone orką jesienną, Aksena pod złotawą jabłonią ogrodu, na uschłéj trawie siedząc, w ostatniém cieple słoneczném rozgrzewała swe stare kości, a przy niéj mały Stasiuk, ku zachwyceniu dwóch mniejszych jeszcze dziewczynek, dmuchał w drewnianą gwizdawkę, wydającą z siebie piszczące i przeraźliwe tony. W izbie chaty, przyciemnionéj nizkim sufitem, firankami z kwiecistego perkalu i kilku doniczkami z geranium, mirtem i piżmem, oprócz śpiącego w kołysce dziecka, nikogo nie było. Na ziemi, ławach, stołkach, nawet na trzech paradnych krzesłach, piętrzyły się tam ciemne snopy wymoczonego i wysuszonego lnu, jeden zaś kąt sporéj sieni napełniały wysoko białawe głowy kapusty. Niedarmo te ostatnie dni pogody i słońca noszą nazwę babiego lata. W nich to na pracownice wiejskie spada istotny grad robót różnych. Pietrusia dziś od świtu ścinała kapustę i znosiła ją do domu, a teraz pod ścianą chaty, ustawiwszy narzędzie długie i wklęsłe, lnu weń nakładła i, uderzając go deską opatrzoną w nagłówek, miękkie włókna rośliny, ogałacała z ich suchéj i twardéj powłoki. W podniesionéj nieco spódnicy i grubéj koszuli, bosa i w okrągłym czepku z czerwonéj bawełnicy, z pod którego ciemne i gęste włosy wymykały się na szyję jéj i czoło, prędko, coraz prędzéj uderzała deskę cierlicy a sucha kostrzyca wzbijała się w powietrze, osypywała jéj odzież i owijała ją całą złotawą w słońcu kurzawą. Robota była ciężką; pracownica ksztusiła się suchym pyłem, oddychała szybko i głośno, grube krople potu wystąpiły na czoło jéj i policzki; jedna z jéj rąk zakrwawiła się w paru miejscach. Ani na chwilę jednak roboty téj nie przerywała i była w niéj tak pogrążoną, że nie usłyszała otwierania się wrot małego dziedzińca, ani śpiesznych stąpań zbliżającéj się ku niéj kobiety, i wtedy dopiero głowę podniosła, gdy o kilka kroków od niéj głos kobiecy, od płaczu i gniewu ochrypły, wymówił:"
      },
      {
        "index": 44,
        "text": "— Niech czort pomaga! Bodaj-by ty ze lnu tego sobie i swoim dzieciom śmiertelne koszule utkała!"
      },
      {
        "index": 45,
        "text": "Podniosła głowę i oczy jéj spotkały się z błyszczącemi oczyma Agaty. Wyprostowała się, ręce jéj wzdłuż spódnicy opadły. Słowa Piotrowéj przeraziły ją widocznie. Wczoraj już Franka przybiegała do niéj z wieścią o chorobie Klemensa. Byłaby zaraz do dawnych gospodarzy swoich pobiegła, aby dowiedziéć się, co tam słychać, pocieszyć, może dopomódz, ale wiedziała, że źle tam o niéj gadają, i że odwiedzin jéj nie żądają wcale. Piotrowa sama przyszła i od przekleństwa zaczęła. Nie przywykła do łajań i krzyków, zrozpaczona matka, z twarzą z żółkłą i zmalałą, stała i teraz w swych płytkich trzewikach i dużéj chuście na głowie, nie miotając się, jakby czyniły inne, owszem, bez ruchu prawie i tylko srogim wzrokiem na nią patrząca. Na Pietrusię nieruchomość ta, ten wzrok w nią utkwiony i te wyrzucone przekleństwa, wywarły wrażenia takie, że aż jęknęła i niby przed widmem cofnęła się o kroków parę."
      },
      {
        "index": 46,
        "text": "— Czego chcecie, ciotko? — wyjąkała."
      },
      {
        "index": 47,
        "text": "Teraz Piotrowa głową kiwała i po razy kilka, jakby jéj oddechu do dłuższego mówienia brakło, powtórzyła: — Oj ty! oj ty! oj ty!"
      },
      {
        "index": 48,
        "text": "— Oj ty niegodziwa! — wybuchnęła nakoniec, — toż ty przez tyle lat chleb nasz jadła, toż my ciebie jak co dobrego lubili i hołubili... Za co ty nam teraz syna otruła?... ha?"
      },
      {
        "index": 49,
        "text": "Piotrusia rękoma splasnęła."
      },
      {
        "index": 50,
        "text": "— Ja wam syna otruła? ja!"
      },
      {
        "index": 51,
        "text": "Agata postąpiła naprzód i zbliżyła się do niéj tak, że rozdzieliła je tylko wązka cierlica. Szyję wyciągnęła i w twarz młodej kobiety wpiła jadowite, błyszczące spojrzenie. Z przeciągłém syczeniem słowa z jéj ust wychodziły."
      },
      {
        "index": 52,
        "text": "— Co ty jemu zrobiła? Skaży, co zrobiła? jakie ziele téj dziewce dała, żeby go ona niém napoiła? Nie dawała może? ha? Skaży, że nie dawała? Zełżyj, co tobie szkodzi, ty już i tak zgubiona, czortu zaprzedana, Boga obrazie nie boisz się! Skaży, że nie dawała?"
      },
      {
        "index": 53,
        "text": "Do zarumienionéj od pracy twarzy Pietrusi buchnęły ogniste rumieńce, załamała ręce i krzyknęła: — Aha!"
      },
      {
        "index": 54,
        "text": "Zrozumiała teraz, czemu w Piotrowéj chacie jéj przypisywano chorobę Klemensa i nagły strach zatrząsł jéj sercem, które gwałtownie bić zaczęło. A może to i od tego ziela, może naprawdę i od tego ziela on zachorował? Łzy nabiegły do wylęknionych jéj oczu, do Agaty zwróciła się profilem i stała nieruchoma, jak słup, oniemiała."
      },
      {
        "index": 55,
        "text": "— Aha! — krzyknęła już teraz Piotrowa, — nie pobożysz się ty, że nie dała! bo i dała! już ja i z twarzy twojéj widzę, że dała i że to prawdą jest, co Rozalka mówiła! No, kiedy tak, to odróbże teraz, co zrobiła? czujesz? Daj co takiego, żeby jemu truciznę z ciała wypędziło? Kiedy ty wiedźma, to ty wszystko znasz... Kiedy ty źle możesz robić, to i dobrze możesz... Odrób co zrobiłaś! czujesz? odrób..."
      },
      {
        "index": 56,
        "text": "Wyciągając obie ręce nad cierlicą, kobietę w niemy słup zamienioną za koszulę i ramiona targała, a we wzroku jéj, obok gniewu i nienawiści zjawiać się zaczął wyraz trwogi i prośby. Z nienawiścią, to z prośbą w głosie powtarzała."
      },
      {
        "index": 57,
        "text": "— Znasz, możesz... jak zrobiła, tak odrób..."
      },
      {
        "index": 58,
        "text": "Pietrusia targnęła się, z rąk jéj koszulę swą wyrwała i, załamując ręce, jęknęła."
      },
      {
        "index": 59,
        "text": "— Co ja zrobię!... odczepcie wy się ode mnie..."
      },
      {
        "index": 60,
        "text": "Wtedy, Piotrowa, choć osłabła ze zgryzoty i płaczu, jak łania skoczyła i, osunąwszy się przed nią na podłogę, kolana jéj objęła."
      },
      {
        "index": 61,
        "text": "— Pietrusia! mileńka, zuzula! ratuj ty jego! daj jemu co takiego, żeby ta trucizna z ciała mu wyszła... tyś sama ją dawała... jak zrobiła, tak i odrób... ja tobie zato wszystko dam... co tylko zechcesz... lnu dam, i wełny, i jajek, i płótna i hroszy, kiedy zechcesz; oboje z Pietrukiem nie pożałujem... tylko odrób, co zrobiła... niechaj on przy życiu zostanie, nasz gołąbek mileńki, nasza podpora na stare lata... Ty wiész... Jasiuk jest tak, jak do niczego... A ten prawa ręka nasza... pracownik nasz najlepszy... Ratuj ty jego... znasz możesz... jak zrobiła, tak odrób..."
      },
      {
        "index": 62,
        "text": "Ściskała kolana jéj, brzeg jéj spódnicy całować zaczęła. Pietrusię ten żal matczyny i to rozpaczne błaganie widocznie na torturach rozciągały. Sama przecież matką była, a z tą kobietą tyle lat niegdyś życzliwie i zgodnie przeżyła. Podniosła ręce do głowy i zawiodła."
      },
      {
        "index": 63,
        "text": "— Oj, Bożeż mój, Boże! co ja pocznę! nie robiła ja i odrabiać nie mogę..."
      },
      {
        "index": 64,
        "text": "Agata porwała się z klęczek i syczącym głosem zapytała."
      },
      {
        "index": 65,
        "text": "— Nie zrobiła? może pobożysz się, że nie zrobiła?"
      },
      {
        "index": 66,
        "text": "Pietrusia znowu profilem zwróciła się ku niéj i oniemiała. W głowie jéj zrobiło się ciemno jak w noc jesienną i wichrem tylko tłukły się po niéj słowa."
      },
      {
        "index": 67,
        "text": "— I zrobiła i nie zrobiła... Może to nie od tego, a może i od tego..."
      },
      {
        "index": 68,
        "text": "Męczarni téj długo znieść nie mogła, od grożącéj jéj znów kobiety i odskoczyła i na-pół z żałością i na-pół z gniewem krzyknęła."
      },
      {
        "index": 69,
        "text": "— Odczepcie się, ciotko... czego wy ode mnie chcecie... idźcie o radę dla syna znachorki jakiéj prosić, nie mnie!"
      },
      {
        "index": 70,
        "text": "Teraz Piotrowa wybuchnęła i po nieskończoną ilość razy wiedźmą ją nazwała. Nie przeklinała bardzo, bo już przyzwyczajenia tego i umiejętności téj nie miała; wzywała tylko bozkiego gniewu na głowę jéj i jéj dzieci, a potém pomstą Piotra i wszystkich poczciwych ludzi groziła. Potrząsając pięścią, przez zaciśnięte zęby mówiła:"
      },
      {
        "index": 71,
        "text": "— Poczekaj! poczekaj! będzie tobie kiedyś od ludzi za wszystkie nasze krzywdy i czort, twój przyjaciel nie wyratuje ciebie, kiedy na twoję głowę pomstowanie ludzkie przyjdzie..."
      },
      {
        "index": 72,
        "text": "W tém przypomniała sobie, że gdy ona tu kłóci się z wiedźmą, syn jéj może tam już i nieżywy leży, obu rękoma schwyciła się za głowę z dziedzińca wypadła i z powrotem ku wsi pobiegła, Pietrusia zaś, tam gdzie stała, osunęła się się na ziemię i, twarz rękoma zakrywszy, rozpłakała się głośno i rzewnie. Płakała jednak niedługo. W izbie dało się słyszéć skwierczenie obudzonego dziecka; skoczyła i do chaty wbiegła. Musiała tam dziecko karmić i bawić je przez czas jakiś, bo słychać było, jak pieszczotliwie doń przemawiała, kilka piosnek śpiewać zaczynała i przerywała je sobie krótkim śmiechem i głośnemi pocałunkami. Dziecko widocznie bąkaniem swém i ruchami małych rączek rozśmieszało ją i usta jéj ku sobie ciągnęło. Potém słychać było miarowe stukanie biegunów kołyski, a potém w izbie zapanowała cisza. Adamek usnął znowu, a Pietrusia z pękiem upranéj bielizny na ramionach, na dziedziniec wyszła. Dzień był piękny, trzeba było przed wieczorem bieliznę w stawie wypłókać."
      },
      {
        "index": 73,
        "text": "Paręset kroków zaledwie dzieliło ten staw niewielki od ostatnich domowstw Suchéj Doliny. Z jednéj jego strony siała się owa ławica piasku, na któréj z porady staréj Akseny bawił się niegdyś całemi dniami chory syn Piotra Dziurdzi, daléj już obejmował go w półkole wązki pas łąki, za którym ciemniały i na poblizkie wzgórza pięły się uprawne role. Z łąki téj oddawna już uczyniono pastwiska dla bydła. W lecie, brzeg stawu był z téj strony miejscem, pełném zielonych gąszczy, szczebiotu ptactwa, skrzeczenia żab, kwiatów błękitnych i żółtych, czerwonych jagód kaliny, rozłożystych gałęzi wierzbowych, w których cieniu błyskała biała kora wysmukłych brzóz. Teraz, pod brzozami, które na błękitném tle nieba rysowały się, jak delikatnie ze złota rzeźbione kolumny, pod zróżowionemi, o wiecznie drżących liściach, osinami, pod wierzbami, które maczały w wodzie swe osiwiałe gałęzie, na trawie uschłéj, pod stopami trzeszczącéj a usianéj zwiędłemi liśćmi i siwym puchem ostów, kilkanaście kobiet pochylało się nad cichą i gładką wodą. Prały one albo płókały wypraną w domu bieliznę, a odgłosy ich rozmów i suche, rytmiczne uderzenia pralników rozchodziły się daleko po pustém polu. Na polu, jak okiem sięgnąć, widać było tylko dwoje pracujących ludzi: chłopa, który prowadził pług, i chłopkę, która w pewnéj odległości za nim postępując, wyorywane kartofle do fartucha zbierała, a napełniwszy go, zsypywała do umieszczonych w rozorze worków. Zagony, na których pracowali ci ludzie, dotykały wązkiego pasu pastwiska. Chłopem pług prowadzącym był Stepan Dziurdzia, kobietą zbierającą kartofle, Stepanowa żona, Rozalka. Składali oni parę ponurą. On, zaledwie trochę nad pługiem pochylony, szedł w milczeniu silny i chmurny, od czasu do czasu tylko basowym głosem na konie swe przeciągle wołając: hoo! hoo! hoo! Ona z grzbietem tak zgiętym, że śniada twarz jéj prawie ziemi dotykała, na klęczkach czasem pełzała po zagonie, rękoma w ciemnym piasku grzebiąc i ze szczupłém swém, giętkiém ciałem, mając chwilami pozór wijącego się po glebie robaka. Jednak, ta wspólna praca z mężem, choć ciężka, niemiłą snadź jéj nie była, bo, nie ustając w niéj ani na chwilę, czasem do idącego przed nim mężczyzny uprzejmym głosem zagadywała."
      },
      {
        "index": 74,
        "text": "— Ot, chwała Bogu! bulba w tym roku jak ta rzepa wielka! — mówiła."
      },
      {
        "index": 75,
        "text": "— A potém znowu:"
      },
      {
        "index": 76,
        "text": "— Ciekawość, jak tam Klemens ma się? czy umarł już, czy jeszcze przy życiu?"
      },
      {
        "index": 77,
        "text": "Albo jeszcze:"
      },
      {
        "index": 78,
        "text": "— Stepan! w przyszłą niedzielę do kościoła pojechać warto, taj Kaziuka wziąć z sobą i Panu Bogu go polecić, ażeby zdrowszy był..."
      },
      {
        "index": 79,
        "text": "Mężczyzna nie odpowiadał, ot tak, jakby nie słyszał tego, co mówiła. A jednak w jéj głosie najczęściéj syczącym i zapalczywym brzmiały teraz tony serdeczne. Zaczepiała go, do rozmowy wyzywała, raz nawet zaśmiała się i, na zagonie uklękłszy, kartofel mu w same plecy cisnęła. On obejrzał się tylko, coś zamruczał i daléj pług popychając, ponuro na konie zawołał: — Nuuu! Nie rozgniewał się wprawdzie, ale i twarzy nie rozchmurzył, słowa dobrego nie rzekł. Kobieta znowu nad zagonem grzbiet pochyliła i jak zgnębiony robak, w milczeniu, smutnie po ciemnéj glebie pełzać zaczęła. Nagle podniosła głowę. Stepan, który teraz twarzą ku stawowi był zwrócony, konie zatrzymał i, niby coś około pługa robiąc, patrzał w tę stronę, z któréj brzegiem stawu nadchodziła kobieta z ramionami, owieszonemi mokrą bielizną. Patrzał na nadchodzącą z wytężeniem takiém, że aż rozciągnęły się i wygładziły muskuły jego twarzy i zarazem okryła się ona głupowato wyglądającym lecz w rzeczywistości błogim uśmiechem. Rozalki oczy także nad staw pobiegły. W nadchodzącéj kobiecie poznała Pietrusię i syknęła tak, jakby pod dotknięciem rozpalonego żelaza."
      },
      {
        "index": 80,
        "text": "— Czegóż stanął jak ten słup! — na męża krzyknęła i głos coraz podnosząc, nalegała aby szedł daléj. Ból całego jéj życia, srogi ból kłóć ją znowu zaczął i budzić w niéj furyą złości."
      },
      {
        "index": 81,
        "text": "Pietrusia, zbliżając się do kobiet nad wodą pochylonych, uprzejmie je pozdrowiła. Jeden tylko głos i to z cicha jakoś odpowiedział jéj wzajemném pozdrowieniem. Była to młoda Łabudowa, która, jako synowa jednego z najbogatszych gospodarzy we wsi, przez męża i całą rodzinę lubiona, ośmieliła się choć nieco trwożnie, przychylność swą jéj okazać. Inne kobiety, albo milcząc opuszczały pralniki swe na pogrążoną w wodzie bieliznę, albo téż głowy z nad roboty podniósłszy, rzucały na nią wejrzenia, w których ciekawość i lękliwość mieszały się z gniewem i obrzydzeniem."
      },
      {
        "index": 82,
        "text": "Rozumiała już dobrze, co wszystko to znaczyło i stanęła na uboczu, pod rozłożystą wierzbą, u któréj stóp spuszczało się ku wodzie, sznurem do pnia wierzby przywiązane czółno. Było to czółno, którém chłopcy wiejscy po stawie pływali, wędami łowiąc płotki i karasie, na którém téż często kobiety z téj strony stawu, dla ukrócenia sobie drogi, na tamtą jego stronę do wsi przepływały. Obok czółna stanęła, przyniesioną odzież w wodzie zanurzyła i tak jak inne wybijać ją pralnikiem i płókać zaczęła. Nie przeszkadzało to jéj jednak słyszéć rozmowy, toczącéj się pomiędzy jéj sąsiadkami. Zrazu, zcicha one pomiędzy sobą szeptały, ale długo to trwać nie mogło, bo gdzieżby im długo powściągać uczucia czy głosy! Zaczęły więc mówić głośno, a mówiły o tém, czém dziś zajmowała się wieś cała, o chorobie Klemensa Dziurdzi i jéj przyczynach. Opowiadały, że Piotr po księdza pojechał, że choremu dwa razy już zapaloną gromnicę do rąk dawali, że matka tylko co nie umiera z żałości, że jeśli Klemens umrze, gospodarstwo Piotrowe zginie, gdyż on sam zestarzeje się rychło, a młodszy syn jest, jak wiadomo, niedołęga i głupiec. Parę głosów zajęczało. — Oj, biedne, biedne nieszczęśliwe ludzie!"
      },
      {
        "index": 83,
        "text": "A jedna z kobiet, głośniéj jeszcze niż inne, mazgajowatym przewlokłym głosem zawiodła:"
      },
      {
        "index": 84,
        "text": "— Kab temu, co heto zrobił dobrego życia nie było! Kab on za krzywdę ludzką zmarnował się i na pogrzebach dzieci swoich płakał!"
      },
      {
        "index": 85,
        "text": "Była to Paraska, która, mówiąc to, na Pietrusię z pod oka patrzała."
      },
      {
        "index": 86,
        "text": "— Patrzajcie — dodała po chwili — czemu to kowalicha dziś kupnéj spodnicy i materyalnéj chustki na siebie nie włożyła?"
      },
      {
        "index": 87,
        "text": "Oj, ta kupna spodnica i pół-jedwabna chustka, w które kowalowa czasem się przystrajała, dawno już dawno dolegały Parasce, maczającéj teraz w wodzie liche, stare łachmany swoje i swéj rodziny."
      },
      {
        "index": 88,
        "text": "W tém na polu rozległy się grube i piskliwe krzyki. Kobiety śmiać się zaczęły. Stepan Dziurdzia znowu skłócił się z żoną. Kłócili się oni z sobą tak już często, że dla jednych byli przedmiotem surowéj przygany, w innych wzbudzali śmiech. Teraz, ze słów tu dolatujących wnieść było można, że szło im o jakiś worek na kartofle, po który Stepan żonkę do chaty posyłał. Czy naprawdę worek był przyczyną kłótni? A może on téj chwili zażądał, aby żona z oczu mu zeszła, ona zaś w téj chwili właśnie za nic go tu samego zostawić nie chciała. Boże! jakże czuła się nieszczęśliwą! Poczucie tego nieszczęścia zdawało się podnosić ją nad ziemię, tak szybko, z rękoma u głowy ku stawowi biegła. Biegła wprost na Pietrusię i, pochyloną ku wodzie, tak ją całém ciałem potrąciła, że zatoczyła się ona i aby nie upaść, rękoma gałąź wierzby pochwycić musiała. Przytém zazdrością i bólem oszalała, Rozalka łajać poczęła tę, którą za rywalkę swą poczytywała, mnóztwem grubych wyrazów, wśród których najczęściéj powtarzał się wyraz wiedźma. Kowalowa uczyniła zrazu ruch taki, jakby piérwszym jéj popędem było rzucić się na napastującą ją kobietę i obelgi, które ona rzucała na nią, odwzajemnić. Widać było jednak, że bardzo prędko ogarnął ją wstyd przed bójką, a gniew jéj przemienił się w żal i przestrach, od których rumieńce z policzków jéj zniknęły. Schyliła się znowu nad wodą i stukiem pralnika zagłuszyć usiłowała krzyki Rozalki, która, miotając się nad nią, wygrażała jéj pięściami i osypywała ją gradem przekleństw i łajań. Niektóre z kobiet, piorących bieliznę, śmiały się i żartowały głośno tak z napastującéj, jak z napastowanéj, inne wzruszały ramionami, spluwały i, wskazując na Rozalkę, nazywały ją chfiksatką (waryatką), gadziną, jędzą. Były jednak i takie, które ujęły się za Pietrusią. Młoda Łabudowa krzyknęła do Rozalki, że niesprawiedliwie przyczepiła się do kowalowéj, która na jéj męża i patrzéć nie chce, nietylko co! Jedna z Budrakowych, synowa starosty, targała nawet wściekłą kobietę za koszulę i spodnicę, poważnie ją za jéj złość i szaleństwa gromiąc. Wszystko to przecież nic nie pomogło, dopóki Rozalka nie zobaczyła męża swego, biegnącego ku niéj z tym samym biczem w ręku, którym konie poganiał. Wtedy, jak ptak zraniony, krzycząc i ramionami w powietrzu miotając, zerwała się do biegu i ku wsi, jakby na skrzydłach poleciała. Długo jeszcze słychać było jéj piskliwe i rozpaczliwe krzyki, przeplatane łajaniem i pogróżkami na Pietrusię miotanemi."
      },
      {
        "index": 89,
        "text": "Co tam już daléj działo się nad stawem, Pietrusia nie wiedziała i wiedziéć nie chciała. Nie podnosiła głowy ani oczu, bo przed spojrzeniami ludzkiemi robiło się jéj i wstydno i straszno. Wolała nie patrzéć na te kobiety, które, podziwiwszy się, pogadawszy jeszcze, bieliznę swą z brzegu zbierały i gromadkami lub kolejno, ku wsi odchodziły. Niebawem, po ciszy, która zapanowała nad stawem, odgadła, że już poszły sobie wszystkie. Wtedy wyprostowała się i oczy podniosłszy, zobaczyła Stepana, który, o kilka kroków od niéj, pod różową osiną na pniu ściętego drzewa siedząc, z łokciami na kolanach i brodą w dłoniach, wzrok swój w nią wlepiał. Żona kowala twarz od niego odwróciła i w milczeniu skręconą bieliznę do czółna wkładać zaczęła. On odezwał się zaraz:"
      },
      {
        "index": 90,
        "text": "— Dawno już, Pietrusia, ja ciebie nie widział i z tobą nie rozmawiał. Ot, z rok już będzie, jak ty mnie z chaty swojéj wypchnęłaś i drzwi za mną zaryglowałaś. Od tego czasu już ja nie przychodził do was i nigdzie ciebie nie zaczepiał..."
      },
      {
        "index": 91,
        "text": "— Bo i nie trzeba! — nad czółnem schylając się, gniewnie mruknęła kobieta."
      },
      {
        "index": 92,
        "text": "Chłop mówił daléj:"
      },
      {
        "index": 93,
        "text": "— Trzeba czy nie trzeba, a tak już musi być... tak ty mnie już zrobiła, że gdzie ty, tam moje chęci i całe moje myślenie... Kiedy nie chciałaś, żeby tak było, to na cóż robiłaś... czy na wieczne moje nieszczęście robiłaś? ha?"
      },
      {
        "index": 94,
        "text": "Tym razem odwróciła ku niemu twarz z wylękłemi i razem rozgniewanemi oczyma."
      },
      {
        "index": 95,
        "text": "— Żebym ja wiedziała jaki sposób, tobym co takiego zrobiła, żeby ciebie, Stepanie, nigdy na oczy nie widzieć, nigdy, aż do końca mojego życia. Ot, cobym ja zrobiła, żebym wiedziała, jak robić, ale choć wy wszyscy wiedźmą mnie przezywacie, — nie wiem, na moje wieczne nieszczęście, nie wiem!"
      },
      {
        "index": 96,
        "text": "Znowu bieliznę do czółna składać zaczęła; ponsowe wargi jéj wydęły się jak u rozgniewanego dziecka, do oczu nabiegły łzy."
      },
      {
        "index": 97,
        "text": "Stepan poprawił się na swém twardém siedzeniu i, oczu z niéj nie spuszczając, mówić zaczął:"
      },
      {
        "index": 98,
        "text": "— Wiedźma ty czy nie wiedźma, lepszéj od ciebie i łaskawszéj (łagodniejszéj) i pracowitszéj w całej wsi niéma, gdzie tam! w całéj okolicy a może i na świecie niéma! Może ty mnie kiedy i dała napić się tego ziela, którego za twoją przyczyną napił się od Franki Klemens, a może i nie dawała, czy ja wiem? Może to ziele co mnie w żywot weszło, to twoja taka łaskawość (łagodność) i wesołość, że kiedy jeszcze dziewczyną byłaś, to jak na ciebie bywało popatrzę, a twego śpiewania i śmiechu posłucham, to i sam zrobię się inny, ot, takijże łaskawy, cicheńki i wesoły, jak ty..."
      },
      {
        "index": 99,
        "text": "Po chwili milczenia mówił daléj."
      },
      {
        "index": 100,
        "text": "— Ja bardzo lubię cicheńkich i wesołych ludzi... Ot ja z Piotrem i Agatą dobrze żyję dla tego, że pomiędzy nimi zawsze święta spokojność i obchodzenie się ładne, i Klemensa lubię za to, że on posłuszny starszym i wesoły. A sam ja złośnik, to prawda, i niespokojny jak ten wicher, i pochmurny jak to niebo na deszczu... Tak już ja widać urodził się, z taką chorobą w duszy urodził się, a nie wyleczyła mnie z niéj matka, jędza taka, że za jéj łajaniem a biciem, ja dziecinnych lat swoich nie pamiętam i nie wyleczył brat, co ze mną o ten mój kawał ziemi po sądach ciągał się... i nie wyleczyła żonka hadzina... i nie wyleczyła wódka, którą w gardło leję... Nikt nie leczył i nic nie wyleczyło..."
      },
      {
        "index": 101,
        "text": "Mówił powoli, smutnie, z wlepionemi w ziemię oczyma. Po chwili podniósł znowu wzrok na Pietrusię."
      },
      {
        "index": 102,
        "text": "— Ty-by mnie z téj choroby wyleczyła, ale nie chciała — dodał."
      },
      {
        "index": 103,
        "text": "Kobieta, uspokojona łagodnością jego głosu, a smutkiem jego może wzruszona, roboty swéj nie przerywając, spokojnie odpowiedziała."
      },
      {
        "index": 104,
        "text": "— Przeznaczenia już takiego widać nie było. Ale jakie tobie nieszczęście? Daremnie narzekasz i Pana Boga obrażasz. Czego tobie braknie? Chatę i gospodarstwo porządne masz... żonkę i dziecko masz... ot Bogu-by dziękował i kontent byłby... żeby tylko chciał."
      },
      {
        "index": 105,
        "text": "— To prawda — odparł Stepan — żonka taka dobra i taki zdrowy, silny syn! Będzie z niego kiedyś robotnik tęgi i podpora moja! oj!"
      },
      {
        "index": 106,
        "text": "W głosie jego brzmiała gruba ale bolesna ironia; zaśmiał się i zaklął zcicha, aby nie spłoszyć téj kobiety, która po raz piérwszy, oddawna, rozmawiać z nim chciała."
      },
      {
        "index": 107,
        "text": "— Ot prawdę ja tobie powiem, Pietrusia, że mnie już i gospodarstwo obrzydło. Dla kogo człowiekowi starać się i pracować? Czy u mnie chata pełna dzieci? jedno tylko, a i to takie, że tylko tchu w nim słuchaj, czy jeszcze żyje. I więcéj już nie będzie. Żonka mnie nie żonka. Ja na nią i patrzéć nie chcę, nietylko co. Przyjdę do chaty z pola, taj położę się jak pies, do nikogo słowa nie przemówiwszy. Dobrze jeszcze, jeżeli ta milczy, ale jak przyczepi się do mnie ze swoją złością, albo ze swojém lubieniem, to zaraz i wyjemy oboje jak to dwa wilki, żeby ich razem zamknąć. Ot jakie moje szczęście! Ludzie ze mnie naśmiewają się, jak gdybym już ja był ostatni i gospodarstwo prędko czort weźmie... bo człowiek do niczego ochoty nie ma, tylko-by świat przeklinał — taj hodzi!"
      },
      {
        "index": 108,
        "text": "— Wstyd! — zawołała Pietrusia — wstyd bo tobie Stepan, tak robić i tak gadać! Pilnował-by gospodarstwa, a z żonką żył jak Pan Bóg przykazał, zgodnie, w spokojności... ot jak ja z moim żyję, że u nas nigdy jednéj minutki gniewu, ani nienawidzenia jeszcze nie było..."
      },
      {
        "index": 109,
        "text": "— Tylko ty mnie o swoim nie wspominaj... — z błyskającemi oczyma rzucił Stepan. Ona, nie patrząc na niego, wzbierających w nim namiętności nie dostrzegła."
      },
      {
        "index": 110,
        "text": "— Żeby ty dla żonki swojéj taki był jak mój dla mnie, to i ona była-by lepsza — zauważyła."
      },
      {
        "index": 111,
        "text": "— Kab oni potopili się oboje! Kab im oczy prędzéj na ten świat pozamykały się — ponuro mruknął Stepan."
      },
      {
        "index": 112,
        "text": "— Phi! jaki zły i niegodny człowiek ludzkiéj śmierci żąda! — ze zmarszczoném czołem i rozgniewanemi oczyma splunęła kobieta, a podnosząc z ziemi resztę skręconéj bielizny, którą do czółna wrzuciła, dodała:"
      },
      {
        "index": 113,
        "text": "— Był u mnie rozum, kiedy ja za ciebie iść nie chciałam... dobrego-bym męża miała..."
      },
      {
        "index": 114,
        "text": "Widząc, że blizką jest wejścia do czółna i odpłynięcia, zerwał się z siedzenia i tuż przy niéj stanął."
      },
      {
        "index": 115,
        "text": "— Poczekaj, Pietrusia, poczekaj troszeczkę — zaszeptał — jeszcze minutkę porozmawiamy... co tobie szkodzi? jeszcze jednę minutkę! Ja dla ciebie byłby inny, jak dla téj... jabym z tobą łaskawy zrobił się i cicheńki, jak ten pies co pana swego poznał... tyby mnie dzieci inaczéj hodowała jak ta... tyby mnie w chacie śmiała się i śpiewała jak ta makolągwa w gnieździe... a jaby tobie ręce i nogi przez całe życie całował, jabym, z tobą pracując, ręce sobie od pracy pokrwawił... Oj Pietrusia ty moja, mileńka ty moja... nie uciekaj choć teraz ode mnie... niech ja choć minutkę pocieszę się tobą..."
      },
      {
        "index": 116,
        "text": "Z płonącemi oczyma, z uśmiechem namiętności miłosnéj na twarzy, następował na nią, pchał ją pod rozłożyste gałęzie wierzby, palącym oddechem oblewał szyję jéj i plecy, żelazném jakby ramieniem stan jéj otaczał. Ona krzyknęła z przerażenia i gniewu, skokiem łani do czółna wskoczyła i, wiosło schwyciwszy, w mgnieniu oka odbiła je od brzegu. Minuta zaledwie upłynęła, a czółno znajdowało się już w pewnéj od brzegu odległości. Po gładkiéj błękitnéj wodzie, mknęło ono prędko, równo, nie kołysząc się prawie i unosząc ku przeciwległemu brzegowi kobietę wysoką i zgrabną, zaledwie trochę przechylającą się ruchem rytmicznym nad wiosłem roztrząsającém wodę. Z pod czerwonéj chustki opadające włosy zaledwie dostrzedz dawały ognistą rumianość jéj twarzy, nagie aż prawie do kolan jéj nogi i wiosłem poruszające ramiona, różowiło i ozłacało zachodzące słońce. Pozostały pod wierzbą chłop, błyskał za nią oczyma, jak dwoma snopami płomieni. Uśmiech miłosnéj namiętności ustąpił na jego twarzy przed zmarszczkami zgryzoty i gniewu, coś okrutnego, zawziętego przewinęło się mu po ustach."
      },
      {
        "index": 117,
        "text": "— Kiedy tak — za odpływającą kobietą krzyknął — to ty doprawdy wiedźma jesteś. Czartowską siłą ciągniesz do siebie ludzi, a potém ich na zgubienie wieczne oddajesz! Poczekaj ty! będzie tobie! Już ja na ciebie pomstę za swoją krzywdę znajdę, ty wiedźmo, przeklęta dusza twoja!"
      },
      {
        "index": 118,
        "text": "Odległość była taką, że krzyki jego słyszéć musiała. Nie odpowiedziała jednak nic, tylko czółno zakołysało się pod nią, jakby drżeniem jéj nóg wstrząśnięte. Potém jednak popłynęło znowu, równo, szybko, a nienawistny, okrutny uśmiech przewijał się po bronzowéj twarzy mężczyzny, stojącego w cieniu gałęzi wierzbowych. Z cienia, w którym stał, kobieta, w ogniach słonecznych po błękicie stawu płynąca, wydała mu się może straszném, złowrogiém i zarazem świetlistém ponętném zjawiskiem."
      },
      {
        "index": 119,
        "text": "— Wiedźma! dalibóg wiedźma! — zaszeptał, a gdy ona u przeciwnego brzegu do białych piasków już przybiła i ku domowstwu swemu śpiesznie szła, z zaciśniętemi pięściami ku pługowi swemu wracając, dodał:"
      },
      {
        "index": 120,
        "text": "— Taki ona nie powinna po bożym świecie chodzić... taki nie powinna!"
      },
      {
        "index": 121,
        "text": "Męża swego Pietrusia w domu nie zastała. Stasiuk, który na jéj spotkanie, aż ku brzegowi stawu wybiegł, brnąc w białym piasku i czepiając się jéj odzieży, w drodze już wyszczebiotał, że tatko poszedł do karczmy, aby z arendarzem pomówić. Wiedziała o tém, że arendarz stręczy mu dużą i zyskowną robotę w jednym z sąsiednich dworów, nie dziwiła się téż ani była niespokojną, że Michałek w porze zwykłéj do domu nie wracał. Interes był ważnym i dużo o nim z żydem do mówienia było. Gotując wieczerzę, gdy dzieci w kącie izby bawiły się drewnianą piszczałką i chrupały wysuszone ziarna słoneczników, przyciszonym głosem opowiedziała babce wszystko, co ją dziś od Piotrowéj i nad stawem spotkało. Przy opowiadaniu tém, Aksena przędła zrazu coraz prędzéj, ale wkrótce, u kądzieli nitka rwać się zaczęła i wrzeciono wysunęło się z jéj palców. Na kolanach złożywszy ręce, siedziała wyprostowana jak struna, i choć Pietrusia dawno już mówić przestała, nie przemówiła ani słowa jednego, tylko żółte jéj szczęki prędszym niż kiedykolwiek ruchem przeżuwały uczutą zgryzotę, a białe oczy z większym niż kiedykolwiek wytężeniem zdawały się wpatrywać w przestrzeń izby, oświetloną chwiejném półświatłem płomienia. Wieczerza była już zgotowana, ale kobiety czekały z nią na gospodarza chaty, który lada chwila nadejść musiał. Płomień w piecu przygasał, dzieci uciszyły się i drzémiące pod stojącemi u ściany snopami lnu, utworzyły grupę zmieszanych z sobą bosych stópek i małych rumianych twarzy."
      },
      {
        "index": 122,
        "text": "Pietrusia z podwórza do sieni wniosła cierlicę, chwilę jeszcze krzątała się po izbie, aż, westchnąwszy, głośno, usiadła także na ziemi, i plecy o len opierając zadumanym wzrokiem przed siebie patrzała. W ciszy, która zapanowała w izbie, ozwał się po chwili ochrypły i czegoś się dziś bardzo trzęsący głos ślepej baby."
      },
      {
        "index": 123,
        "text": "— Pietrusia! — zawołała."
      },
      {
        "index": 124,
        "text": "— A co, babulo?"
      },
      {
        "index": 125,
        "text": "— Spal zioła, te zioła, co z pola w tym roku nanosiła i te, co z przeszłego lata zostały i wszystkie, co w chacie są."
      },
      {
        "index": 126,
        "text": "— Czemu tak, babulo?"
      },
      {
        "index": 127,
        "text": "— Spal! — krzyknęła prawie stara i ciszéj lecz gniewnie zamruczała jeszcze: — Głupia! pyta się jeszcze, czemu?"
      },
      {
        "index": 128,
        "text": "Pietrusia podniosła się z ziemi, chwilę jeszcze pomyślała, głowę ze zdumieniem zakołysała i do komory poszła. Z komory, ze strychu, z sieni, w fartuchu lub radnach znosiła mnóztwo uschłych i kruchych, lub tylko zwiędłych i jeszcze pachnących kwiatów i traw polnych, wszystkie je u stóp wielkiego pieca na ziemię zsypywała a potém, ogień podnieciwszy, garściami w płomień rzucać zaczęła, wszystko to czyniła w milczeniu zupełném, z rozpalonemi oczyma i trochę zaciśniętemi usty. Z twarzy jéj widać było, że uczuwała ból i trwogę. Rośliny te, w których barwach i woni od niemowlęctwa prawie kochały się jéj zmysły, te czombry liliowe, żółte dziewanny, girlandy czepiających się wzajem traw i łodyg, obejmowały teraz ogniste języki płomienia i owijały sine zwoje dymu, który, słupem wzbijając się w komin, ział na izbę, upajające wonie. Gdy kilkanaście garści uschłego ziela zgorzało już w płomieniu, podniosła głowę ku wierzchołkowi pieca i zapytała znowu:"
      },
      {
        "index": 129,
        "text": "— Czemu tak, babulo?"
      },
      {
        "index": 130,
        "text": "Stara nie odpowiedziała. W takiém zamyśleniu pogrążoną była, że nie słyszała może nawet zapytania wnuczki. Po chwili dopiéro u wierzchołka pieca, głos chrapliwy i trochę drżący zagadał:"
      },
      {
        "index": 131,
        "text": "— Wiele ja na tym świecie dziwnych dziwów widziała i słyszała, wiem ja, co z czego wyniknąć może... Stara Prokopicha mnie teraz przed ślepemi oczyma jak żywa stanęła i jak żywe stanęły te łzy, co po jéj stareńkiéj twarzy jak ciekły, tak ciekły..."
      },
      {
        "index": 132,
        "text": "Im dłużéj ślepa baba mówiła, tém więcéj głos jéj stawał się monotonnym i zarazem do śpiewnego, żałośnego recytatiwa podobnym."
      },
      {
        "index": 133,
        "text": "— Była żyła w siele ludném ale bardzo niebogatém, Prokopicha sołdatka, najemnica uboga, chaty swéj ani krewnych żadnych niemająca. Męża jéj na dalekim świecie, na wielkiéj wojnie zabili, a został przy niéj jeden tylko synaczek nieboraczek, który nazywał się Prokopek, imieniem, znaczy, ojcowskiém. Biednieńki był ten Prokopek, od wszystkich, prócz rodzonéj matki, opuszczony. Ani u niego ojca i bratów, ani chatynki i pola nie było, przyszedł na świat goły jak Jadam, a jak wyrósł do cudzych ludzi pracować poszedł. U cudzych ludzi w poniewierce i biedzie wielkiéj pracował, na cudze dobro zyzem patrzał i pochmurny stał się jak noc jesienna. Choćby wszyscy nie wiem jak weselili się on sam jeden, jak wilk, bywało, chodzi w ziemię patrzy, jakby już sobie mogiłkę chciał kopać, a wszystko o czémściś myśli i myśli. Nie lubili jego ludzie za pochmurność i niechętność i nie szanowali go, zwyczajnie jak sierotę jedynokiego, za którym ująć się komu nie było. Aż tu jednego roku zaczął ktościś gospodarzom konie kraść. Jednemu gospodarzowi koń zginął, drugiemu zginął, trzeciemu zginął. Po całém siole poszło krzyczenie taj płakanie, bo ludzie byli tam nie bogate i strasznie żywiołów tych żałowali, bez których w gospodarstwie ciężko, Szukali złodzieja, rozpytywali się, pilnowali — niéma! Niéma i niéma, rozstąp się ziemio! A konie jak giną, tak giną! Jednego razu ktościś podpatrzył, że Prokopek czasem przepada z sioła. Przejdzie, bywało, dzień, dwa, trzy, przejdzie i niedziela (tydzień) cała a jego w siole niéma, gdzieściś mandruje. Z żydami niedowiarkami w lesie rozmawiającym go widzieli, i w miasteczku go widzieli, jak pił w karczmie i stużki dla jakiéjś dziewki kupował, nie wiadomo, zkąd hrosze biorąc. Wtedy już wszystkim przyszło do głowy, że to Prokopek parobek konie kradnie. Wzięli i do sądu jego zaciągnęli. Sąd słuchał, słuchał i powiedział, żeby sobie Prokopek do sioła powracał, bo, mówi, nie wiadomo jest, czy to on konie kradł; pewności, mówi, niéma; dowody, mówi lepsze na niego dajcie... Prokopek do sioła powrócił, a konie jak ginęły, tak ginęły. Wtenczas już ludzi wielki gniew za ich dobro ogarnął. Zaczaili się raz pod lasem i jak Prokopek z lasu furę drzewa gospodarzowi swemu wiózł, złapali go, taj zaczęli w niego walić kijami..."
      },
      {
        "index": 134,
        "text": "— Jezu! — rozległ się po izbie krzyk Pietrusi, która z fartuchem pełnym ziół i ręką zatopioną w uschłe rośliny przed piecem stojąc, oczy szeroko otworzyła i zatrzęsła się całém ciałem."
      },
      {
        "index": 135,
        "text": "— Kijami! — jęknęła jeszcze i opamiętawszy, się nieco, znowu zioła w ogień rzucać zaczęła. Płomień buchnął żywiéj, na izbę wionęła silna i pachnąca mgła, z wierzchołka pieca, głos staréj powtórzył."
      },
      {
        "index": 136,
        "text": "— Kijami. Żebra jemu połamali, ręce nogi połamali, ludzką twarz krwią obleli i nieżywego porzucili na szerokiém polu, na pustém polu, białemu śniegowi na podściół, czarnym krukom i kawkom na strawę."
      },
      {
        "index": 137,
        "text": "W izbie zapanowała chwilowa cisza, poczém ślepa baba opowieść swą kończyła."
      },
      {
        "index": 138,
        "text": "— A Prokopicha sołdatka z żalu po swoim nieboraczku synaczku wzięła i sfiksowała. Z litości ją ludzie karmili i odziewali a ona, bywało, w ciemny kąt zalezie i ciągle o swoim parobku Prokopku opowiada i opowiada, a po zmarszczonéj, stareńkiéj jéj twarzy, jakby kto grochem sypał, łzy cieką a cieką... I ja tam była, gadania jéj słuchała, na łzy jéj patrzała a teraz to wszystko przed ślepemi oczyma memi, jak żywe stanęło..."
      },
      {
        "index": 139,
        "text": "Kiedy chrapliwy i klekocący a zarazem śpiewny głos staréj umilkł, Pietrusia z cicha przemówiła."
      },
      {
        "index": 140,
        "text": "— Babulo!"
      },
      {
        "index": 141,
        "text": "— A co?"
      },
      {
        "index": 142,
        "text": "— Czy ten Prokopek doprawdy konie kradł?"
      },
      {
        "index": 143,
        "text": "Stara z namysłem odpowiedziała."
      },
      {
        "index": 144,
        "text": "— Może kradł a może nie kradł. To już nie wiadomo. Pewności nie było... ale ludzkie posądzenie było i straszny gniew ludzki był..."
      },
      {
        "index": 145,
        "text": "— Straszny jak echo — powtórzyła kobieta, przed ogniem stojąca i śpiesznie, śpiesznie resztę ziół uschłych w płomienie rzucać zaczęła!"
      },
      {
        "index": 146,
        "text": "Po chwili stara zagadała znowu."
      },
      {
        "index": 147,
        "text": "— Pietrusia!"
      },
      {
        "index": 148,
        "text": "— A co, babulo?"
      },
      {
        "index": 149,
        "text": "— Żeby ty od tego czasu nie ważyła się doradzać..."
      },
      {
        "index": 150,
        "text": "— Nie będę — odparła młoda kobieta."
      },
      {
        "index": 151,
        "text": "— Nikomu, pamiętaj. Żeby tam nie wiem jak ciebie prosili. Czujesz?"
      },
      {
        "index": 152,
        "text": "— Nie będę, babulo..."
      },
      {
        "index": 153,
        "text": "— Cicheńka taka bądź, jak ta rybka na dnie wody, żeby ludzie i zapomnieli o tobie."
      },
      {
        "index": 154,
        "text": "— Dobrze, babulo. >"
      },
      {
        "index": 155,
        "text": "Drzwi izby otworzyły się i wszedł kowal, na którego gdy tylko Pietrusia spojrzała, zaraz krzyknęła."
      },
      {
        "index": 156,
        "text": "— Oj Bożeż mój! a tobie co takiego przytrapiło się, Michałku?"
      },
      {
        "index": 157,
        "text": "Musiało mu istotnie przytrafić się coś złego. Twarz miał rozognioną, jedno oko zapuchłe i kilka sińców na policzkach i czole. Czapkę z rozczochranych włosów zdjął i na stół ją rzuciwszy, dzieci, które obudziły się i do niego przybiegły, z gniewem od siebie odpędził. Potém, na ławie siadł i do żony zwracając się, ochrypłym trochę głosem mówić zaczął:"
      },
      {
        "index": 158,
        "text": "— Przytrapiło się mnie to, czego jeszcze nigdy w życiu ze mną nie bywało. Sołdatem byłem i sześć lat włóczyłem się po świecie, a nigdy nie biłem się z nikim; tutaj już siedm lat żyję i panuję, a ludzie szanowali mnie zawsze, bo sam siebie szanowałem. A ot, dziś, pobiłem się przed karczmą z chłopami. Z twojéj przyczyny, Pietrusia, hawantura ta mnie spotkała. Pfe, wstyd tylko, zgryzota, taj hodzi!"
      },
      {
        "index": 159,
        "text": "Splunął i głowę od żony odwracając, skaleczone oko dłonią sobie zakrył. Ona milczała i, stojąc przed ogniem, patrzała na niego szeroko otwartemi oczyma, z rękoma wzdłuż ciała opadłemi. Po chwili ozwał się znowu:"
      },
      {
        "index": 160,
        "text": "— Rozmawiam ja sobie z arendarzem o jenteresie, aż słyszę, przed karczmą, chłopi na ciebie wykrzykują, że ty Klemensu Dziurdzi chorobę zrobiła... Szymon Dziurdzia wykrzykiwał, Jakób Szyszko, złodziéj ten wiadomy, i Stepan potém przyszedł i takoż gadać zaczną i baby, co od zbierania kartofli tamtędy wracały, stanęły takoż i jak wrony krakać zaczęły: taka ona, owaka ona, krowom mleko odebrała, a teraz Klemensa struła. Słuchał ja, słuchał, aż nie wytrzymał, z karczmy wyleciał, kłócić się o ciebie zaczął. Od słowa do słowa, do bitwy przyszło. Bił ja, bili mnie... pfe! wstyd! Człowiek pracuje jak ten ostatni parobek, prowadzi się porządnie, łudzi i samego siebie szanuje, aż tu niewiadomo zkąd, przyjdzie na niego hańba taka... co to? miło to słyszéć, że żonkę od wiedźm i czartowskich kochanek przezywają, a potém na twarzy nosić ślady pijackich i złodziejskich kułaków! Oj, Bożeż mój Boże, za co na mnie taka hańba i ta zgryzota przyszła!"
      },
      {
        "index": 161,
        "text": "Przez rozżalenie i zawstydzenie jego przebijała się uraza, do żony uczuwana. Ona wciąż milczała, przestraszona tak, że aż jéj ręce, któremi garnek ze strawą z pieca wyciągała, drżały widocznie. Ze spuszczonemi powiekami zapaliła lampkę i wieczerzę na stole stawiała. Kiedy wedle zwyczaju bochen chleba i nóż mężowi podawała, on, przysłaniając wciąż dłonią spuchnięte oko, drugiem bacznie na nią popatrzał."
      },
      {
        "index": 162,
        "text": "— Pietrusia! — rzekł — co ty takiego ludziom zrobiła, że oni na ciebie, jak te kruki na ścierwo napadli..."
      },
      {
        "index": 163,
        "text": "Zwolna wzruszyła ramionami."
      },
      {
        "index": 164,
        "text": "— Czy ja wiem? — szepnęła."
      },
      {
        "index": 165,
        "text": "— Już to nie może być bez przyczyny? ha? — zapytał jeszcze."
      },
      {
        "index": 166,
        "text": "Zapytywana w ten sposób kobieta, sama pogrążała się w coraz głębsze zamyślenie."
      },
      {
        "index": 167,
        "text": "— Czy ja wiem? — powtórzyła."
      },
      {
        "index": 168,
        "text": "Widocznie sama zagadki losu swego zrozumiéć nie mogła i czy w istocie przyczyna jego w niéj saméj nie spoczywała, pewną nie była. Pomimo téj niepewności, inna roztopiła-by się cała w zaprzeczeniach, przysięgach, uniewinnianiu siebie a złorzeczeniu ludziom. Ona tego nie uczyniła. Nigdy jeszcze przed mężem nie skłamała. Żyli oni z sobą, jedno drugiemu duszą w duszę patrząc, jak dwa przejrzyste, obok płynące potoki. A teraz, kłamała-by, gdyby mu powiadała, że jest czegokolwiek pewną, gdy wnętrze jéj nurtowała trwoga, nie tyle przed ludźmi, ile przed czémś nieokreśloném, tajemniczém, groźném, uczuwana."
      },
      {
        "index": 169,
        "text": "— Czy ja wiem? — powtórzyła i z czołem zmarszczoném w dwie głębokie fałdy, od męża twarz odwróciła. On patrzał na nią i, dziwiąc się jakby czemuś, lub nad czémś smutnie rozmyślając, parę razy głową zakołysał. Potém dzieci ku sobie przywołał, a do niéj już nic nie mówił i ani razu tego wieczora, zuzulą jéj nie nazwał. Markotny i milczący spać się położył, ciemność i cisza zaległy izbę, aż w połowie nocy, w ciemności i ciszy, ozwał się szelest ludzkich kroków i ktoś wdrapał się na wierzchołek pieca."
      },
      {
        "index": 170,
        "text": "— Babulo! babulo! czy ty śpisz?"
      },
      {
        "index": 171,
        "text": "Na wierzchołku pieca zaszemrał szept, wyraźném przerażeniem przejęty."
      },
      {
        "index": 172,
        "text": "— Nie splu, ditia, nie splu! Wsieńko o tobie myślę — odpowiedziała Aksena, któréj od czasu pewnego starość przywodzić już zaczęła bezsenne nocy."
      },
      {
        "index": 173,
        "text": "— Babulo! — zajęczał głos drugi, cościś mnie dziś okrutnie dusiło... na żywocie i piersi cościś położyło się i tak dusiło, że tylko ci już Panu Bogu duszyczki nie oddałam..."
      },
      {
        "index": 174,
        "text": "— Szto heto? — zadziwiła się stara a po chwili zapytała:"
      },
      {
        "index": 175,
        "text": "— Może ty w świętą niedzielę robiła co takiego, co pozwolone nie jest?"
      },
      {
        "index": 176,
        "text": "— Nie robiła, babulo nic w świętą niedzielę nigdy nie robiła..."
      },
      {
        "index": 177,
        "text": "— Prypomnij sobie tylko... może robiła! Bo jeżeli robiła, znaczy niedziela do ciebie przyszła i dusiła za to, że ty ją obraziła... Takie rzeczy na świecie bywają... ja sama takiego człowieka znałam, co w niedzielę zawsze wszystko robił. Aż tu razu jednego, niedziela do niego przyszła, taka wielka jak to słońce złote, położyła się na nim i zadusiła... na śmierć zadusiła. Prypomnij, tylko sobie, czy czego broń Boże w niedzielę nie robiła..."
      },
      {
        "index": 178,
        "text": "— Nie robiłam babulo, pobożę się, że nigdy w niedzielę nic nie robiłam..."
      },
      {
        "index": 179,
        "text": "— No, te sztoż heto, co ciebie dziś dusiło?"
      },
      {
        "index": 180,
        "text": "Długie potém zapanowało milczenie, aż w ciemności, szept młody i przerażony cichutko zaszemrał."
      },
      {
        "index": 181,
        "text": "— Babulo! ja słyszałam, że kiedy czort do kogo przyczépi się, to tak samo dusi..."
      },
      {
        "index": 182,
        "text": "U wierzchołka pieca, gwałtownie coś zaszeleściło, może ślepa baba wyprostowała się na swym sienniku."
      },
      {
        "index": 183,
        "text": "— Przeżegnaj się, ditia przeżegnaj się ty krzyżem świętym..."
      },
      {
        "index": 184,
        "text": "— W Imię Ojca i Syna i Ducha świętego Amen."
      },
      {
        "index": 185,
        "text": "Znowu chwilowa zapanowała cisza, potém stara Aksena zaszepleniła jeszcze."
      },
      {
        "index": 186,
        "text": "— Zgryzota to ciężka dusiła ciebie, Pietrusia ty moja, zhryzota i żałość."
      },
      {
        "index": 187,
        "text": "— A-le! — twierdząco odszepnął głos drugi."
      },
      {
        "index": 188,
        "text": "— Cościś Michałek markotny był dzisiaj i hniewny..."
      }
    ]
  }
}